-- Table: b38185
-- Chunk: 1
-- Rows: 153

CREATE TABLE "b38185"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b38185
INSERT INTO [b38185] VALUES (1,'دلائل النبوة

د. منقذ بن محمود السقار',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b38185] VALUES (2,'<span data-type="title" id=toc-1>مقدمة</span>
الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، نبينا محمد، وعلى آله وصحبه من تبعه بإحسان إلى يوم الدين.
وبعد:
فإن قاعدة الإسلام وأصلَه الشهادتان، شهادةُ أن لا إله إلا الله، والشهادة بأن محمداً رسول الله، وهما مفتاح الجنة، وباب كل خير، وهما أجلُّ ما يدين المسلم به لربه، وأشرف ما يحمله إلى العالمين.
قال رسول الله - صلى الله عليه وسلم -: ((أشهد أن لا إله إلا الله، وأني رسول الله، لا يلقى اللهَ بهما عبدٌ غيرَ شاكٍ فيهما إلا دخل الجنة)) (١)، فالذي يؤمن بهاتين الشهادتين من غير شك ولا مرية يدخل الجنة.
ويخبر النبي - صلى الله عليه وسلم - عن موعود آخر لهؤلاء المؤمنين، ألا وهو الأمن من النار: ((ما من عبد يشهد أن لا إله إلا الله، وأن محمداً عبدُه ورسوله، إلا حرمَه الله على النار)). (٢)
ولذلك فإن المسلم حين يُعنى بالحديث عن نبوة النبي - صلى الله عليه وسلم - ودلائلِها؛ فإنما يتناول باباً عظيماً من أبواب الإسلام، إنه الشق الثاني من الركن الأول للإسلام.
إن المسلم حين يؤمن بنبوة النبي - صلى الله عليه وسلم - إنما يؤمن بعقيدة راسخة رسوخَ الجبال الرواسي، ورسوها مصدره أنها عقيدة قامت على العلم والدليل والبرهان، إن حاله ليس كحال أولئك الذين قالوا: {إنا وجدنا آباءنا على أمةٍ وإنا على آثارهم مقتدون} (الزخرف: ٢٣)، فهؤلاء وأضرابهم حجبوا عقولهم عن النظر في الحق ودلائل صدقه، وصمّوا آذانهم عن سماعه، واكتَفوا بالقعود حيث تاهت عقول آبائهم الأولين، فأنكر القرآن عليهم هذا الجمود، وقبّحه، ودعاهم لإعمال عقولهم والإفادة منها، فقال: {قل لو شاء الله ما تلوته عليكم ولا أدراكم به فقد لبثت فيكم عمراً من قبله أفلا تعقلون} (يونس: ١٦).
_________
(١) رواه مسلم ح (٢٧).
(٢) رواه مسلم ح (٣٢).',NULL,'1',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (3,'وقد دعانا القرآن الكريم للتأمل في دلائل نبوة النبي - صلى الله عليه وسلم - في غير آية: {قل إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة إن هو إلا نذير لكم بين يدي عذاب شديد} (سبأ: ٤٦).
ولسوف نعرض للأدلة التي تشهد بنبوة النبي - صلى الله عليه وسلم -، تثبيتاً لإيمان المؤمنين، وخروجاً به من التقليد إلى البرهان والدليل، وهو أيضاً دعوة للبشرية التائهة عن معرفة نبينا - صلى الله عليه وسلم - وجوانب العظمة في حياته ودعوته، دعوة لهم للتعرف على هذا النبي الكريم، والإيمان به نبياً ورسولاً.
ودلائل النبوة الشاهدةُ بنبوة نبينا - صلى الله عليه وسلم - متنوعةٌ وكثيرة، ويجمعها أقسام ستة:
الأول: الغيوب التي أخبر عنها النبي - صلى الله عليه وسلم - وتحققتْ حال حياته أو بعد وفاته كما أخبر عنها، ومن هذا النوع أيضاً ما أخبر به عليه الصلاة والسلام من الإعجاز العلمي الذي شهد بصحته العلم التجريبي الحديث.
الثاني: المعجزات الحسية التي وهبها الله النبي - صلى الله عليه وسلم - كتكثير الطعام وشفاءِ المرضى وانشقاقِ القمر.
الثالث: الدلائل المعنوية، كاستجابة الله دعاءه، وعصمتِه له من القتل، وانتشارِ رسالته عليه الصلاة والسلام، فهذا النوع من الدلائل يدل على تأييد الله له ومعيِته لشخصه ثم لدعوته ودينه، ولا يؤيد الله دعياً يفتري عليه الكذب بمثل هذا.
وأما رابع أنواع دلائل نبوته - صلى الله عليه وسلم - فهو أعظمُها وأدومُها، إنه القرآن الكريم معجزة الله التي لا تبليها السُنونُ ولا القرون، هذا الكتاب معجزة خالدة ودليل باهر بما أودعه الله من أنواع الإعجاز العلمي والتشريعي والبياني، وغيرِها من وجوه الإعجاز، يقول رسول الله - صلى الله عليه وسلم -: ((ما من الأنبياء من نبي، إلا قد أُعطي من الآيات، ما مثلٌه آمن عليه البشر، وإنما كان الذي أُوتيتُ وحياً أَوحى اللهُ إليّ، فأرجو أن أكون أكثرَهم تابعاً يوم القيامة)). (١)
وخامس أنواع دلائل النبوة إخبار النبوات السابقة وتبشيرها بمقدمه - صلى الله عليه وسلم -، فهو النبي الذي أخذ الله الميثاق على الأنبياء أن يؤمنوا به وينصروه حال بعثته: {وإذ أخذ الله
_________
(١) رواه البخاري ح (٤٩٨١)، ومسلم ح (١٥٢) واللفظ له.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (4,'ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين} (آل عمران: ٨١).
وأما سادس أنواع دلائل النبوة فأخلاق النبي - صلى الله عليه وسلم - وأحواله الشخصية الدالة على كماله ونبوته، إذ لم تجتمع فيه هذه الصفات وتلك الكمالات إلا من تأديب الله له، فقد أدّبه فأحسن تأديبه.
وما أعرض للحديث عنه من دلائل النبوة في بحثي؛ أقتصر فيه على الصحيح الذي روي وفق شروط المحدثين، وأكفّ القلم عن الضعيف والغريب الذي أثقل كتب السير والدلائل المختلفة.
ولست أزعم أني استوفيت هذه الدلائل، بل قد صح عندي منها ما تركته لشهرته أو لغيره من الأسباب، كما تغافلت عن كثير من وجوه الإعجاز كالعلمي والبياني، تاركاً ذلك لأهل الاختصاص، وفي كل ذلك أبذل وسعي آملاً من الله التوفيق والسداد.
ويسرني أن أتقدم للمكتبة الإسلامية بهذا الكتاب، في وقت كثر الافتراء واستطار التشكيك الظالم في شخصه - صلى الله عليه وسلم - ورسالته، راجياًً أن يقوم ببعض الواجب تجاه حبيبنا وقدوتنا - صلى الله عليه وسلم -، والله ولي التوفيق.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (5,'<span data-type="title" id=toc-2>إخباره - صلى الله عليه وسلم - بغيوب تحققت في حياته</span>
الغيب سر الله، فهو وحده تبارك وتعالى الذي يعلم السر وأخفى {وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقةٍ إلا يعلمها ولا حبةٍ في ظلمات الأرض ولا رطبٍ ولا يابسٍ إلا في كتابٍ مبينٍ} (الأنعام: ٥٩).
والنبي - صلى الله عليه وسلم - كسائر البشر لا يعلم الغيب {قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول لكم إني ملكٌ} (الأنعام: ٥٠)، {قل لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء إن أنا إلا نذيرٌ وبشيرٌ لقومٍ يؤمنون} (الأعراف: ١٨٨).
فإذا ما أخبر النبي عن شيء من الغيوب؛ فإنما يخبر بشيء من علم الله الذي خصه به وأطلعه عليه، ليكون برهان نبوته ودليل رسالته.
ولقد أخبر النبي - صلى الله عليه وسلم - عن زهاء ألف أمر غيبي، بعضها في القرآن، وبعضها في السنة، وكل منها دليل على نبوته ورسالته.
والغيوب التي أخبر بها - صلى الله عليه وسلم - على ضروب، فمنها ما تحقق حال حياته - صلى الله عليه وسلم -، ومنها بعده، ومنها ما يكون قريباً من الساعة، وفي كل ذلك دلائل على نبوته ورسالته.
ومن الغيوب التي تنبأ بها - صلى الله عليه وسلم - ووقعت حال حياته خبر الريح التي تنبأ - صلى الله عليه وسلم - بهبوبها وهو منطلق وأصحابُه إلى تبوك فقال: ((ستهبُّ عليكم الليلة ريحٌ شديدة، فلا يقُمْ فيها أحدٌ منكم، فمن كان له بعيرٌ فليشُدَّ عِقاله)).
قال أبو حميد - رضي الله عنه - راوي الحديث: فهبَّت ريحٌ شديدة، فقام رجلٌ، فحملته الريح، فألقته بجبلي طيء. (١) فمن الذي أخبر النبي - صلى الله عليه وسلم - بهبوب هذه الريح في زمن ما كان الناس يقدرون على التنبؤ بالطقس وحركات الرياح؟ إنه الله الذي لا تغيب عنه غائبة.
قال النووي: "هذا الحديث فيه هذه المعجزة الظاهرة؛ من إخبارِه عليه الصلاة والسلام بالمغيَّب، وخوفِ الضرر من القيام وقت الريح .. وفيه ما كان عليه - صلى الله عليه وسلم - من
_________
(١) رواه البخاري ح (١٤٨٢)، ومسلم ح (١٣٩٢).',NULL,'4',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (6,'الشفقة على أمته , والرحمةِ لهم , والاعتناءِ بمصالحهم , وتحذيرِهم مما يضرُّهم في دين أو دنيا". (١)
ومن إخباره - صلى الله عليه وسلم - بالغيوب تنبؤه بهزيمة الفرس وغلب الروم، في وقت كادت دولة الفرس أن تزيل الإمبرطورية الرومانية من خارطة الدنيا، فقد وصلت جيوش كسرى أبرويز الثاني إلى وادي النيل، ودانت له أجزاء عظيمة من مملكة الرومان.
سنواتٌ معدودة تمكن فيها جيش الفرس من السيطرة على بلاد الشام وبعض مصر، واحتلت جيوشهم أنطاكيا شمالاً، مما آذن بنهاية وشيكة للإمبرطورية الرومانية.
وأمام هذا الطوفان الفارسي أراد هرقل ملك الروم أن يهرب من عاصمة ملكه القسطنطينية، وكاد أن يفعل لولا أن كبير أساقفة الروم أقنعه بالصمود وطلب الصلح الذليل من الفرس.
ووسط هذه الأحداث - وخلافاً لكل التوقعات - أعلن النبي - صلى الله عليه وسلم - في أجواء مكة المتربصة به وبدعوته أن الروم سينتصرون على الفرس في بضع سنين، أي فيما لا يزيد عن تسع سنين، فقد نزل عليه قول الله تعالى: {غلبت الروم - في أدنى الأرض وهم من بعد غلبهم سيغلبون - في بضع سنين لله الأمر من قبل ومن بعد ويومئذٍ يفرح المؤمنون - بنصر الله} (الروم: ٢ - ٥).
يقول المؤرخ إدوار جِبن: "في ذلك الوقت، حين تنبأ القرآن بهذه النبوءة، لم تكن أية نبوءةٍ أبعدَ منها وقوعاً، لأن السنين العشر الأولى من حكومة هرقل كانت تؤذن بانتهاء الإمبرطورية الرومانية". (٢)
لقد كان النبي - صلى الله عليه وسلم - يتنبأ بانتصار المهزوم الذي يكاد يستسلم لخصمه، ويحدد موعداً دقيقاً لهذا النصر الذي ما من شيء أبعد في تحققه منه.
_________
(١) شرح صحيح مسلم (١٥/ ٤٢).
(٢) تاريخ سقوط وانحدار الإمبراطورية الرومانية، إدوار جبن (٥/ ٧٤).',NULL,'5',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (7,'وتناقلت قريش هذه النبوءة الغريبة التي خالفت أهواءهم التي مالت إلى جانب الفرس إخوانِهم في الوثنية، بينما أحب المسلمون انتصار الروم لأنهم أهل كتاب، واستبشروا بالخبر.
قال ابن عباس: (كان المشركون يحبون أن يظهر أهل فارس على الروم، لأنهم وإياهم أهلُ أوثان، وكان المسلمون يحبون أن يظهر الروم على فارس لأنهم أهلُ كتاب، فذكروه لأبي بكر، فذكره أبو بكر لرسول الله - صلى الله عليه وسلم - فقال: أما إنهم سيَغلبون.
فذكره أبو بكر لهم، فقالوا: اجعل بيننا وبينك أجلاً، فإن ظهرنا [أي بدوام انتصار الفرس] كان لنا كذا وكذا [أي من الرهن]، وإن ظهرتم [أي بانتصار الروم] كان لكم كذا وكذا، فجعل أجلاً خمس سنين، فلم يظهر الروم [أي في هذه السنينِ الخمس].
فذكروا ذلك للنبي - صلى الله عليه وسلم - فقال: ألا جعلته إلى دون العشر [أي طلب منه زيادة الأجل إلى تسع سنين، لأن البضع في لغة العرب ما دون العشر]، والله قد وعد بظفر الروم في بضع سنين.
قال أبو سعيد: والبضع ما دون العشر.
قال: ثم ظهرت الروم بعد، قال ابن عباس: فذلك قوله تعالى: {غلبت الروم - في أدنى الأرض وهم من بعد غلبهم سيغلبون - في بضع سنين}. (١)
لقد كان الأمر كما تنبأ عليه الصلاة والسلام، ففي عام ٦٢٣م وما بعدها استطاع هرقل أن يتخلص من لهوه ومجونه، وشن ثلاث حملات ناجحة أخرجت الفرس من بلاد الرومان.
وفي عام ٦٢٦م واصل الرومان زحفهم حتى وصلوا إلى ضفاف دجلة داخل حدود الدولة الفارسية، واضطر الفرس لطلب الصلح مع الرومان بعد هزيمتهم في معركة نينوى، وأعادوا لهم الصليب المقدس - عندهم - وكان قد وقع بأيديهم.
فمن ذا الذي أخبر محمداً - صلى الله عليه وسلم - بهذه النبوءة العظيمة؟ إنه وحي الله، وهو دليل رسالته ونبوته عليه الصلاة والسلام.
_________
(١) رواه الترمذي ح (٣١٩٣)، وصححه الألباني في صحيح الترمذي ح (٢٥٥١).',NULL,'6',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (8,'ولو تأملنا قوله تعالى: {غلبت الروم - في أدنى الأرض} فإن أعيننا لن تخطئ برهاناً آخر من براهين نبوته - صلى الله عليه وسلم -، فقوله تعالى: {في أدنى الأرض} يشير إلى حقيقة علمية كشف عنها العلم الحديث، وهي أن البقعة التي انتصر فيها الفرس على الروم في منطقة الأغوار قريباً من البحر الميت هي أدنى الأرض، أي أخفض مكان في الأرض كما تؤكده الموسوعة البريطانية وغيرها (١)، إنه بعض علم اللطيف الخبير.
ومما أطلع الله نبيه عليه من الغيوب التي لا يعرفها لولا إخبار الله له؛ خبر كتاب حاطب بن أبي بلتعة - رضي الله عنه - الذي أرسله إلى قريش مع امرأة، يخبرهم فيه بعزم النبي - صلى الله عليه وسلم - على غزو مكة.
فلما كشف الله ذلك لنبيه؛ بعث علياً والزبيرَ والمقدادَ بنَ الأسود، وقال: ((انطلقوا حتى تأتوا روضة خاخ، فإن بها ظعينة، ومعها كتاب، فخذوه منها))، يقول علي - رضي الله عنه -: فانطلقنا حتى انتهينا إلى الروضة، فإذا نحن بالظعينة، فقلنا: أخرجي الكتاب. (٢)
قال ابن حجر: "وفيه من أعلام النبوة إطلاعُ الله نبيه على قصة حاطب مع المرأة". (٣)
ومثله من الإخبار المعجِز نعْيُه لقادة مؤتة الثلاثة - وقد استشهدوا في الشام - وهو في المدينة، يقول أنس - رضي الله عنه -: نعى النبي - صلى الله عليه وسلم - زيداً وجعفراً وابنَ رواحة للناس قبل أن يأتيَهم خبرُهم، فقال: ((أخذ الراية زيد فأصيب، ثم أخذ جعفر فأصيب، ثم أخذ ابن رواحة فأصيب، وعيناه تذرفان؛ حتى أخذ الراية سيف من سيوف الله، حتى فتح الله عليهم)). (٤)
فالذي أعلم النبيَّ - صلى الله عليه وسلم - بمقتلهم قبل أن يأتي خبرهم إلى الناس هو الله علام الغيوب، قال الطحاوي: "وفيه عَلَمٌ ظاهر من أعلام النبوة". (٥)
_________
(١) يعتبر منخفض بحيرة طبريا ثاني أكبر المنخفضات في العالم، حيث تنخفض فيه اليابسة إلى ٢٠٩ م تحت سطح البحر، بينما هي في منطقة البحر الميت تصل إلى ٣٩٥ م تحت سطح البحر. انظر: أطلس العالم، مكتبة بيروت (ص ٩٥) نقلاً عن كتاب "إنه الحق" الذي أصدرته هيئة الإعجاز العلمي للقرآن والسنة برابطة العالم الإسلامي (ص ٧٩).
(٢) رواه البخاري ح (٣٠٠٧)، ومسلم ح (٢٤٩٤).
(٣) فتح الباري (١٢/ ٣٢٤).
(٤) رواه البخاري ح (٣٩٢٩).
(٥) عمدة القاري (١٧/ ٢٦٩).',NULL,'7',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (9,'ومن إخباره - صلى الله عليه وسلم - بالغيوب؛ تعريفه أبا هريرة - رضي الله عنه - بحقيقة الشيطان المتمثل في صورة رجل،، وتنبؤه بأنه سيأتي مرة بعد مرة، فقد جاءه شيطان، يسرق من طعام الزكاة، فأمسك به أبو هريرة، ثم خلّى عنه لما شكى الفقر والعَيْلة.
يقول أبو هريرة: فخليتُ عنه، فأصبحتُ، فقال النبي - صلى الله عليه وسلم -: ((يا أبا هريرة، ما فعل أسيرك البارحة؟)) فقلت: يا رسول الله، شكا حاجة شديدة وعِيالاً، فرحمته، فخليتُ سبيله، قال: ((أما إنه قد كذَبك, وسيعود))، قال أبو هريرة: فعرَفتُ أنه سيعود لقول رسول الله - صلى الله عليه وسلم -: ((إنه سيعود)) ...
وعاد الرجل كما أخبر النبي - صلى الله عليه وسلم -، وأطلقه أبو هريرة ثانية, فأخبره النبي بمقدَمِه ثالثة، فكان كما أخبر.
فلما غدا إلى النبي - صلى الله عليه وسلم - قال له - صلى الله عليه وسلم -: ((تعلم من تخاطب منذ ثلاث ليالٍ يا أبا هريرة؟)) قال: لا، قال: ((ذاك شيطان)). (١)
قال ابن حجر: "وفيه إطلاع النبي - صلى الله عليه وسلم - على المغيَبات". (٢)
فهذه الغيوب وغيرَها مما أخبر به - صلى الله عليه وسلم - أدلةٌ واضحة وبراهينُ ساطعة على نبوة النبي - صلى الله عليه وسلم -، فهي غيوب أخبره بها عالمُ السر والنجوى.
_________
(١) ذكره البخاري معلقاً بصيغة الجزم في كتاب الوكالة، باب "إذا وكل رجلاً فترك الوكيل شيئاً فأجازه".
(٢) فتح الباري (٤/ ٥٧١).',NULL,'8',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (10,'<span data-type="title" id=toc-3>إخباره - صلى الله عليه وسلم - بالغيوب المستقبلة التي تحققت بعد وفاته</span>
ولئن دلت الغيوب التي ذكرناها قبل على نبوة النبي - صلى الله عليه وسلم - فإن ما بين أيدينا من الغيوب أعظم دلالة، إذ سنتناول ما أخبر به - صلى الله عليه وسلم - وتحقق بعد موته - صلى الله عليه وسلم -، فكان أيضاً برهاناً صادقاً على نبوته - صلى الله عليه وسلم -.
وقف النبي - صلى الله عليه وسلم - يوماً خطيباً بين أصحابه، ولنسمع إلى حذيفة وهو يقص علينا الخبر.
يقول حذيفة: "خطب خطبة، ما ترك فيها شيئاً إلى قيام الساعة إلا ذكره، علِمه من علِمه، وجهِله من جهِله"، يقول حذيفة: (إنْ كنت لأرى الشيء قد نسيتُ، فأعرِف ما يعرِف الرجل إذا غاب عنه، فرآه فعرَفه). (١)
قال ابن حجر: "دل ذلك على أنه أخبر في المجلس الواحد بجميع أحوال المخلوقات منذ ابتُدئت إلى أن تفنى، إلى أن تُبعث , فشمل ذلك الإخبارَ عن المبدأ والمعاش والمعاد , في تيسير إيراد ذلك كلِّه في مجلس واحد من خوارق العادة أمرٌ عظيم , ويقْرَب ذلك - مع كون معجزاته لا مرية في كثرتها - أنه - صلى الله عليه وسلم - أعطي جوامع الكلم". (٢)
وهذا الذي رواه حذيفة مجملاً؛ فصّله عمرو بن أخطب الأنصاري - رضي الله عنه -، فقال: (صلى بنا رسول الله - صلى الله عليه وسلم - الفجر، وصعد المنبر فخطبنا حتى حضرت الظهر، فنزل فصلى، ثم صعد المنبر، فخطبنا حتى حضرت العصر، فنزل فصلى، ثم صعد المنبر، فخطَبَنا حتى غربت الشمس، فأخبرنا بما هو كائن إلى يوم القيامة، فأعلمُنا أحفظُنا). (٣)
قال القاضي عياض: " من ذلك ما أطلع عليه من الغيوب وما يكون، والأحاديث في هذا الباب بحر لا يُدرك قعره، ولا ينزَف غمْرُه، وهذه المعجزة من جملة معجزاته المعلومة على القطع، الواصلِ إلينا خبرها على التواتر، لكثرة رواتها واتفاق معانيها على الاطلاع على الغيب". (٤)
_________
(١) رواه البخاري ح (٦٦٠٤)، ومسلم ح (٢٨٩١).
(٢) فتح الباري (٦/ ٣٣٦).
(٣) رواه مسلم ح (٢٨٩٢).
(٤) الشفا بتعريف حقوق المصطفى (١/ ٣٣٥ - ٣٣٦).',NULL,'9',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (11,'ومن الغيوب الباهرة التي كشفت لنبينا - صلى الله عليه وسلم - خبر أم حرام بنت ملحان، فقد سمعت النبي - صلى الله عليه وسلم - يقول: ((أول جيش من أمتي يغزون البحر قد أوجبوا)).
قالت أم حرام: قلتُ: يا رسول الله أنا فيهم؟ قال: ((أنتِ فيهم)).
ثم قال النبي - صلى الله عليه وسلم -: ((أول جيش من أمتي يغزون مدينة قيصر مغفور لهم)).
فقلتُ: أنا فيهم يا رسول الله؟ قال: ((لا)). (١)
قال ابن حجر: " وفيه ضروب من إخبار النبي - صلى الله عليه وسلم - بما سيقع، فوقع كما قال , وذلك معدود من علامات نبوته: منها إعلامه ببقاء أمته بعده، وأن فيهم أصحابُ قوةٍ وشوكة ونِكاية في العدو, وأنهم يتمكنون من البلاد حتى يغزوا البحر, وأن أمَّ حرام تعيش إلى ذلك الزمان, وأنها تكون مع من يغزو البحر, وأنها لا تدرك زمان الغزوة الثانية ". (٢)
وفي حديث يرويه الشيخان أنه - صلى الله عليه وسلم - نام يوماً في بيتها، ثم استيقظ وهو يضحك، فسألَتْه: ما يضحكك يا رسولَ الله؟ قال: ((ناس من أمتي عُرضوا عليّ غُزاة في سبيل الله، يركبون ثبج [ظهر] هذا البحر، مُلوكاً على الأَسِرّة، أو مثل الملوك على الأَسرّة)).
قالت: فقلت: يا رسول الله، ادع الله أن يجعلني منهم، فدعا لها.
ثم وضع رأسه فنام، ثم استيقظ وهو يضحك، قالت: فسألته أم حرام: ما يضحكُك يا رسول الله؟ قال: ((ناس من أمتي عُرِضوا عليّ غُزاة في سبيل الله)) فقالت: يا رسول الله، ادع الله أن يجعلني منهم، قال: ((أنت من الأولين)).
فركبت أمُّ حرامٍ بنتِ مِلحانٍ البحرَ في زمن معاوية - رضي الله عنه -، فصُرعت عن دابتها حين خرجت من البحر، فهلكت. (٣)
وقد نقل الطبراني وغيره أن قبرها معروف في جزيرة قبرص. (٤)
فمن الذي أعلم النبي - صلى الله عليه وسلم - بما يكون بعده؟ من الذي أعلمه بأن أمته سوف تغزو البحر من بعده، وأن أم حرام بنت ملحان ستعيش حتى تدرك هذا الغزو، فتشارك فيه؟
_________
(١) رواه البخاري ح (٢٩٢٤).
(٢) فتح الباري (١١/ ٨٠).
(٣) رواه البخاري ح (٢٧٨٩)، ومسلم ح (١٩١٢).
(٤) ذكره الطبراني في الكبير ح (٣١٦)، وأبو نعيم في الحلية ح (٢/ ٦٢).',NULL,'10',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (12,'قال الباجي: " وهذا من أعلام نبوته الواضحة: أن يعلم بالأشياء على وجهها قبل أن تكون ثم تكون على حسب ذلك لا تخرم عنه ويتكرر ذلك منه - صلى الله عليه وسلم - تكراراً يوجد في أكثر الأحوال، وكل من يتعاطى تكهناً بتنجيم أو غيره فإن الأغلب عليه الخطأ وإن أصاب في بعض الأشياء على ما يفعل الظان والمخمن والحازر". (١)
وبينما النبي - صلى الله عليه وسلم - في تبوك؛ أنبأ أصحابه بوقوع ستة أحداث مهمة، رتب وقوعها فقال لعوف بن مالك: ((اعدد ستاً بين يدي الساعة: موتي، ثم فتحُ بيت المقدس، ثم مُوتانٌ يأخذُ فيكم كقُعاص الغنم، ثم استفاضة المال حتى يُعطى الرجل مائة دينار فيظل ساخطاً، ثم فتنةٌ لا يبقى بيت من العرب إلا دخلته، ثم هدنة تكون بينكم وبين بني الأصفر، فيغدِرون، فيأتونكم تحت ثمانين غاية، تحت كل غايةٍ اثنا عشر ألفاً)). (٢)
وفي هذا الحديث يذكر النبي - صلى الله عليه وسلم - أحداثاً ستة يرتبها، أولها: موتُه - صلى الله عليه وسلم -، ثم فتحُ بيت المقدس، وقد كان ذلك في العام الخامس عشرَ من الهجرة، ثم موت عظيم يصيب الصحابة، وتحقق ذلك في طاعون عِمواس في السنة الثامنةِ عشرة للهجرة، ثم استفاضةُ المال حين كثرت الأموال زمن الفتوح في عهد عثمان، ثم الفتنةُ التي تصيب العرب، وقد وقعت زمن فتنة قتل عثمان - رضي الله عنه - التي كانت بوابة للفتن التي ما تركت بيتاً إلا ودخلته.
وأما العلامة الأخيرة، وهي الهدنة ثم الحرب مع بني الأصفر- وهم الروم - فقد اتفق العلماء على أنها لم تقع، وأن ذلك يكون في فتن وملاحم آخر الزمان.
قال ابن حجر: " وفيه أشياء من علامات النبوة قد ظهر أكثرُها". (٣)
ولو شئنا الحديث عن الحدث الرابع منها؛ فإنا نذكر قول النبي - صلى الله عليه وسلم -: ((لا تقوم الساعة حتى يكثر فيكم المال فيفيض، حتى يُهِمَّ ربَ المال من يقبلُ صدقَتَه، وحتى يعرِضَه فيقولَ الذي يَعرِضُه عليه: لا أَرَب لي)). (٤)
قال ابن حجر: "في هذا الحديث إشارة إلى ثلاثة أحوال:
_________
(١) المنتقى شرح الموطأ (١/ ٤٢٠).
(٢) رواه البخاري ح (٣١٧٦).
(٣) فتح الباري (٦/ ٣٢١).
(٤) رواه البخاري ح (١٤١٢)، ومسلم ح (١٥٧).',NULL,'11',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (13,'الأولى: إلى كثرة المال فقط، وقد كان ذلك في زمن الصحابة، ومن ثَم قيل فيه: ((يكثر فيكم)) ..
الحالة الثانية: الإشارة إلى فيضه من الكثرة، بحيث أن يحصل استغناء كلُّ أحدٍ عن أخذ مالِ غيرِه, وكان ذلك في آخر عصر الصحابة وأولِ عصر مَن بعدَهم، ومن ثَم قيل: ((يُهِمَّ ربَ المال))، وذلك ينطبق على ما وقع في زمن عمرَ بنِ عبد العزيز.
الحالة الثالثة: فيه الإشارة إلى فيضه وحصول الاستغناء لكل أحد، حتى يهتم صاحب المال بكونه لا يجد من يَقبل صدقته، ويزداد [أي الهمُّ] بأنه يعرضه على غيره؛ ولو كان ممن لا يستحق الصدقة، فيأبى أخذَه، فيقول: لا حاجة لي فيه، وهذا في زمن عيسى عليه السلام". (١) أي بعد نزوله.
ومما أخبر به - صلى الله عليه وسلم - من المغيبات - التي أطلعه الله عليها لتكون برهان نبوته - قدومُ أُويس القَرَني من اليمن، وقد ذكر - صلى الله عليه وسلم - لأصحابه بعضَ صفته وأحواله، فقال: ((إن رجلاً يأتيكم من اليمن، يقال له: أُويس، لا يدع باليمن غيرَ أمٍ له، قد كان به بياض، فدعا الله فأذهبه عنه؛ إلا موضعَ الدينار أو الدرهم، فمن لقيه منكم فليستغفر لكم)). (٢)
وقد كان كما أخبر - صلى الله عليه وسلم -، فقد أقبل أهل اليمن زمن عمر؛ فجعل يستقري الرفاق، فيقول: هل فيكم أحد من قَرَن؟ حتى أتى على قرن، فقال: من أنتم؟ قالوا: قَرَن.
قال: فوقع زِمامُ عمر - رضي الله عنه - أو زِمام أويس، فناوله أحدهما الآخر، فعرفه.
فقال عمر: ما اسمك؟ قال: أنا أويس.
فقال: هل لك والدة؟ قال: نعم.
قال: فهل كان بك من البياض شيء؟ قال: نعم، فدعوتُ اللهَ عز وجل فأذهبَه عني إلا موضعَ الدِرهم من سُرَّتي لأذكر به ربي.
فقال له عمر - رضي الله عنه -: استغفر لي. قال: أنتَ أحقُّ أن تستغفر لي، أنت صاحب رسول الله - صلى الله عليه وسلم -.
_________
(١) فتح الباري (١٣/ ٩٣ - ٩٤).
(٢) رواه مسلم ح (٢٥٤٢).',NULL,'12',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (14,'فقال عمر - رضي الله عنه -: إني سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إن خير التابعين رجل يقال له أويس، ولهُ والدة، وكان به بياض، فدعا الله عز وجل، فأذهبَه عنه إلا موضعَ الدِرهم في سُرَّتِه)) فاستغفَر له أويس، ثم دخل في غِمار الناس، فلم يُدر أين وقع [أي ذهب]. (١)
قال النووي: "وفي قصة أويس هذه معجزات ظاهرة لرسول الله - صلى الله عليه وسلم - ". (٢)
ويخبر النبي - صلى الله عليه وسلم - عن بركان يثور في الحجاز ينعكس ضوؤه بالشفق، فيلحظه أهل بصرى بالشام، فتحقق تنبؤه - صلى الله عليه وسلم - عام ٦٥٤هـ، ليكون دليلاً آخر على نبوته ورسالته - صلى الله عليه وسلم -، فقد قال عليه الصلاة والسلام: ((لا تقوم الساعة حتى تخرج نار من أرض الحجاز، تضيء أعناقَ الإبل ببصرى)). (٣)
قال النووي: "وقد خرجت في زماننا نار بالمدينة سنة أربع وخمسين وستمائة، وكانت ناراً عظيمة جداً، من جنب المدينة الشرقي وراء الحرة، تواتر العلم بها عند جميع الشام وسائر البلدان، وأخبرني من حضرها من أهل المدينة". (٤)
قال ابن كثير: "وقد ذكر أهل التاريخ وغيرهم من الناس، وتواتر وقوع هذا في سنة أربع وخمسين وستمائة، قال الشيخ الإمام الحافظ شيخ الحديث وإمام المؤرخين في زمانه شهاب الدين عبد الرحمن بن إسماعيل الملقب بأبي شامة في تاريخه: إنها ظهرت يوم الجمعة في خامس جمادى الآخرة سنة أربع وخمسين وستمائة .. وذكر كتباً متواترة عن أهل المدينة في كيفية ظهورها شرق المدينة .. وقد ذكر الشيخ شهاب الدين أن أهل المدينة لجؤوا في هذه الأيام إلى المسجد النبوي، وتابوا إلى الله من ذنوب كانوا عليها".
ثم نقل رحمه الله بعض ما قيل من شعر فيها:
يا كاشف الضر صفحاً عن جرائمنا ... فقد أحاطت بنا يا رب بأساء
نشكو إليك خُطوباً لا نطيق لها ... حملاً ونحن بها حقاً أحقاء
زلازل تخشع الصمُّ الصِّلاد لها ... وكيف تقوى على الزلزال صماء
_________
(١) رواه أحمد ح (٢٦٨)، والمرفوع إلى النبي - صلى الله عليه وسلم - رواه مسلم ح (٢٥٤٢).
(٢) شرح النووي على صحيح مسلم (١٦/ ٩٤).
(٣) رواه البخاري ح (٧١١٨)، ومسلم ح (٢٩٠٢).
(٤) شرح صحيح مسلم (١٨/ ٢٩).',NULL,'13',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (15,'أقام سبعاً يرجُّ الأرض فانصدعت ... عن منظر منه عين الشمس عشواء
بحر من النار تجري فوقه سفن ... من الهضاب لها في الأرض إرساء
يرى لها شرر كالقصر طائشةٌ ... كأنها ديمة تنصَبُّ هطْلاء
تنشق منها قلوب الصخر إن زفرت ... رعباً وترعد مثل الشهب أضواء
فيالها آية من معجزات رسول ... الله يعقلها أقوام ألباء (١)
ومن علامات نبوته - صلى الله عليه وسلم - إخباره عن ظهور الدجالين الذين يدَّعون النبوة، فقال محذراً منهم: ((لا تقوم الساعة حتى يُبعث دجالون كذابون قريباً من ثلاثين، كلهم يزعم أنه رسول الله)). (٢)
وفي رواية: ((في أمتي كذابون ودجالون، سبعة وعشرون، منهم أربع نسوة، وإني خاتم النبيين، لا نبي بعدي)). (٣)
قال ابن حجر: "وليس المراد بالحديث من ادعى النبوة مطلقاً؛ فإنهم لا يُحصَون كثرة، لكون غالبهم ينشأ لهم ذلك عن جنون .. وإنما المراد من قامت له شوكة، وبدت له شبهة ". (٤)
وأول النسوة الأربع اللاتي يتنبأن بالكذب سجاحُ التميمية التي ادعت النبوة في وسط الجزيرة العربية، قال ابن حجر: "وقد ظهر مصداق ذلك في آخر زمن النبي - صلى الله عليه وسلم -، فخرج مسيلمة باليمامة, والأسود العنسي باليمن, ثم خرج في خلافة أبي بكر طليحةُ بن خويلد في بني أسد بن خزيمة, وسجاح التميمية في بني تميم .. ". (٥)
وقد نصّ النبي - صلى الله عليه وسلم - وأنبأ عن دجالَيْن يظهر أمرهما بعده، وقد ادعيا النبوة في آخر حياته - صلى الله عليه وسلم -، وهما مسيلمةُ الكذاب في اليمامة، والأسودُ العنسي في اليمن.
_________
(١) البداية والنهاية (٦/ ٢٥٣).
(٢) رواه البخاري ح (٣٦٠٩) ومسلم ح (١٥٧).
(٣) رواه أحمد ح (٢٢٨٤٩)، وجوَّد إسنادَه ابن حجر في الفتح (١٣/ ٩٣)، وصححه الألباني في صحيح الجامع ح (٧٧٠٧).
(٤) فتح الباري (٦/ ٧١٤).
(٥) فتح الباري (٦/ ٧١٤).',NULL,'14',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (16,'فقد رأى النبي - صلى الله عليه وسلم - في رؤياه أن في يديه سِوارين من ذهب، يقول - صلى الله عليه وسلم -: ((فأهمني شأنُهما، فأُوحي إليَّ في المنام أن انفُخْهما، فنفختُهما، فطارا، فأوَّلْتُهما كذابَيْن يخرجان بعدي)).
وقد تحققت رؤياه، فكان مسيلمة أول الكذابَين، فقد قدم المدينة على عهد رسول الله - صلى الله عليه وسلم -، فجعل يقول: إن جعل لي محمد الأمر من بعده تبِعتُه، فأقبل إليه رسول الله - صلى الله عليه وسلم - وفي يده قطعة جريد فقال: ((لو سألتني هذه القطعة ما أعطيتُكَها، ولن تعدوَ أمر الله فيك، ولئن أدبرت ليعقِرَنك الله، وإني لأراك الذي أُريتُ فيك ما رأيت)).
قال أبو هريرة: (فكان أحدهما العنسي، والآخر مسيلمة الكذاب صاحب اليمامة). (١)
قال النووي: "قوله: ((ولئن أدبرت ليعقرِنك الله)) أي إن أدبرت عن طاعتي ليقتلنك الله .. وقتله الله تعالى يوم اليمامة، وهذا من معجزات النبوة ". (٢)
فقد خرج الصحابة لقتاله، وقتله الله بأيديهم، فأطفأ كيده، وأطاش سهمه.
ومثله رد الله كيد أخيه في الضلالة، الأسودِ العنسي ثانيَ الكذابَيْن، وذلك لما ادعى النبوة قبيل وفاة النبي - صلى الله عليه وسلم - , وتابعه قوم من أعراب اليمن, فقوي، واشتد بهم ساعِدُه, فقتله الله على يد فيروزٍ الديلمي وبعضِ المسلمين من أهل اليمن، بمساعدة زوجة الدعي الكذاب، فتحقق فيه ما رآه النبي - صلى الله عليه وسلم - في رؤياه، فصارت ضلالته هباء تذروه الرياح {فأما الزبد فيذهب جفاءً وأما ما ينفع الناس فيمكث في الأرض كذلك يضرب الله الأمثال} (الرعد: ١٧).
ومن الكذابين الذين ادعوا النبوة؛ كذابٌ أنبأ النبي - صلى الله عليه وسلم - أنه يخرج في ثقيف، وخبره نبأ صدق ترويه أسماء بنت الصديق، فقد دخلت على الحجاج بن يوسف الثقفي بعد مقتل ابنها عبد الله بنِ الزبير فقالت للحجاج: (إن رسول الله - صلى الله عليه وسلم - حدثنا أن في ثقيف كذاباً ومُبيراً، فأما الكذاب فرأيناه، وأما المبير فلا إخالُكَ إلا إياه). (٣)
_________
(١) رواه البخاري ح (٣٣٥١)، ومسلم ح (٤٢١٨).
(٢) شرح النووي على صحيح مسلم (١٥/ ٣٣).
(٣) رواه مسلم ح (٤٦١٧).',NULL,'15',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (17,'قال النووي: " المبير: المهلك، وقولها في الكذاب: (فرأيناه) تعني به المختارَ بنَ أبي عبيد الثقفي، كان شديد الكذب، ومن أقبحه [أنه] ادعى أن جبريل - صلى الله عليه وسلم - يأتيه، واتفق العلماء على أن المراد بالكذاب هنا المختارُ بنُ أبي عبيد، وبالمبير الحجاجُ بنُ يوسف". (١)
ومن أخبار المختار الكذاب ما ينقله لنا التابعي رِفاعة بنُ شداد، حيث يقول: دخلت على المختار الثقفي ذات يوم، فقال: جئتني والله، ولقد قام جبريل عن هذا الكرسي.
يقول رِفاعة: فأهويت إلى قائم سيفي [أي ليقتله]، فذكرتُ حديثاً حدثناه عمرو بن الحَمِقِ - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إذا اطمأن الرجل إلى الرجل، ثم قتله بعدما اطمأن إليه؛ نُصب له يوم القيامة لواءُ غدر))، قال رِفاعة: فكففتُ عنه. (٢)
وهكذا كان تنبؤ المختارِ الثقفيِ مُصدقاً لخبر أنبأ به النبي - صلى الله عليه وسلم - عن الكاذب الذي يخرج في ثقيف، كما كان الحجاج هو الظالم الذي يكون من ثقيف، وهذا خبر وحي أخبره به ربه علام الغيوب.
ولن ينقطع هؤلاء الكذابون في التاريخ، فقد قال عليه الصلاة والسلام: ((يكون في آخر الزمان دجالون كذابون، يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم، فإياكم وإياهم، لا يضلونكم ولا يفتنونكم)). (٣)
ومن هؤلاء الدجالين الذين جاؤوا بالمنكر من القول؛ المتنبئ الكذاب ميرزا غلام أحمد القادياني الذي ظهر قبل قرن من الزمان في الهند، وردّ أحاديث النبي - صلى الله عليه وسلم -، ثم ادعى النبوة.
وقد أخبر النبي - صلى الله عليه وسلم - عن ضلالة هذا الدعي فيما رواه عنه المقدام بنُ معدي كرب حيث قال - صلى الله عليه وسلم -: ((ألا إني أوتيت الكتاب ومثله معه، ألا يوشك رجل شبعان على أريكته
_________
(١) شرح النووي على صحيح مسلم (١٦/ ١٠٠).
(٢) رواه الحاكم في مستدركه (٤/ ٣٩٤)، وابن ماجه ح (٢٦٨٨)، والطيالسي في مسنده ح (١٢٨٦)، وصحح ابن حجر في الفتح إسناد الطيالسي (٦/ ٧١٤)، وصححه الألباني في صحيح ابن ماجه ح (٢١٧٧).
(٣) رواه مسلم في مقدمة صحيحه ح (٧).',NULL,'16',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (18,'يقول: عليكم بهذا القرآن، فما وجدتم فيه من حلال فأحِلوه، وما وجدتم فيه من حرام فحرِّموه)). (١)
قال المباركفوري: "وهذا الحديث دليلٌ من دلائل النبوة وعلامةٌ من علاماتها، فقد وقع ما أخبر به، فإن رجلاً قد خرج في البنجاب من إقليم الهند، وسمى نفسه بأهل القرآن، وشتان بينه وبين أهل القرآن، بل هو من أهل الإلحاد .. فأطال لسانه في رد الأحاديث النبوية بأسرها, وقال: هذه كلها مكذوبةٌ ومفترياتٌ على الله تعالى، وإنما يجب العمل على القرآن العظيم فقط، دون أحاديث النبي - صلى الله عليه وسلم - , وإن كانت صحيحةً متواترةً". (٢)
وهكذا، فإن إخبار النبي - صلى الله عليه وسلم - بخبر هؤلاء الكذابين إنما هو إخبار ببعض غيب الله الذي أطلعه الله عليه، ليكون تحققه دليلاً على صدق النبي - صلى الله عليه وسلم - وبرهاناً على نبوته ورسالته.
_________
(١) رواه أبو داود ح (٤٦٠٤)، وابن ماجه ح (١٢)، وصححه الألباني في مشكاة المصابيح ح (١٦٣).
(٢) تحفة الأحوذي (٧/ ٣٥٤).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (19,'<span data-type="title" id=toc-4>إخباره - صلى الله عليه وسلم - بكيفية ومكان وفاة بعض معاصريه</span>
ومن دلائل نبوته وأمارات رسالته - صلى الله عليه وسلم - ما أخبر به عن أمور تتعلق بوفاة بعض أصحابه وأهل بيته وغيرهم من أعدائه، وتبيانه لكيفية ومكان وحال مصرعهم، وهو علم لا يعرفه النبي من تلقاء نفسه.
فالموت وما يتعلق به علم اختص الجبار - تبارك وتعالى - نفسَه بمعرفته، فهو وحده من يعرف أعمار البشر وأماكن قبض أرواحهم، فلا تعلم نفس ماذا تكسب غداً، وما تدري نفس بأي أرض تموت {إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غداً وما تدري نفس بأي أرض تموت إن الله عليم خبير} (لقمان: ٣٤).
وقد أعلم الله نبيه - صلى الله عليه وسلم - بزمان أو كيفية موت بعض أصحابه وأهل بيته، كذلك بعض أعدائه، فأخبر به - صلى الله عليه وسلم -، فكان تحققه برهاناً على نبوته وعلماً من أعلام رسالته، إذ لا يمكن لأحد معرفة ذلك ولا التنبؤ به إلا من قِبلِ اللهِ علامِ الغيوب.
ومن هذه الأنباء الباهرة؛ إخبارُه - صلى الله عليه وسلم - عن شهادة عمرَ وعثمانَ وعلي وطلحة والزبير، رضي الله عنهم أجمعين، وأن موتهم سيكون شهادة، وأنهم لن يموتوا على فُرُشِهم أو سواه مما يموت به الناس.
وقد صعد رسول الله - صلى الله عليه وسلم - على حراء، هو وأبو بكرٍ وعمرُ وعثمانُ وعليُ وطلحةُ والزبيرُ، فتحركت الصخرة، فقال رسول الله - صلى الله عليه وسلم -: ((اهدأ، فما عليك إلا نبيٌ أو صديقٌ أو شهيد)). (١) فشهد - صلى الله عليه وسلم - لنفسه بالنبوة، ولأبي بكر بالصديقية، ولعثمانَ وعليَ وطلحةَ بالشهادة.
قال النووي: " وفي هذا الحديث معجزاتٌ لرسول الله - صلى الله عليه وسلم -: منها إخبارُه أنّ هؤلاء شهداء, وماتوا كلٌّهم غيرَ النبي - صلى الله عليه وسلم - وأبي بكر شهداء ; فإنّ عمرَ وعثمان وعليّاً وطلحة والزّبير رضي الله عنهم قُتلوا ظلماً شهداء ; فقتلُ الثلاثةِ [أي عمر وعثمان وعلي]
_________
(١) رواه مسلم ح (٢٤١٧).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (20,'مشهور, وقُتلَ الزّبير بوادي السّباع بقرب البصرة منصرفاً تاركاً للقتال, وكذلك طلحة، اعتزل النّاس تاركاَ للقتال, فأصابه سهم، فقتله, وقد ثبت أنّ من قُتل ظلماً فهو شهيدٌ". (١)
وقد بشّر النبي - صلى الله عليه وسلم - عمر بالشهادة مرة أخرى حين رآه يلبس ثوباً أبيضَ فقال له: ((أجديدٌ ثُوبُك أم غسيل؟)) قال: لا، بل غسيلٌ. فقال النبي - صلى الله عليه وسلم -: ((اِلبس جديداً، وعِش حميداً، ومُت شهيداً)). (٢)
وكان كما قال عليه الصلاة والسلام، فقد قتله أبو لؤلؤة المجوسي وهو قائم يصلي الصبح إماماً بالمسلمين في مسجد النبي - صلى الله عليه وسلم - سنة ثلاث وعشرين للهجرة النبوية، ليكون مقتله - رضي الله عنه - مصداقاً لنبوءة النبي - صلى الله عليه وسلم - وعلامةً من علامات نبوته ورسالته.
وأما ثاني الشهداء، أمير المؤمنين المظلوم عثمان بن عفان، فقد بشّره النبي - صلى الله عليه وسلم - بشهادته، وأنبأه أنها ستكون في فتنة طلب منه أن يصبر عليها، وذلك لما جلس أبو موسى الأشعري مع النبي - صلى الله عليه وسلم - على بئر أريس في حائط من حيطان المدينة.
يقول أبو موسى: فجاء إنسان يحرك الباب، فقلت: من هذا؟ فقال: عثمانُ بن عفان. فقلتُ: على رِسْلك، فجئتُ إلى رسول الله - صلى الله عليه وسلم - فأخبرته، فقال: ((ائذن له، وبشره بالجنة على بلوى تصيبه)).
يقول أبو موسى: فجئتُه، فقلت له: ادخل، وبشّرك رسول الله - صلى الله عليه وسلم - بالجنة على بلوى تصيبُك. (٣)
وفي رواية أن عثمان (حمِد الله، ثم قال: اللهُ المستعان). (٤) أي حمِد الله على بشارة النبي له بالجنة، وطلب من الله العون على بلائه حين تصيبه الشهادة.
وثالث المبشرين بالجنة في قوله - صلى الله عليه وسلم -: ((اهدأ، فما عليك إلا نبيٌ أو صديق أو شهيد)). (٥) هو علي - رضي الله عنه -، أبو السِّبْطين، وقد أنبأه رسول الله في حديث آخر بأن الأشقى [أي ابن ملجِم] سيقتله بضربة في صِدْغَيه.
_________
(١) شرح النووي على صحيح مسلم (١٥/ ١٩٠).
(٢) رواه أحمد ح (٥٣٦٣)، وابن ماجه ح (٣٥٥٨)، وصححه الألباني في صحيح ابن ماجه ح (٢٨٦٣).
(٣) رواه البخاري ح (٣٦٧٤).
(٤) رواه البخاري ح (٣٦٩٣).
(٥) رواه مسلم ح (٢٤١٧).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (21,'وذات يوم مرِض علي - رضي الله عنه - مرضاً شديداً، فزاره أبو سنان الدؤلي، فقال له: لقد تخوفنا عليك يا أمير المؤمنين في شكواك هذه.
فقال له علي: لكني والله ما تخوفتُ على نفسي منه، لأني سمعتُ رسولَ الله - صلى الله عليه وسلم - الصادقَ المصدوقَ يقول: ((إنك ستُضرب ضربةً ها هنا، وضربةً ها هنا - وأشار إلى صُدغَيه - فيسيل دمها حتى تختضب لحيتُك، ويكونَ صاحبها أشقاها، كما كان عاقر الناقة أشقى ثمود)). (١)
ولأجل هذا الحديث ما كان - رضي الله عنه - يخاف على نفسه الهلكة في مرضه، فلسان حاله يردد ما قاله عبد الله بن رواحة - رضي الله عنه -:
وفينا رسول الله يتلو كتابَه ... إذا انشق معروف من الصبح ساطع
أرانا الهدى بعد العمى فقلوبنا ... به موقنات أن ما قال واقع
وتقبل فاطمة بنت النبي - صلى الله عليه وسلم - تمشي، فيقول لها أبوها: ((مرحباً بابنتي))، تقول أم المؤمنين عائشة: ثم أجلسها عن يمينه أو عن شماله، ثم أسرَّ إليهاً حديثاً، فبكت، ثم أسرَّ إليها حديثاً فضحكتْ.
فقلت لها: ما رأيتُ كاليوم فرحاً أقرب من حزن، فسألتُها عما قال؟ فقالت: ما كنت لأُفشي سِرَّ رسول الله - صلى الله عليه وسلم -.
فلما قُبِض النبيُّ - صلى الله عليه وسلم - سألتُها، فقالت: أسرَّ إلي: ((إن جبريل كان يعارضني القرآن كلَ سنة مرة، وإنه عارضني العام مرتين، ولا أراه إلا حضر أجلي، وإنك أولُ أهلِ بيتي لحاقاً بي، فبكيتُ، فقال - صلى الله عليه وسلم -: أما ترضَينَ أن تكوني سيدةَ نساء أهل الجنة أو نساءِ المؤمنين))، فضحكتُ لذلك. (٢)
_________
(١) رواه الحاكم (٣/ ١٢٢)، والطبراني في الكبير ح (١٧٣). قال الهيثمي: إسناده حسن. مجمع الزوائد (٩/ ١٨٨).
(٢) رواه البخاري ح (٣٦٢٤)، ومسلم ح (٢٤٥٠).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (22,'وفي رواية أخرى أنها قالت: (فأخبرني أنه يُقبض في وجعه الذي توفي فيه؛ فبكيت، ثم سارَّني، فأخبرني أني أولُ أهلِ بيته أتبعُه؛ فضحكت). (١)
وفي هذا الحديث يخبر النبي - صلى الله عليه وسلم - بثلاث غيوب، أولُها: اقترابُ أجله، وقد مات عليه الصلاة والسلام في تلك السنة.
وثانيها: إخبارُه ببقاء فاطمة بعده، وأنها أولُ أهل بيته وفاة. وقد توفيت بعده - صلى الله عليه وسلم - بستة أشهر فقط، فكانت أولَ أهل بيته وفاة.
وثالثها: أنها سيدةُ نساء أهل الجنة، رضي الله عنها.
قال النووي: " هذه معجزة ظاهرة له - صلى الله عليه وسلم - , بل معجزتان , فأخبر ببقائها بعده , وبأنها أول أهله لحاقاً به, ووقع كذلك , وضحكت سروراً بسرعة لحاقها". (٢)
وأيضاً، من دلائل نبوته وأعلام صدقه - صلى الله عليه وسلم -؛ إخبارُه أمَ المؤمنين ميمونةَ أنها لا تموت في مكة، فقد مرضت ميمونة في مكة، واشتد عليها المرض، فقالت لمن عندَها: أخرجوني من مكة، فإني لا أموتُ بها، إن رسول الله - صلى الله عليه وسلم - أخبرني أني لا أموت بمكة.
فحملوها حتى أتوا بها سَرِف، إلى الشجرة التي بنى بها رسول الله - صلى الله عليه وسلم - تحتها في موضع الفَيئة. (٣) فماتت هناك ودفنت، وقبرها معروف اليوم في ضاحية النوارية بمكة، فكانت وفاتُها خارجاً عن مكة، كما أخبر الذي لا ينطق عن الهوى.
ومن هؤلاء الذين تحدث النبي - صلى الله عليه وسلم - عن وفاتهم، سِبطُه الحسين بن علي ريحانة أهل الجنة، فقد قال النبي - صلى الله عليه وسلم - لإحدى أزواجه: ((لقد دخل علي البيت ملَك لم يدخل عليَّ قبلًها فقال لي: إن ابنك هذا حسين مقتول، وإن شئت أريتُك من تربة الأرض التي يقتل بها. قال: فأخرج تربة حمراء)). (٤)
_________
(١) رواه البخاري ح (٣٦٢٦)، ومسلم ح (٢٤٥٠).
(٢) شرح النووي (١٦/ ٥).
(٣) رواه أبو يعلى ح (٧١١٠)، والبخاري في التاريخ الكبير ح (٣٧٩). قال الهيثمي: "رواه أبو يعلى ورجاله رجال الصحيح" مجمع الزوائد (٩/ ٤٠١).
(٤) رواه أحمد في المسند ح (٢٥٩٨٥)، والحاكم (٣/ ١٩٤)، ووافقه الذهبي على تصحيحه، وقال الهيثمي: رجاله رجال الصحيح. مجمع الزوائد (٩/ ٣٠١)، وصححه الألباني في السلسلة الصحيحة ح (٨٨٢).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (23,'وهكذا كان فقد قُتل - رضي الله عنه - في كربلاء العراق عام ٦٠ هـ، فمن أدرى نبيه - صلى الله عليه وسلم - بأن الحسين مقتول؟ ومن الذي أراه تربة مقتله؟ إنه الله العليم.
والأعجب منه تنبؤ النبي - صلى الله عليه وسلم - بشهادة امرأة، وهي أم ورقةَ بنتَ عبد الله بن الحارث، فقد كان رسول الله - صلى الله عليه وسلم - يزورها كل جمعة، وكان يسميها الشهيدة فيقول: ((انطلقوا نزور الشهيدة)).
وذلك أنها قالت: يا نبي الله، أتأذنُ فأخرجُ معك، أمرّضُ مرضاكم، وأداوي جرحاكم، لعل الله يُهدي لي شهادة؟ قال: ((قَرِّي، فإن الله عز وجل يُهدي لك شهادة)).
وقد أدركتها الشهادة زمن عمر - رضي الله عنه -، وكانت أعتقت جارية لها وغلاماً عن دُبرُ منها [أي يُعتقان بعد وفاتها] فطال عليهما، فغمّاها [أي خنقاها] في القطيفة حتى ماتت. (١) فكانت وفاتُها شهادة كما أخبر النبي - صلى الله عليه وسلم -.
فكيف جزم النبي - صلى الله عليه وسلم - بوفاتها غيلة دون سائر الميتات، وهو أمر يندر في النساء؟ إنه دليلٌ آخرُ من دلائل نبوته وآيات رسالته.
ويغدو النبي - صلى الله عليه وسلم - إلى تبوك، ويتأخر عن الجيش أبو ذر لبطئ بعيره، فيتركه، ويحمل متاعه على ظهره، ليلحق بالنبي - صلى الله عليه وسلم - في تبوك.
وبينما المسلمون يتفقدون من تخلَّف عنهم، لاح في الأفق سوادُ رجلٍ يمشي، قالوا: يا رسول الله، هذا رجل يمشي على الطريق، فقال رسول الله - صلى الله عليه وسلم -: ((كن أبا ذر))، فلما تأمله الصحابة، قالوا: يا رسول الله، هو واللهِ أبو ذر.
فقال - صلى الله عليه وسلم -: ((رحم الله أبا ذر، يمشي وحده، ويموت وحده، ويبعث وحده)).
لقد عرَف النبي - صلى الله عليه وسلم - شخصَ أبي ذر قبل وصوله إليهم بما أعلمه الله، كما تنبأ - صلى الله عليه وسلم - بأن أبا ذر، كما هو الآن يمشي وحده بعيداً عن أصحابه، فإنه سيموت وحده بعيداً عنهم، ثم يبعث من ذلك المكان وحده.
_________
(١) رواه أحمد ح (٢٦٥٣٨)، وأبو داود ح (٥٧١)، وحسنه الألباني في صحيح أبي داود ح (٥٥٢).',NULL,'22',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (24,'وتمضي الأيام لتُحقق نبوءةَ النبي - صلى الله عليه وسلم -، فتدرك الوفاةُ أبا ذر في الربذة، فلما حضره الموت أوصى امرأته وغلامَه: إذا مِت فاغسلاني وكفّناني، ثم احملاني، فضعاني على قارعة الطريق، فأول ركب يمرون بكم، فقولوا: هذا أبو ذر.
فلما مات فعلوا به كذلك، فاطلع ركب من أهل الكوفة، وفيهم ابن مسعود، فما علموا به حتى كادت ركائبهم تطأ سريره [أي من إسراعهم إليه].
فاستهل ابن مسعود رضي الله عنه يبكي، ويقول: صدق رسول الله - صلى الله عليه وسلم - ((يرحم الله أبا ذر، يمشي وحده، ويموت وحده، ويُبعث وحده)).
فنزل ابن مسعود فولِيَ دفْنه. رضي الله عنهما. (١)
وفي رواية أن أم ذر بكت لما حضرته الوفاة، فقال لها: ما يبكيك؟ قالت: وما لي لا أبكي، وأنت تموت بفلاة من الأرض، ولا يدَ لي بدفنك، وليس عندي ثوب يسعُك، فأكفِنك فيه؟
قال: فلا تبكي وأبشري، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول لنفر من أصحابه وأنا فيهم: ((ليموتَن رجل منكم بفلاة من الأرض، يشهده عصابة من المؤمنين))، وليس من أولئك النفر أحد إلا وقد مات في قرية أو جماعة، وإني أنا الذي أموت بفلاة، والله ما كذَبت ولا كُذِبت. (٢)
لقد بشرها - رضي الله عنه - بمقدَم من يعينها على دفنه، لأن النبي - صلى الله عليه وسلم - قال متنبئاً عن ذلك الذي يموت بفلاة بأنه ((يشهده عصابة من المؤمنين)).
وجزْمُ أبي ذر أنه ذلك الرجل، لأن الباقين ممن شهدوا هذا القول قد ماتوا في قرية أو جماعة، ولم يبق إلا أبو ذر، وهو الذي حقق ما أخبر عنه محمد - صلى الله عليه وسلم -.
فمن ذا الذي أخبر محمداً - صلى الله عليه وسلم - بموت أبي ذر وحيداً؟ ومن الذي أخبره بمقدم جماعة من المؤمنين يتولون تجهيزه ودفنه؟ إنه عالم الغيب والشهادة العليم الخبير.
_________
(١) رواه الحاكم في المستدرك (٣/ ٥٢)، وحسّن إسناده ابن كثير في البداية والنهاية (٥/ ٩).
(٢) رواه أحمد ح (٢٠٨٦٥)، وابن حبان ح (٦٦٧٠)، وحسّنه الألباني في صحيح الترغيب والترهيب ح (٣٣١٤).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (25,'ومن دلائل نبوته - صلى الله عليه وسلم - إخبارُه عن موت النجاشي في أرض الحبشة في يوم وفاته، وهذا خبر تحمله الركبان يومذاك في شهر، يقول أبو هريرة - رضي الله عنه -: (نعى رسول الله - صلى الله عليه وسلم - النجاشي في اليوم الذي مات فيه، خرج إلى المصلى، فصف بهم، وكبر أربعاً). (١)
قال المباركفوري: "وفيه عَلمٌ من أعلام النبوة لأنه - صلى الله عليه وسلم - أعلمهم بموته في اليوم الذي مات فيه، مع بُعدِ ما بين أرض الحبشة والمدينة". (٢)
وفي اليوم السابق ليوم بدر، تفقد رسول الله أرض المعركة المرتقبة، وجعل يشير إلى مواضع مقتل المشركين فيها، ويقول: ((هذا مصرع فلان)).
قال أنس: ويضع يده على الأرض هاهنا هاهنا. فما ماطَ أحدهم عن موضع يد رسول الله - صلى الله عليه وسلم -. (٣)
وهذا الحديث من أعلام النّبوّة ومعجزاتها، وذلك لإنبائه - صلى الله عليه وسلم - بمصرع جبابرتهم , وتحديده أماكنَه، وقد وقع كما أخبر - صلى الله عليه وسلم -.
وأخبر - صلى الله عليه وسلم - بقتل المسلمين لأمية بن خلف، وتفصيل ذلك أن سعد بن معاذ كان صديقاً لأمية، وكان أمية إذا مر بالمدينة نزل على سعد، وكان سعد إذا مرَّ بمكة نزل على أمية، فلما قدم رسول الله - صلى الله عليه وسلم - المدينة؛ انطلق سعد معتمراً، فنزل على أمية بمكة ... فقال سعد: يا أمية، فوالله لقد سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إنهم قاتلوك)).
فقال أمية: بمكة؟ قال سعد: لا أدري. ففزع لذلك أمية فزعاً شديداً.
فلما رجع أمية إلى أهله قال: يا أم صفوان، ألم تري ما قال لي سعد؟ قالت: وما قال لك؟ قال: زعم أن محمداً أخبرهم أنهم قاتلي، فقلتُ له: بمكة؟ قال: لا أدري. فقال أمية: والله لا أخرج من مكة.
فلما كان يومُ بدر؛ استنفر أبو جهلٍ الناسَ، قال: أدركوا عِيرَكم، فكره أمية أن يخرج، فأتاه أبو جهل فقال: يا أبا صفوان، إنك متى ما يراك الناس قد تخلفْتَ وأنت سيد
_________
(١) رواه البخاري ح (١٢٥٤).
(٢) تحفة الأحوذي (٤/ ١١٥).
(٣) رواه مسلم ح (١٧٧٩).',NULL,'24',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (26,'أهل الوادي؛ تخلفوا معك، فلم يزل به أبو جهل، حتى قال: أما إذ غلبتني، فوالله لأشترين أجود بعير بمكة.
ثم قال أمية: يا أم صفوان، جهزيني. فقالت له: يا أبا صفوان، وقد نسيتَ ما قال لك أخوك اليثربي!؟ قال: لا، ما أريد أن أجوز معهم إلا قريباً.
فلما خرج أميةُ أخذ لا ينزل منزلاً إلا عَقَل بعيرَه، فلم يزل بذلك، حتى قتله الله عز وجل ببدر". (١)
والعجب كل العجب من يقين أمية بتحقق موعده - صلى الله عليه وسلم - وفَرَقِه من ذلك، لكن أنى له أن يُكذِّبَ الصادقَ الأمين الذي مازالوا منذ شبابه يشهدون له بالصدق {فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون} (الأنعام: ٣٣).
ومن أخبار الغيوب الدالة على نبوة النبي - صلى الله عليه وسلم -؛ إخباره بسوء خاتمة بعض من يظن أنهم يموتون على الإسلام أو قد يدخلون فيه، فقد تنبأ النبي - صلى الله عليه وسلم - بهلاك عمه أبي لهب وزوجِه على الكفر، حين أخبر - فيما نقله عن ربه - ببقائهما على الكفر وهلاكهما على ذلك، قال تعالى: {تبت يدا أبي لهب وتب - ما أغنى عنه ماله وما كسب - سيصلى ناراً ذات لهب - وامرأته حمالة الحطب - في جيدها حبل من مسد} (المسد: ١ - ٥)، فكيف جزم النبي - صلى الله عليه وسلم - بضلال عمه، وهو أقرب الناس إليه، ومَظِنة الميل إليه؟ هل كان ذلك إلا بإعلام الله له.
قال ابن كثير: " قال العلماء: وفي هذه السورة معجزة ظاهرة ودليل واضح على النبوة فإنه منذ نزل قوله تعالى: {سيصلى ناراً ذات لهب - وامرأته حمالة الحطب - في جيدها حبل من مسد} فأخبر عنهما بالشقاء وعدم الإيمان، لم يُقيَضْ لهما أن يؤمنا، ولا واحدٌ منهما، لا باطناً ولا ظاهراً، لا مُسِراً ولا معلناً، فكان هذا من أقوى الأدلة الباهرة الباطنة على النبوة الظاهرة". (٢)
_________
(١) رواه البخاري ح (٣٩٥٠).
(٢) تفسير القرآن العظيم (٤/ ٣٦٦).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (27,'ومثله في الدلالة على النبوة إخباره - صلى الله عليه وسلم - عن سوء خاتمة رجل قاتل مع المسلمين فأحسن البلاء والجلاد، يقول أبو هريرة - رضي الله عنه -: شهدنا مع رسول الله - صلى الله عليه وسلم - فقال لرجل ممن يدعي الإسلام: ((هذا من أهل النار)).
يقول أبو هريرة: فلما حضر القتال قاتل الرجل قتالاً شديداً، فأصابته جراحة، فقيل: يا رسول الله، الذي قلتَ له: إنه من أهل النار؛ فإنه قد قاتل اليوم قتالاً شديداً، وقد مات! فقال النبي - صلى الله عليه وسلم -: ((إلى النار)).
قال أبو هريرة: فكاد بعض الناس أن يرتاب. فبينما هم على ذلك إذ قيل: إنه لم يمت، ولكن به جراحاً شديداً.
فلما كان من الليل لم يصبر على الجراح، فقتل نفسه، فأُخبر النبي - صلى الله عليه وسلم - بذلك، فقال: ((الله أكبر، أشهد أني عبدُ الله ورسولُه)) ثم أمر بلالاً فنادى بالناس: ((إنه لا يدخلُ الجنة إلا نفسٌ مسلمة، وإن الله ليؤيد هذا الدين بالرجلِ الفاجر)). (١)
وروى الشيخان من حديث سهل بن سعد الساعدي - رضي الله عنه - نحواً من هذه القصة، في قصة رجل يدعى قزمان، حيث ذكرا أن المسلمين اقتتلوا مع المشركين , وفي أصحاب رسول الله - صلى الله عليه وسلم - قزمان لا يدع لهم شاذّة ولا فاذّة إلا اتّبَعها يضربها بسيفه, فقيل: ما أجزأ منا اليوم أحد كما أجزأ فلان [أي قزمان]. فقال رسول الله - صلى الله عليه وسلم -: ((أما إنه من أهل النار))، فقال رجل من القوم: أنا صاحبه.
قال سهل: فخرج معه، كلما وقف وقف معه, وإذا أسرع أسرع معه.
قال: فجُرح الرجل جرحاً شديداً، فاستعجل الموتَ، فوضع سيفَه بالأرض، وذُبابَه بين ثدييه، ثم تحامل على سيفه، فقتل نفسه.
فخرج الرجل الذي يتابعه إلى رسول الله - صلى الله عليه وسلم - فقال: أشهد أنك رسول الله، فقال - صلى الله عليه وسلم -: ((وما ذاك؟)) فأخبره بخبر الرجل، فقال رسول الله - صلى الله عليه وسلم - عند ذلك: ((إن الرجل ليعمل
_________
(١) رواه البخاري ح (٣٦٠٢).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (28,'عمل أهل الجنة - فيما يبدو للناس - وهو من أهل النار، وإن الرجل ليعمل عمل أهل النار - فيما يبدو للناس - وهو من أهل الجنة)). (١)
قال ابن حجر: "في الحديث إخباره - صلى الله عليه وسلم - بالمغيبات، وذلك من معجزاته الظاهرة". (٢)
وبينما النبي - صلى الله عليه وسلم - وأصحابه قادمون من سفر؛ إذ هاجت ريحٌ شديدة، تكاد أن تدفن الراكب، فقال رسول الله - صلى الله عليه وسلم -: ((بُعِثَت هذه الريح لموت منافق))، فلما قدم المدينة، فإذا منافق عظيم من المنافقين قد مات. (٣)
قال النووي عن هذه الريح: "أي عقوبةً له، وعلامةً لموته وراحةِ البلاد والعباد به". (٤)
وهذه الأخبار المتواترة في معناها؛ دليل على نبوة النبي - صلى الله عليه وسلم - وأنه مؤيَّد ببعض علم الغيب من ربه {عالم الغيب فلا يظهر على غيبه أحداً - إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصداً - ليعلم أن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عدداً} (الجن: ٢٦ - ٢٨).
ولله دَرُّ حسان بن ثابت إذ يقول عن خليله - صلى الله عليه وسلم -:
نبيٌ يرى ما لا يرى الناسُ حولَه ... ويتلو كتابَ الله في كل مشهد
فإن قال في يومٍ مقالةَ غائبٍ ... فتصديقُها في ضحوة اليومِ أو غد
_________
(١) رواه البخاري ح (٢٧٤٢) , ومسلم ح (١١٢).
(٢) فتح الباري (٧/ ٥٤٢).
(٣) رواه مسلم ح (٢٧٨٢).
(٤) شرح النووي على صحيح مسلم (٦/ ١٤١).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (29,'<span data-type="title" id=toc-5>رابعاً: إخباره - صلى الله عليه وسلم - بأخبار الفتن</span>
وإن مما أخبر عنه - صلى الله عليه وسلم - من الغيوب الدالة على نبوته؛ أخبار الفتن التي وقعت بين أصحابه بعد وفاته - صلى الله عليه وسلم -، فكان إخباره بذلك برهان نبوته وعَلم رسالته.
فقد أشرفَ النبي - صلى الله عليه وسلم - يوماً على أُطم من آطام المدينة فقال لأصحابه: ((هل ترون ما أرى؟)) قالوا: لا. قال: ((فإني لأرى الفتن تقع خلال بيوتكم كوقع القطر)). (١)
قال النووي: "والتشبيه بمواقع القطر في الكثرة والعموم، أي: أنها كثيرة، وتعُمُّ الناس، لا تختص بها طائفة، وهذا إشارة إلى الحروب الجارية بينهم، كوقعة الجمل وصِفِّين والحرة، ومقتلِ عثمان، ومقتلِ الحسين رضي الله عنهما وغيرِ ذلك، وفيه معجزة ظاهرة له - صلى الله عليه وسلم - ". (٢)
ويبين ابن حجر معنى اختصاص المدينة بالفتن، فيقول: "وإنما اختصت المدينة بذلك لأن قتل عثمان - رضي الله عنه - كان بها، ثم انتشرت الفتن في البلاد بعد ذلك، فالقتال بالجمل وبصفين كان بسبب قتل عثمان، والقتال بالنهروان كان بسبب التحكيم بصفين، وكل قتال وقع في ذلك العصر إنما تولد عن شيء من ذلك، أو عن شيء تولد عنه ". (٣)
وكما أنبأ النبي بوقوع فتنة قتل عثمان في المدينة المنورة، فإنه أشار إلى ما سيقع من الفتن في العراق أو بسبب أهلها، فقال - صلى الله عليه وسلم - وهو يشير إلى المشرق: ((الفتنة من ها هنا)). (٤)
قال ابن حجر في شرحه: "وأول الفتن كان منبعها من قبل المشرق، فكان ذلك سبباً للفرقة بين المسلمين، وذلك مما يحبه الشيطان ويفرح به، وكذلك البدع نشأت من تلك الجهة". (٥)
_________
(١) رواه البخاري ح (٧٠٦٠)، ومسلم ح (٢٨٨٥).
(٢) شرح النووي على صحيح مسلم (١٨/ ٧ - ٨).
(٣) فتح الباري (١٣/ ١٦).
(٤) رواه البخاري ح (٥٢٩٦)، ومسلم ح (٢٩٠٥).
(٥) فتح الباري (١٣/ ٥١).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (30,'وإن أول الفتن التي ابتلي بها الصحابة رضي الله عنهم خروج المنافقين على عثمان بن عفان - رضي الله عنه -، وطلبهم نزعه من الخلافة ثم قتلُه - رضي الله عنه -، وقد أخبر النبي عثمان ببعض معالم هذه الفتنة فقال له: ((يا عثمانُ، إنه لعل الله يقمّصُك قميصاً، فإن أرادوك على خلعه، فلا تخلعه لهم)). (١)
لقد أنبأه رسول الله - صلى الله عليه وسلم - كما سبق - أنه يموت شهيداً، وها هو ينبئه عن خلافته، وأن ثمةَ من يريد خلعَه من هذه الخلافة، فطلب منه النبي - صلى الله عليه وسلم - عدم موافقتهم عليه، وكل ذلك من أخبار الغيب الصادقة الدالة على نبوته - صلى الله عليه وسلم -.
قال المباركفوري: "يعني إن قصدوا عزلك عن الخلافة، فلا تعزل نفسك عنها لأجلهم؛ لكونك على الحقّ، وكونهم على الباطل , ولهذا الحديث فإن عثمانَ - رضي الله عنه - لم يعزل نفسَهُ حين حاصرُوهُ يوم الدّار ". (٢)
ووصف النبي - صلى الله عليه وسلم - بدقة معالم هذه الفتن التي تتابعت بعد مقتله، وكأنه - صلى الله عليه وسلم - يراها، وفي مقدمتها الفتنة الكبرى التي اقتتل فيها الصحابة في معركتي الجمل وصفين، وذلك بعد وفاته بثلاثين سنة، فيقول: ((لا تقوم الساعة حتى تقتتل فئتان، دعواهما واحدة)). (٣)
قال ابن كثير: "وهاتان الفئتان هما أصحاب الجمل وأصحاب صفين، فإنهما جميعاً يدعون إلى الإسلام، وإنما يتنازعون في شيء من أمور المُلك ومراعاة المصالح العائد نفعها على الأمة والرعايا، وكان ترك القتال أوْلى من فعله، كما هو مذهب جمهور الصحابة". (٤)
قال ابن حجر: " قوله: ((دعواهما واحدة)) أي دينهما واحد، لأن كلا منهما كان يتسمى بالإسلام, أو المراد أن كلا منهما كان يدعي أنه المحق". (٥)
_________
(١) رواه الترمذي ح (٣٧٠٥)، وأحمد في المسند ح (٢٤٦٣٩)، وصححه الألباني في صحيح الترمذي ح (٢٩٢٣٣).
(٢) تحفة الأحوذي (١٠/ ١٣٧).
(٣) رواه البخاري ح (٦٩٣٦).
(٤) البداية والنهاية (٦/ ٢١٤).
(٥) فتح الباري (٦/ ٧١٣).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (31,'وكون دعوى الطائفتين واحدة لا يمنع أن الحق مع إحداهما دون الأخرى، وقد أوضحه - صلى الله عليه وسلم -، فشهد بأنه مع الطائفة التي تقاتل فرقة مارقة تخرج بين المسلمين يومئذ، قال رسول الله - صلى الله عليه وسلم -: ((تمرق مارقة عند فرقة من المسلمين، يقتلها أولى الطائفتين بالحق)). (١) فكان ذلك شهادة بالغة بأن الحق مع عليٍّ وأصحابه، لقتالهم لمارقي الخوارج في وقعة النهروان.
قَالَ القرطبي: "وفي هذا الحديث عَلَم من أعلام النبوة، حيث أخبر بما وقع قبل أن يقع". (٢)
وكان - صلى الله عليه وسلم - قد تنبأ بظهور الخوارج، وحدد صفاتهم وسماتهم، لما جاءه ذو الخويصرة متهماً النبيَّ - صلى الله عليه وسلم - بالظلم في قسمة الغنائم قال: ((إن له أصحاباً، يحقِر أحدُكم صلاتَه مع صلاتهم، وصيامَه مع صيامهم، يقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الدين كما يمرق السهم من الرمية ... آيَتُهُم رجلٌ أسود، إحدى عضديه مثل ثدي المرأة، أو مثلُ البضعة تدردر، ويخرجون على خير فرقةٍ من الناس)).
قال أبو سعيد الخدري: (أشهد أني سمعت هذا الحديث من رسول الله - صلى الله عليه وسلم - , وأشهد أن علي بن أبي طالب قاتلهم وأنا معه، فأمر بذلك الرجل، فالتُمِس، فأتي به حين نظرت إليه على نعت النبي - صلى الله عليه وسلم - الذي نعته). (٣)
قال النووي: "وفي هذا الحديث معجزات ظاهرة لرسول الله - صلى الله عليه وسلم -، فإنه أخبر بهذا، وجرى كله كفلق الصبح، ويتضمن بقاء الأمة بعده - صلى الله عليه وسلم -، وأن لهم شوكة وقوة، خلاف ما كان المبطلون يشيعونه، وإنهم يفترقون فرقتين، وأنه يخرج عليه طائفة مارقة، وأنهم يشددون في الدين في غير موضع التشديد, ويبالغون في الصلاة والقراءة, ولا يقيمون بحقوق الإسلام، بل يمرقون منه, وأنهم يقاتلون أهل الحق, وأن أهل الحق يقتلونهم، وأن فيهم رجلاً صفة يده كذا وكذا، فهذه أنواع من المعجزات جرت كلها، ولله الحمد". (٤)
_________
(١) رواه مسلم ح (١٠٦٥).
(٢) فتح الباري (١٢/ ٣١٤).
(٣) رواه البخاري ح (٣٦١٠)، ومسلم ح (١٠٦٤).
(٤) شرح صحيح مسلم (٧/ ١٦٦ - ١٦٧).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (32,'وثمة ميزان آخر للفتنة، إنه عمار بن ياسر، رآه النبي - صلى الله عليه وسلم - عند بناء مسجده - صلى الله عليه وسلم - يحمل لبِنَتين لبنتين، فيما كان الصحابة يحملون لبِنة لبِنة، فجعل - صلى الله عليه وسلم - ينفض التراب عنه، ويقول: ((ويح عمار، تقتلُه الفئة الباغية، يدعوهم إلى الجنة، ويدعونه إلى النار))، قال أبو سعيد: يقول عمار: أعوذ بالله من الفتن. (١)
قال النووي في شرحه للحديث: " وفيه معجزة ظاهرة لرسول الله - صلى الله عليه وسلم - من أوجه: منها أن عمارًا يموت قتيلاً, وأنه يقتله مسلمون, وأنهم بُغاةٌ, وأن الصحابة يقاتِلون, وأنهم يكونون فِرقتين: باغية, وغيرها, وكل هذا قد وقع مثل فلق الصبح, صلى الله وسلم على رسوله الذي لا ينطق عن الهوى, إن هو إلا وحي يوحى". (٢)
وقال ابن عبد البر: "وتواترت الآثار عن النبي - صلى الله عليه وسلم - أنه قال: ((تقتل عمارَ الفئةُ الباغية))، وهذا من إخباره بالغيب وأعلام نبوته - صلى الله عليه وسلم -، وهو من أصح الأحاديث". (٣)
وقد قتِل عمارُ في جيش عليٍّ سنة سبع وثلاثين للهجرة النبوية، فكان دليلاً آخر على صحة موقف أبي الحسن علي - رضي الله عنه -، وهو أيضاً دليل على صحة نبوة نبينا - صلى الله عليه وسلم -، وإلا فمن ذا الذي أخبر النبي - صلى الله عليه وسلم - بما يقع بعد وفاته من تمايز المسلمين إلى فئتين، وأن الباغية منهما تقتل عماراً؟ لا ريب أنه وحي الله الذي يعلم السر وأخفى.
ومما أخبر به النبي - صلى الله عليه وسلم - من أخبار الفتن إخباره عن خروج إحدى أزواجه على جمل، وأنه يقتل حولها كثير من المسلمين، فعن ابن عباس رضي الله عنها قال: قال رسول الله - صلى الله عليه وسلم -: ((أيتُكنَّ صاحبة الجمل الأدبب [أي كثير وبر الوجه]، يقتل حولها قتلى كثيرة، تنجو بعدما كادت)). (٤)
_________
(١) رواه البخاري ح (٤٢٨)، ومسلم ح (٥١٩٢) واللفظ للبخاري.
(٢) شرح النووي على صحيح مسلم (٨/ ٤٠).
(٣) الاستيعاب (٢/ ٤٨١).
(٤) رواه ابن أبي شيبة في المصنف ح (٣٧٧٨٥)، قال الهيثمي في مجمع الزوائد: "رواه البزار ورجاله ثقات" (٧/ ٤٧٤).',NULL,'31',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (33,'وقد تحققت نبوءته - صلى الله عليه وسلم - حين سارت عائشة رضي الله عنها جهة البصرة قبيل وقعة الجمل، فلما بلغت مياه بني عامر نبحت الكلاب، فقالت: أي ماء هذا؟ قالوا: ماء الحوأب، قالت: ما أظنني إلا أني راجعة.
فقال لها الزبير: بل تقدمين، فيراك المسلمون، فيصلح الله عز وجل بينهم، قالت: إن رسول الله - صلى الله عليه وسلم - قال لي ذات يوم: ((كيف بإحداكن تنبح عليها كلاب الحوأب)). (١) فتحقق ما أخبرها به النبي - صلى الله عليه وسلم - بعد وفاته بخمس وعشرين سنة، ليكون إنباؤه دليل صدقه وبرهان نبوته.
وإذا كانت الفتنة قد عصفت رياحها بالكثيرين، فإن ثمة من لا تضره الفتنة ولا يشترك فيها، إنه محمد بن مَسْلَمة، يقول حذيفة - رضي الله عنه -: ما أحد من الناس تدركه الفتنة إلا أنا أخافها عليه؛ إلا محمد بن مسلمة، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: ((لا تضرك الفتنة)). (٢)
ولما أطلَّت الفتنة برأسها حقق محمد بن مسلمة نبوءة النبي - صلى الله عليه وسلم - عنه، فاعتزلها، وكسر سيفه، واتخذ سيفاً من خشب. (٣)
وكما أخبر - صلى الله عليه وسلم - عن الفتن التي تفرق المسلمين؛ فإنه أنبأ عن التئام شمل المسلمين على يد الحسن بن علي رضي الله عنهم، يقول أبو بكرة - رضي الله عنه -: بينا النبي - صلى الله عليه وسلم - يخطب؛ جاء الحسن، فقال عليه الصلاة والسلام: ((ابني هذا سيد, ولعل الله أن يصلح به بين فئتين من المسلمين)). (٤)
وقد كان كما أخبر - صلى الله عليه وسلم -، فقد تنازل الحسن لمعاوية عن الملك عام أربعينَ من الهجرة، فسُمِّيَ عامَ الجماعة لاجتماع المسلمين فيه على خليفة واحد بعد طول فرقة واختلاف.
_________
(١) رواه أحمد ح (٢٣٧٣٣)، والحاكم (٣/ ١٢٩)، وصححه، ووافقه الذهبي، وقال ابن كثير في البداية والنهاية: "هذا إسناد على شرط الصحيحين ولم يخرجوه" (٦/ ٢١٢).
(٢) رواه أبو داود ح (٤٦٦٣)، وصححه الألباني في مشكاة المصابيح ح (٦٢٣٣).
(٣) انظر العبر، الذهبي (١/ ٩).
(٤) رواه البخاري ح (٧١٠٩).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (34,'قال ابن حجر: "وفي هذه القصة من الفوائد علم من أعلام النبوة، ومنقبة للحسن بن علي؛ فإنه ترك المُلك، لا لقلة، ولا لذلة، ولا لعلة, بل لرغبته فيما عند الله، لما رآه من حقن دماء المسلمين، فراعى أمر الدين ومصلحة الأمة ". (١)
وفي ذلك كله شهادات تترى على نبوة النبي - صلى الله عليه وسلم - الذي خصه الله بهذه الأخبار من غيبه، فتحققت، لأنه - صلى الله عليه وسلم -
أرانا الهدى بعد العمى فقلوبنا ... به موقنات أن ما قال واقع
_________
(١) فتح الباري (١٣/ ٧١).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (35,'<span data-type="title" id=toc-6>إخباره - صلى الله عليه وسلم - بفتوح أمته للبلدان</span>
ومن الغيوب الدالة بتحققها على نبوة النبي - صلى الله عليه وسلم -؛ ما أخبر عنه - صلى الله عليه وسلم - مراراًً من انتشار الإسلام وظهور أمره على الأديان، وبلوغه إلى الآفاق، وهو أمر غيب لا مدخل فيه للتخمين ورجم الظنون، فإما أنه كاذب صادر من دعي، أو هو خبر صادق أوحاه الله الذي يعلم ما يُستقبَل من الأحداث والأخبار.
وشواهد ذلك كثيرة في القرآن والسنة، منها قوله تعالى: {هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون} (التوبة: ٣٣)، وقد صدقه الله فقد ظهر أمره، وتم نوره، وعظُم دينه.
وقد قال - صلى الله عليه وسلم - منبئاً عن ملك أمته وسلطانها: ((إن الله زوى لي الأرض، فرأيتُ مشارقَها ومغاربها، وإن أمتي سيبلغ ملكُها ما زوي لي منها، وأعطيتُ الكنزيْن الأحمرَ والأبيض)). (١)
قال النووي: "وهذا الحديث فيه معجزاتٌ ظاهرة, وقد وقعت كلُّها بحمد الله كما أخبر به - صلى الله عليه وسلم - ... المراد بالكنزين الذّهب والفضّة, والمراد كنزَيْ كسرى وقيصر، ملِكي العراق والشّام، وفيه إشارة إلى أنّ مُلكَ هذه الأمّة يكون معظم امتدادِه في جهتي المشرق والمغرب, وهكذا وقع، وأمّا في جهتي الجَنوب والشَّمال فقليل بالنّسبة إلى المشرق والمغرب". (٢) فقد أعلمه الله بانتشار دينه، وبسؤدد أتباعه وأمته من بعدِه على فارس والروم وغيرها من البلاد.
ومثل هذه النبوءة العظيمة بل أعظم منها؛ تنبؤه - صلى الله عليه وسلم - عن بلوغ دينه إلى أقاصي الأرض، في قوله: ((ليبلغن هذا الأمر ما بلغ الليلُ والنهار، ولا يترك الله بيت مَدَرٍ ولا وبرٍ، إلا أدخله اللهُ هذا الدين، بعز عزيز، أو بذلِّ ذليل، عزاً يُعز الله به الإسلام، وذُلاً يذل الله به الكفر)).
_________
(١) رواه مسلم ح (٢٨٨٩).
(٢) شرح النووي على صحيح مسلم (١٨/ ١٣).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (36,'وكان تميم الداري - رضي الله عنه - يؤكد تحقق هذه النبوءة فيقول: قد عرفتُ ذلك في أهل بيتي، لقد أصاب من أسلمَ منهم الخيرُ والشرفُ والعزُ، ولقد أصاب من كان منهم كافراً الذلُ والصَغارُ والجزيةُ. (١)
ولسوف نعرض لذكر بعض الفتوحات التي بشر بها النبي - صلى الله عليه وسلم -، فتحققت حال حياته أو بعد وفاته، فكانت دليلاً على نبوته ورسالته.
منها، تنبؤه - صلى الله عليه وسلم - بنصر بدر العظيم، وذلك في وقت كان المسلمون يعانون في مكة صنوف الاضطهاد ويُسامون سوء النكال؛ وفي وسط هذا البلاء نزل على النبي - صلى الله عليه وسلم - قوله تعالى: {أكفاركم خيرٌ من أولئكم أم لكم براءةٌ في الزبر - أم يقولون نحن جميعٌ منتصرٌ - سيهزم الجمع ويولون الدبر - بل الساعة موعدهم والساعة أدهى وأمرّ} (القمر: ٤٣ - ٤٦).
فقال عمر بن الخطاب [أي في نفسه]: أي جمع يهزم؟ أي جمع يُغلَب؟ فلما كان يوم بدر رأيتُ رسول الله - صلى الله عليه وسلم - يثِب في الدرع، وهو يقول: {سيهزم الجمع ويولون الدبر} فعرفتُ تأويلها يومئذ. (٢)
فهذه الآية نزلت قبل الهجرة بسنوات؛ تتحدث عن غزوة بدر واندحار المشركين فيها، وتتنبأ بهزيمتهم وفلول جمعهم.
وقبيل معركة بدر أدرك النبي - صلى الله عليه وسلم - اقتراب تحقق الوعد القديم الذي وعده الله، فقام إلى العريش يدعو ربه ويناجيه: ((اللهم إني أنشِدُك عهدَك ووعدَك، اللهم إن شئت لم تُعبَد بعدَ اليوم)).
ثم خرج رسول الله - صلى الله عليه وسلم - من عريشه، وهو يقول: {سيهزم الجمع ويولون الدبر - بل الساعة موعدهم والساعة أدهى وأمر}. (٣)
وهكذا كان، فقد هزمت جموعهم، وولوا على أدبارهم، وصدق الله نبيَه الوعدَ، وعدَ الله لا يخلف الله الميعاد.
_________
(١) رواه أحمد ح (١٦٥٠٩).
(٢) جامع البيان (٢٢/ ٦٠٢).
(٣) رواه البخاري ح (٢٩١٥).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (37,'ورأى النبي - صلى الله عليه وسلم - في رؤياه أنه يأتي المسجد الحرام ويطوف به، فأخبر أصحابه، فسُروا بذلك، وظنوا أن ذلك يكون في عامهم، فتجهزوا مع النبي - صلى الله عليه وسلم - آمّين البيت الحرام معظمين لحرْمَته، فصدتهم قريش عن البيت، وانتهى الأمر بإبرام صلح الحديبية الذي ألزم المسلمين بالعودة إلى المدينة، وأن يعتمروا من عامهم القابل.
وشعر الصحابة بغبن الشروط التي تضمنها الصلح، حيث اعتبره بعضهم من الدنية، فجاء عمر بن الخطاب فقال: يا رسول الله، ألسنا على الحق، وهم على الباطل؟ فقال: ((بلى)) فقال: أليس قتلانا في الجنة وقتلاهم في النار؟ قال: ((بلى)).
قال: فعلام نعطي الدنية في ديننا؟ أنرجع ولما يحكمِ الله بيننا وبينهم؟
فقال - صلى الله عليه وسلم -: ((يا ابن الخطاب، إني رسول الله، ولن يضيعني الله أبداً)) ... فنزلت سورة الفتح فقرأها رسول الله - صلى الله عليه وسلم - على عمر إلى آخرها.
فقال عمر: يا رسول الله أوَفتح هو؟ قال: ((نعم)). (١) وأنزل الله في إثرها آياتٍ من سورة الفتح.
لقد صدق الله رسوله القول: {إنا فتحنا لك فتحا مبيناً} (الفتح: ١)، فكانت الآية عزاء للنبي وصحابته في عودهم إلى المدينة من غير أن يطوفوا بالبيت الحرام، فقال - صلى الله عليه وسلم -: ((لقد أُنزلت عليَّ آية هي أحب إليّ من الدنيا جميعاً)). (٢)
قال ابن حجر في تبيان معنى الفتح العظيم الذي حققه المسلمون في صلح الحديبية: "المراد بالفتح هنا الحديبية، لأنها كانت مبدأَ الفتح المبين على المسلمين , لما ترتب على الصلح الذي وقع منه الأمن ورفع الحرب، وتمكن من يخشى الدخول في الإسلام والوصولَ إلى المدينة من ذلك، كما وقع لخالدٍ بنِ الوليد وعمرو بنِ العاص وغيرِهما, ثم تبعت الأسباب بعضَها بعضاً إلى أن كمل الفتح ...
قال [الزهري]: لم يكن في الإسلام فتحٌ قبلَ فتح الحديبية أعظمَ منه, وإنما كان الكفر حيث القتال, فلما أمن الناس كلهم؛ كلم بعضُهم بعضاً، وتفاوضوا في الحديث والمنازعة،
_________
(١) رواه البخاري ح (٤٤٨٤)، ومسلم ح (١٧٨٥).
(٢) رواه مسلم ح (١٧٨٦).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (38,'ولم يكن أحد في الإسلام يعقِل شيئاً إلا بادر إلى الدخول فيه , فلقد دخل في تلك السنتين مثلُ من كان دخل في الإسلام قبل ذلك أو أكثر.
قال ابن هشام: ويدل عليه؛ أنه - صلى الله عليه وسلم - خرج في الحديبية في ألف وأربعِمائة، ثم خرج بعد سنتين إلى فتح مكة في عشرةِ آلاف. (١)
وقبل أن يظهر لأصحاب النبي - صلى الله عليه وسلم - أبعاد الفتح العظيم؛ عزم النبي - صلى الله عليه وسلم - على الرجوع إلى المدينة؛ وأمر الصحابة بذبح الهدي والعود إلى المدينة، فكرهوا عودتهم من غير أن يأتوا البيت، فيحققوا رؤيا النبي - صلى الله عليه وسلم -، فأتى عمرُ - رضي الله عنه - النبيَّ - صلى الله عليه وسلم - فقال: أوليس كنتَ تحدثُنا أنا سنأتي البيت فنطوفَ به؟ قال: ((بلى، فأخبرتُكَ أنّا نأتيه العام؟)) فقال عمر: لا. فقال - صلى الله عليه وسلم -: ((فإنك آتيه ومطَوِّفٌ به)). (٢)
ونزلت آيات القرآن تؤكد صدقَ ما رآه النبي - صلى الله عليه وسلم - في رؤياه وتنبأ بحتميةَ تحققِ ما أوحى الله إليه في رؤياه: {لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله آمنين محلقين رؤوسكم ومقصرين لا تخافون} (الفتح: ٢٧)، وقد تحقق ذلك في عمرة القضاء في العام الذي يليه.
قال القرطبي في هذه الآية وغيرِها: " فهذه كلها أخبار عن الغيوب التي لا يقف عليها إلا رب العالمين، أو من أوقفه عليها ربُ العالمين، فدل على أن الله تعالى قد أوقف عليها رسولَه، لتكون دلالة على صدقه". (٣)
وأثاب الله الصحابة على صدق بيعتهم لرسول الله - صلى الله عليه وسلم - عند شجرة الرضوان بفتح قريب ومغانم وفيرة، أثابهم بفتح خيبر، فقال واعداً إياهم: {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحاً قريباً - ومغانم كثيرةً يأخذونها وكان الله عزيزاً حكيماً - وعدكم الله مغانم كثيرةً تأخذونها فعجل لكم هذه وكف أيدي الناس عنكم ولتكون آيةً للمؤمنين ويهديكم صراطاً مستقيماً} (الفتح: ١٨ - ٢٠).
_________
(١) فتح الباري (٧/ ٥٠٦)، وانظر سيرة ابن هشام (٢/ ٣٢١).
(٢) رواه البخاري ح (٢٧٣٤).
(٣) الجامع لأحكام القرآن (١/ ١٠٥).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (39,'إن الله يعد أصحاب الشجرة في هذه الآية بمغيَّبات عدة، منها الوعد بفتحٍ قريب ومغانمَ كثيرةٍ فيه {وأثابهم فتحاً قريباً - ومغانم كثيرة يأخذونها} (الفتح: ١٨ - ١٩).
قال الطبري: "وأثاب الله هؤلاء الذين بايعوا رسول الله - صلى الله عليه وسلم - تحت الشجرة - مع ما أكرمهم به من رضاهُ عنهم وإنزالِه السكينة عليهم وإثابتِه إياهم – فتحاً قريباً، معه مغانمُ كثيرةٌ يأخذونها من أموال يهود خيبر، فإن الله جعل ذلك خاصة لأهل بيعة الرضوان دون غيرهم". (١)
والتنبؤ بفتح خيبر لم يكن تنبؤاً بأمر ميسور قريب النوال، بل هو أمر دونه خرط القتاد؛ فإن خيبر حصون منيعة، وفيها عشرة آلاف من المقاتلين الشجعان، أي ما يساوي سبع مرات عدد المسلمين القادمين لفتحها، لكنه موعود الله.
وما إن لاحت بالأفق حصونها حتى قال - صلى الله عليه وسلم -: ((خرِبت خيبر، إنا إذا نزلنا بساحة قوم {فساء صباح المنذرين} (الصافات: ١٧٧)، قال أنس: فهزمهم الله)). (٢)
قال أبو القاسم الأصبهاني: "وفيه من دلالة النبوة أنه كان كما قال، خرِبت خيبر بعد نزوله - صلى الله عليه وسلم - بساحتهم". (٣)
وكما أخبر عن فتح خيبر فإنه تحدث عن جلاء اليهود منها، وقد وقع ذلك زمن خلافة عمر - رضي الله عنه -، فقد اعتدى بعض أهل خيبر على عبد الله بن عمر؛ فقام عمر خطيباً فقال: إن رسول الله - صلى الله عليه وسلم - كان عامل يهود خيبر على أموالهم، وقال: ((نقِرُّكم ما أقرَّكم الله))، وإن عبد الله بن عمر خرج إلى ماله هناك، فعُدي عليه من الليل، ففُدِعت يداه ورجلاه، وليس لنا هناك عدو غيرهم، هم عدونا وتهمتنا، وقد رأيت إجلاءهم.
فلما أجمع عمر على ذلك؛ أتاه أحد بني أبي الحقيق فقال: يا أمير المؤمنين، أتخرجنا وقد أقرنا محمد، وعاملنا على الأموال، وشرَطَ ذلك لنا؟
فقال عمر: أظننتَ أني نسيتُ قول رسول الله: ((كيف بك إذا أُخرجت من خيبر تعدو بك قَلوصُك ليلةً بعد ليلة؟)) فقال: كانت هذه هُزَيلة [مزاحاً] من أبي القاسم.
_________
(١) جامع البيان (١١/ ٣٤٧).
(٢) رواه مسلم ح (٣٣٦١).
(٣) دلائل النبوة (٣/ ٩٥٢).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (40,'قال: كذبتَ يا عدو الله.
فأجلاهم عمر، وأعطاهم قيمة ما كان لهم من الثمر مالاً وإبلاً وعروضاً من أقتاب وحبال وغير ذلك. (١)
وقال ابن حجر: " أشار - صلى الله عليه وسلم - إلى إخراجهم من خيبر، وكان ذلك من إخباره بالمغيَّبات قبل وقو عها". (٢)
ولم يكن فتحُ خيبرَ الوعد الوحيد الذي وعده الله أصحابَ الشجرة، بل قد بشّرهم بغيرِها، فقد بشرهم بفتح بلاد منيعة لم يقدروا على فتحها من قبل.
واختلف العلماء في تحديدها، هل هي الطائف أو مكة؟ فكلتاهما استعصت على المسلمين، قال تعالى: {وأخرى لم تقدروا عليها قد أحاط الله بها وكان الله على كل شيءٍ قديراً} (الفتح: ٢١).
والذي اختاره الطبري وغيرُه أن هذه الآية الكريمة بشارة بفتح مكة، وأنها البقعة التي رامها المسلمون ولم يقدروا عليها بعد، قال الطبري: " المعنيُّ بقوله: {وأخرى لم تقدروا عليها} غير [غيرُ خيبر]، وأنها هي التي قد عالجها ورامها فتعذّرت، فكانت مكةُ وأهلُها كذلك، وأخبر الله تعالى ذِكرُه نبيَه - صلى الله عليه وسلم - والمؤمنين أنه أحاط بها وبأهلها، وأنه فاتحُها عليهِم". (٣)
وتحقق الوعد بفتح مكة التي وعد الله - من قبل - نبيه بفتحها يوم الهجرة، وهو قريب من الجُحفة فقال له مواسياً: {إن الذي فرض عليك القرآن لرادك إلى معاد} (القصص: ٨٥).
قال القرطبي: "ختم السورة [سورة القصص] ببشارة نبيه محمد - صلى الله عليه وسلم - بردِّه إلى مكة قاهراً لأعدائه .. وهو قول جابر بن عبد الله وابن عباس ومجاهد وغيرهم". (٤)
_________
(١) رواه البخاري ح (٢٥٢٨).
(٢) فتح الباري (٥/ ٣٨٧).
(٣) جامع البيان (١١/ ٣٥٠).
(٤) الجامع لأحكام القرآن (١٣/ ٢٤٨).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (41,'وقد غادر النبي - صلى الله عليه وسلم - الدنيا ولما يرى بأم عينه بعضاً مما وعده الله تعالى في دينه وأمته، ولكنها تحققت زمن خلفائه وأتباعه عليه الصلاة والسلام.
وأول هذه الأخبار الصادقة ما ذكره القرآن من وعد للأعراب الذين لم يخرجوا مع النبي - صلى الله عليه وسلم - إلى عمرة الحديبية، فقال لهم الله مختبراً صدقهم وإيمانهم: {قل للمخلفين من الأعراب ستُدعون إلى قومٍ أولي بأسٍ شديدٍ تقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجراً حسناً وإن تتولوا كما توليتم من قبل يعذبكم عذاباً أليماً} (الفتح: ١٦).
وقد اختلف المفسرون في هؤلاء القوم أولي البأس الشديد الذين سيدعى الأعراب المتخلفون إلى قتالهم على أقوال، منها أنهم هوازن أو ثقيف أو فارس والروم، ونقل الواحدي عن جمهور المفسرين أنهم بنو حنيفة، لقول رافعٍ بنِ خَديج - رضي الله عنه -: (والله لقد كنا نقرأ هذه الآية فيما مضى {ستدعون إلى قوم أولي بأس شديد} فلا نعلم من هم، حتى دعانا أبو بكرٍ إلى قتال بني حنيفة، فعلمنا أنهم هم). (١) فكان هذا الوعد غيباً آخرَ أطلع الله عليه نبيه، حين بشره بالنصر والظفر على قوم أولي بأس شديد، يُدعى هؤلاء الأعراب إلى قتالهم، وكان ذلك في حروب المرتدين أتباعِ مسيلمةَ الكذاب.
ومما بشّر به - صلى الله عليه وسلم -، فتحقق بعده كما أخبر، بشارتُه بفتوح اليمن والشام والعراق واستيطان المسلمين بهذه البلاد، حيث قال - صلى الله عليه وسلم -: ((تُفتَح اليمن فيأتي قوم يُبِسُّون (٢) فيتحملون بأهلهم ومن أطاعهم، والمدينة خير لهم لو كانوا يعلمون، وتُفتح الشام فيأتي قومٌ يُبِسُّون، فيتحملون بأهليهم ومن أطاعهم، والمدينة خير لهم لو كانوا يعلمون، وتُفتح العراق فيأتي قومٌ يُبِسُّون، فيتحملون بأهليهم ومن أطاعهم، والمدينة خير لهم لو كانوا يعلمون)). (٣)
قال النووي: "قال العلماء: في هذا الحديث معجزاتٌ لرسول الله - صلى الله عليه وسلم -، لأنه أخبر بفتح هذه الأقاليم، وأن الناس يتحملون بأهليهم إليها ويتركون المدينة، وأن هذه الأقاليم تفتح
_________
(١) الجامع لأحكام القرآن (١٦/ ٢٣١).
(٢) أي يزينون إليهم السكنى في تلك البلاد ويدْعونهم ليرحلوا إليها.
(٣) رواه مسلم ح (١٨٧٥).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (42,'على هذا الترتيب [اليمن ثم الشام ثم العراق]، ووجِد جميعُ ذلك كذلك بحمد الله وفضله". (١)
ويؤكد الإمام ابن حجر تحقق هذه النبوءات النبوية، فينقل عن ابن عبد البر وغيره قولهم: "افتتحت اليمن في أيام النبي - صلى الله عليه وسلم - وفي أيام أبي بكر, وافتتحت الشام بعدها, والعراق بعدها، وفي هذا الحديث عَلم من أعلام النبوة, فقد وقع على وفق ما أخبر به النبي - صلى الله عليه وسلم - وعلى ترتيبه, ووقع تفرق الناس في البلاد لما فيها من السعة والرخاء, ولو صبروا على الإقامة بالمدينة لكان خيرًا لهم". (٢)
وأما فتح فارس، فقد بشر به رسول الله - صلى الله عليه وسلم - أصحابه، فقال: ((لتفتحن عصابة من المسلمين كنز آل كسرى الذي في الأبيض)). (٣)
وتحقق الوعد زمنَ خلافة عمر بن الخطاب، ففتحه الصحابة فكان أول من رأى القصر الأبيض ضرار بن الخطاب، فجعل الصحابة يكبرون ويقولون: هذا ما وعدنا الله ورسوله. (٤)
وكذا أخبر النبي - صلى الله عليه وسلم - بفتح مصر؛ ودعا إلى الإحسان إلى أهلها إكراماً لهاجر أم إسماعيل، فقد كانت من أرض مصر، كما أخبر بدخول أهلها في الإسلام واشتراكهم مع إخوانهم في التمكين له، قال - صلى الله عليه وسلم -: ((إنكم ستفتحون مصر .. فإذا فتحتموها فأحسنوا إلى أهلها؛ فإن لهم ذِمة ورحِماً))، في رواية لابن حبان: ((فاستوصوا بهم خيرًا، فإنهم قوة لكم، وبلاغ إلى عدوكم بإذن الله)).
والتفت النبي - صلى الله عليه وسلم - إلى أبي ذر فقال: ((فإذا رأيتَ رجلين يختصمان فيها في موضع لَبِنة فاخرج منها)).
_________
(١) شرح النووي على صحيح مسلم (٩/ ١٥٩).
(٢) فتح الباري (٤/ ١١٠).
(٣) رواه مسلم ح (٢٩١٩).
(٤) انظر البداية والنهاية (٧/ ٦٤).',NULL,'41',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (43,'وتحقق ذلك زمنَ خلفائه الراشدين، فكان أبو ذر - رضي الله عنه - ممن فتح مصر وسكنها، يقول - رضي الله عنه -: فرأيت عبدَ الرحمنِ بنَ شرحبيلَ بنِ حسنة وأخاه ربيعة يختصمان في موضع لَبِنة، فخرجت منها. (١)
قال النووي: "وفيه معجزة ظاهرة لرسول الله - صلى الله عليه وسلم -، منها إخباره بأن الأمةَ تكون لهم قوة وشوكة بعده، بحيث يقهرون العجم والجبابرة، ومنها أنهم يفتحون مِصر، ومنها تنازع الرجلين في موضع اللَبِنة، ووقع كلُ ذلك ولله الحمد". (٢)
وأخبر النبي - صلى الله عليه وسلم - أن الفتوح التي تقع على أيدي أصحابه ومن بعدهم، تستمر إلى ثلاثة أجيال بعده - صلى الله عليه وسلم - قبل أن تتوقف، ففي الصحيحين من حديث أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((يأتي على الناس زمانٌ يغزو فِئام من الناس، فيقال لهم: فيكم من رأى رسول الله - صلى الله عليه وسلم -؟ فيقولون: نعم. فيفتح لهم.
ثم يغزو فئام من الناس فيقال لهم: فيكم من رأى من صحب رسولَ الله - صلى الله عليه وسلم -؟ فيقولون: نعم. فيفتح لهم.
ثم يغزو فئام من الناس فيقال لهم: هل فيكم من رأى من صحب من صحب رسول الله - صلى الله عليه وسلم - فيقولون: نعم. فيفتح لهم)). (٣)
قال النووي: "وفي هذا الحديث معجزاتٌ لرسول - صلى الله عليه وسلم -، وفضلُ الصحابة والتابعين وتابعيهم". (٤)
ولا تتوقف نبوءات النبي - صلى الله عليه وسلم - عند فتوح العراق والشام ومصر زمن أصحابه، بل يمتد إخبارُه ليحدث عن فتح بلاد بعيدة المنال، عصية القلاع، القسطنطينية عاصمة دولة الروم، يقول - صلى الله عليه وسلم -: ((لتُفتحن القسطنطينية فلنِعمَ الأميرُ أميرُها، ولنعم الجيشُ ذلك
_________
(١) رواه مسلم ح (٢٥٤٣)، ورواية ابن حبان رواها في صحيحه، الموارد ح (٢٣١٥).
(٢) شرح صحيح مسلم (١٦/ ٩٧).
(٣) رواه البخاري ح (٣٦٤٩)، ومسلم ح (٢٥٣٢) واللفظ له.
(٤) شرح صحيح مسلم (١٦/ ٨٣).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (44,'الجيش))، قال عبد الله بن بشر الخثعمي راوي الحديث: فدعاني مسلمة بن عبد الملك، فسألني فحدثته، فغزا القسطنطينية. (١)
لقد جزم مسلمة بتحقق هذه النبوءة، فأراد أن يحوز شرفها، فغزا القسطنطينية، لكن الله اختبأها لفتى بني عثمان محمدٍ الفاتح رحمه الله، فكان فتحُه لها دليلاً آخر على نبوة النبي - صلى الله عليه وسلم -.
لكن العجيب المدهش الذي يلوي الأعناق من أخبار الفتوح أن بعض هذه الأخبار كانت في وقت ضيق المسلمين، وعلى خلاف ما توحي به الأحداث، بل على عكسه ونقيضه، لقد كان النبي - صلى الله عليه وسلم - يتنبأ - وهو في ضنك البلاء وأُوار المحنة - بما لا يمكن لأحد أن يحلُم به ولو في رؤياه.
ومنه أنه - صلى الله عليه وسلم - خرج على أصحابه وهم يعذبون بالنار والحديد في بطحاء مكة، وفيهم خباب بن الأرَتّ، الذي تقدم إليه شاكياً فقال: ألا تستنصر لنا؟ ألا تدعو الله لنا؟ فقال - صلى الله عليه وسلم -: ((كان الرجل فيمن قبلكم يُحفر له في الأرض، فيُجعل فيه، فيجاء بالمنشار، فيوضع على رأسه فيُشق باثنتين، وما يصده ذلك عن دينه، ويمشَّط بأمشاط الحديد ما دون لحمه من عظم أو عصب، وما يصده ذلك عن دينه".
ثم بشره النبي - صلى الله عليه وسلم - ببشارة عظيمة مذهلة فقال: ((والله ليَتِمَّنَّ هذا الأمر، حتى يسير الراكب من صنعاء إلى حضرموت، لا يخاف إلا الله أو الذئب على غنمه، ولكنكم تستعجلون)). (٢)
إنه - صلى الله عليه وسلم - يتنبأ بتمام أمر دينه، وبأمن أصحابه في زمنٍ ما كانوا يجرؤون فيه على إعلان دينهم خوفاً من بطش قريش وعذابها.
وفي المدينة المنورة ألقى الخوف بظلاله على المسلمين، ولنسمع إلى أُبي بن كعب وهو يصف حالهم: لما قدم رسولُ الله - صلى الله عليه وسلم - وأصحابُه المدينة، وآواهم الأنصار، رمتهم العرب عن قوس واحدة، وكانوا لا يبيتون إلا في السلاح، ولا يصبحون إلا فيه.
_________
(١) رواه أحمد ح (١٨٤٧٨)، وحسّن إسناده ابن عبد البر في الاستيعاب (١/ ٢٥٠)، ورواه الحاكم في المستدرك (٤/ ٤٦٨)، وقال: هذا حديث صحيح الإسناد ولم يخرجاه. ووافقه الذهبي.
(٢) رواه البخاري ح (٣٦١٢).',NULL,'43',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (45,'فقالوا: ترون أنَّا نعيشُ حتى نبيتَ مطمئنين لا نخاف إلا الله عز وجل؟ فنزل قوله تعالى: {وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم أمناً} (النور: ٥٥) وكان كذلك، فقد أمَّنهم الله من بعد خوفهم، وسوَّدهم الأرض، واستخلفهم فيها من بعد ذلتهم، ومكَّن لهم دينهم في مشارق الأرض ومغاربها.
قال القرطبي: " وقد فَعلَ اللهُ ذلك بمحمدٍ وأمتِه، ملّكَهُم الأرض، واستخلفهم فيها، وأذل لهم ملوكاً تحت سيف القهر بعد أن كانوا أهل عز وكبر، وأورثهم أرضهم وديارهم وأموالهم {وعد الله إن الله لا يخلف الميعاد} (الزمر: ٢٠) ". (١)
وفي موقف آخر من المواقف الصعبة التي عانى منها الصحابة أتى عدي بن حاتم النبي - صلى الله عليه وسلم -، وبينما هو عنده؛ أتاه رجل فشكا إليه الفاقة، ثم أتاه آخر فشكا إليه قطع السبيل.
فالتفت النبي - صلى الله عليه وسلم - إلى عَدي، وقال: ((فلعلك إنما يمنعك عن الإسلام أنك ترى من حولي خصاصة، أنك ترى الناس علينا إلْباً)).
ثم ألقى النبي - صلى الله عليه وسلم - نبوءة مفاجئة أذهلت عَدياً، فقد قال له: ((يا عدي، هل رأيت الحيرة؟)) فأجابه: لم أرها، وقد أُنبئت عنها.
فقال - صلى الله عليه وسلم -: ((فإن طالت بك حياة لترين الظعينة [أي المرأة] ترتحل من الحيرة حتى تطوف بالكعبة، لا تخاف أحداً إلا الله)).
يقول عدي، وهو يتشكك من وقوع هذا الخبر: قلت فيما بيني وبين نفسي: فأين دُعَّار [لصوص] طيءٍ الذين سعروا البلاد؟
وقبل أن يفيق عدي من ذهوله وحديثه مع نفسه أسمعه النبي - صلى الله عليه وسلم - نبوءة أعظمَ وأبعد، فقال: ((ولئن طالت بك حياة لتُفتحنَّ كنوزُ كسرى)).
ولم يصدق عديٌ مسمعه، فسأل النبيَّ - صلى الله عليه وسلم - مستوثقاً: كسرى بنِ هُرمز؟
_________
(١) الإعلام بما في دين النصارى (١/ ٣٣٨).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (46,'فأجابه النبي - صلى الله عليه وسلم - بلسان الواثق من ربه - رغم ضعف حاله وفاقة أصحابه -: ((كسرى بنِ هرمز، ولئن طالت بك حياة لتريَنَّ الرجل يُخرج ملء كفه من ذهب أو فضة، يطلب من يقبله منه فلا يجد أحداً يقبلُه)).
ثلاث نبوءات لا يمكن لغير مؤمنٍ أن يُصدق بوقوعها في ذلك الزمان وفي مثلِ تلك الظروف، لكنها دلائل النبوة وأخبار الوحي الذي لا يكذب.
يقول عدي: فرأيتُ الظعينة ترتحل من الحيرة حتى تطوفَ بالكعبة لا تخاف إلا الله، وكنتُ فيمن افتتح كنوز كسرى بنِ هرمز، ولئن طالت بكم حياة لترون ما قال النبي أبو القاسم - صلى الله عليه وسلم -[عن الرجل] يخرج ملء كفه. (١)
وصدق عدي - رضي الله عنه -، فقد تحققت الثالثة زمن الخليفةِ الراشدِ عمرَ بنِ عبد العزيز.
ومثله قوله - صلى الله عليه وسلم -: ((لا تقوم الساعة حتى يسير الراكب بين العراق ومكة؛ لا يخاف إلا ضلال الطريق)). (٢) إنها من أخبار الغيب الدالة بتحققها على نبوة محمد - صلى الله عليه وسلم -.
ولما أتت جموع الأحزاب إلى المدينة، يرومون استئصال المسلمين؛ أمر النبي - صلى الله عليه وسلم - بحفر الخندق حول المدينة، وبينما هم يحفرون عرضت لهم صخرة حالت بينهم وبين الحفر، فقام رسول الله - صلى الله عليه وسلم - وأخذ المعول، ووضع رداءه ناحية الخندق، وقال: {وتمت كلمة ربك صدقاً وعدلاً لا مبدل لكلماته وهو السميع العليم} (الأنعام: ١١٥) فندر ثُلث الحجر، وسلمان الفارسي قائم ينظر، فبرق مع ضربةِ رسول الله - صلى الله عليه وسلم - برْقة.
ثم ضرب الثانية والثالثة .. فكان مثله.
فتقدم إليه سلمان فقال: يا رسول الله رأيتُك حين ضربتَ، ما تضرب ضربة إلا كانت معها برقة! فقال له رسول الله - صلى الله عليه وسلم -: ((يا سلمان رأيتَ ذلك؟)) فقال: إي والذي بعثك بالحق يا رسول الله.
قال: ((فإني حين ضربت الضربة الأولى رُفعت لي مدائنُ كسرى وما حولها ومدائنٌ كثيرة حتى رأيتُها بعينيّ)).
_________
(١) رواه البخاري ح (٣٥٩٥)، فيما عدا قوله: ((فلعلك إنما يمنعك عن الإسلام أنك ترى من حولي خصاصة، أنك ترى الناس علينا إلباً))، فإنها من رواية الحاكم (٤/ ٥٦٤).
(٢) رواه أحمد ح (٨٦١٥)، قال الهيثمي: "رجاله رجال الصحيح" مجمع الزوائد (٧/ ٦٣٩).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (47,'فقال له من حضره من أصحابه: يا رسول الله، ادع الله أن يفتحها علينا .. فدعا رسول الله - صلى الله عليه وسلم - بذلك.
((ثم ضربتُ الضربة الثانية، فرُفعت لي مدائن قيصر وما حولها حتى رأيتها بعينيّ)). قالوا: يا رسول الله ادع الله أن يفتحها علينا .. فدعا رسول الله - صلى الله عليه وسلم - بذلك.
((ثم ضربت الثالثة فرفعت لي مدائن الحبشة وما حولها من القرى حتى رأيتها بعيني)).
وقبل أن يطلب الصحابة منه الدعاء لهم بفتحها؛ بادرهم النبي - صلى الله عليه وسلم - بالقول: ((دعوا الحبشة ما ودعوكم، واتركوا الترك ما تركوكم)). (١)
وقد أطلع الله نبيه على ما يكون من أخبار الحبشة والترك، وما تحدثه حروبهم من النكال بالمسلمين، فكره قتالهم، وأوصى باجتنابهم.
أما الحبشة فإنهم يهدمون الكعبة في آخر الزمان، فقد قال - صلى الله عليه وسلم -: ((يخرب الكعبة ذو السويقتين من الحبشة)). (٢)
وأما الترك فمنهم التتار الذين استباحوا بغداد، وقتلوا فيها ما يربو على مليونين من المسلمين عام ٦٥٨هـ.
قال ابن كثير: "وفي هذه السنة [٦٤٣هـ] كانت وقعة عظيمة بين جيش الخليفة وبين التتار لعنهم الله، فكسرهم المسلمون كسرة عظيمة، وفرقوا شملهم، وهزموا من بين أيديهم، فلم يلحقوهم، ولم يتبعوهم خوفاً من غائلة مكرهم، وعملاً بقوله - صلى الله عليه وسلم -: ((اتركوا الترك ما تركوكم)) ". (٣)
وعلل بعض أهل العلم الأمر بترك قتالهم بأنه "لأن بلاد الحبشة وغيرهم، بين المسلمين وبينهم مهامِهُ وقِفار، فلم يكلِّف المسلمين دخول ديارهم لكثرة التعب وعظمة
_________
(١) رواه النسائي ح (٣١٧٦)، وأبو داود ح (٤٣٠٢)، وحسنه الألباني في صحيح النسائي ح (٢٩٧٦).
(٢) رواه البخاري ح (١٥٩١)، ومسلم ح (٢٩٠٩).
(٣) البداية والنهاية (١٣/ ١٦٨).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (48,'المشقة، وأما الترك فبأسهم شديد، وبلادهم باردة، والعرب وهم جند الإسلام كانوا من البلاد الحارة، فلم يكلفهم دخول البلاد، فلهذين السِّرين خصصهم". (١)
ولما انقضت غزوة الأحزاب، ولت جموعهم الأدبار، وقبل أن ينقشع غبارُ إدبارهم أخبر النبي - صلى الله عليه وسلم - بنبوءة ما كان له أن يطلع عليها لولا إخبار الله له، فقال: ((الآن نغزوهم ولا يغزوننا، نحن نسير إليهم)). (٢)
وهكذا كان، إذ كانت غزوة الأحزاب آخر غَزاة غزتها قريش في حربها مع النبي - صلى الله عليه وسلم -، وقد غزاهم المسلمون بعدها، وفتحوا مكة بعون الله وقدرته، فمن الذي أعلم النبي - صلى الله عليه وسلم - أن هذه الألوف التي دهمت المدينة لن تعود إليها بعد هذه الكَرَّة الخاسرة؟ إنه الله رب العالمين.
قال ابن حجر عن قوله - صلى الله عليه وسلم -: ((الآن نغزوهم ولا يغزوننا)): "وفيه علمٌ من أعلام النبوة، فإنه - صلى الله عليه وسلم - اعتمر في السنة المقبلة، فصدّتهُ قريش عن البيت، ووقعت الهدنة بينهم إلى أن نقضوها، فكان ذلك سببَ فتح مكة، فوقع الأمر كما قال - صلى الله عليه وسلم - ". (٣)
_________
(١) عون المعبود (١١/ ٢٧٦).
(٢) رواه البخاري ح (٤١١٠).
(٣) فتح الباري (٧/ ٤٦٨).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (49,'<span data-type="title" id=toc-7>إخباره - صلى الله عليه وسلم - بأخبار آخر الزمان وعلامات الساعة</span>
وإن من دلائل النبوة ما أخبر - صلى الله عليه وسلم - أنه يكون بين يدي الساعة، ونراه أو نرى بعضه في حياتنا اليوم، وهو ما يسميه العلماء بأشراط الساعة الصغرى، وهذا الحاضر - الذي نراه اليوم - كان غيباً أطلع الله عليه نبيه، ليكون شاهداً على نبوته ورسالته.
ومن الأخبار المتعلقة باقتراب الساعة ما يحدثنا عنه - صلى الله عليه وسلم - بقوله: ((من أشراط الساعة أن يقِلَّ العلم، ويظهر الجهل، ويظهر الزنا، وتكثر النساء، ويقِلَّ الرجال، حتى يكون لخمسين امرأة القيم الواحد)). (١)
وزاد في رواية في الصحيحين: ((ويُشربَ الخمر، ويَظهرَ الزنا)). (٢)
وفي رواية أخرى: ((وتكثُرَ الزلازل، ويتقاربَ الزمان، وتَظهرَ الفتن، ويكثُرَ الهرْج، وهو القتل)). (٣)
وفي رواية: ((يتقاربُ الزمان، ويَنقصُ العمل، ويُلقى الشح)). (٤)
فهذه ثمان علامات تكون بين يدي الساعة.
أولها: ظهور الجهل وقلة العلم الشرعي بين الناس، وذلك لقبض العلماء وظهور الرؤوس الجهال الذين يفتون بغير علم، فيَضلون ويُضلون، وقد قال رسول الله - صلى الله عليه وسلم -: ((إن الله لا يقبض العلم انتزاعاً ينتزعه من الناس، ولكن يُقبض العلم بقبض العلماء، حتى إذا لم يَترُك عالماً اتخذ الناس رؤوساً جهالاً، فسُئلوا، فأفتوا بغير علم، فضلوا وأضلوا)). (٥)
قال ابن بطال: "وجميع ما تضمنه هذا الحديث من الأشراط، وقد رأينا عياناً، فقد نَقص العلم وظهر الجهل". (٦)
_________
(١) رواه البخاري ح (٧٩)، ومسلم ح (٤٨٢٥).
(٢) رواه البخاري ح (٨٠)، ومسلم ح (٢٦٧١).
(٣) رواه البخاري ح (١٠٣٦).
(٤) رواه البخاري ح (٦٠٣٧)، ومسلم ح (١٥٧).
(٥) رواه البخاري ح (١٠٠)، ومسلم ح (٢٦٧٣).
(٦) فتح الباري (١٣/ ١٨).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (50,'وتعقبه ابن حجر فقال: "الذي يظهر أن الذي شاهده كان منه الكثير مع وجود مقابله [أي العلم]، والمراد من الحديث استحكامُ ذلك، حتى لا يبقى مما يقابله إلا النادر .. فلا يبقى إلا الجهل الصِرف، ولا يمنع من ذلك وجود طائفة من أهل العلم؛ لأنهم يكونون حينئذ مغمورين في أولئك". (١)
ولئن كان ذلك في زمن ابن بطال ثم ابن حجر فإنه في زماننا أظهر وأبْيَن، ولا يخفى هذا على عاقل يرى ما رُزئنا به اليوم من موت العلماء، وتصدر الأدعياء.
وأما العلامة الثانية من علامات النبوة التي أخبر بها - صلى الله عليه وسلم - فهي شيوع شرب الخمر بين المسلمين، وقد أنبأ - صلى الله عليه وسلم - أن الذين سيشربونها؛ يسمونها بغير اسمها، وأنهم يستحلونها، ولا يرون أنها الخمر التي حرمها الله، قال - صلى الله عليه وسلم -: ((يشرب ناس من أمتي الخمر، يسمونها بغير اسمها))، وزاد في رواية الدارمي: ((فيستحلونها)). (٢)
وبيانُه فيما أخرجه البخاري عن النبي - صلى الله عليه وسلم - أنه قال: ((ليكونن من أمتي أقوامٌ يستحلون الحِرَ والحرير والخمر والمعازف)). (٣)
وقد كان هذا - وللأسف - عند بعض جهال المسلمين، غفلة منهم وجهلاً، فتعاطوا هذه المحرمات، لما رأوها سميت بالمنشطات أو المخدِّرات أو المشروبات الروحية، والحق أنها جميعاً خمر حرمها الله ولعن شاربها وبائعها وصانعها، وقد قال عمر - رضي الله عنه - على المنبر وهو يخطب في المسلمين: (أما بعد، نزل تحريم الخمر وهي من خمسة: العنب والتمر والعسل والحنطة والشعير، والخمر ما خامر العقل) (٤)، أي غطاه، فكل ذلك خمر.
قال القرطبي: " في هذا الحديث عَلم من أعلام النبوة، إذ أخبر عن أمور ستقع؛ فوقعت، خصوصاً في هذه الأزمان". (٥)
_________
(١) فتح الباري (١٣/ ١٨).
(٢) رواه النسائي ح (٥٦٥٨)، وأبو داود ح (٣٦٨٨)، وأحمد ح (١٧٦٠٧)، والدارمي ح (٢١٠٠)، وصححه الألباني في صحيح الجامع ح (٩٥٨٤).
(٣) ذكره البخاري معلقاً بصيغة الجزم في باب: "ما جاء فيمن يستحل الخمر ويسميه بغير اسمه".
(٤) رواه البخاري ح (٥٥٨١)، ومسلم ح (٣٠٣٢).
(٥) نقله عنه ابن حجر في الفتح (١/ ١٧٩).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (51,'وأما ثالث أشراط الساعة المذكورة في الأحاديث آنفاً؛ فهو انتشارُ الزنا وشيوعُه بين الناس، وهو أمر يكثر - عياذاً بالله – عند غير المسلمين، وهذه الشناعة استقبحتها الأمم طوال تاريخ الإنسانية، وأصبحت الآن تعرض في وسائل التقنية الحديثة، وعمدت بعض الدول إلى تقنينها، وأجازتها قوانينها وتشريعاتها، بل جعلها بعضهم ضرباً من ضروب التجارة والكسب.
ورابع الأشراط التي ذكرها النبي - صلى الله عليه وسلم -؛ كثرة الفتن وما يستتبعها من كثرة الهرج الذي هو القتل، وقد أبانه النبي - صلى الله عليه وسلم - فقال: ((والذي نفسي بيده ليأتين على الناس زمان لا يدري القاتل في أي شيء قَتل، ولا يدري المقتول على أي شيء قُتِل)). (١)
ونجد مصداق هذه النبوءة النبوية في كثرة الحروب والفتن التي يقتل فيها الأبرياء، فلا يدري القاتل من يقتُل، ولا لماذا يقتُل، ومثلُه المقتول. أجارنا الله من الفتن.
وهذا يفسر لنا العلامة الخامسة من علامات النبوة، الواردة في قول النبي - صلى الله عليه وسلم -: ((وتكثرَ النساء ويقلَ الرجال، حتى يكون لخمسين امرأة القيم الواحد))، فإن الرجال هم وقود الحروب والفتن دون غيرهم.
قال ابن حجر: "قيل سببه أن الفتن تكثر، فيكثر القتل في الرجال؛ لأنهم أهل الحرب دون النساء ... والظاهر أنها علامة محضة لا لسبب آخر، بل يُقدِّر الله في آخر الزمان أن يقِلَ من يولد من الذكور، ويكثر من يولد من الإناث ". (٢)
وإلى صدق هذه النبوءة وقرب تحققها تشير الإحصاءات العالمية، حيث وصلت نسبة الذكور حسب إحصاءات الأمم المتحدة عام ٢٠٠٢م إلى ٤٨%، وتتوقع دائرة الإحصاءات الأمريكية أن تصل نسبة الذكور عام ٢١٠٠م إلى ٣٨% من سكان الولايات المتحدة الأمريكية، وهو ما يؤكد أن ما أخبر به - صلى الله عليه وسلم - في طريقه إلى التحقق.
وأما العلامة السادسة مما يكون بين يدي الساعة فهي تقارب الزمان، فقد قال - صلى الله عليه وسلم -: ((لا تقوم الساعة حتى يُقبضَ العلم، وتكثُرَ الزلازل، ويتقاربَ الزمان .. )). (٣)
_________
(١) رواه مسلم ح (٢٩٠٨).
(٢) فتح الباري (١/ ٢١٥).
(٣) رواه البخاري ح (١٠٣٦).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (52,'وقال: ((يتقاربُ الزمان، ويَنقصُ العمل، ويُلقى الشح)). (١)
قال التوربشتيُ: "يُحمل ذلك على قلة بركة الزمان، وذهابِ فائدته في كل مكان، أو على أن الناس لكثرة اهتمامهم بما دهمهم من النوازل والشدائد وشُغْلِ قلبهم بالفتن العظام؛ لا يدرون كيف تنقضي أيامهم ولياليهم". (٢)
وقال الخطابي: "معناه قِصَر زمان الأعمار وقلة البركة فيها .. وقيل: قِصر مدة هذه الأيام والليالي؛ على ما روي أن الزمان يتقارب حتى يكون السنة كالشهر، والشهرُ كالجمعة، والجمعةُ كاليوم، واليومُ كالساعة، والساعةُ كاحتراق السَعَفَة". (٣)
وهكذا فقد حمل العلماء الحديث على ثلاثة معانٍ: قصرُ الأعمار أو ذَهابُ بركتها أو تقاربُ الزمان حقيقة.
فأما المعنيان الأولان فهما مشاهدان بكثرة بين الناس اليوم، وبخاصة ذَهاب بركة العمر، حيث تنقضي السنة، والواحد منا يظنها شهراً، وينقضي الشهر، ولا نحسبه إلا أسبوعاً.
وأما المعنى الثالث الذي يقضي بتناقص الزمان حقيقة، فلعله يكون قبيل الساعة، حين يختل الكثير مما نعهده من نواميس الكون التي جعلها الله، فتشرقُ الشمس من مغربها، وتتكلمُ السباع، إلى غيره مما هو خارج عن مألوفنا في سنن الله الكونية.
وسابع أشراط الساعة التي تنبأ النبي - صلى الله عليه وسلم - أنها تكون؛ كثرةُ الزلازل ونقارب أوقاتها، وهو أمر يعجب المرء لكثرته في هذه الأيام، وهو في ازدياد مستمر، حتى لا يكاد يمضي الشهر إلا وتهتز الأرض هنا أو هناك، فمن الذي أعلم النبي - صلى الله عليه وسلم - بهذا الغيب قبل ألف وأربعِ مائةٍ سنة؟ إنه الله علام الغيوب.
وأما ثامن علامات الساعة ودلائل النبوة فهو إخباره عن كثرة الشح بين الناس لقوله - صلى الله عليه وسلم -: ((ويُلقى الشح)).
_________
(١) رواه البخاري ح (٦٠٣٧)، ومسلم ح (١٥٧).
(٢) تحفة الأحوذي (٦/ ٥١٤).
(٣) عون المعبود (١١/ ٢٢٣).',NULL,'51',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (53,'قال ابن حجر: " فالمراد إلقاؤه في قلوب الناس على اختلاف أحوالهم، حتى يبخل العالم بعلمه، فيترك التعليم والفتوى، ويبخل الصانع بصناعته حتى يترك تعليم غيره، ويبخل الغني بماله حتى يهلك الفقير، وليس المراد وجود أصل الشح؛ لأنه لم يزل موجوداً". (١)
وهذا كله قد كثر في أهل الزمان، ولا حول ولا قوة إلا بالله العلي العظيم.
وروى الإمام مسلم من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((لا تقوم الساعة حتى يكثُر المال، ويفيضَ حتى يَخرجَ الرجلُ بزكاة ماله فلا يجد أحداً يقبلها منه، وحتى تعودَ أرض العرب مروجاً وأنهاراً)). (٢)
ولما سبق الحديث عن كثرة المال فإنا نتحدث هنا عن عود أرض العرب مروجاً وأنهاراً، فالبشارة النبوية تضمنت خبرين: أولُهما: أن أرضَ العرب - أي جزيرة العرب - كانت مروجاً وأنهاراً، أي كانت خضراءَ كثيرةَ المياه، والثاني: أنها ستعود كذلك قبل قيام الساعة.
ومن المعلوم أن جزيرة العرب تنعدم الأنهار فيها اليوم، وتقل المساحات الخضراء في ربوعها، بينما يخبر الحديث أنها كانت وسترجع إلى غير هذه الحال.
وحين تحدث القرآن عن قوم نبي الله هود، قومِ عاد الذين عاشوا في جنوب جزيرة العرب وقريباً من صحراء الربع الخالي، قال ممتناً عليهم: {واتقوا الذي أمدكم بما تعلمون - أمدكم بأنعام وبنين - وجنات وعيون} (الشعراء: ١٣٢ - ١٣٤)، فذكر أن بلادهم المقفرةَ اليومَ كانت مروجاً وبساتين كثيرة المياه.
وليست بلادُ عاد الوحيدةَ من المدائن القديمة التي دفنتها ذرات رمال الصحراء، التي أغرقت بكثبانها الكثير من المدن التي كانت عامرة في غابر الأيام، كمدينة الفاو ومدينة أوبار المكتشفَتين حديثاً في جنوب جزيرة العرب، ومثل هذه المدن لا تُشاد في صحراءَ جرداء، بل في واحة خضراءَ كثيرةِ المياه.
_________
(١) فتح الباري (١٣/ ٢٠).
(٢) أخرجه مسلم ح (١٥٧).',NULL,'52',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (54,'وهذا الخبر نجد مصداقه أيضاً عند علماء الجولوجيا والآثار، حيث يؤكدون أن جزيرة العرب كانت قبل عشرين ألف سنة رقعة خضراء كثيرة المياه والأنهار، وفيها الكثير من أنواع الحيوانات التي تتواجد عادة في المراعي والغابات، كما شهد بذلك ما بقي من آثارهم.
كما أكد صدقَ هذا الخبر النبوي الدكتور هال ماكلور في أطروحته للدكتوراه والتي كانت عن الربع الخالي، فذكر أن البحيراتِ كانت تغطي هذه المنطقة الصحراوية خلال العصور المطيرة التي انقضت قبل ثمانية عشرَ ألفَ سنة. (١)
ووافقه العالم الجيولوجي الألماني الشهير البروفسور الفريد كرونر في مؤتمر علمي أقيم في جامعة الملك عبد العزيز بالمملكة العربية السعودية.
وأضاف بأن عود جزيرة العرب إلى تلك الحال مسألة معروفة عند العلماء، وأنها حقيقة من الحقائق العلمية، التي يوشك أن تكون، وقال: هذه حقيقة لا مفر منها.
ولما أُخبِر بقول النبي - صلى الله عليه وسلم - ((وحتى تعود أرض العرب مروجاً وأنهاراً)) تعجب، وقال: "إن هذا لا يمكن أن يكون إلا بوحي من أعلى" أي من عند الله.
وقال: "أعتقد أنك لو جمعت كل هذه الأشياء، وجمعت كل هذه القضايا التي بسطت في القرآن الكريم والتي تتعلق بالأرض وتكوين الأرض والعلم عامة، يمكنك جوهرياً أن تقول: إن القضايا المعروضة هناك صحيحة بطرق عديدة، ويمكن الآن تاكيدها بوسائل علمية، ويمكن إلى حد ما أن نقول: إن القرآن هو كتاب العلم الميسر للرجل البسيط، وإن كثيراً من القضايا المعروضة فيه في ذلك الوقت لم يكن من الممكن إثباتها، ولكنك بالوسائل العلمية الحديثة الآن في وضع تستطيع فيه أن تثبت ما قاله محمد - صلى الله عليه وسلم - منذ ١٤٠٠ سنة". (٢)
ويحسُن هنا التذكير بما حملته إلينا الأخبار عن تصوير جزيرة العرب من الفضاء، واكتشاف العلماء من خلال هذه الصور أنها تَسبح فوق نهر من المياه الجوفية، يمتد من
_________
(١) مجلة الإعجاز العلمي، العدد السادس (ص ٣٣).
(٢) إنه الحق، هيئة الإعجاز العلمي للقرآن والسنة برابطة العالم الإسلامي (ص ٣٤).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (55,'غرب الجزيرة العربية إلى شرقها, ناحية الكويت, حيث أوضحت الصور أن مساحةً شاسعة من شمال غرب الكويت عبارة عن دلتا لهذا النهر العملاق.
فمن الذي أخبر محمداً - صلى الله عليه وسلم - بحال جزيرة العرب قبل آلاف السنين؟ ومن الذي أنبأه بما سيكون عليه حالها في قابل الأيام؟ إنه وحي الله الذي يشهد له بالرسالة - صلى الله عليه وسلم -.
ومن أشراط الساعة الأخرى التي تنبأ النبي - صلى الله عليه وسلم - أنها تكون بين يدي الساعة، ونراها تكثر في حياة الناس اليوم قوله - صلى الله عليه وسلم -: ((يأتي على الناس زمان لا يبالي المرء ما أخذ منه، أمن الحلال أم من الحرام)). (١)
وقال ابن التين: " أخبر النبي - صلى الله عليه وسلم - بهذا تحذيراً من فتنة المال، وهو من بعض دلائل نبوته لإخباره بالأمور التي لم تكن في زمنه، ووجه الذم من جهة التسوية بين الأمرين، وإلا فأخذ المال من الحلال ليس مذموماً من حيث هو". (٢)
وابتلي المسلمون اليوم بانتشار الربا ودخول معاملاته في شتى صور الحياة الاقتصادية، حتى إنه يصيب بقتامه حتى أولئك الذين ينأون عنه، ليصدق فينا قول النبي - صلى الله عليه وسلم -: ((يأتي على الناس زمان يأكلون الربا، فمن لم يأكله أصابه من غباره)). (٣)
قال السندي متحدثاً عن هذه البلية: " هو زماننا هذا، فإنا لله وإنا إليه راجعون، وفيه معجزة بينة له صلى الله تعالى عليه وسلم". (٤)
وهو في زماننا أظهر وأبين، فقد أضحت البنوك الربوية ملاذاً يحفظ الناس فيه من الضياع أموالهم، بل ينالون منها رواتبهم وحقوقهم، وعن طريقها يدفعون أثمان بضائعهم وغيره، فإنا لله وإنا إليه راجعون.
وروى الإمام أحمد أمراً آخرَ تنبأ النبي - صلى الله عليه وسلم - بأنه يكون في آخر الزمان، ونراه يكثر في أيامنا، ألا وهو أن يخص المرء بسلامه معارِفَه دون بقية المسلمين، فعن عبد الله بن مسعود
_________
(١) رواه البخاري ح (٢٠٥٩).
(٢) فتح الباري (٤/ ٣٤٧).
(٣) رواه النسائي ح (٤٣٧٩)، وأبو داود ح (٢٨٩٣)، وابن ماجه ح (٢٢٧٨).
(٤) حاشية السندي على النسائي (٧/ ٢٤٣).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (56,'- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((إن من أشراط الساعة أن يسلّم الرجل على الرجل، لا يُسلم عليه إلا للمعرفة)). (١)
وفي رواية أخرى أنه - صلى الله عليه وسلم - قال: ((إن بين يدي الساعة تسليم الخاصة، وفُشُوَّ التجارة، حتى تعين المرأة زوجها على التجارة، وقطع الأرحام، وشهادة الزور، وكتمان شهادة الحق، وظهور القلم)). (٢)
وهكذا فإخبار النبي - صلى الله عليه وسلم - عما يصنعه اليوم كثير من الناس، وهو تسليم المرء على خاصته من أقرباء وأصدقاء دون بقية المسلمين الذين لا يعرفهم، هذا الإخبار منه - صلى الله عليه وسلم - علامة على نبوته، لأنه إخبار بغيب لا يعلمه إلا الله أو من أطلعه الله عليه.
وقد تضمن الحديث السالف أموراً أخرى كثرت في دنيا الناس، وبخاصة قطع الأرحام وشهادة الزور وكتمان الحق.
كما ذكر الحديث أمراً عجباً حين أخبر عن فشو التجارة ومشاركة المرأة زوجها فيها، وهو ما يكثر في زماننا.
وأعجب منه قوله - صلى الله عليه وسلم -: ((وظهور القلم))، أي تعلم الناس الكتابة، وهو أمر لم يتحقق إلا في هذا القرن، حيث تراجعت نِسب الأمية بين شعوب العالم، وهي في طريقها إلى الزوال، وبخاصة مع تيسر سبل التعليم وتقدم وسائط الاتصالات.
والسؤال، كيف عرف النبي - صلى الله عليه وسلم - قبل أربعة عشر قرناً أن الكتابة تفشو بين الناس، لقد أنبأ به في عصر كان عدد الكتبة فيه لا يكاد يتجاوز الألف. إنه عَلم آخر من أعلام النبوة.
ومن براهين النبوة المتعلقة بأشراط الساعة قوله - صلى الله عليه وسلم -: ((من أشراط الساعة أن يتباهى الناس في المساجد)). (٣)
_________
(١) رواه أحمد ح (٣٨٣٨)، وصحح إسناده الشيخ أحمد شاكر.
(٢) رواه أحمد ح (٣٨٦٠)، والبخاري في الأدب المفرد ح (١٠٤٩)، وصححه الحاكم (٤/ ١١٠)، وصححه الألباني في السلسلة الصحيحة ح (٦٤٧).
(٣) رواه النسائي ح (٦٨٩)، وأبو داود ح (٤٤٩)، وابن ماجه ح (٧٣٩)، وصححه الألباني في صحيح أبي داود ح (٤٣٢).',NULL,'55',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (57,'قال أنس: (يتباهون بها، ثم لا يعمرونها إلا قليلاً).
ولما تيقن ابن عباس بتحقق هذا الخبر النبوي قال: (لتزخرفُنها كما زخرفت اليهود والنصارى). (١)
قال ابن رسلان: "هذا الحديث فيه معجزة ظاهرة لإخباره - صلى الله عليه وسلم - عما سيقع بعده، فإن تزويق المساجد والمباهاة بزخرفتها كثر من الملوك والأمراء في هذا الزمان بالقاهرة والشام وبيت المقدس". (٢)
ومن هذه الأخبار العجيبة الباهرة إخباره - صلى الله عليه وسلم - بتطاول الناس في البنيان، قال هذا في وقت ما عرف الناس فيه شاهق البنيان، ففي صحيح مسلم أن جبريل سأل النبي - صلى الله عليه وسلم - عن أمارات الساعة، فقال - صلى الله عليه وسلم -: ((أن تلد الأَمَة ربّتها، وأن ترى الحفاة العراة العالةَ رِعاء الشاء يتطاولون في البنيان)). (٣)
قال النووي: "معناه أن أهل البادية وأشباههم من أهل الحاجة والفاقة تبسط لهم الدنيا حتى يتباهون في البنيان". (٤)
وقد تحقق هذا في زماننا، فتقدم العلم، وكثر المال، وارتفع - بفضل الله - البنيان، ووصل الأمر بالناس إلى التفاخر فيه، وأغدق الله من فضله وجوده على بلاد كانت تشكو الفقر، فأضحت - بفضل الله - أغنى بلاد الدنيا، فتطاول أهلها مع غيرهم في البنيان، وهو مصداق ما أنبأ عنه - صلى الله عليه وسلم -.
ومما أخبر - صلى الله عليه وسلم - أنه يكون قبيل الساعة، وتحقق في زماننا؛ استغناء الناس عن ركوب الدواب، التي استبدلوها بما أنتجته التقنية الحديثة من السيارات والطائرات وغيرها من وسائل الانتقال، وهو أمر حديث أشار إليه القرآن بقوله: {والخيل والبغال والحمير
_________
(١) الخبران ذكرهما البخاري معلقين في باب "بنيان المساجد".
(٢) عون المعبود (٢/ ٨٤).
(٣) رواه مسلم ح (٨).
(٤) شرح صحيح مسلم (١/ ١٥٩).',NULL,'56',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (58,'لتركبوها وزينةً ويخلق ما لا تعلمون} (النحل: ٨) فإذا ما خلق الله هذه الوسائل الجديدة تحققت نبوءة رسول الله - صلى الله عليه وسلم -: ((ولتُتركن القِلاص فلا يُسعى عليها)). (١)
وذكر النبي - صلى الله عليه وسلم - في حديث آخر بعض صفات المركوبات التي سيستحدثها الناس وبعض ما سيرافقها من المنكرات فقال: ((سيكون في آخر أمتي رجال يركبون على السروج كأشباه الرجال، ينزلون على أبواب المسجد، نساؤهم كاسيات عاريات على رءوسهم كأسنمة البخت العجاف)). (٢)
وأخبر النبي - صلى الله عليه وسلم - عن بعض الشرور التي تصيب أمته بين يدي الساعة، ونرى كثيراً منها بين المسلمين اليوم، ومنها أنّا نرى في بعض بلاد المسلمين من يقرأ القرآن في المآتم وعلى القبور أو على أبواب المساجد، يرجو من ذلك المال أو الشهرة، لا الأجر والثواب، بل إن بعضهم يقرأ بحسب ما يعطى من المال، وهذا مصداق لما أخبر النبي - صلى الله عليه وسلم - عنه حين قال: ((من قرأ القرآن فليسأل الله به، فإنه سيجيء أقوام يقرؤون القرآن يسألون به الناس)). (٣)
وفي رواية البيهقي: ((فإن القرآن يتعلمه ثلاثة: رجل يباهي به، ورجل يستأكل به، ورجل يقرأ لله عز وجل)). (٤)
والناظر في أحوال الكثيرين من شباب وفتيات المسلمين يسوؤه ما يراه من تقليد للآخرين في زيهم وشاراتهم وعاداتهم وتقاليدهم، بل وقصات شعورهم، فقد صدق فيهم قول النبي - صلى الله عليه وسلم -: ((لتتبعن سَنن من كان قبلكم شبراَ شبراَ، وذراعاً بذراع، حتى لو دخلوا جُحر ضب تبعتموهم. قلنا: يا رسول الله اليهود والنصارى؟ قال: فمَن؟)). (٥)
_________
(١) رواه مسلم ح (٢٥٥).
(٢) رواه أحمد ح (٧٠٤٣).
(٣) رواه الترمذي ح (٢٩١٧)، وأحمد ح (١٩٣٨٤).
(٤) رواه البيهقي في شعب الإيمان ح (٢٦٣٠).
(٥) رواه البخاري ح (٧٣٢٠)، ومسلم ح (٢٦٦٩).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (59,'قال النووي: "السَنَن بفتح السين والنون، وهو الطريق، والمراد بالشبر والذراع وجحر الضب التمثيل بشدة الموافقة لهم، والمراد الموافقة في المعاصي والمخالفات، لا في الكفر، وفي هذا معجزة ظاهرة لرسول الله - صلى الله عليه وسلم -، فقد وقع ما أخبر به - صلى الله عليه وسلم - ". (١)
وأما ما ينتشر بين المسلمات من تبرج وتكشف في جلابيبهن وملابسهن التي أضحت صورة من صور الغواية لا الستر؛ فهذا تحقيق لما أخبر عنه النبي - صلى الله عليه وسلم - بقوله: ((صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مميلات مائلات، رؤوسهن كأسنمة البُخت المائلة، لا يدخلن الجنة، ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا)). (٢)
ومعنى قوله - صلى الله عليه وسلم -: ((رؤوسهن كأسنمة البخت)) كما نقل النووي: "يعظمن رؤوسهن بالخمُر والعمائم وغيرها مما يلفّ على الرأس، حتى تشبه أسنمة الإبل". (٣)
قال النووي: "هذا الحديث من معجزات النبوة، فقد وقع ما أخبر به - صلى الله عليه وسلم -، فأما أصحاب السياط فهم غلمان والي الشرطة، أما الكاسيات ففيه أوجه [منها أن المرأة] تكشف شيئاً من بدنها إظهاراً لجمالها، فهن كاسيات عاريات يلبسن ثياباً رقاقاً تصِف ما تحتها، كاسيات [في الصورة، لكنهن] عاريات في المعنى". (٤)
ولئن كان بعض هذا في زمن النووي رحمه الله؛ فإنه في عصرنا أظهر، ولا حول ولا قوة إلا بالله العظيم.
ومما يكون بين يدي الساعة أيضاً ضياع الأمانة بين الناس، وهو ما تنبأ به النبي - صلى الله عليه وسلم - حين جاءه أعرابي فقال: متى الساعة؟
يقول أبو هريرة - رضي الله عنه -: فمضى رسول الله - صلى الله عليه وسلم - يحدث، فقال بعض القوم: سمع ما قال فكره ما قال، وقال بعضهم: بل لم يسمع، حتى إذا قضى - صلى الله عليه وسلم - حديثه قال: ((أين أراه السائل عن الساعة؟)) قال: ها أنا يا رسول الله.
_________
(١) شرح صحيح مسلم (١٦/ ٢١٩ - ٢٢٠).
(٢) رواه مسلم ح (٢١٢٨).
(٣) شرح صحيح مسلم (١٧/ ١٩٠ - ١٩١).
(٤) شرح النووي على صحيح مسلم (١٧/ ١٩٠)، وانظر فيض القدير، للمناوي (٤/ ٢٠٨).',NULL,'58',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (60,'فقال - صلى الله عليه وسلم -: ((فإذا ضيِّعت الأمانة فانتظر الساعة))، قال: كيف إضاعتها؟ قال: ((إذا وسِّد الأمر إلى غير أهله فانتظر الساعة)). (١)
قال ابن بطال في معناه: "أن الأئمة قد ائتمنهم الله على عباده، وفرض عليهم النصيحة لهم، فينبغي لهم تولية أهل الدين، فإذا قلَّدوا غير أهل الدين فقد ضيعوا الأمانة التي قلدهم الله تعالى إياها". (٢)
فمن ضياع الأمانة في آخر الزمان أن تسند المسؤوليات لا إلى أربابها من أصحاب الكفاءات، بل إلى ما يملكه المرء من معارف وأموال يسترضي بها الآخرين.
وما تزال الأمانة تقل بين الناس حتى يأتي عليهم زمان تنقلب فيه الموازين، وترفع فيه الأمانة ((فيصبح الناس يتبايعون، فلا يكاد أحدهم يؤدي الأمانة، فيقال: إن في بني فلان رجلاً أميناً، ويقال للرجل: ما أعقله! وما أظرفه! وما أجلده! وما في قلبه مثقال حبة خردل من إيمان)). (٣)
وتعاني أمة الإسلام حالة غريبة من التشرذم والضعف، وأصبحت بلادها كلأً مستباحاً للقاصي والداني، ولم يشفع لها أنها جاوزت المليار والربع من المسلمين، فهم غثاء كغثاء السيل، فصدق فيهم حديث النبي - صلى الله عليه وسلم -: ((يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها)) فقال قائل: ومن قلة نحن يومئذ؟ قال: ((بل أنتم يومئذ كثير، ولكنكم غثاء كغثاء السيل، ولينزعن الله من صدور عدوكم المهابة منكم، وليقذفن الله في قلوبكم الوهن))، فقال قائل: يا رسول الله وما الوهن؟ قال: ((حب الدنيا وكراهية الموت)). (٤) إنه نبوءة من لا ينطق عن الهوى، وهو علم آخر من أعلام نبوته - صلى الله عليه وسلم - ورسالته.
وهكذا فإن وقوع ما أخبر النبي - صلى الله عليه وسلم - بعد مضي هذه القرون من تنبئه بهذه الأحداث وتلك المظاهر، لبرهان صدق ودليل حق على نبوة النبي - صلى الله عليه وسلم -.
_________
(١) رواه البخاري ح (٦٤٩٦).
(٢) فتح الباري (١١/ ٣٤٢).
(٣) رواه البخاري ح (٧٠٨٦).
(٤) رواه أبو داود ح (٣٧٤٥)، وأحمد ح (٢١٣٦٣)، وصححه الألباني في مشكاة المصابيح ح (٥٣٦٩).',NULL,'59',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (61,'<span data-type="title" id=toc-8>المعجزات الحسية للرسول - صلى الله عليه وسلم </span>-
وإن من أعظم دلائل النبوة ما يؤتيه الله أنبياءه من خوارق العادات التي يعجز عن فعلها سائر الناس، وتمكينهم من هذه الخوارق إنما هو بتكريم وتأييد من الله، وهو دليل رضا الله وتأييدِه لهذا الذي أكرمه الله بالنبوة أو الرسالة، ولا يمكن أن يؤيد الله بعونه وتوفيقه من يدعي الكذب عليه ويُضل الناسَ باسمه.
ومن هذه المعجزات التي أوتيها الأنبياء والمرسلون؛ حبس الله الشمس عن الغروب لنبيه يوشع بن نون، قال - صلى الله عليه وسلم -: ((غزا نبي من الأنبياء .. فأدنى للقرية حين صلاة العصر أو قريباً من ذلك، فقال للشمس: أنتِ مأمورة، وأنا مأمور، اللهم احبسها عليّ شيئاً، فحبست عليه حتى فتح الله عليه)). (١) لقد خرق الله سنته في جريان الشمس إكراماً لنبي الله يوشع، واستجابة لدعائه لله.
وبمثله أيد الله موسى عليه السلام، فقد شقّ الله له البحر لما ضربه بعصاه، فصار طرقاً ممهدة يمشي بنو إسرائيل عليها في دعة وسكينة.
وبمثله أيضاً أيد الله نبيه وخاتم رسله، فصنع الله بيديه باهر المعجزات، قال شيخ الإسلام ابن تيمية: "كان يأتيهم بالآيات الدالة على نبوته - صلى الله عليه وسلم - , ومعجزاته تزيد على ألف معجزة". (٢)
وقال ابن القيم بعد أن ذكر معجزات موسى وعيسى عليهما السلام: "وإذا كان هذا شأن معجزات هذين الرسولين، مع بُعد العهد وتشتت شمل أمّتيْهما في الأرض، وانقطاع معجزاتهما، فما الظن بنبوة محمد - صلى الله عليه وسلم - , ومعجزاتُه وآياتُه تزيد على الألف والعهد بها قريب، وناقلوها أصدقُ الخلق وأبرُّهم، ونقلُها ثابت بالتواتر قرناً بعد قرن؟ ". (٣)
لقد أيد الله نبيه محمداً - صلى الله عليه وسلم - بالمعجزات الدالة على نبوته، ورأى مشركو مكة الكثير منها، لكنهم لم يؤمنوا، ولم يذعنوا للحق، بل طلبوا على سبيل العناد والاستكبار المزيد
_________
(١) رواه البخاري ح (٣١٢٤)، ومسلم ح (١٧٤٧).
(٢) الجواب الصحيح (١/ ٣٩٩).
(٣) إغاثة اللهفان (٢/ ٣٤٧).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (62,'من الآيات {وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً - أو تكون لك جنةٌ من نخيلٍ وعنبٍ فتفجر الأنهار خلالها تفجيراً - أو تسقط السماء كما زعمت علينا كسفاً أو تأتي بالله والملائكة قبيلاً - أو يكون لك بيتٌ من زخرفٍ أو ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتاباً نقرؤه قل سبحان ربي هل كنت إلا بشراً رسولاً} (الإسراء:٩٠ - ٩٣).
وحتى يقيم الله حجته على قريش؛ فإنه آتى نبيه - صلى الله عليه وسلم - معجزة من جنس ما طلبوه على سبيل التعجيز، ألا وهي انشقاق القمر، وهو حدث عظيم لا يقع إلا بتقدير العزيز العليم.
فقد روى الشيخان وغيرهما من حديث ابن مسعود - رضي الله عنه - أنه قال: انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فرقتين: فرقة فوق الجبل، وفرقة دونه, فقال رسول الله - صلى الله عليه وسلم -: ((اشهدوا)). (١)
قال الخطابي: "انشقاق القمر آية عظيمة لا يكاد يعدلها شيء من آيات الأنبياء، وذلك أنه ظهر في ملكوت السماء خارجاً من جبلة طباع ما في هذا العالم، فليس مما يطمع في الوصول إليه بحيلة، فلذلك صار البرهان به أظهر". (٢)
قال ابن كثير بعد أن ساق روايات عدة لحادثة انشقاق القمر: "فهذه طرق عن هؤلاء الجماعة من الصحابة، وشهرة هذا الأمر تغني عن إسناده، مع وروده في الكتاب العزيز .. والقمر في حال انشقاقه لم يزايل السماء، بل انفرق باثنتين، وسارت إحداهما حتى صارت وراء جبل حراء، والأخرى من الناحية الأخرى، وصار الجبل بينهما، وكلتا الفرقتين في السماء، وأهل مكة ينظرون إلى ذلك، وظن كثير من جهلتهم أن هذا شيء سُحرت به أبصارهم، فسألوا من قدم عليهم من المسافرين، فأخبروهم بنظير ما شاهدوه، فعلموا صحة ذلك وتيقنوه". (٣)
_________
(١) رواه البخاري ح (٤٨٦٤)، ومسلم ح (٢٨٠٠).
(٢) انظر: فتح الباري (٧/ ٢٢٤).
(٣) البداية والنهاية (٨/ ٥٦٤).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (63,'وهذا الذي حكاه الله بقوله: {اقتربت الساعة وانشق القمر - وإن يروا آيةً يعرضوا ويقولوا سحرٌ مستمر - وكذبوا واتبعوا أهواءهم وكل أمرٍ مستقر} (القمر: ١ - ٣)، فلم يكذبوا رؤيتهم للقمر منشقاً، ولم يجدوا أمام هذه الآية الباهرة إلا أن يتهموا نبي الله - صلى الله عليه وسلم - بالسحر.
واليوم في عصر العلم والمعرفة تتجدد هذه الآية العظيمة، فقد نشرت وكالة الفضاء الأمريكية ناسا في موقعها على شبكة الإنترنت صورة للقمر، وقد اخترطه خط طويل من أقصاه إلى أقصاه، ويعتقد العلماء أنه أثر لانشقاق حصل في القمر قديماً {سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق أولم يكف بربك أنه على كل شيءٍ شهيدٌ} (فصلت: ٥٣).
ومن خوارق العادات المعجزة التي آتاها الله نبيه - صلى الله عليه وسلم - ما أعطاه من استجابة الجماد لأمره، والمعهود فيه خلاف ذلك، فقد أتى النبيَ - صلى الله عليه وسلم - رجلٌ من بني عامر، فقال له رسول الله - صلى الله عليه وسلم -: ((ألا أريك آية؟)) قال: بلى. فنظر إلى نخلة، فقال العامري للنبي - صلى الله عليه وسلم -: ادع ذلك العِذق!
قال: فدعاه، فجاء ينقز حتى قام بين يديه، فقال له رسول الله - صلى الله عليه وسلم -: ((ارجع)) فرجع إلى مكانه.
فقال العامري: يا آل بني عامر، ما رأيتُ كاليوم رجلاً أسحر.
وفي رواية لابن حبان أن العامري قال: "والله لا أكذبك بشيء تقوله أبداً"، ثم قال: "يا آل عامر ابن صعصعة، والله لا أكذبه بشيء يقوله". (١)
إن تحرك الشجرة من مكانها وذهابها ومجيئها لهوَ آية معجزة وبرهان دامغ على صدقه ونبوته - صلى الله عليه وسلم -.
ويروي الإمام مسلم نحو هذه المعجزة من حديث جابر بن عبد الله رضي الله عنهما، يقول: سِرنا مع رسول الله - صلى الله عليه وسلم - حتى نزلنا وادياً أفْيَح [أي واسعاً] فذهب رسول الله - صلى الله عليه وسلم -
_________
(١) رواه أحمد ح (١٩٥٤)، وابن حبان ح (٢١١١).',NULL,'62',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (64,'يقضي حاجته فاتبعته بإداوة من ماء، فنظر رسول الله - صلى الله عليه وسلم -، فلم ير شيئاً يستتر به، فإذا شجرتان بشاطئ الوادي.
فانطلق رسول الله - صلى الله عليه وسلم - إلى إحداهما، فأخذ بغصن من أغصانها، فقال: ((انقادي عليَّ بإذن الله)) فانقادت معه كالبعير المخشوش [المربوط بالحبل] الذي يصانع قائده، حتى أتى الشجرة الأخرى، فأخذ بغصن من أغصانها، فقال: ((انقادي علي بإذن الله)) فانقادت معه كذلك، حتى إذا كان بالمنصف مما بينهما؛ لأم بينهما - يعني جمعهما - فقال: ((التئما عليّ بإذن الله)) فالتأمتا.
ثم يمضي جابر في حديثه ويخبرنا بعود الشجرتين إلى حالهما بعد قضاء النبي - صلى الله عليه وسلم - حاجته، يقول: فإذا أنا برسول الله - صلى الله عليه وسلم - مقبلاً، وإذا الشجرتان قد افترقتا، فقامت كل واحدة منهما على ساق". (١)
قال الإمام أحمد: "في الحديث آيات من دلائل نبوة النبي - صلى الله عليه وسلم - منها: انقلاع الشجرتين واجتماعهما، ثم افتراقهما". (٢)
وفي جنبات مكة ثبّت الله قلب حبيبه - صلى الله عليه وسلم - في مواجهة المحن بآية من هذا الجنس، فقد جاء جبريل عليه السلام إلى رسول الله - صلى الله عليه وسلم -، وهو حزين قد خضب وجهه بالدماء، قد ضربه بعض أهل مكة، فقال: مالك؟ فقال: ((فعل بي هؤلاء، وفعلوا)) فقال جبريل: أتحب أن أريك آية؟ قال: ((نعم أرني)).
فنظر إلى شجرة من وراء الوادي، قال: ادع تلك الشجرة، فدعاها، فجاءت تمشي حتى قامت بين يديه، قال: قل لها: فلترجع، فقال لها، فرجعت، حتى عادت إلى مكانها، فقال رسول الله - صلى الله عليه وسلم -: ((حَسْبي)). (٣) إنه دليل آخر من براهين نبوته - صلى الله عليه وسلم -.
ومن معجزات الأنبياء ما أعطاه اللهُ داودَ عليه السلام، ذلك النبي الأواب الذي كان يسبح الله، فتجيبه الجبال الرواسي والطيور مسبحة الله تعالى معه {وسخرنا مع داود
_________
(١) رواه مسلم ح (٣٠١٢).
(٢) دلائل النبوة لأبي القاسم الأصبهاني (١/ ٥٦).
(٣) رواه ابن ماجه ح (٤٠٢٨) , وصححه الألباني في صحيح ابن ماجه ح (٣٢٧٠).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (65,'الجبال يسبحن والطير وكنا فاعلين} (الأنبياء: ٧٩). {ولقد آتينا داود منا فضلاً يا جبال أوبي معه والطير وألنا له الحديد} (سبأ: ١٠).
وبمثل هذه المعجزة العظيمة أيد الله نبيه محمداً - صلى الله عليه وسلم -، فسبح للهِ بين يديه الجمادُ، وشهد له بالنبوة والرسالة.
يقول ابن مسعود - رضي الله عنه -: لقد كنا نسمع تسبيح الطعام وهو يُؤكل. (١) أي بين يدي النبي - صلى الله عليه وسلم -.
ويقول أبو ذر - رضي الله عنه -: إني شاهد عند النبي - صلى الله عليه وسلم - في حَلْقَة، وفي يده حصى، فسبّحنَ في يده. وفينا أبو بكر وعمر وعثمان وعلي، فسمع تسبيحَهن مَنْ في الحَلْقَة، ثم دفعهن النبي - صلى الله عليه وسلم - إلى أبي بكر، فسبحن مع أبي بكر، سمع تسبيحهن من في الحلقة، ثم دفعهن إلى النبي - صلى الله عليه وسلم - فسبَّحنَ في يده، ثم دفعهنّ النبي - صلى الله عليه وسلم - إلى عمر، فسبحن في يده، وسمع تسبيحهنّ مَنْ في الحلقة، ثم دفعهن النبي - صلى الله عليه وسلم - إلى عثمان بن عفان، فسبّحن في يده، ثم دفعهنَّ إلينا، فلم يسبّحن مع أحدٍ منا. (٢)
ويقارن ابن كثير بين هذه المعجزة ومعجزة أخيه نبي الله داود عليهما السلام، فيقول: "ولا شك أن صدور التسبيح من الحصى الصغار الصمّ التي لا تجاويف فيها؛ أعجب من صدور ذلك من الجبال؛ لما فيها من التجاويف والكهوف، فإنها وما شاكلَها تردِّدُ صدى الأصوات العالية غالباً .. ولكن من غير تسبيح؛ فإن ذلك [أي تِردادَها بالتسبيح] من معجزات داود عليه السلام، ومع هذا كان تسبيح الحصى في كف رسول الله - صلى الله عليه وسلم - وأبي بكر وعمر وعثمان أعجب". (٣)
وصدق الشاعر إذ يقول:
لئن سبَّحتْ صمُّ الجبال مجيبة ... لداود أو لان الحديدُ المصفَّح
_________
(١) رواه البخاري ح (٣٥٧٩).
(٢) رواه الطبراني في الأوسط ح (١٢٤٤)، والبزار ح (٤٠٤٠)، وقال الهيثمي: "وله طرق أحسن من هذا في علامات النبوة، وإسناده صحيح". مجمع الزوائد (٥/ ٣٢٧)، وصححه الألباني في تخريج كتاب "السنة" ح (١١٤٦).
(٣) البداية والنهاية (٦/ ٢٨٦).',NULL,'64',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (66,'فإن الصخور الصم لانَتْ بكفه ... وإن الحصا في كفه ليُسبِّحُ
وإن من معجزاته - صلى الله عليه وسلم - العظيمة نطقُ الجمادات بين يديه، فالجمادات لا تعقل ولا تنطق، فإذا أنطقها الله بتصديقه، فهو دليل رضاهُ عن النبي في قوله بنبوة نفسه وتصديقه حين قال بإرسال الله إياه.
وقد بدئ - صلى الله عليه وسلم - بآية من هذا النوع قبل نبوته، فكان الحجر يسلم عليه، يقول رسول الله - صلى الله عليه وسلم -: ((إني لأعرف حجراً بمكة كان يسلم علي قبل أن أبعث، إني لأعرفه الآن)). (١)
قال النووي: "فيه معجزة لرسول الله - صلى الله عليه وسلم - ". (٢)
وبعد البعثة رأى الصحابة ذلك، يقول علي - رضي الله عنه -: (كنا مع رسول الله - صلى الله عليه وسلم - بمكة، فخرج في بعض نواحيها، فما استقبله شجر ولا جبل إلا قال: السلام عليك يا رسول الله). (٣)
ولم تتوقف هذه الآيات والمعجزات عند السلام عليه - صلى الله عليه وسلم - والتسبيح بين يديه وأيدي أصحابه، بل أنطقها الله بالشهادة له - صلى الله عليه وسلم - بالنبوة والرسالة.
يقول ابن عمر رضي الله عنهما: كنا مع النبي - صلى الله عليه وسلم - في سفر فأقبل أعرابي، فلما دنا منه قال له رسول الله - صلى الله عليه وسلم -: ((أين تريد؟)) قال: إلى أهلي، قال: ((هل لك في خير؟)) قال: وما هو؟ قال: ((تشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله)).
قال الأعرابي: ومن يشهد على ما تقول؟ فأشار النبي إلى شجرة، وقال: ((هذه السلَمَة))، فدعاها رسول الله - صلى الله عليه وسلم - وهي بشاطئ الوادي، فأقبلَتْ تَخُدُّ الأرض خداً حتى قامت بين يديه, فاستشهدها ثلاثاً، فشهدت ثلاثاً أنه كما قال.
ثم رجعت إلى مَنبَتها، ورجع الأعرابي إلى قومه، وهو يقول للنبي - صلى الله عليه وسلم -: إن اتبعوني أتيتُكَ بهم، وإلا رجعتُ فكنتُ معك. (٤)
_________
(١) رواه مسلم ح (٢٢٧٧).
(٢) شرح النووي على صحيح مسلم (١٥/ ٣٦).
(٣) رواه الترمذي ح (٣٦٢٦)، والحاكم (٢/ ٦٧٧)، وصححه، ووافقه الذهبي، وأبو يعلى ح (٥٦٦٢)، وقد صححه الألباني لغير هذا الإسناد في صحيح الترغيب ح (١٢٠٩).
(٤) رواه الدارمي ح (١٦)، وصححه ابن حبان ح (٥١٩)، والألباني في مشكاة المصابيح ح (٥٨٦٨).',NULL,'65',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (67,'ومن عظيم خوارق العادات التي أوتيها النبي - صلى الله عليه وسلم - حنين الجذع التي كان يخطب عليها في يوم الجمعة، وهي قصة مشهورة شهدها الكثير من أصحاب النبي - صلى الله عليه وسلم -، يقصها علينا جابر بن عبد الله رضي الله عنهما، فيقول: كان النبي - صلى الله عليه وسلم - يقوم يوم الجمعة إلى شجرة أو نخلة، فقالت امرأة من الأنصار: يا رسول الله، ألا نجعل لك منبراً؟ قال: ((إن شئتم)). فجعلوا له منبراً.
فلما كان يوم الجمعة خرج إلى المنبر، فصاحت النخلة صياح الصبي، ثم نزل النبي - صلى الله عليه وسلم -، فضمها إليه، تئن أنين الصبي الذي يُسكَّن، قال جابر: كانت تبكي على ما كانت تسمع من الذكر عندها. (١)
قال ابن حجر: "إن حنين الجذع وانشقاق القمر نُقل كلٌ منهما نقلاً مستفيضاً، يفيد القطع عند من يطَّلع على طرق ذلك من أئمة الحديث ". (٢)
قال البيهقي: "قصة حنين الجذع من الأمور الظاهرة التي حملها الخلف عن السلف , ورواية الأخبار الخاصة فيها كالتكلف". (٣) أي لشهرتها وذيوع أمرها.
قال الشافعي: ما أعطى الله نبياً ما أعطى محمداً , فقال له عمرو بن سواد: أعطى عيسى إحياء الموتى! قال: أعطى محمداً حنينَ الجِذعِ حتى سمع صوته , فهذا أكبر من ذلك". (٤)
قال ابن كثير: "وإنما قال: فهذا أكبر منه؛ لأن الجذع ليس محلاً للحياة، ومع هذا حصل له شعور ووجد لما تحوّل عنه إلى المنبر، فأَنَّ وحنَّ حنين العِشار [أي الناقة الحامل]، حتى نزل إليه رسول الله - صلى الله عليه وسلم -، فاحتضنه .. ". (٥)
_________
(١) رواه البخاري ح (٣٥٨٤).
(٢) فتح الباري (٦/ ٦٨٥).
(٣) فتح الباري (٦/ ٦٩٨).
(٤) فتح الباري (٦/ ٦٩٨).
(٥) انظر: البداية والنهاية (٦/ ٢٧٦).',NULL,'66',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (68,'<span data-type="title" id=toc-9>تكثير الطعام والشراب والوضوء ببركة النبي - صلى الله عليه وسلم </span>-
وإن من المعجزات الخارقة لعادات البشر التي تشهد بالنبوة للأنبياء ما يجعله الله على أيديهم من البركة التي ينتفع بها الناس.
قال الله على لسان نبيه المسيح: {قال إني عبد الله آتاني الكتاب وجعلني نبياً - وجعلني مباركاً أين ما كنت وأوصاني بالصلاة والزكاة ما دمت حياً} (مريم: ٣٠ - ٣١).
ونبينا - صلى الله عليه وسلم - أيضاً كان نبياً مباركاً، وكان ما ساقه الله من البركة على يديه دليلاً ساطعاً وبرهاناً دامغاً على نبوته ورسالته.
وقد كثُرت في ذلك الأخبارُ وتكاثرت وهي تتحدث عما كتب الله من تكثير القليل ببركة نبيه - صلى الله عليه وسلم -، وحملتها إلينا الأسانيد الصحاح التي بلغتْ بها مَبلغَ التواتر، قال النووي: "وقد تظاهرت أحاديثُ آحادٍ بمثل هذا، حتى زاد مجموعها على التواتر، وحصل العلمُ القطعيُ بالمعنى الذي اشتركت فيه هذه الآحاد، وهو انخراق العادة بما أتى به - صلى الله عليه وسلم - من تكثيرِ الطعامِ القليلِ الكثرةَ الظاهرة، ونبعِ الماء وتكثيرِه، وتسبيحِ الطعام، وحنينِ الجِذْعِ وغيرِه ... ". (١)
ومن هذه الأخبار الكثيرة التي تواتر معناها ما رواه لنا جابر بن عبد الله رضي الله عنهما حيث قال: تُوفي أبي وعليه دينٌ، فعرضتُ على غرمائه في الدَّين أن يأخذوا التمر بما عليه، فأبوا، ولم يروا أن فيه وفاءً. (٢)
يقول جابر: فأتيتُ النبي - صلى الله عليه وسلم - فذكرتُ ذلك له، فقال: ((إذا جَدَدتَه فوضعتَه في المِرْبد (٣) آذنتَ رسول الله - صلى الله عليه وسلم -))، أي طلب منه إذا جمع التمر في مكانه أن يخبر النبي - صلى الله عليه وسلم -.
_________
(١) شرح النووي (١٣/ ٢١٥).
(٢) أي عرض على المدينين أن يعطيَهم تمر بستانه قضاءً لدين أبيه، فأبوا لأنهم رأوه أقلَ من ديونهم.
(٣) المربد هو الموضع الذي يجفف فيه التمر. انظر: فتح الباري (٧/ ٢٨٩).',NULL,'67',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (69,'قال جابر: فجاء رسول الله - صلى الله عليه وسلم - ومعه أبو بكر وعمر، فجلس على المِربَد، ودعا بالبركة، ثم قال - صلى الله عليه وسلم -: ((ادعُ غُرَماءَك فأوفِهم))، قال جابر: فما تركتُ أحداً له على أبي دَيْنٌ إلا قضيتُه، وفَضَل ثلاثةَ عشر وسْقاً ...
فوافيتُ مع رسول الله - صلى الله عليه وسلم - المغرِب، فذكرتُ ذلك له، فضحك، وقال: ((ائت أبا بكر وعمر فأخبرهُما))، فقالا: لقد علمنا إذ صنعَ رسول الله - صلى الله عليه وسلم - ما صنعَ أنْ سيكون ذلك. (١) أي أن أبا بكر وعمرَ توقعا أن يقضي التمرُ - مع قِلّته - الدَّين، وذلك ليَقِينهما ببركة النبي - صلى الله عليه وسلم -.
قال ابن حجر: " وفيه عَلم ظاهر من أعلام النبوة، لتكثيرِ القليل إلى أن حصل به وفاء الكثير، وفَضَل منه". (٢)
وأعجب منه رآه جابر في يوم آخر، وذلك يوم الخندق، فقد رأى بالنبي - صلى الله عليه وسلم - جوعاً شديداً، يقول: فانكفأْتُ إلى امرأتي، فقلتُ لها: هل عندك شيء؟ فإني رأيت برسول الله - صلى الله عليه وسلم - خَمَصَاً شديداً، قال: فأخرجَت لي جِراباً فيه صاعٌ من شعير، ولنا بهيمةٌ داجنٌ، فذبحتُها ...
ثم ولّيتُ إلى رسول الله - صلى الله عليه وسلم -، فقالت امرأةُ جابر: لا تفضحني برسول الله - صلى الله عليه وسلم - ومن معه.
لقد خشيتْ أن يدعو جمْعاً لا يكفيه الطعام، فتفضح بين النساء بعجزها عن إطعامهم.
يقول جابر: فجئتُه - صلى الله عليه وسلم - فسارَرْتُه، فقلتُ: يا رسول الله، إنا قد ذبحنا بهيمة لنا، وطحنتُ صاعاً من شعير كان عندنا، فتعال أنت في نفرٍ معك.
يقول جابر: فصاح رسول الله - صلى الله عليه وسلم - وقال: ((يا أهل الخندق، إن جابراً قد صنع لكم سُوراً، فحيَّ هلاً بكم)).
وقال رسول الله - صلى الله عليه وسلم - لجابر: ((لا تُنزلِنَّ بُرمَتكم، ولا تخبِزُنَّ عجينَتَكم حتى أجيء)).
_________
(١) رواه البخاري ح (٢٧٠٩)، ومسلم ح (٢٠٣٩).
(٢) فتح الباري (٦/ ٦٨٨).',NULL,'68',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (70,'قال جابر: فجئت وجاء رسول الله - صلى الله عليه وسلم - يَقْدُمُ الناسَ حتى جئتُ امرأتي، فقالت: بكَ وبكَ.
لقد لامته وقرّعته على دعوةِ العدد الكبير إلى طعامهم القليل، إذ ظنت أنه أهمل طلبتها.
يقول جابر: فقلتُ: قد فعلتُ الذي قلتِ لي.
قال جابر: فأخرجتُ له عجينتنا، فبصق فيها وبارك، ثم عمَد إلى بُرْمَتِنا، فبصق فيها وبارك، ثم قال لامرأتي: ((ادعي خابزةً فلتخبز معَكِ، واقدحي من بُرْمتِكم ولا تُنزِلوها)).
قال جابر: وهم ألفٌ، فأقسم بالله، لأكلوا حتى تركوه .. وإن بُرْمَتنا لتغِطُّ كما هي، وإن عجينتنا لتُخبَز كما هو. (١)
لقد أطعم النبي - صلى الله عليه وسلم - ألف رجل من طعام لا يكاد يكفي البضعَ من الرجال، يقول النووي: "حديث طعام جابر فيه أنواع من فوائد وجُمَل من القواعد: منها: الدليلُ الظاهر والعلم الباهر من أعلام نبوةِ رسول الله - صلى الله عليه وسلم - ... وقد تضمن هذا الحديث عَلَمَينِ من أعلام النبوة: أحدُهُما: تكثيرُ الطعام القليل، والثاني: عِلمُه - صلى الله عليه وسلم - بأن هذا الطعام القليل الذي يكفي في العادة خمسةَ أنفسٍ أو نحوَهم سيَكْثُر، فيكفي ألفاً وزيادة، فدعا له ألفاً [أي من أصحابه] قبل أن يصل إليه، وقد عُلم أنه [أي طعامُ جابر] صاعُ شعير وبهيمة". (٢)
وأعجب منه وأعظم في البركة ما قصّه علينا عبد الرحمن بن أبي بكر رضي الله عنهما حين قال: كنا مع النبي - صلى الله عليه وسلم - ثلاثين ومائة، فقال النبي - صلى الله عليه وسلم -: ((هل مع أحدٍ منكم طعام؟)) فإذا مع رجل صاعٌ من طعام أو نحوُه، فعُجِن، ثم جاء رجلٌ مشرك مُشعَانٌ طويلٌ (٣) بغنم يسوقها، فقال النبي - صلى الله عليه وسلم -: ((بيعاً أم عطية؟ أو قال: هِبة؟)) فقال: لا، بل بيع، فاشترى منه شاةً، فصُنِعَت.
_________
(١) رواه البخاري ح (٤١٠٢)، ومسلم ح (٢٠٣٩)، واللفظ له.
(٢) شرح النووي (١٣/ ٢١٧).
(٣) أي طويل جداً شعث الرأس.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (71,'وأمر النبي - صلى الله عليه وسلم - بسواد البطن [أي الكبد] أن يُشوى، وأيْمُ الله ما في الثلاثين والمائة إلا قد حَزّ له رسول الله - صلى الله عليه وسلم - حُزَّة من سواد بطنها، إن كان شاهداً أعطاه إياه، وإن كان غائباً خبّأ له، فجعل منها قصعتين، فأكلوا أجمعون، وشبعنا، فَفَضَلت القصعتان، فحملناه على البعير. (١)
قال النووي: " وفي هذا الحديث معجزتان ظاهرتان لرسول الله - صلى الله عليه وسلم -: إحداهما: تكثيرُ سوادِ البطن حتى وسِع هذا العدد، والأخرى تكثير الصاع ولحم الشاة حتى أشبعهم أجمعين، وفَضَلَت منه فَضْلةً حملوها لعدم حاجة أحد إليها". (٢)
وأدرك أبو هريرة - رضي الله عنه - ما عليه النبي - صلى الله عليه وسلم - من البركة، فطمع أن ينال حظه منها، فأتى النبي - صلى الله عليه وسلم - بتمرات فقال: يا رسول الله، ادع الله لي فيهن بالبركة، قال: فصَفّهن بين يديه، ثم دعا، فقال لي: ((اجعلهن في مِزْود [وعاء]، وأدخل يدك ولا تَنثُرْه)) قال: فحملت منه كذا وكذا وسْقاً في سبيل الله، ونأكل ونطعِم، وكان لا يفارق حقوي [أي معْقِدَ الإزار].
فلما قُتل عثمان رضي الله عنه انقطع المِزود عن حقويّ، فسقط. (٣)
لقد بقي - رضي الله عنه - يأكل من الجراب زُهاء خمس وعشرين سنة، كل ذلك ببركة النبي - صلى الله عليه وسلم -، ليكونَ شاهداً آخرَ على نبوة النبي - صلى الله عليه وسلم -.
ولهذا ولغيره لما أورد القاضي عياض أحاديثَ بركات النبي - صلى الله عليه وسلم - من تكثير الطعام وبركة الدعاء قال: "وقد اجتمع على معنى حديثِ هذا الفصلِ بضعةَ عشر من الصحابة، رواه عنهم أضعافُهم من التابعين، ثم من لا ينعدُّ بَعدَهم، وأكثرها في قصصٍ مشهورة ومجامعٍ مشهودة، ولا يمكن التحدّث عنها إلا بالحق، ولا يسكت الحاضرُ لها على ما أُنكِر منها". (٤)
_________
(١) رواه البخاري ح (٢٦١٨)، ومسلم ح (٢٠٥٦).
(٢) شرح النووي على صحيح مسلم (١٤/ ١٧).
(٣) رواه أحمد ح (٨٤١٤)، والترمذي ح (٣٨٣٩) وحسّنه الألباني في صحيح الترمذي ح (٣٠١٥).
(٤) الشفا بتعريف حقوق المصطفى (١/ ٢٨٩).',NULL,'70',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (72,'وهكذا فإنه يرى هذه الأخبار منقولةً بطريق أشبه التواتر، فقد شهد كلَّ واحدة منها الكثيرون من الصحابة وغيرِهم، فلم يعارِض أحدٌ رواتَها، وهم يروون هذه الأخبار لشهرتها وصدقها.
ويخرج سلَمةَ بنِ الأكوع مع رسول الله - صلى الله عليه وسلم - في غزوة فيصيبهم جَهدٌ، حتى همّوا بنحر بعض إبِلِهِم، يقول سلمة: فأمر نبي الله - صلى الله عليه وسلم -، فجمعنا مزاوِدَنا، فبسطنا له نِطَعاً، فاجتمع زاد القوم على النِطَع.
قال سلمة: فتطاولتُ لأَحزِرَه كم هو؟ فحَزرْتُه كرَبضة العنْز (١)، ونحن أربعَ عشرةَ مائة، قال: فأكلنا حتى شبعنا جميعاً، ثم حشونا جُرُبَنا، فقال نبي الله - صلى الله عليه وسلم -: ((فهل من وضوء؟)) قال: فجاء رجلٌ بإدَاوةٍ له، فيها نُطفَة [أي القليل من الماء]، فأفرغها في قَدَح، فتوضأْنا كلُنا. (٢)
قال النووي: " وفي هذا الحديث: معجزتان ظاهرتان لرسول الله - صلى الله عليه وسلم -، وهما: تكثيرُ الطعام، وتكثير الماء هذه الكثرةَ الظاهرة، قال المازِرِي: في تحقيق المعجزة في هذا، أنه كلما أُكِل منه جزءٌ أو شُرِب جزء، خلق الله تعالى جزءاً آخر يخلُفُه ". (٣)
ومن أخبار بركاته - صلى الله عليه وسلم - المتكاثرة المتواترة في معناها، ما يرويه أبو هريرة، فلنستمع إليه وهو يقول: كنا مع النبي - صلى الله عليه وسلم - في مسير، قال: فنفِدَت أزواد القوم، حتى هَمّوا بنحر بعضِ حمائلهم. فقال عمر: يا رسول الله، لو جمعتَ ما بقي من أزواد القوم، فدعوتَ اللهَ عليها.
قال أبو هريرة: ففعل .. فدعا عليها، حتى ملأ القومُ أزْوِدَتهم. فقال - صلى الله عليه وسلم - عند ذلك: ((أشهد أن لا إله إلا الله، وأني رسول الله، لا يلقى الله بهما عبدٌ غيرَ شاك فيهِما، إلا دخل الجنة)). (٤)
_________
(١) أي كان مقدار ما لديهم من الزاد بما يغطي موضعَ جلوسِ عنْزة.
(٢) رواه مسلم ح (١٧٢٩).
(٣) شرح النووي على صحيح مسلم (١٢/ ٣٤ - ٣٥).
(٤) رواه مسلم ح (٢٧).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (73,'لقد بارك الله فيما تبقى من أزوادهم، فكَثُر قليلُ طعامهم ببركة النبي - صلى الله عليه وسلم -، قال النووي: "وفي هذا الحديث عَلم من أعلام النبوة الظاهرة، وما أكثرَ نظائره التي يزيد مجموعها على شرط التواتر، ويحصل العلم القطعي، وقد جمعها العلماء، وصنفوا فيها كتباً مشهورة". (١)
وفي دليل آخر من دلائل نبوته - صلى الله عليه وسلم - يروي الشيخان في الصحيحين أن أبا طلحة دخل ذات يوم على زوجه أمِ سُلَيم، فقال لها: لقد سمعتُ صوتَ رسول الله - صلى الله عليه وسلم - ضعيفاً أعرف فيه الجوع، فهل عندك من شيء؟ قالت: نعم.
قال أنس: فأخرجتْ [أي أمَّه أُم سُليم] أقراصاً من شعير، ثم أخرجت خماراً لها، فلفّتِ الخبز ببعضه، ثم دسّته تحت يدي، ولاثتني ببعضه [أي لفتني ببعضه]، ثم أرسلتني إلى رسول الله - صلى الله عليه وسلم -.
فذهبتُ به، فوجدتُ رسول الله - صلى الله عليه وسلم - في المسجد ومعه الناس، فقُمتُ عليهم، فقال لي رسول الله - صلى الله عليه وسلم -: آرسلكَ أبو طلحة [أي: هل أرسلكَ أبو طلحة]؟ فقلت: نعم. قال: بطعام؟ فقلت: نعم. فقال رسول الله - صلى الله عليه وسلم - لمن معه: قوموا.
قال أنس: فانطلق وانطلقتُ بين أيديهم، حتى جئت أبا طلحة فأخبرتُه، فقال أبو طلحة: يا أم سُليم، قد جاء رسول الله - صلى الله عليه وسلم - بالناس، وليس عندنا ما نطعِمُهم. فقالت: الله ورسولُه أعلم.
فانطلق أبو طلحة حتى لقي رسولَ الله - صلى الله عليه وسلم -، فأقبل رسولُ الله - صلى الله عليه وسلم - وأبو طلحةَ معه، فقال رسول الله - صلى الله عليه وسلم -: هلُمي يا أم سُليم، ما عندك؟
فأتت بذلك الخبز، فأمر به رسول الله - صلى الله عليه وسلم - ففُتَّ، وعَصرت أُمُّ سليمٍ عُكَّةً [قربةً فيها سمنٌ] فأَدَمَتْه [أي جعلتْه إداماً]، ثم قال رسول الله - صلى الله عليه وسلم - فيه ما شاء الله أن يقول [أي من دعاء الله بالبركة].
_________
(١) شرح النووي على صحيح مسلم (١/ ٢٢٤).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (74,'ثم قال عليه الصلاة والسلام: ((ائذن لعشرةٍ))، فأذن لهم، فأكلوا حتى شبعوا، ثم خرجوا، ثم قال: ((ائذن لعشرة)). فأذن لهم فأكلوا حتى شبعوا .. [وهكذا] فأكل القوم كلُّهم وشبعوا، والقوم سبعون أو ثمانون رجلاً. (١)
قال النووي: "قوله - صلى الله عليه وسلم -: ((آرسلك أبو طلحة؟)) وقوله: ((ألطعامٍ؟)) هذان عَلَمان من أعلام النبوة [أي لإخباره - صلى الله عليه وسلم - بما غاب عنه] , وذهابُه - صلى الله عليه وسلم - بهم علَم ثالثٌ [أي لعلمه - صلى الله عليه وسلم - بحصول البركة] , وتكثيرُ الطعام عَلَم رابع ". (٢)
وهذه القصة وأمثالُها حضرها الجمع من الصحابة، ولا يمكن الكذب في مثل هذه الأخبار لكثرةِ شهودها وظهورِ خبرها بين الناس.
قال النووي: " إذا روى الصحابي مثل هذا الأمر العجيب, وأحال على حضوره فيه مع سائر الصحابة, وهم يسمعون روايته ودعواه, أو بلَغهم ذلك ولا ينكرون عليه, كان ذلك تصديقاً له يوجب العلم بصحة ما قال". (٣)
وذات مرة كان النبي - صلى الله عليه وسلم - وأصحابه في سفر، فاشتكى إليه الناس من العطش، فنزل، فدعا اثنين من أصحابه، فقال: ((اذهبا فابتغيا الماء))، فانطلقا، فتَلقيا امرأةً بين مزادتين من ماء، على بعير لها .. فاستنزلوها عن بعيرها، ودعا النبي - صلى الله عليه وسلم - بإناء، ففرَّغَ فيه من أفواهِ المزادتين، وأوْكأ أفواهَهما .. ونُودي في الناس: اسقوا واستقوا، فسقى من شاء، واستقى من شاء.
وأما المرأةُ صاحبةُ المزادتين، فكانت قائمةً تنظر إلى ما يُفعل بمائها، وأيم الله لقد أقلع عنها، وإنه ليُخيَّل إلينا أنها أشدُ مِلأَة منها حين ابتدأ فيها.
وأراد النبي - صلى الله عليه وسلم - تطييب خاطرها، فقال: ((اجمعوا لها من بين عجوة ودقِيقَة وسَويقَة)) حتى جمعوا لها طعاماً، فجعلوها في ثوب، وحملوها على بعيرها، ووضعوا الثوب بين يديها، وقال لها - صلى الله عليه وسلم -: ((تعلمين ما رَزِئْنا من مائِكِ شيئاً [أي لم نُنقِص منه شيئاً]، ولكن الله هو الذي أسقانا)).
_________
(١) رواه البخاري ح (٣٥٧٨)، ومسلم ح (٢٠٤٠).
(٢) شرح النووي على صحيح مسلم (١٣/ ٢١٩).
(٣) شرح النووي على صحيح مسلم (١٢/ ٣٥).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (75,'فأتت المرأة أهلها وقد احتبست عنهم، قالوا: ما حبسك يا فلانة؟ قالت: العجبُ، لقيني رجلان، فذهبا بي إلى هذا الذي يقال له: الصابئ، ففعل كذا وكذا، فواللهِ إنه لأسحر الناس من بين هذه وهذه، [أي السماء والأرض] أو إنه لرسولُ الله حقاً. ثم دعت قومها للإسلام، فأسلموا. (١)
لقد استدلت المرأة على صدق النبي - صلى الله عليه وسلم - ونبوته بما رأته من دليل باهر ومعجزة عظيمة حصلت ببركة النبي - صلى الله عليه وسلم -، وكيف لا تعجب وقد شرب القوم من مائها القليل، فكفاهم رغم كثرتهم، من غيرِ أن يَنقُص شيء من مائها.
قال ابن حجر: " وقد اشتمل ذلك على عَلمٍ عظيمٍ من أعلام النبوة ... وظاهره أن جميع ما أخذوه من الماء مما زاده الله تعالى وأوجده, وأنه لم يختلط فيه شيء من مائها في الحقيقة وإن كان في الظاهر مختلِطًا, وهذا أبدعُ وأغربُ في المعجزة .. ويُحتمل أن يكون المراد: ما نَقصْنَا من مِقدار مائِك شيئاً ". (٢)
وخرج النبي - صلى الله عليه وسلم - وأصحابه في سفر آخر فقال: ((إنكم إنْ لا تدركوا الماء غداً تعطشوا)) ... ثم سار وسرنا هُنَيهةً، ثم نزل، فقال: ((أمعكم ماء؟)) قال أبو قتادة: قلتُ: نعم، معي ميضأة فيها شيء من ماء.
فقال - صلى الله عليه وسلم -: ((ائتني بها))، فأتيته بها، فقال: ((مَسُّوا منها، مَسُّوا منها))، فتوضأ القوم، وبقيتْ جُرعة، فقال - صلى الله عليه وسلم -: ((ازدهر بها [أي احتفظ بها] يا أبا قتادة، فإنه سيكونُ لها نبأ)) ...
يقول أبو قتادة: فلما اشتدت الظهيرة خرج لهم رسول الله - صلى الله عليه وسلم -، فقالوا: يا رسول الله، هلكنا عطشاً، تقطعت الأعناق، فقال: ((لا هُلْكَ عليكم)). ثم قال: ((يا أبا قتادة ائت بالميضأة))، فأتيتُ بها، فقال: ((اِحلِل لي غُمري)) يعني قدَحَه، فحَللتُه، فأتيتُ به، فجعل يصبُ فيه، ويسقي الناس، فازدحم الناس عليه.
_________
(١) رواه البخاري ح (٣٤٤)، ومسلم ح (٦٨٢).
(٢) فتح الباري (١/ ٥٤٠).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (76,'فقال رسول الله - صلى الله عليه وسلم -: ((يا أيها الناس أحسِنوا الملَأْ، فكُلكم سيصدُر عن رِيّ))، فشرب القوم حتى لم يبق غيري وغيرَ رسولِ الله - صلى الله عليه وسلم -، فصب لي، فقال: ((اشرب يا أبا قتادة)). قلت: أنت يا رسول الله. قال: ((إن ساقيَ القومِ آخرُهم))، فشربتُ وشرِب بعدي، وبقي في الميضأة نحوٌ مما كان فيها، وهم يومَئذ ثلاثُ مائة. (١)
قال النووي: "وفي حديث أبي قتادة هذا معجزاتٌ ظاهراتٌ لرسول الله - صلى الله عليه وسلم - إحداها: إخباره بأن الميضأة سيكونُ لها نبأ، وكان كذلك. الثانيةُ: تكثيرُ الماء القليل. الثالثةُ: قوله - صلى الله عليه وسلم -: ((كلكم سيَرْوى)) , وكان كذلك". (٢)
وقد كان لأهل الصُّفة أضياف الإسلام نصيب من بركة النبي - صلى الله عليه وسلم -، فقد أمر أبا هريرة - رضي الله عنه - أن يدعوهم، فحضروا جميعاً، ثم قال له النبي - صلى الله عليه وسلم -: ((يا أبا هِر)) قال: قلت: لبيك يا رسول الله، قال: ((خذ فأعطهم)).
قال: فأخذت القدح، فجعلت أعطيه الرجل، فيشربُ حتى يَرْوى، ثم يردُّ علَيّ القدح، فأعطيه الرجلَ، فيشربُ حتى يَرْوى، ثم يرد عليّ القدح، فيشربُ حتى يروى، ثم يردّ عليّ القدح، حتى انتهيت إلى النبي - صلى الله عليه وسلم - وقد رَويَ القومُ كلُهم.
فأخذ القدح، فوضعه على يده، فنظر إليّ فتبسّم، فقال: ((أبا هِرّ)) قلت: لبيك يا رسول الله، قال: ((بقيتُ أنا وأنت))، قلتُ: صدقتَ يا رسول الله، قال: ((اقعد فاشرب))، فقَعَدتُ فشربتُ، فقال: ((اشرب)) فشرِبتُ، فما زال يقول: ((اشرب)) حتى قلت: لا والذي بعثك بالحق، ما أجد له مسْلَكاً، قال: ((فأرني)) فأعطيته القدح، فحمِد الله وسمّى، وشرِب الفَضْلة. (٣)
قال ابن حجر: "ووقع في حديث أبي هريرة الماضي في علامات النبوة أنهم كانوا سبعين، وليس المرادُ حصرَهم في هذا العدد، وإنما هي عِدَّةُ من كان موجوداً حين القصة
_________
(١) رواه مسلم ح (٦٨١).
(٢) شرح النووي على صحيح مسلم (٥/ ١٨٩).
(٣) رواه البخاري ح (٦٤٥٢).',NULL,'75',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (77,'المذكورة ... وفيه معجزة عظيمة، وقد تقدم لها نظائر في علامات النبوة من تكثير الطعام والشراب ببركته - صلى الله عليه وسلم - ". (١)
ويحكي لنا سمُرة - رضي الله عنه - آية أخرى كثَّر الله فيها الطعام على يديه - صلى الله عليه وسلم -، فيقول: كنا مع النبي - صلى الله عليه وسلم -، إذ أُتي بقصعة فيها ثريد، فأكلَ وأكل القوم: فلم يزل يتداولونها إلى قريب من الظهر: يأكل كل قوم ثم يقومون، ويجيء قوم فيتعاقبوه، فقال رجل لسمُرة: هل كانت تُمَدُّ بطعام؟ قال: (أما من الأرض فلا، إلا أن تكون كانت تُمَد من السماء). (٢)
قال المباركفوري: " لا تكون كثرةُ الطعام فيها إلا من عالم العَلاء بنزول البركة فيها من السماء". (٣)
وهذا دُكَين ٍالخثعمي أتى النبي - صلى الله عليه وسلم - يسأله الطعام في رهط من قومه، وهم أربعونَ وأربعُ مائة. فقال النبي - صلى الله عليه وسلم - لعمرَ بن الخطاب: ((قم فأعطهم)).
قال: يا رسولَ الله، ما عندي إلا ما يَقيظُني والصبيةَ. (٤) قال: ((قم فأعطِهم))، قال عمر: يا رسولَ الله سمعاً وطاعة.
قال دُكَين: فقام عمر، وقمنا معه، فصعد بنا إلى غرفةٍ له، فأخرج المفتاح من حُجزَتِه، ففتح الباب، فإذا بالغرفة شبيه الفصيل الرابض. (٥)
قال: شأنكم، فأخذ كل رجل منا حاجَته ما شاء الله. قال دُكين: ثم التفتُّ، وإني لمن آخرهم، وكأنا لم نرْزَأْ منه تمرة. (٦) أي لم ينقص التمر شيئاً.
وهكذا نرى تكرار هذه الأخبار التي شهدها جموع الصحابة، فهي أصدقُ الأخبار وأوثقُها، وهي بمنزلة المتواتر المقطوع بصحته وحجيته لتكرر أفرادها.
_________
(١) فتح الباري (١١/ ٢٩٢ - ٢٩٤).
(٢) رواه أحمد في مسنده ح (١٩٦٢٢)، الترمذي ح (٣٦٢٥)، وصححه الألباني في صحيح الترمذي ح (٢٨٦٦).
(٣) تحفة الأحوذي (١٠/ ٧٠).
(٤) أي: يكفيني شهورَ القيظِ، وهو الصيف.
(٥) أي: كميةٌ من التمر أشبهتِ الجمل الصغير.
(٦) رواه أحمد ح (١٧١٢٦)، وابن حبان في صحيحه ح (٦٥٢٨).',NULL,'76',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (78,'قال النووي عن أمثال هذه المعجزات: " تواترت على المعنى كتواتُرِ جودِ حاتِمِ طيئ وحِلمِ الأحنفِ بنِ قيس, فإنه لا ينقل في ذلك قصةٌ بعينِها متواترة, ولكن تكاثرت أفرادُها بالآحاد, حتى أفاد مجموعُها تواترَ الكرمِ والحِلْم [أي لحاتم والأحنف] , وكذلك تواترُ انخراقِ العادةِ للنبي - صلى الله عليه وسلم - بغيرِ القرآن". (١)
ومن هذه الأخبار ما جاء في حديث مسلم عن جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان في سفر مع أصحابه، فقال: ((يا جابر ناد بوَضوء))، فقلت: ألا وَضوء؟ ألا وَضوء؟ ألا وَضوء؟
ولما لم يردَّ أحد قلتُ يا رسول الله، ما وجدتُ في الركبِ من قطْرة، وكان رجل من الأنصار يبرِّد لرسول الله - صلى الله عليه وسلم - الماء في أشْجابٍ له.
قال جابر: فقال لي: ((انطلق إلى فلان ابن فلان الأنصاري، فانظر هل في أشجابه من شيء؟)) فانطلقتُ إليه، فنظرت فيها، فلم أجد فيها إلا قطرة، لو أني أُفرِغُه لشرِبه يابِسه [أي يابسُ السِقاء لقلة مائه]، فأتيت رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله، إني لم أجد فيها إلا قطرة ...
قال: ((اذهب، فأتني به))، فأتيته به، فأخذه بيده، فجعل يتكلم بشيء لا أدري ما هو ويغمزه بيديه، ثم أعطانيه فقال: ((يا جابر نادِ بجفْنَة)) [وهي إناء كبير] ... فأُتيتُ بها تُحمل، فوضعتُها بين يديه، فقال رسول الله - صلى الله عليه وسلم - بيده [أي وضعها] في الجفنَة هكذا، فبسطها، وفرق بين أصابعه، ثم وضعها في قعر الجفنة.
وقال: ((خذ يا جابر، فصُب عليَّ [أي قطرة الماء التي وجدتها عند الأنصاري]، وقل: باسم الله))، فصببتُ عليه، وقلت: باسم الله.
فرأيت الماء يفور من بين أصابع رسول الله - صلى الله عليه وسلم -، ثم فارت الجفنة [بالماء]، ودارت حتى امتلأت فقال: ((يا جابر، ناد من كان له حاجةٌ بماء)) قال: فأتى الناس، فاستقوا حتى رووا.
فقلتُ: هل بقي أحدٌ له حاجة؟ فرفع رسول الله - صلى الله عليه وسلم - يده من الجفنة وهي ملأَى. (٢)
_________
(١) شرح النووي على صحيح مسلم (١٢/ ٣٥).
(٢) رواه مسلم ح (٣٠١٤).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (79,'قال المُزني: "نبع الماء من بين أصابعه - صلى الله عليه وسلم - أبلغ في المعجزة من نبعَةِ الماء من الحجر حيث ضربه موسى عليه السلام بالعصا، فتفجرت منه المياه، لأن خروج الماء من الحجارة معهود، بخلاف خروجه من بين اللحم والدم ".
وصدق القائل:
وإن كان موسى أنبع الما من العصا ... فمن كفه قد أصبح الماء يطفح
وقال القرطبي: "هذه المعجزة تكررت من النبي - صلى الله عليه وسلم - مرات عديدة في مشاهد عظيمة، وجموع كثيرة، بلغتنا بطرقٍ صحيحة من رواية أنس، وعبد الله بن مسعود، وجابر، وعمران بن حصين، وغيرهم ممن يحصل بمجموع أخبارهم العلم القطعي المستفاد من التواتر المعنوي، وبهذا الطريق حصل لنا العلم بأكثر معجزاته الدالة على صدق رسالاته". (١)
وفي موقف آخر يرويه البخاري في صحيحه نزل النبي - صلى الله عليه وسلم - بالناس يوم الحديبية بأقصاها على ثَمَد قليلِ الماء يتبرَّضُه الناس تبرُضاً، فلم يلبث الناس حتى نزحوه، وشُكي إلى رسول الله - صلى الله عليه وسلم - العطشُ، فانتزع سهماً من كِنانته، ثم أمرهم أن يجعلوه فيه، فوالله ما زال يجيش لهم بالرَّي، حتى صدروا عنه.
قال ابن حجر: " وفي هذا الفصل معجزاتٌ ظاهرة , وفيه بركةُ سلاحه وما ينسب إليه, وقد وقع نبعُ الماء من بين أصابعه في عِدة مواطن ". (٢)
ولما أتى معاذ بن جبل - رضي الله عنه - عين تبوك مع رسول الله، رأى قلة مائها فوصفها، فقال: والعين مثل الشِراك تَبِضُّ (٣) بشيء من ماء، فجعل الصحابة يغرفون بأيديهم من العين قليلاً قليلاً حتى اجتمع لهم شيء من مائها.
قال معاذ: وغسل رسول الله - صلى الله عليه وسلم - فيه يديه ووجهه، ثم أعاده فيها، فجرت العين بماء منهمر - أو قال: غزير - حتى استقى الناس.
_________
(١) المفهِم لما أُشكل من تلخيص كتاب مسلم (٦/ ٥٢ - ٥٣)، وانظر: شرح النووي على صحيح مسلم (١٥/ ٣٨).
(٢) فتح الباري (٥/ ٣٩٧).
(٣) أي تسيل كالخيط الذي يربط به النعل، لقلة مائها.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (80,'فقال له عليه الصلاة والسلام: ((يوشك يا معاذ - إن طالت بك حياة - أن ترى ما ها هنا قد ملئ جناناً)). (١)
وفي هذا الخبر دليلان من دلائل النبوة: أولهما: تفجر العين ببركة دعاء النبي - صلى الله عليه وسلم -، والآخر: إخبار النبي - صلى الله عليه وسلم - بما نراه اليوم من وفرة المياه واتساع الرقعة الخضراء في منطقة تبوك.
وبعض بركة النبي - صلى الله عليه وسلم - استمر دهراً طويلاً بعد وفاته، ومن ذلك ما ترويه عائشة رضي الله عنها بقولها: توفي رسول الله - صلى الله عليه وسلم -، وما في بيتي من شيء يأكله ذو كبد إلا شطرُ شعيرٍ في رفٍّ لي، فأكلتُ منه حتى طال عليَّ، فكِلْتُه ففني. (٢)
ومثل هذا الخبر يحكيه جابر بن عبد الله رضي الله عنهما، وفيه أن رجلاً أتى النبي - صلى الله عليه وسلم - يستطعمه، فأطعمه شطر وسق شعير، فما زال الرجل يأكل منه وامرأته وضيفَهما حتى كاله، فأتى النبيَّ - صلى الله عليه وسلم -، فقال عليه الصلاة والسلام: لو لم تكِلْه لأكلتم منه، ولقام لكم. (٣)
وروى مسلم أيضاً مثلَ هذا الخبر في قصة أم مالك، وكانت تهدي سمناً للنبي - صلى الله عليه وسلم - في عُكّة لها، فيأتيها بَنوها، فيسألون الأُدْم [أي ما يؤتدَم به الخبز، وهو ما يسمى في أيامنا إداماً]، وليس عندهم شيء، فتعمد إلى الذي كانت تهدي فيه للنبي - صلى الله عليه وسلم -، فتجد فيه سمناً، فما زال يقيم لها أُدْمَ بيتِها حتى عصرَته، فأتت النبي - صلى الله عليه وسلم - فقال: ((عصرتيها؟)) قالت: نعم قال: ((لو تركتيها ما زال قائماً)). (٤)
قال النووي: " قوله - صلى الله عليه وسلم -: ((لو تركتيها ما زال قائماً)) أي موجوداً حاضراً".
ثم بيّنَ رحمه الله سبب فناء سمنِ العُكّة والشعير حين عُصِرت أو كِيل، فقال: "الحكمة في ذلك أن عصرَها وكَيْلَه مضادةٌ للتسليم والتوكل على رزق الله تعالى, ويتضمن التدبيرَ, والأخذَ بالحول والقوة, وتكلُفَ الإحاطةِ بأسرار حِكم الله تعالى وفضله , فعوقب
_________
(١) رواه مسلم ح (٧٠٦).
(٢) رواه البخاري ح (٣٠٩٧)، ومسلم ح (٢٩٧٣).
(٣) رواه مسلم ح (٢٢٨١).
(٤) رواه مسلم ح (٢٣٨٠).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (81,'فاعِلُه بزواله". (١) أي كأنه خرج من التسليم لقدرة الله وعظيمِ فِعله، إلى الطمع في معرفة سبب أرضي ومادي له، فانقطع لذلك.
وكما ظهرت بركة النبي - صلى الله عليه وسلم - في الطعام والشراب؛ فإنها ظهرت في تكثيره لماء الوضوء حين احتاج الصحابة إليه، يقول أنس - رضي الله عنه -: (رأيتُ رسول الله - صلى الله عليه وسلم - وحانت صلاةُ العصر، فالتمس الناسُ الوَضُوءَ، فلم يجدوه، فأُتي رسولُ الله - صلى الله عليه وسلم - بوَضوءٍ، فوضع رسولُ الله - صلى الله عليه وسلم - في ذلك الإناءِ يدَه، وأمر الناس أن يتوضؤوا منه، قال أنس: فرأيتُ الماء ينبع من تحت أصابعه، حتى توضؤوا من عندِ آخرهم). (٢)
وفي رواية لأحمد من حديث ابن مسعود أنه قال: ((فرأيتُ الماءَ يتفجرُ من بين أصابع النبي - صلى الله عليه وسلم - ثم قال: ((حي على الوَضُوء، والبركةُ من الله)).
قال جابر: كنا ألفاً وخمسَ مائة. (٣)
قال الطيبي: "وإنما طلب فَضْلةً من الماء كيلا يُظَنَّ أنه - صلى الله عليه وسلم - مُوجِد الماء، فإن الإيجاد إليه سبحانه، وإليه أشار بقوله - صلى الله عليه وسلم -: ((والبركةُ من الله)) أي أن هذا الذي رأيتم من زيادة الماء أيضاً ليس مني، إنما هو بركةٌ من الله تعالى وفضل". (٤) إنه دليلٌ آخرُ من دلائل نبوته - صلى الله عليه وسلم -.
ويروي الشيخان عن أنسِ بنِ مالكٍ شاهداً آخر من شواهد نبوته ودلائل رسالته، فيقول: كان النبي - صلى الله عليه وسلم - وأصحابه بالزَوراء، والزَوراء موضع في المدينة.
قال أنس: فدعا - صلى الله عليه وسلم - بقدحٍ فيه ماء، فوضع كفّه فيه، فجعل ينبُع من بين أصابعه، فتوضأ جميع أصحابه، قال قتادة: كم كانوا يا أبا حمزة؟ فقال أنس: كانوا زُهاء الثلاثِ مائة. (٥)
قال القاضي عياض: "هذه القصة رواها الثقاتُ من العدد الكثير عن الجم الغفير، عن الكافّة متصلةً بالصحابة، وكان ذلك في مواطن اجتماع الكثير منهم في المحافل ومَجمَع
_________
(١) شرح النووي على صحيح مسلم (١٥/ ٤٢).
(٢) رواه البخاري ح (١٦٩)، ومسلم ح (٢٢٧٩).
(٣) رواه أحمد ح (٣٧٩٧).
(٤) شرح المشكاة (١١/ ١٤٠).
(٥) رواه البخاري ح (٣٥٧٢)، ومسلم ح (٢٢٧٩).',NULL,'80',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (82,'العساكر، ولم يرد عن أحد منهم إنكارٌ على راوي ذلك، فهذا النوع ملحق بالقطعي من معجزاته". (١)
وفي يوم الحديبية عطش الناس ولم يجدوا ماء للوضوء والشراب إلا قليلاً بين يدي النبي - صلى الله عليه وسلم - في رَكْوة، فتوضأ، فتسابقوا إلى الماء لقِلَّته، فقال: ((مالكم؟)) قالوا: ليس عندنا ماء نتوضأُ ولا نشربُ إلا ما بين يديك.
فوضع يده - صلى الله عليه وسلم - في الركوة، فجعل الماء يثورُ بين أصابعه كأمثال العيون، فشربنا وتوضأنا.
فسأل سالم راوي الحديث جابراً: كم كنتم؟ فقال مستنكراً: لو كنا مائة ألف لكفانا، كنا خمسَ عشرةَ مائة [أي ألفاً وخمسَ مائة]. (٢)
قال القرطبي: "قضية نبع الماء من بين أصابعه - صلى الله عليه وسلم - تكررت منه في عدة مواطن في مشاهدَ عظيمة، ووردت من طرق كثيرة يفيد مجموعُها العلمَ القطعيَ المستفادَ من التواتر المعنوي". (٣)
وفي موضع آخر يخبرنا أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - دعا ذات يوم بماء، فأُتي بقدح رَحراحٍ [أي متسعِ الفم]، فجعل القوم يتوضؤون.
ويذكر لنا أنس عدد من كفاهم هذا الماء، فيقول: (فحزِرت ما بين الستين إلى الثمانين، قال أنس: فجعلت أنظرُ إلى الماء، يَنبُعُ من بين أصابعه). (٤)
قال النووي: "وأكثر العلماء أن معناه: أن الماءَ كان يخرج من نفسِ أصابعه - صلى الله عليه وسلم - , وينبُع من ذاتها. قالوا: وهو أعظم في المعجزة من نبعه من حجرٍ ... يُحتَمل أن الله كثّرَ الماء في ذاته, فصار يفور من بين أصابعه، لا من نفسِها, وكلاهما معجزةٌ ظاهرة, وآية باهرة ". (٥)
_________
(١) فتح الباري (٦/ ٦٧٦).
(٢) رواه البخاري ح (٣٣٨٣).
(٣) فتح الباري (٦/ ٦٧٦).
(٤) رواه البخاري ح (١٩٧)، ومسلم ح (٢٢٧٩)، واللفظ له.
(٥) شرح النووي على صحيح مسلم (١٥/ ٣٨ - ٣٩).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (83,'وروى الحاكم عن قيس بن النعمان قال: لما انطلق النبي - صلى الله عليه وسلم - وأبو بكر في الهجرة مستخْفيين من مكة؛ مرا بعبد يرعى غنماً، فاستسقَياه من اللبن، فقال: ما عندي شاة تُحلب غير أن ههنا عَناقاً حَملت أول الشتاء، وقد أخدجَت [أي أسقطت ولم تكمل حملها]، وما بقي لها لبن.
فقال - صلى الله عليه وسلم -: ((ادعُ بها))، فدعا بها، فاعتقلها النبي - صلى الله عليه وسلم -، ومسح ضَرعها، ودعا حتى أنزلت (اللَبن) قال: فحلب - صلى الله عليه وسلم -، فسقى أبا بكر، ثم حلب، فسقى الراعي، ثم حلب فشرب.
فقال الراعي: بالله من أنت؟ والله ما رأيتُ مثلَك قط؟ قال: ((أوَ تُراكَ تكتُم عليَّ حتى أخبرْك؟)) قال: نعم. قال: ((فإني محمد رسول الله)) فقال: أنتَ الذي تزعم قريش أنه صابئ؟ قال: إنهم ليقولون ذلك.
قال: فأشهدُ أنك نبي، وأشهد أن ما جئتَ به حق، إنه لا يفعلُ ما فعلتَ إلا نبي، وأنا متبعُك. قال: ((إنك لا تستطيع ذلك اليوم. فإذا بلغك أني قد ظهرتُ فأْتِنا)). (١)
وروى الإمام أحمد في مسنده مثلَه عن ابن مسعود قال: كنت أرعى غنماً لعقبة بن أبي مُعيط، فمر بي رسول الله - صلى الله عليه وسلم -، وأبو بكر فقال: ((يا غلام هل من لبن؟)) قال: قلت: نعم، ولكني مؤتمن. قال: ((فهل من شاة لم ينزُ عليها الفحل؟)) فأتيته بشاة فمسح ضروعها، فنزل لبنٌ، فحلبه في إناء، فشرب وسقى أبا بكر، ثم قال للضرع: ((اقلِص))، فقلَص.
قال ابن مسعود: ثم أتيته بعد هذا، فقلت: يا رسول الله، علمني من هذا القول. قال: فمسح رأسي، وقال: ((يرحمك الله، فإنك غُليم مُعلَّم). (٢)
قال أبو المحاسن الحنفي: "سأله شاة لم يصبها فحل، ليريه في ذلك آيةً معجزة تقوم له بها الحجة عليه وعلى غيره، وفي ذلك منفعة لصاحب الشاة بتلبين ضرعها، فلم يكن له
_________
(١) رواه الحاكم في مستدركه (٣/ ٩). والطبراني في المعجم الكبير ح (٨٤٧) قال الهيثمي: "رواه الطبراني ورجاله رجال الصحيح". مجمع الزوائد (٨/ ٥٤٨).
(٢) رواه الأصبهاني في دلائله ح (٣٨)، وابن حبان في صحيحه ح (٧٠٦١).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (84,'في اللبن حق، لأن الله تعالى جعله في ضرعها حينئذ ... فلذلك شربه - صلى الله عليه وسلم - وسقاه أبا بكر". (١)
ومن دلائل نبوته - صلى الله عليه وسلم - وأخبار بركته ما يذكره بُريدة - رضي الله عنه -، وهو يحكي خبر عِتاق سلمان من سيده اليهودي، حيث شرط اليهودي لعتاقه أن يغرس نخلاً، فيعملَ سلمان فيها حتى يَطْعَم النخلُ.
قال بُريدة: فغرس رسول الله - صلى الله عليه وسلم - النخل إلا نخلةً واحدةً غرسها عمر، فحملتِ النخل من عامها، ولم تحمل النخلة [أي التي زرعها عمر] فقال رسول الله - صلى الله عليه وسلم -: ((ما شأن هذه؟)) قال عمر: أنا غرستُها يا رسولَ الله. فنزعها رسول الله - صلى الله عليه وسلم - ثم غرسها، فحملت من عامها. (٢)
والمعلوم عند الزُّراع أن النخل لا يثمر إلا بعد غرسه بمدة طويلة، وحملُ النخل في سنة غِراسه معجزة ظاهرة للنبي - صلى الله عليه وسلم - ودليل باهر من دلائل نبوته، إذ تم ذلك ببركة الله لهذا النبي العظيم.
وهكذا فهذه الأخبار المتكاثرة تشهد ببَركة النبي - صلى الله عليه وسلم -، وهذه البَركة ليست موروثاً يحمله الأحفاد عن الأجداد، ولا علماً يتلقاه المرء بالكد والاجتهاد، إنه عطيةُ الله وبركتُه يؤتيها من شاء، فلِمَ أعطاها محمداً - صلى الله عليه وسلم - إنْ لم يكن لنبوتِه ورسالتِه؟
_________
(١) معتصر المختصر (١/ ٣٦٧)
(٢) رواه أحمد ح (٢٢٤٤٨)، والحاكم في مستدركه (٢/ ٢٠)، وصححه، ووافقه الذهبي على تصحيحه.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (85,'<span data-type="title" id=toc-10>شفاء المرضى بنفْثِه وريقه - صلى الله عليه وسلم </span>-
لما أرسل الله نبيَّه وكلمته المسيحَ عليه السلام، آتاه من الآيات ما يقيم به الحجة على بني إسرائيل، ومن ذلك إبراء الله الأكمه والأبرص على يديه {وإذ تخلق من الطين كهيئة الطير بإذني فتنفخ فيها فتكون طيراً بإذني وتبرئ الأكمه والأبرص بإذني} (المائدة: ١١٠)، فكان برهاناً ساطعاً ودليلاً قاطعاً عند قومه على نبوته - صلى الله عليه وسلم -.
وكذلك أيد الله خاتم أنبيائه وعظيم رسله بمثل هذا الدليل والبرهان، حين شفى على يديه بعضاً من أصحابه.
من ذلك أنه - صلى الله عليه وسلم - قال يوم خيبر: ((لأعطين هذه الراية رجلاً يفتح الله على يديه، يحبُ اللهَ ورسولَه، ويحبُه اللهُ ورسولُه))، قال: فبات الناس يدوكون [أي يتحدثون] ليلتهم أيهم يعطاها، قال: فلما أصبح الناس غَدوا على رسول الله - صلى الله عليه وسلم - كلهم يرجوا أن يُعطاها.
فقال عليه الصلاة والسلام: ((أين عليُ بنُ أبي طالب؟)) فقالوا: هو يا رسول الله يشتكي عينيه، فقال: ((فأرسلوا إليه))، فأُتي به - رضي الله عنه -، فبصق رسول الله - صلى الله عليه وسلم - في عينيه، ودعا له فبرأ، حتى كأن لم يكن به وجع، فأعطاه الراية. (١)
وفي رواية لابن ماجه أنه - صلى الله عليه وسلم - تفل في عينيه وقال: ((اللهم أذهب عنه الحر والبرد)). قال علي: فما وجدتُ حراً ولا برداً بعد يومِئذ، وكان أصحابه ربما رأوه يلبس ثياب الصيف في الشتاء، وثياب الشتاء في الصيف. (٢)
قال الشوكاني: "فيه معجزة ظاهرة للنبي - صلى الله عليه وسلم - ". (٣)
وقبل أن يغادر النبي - صلى الله عليه وسلم - أرض خيبر حقق آية أخرى تدل على نبوته ورسالته، فقد شفى الله بنفثه ساق سلمة بن الأكوع الذي أصيب في الغزوة، يقول يزيد بن أبي عُبيد: رأيت أثرَ ضربةٍ في ساق سلمة، فقلت: يا أبا مسلم، ما هذه الضربة؟ فقال: هذه ضربة
_________
(١) رواه البخاري ح (٣٧٠١)، ومسلم ح (٢٤٠٧).
(٢) رواه أحمد في مسنده ح (٧٨٠)، وابن ماجه ح (١١٧)، وحسنه الألباني في صحيح ابن ماجه ح (١١٤).
(٣) نيل الأوطار (٨/ ٥٥).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (86,'أصابتني يوم خيبر، فقال الناس: أُصيب سلمة، فأتيت النبي - صلى الله عليه وسلم -، فنفث فيه ثلاث نَفَثات، فما اشتكيتُها حتى الساعة. (١)
إن الجموع التي رأت ساق سلمة مضرجة بدمائها، ثم رأوه لا يشتكي منها ألماً ولا وجعاً ببركة ريق النبي - صلى الله عليه وسلم - ونفثه عليها، إن هذه الجموع لا يسعها أمام هذه المعجزة الباهرة إلا أن تشهد للنبي - صلى الله عليه وسلم - بالنبوة والرسالة، إذ مثل هذا لا يقدر عليه بشر، إنه دليل من دلائل نبوته - صلى الله عليه وسلم -.
ويرسل النبي - صلى الله عليه وسلم - عبدَ الله بن عتيك ورجالاً من الأنصار لردع سلّامِ بنِ أبي الحُقَيق، وبينما هو راجع في الطريق وقع، فانكسرت ساقه، فعصبها بعمامة.
ولنستمع إليه وهو يقص علينا الخبر، فيقول: فانتهيت إلى النبي - صلى الله عليه وسلم -، فقال: ((ابسط رجلك))، فبسطت رجلي، فمسحها، فكأنها لم أشتكِها قطّ. (٢)
لقد تكرر ذلك منه - صلى الله عليه وسلم - مراراً وعلى مرأى من الصحابة الكرام، يقول بريدة - رضي الله عنه -: إن رسول الله - صلى الله عليه وسلم - تفل في رجل عمرو بن معاذ حين قُطِعت رجله فبرأ. (٣) فهل كان هذا فناً من فنون الطب أم معجزة وبرهاناً من براهين نبوته - صلى الله عليه وسلم -؟
ويروي الإمام أحمدُ عن أمُ جُندُب أنها رأت رسول الله - صلى الله عليه وسلم - يرمي جمرة العقبة .. فأتته امرأة خثعمية بابْن لها فقالت: يا رسول الله، إن ابني هذا ذاهب العقل، فادع الله له. قال لها: ((ائتيني بماء)).
فأتته بماء في تَورٍ من حجارة، فتفل فيه، وغسل وجهه، ثم دعا فيه، ثم قال: ((اذهبي، فاغسليه به، واستشفي الله عز وجل)).
قالت أم جُندب: فقلت لها: هَبِي لي منه قليلاً لابني هذا، فأخذت منه قليلاً بأصابعي، فمسحتُ بها شِقَّة ابني، فكان من أبر الناس.
فسألتُ المرأة بعد: ما فعل ابنها؟ قالت: برِئ أحسن بَرء. (٤)
_________
(١) رواه البخاري ح (٤٢٠٦).
(٢) رواه البخاري ح (٤٠٣٩).
(٣) رواه ابن حبان ح (٢١٤٦)، وصححه الألباني في الصحيحة ح (٢٩٤٠).
(٤) رواه أحمد في المسند ح (٢٦٥٩٠).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (87,'وفي الحديث معجزة عظيمة له - صلى الله عليه وسلم -، بل معجزتان: إحداهما شفاء ابن الخثعمية ببركة مجّة النبي - صلى الله عليه وسلم - في الماء الذي غسلته أمه فيه، والأخرى: هداية ابن أم جندب بمسح أمه وجهَه ببعض هذا الماء.
وتحدِّثُ أم جميل ابنها محمدَ بن حاطب عن خبر حدث له إبّان طفولته، فقد أقبلت به إلى النبي - صلى الله عليه وسلم -، وقد انكفأت قدر تغلي على ذراعه، تقول أم جميل: فأتيتُ بك النبي - صلى الله عليه وسلم - فقلت: بأبي وأمي يا رسول الله، هذا محمد بن حاطب، فتفل في فيك، ومسح على رأسك، ودعا لك، وجعل يتفُل على يديك ويقول: ((أذهب البأس رب الناس، واشف أنت الشافي، لا شفاء إلا شفاؤك، شفاء لا يغادر سقماً)) فقالت: فما قمتُ بك من عنده حتى برِأَت يدك. (١)
وهكذا فإن الله الشافي قدر الشفاء لكثيرين، وجعل نفثه - صلى الله عليه وسلم - وريقه سبباً في ذلك، ليكون برهاناً آخر من براهين نبوته - صلى الله عليه وسلم -.
_________
(١) رواه أحمد في المسند ح (١٥٠٢٧)',NULL,'86',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (88,'<span data-type="title" id=toc-11>استجابة الله دعاءه - صلى الله عليه وسلم </span>-
ومن باهر ما يدل على النبوة إجابة الله دعاء النبي حين يدعوه، فإذا ما رفع نبي الله يديه داعياً ربه ومولاه؛ قبِل الله دعاءه وأجابه، وتكرارُ ذلك وديمومتُه دليل على صدقه، لأن الله لا يؤيد كاذباً ولادعياً يدعي عليه الكذب، فالكاذب من أظلم الناس وأبعدِهِم عن الله {فمن أظلم ممن افترى على الله كذباً أو كذب بآياته إنه لا يفلح المجرمون} (يونس: ١٧).
وهكذا؛ فإن الله لا يؤيد بتأييده الكاذب الذي يلجأ إليه، بل يهلِكُه ويفضَحُه، كما قال موسى مخاطباً سحرة فرعون: {ويلكم لا تفتروا على الله كذبًا فيُسحِتَكم بعذابٍ وقد خاب من افترى} (طه: ٦١).
فالمفترون على الله لا يؤيدهم الله بعونه، ولا يمدهم بمدده، قال تعالى: {قل إنّ الّذين يفترون على الله الكذب لا يفلحون} (يونس: ٦٩)، وقال: {إنّ الله لا يهدي من هُو كاذبٌ كفّارٌ} (الزمر: ٣).
لكن النبي - صلى الله عليه وسلم - ما خاب ولا خسر، بل هُدي وأفلح في كل صعيد، فدينُه أعظمُ الأديان في الأرض وأكثرُها - بحمد الله - انتشاراً.
قال شيخ الإسلام ابن تيمية: "ومعلوم أن من عوّده الله إجابة دعائه، لا يكون إلا مع صلاحه ودينه، ومن ادّعى النبوة، لا يكون إلا من أبرّ الناس إن كان صادقاً، أو من أفجرهم إن كان كاذباً، وإذا عوّده الله إجابة دعائه، لم يكن فاجراً، بل برّاً، وإذا لم يكن مع دعوى النبوة إلا برّاً، تعيّن أن يكون نبياً صادقاً، فإن هذا يمتنع أن يتعمّد الكذب، ويمتنع أن يكون ضالاً يظن أنه نبي". (١)
وقد وقعت هذه الآية البينة لنبينا - صلى الله عليه وسلم -، فأجاب الله دعاءه - صلى الله عليه وسلم - في مواطن كثيرة، كل منها دليل من دلائل النبوة الشاهدة على صدقه - صلى الله عليه وسلم -.
ونبدأ بسنة جدبة أصابت الناس؛ وقف النبي - صلى الله عليه وسلم - فيها على المنبر يخطب الجمعة، فقام أعرابي فقال: يا رسول الله، هلك المال, وجاع العيال، فادع الله لنا.
_________
(١) الجواب الصحيح (٦/ ٢٩٧).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (89,'يقول أنس بن مالك: فرفع يديه، وما نرى في السماء قزْعة [أي قطعة من السحاب]، فوالذي نفسي بيده ما وضعهما حتى ثار السحاب أمثال الجبال, ثم لم ينزل عن منبره حتى رأيت المطر يتحادر على لحيته - صلى الله عليه وسلم - , فمُطرنا يومنا ذلك ومن الغد، وبعد الغد، والذي يليه، حتى الجمُعَة الأخرى.
وفي الجمعة الأخرى قام ذلك الأعرابي، أو قال: غيره، فقال: يا رسول الله، تهدم البناء، وغرق المال، فادع الله لنا، فرفع يديه فقال: ((اللهم حوالينا ولا علينا)).
يقول أنس: فما يشير بيده إلى ناحيةٍ من السحاب إلا انفرجت، وصارت المدينة مثل الجَوْبة، وسال الوادي قناة (١) شهراً، ولم يجاء أحدٌ من ناحيةٍ إلا حدّث بالجُوْد". (٢)
لقد نزل المطر بدعائه - صلى الله عليه وسلم - واستمر أسبوعاً، ثم توقف بدعائه - صلى الله عليه وسلم - بعد أسبوع من هطوله، كما انفرجت السحابة عن المدينة لقوله: ((اللهم حوالينا ولا علينا))،، أليس ذلك كلُه من أمارات نبوته وعلامات صدقه؟
قال النووي: "ومراده بهذا؛ الإخبار عن معجزة رسول الله - صلى الله عليه وسلم - وعظيم كرامته على ربه سبحانه وتعالى، بإنزال المطر سبعة أيام متوالية متصلاً بسؤاله من غير تقديم سحاب ولا قزَع، ولا سببٍ آخر، لا ظاهرٍ ولا باطن". (٣)
وقال ابن حجر: "وفيه عَلَمٌ من أعلام النبوة في إجابة الله دعاء نبيه عليه الصلاة والسلام عقِبه أو معَه، ابتداء في الاستسقاء، وانتهاء في الاستصحاء، وامتثال السحاب أمره بمجرد الإشارة". (٤)
وصدق من قال:
دعا اللهَ خالقَه دعوة ... أُجيبتْ وأشخَص منه البصر
ولم يك إلا كقلب الرداء ... وأسرعَ حتى رأينا المطر
_________
(١) الجوبة: هي الحفرة المستديرة الواسعة، والمراد بها هنا الفُرجة في السحاب، ووادي القناة اسم لوادٍ مشهور من أودية المدينة. انظر فتح الباري (٢/ ٤٧٩).
(٢) رواه البخاري ح (١٠١٣)، ومسلم ح (٨٩٧) واللفظ له.
(٣) شرح صحيح مسلم (٦/ ١٩٢).
(٤) فتح الباري (٢/ ٤٨٠).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (90,'وفي بعض الأحيان خص النبي - صلى الله عليه وسلم - بعضاً من أصحابه بشيء من دعائه فأجاب الله سؤله، وقبل دعاءه، ومنه دعاؤه لخادمه الوفي أنس بن مالك، فقد كافأه النبي - صلى الله عليه وسلم - على خدمته له بدعوة أجابها الله تعالى، فعاش أنس مجللاً ببركتها مائة سنة.
يقول أنس - رضي الله عنه -: جاءت بي أمي إلى رسول الله - صلى الله عليه وسلم -، وقد أزّرتني بنصف خمارها، وردّتني بنصفه، فقالت: يا رسول الله، هذا أُنيس ابني، أتيتك به يخدمك، فادع الله له.
فقال: ((اللهم أكثِر مالَه وولده))، قال أنس: فوالله إن مالي لكثير، وإن ولدي ووَلَدَ وَلَدي ليتَعادُّون على نحو المائة اليوم. (١)
وفي رواية قال أنس: فما ترك خير آخرة ولا دنيا؛ إلا دعا لي به قال: ((اللهم ارزقه مالاً وولداً، وبارك له فيه)). (٢)
وقد أجاب الله دعوة نبينا، يقول أنس: (فإني لمن أكثر الأنصار مالاً، وحدثتني ابنتي أمينة أنه دُفن لصُلبي مَقْدَم حجاج البصرةَ بضعٌ وعشرون ومائة).
قال ابن حجر: "وفيه التحدّث بنعم الله تعالى، وبمعجزات النبي - صلى الله عليه وسلم - لما في إجابة دعوته من الأمر النادر، وهو اجتماع كثرة المال مع كثرة الولد". (٣)
ودعا - صلى الله عليه وسلم - بالبركة لعروةَ البارقي في ماله، لما أعطاه النبي ديناراً يشتري له به شاة، فاشترى له به شاتين، فباع إحداهما بدينار، فجاء بدينار وشاة، فدعا له بالبركة في بيعه، وكان لو اشترى التراب لربح فيه. (٤)
وفي رواية أنه - صلى الله عليه وسلم - قال: ((اللهم بارك له في صفْقة يمينه)). يقول عروة: فلقد رأيتُني أقف بكُناسة الكوفة، فأربحُ أربعينُ ألفاً قبل أن أصِل إلى أهلي". (٥)
قال ابن حجر: "المقصود منه الذي يدخل في علامات النبوة دعاء النبي - صلى الله عليه وسلم - لعروة فاستجيب له، حتى كان لو اشترى التراب لربح فيه". (٦)
_________
(١) رواه البخاري ح (٦٣٤٤)، ومسلم ح (٢٤٨١) واللفظ له.
(٢) رواه البخاري ح (١٩٨٢).
(٣) فتح الباري (٤/ ٢٦٩).
(٤) رواه البخاري ح (٣٤٤٣).
(٥) رواه أحمد في مسنده ح (١٨٨٧٧).
(٦) فتح الباري (٦/ ٧٣٤).',NULL,'89',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (91,'وإذا أردنا أن نعرف سر الحافظة التي أوتيها راوية الإسلام أبو هريرة، فلنستمع إليه وقد جاء إلى النبي - صلى الله عليه وسلم - يشكو كثرة نسيانه للحديث، فيقول: يا رسول الله، إني أسمع منك حديثاً كثيراً أنساهُ، فقال له عليه الصلاة والسلام: ((ابسط رداءك))، فبسطتُه، قال: فغرفَ بيديه، ثم قال: ((ضُمّه))، فضممتُه، فما نسيتُ شيئاً بعده. (١)
قال ابن حجر: "وفي هذا الحديث فضيلة ظاهرة لأبي هريرة، ومعجزة واضحة من علامات النبوة؛ لأن النسيان من لوازم الإنسان، وقد اعترف أبو هريرة بأنه كان يَكثُر منه، ثم تخلف عنه [أي النسيان] ببركة النبي - صلى الله عليه وسلم - ". (٢)
وثمة دعوة أخرى من رسول الله - صلى الله عليه وسلم - نال أبا هريرةَ خيرُها، ألا وهي دعاء النبي - صلى الله عليه وسلم - لأمِّه بالهداية، فقد كان يدعوها إلى الإسلام، وهي مشركة تأبى الإسلام وتصده عنه، يقول أبو هريرة: فدعوتُها يوماً، فأسمَعَتني في رسول الله - صلى الله عليه وسلم - ما أكره، فأتيتُ رسولَ الله - صلى الله عليه وسلم - وأنا أبكي، قلتُ: يا رسول الله، إني كنتُ أدعو أمي إلى الإسلام، فتأبى عليّ، فدعوتُها اليومَ، فأسمعتني فيك ما أكره، فادع الله أن يهديَ أمَّ أبي هريرة.
ولم يخيب رسولُ الله - صلى الله عليه وسلم - صاحبَه الوفي، فقال: ((اللهم اهدِ أمَّ أبي هريرة))، فخرج مستبشراً فرحاً بدعوة نبي الله - صلى الله عليه وسلم -، يرجو أن تكون سبباً في إسلام أمه.
يقول: فلما جئتُ، فصِرت إلى الباب، فإذا هو مجاف، فسمعتْ أمي خَشْفَ قدميّ [أي صوت مشيي]، فقالت: مكانكَ يا أبا هريرة، وسمعتُ خضْخضَة الماء، فإذا هي تغتسل للإسلام، وتشهد بشهادة التوحيد.
قال: فرجعتُ إلى رسول الله - صلى الله عليه وسلم -، فأتيتُه وأنا أبكي من الفرح، فقلت: يا رسول الله أبشر، قد استجاب اللهُ دعوتك، وهدى أمَّ أبي هريرة. (٣)
لقد أتى - رضي الله عنه - أول النهار يبكي حُزناً على تمنُّعِ أمِّه عن الإسلام وسِباِبها للنبي - صلى الله عليه وسلم -، فما لبِث أن عاد يبكي فرَحاً بإسلامها ببركة دعاء النبي - صلى الله عليه وسلم -.
_________
(١) رواه البخاري ح (١١٩).
(٢) فتح الباري (١/ ٢٦٠).
(٣) رواه مسلم ح (٢٤٩١).',NULL,'90',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (92,'قال النووي: "وفيه استجابة دعاء رسول الله - صلى الله عليه وسلم - على الفَور بعين المسؤول، وهو من أعلام نبوته - صلى الله عليه وسلم - ". (١)
وسرورُ أبي هريرة وفرحُه لم ينسياه أن يطلب من النبي - صلى الله عليه وسلم - دعوةً ثالثة، فقال: يا رسول الله ادع الله أن يحبِّبَني أنا وأمي إلى عباده المؤمنين، ويحبِّبَهم إلينا. فقال رسول الله - صلى الله عليه وسلم -: ((اللهم حبِّب عُبَيدَك هذا وأمَه إلى عبادك المؤمنين، وحبِّب إليهمْ المؤمنين)).
يقول أبو هريرة: فما خُلِق مؤمن يسمع بي ولا يراني؛ إلا أحبني. (٢)
وهكذا فحبُ المؤمنين في كل عصر لراوية الإسلام العظيم أبي هريرة، هو دليل باهر وبرهان ظاهر على استجابة الله دعاء نبيه وحبيبه - صلى الله عليه وسلم -.
وأما عبدُ الله بن عباس حبرُ الأمة وتَرْجُمَانُ القرآن، فإن ما أوتيَه من العلم والحكمة كان بفضل الله الذي استجاب دعاء النبي - صلى الله عليه وسلم - له، وذلك أنه لما كان غلاماً جهز وَضُوءَ النبي - صلى الله عليه وسلم - فقال النبي شاكراً صنيعه: ((اللهم فقهه في الدين)). (٣)
وفي مرة أخرى وضع رسول الله - صلى الله عليه وسلم - يده على كتِف ابن عباس وقال: ((اللهم فقهه في الدين، وعلِّمه التأويل)). (٤)
وهذه الدعوة مما تحققتْ إجابةُ اللهِ النبيَ - صلى الله عليه وسلم - فيها، فقد شبَّ ابن عباس، فكان عمر يُجلِسه مع أكابر الصحابة يستشيره ويأخذ برأيه، على حداثة سنه، فقد فاق أقرانه، بما آتاه الله من الفقه في الدين وما علمه من محاسن التأويل، حتى صح عن ابن مسعودٍ فقيهِ الصحابة أنه قال فيه: " لو أدرك ابنُ عباس أسنانَنا؛ ما عاشره منا رجل" (٥) أي لنبوغه وفقهه، وكان يقول: " نِعم تَرْجُمَانُ القرآنِ ابنُ عباس ". (٦)
_________
(١) شرح صحيح مسلم (١٦/ ٥٢).
(٢) رواه مسلم ح (٢٤٩١).
(٣) رواه البخاري ح (١٤٣)، ومسلم ح (٢٤٧٧) واللفظ للبخاري.
(٤) رواه أحمد ح (٢٣٩٣).
(٥) رواه عبد الرزاق في المصنف ح (٣٢٢١٩).
(٦) رواه عبد الرزاق في المصنف ح (٣٢٢٢٠).',NULL,'91',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (93,'وكما يستجيب الله دعاء أنبيائه لأصحابهم؛ فإنه يستجيب لهم إذا دعوا على الكافرين بنبوتهم أو على العاصين من أتباعهم.
فقد أجاب الله دعاء نوح عليه السلام لما قال: {رب لا تذر على الأرض من الكافرين ديّاراً - إنك إن تذرهم يضلوا عبادك ولا يلدوا إلا فاجراً كفاراً} (نوح: ٢٦)، فاستجاب الله له وأغرق الكافرين {فدعا ربه أني مغلوبٌ فانتصر - ففتحنا أبواب السماء بماءٍ منهمرٍ - وفجرنا الأرض عيوناً فالتقى الماء على أمرٍ قد قدر - وحملناه على ذات ألواحٍ ودسرٍ - تجري بأعيننا جزاءً لمن كان كفر} (القمر: ١٠ - ١٤).
وموسى عليه السلام، دعا فرعونَ الطاغية إلى توحيد الله وطاعته، فأبى واستكبر، فدعا عليه: {وقال موسى ربنا إنك آتيت فرعون وملأه زينةً وأموالاً في الحياة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم} (يونس: ٨٨)، فاستجاب الله دعاءه، فغرق فرعون وملؤه، وجعل يستجدي النجاة عند الموت {حتى إذا أدركه الغرق قال آمنتُ أنه لا إله إلا الذي آمنتْ به بنو إسرائيل وأنا من المسلمين} (يونس: ٩٠).
وهكذا كان حالُ خاتم النبيين - صلى الله عليه وسلم -، فقد سجد - صلى الله عليه وسلم - ذات مرة، فوضع المشركون سَلَا الجزور وقذرَها على ظهره الشريف، وأخذوا يتضاحكون، فدعا عليهم عليه الصلاة والسلام وقال: ((اللهم عليك بقريش)) ثلاث مرّات.
يقول ابن مسعود: فلما سمعوا صوته ذهب عنهم الضحك، وخافوا دعوته.
ثم قال: ((اللهم عليك بأبي جهلِ بن هشام، وعتبةَ بنِ ربيعةَ، وشيبةَ بنِ ربيعةَ، والوليدِ بن عتبةَ، وأميةَ بنِ خلفٍ، وعقبةَ بنِ أبي مُعَيط)).
يقول ابن مسعود - رضي الله عنه -: وذكر السابع ولم أحفظه، فوالذي بعث محمداً - صلى الله عليه وسلم - بالحق، لقد رأيتُ الذين سمّى صرعى يوم بدر، ثم سُحبوا إلى القليب، قليبِ بدر. (١)
_________
(١) رواه البخاري ح (٢٤٠)، ومسلم ح (١٧٩٤) واللفظ له.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (94,'قال ابن حجر: "وهذا يحتمل أن يكون من تمام الدعاء الماضي، فيكون فيه عَلمٌ عظيم من أعلام النبوة". (١)
ولما هاجر - صلى الله عليه وسلم - إلى المدينة ورأى إدبار قريش وإعراضهم وصدهم عن الإسلام، قال: ((اللهم سبعٌ كسبع يوسف)).
قال ابن مسعود: فأخذتهم سَنةٌ حصّت كل شيء، حتى أكلوا الجلود والميتة والجيف، وينظر أحدهم إلى السماء، فيرى الدخان من الجوع.
فأتاه أبو سفيان، فقال: يا محمد، إنك تأمر بطاعة الله وبصلة الرحم، وإن قومك قد هلكوا، فادعُ الله لهم.
وفي رواية لأحمد في مسنده أن أبا سفيان قال: أي محمد، إن قومك قد هلكوا، فادع الله عز وجل أن يكشف عنهم، قال: فدعا. ثم قال: ((اللهم إن يعودوا فعُدْ)).
ثم قرأ - صلى الله عليه وسلم -: {فارتقب يوم تأتي السَّماء بِدخانٍ مُّبين} إلى قوله: {إنكم عائدون - يوم نبطش البطشة الكبرى إنا منتقمون} (الدخان: ١٠ - ١٦) قال: فالبطشةُ يومُ بدر. (٢)
لقد علم كفار قريش أن رسولَ الله مجابُ الدعوة عندَ الله، فجاؤوا يطلبون السقيا بدعائه، لأنهم علموا أن الله لا يرد نبيه وحبيبه - صلى الله عليه وسلم - {فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون} (الأنعام: ٣٣).
واستهزأ عتيبة بن أبي لهب بالقرآن، فكُتب مع أبويه في سجل الهالكين؛ فقد دعا عليه النبي - صلى الله عليه وسلم - أن يموت بين أنياب السبُع، فقال: ((اللهم سلط عليه كلباً من كلابك))، فكانت دعوة نبي أجابها الله، حين خرج عتيبة في قافلة يريد الشام، فنزل منزلاً، فقال: إني أخاف دعوةَ محمد - صلى الله عليه وسلم -.
فحطوا متاعهم حوله، وقعدوا يحرسونه، فجاء الأسد فانتزعه، فذهب به. (٣)
وفي رواية لابن عساكر أن أبا لهب قال: قد عرفت أنه لا ينفلت عن دعوة محمد. (٤)
_________
(١) فتح الباري (١/ ٤١٩).
(٢) رواه البخاري ح (١٠٠٧)، ومسلم ح (٢٧٩٨)، وأحمد ح (٤١٤٩).
(٣) رواه الحاكم (٢/ ٥٨٨)، وصححه، ووافقه الذهبي، وحسنه ابن حجر في الفتح (٤/ ٣٩).
(٤) تفسير القرآن العظيم (٤/ ٣١٦).',NULL,'93',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (95,'ولله درُّ حسان بن ثابت - رضي الله عنه - وهو يقول:
من يُرجع العام إلى أهله ... فما أكيلُ السبعِ بالراجع
وقعد بُسر الأشجعي بين يدي النبي - صلى الله عليه وسلم -، وجلس يأكل بشماله، فلما ذكّره رسول الله - صلى الله عليه وسلم - بالأكل باليمين استكبر عن قبول الحق فقال: لا أستطيع، فقال النبي - صلى الله عليه وسلم -: ((لا استطعت، ما منعه إلا الكبر))، فما رفعها إلى فيه (١). أي عاجلته استجابة الله، فشُلت يمينه للتو، بدعاء النبي - صلى الله عليه وسلم - عليه، جزاءَ استكباره عن قبول الحق والإذعان له.
وحاقت دعوتُه - صلى الله عليه وسلم - أيضاً بأعرابي دخل عليه النبي يَعُوده في مرضه، فقال - صلى الله عليه وسلم - مواسياً: ((لا بأسَ، طهور إن شاء الله))، فأجاب الأعرابي بجواب ملؤه القنوط وسوء الظن بالله: قلتَ: طهور؟ كلاّ، بل هي حُمّى تفُور - أو تثور - على شيخ كبير، تُزيرُه القبور، فقال النبي - صلى الله عليه وسلم -: ((فنَعَمْ إذاً)). (٢)
قال ابن حجر: "في بعض طرقه زيادة تقتضي إيراده في علامات النبوة، أخرجه الطبراني وغيره ... وفي آخره: فقال النبي - صلى الله عليه وسلم -: ((أما إذا أبيتَ فهي كما تقول، قضاءُ الله كائن)) فما أمسى من الغد إلا ميتاً". (٣)
وهكذا؛ فإن هذه الدعوات المجابة وأمثالها دليل على رضا الله عن نبيه وتأييده له، ولو كان يتقوّل على ربه النبوة والرسالة لخذله اللهُ وأهلكه: {ولو تقوّل علينا بعض الأقاويل - لأخذنا منه باليمين - ثمّ لقطعنا منه الوتين - فما منكم من أحدٍ عنه حاجزين} (الحاقة:٤١ - ٤٧).
_________
(١) رواه مسلم ح (٢٠٢١).
(٢) رواه البخاري ح (٥٦٥٦).
(٣) فتح الباري (٦/ ٧٢٢).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (96,'<span data-type="title" id=toc-12>حماية الله لنبيه - صلى الله عليه وسلم </span>-
وإن من دلائل النبوة حمايةُ الله لأنبيائه، وإنجاؤه لمن شاء منهم من أيدي أعدائهم، رغم ما يتربص بهم السفهاءُ من السوء.
ولقد قال نوح عليه السلام متحدياً كفارَ قومه: {يا قوم إن كان كبُر عليكم مقامي وتذكيري بآيات الله فعلى الله توكلت فأجمعوا أمركم وشركاءكم ثم لا يكن أمرُكم عليكم غُمةً ثم اقضوا إليّ ولا تنظِرون} (يونس:٧١)، فلم يصلوا إليه بسوء لحماية الله له.
ومثله قول أخيه هود - صلى الله عليه وسلم -: {قال إني أُشهِد الله واشهدوا أني بريءٌ مما تشركون - من دونه فكيدوني جميعًا ثم لا تنظرون - إني توكلت على الله ربي وربكم} (هود: ٥٤ - ٥٦).
ولما أراد السفهاء قتل إبراهيم عليه السلام، وألقوه في النار أنجاه الله منها بقدرته وفضله {قالوا حرقوه وانصروا آلهتكم إن كنتم فاعلين - قلنا يا نار كوني برداً وسلاماً على إبراهيم - وأرادوا به كيداً فجعلناهم الأخسرين} (الأنبياء: ٦٨ - ٧٠).
وكذا كان الحال مع نبينا - صلى الله عليه وسلم -، فقد أنجاه الله من المؤامرات التي واجهتْه من لدن بعثتِه عليه الصلاة والسلام، وقد أخبره الله وأنبأه بسلامتِه من كيدهم وعدوانهم، فقال له: {يا أيها الرسول بلِّغ ما أُنزل إليك من ربك وإن لم تفعل فما بلَّغت رسالته والله يعصمك من الناس} (المائدة: ٦٧).
قال ابن كثير: "أي بلغ أنت رسالتي، وأنا حافظُك وناصرُك ومؤيدُك على أعدائك ومُظفِرُك بهم، فلا تخف ولا تحزن، فلن يصل إليك أحدُ منهم بسوء يؤذيك". (١)
تقول عائشة رضي الله عنها: كان النبي - صلى الله عليه وسلم - يُحرس حتى نزلت هذه الآية: {والله يعصمك من الناس} (المائدة: ٦٧)، فأخرج رسول الله - صلى الله عليه وسلم - رأسَه من القبة، فقال لهم: ((يا أيها الناس، انصرفوا عني، فقد عصمني الله)). (٢)
_________
(١) تفسير القرآن العظيم (٣/ ١٤٣).
(٢) رواه الترمذي ح (٣٠٤٦)، وصححه الألباني في السلسلة الصحيحة ح (٢٤٨٩).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (97,'وفي الآية دليلان من دلائل النبوة، أولهما: إخبار الله له بحفظه - صلى الله عليه وسلم -، وقد كان.
قال الماوردي: "فمن معجزاتِه: عصمتُه من أعدائه، وهم الجمُّ الغفير، والعددُ الكثير، وهم على أتم حَنَقٍ عليه، وأشدُّ طلبٍ لنفيه، وهو بينهم مسترسلٌ قاهر، ولهم مخالطٌ ومكاثر، ترمُقُه أبصارُهم شزراً، وترتد عنه أيديهم ذُعراً، وقد هاجر عنه أصحابه حذراً حتى استكمل مدته فيهم ثلاث عشرة سنة، ثم خرج عنهم سليماً، لم يكْلَم في نفسٍ ولا جسد، وما كان ذاك إلا بعصمةٍ إلهيةٍ وعدَه اللهُ تعالى بها فحققها، حيث يقول: {والله يعصمك من الناس} فعَصَمَه منهم". (١)
والدليل الآخرُ في الآية من دلائل النبوة، يظهر لمن عرف أن النبي - صلى الله عليه وسلم - كان مقصوداً بالقتل من أعدائه، فكان الصحابة يحرُسونه خوفاً عليه، فلما نزلت الآية صرفهم عن حراسته، ليقينه بما أنزل الله إليه، ولو كان دعياً لما غرر بنفسه، ولما عرَّض نفسَه للسوء.
وقد صدق المستشرق بارتلمي هيلر في قوله:"لما وعد الله رسوله بالحفظ بقوله: {والله يعصمك من الناس}، صرف النبي حراسه، والمرء لا يكذب على نفسه، فلو كان لهذا القرآن مصدر غير السماء لأبقى محمد على حراسته". (٢)
قال ابن تيمية مستدلاً لنبوة النبي - صلى الله عليه وسلم - بتأييد الله لنبيه وحفظه له ونصره لدينه: "وقد أيده تأييداً لا يؤيد به إلا الأنبياء، بل لم يؤيَد أحدٌ من الأنبياء كما أُيِّد به، كما أنه بُعث بأفضل الكتب إلى أفضل الأمم بأفضل الشرائع، وجعله سيد ولد آدم - صلى الله عليه وسلم -، فلا يعرف قط أحد ادعى النبوة وهو كاذب؛ إلا قطع الله دابره وأذله وأظهر كذبه وفجوره.
وكل من أيده الله من المدعين للنبوة لم يكن إلا صادقاً، كما أيد نوحاً وإبراهيم وموسى وعيسى وداود وسليمان، بل وأيد شعيباً وهوداً وصالحاً، فإن سنة الله أن ينصر رسله والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد، وهذا هو الواقع، فمن كان لا يعلم ما يفعله الله إلا بالعادة، فهذه عادة الله وسنته يعرف بها ما يصنع، ومن كان يعلم ذلك بمقتضى حكمته؛ فإنه يعلم أنه لا يؤيد من ادعى النبوة وكذب عليه". (٣)
_________
(١) أعلام النبوة (١٢٧).
(٢) ربحت محمداً ولم أخسر المسيح، عبد المعطي الدلالاتي ص (١٠٨).
(٣) الجواب الصحيح (١/ ٤١٠).',NULL,'96',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (98,'وصور حماية الله لنبيه - صلى الله عليه وسلم - كثيرة، منها أن قريشاً اجتمعت في الحِجر، فتعاقدوا باللاتِ والعزى ومناة الثالثةِ الأخرى، لو قد رأينا محمداً، قمنا إليه قيام رجل واحد، فلم نفارقْه حتى نقتلَه.
فأقبلت ابنته فاطمة رضي الله تعالى عنها تبكي، حتى دخلت على رسول الله - صلى الله عليه وسلم - فقالت: هؤلاء الملأ من قريش قد تعاقدوا عليك، لو قد رأوك لقد قاموا إليك فقتلوك، فليس منهم رجل إلا قد عَرف نصيبه من دمك.
فقال: ((يا بنية، أريني وَضوءاً)) فتوضأ، ثم دخل عليهم المسجد، فلما رأوه قالوا: ها هو ذا. وخفضوا أبصارهم، وسقطت أذقانهم في صدورهم، وعقِروا في مجالسهم، فلم يرفعوا إليه بصراً، ولم يقم إليه منهم رجل.
فأقبل رسول الله - صلى الله عليه وسلم - حتى قام على رؤوسهم، فأخذ قبضة من التراب، فقال: ((شاهت الوجوه)) ثم حصَبهم بها، يقول ابن عباس: فما أصاب رجلاً منهم من ذلك الحصى حصاةً إلا قُتل يوم بدر كافراً. (١)
الله أكبر، قريشٌ بخُيلائها وكِبْرِها تتعاهد على قتل رجل أعزل، وتقسم على ذلك بآلهتها، ثم لا يقوم منهم واحد لتنفيذ عزمتهم، بل قام - صلى الله عليه وسلم - على رؤوسهم يحصِبُهم بالحصى متحدياً عجزهم، مبيناً سِفالَ أمرهم وهوانَه، وكيف لا؟ والله العظيم يؤيده ويقويه، فيقول: {والله يعصمك من الناس} (المائدة: ٦٧).
وأما أبو جهل فرعون هذه الأمة فقد رام أيضاً قتل النبي - صلى الله عليه وسلم -، حين أقبل يختال ذات يوم في جنبات مكة فقال: هل يعفِّر محمدٌ وجهَه بين أظهرِكم [يعني بالسجود والصلاة]؟ فقيل: نعم.
فقال: واللاتِ والعزى، لئن رأيتُه يفعلُ ذلك لأطأنَّ على رقَبَتِه، أو لأعفِّرنَّ وجهَه في التراب.
_________
(١) رواه أحمد في المسند ح (٢٧٥٧) والحاكم في مستدركه (٣/ ١٧٠)، وصححه الهيثمي في مجمع الزوائد (٨/ ٢٢٨).',NULL,'97',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (99,'فأتى رسولَ الله - صلى الله عليه وسلم - وهو يصلي، زعمَ ليطأَ على رقَبَتِه، قال: فما فجِئهم منه إلا وهو ينكُص على عقبيه، ويتقي [أي يحتمي] بيديه.
فقيل له: مالك؟ فقال: إن بيني وبينه لخندقاً من نارٍ وهوْلاً وأجنحة، فقال رسول الله - صلى الله عليه وسلم -: ((لو دنا مني لاختطفته الملائكةُ عُضواً عضواً)). (١)
وهذه معجزة عظيمة رآها عدو الإسلام أبو جهل، فقد رأى أجنحة ملائكة الله وهي تحمي النبي - صلى الله عليه وسلم -، وأيقن بأن الله حماه بجنده وعونه، لكن منعه الكِبْرُ وحبُ الزعامة والحرصُ عليها من الإذعان للحق والانقياد له، فحاله وحال غيرِه من المشركين كما قال الله: {فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون} (الأنعام: ٣٣).
قال النووي: "ولهذا الحديث أمثلة كثيرة في عصمته - صلى الله عليه وسلم - من أبي جهل وغيرِه , ممّن أراد به ضرراً, قال الله تعالى: {والله يعصمك من النّاس} ". (٢)
وكما حمت الملائكة النبي - صلى الله عليه وسلم - من أبي جهل، فقد تنزلت لحمايته يوم أُحد، حين أطبق عليه المشركون، وتفرق عنه أصحابه منهزمين، ففي الصحيحين يقول سعدُ بن أبي وقاص - رضي الله عنه -: (رأيت عن يمين رسول الله - صلى الله عليه وسلم - وعن شماله يوم أُحدٍ رجُلَين، عليهما ثيابٌ يَيَاض، ما رأيتهما قبلُ ولا بعد). يعني جبريلَ وميكائيلَ عليهما السلام. (٣)
قال النووي: "فيه بيان كرامةِ النبي - صلى الله عليه وسلم - على الله تعالى، وإكرامِه إياه بإنزال الملائكة تقاتل معه، وبيانُ أن الملائكة تقاتِل، وأن قتالَهم لم يَختصَّ بيوم بدر". (٤)
ولم يتوان المشركون من أقرباء النبي - صلى الله عليه وسلم - عن إيذائه والكيد له، ومن ذلك أنه لما نزل قوله تعالى: {تبت يدا أبى لهبٍ وتب} (المسد: ١)، جاءت أم جميلٍ، امرأةُ عمه أبي لهب إلى النبي - صلى الله عليه وسلم - ومعه أبو بكر، فلما رآها أبو بكر قال: يا رسول الله، إنها امرأة بذيئة، وأخاف أن تؤذيَك، فلو قُمت، قال: ((إنها لن تراني)).
_________
(١) رواه مسلم ح (٢٧٩٧).
(٢) شرح مسلم على صحيح النووي (١٧/ ١٤٠).
(٣) رواه البخاري ح (٤٠٥٤)، ومسلم ح (٢٣٠٦).
(٤) شرح صحيح مسلم (١٥/ ٦٦).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (100,'فجاءت أم جميل، فقالت لأبي بكر: إن صاحبك هجاني! قال: لا، وما يقول الشعر، قالت: أنت عندي مُصَدق، وانصرفت، فقال أبو بكر: يا رسول الله، لم ترَك؟! قال: ((لا، لم يزل ملك يسترني عنها بجناحه)). (١)
وكذا أرادت قريش أن تقتل النبي - صلى الله عليه وسلم - مراراً قبل هجرته، لكن الله نجاه منهم وحماه، فلما عزم النبي - صلى الله عليه وسلم - على الخروج من مكة مهاجراً، رصدوا له على باب بيته، فخرج عليه الصلاة والسلام من بينهم، وقد أعمى الله أبصارهم عنه، فلم يروه حال خروجه. (٢)
وفي هذا يقول سبحانه: {وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير الماكرين} (الأنفال:٣٠)، لقد رد الله مكرهم في نحورهم، ونجى نبيه عليه الصلاة والسلام.
وخرج - صلى الله عليه وسلم - من مكة مستخفياً تحوطه عناية الله، حتى وصل وصاحبُه إلى غار ثور، واختبآ فيه عن أعين المشركين الذين جدّوا بالبحث عنه حتى وصلوا إلى الغار، ووقفوا ببابه، وظن أبو بكر - رضي الله عنه - الهلكة، فقال للنبي - صلى الله عليه وسلم -: لو أن أحدهم نظر إلى تحت قدميه لأبصرنا، فأجابه النبي - صلى الله عليه وسلم - بلسان الواثقِ من ربه، المتوكل عليه، العالمِِِِ بأنه لا يسْلمه إلى مرام أعدائه: ((ما ظنّك يا أبا بكر باثنين الله ثالثُهما؟)). (٣)
نعم فالله معه ينصره ويحميه {إلا تنصروه فقد نصره الله إذ أخرجه الذين كفروا ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا فأنزل الله سكينته عليه وأيده بجنودٍ لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هى العليا والله عزيز حكيم} (التوبة:٤٠).
وهكذا نجّى النبي - صلى الله عليه وسلم - من بين أيديهم، واتجه صوب المدينة المنورة من جديد، تحوطُه رعاية الله، وتكلؤه عنايته.
_________
(١) رواه أبو يعلى في مسنده ح (٢٣٥٨)، والبزار ح (٢٢٩٤)، وصححه ابن حبان ح (٦٥١١).
(٢) انظر الروض الأنف في شرح سيرة ابن هشام، للسهيلي (٤/ ١٧٨).
(٣) رواه البخاري ح (٣٦٥٣)، ومسلم ح (٢٣٨١).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (101,'أما قريش فلم تستسلم، ولم تفتر عزيمتُها في محاولة قتلِ النبي - صلى الله عليه وسلم - والنيلِ منه، فأرسلوا إلى قبائل العرب يضعون لهم الجوائز إن همُ قتلوا النبيَ - صلى الله عليه وسلم - وصاحبَه، لكنهما كانا يسيران في حفظ الله ورعايته.
وجاز النبي قُديداً، فأدركه سراقة بن مالك، يقول الصديق - رضي الله عنه -: وتبِعنا سراقة بن مالك، ونحن في جَلَدٍ من الأرض [أي في أرض صلبة]، فقلت: أُتينا يا رسول الله, فقال: ((لا تحزن, إن الله معنا)) فدعا عليه رسول الله - صلى الله عليه وسلم -، فارتطمت فرسه إلى بطنها.
وفي رواية للبخاري يروي سراقة الخبر فيقول: (حتى إذا سمعت قراءة رسول الله - صلى الله عليه وسلم - وهو لا يلتفت، وأبو بكر يكثر الالتفات - ساخت يدا فرسي في الأرض، حتى بلغتا الركبتين، فخَرَرت عنها، ثم زجرتُها فنهضتْ، فلم تكَد تُخرج يديها، فلما استوت قائمة إذا لأثَرِ يديها عُثانٌ ساطع في السماء مثل الدخان ... ). (١)
فقال سراقة: (إني قد علمت أنكما قد دعوتما عليّ، فادعوَا لي، فاللهَ لكما أن أرُدّ عنكما الطلب، فدعا - صلى الله عليه وسلم - اللهَ فنجا، فرجع لا يلقى أحداً من الطَلَب إلا قال: قد كُفيتكم ما ها هنا، فلا يلقى أحداً إلا ردّه). (٢)
قالَ أنس: (فكان أوَّل النهار جاهداً على نبي اللَّه - صلى الله عليه وسلم -، وكان آخرَ النهار مَسْلَحةً له). (٣)
فكان إنجاء الله نبيه من بين يدي سراقة سبباً في إسلامه وذوده عن النبي - صلى الله عليه وسلم -، فقال - رضي الله عنه - وهو يخاطب أبا جهل:
أبا حكمٍ والله لو كنتَ شاهداً لأمر جوادي إذ تسوخُ قوائمه
علمتَ ولم تَشْكُك بأن محمداً رسولٌ ببرهانٍ فمن ذا يقاومه (٤)
ولما رجع مشركو مكة من بدر مدحورين - بقوة الله -، أقبل عمير بن وهب حتى جلس إلى صفوان بن أمية في الحِجِر، فقال صفوان: قبَّح اللهُ العيش بعد قتلى بدر.
_________
(١) رواه البخاري ح (٣٩٠٦).
(٢) رواه البخاري ح (٣٦١٥)، ومسلم ح (٢٠٠٩).
(٣) رواه البخاري ح (٣٩١١).
(٤) فتح الباري (٧/ ٢٨٦).',NULL,'100',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (102,'فقال عمير: أجل والله ما في العيش خيرٌ بعدَهم، ولولا دينٌ عليَّ لا أجد له قضاء، وعيالٌ لا أدع لهم شيئاً، لرحلت إلى محمد فقتلتُه إن ملأتُ عينيّ منه، فإن لي عنده عِلّة أعتل بها عليه، أقول: قدِمت من أجل ابني هذا الأسير.
ففرح صفوان بإقدام عمير وخُطته، ومضى يزيل عوائق تنفيذها، فقال: علي دينُك، وعيالُك أُسوةُ عيالي في النفقة، لا يسعني شيء فأعجزُ عنهم.
فاتفقا، وحمله صفوان وجهزه، وأمر بسيف عمير فصُقل وسُمَّ، وقال عمير لصفوان: اكتم خبري أياماً.
وقدم عمير المدينة، فنزل بباب المسجد، وعَقَل راحلته، وأخذ السيف، وعمَد إلى رسول الله - صلى الله عليه وسلم -، فنظر إليه عمر وهو في نفر من الأنصار، ففزع ودخل إلى رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله لا تأمنه على شيء.
فقال - صلى الله عليه وسلم -: ((أدخله علي)).
فخرج عمر، فأمر أصحابه أن يدخلوا إلى رسول الله - صلى الله عليه وسلم - ويحترسوا من عمير، وأقبل عمر وعمير حتى دخلا على رسول الله - صلى الله عليه وسلم -، ومع عمير سيفُه، فقال رسول الله - صلى الله عليه وسلم - لعمر: ((تأخر عنه)).
فلما دنا عمير قال له: ((ما أقدمك يا عمير؟)) قال: قدِمت على أسيري عندكم، تفادونا في أسرانا، فإنكم العشيرة والأهل.
فقال - صلى الله عليه وسلم -: ((ما بال السيف في عنقِك؟)). فأجاب عمير: قبحها الله من سيوف، وهل أغنت عنا شيئاً؟ إنما نسيته في عنقي حين نزلت.
فقال رسول الله - صلى الله عليه وسلم -: ((اصدقني، ما أقدمك يا عمير؟)). فقال: ما قدمت إلا في طلب أسيري.
فبغته النبي - صلى الله عليه وسلم - بقوله: ((فماذا شرطتَ لصفوان في الحِجر؟))، ففزع عمير وقال: ماذا شرطتُ له؟
فأجاب من علَّمه الله الخبير فقال: ((تحمّلْتَ له بقتلي؛ على أن يعول أولادَك، ويقضيَ دَيْنَك، واللهُ حائلٌ بينك وبين ذلك)).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (103,'فقال عمير: أشهد أنك رسول الله، وأشهد أن لا إله إلا الله، كنا يا رسول الله نكذبُك بالوحي وبما يأتيك من السماء، وإن هذا الحديثَ كان بيني وبين صفوان في الحِجِر لم يطلع عليه أحد، فأخبرك الله به، فالحمد لله الذي ساقني هذا المساق.
ففرح به المسلمون، وقال له رسول الله - صلى الله عليه وسلم -: ((اجلِس يا عمير نواسِك)).
وقال لأصحابه: ((علموا أخاكم القرآن))، وأطلق له أسيره، فقال عمير: ائذن لي يا رسولَ الله، فألحق بقريش، فأدعوهم إلى الله وإلى الإسلام، لعل الله أن يهديَهم .. ثم قدم عمير فدعاهم إلى الإسلام، ونصحهم بجُهده، فأسلم بسببه بشر كثير. (١)
وهكذا نجى الله نبيه وحبيبه من كيد عميرٍ وصفوان، فلم يجدْ عميرٌ أمام هذه المعجزة الباهرة والآية القاهرة إلا أن يشهد للنبي - صلى الله عليه وسلم - بالنبوة، وللرب الذي حماه بالوحدانية.
ومن صور حماية الله لنبيه وحبيبه - صلى الله عليه وسلم - قصة شاة اليهودية، إذ أن النبي - صلى الله عليه وسلم - أتى خيبر، فقدمت له يهودية من أهل خيبر شاةً مشوية مسمومة، فأخذ رسول الله - صلى الله عليه وسلم - الذراعَ، فأكل منها، وأكل رهطٌ من أصحابه معه، ثم قال لهم رسول الله - صلى الله عليه وسلم -: ((ارفعوا أيديِكم))، وفي رواية: ((ارفعوا أيديكم، فإنها أخبرتني أنها مسمومة)). (٢)
وأرسل رسول الله - صلى الله عليه وسلم - إلى اليهودية فدعاها، فقال لها: ((أسمَمْت هذه الشاة؟)) قالت اليهودية: من أخبرك؟ قال: ((أخبرتني هذه في يدي)). للذراع، قالت: نعم.
قال: ((ما أردت إلى ذلك؟)) قالت: قلتُ: إن كان نبياً فلن يضرَه، وإن لم يكن نبياً استرحنا منه. فعفا عنها رسولُ الله - صلى الله عليه وسلم - ولم يعاقبها. (٣)
وفي رواية للخبر في الصحيحين أن رسول الله - صلى الله عليه وسلم - سألها عن ذلك، فقالت: أردت لأقتلكَ. فقال - صلى الله عليه وسلم -: ((ما كان الله ليسلطَكِ عليّ)). (٤)
_________
(١) رواه الطبراني في معجمه الكبير ح (١١٧)، وابن هشام في السيرة (٣/ ٢١٣).
(٢) ٢ رواه أبو داود ح (٤٥١٠)، والحديث أصله في البخاري ح (٢٦١٧)، ومسلم ح (٢١٩٠).
(٣) رواه أبو داود ح (٤٥١٠) وهو صحيح كما قال الألباني في مشكاة المصابيح ح (٥٩٣١).
(٤) رواه البخاري ح (٢٦١٧)، ومسلم ح (٢١٩٠).',NULL,'102',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (104,'قال النووي: " قوله - صلى الله عليه وسلم - ((ما كان الله ليسلطك عليّ)) فيه بيانُ عصمتِه - صلى الله عليه وسلم - من الناس كلِّهم، كما قال الله: {والله يعصمك من الناس} (المائدة: ٦٧)، وهي معجزة لرسول الله - صلى الله عليه وسلم - في سلامته من السُّمِّ المهلِك لغيرِه، وفيه إعلامُ الله تعالى له بأنها مسمومةُ، وكلامُ عضوٍ منه له، فقد جاء في غير مسلم: ((إن الذراع تخبرني أنها مسمومة)). (١)
ويحدث جابر بن عبد الله رضي الله عنهما، أنه غزا مع رسول الله - صلى الله عليه وسلم - قِبَل نجد، فلما رجع رسول الله - صلى الله عليه وسلم - أدركتهم نومة القيلولة في وادٍ كثير الشجر.
يقول جابر: فنزل رسول الله - صلى الله عليه وسلم - وتفرق الناس، يستظلون بالشجر، ونزل رسول الله - صلى الله عليه وسلم - تحت سمُرَةٍ، فعلق بها سيفه، فنِمنا نومةً، ثم إذا رسول الله - صلى الله عليه وسلم - يدعونا فجئناه، فإذا أعرابيٌ جالس، فقال رسول الله - صلى الله عليه وسلم -: ((إن هذا اخترط سيفي وأنا نائم، فاستيقظتُ وهو في يده صَلتاً، فقال لي: من يمنعُك مني؟ قلت: اللهُ، فها هو ذا جالس)) ثم لم يعاقبْه رسولُ الله - صلى الله عليه وسلم -.
وفي رواية لأحمد أنه قام على رأس رسول الله - صلى الله عليه وسلم - بالسيف فقال: من يمنعك مني؟ فقال - صلى الله عليه وسلم -: ((اللهُ عز وجل)).
فسقط السيف من يده فأخذه رسول الله - صلى الله عليه وسلم - فقال: من يمنعك مني؟ فقال الأعرابي: كن كخير آخذ.
فقال - صلى الله عليه وسلم -: ((أتشهد أن لا إله إلا الله؟)) قال: لا، ولكني أعاهدُك أن لا أقاتِلَكَ، ولا أكونَ مع قوم يقاتلونك، فخلى سبيله، فذهب إلى أصحابه، فقال: قد جئتُكم من عندِ خير الناس. (٢)
وفي هذا الحديث دلائلُ مختلفة على نبوة النبي - صلى الله عليه وسلم -، منها: ثبات النبي - صلى الله عليه وسلم - بتأييد الله له، ثم حمايةُ الله له من القتل.
ومنها تأييدُه له بالملائكة، فقد وقع في رواية لابن إسحاق أن جبريل دفع بصدر المشرك فسقط سيفه.
_________
(١) شرح صحيح مسلم (١٤/ ١٧٩).
(٢) رواه البخاري ح (٤١٣٧)، ومسلم ح (٨٤٣)، ورواية أحمد في المسند ح (١٤٥١٢).',NULL,'103',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (105,'وأخيراً: عفوُ النبي - صلى الله عليه وسلم - عن الرجل مع رفضه للإسلام، وذلك خلق من أخلاق النبوة، وإلا فمن يصنع ذلك مع غريمه وعدوه الذي كاد أن يقتله؟ وقد صدق الأعرابي حين قال: جئتُكم من عندِ خير الناس.
{أليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فماله من هاد} (الزمر: ٣٦)، وفي هذا كله ما يشهد له - صلى الله عليه وسلم - بالنبوة لتأييد الله إياه وحفظه له.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (106,'<span data-type="title" id=toc-13>دلالة القرآن الكريم على نبوته - صلى الله عليه وسلم </span>- (١)
إن أعظم دلائل النبوة القرآنُ الكريم، كتاب الله الذي أعجز الأولين والآخرين.
يقول رسول الله - صلى الله عليه وسلم -: ((ما من الأنبياء من نبي، إلا قد أُعطي من الآيات، ما مثلٌه آمن عليه البشر، وإنما كان الذي أُوتيتُ وحياً أَوحى اللهُ إليّ، فأرجو أن أكون أكثرهم تابعاً يوم القيامة)). (٢)
قال ابن حجر في معنى قوله: ((إنما كان الذي أوتيتُ وحياً)): "أي أن معجزتي التي تَحدّيتُ بها، الوحيُ الذي أُنزِل عليّ، وهو القرآن".
ثم لفت - رحمه الله - النظر إلى أنه ليس المراد من الحديث حصرَ معجزاته - صلى الله عليه وسلم - في معجزة القرآن الكريم فقال: "بل المراد أنه المعجزة العظمى التي اختصّ بها دون غيره - صلى الله عليه وسلم - ". (٣)
وقال ابن كثير في معنى الحديث: " معناه أن معجزة كل نبي انقرضت بموته، وهذا القرآن حجة باقية على الآباد، لا تنقضي عجائبه، ولا يخلَق عن كثرة الرد، ولا يشبع منه العلماء، هو الفصل ليس بالهزل، من تركه من جبار قصمه الله، ومن ابتغى الهدى من غيره أضله الله". (٤)
وقال ابن القيم في سياق حديثه عن معجزات الأنبياء: "وأعظمها معجزةً كتابٌ باقٍ غضٌ طريّ لم يتغيّر, ولم يتبدّل منه شيء، بل كأنه منزّل الآن، وهو القرآن العظيم، وما أخبر به يقع كل وقتٍ على الوجه الذي أخبر به". (٥)
_________
(١) كما أسلفت في المقدمة؛ فإني لن أتحدث عن صور الإعجاز المختلفة للقرآن العظيم، فهذا بحر لايُدرك قعره ولا يُسبر غوره.
(٢) رواه البخاري ح (٤٩٨١)، ومسلم ح (١٥٢) واللفظ له.
(٣) فتح الباري (٨/ ٦٢٣).
(٤) تفسير القرآن العظيم (٢/ ٦٧٨).
(٥) إغاثة اللهفان (٢/ ٣٤٧).',NULL,'105',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (107,'هذه المعجزة العظيمة تحدى الله بها الأولين والآخرين، ودعاهم للإتيان بمثله حين زعموا أن القرآن من كلامه - صلى الله عليه وسلم -، فقال تعالى: {أم يقولون تقَوَّله بل لا يؤمنون - فليأتوا بحديثٍ مثله إن كانوا صاادقين}) الطور: ٣٣ - ٣٤).
فلما أعجز المشركين أن يأتوا بمثله، تحداهم القرآن أن يأتوا بعشر سور مثله مفتريات من عندهم، قال تعالى: {أم يقولون افتراه قل فأتوا بعشر سورٍ مثله مفترياتٍ وادعوا من استطعتم من دون الله إن كنتم صادقين} (هود: ١٣).
قال ابن كثير: "بين تعالى إعجاز القرآن، وأنه لا يستطيع أحدٌ أن يأتي بمثله، ولا بعشر سور من مثله، ولا بسورة من مثله؛ لأن كلام الرب تعالى لا يشبه كلام المخلوقين، كما أن صفاته لا تشبه صفات المحدثات، وذاته لا يشبهها شيء ". (١)
فلما عجزوا عن الإتيان بعشر سور تحداهم القرآن أن يأتوا بسورة واحدة، قال تعالى: {وإن كنتم في ريبٍ مما نزلنا على عبدنا فأتوا بسورةٍ من مثله وادعوا شهداءكم من دون الله إن كنتم صادقين} (البقرة: ٢٣).
قال الطبري: " ومن حجة محمدٍ - صلى الله عليه وسلم - على صدقه، وبرهانه على حقيقة نبوته، وأن ما جاء به من عندي [أي من عند الله]؛ عجز جميعكم وجميع من تستعينون به من أعوانكم وأنصاركم، عن أن تأتوا بسورة من مثله. وإذا عجزتم عن ذلك ـ وأنتم أهل البراعة في الفصاحة والبلاغة ـ فقد علمتم أن غيركم عما عجزتم عنه من ذلك أعجز". (٢)
ويبلغ التحدي القرآني غايته حين يخبر القرآن أن عجز المشركين عن محاكاة القرآن والإتيان بمثله عجز دائم لا انقطاع له، فيقول: {فإن لم تفعلوا ولن تفعلوا} (البقرة: ٢٤).
قال القرطبي: " قوله: {ولن تفعلوا} إثارةٌ لهممهم، وتحريكٌ لنفوسهم؛ ليكون عجزهم بعد ذلك أبدع، وهذا من الغيوب التي أخبر بها القرآن قبل وقوعها". (٣)
_________
(١) تفسير القرآن العظيم (٢/ ٤٥٥).
(٢) جامع البيان (١/ ٣٧٢ - ٣٧٣).
(٣) الجامع لأحكام القرآن (١/ ٢٦٧).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (108,'وحين أراد مسيلمة معارضة القرآن فضحه الله وأخزاه، فكان قوله محلاً لسخرية العقلاء وإعراض البلغاء، فقد قال: "يا ضفدع، نقي كما تنقين، لا الماء تدركين، ولا الشراب تمنعين".
وقال أيضاً معارضاً القرآن: " ألم تر كيف فعل ربك بالحبلى، أخرج من بطنها نسمة تسعى، من بين شراشيف وحشى ".
وأما النضر بن الحارث فصيح قريش وبليغها، فأتى بالمضحك من القول حين قال: "والزارعات زرعاً. والحاصدات حصداً. والطاحنات طحناً. والعاجنات عجناً. والخابزات خبزاً .... ". (١)
وعندما أراد الأديب ابن المقفع معارضة القرآن كل وعجز، وقال: أشهد أن هذا لا يعارض، وما هو من كلام البشر.
ومثله صنع يحيى الغزال بليغ الأندلس وفصيحها.
وصدق الله العظيم: {قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعضٍ ظهيراً} (الإسراء: ٨٨).
قال ابن سعدي: "وكيف يقدر المخلوق من تراب، أن يكون كلامه ككلام رب الأرباب؟ .. هذا ليس في الإمكان، ولا في قدرة الإنسان، وكل من له أدنى ذوقٍ ومعرفةٍ بأنواع الكلام، إذا وزن هذا القرآن العظيم بغيره من كلام البلغاء، ظهر له الفرق العظيم". (٢)
لقد اعترف أعداء القرآن بعظمة القرآن، وذلت رقابهم لما سمعوه من محكم آياته، فهاهو الوليد بن المغيرة سيد قريش، يسمع النبي - صلى الله عليه وسلم - وهو يقرأ قوله تعالى: {إن الله يأمر بالعدل والإحسان وإيتآء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون} (النحل:٩٠).
_________
(١) انظر: لماذا أسلم صديقي، إبراهيم خليل (ص٥٠ - ٥٤).
(٢) تيسير الكريم الرحمن (ص٤٥ - ٤٦).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (109,'فيقول قولته المشهورة: "والله إنَّ لقولِه الذي يقولُ لحلاوة، وإنّ عليه لطلاوة، وإنه لمثمرٌ أعلاه، مغدِقٌ أسفلُه، وإنه ليعلو وما يُعلا، وإنه ليَحطِم ما تحته". (١)
ولما جاء عتبة بن ربيعة إلى النبي - صلى الله عليه وسلم -؛ قرأ عليه النبي - صلى الله عليه وسلم - أوائل سورة فصلت، فرجع إلى قريش قائلاً: إني واللهِ قد سمعت قولاً ما سمعتُ بمثلِه قط، والله ما هو بالشعر ولا السحر ولا الكهانة، يا معشر قريش: أطيعوني واجعلوها بي، خلّوا بين هذا الرجل وبينَ ما هو فيه، فوالله ليكونن لقوله الذي سمعتُ نبأ". (٢)
وفي العصر الحديث أيضاً شهد المنصفون من المستشرقين بعظمة القرآن، وسجلت كلماتُهم بحقه المزيدَ من الإعجاب والدَهش.
ومنه قول المستشرق فون هامر في مقدَمة ترجمته للقرآن، فقد قال: "القرآن ليس دستورَ الإسلام فحسب، وإنما هو ذِروة البيانِ العربي، وأسلوبُ القرآن المدهش يشهد على أن القرآنَ هو وحيٌ من الله، وأن محمداً قد نشر سلطانَه بإعجاز الخطاب، فالكلمةُ [أي القرآنُ] لم يكن من الممكن أن تكونَ ثمرةَ قريحةٍ بشرية". (٣)
ويقول فيليب حتي في كتابه "الإسلام منهج حياة": "إن الأسلوب القرآني مختلف عن غيره، إنه لا يقبل المقارنة بأسلوب آخر، ولا يمكن أن يقلد، وهذا في أساسه هو إعجاز القرآن .. فمن جميع المعجزات كان القرآن المعجزة الكبرى".
وأما جورج حنا فيقول في كتابه "قصة الإنسان": "إذا كان المسلمون يعتبرون أن صوابية القرآن هي نتيجة محتومة لكون القرآن منزلاً ولا يحتمل التخطئة، فالمسيحيون يعترفون أيضاً بهذه الصوابية، بقطع النظر عن كونه منزلاً أو موضوعاً، ويرجعون إليه للاستشهاد بلغته الصحيحة كلما استعصى عليهم أمر من أمور اللغة".
ويقول الفيلسوف الفرنسي هنري سيرويا في كتابه "فلسفة الفكر الإسلامي": "القرآن من الله بأسلوب سام ورفيع لا يدانيه أسلوب البشر".
_________
(١) رواه الحاكم في المستدرك (٢/ ٥٥٠)، وصححه، ووافقه الذهبي، ورواه البيهقي في دلائل النبوة (٢/ ١٩٨).
(٢) رواه البيهقي في دلائل النبوة (٢/ ٢٠٤ - ٢٠٥) وهو مرسل؛ لأن محمد بن كعب القُرظي تابعي، لكن يعضده رواية أخرى أخرجها البيهقي في الدلائل (٢/ ٢٠٢) وابن إسحاق في السيرة (١/ ١٨٧).
(٣) يوميات مسلم ألماني، د. مراد هوفمان (ص١٢٢).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (110,'وأما المستشرق بلاشير فلم يألُ جهداً في الطعن في القرآن ومعاداته في كتابه "القرآن الكريم"، لكن الحقيقة غلبته، فقال: "إن القرآن ليس معجزة بمحتواه وتعليمه فقط، إنه أيضاً يمكنه أن يكون قبل أي شيء آخر تحفة أدبية رائعة؛ تسمو على جميع ما أقرته الإنسانية وبجلته من التحف".
وبهرت جزالة القرآن وروعة أساليبه المستشرق الأديب غوته، فسجل في ديوانه "الديوان الشرقي للشاعر الغربي" هذه الشهادة للقرآن: "القرآن ليس كلام البشر، فإذا أنكرنا كونه من الله، فمعناه أننا اعتبرنا محمداً هو الإله ".
وتحدث بعض المستشرقين عن الانقلاب العظيم الذي أحدثه القرآن في القيم الاجتماعية والأخلاقية للعرب، وكيف صنع منهم ومن الأمم الأخرى التي دخلت في الإسلام أمة الحضارة والريادة طوال قرون، فيقول المفكر الفرنسي مارسيل بوازار في كتابه "إنسانية الإسلام": "إن القرآن لم يُقدّر قط لإصلاح أخلاق عرب الجاهلية، إنه على العكس يحمل الشريعة الخالدة والكاملة والمطابقة للحقائق البشرية والحاجات الاجتماعية في كل الأزمنة".
ويقول ولد يورانت في "قصة الحضارة" عن القرآن: "وقد كان له أكبر الفضل في رفع مستوى المسلمين الأخلاقي والثقافي، وهو الذي أقام فيهم قواعد النظام الاجتماعي والوحدة الاجتماعية، وحرضهم على اتباع القواعد الصحيحة، وحرر وبعث في نفوس الأذلاء الكرامة والعزة، وأوجد بين المسلمين درجة من الاعتدال والبعد عن الشهوات لم يوجد لها نظير في أية بقعة من بقاع العالم يسكنها الرجل الأبيض".
وتقول المستشرقة الإيطالية لورافيشيا فاغليري في كتابها "دفاع عن الإسلام": "إن انتشار الإسلام السريع لم يتم لا عن طريق القوة ولا بجهود المبشرين الموصولة، إن الذي أدى إلى ذلك الانتشار كون الكتاب الذي قدمه المسلمون للشعوب المغلوبة - مع',NULL,'109',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (111,'تخييرها بين قبوله ورفضه - كتاب الله، كلمة الحق، أعظم معجزة كان في ميسور محمد أن يقدمها إلى المترددين في هذه الأرض". (١)
ومما أذهل العلماء إعجاز القرآن العلمي، وما حواه من معارف توصلت إليها البشرية قريباً بفضل التقنية العلمية الحديثة، فسجل هؤلاء العلماء شهادات منصفة بحق القرآن العظيم.
ونبدأ بالبروفسور يوشيودي كوزان مدير مرصد طوكيو، إذ يقول: " إن هذا القرآن يصف الكون من أعلى نقطة في الوجود، فكل شيء أمامه مكشوف، إن الذي قال هذا القرآن، [أي الله] يرى كل شيء في هذا الكون، فليس هناك شيء قد خفي عليه ".
وأما البرفسور شرويدر عالم البحار الألماني فيقول في ندوة علماء البحار التي نظمتها جامعة الملك عبد العزيز بجدة: "ما قيل بالفعل منذ عديد من القرون في القرآن الكريم هو حقيقة ما يكتشفه العلماء اليوم، أعتقد أنه من المهم بالنسبة لندوة لهذه أن تبلغ هذا إلى العلماء من جميع الأمم".
ويقول البرفسور درجا برساد راو أستاذ علم جولوجيا البحار في جامعة الملك عبد العزيز، فيقول تعليقاً على إخبار الله في القرآن عن ظلمات البحار وأمواجها الداخلية، فقال: "ومن الصعب أن نفترض أن هذا النوع من المعرفة كان موجوداً في ذلك الوقت منذ ١٤٠٠سنة، ولكن بعض الأشياء تتناول فكرة عامة، ولكن وصف هذه الأشياء بتفصيل كبير أمر صعب جداً، ولذلك فمن المؤكد أن هذا ليس علماً بشرياً بسيطاً، لا يستطيع الإنسان العادي أن يشرح هذه الظواهر بذلك القدر من التفصيل، ولذلك فقد فكرت في قوة خارقة للطبيعة خارج الإنسان، لقد جاءت المعلومات من مصدر خارق للطبيعة".
وفي مؤتمر القاهرة (١٩٨٦م) حول الإعجاز العلمي قدم البرفسور الأمريكي بالمار بحثاً ختمه بقوله: "أنا لا أعلم المستوى الثقافي الذي كان عليه الناس في زمن محمد [- صلى الله عليه وسلم -]
_________
(١) قالوا عن الإسلام، عماد الدين خليل (ص ٥٢ - ٧٦)، وانظر: ربحت محمداً ولم أخسر المسيح، عبد المعطي الدلالاتي (ص ١٠٩ - ١١٠).',NULL,'110',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (112,'ولا أدري في أي مستوى علمي كانوا، فإذا كان الأمر كما نعرف عن أحوال الأولين والمستوى العلمي المتواضع والذي ليس فيه هذه الإمكانيات، فلا شك أن هذا العلم الذي نقرؤه الآن في القرآن هو نور من العلم الإلهي قد أوحي به إلى محمد ".
ونختم جولتنا مع إعجاز القرآن العلمي بالحديث عن حديث القرآن عن تطور الجنين وتخلقه، وننقل شهادة البروفيسور مارشال جونسون رئيس قسم التشريح ومدير معهد دانيال بجامعة توماس جيفرسون بفلادلفيا بالولايات المتحدة الأمريكية، فقد أذهله ما ذكره القرآن عن تطور الجنين، فقال: "إنني كعالم أستطيع فقط أن أتعامل مع أشياء أستطيع أن أراها بالتحديد، أستطيع أن أفهم علم الأجنة وتطور علم الأحياء، أستطيع أن أفهم الكلمات التي تترجم لي من القرآن .. إنني لا أرى شيئاً لا أرى سبباً لا أرى دليلاً على حقيقة تفند مفهوم هذا الفرد محمد [- صلى الله عليه وسلم -] الذي لا بد وأنه يتلقى هذه المعلومات من مكان ما، ولذلك إنني لا أرى شيئاً يتضارب مع مفهوم أن التدخل الإلهي كان مشمولاً فيما كان باستطاعته أن يبلغه".
ويضيف البرفسور كيث ل مور مؤلف الكتاب الشهير الذي يعتبر مرجعاً معتمداً في كليات الطب العالمية ( The Developing Human) "  أطوار خلق الإنسان"، فيقول عما سمعه من إعجاز قرآني في علم الأجنة: "يتضح لي أن هذه الأدلة حتماً جاءت لمحمد من عند الله، لأن كل هذه المعلومات لم تكشف إلا حديثاً وبعد قرون عدة، وهذا يثبت لي أن محمداً رسول الله". (١)
وصدق الله وهو يقول: {ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق ويهدي إلى صراط العزيز الحميد} (سبأ: ٦).
_________
(١) إنه الحق، هيئة الإعجاز العلمي للقرآن والسنة برابطة العالم الإسلامي (ص ٤٩، ٥١ - ٥٢، ٨١، ١١٦ - ١٢٠).',NULL,'111',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (113,'<span data-type="title" id=toc-14>شهادات الكتب السابقة وأتباعها بالنبي - صلى الله عليه وسلم </span>-
إن وجود البشارة بالنبي - صلى الله عليه وسلم - في كتب الأنبياء من أهم ما أكدت عليه النصوص القرآنية والنبوية، التي أخبرت أنه ما من نبي إلا وذكّر أمته بأمر هذا النبي، وأخذ عليهم في ذلك الميثاق: لئن بعث محمد - صلى الله عليه وسلم - ليؤمنن به، قال تعالى: {وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين} (آل عمران: ٨١).
قال علي - رضي الله عنه -: (ما بعث الله نبياً آدم فمن دونه؛ إلا أخذ عليه الميثاق: لئن بعث محمد - صلى الله عليه وسلم - وهو حي؛ ليؤمنن به ولينصرنه وليتبعنه). (١)
وأهل الكتاب يعرفون رسول الله - صلى الله عليه وسلم - معرفتهم بأبنائهم، لكثرة ما حدثهم الأنبياء والكتب عنه - صلى الله عليه وسلم - {الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم وإن فريقاً منهم ليكتمون الحق وهم يعلمون} (الأنعام: ٢٠).
وقد أكد القرآن الكريم على وجود البشارة بنبينا في كتب اليهود والنصارى، فقال ذاكراً بعض صفاته فيها: {الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم} (الأعراف: ١٥٧).
ورغم ما تعرضت له كتب اليهود والنصارى من التحريف؛ فإنه لم يختف من ثنايا سطورها شهادات صادقة تشهد بالنبوة لنبينا - صلى الله عليه وسلم -.
منها ما جاء في سفر النبي إشعيا، وهو من أسفار التوراة التي يؤمن بها اليهود والنصارى اليوم، وفيه يتوعد النبي إشعيا بني إسرائيل الذين يحرفون كتاب الله ولا يلتزمون شريعته، يتوعدهم بالنبي صاحب السفر المختوم، النبيِ الذي لا يعرف القراءة، فيقول في الإصحاح التاسع والعشرين: " أو يُدفع الكتاب لمن لا يعرف الكتابة ويقال له: اقرأ هذا، فيقول: لا أعرف القراءة" (إشعيا ٢٩/ ١٠ - ١٣).
_________
(١) رواه الطبري في تفسيره (٣/ ٣٣٢).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (114,'وهذا النص يسجل اللحظة العظيمة التي ستشهد نزول الوحي على النبي - صلى الله عليه وسلم -، ففي صحيح البخاري عن عائشة أم المؤمنين أنها قالت: .. جاءه الحق، وهو في غار حراء، فجاءه الملَك، فقال: اقرأ، فقال: ((ما أنا بقارئ، فأخذني، فغطني حتى بلغ مني الجَهد، ثم أرسلني، فقال: اقرأ، قلت: ما أنا بقارئ.
فأخذني، فغطني الثانية حتى بلغ مني الجَهد، ثم أرسلني فقال: اقرأ، فقلت: ما أنا بقارئ.
فأخذني، فغطني الثالثة، ثم أرسلني فقال: {اقرأ باسم ربك الذي خلق - خلق الإنسان من علق - اقرأ وربك الأكرم})) (العلق:١ - ٣). (١)
فرسولنا - صلى الله عليه وسلم - هو النبي الأمي الذي لا يعرف القراءة، والذي دُفع إليه السفر المختوم، فقال: لا أعرف القراءة، فجعل الله سِفره وحياً ينطقه بشفتيه، ويتلوه من بعده المؤمنون إلى قيام الساعة.
ونزل النبي - صلى الله عليه وسلم - من على غار حراء خائفاً فزعاً، وذهب إلى ورقة بن نوفل - وكان من علماء أهل الكتاب - فقص عليه الخبر، فعرف ورقة نبوة النبي بما قرأ في سِفر النبي إشعيا، فقال: هذا الناموس الذي أنزل على موسى، ليتني فيها جذعاً، ليتني أكون حياً إذ يخرجك قومك .. لم يأت رجل بما جئت به إلا أوذي، وإنْ يُدركني يومُك حياً أنصرك نصراً مؤزراً. (٢)
وأما معرفته بإخراج قريش للنبي - صلى الله عليه وسلم - ومعاداته، فقد عرفه ورقة من سفر إشعيا أيضاً حيث جاءتْ فيه البشارة بالنبي الذي يبعث في بلاد وعرة من أرض العرب، يقول السفر التوراتي في الإصحاح الحادي والعشرين: "وحي من جهة بلاد العرب، في الوعر في بلاد العرب تبيتين، يا قوافل الددانيين هاتوا ماء لملاقاة العطشان، يا سكان أرض تيماء وافوا الهارب بخبزه، فإنهم من السيوف قد هربوا " (إشعيا ٢١/ ١٣ - ١٤)، فالنص التوراتي يتحدث إلى قبائل الددانيين في أرض تيماء، لينجدوا النبي الذي خرج مع أصحابه هرباً
_________
(١) رواه البخاري ح (٤).
(٢) رواه البخاري ح (٤).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (115,'من وجه السيوف، ويشير إلى مكان بعثته الوعر من بلاد العرب، وهي صفة مكة المكرمة، مكان مولِدِه وبعثته - صلى الله عليه وسلم -.
فشهادة ورقة - وهو من علماء أهل الكتاب - دليل ساطع على نبوة النبي - صلى الله عليه وسلم -، وهذه الشهادة موثقة معتبرة، فقد استخرجها من كتب أهل الكتاب، مما تبقى بها من آثار الأنبياء وأنوار الوحي {ويقول الذين كفروا لست مرسلاً قل كفى بالله شهيداً بيني وبينكم ومن عنده علم الكتاب} (الرعد: ٤٣).
وممن شهد لنبينا بالرسالة من أهل الكتاب النجاشي ملك الحبشة؛ فإنه آمن بالرسول - صلى الله عليه وسلم - لما دخل عليه جعفر بن أبي طالب فقال له: إن الله بعث فينا رسوله، وهو الرسول الذي بشّر به عيسى بن مريم: {ومبشراً برسول يأتي من بعدي اسمه أحمد} (الصف: ٦) فأمرنا أن نعبد الله، ولا نشرك به شيئاً، ونقيم الصلاة، ونؤتي الزكاة، وأمرنا بالمعروف ونهانا عن المنكر.
فقال النجاشي لجعفر: ما يقول صاحبك في ابن مريم؟ قال: يقول فيه قولَ الله، هو روح الله وكلمته، أخرجه من البتول العذراء التي لم يقربها بشر.
قال: فتناول النجاشي عوداً من الأرض فقال: يا معشر القسيسين والرهبان، ما يزيد ما يقول هؤلاء على ما تقولون في ابن مريم ما يزن هذه، مرحباً بكم وبمن جئتم من عنده، فأنا أشهد أنه رسول الله، والذي بشّر به عيسى ابن مريم، ولولا ما أنا فيه من الملك لأتيته حتى أحمل نعليه. (١)
لقد أسلم - رحمه الله - بما آتاه الله من معرفة بالكتب قبل الإسلام، ورأى فيها دليلاً صادقاً من دلائل نبوته - صلى الله عليه وسلم -، فلما مات رحمه الله؛ نعاه النبي - صلى الله عليه وسلم - إلى أصحابه في اليوم الذي مات فيه، وصلى عليه صلاة الغائب، وقال: ((مات اليوم رجل صالح، فقوموا، فصلوا على أخيكم أصْحمة)). (٢) رحمه الله، فقد كان إسلامه دليلاً من دلائل نبوة النبي - صلى الله عليه وسلم -.
_________
(١) رواه أبو داود ح (٣٢٠٥)، وأحمد ح (٤٨٣٦) وابن أبي شيبة ح (٣٦٦٤٠).
(٢) رواه البخاري ح (٣٨٧٧)، ومسلم ح (٩٥٢).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (116,'تقول عائشة رضي الله عنها: (لما مات النجاشي كنا نتحدث أنه لا يزال يرى على قبره نور). (١)
وممن عرف هذا الحق ملكُ الروم هرقل، ويروي لنا أبو سفيان بن حرب خبره، فقد كان بالشام حين أرسل النبي - صلى الله عليه وسلم - كتابه إلى هرقل الذي علم بوجود قافلة لقريش يتاجرون بالشام، وذلك في زمن هدنة الحديبية.
فأرسل إليهم، فجاؤوا إليه بإيلياء، فدعاهم في مجلسه وحوله عظماء الروم، ثم دعاهم ودعا بترجمانه فقال: أيكم أقرب نسباً بهذا الرجل الذي يزعم أنه نبي؟ فقال أبو سفيان: فقلتُ (أي أبو سفيان، وكان على الكفر حينذاك): أنا أقربهم نسباً.
فقال: أدنوه مني، وقربوا أصحابه، فاجعلوهم عند ظهره، ثم قال لترجمانه: قل لهم: إني سائل هذا عن هذا الرجل، فإن كَذَبَني فكذِّبوه.
يقول أبو سفيان: "فوالله لولا الحياء من أن يأثروا علي كذباً لكذبت عنه.
ثم كان أول ما سألني عنه أن قال: كيف نسبه فيكم؟ قلتُ: هو فينا ذو نسب.
قال: فهل قال هذا القولً منكم أحد قط قبله؟ قلت: لا.
قال: فهل كان من آبائه من ملك؟ قلت: لا.
قال: فأشراف الناس يتبعونه أم ضعفاؤهم؟ فقلت: بل ضعفاؤهم.
قال: أيزيدون أم ينقصون؟ قلت: بل يزيدون.
قال: فهل يرتد أحد منهم سخطةً لدينه بعد أن يدخل فيه؟ قلت: لا.
قال: فهل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟ قلت: لا.
قال: فهل يغدر؟ قلتُ: لا، ونحن منه في مدة لا ندري ما هو فاعل فيها.
قال أبو سفيان: ولم تمكني كلمة أدخل فيها شيئاً غير هذه الكلمة.
قال هرقل: فهل قاتلتموه؟ قلتُ: نعم.
قال: فكيف كان قتالكم إياه؟ قلتُ: الحرب بيننا وبينه سجال، ينال منا، وننال منه.
_________
(١) رواه أبو داود ح (٢٥٢٣).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (117,'قال: ماذا يأمركم؟ قلت: يقول: اعبدوا الله وحده، ولا تشركوا به شيئاً، واتركوا ما يقول آباؤكم، ويأمرنا بالصلاة والزكاة والصدق والعفاف والصلة.
فقال للترجمان: قل له: سألتكَ عن نسبه، فذكرتَ أنه فيكم ذو نسب، فكذلك الرسل تبعث في نسب قومها.
وسألتك: هل قال أحد منكم هذا القول؟ فذكرتَ أن لا، فقلتُ: لو كان أحد قال هذا القول قبله؛ لقلتُ رجل يأتسي بقول قيل قبله.
وسألتك: هل كان من آبائه من ملك؟ فذكرت أن لا، قلتُ: فلو كان من آبائه من ملك؛ قلتُ: رجل يطلب ملك أبيه.
وسألتك: هل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟ فذكرت أن لا، فقد أعرف أنه لم يكن ليذر الكذب على الناس ويكذب على الله.
وسألتك: أشراف الناس اتبعوه أم ضعفاؤهم؟ فذكرتَ أن ضعفاءهم اتبعوه، وهم أتباع الرسل.
وسألتك: أيزيدون أم ينقصون؟ فذكرت أنهم يزيدون، وكذلك أمر الإيمان حتى يتم.
وسألتك: أيرتد أحد سخطة لدينه بعد أن يدخل فيه؟ فذكرتَ أن لا، وكذلك الإيمان حين تخالط بشاشته القلوب.
وسألتك: هل يغدر؟ فذكرتَ أن لا، وكذلك الرسل لا تغدر.
وسألتك: بم يأمركم؟ فذكرتَ أنه يأمركم أن تعبدوا الله ولا تشركوا به شيئاً، وينهاكم عن عبادة الأوثان، ويأمركم بالصلاة والصدق والعفاف.
فإن كان ما تقول حقاً فسيملك موضع قدميَّ هاتين، وقد كنت أعلم أنه خارج، لم أكن أظن أنه منكم، فلو أني أعلم أني أخلُص إليه لتجشمتُ لقاءه، ولو كنتُ عنده لغسلتُ عن قدمه".',NULL,'116',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (118,'قال المازري: "هذا الذي قاله هرقل أخذه من الكتب القديمة, ففي التوراة هذا أو نحوه من علامات رسول الله - صلى الله عليه وسلم - , فعرفه بالعلامات, وأما الدليل القاطع على النبوة فهو المعجزة الظاهرة الخارقة للعادة". (١)
ثم دعا هرقل بكتاب رسول الله - صلى الله عليه وسلم - الذي بعث به دحيةَ إلى عظيم بصرى، فدفعه إلى هرقل، فقرأه فإذا فيه ((بسم الله الرحمن الرحيم، من محمد عبد الله ورسوله إلى هرقل عظيم الروم، سلام على من اتبع الهدى، أما بعد، فإني أدعوك بدعاية الإسلام، أسلم تسلم، يؤتك الله أجرك مرتين، فإن توليت فإن عليك إثم الأريسيين، و {يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أن لا نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضا أرباباً من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون})) (آل عمران: ٦٤).
قال أبو سفيان: فلما قال ما قال، وفرغ من قراءة الكتاب؛ كثر عنده الصخب، وارتفعت الأصوات، وأخرجنا.
فقلت لأصحابي حين أخرجنا: لقد أمِرَ [أي بلغ] أمرُ ابن أبي كبشة (٢) أنه يخافه ملكُ بني الأصفر، فما زلتُ موقناً أنه سيظهر حتى أدخل الله عليَّ الإسلام.
ويمضي الخبر ليخبرنا أن هرقل جاءه رجل أرسل به ملك غسان يخبر عن خبر رسول الله - صلى الله عليه وسلم -، فسأل هرقل عن النبي هذا، هل هو مختون أم لا؟ فأخبروه أنه مختون، وأن العرب يختتنون، فقال هرقل: "هذا ملك هذه الأمة قد ظهر".
ثم كتب هرقل إلى صاحب له بروميَّة، وكان نظيره في العلم.
وسار هرقل إلى حمص فلم يرم [أي يصل] حمص حتى أتاه كتاب من صاحبه، يوافق رأي هرقل على خروج النبي - صلى الله عليه وسلم - وأنه نبي.
فأذن هرقل لعظماء الروم في قصر له بحمص، ثم أمر بأبوابها فغلقت، ثم اطلع فقال: "يا معشر الروم، هل لكم في الفلاح والرشد وأن يثبُت ملككم فتبايعوا هذا النبي؟ فحاصوا حيْصَة حُمُر الوحش إلى الأبواب، فوجدوها قد غُلِّقَت.
_________
(١) شرح النووي على صحيح مسلم (١٢/ ١٠٧).
(٢) وهو اسم كان كفار قريش يعيرون به النبي - صلى الله عليه وسلم -.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (119,'فلما رأى هرقل نفرتهم، وأيس من الإيمان، قال: ردوهم علي.
وقال: إني قلت مقالتي آنفاً أختبر بها شدتكم على دينكم. فقد رأيتُ، فسجدوا له ورضوا عنه. (١)
لقد أنكر هرقل الحق الذي عرفه وتيقنه ضناً بملكه وخشية عليه.
قال النووي: " ولا عذر له في هذا ; لأنه قد عرف صدق النبي - صلى الله عليه وسلم - , وإنما شح في المُلك, ورغب في الرياسة , فآثرها على الإسلام .. ولو أراد الله هدايته لوفقه كما وفَّق النجاشيَّ وما زالت عنه الرياسة ". (٢)
ويروي ابن إسحاق بسنده عن سلمان الفارسي قصة هجرته في البحث عن الحقيقة، عن الدين الحق، فقد كان سلمان مجوسياً من أهل أصبهان، مجتهداً في المجوسية يعمل مع أبيه على رعاية معبود الفرس - النار - حتى لا تخبو.
خرج سلمان يوماً إلى ضيعة لأبيه، يقول: فمررت بكنيسة من كنائس النصارى، فسمعت أصواتهم فيها وهم يصلون ... فلما سمعت أصواتهم، دخلت عليهم أنظر ما يصنعون، فلما رأيتهم أعجبتني صلاتهم، ورغِبت في أمرهم، وقلت: هذا والله خير من الذي نحن عليه، فوالله ما برِحتُهم حتى غربت الشمس .. ثم قلت لهم: أين أصل هذا الدين؟ قالوا: بالشام.
وعلم أبو سلمان بالخبر فحبس سلمان بالقيد، وما كان للقيد أن يكبل سلمان عن رحلته، فهو مشتاق إلى الحق، فاستطاع سلمان الهرب من قيده إلى الشام، ليبدأ رحلته في البحث عن الحقيقة، تلك الرحلة التي نراها دليلاً من دلائل نبوته - صلى الله عليه وسلم -.
يقول سلمان: فلما قدِمتُ الشام قلتُ: من أفضل أهل الدين علماً؟ قالوا: الأسقفُ في الكنيسة، فجئتُه فقلتُ له: إني قد رغبت في هذا الدين، وأحببت أن أكون معك، فأخدمك في كنيستك، وأتعلم منك، وأصلي معك، قال: ادخل، فدخلت معه.
_________
(١) رواه البخاري ح (٧)، ومسلم ح (١٧٧٣).
(٢) شرح النووي على صحيح مسلم (١٢/ ١٠٧).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (120,'فكان رجل سوء يأمرهم بالصدقة، ويرغبهم بها، فإذا جمعوا إليه شيئاً منها اكتنزه لنفسه، ولم يعطه المساكين، حتى جمع سبع قلال من ذهب وورق.
فأبغضه سلمان، وكشف لهم حقيقته بعد موته، فوضعوا بدلاً منه آخر، يقول عنه سلمان: ما رأيت رجلاً يصلي أفضلَ منه ولا أزهدَ في الدنيا ولا أرغبَ في الآخرة ولا أدأبَ ليلاً ولا نهاراً منه، فأحببته حباً لم أحبه شيئاً قبله، فأقمت معه زماناً ثم حضرته الوفاة، فقلت له: يا فلان، إني قد كنت معك، وأحببتك حباً لم أحبه أحداً قبلك، وقد حضرك من أمر الله ما ترى، فإلى من توصي بي؟ وبم تأمرني؟
فقال: أي بُنيَّ، والله ما أعلم أحداً على ما كنت عليه، ولقد هلك الناس وبدلوا وتركوا أكثر ما كانوا عليه إلا رجلاً بالموصل وهو فلان، وهو على ما كنت عليه.
فلما مات الرجل وغُيِّب [أي دُفِن]، لحق سلمان بصاحب الموصل، فأقام عنده إلى حين وفاته، فأوصى الرجلُ سلمانَ أن يلحق برجل على التوحيد في نصيبين، فلزمه سلمان زمناً، فلما أدركه الموت أوصى الرجلُ سلمانَ باللحاق برجل على التوحيد في عمورية من أرض الروم قائلاً: "فإنه على مثل ما نحن عليه، فإن أحببت فأْتِه".
فانطلق إليه سلمان ولزمه فلما أدركته الوفاة، قال له سلمان: إلى من توصي بي؟ وبم تأمرني؟ قال: "يا بني والله ما أعلمه أصبح اليوم أحد على مثل ما كنا عليه فآمرك أن تأتيه، ولكنه قد أظل زمان نبي مبعوث بدين إبراهيم، يخرج بأرض العرب، مهاجرُه إلى أرض بين حرتين، بينهما نخل، به علامات لا تخفى: يأكل الهدية، ولا يأكل الصدقة، بين كتفيه خاتم النبوة، فإن استطعت أن تلحق بتلك البلاد فافعل".
ثم مر بسلمان تجار من قبيلة كلب، فقلت لهم: احملوني إلى أرض العرب، وأعطيكم بُقيراتي هذه وغُنيماتي هذه، فحملوه معهم، حتى إذا بلغوا وادي القرى يقول سلمان: فظلموني وباعوني لرجل يهودي، فكنت عنده، فرأيت النخل فرجوت أن يكون البلد الذي وصف لي صاحبي ولم يحق في نفسي.
فبينما أنا عنده إذ قدم عليه ابن عم له من بني قريظة من المدينة، فابتاعني منه، فحملني إلى المدينة، فوالله ما هو إلا أن رأيتُها فعرَفتُها بصفة صاحبي، فأقمت بها.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (121,'وبُعث رسول الله - صلى الله عليه وسلم - فأقام بمكة ما أقام، لا أسمع له بذكر مع ما أنا فيه من شغل الرق، ثم هاجر إلى المدينة، فوالله إني لفي رأس عَذْقٍ لسيدي أعمل فيه بعض العمل وسيدي جالس تحتي؛ إذ أقبل ابنُ عمٍ له، حتى وقف عليه، فقال: يا فلان قاتل الله بني قَيْلة [وهو اسم جدة للأنصار يُنسبون إليها] والله إنهم الآن لمجتمعون معنا على رجل قدم عليهم من مكة اليوم يزعمون أنه نبي.
فلما سمعتُها أخذتني العُرَواء [أي الرِعدة] حتى ظننت أني ساقط على سيدي، فنزلت عن النخلة، فجعلتُ أقول لابن عمه ذلك: ما تقول؟ فغضب سيدي، فلكمني لكمة شديدة، ثم قال: مالك ولهذا؟ أقبِل على عملك! فقلت: لا شيء إنما أردت أن أستثبته عما قال.
وقد كان عندي شيء جمعتُه، فلما أمسيت أخذتُه، ثم ذهبت به إلى رسول الله - صلى الله عليه وسلم - وهو بقباء، فدخلت عليه، فقلت له: إنه قد بلغني أنك رجل صالح ومعك أصحاب لك غرباء ذوو حاجة، وهذا شيء كان عندي للصدقة، فرأيتكم أحق به من غيركم، فقرَّبتُه إليه، فقال رسول الله - صلى الله عليه وسلم - لأصحابه: ((كلوا)) وأمسك فلم يأكل، فقلت في نفسي: هذه واحدة.
ثم انصرفتُ عنه فجمعتُ شيئاً، وتحول رسول الله - صلى الله عليه وسلم - إلى المدينة، ثم جئته به، فقلت: إني قد رأيتُك لا تأكلُ الصدقة، وهذه هدية أكرمتُك بها، فأكل رسول الله - صلى الله عليه وسلم - وأمر أصحابه فأكلوا معه، فقلت في نفسي: هاتان اثنتان.
ثم جئت رسول الله - صلى الله عليه وسلم - وهو ببقيع الغرقد قد تبع جنازة رجل من أصحابه، وهو جالس في أصحابه، فسلمت عليه، ثم استدرت أنظر إلى ظهره هل أرى الخاتم الذي وصف لي صاحبي، فلما رآني - صلى الله عليه وسلم - استدبرته عرَف أني أستثبت في شيء وصف لي، فألقى الرداء عن ظهره، فنظرت إلى الخاتم فعرفته، فأكببت عليه أقبله وأبكي.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (122,'فقال لي رسول الله - صلى الله عليه وسلم -: ((تحوَّل)) فتحولتُ، فجلستُ بين يديه، فقصصتُ عليه حديثي .. فأعجبَ رسولَ الله - صلى الله عليه وسلم - وأحبَّ أن يسمع ذلك أصحابُه. (١)
ومن دلائل نبوته - صلى الله عليه وسلم - بشارة النبيين موسى وحبقوق بنبي قدوس طاهر يخرج من بلاد فاران، وهو اسم للحجاز كما سيتبين لنا.
وقد جاء في سفر التثنية المنسوب إلى موسى عليه السلام أنه قال لبني إسرائيل قبيل وفاته: "جاء الرب من سيناء، وأشرق لهم من سعير، وتلألأ من جبل فاران" (التثنية ٣٣/ ٢)، فقد أخبرهم عليه السلام بأنه كما جاءت رسالة الله إليه على جبل الطور في سيناء، فإن النبوة ستشرق من جبل ساعير في وسط فلسطين، وذلك بنبوة عيسى عليه السلام، ثم ستتلألأ النبوة من فوق جبل فاران بنبي عظيم يخرج فيها.
وأكد سفر النبي حبقوق البشارةَ بالنبي المبعوث في فاران، فقال: "والقدوس من جبل فاران، جلاله غطى السماوات، والأرض امتلأت من تسبيحه" (حبقوق ٣/ ٣)، فمن هو هذا العبد الطاهر ذو الهيبة الذي يخرج من فاران، وتمتلئ الأرض من تسبيحه وتسبيح أتباعه؟
لن نستطيع القول بأنه محمد - صلى الله عليه وسلم - إلا إذا عرفنا المقصود من كلمة (فاران).
فاسم فاران تستخدمه التوراة في حديثها عن مكة المكرمة، فقد جاء في سفر التكوين أن إسماعيل عليه السلام نشأ وتربى في برية فاران، يقول السِّفر عن إسماعيل: " كان الله مع الغلام فكبر .. وسكن في برية فاران " (التكوين ٢١/ ٢١).
وهكذا استبانت النبوءة في أبهى صورها، فكما عاش إسماعيل في برية فاران التي هي الحجاز، فإن النبوة ستتلألأ من على جبل فاران، فمن هو النبي المبعوث في فاران؟ إنه محمد - صلى الله عليه وسلم -.
إن أمثال هذه النبوءة الباهرة والشهادة الواضحة دفعت المنصفين من أهل الكتاب إلى الإيمان بالنبي - صلى الله عليه وسلم - والاعتراف بأنه الرسول الخاتم المبشر به في كتب السابقين.
_________
(١) ذكره ابن إسحاق في سيرته (١/ ٦٥ - ٦٦).',NULL,'121',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (123,'ومن هؤلاء حَبْرُ اليهود عبدُ الله بن سلام الذي أسلم على يد النبي - صلى الله عليه وسلم -، فقد وفد على النبي في يوم هجرته ومقدمه المدينة، يقول: فجئت في الناس لأنظر إليه.
فلما استثبتُ وجه رسول الله - صلى الله عليه وسلم - عرفت أن وجهَه ليس بوجه كذاب، وكان أول شيء تكلم به - صلى الله عليه وسلم - أن قال: ((أيها الناس، أفشوا السلام، وأطعموا الطعام، وصلّوا والناس نيام، تدخلوا الجنة بسلام)). (١)
قال السندي: " قوله: (عرَفْت أن وجهه ليس بوجه كذاب) لما لاح عليه من سواطع أنوار النبوة، وإذا كان أهل الصلاح والصلاة في الليل يُعرَفون بوجوههم .. فكيف هو، وهو سيدهم صلوات الله وسلامه عليه وعلى آله؟ ". (٢)
وفي البخاري أن ابن سلام أتى النبي - صلى الله عليه وسلم - فجلس بين يديه، وقال: إني سائلك عن ثلاث، لا يعلمهن إلا نبي: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة؟ ومن أي شيء ينزع الولد إلى أبيه؟ ومن أي شيء ينزع إلى أخواله؟
فقال رسول الله - صلى الله عليه وسلم -: ((خبَّرني بهن آنِفاً جبريلُ .. أما أول أشراط الساعة فنار تحشر الناس من المشرق إلى المغرب، وأما أول طعام يأكله أهل الجنة فزيادة كبد حوت، وأما الشبه في الولد، فإن الرجل إذا غشي المرأة، فسبقها ماؤه كان الشبه له، وإذا سبق ماؤها كان الشبه لها)). قال: أشهد أنك رسول الله.
ثم قال ابن سلام: يا رسول الله، إن اليهود قوم بُهْت، إن علموا بإسلامي قبل أن تسألهم بهتوني عندك، فجاءت اليهود، ودخل عبد الله البيت فقال رسول الله - صلى الله عليه وسلم - لليهود: أي رجل فيكم عبد الله بن سلام؟ قالوا: أعلمُنا وابنُ أعلمِنا، وأخيَرِنا وابنُ أخْيَرنا.
فقال رسول الله - صلى الله عليه وسلم -: ((أفرأيتم إن أسلم عبد الله؟)) قالوا: أعاذه الله من ذلك. فخرج عبد الله إليهم، فقال: أشهد أن لا إله إلا الله، وأشهد أن محمداً رسولُ الله.
فقالوا: شرُّنا وابنُ شرنا، ووقعوا فيه. (٣)
_________
(١) رواه الترمذي ح (٢٤٨٥)، ابن ماجه ح (١٢٣٤)، وأحمد في المسند ح (٢٣٢٧٢)، وصححه الألباني في صحيح ابن ماجه ح (١٠٩٧).
(٢) شرح سنن ابن ماجه (٢/ ٢٣١).
(٣) رواه البخاري ح (٣٣٢٩).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (124,'فإسلام عبد الله بن سلام، وهو حبر عالم في الكتب السابقة دليل صدق وشاهد حق على نبوة النبي - صلى الله عليه وسلم - {ويقول الذين كفروا لست مرسلاً قل كفى بالله شهيداً بيني وبينكم ومن عنده علم الكتاب} (الرعد: ٤٣).
وفي مسند أحمد شاهد آخر من شهادات أهل الكتاب بنبوة النبي - صلى الله عليه وسلم -، وذلك فيما يرويه عن سلمة بن سلامة البدري - رضي الله عنه - قال: كان لنا جار من يهود في بني عبد الأشهل، فخرج علينا يوماً من بيته قبل مبعث النبي - صلى الله عليه وسلم - بيسير، فوقف على مجلس عبد الأشهل، وأنا يومئذ أحدث من فيه سناً .. فذكر البعث والقيامة والحساب والميزان والجنة والنار، فقال ذلك لقومٍ أهلِ شرك أصحابِ أوثان، لا يرون أن بعثاً كائن بعد الموت.
فقالوا له: ويحك يا فلان، ترى هذا كائناً؟ إن الناس يبعثون بعد موتهم إلى دار فيها جنة ونار؟ يجزون فيها بأعمالهم؟ قال: نعم والذي يحلَف به ..
قالوا له: ويحك، وما آيةُ ذلك؟ قال: نبي يبعث من نحو هذه البلاد. وأشار بيده نحو مكة واليمن.
قالوا: ومتى تُراه؟ قال سلمة: فنظر إليّ، وأنا من أحدثهم سناً، فقال: إن يستنفد هذا الغلام عمُرَه [أي إن عاش حتى يهرم] يدركْه.
قال سلمة: فوالله ما ذهب الليل والنهار حتى بعث الله تعالى رسوله - صلى الله عليه وسلم - وهو [أي اليهودي] حي بين أظهرنا، فآمنا به، وكفر به بغياً وحسداً.
فقلنا: ويلك يا فلان، ألست بالذي قلت لنا فيه ما قلت؟ قال: بلى، وليس به. (١)
لقد أنكر الحق الذي عرفه وكان يبشر به {ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين} (البقرة: ٨٩).
لقد كفروا بالنبي الذي كانوا ينتظرونه من بعد ما عرفوه معرفتهم بأبنائهم، وصدق الله العظيم في قوله: {الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم وإن فريقاً منهم ليكتمون الحق وهم يعلمون} (الأنعام:٢٠).
_________
(١) رواه أحمد ح (١٥٤١٤).',NULL,'123',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (125,'ومن البشارات الكتابية أيضاً بالنبي - صلى الله عليه وسلم - ما جاء في سفر التكوين المنسوب إلى موسى عليه السلام، أنه خاطب بني إسرائيل: "قال لي الرب: قد أحسنوا في ما تكلموا، أقيم لهم نبياً من وسط إخوتهم مثلك، وأجعل كلامي في فمه، فيكلمهم بكل ما أوصيه به، ويكون أن الإنسان الذي لا يسمع لكلامي الذي يتكلم به باسمي، أنا أطالبه .. " (التثنية ١٨/ ١٧ - ١٩).
والنص كما هو واضح يتحدث عن نبي عظيم يأتي بعد موسى عليه السلام، ويذكر صفات هذا النبي، وأولُها أنه من غير بني إسرائيل، فهو ليس من أنفسهم، بل هو من بني إخوتهم، أي أبناء عمومتهم، وعمومة بني إسرائيل هم بنو عيسو بنِ إسحاق، وبنو إسماعيلَ بنِ إبراهيم عليهم السلام.
وهذا النبي من خصائصه أنه مثل لموسى الذي لم يقم في بني إسرائيل نبي مثله كما جاء في سفر التكوين: "ولم يقم بعدُ نبيٌ في إسرائيل مثلُ موسى" (التثنية: ٣٤/ ١٠).
ومن صفات هذا النبي المبشَر به أن الله يعطيه وحياً شفاهياً يحمل كل وصايا الله، وأيضاً فإن الله ينتقم من أعدائه الذين يرفضون نبوته "وأجعل كلامي في فمه، فيكلمهم بكل ما أوصيه به، ويكون أن الإنسان الذي لا يسمع لكلامي الذي يتكلم به باسمي أنا أطالبه".
فمن هو هذا النبي الذي يبشر به موسى عليه السلام؟ إنه أخوه محمدٌ - صلى الله عليه وسلم -.
ولهذا الخبر وغيره من الأخبار التوراتية؛ كان يهود المدينة يتوعدون جيرانهم من الأوس والخزرج بمقدم نبي عظيم، يسودون به على المدينة وأهلها، فقد روى ابن إسحاق في سيرته عن بعض الأنصار أنهم قالوا: إن مما دعانا إلى الإسلام - مع رحمةِ الله تعالى وهداهُ لنا - لِما كنا نسمع من رجال اليهود، وكنا أهلَ شرك أصحابَ أوثان، وكانوا أهل كتاب، عِندَهم علمٌ ليس لنا، وكانت لا تزال بيننا وبينهم شرور، فإذا نلنا منهم بعض ما يكرهون قالوا لنا: إنه قد تقارب زمان نبي يبعث الآن، نقتلكم معه قتل عاد وإرم، فكنا كثيراً ما نسمع ذلك منهم.
فلما بعث الله رسوله - صلى الله عليه وسلم - أجبناه حين دعانا إلى الله تعالى، وعرفنا ما كان يتوعدنا به, فبادرناهم إليه، فآمنا به، وكفروا به، ففينا وفيهم نزلت هؤلاء الآيات: {ولما جاءهم',NULL,'124',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (126,'كتابٌ من عند الله مصدقٌ لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكافرين} (البقرة: ٨٩). (١)
قال قتادة: "كانت اليهود تستفتح بمحمد - صلى الله عليه وسلم - على كفار العرب .. فلما بَعث الله محمداً - صلى الله عليه وسلم -، فرأوا أنه بُعِث من غيرِهم، كفروا به حسداً للعرب، وهم يعلمون أنه رسول الله - صلى الله عليه وسلم -، يجدونه مكتوباً عندهم في التوراة". (٢)
وشهد لنبوة النبي - صلى الله عليه وسلم - حَبْر عالم من علماء اليهود في المدينة، الحَبرُ ابنُ الهيبان، وقد جاء من الشام إلى المدينة المنورة حين علم أنها مهاجرُ النبي الخاتَم، فجاء إليها ينتظر مبعثه وهجرته إليها.
روى ابن اسحاق في سيرته عن شيخ من بني قريظة، قال: قدم علينا رجل من الشام من اليهود يقال له ابن الهيبان، فأقام عندنا، والله ما رأينا رجلاً يصلي خيراً منه، فقدم علينا قبل مبعَثِ رسول الله - صلى الله عليه وسلم - بسنتين، فكنا إذا قحطنا، وقلّ علينا المطر؛ نقول: يا ابن الهيبان اخرج، فاستسق لنا، فيقول: لا والله حتى تقدموا أمام مخرجِكم صدقة، فنقول: كم؟ فيقول: صاعاً من تمر، أو مُدَّين من شعير.
فنخرجه، ثم يخرج إلى ظاهر حرتنا، ونحن معه نستسقي، فوالله ما يقوم من مجلسه حتى تمطرَ ويمُرَّ الماء بالشعاب، قد فعل ذلك مرة ولا مرتين ولا ثلاثة.
فحضرته الوفاة، واجتمعنا إليه، فقال: يا معشر يهود! أترون ما أخرجني من أرض الخمر والخمير [الشام] إلى أرض البؤس والجوع [يثرب]؟ قالوا: أنت أعلم.
قال: فإني إنما خرجت أتوقع نبياً قد أظل زمانُه، هذه البلاد مهاجَرُه، فاتبعوه ولا يسبقَنَّ إليه غيرُكم إذا خرج، يا معشر اليهود، فإنه يبعث بسفك الدماء وسبي الذراري والنساء ممن يخالفه فلا يمنعكم ذلك منه، ثم مات.
_________
(١) أخرجه ابن هشام في السيرة النبوية (٢/ ٣٧ - ٣٨)، ورواه الطبري في تفسيره (١/ ٤١٠).
(٢) جامع البيان (١/ ٤١١).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (127,'فلما كانت الليلة التي فُتحت فيها قريظة، خرج ثلاثة من حصونهم، فقالوا: يا معشر اليهود، والله إنه للذي ذكر لكم ابنُ الهيبان، فقالوا: ما هو به، قالوا: بلى والله إنه لصفته. ثم نزلوا وأسلموا. (١)
وأما السفر المنسوب إلى النبي حجي فإنه يذكر اسم النبي - صلى الله عليه وسلم -، فيقول لبني إسرائيل: "لا تخافوا، لأنه هكذا قال رب الجنود، هي مرة بعد قليل، فأزلزل السماوات والأرض والبحر واليابسة، وأنزل كل الأمم، ويأتي مشتهى كل الأمم، فأملأ هذا البيت مجداً قال رب الجنود ... ".
ويتحدث السفر عن عظمة بيت جديد من بيوت الله: "مجدُ هذا البيت الأخير يكون أعظمَ من مجد الأول [أي مسجد القدس] قال رب الجنود، وفي هذا المكان أعطي السلام" (حجي ٢/ ٦ - ٩).
ولو عدنا إلى النص العبري للتوراة، وقرأنا قولها: "ويأتي مشتهى كل الأمم" لوجدنا النص العبري يقول: "فباؤا حِمدات كول هاجوييم"، وكلمة حِمدات التي ترجمت إلى "مشتهى" هي الصيغة العبرية لاسم محمد - صلى الله عليه وسلم -، وترجمتها خطأ ظاهر لأن الأسماء لا تترجم.
وقول السِفر عن بيت الله الأخير أي المسجد الحرام: " وفي هذا المكان أعطي السلام"، أي أعطي الإسلام، فالسلم والإسلام لفظتان اشتقاقهما واحد، وكلاهما اسم يطلق على دين الإسلام، كما قال الله: {يا أيها الذين آمنوا ادخلوا في السِلْم كافةً} (البقرة: ٢٠٨).
قال ابن كثير: "ادخلوا في السلم كافة يعني الإسلام". (٢)
وهكذا تتلألأ الحقيقة واضحة وضوح الشمس في رابعة النهار، إن الكتاب المقدس عند اليهود والنصارى يذكر النبي باسمه، وينبؤنا باسم دينه، وعن بيته العظيم الذي يفوق شرفه ومجده بيت الله القديم الذي بناه إسحاق على أرض فلسطين.
_________
(١) أخرجه ابن إسحاق في سيرته (١/ ٦٢)، وابن هشام في السيرة النبوية (٢/ ٣٨ - ٣٩)، ورواه البيهقي في السنن (٩/ ١١٤).
(٢) تفسير القرآن العظيم (١/ ٢٤٨).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (128,'وقد صدق الله وهو يؤكد وجود البشارة به في كتب السابقين ويعِد المؤمنين منهم بالفلاح العظيم: {الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون} (الأعراف: ١٥٧).',NULL,'127',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (129,'<span data-type="title" id=toc-15>دلالة أخلاقه وأحواله - صلى الله عليه وسلم - على نبوته</span>
ومن دلائل نبوته - صلى الله عليه وسلم - كرم أخلاقه وجميل صفاته، فمثل هذه الكمالات إنما هي بعض منحة الله له، وهي دليل يقنع العقلاء على نبوته - صلى الله عليه وسلم -، فما كان لهذه الأخلاق أن تكون لدعي يفتري على الله الكذب.
قال ابن تيمية: "ودلائل صدق النبي الصادق وكذب المتنبي الكذاب كثيرة جداً، فإن من ادعى النبوة وكان صادقاً؛ فهو من أفضل خلق الله وأكملهم في العلم والدين، فإنه لا أحد أفضل من رسل الله وأنبيائه صلوات الله عليهم وسلامه ...
وإن كان المدعي للنبوة كاذباً فهو من أكفر خلق الله وشرهم .. ولما كان هذا من أعلى الدرجات وهذا من أسفل الدركات؛ كان بينهما من الفروق والدلائل والبراهين التي تدل على صدق أحدها وكذب الآخر ما يظهر لكل من عرف حالهما، ولهذا كانت دلائل الأنبياء وأعلامهم الدالة على صدقهم كثيرة متنوعة، كما أن دلائل كذب المتنبئين كثيرة متنوعة". (١)
وبهذا النوع من الدلائل آمن الرهط الأول من المسلمين بالنبي - صلى الله عليه وسلم - قبل أن تظهر على يديه معجزاته الباهرة، فأول أهل الأرض إيماناً به خديجة رضي الله عنها، استدلت لنبوة زوجها بما عرفته من كمال أخلاقه، وعظيمِ خلاله، فقالت له وقد رجع إليها من غار حراء خائفاً: (كلا والله ما يخزيك الله أبداً، إنك لتصل الرحم، وتحمل الكل، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق). (٢) فجعلت - رضي الله عنها - من كريم خِلاله دليلاً على صدقه ونبوته.
يكفيه في ذلك وصفُ ربهِ له {وإنك لعلى خلق عظيم} (القلم: ٥).
وكثير من العقلاء رأوا في أخلاقه - صلى الله عليه وسلم - دليلاً كافياً على نبوته، من هؤلاء هرقل ملك الروم الذي بلغه أمرُ النبي، فسأل أبا سفيان - وهو يومئذ على الكفر- عن صفاته وأخلاقه.
_________
(١) الجواب الصحيح (١/ ١٢٧ - ١٢٩).
(٢) رواه البخاري ح (٤)، ومسلم ح (١٦٠).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (130,'فلما استبانت له نبوته قال: "فإن كان ما تقول حقاً فسيملك موضع قدميَّ هاتين، وقد كنت أعلم أنه خارج، لم أكن أظن أنه منكم، فلو أني أعلم أني أخلص إليه لتجشمت لقاءه، ولو كنت عنده لغسلت عن قدمه".

<span data-type="title" id=toc-16>كرم النبي - صلى الله عليه وسلم </span>-
ومن جميل صفاته - صلى الله عليه وسلم - كرمُه الفياض، وجُوده السيّال، كرمُه كرمُ رجل عافت نفسه الدنيا، حتى ما عاد يفرح بإقبالها، ولا يغتم ولا يهتم بإدبارها، إنه أكرمُ الناس وأجودُهم، وصفه ابنُ عمهِ ابنُ عباس - رضي الله عنه - فقال: (كان رسول الله - صلى الله عليه وسلم - أجودَ الناس، وكان أجودَ ما يكون في رمضان، حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان، فيدارسُه القرآن، فلرسولُ الله - صلى الله عليه وسلم - أجودُ بالخير من الريح المرسلة). (١)
وعاشره أنس بن مالك عشرَ سنين، ثم وصفه فقال: (كان النبي - صلى الله عليه وسلم - أحسنَ الناس وأشجعَ الناس وأجودَ الناس). (٢)
ومن رام إثبات ذلك فليصخ السمع وهو شهيد:
رجع النبي - صلى الله عليه وسلم - من حنين فعلِقه الناس يسألونه، حتى اضطروه إلى سمُرة [نوع من الشجر]، فخطِفَتْ رداءَه، فوقف النبي - صلى الله عليه وسلم - فقال: ((أعطوني ردائي، لو كان لي عدد هذه العِضاهِ نَعَماً لقسمتُه بينَكم، ثم لا تجدوني بخيلاً ولا كذوباً ولا جباناً)). (٣)
وجاء إليه - صلى الله عليه وسلم - رجل فسأله أن يعطيه، فقال النبي - صلى الله عليه وسلم -: ((ما عندي شيء، ولكن ابتع عليَّ، فإذا جاءني شيء قضيتُه)). فقال عمر: يا رسول الله، ما كلفك الله ما لا تقدر عليه، فكره النبيُّ - صلى الله عليه وسلم - قولَ عمر.
فقال رجل من الأنصار: يا رسول الله أنفق، ولا تخش من ذي العرش إقلالاً.
فتبسم رسول الله - صلى الله عليه وسلم -، وعُرف البِشر في وجهه بقول الأنصاري، ثم قال - صلى الله عليه وسلم -: ((بهذا أمرت)). (٤) فعطاؤه مع العوز وقلة ذات اليد، وهذا غاية الجود.
_________
(١) رواه البخاري ح (٦)، مسلم ح (٢٣٠٨).
(٢) رواه البخاري ح (٢٨٢٠).
(٣) رواه البخاري ح (٢٨٢١).
(٤) رواه الطبري في تهذيب الآثار ح (١٦٨)، والترمذي في الشمائل ح (٣٥٠)، والبزار في مسنده ح (٢٧٤).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (131,'وجاءه - صلى الله عليه وسلم - نفرٌ من الأنصار فسألوه فأعطاهم، ثم سألوه فأعطاهم، حتى نفِد ما عنده، ثم قال: ((ما يكون عندي من خير فلن أدخره عنكم، ومن يستعففْ يعِفُّهُ الله، ومن يستغن يغنِه الله، ومن يتصبر يصبرْه الله، وما أعطي أحد عطاء هو خيرٌ وأوسعُ من الصبر)). (١)
وجاءته امرأة ببردة فقالت: يا رسول الله، إني نسجت هذه بيدي أكسوكَها، فأخذها رسول الله - صلى الله عليه وسلم - محتاجاً إليها، فخرج إلينا، وإنها لإزاره، فجسَّها رجل من القوم فقال: يا رسول الله اُكسُنيها. قال: ((نعم)).
فجلس ما شاء الله في المجلس، ثم رجع، فطواها، ثم أرسل بها إليه، فقال له القوم: ما أحسنت، سألتَها إياه، وقد عَرفْتَ أنه لا يرد سائلاً! فقال الرجل: والله ما سألتُها إلا لتكون كفني يوم أموت. (٢)
نعم، إنه - صلى الله عليه وسلم - لا يرد سائلاً، ويجود حتى بما هو أحوج الناس إليه.
هو البحر من أيِ النواحي أتيتَه ... فلُجتُه المعروف والبحرُ ساحله
تراه إذا ما جئته متهللاً ... كأنك تعطيه الذي أنت سائله
ولو لم يكن في كفه غيرُ روحه ... لجاد بها فليتق الله سائلُه
ولفرط كرمه - صلى الله عليه وسلم -، يقول جابر: (ما سئل النبي - صلى الله عليه وسلم - عن شيء قط؟ فقال: لا). (٣)
في يوم حنين جاءه رجلٌ فسأله غنماً بين جبلين، فأعطاه إياه، فأتى قومه، فقال: أيْ قومِ أسلموا، فوالله إن محمداً ليعطي عطاء من لا يخاف الفقر!
فقال أنس: إن كان الرجل ليُسلِم، ما يريدُ إلا الدنيا، فما يسلمْ حتى يكونَ الإسلام أحبَ إليه من الدنيا وما عليها. (٤)
_________
(١) رواه مالك في الموطأ ح (١٨٨٠).
(٢) رواه البخاري ح (٥٨١٠).
(٣) رواه البخاري ح (٦٠٣٤)، ومسلم ح (٢٣١١).
(٤) رواه مسلم ح (٢٣١٢).',NULL,'130',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (132,'ويذكر ابن عساكر أن صفوان بن أمية سار يوم حنين بين الغنائم، فجعل ينظر إلى شِعبٍ مُلأ نعماً وشاء ورعاء، فأدام النظر إليه، ورسول الله - صلى الله عليه وسلم - يرمُقه فقال النبي: ((أبا وهب، يعجبُك هذا الشِعب؟)) قال: نعم. فقال - صلى الله عليه وسلم -: ((هو لك وما فيه)).
فقال صفوان: ما طابت نفس أحد بمثل هذا إلا نفسُ نبي، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله.
أسلم صفوان سيد قريش وأحد عقلائها لما رآه من جود النبي - صلى الله عليه وسلم -، فرأى في كرم كفه وفيضِ عطائه وطيبةِ نفسه بهذا العطاء؛ ما يدل على نبوته ورسالته - صلى الله عليه وسلم -.
وعطاؤه - صلى الله عليه وسلم - ليس مرتبطاً بمصلحة شخصية، ولا يطرد بزيادة العلاقة مع المُعطى أو نقصاِنها، يقول عليه الصلاة والسلام: ((إني لأعطي الرجل، وغيرُه أحبُ إليّ منه، خشيةَ أن يكبه الله في النار)). (١)
ومن صور كرمه - صلى الله عليه وسلم - ما رواه جابر بن عبد الله، قال: كنت مع النبي - صلى الله عليه وسلم - في غزوة فقال لي: ((أتبيع ناضِحك [أي جملك] هذا بدينار، واللهُ يغفرُ لك؟)).
قلت: يا رسول الله هو ناضِحكم إذا أتيتُ المدينة [أي أنه يعطيه للرسول - صلى الله عليه وسلم - بلا مقابل إذا وصلوا المدينة].
فقال - صلى الله عليه وسلم -: ((فتبيعه بدينارين، واللهُ يغفر لك؟)) قال: فما زال يزيدني ديناراً ديناراً، ويقول مكان كل دينار: ((والله يغفر لك)) حتى بلغ عشرين ديناراً.
فلما أتيت المدينة أخذتُ برأس الناضح، فأتيت به النبي - صلى الله عليه وسلم -، فقال: ((يا بلال، أعطه من الغنيمة عشرين ديناراً)) وقال: ((انطلق بناضحك، فاذهب به إلى أهلك)). (٢)
وفي رواية في مسند أحمد قال جابر: (فمررت برجل من اليهود، فأخبرته: قال: فجعل يعجب، ويقول: اشترى منك البعير، ودفع إليك الثمن، ووهبه لك؟ فقلت: نعم).
وحُق له أن يعجب، رجل يشتري جملاً من آخر، ويزيده في السعر، ثُم يعطيه ثمن البعير والبعير، فما هذا بمعهود بين الناس لا مألوف، إنه جود نبي أدبه ربه فأحسن تأديبه.
_________
(١) رواه البخاري ح (٢٧)، ومسلم ح (١٥٠).
(٢) رواه ابن ماجه ح (٢٢٠٥)، وأحمد ح (١٣٨٣٩).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (133,'<span data-type="title" id=toc-17>حلم النبي - صلى الله عليه وسلم </span>-
ومن عظيم أخلاقه وجميل خلاله - صلى الله عليه وسلم -؛ عفوه عمن ظلمه، وحِلمه على من جهل عليه، وذلك أن لا حظَّ لنفسه في نفسه. ((وما انتقم رسول الله - صلى الله عليه وسلم - لنفسه إلا أن تُنتهك حرمة الله فينتقم لله بها)). (١)
وعن أنس بن مالك - رضي الله عنه - قال: لم يكن النبي - صلى الله عليه وسلم - سباباً ولا فحاشاً ولا لعاناً. كان يقول لأحدنا عند المعتبة: ((ما له؟ ترِبَ جبينُه)). (٢)
ولما سئلت أمُ المؤمنين عائشةُ عن خلق رسول الله - صلى الله عليه وسلم -؛ قالت: ((لم يكن فاحشاً ولا متفحشاً ولا صخاباً في الأسواق، ولا يجزي بالسيئة السيئةَ، ولكن يعفو ويصفح). (٣)
وهذه الصفة من صفاته - صلى الله عليه وسلم - مذكورة في الكتب قبل الإسلام، ففي البخاري من حديث عبد الله بن عمرو بن العاص رضي الله عنهما أنه قال: (والله إنه لموصوف في التوراة ببعض صفته في القرآن .. ليس بفظ ولا غليظ، ولا سخاب في الأسواق، ولا يدفع بالسيئة السيئة، ولكن يعفو ويغفر، ولن يقبضه الله حتى يقيم به الملة العوجاء بأن يقولوا: لا إله إلا الله. ويفتح بها أعيُناً عُمياً، وآذاناً صُماً، وقُلوباً غُلفاً). (٤)
وقد صدق - رضي الله عنه -، ففي السفر المنسوب إلى النبي إشعيا: " هوذا عبدي الذي أَعضُده، مختاري الذي سُرّت به نفسي، وضعتُ روحي عليه، فيخرج الحق للأمم، لا يصيح، ولا يَرفع ولا يُسمع في الشارع صوتُه، قصبة مرضوضة لا يقصف، وفتيلة خامدة لا يطفئ، إلى الأمان يخرج الحق، لا يكل ولا ينكسر حتى يضع الحق في الأرض، وتنتظر الجزائر شريعته، هكذا يقول الله الرب خالق السموات " (إشعيا ٤٢/ ١ - ٤)
ومن عفوه - صلى الله عليه وسلم - وحِلمه أنه في يوم حنين لما أجزل العطاء لضعاف الإيمان يتألف قلوبهم للإسلام؛ قال رجل: إن هذه لقسمة ما أريد بها وجه الله! يتهم رسول الله بالظلم والحيف.
_________
(١) رواه البخاري ح (٣٢٩٦)، ومسلم ح (٤٢٩٤).
(٢) رواه البخاري ح (٦٠٣١).
(٣) رواه الترمذي ح (٢٠١٦)، وصححه الألباني في مشكاة المصابيح ح (٥٨٢٠).
(٤) رواه البخاري ح (٢١٢٥).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (134,'يقول ابن مسعود: فأتيتُ النبي - صلى الله عليه وسلم - فأخبرتُه، فغضب حتى رأيتُ الغضب في وجهه، ثم قال: ((يرحم الله موسى، قد أوذي بأكثر من هذا فصبر)). (١)
إنه يمتثل أمر ربه وهو يقول له: {فاصفح الصفح الجميل} (الحجر: ٨٥).
ويقوم رسول الله - صلى الله عليه وسلم - في المسجد؛ حتى إذا بلغ وسطه أدركه رجل، فجبذ بردائه من ورائه، وكان رداؤه - صلى الله عليه وسلم - خشناً، فحمّر رقَبتَه، فقال: يا محمد، احمل لي على بعيريَّ هذين، فإنك لا تحمل من مالك ولا من مال أبيك.
فقال رسول الله: ((لا، وأستغفر الله، لا أحملُ لك حتى تُقِيدني مما جبذتَ برقبتي)) فقال الأعرابي: لا والله لا أُقيدُك.
يقول أبو هريرة: فلما سمعنا قولَ الأعرابي أقبلنا إليه سراعاً، فالتفت إلينا رسول الله - صلى الله عليه وسلم - فقال: ((عزمتُ على من سمع كلامي أن لا يبرح مقامَه حتى آذن له)).
ثم قال رسول الله - صلى الله عليه وسلم - لرجل من القوم: ((يا فلان، احمل له على بعير شعيراً، وعلى بعير تمراً)). ثم قال رسول الله - صلى الله عليه وسلم - لأصحابه: ((انصرفوا)). (٢)
قال السندي: "أراد أنه لكمال كرمه يعفو البتة، وفي أمثال هذه الأحاديث دليل على أنه لولا (أي: لو لم يؤت) المعجزات إلا هذا الخلق لكفى شاهداً على النبوة". (٣) {فبما رحمةٍ من الله لنت لهم ولو كنت فظاً غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الأمر فإذا عزمت فتوكل على الله إن الله يحب المتوكلين} (آل عمران: ١٥٩).
ومن حلمه - صلى الله عليه وسلم - أن أعرابياً جهل حرمة المسجد، فقام يبول في طرف المسجد، فقام إليه الصحابة ينتهرونه، فقال رسول الله - صلى الله عليه وسلم -: ((لا تزرموه، دعوه)) فتركوه.
_________
(١) رواه البخاري ح (٣٤٠٥)، ومسلم ح (١٠٦٢).
(٢) رواه النسائي ح (٤٧٧٦)، وأبو داود ح (٤٧٧٥).
(٣) شرح السندي على النسائي (٨/ ٣٤).',NULL,'133',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (135,'ثم إن رسول الله - صلى الله عليه وسلم - دعاه فقال له مبيناً ومعلماً: ((إن هذه المساجد لا تصلح لشيء من هذا البول ولا القذر، إنما هي لذكر الله عز وجل والصلاة وقراءة القرآن))، ثم أمر رجلاً من القوم، فجاء بدلو من ماء، فشنَّه [فصبَّه] عليه. (١)
واستدان النبي - صلى الله عليه وسلم - من أحدهم، فجاء الرجل إلى النبي - صلى الله عليه وسلم - يطلب دينه، فأغلظ القول في طلبه، فهمَّ به أصحاب النبي - صلى الله عليه وسلم -. فقال عليه الصلاة والسلام معتذراً لسوء مقال الرجل وغلظته: ((إن لصاحب الحق مقالاً)).
ثم قال لأصحابه: ((اشتروا له سِناً))، فأعطوه إياه. فقالوا: إنا لا نجد إلا سِنَّاً هو خيرٌ من سِنِّه. قال: ((فاشتروه، فأعطوه إياه، فإن من خيركم أحسنَكم قضاءً)). (٢)
فلم يقابل رسول الله إساءة الرجل بمثلها، بل عفا عنه وصفح، ثم أحسن إليه، فرد خيراً مما أخذ، وهو في كل ذلك يمتثل أمر ربه ومولاه {والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين} (آل عمران: ١٣٤).
وهكذا فإن هذا الصفح وذلكم الحلم، إنما هما بعض أخلاق النبوة التي كساها الله نبيه وحبيبه - صلى الله عليه وسلم - لتكون شاهداً آخر على نبوته ورسالته. (٣)

<span data-type="title" id=toc-18>زهد النبي - صلى الله عليه وسلم </span>-
وإن من دلائل نبوته - صلى الله عليه وسلم - زهادته في الدنيا وإعراضه عنها ترقباً لجزاء الله في الآخرة، ولو كان دعياً يفتري الكذب لما فرط في دنيا يفتري ابتغاء الكسب فيها، فإعراضُه - صلى الله عليه وسلم - عن الدنيا وزهدُه في متاعها دليل نبوته ورسالته.
_________
(١) رواه البخاري ح (٢٢١)، ومسلم ح (٢٨٥)، واللفظ له.
(٢) رواه البخاري ح (٢٣٩٠)، ومسلم ح (١٦٠١).
(٣) يعلق المستشرق الأمريكي واشنجتون إيرفنج في كتابه "حياة محمد" على عفو النبي - صلى الله عليه وسلم - عن قريش عند فتح مكة بقوله: "كانت تصرفات الرسول [- صلى الله عليه وسلم -] في مكة تدل على أنه نبي مرسل، لا على أنه قائد مظفر، فقد أبدى رحمة وشفقة على مواطنيه، برغم أنه أصبح في مركز قوي، ولكنه توّج نجاحه وانتصاره بالرحمة والعفو". قالوا عن الإسلام، عماد الدين خليل ص (٨١).',NULL,'134',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (136,'وأول ما نلحظه أنه - صلى الله عليه وسلم - ما كان يطلب أجراً على نبوته من أحد، بل كان يقول بمثل ما قال إخوانُه الأنبياء من قبل: {قل ما أسألكم عليه من أجرٍ وما أنا من المتكلفين} (ص: ٨٦).
واستغناء الأنبياء عن أجر الناس وجزائهم دليل على نبوتهم، وأنهم يرقبون الأجر من الله، ولذا لما دعا مؤمن آل ياسين قومه للإيمان بأنبياء الله قال لهم: {قال يا قوم اتبعوا المرسلين - اتبعوا من لا يسألكم أجراً وهم مهتدون} (يس: ٢٠ - ٢١).
ودعونا نتأمل بعض صنيعه - صلى الله عليه وسلم - وبعضَ ما أنزل الله إليه، ثم ننظر هل هذا صنيعُ دعي كذاب، أم هو أدبُ النبوة وعبق الرسالة؟
كان النبي - صلى الله عليه وسلم - يؤثِر حياة الزهد، ويدعو الله أن يجعله من أهلها، فكثيراً ما تبتل إلى ربه مناجياً: ((اللهم أحيني مسكيناً، وأمِتْني مسكيناً، واحشرني في زمرة المساكين يوم القيامة)). (١)
وخيره ربه بين المُلكِ في الأرض وبين حياة الشظف والقِلة، فاختار - صلى الله عليه وسلم - شظف العيش زهادة منه في الدنيا وترفعاً على متاعها، ففي حديث أبي هريرة - رضي الله عنه - أن ملَكاً نزل من السماء، فقال: يا محمد أرسلني إليك ربك. قال: أفملِكاً نبياً يجعلُك أو عبداً رسولاً؟ قال جبريل: تواضع لربك يا محمد. فقال - صلى الله عليه وسلم -: ((بل عبداً رسولاً)). (٢)
وإذا تأملنا حياة النبي - صلى الله عليه وسلم -، ونظرنا كيف كان يعيش - صلى الله عليه وسلم - في بيته، فإنا راؤون عجباً، فلكم بقي عليه الصلاة والسلام طاوياً على الجوع، لا يجد ما يأكله، وهو رسولُ الله وصفوتُه من خلقه، يقول أبو هريرة: (ما شبع آل محمد - صلى الله عليه وسلم - من طعام ثلاثة أيام حتى قبض). (٣)
_________
(١) رواه الترمذي ح (٢٣٥٢)، وابن ماجه ح (٤١٢٦)، وصححه الألباني في صحيح ابن ماجه ح (٣٣٢٨).
(٢) رواه أحمد ح (٧١٢٠)، وصححه الألباني في السلسلة الصحيحة ح (١٠٠٢).
(٣) رواه البخاري ح (٥٣٧٤).',NULL,'135',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (137,'ورآه عمر - رضي الله عنه - يتلوى من الجوع، فما يجد رديء التمر يسد به جَوعَتَه، ثم رأى - رضي الله عنه - ما أصاب الناس من الدنيا فقال: (لقد رأيتُ رسول الله - صلى الله عليه وسلم - يظل اليوم يلْتَوي، ما يجد دَقَلاً يملأ به بطنه). (١) والدقل: هو التمر الرديء.
وحين يجد النبي - صلى الله عليه وسلم - طعاماً فإنما يجد خبز الشعير فحسب، يقول ابن عباس حاكياً حال ابن عمه - صلى الله عليه وسلم -: (كان رسول الله - صلى الله عليه وسلم - يبيت الليالي المتتابعةَ طاوياً، وأهلُه لا يجدون عشاء، وكان أكثرُ خبزِهم خبز الشعير). (٢) ومع ذلك فما كان يجد ما يشبعه منه.
وهذا الشعير الذي لم يشبع منه - صلى الله عليه وسلم - كان من رديء الشعير، لا من جيده، فقد كان غير منخول.
سئل سهل بن سعد: هل أكل رسول الله - صلى الله عليه وسلم - النقي [أي من الشعير]؟ فقال سهل: ما رأى رسول الله - صلى الله عليه وسلم - النقي من حين ابتعثه الله حتى قبضه الله.
فقيل له: كيف كنتم تأكلون الشعير غير منخول؟ قال: كنا نطحنه وننفخه، فيطير ما طار، وما بقي ثريناه [أي: بللناه بالماء] فأكلناه. (٣)
وتحكي أم المؤمنين عائشة لابن أختها عروة حال بيوتات النبي - صلى الله عليه وسلم -، فتقول: (ابنَ أختي، إنْ كنا لننظرُ إلى الهلال ثم الهلال، ثلاثةَ أهلَّةٍ في شهرين، وما أوقدت في أبيات رسول الله - صلى الله عليه وسلم - نار).
فسألها عروة: يا خالةُ، ما كان يُعيشُكم؟ قالت: (الأسودان: التمر والماء، إلا أنه قد كان لرسول الله - صلى الله عليه وسلم - جيران من الأنصار كانت لهم منائح، وكانوا يمنحون رسول الله - صلى الله عليه وسلم - من ألبانهم، فيسقينا). (٤)
وبعد وفاة النبي - صلى الله عليه وسلم - دُعي أبو هريرة - رضي الله عنه - إلى شاة مشوية، فأبى أن يأكل، وقال: خرج رسول الله - صلى الله عليه وسلم - من الدنيا ولم يشبع من خبز الشعير. (٥)
_________
(١) رواه مسلم ح (٢٩٧٨).
(٢) رواه الترمذي ح (٢٣٦٠)، وابن ماجه ح (٣٣٤٧)، وأحمد ح (٢٣٠٣)، وحسنه الألباني في صحيح ابن ماجه ح (٢٧٠٣).
(٣) رواه البخاري ح (٥٤١٣).
(٤) رواه البخاري ح (٢٥٦٧)، ومسلم ح (٢٩٧٢).
(٥) رواه البخاري ح (٥٤١٤).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (138,'وتدخل امرأة وابنتاها على أم المؤمنين عائشة يشكون الجوع، فما الذي وجدوه في بيت النبي - صلى الله عليه وسلم -؟
تجيبنا أم المؤمنين عائشة: فلم تجد عندي شيئاً غير تمرة، فأعطيتُها إياها، فقسمَتَها بين ابنتيها، ولم تأكل منها، ثم قامت، فخرجت، فدخل النبي - صلى الله عليه وسلم - علينا، فأخبرته فقال: ((من ابتلي من هذه البنات بشيء كن له ستراً من النار)). (١)
وفي مرة أخرى يطرق باب النبي - صلى الله عليه وسلم - ضيف، فلا يجد عليه الصلاة والسلام ما يضيفه، فيرسل إلى بيوته يسأل نساءه، فلا يجد عندهن شيئاً سوى الماء، فلم يجد رسول الله بُداً من الطلب من أصحابه أن يضيِّفوه. (٢)
ومع ذلك كله فقد كان لسانه - صلى الله عليه وسلم - لا يفتَر أن يطلب دوام حال الكفاف والزهادة، فيقول داعياً ربه: ((اللهم ارزق آلَ محمدٍ قوتاً)). (٣)
قال القرطبي: "معنى الحديث أنه طلب الكفاف , فإن القوت ما يقوت البدن ويكف عن الحاجة, وفي هذه الحالة سلامة من آفات الغِنى والفقر جميعاً". (٤)
وإذا تساءلنا عن أثاث بيت النبي - صلى الله عليه وسلم -، فإنه - صلى الله عليه وسلم - ما كان يعيش إلا كسائر لأصحابه، أما وساده - صلى الله عليه وسلم - فتصفه أم المؤمنين عائشة وتقول: (كان وسادة رسول الله - صلى الله عليه وسلم - التي يتكئ عليها من أدَم [جلد مدبوغ]، حشوها ليف). (٥)
وأما فراشه فحصير يترك أثراً في جنبه، يقول ابن مسعود: نام رسول الله - صلى الله عليه وسلم - على حصير، فقام وقد أثَّر في جنبه، فقلنا: يا رسول الله، لو اتخذنا لك وِطاء [فراشاً] فقال: ((ما لي وما للدنيا، ما أنا في الدنيا إلا كراكبٍ استظل تحت شجرة، ثم راح وتركها)). (٦)
_________
(١) رواه البخاري ح (١٤١٨)، ومسلم ح (٢٦٢٩).
(٢) انظره في البخاري ح (٣٧٩٨)، ومسلم ح (٢٠٥٤).
(٣) رواه البخاري ح (٦٤٦٠)، ومسلم ح (١٠٥٥).
(٤) نقله عنه ابن حجر في فتح الباري ح (١١/ ٢٩٩).
(٥) رواه البخاري ح (٦٤٥٦)، ومسلم ح (٢٠٨٢)، اللفظ له.
(٦) رواه الترمذي ح (٢٣٧٧)، وابن ماجه ح (٤١٠٩)، وأحمد ح (٣٧٠١)، وصححه الألباني في صحيح ابن ماجه ح (٣٣١٧).',NULL,'137',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (139,'ودخل عليه عمر - رضي الله عنه -، فرآه مضطجعاً على حصير قد أثر في جنبه، وألقى ببصره في خزانة رسول الله - صلى الله عليه وسلم -، فإذا فيها قبضةٌ من شعير، نحو الصاع، وقبضة أخرى من ورق الشجر في ناحية الغرفة.
قال عمر: فابتدرتْ عيناي بالبكاء. فقال - صلى الله عليه وسلم -: ((ما يبكيك يا ابن الخطاب؟)) قلت: يا نبي الله، وما لي لا أبكي، وهذا الحصير قد أثر في جنبك، وهذه خزانتك لا أرى فيها إلا ما أرى! وذاك قيصر وكسرى في الثمار والأنهار، وأنتَ رسولُ الله وصفوتُه، وهذه خزانتك!
فقال: ((يا ابن الخطاب، ألا ترضى أن تكون لنا الآخرة، ولهم الدنيا؟)) قلت: بلى. (١)
ودخلت امرأة أنصارية بيته - صلى الله عليه وسلم -، فرأت فراشه مثنية، فانطلقت، فبعثت بفراش فيه صوف إلى بيت النبي - صلى الله عليه وسلم -، فلما رآه قال: ((رُدِّيه يا عائشة، فوالله لو شئتُ لأجرى الله عليّ جبال الذهب والفضة)). قالت عائشة: فرددته. (٢)
لقد كان - صلى الله عليه وسلم - أزهد الناس في الدنيا، ممتثلاً أمرَ ربه الذي أمره أن يعيش عيشة الكفاف والزهد، وأمره أن يخير نساءه بين حياة الزهد معه وبين تسريحهن إلى بيوت أهلهن، فاخترن جميعاً رضي الله عنهن البقاء معه على هذه الحال.
تقول عائشة: لما أمر رسول الله - صلى الله عليه وسلم - بتخيير أزواجه بدأ بي، فقال: ((إني ذاكر لك أمراً، فلا عليك أن لا تعجلي حتى تستأمري أبويك)) ...
ثم قال: إن الله عز وجل قال: {يا أيها النبي قل لأزواجك إن كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن وأسرحكن سراحاً جميلاً - وإن كنتن تردن الله ورسوله والدار الآخرة فإن الله أعد للمحسنات منكن أجراً عظيماً} (الأحزاب: ٢٨ - ٢٩).
قالت: فقلتُ: في أي هذا أستأمرُ أبويَّ؟ فإني أريد اللهَ ورسولَه والدارَ الآخرة.
قالت: ثم فعل أزواجُ رسول الله - صلى الله عليه وسلم - مثلَ ما فعلتُ. (٣)
_________
(١) رواه البخاري ح (٤٩١٣)، ومسلم ح (١٤٧٩)، واللفظ له.
(٢) رواه البيهقي في الشعب ح (١٤٤٩)، وأحمد في الزهد ح (٧٧)، وحسنه الألباني في صحيح الترمذي ح (٣٢٨٧).
(٣) رواه البخاري ح (٤٧٨٦)، ومسلم ح (١٤٧٥) واللفظ له.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (140,'وتشكو إليه - صلى الله عليه وسلم - ابنته فاطمة رضي الله عنها ما تلقى في يدها من الرحى، وترجو من أبيها أن يعطيها خادماً يخفف عنها ما هي فيه، فلا يجد الأب الحاني من نصيحة لابنته وزوجها أفضلَ من قوله: ((ألا أدلكما على ما هو خير لكما من خادم؟ إذا أويتما إلى فراشِكما أو أخذتما مضاجِعكما، فكبرا ثلاثاً وثلاثين، وسبحا ثلاثاً وثلاثين، واحمدا ثلاثاً وثلاثين، فهذا خير لكما من خادم)). (١)
وأدركت فاطمة معدِن أبيها ونوعه بين الرجال، وعرفت إيثاره الآخرة على الدنيا، فأتته ذات يوم بكِسْرةِ خبزِ شعير، فأكلها النبي - صلى الله عليه وسلم - وقال: ((هذا أول طعام أكله أبوكِ منذ ثلاث)). (٢)
وتدور الأيام دورتها، وتقبل الدنيا على المسلمين، فيقف عمرو بن العاص يخطب الناس بمصر فقال: (ما أبعد هديَكم من هدي نبيكم - صلى الله عليه وسلم -، أما هو فكان أزهدَ الناس في الدنيا، وأنتم أرغبُ الناس فيها). (٣)
وأبصر النبي - صلى الله عليه وسلم - جبل أُحدٍ فقال لأصحابه: ((ما أحب أنه تَحوَّل لي ذهباً، يمكث عندي منه دينارٌ فوق ثلاث، إلا ديناراً أرصدُه لدَين)).
ثم قال: ((إن الأكثرين هم الأقلون إلا من قال بالمال هكذا وهكذا، وقليل ما هم)) وأشار أبو شهاب بين يديه وعن يمينه وعن شماله، أي يفرقه. (٤)
وتروي عائشة من خبره - صلى الله عليه وسلم - عجباً، فتذكر أنه كان في بيتها بعضُ قطعٍ من ذهب، فقال رسول الله - صلى الله عليه وسلم -: ((ما فعلتْ الذهبُ)) فقالت عائشة: هي عندي، فقال: ((ائتيني بها)).
تقول عائشة: فجئتُ بها، فوضعها في يده ثم قال بها [أي رماها]، وقال: ((ما ظن محمد بالله لو لقي الله عز وجل وهذه عنده؟ أنفقيها)). (٥)
_________
(١) رواه البخاري ح (٦٣١٨)، ومسلم ح (٢٧٢٧).
(٢) رواه أحمد ح (١٢٨١١).
(٣) رواه أحمد ح (١٧٣٥٣)، وصححه الألباني في صحيح الترغيب ح (٣٢٩٤).
(٤) رواه البخاري ح (٢٣٨٨)، ومسلم ح (٩٤).
(٥) رواه أحمد ح (٢٤٩٦٤).',NULL,'139',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (141,'وكيف لا يكون هذا حاله، وهو الأسوة الحسنة الذي أوصى أصحابه بالاقتصاد من الدنيا، فكان أسبقهم إلى ذلك، يقول سلمان: (إن رسول الله - صلى الله عليه وسلم - عهد إلينا عهداً أن يكون بُلغَةُ أحدنا من الدنيا كزاد الراكب). (١)
وحين غادر - صلى الله عليه وسلم - الدنيا ماذا ترك لأهله منها؟
يجيب عمرو بن الحارث أخو أمِ المؤمنين جويرية فيقول: (ما ترك رسول الله - صلى الله عليه وسلم - عند موته درهماً ولا ديناراً ولا عبداً ولا أمَة ولا شيئاً؛ إلا بغلتَه البيضاء وسلاحَه، وأرضاً جعلها صدقة). (٢)
ويروي الإمام أحمد أن النبي - صلى الله عليه وسلم - مات ودرعه مرهونة عند يهودي على ثلاثين صاعاً من شعير. (٣)
وكما زهد النبي - صلى الله عليه وسلم - عن الدنيا زمن حياته، فإنه لم يبتغ جر نفع من منافعها إلى أهله وذويه بعد موته، فإنه - صلى الله عليه وسلم - لا يبتغي أن يجر لأهله شيئاً من زخارفها، لذا قال - صلى الله عليه وسلم -: ((لا نورّث، ما تركناه صدقة)). (٤)
وهكذا فإنه يحق لنا أن نتساءل عن الكسب الدنيوي الذي جناه النبي - صلى الله عليه وسلم - من نبوته، فإنه عاش عيشة المساكين التي تمناها ودعا الله بدوامها، فكان طعامه خشنُ الشعير، ورديءُ التمر، إذا ما تيسر له ذلك، وأما وساده وفراشه - صلى الله عليه وسلم - فهما دليلٌ آخرُ على استعلاء النبي - صلى الله عليه وسلم - على الدنيا التي هجرها - صلى الله عليه وسلم - بإرادته واختياره.
وصدق فيه قول الشاعر:
وراودَته الجبال الشُّمُّ من ذهب ... عن نفسه فأراها أيما شمم
_________
(١) رواه أحمد ح (٢٣١٩٩).
(٢) رواه البخاري ح (٢٧٣٩).
(٣) رواه أحمد ح (٢٧١٩).
(٤) رواه البخاري ح (٣٠٩٤)، ومسلم ح (١٧٥٧).',NULL,'140',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (142,'<span data-type="title" id=toc-19>تواضع النبي - صلى الله عليه وسلم </span>-
ولقائل أن يقول: إن كثيرين قد يزهدون بالمال في سبيل الرفعة عند الناس، فما أعظمها من لذة أن يشير الناس إليه ببنانهم، وأن يستبقوا إلى إجلال الزاهد وخدمته، فيكون له في ذلك ما يدعوه على الصبر على الحرمان والفاقة.
وهذا كله صحيح، فتلك نفوس رتعت بالكبر، وأحبت من الدنيا العلو فيها.
أما النبي - صلى الله عليه وسلم - فقد جمع إلى الزهد التواضع للناس، ولم يمنعه من ذلك جلالة قدره عند الله ورفعة مكانته عند مولاه وعند المسلمين.
ولنفتح هذ االسفر الخالد، ونقرأ فيه ما يحكيه لنا أبو رفاعة، فقد دخل المسجد والنبي - صلى الله عليه وسلم - يخطب، فقال: يا رسول الله، رجل غريب، جاء يسأل عن دينه، لا يدري ما دينه.
قال أبو رفاعة: فأقبل عليّ رسول الله - صلى الله عليه وسلم -، وترك خطبته، حتى انتهى إلي، فأُتي بكرسي حسِبتُ قوائمَه حديداً قال: فقعد عليه رسول الله - صلى الله عليه وسلم -، وجعل يعلمني مما علمه الله، ثم أتى خطبته، فأتم آخرها. (١)
قال النووي: " وفيه تواضع النبي - صلى الله عليه وسلم - ورفقه بالمسلمين, وشفقتُه عليهم, وخَفْضُ جناحِه لهم". (٢)
وحين تلاحقه - صلى الله عليه وسلم - نظرات الإعجاب من أصحابه، فتنساب على ألسنتهم عبارات الثناء الممزوجة بالحب، حينها كان - صلى الله عليه وسلم - ينهاهم عن إطرائه والمبالغة في مدحه، فما فتئ لسانه يقول: ((لا تطروني كما أطرت النصارى ابنَ مريم، فإنما أنا عبدُه، فقولوا: عبدُ اللهِ ورسولُه)). (٣)
ودخل عليه رجل فقال: يا سيدَنا وابنَ سيدِنا، ويا خيرَنا وابنَ خيرِنا. فقال رسول الله - صلى الله عليه وسلم -: ((يا أيها الناس عليكم بتقواكم، ولا يستهوينكم الشيطان، أنا محمد بنُ عبدِ الله، عبدُ الله ورسولُه، والله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل)). (٤)
_________
(١) رواه مسلم ح (٨٧٦).
(٢) شرح النووي على صحيح مسلم (٦/ ١٦٥).
(٣) رواه البخاري ح (٣٤٤٥).
(٤) رواه أحمد ح (١٢١٤١).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (143,'وحين انطلق الصحابة إلى غزوة بدر، كانوا يتعاقبون، كلُّ ثلاثةِ نفرٍ على بعير، وكان صاحبا النبي - صلى الله عليه وسلم - في الركوب عليٌّ وأبو لبابة.
قال ابن مسعود: وكان إذا كانت عُقْبَة النبي - صلى الله عليه وسلم -[أي إذا انتهت مرحلة النبي في الركوب] قالا له: اركب حتى نمشي عنك. فيقول لهما - صلى الله عليه وسلم -: ((ما أنتما بأقوى مني، وما أنا بأغنى عن الأجر منكُما)). (١)
وحين شرع الصحابة في حفر الخندق لم يركن النبي - صلى الله عليه وسلم - إلى منزلته بين أصحابه، ولم يترفع النبي - صلى الله عليه وسلم - عن العمل معهم في الحفرِ ونقلِ التراب، يقول البراء بن مالك: كان النبي - صلى الله عليه وسلم - ينقل معنا التراب يوم الأحزاب، ولقد رأيته وارى الترابُ بياضَ بطنه يقول:
والله لولا أنت ما اهتدينا ... ولا تصدقنا ولا صلينا
فأنزِلَنْ سكينة علينا ... وثبت الأقدام إن لاقينا
إن الأعداء قد بغوا علينا ... إذا أرادوا فتنة أبَينا (٢)
وكان - صلى الله عليه وسلم - يمقت كل مظاهر الكِبْر والتميز عن الناس، ومنه كراهيته أن يقوم له أصحابُه، فقد كان يكره ذلك ويمنعهم منه، يقول أنس: (ما كان شخصٌ أحبَّ إليهم من رسول الله - صلى الله عليه وسلم -، وكانوا إذا رأوه لم يقوموا؛ لِما يعلمون من كراهيته لذلك). (٣)
ومن كان هذا نعته فجدير أن يبغض وقوف أحد فوق رأسه كما يُفعل للملوك، وهاهو - صلى الله عليه وسلم - يصلي في مرض وفاته قاعداً، وصلى أصحابه وراءه قياماً ..
يقول جابر: فالتفت إلينا، فرآنا قياماً، فأشار إلينا، فقعدنا، فصلينا بصلاته قعوداً، فلما سلم قال: ((إن كدتم آنفاً لتفعلون فِعل فارسَ والروم، يقومون على ملوكهم وهم قعود، فلا تفعلوا؛ ائتموا بأئمتكم، إن صلى قائماً فصلوا قياماً، وإن صلى قاعداً فصلوا قعوداً)). (٤)
_________
(١) رواه أحمد ح (٣٧٦٩).
(٢) رواه البخاري ح (٣٠٣٤)، ومسلم (١٨٠٣).
(٣) رواه أحمد ح (١١٩٣٦)، والترمذي ح (٢٧٥٤)، وقال: هذا حديث حسن صحيح.
(٤) رواه مسلم ح (٤١٣).',NULL,'142',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (144,'وكان - صلى الله عليه وسلم - يجيب دعوة الداعي، كائناً ما كان طعامُه، يقول - صلى الله عليه وسلم -: (لو دعيتُ إلى كُراع لأجبتُ، ولو أهدي إليّ كُراعٌ لقبِلتُ). (١) والكُراع ما دون كعب الدابة.
قال ابن حجر: "وفي الحديث دليل على حُسنِ خلُقِه - صلى الله عليه وسلم -، وتواضُعِه وجبرِه لقلوب الناس". (٢)
ورغم ازدحام وقته وشرف منزلته؛ فإنه - صلى الله عليه وسلم - ما كان يأنف من كثير مما يأنف منه دهماء الناس، فضلاً عن أكابرهم، فما كان - صلى الله عليه وسلم - يجد حرجاً أن يمشي في حاجة الضعفاء ويسعى في قضاء أمورهم، يقول عبد الله بن أبي أوفى قال: (كان رسول الله - صلى الله عليه وسلم - يكثِر الذكر، ويُقِل اللغو، ويطيل الصلاة، ويقصِّر الخطبة، ولا يأنف أن يمشي مع الأرملة والمسكين، فيقضيَ له الحاجة). (٣)
ويحكي خادمه أنس بن مالك أن امرأة كان في عقلها شيء فقالت: يا رسول الله، إن لي إليك حاجة فقال: ((يا أم فلان، انظري أيّ السكك شئت حتى أقضيَ لك حاجتَكِ)). قال أنس: فخلا معها في بعض الطرق حتى فرغت من حاجتها. (٤)
لكن تواضعه - صلى الله عليه وسلم - ما كان ليمنع هيبته في صدور الناس وهم يقفون بين يديه - صلى الله عليه وسلم -، فقد أتاه رجل، فكلمه، فجعل الرجل ترْعَد فرائصُه، فقال له - صلى الله عليه وسلم -: ((هون عليك، فإني لست بملكٍ، إنما أنا ابن امرأةٍ تأكل القديد)) [اللحم المجفف]. (٥)
وتواضعه - صلى الله عليه وسلم - ليس خلقاً يتزين به أمام الناس، بل هو خُلَّة شريفة لم تفارقه حتى وهو في بيته وبين أهله، فقد سُئلت عائشة: ما كان - صلى الله عليه وسلم - يصنع في بيته؟ قالت: (كان يكون في مهنة أهله - تعني: خدمة أهله - فإذا حضرت الصلاة خرج إلى الصلاة)، وفي رواية لأحمد: (كان بشراً من البشر، يَفْلي ثوبه، ويحلِب شاته، ويخدِمُ نفسَه). (٦)
_________
(١) رواه البخاري ح (٥١٧٨).
(٢) فتح الباري (٩/ ١٥٤).
(٣) رواه النسائي ح (١٤١٤)، وصححه الألباني في مشكاة المصابيح ح (٥٨٣٣).
(٤) رواه مسلم ح (٤٢٩٣).
(٥) رواه ابن ماجه ح (٣٣١٢)، وصححه الألباني في صحيح ابن ماجه ح (٢٦٧٧).
(٦) رواه البخاري ح (٦٧٦)، وأحمد ح (٢٥٦٦٢).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (145,'ولقد خيره ربه بين أن يكون عبداً رسولاً أو ملِكاً رسولاً، فاختار أن يكون عبداً رسولاً، فعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - حكى عن ملك نزل إليه، فقال: يا محمد، أرسلني إليك ربُك قال: أفملِكاً نبياً يجعلُك أو عبداً رسولاً؟ فقال جبريل: تواضع لربك يا محمد. فقال عليه الصلاة والسلام: ((بل عبداً رسولاً)). (١)

<span data-type="title" id=toc-20>تعبده لربه وخوفه منه</span>
وإن من دلائل نبوته وأمارات صدقه - صلى الله عليه وسلم - ما رأينا من تعبده لله تعالى وخشيته منه، ولو كان دعياً لما تعبد لله، ولما أتعب نفسه، ولا ألزمها ضروب العبادة التي قرحت رجليه، بل لكان صنع ما يصنعه سائر الأدعياء من مقارفة الشهوات واستحلال المحرمات، فكل ما اشتهى الدعي أمراً صيره ديناً وشرعة.
ومن ذلك ما فعله مسيلمة الكذاب، فقد أحل لأتباعه الخمر والزنا، ووضع عنهم الصلاة، فتكاليف الشريعة لا يطيقها الأدعياء، لذا سرعان ما يتخلصون منها.
أما النبي - صلى الله عليه وسلم - فكان أعبدَ الناس لله وأخوفَهم منه بما عرف من عظمته وقوته، يقول عليه الصلاة والسلام: ((إني لأرجو أن أكون أخشاكم لله، وأعلمكم بما أتقي)). (٢)
وشواهد خوف النبي - صلى الله عليه وسلم - من الله وتعبده لله كثيرة، منها أن صاحبه أبا بكر رأى شيباً في شعره، فقال: يا رسول الله قد شِبت؟ فقال - صلى الله عليه وسلم -: ((شيبتني هود والواقعة والمرسلات وعم يتساءلون وإذا الشمس كورت)). (٣)
قال الطيبي: "وذلك لما في هذه السور من أهوال يوم القيامة والمَثُلات النوازل بالأمم الماضية: أخذ مني مأخذه، حتى شبتُ قبل أوانه". (٤) فالذي شيب رسول الله ما قرأه في هذه السور من الأهوال التي يرهبها الأتقياء العارفون بربهم، الذين قدروه حق قدره.
وتصف أم المؤمنين عائشة رضي الله تعالى عنها وجَلَه - صلى الله عليه وسلم - من ربه، فتقول: ما رأيت رسول الله - صلى الله عليه وسلم - مستجمعاً ضاحكاً حتى أرى منه لهواتِه، وكان إذا رأى غيماً أو ريحاً عُرف
_________
(١) رواه أحمد ح (٧١٢٠)، وصححه الألباني في السلسلة الصحيحة ح (١٠٠٢).
(٢) رواه مسلم ح (١٨٦٨).
(٣) رواه الترمذي ح (٣٢٩٧)، وصححه الألباني ح (٢٦٢٧)
(٤) تحفة الأحوذي (٩/ ١٣١).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (146,'ذلك في وجهه. فقلت: يا رسول الله، إن الناس إذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر، وأراك إذا رأيتَه عُرف في وجهك الكراهية! فقال - صلى الله عليه وسلم -: ((يا عائشة، ما يؤمنني أن يكون فيه عذاب، قد عُذِّب قوم بالريح، وقد رأى قوم العذاب فقالوا: {هذا عارض ممطرنا} (الأحقاف: ٢٤))). (١)
وذات ليلة يرى النبي - صلى الله عليه وسلم - في منامه أخبار الفتن وهو في بيت أم سلمة، فيأمر أن تستيقظ نساؤه، وأن يقُمن لقيام الليل فزعاً وتعوذاً مما يأتي من الفتن، تقول أم سلمة: فاستيقظ رسول الله - صلى الله عليه وسلم - فزِعاً، يقول: ((سبحان الله! ماذا أنزل الليلة من الخزائن؟ وماذا أنزل من الفتن؟ من يوقظ صواحب الحجرات، يا رُبَّ كاسيةٍ في الدنيا عاريةٌ في الآخرة)). (٢)
وفي ليلة أخرى رآه بعض أزواجه وهو يتلوى في آخر الليل على فراشه، لا يجد الكرى إلى عينيه سبيلاً، فما الذي أرَّقه - صلى الله عليه وسلم -؟
يجيبنا عبد الله بن عمرو، فيقول: كان رسول الله - صلى الله عليه وسلم - نائماً، فوجد تمرة تحت جنبه، فأخذها فأكلها، ثم جعل يتضور من آخر الليل، وفزع لذلك بعض أزواجه فقال: ((إني وجدت تمرة تحت جنبي، فأكلتُها، فخشيتُ أن تكون من تمر الصدقة)). (٣) إن الذي أرَّقَ النبي - صلى الله عليه وسلم - خوَّفَه أن تكون التمرة التي أكلها من تمر الصدقة التي لا تحل له.
وأما عبادة النبي - صلى الله عليه وسلم - لربه، فهي شاهد لا مراء في صدقه، فهي مما لا يصدر عن دعي يكذب على الله ويضل الناس باسمه، وحاشاه - صلى الله عليه وسلم - أن يكون دعياً، فما من دعي يكذب على ربه ثم يجهد نفسه بالعبادة له.
تروي لنا أم المؤمنين عائشة رضي الله عنها حال النبي - صلى الله عليه وسلم - في ليله، فتقول: كان النبي - صلى الله عليه وسلم - يقوم من الليل حتى تتفطر قدماه. فقلتُ له: لم تصنع هذا يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر؟ فقال - صلى الله عليه وسلم -: ((أفلا أكون عبداً شكوراً؟)). (٤)
_________
(١) رواه البخاري ح (٤٨٢٩)، ومسلم ح (٨٩٩).
(٢) رواه البخاري ح (١٠٥٨).
(٣) رواه أحمد ح (١١٤٠٠)، وابن ماجه (٢٢٠١).
(٤) رواه البخاري ح (٤٨٢٧)، ومسلم ح (٢٨٢٠).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (147,'وتصف عائشة رضي الله عنها صفة صلاته - صلى الله عليه وسلم -، فتقول: (كان يصلي إحدى عشرة ركعة، كانت تلك صلاته، يسجد السجدة من ذلك قدرَ ما يقرأ أحدُكم خمسين آية قبل أن يرفع رأسه، ويركع ركعتين قبل صلاة الفجر، ثم يضطجع على شقه الأيمن حتى يأتيه المنادي للصلاة). (١)
ويصف عليٌّ - رضي الله عنه - حاله - صلى الله عليه وسلم - في يوم بدر حين تعب الصحابة وأسلموا أعينهم للنوم، فيقول: (ولقد رأيتنا وما فينا إلا نائم، إلا رسول الله - صلى الله عليه وسلم - تحت شجرة يصلي ويبكي حتى أصبح). (٢)
وتكرر بكاؤه - صلى الله عليه وسلم - وهو يتضرع بين يدي ربه ومولاه عارفاً قدرَه وراجياً فضله، يقول عبد الله بن الشِّخِّير - رضي الله عنه - قال: (أتيتُ رسولَ الله - صلى الله عليه وسلم - وهو يصلي، ولجوفه أزيز كأزيز المِرْجَل [أي القِدر] من البكاء). (٣)
لقد كان - صلى الله عليه وسلم - كما وصفه ربه {إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه} (المزمل:٢٠)، فهل سمعت الدنيا عن مدع للنبوة يقوم نصف ليله يتضرع لربه ويبكي بين يديه.
وأما صومه - صلى الله عليه وسلم -، فكان يداوم على صيام يومي الإثنين والخميس تقرباً إلى ربه وابتغاء رضاه، فعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ((تُعرض الأعمال يوم الإثنين والخميس، فأحِبُّ أن يعرض عملي وأنا صائم)). (٤)
ولم يكن صيامه هذا فحسب، بل كان - صلى الله عليه وسلم - يصوم الأيام المتتابعة، يقول أنس - رضي الله عنه -: (كان رسول الله - صلى الله عليه وسلم - يفطر من الشهر حتى نظن أن لا يصوم منه شيئاً، ويصوم حتى نظن
_________
(١) رواه البخاري ح (١١٢٣)، ومسلم ح (٧٢٤)،
(٢) رواه أحمد ح (١٠٦٢).
(٣) رواه النسائي ح (١١٩٩)، وأبو داود ح (٧٦٩)، وأحمد ح (١٥٧٢٢)، واللفظ له، وصححه الألباني في مشكاة المصابيح ح (١٠٠٠).
(٤) رواه الترمذي ح (٦٧٨)، وابن ماجه ح (١٧٣٠)، وصححه الألباني في صحيح الترغيب والترهيب ح (١٠٤١).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (148,'أن لا يفطر منه شيئاً، وكان لا تَشاء أن تراه من الليل مصلياً إلا رأيته، ولا نائماً إلا رأيتَه). (١)
وما كان - صلى الله عليه وسلم - يُفوِّتُ على نفسه أجر الصوم في أيام الصيف الهواجر، يبتغي في ذلك المحبة من ربه والزلفى إليه، يقول صاحبه أبو الدرداء - رضي الله عنه -: (كنا مع رسول الله - صلى الله عليه وسلم - في سفر، وإن كان أحدنا ليضع يده على رأسه من شدة الحر، وما منا صائم إلا رسولُ الله - صلى الله عليه وسلم - وعبدُ الله بنُ رواحة). (٢)
وبقي هذا حاله، لم يتوانَ عن عبادة ربه، حتى لبى نداء ربه، وهو في كل ذلك يمتثل: {واعبد ربك حتى يأتيك اليقين} (الحجر: ٩٩)، ولو كان دَعِيّاً لأراح نفسه وأحبابه من جهد القيام في الليل وتفطُرِ الأقدام، ومن الصيام في الهواجر، لكن هيهات، كيف يريح نفسه وربه يأمره: {فإذا فرغت فانصب - وإلى ربك فارغب}؟ (الشرح: ٧ - ٨).
_________
(١) رواه البخاري ح (١١٤١)، ومسلم ح (١١٥٨).
(٢) رواه أحمد ح (٢٠٧٠٧).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (149,'<span data-type="title" id=toc-21>خاتمة</span>
وبعدُ، فإن أمثال هذه البراهين شهدت لأنبياء الله من قبل بالنبوة، وأقامت للناس أعلاماً على صدقهم في دعواهم الرسالة، فقامت بهم حجة الله على خلقه، ليهلك من هلك عن بينة، ويحيى مَن حيّ عن بينة.
وما سقناه من دلائل نبوة نبينا - صلى الله عليه وسلم - إنما هو غيض من فيض أنوار النبوة التي حباها الله نبيه - صلى الله عليه وسلم -.
أوليس الصادق الأمين بنبي، وهو الذي ساق من الغيوب ما قارب الألف، مما أطلعه عليه ربه؟ أفيكذب في دعواه النبوة، ثم يطلعه الله على الغيوب التي يقيم بها حجته وبرهانه؟!
أوليس رسول الله وحبيبه ذاك الذي تفتح لدعواته أبواب السماء، ويجيب الله دعوته ولا يخيب رجاه؟!
هل يجادل عاقل في نبوة من خرق الله له نواميس الكون ليؤكد صدقه في دعواه النبوة والرسالة؟ فكثر الله ببركته - صلى الله عليه وسلم - قليل الطعام والشراب، وشق له القمر في كبد السماء، وشفى بنفثه وريقه من شاء!
إنه النبي الذي بشر بمقدمه الأنبياء، فهو دعوة أبيه إبراهيم، وبشارة أخيه عيسى، هو النبي المتلألئ من فوق جبل فاران، والذي امتلأت الأرض من تسبيحه، فكان إسلام علماء أهل الكتاب صدى لذلك التسبيح {ويقول الذين كفروا لست مرسلاً قل كفى بالله شهيداً بيني وبينكم ومن عنده علم الكتاب} (الرعد: ٤٣).
إن التبصر بحقيقة النبي - صلى الله عليه وسلم - دفعت المنصفين - من غير المؤمنين به - للاعتراف له - صلى الله عليه وسلم - بسبقه وفضله وعظمة شخصه وروعة مبادئه، ونقتبس من بين عشرات الشهادات المنصفة ما ننقله للقارئ الكريم.
يقول غوته في كتابه "الديوان الشرقي للشاعر الغربي": "إننا أهل أوربا بجميع مفاهيمنا، لم نصل بعد إلى ما وصل إليه محمد، وسوف لا يتقدم عليه أحد ... ولقد بحثتُ في التاريخ عن مثل أعلى لهذه الإنسانية، فوجدته في النبي محمد ... وهكذا وجب أن يظهر الحق ويعلو، كما نجح محمد الذي أخضع العالم كله بكلمة التوحيد".',NULL,'148',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (150,'ويقول الشاعر الفرنسي لامارتين في كتابه "السفر إلى الشرق": "أعظم حدث في حياتي هو أنني درست حياة رسول الله محمد دراسة واعية، وأدركت ما فيها من عظمة وخلود، ومن ذا الذي يجرؤ على تشبيه رجل من رجال التاريخ بمحمد؟! ومن هو الرجل الذي ظهر أعظم منه عند النظر إلى جميع المقاييس التي تُقاس بها عظمة الإنسان؟!
إن سلوكه عند النصر وطموحه الذي كان مكرساً لتبليغ الرسالة وصلواته الطويلة وحواره السماوي، هذه كلها تدل على إيمان كامل مكّنه من إرساء أركان العقيدة. إن الرسول والخطيب والمشرع والفاتح ومصلح العقائد الأخرى الذي أسس عبادة غير قائمة على تقديس الصور هو محمد، لقد هدم الرسول المعتقدات التي تتخذ واسطة بين الخالق والمخلوق".
وأما المؤرخ ول ديورانت فيقول في موسوعته "قصة الحضارة": "إذا حكمنا على العظمة بما كان للعظيم من أثر في الناس، قلنا: إن محمداً رسول المسلمين أعظم عظماء التاريخ، فقد كبح جماح التعصب والخرافات، وأقام فوق اليهودية والمسيحية ودين بلاده القديم ديناً واضحاً قوياً، استطاع أن يبقى إلى يومنا هذا قوة ذات خطر عظيم".
وينبه الكونت كاتياني في كتابه "تاريخ الإسلام" إلى خصلتين من خصال النبي - صلى الله عليه وسلم - يحاول البعض طمسهما، وهما المحبة والسلام، فيقول: "أليس الرسول جديراً بأن تقدَّم للعالم سيرته حتى لا يطمسها الحاقدون عليه وعلى دعوته التي جاء بها لينشر في العالم الحب والسلام ".
ويقول المستشرق هيل في كتابه "حضارة العرب": "لقد أخرج محمد للوجود أمة، ومكن لعبادة الله في الأرض، ووضع أسس العدالة والمساواة الاجتماعية، وأحل النظام والتناسق والطاعة والعزة في أقوام لا تعرف غير الفوضى".
ويقول المستشرق الإسباني جان ليك في كتابه "العرب": "لا يمكن أن توصف حياة محمد بأحسن مما وصفها الله بقوله: {وَمَا أَرْسَلْنَاكَ إِلا رَحْمَةً لِّلْعَالَمِينَ} كان محمد رحمة حقيقية، وإني أصلي عليه بلهفة وشوق".
وآخر تلك الشهادات بتوقيع المؤرخ غوستاف لوبون في كتابه "حضارة العرب"، حيث يقول: "إذا ما قيست قيمة الرجال بجليل أعمالهم؛ كان محمد من أعظم من عرفهم',NULL,'149',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (151,'التاريخ، وقد أخذ علماء الغرب ينصفون محمداً مع أن التعصب الديني أعمى بصائر مؤرخين كثيرين عن الاعتراف بفضله .. ". (١)
نسأل الله العظيم أن يجعلنا ممن آمن به - صلى الله عليه وسلم -، وأن يثبتنا على دينه، وأن يجعلنا ممن اقتفى أثر نبيه - صلى الله عليه وسلم -، وأن يوردنا يوم القيامة حوضه، وأن يلحقنا به في الفردوس الأعلى، مع النبيين والصديقين والشهداء والصالحين، وحسن أولئك رفيقاً.
_________
(١) انظر: قالوا عن الإسلام، عماد الدين خليل، ص (١١٧ - ١٢٦)، وكتاب: ربحت محمداً ولم أخسر المسيح، عبد المعطي الدلالاتي، ص (١٠٩ - ١١٠).',NULL,'150',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (152,'<span data-type="title" id=toc-22>قائمة المصادر والمراجع</span>
- أعلام النبوة، أبو الحسن علي الماوردي، ط١، دار الكتاب العربي، بيروت، ١٤٠٧هـ.
- إغاثة اللهفان من مصائد الشيطان، أبو عبد الله محمد بن أبي بكر أيوب ابن قيم الجوزية، تحقيق: محمد حامد الفقي، ط٢، دار المعرفة، بيروت، ١٣٩٥هـ.
- إنه الحق، هيئة الإعجاز العلمي في القرآن والسنة في رابطة العالم الإسلامي، ط٣، ١٤٢٠هـ.
- البداية والنهاية، أبو الفداء إسماعيل بن عمر القرشي، مكتبة المعارف، بيروت.
- تحفة الأحوذي بشرح جامع الترمذي، محمد عبد الرحمن بن عبد الرحيم المباركفوري، دار الكتب العلمية، بيروت.
- الجامع الصحيح (سنن الترمذي)، محمد بن سورة الترمذي، تحقيق: أحمد شاكر، المكتبة الفيصلية، مكة المكرمة.
- دلائل النبوة، سعيد عبد القادر باشنفر، ط١، دار ابن حزم، ١٤٢٤هـ.
- ربحت محمداً ولم أخسر المسيح، عبد المعطي الدلالاتي، ط١، مؤسسة الرسالة ٢٠٠٣م.
- السلسلة الصحيحة، محمد ناصر الدين الألباني، مكتبة المعارف، الرياض.
- سنن ابن ماجه، أبو عبد الله محمد بن يزيد القزويني، بيت الأفكار الدولية، عمان.
- سنن النسائي، أبو عبد الرحمن أحمد بن شعيب النسائي، تحقيق: عبد الفتاح أبو غدة، ط٢، مكتب المطبوعات الإسلامية، حلب، ١٤٠٦هـ.
- شرح النووي على صحيح مسلم، يحيى بن شرف النووي، ط١، عالم الكتب، الرياض، ١٤٢٤هـ.
- شعب الإيمان، أبو بكر أحمد بن الحسين البيهقي، دار الكتب العلمية، بيروت، ١٤١٠هـ.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b38185] VALUES (153,'- الشفا بتعريف حقوق المصطفى، أبو الفضل عياض اليحصبي، دار الفكر الطباعة والنشر والتوزيع، بيروت، ١٤٠٩هـ.
- صحيح الترغيب والترهيب، محمد ناصر الدين الألباني، ط٥، مكتبة المعارف، الرياض.
- الطعن في القرآن الكريم والرد على الطاعنين في القرن الرابع عشر الهجري، د. عبد المحسن بن زبن المطيري (رسالة دكتوراه مقدمة إلى كلية العلوم جامعة القاهرة).
- عمدة القاري، بدر الدين العيني، دار الفكر.
- عون المعبود شرح سنن أبي داود، أبو الطيب محمد شمس الحق العظيم آبادي، ط٢، دار الكتب العلمية، بيروت، ١٤١٥هـ.
- فتح الباري بشرح صحيح البخاري، أحمد بن علي بن حجر العسقلاني، ترقيم محمد فؤاد عبد الباقي، ط٢، دار الريان للتراث، القاهرة، ١٤٠٧هـ.
- قالوا عن الإسلام، عماد الدين خليل، طبع الندوة العالمية للشباب الإسلامي.
- مجمع الزوائد ومنبع الفوائد، نور الدين علي بن أبي بكر الهيثمي، دار الفكر، بيروت،١٤١٢ هـ.
- المستدرك على الصحيحين، أبو عبدالله محمد بن عبدالله الحاكم النيسابوري، تحقيق: مصطفى عبد القادر عطا، ط١، دار الكتب العلمية، بيروت، ١٤١١هـ.
- المسند، أبو عبد الله أحمد بن حنبل الشيباني، دار إحياء التراث العربي، ١٩٩١م.
- مشكاة المصابيح، محمد الخطيب التبريزي، تحقيق: محمد ناصر الألباني، ط٣، المكتب الإسلامي، بيروت، ١٤٠٥هـ.
- المصنف، أبو بكر عبد الرزاق بن همام الصنعاني، تحقيق: حبيب الرحمن الأعظمي، ط٢، المكتب الإسلامي، بيروت، ١٤٠٣هـ.
- المعجم الكبير، أبو القاسم سليمان بن أحمد بن أيوب الطبراني، تحقيق: حمدي بن عبدالمجيد السلفي، ط٢، مكتبة العلوم والحكم، الموصل، ١٤٠٤هـ.',NULL,'152',NULL,NULL,'0');
