-- Table: b3940
-- Chunk: 1
-- Rows: 8

CREATE TABLE "b3940"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b3940
INSERT INTO [b3940] VALUES (1,'نظم اختيارات شيخ الإسلام ابن تيمية
للعَلامة سُليْمَان بن سَحْمَان
ـ رَحِمَه اَلْله ـ
١٢٦٦ ـ ١٣٤٩ هـ
<span data-type="title" id=toc-1>ترجمة الناظم ـ رحمه الله </span>ـ (١) :
سليمان بن سحمان بن مصلح بن حمدان بن مصلح بن حمدان بن مسفر بن محمد بن مالك بن عامر الخثعمي , التبالي , العسيري , النجدي , الشيخ , العلامة , صاحب الردود القويمة وُلد في قرية السُّقا, مِن قُرى أبها, واخْتُلِفَ في سنة ميلاده ما بين عام ١٢٦٦ وعام ١٢٦٩, نشأَ في بيت علمٍ وشرفٍ ودينٍ, وتربَّى على يدي والده تربيةً حسنة, فحفظ عليه القرآن ثم أخذ يلقنه مبادئ العلوم وفي سنة ١٢٨٠ هـ نزح والده من عسير
يدي والده تربيةً حسنة, فحفظ عليه القرآن ثم أخذ يلقنه مبادئ العلوم وفي سنة ١٢٨٠ هـ نزح والده من عسير إلى نجد واصطحب معه ابنه سليمان فأخذ سليمان في القراءة على الشيخ عبد الرحمن بن حسن آل الشيخ (ت ١٢٨٥ هـ) وعلى ابنه عبد اللطيف بن عبد الرحمن (ت ١٢٩٣ هـ) ولازم الشيخ علبداللطيف ملازمة تامة ثمَّ انتقل الشيخ مِن الرِّياض مع والده إلى بلدة العمار من بلاد الأفلاج فقرأ على الشيخ حمد بن عتيق (١٣٠١ هـ) ولازمه سبعة عشر عاماً ثم رجع إلى الرياض بعد وفاة الشيخ حمد وقويت صلته بالشيخ عبد الله بن عبد اللطيف آل الشيخ (ت ١٣٣٩ هـ) وأخذَ علوم اللغة العربية مِن الشيخ حمد بن فارس, فبلغ -رحمه الله- في العلوم مبلغاً, حتَّى صار مناراً يُهتدى به, كثيرَ التَّصانيف, كشف شبهَ المشبِّهين نظماً ونثراً
تلاميذه:
أخذ عنه العلم علماء أجلاء منهم ابنه صالح (ت ١٤٠٢هـ) وابنه عبد العزيز (١٣٩٤هـ) والشيخ سليمان بن حمدان (ت١٣٩٤هـ) والشيخ عمر آل الشيخ (ت١٣٩٥هـ) والشيخ عبد الرحمن بن محمد بن قاسم (ت١٣٩٢هـ)
مصنفاته:
الأسنة الحداد في ردِّ شبهات علوي الحدَّاد
إرشاد الطالب إلى أهمِّ المطالب
الصواعق المرسلة الشهابية في الرد على الشبه الشامية
الضياء الشارق في رد شبهات الماذق المارق
_________
(١) ترجمته في مجلة المنار:٣١/ ٢٣٨ والأعلام: ٣ / ١٢٦ تراجم متأخري الحنابلة: ١٦ مشاهير علماء نجد: ٢٩٠ معجم المؤلفين: ٤ / ٢٦٤ روضة الناظرين: ١ / ١٢٦ علماء نجد: ٢ / ٣٩٩ معجم مصنفات الحنابلة: ٦ / ٢٨٠',NULL,'1',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (2,'كشف غياهب الظلام عن أوهام جلاء الأوهام
كشف شبهات عبد الكريم البغدادي في تحليله ذبائح الصلب وكفار البوادي
الجواب الفاصل في الساعة بين من يقول إنها سحر ومن يقول إنها صناعة
منهاج أهل الحق والإتباع في مخالفة أهل الجهل والإبتداع
أشعة الأنوار فيما تضمنته لا إله إلا الله من الأسرار
عقود الجواهر المنضدة الحسان (ديوانه)
وغيرها.
نسبة النظم إلى الناظم ـ رحمه الله ـ:
نسبها له القاضي في روضة الناظرين ١/١٢٩ وابن بسام في علماء نجد ٢ / ٤٠٢ والدكتور عبد الله الطريقي في معجم مصنفات الحنابلة ٦ / ٢٠٨ ونسبها له الشيخ عبد العزيز السلمان في الأسئلة والأجوبة الفقهية المقرونة بالأدلة الشرعية في عدة مواضع من كتابه.

<span data-type="title" id=toc-2>[كتاب الطهارة] </span>(١)
<span data-type="title" id=toc-3>أحكام المياه </span>(١)
وَقَوْلُ أَبي العبَّاسِ أَحمدَ إِنَّها ... لمَاءانِ في القولِ الصَّحيح المؤَيدِ
وَما لَهُما مِنْ ثالثٍ جاء مثبت ... بنصِّ رسولِ اللهِ أَفضلِ مُرشدِ
وأَمَّا الذي استثني ببولٍ وغوطة ... فإِنَّ على القولِ الصحيحِ المسدَّدِ
إِذا كانَ دونَ القُلَّتينِ فإِنَّه ... على ذاكَ محمولٌ بغيرِ تردُّدِ
يؤَيدُهُ نصُّ ببئرِ بضاعةٍ ... فراجعه لا تكسلْ ولا تتبلَّدِ
وعندَ أَبي العبَّاسِ ذلكَ طاهرٌ ... إِذالم يغيِّره الملاقي بمفسِدِ
وقالَ أَبو العباسِ أَحمدُ إِنَّهُ ... لماءٌ طهورٌ في الأَصحِّ المؤيَّدِ
ولاَ نصَّ في تقسيِمهِ بين طاهرٍ ... وبينَ طهورٍ عن نبيِّكَ أَحمدِ
وعندَ أَبي العبَّاس في عَظْم مِيتةٍ ... ومنفحةٍ والقرنِ والظفرِ فاعْدُدِ
كذا الرِّيشُ مع صوفٍ فذلكَ طاهرٌ ... وَلاَ نصَّ في تنجيسِها فتقيَّدِ
_________
(١) هذه العناوين ليست من المتن وإنما للتقسيم.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (3,'<span data-type="title" id=toc-4>آداب قضاء الحاجة</span>
وكان أَبو العباسِ للمسْحِ مانعاً ... وللنَّترِ إِذْ لاَ نصَّ فيهِ لمقتدِ
ويحدثُ هذا المسحُ للسَّلِسِ الَّذي ... يشقُّ فَخُذْ بالعلمِ عن كُلِّ مهتدِ
وليسَ حديثُ النَّترِ والمسحِ ثابتاً ... ولا صحَّ في فعلِ النَّبي محمَّدِ
وعندَ أَبي العباسِ ليسَ بجائزٍ ... وَلَوْ مِنْ وَرَاء ما حالَ فاحظُرْ وشَدِّدِ
فكم بين بيتِ اللهِ من ركنِ شامخٍ ... وأَسْوارِ حيطانٍ وبيتٍ معمَّدِ
فللجهةِ التَّحريمُ يا صاحِ فاعْلَمِ ... فَخُذْ نصَّ تصريحٍ صحيحٍ مُؤَيَّدِ
وإِنْ ذكروا يوماً حديثاً مجوِّزا ... لذلك في البنيانِ غيرَ مُفْنَّدِ
فقد ذَكَرَ ابنُ القيِّم الحبرُ أَنَّها ... قضيةُ عينٍ خُصِّصَتْ بمحمَّدِ
وَما جاء نَصٌّ في الكراهةِ أَن تُدِرْ ... إِلى القَمَرين الفَرْجَ عَن خيرِ مُرْشِدِ
لئن لم يَكُنْ هَدْيُ النبيِّ محمدٍ ... وَلَيْسَ عليه أَمرُه فَله ارْدُدِ

<span data-type="title" id=toc-5>نواقض الوضوء</span>
بَلى مَسُّ إِنسانٍ لأَمردَ ناقِضٌ ... وَعَنْ شَهْوةٍ ذاكَ المسيسُ فقيِّدِ
وهذا هو القولُ الصحيحُ الَّذي له ... أَشارَ أَبو العباسِ يا ذا التنقُّدِ

<span data-type="title" id=toc-6>التيمم</span>
وَكُنْ عالمِاً أَنَّ التيمُّمَ رافعٌ ... يصلَّى بِهِ كالماءِ كلَّ التعبدِ
فصحَّ عن المعصومِ أَنَّ طهورَنا ... إِذا لم نجدْ ماءً هو الترُّبُ فاقْتَدِ
فيجزئُ قبلَ الوقتِ بالنص يا فَتى ... وفي الوقتِ حظرُ النفلِ للمتعبِّدَ
فمقتدياً بالحقِّ كن لا مُقَلِّدًا ... تَفُزْ إِقتفا هَدْيِ النَّبي مُحمَّدِ
وَلَا تَتيمَّمْ عندَ كُلِّ فريضَةٍ ... فما صحَّ هذا الفعلُ عن خيرِ مُرْشدِ
فأَطلِقْه كالماء في كُلِّ حُكْمِهِ ... فصلِّ به الأوقاتِ ذاتِ التَّعدُّدِ
وأَن تمسَحَنْ بالرَّمل يا صاحِ خالصاً ... فَلَا بأْسَ في هذا لدى كُلِّ مهتدِ
إِذا كنتَ في أَرضٍ كثيرٍ رِمالُها ... كأَرَضِ تبوكٍ فامْسَحَنْ لاَ تَقَيَّدِ',NULL,'3',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (4,'وَما صَحَّ هذا الوصفُ من نفسِ فعلِه ... وَلَا أَمرِه فافهم وراجعْه تَرشُدِ
كمسحِكَ من بطنِ الأَصابع يا فَتى ... لوجهِكَ والكفَّينِ في رَاحةِ الْيَدِ
فليَس على هذا دليلٌ مقرَّرٌ ... فدعه وَلَا تعملْ بذلكَ تقتَدِ
ويكفيكَ فعلُ المصطفى فتقيَّدَن ... لما سنَّه واحْذَر تُخالفه تعتدِ

<span data-type="title" id=toc-7>إزالة النجاسة</span>
وَتطهر بالحولِ النَّجاسةُ كلُّها ... كَذا الخمرُ إنْ لمَ ْيقصد الخلَّ معتدِ
وهذا اختيارُ الشيخِ والنَّصُّ لمَ ْ يَرِدْ ... بتنجيسِها بالحَوْلِ عَن خيرِ مُرشِد

<span data-type="title" id=toc-8>[كتاب الصلاة]</span>
<span data-type="title" id=toc-9>صفة الصلاة</span>
وَفي الفَجْرِ فاتلُ من طوالِ المفصَّل ... واقصر في مَغربٍ ثم اقْصِدِ
وَلَيْسَ على هذا دليلٌ وَلَمْ تَكُنْ ... بسنَّةِ خيرِ العالمينَ محمَّدِ
وَقَدْ أَنْكَروا أَعْني الصحابةَ فِعْلَه ... فراجعْه في زادِ المعادِ لتَهْتَدِ
فَلَا تَقْرأَنْ في مغرِبٍ بِقصارِه ... بَل اقرأْهُ أَحياناً وحيناً بأَزْيَدِ
فَقَد قَرأَ الأَعرافَ فيها نبيُّنا ... وَبِالنورِ أحياناً وَلمَّا يُقَيّدِ

<span data-type="title" id=toc-10>مبطلات الصلاة</span>
وَكُنْ عالماً أَنَّ الكلامَ إِذا أَتَى ... فأَصْغِ لَهْ سمعاً وعي العلمَ تَرْشُدِ
على دَرَجاتٍ فاعلمنَّ ذكرتها ... فأُولاها بها الآن أَبتدي
يدلُّ على معنى بوضعٍ لنفسهِ ... وإِلا فمع لفظٍ سواه فقّيدِ
وذاكَ كفي مِنْ فاعلمنَّ ومثله ... يدٌ ودمٌ قم ثم خُذْ في المعدّدِ
فهذا كلامٌ ثم ثانيهما الَّذي ... يدلُّ على معنى بطبعٍ مجرَّدِ
كمثلِ سؤَال والعطاس تثاوبٌ ... بكاء وتأْويهٌ أَنينُ المجوِّدِ
فهذا الَّذي عددت أَشياء ما أَتى ... من النَّفخ في النَّصِّ الأَكيدِ المؤَيَّدِ
وليس كلاماً في الحقيقةِ مبطلاً ... صلاةَ الفتى في قولِ كُلِ مسدَّدِ
وَلَوْ بانت الحرفانِ منه كما أَتى ... بأُفٍ ثلاثٍ في الحديث المؤَكَّدِ
إِذا كان مغلوباً على ذاكَ يا فَتى ... وما ليسَ مغلوباً عليهِ فقيِّدِ',NULL,'4',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (5,'ففيه نزاعٌ مستفيضٌ مقرَّرٌ ... وَلَيس لعمري مبطلاً في المؤَكَّدِ
فَلَا بُدَّ في لفظِ الكلامِ دلالةٌ ... تدلُّ على معنى بوضعٍ كما ابتدي
وما لاَ على معنى يدلُّ بوصفِهِ ... وَلَا طَبْعِهِ مثل التنخعِ فاشْهدِ
فقد جاء في النصِّ المؤَكد فعلُه ... وَذا حاصلُ التقريرِ مِنْ قَوِل أَحمدِ
وأَعني أَبا العباسِ حيثُ نظمتهُ ... ولخَّصتُ ما مِنه المرادَ لمقصدِ

<span data-type="title" id=toc-11>القنوت في الوتر</span>
ولا تَقْنَتَنْ في كلِّ وترِك يا فَتى ... فتجعلُه كالواجبِ المتأَكِّد
وَكُنْ قانتاً حيناً وحيناً فتارِكاً ... لذلك تسعدْ بالدَّليل وتهتَدِ
ففعلٌ وتركٌ سُنَّةٌ وكلاهما ... أَتتْ عن رسولِ اللهِ إِن كنتَ مقتدِ

<span data-type="title" id=toc-12>سجود التلاوة</span>
بلى فاسْجُدَنْ في فرضِ سِرٍ فإِنَّه ... لَسُنَّةُ خيرِ العالمينَ محمَّدِ
فراجعْه في الأَعلامِ إِنْ كنتَ شائقاً ... تجد ثمَّ ما يشفي وَيَكفي لمنْ هُدي

<span data-type="title" id=toc-13>أوقات النهي</span>
كذا سُنَّةٌ للفَجْرِ تُفْعَلُ بعدَها ... إذا لم تُصَلَّ قبلَها فتقيَّدِ
فإِنْ أَنتَ لم تفعلْ فللشَّمسِ فارقُبَنْ ... إلى قِيْدِ رُمحٍ ثمَّ انثني فلتسجد
وَعِند أبي العباسِ لا حظرَ للَّذي ... يصليهما أَعني تحيةَ مَسْجدِ
وذا لعمومِ النَّصِّ إِذْ لا مخصِّصٌ ... فَخُذ قولَ مَنْ بالنَّص يهدي وَيَهْتَدي
أَلَيسَ لها تُقضى الفروضُ وكالَّذي ... سمعتَ به في نظمِه ذا التَّعدُّدِِ
كذلك صحَّ النهيُ حالةَ خطبةِ الـ ... إِمامِ لمن يَأْتي بنفلِ التَّعبُّدِ
فأَمَّا الذي يأْتي ابتداءً فإِنه ... يُصلِّي وَلَا يجِلسْ تحيَّةَ مسجدِ
فهذا دليلٌ واضحٌ متقرِّرٌ ... وَقَدْ كان في وقتٍ من النَّهيِ فاقتدِ

<span data-type="title" id=toc-14>صلاة الجماعة</span>
وإِنَّ الصحيحَ المرتَضى عِندَ من قَضى ... بتعيينها فرضاً وبالنَّصِّ يقتدي
سوى من أَتى بالعذرِ فالنَّصُّ قد أَتى ... بتخصيصِه لاغير ذا قولُ أَحمدِ
وقالَ أَبو العبَّاس بل ذاكَ جائزٌ ... لفعلِ مُعاذٍ معْ صحابةِ أَحمدِ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (6,'يصلي بهم فرضٌ وهم ذُو فريضةٍ ... وَقَدْ كانَ صلَّى الفرضَ خلفَ محمَّدِ
كَذا من يُصلِّي الظهرَ يأْتمُّ بالذي ... يُصَلِّي صلاةَ العصرِ غيرَ مفنَّدِ

<span data-type="title" id=toc-15>صلاة أهل الأعذار</span>
وَقَد قَصروا أَعني الصحابةَ دونَ ما ... يُقدِّرُه من فرسخ بالتَّعدُّد
فما حدد المعصومُ قدرَ مسافةٍ ... لفطرٍ ولا قصرٍ فهل أَنتَ مقتدِ
وشرطُ جوازٍ نيةُ قصرِها ... فشرطٌ بعيدُ الرشدِ غيرُ مسدَّدِ
وهل جاءها إِلاَّ بنيَّةِ قصرِها ... نصَّ في تقييدِها حينَ يبتدي
بإِحرامه للقصرِ من سيِّد الورى ... فدعْه وَلَا تعملْ بذلِكَ ترشُدِ
وسنَّةُ جمع الظهرِ والعصرِ يا فتى ... كذا جمعُه بينَ العِشاءَيْنِ فاشْهَدِ
فعارض أَنْ جدّ بالسَّير قاصدٌ ... فإِن لم يجدَّ السَّيرَ بل قامَ للغدِ
فسنَّةٌ القصر إنْ كنتَ مقتدِ ... فراتبة فاعلم بذلك تَرشُدِ
وَعَنه وفي الظهرينِ أيضاً وإِنَّه ... لقولُ أَبي العباسِ مَع كلِّ سيِّدِ
وفيه حديثٌ ثابتٌ متقرِّرٌ ... عن السَّيِّدِ المعصومِ أَفضلِ مُرشدِ
وَما كانَ مِنْ هدي النَّبي اعتمادُه ... على السَّيفِ إذ لا نصَّ فيه لمهتدِ
ولكن يكونُ الاعتمادُ على العَصى ... أَو القوسِ ذا هديُ النَّبي محمدِ
وما ظَنَّهُ الجهال إِن اعتمادَه ... على السَّيفِ فيما يزعمون لمقصِدِ
إشارة إظهارٍ لدينٍ أَتى به ... فزعمٌ بعيدُ الرشدِ غيرُ مسدَّدِ

<span data-type="title" id=toc-16>بدع المساجد</span>
ووضعُ المصلَّى في المساجِدِ بدعةٌ ... وليس من الهدي القويمِ المسدَّدِ
وَتقديمهُ في الصفِّ حجر لروضةٍ ... وغصبٌ لها عن داخِلٍ متعبِّدِ
ويُشبهُه وضعُ العَصاةِ وحكمُها ... كَحُكْمِ المصلَّى في ابتداعِ التعبُّدِ
بلى مستحبٌّ أَن يماطا وَيرفَعا ... عن الداخلينَ الراكعينَ بمسجِدِ
لئن لمَ ْيَكُنْ هذا بنصٍّ مقرَّرٍ ... وَلَا فعلِ أَصحابِ النبيِّ محمدِ
فخيرُ الأُمورِ السالفاتُ على الهدى ... وشرُّ الأُمورِ المحدَثاتُ فبعِّدِ',NULL,'6',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (7,'<span data-type="title" id=toc-17>[كتاب الصيام]</span>
وَلَيسَ صيامُ الغيمِ يوماً واجبٍ ... ولا مستحبٍّ في الصحيح المؤيَّدِ
فَقَدْ جاء في هذا نصوصٌ صحيحةٌ ... فخذ بنصوصِ المصطفى وتقيَّدِ
وإِيَّاكَ والآراءَ لا تَقْبَلَنَّها ... وقد صحَّ نصُّ عن نبيِّكَ أَحمدِ
وإِنْ أَوَّلُوا يوماً للفظِ اقدروا له ... بأَن ضيِّقوا فاردُدْه بالنَّصِّ مهتدِ
وذلك في زاد المعادِ أَنِ اقدروا ... ثلاثينَ يوماً كاملاتِ التَّعدُّدِ
فمن يستحب الصومَ في يومِ غيمنا ... فذلك عاصٍ للرسولِ محمدِ
وماذا عَسى إِن قدروه لأَحمد ... وَعَنْ تابعٍ أَو صاحبٍ لا تقلِّدِ
فليس لإنسانٍ من الناسِ حجةٌ ... مع السَّيد المعصومِ أَفضلِ مرشدِ
وَقال أَبو العباسِ بل ذاكَ جائزٌ ... وَعَن أَحمدٍ نصُّ الجوازِ فأَوردِ
إِن اعتاضَ عن حبٍّ شعيرٍ بسعرِه ... ولا بأْسَ في هذا لدى كلِّ سيِّد
فيروى عن الحبرِ ابنِ عباسٍ أنَّه ... يجوزُ وَلمَ يُعْرَفْ له من مفنِّّدِ
وأَما حديثُ النَّهي عن صرفه إِلى ... سواه ففي الإسنادِ طعنٌ لنُقَّدِ
وإِنْ صحَّ هذا فالمرادُ بصرفهِ ... إِلى سَلَمٍ في غيرِ ذاكَ فقيِّدِ
ليربحَ فيما ليسَ يضمنُ فاحضرَنْ ... لهذا ففيه النَّهيُ فافْهمْ تُسَدَّدِ

<span data-type="title" id=toc-18>[كتاب المواريث]</span>
وإِنَّ صحيحَ القولِ في الجدِّ أَنَّه ... لكالأَبِ في أَحوالِه والتودُّدِ
وذا ظاهرُ القرآن فاقرأْ ليوسفٍ ... ترى الجد باسم الأَبِّ يا ذا التَّنقدِ
فعَنْ ظاهرِ القرآنِ أَخذُك يا فَتى ... أَحقُّ وأَولى عن إِمامٍ مقلَّدِ
يرادُ اجتهادٌ منه إذ ليسَ واردٌ ... بنصٍّ عن الهادي الأَمينِ محمَّدِ
وليس لأَبٍّ جبرُ بِكْرٍ على امرئٍ ... أَبتْه ولم ترضاه إِنْ كنتَ مقتدِ
وهذا خلافُ السنَّةِ المحضةِ التي ... أَتَتْنا عَن المعصومِ أَكملِ سَيِّدِ
فإِنْ كَرِهَتْ فاردُدْ إِليها مخيَّراً ... فإِن لم تَشأْ فافسخْ وَلَا تَتَقَيَّدِ
وهذا هو القولُ الصحيحُ الَّذي به ... ندينُ إله العالمَين ونَقْتَدِ',NULL,'7',NULL,NULL,'0');
INSERT INTO [b3940] VALUES (8,'<span data-type="title" id=toc-19>[التقليد]</span>
أَلا أَيُّها الإنسانُ إيَّاكَ والهَوَى ... وتقليد آراء الرجالِ فتقتَدِ
وَلَا تتعصَّبْ للمذاهبِ جهرَةً ... وتنبذ خلفَ الظهرِ سنَّةَ أَحمدِ
فإِصداقُ تعليمِ القرآن فضيلةٌ ... بنصِّ رسولِ اللهِ أَكملِ مرشدِ
فإِنَّ انتفاعَ الخودِ يا صاحِ بالَّذي ... تعلَّمُ من آي الكتابِ الممجَّدِ
لأَفضلُ ما يسعى له الناسُ في الدُّنا ... وأَعظمُ مرغوبٍ إِليه لمن هُدي
فأَينَ انتفاعُ الخودِ بالشعر يا فتى ... من النَّفع بالقرآنِ إِنْ كنتَ تَقتدِي
ومَنْ قالَ هذا بالنبيِّ مخصصٌ ... فقولٌ بعيدُ الرشدِ غيرُ مسدَّدِ
وَمَنْ قال لا إِصداقَ إِلاَ على الَّذي ... يقدَّرُ من مالٍ فليسَ بجيِّدِ
وإِنَّ الصَّحيحَ المرتَضى للذي أَتَى ... ... وصحَّ عنِ الهادي النبيِّ محمَّدِ
بهذا ندينُ الله جلَّ جلاله ... فسل ربَّك التوفيقَ أَي موحِّدِ',NULL,'8',NULL,NULL,'0');
