-- Table: b426
-- Chunk: 1
-- Rows: 32

CREATE TABLE "b426"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b426
INSERT INTO [b426] VALUES (1,'الرسالة الرابعة
هل يدرك المأموم الركعة بإدراكه الركوع
مع الإمام','16','101',NULL,NULL,'0');
INSERT INTO [b426] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمد لله حمدًا كثيرًا طيبًا مباركًا فيه، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، وصلَّى الله وسلَّم على محمد وآله وصحبه.
أما بعد، فإن الأخ العلامة الشيخ محمد عبد الرزاق حمزة المدرس بالمسجد الحرام، ومدير دار الحديث ــ عافاه الله ــ، أَطلَعني على رسالته المحررة في اختيار إدراكِ المأموم الركعةَ بإدراكه الركوعَ مع الإمام، وأشار عليَّ أن أكتبَ ما يظهر لي في هذه المسألة، فأستعين الله تبارك وتعالى وأقول:
قال البخاري في "جزء القراءة" (¬١): "والقيام فرضٌ في الكتاب والسنة، قال تعالى: {وَقُومُوا لِلَّهِ قَانِتِينَ} [البقرة: ٢٣٨]، وقال: {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ} [المائدة: ٦]، وقال النبي - صلى الله عليه وسلم -: "صَلِّ قائمًا، فإن لم تستطعْ فقاعدًا" (¬٢) ". وبسط الكلامَ في تثبيت فرضية قراءة الفاتحة في كل ركعة حتى على المأموم، وساق في موضعٍ آخرَ الأحاديثَ في وجوب قضاء المسبوق ما فاته، ولم يُنازِعْه الشيخ إلا في هذه القضية، فظاهرُ صنيعهِ أنه يُسلِّم ما استدلَّ به البخاري على فرضية القيام (¬٣)، وعلى فرضية قراءة الفاتحة في كل
_________
(¬١) (ص ٢٨٣ ــ ٢٨٥) بتخريجه "تحفة الأنام".
(¬٢) أخرجه البخاري في "صحيحه" (١١١٧) من حديث عمران بن حصين.
(¬٣) إذا كان الإمام في الركوع فكبَّر المسبوق للإحرام قائمًا لا يُعدُّ هذا إدراكًا منه للقيام الذي هو الركن، كيف وقد فاته بفوات قيام الإمام؟ وإنما هذا قيام يشترطونه لتكبيرة الإحرام حتى فيمن أدرك الإمام ساجدًا، وقيام الركن شأنه الطول، قال تعالى: {وَقُومُوا لِلَّهِ قَانِتِينَ}، وأقلُّ ما يُقدَّر طوله بقراءة الفاتحة، فأما التكبيرة فالشأن أن تتأخر تكبيرة المأموم ولو كان غير مسبوق، وليس القيام كذلك، وأيضًا فإنه شُرِع للمسبوق أن يدخل في الصلاة على أي حال كان الإمام، فقد لزمه في ذلك أن يشرع له تكبيرة الإحرام، إذ لا يدخل في الصلاة إلا بها، وليس قيام الركن كذلك. [المؤلف].','16','103',NULL,NULL,'0');
INSERT INTO [b426] VALUES (3,'ركعة حتى على المأموم (¬١)، وعلى فرضية قضاء ما فات، مع أن تلك الأدلة تتناول هذه القضية [أيضًا، فجعلها] مستثناةً من ذلك العموم.
ويتلخَّص من كلامه الاحتجاجُ على هذا التخصيص (¬٢) بأمور:
الأول: عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: "إذا جِئتُم إلى الصلاة ونحن سجودٌ فاسجدوا ولا تَعُدُّوها شيئًا، ومن أدرك الركعة فقد أدرك الصلاة". قال الشيخ: "سكت عليه أبو داود (¬٣) والمنذري، واحتجَّ به ابن خزيمة في "صحيحه" (¬٤) .... ".
_________
(¬١) من لم يقل بفرضيتها على المأموم قد يكون لقوله وجه فيما إذا خصَّ ذلك بالجهرية وبالمأموم الذي يسمع قراءة الإمام، فإن استماعه يمكن أن يقال: إنه نابَ منابَ قراءته، ودون هذا من يقول بعدم فرضيتها على المأموم ولو لم يسمع قراءة الإمام، إذا كان عند قراءة الإمام قائمًا معه في الصلاة، فقد يقال: إن احتباسه مع الإمام والإمام يقرأ ربما يقوم مقام قراءته، والمسبوق خارج عن هذا كله. [المؤلف].
(¬٢) في المطبوع: "التلخيص". ولعل الصواب ما أثبته كما يظهر من السياق.
(¬٣) رقم (٨٩٣).
(¬٤) رقم (١٦٢٢).','16','104',NULL,NULL,'0');
INSERT INTO [b426] VALUES (4,'الثاني: ابن وهب: حدثني يحيى بن حميد عن قُرَّة بن عبد الرحمن عن ابن شهاب الزهري، أخبره أبو سلمة عن أبي هريرة أن رسول الله   - صلى الله عليه وسلم -   قال: "من أدرك ركعةً من الصلاة فقد أدركها قبل أن يُقيمَ الإمامُ صُلْبَه" (¬١). قال الشيخ: "أخرجه الدارقطني وابن خزيمة (¬٢) محتجًّا على أن من أدرك الركوع مع الإمام أدرك الركعة".
الثالث: حديث مالك عن الزهري عن أبي سلمة عن أبي هريرة مرفوعًا: "من أدرك من الصلاة ركعةً فقد أدركها" (¬٣).
الرابع: الحسن البصري عن أبي بَكْرة: أنه انتهى إلى النبي   - صلى الله عليه وسلم -   وهو راكع، فركع قبل أن يَصِلَ إلى الصفّ، فذَكَر ذلك للنبي   - صلى الله عليه وسلم -   فقال: "زادك الله حِرْصًا ولا تَعُدْ". أخرجه البخاري في "صحيحه" (¬٤)، وذكروا أنَّ فيه (¬٥) دلالتين:
الأولى: لولا أن أبا بكرة كان يرى أنه بإدراكه الركوعَ يدرك الركعة لما بادر إلى الركوع قبل أن يبلغ الصفَّ.
_________
(¬١) هكذا في "سنن" الدارقطني (ص ١٣٢)، وهكذا في "سنن" البيهقي (٢/ ٨٩)، وهكذا نقله الشيخ عن "تلخيص الحبير" عن ابن خزيمة. وذكره الشيخ في تعداد الأدلة بلفظ: "من أدرك ركعة من الصلاة قبل أن يقيم الإمام صلبَه فقد أدرك الركعة". [المؤلف]
(¬٢) "سنن الدارقطني" (١/ ٣٤٦، ٣٤٧)، و"صحيح ابن خزيمة" (١٥٩٥).
(¬٣) أخرجه بهذا الطريق البخاري (٥٨٠) ومسلم (٦٠٧).
(¬٤) رقم (٧٨٣).
(¬٥) في المطبوعة: "أفيه".','16','105',NULL,NULL,'0');
INSERT INTO [b426] VALUES (5,'الثانية: أن النبي   - صلى الله عليه وسلم -   أقرَّ أبا بكرةَ على السلام معه، ولم يأمره بإتمامٍ ولا إعادة.
الخامس: أشار الشيخ إلى دليل خامس، وهو: أنه ثبت عن جماعة من الصحابة القولُ بالإدراك، ولم يتحققْ عن أحدٍ منهم خلافهُ، وتَبِعَهم الجمهور.
* * * *','16','106',NULL,NULL,'0');
INSERT INTO [b426] VALUES (6,'النظر في هذه الأمور
أما الحديث الأول: فتفرَّد به يحيى بن أبي سليمان، رواه عن زيد بن أبي عتّاب وسعيد المقبري عن أبي هريرة. ويحيى هذا قال فيه البخاري (¬١): "منكر الحديث، روى عنه أبو سعيد [عبد الرحمن بن عبد الله بن عبيد] مولى بني هاشم وعبدُ الله بن رجاء البصري مناكير، [يعني: وهما ثقتان، فالحمل في تلك المناكير على يحيى]، ولم يتبينْ سماعه من زيدٍ ولا من ابن المقبري به".
ومذهب البخاري وشيخِه ابن المديني أن ذلك في حكم المنقطع، وجرى المتأخرون على هذا المذهب ونسبوه إلى المحققين، وخالفهم مسلم، فذكر في مقدمة "صحيحه" (¬٢) أنه يكتفي بثبوت المعاصرة وإمكانِ اللقاء والسماع، لكن في سياق كلامه وفحواه ما يدلُّ أن مراده الإمكان البيِّن، وقد شرحتُ ذلك في موضع آخر (¬٣).
وقال أبو حاتم (¬٤) في يحيى هذا: "مضطرب الحديث ليس بالقوي، يكتب حديثه"، وقال البيهقي في "المعرفة" (¬٥) في هذا الحديث: "تفرد به
_________
(¬١) في "جزء القراءة خلف الإمام" (ص ٣٨٠). والزيادات بين المعكوفتين من المؤلف للإيضاح.
(¬٢) (١/ ٢٩، ٣٠).
(¬٣) انظر (ص ٦٤ وما بعدها).
(¬٤) انظر "الجرح والتعديل" (٩/ ١٥٥).
(¬٥) "معرفة السنن والآثار" (٣/ ٩).','16','107',NULL,NULL,'0');
INSERT INTO [b426] VALUES (7,'يحيى بن أبي سليمان هذا، وليس بالقوي". كذا في "التعليق على الدارقطني" (ص ١٣٢) (¬١).
وذكر البيهقي هذا الحديث في "السنن" (ج ٢ ص ٨٩) ثم قال: "تفرد به يحيى بن أبي سليمان المدني، وقد رُوِي بإسنادٍ آخر أضعف من ذلك عن أبي هريرة"، ثم ساق الحديث الآتي.
وذكر الذهبي يحيى هذا في "ميزانه" (¬٢)، وذكر له حديثًا آخر، كأنه استنكره.
وقال ابن خزيمة بعد أن أخرج في "صحيحه" (¬٣) هذا الحديث: "في القلب شيء من هذا الإسناد، فإني لا أعرف يحيى بن أبي سليمان بعدالة ولا جرح، وإنما أخرجتُ خبره لأنه لم يختلف فيه العلماء". كذا في "تهذيب التهذيب" (¬٤).
وظاهر هذا أن ابن خزيمة لم يكن حين كتب هذا يعرف اختلافًا في إدراك الركعة بإدراك الركوع، ثم كأنه اطلع بعدُ على الخلاف، فرجع إلى القول بعدم الإدراك، فقد نقلوا ذلك عنه. والله أعلم.
ويعارض ما تقدم أن أبا داود أخرج الحديث في "سننه" (¬٥) وسكت
_________
(¬١) "التعليق المغني على سنن الدارقطني" (١/ ٣٤٩) ط. عبد الله هاشم يماني.
(¬٢) "ميزان الاعتدال" (٤/ ٣٨٣).
(¬٣) (٣/ ٥٨).
(¬٤) (١١/ ٢٢٨).
(¬٥) رقم (٨٩٣).','16','108',NULL,NULL,'0');
INSERT INTO [b426] VALUES (8,'عليه، وقد قال في "رسالته إلى أهل مكة" (¬١): "ما كان في كتابي من حديثٍ فيه وهنٌ شديد فقد بينتُه، ومنه ما لا يصلح سنده، وما لم أذكر فيه شيئًا فهو صالح". وأن المنذري سكت عنه كما ذكر الشيخ، وأن ابن حبان ذكر هذا في "ثقاته" (¬٢)، وأن شعبة روى عنه، كما في ترجمة يحيى من "التهذيب" (¬٣)، وقد ذكروا شعبة فيمن لا يروي إلا عن ثقة، وأن الحاكم أخرج هذا الحديث في "المستدرك" (ج ١ ص ٢١٦)، وقال: "صحيح الإسناد ولم يخرجاه، ويحيى بن أبي سليمان من ثقات المصريين".
فأما سكوت أبي داود فإنما يدلُّ أنه يرى أن هذا الحديث ليس فيه وهن شديد، وهذا هو مراده بقوله "صالح"، على أنه إنما ذكره (¬٤) في "باب الرجل يُدرِك الإمام ساجدًا كيف يصنع"، فلعل مراده أنه ليس فيه وهنٌ شديد بالنسبة إلى ذلك الباب، لأن ذاك الحكم متفق عليه، فلا يلزم من هذا أنه ليس فيه وهن شديد مطلقًا.
وقد عُرِف من تصرفات البخاري في "صحيحه" ما يُشبِه هذا، فإنه ربما يذكر الحديث في غير مظنته، ويُعرِض عنه في مظنته حيث يترجَّح له في تلك المظنّة خلافُ ذلك الحديث، كأنه يرى أنه صحيح حيث ذكره لا في مظنته.
وأما ابن حبان فإنه يذكر في "الثقات" كل من رَوى عن ثقة وروى عنه
_________
(¬١) (ص ٦٩، ٧٠) ط. المكتب الإسلامي سنة ١٤١٧.
(¬٢) (٧/ ٦٠٤).
(¬٣) (١١/ ٢٢٨).
(¬٤) في المطبوع: "أنكره" تحريف.','16','109',NULL,NULL,'0');
INSERT INTO [b426] VALUES (9,'ثقة، ولم يجد له منكرًا خرج هو بذلك من (¬١) الثقات ... ، فتوسَّع، كما شرحتُه في ترجمته من "التنكيل" (¬٢)، وأوضحتُ هناك ما يُوثَق به من توثيق ابن حبان مما لا يُوثَق به ... من الثاني (¬٣)، كما يُعلم مما شرحتُه هناك.
وأما ما (¬٤) في ترجمة يحيى هذا من "التهذيب": أن شعبة روى عنه ... ثقة"، فإن ابن حجر التزم أن يذكر في ترجمة شعبة جميعَ شيوخه (¬٥)، ولم يذكر فيهم يحيى هذا، وإنما ذكر أبا بَلْج يحيى بن أبي سُليم، وهو رجل آخر، فأخشى أن يكون وقع اشتباه.
ومع ذلك ففي "فتح المغيث" للسخاوي (ص ١٣٤) (¬٦): "من (¬٧) كان لا يروي إلا عن ثقة إلا في النادر: الإمام أحمد، وشعبة ... وذلك في شعبة على المشهور ... ، وإلا فقد قال عاصم بن علي: سمعتُ شعبة يقول: لو لم أحدِّثْكم إلا عن ثقةٍ لم أحدِّثْكم عن ثلاثة (¬٨) وفي نسخة ثلاثين (¬٩) ... ، وعلى كل حال فهو لا يروي عن متروك ولا عمن أُجمِع على ضعفه".
_________
(¬١) في المطبوع: "في".
(¬٢) (١/ ٤٥٠، ٤٥١).
(¬٣) كذا في المطبوع، ولم أعرف وجه الصواب.
(¬٤) "ما" ساقطة من المطبوع.
(¬٥) انظر "تهذيب التهذيب" (٤/ ٣٣٨ ــ ٣٤٣).
(¬٦) (٢/ ٤٢) ط. الجامعة السلفية.
(¬٧) في "فتح المغيث": "ممن"، وفي هامشه إشارة إلى أن في بعض النسخ: "من".
(¬٨) انظر "حلية الأولياء" (٧/ ١٥٦) و"سير أعلام النبلاء" (٧/ ٢٠٩).
(¬٩) انظر "الكفاية" للخطيب (ص ٩٠).','16','110',NULL,NULL,'0');
INSERT INTO [b426] VALUES (10,'وأما "مستدرك" الحاكم فقد عُرِف أن فيه تخليطًا كثيرًا، وتساهلاً في التصحيح وفيما يقع فيه من التوثيق، وقد شرحتُ ذلك في ترجمة الحاكم من "التنكيل" (¬١).
وقد ذكر هو يحيى هذا في موضع آخر، واقتصر على قوله: "يحيى مدني سكنَ مصر، لم يُذكَر بجرح"، ذكر ذلك ابن حجر في "التهذيب" (¬٢)، وقال: "كأنه جعله مصريًّا لرواية أهل مصر عنه"، يعني: والمعروف أنه مدني سكن البصرة، فأما رواية بعض المصريين عنه فكأنهم لَقُوه بالمدينة أو بالموسم أو نحو ذلك، وكفى بكلمة البخاري جرحًا، وقد جاء عنه أنه قال: "كل من قلتُ فيه منكر الحديث لا تحلُّ الرواية عنه". انظر "فتح المغيث" طبع الهند (ص ١٦٢) (¬٣).
ومما يُوضِّح وهنَ هذا الحديث أن يحيى هذا تفرَّد به عن رجلين معروفين، أحدهما ــ وهو سعيد المقبري ــ مشهور جدًّا، فكيف يُقبَل من مثل يحيى مثلُ هذا التفرد؟
وأما الحديث الثاني: فتفرَّد به يحيى بن حُميد بن أبي سفيان المعافري المصري، رواه عن قُرَّة بن عبد الرحمن بن حَيْوِيل (¬٤) عن الزهري عن أبي
_________
(¬١) (١/ ٤٧٢، ٤٧٣).
(¬٢) (١١/ ٢٢٨).
(¬٣) (٢/ ١٢٥) ط. الجامعة السلفية. وانظر "ميزان الاعتدال" (١/ ٦) و"لسان الميزان" (١/ ٢٢٠).
(¬٤) في المطبوع: "جبرئيل" تحريف.','16','111',NULL,NULL,'0');
INSERT INTO [b426] VALUES (11,'سلمة عن أبي هريرة. ويحيى بن حميد هذا قال فيه البخاري (¬١): "مجهول لا يُعتَمد على حديثه"، وضعفه الدارقطني (¬٢)، وذكره "العقيلي" (¬٣) في الضعفاء، وتقدم عن البيهقي أن هذا الحديث أضعفُ من سابقه. وقال ابن يونس في "تاريخ مصر" (¬٤): "أسند حديثًا واحدًا، وله مقطعات". وقال ابن عدي (¬٥): "تفرد بهذه الزيادة، ولا أعرف له غيره".
أقول: وإذا لم يكن له غير هذا الحديث، وقد تفرد به، فكيف يُقبَل؟
فإن قيل: فقد ذكره ابن حبان في "الثقات" (¬٦)، وأخرج ابن خزيمة حديثه هذا في "صحيحه".
قلت: أما "ثقات" ابن حبان فقد تقدم ما فيها، وأما ابن خزيمة فإنه يُخرج في "صحيحه" للمجهول إذا لم يَستنكِرْ حديثَه، وكأنه لم يَستنكر هذا لأنه عند كتابة الصحيح كان يرى الإدراك متفقًا عليه بين أهل العلم، كما تقدم في الكلام على الحديث الأول.
ومع هذا فقُرَّة بن عبد الرحمن فيه كلام (¬٧)، قال الإمام أحمد: "منكر الحديث" وقال ابن معين: "ضعيف الحديث"، وقال أبو زرعة: "الأحاديث التي
_________
(¬١) في "جزء القراءة" (ص ٣٥١، ٣٥٢).
(¬٢) انظر "ميزان الاعتدال" (٤/ ٣٧٠) و"لسان الميزان" (٨/ ٤٣١).
(¬٣) (٤/ ٣٩٨).
(¬٤) نقل عنه في "لسان الميزان" (٨/ ٤٣٢).
(¬٥) "الكامل" (٧/ ٢٢٨).
(¬٦) (٩/ ٢٥١).
(¬٧) انظر أقوال النقاد فيه في "تهذيب التهذيب" (٨/ ٣٧٣، ٣٧٤).','16','112',NULL,NULL,'0');
INSERT INTO [b426] VALUES (12,'يرويها مناكير"، وأخرج له مسلم في "صحيحه" (¬١) مقرونًا بآخر، ولعل اعتماده كان على ذاك الآخر، وذكره ابن حبان في "الثقات" (¬٢) وأشار إلى لينٍ فيه.
نعم، قوله أولَ الحديث: "من أدرك ركعةً من الصلاة فقد أدركها" معروفٌ صحيحٌ، كما يأتي في الحديث الثالث، وإنما المنكر زيادته: "قبل أن يُقيمَ الإمام صُلبه". وقد دفع البخاري في "جزء القراءة" (¬٣) هذه الزيادة بأن مالكًا وجماعة من الأئمة رووا الحديث عن الزهري بسنده ولم يذكروا هذه الزيادة، قال (¬٤): "وقوله: قبل أن يُقيمَ الإمامُ صلبه، لا معنى له ولا وجهَ لزيادته".
يعني أن معنى الحديث في رواية مالك والأئمة: من أدرك من الصلاة في وقتها ركعةً أي واحدة من الثنتين اللتين هما الصبح، أو الثلاث التي هي المغرب، أو الأربع التي هي الظهر أو العصر أو العشاء للمقيم= فقد أدركها، أي أدرك الصلاة أداءً، أي أنها لم تَفُتْه.
وإذا كان كذلك فلا معنى ولا وجهَ لزيادة "قبل أن يقيم الإمام صلبه"، غاية الأمر أن يكون أحد الرواة توهَّم أن معنى الحديث: من أدرك الركوع مع الإمام فقد أدرك الركعة؛ فزاد هذه الزيادة تفسيرًا في زعمه؛ وقد جوَّز بعضهم أن تكون من زيادة الزهري، لأنه قد عُرِف عنه أنه كان كثيرًا ما يَصِلُ الحديثَ بكلامٍ من عنده على وجه التفسير أو نحوه، فربما التبس ذلك على بعض الضعفاء كقُرَّة.
_________
(¬١) رقم (١٥٩١/ ٩٢).
(¬٢) (٧/ ٣٤٢ ــ ٣٤٤).
(¬٣) (ص ٣٥٢ ــ ٣٥٥).
(¬٤) (ص ٣٥٥).','16','113',NULL,NULL,'0');
INSERT INTO [b426] VALUES (13,'قال البخاري في موضع آخر من "جزء القراءة" (¬١): "قال مالك: قال ربيعة للزهري: إذا حدثتَ فبيِّنْ كلامَك من كلام النبي - صلى الله عليه وسلم - ".
لكن سيأتي في الكلام على الحديث الثالث ما يدفع هذا التجويز، فالظاهر أن الزيادة من قرة بن عبد الرحمن أو يحيى بن حُمَيد.
وأما الحديث الثالث: فلا خلافَ في صحته، وهو في "الموطأ" و"الصحيحين" (¬٢) وغيرهما، والتشبُّثُ به في هذه المسألة مبنيٌّ على زعم أن معناه: من أدرك من الصلاة مع الإمام ركوعًا فقد أدرك الركعة، وقد يُستأنس لهذا بالزيادة المتقدمة، وبما في "صحيح مسلم" (¬٣) عن حرملة عن ابن وهب عن يونس عن الزهري عن أبي سلمة عن أبي هريرة مرفوعًا: "من أدرك ركعة من الصلاة مع الإمام فقد أدرك الصلاة".
فأما الزيادة السابقة فقد فُسِّر ما فيها، وأما زيادة "مع الإمام" فقد ردَّها مسلم نفسُه، فرواه [عن يونس] وعن جماعة عن الزهري، قال (¬٤): "وليس في حديث أحدٍ منهم "مع الإمام".
وله في "صحيح البخاري" (¬٥) و"جزء القراءة" (¬٦) و"سنن [النسائي] " (¬٧)
_________
(¬١) (ص ٢٣٠، ٢٣١).
(¬٢) "الموطأ" (١/ ١٠) والبخاري (٥٨٠) ومسلم (٦٠٧).
(¬٣) رقم (٦٠٧/ ١٦٢).
(¬٤) تعقيبًا على الحديث المذكور.
(¬٥) رقم (٥٨٠).
(¬٦) بأرقام (٢٠٢، ٢٠٣، ٢٠٦ ــ ٢١٦) بتخريجه "تحفة الأنام".
(¬٧) هنا بياض في الأصل، وقد ذكر النسائي (١/ ٢٧٤) طرق هذا الحديث.','16','114',NULL,NULL,'0');
INSERT INTO [b426] VALUES (14,'وغيرها طرق كثيرة عن يونس وغيره بدون هذه الزيادة، والظاهر أن الوهم في زيادتها من حرملة، وهو الذي روى عن ابن وهب عن يحيى بن حميد الحديث، فكأنه جاءه الوهم من هناك.
وقد أخرج البخاري في "جزء القراءة" (¬١) من طريق سليمان بن بلال أخبرني عبيد الله بن عمر ويحيى بن سعيد ويونس عن ابن شهاب [الزهري] عن أبي سلمة عن أبي هريرة أن النبي   - صلى الله عليه وسلم -   قال: "من أدرك من الصلاة ركعةً فقد أدرك الصلاة إلا أن يقضي ما فاته". وهو ذاك الحديث عينُه، وزيادة "إلا أن يقضي ما فاته" تدفع زيادةَ يحيى بن حميد وزيادة حرملة.
وفي روايةٍ في "صحيح مسلم" (¬٢) وغيره من طريق الزهري عن أبي سلمة عن أبي هريرة مرفوعًا: "من أدرك ركعةً من الصبح قبل أن تطلعَ الشمسُ فقد أدرك الصبحَ، ومن أدرك ركعةً من العصر قبل أن تغربَ الشمس فقد أدرك العصر".
والحديث بهذا اللفظ ونحوِه أشهر، فقد صحَّ هكذا كما ترى عن الزهري عن أبي سلمة عن أبي هريرة، وهو سند الأول، وأخرجه البخاري في "الصحيح" (¬٣) بنحوه من طريق يحيى بن أبي كثير عن أبي سلمة، وأخرجه مسلم (¬٤) من طريق عطاء بن يسار وبُسر بن سعيد والأعرج عن أبي هريرة،
_________
(¬١) رقم (٢٠٧).
(¬٢) رقم (٦٠٨/ ١٦٣).
(¬٣) رقم (٥٥٦).
(¬٤) رقم (٦٠٨).','16','115',NULL,NULL,'0');
INSERT INTO [b426] VALUES (15,'ومن حديث عائشة (¬١).
ووقع في بعض الروايات بلفظ: "سجدة" (¬٢)، ولفظ حديث عائشة: "من أدركَ من الصلاة سجدةً ... " وفي آخره: "والسجدة إنما هي الركعة" (¬٣).
وفي "الفتح" (¬٤) في شرح قوله: "فقد أدرك الصبح": " .. يُحمَل على أنه أدرك (¬٥) الوقت، فإذا صلَّى ركعةً أخرى فقد كملتْ صلاته .. وقد صرَّح بذلك في رواية الدراوردي عن زيد بن أسلم، أخرجه البيهقي (¬٦) من وجهين، ولفظه: "من أدرك من الصبح ركعة (¬٧) قبل أن تطلع الشمس، وركعةً بعدما تطلع الشمس، فقد أدرك الصلاة". وأصرحُ منه رواية أبي غسَّان محمد بن مُطرِّف عن زيد بن أسلم عن عطاء ــ وهو ابن يسار ــ عن أبي هريرة بلفظ: "من صلَّى ركعةً من العصر قبل أن تغرب الشمس ثم صلَّى ما بقي بعد غروب الشمس فلم تَفُتْه العصر"، وقال مثل ذلك في الصبح. وقد تقدمتْ رواية المصنِّف (¬٨) من طريق أبي سلمة عن أبي هريرة، وقال فيها: "فليُتِمَّ
_________
(¬١) رقم (٦٠٩).
(¬٢) هي رواية البخاري (٥٥٦).
(¬٣) "صحيح مسلم" (٦٠٩).
(¬٤) "فتح الباري" (٢/ ٥٦).
(¬٥) في المطبوع: "إدراك"، والمثبت من الفتح.
(¬٦) في "السنن الكبرى" (١/ ٣٧٨، ٣٧٩).
(¬٧) في المطبوع: "ركعة أخرى"، وهو خطأ، ولا معنى له. والتصويب من الفتح والبيهقي.
(¬٨) أي البخاري (٥٥٦).','16','116',NULL,NULL,'0');
INSERT INTO [b426] VALUES (16,'صلاتَه". وللنسائي (¬١) من وجه آخر: "من أدرك ركعةً من الصلاة فقد أدرك الصلاة كلها إلا أنه يقضي ما فاته". وللبيهقي (¬٢) من وجه آخر: "من أدرك ركعةً من الصبح قبل أن تطلع الشمسُ فلْيُصَل إليها أخرى".
وهذا كله يُبيِّن أنه لا وجهَ لزيادة "مع الإمام"، ولا لزيادة "قبل أن يُقِيمَ الإمامُ صُلْبَه"، كما يُبيِّن أنه لا وجهَ للتشبُّث بهذا الحديث في قضية إدراك الركعة بإدراك الركوع.
ويُوضِّح هذا أن أبا هريرة نفسه لم يفهم هذا من الحديث، فقد صحّ عنه كما يأتي: "لا يُجزِئك إلا أن تُدرِكَ الإمامَ قائمًا" (¬٣). وهكذا الزهري، صحّ عنه أنه ذكر الحديث عن أبي سلمة مرفوعًا بلفظ: "من أدرك من الصلاة ركعةً واحدة فقد أدركها"، ثم قال الزهري (¬٤): "ونرى لما بلغنا عن رسول الله   - صلى الله عليه وسلم -   أنه من أدرك من الجمعة ركعة واحدة فقد أدرك" (¬٥)، يعني أن كون الجمعة مع الإمام هو في معنى الوقت للصلاة في أن كلًّا منهما إذا فات فاتت الصلاة، فإن (¬٦) كانت السنة بأنه يكفي لإدراك الوقت إدراكُ ركعةٍ، فكذلك ينبغي أن يكفي لإدراك الجمعة مع الإمام إدراكُ ركعة.
_________
(¬١) (١/ ٢٧٥).
(¬٢) "السنن الكبرى" (١/ ٣٧٩).
(¬٣) أخرجه البخاري عنه في "جزء القراءة" (ص ٢٦٧).
(¬٤) كما في "جزء القراءة" (ص ٣٥٩).
(¬٥) أخرجه النسائي (٣/ ١١٢) وابن خزيمة في "صحيحه" (١٨٥٠) والحاكم في "المستدرك" (١/ ٢٩١) من طريق الزهري عن أبي سلمة عن أبي هريرة مرفوعًا.
(¬٦) في المطبوع: "فإنه" خطأ.','16','117',NULL,NULL,'0');
INSERT INTO [b426] VALUES (17,'ويوضِّحه أيضًا أن الركعة في عرف الشرع حقيقةٌ في واحدة من الاثنتين اللتين هما الصبح، أو من الثلاثِ التي هي المغرب، أو من الأربعِ التي هي الظهر أو العصر أو العشاء في حقِّ المقيم ونحو ذلك.
وقد دفع الشيخ ــ عافاه الله ــ هذا، فقال: "بل الركعة حقيقة في الركوع لغةً وشرعًا كالسجدة في السجود، وإطلاقُها على ما يشمل القيامَ والقراءةَ والركوعَ والسجودَ من باب إطلاق الجزء على الكلّ، كإطلاق السجدة على ذلك، وكإطلاق العين على الجاسوس، والرقبة على العبد أو الجارية. ومما جاء في إطلاقها على الركوع أحاديث ... ".
فذكر حديث يحيى بن أبي سليمان وحديث يحيى بن حُميد المتقدمَين، وحديث البراء في وصف صلاة النبي - صلى الله عليه وسلم -، وفيه: "فوجدت قيامه كركعتِه وسجدتِه، واعتدالَه في الركعة كسجدتِه" (¬١). وستة أحاديث في وصف الكسوف.
ثم قال: "فأنت ترى في هذه الأحاديث إطلاق الركعة على الركوع بدون قرينة، لأنها حقيقة، وإن كانت اشتهرتْ في عرف المتأخرين فيما هو أعمُّ من الركوع، فذلك لا ينافي حقيقتها اللغوية والشرعية في الركوع".
أقول: في هذا كلِّه نظر، نعم إطلاق "ركعة" على المرَّة من الركوع موافق للحقيقة اللغوية، لكن لا يلزم أن يكون هكذا في الشرع. وقوله: "من باب إطلاق الجزء على الكل" حقٌّ، فيكون مجازًا لغةً، لكن لا يلزم من ذلك أن
_________
(¬١) لفظ حديث مسلم (٤٧١): "فوجدتُ قيامَه، فركعتَه، فاعتدالَه بعد ركوعه، فسجدتَه، فجلْسته بين السجدتين، فسجْدتَه، فجلْستَه ما بين التسليم والانصراف= قريبًا من السواء".','16','118',NULL,NULL,'0');
INSERT INTO [b426] VALUES (18,'يكون مجازًا في الشرع. وكافَّة الحقائق الشرعية ــ أعني الألفاظ التي نقلها الشارع عن معانيها اللغوية إلى معانٍ شرعية ــ بين معانيها الشرعية ومعانيها اللغوية علاقات مجازية، كالإيمان والصلاة والزكاة والصيام وغيرها.
وأما تلك الأحاديث التي ذكرها الشيخ فالأولانِ لم يثبتا كما مرَّ، ومع ذلك فالقرينة فيهما قائمة، وهي في الأول قوله: "إذا جئتم إلى الصلاة ونحن سجودٌ فاسجدوا ولا تعدُّوها شيئَا"، وفي الثاني قوله: ""قبل أن يُقيمَ الإمامُ صُلْبه"، فكلٌّ من هاتين العبارتين تقتضي أن تكون كلمة "ركعة" في بقية الحديث مرادًا بها الركوعُ، فلولا هذا الاقتضاء لما سلَّمنا أن الركعة في الحديثين عبارة عن الركوع، على أننا إنما نُسلِّم ذلك على فرض صحة الزيادة المقتضية، فأما إذا أبطلناها فلا، كما تقدم.
والقرينة في حديث البراء في قوله "قيامه كركعتِه (¬١) ": أنه من الممتنع أن يكون القيامُ وحدَه مساويًا لما يَشملُه ويشمَلُ الركوعَ والاعتدالَ والسجدتينِ والجلسةَ بينهما، ضرورةَ أن الجزء لا يساوي الكل. وأما قوله فيه: "واعتداله في الركعة كسجدته"، فالقرينة فيه أن يظهر أن تعريف الركعة للعهد الذكري، وبذلك تكون الثانية عينَ الأولى، ويساعد ذلك قولُه: "واعتداله".
ومع هذا فليس هذا اللفظ في "الصحيح"، والذي في البخاري (¬٢): "كان ركوعُ النبي   - صلى الله عليه وسلم -   وسجودُه وإذا رفعَ رأسَه من الركوع وبين السجدتينِ
_________
(¬١) في المطبوع: "كركعتيه".
(¬٢) رقم (٨٠١).','16','119',NULL,NULL,'0');
INSERT INTO [b426] VALUES (19,'قريبًا من السواء"، ونحوه في "صحيح مسلم" في رواية (¬١)، وفي أخرى (¬٢): "فوجدتُ قيامَه فركعتَه فاعتدالَه بعد ركوعِه فسجدتَه [فجلستَه] (¬٣) بين السجدتين ... ".
وأصل هذا الحديث من لفظ الصحابي لا من لفظ النبي   - صلى الله عليه وسلم -  ، ومع ذلك فقد اختلفت رواياتها وألفاظها، فيمكن أن يكون ما وقع في بعض الروايات من التعبير عن الركوع بالركعة إنما هو ممن بعد الصحابي.
وأما الأحاديث في صلاة الكسوف فأصلها من لفظ الصحابي أيضًا، ومع ذلك اختلفت رواياتها وألفاظها، فيمكن أن يكون ما وقع في بعض الروايات من التعبير عن الركوع بالركعة إنما هو ممن بعد الصحابي. ومع ذلك فالقرينة قائمة، وهي ما يُعلَم من السياق والروايات الأخرى، وأرى الأمر في ذلك أوضح من أن يُحتاج إلى الإطالة.
على أن ورود الكلمة في النصوص الشرعية مع دلالة القرينة على أن المراد منها معناها اللغوي، لا يَدفعُ أن يكون الشرع نقلَها إلى معنى آخر تكون فيه حقيقةً شرعية. هذه كلمة "صلاة" نقلها الشارع إلى معنى غير معناها لغةً، ومع ذلك وردت في عدة نصوص بحسب معناها اللغوي، كقوله تعالى: {وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ} [التوبة: ١٠٣]، وقوله: {وَصَلَوَاتِ الرَّسُولِ} [التوبة: ٩٩]، وقوله: {صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [الأحزاب: ٥٦].
_________
(¬١) رقم (٤٧١/ ١٩٤).
(¬٢) رقم (٤٧١/ ١٩٣).
(¬٣) ساقطة من المطبوع، استدركناها من صحيح مسلم.','16','120',NULL,NULL,'0');
INSERT INTO [b426] VALUES (20,'فإن قيل: فإنه يكفي القائلَ بأن لفظ "ركعة" حقيقة شرعية في المرَّة من الركوع أن يقول: قد ثبت أنها حقيقة لغوية في ذلك، والأصلُ موافقة الشرع للّغة.
قلت: فعلينا البيان، في الصلاة الشرعية أمران يحتاج كلٌّ منهما إلى لفظ يدل عليه:
الأول: المرة من الركوع.
والثاني: الواحدة التي تتألف صلاة المغرب من ثلاثٍ منها، والصبح والجمعة من اثنتين، وكذا بقية الفرائض في حقّ المسافر. أما المقيم فمن أربع، وهكذا يختلف حال سائر الصلوات كالعيدين والاستسقاء والنوافل.
والحاجة في الشرع إلى ذكر الثاني أكثر منها (¬١) إلى ذكر الأول، وبتتبُّعِ النصوص الشرعية يتضح أنها [تُعبِّر] (¬٢) عن الأول غالبَا بالركوع، وتُعبِّر عن الثاني بالركعة، وكثُر هذا جدًّا من لفظ النبي   - صلى الله عليه وسلم -   ولفظ أصحابه في حياته وبعد وفاته، وبتدبُّرِ ذلك يتبينُ أن الذي كان يتبادر في عهده   - صلى الله عليه وسلم -   من كلمة "ركعة" في الكلام الشرعي هو الأمر الثاني، فهي حقيقة شرعية.
فمما ورد من لفظ النبي   - صلى الله عليه وسلم -   خاصةً مما ورد في "الصحيحين" أو أحدِهما:
حديثُ أبي هريرة (¬٣) مرفوعًا: "من أدرك من الصبح ركعةً قبل أن تطلع الشمس .. ومن أدرك من العصر ركعة قبل أن تغرب الشمس ... ".
_________
(¬١) في المطبوع: "منهما" خطأ.
(¬٢) ساقطة من المطبوع، زدناها ليستقيم السياق.
(¬٣) أخرجه البخاري (٥٧٩) ومسلم (٦٠٨).','16','121',NULL,NULL,'0');
INSERT INTO [b426] VALUES (21,'وحديث عائشة (¬١) مرفوعًا نحوه.
وحديثها (¬٢) مرفوعًا: "ركعتا الفجر خيرٌ من الدنيا وما فيها".
وحديث عثمان (¬٣) مرفوعًا: "من توضأ نحوَ وضوئي هذا ثم صلَّى ركعتين ... ".
وحديث أبي قتادة (¬٤) مرفوعًا: "إذا دخل أحدُكم المسجدَ فلْيُصلِّ ركعتين".
وحديث جابر (¬٥) في القدوم من سفر مرفوعًا: "صلِّ ركعتينِ".
وحديثه (¬٦) في الداخل يوم الجمعة وقت الخطبة مرفوعًا: "قُمْ فصَلِّ الركعتين".
وحديثه (¬٧) أيضًا مرفوعًا: "إذا جاء أحدكم يومَ الجمعة وقد خرج الإمام فلْيُصَلِّ ركعتين".
وحديثه في الاستخارة (¬٨) مرفوعًا: " ... فليركَعْ ركعتين من غيرِ الفريضة ... ".
_________
(¬١) أخرجه مسلم (٦٠٩).
(¬٢) أخرجه مسلم (٧٢٥).
(¬٣) أخرجه البخاري (١٥٩) ومسلم (٢٢٦).
(¬٤) أخرجه البخاري (٤٤٤) ومسلم (٧١٤).
(¬٥) أخرجه البخاري (٤٤٣) ومسلم (٧١٥).
(¬٦) أخرجه البخاري (٩٣٠، ٩٣١) ومسلم (٨٧٥).
(¬٧) أخرجه البخاري (١١٦٦) ومسلم (٨٧٥/ ٥٧).
(¬٨) أخرجه البخاري (١١٦٢).','16','122',NULL,NULL,'0');
INSERT INTO [b426] VALUES (22,'وحديث أبي ذر (¬١) مرفوعًا: " ... ويُجزِئ من ذلك كلِّه ركعتانِ يركعهما في الضحى".
وحديث أم حبيبة (¬٢) مرفوعًا: "من صلَّى اثنتي عشرةَ ركعةً ... ".
وحديث ابن عمر (¬٣) مرفوعًا: "الوتر ركعةٌ من آخرِ الليل".
وحديثه (¬٤) أيضًا مرفوعًا: "فإذا خشي أحدُكم الصبحَ صلَّى ركعةً واحدة".
إلى غير ذلك من الأحاديث في "الصحيحين"، وأما في غيرهما فكثير.
ومما في "الصحيحين" أو أحدِهما: الأحاديثُ التي يُنَصُّ فيها على العدد فقط، كحديث أبي سعيد (¬٥) مرفوعًا: "إذا شكَّ أحدُكم فلم يَدْرِ كم صلَّى؟ ثلاثًا أم أربعًا؟ فليَطْرَح [الشَّكَّ] (¬٦) ولْيَبْنِ (¬٧) على ما استيقَنَ، ثم يسجد ... فإن كان صلَّى خمسًا شَفعْنَ له صلاتَه، وإن كان صلَّى إتمامًا لأربعٍ كانتا ترغيمًا للشيطان".
فإن المتبادر الواضح أن المراد ثلاث ركعات ... وهكذا، ومثل هذا في الأحاديث كثير، ويدخل فيه تسميةُ صلاة الوتر وترًا، وقول الله تبارك وتعالى:
_________
(¬١) أخرجه مسلم (٧٢٠).
(¬٢) أخرجه مسلم (٧٢٨).
(¬٣) أخرجه مسلم (٧٥٢).
(¬٤) أخرجه البخاري (٩٩٠) ومسلم (٧٤٩).
(¬٥) أخرجه مسلم (٥٧١).
(¬٦) ساقطة من المطبوع، استدركناها من صحيح مسلم.
(¬٧) في المطبوع: "وليبني" خطأ.','16','123',NULL,NULL,'0');
INSERT INTO [b426] VALUES (23,'{وَالشَّفْعِ وَالْوَتْرِ} [الفجر: ٣] على ما رواه الإمام أحمد وغيره (¬١) عن عمران بن حُصين أن النبي - صلى الله عليه وسلم - سُئل عن ذلك، فقال: " [هي] (¬٢) الصلاةُ، بعضها شَفْعٌ وبعضها وِتْر".
وأما الحديث الرابع: وهو حديث الحسن عن أبي بَكْرة، ففي "الفتح" (¬٣): "أعلَّه بعضُهم بأن الحسن عنعنه، وقيل: إنه لم يسمع من أبي بكرة، وإنما يروي عن الأحنف عنه، ورُدَّ هذا الإعلال برواية سعيد بن أبي عروبة عن الأعلم قال: حدثني الحسن أنّ أبا بكرة حدَّثه. أخرجه أبو داود والنسائي".
أقول: وهكذا رأيتُه في عدة نسخ من "المجتبى" من سنن النسائي (¬٤)، لكنه في نسخ "سنن" أبي داود (¬٥): "أن أبا بكرةَ حدَّثَ"، وهذا في حكم العنعنة، وبين سياق أبي داود والنسائي اختلافٌ مع أن السند واحد، روياه عن حُميد بن مَسْعَدة عن يزيد بن زُريع ممن سمع منه قديمًا.
والحسن معروف بالرواية عمن لم يَلْقَه، بل وُصِفَ بالتدليس، كما في "طبقات المدلِّسين" (¬٦) لابن حجر، وروايتُه عن الأحنف عن أبي بكرة
_________
(¬١) انظر "مسند أحمد" (١٩٩١٩، ١٩٩٣٥، ١٩٩٧٣) و"سنن الترمذي" (٣٣٤٢) و"المستدرك" (٢/ ٥٢٢). وإسناده ضعيف لإبهام الراوي عن عمران.
(¬٢) ساقطة من المطبوع، والزيادة من المصادر السابقة.
(¬٣) "فتح الباري" (٢/ ٢٦٨).
(¬٤) (٢/ ١١٨).
(¬٥) رقم (٦٨٣).
(¬٦) "تعريف أهل التقديس بمراتب الموصوفين بالتدليس" (ص ١٠٢).','16','124',NULL,NULL,'0');
INSERT INTO [b426] VALUES (24,'مشهورة في حديث: "إذا التقى المسلمانِ بسيفَيْهما ... " (¬١)، لكن لا يلزم من ذلك أن لا يسمع من رجلٍ غيرِ الأحنف عن أبي بكرة. وقد يَشُدُّ الاتصالَ أن البخاري أخرج الحديث في "صحيحه"، ومذهبه اشتراط ثبوت اللقاء حتى فيمن لم يُعرف بالتدليس ولا بالرواية عمن لم يَلْقَه، فما بالك بهذا؟ وفي "مراسيل" ابن أبي حاتم (¬٢) عن بَهْز بن أسد في شأن الحسن: "وسمع من أبي بكرة شيئًا". وعلى كلّ حالٍ فلم تَسْلَمْ صحةُ هذا الحديث من مقالٍ.
ولننظر فيما ذكر من الدلالتين:
فأما الأولى وهي قولهم: "لولا أن أبا بكرةَ كان يرى أنه بإدراكه الركوعَ يُدرِك الركعة لما بادر إلى الركوع قبل أن يبلغ الصفَّ"= ففيها نظر، لماذا لا يُبادِر لإدراك فضلِ (¬٣) الركوع مع النبي   - صلى الله عليه وسلم -   وإن عَلِمَ أنه لا تُحْسَبُ له ركعة؟ بل قد يقال: إن هذا هو الذي ينبغي أن يُظَنَّ بالصحابي، لا أن يُظَنَّ به أنه حَرَصَ على إدراك الركعة وإن فاته الخيرُ الكثير فيها تفاديًا من أن يكون عليه ركعةٌ أخرى بعد سلام الإمام، فإن هذا يدلُّ على الكسلِ والتبرُّمِ بالتعب اليسير في العبادة والرغبةِ عن زيادة الأجر، فإنه إذا أدرك بعض الركعة ولم تُحْسَبْ له ثم صلّاها بعد سلام الإمام كُتِبَ له أجرُ الصلاة كاملةً وزيادةُ أجرِ ما أدركه من تلك الركعة، فأما من لم يُدرِك إلا بعض الركعة وحُسِبَتْ له ركعة فإنه يفوته بعضُ أجر الصلاة كما لا يخفى.
_________
(¬١) أخرجه البخاري (٣١) ومسلم (٢٨٨٨).
(¬٢) "المراسيل" (ص).
(¬٣) في المطبوع: "أفضل" خطأ.','16','125',NULL,NULL,'0');
INSERT INTO [b426] VALUES (25,'وقول النبي   - صلى الله عليه وسلم -  : "زادك الله حِرْصًا، ولا تَعُدْ" يُشْعِر بما ذكرنا، فإنه يدل أن ذاك الحرص محمود، فلذلك دعا بالزيادة منه، وإنما نهى عن العود إلى الإخلال بالمشروع (¬١) من السكينة والوقار ونظم الصلاة، والحرصُ المحمود هو (¬٢) الحرص على زيادة الأجر، لا على التخلُّص من زيادة العمل غيرَ مُبالٍ بما فيها من زيادة الأجر.
فإن قيل: فإن في "جزء القراءة" (¬٣) للبخاري من طريق عبد الله بن عيسى الخزَّاز عن يونس عن الحسن عن أبي بكرة: ... فلما قضى رسول الله   - صلى الله عليه وسلم -   الصلاةَ قال لأبي بكرة: "أنت صاحب النَّفَسِ؟ " قال: نعم، جعلني الله فداءك، خَشِيتُ أن تفوتني ركعةٌ معك، فأسرعتُ المشيَ. فقال له رسول الله   - صلى الله عليه وسلم -  : "زادك الله حرصًا، ولا تَعُدْ، صَلِّ ما أدركتَ، واقْضِ ما سبقَ".
وفي مسند أحمد (ج ٥ ص ٤٢) (¬٤): " ... بشَّار الخيَّاط (¬٥) قال سمعتُ عبد العزيز بن أبي بكرةَ يُحدِّث: أن أبا بكرة جاء والنبي   - صلى الله عليه وسلم -   راكع ... فسمع النبي   - صلى الله عليه وسلم -   صوتَ نعلِ أبي بكرةَ وهو يُحْضِرُ، يريد أن يُدرِك الركعةَ ... ".
قلت: عبد الله بن عيسى الخزَّاز مُجمَعٌ على ضعفه (¬٦). وبشار الخياط
_________
(¬١) في المطبوع: "بالشروع" خطأ.
(¬٢) في المطبوع: "وهو"، ولا حاجة إلى الواو هنا.
(¬٣) (ص ٣٤٠).
(¬٤) رقم (٢٠٤٣٥).
(¬٥) كذا في المسند، وفي "تعجيل المنفعة" (ص ٥١): "الحنَّاط".
(¬٦) انظر "تهذيب التهذيب" (٥/ ٣٥٣) و"ميزان الاعتدال" (٢/ ٤٧٠).','16','126',NULL,NULL,'0');
INSERT INTO [b426] VALUES (26,'هو ابن عبد الملك ضعفه ابن معين (¬١)، فلا ينفعه ذكر ابن حبان له في "ثقاته" (¬٢)؛ لما عُرِفَ من توسُّعه. وشيخه عبد العزيز فيه مقال (¬٣)، وروايته مرسلة، لأنه لم يُدرِك القصة، ولعل قوله: "يريد أن يُدرك الركعةَ" من ظنِّ عبد العزيز، ومع ذلك فوَقْعُ كلمة "ركعة" في هاتين الروايتين في سياق بيان أنه جاء والنبي   - صلى الله عليه وسلم -   راكع ربما يُسوِّغ في حملها على معنى الركوع، والله أعلم.
وأما الدلالة الثانية وهي قولهم: "إن النبي   - صلى الله عليه وسلم -   أقرَّ أبا بكرةَ على السلام معه، ولم يأمره بإتمامٍ ولا إعادةٍ"= ففي هذه الدعوى نظرٌ، ولفظ البخاري في "الصحيح" (¬٤) من طريق همَّام عن زياد الأعلم عن الحسن عن أبي بكرة: ... فذَكَر ذلك للنبي   - صلى الله عليه وسلم -  ، فقال: "زادك الله حرصًا ولا تَعُدْ"، كما تقدم أولَ الرسالة، وليس فيه ما يُثبِت هذه الدعوى. ونحو ذلك من "سنن" أبي داود والنسائي (¬٥) من طريقي سعيد بن أبي عَروبة عن زياد الأعلم. ونحوه في "مسند أحمد" (ج ٥ ص ٣٩) (¬٦) من طريق أشعث عن زياد الأعلم. ونحوه في "المسند" أيضًا (ج ٥ ص ٤٦) (¬٧) من طريق قتادة وهشام عن الحسن البصري.
_________
(¬١) انظر "تعجيل المنفعة" (ص ٥١) و"ميزان الاعتدال" (١/ ٣١٠) و"لسان الميزان" (٢/ ٢٨٥).
(¬٢) "الثقات" (٦/ ١١٣).
(¬٣) انظر ترجمته في "تهذيب التهذيب" (٦/ ٣٣٢).
(¬٤) رقم (٧٨٣).
(¬٥) أبو داود (٦٨٣) والنسائي (٢/ ١١٨).
(¬٦) رقم (٢٠٤٠٥).
(¬٧) رقم (٢٠٤٧٠، ٢٠٤٧١).','16','127',NULL,NULL,'0');
INSERT INTO [b426] VALUES (27,'ورواه حماد بن سلمة عن زياد الأعلم بسنده، واختُلِفَ على حماد: ، ففي "المسند" (ج ٥ ص ٤٥) (¬١) عن عفّان عن حمّاد بنحو رواية الجماعة، وفي "سنن" أبي داود (¬٢) عن موسى بن إسماعيل عن حمّاد، وفيه: "فلما قضى النبي   - صلى الله عليه وسلم -   صلاتَه قال: أيُّكم الذي ركع دون الصف، ثم مشى إلى الصفّ؟ فقال أبو بكرة: أنا ... ".
وأرى رواية عفّان أرجحَ لمزيد إتقان عفان، ولموافقته روايةَ الجماعة كما تقدم، وحماد بن سلمة على إمامته كان يخطئ، وقد رَوى بهذا الإسناد عينهِ حديثًا آخر في تقدُّم النبي   - صلى الله عليه وسلم -   ليؤُمَّهم، وتذكُّرِه أن عليه غسلاً، وفي آخره: "فلما قضى الصلاة قال: إنما أنا بشرٌ" (¬٣).
وقد لا يبعد أن يكون ذهن حماد انتقل من أحد الحديثين إلى الآخر، ثم أتمَّ التفسير بما يناسب، وجاء نحو هذه الزيادة في رواية عبد الله بن عيسى الخزّاز، وفي رواية بشار الخياط عن عبد العزيز بن أبي بكرة، وفي روايةٍ نقلَها الشيخ أول رسالته عن "تلخيص الحبير" (¬٤) عن ابن السكن، فلا أدري ما سندها؟ وعسى أن تكون راجعةً إلى ما ذكر.
وعلى كل حال، فالروايات الصحيحة المتينة لا أثرَ فيها لقوله: "فلما قضى ... " ولا ما في معناها، على أنها لو صحَّتْ لما كانت صريحةً في
_________
(¬١) رقم (٢٠٤٥٧).
(¬٢) رقم (٦٨٤).
(¬٣) أخرجه أحمد في "المسند" (٢٠٤٢٠) وأبو داود (٢٣٤) وابن خزيمة (١٦٢٩) وغيرهم.
(¬٤) "التلخيص" (١/ ٢٨٥).','16','128',NULL,NULL,'0');
INSERT INTO [b426] VALUES (28,'الفورية، وقد قال الله تعالى: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} [الأحزاب: ٣٧]، ومعلوم أن بين القضاء والتزويج مهلةٌ، وقال تعالى: {فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا} [القصص: ٢٩]، وبين قضائه الأجلَ وشروعِه في السير وبين الإيناس مهلة.
وعلى فرض صحة تلك الزيادة وأن الظاهر في مثلها الفورية، فقد يكون أبو بكرة ممن يرى أن الركعة لا تُدرَك بالركوع، فرأى أن السياق قرينة على عدم الفورية، فيكون النبي   - صلى الله عليه وسلم -   قد علم أن الذي (¬١) لم يدرك إلا الركوع سيقوم لإتمام صلاته، فلما سلَّم وقام بعضهم يُتِمُّ اشتغلَ النبي   - صلى الله عليه وسلم -   بالذكر، حتى سلَّم من سُبِقَ، وحينئذٍ سأل النبي   - صلى الله عليه وسلم -  .
وأرى أن من تدبَّر وأنعمَ النظر [أقرَّ] (¬٢) بأن هذا احتمالٌ غير بعيد، بل يتبين له أنه ليس هناك ما يدل دلالةً تقوم بها الحجة على أن ركوع النبي   - صلى الله عليه وسلم -   الذي أدركه أبو بكرة كان هو الركوع في الركعة الأولى، بل من المحتمل أن يكون هو الركوع في الثانية.
وهَبْ أنه يَقوَى عندك أنه الركوع في الركعة الأولى، وأن النبي   - صلى الله عليه وسلم -   سأل عقب السلام، فأجابه أبو بكرة فورًا، فهل تجد تلك القوة كافيةً لتخصيص هذه القضية من النصوص العامة الموجبة للقيام، ولقراءة الفاتحة، ولقضاء المسبوق ما قد فاته، إلى غير ذلك مما مر ويأتي؟
_________
(¬١) في المطبوع: "النهي" مكان "الذي". وهو تحريف.
(¬٢) زيادة على المطبوع ليستقيم السياق.','16','129',NULL,NULL,'0');
INSERT INTO [b426] VALUES (29,'وأما الأمر الخامس: فقد أجاب عنه البخاري في "جزء القراءة" (¬١) بقوله: ثنا عُبيد بن يَعيش، قال: حدثنا يونس، [قال: حدثنا ابن إسحاق] (¬٢) قال: أخبرني الأعرج، قال: سمعتُ أبا هريرة يقول: "لا يُجزِئك إلا أن تُدرِكَ الإمامَ قائمًا قبلَ أن يركع".
حدثنا (¬٣) عبد الله بن صالح، قال: حدثني الليث، قال: حدثني جعفر بن ربيعة (¬٤) عن عبد الرحمن بن هرمز قال: قال أبو سعيد رضي الله عنه: "لا يَركعْ أحدُكم حتى يقرأَ أمَّ القرآن".
قال البخاري: وكانت عائشة تقول ذلك.
وقال علي بن عبد الله (¬٥) (ابن المديني): إنما أجاز إدراكَ الركوع من أصحاب النبي - صلى الله عليه وسلم - الذين لم يروا القراءةَ خلف الإمام، منهم: ابن مسعود وزيد بن ثابت وابن عمر، فأما من رأى القراءة فإن أبا هريرة قال: "اقرأْ بها في نفسِك يا فارسيُّ"، وقال: "لا تعتدَّ بها حتى تُدرِكَ الإمام قائمًا".
وقال البخاري في موضع آخر (¬٦): حدثني مَعْقِل بن مالك، ثنا أبو عوانة، عن محمد بن إسحاق، عن عبد الرحمن بن هرمز الأعرج، عن أبي هريرة قال: "إذا أدركتَ القومَ ركوعًا لم تعتدَّ بتلك الركعة".
_________
(¬١) (ص ٢٦٧ وما بعدها). والأثر الأول برقم (١٤٠).
(¬٢) ساقطة من المطبوع، والاستدراك من "جزء القراءة".
(¬٣) المصدر السابق رقم (١٤١).
(¬٤) في المطبوع: "أي ربيعة" خطأ. والتصويب من المصدر السابق.
(¬٥) نقل عنه البخاري في "جزء القراءة" (ص ٢٦٩ ــ ٢٧١).
(¬٦) "جزء القراءة" (ص ٤٣٩).','16','130',NULL,NULL,'0');
INSERT INTO [b426] VALUES (30,'وفي موضع آخر (¬١): عن يحيى بن بُكَير عن الليث عن جعفر بن ربيعة عن عبد الرحمن بن هرمز أن أبا سعيد الخدري كان يقول: "لا يركعنَّ أحدُكم حتى يقرأَ بفاتحةِ الكتاب"، قال: وكانت عائشة تقول ذلك.
أجاب الشيخ ــ عافاه الله ــ بقوله: ما حكاه البخاري عن أبي هريرة هو من طريق ابن إسحاق، ومُعارَضٌ بما ذكر مالك في "الموطأ" (¬٢) بخلافه، ويقول شارحه ابن عبد البر (¬٣): "هذا قول لا نعلم أحدًا من فقهاء الأمصار قال به، وفي إسناده نظر. وما حكاه عن أبي سعيد وعائشة من قولها .. ليس نصًّا صريحًا في عدم الاعتداد .. بل هو في إتمام الفاتحة قبل أن يركع ....
أقول: محمد بن إسحاق ثقة عند كبار الأئمة، وقد ساق البخاري في "جزء القراءة" (¬٤) كلامًا طويلاً في تثبيته، وقد صرَّح هنا بالسماع، فانتفتْ تهمةُ التدليس.
وأما ما في "الموطأ" فبلاغ منقطع لا تقوم به حجة، وربما يكون مالك إنما أخذه من عبد الرحمن بن إسحاق، فقد أشار البخاري إلى روايته نحو ذلك، وساق البخاري كلامًا في توهين عبد الرحمن هذا (¬٥)، والبخاري وشيخه ابن المديني إمامان مجتهدان مقدَّمان في معرفة النقل والنقلة، فلا يُدفَع كلامهما في ذلك إلا بحجة واضحة.
_________
(¬١) (ص ٢٤٢، ٢٤٣).
(¬٢) (١/ ١١) ولفظه: "من أدرك الركعة فقد أدرك السجدة".
(¬٣) "الاستذكار" (١/ ٦٢) ط. دار الكتب العلمية.
(¬٤) (ص ٣٠١ ــ ٣٠٤).
(¬٥) (ص ٢٨٥ ــ ٢٨٧).','16','131',NULL,NULL,'0');
INSERT INTO [b426] VALUES (31,'وما ذكره عن أبي سعيد وعائشة إنما احتجَّا به؛ لأنه يدل أن المأموم إذا أدرك الإمام قُبيلَ الركوع لم يكن له أن يدع الفاتحة أو بعضها، ثم يعتد بتلك الركعة، فإذا لم يتحمل عنه الإمام بعضًا من الفاتحة فقط، فَلَأنْ لا يتحمَّلها عنه كلَّها، ومعها القيامُ أولى.
وإذا كان الظاهر أن القول بالإدراك مخالفٌ للقول بافتراض الفاتحة على المأموم، وكان المصرِّحون من الصحابة بالإدراك هم من الذين عُرِف عنهم القولُ بعدم افتراض الفاتحة على المأموم، وجاء عن جماعةٍ من القائلين بالافتراض من الصحابة ما هو صريحٌ أو ظاهرٌ في عدم الإدراك، ولم يثبت عن أحدٍ منهم خلافُ ذلك= فإنه يَقوى جدًّا ظنُّ أن القائلين بالافتراض قائلون بعدم الإدراك، فكلام البخاريِّ وشيخِه متينٌ جدًّا.
وأما أن الجمهور الغالب على الإدراك فحقٌّ، ولكن هل يكفي هذا لتخصيصِ (¬١) النصوص الدالة على فرضية القيام وفرضية الفاتحة وفرضية قضاء ما فات؟ ومع تلك الأدلة الاعتبار الواضح، فإن المعهود في فرائض الصلاة أن لا يسقط شيء منها إلا لعذرٍ بيِّن، وليس المسبوقية كذلك، لتمكُّنِ المسبوق بدون مشقةٍ تُذْكَر من الإتمام بعد سلام الإمام.
ومن المسبوقين من يكون مقصِّرًا تقصيرًا واضحًا، فقد رأينا من يتكاسل عن القيام فلا يُكبِّر إلا عند ركوع الإمام، ومنهم من يتشاغل بمحادثة رفيقه، أو تجميلِ لِبْسته، أو التفرُّجِ على بعض الأشياء، أو يتخطَّى الصفوفَ لِيُزاحِم في الصفّ الأول بدون فُرجةٍ فيه، أو يتشاغل بذكر أو دعاء، إلى غير ذلك.
_________
(¬١) في المطبوع: "التخصيص" خطأ.','16','132',NULL,NULL,'0');
INSERT INTO [b426] VALUES (32,'والقائلون بالإدراك لم يُفرِّقوا فيما أعلم.
نعم، لا يُنكَر أنَّ للقول بالإدراك قوةً مَّا لذهاب الجمهور ــ ومنهم جماعة من علماء الصحابة ــ إليه، وما جاء مما يدلُّ عليه على ما فيه، فلا لومَ على من قوِيَ عنده جدًّا فقال به.
فأما أنا فلا أرى له تلك القوة، والأصل بقاء النصوص على عمومها، واشتغال الذمة بالصلاة كاملةً، والله الموفق.','16','133',NULL,NULL,'0');
