-- Table: b434
-- Chunk: 1
-- Rows: 148

CREATE TABLE "b434"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b434
INSERT INTO [b434] VALUES (1,'بسم الله الرحمن الرحيم
تقديم للأستاذ الدكتور/ محمود حمدى زقزوق
وزير الأوقاف
قصة الصراع بين الحق والباطل والخير والشر قصة قديمة بدأت فصولها مع بداية وجود الأنسان على الأرض، وسوف تتواصل فصولها طالما كان هناك إنسان فى هذا الوجود.
وعندما ظهر الإسلام منذ أكثر من أربعة عشر قرنا من الزمان لم يتوقف سيل الشبهات التى يثيرها المشككون من خصوم هذا الدين تشكيكا فى مصادره أو فى نبيه أو فى مبادئه وتعاليمه. ولا تزال الشبهات القديمة تظهر حتى اليوم فى أثواب جديدة يحاول مروجوها أن يضيفوا عليها طابعا علميا زائفا.
ومن المفارقات الغريبة فى هذا الصدد أن يكون الأسلام - وهو الدين الذى ختم الله به الرسالات، وكان آخر حلقة فى سلسلة اتصال السماء بالأرض - قد اختص من بين كل الديانات التى عرفها الأنسان سماوية كانت أم أرضية بأكبر قدر من الهجوم وإثارة الشبهات حوله.
ووجه الغرابة فى ذلك يتمثل فى أن الإسلام فى الوقت الذى جاء فيه يعلن للناس الكلمة الأخيرة لدين الله على لم ينكر أيا من أنبياء الله السابقين ولا ما أنزل عليهم من كتب سماوية، ولم يجبر أحد من أتباع الديانات السماوية السابقة على اعتناق الإسلام. ولم يقتصر الأمر على عدم الإنكار، وإنما جعب الإسلام الإيمان بأنبياء الله جميعا وما أنزل عليهم من كتب عنصرا أساسيا من عقيدة كل مسلم بحيث لاتصح هذه العقيدة بدونه.
ومن شأن هذا الموقف المتسامح للإسلام إزاء الديانات السابقة أن يقابل بتسامح مماثل وأن يقلل من عدد المناهضين للإسلام.
ولكن الذى حدث كان على العكس من ذلك تماما. فقد وجدنا الإسلام - على مدى تاريخه - يتعرض لحملات ضارية من كل اتجاه. وليس هناك فى عالم اليوم دين من الأديان يتعرض لمثل ما يتعرض له الإسلام فى الإعلام الدولى من ظلم فادح وإفتراءات كاذبة.
وهذا يبين لنا أن هناك جهلا فاضحا بالإسلام وسوء فهم لتعاليمه سواء كان ذلك بوعى أو بغير وعى، وأن هناك خلطا واضحا بين الإسلام كدين وبعض التصرفات الحمقاء التى تصدر من بعض أبناء المسلمين باسم الدين وهو منها براء.
ومواجهة ذلك تكون ببذل جهود علمية مضاعفة من اجل توضيح الصورة الحقيقة للإسلام، ونشر ذلك على أوسع نطاق.
ولم يقتصر علماء المسلمين على مدى تاريخ الإسلام فى القيام بواجبهم فى الرد على هذه الشبهات كل بطريقته الخاصة وبأسلوبه الذى يعتقد أنه السبيل الأقوم للرد، وهناك محاولات جادة بذلت فى الفترة الأخيرة للدفاع عن الأسلام فى مواجهة حملات التشكيك.
وقد نشر المجلس الأعلى للشئون الإسلامية العديد من الرسائل فى سلسلتى "قضايا إسلامية" و "دراسات إسلامية"، قام فيها العديد من العلماء بالرد على هذه الشبهات (١) .
ولم يتوان المجلس عن تتبع ما يثار بين الحين والآخر من شبهات جديدة أو قديمة حول الإسلام والرد عليها بالعربية وغيرها من لغات أخرى. وقد رأينا أن الحاجة قد أصبحت ماسة لتجميع كل الشبهات المعروفة التى قام بها المشككون والرد عليها تفصيلا فى كتاب واحد ييسر للباحثين والمهتمين بهذه القضايا فرصة الإحاطة بما تفتق عنه ذهن المشككين والاطلاع على الرد الإسلامى على ما أثاروه من مزاعم.
والكتاب الذى نقدمه اليوم إلى القارئ الكريم يتضمن الرد على مائة وسبع وأربعين شبهة، وقد اشترك فى هذا العمل العلمى الكبير عدد من العلماء المعروفين ممن لهم باع طويل فى مجال الدراسات الإسلامية.
وفى خطة المجلس الأعلى للشئون الإسلامية القيام بترجمة هذا الكتاب إلى عدد من اللغات الأجنبية حتى تعم الفائدة ويطلع المسلمون وغير المسلمين على هذه الشبهات والرد عليها.
ونأمل أن يسهم هذا الكتاب فى توضيح الصورة الحقيقية للإسلام وإزالة ما علق بالأذهان من سوء فهم لتعاليمه وعقائده.
والله من وراء القصد....
تحريرا فى ١٨ من صفر ١٤٢٣ هجرية / ١ مايو ٢٠٠٢م.
_________
(١) انظر فى ذلك - على سبيل المثال - حقائق إسلامية فى مواجهة حملات التشكيك، مقولات ظالمة، شبهات وإجابات حول القرآن الكريم، شبهات وإجابات حول مكانة المرأة فى الإسلام ج ١، ٢، حقائق القرآن وأباطيل خصومه..شبهات وردود ج ١، ٢.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b434] VALUES (2,'<span data-type="title" id=toc-3>١- جمع القرآن</span>
اتخذ المعترضون من وقائع جمع القرآن وليجة يتسللون من خلالها للنيل من القرآن، وإيقاع التشكيك فى كونه وحيًا من عند الله عز وجل.
والواقع أن الذى ألجأهم إلى التسلل من هذه " الوليجة " وهى وقائع جمع القرآن أمران رئيسيان:
الأول: محاولتهم نزع الثقة عن القرآن وخلخلة الإيمان به حتى لا يظل هو النص الإلهى الوحيد المصون من كل تغيير أو تبديل، أو زيادة أو نقص.
الثانى: تبرير ما لدى أهل الكتاب (اليهود والنصارى) من نقد وجه إلى الكتاب المقدس بكلا عهديه: القديم (التوراة) والجديد (الأناجيل) ليقطعوا الطريق على ناقدى الكتاب المقدس من المسلمين، ومن غير المسلمين.
ومواطن الشبهة عندهم فى وقائع جمع القرآن والمراحل التى مرَّ بها، هى:
أن القرآن لم يُدوَّن ولم يكتب فى مصحف أو مصاحف كما هو الشأن الآن، إلا بعد وفاة النبى صلى الله عليه وسلم أما فى حياته، فلم يكن مجموعاً فى مصحف. وأن جمعه مرًّ بعدة مراحل:
الأولى: فى خلافة أبى بكر - رضى الله عنه - وهو جمع ابتدائى غير موثق تمام التوثيق كما يزعمون؟ .
الثانية: فى خلافة عثمان بن عفان رضى الله عنه وقد كان الجمع فى هذه المرحلة قابلاً لإدخال كثير من الإضافات التى افتقر إليها تدوين القرآن فيما بعد. لأن القرآن لم يكن فيهما مضبوطًا مشكولاً.
الثالثة: الإضافات التى أُلْحِقَتْ بالنص القرآنى وأبرزها:
* نَقْط حروفه لتمييز بعضها من بعض، مثل تمييز الخاء من الجيم والحاء، وتمييز الجيم من الخاء والحاء، وتمييز التاء بوضع نقطتين فوقها عن كل من الياء والباء والنون والثاء.
١- ضبط كلماته بالضم والفتح والكسر والجزم، مثل: " الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِين " وهذا أمر طارئ على جمع القرآن فى مرحلتيه السابقتين.
٢- علامات الوقف: مثل:ج صلى لا قلى م ٠٠ ٠٠
٣- وضع الدوائر المرقوم فيها أرقام الآيات فى كل سورة.
إن كل هذه الإضافات لم تكن موجودة فى العصر النبوى، بل ولا فى عهد الخلفاء الراشدين.
يذكرون هذا كله ليصوروا أن الشبهة التى لوحظت فى جمع المصحف الحاوى للقرآن الكريم، تزرع الشكوك والريوب (جمع ريب) فى وحدة القرآن واستقراره وسلامته من التحريف. فعلام إذن يصر المسلمون على اتهام التوراة التى بيد اليهود الآن أنها لا تمثل حقيقة التوراة التى أنزلها الله على موسى عليه السلام؟ أو لماذا يطلقون هذا الوصف على مجموعة " الأناجيل ": التى بيد النصارى الآن؟
الرد على هذه الشبهة:
إنًّ تأخير تدوين القرآن عن حياة النبى صلى الله عليه وسلم وجمعه فى مصحف فى خلافة أبى بكر رضى الله عنه، لامساس له مطلقًا بوحدة القرآن وصلة كل كلمة بالوحى الإلهى؛ لأن القرآن قبل جمعه فى مصاحف كان محفوظًا كما أنزله الله على خاتم المرسلين.
والعرب قبل الإسلام، وفى صدر الإسلام المبكر كانوا ذوى ملكات فى الحفظ لم يماثلهم فيها شعب أو أمة، من قبلهم أو معاصرة لهم، ومن يعرف الكتابة والقراءة فيهم قليلون فكانوا يحفظون عن ظهر قلب ما يريدون حفظه من منثور الكلام ومنظومه.
وروعة نظم القرآن، ونقاء ألفاظه، وحلاوة جرسه، وشرف معانيه، هذه الخصائص والسمات فاجأت العرب بما لم يكونوا يعرفون، فوقع من أنفسهم موقع السحر فى شدة تأثيره على العقول والمشاعر، فاشتد اهتمامهم به، وبخاصة الذين كانوا من السابقين إلى الإيمان به، وكانوا يترقبون كل جديد ينزل به الوحى الأمين، يجمعون بين حفظه والعمل به.
وكان النبى صلى الله عليه وسلم كلما نزل عليه شئ من الوحى يأمر كُتًّاب الوحى بكتابته فورًا، سماعًا من فمه الطاهر ثم ينشر ما نزل من الوحى بين الناس.
وقد ساعد على سهولة حفظه أمران:
الأول: نزوله (مُنَجَّمًا) أى مفرقًا على مدى ثلاث وعشرين سنة؛ لأنه لم ينزل دفعة واحدة كما كان الشأن فى الوحى إلى الرسل السابقين.
والسبب فى نزول القرآن مُفَرَّقًا هو ارتباطه بتربية الأمة، والترقى بها فى مجال التربية طورًا بعد طور ومعالجة ما كان يجد من مشكلات الحياة، ومواكبة حركة بناء الدعوة من أول شعاع فيها إلى نهاية المطاف.
الثانى: خصائص النظم القرآنى فى صفاء مفرداته، وإحكام تراكيبه، والإيقاع الصوتى لأدائه متلوًّا باللسان، مسموعًا بالآذان، وما يصاحب ذلك من إمتاع وإقناع، كل ذلك أضفى على آيات القرآن خاصية الجذب إليه، والميل الشديد إلى الإقبال عليه، بحيث يجذب قارئه وسامعه واقعًا فى أسره غير ملولٍ من طول الصحبة معه.
وتؤدى فواصل الآيات فى القرآن دورًا مُهِمًّا فى الإحساس بهذه الخصائص. ولنذكر لهذا " مثلاً " من سور القرآن الكريم:
بسم الله الرحمن الرحيم (والعاديات ضبحا * فالموريات قدحا * فالمغيرات صبحًا * فأثرن به نقعًا * فوسطن به جمعًا * إن الإنسان لربه لكنود * وإنه على ذلك لشهيد * وإنه لحب الخير لشديد * أفلا يعلم إذا بُعثر ما فى القبور * وحُصل ما فى الصدور * إن ربهم بهم يومئذ لخبير) (١) .
عدد آيات هذه السورة [العاديات] إحدى عشرة آية، وقد وزعت من حيث الفواصل، وهى الكلمات الواقعة فى نهايات الآيات، على أربعة محاور، هى: الثلاث الآيات الأولى، وكل فاصلة فيها تنتهى بحرف الحاء: ضبحا قدحا صبحا.
والآيتان الرابعة والخامسة، كل فاصلة فيهما انتهت بحرف العين: نقعا جَمْعا.
والآيات السادسة والسابعة والثامنة، انتهت فواصلها بحرف الدال: لكنود لشهيد لشديد.
أما الآيات التاسعة، والعاشرة، والحادية عشرة، فقد انتهت فواصلها بحرف الراء: القبور الصدور لخبير.
مع ملاحظة أن حروف الفواصل فى هذه السورة ماعدا الآيات الثلاث الأولى مسبوقة بحرف " مد " هو " الواو " فى: " لكنود " و " الياء " فى: " لشهيد لشديد ".
ثم " الواو " فى: " القبور الصدور ثم " الياء " فى: " لخبير " وحروف المد تساعد على " تطرية " الصوت وحلاوته فى السمع. لذلك صاحبت حروف المد كلمات " الفواصل " فى القرآن كله تقريبًا، وأضفت عليها طابعًا غنائيًا من طراز فريد (٢) جذب الإسماع، وحرك المشاعر للإقبال على القرآن بشدة أسره إياهم عن طريق السماع، ليكون ذلك وسيلة للإقبال على فقه معانيه، ثم الإيمان به.
ومن سمات سهولة الحفظ فى هذه السورة أمران:
أنها سورة قصيرة، حيث لم تتجاوز آياتها إحدى عشرة آية.
قصر آياتها، فمنها ما تألف من كلمتين، وهى الآيات الثلاث الأولى. ومنها ما تألف من ثلاث كلمات، وهى الآيتان الرابعة والخامسة. ومنها ما تألف من أربع كلمات، وهى الآيات: السادسة والسابعة والثامنة. وآيتان فحسب كلماتها خمس، وهما العاشرة والحادية عشرة. وآية واحدة كلماتها سبع، هى الآية التاسعة.
ونظام " عقد المعانى " فى السورة رائع كروعة نظمها. فالآيات الثلاث الأولى قَسَمٌ جليل بِخَيْلِ المجاهدين فى سبيل الله.
والآيتان الرابعة والخامسة استطراد مكمل لمعانى المقسم به، شدة إغارتها التى تثير غبار الأرض، وسرعة عَدْوِِهٍَا ومفاجأتها العدوّ فى الإغارة عليه.
ثم يأتى المقسم عليه فى الآية السادسة: " إن الإنسان لربه لكنود ": عاص لله، كفور بإنعامه عليه.
وفى الآية السابعة إلماح إلى علم الإنسان بأنه عاق لربه، شهيد على كفرانه نعمته.
وفى الآية الثامنة تقبيح لمعصية الإنسان لربه، وإيثار حطام الدنيا على شكر المنعم.
أما الآيات الثلاث الأخيرة من (٩) إلى (١١) فهى إنذار للإنسان الكفور بنعم ربه إليه.
وهذه السمات، ليست وقفًا كلها على سورة " والعاديات " بل هى مع غيرها، سمات عامة للقرآن كله، وبهذا صار القرآن سهل الحفظ لمن حاوله وصدق فى طلبه وسلك الطريق الحق الموصل إليه (٣) .
إن الحفظ كان العلاقة الأولى بين المسلمين وبين كتاب ربهم وكان الحفظ له وسيلة واحدة ضرورية يعتمد عليها، هى السماع. وهكذا وصل إلينا القرآن، من بداية نزوله إلى نهايته.
وأول سماع فى حفظ القرآن كان من جبريل عليه السلام الذى وصفه الله بالأمين.
وأول سامع كان رسول الله صلى الله عليه وسلم، سمع القرآن كله مرات من جبريل.
وثانى مُسَمِّع كان هو عليه الصلاة والسلام بعد سماعه القرآن من جبريل.
أما ثانى سامع للقرآن فهم كُتَّابُ الوحى، سمعوه من النبى عليه الصلاة والسلام فور سماعه القرآن من جبريل؛ لأنه كان إذا نزل الوحى، وفرغ من تلقى ما أنزله الله إليه دعا كُتَّابَ الوحى فأملى على مسامعهم ما نزل فيقومون بكتابته على الفور.
ثم يشيع عن طريق السماع لا الكتابة ما نزل من القرآن بين المؤمنين، إما من فم الرسول صلى الله عليه وسلم، أو من أفواه كتاب الوحى.
وقد يسَّر الله تعالى لحفظ القرآن واستمرار حفظه كما أنزله لله، أوثق الطرق وأعلاها قدرًا فكان صلى الله عليه وسلم يقرؤه على جبريل فى كل عام مرة فى شهر رمضان المعظم. ثم فى العام الذى لقى فيه ربه تَمَّ عرض القرآن تلاوة على جبريل مرتين. زيادة فى التثبت والتوثيق.
وفى هذه الفترة (فترة حياة النبى) لم يكن للقراء مرجع سوى المحفوظ فى صدر النبى عليه الصلاة والسلام، وهو الأصل الذى يُرجع إليه عند التنازع، أما ما كان مكتوبًا فى الرقاع والورق فلم يكن مما يرجع إليه الناس، مع صحته وصوابه.
وكذلك فى عهدى الشيخين أبى بكر وعمر رضى الله عنهما كان الاعتماد على الحفظ فى الصدور هو المعول عليه دون الكتابة؛ لأنها كانت مفرقة، ولم تكن مجموعة.
وكانت حظوظ الصحابة، من حفظ القرآن متفاوتة، فكان منهم من يحفظ القدر اليسير، ومنهم من يحفظ القدر الكثير، ومنهم من يحفظ القرآن كله. وهم جمع كثيرون مات منهم فى موقعة اليمامة فى خلافة أبى بكر سبعون حافظًا للقرآن، وكانوا يسمون حفظة القرآن ب " القُرَّاء ".
ولا يقدح فى ذلك أن بعض الروايات تذهب إلى أن الذين حفظوا القرآن كله من الصحابة كانوا أربعة أو سبعة، وقد وردت بعض هذه الروايات فى صحيحى البخارى ومسلم لأن ما ورد فيهما له توجيه خاص، هو أنهم حفظوا القرآن كله وعرضوا حفظهم على رسول الله تلاوة عليه فأقرهم على حفظهم، وليس معناه أنهم هم الوحيدون الذين حفظوا القرآن من الصحابة (٤) .
أول جمع للقرآن الكريم
لم يجمع القرآن فى مصحف فى حياة النبى صلى الله عليه وسلم، ولا فى صدر خلافة أبى بكر رضى الله عنه، وكان حفظه كما أنزل الله فى الصدور هو المتبع.
وفى هذه الأثناء كان القرآن مكتوبًا فى رقاع متفرقًا. هذه الرقاع وغيرها التى كتب فيها القرآن إملاء من فم النبى صلى الله عليه وسلم، ظلت كما هى لم يطرأ عليها أى تغيير من أى نوع.
ولما قتل سبعون رجلاً من حُفَّاظِه دعت الحاجة إلى جمع ما كتب مفرقًا فى مصحف واحد فى منتصف خلافة أبى بكر باقتراح من عمر رضى الله عنهما.
وبعد وفاة أبى بكر تسلم المصحف عمر بن الخطاب، وبعد وفاته ظل المصحف فى حوزة ابنته أم المؤمنين حفصة رضى الله عنها (٥) .
وفى هذه الفترة كان حفظ القرآن فى الصدور هو المتبع كذلك.
وانضم إلى حُفَّاظه من الصحابة بعد انتقال النبى عليه الصلاة والسلام إلى الرفيق الأعلى، التابعون من الطبقة الأولى، وكانت علاقتهم بكتاب الله هى الحفظ بتفاوت حظوظهم فيه قلة وكثرة، وحفظًا للقرآن كله، وممن اشتهر منهم بحفظ القرآن كله التابعى الكبير الحسن البصرى رضى الله عنه وآخرون.
كان هذا أول جمع للقرآن، والذى تم فيه هو جمع الوثائق التى كتبها كتبة الوحى فى حضرة رسول الله، بمعنى تنسيق وثائق كل سورة مرتبة آياتها على نسق نزولها، ولا معنى لهذا الجمع إلا ما ذكرناه، وإطلاق وصف المصحف عليه إطلاق مجازى صرف. والقصد منه أن يكون مرجعًا موثوقًا به عند اختلاف الحفاظ.
ومما يجب التنبيه إليه مرات أن الجمع فى هذه المرحلة لم يضف شيئًا أو يحذفه من تلك الوثائق الخطية، التى تم تدوينها فى حياة النبى عليه الصلاة والسلام إملاءً منه على كتبة وحيه الأمناء الصادقين.
مرحلة الجمع الثانية (٦)
كانت هذه المرحلة فى خلافة عثمان بن عفان رضى الله عنه وكان حافظًا للقرآن كله كما ورد فى الروايات الصحيحة. والسبب الرئيسى فى اللجوء إلى هذا الجمع فى هذه المرحلة هو اختلاف الناس وتعصبهم لبعض القراءات، إلى حد الافتخار بقراءة على قراءة أخرى، وشيوع بعض القراءات غير الصحيحة.
وهذا ما حمل حذيفة بن اليمان على أن يفزع إلى أمير المؤمنين عثمان ابن عفان، ويهيب به أن يدرك الأمة قبل أن تتفرق حول القرآن كما تفرق اليهود والنصارى حول أسفارهم المقدسة. فنهض رضى الله عنه للقيام بجمع القرآن فى " مصحف " يجمع الناس حول أداء واحد متضمنًا الصلاحية للقراءات الأخرى الصحيحة، وندب لهذه المهمة الجليلة رجلاً من الأنصار (زيد بن ثابت) وثلاثة من قريش: عبد الله بن الزبير، سعد بن أبى وقاص، وعبد الرحمن بن الحارث بن هشام. وزيد بن ثابت هذا كان هو رئيس الفريق الذى ندبه عثمان رضى الله عنه لهذه المهمة الجليلة؛ لأنه أى زيد بن ثابت قد تحققت فيه مؤهلات أربعة للقيام بهذه المسئولية وهى:
كان من كتبة الوحى فى الفترة المدنية.
كان حافظًا متقنًا للقرآن سماعًا مباشرًا من فم رسول الله.
كان هو الوحيد الذى حضر العرضة الأخيرة للقرآن من النبى عليه الصلاة والسلام على جبريل عليه السلام.
كان هو الذى جمع القرآن فى خلافة أبى بكر رضى الله عنه.
منهج الجمع فى هذه المرحلة
وقد تم الجمع فى هذه المرحلة على منهج دقيق وحكيم للغاية قوامه أمران:
الأول: المصحف الذى تم تنسيقه فى خلافة أبى بكر رضى الله عنه، وقد تقدم أن مكوّنات هذا المصحف هى الوثائق الخطية التى سجلها كتبة الوحى فى حضرة النبى عليه صلى الله عليه وسلم سماعًا مباشرًا منه.
فكان لا يُقبل شئ فى مرحلة الجمع الثانى ليس له وجود فى تلك الوثائق التى أقرها النبى عليه الصلاة والسلام.
الثانى: أن تكون الآية أو الآيات محفوظة حفظًا مطابقًا لما فى مصحف أبى بكر عند رجلين من أصحاب رسول الله صلى الله عليه وسلم على الأقل. فلا يكفى حفظ الرجل الواحد، ولا يكفى وجودها فى مصحف أبى بكر، بل لابد من الأمرين معًا:
١- وجودها فى مصحف أبى بكر.
٢- ثم سماعها من حافظين، أى شاهدين، وقد استثنى من هذا الشرط أبو خزيمة الأنصارى، حيث قام حفظه مقام حفظ رجلين فى آية واحدة لم توجد محفوظة إلا عند أبى خزيمة، وذلك لأن رسول الله صلى الله عليه وسلم جعل شهادته بشهادة رجلين عدلين.
قام هذا الفريق، وفق هذا المنهج المحكم، بنسخ القرآن،لأول مرة، فى مصحف واحد، وقد أجمع عليه جميع أصحاب رسول الله صلى الله عليه وسلم ولم يعارض عثمان منهم أحدًا، حتى عبد الله بن مسعود، وكان له مصحف خاص كتبه لنفسه، لم يعترض على المصحف "الجماعى" الذى دعا إلى كتابته عثمان رضى الله عنه، ثم تلقت الأمة هذا العمل الجليل بالرضا والقبول، فى جميع الأقطار والعصور.
ونسخ من مصحف عثمان، الذى سمى " المصحف الإمام " بضعة مصاحف، أرسل كل مصحف منها إلى قطر من أقطار الإسلام، مثل الكوفة والح
جاز، وبقى المصحف الأم فى حوزة عثمان رضى الله عنه، ثم عمد عثمان إلى كل ماعدا " المصحف الإمام " من مصاحف الأفراد المخالفة أدنى مخالفة للمصحف الإمام، ومنها مصحف الصحابى الجليل ابن مسعود وأمر بحرقها أو استبعادها؛ لأنها كانت تحتوى على قراءات غير صحيحة، وبعضها كان يُدخل بعض عبارات تفسيرية فى صلب الآيات أو فى أواخرها.
الفرق بين الجمعين
من نافلة القول، أن نعيد ما سبق ذكره، من أن أصل الجمعين اللذين حدثا فى خلافتى أبى بكر وعثمان رضى الله عنهما كان واحدًا، هو الوثائق الخطية التى حررت فى حضرة النبى صلى الله عليه وسلم إملاءً من فمه الطاهر على كتبة الوحى، ثم تلاوتهاعليه وإقرارها كما تليت عليه هذه الوثائق لم تدخل عليها أية تعديلات، وهى التى نراها الآن فى المصحف الشريف المتداول بين المسلمين.
وكان الهدف من الجمع الأول فى خلافة أبى بكر رضى الله عنه هو جمع تلك الوثائق المتفرقة فى مكان واحد منسقة السور والآيات، دون نقلها فى مصحف حقيقى جامع لها. فهذا الجمع بلغة العصر مشروع جمع لا جمع حقيقى فى الواقع.
ولهذا عبَّر عنه أحد العلماء بأنه أشبه ما يكون بأوراق وجدت متفرقة فى بيت النبى فربطت بخيط واحد، مانع لها من التفرق مرة أخرى.
أما الجمع فى خلافة عثمان رضى الله عنه فكان نسخًا ونقلاً لما فى الوثائق الخطية، التى حررت فى حياة النبى عليه الصلاة والسلام وأقرها بعد تلاوتها عليه، وجمعها فى مصحف واحد فى مكان واحد. وإذا شبهنا الوثائق الأولى بقصاصات ورقية مسطر عليها كلام، كان الجمع فى خلافة عثمان هو نسخ ذلك الكلام المفرق فى القصاصات فى دفتر واحد.
أما الهدف من الجمع فى خلافة عثمان فكان من أجل الأمور الآتية:
١- توحيد المصحف الجماعى واستبعاد مصاحف الأفراد لأنها لم تسلم من الخلل. وقد تم ذلك على خير وجه.
٢- القضاء على القراءات غير الصحيحة، وجمع الناس على القراءات الصحيحة، التى قرأ بها النبى عليه الصلاة والسلام فى العرضة الأخيرة على جبريل فى العام الذى توفى فيه.
٣- حماية الأمة من التفرق حول كتاب ربها. والقضاء على التعصب لقراءة بعض القراء على قراءة قراء آخرين.
وفى جميع الأزمنة فإن القرآن يؤخذ سماعًا من حُفَّاظ مجودين متقنين، ولا يؤخذ عن طريق القراءة من المصحف؛ لإن الحفظ من المصحف عرضة لكثير من الأخطاء، فالسماع هو الأصل فى تلقى القرآن وحفظه. لأن اللسان يحكى ما تسمعه الأذن، لذلك نزل القرآن ملفوظًا ليسمع ولم ينزل مطبوعًا ليُقرأ.
فالفرق بين الجمعين حاصل من وجهين:
الوجه الأول: جمع أبى بكر رضى الله عنه كان تنسيقًا للوثائق الخطية التى حررت فى حياة النبى عليه الصلاة والسلام على صورتها الأولى حسب ترتيب النزول سورًا وآيات.
وجمع عثمان رضى الله عنه كان نقلاً جديدًا لما هو مسطور فى الوثائق الخطية فى كتاب جديد، أطلق عليه " المصحف الإمام ".
أما الوجه الثانى فهو من حيث الهدف من الجمع وهو فى جمع أبى بكر كان حفظ الوثائق النبوية المفرقة فى نسق واحد مضمومًا بعضها إلى بعض، منسقة فيه السور والآيات كما هى فى الوثائق، لتكون مرجعًا حافظًا لآيات الذكر الحكيم.
وهو فى جمع عثمان، جمع الأمة على القراءات الصحيحة التى قرأها النبى صلى الله عليه وسلم فى العرضة الأخيرة على جبريل عليه السلام.
أما المتون (النصوص) التى نزل بها الوحى الأمين فظلت على صورتها الأولى، التى حررت بها فى حياة النبى عليه الصلاة والسلام.
فالجمعان البكرى والعثمانى لم يُدْخِِِِِلا على رسم الآيات ولا نطقها أى تعديل أو تغيير أو تبديل، وفى كل الأماكن والعصور واكب حفظ القرآن تدوينه فى المصاحف، وبقى السماع هو الوسيلة الوحيدة لحفظ القرآن على مدى العصورحتى الآن وإلى يوم الدين.
فذلكة سريعة:
العرض الذى قدمناه لتدوين القرآن يظهر من خلاله الحقائق الآتية:
١- إن تدوين متون القرآن (نصوصه) تم منذ فجر أول سورة نزلت بل أول آية من القرآن، وكان كلما نزل نجم من القرآن أملاه عليه الصلاة والسلام على كاتب الوحى فدونه سماعًا منه لتوه، ولم يلق عليه الصلاة والسلام ربه إلا والقرآن كله مدون فى الرقاع وما أشبهها من وسائل التسجيل. وهذا هو الجمع الأول للقرآن وإن لم يذكر فى كتب المصنفين إلا نادرًا.
٢- إن هذا التدوين أو الجمع المبكر للقرآن كان وما يزال هو الأصل الثابت الذى قامت على أساسه كل المصاحف فيما بعد، حتى عصرنا الحالى.
- إن الفترة النبوية التى سبقت جمع القرآن فى خلافة أبى بكر رضى الله عنه، لم تكن فترة إهمال للقرآن، كما يزعم بعض خصوم القرآن من المبشرين والمستشرقين والملحدين بل العكس هو الصحيح، كانت فترة عناية شديدة بالقرآن (٧) . اعتمدوا فيها على ركيزتين بالغتى الأهمية:
الأولى: السماع من الحفظة المتقنين لحفظ القرآن وتلاوته.
الثانية: الحفظ المتقن فى الصدور.
والسماع والحفظ هما أقدم الوسائل لحفظ وتلاوة كتاب الله العزيز. وسيظلان هكذا إلى يوم الدين.
- إن القرآن منذ أول آية نزلت منه، حتى اكتمل وحيه لم تمر عليه لحظة وهو غائب عن المسلمين، أو المسلمون غائبون عنه، بل كان ملازمًا لهم ملازمة الروح للجسد.
إن تاريخ القرآن واضح كل الوضوح، ومعروف كل المعرفة، لم تمر عليه فترات غموض، أو فترات اضطراب، كما هو الشأن فى عهدى الكتاب المقدس (٨) التوراة والإنجيل. وما خضعا له من أوضاع لا يمكن قياسها على تاريخ القرآن، فليس لخصوم القرآن أى سبب معقول أو مقبول فى اتخاذهم مراحل جمع القرآن منافذ للطعن فيه، أو مبررًا يبررون به ما اعترى كتابهم المقدس من آفات تاريخية، وغموض شديد الإعتام صاحب وما يزال يصاحب، واقعيات التوراة والأناجيل نشأة، وتدوينًا، واختلافًا واسع المدى، فى الجوهر والأعراض التى قامت به.
وقد بقى علينا من عناصر شبهاتهم حول جمع القرآن ومراحله ما سبقت الإشارة إليه من قبل، وهى: النقط والضبط وعلامات الوقف.
المراد بالنَقْط هو وضع النُّقط فوق الحروف أو تحتها مثل نقطة النون ونقطة الباء.
أما الضبط فهو وضع الحركات الأربع: الضمة والفتحة والكسرة والسكون فوق الحروف أو تحتها حسب النطق الصوتى للكلمة. حسبما تقتضيه قواعد النحو والصرف.
أما علامات الوقف فهى كالنقط والضبط توضع فوق نهاية الكلمة التى يجوز الوقف عليها أو وصلها بما بعدها. وهذه الأنواع الثلاثة يُلحظ فيها ملحظان عامَّان:
الأول: أنها لا تمس جسم الكلمة من قريب أو من بعيد ولا تغير من هيكل الرسم العثمانى للكلمات، بل هى زيادة إضافية خارجة عن " متون " (أصول) الكلمات.
الثانى: أنها كلها أدوات أو علامات اجتلبت لخدمة النص القرآنى، ولتلاوته صوتيًا تلاوة متقنة أو بعبارة أخرى:
هى وسائل إيضاح اصطلاحية متفق عليها تعين قارئ القرآن على أدائه أداء صوتيًا محكمًا، وليست هى من عناصر التنزيل، ولو جرد المصحف منها ما نقص كلام الله شيئًا. وقد كان كتاب الله قبل إدخال هذه العلامات هو هو كتاب الله، إذن فليست هى تغييرًا أو تبديلاً أو تحريفًا أدخل على كتاب الله فأضاع معالمه، كما يزعم خصوم القرآن الموتورون.
فالنقط أضيفت إلى رسم المصحف للتمييز بين الحروف المتماثلة كالجيم والحاء والخاء، والباء والتاء والثاء والنون والسين والشين، والطاء والظاء والفاء والقاف والعين والغين، والصاد والضاد.
وقبل إضافة النقط إلى الحروف كان السماع قائماً مقامها، لأن حفاظ القرآن المتقنين المجوِّدين ليسوا فى حاجة إلى هذه العلامات، لأنهم يحفظون كتاب ربهم غضًا طريًا كما أنزله الله على خاتم رسله، أمَّا غير الحفاظ ممن لا يستغنون عن النظر فى المصحف فهذه العلامات النقطية والضبطية والوقفية ترشدهم إلى التلاوة المثلى، وتقدم لهم خدمات جليلة فى النظر فى المصحف؛ لأنها كما قلنا من قبل وسائل إيضاح لقراء المصحف الشريف.
فمثلاً نقط الحروف وقاية من الوقوع فى أخطاء لا حصر لها، ولنأخذ لذلك مثالاً واحدًا هو قوله تعالى: (كمثل جنة بربوة) (٩) .
لو تركت " جنة " بغير نقط ولا ضبط لوقع القارئ غير الحافظ فى أخطاء كثيرة؛ لأنها تصلح أن تنطق على عدة احتمالات، مثل: حَبَّة حية حِنَّة خبَّة جُنة حِتة خيَّة جيَّة حبة جبَّة.
ولكن لما نقطت حروفها، وضُبطت كلماتها اتضح المراد منها وتحدد تحديدًا دقيقًا، طاردًا كل الاحتمالات غير المرادة.
وأول من نقط حروف المصحف جماعة من التابعين كان أشهرهم أبوالأسود الدؤلى، ونصر بن عاصم الليثى، ويحيى بن يَعْمُر، والخليل ابن أحمد، وكلهم من كبار التابعين (١٠) .
والخلاصة: أن نقط حروف الكلمات القرآنية، وضبط كلمات آياته ليس من التنزيل، وأنه حدث فى عصر كبار التابعين، وإلحاق ذلك بالمصحف ليس تحريفًا ولا تعديلاً لكلام القرآن.
وهو من البدع الحسنة وقد أجازه العلماء لأن فيه تيسيرًا على قُرَّاء كتاب الله العزيز، وإعانة لهم على تلاوته تلاوة متقنة محكمة، وهو من المصالح المرسلة، التى سكت الشرع عنها فلم يأمر بها ولم ينه عنها.
وتحقيق المصلحة يقوم مقام الأمر بها، ووقوع المضرة يقوم مقام النهى عنها.
وهذه سمة من سمات مرونة الشريعة الإسلامية العادلة الرحيمة. أما علامات الوقف فلها أدوار إيجابية فى إرشاد قراء القرآن وتوجيههم إلى كيفية التعامل مع الجمل والتراكيب القرآنية حين تُتلى فى صلاة أو فى غير صلاة.
والواقع أن كل هذه المضافات إلى رسم كلمات المصحف فوق أنها والله سبحانه وتعالى أعلم وسائل إيضاح كما تقدم، اجتلبت من أجل خدمة النص القرآنى، تؤدى فى الوقت نفسه خدمة جليلة لمعانى المفردات والتراكيب القرآنية. وقد أشرنا من قبل إلى مهمات النقط فوق أو تحت الحروف، وعلامات الضبط الأربع: الفتحة والضمة والكسرة والسكون، فوق أو تحت رسم الكلمات.
ونسوق الآن تمثيلاً سريعًا للمهام الجليلة التى تؤديها علامات الوقف، التى توضع فوق نهايات الكلمات التى يُوْقَفُ عليها أو لا يُوقف:
قوله تعالى: (وإن يمسسك الله بضر فلا كاشف له إلا هوصلى، وإن يمسسك بخير فهو على كل شىء قدير) (١١) .
نرى العلامة (صلى) فوق حرف الواو فى كلمة " هو " وهى ترمز إلى أن الوقف على هذه الكلمة " هو " جائز ووصلها بما بعدها وهو " وإن يمسسك " جائز كذلك إلا أن الوصل، وهو هنا تلاوة الآية كلها دفعة واحدة بلا توقف، أولى من الوقف.
والسبب فى جواز الوقف والوصل هنا أن كلاً من الكلامين معناه تام يحسن السكوت عليه، وكذلك يحسن وصله بما بعده لأنهما كلامان بينهما تناسب وثيق، ومن حيث البناء التركيبى، هما شرط " إنْ "، وفِعْلا الشرط فيهما فعل مضارع، وهما فعل واحد تكرر فى شرطى الكلامين " يمسسك " والفاعل هو " الله " فيهما. الأول اسم ظاهر، والثانى ضمير عائد عليه، أما كون الوصل أولى من الوقف، فلأن التناسب بين الكلامين أقوى من التباين لفظًا ومعنى، مع ملاحظة أن جواز الوقف يتيح لقارئ القرآن نفحة من راحة الصمت، ثم يبدأ رحلة التلاوة بعدها وقوله تعالى: (قل ربى أعلم بعدتهم ما يعلمهم إلا قليل قلى فلا تمار فيهم إلا مراءً ظاهرًا) (١٢) .
علامة الوقف (قلى) موضوعة فوق اللام الثانية من كلمة "قليل" وترمز إلى جواز الوصل والوقف على كلمة " قليل " وأن الوقف عليها أولى من وصلها بما بعدها، وفى الوقف راحة لنفس القارئ كما تقدم.
وجواز الوقف لتمام المعنى فى الجزء الأول من الآية.
وجواز الوصل، فلأن الجزء الثانى من الكلام مفرع ومرتب على الجزء الأول (١٣) .
أما كون الوقف على كلمة " قليل " أولى فى هذه الآية فلأن ما قبلها جملتان خبريتان، وهما واقعتان مقول القول لقوله تعالى: (قل ربى..) .
أما جملة " فلا تمار فيهم " فهى جملة إنشائية (١٤) فيها نهى عن الجدال فى شأن أهل الكهف كم كان عددهم والكلام الإنشائى مباين للكلام الخبرى. إذن فالكلامان غير متجانسين. هذه واحدة.
أما الثانية فإن " فلا تمار فيهم إلا مراء ظاهرًا ولا تستفت فيهم منهم أحدًا "، غير داخل فى مقول القول الذى أشرنا إليه قبلاً.
وهذان الملحظان أحدثا تباعدًا ما بين الكلامين لذلك كان الوقف أولى، إلماحًا إلى ذلك التباين بين الكلامين. والوقف هو القطع بين كلامين بالسكوت لحظة بين نهاية الكلام الأول، وبداية الكلام الثانى، وله شأن عظيم فى تلاوة القرآن الكريم، من حيث الألفاظ (الأداء الصوتى) ومن حيث تذوق المعانى وخدمتها، وقوله تعالى: (وترى الشمس إذا طلعت تزاور عن كهفهم ذات اليمين وإذا غربت تقرضهم ذات الشمال وهم فى فجوة منهج ذلك من آيات الله) (١٥) .
علامة الوقف (ج) موضوعة فوق " الهاء " نهاية كلمة " منه " وترمز إلى جواز الوقف على " منه " وعلى جواز وصله بما بعده " ذلك من آيات الله " وهذا الجواز مستوى الطرفين، لا يترجح فيه الوقف على الوصل، ولا الوصل على الوقف. وهذا راجع إلى المعنى المدلول عليه بجزئى الكلام، جزء ما بعد " منه " وجزء ما قبله.
وذلك لأن ما قبل " منه " كلام خبرى لا إنشائى وكذلك ما بعدها " ذلك من آيات الله.. " فهما إذن متجانسان.
والوقف مناسب جدًا لطول الكلام قبل كلمة " منه " وفى الوقف راحة للنفس، والراحة تساعد على إتقان التلاوة.
والوصل مناسب جدًا من حيث المعنى؛ لأن قوله تعالى: " ذلك من آيات الله " تركيب واقع موقع " الخبر " عما ذكره الله عز وجل من أوضاع أهل الكهف فى طلوع الشمس وغروبها عنهم.
وقوله تعالى: (الذين تتوفاهم الملائكة طيبينلا يقولون سلام عليكم ادخلوا الجنة..) (١٦) .
علامة الوقف (لا) موضوعة على " النون " نهاية كلمة "طيبين" ترمز إلى أن الوقف على " طيبين " ممنوع.
والسبب فى هذا المنع أن جملة " يقولون " وهى التالية لكلمة "طيبين" حال من " الملائكة " وهم فاعل " تتوفاهم ".
أما " طيبين " فهى حال من الضمير المنصوب على المفعولية للفعل " تتوفاهم " وهو ضمير الجماعة الغائبين " هم " ولو جاز الوقف على " طيبين " لحدث فاصل زمنى بين جملة الحال " يقولون " وبين صاحب الحال " الملائكة " ولم تدع إلى هذا الفعل ضرورة بيانية.
لذلك كان الوقف على " طيبين " ممنوعًا لئلا يؤدى إلى قطع "الحال" وهو وصف، عن صاحبه " الملائكة " وهو الموصوف. وهذا لا يجوز بلاغة؛ فمنع الوقف هنا كان سببه الوفاء بحق المعنى، ومجىء الحال هنا جملة فعلية فعلها مضارع يفيد وقوع الحدث بالحال والاستقبال مراعاة لمقتضى الحال؛ لأن الملائكة تقول هذا الكلام لمن تتوفاهم من الصالحين فى كل وقت لأن الموت لم ولن يتوقف.
وقوله تعالى: (إنما الله إله واحد سبحانه أن يكون له ولدم له ما فى السماوات وما فى الأرض وكفى بالله وكيلا) (١٧) .
علامة الوقف (م) موضوعة على حرف الدال من كلمة " ولد " للدلالة على لزوم الوقف على هذه الكلمة " ولد " وامتناع وصلها بما بعدها وهو: " له ما فى السماوات وما فى الأرض ".
وإنما كان الوقف، هنا لازمًا لأن هذا الوقف سيترتب عليه صحة المعنى وليمتنع إيهام غير صحته أما وصله بما بعده فيترتب عليه إيهام فساد المعنى.
بيان ذلك أن الوصل لو حدث لأوهم أن قوله تعالى: " له ما فى السماوات وما فى الأرض " وصف ل " الولد " المنفى، أى ليس لله ولد، له ما فى السماوات والأرض، وهذا لا يمنع أن يكون لله سبحانه ولد ولكن ليس له ما فى السماوات والأرض؟! وهذا باطل قطعًا.
أما عندما يقف القارئ على كلمة " ولد " ثم يستأنف التلاوة من " له ما فى السماوات وما فى الأرض " فيمتنع أن يكون هذا الوصف للولد المنفى، ويتعين أن يكون لله عز وجل، وهذا ناتج عن قطع التلاوة عند " ولد " أى بالفاصل الزمنى بين تلاوة ما قبل علامة الوقف " لا " وما بعدها حتى آخر الآية.
فأنت ترى أن الوقف هنا يؤدى خدمة جليلة للمعنى المراد من الآية الكريمة. ومثله قوله تعالى: (الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهمم الذين خسروا أنفسهم فهم لا يؤمنون) (١٨) .
علامة الوقف (م) موضوعة فوق الميم من كلمة " همم " للدلالة على لزوم الوقف عليها، وامتناع وصلها بما بعدها، وهو " الذين خسروا أنفسهم ".
وسر ذلك اللزوم؛ أن الوصل يوهم معنى فاسدًا غير مراد، لأنه سيترتب عليه أن يكون قوله تعالى: " الذين خسروا أنفسهم " وصفًا ل " أبناءهم " وهذا غير مراد، بل المراد ما هو أعم من "أبناءهم" وهم الذين خسروا أنفسهم فى كل زمان ومكان. فهو حكم عام فى الذين خسروا أنفسهم، وليس خاصًا بأبناء الذين آتاهم الله الكتاب.
هذه هى علامات الوقف، وتلك هى نماذج من المعانى الحكيمة التى تؤديها، أو جاءت رامزة إليها، وبقيت حقيقة مهمة، لابد من الإشارة إليها.
إن خصوم القرآن يعتبرون علامات الوقف تعديلاً أُدْخِل على القرآن، بعد عصر النزول وعصر الخلفاء الراشدين.
وهذا وهم كبير وقعوا فيه، لأن هذه العلامات وغيرها ليست هى التى أوجدت المعانى التى أشرنا إلى نماذج منها، فهذه المعانى التى يدل عليها الوقف سواء كان جائز الطرفين، أو الوقف أولى من الوصل أو الوصل أولى من الوقف، أو الوقف اللازم أو الوقف الممنوع. هذه المعانى من حقائق التنزيل وكانت ملحوظة منذ كان القرآن ينزل، وكان حفاظ القرآن وتالوه من أصحاب رسول الله صلى الله عليه وسلم يطبقونها فى تلاوتهم للقرآن، قبل أن يُدوَّن
القرآن فى " المصحف " هذا هو الحق الذى ينبغى أن يكون معروفًا للجميع، أما وضع هذه العلامات فى عصر التابعين فجاءت عونًا لغير العارفين بآداب تلاوة القرآن، دون أن تكون بشكلها جزءا من التنزيل (١٩) .
تنسيق المصحف:
نعنى ب: تنسيق المصحف " الفواصل بين سوره ب: " بسم الله الرحمن الرحيم " وترقيم آيات كل سورة داخل دوائر فاصلة بين الآيات، ووضع خطوط رأسية تحت مواضع السجود فى آيات القرآن، ثم الألقاب التى أطلقت على مقادير محددة من الآيات مثل:
الربع الحزب الجزء. لأن هذه الأعمال إجراءات بشرية خالصة أُلْحِق بعضها بسطور المصحف، وهو ترقيم الآيات وَوُضِع بعضها تحتها، كعلامات السجود فى أثناء التلاوة.
أما ماعدا هذين فهى إجراءات اعتبارية عقلية، تدل عليها عبارات موضوعة خارج إطار أو سُور الآيات.
وليس فى هذا مطعن لطاعن؛ لأنّاَ نقول كما قلنا فى نظائره من قبل إنها وسائل إيضاح وتوجيه لقرَّاء القرآن الكريم توضع خارج كلمات الوحى لا فى متونها، وتؤدى خدمة جليلة للنص المقدس مقروءاً أو متْلُوًّا.
ولا يدعى مسلم أنها لها قداسة النص الإلهى، أو أنها نازلة من السماء بطريق الوحى الأمين.
والمستشرقون الذين يشاركون المبشرين (٢٠) فى تَصيُّد التهم للقرآن، ينهجون هذا النهج " التنسيقى " فى أعمالهم العلمية والفكرية، وبخاصة فى تحقيق النصوص فيضعون الهوامش والملاحق والفهارس الفنية لكل
ما يقومون بتحقيقه من نصوص التراث. ولهم مهارة فائقة فى هذا المجال، ولم نر واحدًا منهم ينسب هذه الأعمال الإضافية إلى مؤلف النص نفسه، كما لم نر أحدًا منهم عدَّ هذه الإضافات تعديلاً أو تحريفًا أو تغييرًا للنص الذى قام هو بتحقيقه وخدمته.
بل إنه يعد هذه الأعمال الإضافية وسائل إيضاح للنص المحقق. وتيسيرات مهمة للقراء.
وهذا هو الشأن فى عمل السلف رضى الله عنهم فى تنسيق المصحف الشريف، وهو تنسيق لا مساس له ب " قدسية الآيات " لأنها وضعت فى المصحف على الصورة التى رُسِمَتْ بها بين يدى رسول الله صلى الله عليه وسلم.
تاريخ القرآن (٢١)
هذا هو تاريخ القرآن، منذ نزلت أول سورة منه، إلى آخر آية نزلت منه، كان كتابًا محفوظا فى الصدور، متلوًّا بالألسنة، مسطورًا على الرقاع، ثم مجموعًا فى مصاحف، لم يخضع لعوامل محو وقرض، ولا آفات ضياع، وضعته الأمة فى " أعينها " منذ نَزَلَ فلم يضل عنها أو يغب، ولم تضل هى عنه أو تغب، تعرف مصادره وموارده، على مدى عمره الطويل، تعرفه كما تعرف أبناءها، بلا زيغ ولا اشتباه.
هذا هو تاريخ القرآن، وضعناه وضعًا موجزًا، لكنه مُلِمٌّ بمعالم الرحلة، كاشفًا عن أسرارها. وضعناه لنقول لخصوم القرآن والإسلام:
هل فى تاريخ القرآن ما يدعو إلى الارتياب فيه، أو نزع الثقة عنه؟
وهل أصاب آياته المحكمة خلل أو اضطراب؟
وهل رأيتموه غاب لحظة عن الأمة، أو الأمة غابت عنه لحظة؟
وهل رأيتم فيه جهلاً بمصدره ونشأته وتطور مراحل جمعه وتدوينه؟ أو رأيتم فى آياته تغييرًا أو تبديلاً؟
تلك هى بضاعتنا عرضناها فى سوق العرض والطلب غير خائفين أن يظهر فيها غش أو رداءة، أو تصاب ببوار أو كساد من منافس يناصبها العداء.
هذا هو ما عندنا. فما هو الذى عندكم من تاريخ الكتاب المقدس بعهديه (٢٢) .
القديم (التوراة) التى بين أيدى اليهود الآن، والجديد (الأناجيل) التى بين أيدى النصارى الآن.
ما الذى تعرض له الكتاب المقدس فى تاريخه الأول المقابل لفترة تاريخ القرآن، التى فرغنا من عرضها؟
تعالوا معنا نفحص تلك الفترة من تاريخ الكتاب المقدس فى رحلته المبكرة:
مولد التوراة وتطورها:
يضطرب أهل الكتاب عامة، واليهود خاصة حول تاريخ التوراة (مولدها وتطورها) اضطرابًا واسع المدى ويختلفون حولها اختلافًا يذهبون فيه من النقيض إلى النقيض، ولهذا عرضوا لتاريخ القرآن بالطعن والتجريح ليكون هو والتوراة سواسية فى فقد الثقة بهما، أو على الأقل ليُحرجوا المسلمين بأنهم لا يملكون قرآنًا مصونًا من كل ما يمس قدسيته وسلامته من التحريف والتبديل. وقد عرضنا من قبل تاريخ القرآن، وها نحن نعرض تاريخ التوراة حسبما هو فى كتابات أهل الكتاب أنفسهم، مقارنًا بما سبق من حقائق تاريخ القرآن الأمين.
الكتاب المقدس بعهديه: القديم والجديد تتعلق به آفتان قاتلتان منذ وجد، وإلى هذه اللحظة التى نعيش فيها:
آفة تتعلق بتاريخه متى ولد، وعلى يد من ولد، وكيف ولد، ثم ما هو محتوى الكتاب المقدس؟ وهل هو كلام الله، أم كلام آخرين؟ (٢٣) .
والمهم فى الموضوع أن هذا الغموض فى تاريخ الكتاب المقدس لم يثره المسلمون، بل أعلنه أهل الكتاب أنفسهم يهودًا أو نصارى ممن اتسموا بالشجاعة، وحرية الرأى، والاعتراف الخالص بصعوبة المشكلات التى أحاطت بالكتاب المقدس، مع الإشارة إلى استعصائها على الحلول، مع بقاء اليهودية والنصرانية كما هما.ومعنى العهد عند أهل الكتاب هو " الميثاق " والعهد القديم عندهم هو ميثاق أخذه الله على اليهود فى عصر موسى عليه السلام، والعهد الجديد ميثاق أخذه فى عصر عيسى عليه السلام (٢٤) .
والمشكلتان اللتان أحاطتا بالكتاب المقدس يمكن إيجازهما فى الآتى:
- مشكلة أو أزمة تحقيق النصوص المقدسة، التى تمثل حقيقة العهدين.
- مشكلة أو أزمة المحتوى، أى المعانى والأغراض التى تضمنتها كتب (أى أسفار) العهدين، وفصولهما المسماة عندهم ب"الإصحاحات ".
والذى يدخل معنا فى عناصر هذه الدراسة هو المشكلة أو الأزمة الأولى؛ لأنها هى المتعلقة بتاريخ الكتاب المقدس دون الثانية.
متى؟ وعلى يد مَنْ ولدت التوراة:
هذا السؤال هو المفتاح المفضى بنا إلى إيجاز ما قيل فى الإجابة.
وهو تساؤل صعب، ونتائجه خطيرة جدًا، وقد تردد منذ زمن قديم. وما يزال يتردد، وبصورة ملحة، دون أن يظفر بجواب يحسن السكوت عليه.
وممن أثار هذا التساؤل فى العصر الحديث وول ديورانت الأمريكى الجنسية، المسيحى العقيدة، وكان مما قال:
" كيف كُتبت هذه الأسفار (يعنى التوراة) ومتى كُتبت؟ ذلك سؤال برئ لا ضير فيه، ولكنه سؤال كُتب فيه خمسون ألف مجلد، ويجب أن نفرغ منه هنا فى فقرة واحدة، نتركه بعدها من غير جواب؟! (٢٥) .
فقد ذهب كثير من الباحثين إلى أن خروج موسى من مصر كان فى حوالى ١٢١٠ قبل ميلاد السيد المسيح، وأن تلميذه يوشع بن نون الذى خلفه فى بنى إسرائيل (اليهود) مات عام ١١٣٠ قبل الميلاد. ومن هذا التاريخ ظلت التوراة التى أنزلها الله على موسى عليه السلام مجهولة حتى عام ٤٤٤ قبل الميلاد، أى قرابة سبعة قرون (٧٠٠سنة) فى هذا العام. (٤٤٤) فقط عرف اليهود أن لهم كتابًا اسمه التوراة؟
ولكن كيف عرفوه بعد هذه الأزمان الطويلة؟ وول ديورانت يضع فى الإجابة على هذا السؤال طريقتين إحداهما تنافى الأخرى.
الطريقة الأولى:
أن اليهود هالهم ما حل بشعبهم من كفر، وعبادة آلهة غير الله، وانصرافهم عن عبادة إله بنى إسرائيل " يهوه " وأن " الكاهن خلقيا " أبلغ ملك بنى إسرائيل " يوشيا " أنه وجد فى ملفات الهيكل ملفًا ضخمًا قضى فيه موسى عليه السلام فى جميع المشكلات، فدعا الملك " يوشيا" كبار الكهنة وتلا عليهم سفر " الشريعة " المعثور عليه فى الملفات، وأمر الشعب بطاعة ما ورد فى هذا السفر؟
ويعلق وول ديورانت على السفر فيقول: "لا يدرى أحد ما هو هذا السفر؟ وماذا كان مسطورًا فيه؟ وهل هو أول مولد للتوراة فىحياة اليهود "؟ .
الطريقة الثانية:
أن بنى إسرائيل بعد عودتهم من السبى البابلى شعروا أنهم فى حاجة ماسة إلى إدارة دينية تهىء لهم الوحدة القومية والنظام العام، فشرع الكهنة فى وضع قواعد حكم دينى يعتمد على المأثور من أقوال الكهنة القدماء وعلى أوامر الله؟
فدعا عزرا، وهو من كبار الكهان، علماء اليهود للاجتماع وأخذ يقرأ عليهم هو وسبعة من الكهان سفر شريعة موسى ولما فرغوا من قراءته أقسم الكهان والزعماء والشعب على أن يطيعوا هذه الشرائع، ويتخذوها دستورًا لهم إلى أبد الآبدين (٢٦) .
هذا ما ذكره ديورانت نقلاً عن مصادر اليهود، وكل منهما لا يصلح مصدرًا حقيقيًا للتوراة التى أنزلها الله على موسى؛ لأن الرواية الأولى لا تفيد أكثر من نسبة الملف الذى عثر عليه " خلقيا " إلى أقوال موسى وأحكامه فى القضاء بين الخصوم.
ولأن الرواية الثانية تنسب صراحة أن النظام الذى وضعه الكهان، بعد قراءتهم السفر كان خليطًا من أقوال كهانهم القدماء، ومن أوامر الله؟!
_________
(١) العاديات: ١-١١.
(٢) سورة " والعاديات " من قصار السور التى قد بدأ بها الوحى فى مكة، قبل الهجرة، ويرى بعض الباحثين أن القرآن بدأ بهذه السور ذات الطبيعة الغنائية فى مكة، لجذب أهل مكة إليه عن طريق السمع أولاً، ثم لتدبر معانيه ثانيًا.
(٣) انظر تفسير سورة " والعاديات " فى أى تفسير شئت من التفاسير المتداولة: الكشاف روح المعانى التفسير الواضح للدكتور حجازى، أو فى غيرها.
(٤) ينظر: البرهان فى علوم القرآن للإمام الزركشى (١/٢٤١) وما بعدها.
(٥) هو مصحف فرد لا متعدد، فلم يكن متداولاً بين أيدى المسلمين، لأن حفظ القرآن فى الصدور كان هو المرجع.
(٦) انظر: جمع القرآن فى خلافة عثمان فى " البرهان فى علوم القرآن " و " الاتقان فى علوم القرآن والأول للإمام الزركشى، والثانى للإمام جلال الدين السيوطى
(٧) لأن القرآن لو كان جمع فى مصحف من أول الأمر، لاتكل الناس على المصحف المكتوب، وقل اهتمامهم بحفظه.
(٨) سيأتى حديث مفصل عما تعرض له الكتاب المقدس بعهديه القديم والجديد من أوضاع وآفات شديدة الخطورة.
(٩) البقرة: ٢٦٥.
(١٠) المقنع لأبى عمرو الدانى ص ١٢٩ تحقيق محمد الصادق قمحاوى.
(١١) الأنعام: ١٧.
(١٢) الكهف: ٢٢.
(١٣) التفريع هو تولد كلام من كلام آخر، وتأتى الفاء دليلاً على هذا التفريع كما فى الآية الكريمة.
(١٤) الكلام كله قسمان: خبر، وإنشاء، فكل كلام أخبرت فيه غيرك بأمر قد حدث قبل زمن التكلم أو بعده مثل: حضر فلان أمس، أو سيحضر غدًا هو كلام خبرى، أما إذا طلبت شيئًا لم يكن حاصلاً فى زمن التكلم مثل: أطع والديك فهو كلام إنشائى.
(١٥) الكهف: ١٧.
(١٦) النحل: ٣٢
(١٧) النساء: ١٧١.
(١٨) الأنعام: ٢٠.
(١٩) هى مثل علامات الإعراب كالفتحة والضمة والكسرة والسكون. لم تُوجد هى أحكام الإعراب، وإنما هى مجرد رموز دالة عليها.
(٢٠) المبشرون هم الذين يريدون فتنة عامة الناس بما يكتبونه عن الإسلام، وهم أساتذة المستشرقين. أما المستشرقون فيقصدون فتنة المثقفين والطبقات العليا، ويصورون الإسلام فى غير صورته إلا قليلاً منهم تجدهم منصفين للإسلام.
(٢١) نقصد بتاريخ القرآن رحلته عبر تاريخه المبكر، إلى أن تم جمعه فى المصاحف، وما لحق بهذا الجمع من رموز واصطلاحات لتيسير تلاوته مجودًا، ولسهولة الإحاطة بما فيه من الألفاظ والمعانى.
(٢٢) اليهود يؤمنون بالعهد القديم وحده، ويكفرون بالعهد الجديد (الأناجيل) أما النصارى فيعتبرون العهد القديم شطرًا من الكتاب المقدس، ويؤمنون بالعهدين معًا.
(٢٣) نقصد بتاريخ القرآن رحلته عبر تاريخه المبكر، إلى أن تم جمعه فى المصاحف، وما لحق بهذا الجمع من رموز واصطلاحات لتيسير تلاوته مجودًا، ولسهولة الإحاطة بما فيه من الألفاظ والمعانى.
(٢٤) نقصد بتاريخ القرآن رحلته عبر تاريخه المبكر، إلى أن تم جمعه فى المصاحف، وما لحق بهذا الجمع من رموز واصطلاحات لتيسير تلاوته مجودًا، ولسهولة الإحاطة بما فيه من الألفاظ والمعانى.
(٢٥) قصة الحضارة (ج٢ ص: ٣٦٧) ترجمة محمد بدران.
(٢٦) قصة الحضارة (ج٢ ص٣٥٦) .',NULL,'7',NULL,NULL,'0');
INSERT INTO [b434] VALUES (3,'<span data-type="title" id=toc-5>٢- تعدد مصاحف القرآن</span>
يقولون: لم تعددت المصاحف؛ أليس فى ذلك دليل على الإختلاف المؤذن بالتحريف؟
الرد على الشبهة: وهى وثيقة الصلة بالشبهة السابقة ونقول لهم:
التعدد الذى عندنا:
بدأ جمع القرآن فى " المصحف " فى عهد أبى بكر رضى الله عنه وكان هذا جمعًا لما كتب فى حضرة رسول الله كما تقدم.
ثم كان نسخ ما جُمع فى عهد أبى بكر فى مصاحف أربعةأو سبعة فى عهد عثمان رضى الله عنه، فالجمع الأول كان بمعنى ضم الوثائق الخطية فى حياة النبى وترتيب سورها سورة بعد أخرى، دون إعادة كتابتها من جديد.
وكان الجمع الثانى هو إعادة كتابة الوثائق النبوية فى مصحف نقلاً أمينًا لها دون أن يمسها أدنى تغيير أو تبديل.
ومن " المصحف الإمام " الذى تم نسخه من الوثائق النبوية مطابقًا لها، ثم نسخ مصاحف أربعة، أو سبعة وزعت على الأمصار الإسلامية فى ذلك الوقت.
الحجاز البصرة الكوفة الشام. وهذه المصاحف كانت أشبه ما تكون بالصورة الضوئية للوثائق الحديثة عندما يتم تصويرها فيتوغرافيًا، شديدة الوضوح. ووجه الشبه هو التطابق التام بين المصحف " الأم " والمصاحف التى نسخت منه، وأصل هذه المصاحف كلها هو " الوثائق الخطية النبوية ".
هذا لون من ألوان تعدد المصحف عندنا، وهو أول تعدد ظهر فى تاريخ القرآن. لكنه تعدد أوراق لا تعدد كلام؛ فالكلام الذى كُتِبَ فى جميع المصاحف كلام واحد، مثل الكتاب الذى تُطبع منه مئات النسخ أو آلافها، فإن كل نسخة منه تكرار حرفى للنسخ الأخرى.
أما اللون الثانى من تعدد المصاحف عندنا فهو مصاحف الأفراد التى كتبت بعد جمع القرآن لأول مرة فى عهد أبى بكر، أو كتبت قبله، قيل: إن عثمان جمع هذه المصاحف وحرقها. وقيل إنه لم يحرقها بل استبعد غير الصحيح منها. ومنها مصحف ابن مسعود لخلاف غير كبير بينه وبين المصحف الإمام.
ثم تعددت نسخ المصحف بعد ذلك، باتساع الأقطار الإسلامية، ومع هذا التعدد فإن النصوص الموحى بها من الله عز وجل واحدة فى جميع المصاحف فى العالم الإسلامى كله.
أما ما استحدث من إضافات فهى إجراءات خارجية لا صلة لها بالنصوص المنزلة. وكل المصاحف كانت تكراراً لمصحف عثمان، الذى جمع عليه الأمة، وأعدم أو استبعد ما عداه من مصاحف الأفراد، لأن العمل الفردى عرضة للخطأ والسهو أو النسيان.
" وإذا كان إعدام هذه المخطوطات الفردية يبدو فيه شىء من القسوة فى الوقت الذى لم يوجد فيه بالفعل أى تحريف على الإطلاق، فإنه يدل مع ذلك على أن عثمان كان بعيد النظر، وعميقًا فى إدراك حقيقة الأمور، ويرجع فضل تمتع المسلمين اليوم بوحدة كتابهم واستقراره إلى هذا العمل المجيد من جانب عثمان.
ومهما أضيف إلى المصحف العثمانى من علامات خارجية ابتكرها أبو الأسود الدؤلى وأتباعه، ونصر بن عاصم ويحيى بن يعمر، والحسن البصرى، والخليل بن أحمد فإن النص (الإلهى) باق كما هو على الدوام، يتحدى فعل الزمن، ووجود بعض الحروف الزائدة (لحكمة) أو الكلمات المدغمة التى اقتصرت على كتابة المصحف فى جميع نسخ القرآن إلى اليوم، المطبوع منها والمخطوط، يُعد شهادة بليغة على الأمانة التى انتقل بها البناء القرآنى من جيل إلى جيل، حتى وصل إلينا بهذا الكمال المنقطع النظير (١) .
فإن قالوا: إن بعض المصاحف تختلف فى عدد سور القرآن من أربع عشرة ومائة سورة، إلى اثنتى عشرة ومائة سورة، إلى ست عشرة ومائة سورة (٢) .
وكذلك تختلف المصاحف فى عدِّ آيات القرآن كله، وفى كلماته وعدد حروفه. فكيف تقولون إن تعدد المصاحف عندكم كائن على صورة واحدة. وإن كل مصحف تكرار لما عداه من مصاحف؟
إن قالوا هذا قلنا لهم، إن الاختلاف فى هذه الأعداد كلها لا يخرج " المصاحف " عن الوحدة والتطابق التام بينها؛ لأن النصوص الموحى بها من الله عز وجل إلى خاتم رسله واحدة فى جميع المصاحف، فمثلاً من قال إن عدد سور القرآن ثلاث عشرة ومائة سورة اعتبر سورة الأنفال وسورة التوبة سورة واحدة؛ لإنهما لم يفصل بينهما ب " بسم الله الرحمن الرحيم "، وكذلك الاختلاف فى عدد آيات القرآن الكريم مرجعه جَعْل آيتين آية واحدة، وهكذا. وسواء عدت الآيتان آية واحدة، أو عدتا آيتين فنصهما موجود فى المصحف الشريف. والاختلاف فى العدد لا مساس فيه بالمعدود، وهو النصوص التى نزل بها الوحى الأمين. فالنصوص مسطورة فى المصحف، أما تعدادها فأمر اعتبارى خارج عنها، ووصف عارض طارئ عليها. فالإصابة والخطأ فيه لا ينعكس بأى حال على حقيقة النصوص المذكورة
فى المصحف وإن قالوا: إن الشيعة يقولون إن عثمان رضى الله عنه حذف من القرآن شيئًا يتعلق بعلى بن أبى طالب رضى الله عنه، وبعضهم يذكر سورة باسم " سورة النورين " كانت مما نزل فى القرآن واستبعدها عثمان عند جمع المصحف. وهذا يُعد تعديلاً فى النصوص الموحى بها فكيف تقولون إن القرآن لم يمس، وإن المصاحف متطابقة تمامًا؟.
إن قالوا ذلك وهم قد قالوه فعلاً فإننا نقول لهم: إن كان هذا القول قد حدث من بعض الشيعة فالشيعة كان منهم غلاة دخلاء على التشيع، وقد انقرضوا من الوجود الآن.
ومما يدفع هذه الفرية عن عثمان رضى الله عنه، أن التشيع فى خلافته كان خافتًا، بل وفى دور النشأة، وعلى يد عبد الله بن سبأ، الذى كان المسلمون يطلقون عليه: ابن السوداء وهو يهودى حاقد على الإسلام. ومولد التشيع كان بعد حادثة التحكيم بين علىّ رضى الله عنه ومعاوية بن أبى سفيان رضى الله عنه.
ومعنى هذا أن الحاجة إلى غمط حق علىّ رضى الله عنه لم يكن لها وجود فى خلافة عثمان. فما الذى يحمل عثمان إذن على غمط حقه وهب أن ذلك حدث منه فهل كان حُفاظ القرآن من الصحابة سيتركونه يعبث بكتاب الله، والأهم من هذا أن عليًا نفسه رضى الله عنه أثنى على ما قام به عثمان من جمع القرآن، وكذلك كل أصحاب رسول الله الذين كانوا أحياء فى خلافة عثمان (٣) .
ومهما يكن من أمر، فإن هذا المصحف (العثمانى) هو الوحيد المتداول فى العالم الإسلامى بما فيه من فرق الشيعة، منذ أربعة عشر قرنًا من الزمان، ونذكر هنا رأى الشيعة الإمامية (أهم فرق الشيعة) كما ورد بكتاب أبى جعفر " الأم ":
إن اعتقادنا فى جملة القرآن، الذى أوحى الله تعالى به إلى نبيه محمد هو كل ما تحويه دفتا المصحف المتداول بين الناس لا أكثر، وعدد السور المتعارف عليه بين المسلمين هو ١١٤ سورة. أما عندنا " أى الشيعة " فسورة الضحى والشرح تكونان سورة واحدة، وكذلك سورتا الفيل وقريش، وأيضًا سورتا الأنفال والتوبة.
أما من ينسب إلينا أن القرآن أكثر من ذلك فهو كاذب (٤) .
فماذا يقول خصوم القرآن بعد هذا البيان؟
إن الاختلاف بين مصاحف السنة والشيعة هو فى تعداد السور فحسب، يدمج بعض السور فى بعض عند الشيعة، مع اعتماد كل النصوص الموحى بها فى مصاحف الفريقين. وهذا لا يضير فى قضية الإيمان، ولا فى وحدة المصحف فى العالم الإسلامى.
_________
(١) مدخل إلى القرآن الكريم (٥٠-٥١) د. محمد عبد الله دراز.
(٢) انظر: البرهان فى علوم القرآن (١/٢٤٩) مرجع سبق ذكره.
(٣) انظر: مدخل إلى القرآن الكريم (٣٦) مرجع سبق ذكره.
(٤) مدخل إلى القرآن الكريم (٣٩) مرجع سبق ذكره.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b434] VALUES (4,'<span data-type="title" id=toc-6>٣- تعدد قراءات القرآن</span>
مقدمة: تعدد القراءات ألا يدل على الإختلاف فيه، وهو نوع من التحريف؟
القراءات: جمع قراءة، وقراءات القرآن مصطلح خاص لا يراد به المعنى اللغوى المطلق، الذى يفهم من اطلاع أى قارئ على أى مكتوب، بل لها فى علوم القرآن معنى خاص من إضافة كلمة قراءة أو قراءات للقرآن الكريم، فإضافة " قراءة " أو "قراءات " إلى القرآن تخصص معنى القراءة أو القراءات من ذلك المعنى اللغوى العام، فالمعنى اللغوى العام يطلق ويراد منه قراءة أى مكتوب، سواء كان صحيفة أو كتابًا، أو حتى القرآن نفسه إذا قرأه قارئ من المصحف أو تلاه بلسانه من ذاكرته الحافظة لما يقرؤه من القرآن ومنه قول الفقهاء:
القراءة فى الركعتين الأوليين من المغرب والعشاء تكون جهرًا، فإن أسرَّ فيهما المصلى فقد ترك سُنة من سنن الصلاة، ويسجد لهما سجود السهو إن أسر ساهيًا. فقراءة القرآن هنا معنى لغوى عام، لا ينطبق عليه ما نحن فيه الآن من مصطلح: قراءات القرآن. وقد وضع العلماء تعريفًا للقراءات القرآنية يحدد المراد منها تحديدًا دقيقًا. فقالوا فى تعريفها:
" اختلاف ألفاظ الوحى فى الحروف أو كيفيتها من تخفيف وتشديد وغيرهما (البرهان فى علوم القرآن (١/٣١٨)) .
وقد عرفها بعض العلماء فقال:
" القراءات: هى النطق بألفاظ القرآن كما نطقها النبى صلى الله عليه وسلم.." (القراءات القرآنية تاريخ وتعريف) .
ومما تجب ملاحظته أن القراءات القرآنية وحى من عند الله عزَّ وجل، فهى إذن قرآنً، ولنضرب لذلك بعض الأمثلة:
قوله تعالى: (لقد جاءكم رسول من أنْفُسِكُمْ) (١) . هذه قراءة حفص عن عاصم، أو القراءة العامة التى كُتب المصحف فى خلافة عثمان بن عفان رضى الله عنه عليها، والشاهد فى الآية كلمة "أنفُسِكُم" بضم الفاء وكسر السين، وهى جمع: " نَفْس " بسكون الفاء، ومعناها: لقد جاءكم رسول ليس غريبًا عليكم تعرفونه كما تعرفون أنفسكم لأنه منكم نسبًا ومولدًا ونشأة، وبيئة، ولغة.
وقرأ غير عاصم: " لقد جاءكم رسول من أَنْفَسِكُمْ " بفتح الفاء وكسر السين، ومعناها: لقد جاءكم رسول من أزكاكم وأطهركم.
و" أنْفَس " هنا أفعل تفضيل من النفاسة. فكلمة " أنفسكم " كما ترى قرئت على وجهين من حيث النطق. وهذا هو معنى القراءة والقراءات القرآنية.
مع ملاحظة مهمة ينبغى أن نستحضرها فى أذهاننا ونحن نتصدى فيما يأتى للرد على الشبهة التى سيوردها خصوم القرآن من مدخل: تعدد قراءات القرآن أن هذه القراءات لا تشمل كل كلمات القرآن، بل لها كلمات فى الآية دون كلمات الآية الأخرى، وقد رأينا فى الآية السابقة أن كلمات الآية لم تشملها القراءات، بل كانت فى كلمة واحدة هى " أنفسكم ".
وهذا هو شأن القراءات فى جميع القرآن، كما ينبغى أن نستحضر دائمًا أن كثيرًا من الآيات خلت من تعدد القراءات خلوًّا تامًّا.
ومثال آخر، قوله تعالى:
" مالك يوم الدين " والشاهد فى الآية كلمة " مالك "، وفيها قراءتان:
" مالك " اسم فاعل من " مَلِكَ " وهى قراءة حفص وآخرين. " مَلِك " صفة لاسم فاعل، وهى قراءة: نافع وآخرين.
ومعنى الأولى " مالك " القاضى المتصرف فى شئون يوم الدين، وهو يوم القيامة.
أما معنى " مَلِك " فهو أعم من معنى " مالك " أى من بيده الأمر والنهى ومقاليد كل شىء. ما ظهر منها وما خفى.
وكلا المعنيين لائق بالله تعالى، وهما مدح لله عز وجل.
ولما كانت هذه الكلمة تحتمل القراءتين كتبت فى الرسم هكذا "ملك " بحذف الألف بعد حرف الميم، مع وضع شرطة صغيرة رأسية بين الميم واللام، ليصلح رسمها للنطق بالقراءتين.
ومثال ثالث هو قوله تعالى:
(يوم يُكشف عن ساق) (٢) .
والشاهد فى الآية كلمة " يُكشَف " وفيها قراءتان الأولى قراءة جمهور القراء، وهى " يُكشف " بضم الياء وسكون الكاف، وفتح الشين. بالبناء للمفعول، والثانية قراءة ابن عباس " تَكْشِفُ " بفتح التاء وسكون الكاف، وكسر الشين، بالبناء للفاعل، وهو الساعة، أى يوم تكشف الساعة عن سياق. قرأها بالتاء، والبناء للمعلوم، وقرأها الجمهور بالياء والبناء للمجهول.
والعبارة كناية عن الشدة، كما قال الشاعر:
كشفت لهم ساقها * * * وبدا من الشر البراح (٣) .
هذه نماذج سقناها من القراءات القرآنية تمهيدًا لذكر الحقائق الآتية:
- إن القراءات القرآنية وحى من عند الله عز وجل.
- إنها لا تدخل كل كلمات القرآن، بل لها كلمات محصورة وردت فيها، وقد أحصاها العلماء وبينوا وجوه القراءات فيها.
- إن الكلمة التى تقرأ على وجهين أو أكثر يكون لكل قراءة معنى مقبول يزيد المعنى ويثريه.
- إن القراءات القرآنية لا تؤدى إلى خلل فى آيات الكتاب العزيز، وكلام الله الذى أنزله على خاتم رسله عليهم الصلاة والسلام.
ومع هذا فإن خصوم الإسلام يتخذون من تعدد قراءات بعض كلمات القرآن وسيلة للطعن فيه، ويرون أن هذه القراءات ما هى إلا تحريفات لحقت بالقرآن بعد العصر النبوى.
وكأنهم يريدون أن يقولوا للمسلمين، إنكم تتهمون الكتاب المقدس بعهديه (التوراة والإنجيل) بالتحريف والتغيير والتبديل، وكتابكم المقدس (القرآن) حافل بالتحريفات والتغييرات والتبديلات، التى تسمونها قراءات؟
وهذا ما قالوه فعلاً، وأثاروا حوله لغطًا كثيرًا، وبخاصة جيش المبشرين والمستشرقين، الذين تحالفوا إلا قليلاً منهم على تشويه حقائق الإسلام، وفى مقدمتها القرآن الكريم.
ونكتفى بما أثاره واحد منهم قبل الرد على هذه الشبهة التى يطنطنون حولها كثيرًا، ذلكم الواحد هو المستشرق اليهودى المجرى المسمى: " جولد زيهر " الحقود على الإسلام وكل ما يتصل به من قيم ومبادئ.
إن هذا الرجل لهو أشد خطرًا من القس زويمر زعيم جيش المبشرين الحاقدين على الإسلام فى عهد الاحتلال الإنجليزى للهند ومصر.
أوهام جولد زيهر حول القراءات القرآنية:
المحاولة التى قام بها جولد زيهر هى إخراج القراءات القرآنية من كونها وحيًا من عند الله، نزل به الروح الأمين إلى كونها تخيلات توهمها علماء المسلمين، وساعدهم على تجسيد هذا التوهم طبيعة الخط العربى؛ لأنه كان فى الفترة التى ظهرت فيها القراءات غير منقوط ولا مشكول، وهذا ساعد على نطق الياء ثاء فى مثل " تقولون " أو " تفعلون "! فمنهم من قرأ بالتاء " تقولون " ومنهم من قرأ بالياء " يقولون ".
هذا من حيث النقط وجودًا وعدمًا، أما من حيث الشكل أى ضبط الحروف بالفتح أو الضم مثلاً، وأرجع إلى هذا السبب قوله تعالى: (وهو الذى أرسل الرياح بُشرًا..) (٤) .
فقد قرأ عاصم: " بُشرا " بضم الباء وقرأها الكسائى وحمزة: " نَشْرا " بالنون المفتوحة بدلاً من الباء المضمومة عند عاصم.
وقرأ الباقون: " نُشُرا " بالنون المضمومة والشين المضمومة، بينما كانت الشين فى القراءات الأخرى ساكنة (٥) .
وفى هذا يقول جولد زيهر نقلاً عن الترجمة العربية لكتابه الذى ذكر فيه هذا الكلام (٦) :
" والقسم الأكبر من هذه القراءات يرجع السبب فى ظهوره إلى خاصية الخط العربى، فإن من خصائصه أن الرسم الواحد للكلمة قد يقرأ بأشكال مختلفة تبعًا للنقط فوق الحروف أو تحتها، كما أن عدم وجود الحركات النحوية، وفقدان الشكل (أى الحركات) فى الخط العربى يمكن أن يجعل للكلمة حالات مختلفة من ناحية موقعها من الإعراب. فهذه التكميلات للرسم الكتابى ثم هذه الاختلافات فى الحركات والشكل، كل ذلك كان السبب الأول لظهور حركة القراءات، فيما أهمل نقطه أو شكله من القرآن ".
إن المتأمل فى هذا الكلام، الذى نقلناه عن جولد زيهر، يدرك أن الرجل يريد أن يقول فى دهاء وخبث. إن هذه القراءات تحريفات معترف بها لدى المسلمين خاصتهم وعامتهم، وأن النصوص الإلهية المنزلة على رسولهم أصابها بعض الضياع إنه لم يقل صراحة بالتحريف وإنما وضع المبررات لوجود التحريف فى القرآن الحكيم.
ثم أخذ بعد ذلك يورد أمثلة من القراءات وينسبها إلى السببين اللذين تقدم ذكرهما، وهما:
- تجرد المصحف من النقط فى أول عهده.
- تجرد كلماته من ضبط الحروف.
فإلى السبب الأول نسب قوله تعالى:
(ونادى أصحاب الأعراف رجالاً يعرفونهم بسيماهم قالوا ما أغنى عنكم جمعكم وما كنتم تستكبرون) (٧) .
والشاهد فى كلمة " تستكبرون " وهى قراءة الجمهور. وقد قارنها جولد زيهر بقراءة شاذة " تستكثرون " بإبدال الباء ثاء، يريد أن يقول: إن الكلمة كانت فى الأصل " يستكبرون " غير منقوطة الحروف الأول والثالث والخامس فاختُلِف فى قراءتها:
فمنهم من قرأ الخامس " باء " والأول تاء فنطق: تستكبرون، ومنهم من قرأ الخامس " ثاء " فنطق " تستكثرون.
هذا هو سبب هاتين القراءتين عنده.
وكذلك قوله تعالى: (وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه..) (٨) .
والشاهد فى كلمة " إياه " ضمير نصب منفصل للمفرد الغائب الذكر.
ثم قارنها بقراءة شاذة لحماد الراوية هكذا " اباه " بإبدال الياء من " إياه " باء " اباه " أى وعدها إبراهيم عليه السلام أباه؟ (٩) .
أما اختلاف القراءات للسبب الثانى، وهو تجرد كلمات المصحف عن الضبط بالحركات، فمن أمثلته عنده قوله تعالى:
(ومَنْ عِنْدَهُ علم الكتاب) (١٠) .
وقارن بين قراءاتها الثلاث: " مَنْ عنْدَهُ " " مِنْ عِنْدِه " "مَنْ عِنْدِهِ "؟ !
هذا هو منهجه فى إخراج القراءات القرآنية من كونها وحيًا من عند الله، إلى كونها أوهامًا كان سببها نقص الخط العربى الذى كتب به المصحف أولاً عن تحقيق الألفاظ من حيث حروفها ومن حيث كيفية النطق بها. واقتفى أثره كثير من المبشرين والمستشرقين.
الرد على هذه الشبهة:
لقد حظى كتاب الله العزيز بعناية منقطعة النظير، فى حياة النبى صلى الله عليه وسلم، وبعد وفاته. ومن الحقائق الراسخة رسوخ الجبال أن طريق تَلَقِّى القرآن كان هو السماع الصوتى.
- سماع صوتى من جبريل لمحمد عليهما السلام.
- وسماع صوتى من الرسول إلى كتبة الوحى أولاً وإلى المسلمين عامة.
- وسماع صوتى من كتبة الوحى إلى الذين سمعوه منهم من عامة المسلمين.
- وسماع صوتى حتى الآن من حفظة القرآن المتقنين إلى من يتعلمونه منهم من أفراد المسلمين.
هذا هو الأصل منذ بدأ القرآن ينزل إلى هذه اللحظة وإلى يوم الدين، فى تلقى القرآن من مرسل إلى مستقبل.
وليست كتابة القرآن فى مصاحف هى الأصل، ولن تكون. القرآن يجب أن يُسمع بوعى قبل أن يقرأ من المصحف، ولا يزال متعلم القرآن فى أشد الحاجة إلى سماع القرآن من شيوخ حافظين متقنين، وفى القرآن عبارات أو كلمات مستحيل أن يتوصل أحد إلى نطقها الصحيح عن مجرد القراءة فى المصحف، ولو ظل يتعلمها وحده أيامًا وأشهرا.
وبهذا تهوى الأفكار التى أرجع إليها جولد زيهر نشأة القراءات إلى الحضيض، ولا يكون لها أى وزن فى البحث العلمى المقبول؛ لأن المسلمين من جيل الصحابة ومن تبعهم بإحسان لم يتعلموا القرآن عن طريق الخط العربى من القراءة فى المصاحف، وإنما تعلموه سماعًا واعيًا ملفوظًا كما خرج من فم محمد صلى الله عليه وسلم، ثم قيض الله لكتابه شيوخًا أجلاء حفظوه وتلوه غضًا طريًا كما كان صاحب الرسالة يحفظه ويتلوه كما سمعه من جبريل أمين الوحى.
أجل.. كان سيكون لأفكار جولد زيهر وجه من الاحتمال لو كان المسلمون يأخذون القراءة قراءة من مصاحف. أما وقد علمنا أن طريق تلقى القرآن هو السماع الموثق، فإن أفكار جولد زيهر تذهب هباء فى يوم ريح عاصف.
ثانيًا: إن القراءات الصحيحة مسموعة من جبريل لرسول الله صلى الله عليه وسلم، ومسموعة من محمد صلى الله عليه وسلم لكتبة الوحى، ومسموعة من محمد ومن كتبة الوحى لعموم المسلمين فى صدر الإسلام الأول، ثم شيوخ القرآن فى تعاقب الأجيال حتى يرث الله الأرض ومن عليها.
لقد سمع المسلمون من محمد المعصوم عن الخطأ فى التبليغ " فتبينوا " و " فتثبتوا " فى قوله تعالى:
(يا أيها الذين آمنوا إن جاءكم فاسق بنبأ فتبينوا) (١١) بالباء والياء والنون.
وسمعوها منه " فتثبتوا " بالتاء والثاء والباء والتاء وكلا القراءتين قرآن موحى به من عند الله. وليس كما توهم جولد زيهر، إنهما قراءتان ناشئتان عن الاضطراب الحاصل من خلو كلمات المصحف من النقط والشكل فى أول أمره؟.
والقراءتان، وإن اختلف لفظاهما، فإن بين معنييهما علاقة وثيقة، كعلاقة ضوء الشمس بقرصها: لأن التبين، وهو المصدر المتصيد من " فتبينوا " هى التفحص والتعقب فى الخبر الذى يذيعه الفاسق بين الناس، وهذا البَين هو الطريق الموصل للتثبت. فالتثبت هو ثمرة التبين. ومن تبيَّن فقد تثبت. ومن تثبت فقد تبين.
فما أروع هذه القراءات، ورب السماوات والأرض وما فيهما وما بينهما، إن قراءات القرآن لهى وجه شديد الإشراق من وجوه إعجاز القرآن، وإن كره الحاقدون.
وكما سمع المسلمون من فم محمد، الذى لا ينطق عن الهوى صلى الله عليه وسلم فى الآية السابقة: " فتبينوا " و " فتثبتوا " سمعوا منه كذلك، " يُفَصِّل " و " نُفصِّلُ " فى قوله تعالى:
(ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمون) (١٢) .
و" نفصل الآيات "
وفاعل الفصل فى القراءتين واحد هو الله عز وجل:
وقد اختلف التعبير عن الفاعل فى القراءتين، فهو فى القراءة الأولى " يفَصِّل " ضمير مستتر عائد على الله عز وجل فى قوله:
(ما خلق الله ذلك إلا بالحق) أى يفصل هو الآيات. فالفاعل هنا مفرد لعوده على مفرد " الله ".
وفى القراءة الثانية عُبِّر عن الفاعل بضمير الجمع للمتكلم "نُفَصِّل" أى نفصل نحن.
والله واحد أحد، ولكن النون فى " نفصل " لها معنى فى اللغة العربية هو التعظيم إذا كان المراد منها فردًا لا جماعة. ووجه التعظيم بلاغةً تنزيل الفرد منزلة " الجماعة " تعظيمًا لشأنه، وإجلالاً لقدره.
وفى هاتين القراءتين تكثير للمعنى، وهو وصف ملازم لكل القراءات.
وللبلاغيين إضافة حسنة فى قراءة " نفصل " بعد قوله: " ما خلق الله.. " هى الانتقال من الغيبة فى " ما خلق الله " إلى المتكلم فى " نفصل " للإشعار بعظمة التفصيل وروعته.
وبعد: إن إرجاع القراءات القرآنية لطبيعة الخط العربى الذى كان فى أول أمره خاليًا من النقط والشكل، كما توهم " جولد زيهر " ومن بعده " آثر جيفرى " فى المقدمة التى كتبها لكتاب المصاحف، لأبى داود السجستانى، وتابعهما المستشرق " جان بيرك "، إن هذه النظرية مجرد وَهْمٍ سانده جهل هؤلاء الأدعياء على الفكر الإسلامى، مبدؤه ومنتهاه الحقد على الإسلام والتطاول على القرآن، لحاجات فى نفوس " اليعاقيب ".
وقد قدمنا فى إيجاز ما أبطل هذه الأوهام، وبقى علينا فى الرد على هذه الشبهة أن نذكر فى إيجاز كذلك جهود علمائنا فى تمحيص القراءات، وكيف وضعوا الضوابط الدقيقة لمعرفة القراءات الصحيحة، من غيرها مما كان شائعًا وقت جمع القرآن فى عهد عثمان بن عفان " رضى الله عنه ".
تمحيص القراءات:
وضع العلماء الأقدمون ضوابط محكمة للقراءات الصحيحة التى هى وحى من عند الله. وتلك الضوابط هى:
١- صحة السند، الذى يؤكد سماع القراءة عن رسول الله صلى الله عليه وسلم.
٢- موافقة القراءة لرسم المصحف الشريف، الذى أجمعت عليه الأمة فى خلافة عثمان رضى الله عنه مع ملاحظة أن الصحابة الذين نسخوا القرآن فى المصحف من الوثائق النبوية فى خلافة عثمان، نقلوه كما هو مكتوب فى الوثائق النبوية بلا تغيير أو تبديل. ورسم المصحف الذى بين أيدينا الآن سنة نبوية؛ لأن النبى صلى الله عليه وسلم أقر تلك الوثيقة، واحتفظ بها فى بيته حتى آخر يوم فى حياته الطيبة.
ولذلك أجمع أئمة المذاهب الفقهية على تحريم كتابة المصحف فى أى زمن من الأزمان، على غير الرسم المعروف بالرسم العثمانى للمصحف الشريف. ونقل هذا الإجماع عنهم كثير من علماء تاريخ القرآن (١٣) .
٣- أن تكون القراءة موافقة لوجه من وجوه تراكيب اللغة العربية؛ لأن الله أنزل كتابه باللسان العربى المبين.
٤- أن يكون معنى القراءة غير خارج عن قيم الإسلام ومقاصده الأصول والفروع.
فإذا تخلف شرط من هذه الشروط فلا تكون القراءة مقبولة ولا يعتد بها.
وعملاً بهذه الضوابط تميزت القراءات الصحيحة من القراءات غير الصحيحة، أو ما يسمى بالقراءات الشاذة، أو الباطلة.
ولم يكتف علماؤنا بهذا، بل وضعوا مصنفات عديدة حصروا فيها القراءات الصحيحة، ووجهوها كلها من حيث اللغة، ومن حيث المعنى.
كما جمع العلامة ابن جنى القراءات الشاذة، حاصرًا لها، واجتهد أن يقومها تقويمًا أفرغ ما ملك من طاقاته فيه، وأخرجها فى جزءين كبيرين.
أما ذو النورين عثمان بن عفان رضى الله عنه، حين أمر بنسخ الوثائق النبوية فى المصاحف، فقد أراد منه هدفين، ننقل للقارئ الكريم كلامًا طيبًا للمرحوم الدكتور/ محمد عبد الله دراز فى بيانهما:
" وفى رأينا أن نشر المصحف بعناية عثمان كان يستهدف أمرين:
أولهما: إضفاء صفة الشرعية على القراءات المختلفة، التى كانت تدخل فى إطار النص المدون يعنى المصحف ولها أصل نبوى مجمع عليه، وحمايتها فيه منعًا لوقوع أى شجار بين المسلمين بشأنها، لأن عثمان كان يعتبر التمارى (أى الجدال) فى القرآن نوعًا من الكفر.
ثانيهما: استبعاد ما لا يتطابق تطابقًا مطلقًا مع النص الأصلى (الوثائق النبوية) وقاية للمسلمين من الوقوع فى انشقاق خطير فيما بينهم، وحماية للنص ذاته من أى تحريف، نتيجة إدخال بعض العبارات المختلف عليها نوعًا ما، أو أى شروح يكون الأفراد قد أضافوها إلى مصاحفهم " (١٤) .
هذه هى عناية المسلمين من الرعيل الأول بالقرآن الكريم وتعدد قراءاته، وحماية كتاب الله من كل دخيل على نصوص الوحى الإلهى.
هذا، وإذا كان جولد زيهر، وآثر جيفرى المبشر الإنجليزى، وجان بيرك قد أجهدوا أنفسهم فى أن يتخذوا من قراءات القرآن منفذًا للانقضاض عليه، والتشكيك فيه، فإن غيرهم من المستشرقين شهدوا للقرآن بالحق، ونختم ردنا على هذه الشبهة بمستشرق نزيه، أثنى على القرآن وقال إنه النص الالهى الوحيد، الذى سلم من كل تحريف وتبديل، لا فى جمعه، وفى تعدد مصاحفه، ولا فى تعدد قراءاته. قال المستشرق لوبلوا: [إن القرآن هو اليوم الكتاب الربانى الوحيد، الذى ليس فيه أى تغيير يذكر] . ومن قبله قال مستشرق آخر (د. موير) كلاما طيباً فى الثناء على القرآن، وهو: [إن المصحف الذى جمعه عثمان، قد تواتر انتقاله من يد ليد، حتى وصل إلينا بدون أى تحريف، ولقد حفظ بعناية شديدة، بحيث لم يطرأ عليه أى تغيير يذكر، بل نستطيع أن نقول إنه لم يطرأ عليه أى تغييرعلى الإطلاق فى النسخ التى لا حصر لها، المتداولة فى البلاد الإسلامية الواسعة، فلم يوجد إلا قرآن واحد لجميع الفرق الإسلامية
المتنازعة وهذا الاستعمال الإجماعى لنفس النص المقبول من الجميع حتى اليوم حجة ودليل على صحة النص المُنزل، الموجود معنا والذى يرجع إلى عهد الخليفة عثمان بن عفان رضى الله عنه الذى مات مقتولا (١٥) .
_________
(١) التوبة: ١٢٨.
(٢) القلم: ٤٢.
(٣) معانى القرآن للقراء (٣/١٧٧) .
(٤) الفرقان: ٤٨.
(٥) انظر: رسم المصحف (٢٩) للدكتور / عبد الفتاح شلبى، مكتبة وهبة.
(٦) المذاهب الإسلامية (ص٤) ، ترجمة د. محمد يوسف موسى.
(٧) الأعراف: ٤٨.
(٨) التوبة: ١١٤.
(٩) رسم المصحف (٣٠) ، مرجع سبق ذكره.
(١٠) الرعد: ٤٣.
(١١) الحجرات: ٦.
(١٢) يونس: ٥.
(١٣) ينظر: البرهان فى علوم القرآن، مرجع سبق ذكره.
(١٤) " مدخل إلى القرآن الكريم " (ص٤٣) مرجع سبق ذكره.
(١٥) حياة محمد: تأليف w.MUIR نقلا عن (مدخل إلى القرآن الكريم) .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b434] VALUES (5,'<span data-type="title" id=toc-7>٤- الكلام الأعجمى</span>
جاء فى سورة الشعراء: (نزل به الروح الأمين * على قلبك لتكون من المنذرين * بلسان عربى مبين) (١) . وجاء فى سورة الزمر: (قرآنا عربياً غير ذى عوج) (٢) . وجاء فى سورة الدخان: (فإنما يسرناه بلسانك لعلهم يتذكرون) (٣) . وجاء فى سورة النحل: (ولقد نعلم أنهم يقولون إنما يعلمه بشر لسان الذى يلحدون إليه أعجمى وهذا لسان عربى مبين) (٤) .
ونحن نسأل: " كيف يكون القرآن عربيًّا مبينًا، وبه كلمات أعجمية كثيرة، من فارسية، وآشورية، وسريانية، وعبرية، ويونانية، ومصرية، وحبشية، وغيرها؟ ".
هذا نص الشبهة الواردة فى هذا الصدد، وتأكيدا لهذه الشبهة ذكروا الكلمات الأعجمية حسب زعمهم التى وردت فى القرآن الكريم وهى:
آدم أباريق إبراهيم أرائك استبرق إنجيل تابوت توراة جهنم حبر حور زكاة زنجبيل سبت سجيل سرادق سكينة سورة صراط طاغوت عدن فرعون فردوس ماعون مشكاة مقاليد ماروت هاروت الله.
الرد على هذه الشبهة:
هذه هى شبهتهم الواهية، التى بنوا عليها دعوى ضخمة، ولكنها جوفاء، وهى نفى أن يكون القرآن عربيًّا مثلهم كمثل الذى يهم أن يعبر أحد المحيطات على قارب من بوص، لا يلبث أن تتقاذفه الأمواج، فإذا هو غارق لا محالة.
ولن نطيل الوقوف أمام هذه الشبهة، لأنها منهارة من أساسها بآفة الوهن الذى بنيت عليه. ونكتفى فى الرد عليها بالآتى:
- إن وجود مفردات غير عربية الأصل فى القرآن أمر أقر به علماء المسلمين قديماً وحديثاً. ومن أنكره منهم مثل الإمام الشافعى كان لإنكاره وجه مقبول سنذكره فيما يأتى إن شاء الله.
- ونحن من اليسير علينا أن نذكر كلمات أخرى وردت فى القرآن غير عربية الأصل، مثل: مِنْسَأَة بمعنى عصى فى سورة " سبأ " ومثل " اليم " بمعنى النهر فى سورة " القصص " وغيرها.
- إن كل ما فى القرآن من كلمات غير عربية الأصل إنما هى كلمات مفردات، أسماء أعلام مثل: " إبراهيم، يعقوب، إسحاق، فرعون "، وهذه أعلام أشخاص، أو صفات، مثل:" طاغوت، حبر"، إذا سلمنا أن كلمة " طاغوت " أعجمية.
- إن القرآن يخلو تمامًا من تراكيب غير عربية، فليس فيه جملة واحدة إسمية، أو فعلية من غير اللغة العربية.
- إن وجود مفردات أجنبية فى أى لغة سواء كانت اللغة العربية أو غير العربية لا يخرج تلك اللغة عن أصالتها، ومن المعروف أن الأسماء لا تترجم إلى اللغة التى تستعملها حتى الآن. فالمتحدث بالإنجليزية إذا احتاج إلى ذكر اسم من لغة غير لغته، يذكره برسمه ونطقه فى لغته الأصلية ومن هذا ما نسمعه الآن فى نشرات الأخبار باللغات الأجنبية فى مصر، فإنها تنطق الأسماء العربية نُطقاً عربيَّا. ولا يقال: إن نشرة الأخبار ليست باللغة الفرنسية أو الإنجليزية مثلاً، لمجرد أن بعض المفردات فيها نطقت بلغة أخرى.
والمؤلفات العلمية والأدبية الحديثة، التى تكتب باللغة العربية ويكثر فيها مؤلفوها من ذكر الأسماء الأجنبية والمصادر التى نقلوا عنها، ويرسمونها بالأحرف الأجنبية والنطق الأجنبى لا يقال: إنها مكتوبة بغير اللغة العربية، لمجرد أن بعض الكلمات الأجنبية وردت فيها، والعكس صحيح.
ومثيرو هذه الشبهة يعرفون ذلك كما يعرفون أنفسهم فكان حرياًّ بهم ألا يتمادوا فى هذه اللغو الساقط إما احتراماً لأنفسهم، وإما خجلاً من ذكر ما يثير الضحك منهم.
- إنهم مسرفون فى نسبة بعض هذه المفردات التى ذكروها وعزوها إلى غير العربية:
فالزكاة والسكينة، وآدم والحور، والسبت والسورة، ومقاليد، وعدن والله، كل هذه مفردات عربية أصيلة لها جذور لغُوية عريقة فى اللغة العربية. وقد ورد فى المعاجم العربية، وكتب فقه اللغة وغيرها تأصيل هذه الكلمات عربيَّا فمثلاً:
الزكاة من زكا يزكو فهو زاكٍ. وأصل هذه المادة هى الطهر والنماء.
وكذلك السكينة، بمعنى الثبات والقرار، ضد الاضطراب لها جذر لغوى عميق فى اللغة العربية. يقال: سكن بمعنى أقام، ويتفرع عنه: يسكن، ساكن، مسكن، أسكن.
- إن هذه المفردات غير العربية التى وردت فى القرآن الكريم، وإن لم تكن عربية فى أصل الوضع اللغوى فهى عربية باستعمال العرب لها قبل عصر نزول القرآن وفيه.. وكانت سائغة ومستعملة بكثرة فى اللسان العربى قبيل نزول القرآن وبهذا الاستعمال فارقت أصلها غير العربى، وعُدَّتْ عربية نطقاً واستعمالاً وخطاًّ.
إذن فورودها فى القرآن مع قلتها وندرتها إذا ما قيست بعدد كلمات القرآن لا يخرج القرآن عن كونه " بلسان عربى مبين "
ومن أكذب الادعاءات أن يقال: إن لفظ الجلالة " الله " عبرى أو سريانى وإن القرآن أخذه عن هاتين اللغتين. إذ ليس لهذا اللفظ الجليل " الله " وجود فى غير العربية:
فالعبرية مثلاً تطلق على " الله " عدة إطلاقات، مثل ايل، الوهيم، وأدوناى، ويهوا أو يهوفا. فأين هذه الألفاظ من كلمة " الله " فى اللغة العربية وفى اللغةاليونانية التى ترجمت منها الأناجيل إلى اللغة العربية حيث نجد الله فيها " الوى " وقد وردت فى بعض الأناجيل يذكرها عيسى عليه السلام مستغيثاً بربه هكذا " الوى الوى " وترجمتها إلهى إلهى.
إن نفى عروبة القرآن بناء على هذه الشبهة الواهية أشبه ما يكون بمشهد خرافى فى أدب اللامعقول.
_________
(١) الشعراء: ١٩٣-١٩٥.
(٢) الزمر: ٢٨.
(٣) الدخان: ٥٨.
(٤) النحل: ١٠٣.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b434] VALUES (6,'<span data-type="title" id=toc-8>٥- الكلام العاطل</span>
يدعى المشكِّكُون أنه جاء فى فواتح ٢٩ سورة بالقرآن الكريم حروف عاطلة، لا يُفهم معناها نذكرها فيما يلى مع ذكر المواضع التى وردت فيها:
الحروف: السورة
الر: يونس، هود، يوسف، إبراهيم، الحجر
الم: البقرة، آل عمران، العنكبوت، الروم، لقمان، السجدة
المر: الرعد
المص: الأعراف
حم: غافر، فصلت، الزخرف، الدخان، الجاثية، الأحقاف
حم عسق: الشورى
ص: ص
طس: النمل
طسم: الشعراء، القصص
طه: طه
ق: ق
كهيعص: مريم
ن: القلم
يس: يس
ونحن نسأل: " إن كانت هذه الحروف لا يعلمها إلا الله (كما يقولون) فما فائدتها لنا، إن الله لا يوحى إلا بالكلام الواضح فكلام الله بلاغ وبيان وهدى للناس ".
الرد على هذه الشبهة:
أطلقوا على هذه الحروف وصف " الكلام العاطل " والكلام العاطل هو " اللغو " الذى لا معنى له قط.
أما هذه الحروف، التى أُفتتحت بها بعض سور القرآن، فقد فهمت منها الأمة، التى أُنزل عليها القرآن بلغتها العريقة، أكثر من عشرين معنى (١) ، وما تزال الدراسات القرآنية الحديثة تضيف جديداً إلى تلك المعانى التى رصدها الأقدمون فلو كانت " عاطلة " كما يدعى خصوم الإسلام، ما فهم منها أحد معنى واحداً.
ولو جارينا جدلاً هؤلاء المتحاملين على كتاب الله العزيز من أن هذه " الحروف " عاطلة من المعانى، لوجدنا شططاً فى اتهامهم القرآن كله بأنه " كلام عاطل " لأنها لا تتجاوز ثمانى وعشرين آية، باستبعاد " طه" و" يس " لأنهما اسمان للنبى صلى الله عليه وسلم، حذف منهما أداة النداء والتقدير: يا " طه " يا " يس " بدليل ذكر الضمير العائد عليه هكذا:
(ما أنزلنا عليك القرآن لتشقى) (٢) و (إنك لمن المرسلين) (٣) .
وباستبعاد هاتين السورتين من السور التسع والعشرين تُصبح هذه السور سبعاً وعشرين سورة، منها سورة الشورى، التى ذكرت فيها هذه الحروف المقطعة مرتين هكذا:
"حم، عسق " فيكون عدد الآيات موضوع هذه الملاحظة ثمانى وعشرين آية فى القرآن كله، وعدد آيات القرآن الكريم ٦٢٣٦ آية. فكيف ينطبق وصف ثمانٍ وعشرين آية على ٦٢٠٨ آية؟.
والمعانى التى فُهمتْ من هذه " الحروف " نختار منها ما يأتى فى الرد على هؤلاء الخصوم.
الرأىالأول:
يرى بعض العلماء القدامى أن هذه الفواتح، مثل: الم، والر، والمص ". تشير إلى إعجاز القرآن، بأنه مؤلف من الحروف التى عرفها العرب، وصاغوا منها مفرداتهم، وصاغوا من مفرداتهم تراكيبهم. وأن القرآن لم يغير من أصول اللغة ومادتها شيئاً، ومع ذلك كان القرآن معجزاً؛ لا لأنه نزل بلغة تغاير لغتهم، ولكن لأنه نزل بعلم الله عز وجل، كما يتفوق صانع على صانع آخر فى حذقه ومهارته فى صنعته مع أن المادة التى استخدمها الصانعان فى " النموذج المصنوع " واحدة وفى هذا قطع للحُجة عنهم.
ويؤيد هذا قوله سبحانه وتعالى:
(أم يقولون افتراه قل فأتوا بعشر سور مثله مفتريات وادعوا من استطعتم من دون الله إن كنتم صادقين * فإلم يستجيبوا لكم فاعلموا أنما أنزل بعلم الله وأن لا إله إلا هو فهل أنتم مسلمون) (٤) .
يعنى أن اللغة واحدة، وإنما كان القرآن معجزاً لأمر واحد هو أنه كلام الله، نازل وفق علم الله وصنعه، الذى لا يرقى إليه مخلوق.
الرأى الثانى:
إن هذه الحروف " المُقطعة " التى بدئت بها بعض سور القرآن إنما هى أدوات صوتية مثيرة لانتباه السامعين، يقصد بها تفريغ القلوب من الشواغل الصارفة لها عن السماع من أول وهلة. فمثلاً " الم " فى مطلع سورة البقرة، وهى تنطق هكذا.
" ألف لام ميم " تستغرق مسافة من الزمن بقدر ما يتسع لتسعة أصوات، يتخللها المد مد الصوت عندما تقرع السمع تهيؤه، وتجذبه لعقبى الكلام قبل أن يسمع السامع قوله تعالى بعد هذه الأصوات التسعة:
(ذلك الكتاب لا ريب فيه هدى للمتقين) (٥) .
وإثارة الانتباه بمثل هذه المداخل سمة من سمات البيان العالى، ولذلك يطلق بعض الدارسين على هذه " الحروف " فى فواتح السور عبارة " قرع عصى " (٦) وهى وسيلة كانت تستعمل فى إيقاظ النائم، وتنبيه الغافل. وهى كناية لطيفة، وتطبيقها على هذه " الحروف " غير مستنكر. لأن الله عز وجل دعا الناس لسماع كلامه، وتدبر معانيه، وفى ذلك يقول سبحانه وتعالى:
(وإذا قُرئ القرآن فاستمعوا له وأنصتوا لعلكم ترحمون) (٧) .
الرأى الثالث:
ويرى الإمام الزمخشرى أن فى هذه " الحروف " سرًّا دقيقاً من أسرار الإعجاز القرآنى المفحم، وخلاصة رأيه نعرضها فى الآتى:
" واعلم أنك إذا تأملت ما أورده الله عز سلطانه فى الفواتح من هذه الأسماء يقصد الحروف وجدتها نصف حروف المعجم، أربعة عشر سواء، وهى: الألف واللام والميم والصاد، والراء والكاف والهاء، والياء والعين والطاء والسين والحاء، والقاف والنون، فى تسع وعشرين سورة، على حذو حروف المعجم ".
ثم إذا نظرت فى هذه الأربعة عشر وجدتها مشتملة على أنصاف أجناس الحروف، بيان ذلك أن فيها:
من المهموسة نصفها:
" الصاد، والكاف، والهاء والسين والخاء ".
ومن المجهورة نصفها:
الألف واللام والميم، والراء والعين والطاء، والقاف والياء والنون.
ومن الشديدة نصفها:
" الألف والكاف، والطاء والقاف ".
ومن الرخوة نصفها:
" اللام والميم، والراء والصاد، والهاء والعين، والسين والحاء والياء والنون ".
ومن المطبقة نصفها:
" الصاد والطاء ".
ومن المنفتحة نصفها:
" الألف واللام، والميم والراء، والكاف، والهاء والعين والسين والحاء، والقاف والياء والنون ".
ومن المستعلية نصفها:
" القاف والصاد، والطاء ".
ومن المنخفضة نصفها:
" الألف واللام والميم، والراء والكاف والهاء، والياء، والعين والسين، والحاء والنون ".
ومن حروف القلقلة نصفها: " القاف والطاء " (٨) .
يريد أن يقول: إن هذه الحروف المذكورة يلحظ فيها ملحظان إعجازيان:
الأول: من حيث عدد الأبجدية العربية، وهى ثمانية وعشرون حرفاً. فإن هذه الحروف المذكورة فى فواتح السور تعادل نصف حروف الأبجدية، يعنى أن المذكور منها أربعة عشر حرفاً والذى لم يذكر مثلها أربعة عشر حرفا:
١٤+١٤ = ٢٨ حرفاً هى مجموع الأبجدية العربية.
الثانى: من حيث صفات الحروف وهى:
الهمس فى مقابلة الجهارة.
الشدة فى مقابلة الرخاوة.
الانطباق فى مقابلة الانفتاح.
والاستعلاء فى مقابلة الانخفاض.
والقلقلة فى مقابلة غيرها.
نجد هذه الحروف المذكورة فى الفواتح القرآنية لبعض سور القرآن تعادل نصف أحرف كل صفة من الصفات السبع المذكورة. وهذا الانتصاف مع ما يلاحظ فيه من التناسب الدقيق بين المذكور والمتروك، لا يوجد إلا فى كلام الله المنزل على محمد صلى الله عليه وسلم. وهو ذو مغزى إعجازى مذهل لذوى الألباب، لذلك نرى الإمام جار الله الزمخشرى يقول مُعقباً على هذا الصنع الحكيم:
" فسبحان الذى دقت فى كل شىء حكمته. وهو المطابق للطائف التنزيل واختصاراته. فكأن الله عز اسمه عدد على العرب الألفاظ التى منها تراكيب كلامهم، إشارة إلى ما ذكرت من التبكيت لهم، وإلزام الحُجة إياهم (٩) .
ثم أخذ الإمام الزمخشرى، يذكر فى إسهاب الدقائق والأسرار واللطائف، التى تستشف من هذه " الحروف " التى بدئت بها بعض سور القرآن، وتابعه فى ذلك السيد الشريف فى حاشيته التى وضعها على الكشاف، والمطبوعة بأسفل تفسير الزمخشرى. وذكر ما قاله الرجلان هنا يخرج بنا عن سبيل القصد الذى نتوخاه فى هذه الرسالة. ونوصى القراء الكرام بالاطلاع عليه فى المواضع المشار إليها فى الهوامش المذكورة وبقى أمرٌ مهمٌّ فى الرد على هذه الشبهة التى أثارها خصوم الإسلام، وهى شبهة وصف القرآن بالكلام العاطل. نذكره فى إيجاز فى الأتى:
لو كانت هذه " الحروف " من الكلام العاطل لما تركها العرب المعارضون للدعوة فى عصر نزول القرآن، وهم المشهود لهم بالفصاحة والبلاغة، والمهارة فى البيان إنشاءً ونقداً؛ فعلى قدرما طعنوا فى القرآن لم يثبت عنهم أنهم عابوا هذه " الفواتح " وهم أهل الذكر " الاختصاص " فى هذا المجال. وأين يكون " الخواجات " الذين يتصدون الآن لنقد القرآن من أولئك الذين كانوا أعلم الناس بمزايا الكلام وعيوبه؟!
وقد ذكر القرآن نفسه مطاعنهم فى القرآن، ولم يذكر بينها أنهم أخذوا على القرآن أىَّ مأخذ، لا فى مفرداته ولا فى جمله، ولا فى تراكيبه. بل على العكس سلَّموا له بالتفوق فى هذا الجانب، وبعض العرب غير المسلمين امتدحوا هذا النظم القرآنى ورفعوه فوق كلام الإنس والجن.
ولشدة تأثيره على النفوس اكتفوا بالتواصى بينهم على عدم سماعه، والشوشرة عليه.
والطاعنون الجدد فى القرآن لا قدرة لهم على فهم تراكيب اللغة العربية، ولا على صوغ تراكيبها صوغاً سليماً، والشرط فيمن يتصدى لنقد شىء أن تكون خبرته وتجربته أقوى من الشىء الذى ينقده. وهذا الشرط منعدم أصلاً عندهم.
_________
(١) انظر للوقوف على هذه المعانى: التفسير الكبير " للفخر الرازى. تفسير سورة البقرة.
(٢) طه: ٢.
(٣) يس: ٣.
(٤) هود: ١٣-١٤.
(٥) البقرة: ٢.
(٦) يعنى الضرب بالعصى على الأرض لتنبيه المراد تنبيهه.
(٧) الأعراف: ٢٠٤.
(٨) الكشاف (ج١ ص ١٠٠- ١٠٣) .
(٩) الكشاف: (ج١ ص ١٠٣) .',NULL,'5',NULL,NULL,'0');
INSERT INTO [b434] VALUES (7,'<span data-type="title" id=toc-9>٦- الكلام المتناقض</span>
" جاء فى سورة النساء: (أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيراً) (١) .
ولكننا نجد فيه التناقض الكثير مثل:
كلام الله لا يتبدل: كلام الله يتبدل
(لا تبديل لكلمات الله) (٢) : (وإذا بدلنا آية مكان آية..) (٣)
(لا مبدل لكلماته) (٤) : (ما ننسخ من آية أو ننسها نأت بخير منها) (٥)
(إنا نحن نزلنا الذكر وإنا له لحافظون) (٦) : (يمحو الله ما يشاء ويثبت وعنده أم الكتاب) (٧)
هذه طريقتهم فى عرض هذه الشبهة يقابلون بين بعض الآيات على اعتبار تصورهم، وهو أن كل آية تناقض معنى الآية المقابلة لها، على غرار ما ترى فى هذا الجدول الذى وضعوه لبيان التناقض فى القرآن حسب زعمهم.
الرد على هذه الشبهة:
الصورة الأولى للتناقض الموهوم بين آية يونس: (لا تبديل لكلمات الله) وآية النحل (وإذا بدلنا آية مكان آية..) لا وجود لها إلا فى أوهامهم ويبدو أنهم يجهلون معنى التناقض تمامًا. فالتناقض من أحكام العقل، ويكون بين أمرين كليين لا يجتمعان أبداً فى الوجود فى محل واحد، ولا يرتفعان أبداً عن ذلك المحل، بل لا بد من وجود أحدهما وانتفاء الآخر، مثل الموت والحياة. فالإنسان يكون إما حيًّا وإما ميتا ولا يرتفعان عنه فى وقت واحد، ومحال أن يكون حيًّا وميتاً فى آن واحد؛ لأن النقيضين لا يجتمعان فى محل واحد.
ومحال أن يكون إنسان ما لا حى ولا ميت فى آن واحد وليس فى القرآن كله صورة ما من صور التناقض العقلى إلا ما يدعيه الجهلاء أو المعاندون. والعثور على التناقض بين الآيتين المشار إليهما محال محال؛ لأن قوله تعالى فى سورة يونس (لا تبديل لكلمات الله) معناه لا تبديل لقضاء الله الذى يقضيه فى شئون الكائنات، ويتسع معنى التبديل هنا ليشمل سنن الله وقوانينه الكونية. ومنها القوانين الكيميائية، والفيزيائية وما ينتج عنها من تفاعلات بين عناصرالموجودات،أو تغييرات تطرأ عليها. كتسخين الحديد أو المعادن وتمددها بالحرارة، وتجمدها وانكماشها بالبرودة. هذه هى كلمات الله عزّ وجلّ.
وقد عبر عنها القرآن فى مواضع أخرى ب.. السنن وهى القوانين التى تخضع لها جميع الكائنات، الإنسان والحيوان والنبات والجمادات. إن كل شئ فى الوجود، يجرى ويتفاعل وفق السنن الإلهية أو كلماته الكلية، التى ليس فى مقدور قوة فى الوجود أن تغيرها أو تعطل مفعولها فى الكون.
ذلك هو المقصود به ب " كلمات الله "، التى لا نجد لها تبديلاً، ولا نجد لها تحويلاً.
ومن هذه الكلمات أو القوانين والسنن الإلهية النافذة طوعاً أو كرهاً قوله تعالى: (كل نفس ذائقة الموت) (٨) . فهل فى مقدور أحد مهما كان أن يعطل هذه السنة الإلهية فيوقف " سيف المنايا " ويهب كل الأحياء خلوداً فى هذه الحياة الدنيا؟
فكلمات الله إذن هى عبارة عن قضائه فى الكائنات وقوانينه المطردة فى الموجودات وسننه النافذة فى المخلوقات.
ولا تناقض فى العقل ولا فى النقل ولا فى الواقع المحسوس بين مدلول آية: (لا تبديل لكلمات الله) وآية: (وإذا بدلنا آية مكان آية..) .
لأن معنى هذه الآية: إذا رفعنا آية، أى وقفنا الحكم بها، ووضعنا آية مكانها، أى وضعنا الحكم بمضمونها مكان الحكم بمضون الأولى. قال جهلة المشركين: إنما أنت مفتِرٍ (٩) .
فلكل من الآيتين معنى فى محل غير معنى ومحل الأخرى.
فالآية فى سورة يونس (لا تبديل لكلمات الله) والآية فى سورة النحل: (وإذا بدلنا آية مكان آية..) لكل منهما مقام خاص، ولكن هؤلاء الحقدة جعلوا الكلمات بمعنى الآيات، أو جعلوا الآيات بمعنى الكلمات زوراً وبهتاناً، ليوهموا الناس أن فى القرآن تناقضاً. وهيهات هيهات لما يتوهمون.
أما الآيتان (لا مبدل لكلماته) و (ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها) وقد تقدم ذكرهما فى الجدول السابق.
هاتان الآيتان بريئتان من التناقض براءة قرص الشمس من اللون الأسود:
فآية الكهف (لا مبدل لكلماته) معناها لا مغير لسننه وقوانينه فى الكائنات. وهذا هو ما عليه المحققون من أهل العلم ويؤيده الواقع المحسوس والعلم المدروس.
وحتى لو كان المراد من " كلماته " آياته المنزلة فى الكتاب العزيز " القرآن " فإنه ـ كذلك ـ لا مبدل لها من الخلق فهى باقية محفوظة كما أنزلها الله عز وجل، إلى أن يرث الله الأرض ومن عليها (١٠) .
أما آية البقرة: (ما ننسخ من آية) فالمراد من الآية فيها المعجزة، التى يجريها الله على أيدى رسله. ونسخها رفعها بعد وقوعها. وليس المراد الآية من القرآن، وهذا ما عليه المحققون من أهل التأويل. بدليل قوله تعالى فى نفس الآية: (ألم تعلم أن الله على كل شىء قدير) .
ويكون الله عز وجل قد أخبر عباده عن تأييده رسله بالمعجزات وتتابع تلك المعجزات؛ لأنها من صنع الله، والله على كل شىء قدير.
فالآيتان ـ كما ترى ـ لكل منهما مقام خاص بها، وليس بينهما أدنى تعارض، فضلاً عن أن يكون بينهما تناقض.
أما الآيتان الأخيرتان الواردتان فى الجدول، وهما آية الحجر: (إنا نحن نزلنا الذكر وإنا له لحافظون) وآية الرعد: (يمحو الله ما يشاء ويثبت) فلا تعارض بينهما كذلك؛ لأن الآية الأولى إخبار من الله بأنه حافظ للقرآن من التبديل والتحريف والتغيير، ومن كل آفات الضياع وقد صدق إخباره تعالى، فظل القرآن محفوظاً من كل ما يمسه مما مس كتب الرسل السابقين عليه فى الوجود الزمنى، ومن أشهرها التوراة وملحقاتها. والإنجيل الذى أنزله الله على عيسى عليه السلام.
أما الآية الثانية: (يمحو الله ما يشاء ويثبت) فهى إخبار من الله بأنه هو وحده المتصرف فى شئون العباد دون أن يحد من تصرفه أحد. فإرادته ماضية، وقضاؤه نافذ، يحيى ويميت، يغنى ويفقر، يُصحُّ ويُمْرِضُ، يُسْعِد ويُشْقِى، يعطى ويمنع، لا راد لقضائه، ولا معقب على حكمه (لا يُسأل عما يفعل وهم يُسألون) (١١) . فأين التناقض المزعوم بين هاتين الآيتين يا ترى؟ التناقض كان سيكون لو ألغت آية معنى الأخرى. أما ومعنى الآيتين كل منهما يسير فى طريقٍ متوازٍ غير طريق الأخرى، فإن القول بوجود تناقض بينهما ضرب من الخبل والهذيان المحموم، ولكن ماذا نقول حينما يتكلم الحقد والحسد، ويتوارى العقل وراء دياجير الجهالة الحاقدة؟ نكتفى بهذا الرد الموجز المفحم، على ما ورد فى الجدول المتقدم ذكره.
وهناك شبه أخرى يمكن سردها بإيجاز:
١- إنهم توهموا تناقضاً بين قوله تعالى: (يدبر الأمر من السماء إلى الأرض ثم يعرج إليه فى يوم كان مقداره ألف سنة مما تعدون) (١٢) . وبين قوله تعالى: (تعرج الملائكة والروح إليه فى يوم كان مقداره خمسين ألف سنة) (١٣) . وفى عبارة شديدة الإيجاز نرد على هذه الشبهة الفرعية، التى تصيدوها من اختلاف زمن العروج إلى السماء، فهو فى آية السجدة ألف سنة وهو فى آية المعارج خمسون ألف سنة، ومع هذا الفارق العظيم فإن الآيتين خاليتان من التناقض. ولماذا؟ لأنهما عروجان لا عروج واحد، وعارجان لا عارج واحد.
فالعارج فى آية السجدة الأمر، والعروج عروج الأمر، والعارج فى آية المعارج هم الملائكة والعروج هو عروج الملائكة.
اختلف العارج والعروج فى الآيتين. فاختلف الزمن فيهما قصراً أو طولاً. وشرط التناقض ـ لو كانوا يعلمون ـ هو اتحاد المقام.
٢- وقالوا أيضًا: إن بين قوله تعالى: (ثلة من الأولين وقليل من الآخرين) (١٤) . وقوله تعالى: (ثلة من الأولين وثلة من الآخرين) (١٥) تناقضا. وشاهد التناقض عندهم أن الله قال فى الآية (١٣) (وقليل من الآخرين (وقال فى الآية (٤٠) (وثلة من الآخرين) إذ كيف قال أولاً: (ثلة من الأولين * وقليل من الآخرين) ثم قال ثانياً (ثلة من الأولين * وثلة من الآخرين (ولو كان لديهم نية فى الإنصاف، ومعرفة الحق ناصعاً ونظروا فى المقامين اللذين ورد فيهما هذا الاختلاف لوصلوا إلى الحق من أقصر طريق. ولكنهم يبحثون عن العيوب ولو كلفهم ذلك إلغاء عقولهم.
هذا الاختلاف سببه اختلاف مقام الكلام؛ لأن الله عز وجل قسم الناس فى سورة الواقعة، يوم القيامة ثلاثة أقسام. فقال: (وكنتم أزواجاً ثلاثة) :
*السابقون السابقون. *وأصحاب الميمنة. * وأصحاب المشئمة.
ثم بين مصير كل قسم من هذه الأقسام فالسابقون السابقون لهم منزلة: " المقربون فى جنات النعيم "
ثم بيَّن أن الذين يتبوأون هذه المنزلة فريقان:
كثيرون من السابقين الأولين، وقليلون من الأجيال المتأخرين
وذلك لأن السابقين الأولين بلغوا درجات عالية من الإيمان وعمل الباقيات الصالحات. ولم يشاركهم من الأجيال المتأخرة عن زمنهم إلا قليل.
أما أصحاب اليمين أو الميمنة فبلاؤهم فى الإسلام أدنى من بلاء السابقين الأولين. لذلك كانت درجاتهم فى الجنة أدنى من درجات السابقين الأولين ويشاركهم فى هذه المنزلة كثير من الأجيال اللاحقة بهم؛ لأن فرصة العمل بما جعلهم أصحاب اليمين، متاحة فى كل زمان.
ويمكن أن نمثل للسابقين الأولين بأصحاب رسول الله (ولأصحاب اليمين) بالتابعين، الذين أدركوا الصحابة ولم يدركوا صاحب الرسالة. واذا صح هذا التمثيل، ولا أظنه إلا صحيحاً، صح أن نقول:
إن قليلاً منا، بل وقليل جداً، من يسير فى حياته سيرة أصحاب رسول الله صلى الله عليه وسلم وإن كثيراً منا من يمكن أن يسير سيرة التابعين رضى الله عنهم.
وعلى هذا فلا تناقض أبداً بين الآيتين:
(ثلة من الأولين * وقليل من الآخرين) .
و (ثلة من الأولين * وثلة من الآخرين) .
٣- وقالوا أيضًا: إن فى القرآن آية تنهى عن النفاق، وآية أخرى تُكره الناس على النفاق أما الآية التى تنهى عن النفاق ـ عندهم ـ فهى قوله تعالى (: وبشر المنافقين بأن لهم عذابًا أليما) (١٦) .
وأما الآية التى تُكره الناس على النفاق ـ عندهم ـ فهى قوله تعالى: (وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله ذلك قولهم بأفواههم يضاهئون قول الذين كفروا من قبل قاتلهم الله أَنَّى يؤفكون) (١٧) .
من المحال أن يفهم من له أدنى حظ من عقل أو تمييز أن فى الآية الأولى نهياً، وأن فى الآية الثانية إكراهاً ويبدو بكل وضوح أن مثيرى هذه الشبهات فى أشد الحاجة إلى من يعلمهم القراءة والكتابة على منهج: وزن وخزن وزرع.
ويبدو بكل وضوح أنهم أعجميو اللسان، لا يجيدون إلا الرطانة والتهتهة؛ لأنهم جهلة باللغة العربية، لغة التنزيل المعجز. ومع هذه المخازى يُنَصَّبُون أنفسهم لنقد القرآن، الذى أعجز الإنس والجن.
لا نهى فى الآية الأولى، لأن النهى فى لغة التنزيل له أسلوب لغوى معروف، هو دخول " لا " الناهية على الفعل المضارع مثل: لا تفعل كذا.
ويقوم مقامه أسلوب آخر هو: إياك أن تفعل، جامعًا بين التحذير والنهى، ولا إكراه فى الآية الثانية. وقد جهل هؤلاء الحقدة أن الإكراه من صفات الأفعال لا من صفات الأقوال أما كان الحرى بهم أن يستحيوا من ارتكاب هذه الحماقات الفاضحة.
إن الآية الأولى: (وبشر المنافقين بأن لهم عذابا أليما) تحمل إنذاراً ووعيداً. أما النهى فلا وجود له فيها والآية الثانية تسجل عن طريق " الخبر " انحراف اليهود والنصارى فى العقيدة، وكفرهم بعقيدة التوحيد، وهى الأساس الذى قامت عليه رسالات الله عز وجل.
وليس فى هذه الآية نفاق أصلاً، ولكن فيها رمز إلى أن اليهود والنصارى حين نسبوا " الأبنية " لله لم يكونوا على ثقة بما يقولون، ومع هذا فإنهم ظلوا فى خداع أنفسهم.
وكيف يكون القرآن قد أكرههم على هذا النفاق " المودرن " وهو فى الوقت نفسه يدعو عليهم بالهلاك بقبح إشراكهم بالله:
(قاتلهم الله) .
_________
(١) النساء: ٨٢.
(٢) يونس: ٦٤.
(٣) النحل: ١٠١.
(٤) الكهف: ٢٧.
(٥) البقرة: ١٠٦.
(٦) الحجر: ٩.
(٧) الرعد: ٣٩.
(٨) آل عمران: ١٨٥.
(٩) انظر تفسير فتح القدير (ج٢/٢٣٢)
(١٠) تفسير فتح القدير (ج٣ ـ ص ٣٣٣) .
(١١) الأنبياء: ٢٣.
(١٢) السجدة: ٥.
(١٣) المعارج: ٤.
(١٤) الواقعة: ١٣ ـ ١٤.
(١٥) الواقعة: ٣٩ ـ ٤٠.
(١٦) النساء: ١٣٨.
(١٧) التوبة: ٣٠.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b434] VALUES (8,'<span data-type="title" id=toc-10>٧- الكلام المفكك</span>
جاء فى سورة الإسراء: (وقرآنًا فرقناه لتقرأه على الناس على مكث ونزلناه تنزيلا) (١) . (وقرآنا فرقناه) : نزلناه مفرقاً منجماً " فإنه نزل فى تضاعيف عشرين سنة " (لتقرأه على الناس على مكث) : على مهل وتؤدة. فإنه أيسر للحفظ وأعون على الفهم (ونزلناه تنزيلا) حسب الحوادث، بعد هذه المقدمة قالوا:
" كيف يكون القرآن وحياً، وهو متقطع مفرق يأتى بعضه فى وقت، ويتأخر بعضه إلى وقت آخر، لقد كان محمد يرتبك عندما كان العرب أو اليهود أو النصارى يسألونه. وأحياناً كان يحتج بأن جبريل تأخر.
الرد على هذه الشبهة:
إنهم يستبعدون أن يكون القرآن وحياً لأنه لم ينزل مرة واحدة. فنزوله مفرقاً على مدى ثلاث وعشرين سنة ينفى عنه كونه وحياً من عند الله، هذه واحدة ويثبت أنه كلام مفكك، وهذه ثانية ونقول لهم على وفق طريقتهم:
ونحن نسأل:
من أين لكم هذا الدليل؟ أَنَزل عليكم وحى من الله قال لكم فيه: إن كل وحى من عندى يكون نزوله دفعة واحدة. وكل ما خالف هذا لا يكون وحياً؟ ! هاتوا برهانكم إن كنتم صادقين. هذا عن الأولى.
أما عن الثانية، فمن يجاريكم من العقلاء على هذا المعيار الذى وضعتموه لمعرفة الكلام المفكك الذى تتهمون كلام رب العالمين به؟
إن الكلام المفكك عند العقلاء هو الكلام الذى لا يناسب بعضه بعضاً، لامن حيث المفردات والتراكيب ولا من حيث المعانى والدلالات. وهذا معيار عام لا يخص كلاماً دون كلام، فمن الناس من يكتب كتاباً فى سنة، أو خمس، أو عشر، ويأتى ما كتبه آية فى الجودة والإتقان. ولو قدر لإنسان أن يكتب كتاباً من مائة صفحة فى ساعة أو ساعتين أو ثلاث لجاء كتابه " تخاليط " يصد عنه الناس.
والقرآن، الذى نزل مفرقاً فى ثلاث وعشرين سنة، ليس له مثيل ولاحتى مقارب فى إحكام نسجه، وتآلف نظمه وصحة معناه وصفاء عباراته، وسلامة لغته من كل عيب أو قصور.
كتاب قطع عمراً من الدهر يقترب من الألف ونصف الألف من السنين، ومع هذا فهو كتاب كل عصر سام فوق كل كلام قيل بعده أو قبله أو فى عصر نزوله ومعانيه تكشف للناس فى كل عصر سبقاً فى ميادين المعرفة يذهل ويدهش. وكفاه فضلاً سبقه للحضارات الحديثة فى مختلف ميادين المعرفة العلوية والأرضية وما بين السماء والأرض، وما فى أعماق الأنهار والبحار والمحيطات، وما فى أعماق الأرض.
وكل هذا وفاء بالوعد الإلهى، الذى ورد فى القرآن: (سنريهم آياتنا فى الآفاق وفى أنفسهم حتى يتبين لهم أنه الحق) (٢) .
إن القرآن الذى تفترون عليه هو كتاب الوجود كله، كم حاول الحاقدون قبلكم ومعكم أن يحدثوا فيه شرخاً فأعياهم، وبقى هو كلمة الله العليا السابحة فى الآفاق يتحدى تعاقب الدهور والعصور، وهو المنارة الشامخة يتلألأ ضوؤها ماحياً حيالك الظلام. (الحمد لله الذى أنزل على عبده الكتاب ولم يجعل له عوجا * قيماً لينذر بأسا شديداً من لدنه ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجراً حسناً * ماكثين فيها أبداً * وينذر الذين قالوا اتخذ الله ولدا * مالهم به من علم ولا لآبائهم كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا) (٣) .
_________
(١) الإسراء: ١٠٦.
(٢) فصلت: ٥٣.
(٣) الكهف: ١- ٥.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b434] VALUES (9,'<span data-type="title" id=toc-11>٨- الكلام المكرر</span>
هذه الشبهة من الشبهات التى أكثروا اللغو حولها. واتخذوها كذلك منفذاً للطعن فى القرآن الكريم بأنه ليس وحياً من عند الله.
وركزوا كل التركيز على تكرار القصص فى القرآن وذكروا بعض القصص الذى تكرر، مع الإشارة إلى مواضعه فى سور القرآن، كما ذكروا تكرار بعض العبارات والجمل.
ولغوا لغواً كثيراً، حول تكرار قصة آدم فى القرآن، وقالوا إنها تكررت خمس مرات. ونحن نقول بل تكررت سبع مرات.
كما فعلوا الشىء نفسه مع التكرار الوارد فى سورة " الرحمن " وادعوا أن القرآن إذا حُذف منه المكرر لم يبق منه إلا ما يملأ كراسة واحدة.
لذلك فإننا فى الرد عليهم سنقف وقفة متأنية، نلقنهم فيها درساً بليغاً حول التكرار الوارد فى القرآن المحفوظ وبخاصة فى سورة الرحمن، وتكرار قصة آدم (فى مواضع سبعة. لنقيم الحجة لله.
* الرد على هذه الشبهة:
يقع التكرار فى القرآن الكريم على وجوه:
مرة يكون المكرر أداة تؤدى وظيفة فى الجملة بعد أن تستوفى ركنيها الأساسيين.
وأخرى تتكرر كلمة مع أختها لداع، بحيث تفيد معنى لا يمكن الحصول عليه بدونها.
فاصلة تكرر فى سورة واحدة على نمط واحد.
قصة تتكرر فى مواضع متعددة مع اختلاف فى طرق الصياغة وعرض الفكرة.
بعض الأوامر والنواهى والإرشادات والنصح مما يقرر حكماً شرعيًّا أو يحث على فضيلة أو ينهى عن رذيلة أو يرغب فى خير أو ينفر من شر.
وتكرار القرآن فى جميع المواضع التى ذكرناها، والتى لم نذكرها مما يلحظ عليها سمة التكرار. فى هذا كله يباين التكرار القرآنى ما يقع فى غيره من الأساليب لأن التكرار وهو فن قولى معروف. قد لا يسلم الأسلوب معه من القلق والاضطراب فيكون هدفاً للنقد والطعن. لأن التكرار رخصة فى الأسلوب إذا صح هذا التعبير والرخص يجب أن تؤتى فى حذر ويقظة.
* وظيفة التكرار فى القرآن:
مع هذه المزالق كلها جاء التكرار فى القرآن الكريم محكماً. وقد ورد فيه كثيراً فليس فيه موضع قد أخذ عليه دَعْ دعاوى المغالين فإن بينهم وبين القرآن تارات؛ فهم له أعداء وإذا أحسنا الفهم لكتاب الله فإن التكرار فيه مع سلامته من المآخذ والعيوب يؤدى وظيفتين:
أولاهما: من الناحية الدينية.
ثانيهما: من الناحية الأدبية.
فالناحية الدينية باعتبار أن القرآن كتاب هداية وإرشاد وتشريع لا يخلو منها فن من فنونه، وأهم ما يؤديه التكرار من الناحية الدينية هو تقرير المكرر وتوكيده وإظهار العناية به ليكون فى السلوك أمثل وللاعتقاد أبين.
أما الناحية الأدبية فإن دور التكرار فيها متعدد وإن كان الهدف منه فى جميع مواضعه يؤدى إلى تأكيد المعانى وإبرازها فى معرض الوضوح والبيان. وليكن حديثنا عنه على حسب المنهج الذى أثبتناه فى صدر هذا البحث.
* تكرار الأداة:
ومن أمثلتها قوله تعالى: (ثم إن ربك للذين هاجروا من بعدما فتنوا ثم جاهدوا وصبروا إن ربك من بعدها لغفور رحِيِم) (١) .
(ثم إن ربك للذيِن عملوا السوء بجهالة ثم تابوا من بعد ذلك وأصلحوا إن ربك من بعدها لغفور رحيم) (٢) .
والظاهر من النظر فى الآيتين تكرار " إنَّ " فيهما. وهذا الظاهر يقتضى الاكتفاء ب " إنَّ " الأولى. ولم يطلب إلا خبرها. وهو فى الموضعين أعنى الخبر " لغفور رحيم " لكن هذا الظاهر خولف وأعيدت " إنَّ " مرة أخرى. ولهذه المخالفة سبب.
وهذا السبب هو طول الفصل بين " إنَّ " الأولى وخبرها. وهذا أمر يُشعِر بتنافيه مع الغرض المسوقة من أجله " إنَّ " وهو التوكيد. لهذا اقتضت البلاغة إعادتها لتلحظ النسبة بين الركنين على ما حقها أن تكون عليه من التوكيد.
على أن هناك وظيفة أخرى هى: لو أن قارئاً تلا هاتين الآيتين دون أن يكرر فيهما " إنَّ " ثم تلاهما بتكرارها مرة أخرى لظهر له الفرق بين الحالتين: قلق وضعف فى الأولى، وتناسق وقوة فى الثانية.
ومن أجل هذا الطول كررت فى قول الشاعر (٣) :
وإن امرأً طَالَتْ مَوَاثِيقُ عَهْدِهِ *** عَلَى مِثْلِ هَذاَ إنَّهُ لَكَرِيمُ
يقول ابن الأثير رائياً هذا الرأى: ".. فإذا وردت " إنَّ " وكان بين اسمها وخبرها فسحة طويلة من الكلام. فإعادة " إنَّ " أحسن فى حكم البلاغة والفصاحة كالذى تقدّم من الآيات " (٤) .
* تكرار الكلمة مع أختها:
ومن أمثلتها قوله تعالى: (أولئك الذين لهم سوء العذاب وهم فى الآخرة هم الأخسرون) (٥) .
فقد تكررت " هم " مرتين، الأولى مبتدأ خبرها: " الأخسرون ". والثانية ضمير فصل جئ به لتأكيد النسبة بين الطرفين وهى: هُمْ الأولى بالأخسرية.
وكذلك قوله تعالى: (أولئك الذين كفروا بربهم وأولئك الأغلال فِى أعناقهم وأولئك أصحاب النار هم فيها خالدون) (٦) .
تكررت هنا " أولئك " ثلاث مرات. ولم تجد لهذه الكلمة المكررة مع ما جاورها إلا حسناً وروعة. فالأولى والثانية: تسجلان حكماً عامًّا على منكرى البعث: كفرهم بربهم وكون الأغلال فى أعناقهم.
والثالثة: بيان لمصيرهم المهين. ودخولهم النار. ومصاحبتهم لها على وجه الخلود الذى لا يعقبه خروج منها.
ولو أسقطت (أَولئك (من الموضعين الثانى والثالث لرك المعنى واضطرب. فتصبح الواو الداخلة على: (الأغلال فى أعناقهم (. واو حال. وتصبح الواو الداخلة على: (أَصحاب النار هم فيها خالدون (عاطفة عطفاً يرك معه المعنى.
لذلك حسن موضع التكرار فى الآية لما فيه من صحة المعنى وتقويته. وتأكيد النسبة فى المواضع الثلاثة للتسجيل عليهم بسوء المصير.
***
* تكرار الفاصلة:
سبق أن ذكرنا فى مبحث الفواصل بسوء المصير من تكرار الفاصلة مرتين بدءاً وثلاث مرات نهاية. وقد وجهنا أسلوب التكرار فى تلك الصور. ولكنَّا هنا أمام فاصلة لم تقف فى تكرارها عند حد المرات الثلاث. بل تعدت ذلك بكثير. لذلك آثرنا أن نبحثها هنا إذ هى بهذا الموضع أنسب (٧) .
ونعتمد فى دراستنا لتكرار الفاصلة على ثلاث سور هى: " الرحمن القمر المرسلات ". وهى السور التى برزت فيها هذه الظاهرة الأسلوبية. بشكل لم يرد فى غيرها، كما ورد فيها.
فقد تكررت: (فبِأى آلاء ربكما تكذبان) (٨) فى " الرحمن ". وتكررت (فكيف كان عذابى ونذر) (٩) فى " القمر ". وتكررت: (ويل يومئذ للمكذبين) (١٠) فى " المرسلات ".
* تكرار الفاصلة فى " القمر ":
ولهذا التكرار فى المواضع الثلاثة أسباب ومقتضيات. ففى سورة القمر " نجد العبارة المكررة وهى: (فكيف كان عذابى ونذر (قد صاحبت فى كل موضع من مواضع تكرارها قصة عجيبة الشأن، وكان أول موضع ذُكِرت فيه عقب قصة قوم نوح. وبعد أن صوَّر القرآن مظاهر الصراع بينهم وبين نوح عليه السلام ثم انتصار الله لنوح عليهم. حيث سلَّط عليهم الطوفان. فأغرقهم إلا مَن آمن وعصمه الله.
ونجد أن الله نجَّى نوحاً وتابعيه. ولكن تبقى هذه القصة موضع عظة وادكار، ولتلفت إليها الأنظار وللتهويل من شأنها جاء قوله تعالى عقبها: (فكيف كان عذابى ونذر (مُصدَّراً باسم الاستفهام " كيف " للتعجيب مما كان، ولقد مهَّد لهذا التعجيب بالآية السابقة عليه. وهى قوله تعالى: (ولقد تركناها آية فهل من مدكِر) (١١) .
والموضع الثانى لذكرها حين قص علينا القرآن قصة عاد وعتوها عن أمر الله وفى " عاد " هذه نجد العبارة اكتنفت القصة بدءاً ونهاية. قال تعالى: (كذبت عادُ فكيف كان عذابىِ ونذر *ِإنا أرسلنا عليهم ريحاً صرصراً فى يومِ نحْسٍ مستمر * تنزع الناس كأنهم أعجاز نخل منقعر * فكيف كان عذابى ونذر) (١٢) .
وتكرار العبارة هكذا فى البداية والنهاية إخراج لها مخرج الاهتمام. مع ملاحظة أن أحداث القصة هنا صُورت فى عبارات قصيرة ولكنها محكمة وافية.. ولم يسلك هذا المسلك فى قصة نوح أعنى قصر العبارات والسبب فيما يبدو لى أن إهلاك قوم نوح كان بالإغراق فى الماء. وهى وسيلة كثيراً ما تكون سبب هلاك. فقد كانت سبب هلاك فرعون وملئه.. أما أن يكون الإهلاك بالريح فذلك أمر يدعو إلى التأمل والتفكر.
ولعل مما يقوى رأينا هذا. أن هذه القصة قصة عاد وردت فى موضع آخر من القرآن يتفق مع هذا الموضوع من حيث الفكرة، ويختلف معه قليلاً من حيث طريقة العرض وزيادة التفصيل.
جاء فى سورة الحاقة: (وأما عاد فأهلكوا بريح صرصرٍ عاتية* سخرها عليهم سبع ليالٍ وثمانية أيام حُسوماً فترى القوم فيها صرعَى كأنهم أعجاز نخل خاوية * فهل ترى لهم من باقية) (١٣) .
فإرسال الريح هكذا سبع ليال وثمانية أيام حسوماً مدعاة للعظة والاعتبار.
ومثله: (وفى عاد إذ أرسلنا عليهم الريح العقيم * ما تذر من شئ أتت عليه إلا جعلته كالرميم) (١٤) . (فأما عاد فاستكبروا فى الأرض بغير الحق وقالوا مَن أشد منا قوة أولم يروا أن الله الذى خلقهم هو أشد منهم قوة وكانوا بآياتنا يجحدون * فأرسلنا عليهم ريحاً صرصراً فى أيام نحسات لنذيقهم عذاب الخزى فى الحياة الدنيا ولعذاب الآخرة أخزى وهم لا ينصرون) (١٥) .
فقد بطرت " عاد " نعم ربها عليها. وغرها ما فيه من أسباب التمكين فى الأرض وقوة البطش أن تبارز ربها ومولى نعمها بالمعاصى، فأهلكها الله بما لا قبل لها به. وفى كل موضع يذكر القرآن فيه قصة هؤلاء، تأتى عباراته قوية هادرة واعظة زاجرة..
جاء فى موضع آخر: (ألم تر كيف فعل ربك بعاد * إرم ذات العماد * التى لم يُخلق مثلها فى البلاد) (١٦)
وكانت عاقبتها خسراً وهلاكاً مع من طغى فى الأرض بغير الحق: (فصب عليهم ربك سوط عذاب * إن ربك لبالمرصاد) (١٧) .
أما الموضع الأخير الذى ذكرت فيه هذه العبارة: (فكيف كان عذابى ونذر (فحين قص الله علينا قصة " ثمود "، وقد جاءت فيها كذلك مهيئة لتلقى صورة العقاب بعد التشويق إليها عند السامع. ولفت نظره إليها: (فكيف كان عذابى ونذر* إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر) (١٨) .
ومن هنا ندرك شدة اقتضاء المقام لهذا التكرار. فليست إحدى العبارات فى موضع بمغنية عن أختها فى الموضع الآخر. إنما هو اتساق عجيب تطلبه المقام من الناحيتين: الدينية والأدبية.
من الناحية الدينية حيث تحمل المومنين على التذكر والاعتبار عقب كل قصة من هذه القصص، ومن الناحية الأدبية لأن العبارة: (فكيف كان عذابى ونذر (تأتى عقب كل قصة أيضاً لافتة أنظار المشاهدين إلى " كنه " النهاية وختام أحداث القصة.
وقد مهد القرآن لهذا التكرار حيث لم يأت إلا بعد خمس عشرة آية تنتهى كلها بفاصلة واحدة تتحد نهاياتها بحرف " الراء " مع التزام تحريك ما قبلها. وذلك هو نهج فواصل السورة كلها. وقد أشاع هذا النسق الشاجى نوعاً من الإحساس القوى بجو الإنذار. والسورة فوق كل هذا مكية النزول والموضوع.
كما أن الطابع القصصى هو السائد فى هذه السورة. فبعد أن صور القرآن الكريم موقف أهل مكة من الدعوة الجديدة. وبَيَّن ضلال مسلكهم. وقد كان الرسول (حريصاً على هدايتهم فى وقت هم فيه أشد ما يكونون إعراضاً عنه. لهذا اقتضى الموقف العام سوق عِبَر الماضين ليكون فى ذلك تسلية للرسول (ومن اتبعه وزجر لمن عارضه وصد عنه.
وما دام هذا هو طابع السورة فإن أسس التربية خاصة تربية الأمم تستدعى تأكيد الحقائق بكل وسيلة ومنها التكرار الذى لمسناه فى سورتنا هذه؛ حتى لكأنه أصيل فيها وليس بمكرر.
* تكرار آخر فى سورة " القمر ":
وفى هذه السورة " القمر " مظهر آخر من مظاهر التكرار، هو قوله تعالى: (ولقد يسرنا القرآن للذكر فهل من مدكر) (١٩) . حيث ورد فى السورة أربع مرات، وهذه دعوة صالحة للتأمل فيما يسوقه الله من قصص.
وقد اشتملت هذه الآية: (ولقد يسرنا القرآن للذكر فهل من مدكر (على خبر واستفهام، والخبر تمهيد للاستفهام الذى فيها ولفت النظر إليه.
***
* التكرار فى سورة " الرحمن ":
أما التكرار الوارد فى " الرحمن " فى قوله تعالى: (فبأى آلاء ربكما تكذبان (حيث تكررت الآية فيها إحدى وثلاثين مرة فله أسبابه كذلك. ويمكن أن نسجل هذه الملاحظات:
أولاً: إن هذا التكرار الوارد فى سورة " الرحمن " هو أكثر صور التكرار الوارد فى القرآن على الإطلاق.
ثانياً: إنه أى التكرار فى هذا الموضع قد مُهِّدَ له تمهيداً رائعاً. حيث جاء بعد اثنتى عشرة آية متحدة الفواصل. وقد تكررت فى هذا التمهيد كلمة " الميزان " ثلاث مرات متتابعة دونما نبو أو ملل:
(والسماء رفعها ووضع الميزان * ألا تطغوا فى الميزان * وأقيموا الوزن بالقسط ولا تخسروا الميزان) (٢٠) .
وهذا التمهيد قد أشاع كذلك لحناً صوتيًّا عذباً كان بمثابة مقدمة طبيعية لتلائم صور التكرار ولتألفها النفس وتأنس بها فلا تهجم عليها هجوماً؛ لأن القرآن قد راعى فى فواصل المقدمة التمهيدية ما انبنت عليه فواصل الآية المكررة.
ثالثاً: إن الطابع الغالب على هذه السورة هو طابع تعداد النعم على الثَقَلين: الإنس والجن، وبعد كل نعمة أو نِعَم يعددها الله تأتى هذه العبارة: (فبأى آلاء ربكما تكذبان (.
وعلى هذا الأساس يمكن بيسر فهم عِلّة التكرار الذى حفلت به سورة الرحمن أنه تذكير وتقرير لنعمه. وأنها من الظهور بمكان فلا يمكن إنكارها أو التكذيب بها.
" فتكرار الفاصلة فى الرحمن.. يفيد تعداد النِّعَم والفصل بين كل نعمة وأخرى لأن الله سبحانه عدَّد فى السورة نعماءه وذكَّرعباده بآلائه. ونبههم على قدرها وقدرته عليها ولطفه فيها. وجعلها فاصلة بين كل نعمة لتعرف موضع ما أسداه إليهم منها. ثم فيها إلى ذلك معنى التبكيت والتقريع والتوبيخ؛ لأن تعداد النِعَم والآلاء من الرحمن تبكيت لمن أنكرها كما يبكت منكر أيادى المنعَم عليه من الناس بتعديدها" (٢١) . ولقائل أن يسأل: إن هذه
الفاصلة قد تكررت بعدما هو ليس بنعمة من وعيد وتهديد. فكيف يستقيم التوجيه إذن بعد هذه الآيات؟
(يرسل عليكما شواظ من نار ونحاس فلا تنتصران * فبأى آلاء ربكما تكذبان) (٢٢) .
(يعرف المجرمون بسيماهم فيؤخذ بالنواصى والأقدام * فبأى آلاء ربكما تكذبان) (٢٣) .
(هذه جهنم التى يكذب بها المجرمون * يطوفون بينها وبين حميم آن * فبأى آلاء ربكما تكذبان) (٢٤) .
وظاهر هذه الآيات بلاء وانتقام وليس بنعم.
والجواب: ولكن المتأمل يدرك أن فى الإنذار والوعيد وبيان مآل الضالين عصمة للإنسان من الوقوع فيما وقعوا فيه فيكون مصيره مصيرهم.
ومن هذا الاعتبار يتبين أن هذه المواضع مندرجة تحت النعم، لأن النعمة نوعان: إيصال الخير. ودفع الشر. والسورة اشتملت على كلا النوعين فلذلك كررت الفاصلة.
* التكرار فى سورة " المرسلات ":
بقى التكرار الوارد فى سورة " المرسلات". وقد صنع ما صنع فى نظيريه فى " القمر " و " الرحمن " من التقديم له بتمهيد.. وله مثلهما هدف عام اقتضاه.
بيد أن التمهيد يختلف عما سبق فى " القمر و " الرحمن ". فقد رأينا فيهما اتحاد الفاصلة فى الحروف الأخيرة مع التزام نهج معين فيما قبله. أما هنا فإن الأمر يختلف.
_________
(١) النحل: ١١٠.
(٢) النحل: ١١٩.
(٣) ديوان الحماسة: ٢/١٠٥ ولم ينسب لقائل معين.
(٤) المثل السائر (ج٣ ص٧) تحقيق د/ بدوى طبانة ود/ الحوفى.
(٥) النمل: ٥.
(٦) الرعد: ٥.
(٧) انظر كتابنا: خصائص التعبير فى القرآن الكريم وسماته البلاغية (مبحث الفواصل) مكتبة وهبة بالقاهرة
(٨) وردت ٣١ مرة.
(٩) وردت ٤ مرات.
(١٠) وردت ١٠ مرات
(١١) القمر: ١٥.
(١٢) القمر: ١٨ ٢١.
(١٣) الحاقة: ٦ ٨.
(١٤) الذاريات: ٤١ ٤٢.
(١٥) فصلت: ١٥ ١٦.
(١٦) الفجر: ٦ ٨.
(١٧) الفجر ١٣ ١٤. (١٨) القمر: ٣٠ ٣١.
(١٩) القمر: ١٧، ٢٢،٣٢، ٤٠.
(٢٠) الرحمن: ٧-٩.
(٢١) خزانة الأدب للحموى: ص ١٤٤-١٤٥.
(٢٢) الرحمن: ٣٥ - ٣٦.
(٢٣) الرحمن: ٤١-٤٢.
(٢٤) الرحمن: ٤٣-٤٥.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b434] VALUES (10,'<span data-type="title" id=toc-12>٩- الكلام المنسوخ</span>
النسخ فى اللغة هو الإزالة والمحو، يقال: نسخت الشمسُ الظلَّ، يعنى أزالته ومحته، وأحلت الضوء محله.
ثم تطورت هذه الدلالة فأصبح النسخ يطلق على الكتابة، سواء كانت نقلاً عن مكتوب، أو ابتدأها الكاتب بلا نقل.
والنُّساخ أو الوراقون هم جماعة من محترفى الكتابة كانوا ينسخون كتب العلماء (ينقلون ما كتب فيها فى أوراق جديدة فى عدة نسخ، مثل طبع الكتب الآن) .
أما النسخ فى الشرع فله عدة تعريفات أو ضوابط، يمكن التعبيرعنها بالعبارة الآتية:
" النسخ هو وقْفُ العمل بِِحُكْمٍٍ أَفَادَه نص شرعى سابق من القرآن أو من السنة، وإحلال حكم آخر محله أفاده نص شرعى آخر لاحق من الكتاب أو السنة، لِحكمة قصدها الشرع، مع صحة العمل بحكم النص السابق، قبل ورود النص اللاحق (١) والنسخ موجود بقلة فى القرآن الكريم، مثل نسخ حبس الزانيات فى البيوت حتى الموت، وإحلال الحكم بالجلد مائة، والرجم حتى الموت محل ذلك الحبس (٢) .
النسخ ووروده فى القرآن، على أن القرآن ليس وحياً من عند الله. ونذكر هنا عبارة لهم صوَّروا فيها هذه الشبهة:
" القرآن وحده من دون سائر الكتب الدينية، يتميز بوجود الناسخ والمنسوخ فيه، مع أن كلام الله الحقيقى لا يجوز فيه الناسخ والمنسوخ؛ لأن الناسخ والمنسوخ فى كلام الله هو ضد حكمته وصدقه وعلمه، فالإنسان القصير النظر هو الذى يضع قوانين ويغيرها ويبدلها بحسب ما يبدو له من أحوال وظروف.
لكن الله يعلم بكل شئ قبل حدوثه. فكيف يقال إن الله يغير كلامه ويبدله وينسخه ويزيله؟
ليس الله إنساناً فيكذب، ولا ابن إنسان فيندم؟!
* الرد على هذه الشبهة:
نحن لا ننكر أن فى القرآن نسخاً، فالنسخ موجود فى القرآن بين ندرة من الآيات، وبعض العلماء المسلمين يحصرها فيما يقل عن أصابع اليد الواحدة، وبعضهم ينفى نفياً قاطعاً ورود النسخ فى القرآن (٣) .
أما جمهور الفقهاء، وعلماء الأصول فيقرونه بلا حرج، وقد خصصوا للنسخ فصولاً مسهبة فى مؤلفاتهم فى أصول الفقه، قل من لم يذكره منهم قدماء ومحدثين. والذى ننكره كذلك أن يكون وجود النسخ فى القرآن عيباً أو قدحاً فى كونه كتاباً منزلاً من عند الله. ذلك ظن الذين كفروا، فويل للذين كفروا من النار.
إن الناسخ والمنسوخ فى القرآن، كان إحدى السمات التربوية والتشريعية، فى فترة نزول القرآن، الذى ظل يربى الأمة، وينتقل بها من طور إلى طور، وفق إرادة الله الحكيم، الذى يعلم المفسد من المصلح، وهو العزيز الحكيم.
أما ما ذكرتموه من آيات القرآن، ساخرين من مبدأ الناسخ والمنسوخ فيه فتعالوا اسمعوا الآيات التى ذكرتموها فى جداول المنسوخ والناسخ وهى قسمان:
أحدهما فيه نسخ فعلاً (منسوخ وناسخ) .
وثانيهما لا ناسخ فيه ولا منسوخ فيه، ونحن نلتمس لكم العذر فى هذا " الخلط " لأنكم سرتم فى طريق لا تعرفون كيفية السير فيه.
القسم الأول: ما فيه نسخ:
من الآيات التى فيها نسخ، وذكروها فى جدول الناسخ والمنسوخ الآيتان التاليتان: (واللاتى يأتين الفاحشة من نسائكم فاستشهدوا عليهن أربعة منكم فإن شهدوا فأمسكوهن فى البيوت حتى يتوفاهن الموت أو يجعل الله لهن سبيلا) (٤) .
ثم قوله تعالى: (الزانية والزانى فاجلدوا كل واحد منهما مائة جلدة ولا تأخذكم بهما رأفة فى دين الله ٠٠٠) (٥) .
هاتان الآيتان فيهما نسخ فعلاً، والمنسوخ هو حكم الحبس فى البيوت للزانيات حتى يَمُتْنَ، أو يجعل الله لَهُنَّ حكماً آخر.
وكان ذلك فى أول الإسلام. فهذا الحكم حكم حبس الزانية فى البيت، حين شرعه الله عز وجل أومأ فى الآية نفسها إلى أنه حكم مؤقت، له زمان محدد فى علم الله أزلاً. والدليل على أن هذا الحكم كان فى علم الله مؤقتاً، وأنه سيحل حكم آخر محله فى الزمن الذى قدره الله عز وجل هو قوله: (أو يجعل الله لهن سبيلاً (. هذا هو الحكم المنسوخ الآن وإن كانت الآية التى تضمنته باقية قرآناً يتلى إلى يوم القيامة.
أما الناسخ فهو قوله تعالى فى سورة "النور" فى الآية التى تقدمت، وبين الله أن حكم الزانية والزانى هو مائة جلدة، وهذا الحكم ليس عامّا فى جميع الزناة. بل فى الزانية والزانى غير المحصنين. أما المحصنان، وهما اللذان سبق لهما الزواج فقد بينت السنة قوليًّا وعمليًّا أن حكمهما الرجم حتى الموت.
وليس فى ذلك غرابة، فتطور الأحكام التشريعية، ووقف العمل بحكم سابق، وإحلال حكم آخر لاحق محله مما اقتضاه منهج التربية فى الإسلام.
ولا نزاع فى أن حكم الجلد فى غير المحصنين، والرجم فى الزناة المحصنين، أحسم للأمر، وأقطع لمادة الفساد.
وليس معنى هذا أن الله حين أنزل عقوبة حبس الزانيات لم يكن يعلم أنه سينزل حكماً آخر يحل محله، وهو الجلد والرجم حاشا لله.
والنسخ بوجه عام مما يناسب حكمة الله وحسن تدبيره، أمَّا أن يكون فيه مساس بكمال الله. فهذا لا يتصوره إلا مرضى العقول أو المعاندين للحق الأبلج الذى أنزله الله وهذا النسخ كان معمولاً به فى الشرائع السابقة على شريعة الإسلام.
ومن أقطع الأدلة على ذلك ما حكاه الله عن عيسى عليه السلام فى قوله لبنى إسرائيل: (ولأحل لكم بعض الذى حُرِّم عليكم) (٦) .
وفى أناجيل النصارى طائفة من الأحكام التى ذكروها وفيها نسخ لأحكام كان معمولاً بها فى العهد القديم.
ومثيروهذه الشبهات ضد القرآن يعرفون جيداً وقوع النسخ بين بعض مسائل العهد القديم والعهد الجديد. ومع هذا يدعون بإصرار أن التوراة والأناجيل الآن متطابقان تمام الانطباق (٧) .
ومن هذا القسم أيضاً الآيتان الآتيتان:
(يا أيها النبى حرض المؤمنين على القتال إن يكن منكم عشرون صابرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفاً من الذين كفروا بأنهم قوم لا يفقهون) (٨) .
وقوله تعالى: (الآن خفف الله عنكم وعلم أن فيكم ضعفاً فإن يكن منكم مائة صابرة يغلبوا مائتين وإن يكن منكم ألف يغلبوا ألفين بإذن الله والله مع الصابرين) (٩) .
والآيتان فيهما نسخ واضح. فالآية الأولى توجب مواجهة المؤمنين لعدوهم بنسبة (١: ١٠) ، والآية الثانية توجب مواجهة المؤمنين للعدو بنسبة (١: ٢) .
وهذا التطور التشريعى قد بين الله الحكمة التشريعية فيه، وهى التخفيف على جماعة المؤمنين فى الأعباء القتالية فما الذى يراه عيباً فيه خصوم الإسلام؟
لو كان هؤلاء الحسدة طلاب حق مخلصين لاهتدوا إليه من أقصر طريق، لأن الله عزوجل لم يدع مجالاً لريبة يرتابها مرتاب فى هاتين الآيتين. لكنهم يبحثون عن " العورات " فى دين أكمله الله وأتم النعمة فيه، ثم ارتضاه للناس ديناً.
وقد قال الله فى أمثالهم:
(ولو نزلنا عليك كتاباً فى قرطاس فلمسوه بأيديهم لقال الذين كفروا إن هذا إلا سحر مبين) (١٠) .
ومن هذا القسم أيضاً الآيتان الآتيتان:
(والذين يتوفون منكم ويذرون أزواجاً وصيةً لأزواجهم متاعاً إلى الحول غير إخراج ... ) (١١) .
وقوله تعالى: (والذين يتوفون منكم ويذرون أزواجاً يتربصن بأنفسهن أربعة أشهر وعشراً ... ) (١٢) .
أجل، هاتان الآيتان فيهما نسخ؛ لأن موضوعهما واحد، هو عدة المتوفى عنها زوجها.
الآية الأولى: حددت العدة بعام كامل.
والآية الثانية: حددت العدة بأربعة أشهر وعشر ليال.
والمنسوخ حكماً لا تلاوة هو الآية الأولى، وإن كان ترتيبها فى السورة بعد الآية الثانية.
والناسخ هو الآية الثانية، التى حددت عدة المتوفى عنها زوجها بأربعة أشهر وعشر ليال، وإن كان ترتيبها فى السورة قبل الآية المنسوخ حكمها.
وحكمة التشريع من هذا النسخ ظاهرة هى التخفيف، فقد استبعدت الآية الناسخة من مدة العدة المنصوص عليها فى الآية المنسوخ حكمها ثمانية أشهر تقريباً، والمعروف أن الانتقال من الأشد إلى الأخف، أدعى لامتثال الأمر، وطاعة المحكوم به.. وفيه بيان لرحمة الله عز وجل لعباده. وهو هدف تربوى عظيم عند أولى الألباب.
القسم الثانى:
أما القسم الثانى، فقد ذكروا فيه آيات على أن فيها نسخاً وهى لا نسخ فيها، وإنما كانوا فيها حاطبى ليل، لا يفرقون بين الحطب، وبين الثعابين، وكفى بذلك حماقة.
وها نحن نعرض نموذجين مما حسبوه نسخاً، وهو أبعد ما يكون عن النسخ.
النموذج الأول:
(لا إكراه فى الدين قد تبين الرشد من الغى) (١٣) .
(قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون) (١٤) .
زعموا أن بين هاتين الآيتين تناسخاً، إحدى الآيتين تمنع الإكراه فى الدين، والأخرى تأمر بالقتال والإكراه فى الدين وهذا خطأ فاحش، لأن قوله تعالى (لا إكراه فى الدين) سلوك دائم إلى يوم القيامة.
والآية الثانية لم ولن تنسخ هذا المبدأ الإسلامى العظيم؛ لأن موضوع هذه الآية " قاتلوا " غير موضوع الآية الأولى: (لا إكراه فى الدين) .
لأن قوله تعالى: (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر) له سبب نزول خاص. فقد كان اليهود قد نقضوا العهود التى أبرمها معهم المسلمون. وتآمروا مع أعداء المسلمين للقضاء على الدولة الإسلامية فى المدينة، وأصبح وجودهم فيها خطراً على أمنها واستقرارها. فأمر الله المسلمين بقتالهم حتى يكفوا عن أذاهم بالخضوع لسلطان الدولة، ويعطوا الجزية فى غير استعلاء.
أجل: إن هذه الآية لم تأمر بقتال اليهود لإدخالهم فى الإسلام. ولو كان الأمر كذلك ما جعل الله إعطاءهم الجزية سبباً فى الكف عن قتالهم، ولاستمر الأمر بقتالهم سواء أعطوا الجزية أم لم يعطوها، حتى يُسلموا أو يُقتلوا وهذا غير مراد ولم يثبت فى تاريخ الإسلام أنه قاتل غير المسلمين لإجبارهم على اعتناق الإسلام.
ومثيرو هذه الشبهات يعلمون جيداً أن الإسلام أقر اليهود بعد الهجرة إلى المدينة على عقائدهم، وكفل لهم حرية ممارسة شعائرهم، فلما نقضوا العهود، وأظهروا خبث نياتهم قاتلهم المسلمون وأجلوهم عن المدينة.
ويعلمون كذلك أن النبى (عقد صلحاً سِلْمِيًّا مع نصارى تغلب ونجران، وكانوا يعيشون فى شبه الجزيرة العربية، ثم أقرهم عقائدهم النصرانية وكفل لهم حرياتهم الاجتماعية والدينية.
وفعل ذلك مع بعض نصارى الشام. هذه الوقائع كلها تعلن عن سماحة الإسلام، ورحابة صدره، وأنه لم يضق بمخالفيه فى الدين والاعتقاد.
فكيف ساغ لهؤلاء الخصوم أن يفتروا على الإسلام ما هو برئ منه؟
إنه الحقد والحسد. ولا شىء غيرهما، إلا أن يكون العناد.
النموذج الثانى:
(يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما) (١٥) .
(إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه) (١٦) .
والآيتان لا ناسخ ولا منسوخ فيهما. بل إن فى الآية الثانية توكيداً لما فى الآية الأولى، فقد جاء فى الآية الأولى: " فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما "
ثم أكدت الآية الثانية هذا المعنى: (رجس من عمل الشيطان فاجتنبوه) فأين النسخ إذن؟.
أما المنافع فى الخمر والميسر، فهى: أثمان بيع الخمر، وعائد التجارة فيها، وحيازة الأموال فى لعب الميسر " القمار " وهى منافع خبيثة لم يقرها الشرع من أول الأمر، ولكنه هادنها قليلاً لما كان فيها من قيمة فى حياة الإنسان قبل الإسلام، ثم أخذ القرآن يخطو نحو تحريمها خطوات حكيمة قبل أن يحرمها تحريماً حاسماً، حتى لا يضر بمصالح الناس.
وبعد أن تدرج فى تضئيل دورها فى حياة الناس الاقتصادية وسد منافذ رواجها، ونبه الناس على أن حسم الأمر بتحريمها آتٍ لا محالة وأخذوا يتحولون إلى أنشطة اقتصادية أخرى، جاءت آية التحريم النهائى فى سورة المائدة هذه: (رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون) هذه هى حقيقة النسخ وحكمته التشريعية، وقيمته التربوية ومع هذا فإنه نادر فى القرآن.
_________
(١) هذا التعريف راعينا فيه جمع ما تفرق فى غيره من تعريفات الأصوليين مع مراعاة الدقائق والوضوح.
(٢) الجلد ورد فى القرآن كما سيأتى. أما الرجم فقد ورد قوليا وعمليا فى السنة، فخصصت الجلد بغير المحصنين.
(٣) منهم الدكتور عبد المتعال الجبرى وله فيه مؤلف خاص نشرته مكتبة وهبة بالقاهرة، والدكتور محمد البهى ومنهم الشيخ محمد الغزالى.
(٤) النساء: ١٥.
(٥) النور: ٢.
(٦) آل عمران: ٥٠.
(٧) انظر كتابنا " الإسلام فى مواجهة الاستشراق العالمى " طبعة دار الوفاء.
(٨) الأنفال: ٦٥.
(٩) الأنفال: ٦٦.
(١٠) الأنعام: ٧.
(١١) البقرة: ٢٤٠
(١٢) البقرة:٢٣٤.
(١٣) البقرة: ٢٥٦.
(١٤) التوبة: ٢٩.
(١٥) البقرة: ٢١٩.
(١٦) المائدة: ٩٠.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b434] VALUES (11,'<span data-type="title" id=toc-13>١٠- الكلام الغريب</span>
فى القرآن كثير من الكلمات الغريبة، وهاكم بعضاً منها: فاكهةً وأبًّا، غسلين، حنانا، أوَّاه، الرقيم، كلالة، مبلسون، أخبتوا، حنين، حصحص، يتفيؤا، سربا، المسجور، قمطرير، عسعس، سجيل، الناقور، فاقرة، استبرق، مدهامتان..
ونحن نسأل: أليست هذه الألفاظ الغريبة مخالفة للسليم من الإنشاء..؟!
* الرد على هذه الشبهة:
لا وجود فى القرآن لكلمة واحدة من الغريب حقًا، كما يعرفه اللغويون والنقاد.
فالغريب ـ الذى يعد عيباً فى الكلام، وإذا وجد فيه سلب عنه وصف الفصاحة والبلاغة ـ هو ما ليس له معنى يفهم منه على جهة الاحتمال أو القطع، وما ليس له وجود فى المعاجم اللغوية ولا أصل فى جذورها.
والغريب بهذا المعنى ليس له وجود فى القرآن الكريم، ولا يحتج علينا بوجود الألفاظ التى استعملت فى القرآن من غير اللغة العربية مثل: إستبرق، وسندس، واليم، لأن هذه الألفاظ كانت مأنوسة الاستعمال عند العرب حتى قبل نزول القرآن، وشائعة شيوعاً ظاهراً فى محادثاتهم اليومية وكتاباتهم الدورية.
وهى مفردات وليست تراكيب. بل أسماء مفردة لأشخاص أو أماكن أو معادن أو آلات.
ثم إنها وإن لم تكن عربية الأصل، فهى ـ بالإجماع ـ عربية الاستعمال. ومعانيها كانت ـ وما تزال ـ معروفة فى القرآن، وفى الاستعمال العام.
ومنها الكلمات التى ذكروها مما هو ليس عربييًّا، مثل: غسلين، ومعناها: الصديد، أى صديد أهل النار، وما يسيل من أجسادهم من أثر الحريق، ولما كان يسيل من كل أجسامهم شبه بالماء الذى يُغسَل به الأدران. أما بناؤه على: فعلين فظاهر أنه للمبالغة. ومثل: " قمطريرا " ومعناها: طويلاً، أو شديداً. ومثل: " إستبرق " ومعناها: الديباج. وهكذا كل ما فى القرآن من لغة غير عربية الأصل فهى عربية الاستعمال بألفاظها ومعانيها. وكانت العرب تلوكها بألسنتها قبل نزول القرآن.
واستعارة اللغات من بعضها من سنن الاجتماع البشرى ودليل على حيوية اللغة. وهذه الظاهرة فاشية جداً فى اللغات حتى فى العصر الحديث. ويسميها اللغويون بـ " التقارض " بين اللغات، سواء كانت لغات سامية أو غيرها كالإنجليزية والألمانية والفرنسية وفى اللغة الأسبانية كلمات مستعملة الآن من اللغة العربية.
أما مااقترضته اللغة العربية من غيرها من اللغات القديمة أو ما له وجود حتى الآن فقد اهتم به العلماء المسلمون ونصوا عليه كلمة كلمة، وأسموه بـ " المعرَّب " مثل كتاب العلامة الجواليقى، وقد يسمونه بـ " الدخيل " هذا بالنسبة لما ذكروه من الكلمات غير العربية الأصل، التى وردت فى القرآن الكريم.
أما بقية الكلمات فهى عربية الأصل والاستعمال ولكن مثيرى هذه الشبهات قوم يجهلون فكلمة " حنان " لها جذر لغوى عربى، يقال: حنَّ، بمعنى. رق قلبه ومال إلى العطف على الآخرين. والمضارع: يحن والمصدر: الحنان والحنين، وقد يستعملان استعمال الأسماء.
ومنه قول الشاعر:
حننت إلى ريَّا ونفسك باعدت * مزارك من رياء ونفساكما معا
وأما " أوَّاه " فهو اسم فاعل من " التأوُّه " على صيغة المبالغة " فعَّال ".
وكذلك " حصحص " ومعناه: ظهر وتبيَّن.
ومنه قول الشاعر العربى القديم:
من مُبْلغٌ عنى خِداشاً فإنه * كذوب إذا ما حصحص الحق كاذب
أما الناقور فهو اسم من " النقر " كالفاروق من الفراق.
وحتى لو جارينا هؤلاء الحاقدين، وسلمنا لهم جدلاً بأن هذه الكلمات غريبة؛ لأنها غير عربية، فإنها كلمات من " المعرَّب " الذى عرَّبه العرب واستعملوه بكثرة فصار عربياً بالاستعمال. ومعانيه معروفة عند العرب قبل نزول القرآن. وما أكثر الكلمات التى دخلت اللغة العربية، وهجر أصلها وصارت عربية. فهى إذن ـ ليست غريبة، لإن الغريب ما ليس له معنى أصلاً، ولا وجود له فى المعاجم اللغوية، التى دونت فيها ألفاظ اللغة.
* * *
قد يقال: كيف تنكرون " الغريب " فى القرآن، وهو موجود باعتراف العلماء، مثل الإمام محمد بن مسلم بن قتيبة العالم السنى، فقد وضع كتاباً فى " غريب القرآن " وأورده على وفق ما جاء فى سور القرآن سورة سورة؟
وكذلك صنع السجستانى وتفسيره لغريب القرآن مشهور.
ومثله الراغب الأصفهانى فى كتابه " المفردات " فى شرح غريب القرآن.
ثم الإمام جلال الدين السيوطى، العالم الموسوعى، فله كتاب يحمل اسم " مبهمات القرآن ".
ألا يُعد ذلك اعترافاً صريحاً من هؤلاء الأئمة الأفذاذ بورود الغريب فى القرآن الكريم؟ ومن العلماء المحدثين الشيخ حسنين مخلوف، مفتى الديار المصرية فى النصف الأول من القرن العشرين، وكتابه " كلمات القرآن لا يجهله أحد ".
كما أن جميع مفسرى القرآن قاموا بشرح ما رأوه غريباً فى القرآن. فكيف يسوغ القول ـ الآن ـ بإنكار وجود الغريب فى القرآن أمام هذه الحقائق التى لا تغيب عن أحد؟
من حق غير الملم بفقه هذه القضية ـ قضية الغريب ـ أن يسألوا هذا السؤال، ومن واجبنا أن نجيب عليه إجابة شافية وافية بعون الله وتوفيقه.
والجواب:
هذا السؤال جدير بأن نستقصى جوانب الإجابة عليه لوجاهته وأهميته. فنقول مستمدين الهداية والتوفيق من الله العلى الحكيم.
فأولاً: إن الغريب الذى نسب فى كتب العلماء ـ رضى الله عنهم ـ إلى القرآن، إنما هو غريب نسبى وليس غريباً مطلقاً.
فالقرآن فى عصر الرسالة، وعصر الخلفاء الراشدين كان مفهوماً لجميع أصحاب رسول. صلى الله عليه وسلم
ولم يرد فى رواية صحيحة أن أصحاب رسول الله صلى الله عليه وسلم غاب عنهم فهم ألفاظ القرآن من حيث الدلالة اللغوية البحتة، وكل ما وردت به الرواية أن بعضهم سأل عن واحد من بضعة ألفاظ لا غير. وهى روايات مفتقرة إلى توثيق، وقرائن الأحوال ترجح عدم وقوعها، والألفاظ المسئول عنها هى:
غسلين، قسورة، أبَّا، فاطر، أوَّاه، حنان. وقد نسبوا الجهل بمعانى هذه الكلمات إما إلى عمر بن الخطاب ـ رضى الله عنه ـ، وإما إلى ابن عباس رضى الله عنهما، وكلا الرجلين أكبر من هذه الاتهامات.
ومما يضعف إسناد الجهل إلى عمر رضى الله عنه، بمعنى كلمة " أبًّا " أن عمر كما تقول الرواية سأل عن معناها فى خلافته، مع أن سورة " عبس " التى وردت فيها هذه الكلمة من أوائل ما نزل بمكة قبل الهجرة، فهل يُعقَلُ أن يظل عمر جاهلا بمعنى " أبًّا " طوال هذه المدة (قرابة ربع قرن) ؟
أما ابن عباس رضى الله عنه فإن صحت الرواية عنه أنه سأل عن معانى " غسلين " و " فاطر " فإنه يحتمل أنه سأل عنها فى حداثة سنه. ومعروف أن ابن عباس كان معروفاً بـ " ترجمان القرآن " ومعنى هذا أنه كان متمكناً من الفقه بمعانى القرآن، وقد ورد أن الرسول صلى الله عليه وسلم دعا له قائلاً: [اللهم فقهه فى الدين، وعلمه التأويل] .
هذا فيما يتعلق بشأن الروايات الواردة فى هذا الشأن.
أما فيما يتعلق بالمؤلفات قديماً وحديثاً حول ما سمى بـ " غريب القرآن " فنقول:
إن أول مؤلف وضع فى بيان غريب القرآن هو كتاب " غريب القرآن " لابن قتيبة (فى القرن الثالث الهجرى) وهذا يرجح أن ابن قتيبة، لم يكتب هذا الكتاب للمسلمين العرب، بل كان القصد منه هو أبناء الشعوب غير العربية التى دخلت فى الإسلام، وكانوا يتحدثون لغات غير اللغة العربية.
أما مسلموالقرنين الأول والثانى الهجريين، والنصف الأول من القرن الثالث، فلم يكن فيها ـ فيما نعلم ـ كتب حول بيان غريب القرآن، سوى تفسير عبد الله بن عباس ـ رضى الله عنه ـ، وكتاب " مجازات القرآن " لأبى عبيدة معمر بن المثنى (م ٢١٠هـ) وهما أعنى تفسير ابن عباس، ومجازات أبى عبيدة، ليسا من كتب الغريب، بل هما: محاولتان مبكرتان لتفسير القرآن الكريم مفردات وتراكيب (١) .
ولما تقادم الزمن على نزول القرآن، وضعف المحصول اللغوى عند الأجيال اللاحقة، قام بعض العلماء المتأخرين ـ مثل: الراغب الأصفهانى، صاحب كتاب " مفردات القرآن "، وجلال الدين السيوطى، صاحب كتاب " مبهمات القرآن " ـ بوضع كتب تقرب كتاب الله إلى الفهم، وتقدم بيان بعض المفردات التى غابت معانيها واستعمالاتها عن الأجيال المتأخرة.
وهذا يسلمنا إلى حقيقة لاحت فى الأفق من قبل، نعيد ذكرها هنا فى الآتى:
إن ما يطلق عليه " غريب القرآن " فى بعض المؤلفات التراثية ومنها كتب علوم القرآن، وما تناوله مفسرو القرآن الكريم فى تفاسيرهم، هو غريب نسبى لا مطلق، غريب نسبى باعتبار أنه مستعار من لغات أخرى غير اللغة العربية، أو من لهجات عربية غير لهجة قريش التى بها نزل القرآن وغريب نسبى باعتبار البيئات التى دخلها الإسلام، وأبناؤها دخلاء على اللغة العربية، لأن لهم لغاتٍ يتحدثون بها قبل دخولهم فى الإسلام، وظلت تلك اللغات سائدة فيهم بعد دخولهم فى الإسلام وغريب نسبى باعتبار الأزمان، حتى فى البيئات العربية، لأن الأجيال المتأخرة زمناً ضعفت صلتهم باللغة العربية الفصحى مفردات وتراكيب. وكل هذه الطوائف كانت، وما تزال، فى أمس الحاجة إلى ما يعينهم على فهم القرآن، وتذوق معانيه، والمدخل الرئيس لتذوق معانى القرآن هو فهم معانى مفرداته، وبعض أساليبه.
والغريب النسبى بكل الاعتبارات المتقدمة غريب فصيح سائغ، وليس غريباً عديم المعنى، أو لا وجود له فى معاجم اللغة ومصادرها، وهذا موضع إجماع بين علماء اللغة والبيان، فى كل عصر ومصر. ولا وزن لقول من يزعم غير هذا من الكارهين لما أنزل الله على خاتم أنبيائه ورسله.
مسائل ابن الأزرق
بقى أمر مهم، له كبير صلة بموضوع " الغريب " فى القرآن ذلك الأمر هو ما عرف فى كتب الأقدمين بـ " مسائل ابن الأزرق " ونوجز القول عنها هنا إيجازاً يكشف عن دورها فى الانتصارللحق، فى مواجهة مثيرى هذه الشبهات ومسائل ابن الأزرق مسطورة فى كثير من كتب التراث مثل ابن الأنبارى فى كتابه " الوقف " والطبرانى فى كتابه " المعجم الكبير " والمبرد فى كتابه " الكامل ". وجلال الدين السيوطى فى كتابه " الإتقان فى علوم القرآن " وغيرهم.
ولهذه المسائل قصة إيجازها: أن عبد الله بن عباس كان جالساً بجوار الكعبة يفسر القرآن الكريم، فأبصره رجلان هما: نافع بن الأزرق، ونجدة بن عويمر، فقال نافع لنجدة " قم بنا إلى هذا الذى يجترئ على القرآن ويفسره بما لا علم له به. فقاما إليه فقالا له:
إنَّا نريد أن نسألك عن أشياء فى كتاب الله، فتفسرها لنا، وتأتينا بما يصادقه من كلام العرب. فإن الله أنزل القرآن بلسان عربى مبين.
فقال ابن عباس: سلانى عما بدا لكما. ثم أخذا يسألانه وهو يجيب بلا توقف، مستشهداً فى إجاباته على كل كلمة، " قرآنية " سألاه عنها بما يحفظه من الشعر العربى المأثور عن شعراء الجاهلية، ليبين للسائلين أن القرآن نزل بلسان عربى مبين.
وكان الإمام جلال الدين السيوطى قد جمع هذه المسائل وذكر منها مائة وثمانٍ وثمانين كلمة، وقد حرص على ذكر إجابات ابن عباس عليها رضى الله عنه، وقال: إنه أهمل نحو أربع عشرة كلمة من مجموع ما سئل عنه ابن عباس (٢) .
وها نحن أولاء نورد نماذج منها، قبل التعليق عليها، ولماذا أشرنا إليها فى مواجهة هذه الشبهة التى تزعم أن ألفاظ الكتاب العزيز " غريبة " وغير مفهومة.
النموذج الأول: " عزين "
قال نافع بن الأزرق لابن عباس:
أخبرنى عن قوله تعالى: (عن اليمين وعن الشمال عزين) (٣) .
قال ابن عباس: عزين: الحلق من الرفاق. فسأله نافع: وهل تعرف العرب ذلك؟
فقال ابن عباس: نعم، أما سمعت قول عبيد بن الأبرص:
فجاءوا يُهرعون إليه حتى يكونوا حول منسره عزينا
يعنى جماعات يلتفون حول الرسول (، وهو مشتق من الاعتزاء، أى ينضم بعضهم إلى بعض، قال الراغب فى المفردات: العزين: الجماعة المنتسب بعضها إلى بعض (٤) .
النموذج الثانى: " الوسيلة "
قال نافع: أخبرنى عن قوله تعالى: (وابتغوا إليه الوسيلة) (٥) . قال ابن عباس: الوسيلة: الحاجة، قال نافع: وهل تعرف العرب ذلك؟
قال ابن عباس: نعم، أما سمعت قول عنترة:
إن الرجال لهم إليك وسيلة
أن يأخذوك تكحلى وتخضبى
يعنى: اطلبوا من الله حاجاتكم. واستعمال الوسيلة فى معنى الحاجة كما فسرها ابن عباس فيها إلماح أن طريق قضاء الحوائج يكون إلى الله؛ لإن معنى الوسيلة: الطريق الموصل إلى الغايات.
النموذج الثالث: " شرعةً ومنهاجاً "
وسأله نافع عن الشرعة والمنهاج فى قوله تعالى: (لكل جعلنا منكم شرعةً ومنهاجاً) (٦) . فقال ابن عباس: الشرعة: الدين، والمنهاج: الطريق، واستشهد بقول أبى سفيان الحارث بن عبد المطلب:
لقد نطق المأمون بالصدق والهدى
وبين للإسلام ديناً ومنهجاً.
النموذج الرابع: " ريشاً "
وسأله نافع عن كلمة " ريشاً " فى قوله تعالى: (يا بنى آدم قد أنزلنا عليكم لباساً يوارى سوءاتكم وريشاً ولباس التقوى ذلك خير..) (٧) .
ففسره ابن عباس بالمال، واستشهد بقول الشاعر:
فريشى بخير طالما قد بريتنى
وخير الموالى من يريش ولا يبرى
النموذج الخامس: " كَبد "
وسأله نافع عن كلمة " كَبد " فى قوله تعالى: (لقد خلقنا الإنسان فى كبد) (٨) .
فقال ابن عباس: فى اعتدال واستقامة. ثم استشهد بقول لَبِيد بن ربيعة:
يا عين هلا بكيت أربد إذ قمنا وقام الخصوم فى كبد
وهكذا نهج ابن عباس فى المسائل الـ (١٨٨) التى وجهت إليه، يجيب عنها بسرعة مذهلة، وذاكرة حافظة لأشعار العرب، وسرعة بديهة فى استحضار الشواهد الموافقة لفظاً ومعنى للكلمات القرآنية، التى سئل عنها (٩) .
وهذا يؤكد لنا حقيقتين أمام هذه الشبهات التى أثارها الحاقدون ضد القرآن الكريم.
الأولى: كذب الادعاءات التى نسبت لابن عباس الجهل ببعض معانى كلمات القرآن.
الثانية: أن القرآن كله لا غريب فيه بمعنى الغريب الذى يعاب الكلام من أجله، وأن نسبة الغريب إليه فى كتابات السلف، تعنى الغريب النسبى لا الغريب المطلق، وقد تقدم توضيح المراد من الغريب النسبى فى هذا المبحث، باعتبار الزمان، وباعتبار البيئة والمكان، وأن ما وضعه القدماء من مؤلفات تشرح غريب القرآن إنما كان المقصود به إما أبناء الشعوب التى دخلت الإسلام من غير العرب. وإما للأجيال الإسلامية المتأخرة زمنا، التى غابت عنها معانى بعض الألفاظ.
وقد يضاف إلى هذا كله الألفاظ المشتركة والمترادفة والمتضادة، والاحتمالية المعنى.
أما أن يكون فى القرآن غريب لا معنى له وغير مأنوس الاستعمال. فهذا محال، محال.. والحمد لله رب العالمين.
_________
(١) هذا وقد ظهرت مؤلفات أخرى فى هذا الموضوع مثل " معانى القرآن " للفراء، وغيره من الأقدمين. وهى ليست من كتب الغريب، بل لها مجالات بحث أخرى كالقراءات.
(٢) الإتقان فى علوم القرآن. فصل ما يجب على المفسر لكتاب الله.
(٣) المعارج: ٣٧.
(٤) ومنه قول العامة " عزوة " أى جماعة انظر حرفى العين والزاى فى كتاب الراغب.
(٥) المائدة: ٣٥.
(٦) المائدة:٤٨.
(٧) الأعراف ٢٦
(٨) البلد: ٤.
(٩) انظر " الإعجاز البيانى للقرآن. د/عائشة عبد الرحمن (بنت الشاطئ) ط: دار المعارف بالقاهرة.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b434] VALUES (12,'١١- الكلام المنقول عن غيره دعوى أن القرآن مقتبس من التوراة
الشبهة التى تمسكوا بها وُرُودُ مواضع بينها تشابه فى كل من التوراة والقرآن الكريم. ومن أبرزها الجانب القصصى. وبعض المواضع التشريعية تمسكوا بها، وقالوا: إن القرآن مقتبس من التوراة، وبعضهم يضيف إلى هذا أن القرآن اقتبس مواضع أخرى من " الأناجيل ".
* الرد على هذه الشبهة:
كيف يتحقق الاقتباس عموماً؟
الاقتباس عملية فكرية لها ثلاثة أركان:
الأول: الشخص المُقتَبَس منه.
الثانى: الشخص المُقتَبِس (اسم فاعل) .
الثالث: المادة المُقتَبَسَة نفسها (اسم مفعول) .
والشخص المقُتَبَس منه سابق إلى الفكرة، التى هى موضوع الاقتباس، أما المادة المقُتَبَسَة فلها طريقتان عند الشخص المُقِتَبس، إحداهما: أن يأخذ المقتبس الفكرة بلفظها ومعناها كلها أو بعضها. والثانية: أن يأخذها بمعناها كلها أو بعضها كذلك ويعبر عنها بكلام من عنده.
والمقتبس فى عملية الاقتباس أسير المقتبس منه قطعاً ودائر فى فلكه؛ إذ لا طريق له إلى معرفة ما اقتبس إلا ما ذكره المقتبس منه. فهو أصل، والمقتبس فرع لا محالة.
وعلى هذا فإن المقتبس لابد له وهو يزاول عملية الاقتباس من موقفين لا ثالث لهما:
أحدهما: أن يأخذ الفكرة كلها بلفظها ومعناها أو بمعناها فقط.
وثانيهما: أن يأخذ جزءً من الفكرة باللفظ والمعنى أو بالمعنى فقط.
ويمتنع على المقتبس أن يزيد فى الفكرة المقتبسة أية زيادة غير موجودة فى الأصل؛ لأننا قلنا: إن المقتبس لا طريق له لمعرفة ما اقتبس إلا ما ورد عند المقتبس منه، فكيف يزيد على الفكرة والحال أنه لا صلة له بمصادرها الأولى إلا عن طريق المقتبس منه.
إذا جرى الاقتباس على هذا النهج صدقت دعوى من يقول إن فلاناً اقتبس منى كذا.
أما إذا تشابه ما كتبه اثنان، أحدهما سابق والثانى لاحق، واختلف ما كتبه الثانى عما كتبه الأول مثل:
١- أن تكون الفكرة عند الثانى أبسط وأحكم ووجدنا فيها مالم نجده عند الأول.
٢- أو أن يصحح الثانى أخطاء وردت عند الأول، أو يعرض الوقائع عرضاً يختلف عن سابقه.
فى هذه الحال لا تصدق دعوى من يقول إن فلانا قد اقتبس منى كذا.
ورَدُّ هذه الدعوى مقبول من المدعى عليه، لأن المقتبس (اتهامًا) لما لم يدر فى فلك المقتبس منه (فرضاً) بل زاد عليه وخالفه فيما ذكر من وقائع فإن معنى ذلك أن الثانى تخطى ما كتبه الأول حتى وصل إلى مصدر الوقائع نفسها واستقى منها ما استقى. فهو إذن ليس مقتبساً وإنما مؤسس حقائق تلقاها من مصدرها الأصيل ولم ينقلها عن ناقل أو وسيط.
وسوف نطبق هذه الأسس التى تحكم عملية الاقتباس على ما ادعاه القوم هنا وننظر:
هل القرآن عندما اقتبس كما يدعون من التوراة كان خاضعاً لشرطى عملية الاقتباس وهما: نقل الفكرة كلها، أو الاقتصار على نقل جزء منها فيكون بذلك دائراً فى فلك التوراة، وتصدق حينئذ دعوى القوم بأن القرآن (معظمه) مقتبس من التوراة؟
أم أن القرآن لم يقف عند حدود ما ذكرته التوراة فى مواضع التشابه بينهما؟ بل:
١ عرض الوقائع عرضاً يختلف عن عرض التوراة لها.
٢ أضاف جديداً لم تعرفه التوراة فى المواضع المشتركة بينهما.
٣ صحح أخطاء " خطيرة " وردت فى التوراة فى مواضع متعددة.
٤ انفرد بذكر " مادة " خاصة به ليس لها مصدر سواه.
٥ فى حالة اختلافه مع التوراة حول واقعة يكون الصحيح هو ما ذكره القرآن. والباطل ما جاء فى التوراة بشهادة العقل والعلم إذا كان الاحتمال الأول هو الواقع فالقرآن مقتبس من التوراة..
أما إذا كان الواقع هو الاحتمال الثانى فدعوى الاقتباس باطلة ويكون للقرآن فى هذه الحالة سلطانه الخاص به فى استقاء الحقائق، وعرضها فلا اقتباس لا من توراة ولا من إنجيل ولا من غيرهما.
لا أظن أن القارئ يختلف معنا فى هذه الأسس التى قدمناها لصحة الاتهام بالاقتباس عموماً.
وما علينا بعد ذلك إلا أن نستعرض بعض صور التشابه بين التوراة والقرآن، ونطبق عليها تلك الأسس المتقدمة تاركين الحرية التامة للقارئ سواء كان مسلماً أو غير مسلم فى الحكم على ما سوف تسفر عنه المقارنة أنحن على صواب فى نفى الاقتباس عن القرآن؟.
والمسألة بعد ذلك ليست مسألة اختلاف فى الرأى يصبح فيها كل فريق موصوفاً بالسلامة، وأنه على الحق أو شعبة من حق.
وإنما المسألة مسألة مصير أبدى من ورائه عقيدة صحيحة توجب النجاة لصاحبها يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم.
أو عقيدة فاسدة تحل قومها دار البوار يوم يقدم الله إلى ما عملوا من عمل فيجعله هباءً منثوراً.
الصورة الأولى من التشابه بين التوراة والقرآن. لقطة من قصة يوسف عليه السلام مع امرأة العزيز
تبدأ هذه اللقطة من بدء مراودة امرأة عزيز مصر ليوسف (عليه السلام) ليفعل بها الفحشاء وتنتهى بقرار وضع يوسف فى السجن. واللقطة كما جاءت فى المصدرين هى:
أولاً: نصوصها فى التوراة: (١)
" وحدث بعد هذه الأمور أن امرأة سيده رفعت عينها إلى يوسف وقالت: اضطجع معى، فأبى وقال لامرأة سيده: هو ذا سيدى لا يعرف معى ما فى البيت وكل ما له قد دفعه إلى يدى، ليس هو فى هذا البيت أعظم منى. ولم يمسك عنى شيئا غيرك لأنك امرأته. فكيف أصنع هذا الشر العظيم، وأخطئ إلى الله، وكانت إذ كلمت يوسف يومًا فيوما أنه لم يسمع لها أن يضطجع بجانبها ليكون معها..
ثم حدث نحو هذا الوقت أنه دخل البيت ليعمل عمله ولم يكن إنسان من أهل البيت هناك فى البيت فأمسكته بثوبه قائلة اضطجع معى فترك ثوبه فى يدها وخرج إلى خارج، وكان لما رأت أنه ترك ثوبه فى يدها، وهرب إلى خارج أنها نادت أهل بيتها وكلمتهم قائلة:
" انظروا قد جاء إلينا برجل عبرانى ليداعبنا دخل إلىّ ليضطجع معى فصرخت بصوت عظيم، وكان لما سمع أنى رفعت صوتى وصرخت أنه ترك ثوبه بجانبى وهرب وخرج إلى خارج. فَوَضَعَتْ ثوبه بجانبها حتى جاء سيده إلى بيته فكلمته بمثل هذا الكلام قائلة دخل إلىَّ العبد العبرانى الذى جئت به إلينا ليداعبنى وكان لما رفعت صوتى وصرخت أنه ترك ثوبه بجانبى وهرب إلى خارج فكان لما سمع سيده كلام امرأته الذى كلمته به قائلة بحسب هذا الكلام صنع بى عبدك أن غضبه حمى..
فأخذ سيدُه يوسف ووضعه فى بيت السجن المكان الذى كان أسرى الملك محبوسين فيه ".
نصوص القرآن الأمين
(وَرَاوَدَتْهُ التى هوَ فى بيتها عن نفسه وغلّقتِ الأبوابَ وقالتْ هيت لك قال معاذ الله إنهُ ربى أحسنَ مثواى إنهُ لايُفلحُ الظالمون *ولقد هَمَّتْ به وَهَمَّ بها لولا أن رأى برهان ربه كذلك لنصرفَ عنهُ السوءَ والفحشاء إنه من عبادنا المخلَصين * واستبقا الباب وقدت قميصه من دُبرٍ وألفيا سيدها لدى الباب قالت ما جزاءُ من أراد بأهلكَ سوءًا إلا أن يُسجن أو عذابُ أليم * قال هى راودتنى عن نفسى وشهد شاهدٌ من أهلها إن كان قميصَه قُد من قُبُل فصدقت وهو من الكاذبين وإن كان قميصه قُد من دُبرٍ فكذبت وهو من الصادقين * فلما رأى قميصه قُد من دُبرٍ قال إنه من كيدكُنَّ إن كيدكن عظيم * يوسف أعرض عن هذا واستغفرى لذنبكِ إنك كنتِ من الخاطئ ... (٢) ثم بدا لهم من بعد مارأوا الآيات لَيَسْجنُنَّهُ حتى حين) (٣) .
تلك هى نصوص الواقعة فى المصدرين:
وأدعو القارئ أن يقرأ النصين مرات قراءة متأنية فاحصة. وأن يجتهد بنفسه فى التعرف على الفروق فى المصدرين قبل أن يسترسل معنا فيما نستخلصه من تلك الفروق. ثم يكمل ما يراه من نقص لدينا أو لديه فقد يدرك هو ما لم ندركه، وقد ندرك نحن ما لم يدركه وربَّ قارئ أوعى من كاتب..
الفروق كما نراها
التوراة: القرآن الأمين
المراودة حدثت مرارًا ونُصح يوسف لامرأة سيده كان قبل المرة الأخيرة: المراودة حدثت مرة واحدة اقترنت بعزم المرأة على يوسف لينفذ رغبتها.
تخلو من الإشارة إلى تغليق الأبواب وتقول إن يوسف ترك ثوبه بجانبها وهرب وانتظرت هى قدوم زوجها وقصت عليه القصة بعد أن أعلمت بها أهل بيتها.: يشير إلى تغليق الأبواب وأن يوسف هم بالخروج فَقَدَّتْ ثوبه من الخلف وحين وصلا إلى الباب فوجئا بالعزيز يدخل عليهما فبادرت المرأة بالشكوى فى الحال.
لم يكن يوسف موجوداً حين دخل العزيز ولم يدافع يوسف عن نفسه لدى العزيز.: يوسف كان موجوداً حين قدم العزيز، وقد دافع عن نفسه بعد وشاية المرأة، وقال هى راودتنى عن نفسى.
تخلو من حديث الشاهد وتقول إن العزيز حمى غضبه على يوسف بعد سماع المرأة: يذكر تفصيلاً شهادة الشاهد كما يذكر اقتناع العزيز بتلك الشهادة ولومه لامرأته وتذكيرها بخطئها. وتثبيت يوسف على العفة والطهارة.
تقول إن العزيز فى الحال أمر بوضع يوسف فى السجن ولم يعرض أمره على رجال حاشيته.
يشير إلى أن القرار بسجن يوسف كان بعد مداولة بين العزيز وحاشيته.
تخلو من حديث النسوة اللاتى لُمْنَ امرأة العزيز على مراودتها فتاها عن نفسه، وهى فجوة هائلة فى نص التوراة.
يذكر حديث النسوة بالتفصيل كما يذكر موقف امرأة العزيز منهن ودعوتها إياهن ملتمسة أعذارها لديهن ومصرة على أن ينفذ رغبتها
هذه ستة فروق بارزة بين ما يورده القرآن الأمين، وما ذكرته التوراة. والنظر الفاحص فى المصدرين يرينا أنهما لم يتفقا إلا فى " أصل " الواقعة من حيث هى واقعة وكفى، ويختلفان بعد هذا فى كل شىء. على أن القرآن قام هنا بعملين جليلى الشأن:
أولهما: أنه أورد جديداً لم تعرفه التوراة ومن أبرز هذا الجديد:
(١) حديث النسوة وموقف المرأة منهن.
(٢) شهادة الشاهد الذى هو من أهل امرأة العزيز.
ثانيهما: تصحيح أخطاء وقعت فيها التوراة ومن أبرزها:
(١) لم يترك يوسف ثوبه لدى المرأة بل كان لابساً إياه ولكن قطع من الخلف.
(٢) غياب يوسف حين حضر العزيز وإسقاطها دفاعه عن نفسه.
اعتراض وجوابه:
قد يقول قائل: لماذا تفترض أن الخطأ هو ما فى التوراة، وأن الصواب هو ما فى القرآن؟! أليس ذلك تحيزاً منك للقرآن؛ لأنه كتاب المسلمين وأنت مسلم؟ ولماذا تفترض العكس؟ وإذا لم تفترض أنت العكس فقد يقول به غيرك، وماتراه أنت لا يصادر ما يراه الآخرون. هذا الاعتراض وارد فى مجال البحث. وإذن فلابد من إيضاح.
والجواب:
لم نتحيز للقرآن لأنه قرآن. ولنا فى هذا الحكم داعيان:
الأول: لم يرد فى القرآن - قط - ما هو خلاف الحق؛ لأنه لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد. وقد ثبتت هذه الحقيقة فى كل مجالات البحوث التى أجريت على " مفاهيم " القرآن العظيم فى كل العصور. وهذا الداعى وحده كافٍ فى تأييد ما ذهبنا إليه.
الثانى: وهو منتزع من الواقعة نفسها موضوع المقارنة وإليك البيان: كل من التوراة والقرآن متفقان على " عفة يوسف "وإعراضه عن الفحشاء. ثم اختلفا بعد ذلك:
فالتوراة تقول: إن يوسف ترك ثوبه كله لدى المرأة وهرب والقرآن يقول: إنه لم يترك الثوب بل أمسكته المرأة من الخلف ولما لم يتوقف يوسف عليه السلام اقتطعت قطعة منه وبقيت ظاهرة فى ثوبه.
فأى الروايتين أليق بعفة يوسف المتفق عليها بين المصدرين؟! أن يترك ثوبه كله؟! أم أن يُخرق ثوبه من الخلف؟!
إذا سلمنا برواية التوراة فيوسف ليس " عفيفاً " والمرأة على حق فى دعواها؛ لأن يوسف لا يخلع ثوبه هكذا سليماً إلا إذا كان هو الراغب وهى الآبية.
ولا يقال إن المرأة هى التى أخلعته ثوبه؛ لأن يوسف رجل، وهى امرأة فكيف تتغلب عليه وتخلع ثوبه بكل سهولة، ثم لما يمتنع تحتفظ هى بالثوب كدليل مادى على جنايته المشينة؟!
وهل خرج يوسف " عريانًا " وترك ثوبه لدى غريمته..؟!
والخلاصة أن رواية التوراة فيها إدانة صريحة ليوسف وهذا يتنافى مع العفة التى وافقت فيها القرآن الأمين.
أما رواية القرآن فهى إدانة صريحة لامرأة العزيز، وبراءة كاملة ليوسف عليه السلام.
لقد دعته المرأة إلى نفسها ففر منها. فأدركته وأمسكته من الخلف وهو ما يزال فاراً هارباً من وجهها فتعرض ثوبه لعمليتى جذب عنيفتين إحداهما إلى الخلف بفعل المرأة والثانية إلى الأمام بحركة يوسف فانقطع ثوبه من الخلف.
وهذا يتفق تماماً مع العفة المشهود بها ليوسف فى المصدرين ولهذا قلنا: إن القرآن صحح هذا الخطأ الوارد فى التوراة.
.. فهل القرآن مقتبس من التوراة؟!
فهل تنطبق على القرآن أسس الاقتباس أم هو ذو سلطان خاص به فيما يقول ويقرر؟.
المقتبس لا بد من أن ينقل الفكرة كلها أو بعضها. وها نحن قد رأينا القرآن يتجاوز هذه الأسس فيأتى بجديد لم يذكر فيما سواه، ويصحح خطأ وقع فيه ما سواه.
فليس الاختلاف فيها اختلاف حَبْكٍ وصياغة، وإنما هو اختلاف يشمل الأصول والفروع. هذا بالإضافة إلى إحكام البناء وعفة الألفاظ وشرف المعانى (٤) .
إن الذى روته التوراة هنا لا يصلح ولن يصلح أن يكون أساساً للذى ذكره القرآن. وإنما أساس القرآن هو الوحى الصادق الأمين. ذلك هو مصدر القرآن " الوضىء " وسيظل ذلك هو مصدره تتساقط بين يديه دعاوى الباطل ومفتريات المفترين فى كل عصر ومصر.
الصورة الثانية من صور التشابه بين التوراة والقرآن
قصة هابيل وقابيل ابنى آدم
نصوص التوراة:
" حدث من بعد أيام أن قابين قدم من أثمار الأرض قربانا للرب، وقدم هابيل أيضا من أبكار غنمه، ومن سمانها، فنظر الرب إلى هابيل وقربانه ولكن إلى قابين. وقربانه لم ينظر. فاغتاظ قابين جداً وسقط وجهه. فقال الرب لقابين لماذا اغتظت ولماذا سقط وجهك؟ إن أحسنت أفلا رفع؟؟. وإن لم تحسن فعند الباب خطية رابضة وإليك اشتياقها، وأنت تسود عليها. وكلم قابين هابيل أخاه. وحدث إذ كانا فى الحقل أن قابين قام على هابيل أخيه وقتله. فقال الرب لقابين أين هابيل أخوك فقال لا أعلم أحارس أنا لأخى؟ فقال ماذا فعلت؟ صوت دم أخيك صارخ إلىَّ من الأرض. فالآن ملعون أنت من الأرض التى فتحت فاها لتقبل دم أخيك من يدك متى عملت الأرض؟؟ تعود تعطيك قوتها. تائهاً وهارباً تكون فى الأرض فقال قابين للرب: ذنبى أعظم من أن يحتمل أنك قد طردتنى اليوم على وجه الأرض، ومن وجهك أختفى وأكون تائهاً وهارباً فى الأرض فيكون كل من وجدنى يقتلنى فقال له الرب: لذلك كل من قتل قابين فسبعة أضعاف ينتقم منه. وجعل الرب لقابين علامة لكى لا يقتله كل من وجده. فخرج قابين من لدن الرب وسكن فى أرض نود شرقى عدن " (٥) .
نصوص القرآن الأمين
(واتل عليهم نبأ ابنى آدم بالحق إذ قربا قرباناً فتقبل من أحدهما ولم يتقبل من الآخر قال لأقتلنك قال إنما يتقبلُ الله من المتقين * لئن بسطت إلىَّ يدك لتقتلنى ما أنا بباسطٍ يدى إليك لأقتلك إنى أخافُ الله ربَّ العالمين * إنى أريد أن تبوء بإثمى وإثمك فتكون من أصحاب النار وذلك جزاء الظالمين* فطوعت له نفسهُ قتل أخيه فقتله فأصبح من الخاسرين * فبعث الله غرابًا يبحث فى الأرض ليُرِيَهُ كيف يوارى سوءة أخيه * قال ياويلتى أعجزت أن أكون مثل هذا الغراب فأوارىَ سوءة أخى فأصبح من النادمين * من أجل ذلك كتبنا على بنى إسرائيل أنه من قتل نفساً بغير نفس أو فسادٍ فى الأرض فكأنما قتل الناس جميعاً ومن أحياها فكأنما أحيا الناس جميعاً ولقد جاءتهم رسلنا بالبينات ثم إن كثيراً منهم بعد ذلك فى الأرض لمسرفون) (٦) .
الفروق بين المصدرين
اتفق المصدران حول نقطتين اثنتين لا ثالث لهما واختلفا فيما عداهما. اتفقا فى: مسألة القربان. وفى قتل أحد الأخوين للآخر. أما فيما عدا هاتين النقطتين فإن ما ورد فى القرآن يختلف تماماً عما ورد فى التوراة، وذلك على النحو الآتى:
التوارة/القرآن الأمين
تسمى أحد الأخوين بقابين وهو " القاتل " والثانى " هابيل " كما تصف القربانين وتحدد نوعهما./ لايسميهما ويكتفى ببنوتهما لآدم كما اكتفى بذكر القربانين ولم يحددهما.
تروى حواراً بين قابين والرب بعد قتله أخاه،وتعلن غضب الرب على قابين وطرده من وجه الرب إلى أرض بعيدة./ لا يذكر حواراً حدث بين القاتل وبين الله، ولا يذكر أن القاتل طرده الله من وجهه إلى أرض بعيدة، إذ ليس على الله بعيد.
التوراة تخلو من أى حوار بين الأخوين./ يذكر الحديث الذى دار بين ابنى آدم ويفصل القول عما صدر من القتيل قبل قتله وتهديده لأخيه بأنه سيكون من أصحاب النار إذا قتله ظلماً..
لا مقابل فى التوراة لهذه الرواية ولمْ تبين مصير جثة القتيل؟! / يذكر مسألة الغراب، الذى بعثه الله لٍِيُرى القاتل كيف يتصرف فى جثة أخيه، ويوارى عورته.
تنسب الندم إلى " قابين " القاتل لما هدده الله بحرمانه من خيرات الأرض، ولا تجعله يشعر بشناعة ذنبه./ يصرح بندم " القاتل " بعد دفنه أخيه وإدراكه فداحة جريمته.
لا هدف لذكر القصة فى التوراة إلا مجرد التاريخ. فهى معلومات ذهنية خالية من روح التربية والتوجيه. /يجعل من هذه القصة هدفاً تربوياً ويبنى شريعة القصاص العادل عليها. ويلوم بنى إسرائيل على إفسادهم فى الأرض بعد مجىء رسل الله إليهم.
أضف إلى هذه ما تحتوى عليه التوراة من سوء مخاطبة " قابين" الرب، فترى فى العبارة التى فوق الخط: " أحارس أنا لأخى " فيها فظاظة لوصدرت من إنسان لأبيه لعد عاقًّا جافًّا فظًّا غليظًّا فكيف تصدر من " مربوب " إلى " ربه " وخالقه..؟!
ولكن هكذا تنهج التوراة فلا هى تعرف " قدر الرب " ولا من تنقل عنه حواراً مع الرب.
ولا غرابة فى هذا فالتوراة تذكر أن موسى أمر ربه بأن يرجع عن غضبه على بنى إسرائيل، بل تهديده إياه سبحانه بالاستقالة من النبوة إذا هو لم يستجب لأمره.
والواقع أن ما قصَّهُ علينا القرآن وهو الحق من أمر ابنى آدم مختلف تماماً عما ورد فى التوراة فى هذا الشأن.
فكيف يقال: إن القرآن اقتبس هذه الأحداث من التوراة وصاغها فى قالب البلاغة العربية؟!
إن الاختلاف ليس فى الصياغة، بل هو اختلاف أصيل كما قد رأيت من جدول الفروق المتقدم.
والحاكم هنا هو العقل فإذا قيل: إن هذه القصة مقتبسة من التوراة قال العقل:
* فمن أين أتى القرآن بكلام الشقيق الذى قتل مع أخيه، وهو غير موجود فى نص التوراة التى يُدعى أنها مصدر القرآن؟!
* ومن أين أتى القرآن بقصة الغراب الذى جاء ليُرى القاتل كيف يوارى سوءة أخيه وهى غير واردة فى التوراة المُدَّعى أصالتها للقرآن؟!
* ولماذا أهمل القرآن الحوار الذى تورده التوراة بين " الرب " وقابين القاتل وهذا الحوار هو هيكل القصة كلها فى التوراة؟!
إن فاقد الشىء لا يعطيه أبداً، وهذا هو حكم العقل. والحقائق الواردة فى القرآن غير موجودة فى التوراة قطعاً فكيف تعطى التوراة شيئاً هى لم تعرف عنه شيئاً قط..؟!
لا.. إن القرآن له مصدره الخاص به الذى استمد منه الوقائع على وجهها الصحيح، ومجرد التشابه بينه وبين التوراة فى " أصل الواقعة " لا يؤثر فى استقلال القرآن أبداً.
الصورة الثالثة من صورالتشابه بين التوراة والقرآن مقارنة بين بعض التشريعات
المحرمات من النساء
قارَنَّا فيما سبق بين بعض المسائل التاريخية التى وردت فى كل من التوراة والقرآن الأمين. وأثبتنا بأقطع الأدلة أن القرآن له سلطانه الخاص به فيما يقول ويقرر، ورددنا دعوى أن القرآن مقتبس من التوراة. وبَيَّنَّا حكم العقل فى هذه الدعوى كما أقمنا من الواقع " المحكى " أدلة على ذلك.
ونريد هنا أن نقارن بين بعض المسائل التشريعية فى المصدرين؛ لأنهم يقولون: إن المسائل والأحكام التشريعية التى فى القرآن لا مصدر لها سوى الاقتباس من التوراة.
وقد اخترنا نص المحرمات من النساء فى التوراة لنقابله بنص المحرمات من النساء فى القرآن الحكيم ليظهر الحق.
النص فى المصدرين
أولاً: فى التوراة:
" عورة أبيك وعورة أمك لا تكشف. إنها أمك لا تكشف عورتها. عورة امرأة أبيك لا تكشف. إنها عورة أبيك. عورة أختك بنت أبيك أو بنت أمك المولودة فى البيت، أو المولودة خارجاً لا تكشف عورتها. عورة ابنة ابنك أو ابنة بنتك لا تكشف عورتها إنها عورتك. عورة بنت امرأة أبيك المولودة من أبيك لا تكشف عورتها إنها أختك. عورة أخت أبيك لا تكشف إنها قريبة أبيك. عورة أخت أمك لا تكشف إنها قريبة أمك عورة أخى أبيك لا تكشف، إلى امرأته لا تقرب إنها عمتك. عورة كنتك لا تكشف. إنها امرأة ابنك لا تكشف عورتها.
عورة امرأة أخيك لا تكشف إنها عورة أخيك. عورة امرأة، وبنتها لا تكشف، ولا تأخذ ابنة ابنتها أو ابنة بنتها لتكشف عورتها إنهما قريبتاها. إنه رذيلة. ولا تأخذ امرأة على أختها للضر لتكشف عورتها معها فى حياتها (٧) .
ثانياً: فى القرآن الحكيم:
(ولا تنكحوا ما نكح آباؤكم من النساء إلا ماقد سلف إنه كان فاحشة ومقتًا وساء سبيلا * حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت وأمهاتكم اللاتى أرضعنكم وأخواتكم من الرضاعة وأمهات نسائكم وربائبكم اللاتى فى حجوركم من نسائكم اللاتى دخلتم بهن فإن لم تكونوا دخلتم بهن فلا جناح عليكم وحلائل أبنائكم الذين من أصلابكم وأن تجمعوا بين الأختين إلا ما قد سلف إن الله كان غفوراً رحيما والمحصنات من النساء..) (٨) .
هذان هما النصان فى المصدرين. نص التوراة، ونص القرآن الحكيم. فما هى أهم الفروق بينهما ياترى؟!
وقبل إجراء المقارنة نفترض صحة النص التوراتى وخلوه من التحريف إذ لا مانع أن يكون هذا النص فعلاً مترجماً عن نص أصلى تشريعى خلا مترجمه من إرادة تحريفه.
والمهم هو أن نعرف هل يمكن أن يكون نص التوراة هذا أصلاً اقتبس منه القرآن الحكيم فكرة المحرمات من النساء، علماً بأن النص التوراتى قابل إلى حد كبير لإجراء دراسات نقدية عليه، ولكن هذا لا يعنينا هنا.
الفروق بين المصدرين:
التوراة:
١- لا تقيم شأنًا للنسب من جهة الرضاعة.
٢- تحرم نكاح امرأة العم وتدعوها عمة.
٣- تحرم نكاح امرأة الأخ لأخيه.
٤- لا تذكر حرمة النساء المتزوجات من رجال آخرين زواجهم قائم.
٥- تجعل التحريم غالباً للقرابة من جهة غير الزوج مثل قرابة الأب الأم العم ٠٠٠ وهكذا.
القرآن الأمين:
١- يحرم من الرضاعة ما يحرم من النسب.
٢- لا يحرم نكاح امرأة العم ولا يدعوها عمة.
٣- لا يحرم نكاح امرأة الأخ لأخيه إذا طلقها أو مات عنها أخوه.
٤- يحرم نكاح المتزوجات فعلاً من آخرين زواجاً قائماً ويطلق عليهن وصف المحصنات من النساء.
٥- يجعل التحريم لقرابة الزوج ممن حرمت عليه. أو قرابة زوجته أحياناً.
هذه الفروق الواضحة لا تؤهل النص التوراتى لأن يكون أصلاً للنص القرآنى، علميًّا، وعقليًّا، فللنص القرآنى سلطانه الخاص ومصدره المتميز عما ورد فى التوراة. وإلا لما كان بين النصين فروق من هذا النوع المذكور.
وقفة مع ما تقدم:
نكتفى بما تقدم من التوراة وإن كانت التوراة مصدراً ثَرَاً لمثل هذه المقارنات، ولو أرخينا عنان القلم لما وقفنا عند حد قريب ولتضاعف هذا
الحجم مئات المرات. ومع هذا فما من مقارنة تجرى بين التوراة وبين القرآن إلا وهى دليل جديد على نفى أن يكون القرآن مقتبساً من كتاب سابق عليه، فالقرآن وحى أمين حفظ كلمات الله كما أنزلت على خاتم النبيين (وقد رأينا فى المقارنات الثلاث المتقدمة أن القرآن فوق ما يأتى به من جديد ليس معروفاً فى سواه إنه يصحح أخطاء وقعت فيما سواه وهذا هو معنى " الهيمنة " التى خَصَّ الله بها القرآن فى قوله تعالى: (مصدقًا لما بين يديه من الكتاب ومهيمنًا عليه) (٩) .
فالأمور التى لم يلحقها تحريف فى التوراة جاء القرآن مصدقاً لها أو هو مصدق لكل من التوراة والإنجيل بالصفة التى أنزلها الله عليهما قبل التحريف والتبديل.
أما الأمور التى حُرفت، وتعقبها القرآن فقصها قصًّا صحيحاً أميناً، وصحح ما ألحقوه بهما من أخطاء، فذلك هو سلطان " الهيمنة " المشهود للقرآن بها من منزل الكتاب على رسله.
فالقرآن هو كلمة الله " الأخيرة " المعقبة على كل ما سواها، وليس وراءها معقب يتلوها؛ لأن الوجود الإنسانى ليس فى حاجة مع وجود القرآن إلى غير القرآن.
كما أن الكون ليس فى حاجة مع الشمس إلى شمس أخرى تمده بالضوء والطاقة بعد وفاء الشمس بهما.
ولنأخذ صورة مقارنة من العهد الجديد أيضًا حيث يختلف عن العهد القديم وذلك لأن نص الإنجيل الذى سندرسه يقابله من القرآن نصان كل منهما فى سورة مما يصعب معه وضع النص الإنجيلى فى جدول مقابلا بالنصين القرآنيين. ولهذا فإننا سنهمل نظام الجدول هنا ونكتفى بعرض النصوص، والموازنة بينها والموضوع الذى سنخضعه للمقارنة هنا هو بشارة زكريا عليه السلام بابنه يحى عليه السلام وذلك على النحو الآتى:
الصورة الرابعة من الإنجيل والقرآن
بشارة زكريا ب " يحيى " (عليهما السلام)
النص الإنجيلى:
" لم يكن لهما يعنى زكريا وامرأته ولد. إذ كانت اليصابات يعنى امرأة زكريا عاقراً. وكان كلاهما متقدمين فى أيامهما فبينما هو يكهن فى نوبة غرفته أمام الله حسب عادة الكهنوت أصابته القرعة أن يدخل إلى هيكل الرب ويبخر، وكان كل جمهور الشعب يصلى خارجاً وقت البخور. فظهر له ملاك الرب واقفاً عن يمين مذبح البخور. فلما رآه زكريا اضطرب ووقع عليه خوف. فقال له الملاك: لاتخف يا زكريا؛ لأن طلبتك قد سمعت وامرأتك اليصابات ستلد لك ولداً وتسميه يوحنا، ويكون لك فرح وابتهاج. وكثيرون سيفخرون بولادته؛ لأنه يكون عظيماً أمام الرب. وخمراً ومسكراً لا يشرب، ومن بطن أمه يمتلئ بروح القدس ويرد كثيرين من بنى إسرائيل إلى الرب إلههم، ويتقدم أمامه بروح إيليا وقوته ليرد قلوب الآباء إلى الأبناء. والعصاة إلى فكر الأبرار، لكى يهئ للرب شعباً مستعدًّا. فقال زكريا للملاك: كيف أعلم هذا وأنا شيخ وامرأتى متقدمة فى أيامها..؟!
فأجاب الملاك وقال: أنا جبرائيل الواقف قدام الله. وأرسلت لأكلمك وأبشرك بهذا. وها أنت تكون صامتاً ولا تقدر أن تتكلم إلى اليوم الذى يكون فيه هذا لأنك لم تصدق كلامى الذى سيتم فى وقته. وكان الشعب منتظرين زكريا ومتعجبين من إبطائه فى الهيكل. فلما خرج لم يستطع أن يكلمهم ففهموا أنه قد رأى رؤيا فى الهيكل. فكان يومئ إليهم. وبقى صامتاً.." (١٠) .
النصوص القرآنية:
(١) سورة آل عمران:
(هنالِكَ دعا زكريا ربَّهُ قال رب هب لى من لدُنك ذريةً طيبةً إنك سميعُ الدعاء * فنادته الملائكة وهو قائم يصلى فى المحراب أن الله يُبشرك بيحيى مصدقاً بكلمةٍ من الله وسيداً وحصوراً ونبيًّا من الصالحين * قال رب أنى يكون لى غلامٌ وقد بلغنى الكبر وامرأتى عاقر قال كذلِكَ الله يفعلُ ما يشاء * قال ربِّ اجعل لى آية قال آيتك ألا تُكلم الناسَ ثلاثةَ أيام إلا رمزاً واذكر ربك كثيراً وسبح بالعشى والإبكار) (١١) .
(٢) سورة مريم:
(ذكر رحمة ربك عبده زكريا * إذ نادى ربَّه نداءً خفيًّا * قال رب إنى وهن العظم منى واشتعل الرأس شيباً ولم أكن بدعائك ربِّ شقيًّا * وإنى خفت الموالى من ورائى وكانت امرأتى عاقراً فهب لى من لدنك وليًّا * يرثنى ويرث من آل يعقوب واجعله ربِّ رضيًّا * يا زكريا إنا نبشرك بغلام اسمه يحيى لم نجعل له من قبل سميًّا * قال رب أًنَّى يكون لى غلام وكانتً امرأتى عاقراً وقد بلغت من الكبر عتيًّا * قال كذلكَ قال ربكَ هو علىَّ هينٌ وقد خلقتك من قبل ولم تك شيئا * قال رب اجعل لى آية قال آيتك ألا تكلم الناس ثلاث ليال سويًّا * فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيًّا * يا يحيى خذ الكتاب بقوة وآتيناه الحكم صبيًّا * وحناناً من لدنَّا وزكاةً وكان تقيًّا * وبراً بوالديه ولم يكن جباراً عصيًّا * وسلام عليه يوم ولد ويوم يموت ويوم يبعث حيًّا) (١٢) .
ذلك هو نص الإنجيل. وذان هما نصا القرآن الأمين. والقضية التى نناقشها هنا هى دعوى " الحاقدين " أن القرآن مقتبس من الأناجيل كما ادعوا قبلا أنه مقتبس من التوراة.
وندعو القارئ أن يراجع النص الإنجيلى مرات، وأن يتلو النصوص القرآنية مرات، ويسأل نفسه هذا السؤال:
هل من الممكن علميًّا وعقليًّا أن يكون النص الإنجيلى مصدرًا لما ورد فى القرآن الأمين؟!
إن المقارنة بين هذه النصوص تسفر عن انفراد النصوص القرآنية بدقائق لا وجود لها فى النص الإنجيلى. ومن أبرز تلك الدقائق ما يلى:
أولاً: فى سورة آل عمران:
(أ) تقدم على قصة البشارة فى" آل عمران" قصة نذر امرأة عمران ما فى بطنها لله محرراً. وهذا لم يرد فى النص الإنجيلى.
(ب) الإخبار بأنها ولدت أنثى " مريم " وكانت ترجو المولود ذكرا وهذا لم يأت فى النص الإنجيلى.
(ج) كفالة زكريا للمولودة "مريم " ووجود رزقها عندها دون أن يعرف مصدره والله سبحانه وتعالى أعلم سؤاله إياها عن مصدره. وهذا بدوره لم يرد فى النص الإنجيلى.
(د) القرآن يربط بين قصة الدعاء بمولود لزكريا وبين قصة مولودة امرأة عمران. وهذا لا وجود له فى النص الإنجيلى.
(هـ) دعاء زكريا منصوص عليه فى القرآن وليس له ذكر فى النص الإنجيلى.
ثانياً: فى سورة مريم:
(أ) ما رتبه زكريا على هبة الله له وليًّا، وهو أن يرثه ويرث من آل يعقوب. ولم يرد هذا فى النص الإنجيلى.
(ب) السبب الذى حمل زكريا على دعاء ربه وهو خوفه الموالى من ورائه والنص الإنجيلى يخلو من هذا.
(ج) كون زكريا أوحى لقومه بأن يسبحوا بكرة وعشيًّا. ولا وجود لهذا فى النص الإنجيلى.
(د) الثناء على المولود " يحيى " من أنه بار بوالديه عليه سلام الله يوم ولادته ويوم موته ويوم بعثه حيًّا ورد فى القرآن ولا مقابل له فى النص الإنجيلى.
هذا كله جديد خاص بالقرآن لا ذكر له فى سواه. وهذا يعنى أن القرآن قد صور الواقعة المقصوصة تصويراً أمينًا كاملاً.
وهذه هى المهمة الأولى التى تعقب بها القرآن المهيمن ما ورد فى الإنجيل المذكور.
وبقيت مهمة جليلة ثانية قام بها القرآن المهيمن نحو النص الإنجيلى، كما قام بمثلها نحو النصوص التوراتية المتقدمة. وتلك المهمة هى: تصحيح الأخطاء التى وردت فى النص الإنجيلى.
ومن ذلك:
(أ) النص الإنجيلى يجعل الصمت الذى قام بزكريا عقوبة له من الملاك.
فصحح القرآن هذه الواقعة، وجعل الصمت استجابة لدعاء زكريا ربه. وقد حرص على هذا النصان القرآنيان معاً. ففى آل عمران (قال رب اجعل لى آية قال آيتك ألا تكلم الناس ثلاثة أيام إلا رمزاً (وفى مريم: (قال رب اجعل لى آية قال آيتك ألا تكلم الناس ثلاث ليال سويا (.
فالصمت فكان تكريما لزكريا عليه السلام من الله، وليس عقوبة من الملاك، وقد انساق بعض مفسرى القرآن الكريم وراء هذا التحريف الإنجيلى فقال: إن الصمت كان عقوبة لزكريا، ولكن من الله لا من الملاك.
وها نحن نرفض هذا كله سواء كان القائل به مسلما أو غيرمسلم.
فما هو الذنب الذى ارتكبه زكريا حتى يعاقب من الله أو حتى من الملاك؟!
هل إقراره بكبر سنه وعقر امرأته هو الذنب؟!
لقد وقع هذا من إبراهيم عليه السلام حين بشر بإسحق، ووقع من سارة حين بشرت به فلم يعاقب الله منهما أحداً.
وقد وقع هذا من " مريم " حين بُشِّرَتْ بحملها بعيسى ولم يعاقبها الله عليه. فما السر فى ترك إبراهيم وسارة ومريم بلا عقوبة وإنزالها بزكريا وحده مع أن الذى صدر منه صدر مثله تماماً من غيره.
أفى المسألة محاباة..؟! كلا.. فالله لا يحابى أحداً.
إن أكبر دليل على نفى هذا القول هو خلو النصوص القرآنية منه، وليس هذا تعصباً منا للقرآن. وإنما هو الحق، والمسلك الكريم اللائق بمنزلة الرسل عند ربهم.
إن الصمت الذى حل بزكريا كان بالنسبة لتكليم الناس، ومع هذا فقد ظل لسانه يلج بحمد الله وتسبيحه فى العشى والإبكار كما نص القرآن الأمين.
(ب) النص الإنجيلى يحدد مدة الصمت بخروج زكريا من الهيكل إلى يوم أن ولد يحيى.
وهذا خطأ ثانٍ صححه القرآن المهيمن فجعل مدته ثلاثة أيام بلياليهن بعد الخروج من المحراب.
(ج) النص الإنجيلى يجعل البشارة على لسان ملاك واحد، بينما النصان القرآنيان يجعلانها على لسان جمع من الملائكة: (فنادته الملائكة وهو قائم يصلى فى المحراب) (١٣) .
(يا زكريا إنا نبشرك بغلام..) (١٤) .
وهذا خطأ ثالث وقع فيه النص الإنجيلى فصححه القرآن الأمين.
(د) النص الإنجيلى يجعل التسمبة ب " يحيى " يوحنا من اختيار زكريا بيد أن الملاك قد تنبأ بها.
وهذا خطأ رابع صححه القرآن الأمين فجعل التسمية من وحى الله إلى زكريا: (.. اسمه يحيى لم نجعل له من قبل سميا) (١٥) .
(هـ) النص الإنجيلى يقول: " إن زكريا حين جاءه الملاك وقع عليه خوف واضطراب ".
وقد خلا النص القرآنى من هذا.. فدل خلوه منه على أنه لم يقع.
ذلك أن القرآن الحكيم عَوَّدَنَا فى قَصِّهِ للوقائع المناظرة لهذه الواقعة أن يسجلها إذا حدثت ولا يهملها، بدليل أنه قد نَصَّ عليها فى واقعة السحرة مع موسى عليه السلام فقال: (فأوجس فى نفسه خيفة موسى) (١٦) . وقال فى شأنه كذلك عند انقلاب العصى حية لأول مرة: (فلما رآها تهتز كأنها جَانُّ وَلَّى مُدبِراً ولم يُعَقِّبْ) (١٧) . وحكاها عن إبراهيم عليه السلام حين جاءته الملائكة تبشره فقال حكاية عن إبراهيم لضيوفه: (إنا منكم وجلون) (١٨) . وحكاها عن مريم حين جاءها الملك: (قالت إنى أعوذ بالرحمن منك إن كنت تقيا) (١٩) .
وحِرْصُ القرآن على ذكر هذا الانفعال (الخوف، إذا حدث) يدل على أن خلوه منه بالنسبة لزكريا دليل على أنه لم يقع منه خوف قط، وهذا " الخلو "يعتبر تصحيحاً لما ورد فى الإنجيل من نسبة حدث إلى زكريا هو فى الواقع لم يصدر منه.
فهذه خمسة أخطاء قام بتصحيحها القرآن الأمين نحو نصوص الإنجيل المذكورة هنا فى المقارنة. وبهذا نقول:
إن القرآن أدى هنا فى تعقبه للنص الإنجيلى مهمتين جليلتين:
الأولى: تصوير الواقعة المقصوصة تصويراً أميناً كاملاً.
الثانية: تصحيح الأخطاء الواردة فى النص الإنجيلى المقارن.
وقفة أخيرة مع دعوى الاقتباس:
موضوع الدعوى كما يروج لها المبشرون أن القرآن اقتبس من الكتاب المقدس كل قَصَصِهِ التاريخى.
والواقعة التى هى موضوع دعوى الاقتباس هنا هى حادثة تاريخية دينية محددة ببشارة زكريا عليه السلام بيحيى عبد الله ورسوله ووثائق تسجيلها هما: الإنجيل، ثم القرآن الأمين.
وصلة الإنجيل بالواقعة المقصوصة أنه سجلها فرضًا بعد زمن وقوعها بقليل؛ لأن عيسى كان معاصراً ليحيى عليهما السلام وصلة القرآن الأمين بها أنه سجلها بعد حدوثها بزمن طويل " حوالى سبعمائة سنة ".
وقرب الإنجيل من وقوع الحادثة المقصوصة، وبُعد القرآن الزمنى عنها يقتضى إذا سلمنا جدلاً بدعوى الاقتباس المطروحة أن يأتى الاقتباس على إحدى صورتين:
أولاهما: أن يقتبس القرآن جزءًا مما ورد من القصة الكلية فى الإنجيل. وتظل القصة فيه ناقصة عما هى عليه فى المصدر المقتبس منه (الإنجيل) على حسب زعمهم.
ثانيهما: أن يقتبس القرآن القصة كلها كما هى فى الإنجيل بلا نقص ولا زيادة، سواء أخذها بألفاظها أو صاغها فى أسلوب جديد (البلاغة العربية كما يدعون) ، بشرط أن يتقيد بالمعانى الواردة فى المصدر المقتبس منه؛ لأن الفرض قائم (حتى الآن) على أن القرآن لم يكن له مصدر يستقى منه الواقعة غير الإنجيل المقتبس منه.
ومحظور على القرآن عملا بهذه القيود التى تكتنف قضية الاقتباس للوقائع التاريخية من مصدرها الأوحد أن يأتى بجديد أو يضيف إلى الواقعة ما ليس فى مصدرها الأوحد.
فماذا صنع القرآن إذن؟
هل اقتبس من الإنجيل جزءًا من الواقعة؟ أم الواقعة كلها؟!
دائراً فى فلك الإنجيل دورة ناقصة أو دورة كاملة؟!
لو كان القرآن قد فعل هذا: اقتبس جزءاً من الواقعة كلها، وَلَوْ مع صياغة جديدة لم تغير من المعنى شيئا؛ لكان لدعوى الاقتباس هذه ما يؤيدها من الواقع القرآنى نفسه. ولما تردد فى تصديقها أحد.
ولكننا قد رأينا القرآن لم يفعل شيئًا مما تقدم. لم يقتبس جزءاً من الواقعة ولا الواقعة كلها.
وإنما صورها تصويراً أميناً رائعاً. سجل كل حقائقها، والتقط بعدساته كل دقائقها. وعرضها عرضاً جديداً نقيًّا صافياً، وربط بينها وبين وقائع كانت كالسبب الموحد لها فى بناء محكم وعرض أمين.
ولم يقف القرآن عند هذا الحد.. بل قام بإضافة الكثير جدًّا من الجديد الذى لم يعرفه الإنجيل. وصحح كثيراً من الأخطاء التى وردت فيه بفعل التحريف والتزوير. إما بالنص وإما بالسكوت. وهذا لا يتأتى من مقتبس ليس له مصدر سوى ما اقتبس منه.
وإنما يتأتى ممن له مصدره ووسائله وسلطانه المتفوق، بحيث يتخطى كل الحواجز، ويسجل الواقعة من " مسرحها " كما رآها هو، وعقلها هو، وسجلها هو. وكان هذا هو القرآن.
إن المصدر الوحيد للقرآن هو الوحى الصادق الأمين.. وليس ما سجله الأحبار والكهان، والفريسيون، والكتبة فى توراة أو أناجيل.
إن مقاصد القرآن وتوجيهاته وكل محتوياته ليس فى التوراة ولا فى الإنجيل منها شىء يذكر. وفاقد الشىء لا يعطيه. هذا هو حكم العقل والعلم، ومن لم يخضع لموازين الحق من عقل وعلم ونقل فقد ظلم نفسه.
_________
(١) سفر التكوين الإصحاح (٣٩) الفقرات (٧ ١٩) .
(٢) لم نذكرالنص القرآنى الخاص بحديث النسوه إذ لا مقابل له فى التوراة.
(٣) يوسف: ٢٣-٢٩ ثم آية ٣٥.
(٤) تأمل عبارة التوراة " اضطجع معى " تجدها مبتذلة فاضحة تكاد تجسم معناها تجسيماً. ثم تأمل عبارة القرآن (وراودته التى هو فى بيتها عن نفسه (تجدها كناية لطيفة شريفة بعيدة عن التبذل والإسفاف. والألفاظ أوعية المعانى والمعانى ظلال الألفاظ..
(٥) سفر التكوين (٤-٣-١٦)
(٦) المائدة: ٢٧-٣٢.
(٧) سفر اللاويين (١٨ ٧ ١٨) .
(٨) النساء: ٢٢-٢٤.
(٩) المائدة: ٤٨.
(١٠) إنجيل لوقا (٧- ٢٢) الإصحاح الأول.
(١١) آل عمران: ٣٨-٤١. وراجع قبله الآيات من ٣٥-٣٧ للأهمية
(١٢) مريم: ٨ - ١٥
(١٣) آل عمران: ٣٩.
(١٤) مريم:٧.
(١٥) مريم:٧.
(١٦) طه: ٦٧.
(١٧) القصص: ٣١.
(١٨) الحجر: ٥٢.
(١٩) مريم: ١٨.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b434] VALUES (13,'<span data-type="title" id=toc-15>١٢- رفع المعطوف على المنصوب</span>
منشأ هذه الشبهة:
(إن الذين آمنوا والذين هادوا والصابئون والنصارى من آمن بالله واليوم الآخر وعمل صالحاً فلا خوف عليهم ولا هم يحزنون) (١) .
هذه الآية هى منشأ هذه الشبهة عندهم، لأنهم نظروا فيما بعد " الواو " فى " الصابئون " وقارنوا بينه وبين " الذين آمنوا " الواقع بعد " إن " وهى حرف ناسخ ينصب " المبتدأ " ويرفع " الخبر " واسم " إن " هنا هو " الذين " وهو مبنى لأنه اسم موصول.
وقد عطف عليه " الذين هادوا " أما " الصابئون " فجاءت مرفوعة ب"الواو" لأنها جمع مذكر سالم وجاء بعدها " النصارى ".
وكل من " الذين " فى الموضعين السابقين على " الصابئون " وكذلك " النصارى " إعرابها تقديرى لا يظهر لا فى الخط ولا فى النطق، وذلك لأن الاسم الموصول " الذين " من المبنيات على حالة واحدة، أما "النصارى" فهو اسم مقصور، يتعذر ظهور حركة الإعراب عليه، وهى هنا الفتحة، و " الراء " مفتوحة أصالة، ومحال أن تظهر فتحتان على موضع واحد. سواء كانت الحركتان مختلفتين، كفتحٍ وضمٍ، أو متجانستين، كفتحتين وضمتين.
وخصوم القرآن نظروا فى نظم هذه الآية الحكيمة وقالوا إن فيها خطأ لغوياً (نحوياً) ؛ لأن " الصابئون " معطوفة على منصوب " إن الذين آمنوا " فكان حقها أن تنصب، فيقال " والصابئين " لكنها جاءت مرفوعة ب " الواو " هكذا " والصابئون " وهدفهم من تصيد هذه الشبهات إثبات:
- أن فى القرأن تحريفاً لمخالفته بدهيات القواعد النحوية.
- أو هو ليس من عند الله، لأن ما كان من عند الله لا يكون فيه خطأ.
الرد على الشبهة:
للنحاة والمفسرين فى توجيه رفع " الصابئون " فى هذه الآية عدة آراء، منها ما هو قوى مشهود له فى الاستعمال اللغوى عند العرب الخلص، ومنها ما هو دون ذلك، وقد بلغت فى جملتها تسعة توجهات نذكر منها ما يلى:
الأول: ما قاله جمهور نحاة البصرة، الخليل وسيبويه وأتباعهما، قالوا: إن " الصابئون " مرفوع على أنه " مبتدأ " وخبره محذوف يدل عليه خبر ما قبله " إن الذين آمنوا " قالوا: والنية فيه التأخير، أى تأخير " والصابئون " إلى ما بعد " والنصارى ". وتقدير النظم والمعنى عندهم: " إن الذين آمنوا والذين هادوا والنصارى من آمن منهم بالله واليوم الآخر فلا خوف عليهم ولا هم يحزنون والصابئون كذلك " (٢) .
ومن شواهد هذا الحذف عند العرب قول الشاعر:
نحن بما عندنا وأنت بما
عندك راض والرأى مختلف
فقد حذف الخبر من المبتدأ الأول، وتقديره " راضون " لدلالة الثانى عليه " راض ".
والمعنى: نحن بما عندنا راضون، وأنت بما عندك راض.
وقول الآخر:
ومن بك أمسى بالمدينة رحله
فإنى وقيَّار بها لغريب
والتقدير: فإنى لغريب وقيار كذلك.
وقول الشاعر:
وإلا فاعلموا أنَّا وأنتم
بغاة ما بقينا فى شقاق
الشاعر يصف الفريقين أنهم " بغاة " إن استمروا فى الشقاق، والتقدير:
اعلموا أنا بغاة وأنتم كذلك.
وهكذا ورد فى الاستعمال اللغوى عند العرب، أن الجملة الاسمية المؤكدة ب " إن " يجوز أن يذكر فيها مبتدأ آخر غير اسم " إن " وأن يذكر خبر واحد يكون لاسم " إن " ويحذف خبر المبتدأ الثانى لدلالة خبر اسم "إن " عليه، أو يحذف خبر اسم " إن " ويكون الخبر المذكور للمبتدأ الثانى دليلاً على خبر اسم " إن " المحذوف ونظم الآية التى كانت منشأ الشبهة عندهم لا يخرج عن هذه الأساليب الفصيحة، التى عرفناها فى الأبيات الشعرية الثلاثة، وهى لشعراء فصحاء يستشهد بكلامهم.
الثانى: أن " إن " فى قوله تعالى: " إن الذين آمنوا " ليست هى " إنَّ " الناسخة، التى تنصب المبتدأ وترفع الخبر، بل هى بمعنى: نعم، يعنى حرف جواب، فلا تعمل فى الجملة الاسمية لا نصباً، ولا رفعاً، وعلى هذا فالذى بعدها مرفوع المحل، لأن " الذين " اسم موصول، وهو مبنى فى محل رفع، وكذلك " الصابئون " فإنه مرفوع لفظاً، وعلامة رفعه " الواو " لأنه جمع مذكر سالم، مفرده " صابئ ".
وقد استعملها العرب كذلك. قال قيس بن الرقيات:
برز الغوانى من الشباب
يلمننى، وآلو مهنَّهْ
ويقلن شيبٌ قد علاك
وقد كبرتَ، فقلت إنَّهْ (٣)
أى فقلت: نعم.
وعلى هذا فإن كلا من " الذين " و " الصابئون " والنصارى، أسماء مرفوعة إما محلاً، وهما: الذين " فهى مبنية فى محل رفع، والنصارى مرفوعة بضمة مقدرة لأنها اسم مقصور لا تظهر على آخره حركات، وإما لفظاً مثل: " الصابئون " فهى مرفوعة لفظاً بواو الجماعة.
وعليه كما كان فى المذهب الأول فلا خطأ فى الآية كما زعم خصوم القرآن.
أما المفسرون فقد اختار الزمخشرى منهم المذهب الأول المعزو إلى جمهور علماء البصرة، ومن شيوخهم الخليل وسيبويه، فقال:
" والصابئون " رفع على الابتداء، وخبره محذوف والنية به (٤) التأخير عما فى حيز إن من اسمها وخبرها كأنه قيل:
" إن الذين آمنوا والذين هادوا والنصارى حكمهم كذا، والصابئون كذلك " (٥) .
وقال الإمام الشوكانى:
" والصابئون " مرتفع على الابتداء، وخبره محذوف والتقدير: إن الذين آمنوا والذين هادوا من آمن منهم بالله واليوم الآخر وعمل صالحاً فلا خوف عليهم ولا هم يحزنون والصابئون والنصارى كذلك " (٦) .
وقد ألمح الإمام الشوكانى إلى إضافة جديدة خالف بها كلا من الخليل وسيبويه والزمخشرى؛ لأن هؤلاء جعلوا " الصابئون" مقدما من تأخير كما تقدم، أما هو فجعله قاراًّ فى موضعه غير مقدم من تأخير بدليل قوله:
" والصابئون والنصارى كذلك " وهذه إضافة حسنة ومقبولة. وعليه يمكن جَعْل " النصارى " مرفوعة عطفاً على " الصابئون " ولا حاجة إلى جعلها منصوبة عطفاً على " إن الذين آمنوا "، والواقع أن هذا المذهب على جملته الذى ذهب إليه جمهور علماء البصرة، وتابعهم فيه الإمام الشوكانى هو أقوى ما أورده النحاة فى توجيه رفع " الصابئون " فى هذه الآية الكريمة. أما بقية الآراء، فهى دون ذلك بكثير (٧) .
هذا هو توجيه رفع " الصابئون " عند جمهور النحاة والمفسرين، أما توجيهه بلاغة فهو ما يأتى:
إن مخالفة إعراب " الصابئون " عما قبلها سواء كانت مقدمة من تأخير على رأى الجمهور أو غير مقدمة على رأى الإمام الشوكانى وآخرين (٨)
وعما بعدها إن قدرنا " والنصارى " معطوفاً على " إن الذين آمنوا والذين هادوا، بأن هذه المخالفة لمحة بلاغية رائعة؛ تشير إلى وجود فرق كبير بين هذه الطوائف الأربع:
- الذين آمنوا.
- الذين هادوا.
- النصارى.
- الصابئون.
فالطوائف الثلاث الأولى يربط بينها رابط قوى هو أن كل طائفة منها لها كتاب ورسول من عند الله عز وجل.
فالذين آمنوا لهم كتاب هو القرآن، ورسول هو محمد صلى الله عليه وسلم.
والذين هادوا لهم كتاب هو التوراة، ولهم رسول هو موسى عليه السلام.
والنصارى لهم كتاب هو الإنجيل، ولهم رسول هو عيسى عليه السلام.
أما الصابئون، فليس لهم كتاب ولا رسول، وهم على ضلال مطبق لا ذرة من هداية فيه.
والمقام الذى تتحدث عنه الآية هو فتح باب القبول عند الله لكل من آمن إيماناً صحيحاً صادقاً وداوم على عمل الصالحات. فالإيمان يمحو ما قبله ولا ينظر الله إلى ماضيهم الذى كانوا عليه من كفر ومعاصٍ، والآية بدأت بالذين آمنوا ليستمروا على إيمانهم الذى هم فيه، ويلتزموا بعمل الصالحات والله سيجزيهم خير الجزاء على إيمانهم المستمر، وصلاحهم الدائم (٩) .
ثم ثنت بالذين هادوا، يعنى: اليهود، وهم كانوا فى عصر نزول القرآن قد غالوا فى دينهم، وحادوا عن الحق، وغيَّروا وبدَّلوا فيما أنزله الله على أنبيائهم فوعدهم الله إذا آمنوا إيماناً صحيحاً صادقاً، وتابوا إلى الله من كل ما ابتدعوه فى عقائدهم واتبعوا ما أنزل الله على خاتم رسله؛ بأنهم سيكونون فى أمنٍ من عذاب الله، لا خوف عليهم ولا هم يحزنون.
وكذلك النصارى حيث جعلوا لله صاحبة وولدا وغالوا كثيراً فى دينهم، إذا آمنوا إيماناً صحيحاً صادقاً، وبرئوا من عقائدهم التى ابتدعوها، وأصلحوا شأنهم، وآمنوا بما أنزله الله على خاتم رسله، ولزموا العمل الصالح، كان سعيهم عند الله مشكوراً، ووقاهم الله عز وجل من الخوف والحزن يوم يقوم الناس لرب العالمين.
ثم زاد الله فى ترغيب هذه الفرق الثلاث فيما عنده بأن يجعل هذا الفضل للصابئين الذين خرجوا عن جميع الرسالات السماوية، وإذا كان الله يقبل منهم إيمانهم إذا آمنوا، ويثيبهم على عمل الصالحات. فإن الذين آمنوا واليهود والنصارى أولى بالقبول عند الله، إذا آمنوا وعملوا الصالحات.
ومن أجل هذا خولف إعراب و " الصابئون " ليلفت الأذهان عند قراءة هذه الآية أو سماعها إلى الوقوف أمام هذه المخالفة، وليتساءل القارئ أو السامع ما سبب هذه المخالفة، ثم يقوده هذا التساؤل إلى الحصول على هذا المعنى الذى تقدم.
فهذه المخالفة أشبه ما تكون بالنبر الصوتى فى بعض الكلمات، التى يراد لفت الأنظار إليها عند السامعين؛ قالوا: والواو فى " والصابئون " ليست لعطف المفردات على نظائرها، وإنما هى لعطف " الجمل " و" الواو " التى تعطف جملة على أخرى لا تعمل فى مفردات الجملة المعطوفة، لا رفعاً ولا نصباً ولا جراً. بل تربط بين الجملتين المعطوفة والمعطوف عليها فى المعنى دون الحركات الإعرابية.
ولهذه الآية نظائر فى مخالفة إعرابها لما قبلها اتخذ منها خصوم القرآن منشأ لشبهات مماثلة وسيأتى الحديث عنها كلا فى موضعه إذا شاء الله تعالى.
والخلاصة:
إن هذه الآية: (إن الذين آمنوا والذين هادوا والصابئون والنصارى من آمن بالله واليوم الآخر (تخلو من أى خطأ نحوى أو غير نحوى. بل هى فى غاية الصحة والإعجاز، وقد بينا وجوه صحتها، والمعانى البيانية التى ألمح إليها رفع " الصابئون " وهؤلاء الذين يلحدون فى آيات الله لا دراية لهم بالنحو ولا بالصرف ولا بالبلاغة، وليسوا هم طلاب حق، ولا باحثين عنه، والذى سيطر على كل تفكيرهم هو البحث " عن العورات " فى كتاب لا عورات فيه بل هو أنقى وأبلغ وأفصح وأصح، وأصدق بيان فى الكون كله، ولا يأتوننا بمثل إلا جئناهم بالحق وما هم بسابقين.
_________
(١) المائدة: ٦٩.
(٢) انظر: الدر المصون للسمين الحلبى (٤/٣٥٤) .
(٣) البيتان فى ديوانه (٦٦) والكتاب لسيبويه (١/٤٧٥) .
(٤) الضمير فى " به " عائد على " الصابئون " يعنى أن حقه أن يذكر بعد النصارى، ولكنه قُدِّم من تأخير.
(٥) الكشاف (١/٦٣٠) .
(٦) فتح القدير (٢/٧١) .
(٧) انظر: تفاصيل هذه الآراء وشواهدها ومناقشتها فى " الدر المصون " للسمين الحلبى (٤/٣٥٢) وما بعدها.
(٨) انظر: المصدر السابق (٤/٣٦٠) .
(٩) بعض العلماء يفسر " الذين آمنوا " فى الآية بأنهم المنافقون لأنهم غير مؤمنين فى الباطن. والأصوب ما أثبتناه، وهو أن المراد هم الذين آمنوا فعلاً، ويكون المطلوب منهم أمرين ثباتهم على هذا الإيمان. ثم إدامة عمل الصالحات. كما فى قوله تعالى: (يا أيها الذين آمَنوا آمِنوا بالله ورسوله (النساء: ١٣٦. أى: دوموا على إيمانكم.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b434] VALUES (14,'<span data-type="title" id=toc-16>١٣- نصب المعطوف على المرفوع</span>
وتكلموا على هذه الشبهة فى آيتين:
الأولى:
هو قوله تعالى: (لكن الراسخون فى العلم منهم والمؤمنون يؤمنون بما أنزل إليك وما أنزل من قبلك، والمقيمين الصلاة والمؤتون الزكاة والمؤمنون بالله واليوم الآخر أولئك سنؤتيهم أجراً عظيماً) (١) .
نظروا فى هذه الآية، فوقعت أعينهم على كلمة " المقيمين " فقارنوا بينها وبين ما قبلها: " الراسخون " ـ " المؤمنون " وبين ما بعدها " المؤتون " ـ " المؤمنون " فوجدوا ما قبلها وما بعدها مرفوعاً بـ " الواو " لأنه جمع مذكر سالم؛ أما " المقيمين " فوجدوها منصوبة بـ " الياء " لأنها كذلك جمع مذكر سالم. حقه أن يرفع بـ " الواو " ينصب ويجر بـ " الياء ". وسرعان ما صاحوا وقالوا إن فى القرآن خطأ نحوياً من نوع جديد، هو " عطف المنصوب على المرفوع، أو نصب المعطوف على المرفوع ". ثم علقوا قائلين:
" وكان يجب أن يرفع المعطوف على المرفوع فيقول: " والمقيمون الصلاة "، هذا هو مبلغهم من الجهل، أو حظهم من العناد وكراهية ما أنزل الله على خاتم رسله صلى الله عليه وسلم.
الرد على الشبهة:
هذه الآية وردت فى سياق الحديث عن اليهود تنصف من استحق الإنصاف منهم، بعد أن ذم الله تعالى من عاند منهم، وحاد عن الحق، فى الآيات التى سبقت هذه الآية.
ومجىء " المقيمين " بالياء خلافاً لنسق ما قبله وما بعده لفت أنظار النحاة والمفسرين والقراء، فأكثروا القول فى توجيهه ـ مع إجماعهم على صحته.
وقد اختلفت أراؤهم فيه وها نحن نقتصر على ذكر ما قل ودل منها فى الرد على هؤلاء الكارهين لما أنزل الله على خاتم رسله صلى الله عليه وسلم ولن نذكر كل ما قيل توخياً للإيجاز المفهم.
وأشهر الآراء فيها أن " المقيمين " منصوب على الاختصاص المراد منه المدح فى هذا الموضع بدلالة المقام؛ لأن المؤدين للصلاة بكامل ما يجب لها من طهارة ومبادرة وخشوع وتمكن، جديرون بأن يُمدحوا من الله والناس.
يقول الإمام الزمخشرى:
" و " المقيمين " نُصِبَ على المدح، لبيان فضل الصلاة وهو باب واسع ولا يلتفت إلى ما زعموا من وقوعه لحناً فى خط المصحف، وربما التفت إليه من لم ينظر فى الكتاب، ولم يعرف مذاهب العرب، وما لهم فى النصب على الاختصاص من الافتنان " (٢) .
الزمخشرى أوجز كلامه فى الوجه الذى نُصب عليه " المقيمين " وهو الاختصاص مع إرادة المدح (٢) .
الاختصاص هو مخالفة إعراب كلمة لإعراب ما قبلها بقصد المدح كما فى هذه الآية، أو الذم. ويسمى الاختصاص والقطع.
ومع إيجازه فى عبارته كان حكيماً فيها، ومن الطريف فى كلامه إشارته إلى خطأ من يقول إن نصب " المقيمين " لحن فى خط المصحف ـ لا سمح الله ـ ثم وصفه بالجهل بمذاهب العرب فى البيان، والتفنن فى الأساليب، وكأنه ـ رحمه الله ـ يتصدى للرد على هؤلاء الطاعنين فى القرآن، الذين نرد عليهم فى هذه الرسالة.
والرأى الذى اقتصر عليه الإمام الزمخشرى هو المشهور عند النحاة والمفسرين والقراء.
وقد سبق الزمخشرى فى هذا التوجيه شيخ النحاة سيبويه وأبو البقاء العكبرى (٤) .
وهذا الاختصاص أو القطع بيان لفضل الصلاة التى جعلها الله على الناس كتاباً موقوتاً، وأمر عباده بإقامتها والمحافظة عليها فى كثير من آيات الكتاب العزيز ومثَّلها رسوله صلى الله عليه وسلم ـ كما فى صحيحى البخارى ومسلم ـ بالنهر، الذى يستحم فيه المكلف فى اليوم خمس مرات، فيزيل كل ما علق بجسمه من الأدران والأوساخ، وكذلك الصلوات الخمس فإنها تمحو الخطايا، وتزيل المعاصى كما يزيل الماء أدران الأجسام.
أما الآراء الأخرى فكثيرة، ولكنها لا تبلغ من القوة والشيوع ما بلغه هذا الرأى، وهو النصب على الاختصاص أو القطع.
وقد أوردوا عليه شواهد عدة من الشعر العربى المحتج به لغوياً ونحوياً. ومن ذلك ما أورده سيبويه:
ويأوى إلى نسوة عُطَّلٍ
وشُعْثاً مراضيع مثل الثعالى
ومنها قول الخرنق بنت هفان:
لا يبعدنْ قومى الذين همو
سًمُّ العداة وآفة الجزْر
النازلين بكل معتركٍ
والطيبون معاقد الأُزْر (٥)
والشاهد فى هذه الأبيات، نصب " شُعثا " فى البيتين الأوليين وهو معطوف على مجرور " عُطَّلٍ ".
والشاهد فى البيتين الآخرين نصب " النازلين " وهو معطوف على مرفوع، وهو " سمُّ العداة ".
هذا، وقد قلنا من قبل إن القرآن غير مفتقر إلى شواهد من خارجه على صحة أساليبه، ومع هذا فإن ورود هذه الشواهد نرحب به ولا نقلل من شأنه، ومنهم من جعل " المقيمين " مجروراً لا منصوباً، وقال إن جره لأنه معطوف على الضمير المجرور محلاً فى " منهم " والمعنى على هذا:
لكن الراسخون منهم والمقيمين الصلاة.
وبعضهم قال إنه مجرور بالعطف على الكاف فى " أنزل إليك " وبعضهم قال إنه مجرور بالعطف على " ما " فى " بما أنزل إليك ".
أو هو مجرور بالعطف على " الكاف " فى " قبلك " (٦) .
والخلاصة:
إن الذى ينبغى الركون إليه ـ لقوته ـ هو الرأى الأول، المنسوب إلى سيبويه وأبى البقاء العكبرى والزمخشرى وابن عطية، أما ما عداه من آراء فلا تخلو من التكلف أو الضعف.
أما النصب على الاختصاص فلا مناص من قبوله؛ لأنه أسلوب شائع فى الاستعمال اللغوى العربى، وفيه من البلاغة أمر زائد على مجرد التوجيه النحوى، الذى لا يتجاوز بيان عامل النصب أو الجر.
الثانية:
قوله تعالى: (.. والموفون بعهدهم إذا عاهدوا والصابرين فى البأساء والضراء وحين البأس) (٧) .
وشاهدهم على هذه الشبهة هو قوله سبحانه: " والصابرين فى البأساء والضراء وحين البأس " لأنه جاء منصوباً بـ " الياء " بعد قوله تعالى: " والموفون بعهدهم إذا عاهدوا ".
وكان يجب أن يرفع المعطوف ـ يعنى: الصابرين ـ على المرفوع ـ يعنى: الموفون ـ فيقول: والموفون والصابرون "، هذا قولهم.
الرد على الشبهة:
يُحسن بنا أولاً أن نذكر هذه الآية بتمامها لننظر فيها نظرة جُملية قبل مواجهة ما آثاره الخصوم حولها:
(١) (ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين) .
(٢) (وآتى المال على حبه ذوى القربى واليتامى والمساكين وابن السبيل والسائلين وفى الرقاب) .
(٣) (وأقام الصلاة وآتى الزكاة) .
(٤) (والموفون بعهدهم إذا عاهدوا) .
(٥) (والصابرين فى البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون) .
ترى أننا وزعنا كلمات هذه السورة على وحدات كل وحدة منها تضم معانى وقيماً متجانسة.
الوحدة الأولى: قيم إيمانية تنتظم تحت مفهوم العقيدة وهى: الإيمان بالله، وباليوم الآخر، وبالملائكة، وبالوحى، ثم بالأنبياء والرسل صلى الله عليه وسلم.
والوحدة الثانية: تنتظم عناصرها تحت مبدأ " الإنفاق المالى الحر (غير الزكاة) ويبين الله فيها الصفات التى تتحقق فى المنفق عليه، وهم:
- ذوو القربى من النسب.
- اليتامى مهما تباعدت صلتهم عن المنفق.
- المساكين، الذين ليس لهم مصدر رزق كسبى، إما لعدم وجود عمل، أو لعجز عنه.
- الغرباء الذين تعوزهم الحاجة فى السفر، وليس معهم مال وإن كانوا أغنياء فى بلادهم.
- المحتاجون ـ حقاً ـ الذين يستعطفون الناس لسد حاجتهم فى غير معصية.
- عتق الرقاب من الرق، إما تطوعاً، أو كاتب السيد عبده على مقدار من المال ليصير حراً.
والوحدة الثالثة: يندرج عنصراها: الصلاة والزكاة تحت ركنين عمليين من أركان الإسلام، والزكاة إنفاق واجب، وليس حراً.
والوحدة الرابعة: هى حسن المعاملة مع الناس بوفاء الوعد العهد.
والوحدة الخامسة: تنتظم عناصرها تحت مبدأ الصبر الجميل فى كل عمل خير يؤديه المكلف، وبخاصة فى الشدائد والمحن وملاقاة العدو.
أما الوحدة السادسة: فهى بيان فضل هؤلاء المذكورين فى الآية، وبخاصة ما ذكر قبل الفاصلة مباشرة، ومنزلتهم عند الله:
" أولئك الذين صدقوا وأولئك هم المتقون ".
وإذا تأملت هذه الوحدات، وعناصرها المندرجة تحتها، وجدت أن أشدها وقعاً على النفس، وأكثرها أعباء، وأشقها كلفة، هى الصبر فى المحن والشدائد والأخطار، وبخاصة فى ملاقاة العدو، والتعرض لزحفه وسلاحه، وقد يفضى بالإنسان إما إلى حدوث عاهات مؤلمة فى الجسم، وإما إلى الموت. فالمقاتل فى ساحات الكر والفر إنما يصارع الموت، ومقدمات الموت.
ولهذا جاء إعراب " الصابرين " مخالفاً لإعراب ما قبلها، ليلفت الله أذهان العباد إلى أهمية الصبر فى هذه المجالات، وهذا الإعراب المخالف لما قبله يفيد مع تركيز الانتباه، وتوفير العناية بتأمُّل هذا الخلق العظيم، يفيد أمراً آخر مبهجاً للنفوس، هو مدح هؤلاء الصابرين شديدى العزيمة، قويى الاحتمال.
فانظر إلى نفائس هذه المعانى، التى دل عليها نصب " الصابرين " مع كون ما قبله مرفوعاً. إنها بلاغة القرآن المعجز، وعبقرية اللغة العربية لغة التنزيل الحكيم.
وهذا الإعراب المخالف لإعراب ما قبله، هو الذى يسميه النحاة واللغويون بـ " القطع " كما تقدم فى نظيريه فى هذه الدراسة، إما للمدح كما فى هذه الآية، وآية النساء " والمقيمين الصلاة " وقد تقدمت.
وإما بقصد الذم، كما فى قوله تعالى فى سورة المسد " وامرأته حمالةَ الحطب " أى امرأة أبى لهب التى كانت تحمل الشوك وتنثره فى طريق رسول الله صلى الله عليه وسلم لتؤذيه. لأن كلمة " حمالة " جاءت منصوبة بعد رفع ما قبلها، وهى " امرأتُه " فهذا قطع كذلك، القصد منه الذم، أى: أذم أو ألعن حمالة الحطب.
وأياً كان القطع للمدح أو الذم، فإنه من أرقى الأساليب البلاغية، يحتوى على فضيلة الإيجاز وهى أن تكون المعانى أكثر وأوفر من الألفاظ التى تدل عليها، أو المستعملة فيها، لأن كل كلمة قُطِعَ إعرابها عما قبلها نابت هذه الكلمة مناب ثلاثة قيم بيانية، رامزة إلى وجودها فى المقام، وإن كانت محذوفة وهى:
١ ـ الكلام الذى عمل الإعراب المخالف فى الكلمة المقطوع إعرابها عن إعراب ما قبلها، وهو فى " الصابرين " أمدح أو أخص الصابرين بالمدح. وفى آية " المسد " أذم أو ألعن.
٢ ـ إفادة المدح أو الذم بغير الألفاظ التى تدل عليهما.
٣ ـ فضيلة الإيجاز البيانى المفعم بالمعانى الآسرة والدلالات الساحرة. فسبحان من هذا كلامه!
والخلاصة:
بعد هذا البيان الموجز، وإن طال، لا أرانا فى حاجة إلى ذكر توجيهات النحاة والمفسرين وعلماء القراءات واللغويين، لمجئ " الصابرين "
منصوباً بعد مرفوع فى هذه الآية، لأن توجيهاتهم ـ هنا ـ مثل توجيهاتهم هناك، ولسنا فى حاجة كذلك إلى الاستشهاد بالمأثور عن العرب الذين يحتج بكلامهم على قواعد اللغة، وطرائق استعمالاتها، لسنا فى حاجة إلى ذلك، وإن كان مفيداً، لأن القرآن الكريم حُجة فى نفسه، غير مفتقر لإقامة الدليل من خارجه على صحة شىء فيه، فهو النموذج الممتاز الأعلى للغة العربية، قواعدها، ونحوها، وصرفها، وبيانها، وبلاغتها. وحسبنا فى هذه الآية المعانى التى أمطنا عنها اللثام فى مجىء " الصابرين " منصوباً بعد مرفوع.
_________
(١) النساء: ١٦٢.
(٢) الكشاف (١/٥٨٢) .
(٣) الكتاب (١/٢٤٨) .
(٤) إملاء ما من به الرحمن (١/٢٠٢) .
(٥) انظر: فى هذه الشواهد الدر المصون (٤/١٥٤) .
(٦) انظر: الدر المصون (٤/١٥٥) .
(٧) البقرة: ١٧٧.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b434] VALUES (15,'<span data-type="title" id=toc-17>١٤- نصب الفاعل</span>
هذه شبهة خفيفة الوزن، تدل على أمرين راسخين فيهم:
الأول: جهلهم الفاضح بقواعد اللغة العربية.
الثانى: تهافتهم الأعمى على تصيُّد الشبهات، والبحث عن العيوب والنقائص.
منشأ هذه الشبهة:
هو قوله تعالى: (وإذ ابتلى إبراهيم ربه بكلمات فأتمهن قال إنى جاعلك للناس إماماً، قال: ومن ذريتى قال لا ينال عهدى الظالمين) (١) .
اطلعوا على هذه الآية فى المصحف الشريف، ووقع بصرهم على كلمة " الظالمين " وصورت أوهامهم أن فيها خطأً نحوياً؛ لأنها عندهم فاعل، والفاعل حكمه الرفع لا النصب، فكان حقه أن يكون هكذا.
لا ينال عهدى الظالمون، لأنه جمع مذكر سالم، وعلامة رفعه " الواو " وبهذا تخيلوا، بل توهموا أن القرآن لا سمح الله قد أخطأ فنصب الفاعل " الظالمين " ولم يرفعه " الظالمون "؟! هذا هو منشأ هذه الشبهة.
الرد على الشبهة:
الفعل " نال " فعل متعدٍ إلى مفعول واحد، قال الله تعالى:
(ورد الله الذين كفروا بغيظهم لم ينالوا خيراً) (٢) .
الفاعل " واو الجماعة " والمفعول " خيراً ".
أما فى هذه الآية التى اتخذوها منشأ لهذه الشبهة " لا ينال عهدى الظالمين " فالفاعل هو " عهدى "، مرفوع بضمة مقدرة، منع من ظهورها اشتغال المحل (٣) بحركة المناسبة ل " ياء " المتكلم، والمفعول به هو " الظالمين " وعلامة نصبه هى " الياء " لأنه جمع مذكر سالم، ينصب ويجر ب " الياء " والمعنى: لا ينفع عهدى الظالمين. ومجئ " الظالمين " منصوباً هو قراءة الجمهور من القراء.
وليس فى مجئ " الظالمين " منصوباً على المفعول به خلاف بين العلماء. بل إنهم نصوا على أن خواص الفعل " نال " أن فاعله يجوز أن يكون مفعولاً، ومفعوله يجوز أن يكون فاعلاً، على التبادل بينهما، قالوا: لأن ما نالك فقد نلته أنت.
وقد جاء قوله تعالى: (لن ينال الله لحومُها ولا دماؤها ولكن يناله التقوى منكم) (٤) .
على خلاف نسق آية البقرة، التى نحن بصدد الحديث عنها. حيث كان الوالى للفعل فيها هو الفاعل " لا ينال عهدى والواقع بعد الفاعل هو المفعول " الظالمين ".
أما فى آية الحج فإن الذى ولى الفعل " لن ينال الله " هو المفعول، وما بعده هو الفاعل " لحومُها ".
والمعنى: لن يصل الله لحومُها ولا دماؤها، وكذلك قوله " ولكن يناله التقوى منكم " فالضمير فى " يناله " هو المفعول به، أما " التقوى " فهى الفاعل.
_________
(١) البقرة: ١٢٤.
(٢) الأحزاب: ٢٥.
(٣) المحل هنا هو " الدال " من " عهدى ".
(٤) الحج: ٣٧.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b434] VALUES (16,'<span data-type="title" id=toc-18>١٥- تذكير خبر الاسم المؤنث</span>
الشبهة:
هو قوله تعالى: (ولا تفسدوا فى الأرض بعد إصلاحها وادعوه خوفاً وطمعاً إن رحمة الله قريب من المحسنين) (١) .
وموضع الشاهد عند المعترضين فى الآية الكريمة هو كلمة " قريب " وهى " خبر " اسم " إن " " رحمة ".
وحين نظروا فى نظم هذه الآية توهموا كذلك أن فيها خطأً نحوياً منشؤه عدم التطابق بين المبتدأ " رحمة " والخبر " قريب " فى التأنيث، لأن المبتدأ " رحمت " مؤنث. أما الخبر " قريب " فهو فى الآية مذكر قالوا:
وكان يجب أن يتبع خبر " إن " اسمها فى التأنيث فيقال: قريبة.
الرد على الشبهة:
ذكر علماؤنا فى توجيه هذا " التذكير " الحاصل بحذف علامة التأنيث من الخبر، عدة وجوه، لا نريد أن نطيل بذكرها كلها، لذلك نكتفى بما يرد كيد هؤلاء الطاعنين فى نحورهم.
- بعضهم يجعل " رحمة الله " فى معنى الغفران [أو الرضوان] فلذلك جاء الخبر " قريب " مذكراً.
وقد اختار هذا الرأى النضر بن شميل والزجاج (٢) .
* ومنهم من جعل " قريب " صفة لخبر محذوف مذكر تقديره: شىء أو أمر قريب، ودليل هذا الحذف هو تذكير " قريب ".
* ومنهم من جعله من باب النسب، أى ذات قرب، كقولهم فى حائض: ذات حيض.
* ومنهم من جعل " قريب " مصدراً مستعملاً استعمال الأسماء مثل النقيق، وهو صوت الضفادع. والضغيب وهو صوت الأرنب. والمصدر يُلتزم فيه
الإفراد وإن جرى على جمع، والتذكير وإن جرى على مؤنث كما فى هذه الآية الكريمة.
* ويرى آخرون أن تأنيث " رحمة " لما كان تأنيثاً مجازياً لا حقيقياً جاز فى الاستعمال اللغوى تأنيث خبره وصفته، وجاز تذكيرهما على حدٍ سواء. سواء كان فى ضرورة الشعر، أو فى النثر.
وقال الحلبى تلميذ أبى حيان، وهما من الأئمة الأعلام فى النحو:
" وهذا يجئ على مذهب ابن كيسان، فإنه لا يقصر ذلك على ضرورة الشعر، بل يجيزه فى السعة " (٣) .
وقال الفراء: " قريبة وبعيدة إما أن يراد بهما قرابة النسب أو عدمها فيؤنثها العرب ليس إلا، كقولهم: فلانة قريبة منى أى فى النسب وبعيدة منى أى فى النسب. أما إذا أريد بها القرب المكانى أو الزمانى فإنه يجوز الوجهان؛ لأن قريباً وبعيداً قائم مقام المكان أو الزمان، فتقول:
فلانة قريبة وقريب، وبعيدة وبعيد، والتقدير هى فى مكان قريب وبعيد. قال الشاعر:
عشية لا عفراء منك قريبة
فتدنو ولا عفراء منك بعيد " (٤)
يعنى أن الشاعر جمع بين الوجهين التأنيث والتذكير والموصوف مؤنث؛ لأن " قريب " و " بعيد " أريد بهما القرب فى المكان والبعد فيه.
والآية الكريمة ليس القرب المذكور فيها مراداً به قرب النسب فيلزم تأنيثه، وإنما المراد قرب الزمان، والعرب تجيز فيه الوجهين: التأنيث والتذكير.
ولأمرئ القيس، وهو من شعراء الجاهلية، وشعرهم حُجة فى إثبات اللغة، بيت نحا فيه هذا المنحى؛ فقال:
له الويل إن أمسى ولا أم سالم
قريب، ولا البسباسة ابنته يُشكرا (٥)
والشاهد فى البيت تذكير " قريب " مع جريانه على مؤنث " أم سالم " وهو نظير " قريب " فى الآية الكريمة.
والخلاصة:
رأينا فى الرد على هذه الشبهة أن القرآن الكريم لم يخرج عن سنن البيان العربى حين ذكَّر " قريب " فى الآية، وهى مجراة على مؤنث مجازى غير حقيقى " رحمة الله ".
وكان أصح وأثبت ما ذكرناه فى الرد على خصوم القرآن، هو ما قاله الفراء رحمه الله، من أن العرب كانوا يفرقون بين القرب والبعد من النسب وبين القرب والبعد فى المكان والزمان:
فالأول: يلتزم فيه تأنيث ما جرى خبراً أو صفة لمؤنث.
أما الثانى: وهو القرب والبعد فى المكان والزمان فإنهم يجيزون فيه الوجهين: التأنيث والتذكير، وقد ذكر رحمه الله بعض الشواهد الشعرية لشعراء هم حُجة فى إثبات اللغة، وطرائق استعمالاتها. وبهذا تظهر براءة القرآن الناصعة مما حاول خصومه إلصاقه به من خطأ.
_________
(١) الأعراف: ٥٦.
(٢) وعلى هذا يكون التذكير قرينة على صحة حمل " رحمة الله " على غفران الله، أو رضوانه. انظر: معانى القرآن للزجاح (٢/٣٨٠) .
(٣) يعنى فى النثر دون اشتراط ضرورة تدعو إليه. انظر: الدرر المصون (٥/٣٤٥) .
(٤) معانى القرآن (٢/٣٨٢) والبيت لعروة بن حزام. وقد أورده للغرض نفسه أبو حيان فى البحر (٤/٣١٣) .
(٥) الدر المصون. الشاهد رقم (٥٦٢) .',NULL,'14',NULL,NULL,'0');
INSERT INTO [b434] VALUES (17,'<span data-type="title" id=toc-19>١٦- تأنيث العدد، وجمع المعدود</span>
منشأ هذه الشبهة:
هو قوله تعالى: (وقطعناهم اثنتى عشرة أسباطاً أمماً وأوحينا إلى موسى إذ استسقاه قومه أن اضرِب بعصاك الحجر فانبجست منه اثنتا عشرة عيناً قد علم كل أناس مشربهم..) (١) .
وشاهدهم على اللغط بهذه الشبهة هو قوله عز وجل " اثنتى عشرة أسباطاً أمماً " والصواب الذى توهموه عبروا عنه بقولهم:
" كان يجب أن يُذَكَّر العدد، ويأتى بمفرد المعدود فيقول: اثنى عشر سبطا ".
الرد على الشبهة:
وجَّه النحاة تأنيث العدد فى الآية بأن السبط فى بنى إسرائيل كالقبيلة عند العرب. يعنى أنه أراد بالأسباط القبائل، ولذلك أنث جزئى العدد المركب، وهما: اثنتى، وعشرة (٢) .
هذا وجه، ووجه آخر هو تأويل السبط بالجماعة أو الفرقة أو الطائفة.
أما جمع أسباط، وكان حقه أن يفرد فقد روعى فيه المعنى دون اللفظ، ومراعاة المعنى دون اللفظ، أو اللفظ دون المعنى كثير الورود فى النظم القرآنى، ويبدو أن هؤلاء الطاعنين فى سلامة القرآن من كل خطأ يجهلون هذه الأساليب فى القرآن خاصة، وفى اللغة العربية عامة، ويتشبثون بظواهر العبارات حباً فى ترويج ما يريدون ترويجه من الشبهات الواهية وكان العرب النازل بلغتهم القرآن يذكِّرون عدد المؤنث مراعاة للفظ فيقولون: ثلاثة أنفس، أى رجال ويقولون عشر أبطن.
ففى الأول " ثلاثة أنفس " ذكَّروا العدد نظراً للمعنى؛ لأن المعدود مذكر " رجال " وفى الثانى أنثوا العدد " عشر أبطن " لأن المعدود هو القبيلة أى عشر قبائل. وهذا باب واسع لا تحصر شواهده (٣) . أما جمع المعدود الذى فى الآية " أسباطاً أمماً فله نظائر فى الاستعمال المأثور الوارد عن العرب ومنه قول الشاعر:
فيها اثنتان وأربعون حلوبة
سُوداً كخافية الغراب الأسحم
فقد وصف الشاعر " حلوبة " وهى مفرد، بقوله " سُوداً " وهو جمع سوداء.
ولهذه.. الشواهد نظائر من المأثور عن العرب الخلَّص.
والخلاصة:
فقد طاحت هذه الشبهة، وانمحت آثارها، كما طاحت نظائرها من قبل. ومن الدلائل القوية على صحة تأنيث العدد، فوق ما تقدم، أن بعض النحاة أضاف إلى بدلية " أمما " من " أسباطا " أن " أمما " وقعت نعتاً ل " أسباطا " و " أمماً " مؤنثة لفظاً. وسواء كانت " أمماً " بدلاً من " أسباطاً " أو كانت نعتاً له. فإن الذى لا نزاع فيه أن المؤنث لا يبدل من المذكر، ولا يقع نعتاً له. وهذا دليل قاطع على أن المراد من " أسباطاً " وإن كان مذكَّراً فى اللفظ، معنى مؤنث لا محالة. ولذلك أنث النظم القرآنى جزئى العدد المركب " اثنتى عشرة ".
أما جمع المعدود " أسباطاً أمماً " وإن وجهه النحاة توجيهاً صائباً، فقد بقى فى مجيئه جمعاً ملمح بلاغى دقيق ذلك الملمح نوضحه فى الآتى:
بدأت الآية الكريمة بهذا الفعل " قطَّعناهم " بتشديد " الطاء " على وزن " فَعَّل " وهذا التشديد يفيد التكثير، أى كثرة التقطيع والتفريق. وهذا يناسبه بلاغة جمع " أسباطاً أمماً " لا إفرادهما، والمعانى البلاغية من هذا النوع تزال من أجلها كل الموانع والسدود. ولغة القرآن وبلاغته أوسع من قواعد اللغة وفنونها البلاغية.
_________
(١) راف: ١٦٠.
(٢) انظر: الدر المصون (٥/٤٨٥) .
(٣) ومما رجح التأنيث فى الآية إبدال " أمما " من " أسباطا " مما يؤكد أن الأسباط معناها هنا مؤنث بمعنى قبائل أو جماعات.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b434] VALUES (18,'<span data-type="title" id=toc-20>١٧- جمع الضمير العائد على المثنى</span>
منشأ هذه الشبهة:
هو قوله تعالى: (هذان خصمان اختصموا فى ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم الحميم) (١) .
يقولون:
كان يجب أن يثنى الضمير العائد على المثنى، فيقول: " خصمان اختصما فى ربهما "!.
الرد على الشبهة:
أشرنا من قبل إلى طريقتين من طرق التعبير اللغوى الفصيح، وهما:
- طريقة مراعاة اللفظ.
- وطريقة مراعاة المعنى
فحيث جمع القرآن الضمير العائد على المثنى، فهو من استعمالات الطريقة الثانية، التى يراعى فيها جانب المعنى على جانب اللفظ.
وينبغى أن نعرف أن المثنى نوعان:
- مثنى حقيقى، ومثاله من القرآن الكريم قوله تعالى: (قال رجلان من الذين يخافون أنعم الله عليهما) (٢) .
ف " رجلان " مثنى حقيقى؛ لأن واحده فرد فى الوجود؛ أو ذات واحدة؛ هذا هو المثنى الحقيقى. وإذا وُصِفَ أو استؤنف الحديث عنه وجب تثنية الضمير العائد عليه.
* أما النوع الثانى من المثنى، فهو المثنى اللفظى ومثاله من القرآن قوله تعالى: (مثل الفريقين كالأعمى والأصم والبصير والسميع) (٣) .
وهذا النوع من المثنى ضابطه أن واحده جمع فرد من عدة أفراد، وليس فرداً واحداً.
والنوع الأول (المثنى الحقيقى) يسمى مثنى لفظاً ومعنى.
أما الثانى (المثنى غير الحقيقى) فيسمى مثنى فى اللفظ، وجمعاً فى المعنى. وفى وصفه أو استئناف الحديث عنه يجوز أن يراعى فيه جانب اللفظ، أو جانب المعنى.
ومنه ما ورد فى آية " الحج ": " هذان خصمان " لما كان معناه جمعاً روعى فيه جانب المعنى فقال عز وجل: " اختصموا فى ربهم " ومعروف أن مفرد الخصمين خصم، وهو اسم جنس يندرج تحته - هنا - أفراد كثيرون وبهذا نزل القرآن فى هذه الآية، فتحدث عن الخصمين بضمير " الجمع " الذى هو " واو الجماعة " " اختصموا " ثم بضمير الجماعة " هم " فى قوله تعالى: " فى ربهم ".
ونظيره فى القرآن قوله تعالى:
(وإن طائفتان من المؤمنين اقتتلوا) (٤) . أعاد الضمير جمعاً " اقتتلوا " هذا فى جملة الخبر، مع أن المبتدأ مثنى " طائفتان " وذلك لأن هذا اللفظ مثنى غير حقيقى، بل هو مثنى فى اللفظ، جمع فى المعنى.
وفى هذه الآية راعى النظم القرآنى المعجز المعنى فى جملة الخبر وحدها " اقتتلوا " ثم راعى اللفظ فى بقية الآية هكذا:
(فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التى تبغى حتى تفئ إلى أمر الله فإن فاءت فأصلحوا بينهما (.
وكلا المنهجين فصيح صحيح بليغ.
والذى سوَّغ مراعاة المعنى فى " اقتتلوا " وقوعه بعد جمعٍ، هو " المؤمنين "، وليس فوق ذلك درجة من الصحة والإصابة، وإن كره الحاقدون.
والخلاصة:
أن " اختصموا " و " فى ربهم " الذوق السليم يشهد أن " اختصموا " أبلغ من اختصما، وأن " ربهم " أبلغ من ربهما.
لأن " اختصموا " يفيد تبادل الخصومة بين جميع أفراد ال " خصمان " من أول وهلة، وكذلك " ربهم؛ إن ضمير الجمع فيه " هم " يفيد من أول وهلة ربوبية الله لكل فرد منهم.
والاختصام هو الحدث الرئيسى فى هذه الواقعة. فعُبِّر عنه بهذا اللفظ الفخم " اختصموا " ومحال أن يستقيم لو قيل بعده " فى ربهما " فسبحان من هذا كلامه، الذى لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد.
_________
(١) الحج: ١٩.
(٢) المائدة: ٢٣.
(٣) هود: ٢٤.
(٤) الحجرات: ٩.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b434] VALUES (19,'<span data-type="title" id=toc-21>١٨- الإتيان باسم الموصول العائد على الجمع مفرداً</span>
منشأ هذه الشبهة:
ومنشأ هذه الشبهة - عندهم - قوله تعالى: (كالذين من قبلكم كانوا أشد منكم قوة وأكثر أموالاً وأولاداً فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم، وخضتم كالذى خاضوا أولئك حبطت أعمالهم فى الدنيا والآخرة وأولئك هم الخاسرون) (١) .
والشاهد - عندهم - فى الآية هو قوله تعالى: " وخضتم كالذى خاضوا " وآثرنا ذكر الآية بتمامها لأن الرد على هذه الشبهة يقتضى النظر فى الآية كلها لا فى الجزء الذى استشهدوا به وحده.
وكان تعليقهم على قوله عز وجل: (وخضتم كالذى خاضوا (هو قولهم: " وكان يجب أن يجمع اسم الموصول العائد على ضمير الجمع فيقول: (خضتم كالذين خاضوا (!
الرد على الشبهة:
هذه الآية - بتمامها - وردت فى سياق الحديث عن المنافقين؛ لأن ما قبلها هو قوله عز وجل: (وعد الله المنافقين والمنافقات والكفار نار جهنم خالدين فيها هى حسبهم ولعنهم الله ولهم عذاب مقيم) (٢) .
والآية مسوقة لتهديد المنافقين والكفار، لعلهم يقلعون عما هم فيه من نفاق وكفر.
وقد أدير الحديث فيها على تشبيه المخاطبين (المنافقين والكفار) بالأمم الغابرة، كانت أشد منهم قوة، وأكثر مالاً وولدا، وانغمسوا فى شهواتهم الفانية، فسار المنافقون والكفار سيرتهم فركنوا إلى متع الحياة الدنيا الفانية، ولم يبتغوا ما عند الله، وأن المنافقين والكفار فعلوا كل ما فعله من قبلهم من المعاصى والسيئات.
ثم بين الله عز وجل أنهم الخاسرون فى الدنيا والآخرة فالذى معنا فى الآية فريقان:
- فريق سابق فى الزمن، لم يكن موجوداً فى عصر نزول القرآن.
- فريق كان حاضراً فى عصر نزول القرآن، وهم الذين خاطبهم الله فى هذه الآية الكريمة. وليس فى هذه الآية فريق ثالث تحدثت عنه الآية.
ومن هذا يتضح أن تعقيب خصوم القرآن على هذه الآية، بأن الصواب أن يقال: " وخضتم كالذين خاضوا " فاسد من كل الوجوه؛ لأن معنا فى الآية فريقان لا ثلاثة، ولو قيل: " خضتم كالذين خاضوا " لانفكت رابطة الكلام، ولبرز فى النظم طرف ثالث لا وجود له فى سياق الآية.
بيان ذلك:
أن المقارنة جرت فى الآية بين الفريقين " المنافقين والكفار " و " الأمم الغابرة ". ودارت المقارنة على هذا المنهج:
- فاستمتعوا بخلاقهم.
- فاستمتعتم بخلاقكم.
- كما استمتع الذين من قبلكم بخلاقهم.
- وخضتم كالذى خاضوا.
والمعنى: وخضتم خوضاً مثل خوضهم (٣) .
فالذى فى الآية اسم موصول مفرد، يعود على المصدر المفهوم من الفعل الماضى " خضتم " فشبه الله عز وجل خوض المنافقين بخوض الذين من قبلهم. وهذا هو النسق الذى دارت عليه المقارنة فى الآية تشبيه سلوك اللاحقين بسلوك السابقين من الأمم الغابرة، التى عتت عن أمر ربها وعصت رسله.
واختار الإمام الشوكانى أن المعنى: " كالخوض الذى خاضوا " (٤) ، ومن قبله قال الإمام الزمخشرى: " وخاضوا فخضتم كالذى خاضوا " (٥) .
هذا هو الحق فى هذه العبارة، لا كما قال خصوم القرآن الكارهون لما أنزل الله عز وجل.
_________
(١) التوبة: ٦٩.
(٢) التوبة: ٦٨.
(٣) انظر: الدر المصون (٦/٨٤) .
(٤) فتح القدير (٢/٤٣٣) .
(٥) الكشاف (٢/٢٠١) .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b434] VALUES (20,'<span data-type="title" id=toc-22>١٩- جزم الفعل المعطوف على المنصوب</span>
منشأ هذه الشبهة:
هو قوله تعالى: (وأنفقوا مما رزقناكم من قبل أن يأتى أحدكم الموت فيقول ربِّ لولا أخرتنى إلى أجل قريب فأصدَّق وأكن من الصالحين) (١) .
وشاهد هذه الشبهة - عندهم - هو قوله تعالى: " وأكن " لأنه محذوف الواو ساكن النون، وهو فعل معتل الوسط بالواو (أجوف) ولا يحذف الواو منه إلا إذا سكن آخره، ولا يسكن آخره إلا إذا كان مجزوماً، ويجزم المضارع إذا دخل عليه جازم أو عطف على مجزوم.
ولما لم يدخل على الفعل - هنا - جازم، ولم يتقدم عليه مجزوم يصح جزمه بالعطف عليه، ساغ لخصوم القرآن أن يقولوا إن هذا الفعل " أكن " جزم مع أن المعطوف عليه منصوب، وهو الفعل " فأصدق " وعلقوا على هذا فقالوا: " كان يجب أن ينصب الفعل المعطوف على المنصوب فيقال: " فأصدق وأكون ".
الرد على الشبهة:
لفتت هذه الآية أنظار النحاة والمفسرين، وقد اختلفت توجيهاتهم لورود الفعل المجزوم مردوفاً على الفعل المنصوب، مع اتفاقهم جميعاً على صحة هذا التركيب نحوياً لأن نظم القرآن مشهود له بالصحة من ألد خصومه الذين بلغوا الذروة فى الفصاحة والبلاغة، وهم مشركو العرب، حيث لم يُرو عنهم أنهم طعنوا فى القرآن فى صحة أساليبه، وضروب تراكيبه، والتسليم له بالسمو والرفعة فى هذا المجال.
فعلى كثرة ما اتهموه بأنه سحر، أو شعر، أو أساطير الأولين تملى على النبى صلى الله عليه وسلم بكرة وأصيلا لم يذكروا - قط - أن به أخطاء لغوية، أو نحوية أو صرفية أو بيانية، بل على العكس من ذلك نراهم أثنوا عليه على لسان الوليد بن المغيرة، لما سمع من النبى صلى الله عليه وسلم الآيات الأولى من سورة " فصلت " حين نفى عنه كل عيب أو نقص فى أساليبه ونظمه المحكم البديع ولو كان ما يؤخذه خصوم القرآن - الآن - من الشبهات التى نعرض لها - هنا - حقاً لبادروا بإعلانها، ولاتخذوها حرباً ضروساً ضده. وسكوتهم المطبق عن ذكر عيوب من هذا القبيل تسليم منهم له بالسلامة من جميع الأخطاء، وهذه هى عقيدة الأمة وكل العقلاء المنصفين، وقد أشرنا من قبل إلى أن القرآن أوسع من قواعد اللغة وأسمى من أساليب البيان المعروفة عند البشر فإذا ورد فيه شىء على غير قاعدة نحوية أو صرفية معروفة لدى الناس، فليس معناه أن القرآن قد أخطأ أو سها. لأن القرآن نفسه مصدر من مصادر إثبات اللغة فى نفسها وفى طرق استعمالاتها.
فما جاء منه على ما نعرفه أو نألفه من القواعد فلا مشاحنة فيه. وما جاء على غير ذلك وجب الإيمان بصحته، وعلينا أن نجتهد فى التماس العلة فيه، فإن أدركناها فالحمد لله وإلا فوضنا الأمر فيها لله، كما هو فى بعض المتشابهات القرآنية من الألفاظ والمعانى، كما قال عز وجل: (هو الذى أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين فى قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله
وما يعلم تأويله إلا الله والراسخون فى العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب) (٢) .
وبعد هذه الوقفة الكاشفة الشافية نعود إلى ما قاله النحاة والمفسرون فى توجيه مجىء الفعل المجزوم مردوفاً على الفعل المنصوب فى الآية الكريمة، التى اتخذ منها الذين فى قلوبهم زيغ وسيلة للطعن فى القرآن، ابتغاء الفتنة:
وجّه الإمام الزمخشرى مجئ الفعل " وأكن " مجزوماً مردوفاً على الفعل المنصوب " فأصدق " بأن قوله تعالى " لولا أخرتنى.. " فى محل جزم لتضمنه معنى الشرط، فكأنه قيل: إن أخرتنى أصدقْ وأكن من الصالحين (٣) .
وكذلك قال ابن عطية (٤) ، وأبو على الفارسى (٥) .
الخلاصة:
لم تكن هذه القراءة هى الوحيدة فى جزم الفعل " أكن " فقد قرأه أبو عمرو " وأكون " بالنصب عطفاً على " فأصدق ".
ونرى أن التوجيه بأن هذا الفعل مجزوم على تضمن عبارة التمنى " لولا أخرتنى إلى أجل قريب " أو على الشرط المقدر ب- " إن أخرتنى " هو توجيه سديد، وقد سبق إلى القول به علمان من أئمة النحو، هما الخليل وسيبويه (٦) .
والذى سوَّغ إيثار عبارة التمنى " لولا أخرتنى " على الشرط الصريح " إن أخرتنى " أن قائل هذه العبارة يقولها فى ساعة يملكه فيها اليأس من التأخير وهى ساعة حضور الموت، والتمنى كما نعلم يستعمل فى طلب المحال أو المتعذر، أما الشرط فيستعمل فى الأمور التى لا استحالة فيها ولا تعذر. فهو إذن من تبادل الصيغ وإحلال بعضها محل بعض لداع بلاغى. وقرينة إرادة الشرط من عبارة التمنى هو جزم الفعل " أكن " وسره البلاغى أن من حضرته الوفاة وهو مقصر فى طاعة الله تدفعه شدة الحاجة التى نزلت به إلى طمعٍ من نوع ما، مما هو مستحيل أو متعذر الوقوع. ومما تقدم يظهر لنا استقامة العبارة القرآنية وبُعْدها عن كل خلل، ووفاؤها بالمعنى المراد نحواً وبياناً.
_________
(١) المنافقون: ١٠.
(٢) آل عمران: ٧.
(٣) الكشاف (٤/١١٢) .
(٤) المحرر الوجيز (١٦/٢٣) .
(٥) الحجة فى القراءات (٤/٣٨٦) .
(٦) حاشية الشهاب على البيضاوى (٨/٢٠٠) .',NULL,'144',NULL,NULL,'0');
INSERT INTO [b434] VALUES (21,'<span data-type="title" id=toc-23>٢٠- جَعْلُ الضمير العائد على المفرد جمعاً</span>
منشأ هذه الشبهة:
هو قوله تعالى: (مثلهم كمثل الذى استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم وتركهم فى ظلمات لا يبصرون) (١) .
ذكروا هذه الآية، ووقفوا عند قوله تعالى: (الذى استوقد ناراً فلما أضاءت ما حوله) (ذهب الله بنورهم (وعلقوا عليه قائلين: وكان يجب أن يجعل الضمير العائد على المفرد مفرداً، فيقول: " استوقد ـ ذهب الله بنوره "!.
الرد على الشبهة:
هذه الآية مضروبة مثلاً لبيان حال المنافقين فى تذبذب أحوالهم وتقلبهم فى مواقفهم، وانتهازهم الفرص السانحة لتحقيق أغراضهم الدنيوية. وعدم ثباتهم على مبدأ خلقى قويم، وقد تقدم على هذه الآية آية أخرى تصف سعيهم الضال، وإيثارهم منافع الدنيا العاجلة الفانية، على ما عند الله ـ عز وجل ـ مقضياً عليهم بالخسران المبين، وهى قوله تعالى: (أولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم وما كانوا مهتدين) (٢) .
ثم استأنف القرآن الحديث عنهم فى: (مثلهم كمثل الذى استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم وتركهم فى ظلمات لا يبصرون (.
والمثل ـ بفتح الثاء ـ هو الشأن والقصة الغريبة التى يكون عليها المتحدث عنه، وهو ـ هنا ـ المنافقون، مَثَّلَ الله حالهم وشأنهم الذى هم عليه، وقصتهم الغريبة الراسخة فى طباعهم بمثل رجل، أو فريق من الناس طلب إيقاد نارٍ للانتفاع بها فى تحقيق الرؤية، وإبصار الطريق للسير فيه، فلما أضاءت النار ما حوله وفرح بها سرعان ما أطفاها الله فأظلمت عليه الدنيا، فوقع فى حيرة وارتباك.
وجمع الضمير فى " بنورهم " ليس عائداً على " الذى " المفرد المذكور فى (كالذى استوقد ناراً (، وقد وجَّه النحاة جمع الضمير بعد " الذى " فقالوا: إن الذى ليس بمعنى المفرد، بل هو بمعنى " الذين " وذكروا أن " الذى " فى الاستعمال اللغوى له معنيان:
الأول: أن يكون بمعنى المفرد، وهو الغالب والكثير فيه.
والثانى: أن يكون بمعنى الجمع، ويُفرَّق بينهما بالقرائن، ففى الآية التى معنا: " الذى " بمعنى الفريق أو الفوج الذى استوقد النار.
هذا رأى فى توجيه رد الضمير جمعاً على " الذى " وقد عبروا عن هذا بقولهم: أراد بالذى جنس المستوقد، لا فرداً معيناً (٣) .
ويرى الإمام الزمخشرى أن " الذى " هو ـ هنا ـ "الذين " حذفت منه " النون " لاستطالته، وهو مثل " وخضتم كالذى خاضوا " وليس فى الكلام تشبيه الجماعة بالواحد على هذا التأويل، وأن المشبه هو حال المنافقين، بحال الذى استوقد ناراً. تشبيه معنى مركب بمعنى مركب، وليس تشبيه ذوات المنافقين بذات الذى استوقد ناراً، فهذا غير مقصود، وإنما المقصود هو تشبيه قصة المنافقين المضروب لها المثل، بقصة المستوقد للنار، وأن وجه الشبه بين القصتين هو: " فبقوا خابطين فى ظلام، متحيرين متحسرين على فوت الضوء، خائبين بعد الكدح فى إحياء النار " (٤) .
ويقول الإمام الشوكانى:
و" الذى " موضوع موضع الذين، أى كمثل الذين استوقدوا، وذلك موجود فى كلام العرب، كقول الشاعر:
وإن الذى حانت بفلج دماؤهم
همُ القوم، كل القوم، يا أم خالد
ومنه " وخضتم كالذى خاضوا " و " والذى جاء بالصدق وصدَّق به، أولئك هم المتقون " (٥) .
والخلاصة:
بعد هذا العرض لأئمة النحاة والمفسرين يتضح جلياً أن الاستعمال القرآنى فى " مثلهم كمثل الذى استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم " استعمال عربى فصيح فى غاية الفصاحة، وله شواهد فى كلام العرب المحتج بكلامهم، وإن كان القرآن غنياً عن الاستشهاد من خارجه على عروبته وسلامته من كل خطأ؛ لأنه من أصح مصادر اللغة العربية، ومع هذا فإن ما قاله الأئمة الأعلام يحيل شبهة هؤلاء المتطاولين على كتاب الله العزيز هباءً منثوراً، هذا هو دور النحو فى إبطال هذه الشبهة، وللبلاغة دور مهم فى الرد عليهم نلخصه فى الآتى:
إن المثل فى الآية مسوق أساساً لتمثيل شأن المنافقين، أما قوله تعالى: " كمثل الذى استوقد ناراً "، فأمر عارض اقتضاه مقام الحديث عن تمثيل حال المنافقين فهو أشبه ما يكون بالجملة الاعتراضية، لولا أنها مشبه به، ولما أدت الدور المراد منها تحول الحديث إلى الأصل المسوق من أجله الكلام، وبدأ هذا التحول من قوله تعالى: " ذهب الله بنورهم " فَجَمْعُ الضمير فى " بنورهم " منظور فيه إلى نظيره فى " مثلهم " فكان ضمير الجمع فى " بنورهم " مطابقاً أصالة لمقام الحديث أما " الذى استوقد ناراً " فصار مسكوتاً عنه بعد آداء دوره المراد منه.
وعلى هذا فإن التوجيه البلاغى لجمع الضمير فى " بنورهم " يغنى عن التوجيهات التى أبداها النحاة والمفسرون إذ لا معول فى التوجيه البلاغى على اعتبار " الذى " بمعنى الذين، أو هو " الذين " حذف منه النون.
ومحال أن يستقيم ما قاله مثيرو هذه الشبهة أن الصواب هو إفراد الضمير فى " نورهم " لأنه لو قيل: ذهب الله بنوره وتركه فى ظلمات لا يبصر، لتحول الكلام إلى غير المنافقين المضروب لهم المثل، ولزالت كل الروابط بين صدر الآية وعجزها. وهذا لا يقول به عاقل.
_________
(١) البقرة: ١٧.
(٢) البقرة: ١٦.
(٣) انظر: أنوار التنزيل للإمام البيضاوى (١/٣٠) وحاشية الشهاب على البيضاوى (١/٣٦٥) .
(٤) الكشاف (١/١٩٩) .
(٥) فتح القدير (١/٥٥) .',NULL,'145',NULL,NULL,'0');
INSERT INTO [b434] VALUES (22,'<span data-type="title" id=toc-24>٢١- الإتيان بجمع كثرة فى موضع جمع القلة</span>
منشأ هذه الشبهة:
هو قوله تعالى: (وقالوا لن تمسنا النار إلا أياماً معدودة قل اتخذتم عند الله عهداً فلن يخلف الله عهده أم تقولون على الله ما لا تعلمون) (١) .
أخذوا من هذه الآية كلمة " معدودة " وتوهموا أن القرآن أخطأ فيها؛ لأنها ـ عندهم ـ جمع كثرة، والمقام الذى استعملت فيه يتطلب جمع القلة، ثم علقوا قائلين:
" وكان يجب أن يجمعها جمع قلة، حيث إنهم أرادوا القلة، فيقول: أياماً معدودات ".
هكذا عبروا عن جهلهم، وهم يحسبون ـ أو لا يحسبون ـ أنهم العلماء الأفذاذ الذين يعلمون ما لم يعلمه أحد ـ حتى الله ـ من شئون اللغة والبيان، وهم ـ بحق ـ لا يكادون يفقهون حديثاً.
الرد على الشبهة:
هذه الآية نزلت تحكى قولاً قاله اليهود، يكشف عن الغرور الذى ملأ أنفسهم، فقد زعموا أنهم إذا دخلوا النار، فإنها لا تمسهم إلا مساً خفيفاً، وأنهم لن يُخلدوا فيها، بل يقضون عدة أيام.
وهذا تطاول منهم، لأن شئون الآخرة لا يعلمها إلا الله.
لذلك كذَّبهم الله، وألزمهم الحُجة البالغة له عليهم وحصر مصدر هذا الذى ادعوه فى أمرين:
الأول: أن يكون عندهم من الله عهد بما قالوا، والله لا يخلف عهده، وهم فى الواقع لا عهد عندهم من الله يحدد فيه مدة مكثهم فى النار، ودرجة العذاب الذى سيصيبهم فيها.
الثانى: أو هُمْ يفترون على الله عز وجل، وماداموا ليس عندهم عهد من الله، فهم ـ إذاً ـ كاذبون والذين يفترون على الله الكذب لا يفلحون.
أما مسألة الكثرة والقلة، التى بنى عليها هؤلاء الكارهون لما أنزل الله على خاتم رسله صلى الله عليه وسلم، فلا اعتبار لها هنا، وهم وإن حفظوا شيئاً فقد غابت عنهم أشياء. ولذلك أوقعهم جهلهم فيما حاولوا أن يفروا منه؛ لأنهم قالوا إن معدودة، جمع كثرة، واستعمال جمع الكثرة ـ هنا ـ خطأ؟ ؛ لأن اليهود أرادوا جمع القلة ـ أى أنهم يمكثون فى النار أياماً قليلة. فجاء تعبير القرآن غير وافٍ بالمعنى الذى كانوا يقصدونه، وكان الواجب على القرآن أن يقول: أياماً معدودات، بدلاً من (أياماً معدودة (هذا هو قولهم، وهو محض الخطأ لو كانوا يعلمون وذلك للاعتبارات الآتية:
فأولاً: لأن " معدودة " ليست جمعاً بل مفردًا، ليست جمع كثرة ولا جمع قلة. وهؤلاء " العباقرة " جعلوها جمع كثرة، بسبب جهلهم باللغة العربية، لغة الإعجاز.
وثانياً: أن " معدودات " التى يقولون إنها الصواب وكان حق القرآن أن يعبر بها بدلاً من " معدودة " ظانين أن " معدودات " جمع قلة. وهى ليست جمع قلة كما توهموا، فهى على وزن " مفعولات " وهذا الوزن ليس من
أوزان جموع القلة (٢) بل من أوزان جموع الكثرة ولا ينفعهم قولهم إن اليهود أرادوا القلة، لأن هذه القلة يدل عليها سياق الكلام لا المفردات المستعملة فى التركيب.
وثالثاً: إن هذا التعبير لا ينظر فيه إلى جانب قلة أو كثرة، ولكن ينظر فيه من جانب آخر ليس عند هؤلاء الأدعياء شرف الاتصاف به؛ لأنهم دخلاء على لغة الإعجاز والتنزيل.
هذا الجانب هو: معاملة غير العاقل معاملة العاقل أو عدم معاملته (٣) .
ووصف الأيام بـ " معدودة " فى ما حكاه الله عن اليهود هو وصف لها بما هو لائق بها، لأن الأيام لا تعقل فأجرى عليها الوصف الذى لغير العقلاء، وما جاء على الأصل فلا يسأل عنه، ولكنهم لجهلهم المركب بلغة الإعجاز حسبوا الصواب خطأ، والخطأ صواباً. لأنهم زجوا بأنفسهم فيما لا ناقة لهم فيه ولا جمل.
أما معاملة غير العاقل معاملة العاقل، فلها دواعٍ بلاغية لا يعرف عنها مثيرو هذه الشبهات كثيراً ولا قليلاً.
وهى فى النظم القرآنى من الكثرة بمكان، ولا يعامل غير العاقل معاملة العاقل إلا بتنزيله منزلة العاقل لداع بلاغى يقتضى ذلك التنزيل.
وإذا كان القرآن قد عبَّر فى وصف " أياماً " فى آية البقرة هذه بـ " معدودة " وهو وصف غير العاقل جارٍ على الأصل، فإنه عبَّر عن وصفها بـ " معدودات " فى موضع آخر، هو قوله تعالى:
(ذلك بأنهم قالوا لن تمسنا النار إلا أياماً معدودات وغرهم فى دينهم ما كانوا يفترون) (٤) .
فكان ينبغى أن يسأل هؤلاء عن اختلاف التعبير فى الموضعين بدل أن يخطِّئوا الصواب وهم جاهلون. وها نحن نضع بين أيديهم الحق ناصع البياض.
فى آية البقرة جاء وصف " أياماً " ـ " معدودة " بصيغة الإفراد، وليس جمع كثرة كما زعموا.
وفى آية آل عمران جاء وصف " أياماً " ـ " معدودات " جمعاً لا إفراداً.
فلماذا ـ إذاً ـ اختلفت صيغة الوصف، والموصوف واحد، هو " أياماً "؟
إذا قارنَّا بين الآيتين وجدنا آية البقرة مبنية على الإيجاز هكذا:
" وقالوا لن تمسنا النار إلا أياماً معدودة.. ".
ووجدنا آية آل عمران مبنية على الإطناب هكذا:
" ذلك بأنهم قالوا لن تمسنا النار إلا أياماً معدودات ".
وازن بين صدر آية البقرة " وقالوا ".
وبين صدر آية آل عمران " ذلك بأنهم قالوا ".
تجد أن جملة " ذلك بأنهم " هذه العبارة اشتملت على اسم الإشارة الموضوع للبعيد، الرابط بين الكلامين السابق عليه، واللاحق به.
ثم تجد " الباء " الداخلة على " إن " فى " بأنهم ".
ثم " إن " التى تفيد التوكيد، ثم ضمير الجماعة " هم ".
هذه الأدوات لم يقابلها فى آية البقرة، إلا واو العطف " وقالوا " إذاً المقامان مختلفان، أحدهما إيجاز، والثانى إطناب.
وهذا يبين بكل قوة ووضوح لماذا كان " معدودة ". فى آية البقرة؟ و " معدودات " فى آية آل عمران؟
كان وصف " أياماً " فى آية البقرة " معدودة " لأن المقام فيها مقام إيجاز كما تقدم فناسب هذا المقام الإيجازى أن يكون الوصف موجزاً هكذا " معدودة ".
وكان الوصف فى آية آل عمران مطنباً " معدودات " بزيادة " الألف " ليناسب مقام الآية الإطنابى كما تقدم (٥) .
فانظر إلى هذه الدقائق واللطائف البيانية المعجزة التى عميت عنها مدارك " الخواجات " المتعالمين.
_________
(١) البقرة: ٨٠.
(٢) أوزان جموع القلة هى: فِعْلَة ـ أفْعَال ـ أفعُل ـ أفْعِلَة.
(٣) غير العاقل هو ماعدا الإنسان من مخلوقات الله الأرضية.
(٤) آل عمران: ٢٤.
(٥) انظر: ملاك التأويل، القاطع لذوى الإلحاد والتعطيل فى توجيه المتشابه من آى التنزيل (١/٢٨١) للعلامة أحمد بن الزبير القرناطى. دار النهضة العربية.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b434] VALUES (23,'<span data-type="title" id=toc-25>٢٢- الإتيان بجمع قلة فى موضع جمع الكثرة</span>
منشأ هذه الشبهة:
أما منشأ هذه الشبهة فهو قوله تعالى: (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون * أياماً معدودات) (١) .
والشاهد ـ عندهم ـ هو قوله عز وجل " معدودات " لأنهم يفهمون جهلا ـ أن " معدودات " جمع قلة، وأن " معدودة " جمع كثرة، وأيام الصيام فى شهر رمضان ثلاثون يوماً. فهى أيام كثيرة يناسبها جمع الكثرة عندهم وهو " معدودة " ولكن القرآن أخطأ فوضع كلمة جمع قلة عندهم، موضع " معدودة " وهى جمع كثرة عندهم كما تقدم. ثم عقبوا على هذا فقالوا " وكان يجب أن يجمعها جمع كثرة، حيث أن المراد جمع كثرة، عدته ثلاثون يوماً، فيقول: " أياماً معدودة ".
الرد على الشبهة:
سبق أن عدوا الأربعين جمع قلة، وهنا جزموا بأن الثلاثين يوماً الرمضانية، أو التسعة والعشرين يوماً جمع كثرة، وأن القرآن أخطأ مرة أخرى حين عبَّر عنها بجمع القلة " معدودات " أليست هذه نادرة من نوادر الدهر؟ كيف تكون الأربعون أقل من الثلاثين أو التسعة والعشرين؟ هل هذا يصدر عن عاقل على وجه الأرض؟
وما عدوه خطأً فى هذه الآية، وهو قوله تعالى: " معدودات " فهو عين الصواب لغة وبياناً، وقد أشرنا من قبل إلى أن معاملة غير العاقل معاملة العاقل أسلوب بلاغى رفيع المستوى، وهو عند البلاغيين استعارة، شبه فيها غير العاقل بالعاقل لداعٍ بلاغى، يراعيه البليغ فى كلامه.
وكلمة " معدودات " فى وصف أيام الصيام أتى بها القرآن لخصوصية بيانية، هى تعظيم شأن تلك الأيام، حتى لكأنها لرفعة منزلتها عند الله عز وجل صارت من ذوى العقول، وهى أوقات لا روح فيها كالأحياء العاقلين.
فليس المدار فيها اعتبار قلة، أو كثرة، بل المراد التنويه بفضلها، وعلو منزلتها عند الله تعالى.
أما القلة فتفهم من سياق الكلام، الذى حدد أيام الصيام بالشهر الواحد:
(شهر رمضان الذى أنزل فيه القرآن هدىً للناس وبينات من الهدى والفرقان فمن شهد منكم الشهر فليصمه) (٢) .
ولهذا التنزيل مواضع أخرى كثيرة فى القرآن الكريم وحسبنا من القلادة ما أحاط بالعنق.
_________
(١) البقرة: ١٨٣-١٨٤.
(٢) البقرة: ١٨٥.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b434] VALUES (24,'<span data-type="title" id=toc-26>٢٣- جَمْعُ اسمِ عَلَمٍ يجب إفراده</span>
منشأ هذه الشبهة:
هو قوله تعالى: (وإن إلياس لمن المرسلين * إذْ قال لقومه ألا تتقون * أتدعون بعلاً وتذرون أحسن الخالقين * الله ربكم ورب آبائكم الأولين * فكذبوه فإنهم لمحضرون * إلا عباد الله المخلصين * وتركنا عليه فى الآخرين * سلام على إلياسين) (١) .
موضع الشاهد على الشبهة عندهم هو " إلياسين " ولكنهم ـ لسوء قصدهم ـ اتبعوا طريقة حذف مزرية فى هذه الآيات، وكان يكفيهم بدل هذه الحذوفات أن يقتصروا على " إلياسين " وحدها، وقد يكون الداعى إلى ذكر ما ذكروا هو أن يقولوا إن القرآن تحدث عن " إلياس " والضمائر العائدة عليه حديث المفرد، ثم عاد فجمع " إلياس " وهو علم مفرد، جمع المذكر السالم المجرور بـ " الياء "، هكذا " إلياسين "، ثم علقوا على هذا الذى فهموه بقولهم:
" فلماذا قال " إلياسين " بالجمع عن " إلياس " المفرد؟ فمن الخطأ لغوياً تغيير اسم العَلَم حباً فى السجع المتكلف.
وجاء فى سورة " التين " (والتين والزيتون * وطور سينين * وهذا البلد الآمين) (٢) .
فلماذا قال سينين بالجمع عن سيناء؟ فمن الخطأ لغوياً تغيير اسم العَلَمَ حباً فى السجع المتكلف "؟
هذا قولهم، ذكرناه بالحرف الواحد. وكما يرى القارئ الكريم أن هذه الشبهة شبهتان: إحداهما فى " إلياسين "، والثانية فى " سينين " وإن كان المقصود لهم من الشبهتين واحداً.
الرد على الشبهة:
عرض المفسرون واللغويون عدة توجيهات لمجىء إلياس على إلياسين، فالإمام الزمخشرى قال مرة إن زيادة الياء والنون ربما كان له معنى فى اللغة السريانية، وقال مرة إن إلياسين لغة فى إلياس، كما أن إدريسين لغة فى إدريس، وعلى هذا فإن " إلياسين " ليس جمعاً. وإذا كان جمعاً فإن المراد إلياس مضموماً إليه من آمن به من قومه، كما قالوا الخبيبون والمهلبون، فى الخبيب والمهلب أى تسمية الاتباع اسم المتبوع (٣) .
ويقوى هذا قراءة نافع وابن عامر وعلى: آل ياسين، وياسين، وأن " ياسين " هو أبو " إيليا " واحد (٤) من أنبياء بنى إسرائيل.
ويرى هذا الرأى آخرون غير من تقدم ذكرهم (٥) .
ويرى باحث حديث أن " إلياس " هو " إيليا " أحد أنبياء بنى إسرائيل، المذكور فى سفر الملوك الأول بهذا الاسم " إيليا " (٦) .
وأن أصله فى اللغة العبرية " إلياهو " أى " إيل + ى + ياهو:
أى إيلى ياهو، أو يهو. ومعناه: الله إلهى أو الله ربى.
وأن مجيئه فى القرآن مرتين (إلياس) فى حالة المنع من الصرف للعلمية والعجمة. أما فى سورة الصافات فكان مجيئه مصروفاً هكذا " إلياسين "، وأن علامة صرفه هى " التنوين " أما " الياء " فتولد عن إشباع الكسرة تحت " السين " أى أن أصله فى حالة الصرف " إلياسن " فلما أشبعت الكسرة صار " إلياسين " وأن المقتضى لصرفه هنا هو رؤوس الآى.
هذا فيما يختص بالشبهة الأولى. أما الشبهة الثانية وهى " طور سنين " فالرد عليها فى الآتى:
ليست " سينين " جمعاً كما توهم مثيرو هذه الشبهات، الذين يقفون عند ظواهر الكلمات فإن وجدوا فيها ما يشبع رغبتهم فى التشفى من القرآن والتحامل عليه ملأوا الدنيا ضجيجاً، وإن لم يجدوا ملأت قلوبهم الحسرة، ورجعوا خائبين.. نعم ليست " سينين " جمعاً كما زعموا، بل هى لغة فى "سيناء" بكسر السين، كما أن " سَيناء " بفتح السين لغة فيها. وبهاتين اللغتين: سِيناء، بالكسر، وسَيناء بالفتح وردت القراءات، فهى إذن فى القرآن لها ثلاثة لغات:
- سِيناء بكسر السين.
- سَيناء بفتح السين.
- وسِنيين، بكسر السين وياءين ونونين.
كما أن البلد الحرام لها فى القرآن عدة أسماء (٧) :
- مكة
- بكة
- أم القرى
- البلد الأمين.
_________
(١) الصافات: ١٢٣-١٣٠.
(٢) التين: ١-٣.
(٣) الكشاف (٣/٣٥٢) .
(٤) الدر المصون (٩/٣٢٨) .
(٥) معانى القرآن للفراء (٢/٣٩١) وعلل القراءات (٥٧٩) .
(٦) الإصحاح (١٦) الفقرات (٣١-٣٣) .
(٧) انظر: من إعجاز القرآن، العلم الأعجمى مفسراً بالقرآن (٢/١٦٧) للأستاذ رؤوف سعد.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b434] VALUES (25,'<span data-type="title" id=toc-27>٢٤- الإتيان بالموصول بدل المصدر</span>
منشأ هذه الشبهة:
هو قوله تعالى: (ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين.. (١)
وموضع الشاهد على الشبهة ـ عندهم ـ هو قوله عز وجل:
" من آمن بالله " وعلقوا عليه فقالوا: " والصواب أن يقال: ولكن البر أن تؤمنوا بالله، لأن البر هو الإيمان لا المؤمن ".
الرد على الشبهة:
قالوا فى العنوان الذى وضعوه العبارة الآتية:
" أتى باسم الفاعل بدل المصدر ".
يقصدون قوله تعالى: " ولكن البر من آمن بالله ".
وليس فى هذا القول اسم فاعل على الإطلاق: فلا " البر " اسم فاعل؟ ولا " من " اسم فاعل؟ ولا " آمن " اسم فاعل؟ ولا " الله " اسم فاعل؟
وهم ـ قطعاً ـ يقصدون " من آمن " و " مَنْ " هذا اسم موصول، وصلته " آمن " أى الذى آمن فمن أين أتوا باسم الفاعل الموضوع موضع المصدر فى الآية يا ترى؟
إنهم أتوا به من دائرة جهلهم الواسعة ببدهيات اللغة، التى هم أميون فيها، ومع هذا ينصبُّون أنفسهم قضاة على كتاب الله العزيز ذروة البيان المعجز، الذى لا يأتيه الباطل من بين يديه ولا من خلفه، وكان يجب عليهم أن يلتحقوا بمدارس أولية يتعلمون فيها " فك الخط " إذا أرادوا أن يبحثوا لأنفسهم عن مكان مناسب لأوضاعهم. ولهذا الخطأ الشنيع عدلنا عن عنوانهم إلى العنوان الذى وضعناه لهذه الشبهة " الإتيان بالموصول بدل المصدر ".
هذا، وللعلماء فى توجيه وقوع " من آمن " خبراً عن " البر " وهو خلاف الأصل؛ لأن البر معنى ذهنى و " من آمن " ذات، والذوات لا يخبر بها عن " المعانى الذهنية "، للعلماء فى هذه المسألة ستة توجيهات نذكر منها أقواها فى الآتى:
الإمام الزمخشرى أورد فيها ثلاثة توجيهات:
الأول: أن فى الكلام مضافاً محذوفاً، والتقدير. ولكن البر بر من آمن. وهذا التوجيه اشتهر بين جمهور العلماء، وردده كثير منهم.
الثانى: تأويل " البر " بـ " ذو البر " يعنى أن فى الكلام حذف مضاف لكن تقديره قبل " البر " أما التوجيه الأول فكان تقدير المضاف المحذوف قبل " من آمن " وهذا المضاف خبر " البر " الذى هو اسم " ليس ".
الثالث: أن يكون المصدر، وهو " البر " موضوع موضع اسم الفاعل للمبالغة، كما فى قول الخنساء تصف فرس أخيها صخر.
ترتع ما رتعت حتى إذا ادَّكرت
فإنما هى إقبال وإدبار
فإقبال وإدبار مصدران حلا محل اسم الفاعل، والتقدير؛ هى مقبلة مدبرة.
وقد سبق الزمخشرى إلى الرأى الأول. ولكن البر برُّ من آمن، شيخ النحاة سيبويه. وقد اختار سيبويه هذا الرأى ورجحه لاعتبار قوى فحواه.
أن السابق عليه هو نفى كون البر هو تولية وجوه المخاطبين نحو المشرق والمغرب.
ثم قال: والذى يستدرك ينبغى أن يكون من جنس ما وقع عليه النفى، وهو ـ هنا ـ البر (٣)
يريد شيخ النحاة أن يقول:
إن " لكن " أداة استدراك فى المعنى، وإن طرفى الاستدراك ينبغى أن يكونا متجانسين، والاستدراك: إما إثبات بعد نفى، أو نفى بعد إثبات، فمثلاً قوله تعالى: (ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض ولكن كذبوا فأخذناهم بما كانوا يكسبون (٤)
ما قبل أداة الاستدراك " لكن " هو الإيمان والتقوى، وما بعدها هو التكذيب، فبين ما قبلها وما بعد تجانس ظاهر، لأنهما سلوكيات قلبية وخلقية.
وكذلك ما قبل لكن فى الآية موضوع الدراسة هو البر الظاهرى المنفى، وما بعدها ينبغى أن يكون هو البر الحقيقى المثبت.
وهذه لمحة طيبة من شيخ النحاة، ولها صلة وثيقة بالتوجيه البلاغى لهذه المسألة، سنعرضها فى الخلاصة إن شاء الله.
ومن الآراء التى طرحت فى هذا الصدد أن " البر " وقع موقع اسم الفاعل لإرادة المبالغة على وزان قول العرب " رجل عدل " حيث عدلوا عن رجل عادل، إلى الإخبار عنه بالمصدر، على اعتبار أن هذا الرجل لما كان كثير العدل صار كأنه العدل نفسه، لا فرق بينهما. وهذا رأى نحاة الكوفة.
أما الفراء فقد جعل " من آمن " واقعاً موقع الإيمان وقال:
والعرب تجعل الاسم خبراً للفعل، واستشهد على هذا بقول الشاعر:
لعمرك ما الفتيان أن تنبت اللحى
ولكنما الفتيان كل فتى نَدِى
حيث جعل الشاعر نبات اللحية خبراً عن الفتيان.
والمعنى: لعمرك ما الفتوة أن تنبت اللحى.
نكتفى بهذا القدر ـ مما ذكره النحاة، ويكاد يجمع عليه المفسرون ـ فى توجيه وقوع " من آمن " خبراً عن البر، مع تسليم الكافة بصحة الاستعمال اللغوى فيه، واجتهادهم هذا كان محاولة لفهم هذا الاستعمال.
والخلاصة:
من خلال النقول التى تقدمت عن النحاة واللغويين والمفسرين، بطلت هذه الشبهة ولم يبق لها أثر، فلا غرابة فى وضع " من آمن " خبراً عن " البر " سواء أخذنا بتوجيه شيخ النحاة سيبويه؛ أن فى الكلام حذف مضاف تقديره " ولكن البر بر من آمن " أو أخذنا بالتوجيه الذى أجاز وقوع المصدر موقع اسم الفاعل أو الفاعل.. فهذه كلها أساليب عربية فصيحة مستعملة، ومن شواهدها فى القرآن كذلك قوله تعالى: " وأنت حل بهذا البلد " فوقع المصدر " حل " موقع اسم الفاعل " حالٌّ " أى مقيم بهذا البلد.
فإذا ولينا وجوهنا شطر البلاغة بعد النحو واللغة، والبلاغة أوسع خطى منهما، فإننا نلمح فى التعبير القرآنى " ولكن البر من آمن " معنى لطيفاً دقيقاً ذا مغزى كبير لأن " من آمن " يدل على ذوات تمكن الإيمان فى قلوبها. فالإيمان " حالٌّ " فى تلك القلوب، ولو كان قد قيل: " ولكن البر الإيمان " لكان هذا الإيمان مجرد فكرة لا محل لها، بل هى مفصولة عن الذوات. يعنى إيمان نظرى لا عملى. وهذا ليس بسديد، لكن لما جعل هذا وصفاً للذوات المدلول عليها بـ " من " التحم الإيمان بالمؤمن، والمؤمن بالإيمان، فتحول إلى إيمان عملى متمكن فى القلوب، فى مقابلة الإيمان الشكلى الذى لم يرضه القرآن، وهو توجه الوجوه نحو المشرق والمغرب. وهذا ما ألمح إليه سيبويه من قبل.
_________
(١) البقرة: ١٧٧.
(٢) الكشاف (١/٣٣٠) .
(٣) الكتاب (١/١٠٨) .
(٤) الأعراف: ٩٦.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b434] VALUES (26,'<span data-type="title" id=toc-28>٢٥- وضع الفعل المضارع موضع الماضى</span>
منشأ هذه الشبهة:
هو قوله عز وجل: (إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون) (١) .
ذكروا هذه الآية، ثم قالوا فى تصويب الخطأ الذى توهموه فيها:
" كان يجب أن يعتبر المقام الذى يقتضى صيغة الماضى، لا المضارع فيقول: " قال له كُنْ فكان "؟!
الرد على الشبهة:
وجَّه المفسرون والنحاة قوله تعالى " كُنْ فيكون " فأوجز الزمخشرى القول فيها فقال: هى حكاية حال ماضية (٢) .
وقد أخذ هذه العبارة عن الزمخشرى الإمام البيضاوى ولم يزد عليها (٣) .
وهى عبارة تحتاج إلى بيان ما هى حكاية الحال الماضية؟
يريد الإمامان أن المضارع " يكون " دلالته فى الآية أن الله عز وجل يصور للمخاطبين ترتيب الأحداث ساعة حدوثها فى الزمن الذى خلق الله فيه آدم، وفائدته نقل أذهانهم إلى تلك اللحظة كأنهم يعاينونها بأبصارهم.
وهذه هى دلالة المضارع إذا وضع موضع الماضى عند علماء المعانى، هى بعث الماضى وتصويره فى صورة الذى يحدث فى الحال.
ومن أمثلته عندهم قول الشاعر يحكى صراعًا حدث بينه وبين الضَّبُع، وهو حيوان مفترس.
فأضربها بلا دهش فخرَّت
صريعًا لليدين، وللجران (٤)
الشاعر ضرب الضبع فى الماضى، فلما حكى صراعه معها للناس عبَّر عن الماضى " فضربتها " بالمضارع " فأضربها " والدلالة البلاغية للعدول عن الماضى إلى المضارع هى استحضار صورة الحدث الذى وقع فى الماضى، كأنه يحدث الآن فى زمن التكلم.
هذا ما أراده الشيخان: الزمخشرى والبيضاوى من عبارة " حكاية حال ماضية " ليبينا سر العدول عن " فكان " إلى " فيكون " فى الآية الكريمة، التى ادعى مثيرو هذه الشبهات أن فيها خطأً نحويًا، وهم عن معرفة الصواب والخطأ بمعزل.
وقال بعض المفسرين اللغويين فى توجيه " فيكون ":
" يجوز أن يكون على بابه من الاستقبال، والمعنى: فيكون كما يأمر الله فيكون، حكاية للحال التى يكون عليها آدم حين خلقه الله، ويجوز أن يكون " فيكون " بمعنى كان، وعلى هذا أكثر المفكرين والنحويين، وبهذا فسره ابن عباس رضى الله عنه " (٥) .
ونعيد السؤال مرة أخرى:
لماذا عُدِل عن معنى الماضى إلى لفظ المضارع ومعناه؟
الجواب على هذا السؤال هو ما قدمناه فى توضيح عبارة الإمام الزمخشرى، التى تناقلها عنه النحاة والمفسرون وهو إيثار المضارع على الماضى لاستحضار صورة الحدث فى الذهن، وكأن الأبصار تراه الآن.
هذه خلاصة أمينة ووافية لما قاله العلماء فى توجيه " فيكون " مضارعًا مرفوعًا لا مجزومًا جوابًا للأمر، ولا ماضيًا.
والخلاصة:
بعد عرض توجيهات المفسرين والنحاة، يطيب لنا أن نستكشف إسهامات البلاغة فى تأصيل التعبير القرآنى " ثم قال له كن فيكون " الذى اعتبره مثيرو هذه الشبهات معيبًا بالخطأ النحوى، والنحو وإن كان أساس البلاغة، وجذورها العميقة، التى أثمرت كل الإيحاءات البلاغية، فإن هناك حقيقة يجب الوقوف عليها، وهى أن البلاغة تبدأ من حيث ينتهى النحو، فالنحو ـ ومعه الصرف ـ يهتم باستقامة الأساليب وصحتها، أما البلاغة فتنظر فى الأساليب، وتغوص وراء ما فيها من المعانى الخبيئة، والأسرار الدفينة وتبحث عن الإيحاءات الكامنة وراء كل لفظ وجملة وتركيب، أو تبحث عن معنى المعنى لا معنى اللفظ، أو المعانى الثانية الخفية غير المباشرة الظاهرة.
وإذا كان ما قدمناه من توجيهات كافيًا فى إزالة هذه الشبهة التى توهمها هؤلاء " الخواجات " فإن دور البلاغة فى تأصيل هذا التعبير القرآنى مساير لتوجيهات النحاة والمفسرين.
إن هذا التعبير " كن فيكون " هو الواجب بلاغة وبيانًا وإعجازًا ونظمًا
أما لوقيل " كن فكان " لخلا هذا التعبير من ثلاثة أرباع الحسن الذى هو فيه، وذلك للاعتبارات الآتية:
فأولاً: دلالة الماضى الأصل فيها الانقطاع عن الوجود المستمر، ولذلك يعبر عنه النحويون بأنه: ما دل على حدث وقع وانقطع قبل زمن التكلم.
وهذا غير مراد فى حكاية الله كيفية خلقه لآدم، لأنه لو قيل: كن فكان لصدق هذا التعبير عن وجوده لحظة واحدة من الزمن، ولو كان قد مات لحظة خلقه.
أما " كن فيكون " فدلالتها استمرار وجوده حتى أنجب مَنْ أنجب من ذكور وإناث، وما بث منهما من آباء البشر وأمهاته، كما قال عز وجل:
(وبث منهما رجالاً كثيرًا ونساءً) (٦) .
لأن دلالة المضارع تبدأ من الحال، وتستمر فى الاستقبال.
وثانياً: أن هذا التعبير " كن فيكون " يؤذن بتقدير مسند إليه قيل " فيكون " أى " فهو يكون " وفى هذا تكرار إسناد " الكينونة " لآدم:
مرة يجعل " يكون " خبرًا عن ضمير آدم " هو "
ومرة بإسناد فعل الجملة الخبرية " يكون " إلى ضمير آدم المستكن فى الفعل وجوبًا، على أنه فاعل له. وتكرار الإسناد من أقوى أساليب التوكيد فى البلاغة العربية.
وثالثاً: فى الفعل المضارع " يكون " تناسب آسر لرءوس الآيات (الفواصل) لأن ما قبله كلها فواصل مبنية على حرف المد إما الياء، وهو الأكثر، وإما الواو مع النون، وهو كثير، أو مع الميم.
وكذلك ما بعدها، والتناسق الصوتى فى النظم القرآنى المعجز، وجه من وجوه إعجازه، التى باين بها كلام البشر والجن، وجعل لتلاوته حلاوة جذابة للأسماع، كما جذبت معانيه القلوب، وأسرت العقول، واستولت على ألباب أولى الألباب.
_________
(١) آل عمران: ٥٩.
(٢) الكشاف (١/٤٣٣) .
(٣) أنوار التنزيل (١/١٦٢) .
(٤) يعنى سقطت على الأرض على جنبها.
(٥) انظر: الدر المصون (٣/٢٢٠-٢٢١) .
(٦) النساء: ١.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b434] VALUES (27,'<span data-type="title" id=toc-29>٢٦- عدم الإتيان بجواب " لمَّا </span>"
منشأ هذه الشبهة:
هو قوله تعالى: (فلما ذهبوا به وأجمعوا أن يجعلوه فى غيابة الجب وأوحينا إليه لتنبئنهم بأمرهم هذا وهم لا يشعرون) (١) .
وموطن الشاهد عندهم هو قوله جل شأنه: (فلما ذهبوا به وأجمعوا أن يجعلوه فى غيابة الجب وأوحينا إليه.. (.
بحثوا عن جواب " لما " فلم يجدوه، فرموا القرآن بالخطأ؛ لأنه لم يذكر جواب " لما " ثم قالوا:
" فأين جواب لما؟ ولو حذفت الواو التى قبل لما لاستقام المعنى ".
الرد على الشبهة:
قلنا إن هذه الشبهة تتعلق بفن الحذف، وهو مبحث بلاغى أكثر منه نحويًّا.
إن كل محذوف عندهم غلط شنيع، وكل حذف خلط فظيع والناس ـ كما قيل فى المثل ـ أعداء ما جهلوا.
يقول الإمام عبد القاهر الجرجانى ـ شيخ البلاغيين ـ فى وصف الحذف البلاغى، وروائع ثماره، وبديع آثاره:
" هو بحث دقيق المسلك، لطيف المأخذ، عجيب الأمر، شبيه بالسحر، فإنك ترى به ترك الذكر أفصح من الذكر، والصمت عن الإفادة أزيد للإفادة، وتجدك أنطق ما تكون إذا لم تنطق، وأتم ما تكون بياناً إذا لم تُبن " (٢) .
هذه هى منزلة الحذف فى البيان العربى، السارى فى أعطاف الكلام سريان النسيم فى الرياض الفيحاء، وقد شاع شيوعاً لا حصر له فى القرآن الكريم، إذ لم تكد تخلو منه سورة من سوره، ولا آية من آياته والمعانى التى يدل عليها الحذف فى القرآن تكاد تعادل ربع معانى القرآن كله. وهو منهج واسع وحكيم من مناهج اللغة العربية لا مثيل له.
ولذلك نجد العلامة اللغوى العظيم ابن جنى، يسميه فى كتابه "الخصائص" اسمًا طريفًا، هو: شجاعة العربية ".
وينتمى الحذف البلاغى إلى فن بلاغى حصر بعض العلماء البلاغة فيه، وهو " فن الإيجاز " أى قلة الألفاظ مع كثرة المعانى.
وله مقامات يتألق فيها، ومقتضيات يوفى بأغراضها.
ومن مقاماته الحذف الوارد فى آية سورة " يوسف " التى رآها من عشا بصره، وغلظ قفاه، وضل عقله خطأ ينبغى أن يصوَّب، ولحنًا يجب أن يقوَّم.
إن حذف جواب " لما " هنا المراد منه تهويل وتفظيع ما حدث من إخوة يوسف ليوسف، بعد أن أذن لهم أبوهم بالذهاب به إلى الصحراء، وقد روى عنهم أنهم أخذوا يؤذونه بالقول والفعل وهم فى الطريق إلى المكان الذى قصدوه، حتى كادوا يقتلونه، والدليل على هذا قوله تعالى حكاية عن أحد إخوته:
(قال قائل منهم لا تقتلوا يوسف وألقوه فى غيابة الجب يخلُ لكم وجه أبيكم وتكونوا من بعده قوماً صالحين) (٣) .
فالنهى عن القتل لا يكون إلا عند العزم عليه ومباشرة أسبابه.
لذلك حذف جواب " لما " لتذهب النفس فى تصوره كل مذهب، وحذف هذا الجواب فيه دلالة على طول ما حدث منهم، وعلى غرابته وبشاعته، لذلك قدره الإمام الزمخشرى فقال:
" فعلوا به ما فعلوا من الأذى.. وأظهروا له العداوة وأخذوا يهينونه ويضربونه، وإذا استغاث بواحد منهم لم يغثه إلا بالإهانة والضرب.. " (٤) .
وسار على هذا النهج الإمام البيضاوى (٥) .
وذهب غيرهما فى تقدير الجواب مذاهب أخرى، والذى أتاح لهم هذا الاختلاف فى تقدير الجواب المحذوف هو الحذف نفسه (٦) .
أما اقتراح مثيرى الشبهة أن يحذف " الواو " فى " وأوحينا " ليستقيم المعنى فخطأ جسيم؛ لأن " أوحينا " ليس هو جواب " لما " وإنما هو معطوف على الجواب المقدر لأن جواب " لمَّا " هو ما حدث ليوسف من إخوته بمجرد خروجهم به من عند أبيهم وبعدهم عنه قليلاً.
ودليل ذلك هو العطف بالفاء فى " فلما " لأنها تفيد الفورية والترتيب.
_________
(١) يوسف: ١٥.
(٢) دلائل الإعجاز (١٤٦) تحقيق الشيخ محمد محمد شاكر.
(٣) يوسف: ٩.
(٤) الكشاف (٣/٣٠٦-٣٠٧) .
(٥) أنوار التنزيل (١/٣٨٧) .
(٦) الدر المصون (٦/٤٥٣) .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b434] VALUES (28,'<span data-type="title" id=toc-30>٢٧- الإتيان بتركيب أدى إلى اضطراب المعنى</span>
منشأ هذه الشبهة:
هو قوله تعالى: (إنا أرسلناك شاهدًا ومبشرًا ونذيرًا لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكرة وأصيلاً) (١) .
وموطن هذه الشبهة ـ عندهم ـ هو الضمائر الثلاثة فى:
" تعزروه " ـ " توقروه " ـ " تسبحوه ".
ذكروا هذا، ثم قالوا:
" وهنا ترى اضطراباً فى المعنى، بسبب الالتفات من خطاب محمد إلى خطاب غيره، ولأن الضمير المنصوب فى قوله " وتعزروه وتوقروه " عائد على الرسول المذكور آخرًا.
وفى قوله " وتسبحوه " عائد على اسم الجلالة المذكور أولاً. هذا ما يقتضيه المعنى، وليس فى اللفظ ما يعينه تعيينًا يزيل اللبس. فإن كان القول: وتعزروه وتوقروه وتسبحوه بكرة وأصيلاً عائدًا على الرسول يكون كفرًا لأن التسبيح لله فقط، وإن كان القول " وتعزروه وتوقروه وتسبحوه " عائدًا على الله يكون كفرًا؛ لأن الله سبحانه وتعالى لا يحتاج لمن يعزره ويقويه ".
الرد على الشبهة:
لقد أطالوا ـ على خلاف عادتهم ـ فى بيان هذه الشبهة كما ترى. والسبب أنهم أرادوا أن يضيقوا علينا الخناق أو يسدوا علينا الطريق ليحكموا علينا قبضتهم، على رأى المثل العامى " حلِّق حُوشْ " بيان ذلك أنهم يقولون لنا:
إذا جعلتم الضمائر الثلاثة عائدة على الرسول فقد كفرتم لأن الرسول بشر، والبشر لا يجوز أن يسبحهم أحد، لأن التسبيح لا يكون إلا لله.
وإذا جعلتم الضمائر الثلاثة عائدة على الله فقد كفرتم لأن الله غنى عن خلقه لا يحتاج منهم إلى تقوية ولا خلافه. فأين ـ إذن ـ أنتم تذهبون؟
ونقول لهؤلاء الكارهين لما أنزل الله على خاتم رسله:
نحن ـ المسلمين ـ لا نسبح أحداً غير الله، ولا نعبد أحداً غير الله، ولا نرفع حاجاتنا إلى أحدٍ غير الله، ولا نطلب غفران ذنوبنا من أحدٍ غير الله، ولا نقدم كشف حساباتنا إلى أحد غير الله، ولا نرجو ولا نخاف أحداً غير الله. والكتاب الذى أنزله الله على خاتم رسله لا لفَّ فيه ولا دوران، ولا قلق ولا اضطراب، لا فى مبانيه، ولا فى معانيه، ولا فى مقاصده وقيمه، فمن توَّهم فيه اضطراباً فالاضطراب فى عقله هو، وفى فهمه هو لا يتعداه إلى كتاب الله، ولا إلى المؤمنين به.
والآية التى وصفوا تركيبها بأنه أدى إلى اضطراب المعنى المؤدى إلى الكفر، أجلى من الشمس فى رائعة النهار ومرجع الضمائر الثلاثة، التى اتخذوا منها منشأً لهذه الشبهة محددة ـ عقلاً وشرعاً ـ دون أى التواء.
فالضمير فى " وتسبحوه " عائد على الله قطعاً دون أدنى شك. لأن التسبيح عبادة، ولم يؤذن الله لعباده أن يعبدوا أحداً غيره:
(وقضى ربك ألا تعبدوا إلا إياه) (٢) .
(اعبدوا الله ما لكم من إله غيره) (٣) .
(يعبدوننى لا يشركون بى شيئاً) (٤) .
أما مرجع الضمير فى " وتعزروه " فهو الرسول (دون خلط أو تشويش.
وأما الضمير فى " وتوقروه " فلا مانع لا عقلاً، ولا شرعاً أن يكون عائداً على الله، لأن توقير الله هو إكباره وتعظيمه، وقد قال نوح لقومه موبخاً لهم (ما لكم لا ترجون لله وقاراً وقد خلقكم أطواراً) (٥) .
ويجوز أن يكون عائداً على الرسول، وتوقيره هو احترامه وإنزاله منزلته من التكريم والطاعة.
هذا هو بيان ما توهموه من لبس، دون الرجوع إلى ما قاله النحاة أو المفسرون فالمسألة لا تحتاج إلى أكثر مما أوجزناه.
والخلاصة:
القرآن خطاب للعقلاء الأذكياء، وليس خطاباً للمتغابين أو الأغبياء، وفى الإنسان حاسة كثيراً ما يعوِّل عليها القرآن فى خطابه، تستجلى خفايا معانيه، وتدرك روائع إيماءاته ودقائق أسراره.
تلك الحاسة هى الخصائص العقلية، والملكات الذهنية أو الذوقية المثقفة.
فمثلاً قوله تعالى: (وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزواجهن إذا تراضوا بينهم بالمعروف) (٦) .
ترى الخطاب فيها واحداً " طلقتم ـ تعضلوهن " والنظرة العجلى تحسب أن المخاطب فى الموضعين صنف واحد من الرجال لكن العقل ـ بمعونة الشرع ـ سرعان ما يفرق بين الذين خوطبوا بـ " طلقتم " والذين خوطبوا بـ " تعضلوهن " فالمخاطب الأول هم الأزواج الذين يطلقون زوجاتهم، والمخاطب الثانى هم أولياء أمور المطلقات، يقول لهم القرآن إذا أراد الزوج المطلق طلاقاً رجعياً فى العدة أو بعد العدة أن يعيد زوجته إليه بالمراجعة أو العقد الجديد وكانت الزوجة راغبة فى ذلك، فعلى أولياء أمرها ألا يقفوا فى طريقها.
فالذى فرَّق بين مرجعى الضميرين ـ هنا ـ العقل، بمعونة الشرع، وهذه الآية شبيهة بالآية التى أثيرت حولها الشبهات، التى فرغنا من الرد عليها. ولو كان نظر مثيرى هذه الشبهات وقع على آية البقرة هذه، لقالوا إن فيها تركيباً أدى إلى اضطراب المعنى، ولا وجود لاضطراب إلا فى أوهامهم.
_________
(١) الفتح: ٨-٩.
(٢) الإسراء: ٢٣.
(٣) الأعراف: ٥٩، ٦٥، ٧٣.
(٤) النور: ٥٥.
(٥) نوح: ١٣، ١٤.
(٦) البقرة: ٢٣٢.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b434] VALUES (29,'<span data-type="title" id=toc-31>٢٨- صَرْفُ الممنوع من الصرف</span>
منشأ هذه الشبهة:
هو آيتان من سورة واحدة.
إحداهما قوله تعالى: (إنا اعتدنا للكافرين سلاسلاً وأغلالاً وسعيراً) (١) .
والثانية: (ويطاف عليهم بآنية من فضة وأكواب كانت قواريرا) (٢) .
وشاهدهم فى الآية الأولى كلمة " سلاسلا " ذكروها ثم قالوا: فلماذا قال " سلاسلا " بالتنوين مع أنها لا تُنَوَّنُ لامتناعها عن الصرف؟
وقالوا عن الآية الثانية: لماذا آتى بها؟ " بالتنوين مع أنها لا تُنَوَّنُ؛ لامتناعها عن الصرف، لأنها على وزن مصابيح؟
هذا قولهم، وهو مبلغ علمهم أو مبلغ جهلهم وافترائهم لأنهم ـ كما تقدم مرات ـ يحفظون شيئاً وتغيب عنهم أشياء، وما حفظوه ليس بمغنٍ لهم، وكان الصمت استر لهم لو كانوا يحترمون أنفسهم.
الرد على الشبهة:
فى هذه الشبهة افتراء وجهل:
أما الافتراء فهو قولهم إن الكلمتين سلاسلا وقواريرا تقرآن بـ " التنوين " والتنوين: نون ساكنة فى آخر الكلمة المصروفة تنطق فى الوصل دون الوقف، ولا تكتب، يعنى لا صورة لها فى الكتابة والخط.
وهذا افتراء منهم؛ لأن الكلمتين فى قراءة حفص عن عاصم وغيرهما لا تنونان، وإنما يوقف عليهما بالفتح لا غير ولا يلتفت إلى " الألف " الذى فى آخر كل منهما هكذا " سلاسلا " ـ " قواريرا ".
وللقراء فى هاتين الكلمتين مذاهب، وبها نزل القرآن فقد قرأ نافع وابن كثير والكسائى وأبو جعفر " قواريراً " بالتنوين مصروفة منونة فى الموضعين معاً " قواريراً " و " سلاسلاً ".
وقرأ الباقون، ومنهم حفص عن عاصم " سلاسلا " و " قواريرا " بدون تنوين على المنع من الصرف وعلة المنع من الصرف هى صيغة منتهى الجموع والذين قرأوهما بالتنوين (مصروفتين) لهم سند فى ذلك.
ووجه صرف الكلمتين أن بعض العرب كانت تصرف كل الكلام، وليس فى لهجتهم كلام مصروف وكلام غير مصروف. بل هو كله مصروف، والقرآن نزل أصلاً بلغة قريش، ثم بلهجات القبائل العربية الأخرى (٣) .
_________
(١) الإنسان: ٤.
(٢) الإنسان: ١٥.
(٣) انظر: التوجيهات النحوية والصرفية للقراءات (١/٥٩٨) للدكتور: على محمد فاخر.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b434] VALUES (30,'<span data-type="title" id=toc-32>٢٩- الإتيان بتوضيح الواضح</span>
منشأ هذه الشبهة:
هو قوله جل ثناؤه:
(.. فإذا أمنتم فمن تمتع بالعمرة إلى الحج فما استيسر من الهدى فمن لم يجد فصيام ثلاثة أيام فى الحج وسبعة إذا رجعتم تلك عشرة كاملة..) (١) .
موطن الشاهد على هذه الشبهة عندهم هو قوله تعالى: " تلك عشرة كاملة " بعد قوله عز شأنه: " فصيام ثلاثة أيام فى الحج وسبعة إذا رجعتم "
وفى تصوير هذه الشبهة قالوا:
" فلماذا لم يقل: تلك عشرة؟ مع حذف كلمة " كاملة " تلافياً لإيضاح الواضح؟ لأنه مَنْ الذى يظن أن العشرة تسعة "؟!
الرد على الشبهة:
من الآيات الكونية لله حركة القمر فى رحلته الشهرية حيث يظهر ضعيفاً نحيفاً فى أولى لياليه، حتى لا يكاد يراه أحد إلا بأجهزة الرصيد الحساسة، ثم ينمو ويكبر ليلة وراء ليلة، وفى كل ليلة تالية تصحبها ظاهرتان فى تطور القمر:
الظاهرة الأولى: إطالة مكثه بعد غروب الشمس، فهو فى أولى لياليه لا يمكث إلا لحيظات فى شكله الضعيف النحيف.
أما الظاهرة الثانية: فهى تطور حجمه من الضعف والنحافة إلى القوة والضخامة.
أما فى الليالى التالية فتزيد مدة مكثه بعد غروب الشمس، ويكبر حجمه، ليلة تلو ليلة.
وفى ليلة الخامس عشر من بدء ولادته تصل الظاهرتان إلى أقصى درجة لهما.
فيمتد مكثه طول الليل، منيراً فى الوجود.
ويكتمل قرصه فيملأ الدائرة المخصصة له ويكتمل نوره ١٠٠% ويحيل الليل المظلم إلى نور قوى هادئ فيه منافع للناس، ويُعجِب الناظرين، ويتغنى بجماله الشعراء، ويشبهون به كل ما يرونه:
* حسناً جميلاً.
* بهياً ساحراً.
* رفيع الشأن شامخاً.
حتى العامة من الناس ـ غير الشعراء المرهفى الحس ـ يفتنون به، ويعبرون عن بهائه وسحره. ويمجدون بوصفه كل جميل، فيقولون: " قمر أربع عشرة " أى قمر الليلة التى يرون فيها القمر يوم الرابع عشر، التى سيعقبها اليوم الخامس عشر من الشهر، والقمر فى هذه الليلة يبلغ كمال شبابه ونضجه.
ومنذ فجر الحياة كان القمر، وبخاصة فى ليلة كماله مبعث الإعجاب والبهارة والابتهاج فى نفس كل من يراه، ولم يشذ عن هذا الإحساس أحد،
فإن رأيت من يذم القمر فى ليلة كماله فاعلم أنه رجل مريض الحس، فاسد الذوق، غريب الأطوار.
والأساليب البيانية شأنها شأن القمر، فى تدرج أنماطها وتفاوت درجاتها:
فمنها الحديث اليومى العادى، الذى يخلو من الخصائص الفنية ومنها المتوسط الدرجة، الذى لا يمدح ولا يذم.
ومنها البيان العالى المؤثر فى النفوس، الممتع للعواطف المثرى للفكر.
ومنها البيان الأعلى، المعصوم من النقد، الذى يحس الناس برونقه وإحكامه وجماله وكماله وجلاله، وهو القرآن المعجز العظيم.
ومن أساليب هذا البيان الأعلى الذى لا يضارعه بيان، أسلوب التوكيد كما فى قوله تعالى (تلك عشرة كاملة (.
ونبدأ بأقوال الأئمة فى بيان قيمة " تلك عشرة كاملة " فى تقوية الأسلوب وتوفير العناية بالمعنى، نبدأ بما قاله الإمام الزمخشرى:
" فإن قلت: ما فائدة الفذلكة "؟ قلت: الواو قد تجئ للإباحة فى نحو قولك: جالسى الحسن، وابن سيرين، ألا ترى أنه لو جالسهما جميعاً، أو واحداً منهما كان ممتثلاً، فَفُذْلِكَتْ (٢) نفياً لتوهم الإباحة.
وأيضاً ففائدة الفذلكة فى كل حساب أن يُعْلَم العدد جملة كما عُلِم تفصيلاً ليحاط به من جهتين فيتأكد العلم به.
وفى أمثال العرب:
" علمان خير من علم ".
وكذلك " كاملة " تأكيد آخر، وفيه زيادة توصية بصيامها، وألا يتهاون بها، ولا ينقص من عددها.
وقيل " كاملة فى وقوعها بدلاً من الهدى " (٣) .
يعنى أن فى هذه العبارة توكيدين:
الأول فى: تلك عشرة ".
والثانى فى " كاملة ".
وقد بين الإمام ـ رحمه الله ـ المعانى التى أفادها هذا التركيب ولنا إضافة على ما قاله سنوضحها فى الخلاصة التى تعودنا على جعلها خاتمة كل مبحث.
ويتابع الإمام البيضاوى ما قاله الإمام الزمخشرى ويضيف إليه جديداً فيقول: " تلك عشرة " فذلكة الحساب، وفائدتها ألا يتوهم متوهم أن " الواو "
ـ أى فى " وسبعة إذا رجعتم " ـ كقولك جالسى الحسن وابن سيرين، وأن يعلم العدد جملة كما علم تفصيلاً.. و " كاملة " صفة مؤكدة تفيد المبالغة فى المحافظة على العدد، أو مبينة كمال العشرة، فإنه أول عدد كامل إذ به تنتهى الآحاد وتتم مراتبها " (٤) .
وحذا الإمام الشوكانى حذوهما، ثم قال: إنه مثل " كتبتُ بيدى " والكتابة لا تكون إلا باليد (٥) .
ويسوق غيرهم شواهد من الشعر العربى على تأصيل هذا الأسلوب فى لغة العرب، مثل:
فسرتُ إليهمُ عشرين شهراً
وأربعة فذلك حِجّتان
أى: سنتان. وقول الآخر:
ثلاث بالغداة فهُنَّ حسبى
وست حين يدركنى العشاء
فذلك تسعة فى اليوم ربى
وشُرب المرء بعد الِرى داء (٦)
والخلاصة:
لقد أصاب الأئمة فى الإشارة إلى معنى جملة " تلك عشرة كاملة " وبخاصة فى قولهم إنها أفادت دفع توهم من يحسب أن " الواو " بمعنى " أو " تفيد الإباحة، فليس ببعيد أن يفهم بعض الناس أن المتمتع بالعمرة إلى الحج كفارته الصيام:
فإن صام فى الحج فيكفيه ثلاثة أيام، ومن لم يصم حتى رجع إلى بلده فعليه صيام سبعة أيام، وأن يفهم الاكتفاء بالثلاثة فى الحج للتخفيف على المحرمين بالحج ويؤدون مناسكه، أما بعد الرجوع إلى الوطن فلا داعى للتخفيف، لأنه غير مشغول بالمناسك، وليس غريباً عن بلده. ليس ببعيد أن يقع هذا الفهم فى أذهان بعض الناس حتى الفقهاء المجتهدين.
لذلك كان قوله تعالى: " تلك عشرة " واصفاً لها بأنها " كاملة " دافعاً لذلك الفهم.
وبذكر " كاملة " تحوَّل قوله تعالى: " تلك عشرة " إلى نص محكم غير قابل للاحتمال أو التأويل.
أما من حيث البلاغة والبيان، فإن كلمة " كاملة " وصفاً لـ " تلك عشرة " تفيد تعظيم هذه الأيام العشرة وكمال فضلها عند الله عز وجل.
بدليل أنه أشار إليها باسم الإشارة الموضوع للبعيد، تنويهاً ببعد منزلتها، وكان يمكن أن يقال هذه عشرة كاملة، وهذه اسم إشارة للقريب سواء كان قرباً حسياً أو قرباً معنويًّا.
هذه المعانى والدقائق والأسرار ما كانت لتُفهَم لولا وجود تلك العبارة، التى عدَّها مثيرو الشبهات عيباً من عيوب الكلام.
_________
(١) البقرة: ١٩٦.
(٢) الفذلكة مصطلح فنى معناه: إجمال المعنى فى عبارة موجزة بعد بسطه فى عبارة طويلة.
(٣) الكشاف (١/٣٤٥) .
(٤) نوار التنزيل (١/١١١) .
(٥) فتح القدير (١/٢٢٧) .
(٦) الدر المصون (٢/٣٢٠) .',NULL,'76',NULL,NULL,'0');
INSERT INTO [b434] VALUES (31,'<span data-type="title" id=toc-33>٣٠- الالتفات من المخاطب إلى الغائب قبل تمام المعنى</span>
منشأ هذه الشبهة:
هو قوله تعالى: (هو الذى يسيركم فى البر والبحر حتى إذا كنتم فى الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين) (١) .
وشاهدهم فى الآية هو قوله تعالى: " حتى إذا كنتم فى الفلك وجرين بهم ".
الرد على الشبهة:
هذه الشبهة المثارة هنا على هذه الآية، ليست لها صلة، لا من قريب، ولا من بعيد، بالنحو والصرف بل هى مسألة بلاغية صرفة، والبلاغة ـ عموماً ـ لها عنصران كبيران، أحدهما خارجى عن شخصية البليغ، والثانى ممتزج بشخصيته.
العنصر الأول الخارجى:
هو مجموعة القواعد والأصول التى تكوِّن علوم البلاغة باعتبارها علماً راقياً من علوم اللسان؛ لأن لكل علم أو فن أصوله ومبادئه الخاصة به.
وهذه القواعد والأصول يمكن تَعَلُّمها وإتقانها لكل راغب صادق الرغبة فيها.
العنصر الثانى الذاتى:
الممتزج بذات البليغ، والذى يجرى فيه مجرى الروح فى الجسد هو الإحساس المرهف بالجمال الفنى، والقدرة على التذوق، والخبرة بالأساليب إنشاءً ودراسة ونقداً وتقويماً. وليس بلازم أن يكون العارف بالقواعد والأصول البلاغية، ليس بلازم أن يكون بليغاً.
يقول الإمام الزمخشرى البليغ الذواقة، فى الالتفات من الخطاب إلى الغيبة:
" فإن قلت ما فائدة صرف الكلام من الخطاب إلى الغيبة قلت: المبالغة، كأنه يذكر حالهم لغيرهم ليعجبَّهم منها، ويستدعى منهم الإنكار والتقبيح " (٢) .
هذه العبارة فى حاجة إلى إيضاح، هو الآتى:
هؤلاء الذين تحدث الله عنهم فى هذه الآية، أنعم الله عليهم بالتسيير فى البر والبحر، وامتحنهم بالريح العاصف بعد أن أقلعت بهم الفلك تمخر عباب الماء، فتوجهوا إلى الله يطلبون منه الإنجاء، واعدين الله إذا أنجاهم أن يشكروه ويعرفوا فضله. فلما أنجاهم نسوا ما وعدوا الله به، وعادوا إلى معصيته كما قال ربنا عز وجل:
(فلما أنجاهم إذا هم يبغون فى الأرض بغير الحق..) (٣) .
وكانت فائدة الالتفات عن خطابهم المباشر " كنتم فى الفلك " إلى حكاية حالتهم العجيبة إلى غيرهم، لكى يستثير سخطهم عليهم، ويقبِّحوا سوء صنيعهم مع الله.
والخلاصة:
ما قاله الإمام الزمخشرى فى هذه الآية لمحة طيبة، ومعنى لطيف دل عليه هذا الالتفات من المخاطب إلى الغائب، وقد تناقله عنه المفسرون من بعده.
أما البلاغيون ـ بعد الزمخشرى ـ فقد أضافوا ملمحًا بلاغياً آخر، يساير ما فهمه الإمام الزمخشرى ولا ينافره، فقد قالوا:
" إن السر فى الالتفات من الخطاب إلى الغيبة، أن " الغيبة " تناسب الفعل " جرين " فهم كانوا على الشاطئ والفلك ترسو إلى جنبه، وأخذ الناس يركبون الفلك، حتى إذا تكاملوا على ظهره، وأقلعت آخذة فى السير السريع (الجرى) غابوا عن الأنظار، فهم ليسوا حاضرين حتى يُخاطَبُوا. ولكنهم غائبون غائبون فجرى الحديث عنهم مجرى الحديث عن الغائب ".
إن كلتا اللمحتين البلاغيتين تنبثقان من هذا التعبير " وجرين بهم " ولا تنافر واحدة منهما الأخرى.
هذا ما لم يكن مثيرو هذه الشبهات أهلاً لفهمه لبلادة حسهم، وفساد ذوقهم.
والالتفات ـ عامة ـ فن عريق من فنون البيان فى البلاغة العربية، طرقه الشعراء فى الجاهلية، وشاع فى كلامهم، ووردت منه نماذج وصور فى الذكر الحكيم، وفى أحاديث خاتم النبيين، وأسراره لا تحصر، ودلالاته لا تنضب، وكفاه فضلاً أنه يروِّح عن مشاعر السامعين وينتقل بهم من لون إلى لون، فى معرض جذاب، لا يقدره حق قدره إلا من رُزق حسن الفهم، والقدرة على التذوق لمرامى الكلام.
_________
(١) يونس: ٢٢.
(٢) الكشاف (٢/٢٣١) .
(٣) يونس: ٢٣.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b434] VALUES (32,'<span data-type="title" id=toc-34>٣١- الإتيان بفاعلين لفعل واحد </span>(١)
منشأ هذه الشبهة:
هو قوله تعالى: (لاهية قلوبهم وأسروا النجوى الذين ظلموا هل هذا إلا بشر مثلكم أفتأتون السحر وأنتم تبصرون) (٢) .
وشاهدهم فى هذه الآية هو الجمع بين: " وأسروا "، " الذين ظلموا " لأنهم جزموا بأن " الواو " فى " أسروا " فاعل، كما جزموا بأن " الذين " فى " الذين ظلموا " فاعل كذلك.
ولما كان كل فعل لا يتطلب إلا فاعلاً واحداً، صاحوا بأعلى صوت قائلين:
إن القرآن أخطأ فجعل للفعل الواحد فاعلين؟!
الرد على الشبهة:
قال شيخ المفسرين البيانيين الإمام جار الله محمود بن عمر الزمخشرى يقول: " أبدل الذين ظلموا من " واو " " وأسروا " إشعارًا بأنهم الموسومون بالظلم الفاحش فيما أسروا به.
أو جاء على لغة من قال: أكلونى البراغيث.
أو هو منصوب المحل على الذم.
أو هو مبتدأ خبره " وأسروا النجوى " قُدِّم عليه والمعنى:
هؤلاء أسروا النجوى. فوضع المظهر موضع المضمر تسجيلاً على فعلهم بأنه ظلم (٣) .
ذكر الإمام ـ رحمه الله ـ فى توجيه هذا التركيب أربعة آراء كلها صحيح فصيح:
الأول: إن " الذين ظلموا " بدل كل من كل من معنى " الواو " فى " أسروا " لأنه واو جماعة معناه الجمع.
الثانى: إنه جاء على لغة بعض القبائل العربية، التى تجمع بين الضمير إذا وقع فاعلاً وبين ما يفسره.
وعليه جاء الحديث الشريف: [يتعاقبون فيكم ملائكة بالليل، وملائكة بالنهار] (٤) .
الثالث: أن يكون فى محل نصب على الذم، على تقدير فعل محذوف هو: أذم أو أخص الذين ظلموا بالذم.
الرابع: أن يكون هو المبتدأ، وما قبله خبر عنه، أى الذين ظلموا أسروا النجوى.
أما الذى اقتضى تقديم خبره عليه " أسروا النجوى " فهو التسجيل عليهم بقبح ظلمهم وفحوشته. وهذا كله كلام طيب فى غاية النفاسة.
ويردد الإمام الشوكانى ما قاله الإمام جار الله ـ رحمه الله ـ ويضيف إلى ما قاله جديداً، ومن هذا الجديد: " إن الذين ظلموا " فاعل لفعل محذوف تقديره: يقول الذين ظلموا.
ثم يورد على لغة " أكلونى البراغيث " آية أخرى من كتاب الله، هى قوله عز وجل: (ثم عموا وصموا كثير منهم) (٥) .
فقد جُمِعَ فى الآية بين الضمير، وهو " الواو " فى " عموا " و "صموا " وبين الاسم الظاهر " كثير ".
كما ذكر قول الشاعر:
ولكن ديافى أبوه وأمه
بحوران يعصرن السليط أقاربه (٦)
والشاهد فى البيت حيث جَمَع الشاعر، وهو عربى فصيح يحتج بكلامه بين نون النسوة فى " يعصرن " وهو فاعل لـ " يعصر " وبين الاسم الظاهر " أقاربه " وليس فى الكلام إلا فعل واحد يكفى فيه فاعل واحد (٧) .
وفى المسألة مذاهب أخرى، منها:
* إن " الذين ظلموا " هى الفاعل، أما " الواو " فهى علامة جمع الفاعل لا غير، وأن العرب كانت تفعل ذلك حتى فى المثنى، فيقولون:
قاما أخواك. كما استشهد من ذهب هذا المذهب بقول الشاعر:
يلوموننى فى اشتراء النخيل
قومى، فكلهمو يعزل
حيث جمع بين " الواو " فى " يلوموننى " وبين الاسم الظاهر فى " قومى" (٨) .
هذا ما قاله المفسرون وبعض النحاة فى هذا التركيب وتخريجه على عدة وجوه من الصحة. دون أن يكون عندهم علم بأن بعضاً من الناس، سيأتون ويقولون مثل ما قال مثيرو هذه الشبهات، مع جهلهم المركب بلغة التنزيل وخصائصها التعبيرية والبيانية، وهم فيها عوام أو أشباه عوام.
والخلاصة:
ما تقدم من الرد على هذه الشبهة يريك إلى أى مدىً تعسف هؤلاء المغالون فى التحامل على القرآن، المسرفون فى إظهار الحقد عليه والطعن فيه، إنهم مثل الذى يريد أن يعبر محيطاً بقارب مصنوع من " البوص "، دون أن يكون لهم رادع من أنفسهم يحفظون به ماء وجوههم إن كان فى وجوههم ماء.
وقبل أن نودع الحديث فى الرد عليهم على ما أثاروه حول الآية نضيف إلى ما ذكره الأئمة إضافتين من حيث التوجيه البلاغى:
إحداهما: إن فى أساليب علم المعانى، وهو أحد علوم البلاغة الثلاثة (المعانى ـ البيان ـ البديع) أسلوباً لا يعرف عنه مثيرو هذه الشبهات شيئاً، هو ما يسميه البلاغيون بـ " الاستئناف البيانى ".
وضابط هذا الأسلوب أن تتقدم جملة من الكلام تثير فى ذهن السامع تساؤلاً لطيفاً يدب فى نفسه أو يسرى سريان الماء فى العود الأخضر، فتأتى جملة أخرى تجيب على ذلك التساؤل، الذى ليس له صورة فى الكلام. بل هو يبرق كالشعاع فى ذهن السامع ومن أمثلته فى القرآن:
(وقضينا إليه ذلك الأمر أن دابر هؤلاء مقطوعُ مصبحين) (٩) . فجملة " أن دابر هؤلاء مقطوع مصبحين " جواب على سؤال تقديره: ما هو ذلك الأمر الذى قضاه الله (١٠) .
ومثله قوله تعالى: (فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد وملك لا يبلى) (١١) .
فجملة " فوسوس إليه الشيطان " أثارت فى النفس تساؤلاً لطيفاً " ماذا قال الشيطان لآدم؟ فكان الجواب:
(قال يا آدم هل أدلك على شجرة الخلد وملك لا يبلى (.
هذا هو الاستئناف البيانى عند البلاغيين وهو ـ مرة أخرى ـ:
" تنزيل جملة منزلة جواب على سؤال تضمنته الجملة التى قبلها ".
والآية التى معنا: (وأسروا النجوى الذين ظلموا (جرت على نسق الاستئناف البيانى الذى عرفته، لأن جملة (وأسروا النجوى (تثير فى النفس التساؤل نفسه: مَنْ هم الذين (أسروا النجوى (؟ فكان الجواب: (الذين ظلموا (.
لا يقال: إن هذا السؤال لا يقتضى المقام إثارته لأن مرجع الضمير، وهو " الواو " فى " أسروا " مذكور قبله فى قوله تعالى:
(اقترب للناس حسابهم وهم فى غفلة معرضون * ما يأتيكم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون * لاهية قلوبهم..) (١٢) .
لأنا نقول: إن الوقائع المذكورة فى مطلع السورة، وقائع عامة، هى أحوال للناس جميعاً، إلا من عصمه الله.
أما إسرار النجوى، فهى واقعة خاصة وقعت من مشركى العرب، فليس " الناس " قبلها هم فاعليها، بل فاعلوها هم الذين قالوا:
(??? هل هذا إلا بشر مثلكم أفتأتون السحر وأنتم تبصرون) (١٣) .
وعلى هذا فإن " الذين ظلموا ليس فاعلا لـ " أسروا " وإنما فاعل " أسروا " الواو.
أما " الذين ظلموا " فواقعه فى كلام جديد، هو خبر عن جلة السؤال: من هم الذين أسروا النجوى؟
وهذا وجه آخر يرد به على مثيرى هذه الشبهة المتعالمين وهم جاهلون.
أما الإضافة الثانية، فهى أسلوب آخر من أساليب البلاغة العربية، مفتاح الإعجاز المفحم.
ذلك الأسلوب تحدث عنه شيخ البلاغيين بلا منازع الإمام عبد القاهر الجرجانى، وأسماه:
" الإضمار على شريطة التفسير " (١٤) .
وضابط هذا الأسلوب هو أن تأتى بالضمير أولاً ثم تفسره بعد ذلك بذكر مرجعه. ومن أمثلته شعرًا قول الشاعر:
هى الدنيا تقول بملء فيها
حذار حذار من بطشى وفتكى
ولا يغرُركمُ منى ابتسام
فقولى مضحك والفعل مبكى
وتخريج الآية " وأسروا النجوى الذين ظلموا " على هذا الأسلوب سائع رائع.
فقد أتى بالضمير أولاً " وأسروا " ثم فسره ثانياً هكذا " الذين ظلموا ".
وبلاغة هذا الأسلوب هى تحريك الشعور، وتشويق النفس إلى عقبى الكلام كيف تكون، فيتمكن المعنى المسوق من أجله الكلام فى النفوس كل التمكن؛ لأن النفس إذا ظفرت بالشىء بعد انتظاره استقر ذلك الشىء فيها.
هذه الخصائص البيانية محرومٌ منها مثيرو هذه الشبهات؛ لأنهم يجهلونها. والناس ـ كما جاء فى المثل ـ أعداء ما جهلوا.
_________
(١) ليست هذه عبارتهم، بل هى تعبير بديل من عندنا عنها. أما عبارتهم فهى " أتى بضمير فاعل مع وجود فاعل " وهى خطأ ـ كما ترى ـ لأنه لا مانع من الإتيان بضمير فاعل عائد على الفاعل فى الكلام الفصيح مثل: جاء صديقى الكريم خُلقه.
(٢) الأنبياء: ٣.
(٣) الكشاف (٢/٥٦٢) .
(٤) رواه الشيخان: البخارى ومسلم.
(٥) المائدة: ٧١.
(٦) دياف وحوران: موضعان. والسليط: الزيت.
(٧) فتح القدير (٣/٤٦٩-٤٧٠) .
(٨) الدر المصون (٨/١٣٢-١٣٣) .
(٩) الحجر: ٦٦.
(١٠) انظر: الإيضاح للخطيب القزوينى: مبحث الفصل والوصل.
(١١) طه: ١٢٠.
(١٢) الأنبياء: ١-٣.
(١٣) الأنبياء: ٣.
(١٤) دلائل الإعجاز (١٦٣) تحقيق الشيخ العلامة محمود محمد شاكر، مكتبة الخانجى، القاهرة.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b434] VALUES (33,'<span data-type="title" id=toc-35>٣٢- الإتيان بالضمير العائد على المثنى مفردًا</span>
منشأ هذه الشبهة:
هو قوله تعالى: (يحلفون بالله لكم ليرضوكم والله ورسوله أحق أن يُرضوه إن كانوا مؤمنين) (١) .
ذكروا هذه الآية، ولفت نظرهم ذكر الله، ثم ذكر رسوله معطوفاً عليه، ثم إيقاع الفعل " يُرضى " على الضمير المفرد، وهو " الهاء " فى " يُرضوه " وهو شاهدهم فى هذه الشبهة، ثم قالوا:
" فلماذا لم يثنِّ الضمير العائد على الاثنين، اسم الجلالة ورسوله فيقول: أن يُرضوهما "؟!
الرد على الشبهة:
هذه الآية، والتركيب الذى حسبوه أو عاندوا وقالوا إنه خطأ لغوى نحوى، إنما هى لمحة قرآنية تتعلق بعقيدة توحيد الله عز وجل.
ومثيرو هذه الشبهات، لا يعرفون عن حقيقة " التوحيد " شيئاً، وضوابطهم فيه مثل الغربال إذا وضع فيه سائل لا يبقى فيه منه شىء.
وقد فات هؤلاء أمر عظيم، ترتب عليه جهل شنيع ذلك أنهم لم يعرفوا أصلاً، أو لم يستحضروا فى أذهانهم وهم يسطرون هذه الشبهة، متى يُثنَّى المعدود، ومتى يجمع، ومتى يظل مفرداً.
وهى من البديهات، بيان ذلك: أن هناك شرطاً موضوعيًّا فى تثنية المعدود وجمعه ذلك الشرط هو:
التجانس بين الأفراد فى الواقع، فقَلَم يثنى فيقال: قلمان ويجمع فيقال أقلام.
لكن حماراً ـ مثلاً ـ لا يثنى مع القلم ولا يجمع، لأنك لو ثنيت القلم والحمار، فقلت قلمان، أو حماران، وأنت تريد قلماً وحماراً لم يفهم أحدٌ من العقلاء ما تريد.
وحتى الرجل والمرأة، وهما فردان بينهما تجانس من جهة، واختلاف من جهة أخرى. فإنك لا تستطيع أن تثنيهما فتقول: رجلان، أو تقول: امرأتان، وأنت تريد رجلاً وامرأة. هذا لا يجوز عند العقلاء، ولا يجوز فى الواقع الذى يحسه الناس ويحترمونه.
هذا التمهيد ضرورى جدًّا لبيان لماذا ورد فى القرآن " أن يُرضوه " دون أن يُرضوهما كما اقترح مثيرو هذه الشبهات؟
وذلك لأنه ليس بين الله، وبين رسوله، ولا بين الله وبين أىِّ شىء فى الوجود تجانس من أى نوع من الأنواع.
فالله هو الفرد الصمد، الواحد الأحد، الذى لم يلد فليس له ولد، ولم يولد فليس له أم ولا أب. هو الخالق البارئ المصوِّر، ليس له كفواً أحد، وليس كمثله شىء فى الوجود وغيره، هو المخلوق المبروء المصوَّر (اسم مفعول) .
من أجل هذا؛ فإن الله لا يُجمَع ولا يُثنىَّ. لا فى ذاته ولا مع أحدٍ من خلقه.
وعلى هذا جرى بيان القرآن المعجز، فلم يقل كما يقترح هؤلاء الغافلون:
والله ورسوله أحق أن يُرضوهما. لأن الله ليس فرداً من جنس الأفراد الذين ينتمى إليهم رسوله صلى الله عليه وسلم.
بل هو فرد لا مثيل له فى الوجود أبداً، فلا يكون مع غيره ثانى اثنين، أو ثالث ثلاثة، تعالى الله عما يقولون عُلُوًّا كبيرًا.
فالخطأ كل الخطأ هو ما توهمه مثيرو هذه الشبهات. أما ما عليه النظم القرآنى الحكيم، فهو ليس كل الصواب فحسب ولكنه الإعجاز المفحم، فى أَجْلَى معارضه، وآلق آفاقه ومَنْ أحسن من الله حديثاً.
التوحيد فى القرآن عقيدة متمكنة فى الواقع الخارجى مستقرة كل الاستقرار فى قلوب المؤمنين.
وهو ـ كذلك ـ عقيدة فى البيان القرآنى، فلم يأت الله فى لغة القرآن إلا واحداً أحدًا، ليس اثنين، وليس ثلاثة (ذلك ظن الذين كفروا فويل للذين كفروا من النار) (٢) وليس ما لفت أنظار مثيرى هذه الشبهات فى الآية المتقدمة هو الوحيد فى القرآن، بل له نظائر عميت عنها أبصارهم وبصائرهم:
ففى الآية الثالثة من سورة التوبة نفسها، ورد قوله تعالى:
(.. أن الله برئ من المشركين ورسوله..) (٣) .
لم يقل: إن الله ورسوله بريئان من المشركين، لأن وصف الله بالبراءة من المشركين، وصف توحيدى تابع للواحد الأحد، الذى ليس له مثيل فى كل الوجود.
ولذلك قال: " أن الله برئ من المشركين ورسوله " أى ورسوله برئ منهم، والذى دل على هذا، ما ذكره فى جانب الله أولاً.
كما تقول: محمد (من أُولى العزم من الرسل، وموسى عليه السلام، أى وموسى من أُولى العزم من الرسل. تثبت الوصف المحذوف لموسى، استناداً إلى ذكر ذلك الوصف خبراً عن محمد، عليهما الصلاة والسلام. هذا ما يفهمه العقلاء من بليغ الكلام.
وفى سورة التوبة نفسها ـ كذلك ـ ورد قوله تعالى: (ولو أنهم رضوا ما آتاهم الله ورسوله وقالوا حسبنا الله سيؤتينا الله من فضله ورسوله إنَّا إلى الله راغبون) (٤) .
روعيت عقيدة التوحيد فى النظم القرآنى المعجز المفحم فى ثلاثة مواطن:
الأول: " ما آتاهم الله ورسوله " حيث عطف رسوله على اسم الجلالة، دون عود ضمير مثنى.
الثانى: " حسبنا الله " دون عطف رسوله على اسم الجلالة. لأن الحسب لا يكون إلا لله.
الثالث: " سيؤتينا الله من فضله ورسوله " دون أن يُثَنِّى فيقول: من فضلهما.
وإنما عُطِف " رسوله " بعد تمام الجملة الأولى.
ثم حذف من جملة " ورسوله " ما دل عليه الكلام السابق، أى:
وسيؤتينا رسوله من فضله.
هذا هو التوحيد فى القرآن، دقة وإحكام، ومبالغة فى تنزيه الله عن المساوى والمثيل والكفء حتى فى اللفظ توحيد نقى، خالص، مبرأ عن الشبهات المعنوية ومبرأ عن الشبهات اللفظية.
ولم يرد فى القرآن الحكيم اسم يكون ثانياً لله، ولا اسم يكون ثالثاً لله، لا فى المعانى، ولا فى الألفاظ وذلك هو التوحيد الخالص. رسالة كل الرسل والأنبياء.
والخلاصة:
أن فى الآية أسلوب الإيجاز البليغ لأن معناها الذى لم يهتدوا إليه هو: " والله أحق أن يُرضوه ورسوله أحق أن يرضوه " فحُذف " أحق أن يرضوه " من الأول، لدلالة الثانى " ورسوله أحق أن يرضوه " عليه.
وهذا فن بلاغى يطلقون عليه: " الاحتباك " وهو نوعان:
الأول: أن يحذف كلام من جملة أولى ويذكر ما يدل عليه فى جملة ثانية جاءت بعدها مباشرة. مثل الآية التى اتخذوها منشأ لهذه الشبهة.
والثانى: أن يحذف من جملة ثانية كلام يدل عليه ما ذكر فى الجملة التى قبلها، ومثاله قوله تعالى: (ألم يروا أنا جعلنا الليل ليسكنوا فيه والنهار مبصراً..) (٥) .
والمعنى: والنهار مبصراً ليسعوا فيه، فحذف لأن " ليسكنوا " دليل قوى عليه.
وقد تلحظ حذفاً من الأول ـ كذلك ـ لدلالة الثانى عليه، وهو: مظلماً، أى جعلنا الليل مظلماً، وحذف لأن ما فى الثانى، وهو " مبصراً " دليلاً عليه.
_________
(١) التوبة: ٦٢.
(٢) سورة ص: ٢٧.
(٣) التوبة: ٣.
(٤) سورة: ٥٩.
(٥) النمل: ٨٦.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b434] VALUES (34,'<span data-type="title" id=toc-36>٣٣- الإتيان بالجمع مكان المثنى</span>
منشأ هذه الشبهة:
هو قوله تعالى: (إن تتوبا إلى الله فقد صغت قلوبكما وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين) (١) .
والشاهد فى الآية عندهم هو " قلوبكما " حيث جاء المضاف (قلوب) جمعا، والمضاف إليه " كما " مثنى. والمتحدث عنه فى قوله تعالى: " تتوبا " مثنى كذلك. وقد علقوا على هذا فقالوا: " لماذا لم يقل: قلباكما " لأنه ليس للاثنين أكثر من قلبين "؟!
الرد على الشبهة:
العرب كانوا يستثقلون اجتماع تثنيين فى كلمة واحدة، فيعدلون عن التثنية إلى الجمع، لأن أول الجمع عندهم الاثنان.
ومما قاله أئمة اللغة والنحو فى جمع " قلوب " فى الآية قولهم:
و" قلوبكما " من أفصح الكلام حيث أوقع الجمع موقع المثنى، استثقالاً لمجئ تثنتين لوقيل " قلباكما " (٢) .
ومثل هذه الآية قوله تعالى:
(والسارق والسارقة فاقطعوا أيديهما) (٣) .
فقد أوقع الجمع " أيدى " موقع المثنى: يدى. جرياً على سُنة العرب فى كلامهم، والقرآن بلغتهم نزل ولا يُفهم من هذا أن الجمع حل محل التثنية لإصلاح اللفظ فحسب، وإن كان إصلاح اللفظ وإحلال الخفيف منه محل الثقيل سببًا مقبولاً كافيًا فى توجيه هذا الاستعمال بيد أننا لو أنعمنا النظر، وأعملنا الفكر لظفرنا بمعانٍ أخرى غير إصلاح اللفظ، هذه المعانى يومئ إليها برفق مجىء الجمع فىمقام التثنية. وسيأتى البيان بعد قليل.
والخلاصة (٤) :
اتضح لنا مما تقدم أن قوله تعالى " قلوبكما " من أفصح الكلام، وليس صحيحاً فحسب، ولكن ضآلة حظ مثيرى هذه الشبهات من اللغة العربية، هى التى جعلتهم يهرفون بما لا يعرفون، ويتعالمون وهم أميون.
أما ما يعود على المعنى من وضع الجمع موضع التثنية فوق إصلاح اللفظ كما تقدم، فبيانه فيما يأتى:
ولنبدأ بآية المائدة، نجد أن لجمع الأيدى دلالة على الجمع فعلاً، وذلك من جهتين:
الأولى: أن المراد من " السارق " و " السارقة " ليس فردين، بل نوعين:
* الذى يسرق من الرجال، سواء كان واحداً أو اثنين أو ثلاثة أو أربعة أو ألف وهكذا؛ لأن المراد النوع لا الفرد.
* التى تسرق من النساء، لا على سبيل الفردية (امرأة) واحدة ولكن كل من ينطبق عليها وصف السرقة. فالسارقون لا يحصرون فى عدد معين، من عصر نزول القرآن إلى يوم القيامة.
والسارقات لا يحصرن فى عدد محدد، بل هن جمع لا يعلمه إلا الله.
فأنت ترى أن اللفظ فى " السارق " و " السارقة " وإن كان مفرداً، فهو من حيث المعنى جمع لا حصر له فى النوعين معاً: الذكور والإناث.
الجهة الثانية: إن السارق أو السارقة قد تتكرر منهما السرقة، فيقام عليهما الحد مرة أخرى بقدر مرات السرقة.
وعلى كلا الوضعين (الجهة الأولى والجهة الثانية) تكون كلمة: " أيدى " جمعا. مضافة إلى الضمير " هما " فيها دلالة ملحوظة على الجمع كما رأيت. وهذا ما لا يهتدى إليه أمثال مثيرى هذه الشبهات.
أما آية " التحريم " فقد فسرها العلماء تفسيرين:
أحدهما: أن " صغت " بمعنى: زاغت وأثمت، وهذا تفسير ابن عباس رضى الله عنه (٥) .
وعلى هذا يكون مجىء القلبين جمعاً فيه تهويل وتفظيع لما حدث من زوجتى النبى صلى الله عليه وسلم، من إفشاء سره عليه السلام، لأن فى ذلك ما يؤذيه صلى الله عليه وسلم (٦) .
أما التفسير الثانى فهو قريب من الأول، وهو: " إن صغت " بمعنى زاغت أى مالت عن الحق والصواب (٧) وتوجيهه توجيه التفسير الأول.
وفى الآيتين معنى لطيف غاية فى الطرافة والروعة والإعجاز وهو مراعاة اللفظ والمعنى معاً.
مراعاة اللفظ فى تثنية المضاف إليه، وهو " هما " فى " أيديهما " و"كما" فى " قلوبكما ".
ثم مراعاة المعنى فى جمع الأيدى والقلوب.
فتثنية الضمير المضاف إليه فيهما جاءت حملاً على اللفظ فى: "السارق والسارقة ".
وجمع الأيدى والقلوب جاء حملاً على المعنى المفهوم من إيحاءات المقام على وجه الحقيقة فى جمع الأيدى.
والمفهوم من المقام على وجه التنزيل التهويلى فى جمع القلوب.
أجل: إن القرآن لا تنتهى عجائبه، ولا تجف ينابيعه، لأنه تنزيل من حكيم حميد.
_________
(١) التحريم: ٤.
(٢) الدر المصون (١٠/٣٦٦) .
(٣) المائدة: ٣٨.
(٤) انظر: المصدر نفسه (٤/٢٦٢) .
(٥) فتح القدير للإمام الشوكانى (٥/٣٠١) .
(٦) انظر: القصة بتمامها فى كتاب من كتب التفسير: تفسير سورة " التحريم "؛ وليكن السابق ـ مثلاً.
(٧) الدر المصون (١٠/٢٦٥) .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b434] VALUES (35,'<span data-type="title" id=toc-37>٣٤- نصبُ المضاف إليه</span>!
منشأ هذه الشبهة:
هو قوله تعالى: (ولئن أذقناه نعماء بعد ضراءَ مسته ليقولن ذهب السيئات عنى إنه لفرح فخور) (١) .
وشاهدهم فى هذه الآية هى كلمة " ضراءَ " وهى مضاف إليه، والمضاف هو كلمة " بعد " وقد رأوا فتحة بعد " الراء " فوق الهمزة من كلمة " ضراءَ " فأملى عليهم جهلهم أن القرآن أخطأ فنصب المضاف، وهو من حقه أن يُجر؟!
ثم قالوا: (وكان يجب أن يجر المضاف إليه فيقول: " بَعْدَ ضراءِ ") .
الرد على الشبهة:
المضاف إليه فى الآية " ضراءَ " مجرور لا منصوب، وهو ممنوع من الصرف، والمانع له من الصرف ألف التأنيث الممدودة. وتلاميذ الإعدادى يعرفون أن الممنوع من الصرف يُجر بالفتحة نيابة عن الكسرة. ولذلك وضعت الفتحة فوق الهمزة بعد الراء. فهذه الفتحة علامة جر لا علامة نصب. والممنوع من الصرف لا يجر بالفتحة إلا فى حالتين:
أن يكون مضافاً، أو معرفاً بالألف واللام.
و" ضراء " فى الآية ليست مضافاً، ولا معرفة بالألف واللام. وفى جر الممنوع من الصرف يقول ابن مالك:
وجر بالفتحة ما لا ينصرف
ما لم يضف أو يك بعد أل ردف
_________
(١) هود: ١٠.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b434] VALUES (36,'<span data-type="title" id=toc-38>٣٥- هل تناقض القرآن فى مادة خلق الإنسان</span>؟
يعطى القرآن معلومات مختلفة عن خلق الإنسان.. من ماء مهين (المرسلات: ٢٠) من ماء (الأنبياء: ٣٠) .. من نطفة (يس: ٧٧) .. من طين (السجدة: ٧) .. من علق (العلق: ٢) .. من حمأ مسنون (الحجر: ٢٦) .. ولم يك شيئًا (مريم: ٦٧) .
فكيف يكون كل ذلك صحيحًا فى نفس الوقت؟ (انتهى) .
الرد على الشبهة:
ليس هناك أدنى تناقض بل ولا حتى شبهة تناقض بين ما جاء فى القرآن الكريم من معلومات عن خلق الإنسان.. وحتى يتضح ذلك، يلزم أن يكون هناك منهج علمى فى رؤية هذه المعلومات، التى جاءت فى عديد من آيات القرآن الكريم.. وهذا المنهج العلمى يستلزم جمع هذه الآيات.. والنظر إليها فى تكاملها.. مع التمييز بين مرحلة خلق الله للإنسان الأول آدم ـ عليه السلام ـ ومرحلة الخلق لسلالة آدم، التى توالت وتكاثرت بعد خلق حواء، واقترانها بآدم، وحدوث التناسل عن طريق هذا الاقتران والزواج..
* لقد خلق الله ـ سبحانه وتعالى ـ الإنسان الأول ـ آدم ـ فأوجده بعد أن لم يكن موجودًا.. أى أنه قد أصبح " شيئًا " بعد أن لم يكن " شيئًا " موجودًا.
وإنما كان وجوده فقط فى العلم الإلهى.. وهذا هو معنى الآية الكريمة (أو لا يذكر الإنسان أنا خلقناه من قبل ولم يك شيئًا) (١) .
* أما مراحل خلق الله ـ سبحانه وتعالى ـ لآدم.. فلقد بدأت بـ[التراب] الذى أضيف إليه [الماء] فصار [طينًا] ثم تحول هذا الطين إلى [حمأ] أى أسود منتنًا، لأنه تغير والمتغير هو [المسنون] .. فلما يبس هذا الطين من غير أن تمسه النار سمى [صلصالاً] لأن الصلصال هو الطين اليابس من غير أن تمسه نار، وسمى صلصالاً لأنه يصلّ، أى يُصوِّت، من يبسه أى له صوت ورنين.
وبعد مراحل الخلق هذه ـ التراب.. فالماء.. فالطين.. فالحمأ المسنون.. فالصلصال ـ نفخ الله سبحانه وتعالى فى " مادة " الخلق هذه من روحه، فغدا هذا المخلوق " إنسانًا " هو آدم عليه السلام.
* وعن هذه المراحل تعبر الآيات القرآنية، فتصور تكامل المراحل ـ وليس التعارض المتوهم والموهوم ـ فتقول هذه الآية الكريمة: (إن مثل عيسى عند الله كمثل آدم خلقه من تراب) (٢) . فبالتراب كانت البداية (الذى أحسن كل شىء خلقه وبدأ خلق الإنسان من طين) (٣) . وذلك عندما أضيف الماء إلى التراب (فاستفتهم أهم أشد خلقًا أم من خلقنا إنا خلقناهم من طين لازب) (٤) وذلك عندما زالت قوة الماء عن الطين، فأصبح " لازبًا " أى جامدًا.
* وفى مرحلة تغير الطين، واسوداد لونه، ونتن رائحته، سمى [حمأً مسنونًا] ، لأن الحمأ هو الطين الأسود المنتن.. والمسنون هو المتغير.. بينما الذى (لم يَتَسَنَّه) هو الذى لم يتغير.. وعن هذه المرحلة عبرت الآيات: (ولقد خلقنا الإنسان من صلصال من حمأ مسنون * والجان خلقناه من قبل من نار السموم * وإذ قال ربك للملائكة إنى خالق بشرًا من صلصال من حمأ مسنون * فإذا سويته ونفخت فيه من روحى فقعوا له ساجدين * فسجد الملائكة كلهم أجمعون * إلا إبليس أبى أن يكون مع الساجدين * قال يا إبليس مالك ألا تكون مع الساجدين * قال لم أكن لأسجد لبشر خلقته من صلصال من حمأ مسنون * قال فاخرج منها فإنك رجيم * وإن عليك اللعنة إلى يوم الدين) (٥) .
تلك هى مراحل خلق الإنسان الأول، توالت فيها وتتابعت وتكاملت معانى المصطلحات: التراب.. والماء.. والطين.. والحمأ المسنون.. والصلصال.. دونما أية شبهة للتعارض أو التناقض.
* وكذلك الحال والمنهاج مع المصطلحات التى وردت بالآيات القرآنية التى تحدثت عن خلق سلالة آدم ـ عليه السلام ـ.
فكما تدرج خلق الإنسان الأول آدم من التراب إلى الطين.. إلى الحمأ المسنون.. إلى الصلصال.. حتى نفخ الله فيه من روحه.. كذلك تدرج خلق السلالة والذرية بدءاً من [النطفة]ـ التى هى الماء الصافى ـ ويُعَبَّرُ بها عن ماء الرجل [المنىّ] .. إلى [العَلَقَة] التى هى الدم الجامد، الذى يكون منه الولد، لأنه يعلق ويتعلق بجدار الرحم إلى [المضغة] وهى قطعة اللحم التى لم تنضج، والمماثلة لما يمضغ بالفم.. إلى [العظام] .. إلى [اللحم] الذى يكسو العظام.. إلى [الخلق الآخر] الذى أصبح بقدرة الله فى أحسن تقويم (٦) .
ومن الآيات التى تحدثت عن توالى وتكامل هذه المراحل فى خلق وتكوين نسل الإنسان الأول وسلالته، قول الله سبحانه وتعالى: (يا أيها الناس إن كنتم فى ريب من البعث فإنا خلقناكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة وغير مخلقة لنبين لكم ونقر فى الأرحام ما نشاء إلى أجل مسمى ثم نخرجكم طفلاً ثم لتبلغوا أشدّكم ومنكم من يتوفى ومنكم من يرد إلى أرذل العمر لكيلا يعلم من بعد علم شيئًا) (٧) .
وقوله سبحانه: (ولقد خلقنا الإنسان من سلالة من طين * ثم جعلناه نطفة فى قرار مكين * ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظامًا فكسونا العظام لحمًا ثم أنشأناه خلقًا آخر * فتبارك الله أحسن الخالقين) (٨) .
* وإذا كانت [النطفة] هى ماء الرجل.. فإنها عندما تختلط بماء المرأة، توصف بأنها [أمشاج]ـ أى مختلطة ـ كما جاء فى قوله تعالى: (إنا خلقنا الإنسان من نطفة أمشاج نبتليه فجعلناه سميعًا بصيرًا) (٩) .
* كما توصف هذه [النطفة] بأنها [ماء مهين] لقلته وضعفه.. وإلى ذلك تشير الآيات الكريمة: (الذى أحسن كل شىء خلقه وبدأ خلق الإنسان من طين * ثم جعل نسله من سلالة من ماء مهين) (١٠) . (ألم نخلقكم من ماء مهين * فجعلناه فى قرار مكين * إلى قَدَرٍ معلوم * فقدرنا فنعم القادرون) (١١) .
* وكذلك، وصفت [النطفة]ـ أى ماء الرجل ـ بأنه [دافق] لتدفقه واندفاعه.. كما جاء فى الآية الكريمة (فلينظر الإنسان مِمَّ خلق * خلق من ماء دافق * يخرج من بين الصلب والترائب) (١٢) .
هكذا عبر القرآن الكريم عن مراحل الخلق.. خلق الإنسان الأول.. وخلق سلالات وذريات هذا الإنسان..
وهكذا قامت مراحل الخلق، ومصطلحات هذه المراحل، شواهد على الإعجاز العلمى للقرآن الكريم. عندما جاء العلم الحديث ليصدق على هذه المراحل ومصطلحاتها، حتى لقد انبهر بذلك علماء عظام فاهتدوا إلى الإسلام.
فكيف يجوز ـ بعد ذلك ومعه ـ أن يتحدث إنسان عن وجود تناقضات بين هذه المصطلحات.. لقد صدق الله العظيم إذ يقول: (أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافًا كثيرًا) (١٣) .
_________
(١) مريم: ٦٧.
(٢) آل عمران: ٥٩.
(٣) السجدة: ٧.
(٤) الصافات: ١١.
(٥) الحجر: ٢٦ـ٣٥. انظر معانى المصطلحات الواردة فى هذه الآيات فى: الراغب الأصفهانى أبو القاسم الحسين بن محمد [المفردات فى غريب القرآن] طبعة دار التحرير ـ القاهرة ـ سنة ١٩٩١م و [لسان العرب]ـ لابن منظور ـ طبعة دار المعارف ـ القاهرة.
(٦) انظر فى معانى هذه المصطلحات [المفردات فى غريب القرآن]ـ مصدر سابق ـ.
(٧) الحج: ٥.
(٨) المؤمنون: ١٢ـ١٤.
(٩) الإنسان: ٢.
(١٠) السجدة: ٧ـ٨.
(١١) المرسلات: ٢٠ـ٢٣.
(١٢) الطارق: ٥ـ٧.
(١٣) النساء: ٨٢.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b434] VALUES (37,'<span data-type="title" id=toc-39>٣٦- حول موقف القرآن من الشرك بالله</span>
يوضح القرآن أن الله لا يغفر أن يشرك به (سورة النساء آية: ٤٨) . ومع ذلك فقد غفر الله لإبراهيم ـ عليه السلام ـ بل جعله نبيّا رغم أنه عبد النجوم والشمس والقمر (الأنعام: ٧٦ـ٧٨) . فما الإجابة؟ (انتهى) .
الرد على الشبهة:
الشرك محبط للعمل: (قل أفغير الله تأمرونى أعبد أيها الجاهلون * ولقد أوحى إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين * بل الله فاعبد وكن من الشاكرين) (١) (إن الله لا يغفر أن يُشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى إثمًا عظيمًا) (٢) .
والأنبياء والرسل هم صفوة الله من خلقه، يصطفيهم ويستخلصهم، ويصنعهم على عينه، وينزههم حتى قبل البعثة لهم والوحى إليهم عن الأمور التى تخل بجدارتهم للنبوة والرسالة.. ومن ذلك الشرك، الذى لو حدث منهم واقترفوه لكان مبررًا لغيرهم أن يقترفه ويقع فيه.. ولذلك، لم يرد فى القرآن الكريم ما يقطع بشرك أحد من الأنبياء والرسل قبل بعثته.. بمن فى ذلك أبو الأنبياء وخليل الرحمن إبراهيم ـ عليه السلام ـ.
أما الآيات التى يشير إليها السؤال.. وهى قول الله سبحانه وتعالى: (وإذ قال إبراهيم لأبيه آزر أتتخذ أصنامًا آلهة إنى أراك وقومك فى ضلال مبين * وكذلك نرى إبراهيم ملكوت السموات والأرض وليكون من الموقنين * فلما جن عليه الليل رأى كوكبًا قال هذا ربى فلما أفل قال لا أحب الآفلين * فلما رأى القمر بازغًا قال هذا ربى فلما أفل قال لئن لم يهدنى ربى لأكونن من القوم الضالين * فلما رأى الشمس بازغة قال هذا ربى هذا أكبر فلما أفلت قال يا قوم إنى برئ مما تشركون * إنى وجهت وجهى للذى فطر السموات والأرض حنيفًا وما أنا من المشركين * وحاجّه قومه قال أتحاجّونى فى الله وقد هدان ولا أخاف ما تشركون به إلا أن يشاء ربى شيئًا وسع ربى كل شىء علمًا أفلا تتذكرون * وكيف أخاف ما أشركتم ولا تخافون أنكم أشركتم بالله ما لم ينزل به عليكم سلطانًا فأى الفريقين أحق بالأمن إن كنتم تعلمون * الذين آمنوا ولم يلبسوا إيمانهم بظلم أولئك لهم الأمن وهم مهتدون * وتلك حجتنا آتيناها إبراهيم على قومه نرفع درجات من نشاء إن ربك حكيم عليم) (٣) .
أما هذه الآيات، فليس فيها دليل على أن إبراهيم ـ عليه السلام ـ قد مر بمرحلة شرك، وحاشا لله أن يقع فى ذلك، وإنما هى تحكى كيف آتى الله إبراهيم الحجة على قومه.. حجة التوحيد، ودحض الشرك.. فهى حجاج وحوار يسلم فيه إبراهيم جدلاً ـ كشأن الحوار ـ بما يشركون، لينقض هذا الشرك، ويقيم الحجة على تهاوى ما به يحتجون، وعلى صدق التوحيد المركوز فى فطرته.. ليخلص من هذا الحوار والحجاج والاحتجاج إلى أن الخيار الوحيد المتبقى ـ بعد هذه الخيارات التى سقطت ـ هو التوحيد..
فهو حوار التدرج من توحيد الفطرة إلى التوحيد القائم على المنطق والبرهان والاستدلال، الذى فند دعاوى وحجج الخصوم.. والاستدلال اليقينى (وليكون من الموقنين (وليس فيه انتقال من الشرك إلى التوحيد.
تلك هى الحقيقة التى رجحها المفسرون.
* فالقرطبى، أبو عبد الله محمد بن أحمد الأنصارى [٦٧١هـ ١٢٧٣م] يقول فى تفسيره [الجامع لأحكام القرآن]ـ مورد الآراء المختلفة حول هذا الموضوع:
قوله تعالى: (هذا ربى (اختلف فى معناه على أقوال، فقيل: كان هذا منه فى مُهلة النظر وحال الطفوليّة وقبل قيام الحجة، وفى تلك الحال لا يكون كفر ولا إيمان.
وقال قوم: هذا لا يصح، وقالوا: غير جائز أن يكون لله تعالى رسول يأتى عليه وقت من الأوقات إلا وهو لله تعالى موحِّد وبه عارف، ومن كل معبود سواه برئ. قالوا: وكيف يصح أن يتوهم هذا على من عصمه الله وأتاه رشده من قبلُ، وأراه ملكوته ليكون من الموقنين، ولا يجوز أن يوصف بالخلو من المعرفة، بل عرف الرب أول النظر.. وقد أخبر الله تعالى عن إبراهيم أنه قال: (واجنبنى وبنىّ أن نعبد الأصنام) (٤) وقال عز وجل: (إذ جاء ربه بقلب سليم) (٥) أى لم يشرك قط.. لقد قال: (هذا ربى (على قول قومه، لأنهم كانوا يعبدون الأصنام والشمس والقمر. ونظير هذا قوله تعالى: (أين شركائى) (٦) . وهو جل وعلا واحد لا شريك له، والمعنى: أين شركائى على قولكم..
وقيل: إنما قال: (هذا ربى (لتقرير الحُجة على قومه، فأظهر موافقتهم، فلما أفل النجم قرّر الحُجة، وقال: ما تَغَيَّرَ لا يجوز أن يكون ربًّا، وكانوا يعظمون النجوم ويعبدونها ويحكمون بها.
ومن أحسن ما قيل فى هذا ما صح عن ابن عباس أنه قال فى قوله ـ عز وجل ـ: (نور على نور) (٧) قال: كذلك قلب المؤمن يعرف الله عز وجل ويستدل عليه بقلبه، فإذا عرفه ازداد نورًا على نور، وكذلك إبراهيم ـ عليه السلام ـ، عرف الله عز وجل بقلبه واستدل عليه بدلائله، فعلم أن له ربًّا وخالقًا. فلما عرَّفه الله عز وجل بنفسه ازداد معرفة فقال: (أتحاجونى فى الله وقد هدان (.
وقيل: هو على معنى الاستفهام والتوبيخ، منكرًا لفعلهم، والمعنى: أهذا ربى، أو مثل هذا يكون ربًّا؟! فحذف الهمزة. وفى التنزيل: " (أفإن مت فهم الخالدون) (٨) . أى أفهم الخالدون؟.. " (٩) .
* ومع هذا الرأى أيضًا الزمخشرى، أبو القاسم جار الله محمود بن عمر الخوارزمى [٤٦٧ ـ ٥٣٨هـ ١٠٧٥ ـ ١١٤٤م] ، صاحب تفسير [الكشاف عن حقائق التنزيل وعيون الأقاويل فى وجوه التأويل] الذى يقول فى تفسير هذه الآيات:
" وكان أبوه آزر وقومه يعبدون الأصنام والشمس والقمر والكواكب، فأراد أن ينبههم على الخطأ فى دينهم، وأن يرشدهم إلى طريق النظر والاستدلال، ويعرِّفهم أن النظر الصحيح مؤدٍّ إلى أن شيئًا منها لا يصح أن يكون إلها، لقيام دليل الحدوث فيها، وأن وراءها مُحْدِثًا أحدثها وصانعًا صنعها ومدبرًا دبر طلوعها وأفولها وانتقالها ومسيرها وسائر أحوالها ".
(هذا ربى (: قول من ينصف خصمه مع علمه بأنه مبطل، فيحكى قوله كما هو غير متعصب لمذهبه، لأن ذلك أدعى إلى الحق وأنجى من الشَّغَب، ثم يكرُّ عليه بعد حكايته فيبطله بالحُجة.
(لا أحب الآفلين (: لا أحب عبادة الأرباب المتغيرين من حال إلى حال، المنتقلين من مكان إلى مكان، المحتجبين بستر، فإن ذلك من صفات الأجْرام.
(لئن لم يهدنى ربى (: تنبيه لقومه على أن من اتخذ القمر إلها وهو نظير الكواكب فى الأفول فهو ضال، وأن الهداية إلى الحق بتوفيق الله ولطفه..
(إنى وجهت وجهى للذى فطر السموات والأرض (أى للذى دلت هذه المحدثات عليه وعلى أنه مبتدئها ومبدعها (١٠) .
* وعلى هذا الرأى أيضًا من المحدثين ـ الشيخ عبد الوهاب النجار [١٢٧٨ـ١٣٦٠هـ،١٨٦٢ـ١٩٤١م]ـ صاحب [قصص الأنبياء]ـ الذى يقول: " لقد أتى إبراهيم فى الاحتجاج لدينه وتزييف دين قومه بطريقة التدرج فى الإلزام أو التدرج فى تكوين العقيدة.. " (١١) .
وذلك هو موقف إبراهيم الخليل ـ عليه السلام ـ من الشرك.. لقد عصمه الله منه.. وإنما هى طريقة فى الجدال يتدرج بها مع قومه، من منطلقاتهم ليصل إلى هدم هذه المنطلقات، وإلى إقامة الدليل العقلى على عقيدة التوحيد الفطرية المركوزة فى القلوب.
_________
(١) الزمر: ٦٤ـ٦٦.
(٢) النساء: ٤٨.
(٣) الأنعام: ٧٤ـ٨٣.
(٤) إبراهيم: ٣٥.
(٥) الصافات: ٨٤.
(٦) القصص: ٧٤.
(٧) النور: ٣٥.
(٨) الأنبياء: ٣٤.
(٩) [الجامع لأحكام القرآن] ج٧ ص ٢٥، ٢٦، طبعة دار الكاتب العربى للطباعة والنشر ـ القاهرة ١٣٨٧هـ ١٩٦٧م.
(١٠) [الكشاف] ج٢ ص ٣٠، ٣١ طبعة دار الفكر ـ بيروت ـ بدون تاريخ ـ وهى طبعة مصورة عن طبعة طهران " انتشارات أفتاب ـ تهران " وهى الأخرى بدون تاريخ للطبع.
(١١) [قصص الأنبياء] ص ٨٠ طبعة دار إحياء التراث العربى ـ بيروت ـ لبنان ـ بدون تاريخ للطبع.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b434] VALUES (38,'<span data-type="title" id=toc-40>٣٧- حول عصيان إبليس وهو من الملائكة الذين لا يعصون الله</span>
يؤكد القرآن أنه لا يمكن للملائكة أن تعصى الله [التحريم: ٦] ومع ذلك فقد عصى إبليس الذى كان من الملائكة، كما فى الآية [البقرة: ٣٤] فأيهما صحيح؟. (انتهى) .
الرد على الشبهة:
الملائكة مخلوقات مجبولة على طاعة الله وعبادته والتسبيح له وبه.. فهم لا يعصون الله سبحانه وتعالى: (يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارًا وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون) (١) .
ومع تقرير هذه الآية أن هؤلاء الملائكة القائمين على النار [لا يعصون الله ما أمرهم ويفعلون ما يؤمرون] يقرر القرآن الكريم أن إبليس ـ وهو من الملائكة ـ فى قمة العصيان والعصاة: (وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس أبى واستكبر وكان من الكافرين) (٢) .
وهناك إمكانية للجمع بين معانى الآيتين، وذلك بأن نقول: إن عموم الملائكة لا يعصون الله ـ سبحانه وتعالى ـ فهم مفطورون ومجبولون على الطاعة.. لكن هذا لا ينفى وجود صنف هم الجن ـ ومنهم إبليس، شملهم القرآن تحت اسم الملائكة ـ كما وصف الملائكة أيضًا بأنهم جِنَّة ـ لخفائهم واستتارهم ـ وهذا الصنف من الجن، منهم الطائعون ومنهم العصاة..
وفى تفسير الإمام محمد عبده [١٢٦٥ ـ ١٣٢٣هـ،١٨٤٩ ـ ١٩٠٥م] لآية [لبقرة: ٣٤] يقول:
" أى سجدوا إلا إبليس، وهو فرد من أفراد الملائكة، كما يفهم من الآية وأمثالها فى القصة، إلا آية الكهف فإنها ناطقة بأنه كان من الجن.. وليس عندنا دليل على أن بين الملائكة والجن فصلاً جوهريًا يميز أحدهما عن الآخر، وإنما هو اختلاف أصناف، عندما تختلف أوصاف. فالظاهر أن الجن صنف من الملائكة. وقد أطلق القرآن لفظ الجنَّة على الملائكة، على رأى جمهور المفسرين فى قوله تعالى: (وجعلوا بينه وبين الجنة نسبا) (٣) . وعلى الشياطين فى آخر سورة الناس " (٤) .
ونحن نجد هذا الرأى أيضًا عند القرطبى ـ فى تفسيره [الجامع لأحكام القرآن] فيقول:
" وقال سعيد بن جبير: إن الجن سِبْط من الملائكة، خلقوا من نار، وإبليس منهم، وخُلق سائر الملائكة من نور.. والملائكة قد تسمى جنا لاستتارها. وفى التنزيل: (وجعلوا بينه وبين الجنة نسبا) (٥) وقال الشاعر أعشى قيس ـ فى ذكر سليمان ـ عليه السلام:
وسَخَّر من جنّ الملائكة تسعة قيامًا لديه يعملون بلا أجر (٦) .
فلا تناقض إذًا بين كون الملائكة لا يعصون الله.. وبين عصيان إبليس.. وهو من الجن، الذين أطلق عليهم اسم الملائكة ـ فهو مثله كمثل الجن هؤلاء منهم الطائعون ومنهم العصاة.
_________
(١) التحريم: ٦.
(٢) البقرة: ٣٤.
(٣) الصافات: ١٥٨.
(٤) [الأعمال الكاملة للإمام محمد عبده] ج٤ ص ١٣٣، دراسة وتحقيق. د. محمد عمارة، طبعة دار الشروق. القاهرة ١٤١٤هـ ١٩٩٣م.
(٥) الصافات: ١٥٨.
(٦) [الجامع لأحكام القرآن] ج١ ص٢٩٤، ٢٩٥ مصدر سابق.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b434] VALUES (39,'<span data-type="title" id=toc-41>٣٨- حول عصيان البشر: مع أنهم من المخلوقات الطائعة القانتة لله</span>
كل المخلوقات فى السموات والأرض طائعة وقانتة لله تعالى [الروم: ٢٦] ومع ذلك نجد حالات كثيرة من عدم الطاعة من جانب البشر مثلاً: [الحاقة: ١٠] . (انتهى) .
الرد على الشبهة:
كل المخلوقات فى السموات والأرض، طائعة وقانتة لله ـ سبحانه وتعالى ـ (وله من فى السموات والأرض كل له قانتون) (١) .
فهم قانتون لله، أى خاضعون ومطيعون لإرادته ـ سبحانه وتعالى ـ ومع ذلك يشهد الواقع، وتحكى الآيات القرآنية الكثير من حالات العصيان وعدم الطاعة من جانب البشر وذلك من مثل قوله سبحانه: (وجاء فرعون ومن قَبْلَه والمؤتفكات بالخاطئة * فعصوا رسول ربهم فأخذهم أخذة رابية) (٢) .
ففى هذه الآية وحدها إشارات إلى عصيان فرعون.. وعصيان من سبقه من المؤتفكات ـ أى قُرى قوم لوط ـ الذين أخذهم الله أخذة رابية، أى زائدة فى الشدة على غيرها.
بل إن تاريخ الإنسان هو صراع بين أهل العصيان.. حتى أن المأثور النبوى الشريف قد تحدث عن أن كل بنى آدم خطاء، وخير الخطائين التوابون.
فكيف يتسق شيوع العصيان فى البشر، مع الآية القرآنية التى تحدثت عن أن كل من فى السموات والأرض قانتون ـ أى خاضعون ومطيعون ـ لله سبحانه وتعالى؟..
إن مفتاح الإجابة عن هذا التساؤل، هو فهم أنواع الإرادة الإلهية والقضاء الإلهى.. فالله سبحانه لا يريد العصيان، ولا يقضى بالشر.. لكن إرادته وقضاءه نوعان:
١ ـ إرادة وقضاء تكوينى وحتمى للمخلوقات غير المُخَيَّرة.. وذلك مثل القضاء الذى تتحدث عنه الآية: (فقضاهن سبع سموات فى يومين وأوحى فى كل سماء أمرها) (٣) .
(وإذا قضى أمرًا فإنما يقول له كن فيكون) (٤) .
ففى هذا اللون من الأمر الإلهى والقضاء الربانى تكون المخلوقات غير المختارة مجبولة على القنوت والطاعة والخضوع لله سبحانه وتعالى..
٢ ـ إرادة وقضاء معهما تخيير..وذلك خاص بالإنسان المُخَيَّر..المكلف.. المسئول والذى له ـ بسبب هذا التخيير والحرية ـ حساب وجزاء.
وإلى مثل هذا تشير الآيتان: (وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولاً كريمًا * واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربيانى صغيرا) (٥) .
فنحن هنا أمام قضاء إلهى، شاء الله سبحانه وتعالى أن يترك للإنسان المخير إزاءه حرية الطاعة والعصيان ليتميز الخبيث من الطيب، وليكون الجزاء وفق العمل والإرادة والاختيار.. فالإنسان المُخَيَّر، الذى هداه الله النجدين، له قدرات واستطاعات الطاعة والعصيان.. ولذلك كان من جنس الإنسان المؤمن والكافر، والمطيع والعاصى ومن يبتغى وجه الله ومن يبتغى غير دين الله.. بينما المخلوقات غير المختارة مجبولة على الطاعة والخضوع (أفغير دين الله يبغون وله أسلم من فى السموات والأرض طوعًا وكرهًا وإليه يرجعون) (٦) ، وقوله تعالى: (ولله يسجد من فى السموات والأرض طوعًا وكرهًا) (٧) ، وقوله سبحانه وتعالى: (ثم استوى إلى السماء وهى دخان فقال لها وللأرض ائتيا طوعًا أو كرهًا قالتا أتينا طائعين) (٨) .
ففى مخلوقات الله مخلوقات مجبولة على الطاعة والخضوع.. وفى هذه المخلوقات مخيرون، منهم من يطيع ومنهم من يختار العصيان، فيبتغى غير دين الله!.
_________
(١) الروم: ٢٦.
(٢) الحاقة: ٩ ـ ١٠.
(٣) فصلت: ١٢.
(٤) البقرة: ١١٧.
(٥) الإسراء: ٢٣ـ٢٤.
(٦) آل عمران: ٨٣.
(٧) الرعد: ١٥.
(٨) فصلت: ١١.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b434] VALUES (40,'<span data-type="title" id=toc-42>٣٩- حول مدة خلق السموات والأرض</span>
توضح كثير من سور القرآن أن السموات والأرض قد خلقت فى ستة أيام. وهنا مشكلتان:
الأولى: أنه من الثابت علميًا أن خلق السموات والأرض قد استغرق بلايين السنين.
الثانية: أنه فى التعبير القرآنى نفسه كانت مدة الخلق ثمانية أيام بدلاً من ستة [فصلت: ٩ـ١٢] .
فكيف يمكن التوفيق بين هذه الآيات؟. (انتهى) .
الرد على الشبهة:
فى كثير من السور القرآنية تتحدث آيات كثيرة عن خلق الله سبحانه وتعالى السموات والأرض وتقدير ما فيهما فى ستة أيام.. ومن هذه الآيات:
(إن ربكم الله الذى خلق السموات والأرض فى ستة أيام) (١) .
(وهو الذى خلق السموات والأرض فى ستة أيام) (٢) .
(الذى خلق السموات والأرض وما بينهما فى ستة أيام) (٣) .
(الله الذى خلق السموات والأرض وما بينهما فى ستة أيام) (٤) .
(ولقد خلقنا السموات والأرض وما بينهما فى ستة أيام) (٥) .
(هو الذى خلق السموات والأرض فى ستة أيام) (٦) .
* وليس هناك تعارض بين تحديد زمن الخلق للسموات والأرض فى ستة أيام، وبين ما يراه العلم من استغراق ذلك الخلق بلايين السنين، ذلك أن المدى الزمنى " لليوم " عند الله، سبحانه وتعالى ليس هو المدى الزمنى " لليوم " فى العرف والتقويم الذى تعارف عليه الإنسان فى هذه الحياة الدنيا. وفى القرآن الكريم آيات شاهدة على ذلك منها:
(أو كالذى مر على قرية وهى خاوية على عروشها قال أنى يحيى هذه الله بعد موتها فأماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يومًا أو بعض يوم قال بل لبثت مائة عام فانظر إلى طعامك وشرابك لم يتسنه وانظر إلى حمارك ولنجعلك آية للناس وانظر إلى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال أعلم أن الله على كل شىء قدير) (٧) .
فبعض اليوم، فى حساب الإنسان ـ هنا ـ بلغ مائة عام.. أى قرابة ٣٧٠٠٠ يوم! وكذلك الحال فى قصة أهل الكهف.. فما حسبوه يومًا أو بعض يوم قد بلغ ثلاثمائة عام بالتقويم الشمسى وثلثمائة وتسعة أعوام بالتقويم القمرى.. (قال قائل منهم كم لبثتم قالوا لبثنا يومًا أو بعض يوم قالوا ربكم أعلم بما لبثتم) (٨) ، (ولبثوا فى كهفهم ثلاث مائة سنين وازدادوا تسعًا * قل الله أعلم بما لبثوا له غيب السموات والأرض أبصر به وأسمع ما لهم من دونه من ولى ولا يشرك فى حكمه أحدا) (٩) .
* وكذلك الحال يوم ينفخ فى الصور ـ يوم البعث ـ يحسب بعض المجرمين أن مكثهم فى الدنيا لم يتجاوز عشر ليالٍ.. بينما يحسب آخرون منهم أن مكثهم لم يتعد اليوم الواحد: (يوم ينفخ فى الصور ونحشر المجرمين يوميئذ زرقا * يتخافتون بينهم إن لبثتم إلا عشرا * نحن أعلم بما يقولون إذ يقول أمثلهم طريقة إن لبثتم إلا يوما) (١٠) .
* أما عند الله، سبحانه وتعالى فإن لمصطلح " اليوم " مدى لا يعلم حقيقة طوله وأمده إلا هو: (ويستعجلونك بالعذاب ولن يخلف الله وعده وإن يومًا عند ربك كألف سنة مما تعدون) (١١) .
والآية لا تحدده بألف سنة مما نعد نحن فى تقويمنا.. وإنما تستخدم أداة التشبيه ـ الكاف ـ (كأَلْف) ليظل المدى غير معلوم لنا فى هذه الحياة.. وغير ممكن التحديد بوحداتنا نحن فى القياس الزمنى.
فيوم الدين ـ الجزاء ـ.. وأيام الله.. والأيام الستة التى خلق الله فيها السموات والأرض.. مداها ـ بمقاييس أيامنا نحن ـ لا يعلمها إلا الله، سبحانه وتعالى..
* ثم إن ما اكتشفه العلم من سرعات للصوت.. وسرعات للضوء.. وزمن للضوء ـ سنة ضوئية ـ يجعل تفاوت واختلاف المفاهيم والمقاييس لمصطلح " اليوم " أمرًا مقررًا ومألوفًا.
هذا عن المشكلة الأولى من مشكلتى السؤال..
أما المشكلة الثانية ـ من مشكلتى السؤال ـ والخاصة بحديث بعض الآيات القرآنية عن أن الخلق للسموات والأرض قد يفهم على أنه قد استغرق ثمانية أيام، وليس ستة أيام.. وهى آيام سورة فصلت: (قل أئنكم لتكفرون بالذى خلق الأرض فى يومين وتجعلون له أندادًا ذلك رب العالمين * وجعل فيها رواسى من فوقها وبارك فيها وقدر فيها أقواتها فى أربعة أيام سواء للسائلين * ثم استوى إلى السماء وهى دخان فقال لها وللأرض ائتيا طوعًا أو كرهًا قالتا أتينا طائعين * فقضاهن سبع سموات فى يومين وأوحى فى كل سماء أمرها وزينا السماء الدنيا بمصابيح وحفظًا ذلك تقدير العزيز العليم) (١٢) .
هذه " المشكلة " لا وجود لها!.. فليس هناك تناقض ولا تفاوت بين المدة الزمنية التى جاءت فى هذه الآيات وبين الآيات الأخرى التى ورد فيها تحديد الأيام الستة..
ففى هذه الآيات ـ من سورة فصلت ـ نجد أن الله سبحانه وتعالى يخبرنا بأنه: (خلق الأرض فى يومين (.
ثم (جعل فيها رواسى من فوقها وبارك فيها وقدّر فيها أقواتها (فى تمام (أربعة أيام (.. أى فى يومين آخرين يضافان إلى اليومين اللذين خلق فيهما الأرض، فيكون المجموع أربعة أيام.. وليس واردًا أن يكون خلق الرواسى وتقدير الأقوات قد استغرق أربعة أيام..
ولعل الشبهة ـ التى جاءت فى السؤال ـ قد أتت من هنا.. أى من توهم إضافة أربعة إلى اليومين اللذين خلقت فيهما الأرض، فيكون المجموع ستة.. وإذا أضيف إليها اليومان اللذان خلقت فيهما السماء (فقضاهن سبع سموات فى يومين (يكون المجموع ثمانية أيام، وليس ستة أيام.. لكن إزالة هذه الشبهة متحققة بإزالة هذا الوهم.. فالأرض خلقت فى يومين.. وخلق الرواسى وتقدير الأقوات قد استغرق ما تمم اليومين أربعة أيام.. أى استغرق هو الآخر يومين.. ثم استغرق خلق السموات السبع يومين.. فكان المجموع ستة أيام من أيام الله، سبحانه وتعالى..
ولقد نبه المفسرون على هذه الحقيقة ـ المزيلة لهذا الوهم ـ فقال القرطبى: " (فى أربعة أيام (. ومثاله قول القائل: خرجت من البصرة إلى بغداد فى عشرة أيام وإلى الكوفة فى خمسة عشر يومًا، أى فى تتمة خمسة عشر يومًا " (١٣) .
وقال الزمخشرى:
" (فى أربعة أيام (فذلكة (١٤) لمدة خلق الله الأرض وما فيها، كأنه قال: كل ذلك فى أربعة أيام كاملة مستوية بلا زيادة ولا نقصان.. وقال الزجاج: فى تتمة أربعة أيام، يريد بالتتمة اليومين " (١٥) .
فهذه الآيات ـ من سورة فصلت ـ تؤكد هى الأخرى ـ على أن خلق السموات والأرض إنما تم فى ستة أيام.. ومن ثم فلا تناقض بين آيات القرآن ولا تفاوت فى مدة الخلق الإلهى للسموات والأرض.. وحاشا أن يكون شىء من ذلك فى الذكر الحكيم.
_________
(١) الأعراف: ٥٤، يونس: ٣.
(٢) هود: ٧.
(٣) الفرقان: ٥٩.
(٤) السجدة: ٤.
(٥) ق: ٣٨.
(٦) الحديد: ٤.
(٧) البقرة: ٢٥٩.
(٨) الكهف: ١٩.
(٩) الكهف: ٢٥ـ٢٦.
(١٠) طه: ١٠٢ـ١٠٤.
(١١) الحج: ٤٧.
(١٢) فصلت: ٩ـ١٢.
(١٣) [الجامع لأحكام القرآن] ج١٥ ص ٣٤٣ ـ مصدر سابق.
(١٤) الفذلكة: جملة ما فصل وخلاصته.
(١٥) [الكشاف] ج٣ ص ٤٤٤ ـ مصدر سابق.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b434] VALUES (41,'<span data-type="title" id=toc-43>٤٠- حول خلاف القرآن للكتاب المقدس فى أسماء بعض الشخصيات التاريخية</span>
يعطى القرآن أسماء لبعض الشخصيات التاريخية مخالفة لأسمائهم حسب الكتاب المقدس الذى سبق القرآن بعدة قرون. فمثلاً والد إبراهيم ـ عليه السلام ـ كان اسمهم Teral أو " تارح "، ومع ذلك يسميه القرآن آزر. واسم الذى كان يوسف ـ عليه السلام ـ فى بيته Potiphar أما الاسم المعطى له فى القرآن فهو " عزيز " [يوسف: ٣٠] . (انتهى) .
الرد على الشبهة:
أولاً: لا يصح أن نجعل من الكتاب المقدس حجة على القرآن ومرجعية له.. لأن الثابت ـ حتى فى الدراسات التى قام بها كثير من علماء اليهود والنصارى أن هذا الكتاب المقدس قد أعيدت كتابته، وأصابه التحريف.. كما أن ترجماته قد أدخلت عليه تغييرات وتصحيفات وخاصة فى أسماء الأماكن والأشخاص..
وثانيًا: لأن القرآن قد تمتع بمستوى من الحفظ والتوثيق والتواتر فى النقل جعله الوحى الوحيد الصحيح على ظهر هذا الكوكب الذى نعيش عليه.. فهو الحاكم والمرجع لكل ما عداه من النصوص الدينية الأخرى..
وفى هذا الإطار.. ومن هذا المنطلق نناقش الشبهات التى يثيرها هذا السؤال.. فنقول:
* بالنسبة لاسم والد الخليل إبراهيم ـ عليه السلام ـ لا تختلف معظم المصادر الإسلامية ـ سواء منها تفاسير القرآن، أو قصص الأنبياء على أن " آزر " ليس اسم والد إبراهيم.. وعلى أن اسمه " تارح " ومن العلماء من يرى أن " آزر " اسم صنم، وأن الآية خطاب استنكارى لعبادة والد إبراهيم لهذا الصنم، تقدم المفعول فى هذا الخطاب.. والمعنى أتتخذ آزر إلها ومعبودًا؟..
ومن العلماء من يرى أن " آزر " لقب أطلق على " تارح " بعد أن عمل فى حاشية الملك الذى كان حاكمًا فى ذلك التاريخ..
ونحن نقرأ ـ حول هذه القضية ـ فى تفسير القرطبى:
" قوله تعالى: (وإذ قال إبراهيم لأبيه آزر) تكلَّم العلماء فى هذا، فقال أبو بكر محمد بن محمد بن الحسن الجوينى الشافعى الأشعرى فى النكت من التفسير له: وليس بين الناس اختلاف فى أن اسم والد إبراهيم تارح. والذى فى القرآن يدل على أن اسمه آزر.. وقيل: آزر اسم صنم كأنه قال: وإذا قال إبراهيم لأبيه أتتخذ آزر إلها، أتتخذ أصنامًا آلهة..
قلتُ ـ[أى القرطبى] ما ادعاه من الاتفاق ليس عليه وفاق. فقد قال محمد بن إسحاق والكلبى والضحاك: إن آزر أبو إبراهيم ـ عليه السلام ـ وهو تارح، مثل إسرائيل ويعقوب. قلتُ: فيكون له اسمان. وقال مقاتل: آزر لقب، وتارح اسم. وحكاه الثعلبى عن ابن إسحاق القشيرى. ويجوز أن يكون العكس.. وقال الجوهرى: آزر اسم أعجمى، وهو مشتق من آزر فلان فلانًا إذا عاونه، فهو مؤازرٌ قومه على عبادة الأصنام.. وقال مجاهد ويمانٍ: آزر اسم صنم، أى أتتخذ آزر إلها. أتتخذ أصنامًا.. وقال الثعلبى فى كتاب العرائس: إن اسم أبى إبراهيم الذى سماه به أبوه تارح، فلما صار
مع النمرود قيِّمًا على خزانة آلهته سماه آزر. وقال مجاهد إن آزر ليسباسم أبيه وإنما هو اسم صنم، وهو إبراهيم ابن تارح بن ناخور بن ساروع ابن أرغو بن فالغ بن عابر بن شالخ بن أرفخشد بن سام بن نوح ـ عليه السلام ـ " (١) .
ونفس التفسيرات الموضحة لهذه الشبهة نجدها فى [قصص الأنبياء] :
" قال السيد المرتضى الزبيدى ـ فى " ص ١٢ ج٢ تاج العروس ": روى عن مجاهد فى قوله تعالى: (آزر أتتخذ أصنامًا) قال: لم يكن بأبيه، ولكن آزر اسم صنم، فموضعه نَصْبٌ على إضمار الفعل والتلاوة كأنه قال: " وإذ قال إبراهيم أتتخذ آزر إلها، أى أتتخذ أصنامًا آلهة ".
وقال الصغانى: " التقدير أتتخذ آزر إلها ".
وقد نقل شيخ العروبة المرحوم أحمد زكى باشا عبارة تاج العروس السابقة فى أول كتابه " تكملة كتاب الأصنام لابن الكلبى ".
وهذا القول الذى قاله مجاهد أولى الأقوال عندى بالقبول. وعلى ذلك يكون والد إبراهيم لم يذكر باسم العَلَمى فى القرآن الكريم. ومما يستأنس له بأن " آزر " اسم إله أننا نجد فى الآلهة القديمة عند المصريين الإله " أوزوريس " ومعناه الإله القوى المعين، وقد كانت الأمم السالفة يقلد بعضهم بعضًا فى أسماء الآلهة.. " (٢) .
فليست هناك مشكلة، إذن، حول هذا الموضوع.
أما الشبهة الثانية فى هذا السؤال، والخاصة باسم الذى اشترى وآوى يوسف ـ عليه السلام ـ فى بيته، والذى أطلق عليه القرآن الكريم اسم " عزيز " بينما سماه الكتاب المقدس Potiphar.. فإنها لا تمثل، هى الأخرى، مشكلة من المشكلات.
ذلك أن منصب هذا الذى آوى يوسف كان " رئاسة الشرطة ".. واسمه " فوطيفار ".. ولقبه " العزيز " فلا تناقض بين أسماء التعريف به هذه.. ولقد تناولت ذلك المصادر الإسلامية.. ففى [قصص الأنبياء] :
" وكان سيده رئيس شرطة المدينة، واسمه " فوطيفار "، ويعبر عن منصبه فى العبرية بـ " سرها طباحيم "، أى رئيس الشرطة.. " (٣) .
وفى تفسير القرطبى:
" قال الضحاك: هذا الذى اشتراه ملك مصر، ولقبه العزيز.. واسمه قطفير. وقال ابن إسحاق: إطفير. اشتراه لامرأته.. وقال ابن عباس: إنما اشتراه قطفير وزير ملك مصر.. وكان هذا العزيز الذى اشترى يوسف على خزائن الملك.. " (٤) .
أما الخلافات والاختلافات الطفيفة فى نطق الاسم فهى واردة، بسبب النقل من لغة إلى لغة.. ومن لهجة إلى لهجة.. وبسبب النسخ للمخطوطات. والتصحيف والتحريف.. فلا مشكلة..، إذن، حول هذه الأسماء.
_________
(١) [الجامع لأحكام القرآن] ج٧ ص ٢٢، ٢٣ ـ مصدر سابق.
(٢) [قصص الأنبياء] ص ٧٢ ـ مرجع سابق.
(٣) المرجع السابق ص ١٢٢.
(٤) [الجامع لأحكام القرآن] ج٩ ص ١٥٨ ـ مصدر سابق ـ.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b434] VALUES (42,'<span data-type="title" id=toc-44>٤١- حول تسمية القرآن الكريم مريم " أخت هارون </span>" واختلافه فى ذلك مع الكتاب المقدس
يسمى القرآن والدة المسيح ـ عليه السلام ـ باسم " أخت هارون " [مريم: ٢٨] ولعل محمدًا صلى الله عليه وسلم، خلط بين مريم أم المسيح، ومريم أخرى كانت أختًا لهارون الذى كان أخًا لموسى ـ عليه السلام ـ ومعاصرًا له، ولا يوجد مثل هذا التناقض فى الكتاب المقدس. (انتهى) .
الرد على الشبهة:
يتحدث القرآن الكريم عن مريم ـ أم المسيح ـ عليهما السلام ـ، باسم " أخت هارون ".. وذلك فى سورة مريم، فيقول مخاطبًا إياها فى الآية: ٢٨: (يا أخت هارون ما كان أبوك امرأ سَوْءٍ وما كانت أمك بغيًّا (.. وليس لهذه التسمية ذكر فى الإنجيل.
بل الثابت ـ فى القرآن والأناجيل ـ أن مريم هى ابنة عمران (ومريم ابنة عمران التى أحصنت فرجها) (١) .
وعمران هذا هو من نسل داود ـ عليه السلام ـ أى من سبط ونسل " يهوذا "، وليس من سبط ونسل " هارون " سبط " اللاويين " فكيف دعاها القرآن " أخت هارون "؟.
هذا هو التساؤل والاعتراض الذى يورده البعض شبهة على القرآن الكريم.. والحقيقة التى تفهم من السياق القرآنى، أن تسمية مريم بـ " أخت هارون "، ليست تسمية قرآنية وإنما هى حكاية لما قاله قومها لها، وما خاطبوها ونادوها به عندما حملت بعيسى ـ عليه السلام ـ عندما استنكروا ذلك الحمل، واتهموها فى عرضها وشرفها وعفافها.. فقالوا لها: (يا مريم لقد جئت شيئًا فريًّا * يا أخت هارون ما كان أبوك امرأ سَوْء وما كانت أمك بغيًا) (٢) .
فلماذا نسبها قومها إلى هارون؟.
يختلف المفسرون فى التعليل.. فمنهم من يقول إن هارون ـ المشار إليه ـ كان رجلاً فاسقًا، اشتهر بفسقه، فنسبها قومها إليه، إعلانًا عن إدانتهم لها.
ومن المفسرين من يقول إن هارون هذا كان رجلاً صالحًا، مشهورًا بالصلاح والعفة.. فنسبها قومها إليه سخرية منها، وتهكمًا عليها، وتعريضًا بما فعلت، واستهزاء بدعواها الصلاح والتقوى والتبتل فى العبادة بينما هى ـ فى زعمهم ـ قد حملت سفاحًا..
وقيل: إنه كان لها أخ من أبيها اسمه هارون وكان من عُبّاد وصلحاء بنى إسرائيل ـ فنسبوها إليه ـ.. واسم هارون من الأسماء الشائعة فى بنى إسرائيل (٣) .
والشاهد ـ من كل ذلك ـ أن هذه التسمية لمريم بـ " أخت هارون "، ليست خبرًا قرآنيًا، وإنما هى حكاية من القرآن الكريم لما قاله قومها.. وهذه الاحتمالات التى ذكرها المفسرون، تعليلاً لهذه التسمية هى اجتهادات مستندة إلى تراث من التاريخ والقصص والمأثورات.
_________
(١) التحريم: ١٢.
(٢) مريم: ٢٧، ٢٨.
(٣) انظر فى ذلك [قصص الأنبياء] ص ٣٨٣، ٣٨٤ ـ مرجع سابق ـ و [الجامع لأحكام القرآن] ج١١ ص ١٠٠، ١٠١ ـ مصدر سابق ـ. و [الكشاف] ج٢ ص ٥٠٨ ـ مصدر سابق ـ.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b434] VALUES (43,'<span data-type="title" id=toc-45>٤٢- حول خلاف القرآن للكتاب المقدس فى عصر نمرود</span>
حسب قول القرآن والمفسرين ألقى نمرود بإبراهيم فى النار [الأنبياء: ٦٨ـ٦٩] وليس من المعقول أن يكون نمرود حيًّا فى زمن إبراهيم ـ عليه السلام ـ[الكتاب المقدس ـ سفر التكوين ٨: ١٠، ١١، ١٠: ٢٢ـ٢٥، ١١: ١٣ـ٢٦] . (انتهى) .
الرد على الشبهة:
فى قصص القرآن الكريم عن إبراهيم الخليل ـ عليه السلام ـ مشاهد عديدة.. منها معجزة نجاته من التحريق بالنار، بعد أن حطم أصنام قومه التى يعبدونها: (قالوا حرّقوه وانصروا آلهتكم إن كنتم فاعلين * قلنا يا نار كونى بردًا وسلامًا على إبراهيم * وأرادوا به كيدًا فجعلناهم الأخسرين) (١) .
ويحكى القرآن محجّة إبراهيم للملك ـ فى سورة البقرة: (ألم تر إلى الذى حاجّ إبراهيم فى ربه أن آتاه الله الملك إذ قال إبراهيم ربى الذى يحيى ويميت قال أنا أحيى وأميت قال إبراهيم فإن الله يأتى بالشمس من المشرق فأت بها من المغرب فبهت الذى كفر والله لا يهدى القوم الظالمين) (٢) .
والقرآن الكريم لم يسم الملك الذى حاج إبراهيم فى ربه؛ لأن قصد القرآن من القصص هو مضمون المحاجّة، والعبرة منها.. واسم الملك لا يقدم ولا يؤخر فى المضمون والعِبرة. أما تسمية هذا الملك ـ الذى حاجّه إبراهيم ـ بـ " النّمروذ " والاختلاف فى نطق اسمه. ومدة ملكه.. فجميعها قصص تاريخى، أورده المفسرون.. فهو غير ملزم للقرآن الكريم (٣) .. ومن ثم لا يصح أن يورد ذلك كشبهة تثار ضد القرآن.. فليس لدينا فى التاريخ الموثق والمحقق ما يثبت أو ينفى أن اسم الملك الذى حاجّ إبراهيم الخليل فى ربه هو " النّمروذ ". وإنما هو قصص تاريخى يحتاج إلى تحقيق..
ولقد راجعتُ العهد القديم، فى المواضع التى جاء ذكرها فى السؤال [سفر التكوين الإصحاح ٨: ١٠، ١١ والإصحاح ١٠: ٢٢ـ٢٥ والإصحاح ١١: ١٣ـ٢٦] وهى تحكى عن قبائل نوح، ومواليد ابنه سام، فلم أجد فيها ذكر الملك " النّمروذ ".
وفى [دائرة المعارف الإسلامية] التى كتبها المستشرقون ـ وقد حرر مادة " إبراهيم " فيها " ج. إيزبرغ " ـ يأتى ذكر الملك نمروذ فى قصة إبراهيم دون اعتراض.. وفى أثنائها إشارات إلى مصادر عبرية أشارت إلى النمروذ ـ منها [دلالة الحائرين ـ لموسى بن ميمون ـ الفصل ٢٩] .. ومنها " سفر هياشار " فصل نوح..
وتأتى الإشارة إلى " نمرود " الملك فى سفر التكوين ـ بالعهد القديم ـ الإصحاح ١٠: ٨ـ١١ باعتباره " الذى ابتدأ يكون جبارًا فى الأرض "..
وبه كان يُضرب المثل فى التجبر.. " وكان ابتداء مملكته بابل وأرك وأكدّ وكلنة من أرض شنغار. من تلك الأرض خرج أشور وبنى نينوى.. " إلخ.. إلخ..
وأخيرًا.. فليس هناك ما يمنع تكرار لاسم " نمروذ " لأكثر من ملك فى أكثر من عصر وتاريخ.. ويبقى أن الشبهة ـ إذًا كانت هناك شبهة ـ خاصة بالقصص التاريخى.. ولا علاقة لها بالقرآن الكريم..
_________
(١) الأنبياء: ٦٨ـ٧٠.
(٢) البقرة: ٢٥٨.
(٣) انظر: القرطبى [الجامع لأحكام القرآن] ج٣ ص ٢٨٣ـ٢٨٥ ـ مصدر سابق ـ والزمخشرى [الكشاف] ج١ ص ٣٨٧ـ٣٨٩ ـ مصدر سابق ـ.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b434] VALUES (44,'<span data-type="title" id=toc-46>٤٣- حول الإسكندر ذى القرنين</span>.. وهل كان عبدًا صالحًا؟ أم من عبدة الأوثان؟
يمدح القرآن الإسكندر الأكبر (ذو القرنين) كعبد صالح يؤمن بالله [الكهف: ٨٧ـ٨٨] . ولكن جميع مؤرخى الإغريق يجمعون على أنه كان من عبدة الأوثان. فكيف يصح ذلك؟. (انتهى) .
الرد على الشبهة:
فى القرآن الكريم ـ بسورة الكهف: ٨٣ـ٩٨ حكاية ذى القرنين: (ويسألونك عن ذى القرنين قل سأتلو عليكم منه ذكرًا * إنا مَكّنَّا له فى الأرض وآتيناه من كل شىء سببًا) (١) إلى آخر الآيات.
وخلال هذه الآيات يتبدى عدل " ذو القرنين " فيقول: (قال أما من ظلم فسوف نعذبه ثم يُرد إلى ربه فيعذبه عذابًا نكرا * وأما من آمن وعمل صالحًا فله جزاء الحسنى وسنقول له من أمرنا يسرا) (٢) . تلك هى تسمية القرآن الكريم لهذا الملك " ذو القرنين ".
أما أن ذا القرنين هذا هو الإسكندر الأكبر المقدونى [٣٥٦ـ٣٢٤ق. م] فذلك قصص لم يخضع لتحقيق تاريخى.. بل إن المفسرين الذين أوردوا هذا القصص قد شككوا فى صدقه وصحته..
فابن إسحاق [١٥١هـ ٧٦٨م]ـ مثلاً ـ يروى عن " من يسوق الأحاديث عن الأعاجم فيما توارثوا من علم ذى القرنين " أنه كان من أهل مصر، وأن اسمه " مرزبان بن مردية اليونانى ".
أما الذى سماه " الإسكندر " فهو ابن هشام [٢١٣هـ ٨٢٨م]ـ الذى لخص وحفظ [السيرة]ـ لابن إسحاق ـ.. وهو يحدد أنه الإسكندر الذى بنى مدينة الإسكندرية، فنسبت إليه.
وكذلك جاءت الروايات القائلة إن " ذو القرنين " هو الإسكندر المقدونى عن " وهب بن مُنبِّه " [٣٤ـ١١٤هـ ٦٥٤ـ٧٣٢م] (٣) وهو مصدر لرواية الكثير من الإسرائيليات والقصص الخرافى.
ولقد شكك ابن إسحاق ـ وهو الذى تميز بوعى ملحوظ فى تدوين ونقد القصص التاريخى ـ شكك فيما روى من هذا القصص ـ الذى دار حول تسمية ذى القرنين بالإسكندر، أو غيره من الأسماء.. وشكك أيضًا فى صدق ما نسب للرسول صلى الله عليه وسلم حول هذا الموضوع.. وذلك عندما قال ابن إسحاق: " فالله أعلم أى ذلك كان؟.. أقال رسول الله صلى الله عليه وسلم ذلك أم لا؟ ".
ويثنى القرطبى على شك وتشكيك ابن إسحاق هذا، عندما يورده، ثم يقول: " والحق ما قال ".. أى أن الحق هو شك وتشكيك ابن إسحاق فى هذا القصص، الذى لم يخضع للتحقيق والتمحيص وإن يكن موقف ابن إسحاق هذا، وكذلك القرطبى، هو لون من التحقيق والتمحيص.
فليس هناك، إذًا ما يشهد على أن الإسكندر الأكبر المقدونى ـ الملك الوثنى ـ هو ذو القرنين، العادل، والموحد لله..
_________
(١) الكهف: ٨٣ـ٨٤.
(٢) الكهف: ٨٧ـ٨٨.
(٣) القرطبى [الجامع لأحكام القرآن] ج١١ ص ٥٠ ـ مصدر سابق.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b434] VALUES (45,'<span data-type="title" id=toc-47>٤٤- حول غروب الشمس فى عين حمئة ومخالفة ذلك للحقائق العلمية</span>
تغرب الشمس فى عين حمئة، حسب القرآن [الكهف: ٨٦] وهذا مخالف للعلم الثابت. فكيف يقال إن القرآن لا يتناقض مع الحقائق العلمية الثابتة؟ (انتهى) .
الرد على الشبهة:
فى حكاية القرآن الكريم لنبأ " ذو القرنين " حديث عن أنه إبان رحلته: (حتى إذا بلغ مغرب الشمس وجدها تغرب فى عين حمئة ووجد عندها قومًا..) (١) .
والعين الحمئة، هى عين الماء ذات الحمأ، أى ذات الطين الأسود المنتن.
ولما كان العلم الثابت قد قطعت حقائقه بأن الأرض كروية، وأنها تدور حول نفسها وحول الشمس، فإن غروب الشمس ليس اختفاء فى عين أو غير عين، حمئة أو غير حمئة.. والسؤال: هل هناك تعارض بين حقائق هذا العلم الثابت وبين النص القرآنى؟.
ليس هناك أدنى تعارض ـ ولا حتى شبهة تعارض ـ بين النص القرآنى وبين الحقائق العلمية.. ذلك أن حديث القرآن هنا هو عن الرؤية البصرية للقوم الذين ذهب إليهم ذو القرنين، فمنتهى أفق بصرهم قد جعلهم يرون اختفاء الشمس ـ غروبها ـ فى هذه البحيرة ـ العين الحمئة ـ.. وذلك مثل من يجلس منا على شاطئ البحر عند غروب الشمس، فإن أفق بصره يجعله يرى قرص الشمس يغوص ـ رويدًا رويدًا ـ فى قلب ماء البحر.
فالحكاية هنا عما يحسبه الرائى غروبًا فى العين الحمئة، أو فى البحر المحيط.. وليست الحكاية عن إخبار القرآن بالحقيقة العلمية الخاصة بدوران الأرض حول الشمس، وعن ماذا يعنيه العلم فى مسألة الغروب.
وقد نقل القفال، أبو بكر الشاشى محمد بن أحمد بن الحسين بن عمر [٤٢٩ـ٥٠٧هـ /١٠٣٧ـ١١١٤م] عن بعض العلماء تفسيرًا لهذه الرؤية، متسقًا مع الحقيقة العلمية، فقال: " ليس المراد أنه [أى ذو القرنين] انتهى إلى الشمس مشرقًا ومغربًا حتى وصل إلى جِرْمها ومسَّها.. فهى أعظم من أن تدخل فى عين من عيون الأرض، بل هى أكبر من الأرض أضعافًا مضاعفة. وإنما المراد أنه انتهى إلى آخر العمارة [أى البقاع المعمورة والمأهولة] من جهة المغرب ومن جهة المشرق، فوجدها فى رأى العين تغرب فى عين حمئة، كما أنا نشاهدها فى الأرض الملساء كأنها تدخل فى الأرض، ولهذا قال: (وجدها تطلع على قوم لم نجعل لهم من دونها سِترا) (٢) . ولم يرد أنها تطلع عليهم بأن تماسّهم وتلاصقهم، بل أراد أنهم أول من تطلع عليهم.. " (٣) .
فالوصف هو لرؤية العين، وثقافة الرائى.. وليس للحقيقة العلمية الخاصة بالشمس فى علاقتها بالأرض ودورانها، وحقيقة المعنى العلمى للشروق والغروب.
فلا تناقض بين النص القرآنى وبين الثابت من حقائق العلوم..
_________
(١) الكهف: ٨٦.
(٢) الكهف: ٩٠.
(٣) القرطبى [الجامع لأحكام القرآن] ج١١ ص ٤٩، ٥٠ ـ مصدر سابق ـ.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b434] VALUES (46,'<span data-type="title" id=toc-48>٤٥- حول حفظ الله للذكر وهل الذكر هو كل القرآن؟ أم بعض القرآن</span>؟
هناك من لا يؤمنون بأن القرآن قد حفظ، كما تقول الآية الكريمة: (إنا نحن نزلنا الذكر وإنا له لحافظون) ، ويقولون: قد يكون الذكر جزءً امن القرآن، وليس كله. ويستدلون بكلام لعمر بن الخطاب ـ رضى الله عنه ـ بأنه أقسم على أن هناك آية فى القرآن تتحدث عن الرجم ـ وهذه الآية غير موجودة ـ وأن غنمه أكلت ورقة من القرآن كانت بيد عائشة رضى الله عنها (انتهى) .
الرد على الشبهة:
وفى الجواب عن هذه الشبهة نسأل:
لماذا بعث الله ـ سبحانه وتعالى ـ الرسل، وأنزل الكتب؟.
لقد كان ذلك رعاية من الله لخلقه.. ولطفًا بهم.. وحتى يكون حسابه لهم ـ كى لا يتساوى المحسن والمسىء ـ وجزاؤه إياهم على أفعالهم عدلاً إلهيًا خالصًا.. (وإن من أمة إلا خلا فيها نذير) (١) (وما كنا معذبين حتى نبعث رسولاً) (٢) .
(لئلا يكون للناس على الله حجة بعد الرسل) (٣) .
وقبل ختم النبوة والرسالة، كانت مهمة حفظ كتب الرسالات والشرائع موكولة إلى أمم هذه الرسالات كجزء من التكليف لهم والاختبار لاستقامتهم فى هذا التكليف: (إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا للذين هادوا والربانيون والأحبار بما استحفظوا من كتاب الله وكانوا عليه شهداء فلا تخشوا الناس واخشون ولا تشتروا بآياتى ثمنًا قليلاً ومن لم يحكم بما أنزل الله فأولئك هم الكافرون) (٤) .لكنهم فرطوا فى القيام بتكليف الحفظ للكتب بالنسيان حينًا وبالتحريف والإخفاء حينًا آخر: (فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية يحرفون الكَلِمَ عن مواضعه ونسوا حظًا مما ذكروا به ولا تزال تطلع على خائنة منهم إلا قليلاً منهم فاعف عنهم واصفح إن الله يحب المحسنين * ومن الذين قالوا إنا نصارى أخذنا ميثاقهم فنسوا حظًا مما ذكروا به فأغرينا بينهم العداوة والبغضاء إلى يوم القيامة وسوف ينبئهم الله بما كانوا يصنعون * يا أهل الكتاب قد جاءكم رسولنا يبين لكم كثيرًا مما كنتم تخفون من الكتاب ويعفو عن كثير قد جاءكم من الله نور وكتاب مبين * يهدى به الله من اتبع رضوانه سبل السلام ويخرجهم من الظلمات إلى النور بإذنه ويهديهم إلى صراط مستقيم) (٥) .
وعندما كانوا يحرفون هذه الكتب، أو ينسون بعضها ويخفون البعض الآخر، كان الله يبعث رسولاً جديدًا بكتاب جديد..
أما عندما أراد الله ـ سبحانه وتعالى ـ مع بلوغ الإنسانية سن الرشد ـ ختم النبوات والرسالات بنبوة ورسالة محمد صلى الله عليه وسلم، فكان لابد لحفظ كتاب الشريعة الخاتمة من حافظ لا يجوز عليه الإهمال، ولا يتأتى منه التحريف، ولا يليق به النسيان.. أى كان لابد من الحفظ المعصوم الدائم للكتاب المعجز الخالد. لأن ترك حفظ الكتاب الخاتم للبشر، الذين يجوز عليهم الإهمال والتحريف والنسيان معناه طروء وحدوث التحريف والضياع لهذا الكتاب، حيث لا وحى سيأتى ولا رسول سيبعث ولا كتاب سينزل.. الأمر الذى لو حدث ـ افتراضًا ـ سيضل الناس ولا رعاية لهم، ولا حُجة عليهم، تجعل من حسابهم وجزائهم عدلاً إلهيًا مناسبًا.
ولذلك، انتقلت مهمة حفظ الوحى الخاتم ـ القرآن الكريم ـ فى الرسالة الخاتمة إلى الله ـ سبحانه وتعالى ـ الذى لا يتخلف حفظه أبدًا، بعد أن كانت هذه المهمة فى الرسالات السابقة، استحفاظًا من الله للناس، أى طلبًا منه لهم أن يحفظوا ما أنزل عليهم من الكتاب. فكان الوعد الإلهى المؤكد: (إنا نحن نزلنا الذكر وإنا له لحافظون) (٦) .
ولذلك هيأ الله لتدوين القرآن الكريم من كتبة الوحى ما لم يتهيأ لكتاب سابق.. وجعل جمعه وعدًا إلهيًا وإنجازًا ربانيًا: (لا تحرك به لسانك لتعجل به * إن علينا جمعه وقرآنه * فإذا قرأناه فاتبع قرآنه * ثم إن علينا بيانه) (٧) . فكان الحفظ للقرآن ـ كل القرآن ـ وعدًا إلهيًّا. وإنجازًا ربانيًا، وذلك حتى تستمر حجة الله على عباده، ويكون حسابه لهم عدلاً خالصًا.
ولم يقل أحد، ولا جائز فى العقل ـ فضلاً عن النقل ـ أن يقال: إن الذكر، الذى تعهد الله بحفظه، هو بعض القرآن، وليس كل القرآن.. لأن ضياع أى جزء من القرآن إنما يعنى تخلف رعاية الله لخلقه، وسقوط حُجته على عباده.. ثم إن القرآن لا يقف بالحفظ عندما يطلق عليه الذكر، فضلاً عن أن مصطلح الذكر إنما يشمل كل القرآن.. تشهد على ذلك الآيات الكثيرة فى كتاب الله.. فالمراد بالذكر القرآن.. كل القرآن.. والكتاب.. كل الكتاب ـ وليس بعضه ـ بدليل قول الله سبحانه وتعالى: (فاسألوا أهل الذكر) (٨) ، أى أهل الكتب السابقة.. والله يشير إلى القرآن والتنزيل ـ أى كل ما نزل به الوحى ـ بلفظ الذكر (أو عجبتم أن جاءكم ذكر من ربكم على رجل منكم لينذركم) (٩) ، (وقالوا يا أيها الذى نُزِل عليه الذكر إنك لمجنون) (١٠) ، (وأنزلنا إليك الذكر لتبين للناس ما نُزّل إليهم ولعلهم يتفكرون) (١١) ، (وهذا ذكر مبارك أنزلناه أفأنتم له منكرون) (١٢) ، (إن هو إلا ذكر وقرآن مبين) (١٣) ، (وإن يكاد الذين كفروا ليزلقونك بأبصارهم لما سمعوا الذكر ويقولون إنه لمجنون * وما هو إلا ذكر للعالمين) (١٤) . والذكر هو كل ما جاء به الوحى، فالوحى هو الذكر (فاستمسك بالذى أوحى إليك إنك على صراط مستقيم * وإنه لذكر لك ولقومك وسوف تُسألون) (١٥) . بل إن سياق آية (إنا نحن نزلنا الذكر (شاهد على أن الذكر والقرآن والكتاب هو الوحى (آلر تلك آيات الكتاب وقرآن مبين) (وما أهلكنا من قرية إلا ولها كتاب معلوم) ، (وقالوا يا أيها الذى نُزل عليه الذكر إنك لمجنون (، (إنا نحن نزلنا الذكر وإنا له لحافظون) (١٦) .
ثم إن القرآن الكريم يؤكد أن الحفظ، ونفى الشك والريبة إنما هو لكل القرآن ولجميع التنزيل، وليس لبعض القرآن: (ذلك الكتاب لا ريب فيه هدى للمتقين) (١٧) (تنزيل الكتاب لا ريب فيه من رب العالمين) (١٨) (ذلك بأن الله نزل الكتاب بالحق) (١٩) (نزل عليك الكتاب بالحق مصدقًا لما بين يديه) (٢٠) (إنا أنزلنا إليك الكتاب بالحق لتحكم بين الناس) (٢١) (وأنزلنا إليك الكتاب بالحق مصدقًا لما بين يديه من الكتاب ومهيمنًا عليه) (٢٢) . (ما فرطنا فى الكتاب من شىء) (٢٣) .. ولو ضاع شىء من هذا الكتاب أى القرآن والتنزيل لحدث التفريط الذى تنفيه هذه الآية، ولانتفت حجة الله على البشر (وهذا كتاب أنزلناه مبارك فاتبعوه واتقوا لعلكم ترحمون * أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا وإن كنا عن دراستهم لغافلين * أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم فقد جاءكم بينة من ربكم وهدى ورحمة) (٢٤) .. فحجة الله على الناس ـ بعد ختم الوحى القرآن الكريم ـ تنتفى وتسقط إذا حدث جهل بشىء مما أنزل فى الكتاب ـ القرآن ـ: (وما أهلكنا من قرية إلا ولها كتاب معلوم) (٢٥) ولو أن القرآن ضاع منه شىء لتخلف وعد الله بتنزيل تبيان كل شىء فيه، لتتم شهادة الرسول صلى الله عليه وسلم على أمته: (ويوم نبعث فى كل أمة شهيدًا عليهم من أنفسهم وجئنا بك شهيدًا على هؤلاء ونزلنا عليك الكتاب تبيانًا لكل شىء وهدى ورحمة وبشرى للمسلمين) (٢٦) .
وختم النبوة والرسالة، يعنى انتفاء بعث رسول جديد، ونزول كتاب جديد.. وحتى تقوم حُجة الله على عباده لابد من بقاء القرآن كله محفوظًا، ليكون قيّما على الناس، أى دائم القيام على هدايتهم وإرشادهم: (الحمد لله الذى أنزل على عبده الكتاب ولم يجعل له عوجا * قيما لينذر بأسًا شديدًا من لدنه ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرًا حسنًا) (٢٧) .
وإذا كان الكتاب هو كل القرآن، فلقد وعد الله سبحانه بأن يحفظه ويورثه للذين اصطفاهم من عباده، بعد أن أنزله على المصطفى من رسله، وجمعه وقرأه: (والذى أوحينا إليك من الكتاب هو الحق مصدقًا لما بين يديه إن الله بعباده لخبير بصير * ثم أورثنا الكتاب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات بإذن الله ذلك هو الفضل الكبير) (٢٨) .
ومن صفات القرآن ـ كل القرآن ـ أنه كتاب عزيز، أى منيع، محفوظ من العبث به وفيه.. وأنه ممتنع عن الإبطال، لا يأتيه الباطل من بينه يديه ولا من خلفه، بأى حال من الأحوال: (إن الذين كفروا بالذكر لما جاءهم وإنه لكتاب عزيز * لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد) (٢٩) . والذكر فى هذه الآية هو كل الكتاب، العزيز على أى عبث به وفيه..
ومن صفات القرآن ـ كل القرآن ـ أنه كتاب علىّ حكيم، فوق تطاول المتطاولين، بشرًا كانوا أو أزمنة ودهورًا: (إن جعلناه قرآنًا عربيًا لعلكم تعقلون * وإنه فى أم الكتاب لدينا لعلى حكيم) (٣٠) .
ومن صفات القرآن ـ كل القرآن ـ أنه فى كتاب مكنون: أى مصون ومحفوظ عن اللعب والعبث والتحريف (إنه لقرآن كريم * فى كتاب مكنون) (٣١) .
ولقد صدّق التاريخ على هذا الحفظ الإلهى لهذا القرآن المجيد.. ومن يقرأ تاريخ التوراة ـ حتى ذلك الذى كتبه علماء اليهودية ـ يعلم ما أصابها بعد سنوات من نزولها.. وكيف أعيدت كتابة أسفارها على النحو الذى صنعه " عزرا " وغيره من الأحبار، فى صورة مليئة بالتحريف.. ومن يتأمل تناقضات الأناجيل ـ حتى الشهيرة منها ـ والفروق الجوهرية بينها وبين غير الشهيرة ـ من مثل أناجيل " مخطوطات نجع حمادى "، و " مخطوطات البحر الميت "، " إنجيل برنابا " يعلم ما أصاب الإنجيل بعد سنوات معدودة من بعثة المسيح ـ عليه السلام ـ لكن.. ها هو القرآن الكريم كما نزل به الروح الأمين على قلب الصادق الأمين، لم يتغير فيه حرف ولا رسم ولا حركة ولا غُنّة ولا مدّ وقد مضى على نزوله أكثر من أربعة عشر قرنًا مرت فيها أمته بأطوار من التراجع والانحطاط، وفقدت فيها الذاكرة الإسلامية ملايين المخطوطات التى أبادتها غزوات الطغاة، واندثرت فيها مذاهب وفلسفات.. وظل القرآن الكريم عزيزًا منيعًا محفوظًا بحفظ الله خير الحافظين.. فالتاريخ ـ هو الآخر ـ قد غدا شاهدًا على هذا الحفظ الإلهى لكل القرآن الكريم..
فبرهان العقل ـ المتعلق بختم الرسالة.. وختم الوحى ـ يجعل حفظ القرآن ـ كل القرآن ـ لإقامة الحجة على الناس ـ ضرورة عقلية.
وكذلك النقل المتكرر فى القرآن ـ بلفظ القرآن.. والكتاب.. والتنزيل.. والذكر.. ـ شاهد هو الآخر على الحفظ الإلهى لكل حرف وكل كلمة وكل آية وكل سورة من هذا القرآن الكريم.. فهو وحى الله الخاتم.. تعهد سبحانه وتعالى بجمعه وحفظه، وحجة خالدة، كى لا يكون للناس على الله حجة إذا ما ضاع شىء من هذا التنزيل العزيز المنيع الحكيم.
أما بعض المرويات التى يفهم منها البعض شكًّا فى حفظ كل ما نزل على رسول الله صلى الله عليه وسلم من القرآن.. فإن منطق العقل، ومنهاج البحث العلمى، وقواعد نقد النصوص والمرويات، التى اتفق عليها العلماء والعقلاء من كل الحضارات والفلسفات والأنساق الفكرية.. كلها تؤكد على ضرورة الموازنة بين المتعارض والمتناقض من الروايات.. والأخذ بالمصدر الأوثق عند تعذر الجمع بين المرويات.. فإذا كان لدينا ـ على نحو ما قدمنا ـ شهادة العقل الصريح على أن حفظ القرآن ـ كل القرآن ـ هو ضرورة عقلية، تقتضيها حقيقة ختم النبوة والرسالة واكتمال الوحى.. وإذا كانت شهادة العقل الصريح هذه مدعومة بنصوص آيات القرآن الكريم، أى بالمصدر المعجز، قطعى الدلالة والثبوت.. فهل يكون عاقلاً من يترك شهادة العقل الصريح، والنقل المعجز الصحيح، ويلتفت إلى رواية من روايات يعلم الله من رواها؟ ولماذا رواها؟.
إن منطق البحث العلمى، الذى أجمع عليه كل عقلاء الدنيا، فى التعامل مع النصوص، قد حسم هذه القضية التى نرجو أن تكون هذه الإجابة حاسمة للشبهة المثارة حولها.. والله من وراء القصد، منه نلتمس الهداية والحكمة والرشاد..
_________
(١) فاطر: ٢٤.
(٢) الإسراء: ١٥.
(٣) النساء: ١٦٥.
(٤) المائدة: ٤٤.
(٥) المائدة: ١٣ـ١٦.
(٦) الحجر: ٩.
(٧) القيامة: ١٦ـ١٩.
(٨) الأنبياء: ٧.
(٩) الأعراف: ٦٩.
(١٠) الحجر: ٦.
(١١) النحل: ٤٤.
(١٢) الأنبياء: ٥٠.
(١٣) يس: ٦٩.
(١٤) القلم: ٥١ـ٥٢.
(١٥) الزخرف: ٤٣ـ٤٤.
(١٦) الحجر: ١، ٤، ٦، ٩.
(١٧) البقرة: ٢.
(١٨) السجدة: ٢.
(١٩) البقرة: ١٧٦.
(٢٠) آل عمران: ٣.
(٢١) النساء: ١٠٥.
(٢٢) المائدة: ٤٨.
(٢٣) الأنعام: ٣٨.
(٢٤) الأنعام: ١٥٥ـ١٥٧.
(٢٥) الحجر: ٤.
(٢٦) النحل: ٨٩.
(٢٧) الكهف: ١ـ٢.
(٢٨) فاطر: ٣١ـ٣٢.
(٢٩) فصلت: ٤١ـ٤٢.
(٣٠) الزخرف: ٣ـ٤.
(٣١) الواقعة: ٧٧ـ٧٨.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b434] VALUES (47,'<span data-type="title" id=toc-49>٤٦- حول تاريخية أو خلود أحكام القرآن الكريم</span>
هناك ـ بالنسبة للقرآن الكريم ـ من يعتبرون أنه غير صالح لكل زمان، وأنه وقتى، أى أنه جاء لوقت قد مضى، ولا يتلاءم مع العصر الحالى، وأنه يجب أن تتغير تفسيراته بما يناسب هذا الوقت. وعلى سبيل المثال:
ـ إرث المرأة (للذكر مثل حظ الأنثيين) يقولون: إن هذه الآية قد جاءت لزمن معين ويجب أن تتغير، بحيث يتساوى الرجل والمرأة فى الإرث.
ـ وكذلك الأمر بالنسبة لشهادة المرأة حيث يطالبون بمساواة الرجل بالمرأة من حيث الشهادة.. (انتهى) .
الرد على الشبهة:
أما القول بتاريخية ـ أو تاريخانية ـ ووقتية أحكام القرآن الكريم.. بمعنى " أنها غير صالحة لكل زمان ".. فإن لنا عليها ملاحظات نسوقها فى عدد من النقاط:
أولها: أن هذه الدعوى ليست جديدة، فلقد سبق وتبناها فلاسفة التنوير الغربى الوضعى العلمانى، بالنسبة للتوراة والإنجيل.. فرأوا أن قصصها مجرد رموز، بل ورأوا أن الدين والتدين إنما يمثل " مرحلة تاريخية " فى عمر التطور الإنسانى، مثلت مرحلة طفولة العقل البشرى، ثم تلتها ـ على طريق النضج ـ مرحلة " الميتافيزيقا "، التى توارت هى الأخرى لحساب المرحلة الوضعية، التى لا ترى علمًا إلا إذا كان نابعًا من الواقع، ولا ترى سبلاً للعلم والمعرفة إلا العقل والتجارب الحسية.. وما عدا ذلك ـ من الدين وأحكام شرائعه ـ فهى " إيمان " مَثَّل مرحلة تاريخية على درب التطور العقلى، ولم يعد صالحًا لعصر العلم الوضعى ـ اللهم إلا لحكم العامة والسيطرة على نزعاتهم وغرائزهم!.
هكذا بدأت وتبلورت نزعة " تاريخية وتاريخانية " النصوص الدينية فى فكر التنوير الغربى العلمانى والنهضة الأوروبية الحديثة..
وإذا كان هذا القول قد جاز، ووجد له بعض المبررات ـ فى الغرب ـ بالنسبة لكتب رسالات خاصة بقوم بعينهم ـ بنى إسرائيل ـ الذين جاءتهم اليهودية والمسيحية، ونزلت لهم التوراة والإنجيل ـ.. ولزمان معين.. وبتفاصيل تشريعات ـ وخاصة فى التوراة ـ تجاوزها تطور الواقع، فإن دعوى تاريخية النص الدينى لا مكان لها ولا ضرورة تستدعيها بالنسبة للقرآن الكريم..
ذلك أن القرآن هو كتاب الشريعة الخاتمة، والرسالة التى ختمت بها النبوات والرسالات، فلو طبقنا عليه قاعدة تاريخية النصوص الدينية لحدث " فراغ " فى المرجعية الدينية، إذ لا رسالة بعد رسالة محمد صلى الله عليه وسلم، ولا وحى بعد القرآن.. وإذا حدث هذا " الفراغ " فى المرجعية والحجة الإلهية على الناس، زالت حجة الله على العباد فى الحساب والجزاء، إذ سيقولون: يا ربنا، لقد أنزلت علينا كتابًا نسخه التطور، فماذا كان علينا أن نطبق، بعد أن تجاوز الواقع المتطور آيات وأحكام الكتاب الذى أنزلته لهدايتنا؟!.
وثانى هذه النقاط: أن التاريخية والتاريخانية ـ أى وقتية الأحكام ـ لا يقول بها أحد فى أحكام العبادات.. وإنما يقول بها أصحابها فى آيات وأحكام المعاملات. وهم يخطئون إذا ظنوا أن هناك حاجة إليها فى أحكام المعاملات التى جاء بها القرآن الكريم ذلك أن القرآن الكريم ـ فى المعاملات ـ قد وقف عند " فلسفة " و " كليات " و " قواعد " و " نظريات " التشريع، أكثر مما فصّل فى تشريع المعاملات.. فهو قد فصل فى الأمور الثوابت، التى لا تتغير بتغير الزمان والمكان، مثل منظومة القيم والأخلاق، والقواعد الشرعية التى تستنبط منها الأحكام التفصيلية، والحدود المتعلقة بالحفاظ على المقاصد الكلية للشريعة.. ونزل تفصيل أحكام المعاملات لعلم الفقه، الذى هو اجتهاد محكوم بثوابت الشريعة الإلهية، ذلك حتى يظل هذا الفقه ـ فقه المعاملات ـ متطورًا دائمًا وأبدًا، عبر الزمان والمكان، ليواكب تغير الواقع ومستجدات الأحداث، فى إطار كليات الشريعة وقواعدها ومبادئها، التى تحفظ على أحكامه المتطورة إسلاميتها، دائمًا وأبدًا..
وهذه " الصيغة الإسلامية " الفريدة التى جاءت بالنص الإلهى الثابت ـ أى الشريعة التى هى وضع إلهى ثابت ـ تحفظ إسلامية وإلهية المرجعية والمصدر دائمًا وأبدًا.. بينما وكلت أمر المتغيرات إلى الفقه المتجدد والمتطور ـ والفقه هو علم الفروع ـ.. هذه " الصيغة الإسلامية " هى التى وازنت بين ثبات النص وتطور التفسير البشرى للنص الإلهى الثابت.. وجمعت بين ثبات " الوضع الإلهى " وتطور " الاجتهاد الفقهى ".. أى جمعت بين ثبات المرجعية والنص، وبين تطور الاجتهاد الفقهى المواكب لمتغيرات الواقع عبر الزمان والمكان..
ثالث هذه النقاط: تتعلق بالأمثلة التى سيقت وتساق من قبل دعاة تاريخية وتاريخانية النصوص الدينية، للتدليل على ضرورة تطبيق هذه التاريخانية ـ فى زعمهم ـ على أحكام القرآن الكريم فى المعاملات..
ونحن عندما ننظر فى هذه الأمثلة ـ وهى هنا ـ: " ميراث المرأة وشهادتها " نزداد يقينًا بخطأ دعوى تطبيق هذه التاريخانية على القرآن الكريم، وعلى الأحكام التشريعية الواردة فيه.. فليس صحيحًا أن توريث المرأة فى الإسلام قد جانب الإنصاف لها، حتى يكون حكمه صالحًا للزمان الماضى دون الزمان المعاصر والمستقبل.. فالأنثى ـ فى الإسلام ـ لا ترث نصف الذكر دائمًا وأبدًا.. والقرآن لم يقل يوصيكم الله فى الوارثين للذكر مثل حظ الأنثيين.
وإنما جعل ذلك فى حالة بعينها هى حالة " الأولاد "، وليس فى مطلق وكل الوارثين: (يوصيكم الله فى أولادكم للذكر مثل حظ الأنثيين) (١) . أما عندما كان التقعيد عامًا للميراث فإن القرآن قد استخدم لفظًا عامًا هو لفظ " النصيب " لكل الذكور والإناث على حد سواء: (للرجال نصيب مما ترك الوالدان والأقربون وللنساء نصيب مما ترك الوالدان والأقربون مما قلَّ منه أو كثر نصيبًا مفروضًا) (٢) .
ومعايير التفاوت فى أنصبة الميراث لا علاقة لها بالجنس ـ ذكورة أو أنوثة ـ على الإطلاق ـ على غير ما يحسب ويظن الكثيرون ـ إن لم يكن الأكثرون! وإنما معايير هذا التفاوت ثلاثة:
١ ـ درجة القرابة. فكلما كان الوارث أقرب إلى المورّث زاد نصيبه فى الميراث.
٢ ـ وموقع الجيل الوارث فى تسلسل الأجيال وتلك حكمة إلهية بالغة فى فلسفة الإسلام للميراث ـ وكلما كان الوارث صغيرًا من جيل يستقبل الحياة وأعباءها، وأمامه المسئوليات المتنامية، كان نصيبه من الميراث أكبر.. فابن المتوفى يرث أكثر من أب المتوفى ـ وكلاهما ذكر ـ وبنت المتوفى ترث أكثر من أمه ـ وكلتاهما أنثى.. بل إن بنت المتوفى ترث أكثر من أبيه.
٣ ـ والعامل الثالث فى تفاوت أنصبة الميراث هو العبء المالى الذى يتحمله ويكلف به الوارث طبقًا للشريعة الإسلامية.. فإذا اتفقت وتساوت درجة القرابة.. وموقع الجيل الوارث ـ مثل مركز الأولاد ـ أولاد المورث ـ مع تفاوت العبء المالى بين الولد الذكر ـ المكلف بإعالة زوجة وأسرة وأولاد ـ وبين البنت ـ التى سيعولها هى وأولادها زوج ذكر ـ هنا يكون للذكر مثل حظ الأنثيين.. وهو تقسيم ليس فيه أية شبهة لظلم الأنثى.. بل ربما كان فيه تمييز وامتياز لها، احتياطًا لاستضعافها..
وهذه الحقائق فى المواريث الإسلامية ـ التى يجهلها ويتجاهلها دعاة تاريخية آيات الميراث ـ هى التى جعلت المرأة ـ فى الجداول الإجمالية لحالات الميراث الإسلامى ـ ترث مثل الرجل، أو أكثر من الرجل، أو ترث ولا يرث الرجل فى أكثر من ثلاثين حالة من حالات الميراث الإسلامى، بينما هى ترث نصف ما يرث الذكر فى أربع حالات فقط (٣) !.
وكذلك الحال مع " شهادة المرأة ".. ففى الأمور والميادين التى تقل فيها خبرة المرأة عن الرجل، تكون شهادتها أقل من شهادته.. وحتى لا تهدر شهادتها كلية فى هذه الميادين، سمح القرآن بشهادتها، على أن تُدعم بشهادة واحدة من بنات جنسها، تذكرها بما تنساه من وقائع الشهادة.. أما الميادين التى تختص بالمرأة، والتى تكون خبرتها فيها أكثر، فإن شهادتها فيها تكون أعلى، وأحيانًا ضعف شهادة الرجل.. بل إن شهادتها تعتمد حيث لا تعتمد شهادة الرجل فى بعض هذه الميادين.
والذين يظنون أن آية سورة البقرة: (يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذى عليه الحق وليتق الله ربه ولا يبخس منه شيئًا فإن كان الذى عليه الحق سفيهًا أو ضعيفًا أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما فتذكر إحداهما الأخرى ولا يأب الشهداء إذا ما دعوا ولا تسأموا أن تكتبوه صغيرًا أو كبيرًا إلى أجله ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا إلا أن تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شىء عليم * وإن كنتم على سفر ولم تجدوا كاتبًا فرهان مقبوضة فإن أمن بعضكم بعضًا فليؤدِّ الذى اؤتمن أمانته وليتق الله ربه ولا تكتموا الشهادة ومن يكتمها فإنه آثم قلبه والله بما تعملون عليم) (٤) .
الذين يظنون أن هذه الآية ـ٢٨٢ـ تجعل شهادة المرأة نصف شهادة الرجل بإطلاق، وفى كل الحالات مخطئون وواهمون.. فهذه الآية تتحدث عن دَين خاص.. فى وقت خاص، يحتاج إلى كاتب خاص، وإملاء خاص، وإشهاد خاص..
وهذه الآية ـ فى نصها ـ استثناء: (.. إلا أن تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها) .
ثم إنها تستثنى من هذه الحالة الخاصة الإشهاد على البيوع، فلا تقيدها بما قيدت به حالة هذا الدين الخاص.. ثم إنها تتحدث، مخاطبة، لصاحب الدين، الذى يريد أن يستوثق لدينه الخاص هذا بأعلى درجات الاستيثاق.. ولا تخاطب الحاكم ـ القاضى ـ الذى له أن يحكم بالبينة واليمين، بصرف النظر عن جنس الشاهد وعدد الشهود الذين تقوم بهم البينة.. فللحاكم ـ القاضى ـ أن يحكم بشهادة رجلين.. أو امرأتين.. أو رجل وامرأة.. أو رجل واحد.. أو امرأة واحدة.. طالما قامت البينة بهذه الشهادة..
ومن يرد الاستزادة من الفقه الإسلامى فى هذه القضية ـ التى يجهلها الكثيرون ـ فعليه أن يرجع إلى آراء شيخ الإسلام ابن تيمية [٦٦١ـ٧٢٨هـ/١٢٦٣ـ١٣٢٨م] وتلميذه العظيم ابن قيم الجوزية [٦٩١ـ٧٥١هـ/١٢٦٢ـ١٣٥٠م] فى كتابه [الطرق الحكمية فى السياسة الشرعية] (٥) .. ففيه ـ وفق نص ابن تيمية ـ أن ماجاء عن شهادة المرأة فى آية سورة البقرة، ليس حصرًا لطرق الشهادة وطرق الحكم التى يحكم بها الحاكم، وإنما ذكر لنوعين من البينات فى الطرق التى يحفظ بها الإنسان حقه.. فالآية نصيحة لهم وتعليم وإرشاد لما يحفظون به حقوقهم، وما تحفظ به الحقوق شىء وما يحكم به الحاكم شىء، فإن طرق الحكم أوسع من الشاهدين والمرأتين.
ولقد قال الإمام أحمد بن حنبل [١٦٤ـ٢٤١هـ/٧٨٠ـ٨٥٥م] إن شهادة الرجل تعدل شهادة امرأتين فيما هو أكثر خبرة فيه، وأن شهادة المرأة تعدل شهادة رجلين فيما هى أكثر خبرة فيه من الرجل.. فالباب مفتوح أمام الخبرة التى هى معيار درجة الشهادة، فإذا تخلفت خبرة الرجل فى الميدان تراجع مستوى شهادته فيه.. وإذا تقدمت وزادت خبرة المرأة فى الميدان ارتفع مستوى شهادتها فيه.. وليس هناك فى الفقه الإسلامى تعميم وإطلاق فى هذا الموضوع، إذ الشهادة سبيل للبينة التى يحكم الحاكم ـ القاضى ـ بناء عليها، بصرف النظر عن جنس الشهود وعددهم.
ولو فقه الداعون إلى تاريخية وتاريخانية آيات الأحكام فى القرآن حقيقة هذه الأحكام التى توهموا الحاجة إلى تجاوزها ـ فقالوا بتاريخية ووقتية معانى نصوصها القرآنية ـ لأدركوا أن وقوف النص القرآنى عند كليات وفلسفات وقواعد ونظريات التشريع، مع ترك تفصيلات التشريع لاجتهادات الفقهاء، هو الذى جعل أحكام القرآن الكريم فى المعاملات ـ فضلاً عن العبادات.. والقيم والأخلاق ـ صالحة لكل زمان ومكان، فكانت شريعته آخر وخاتم الشرائع السماوية، دونما حاجة إلى هذه " التاريخية " التى استعاروها من الفكر الغربى، دونما إدراك لخصوصية النص الإسلامى، وتميز مسيرة الفقه الإسلامى والحضارة الإسلامية.. ولو أنهم فقهوا حقيقة الأمثلة التى توهموها دواعى لهذه التاريخية ـ من مثل ميراث المرأة.. وشهادتها ـ لكفونا مئونة هذا الجهد فى كشف هذه الشبهات!..
_________
(١) النساء: ١١.
(٢) النساء: ٧.
(٣) لمزيد من التفاصيل، أنظر: د. محمد عمارة [هل الإسلام هو الحل؟] طبعة دار الشروق. القاهرة ١٩٩٨م. ود. صلاح سلطان [ميراث المرأة وقضية المساواة] طبعة دار نهضة مصر. القاهرة ١٩٩٩م.
(٤) البقرة: ٢٨٢ـ٢٨٣.
(٥) ص ١٠٣ـ١٠٤. تحقيق: د. جميل غازى، طبعة القاهرة ١٩٧٧م.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b434] VALUES (48,'<span data-type="title" id=toc-51>٤٧- حول عصمة الرسول صلى الله عليه وسلم وموقف القرآن من العصمة</span>
هناك من لا يعترفون بأن الرسول معصوم عن الخطأ، ويقدمون الأدلة على ذلك بسورة [عبس وتولى] وكذلك عندما جامل الرسول صلى الله عليه وسلم، زوجاته، ونزلت الآية الكريمة التى تنهاه عن ذلك (انتهى) .
الرد على الشبهة:
إن عصمة الرسول صلى الله عليه وسلم، وكذلك عصمة كل الرسل - عليهم السلام - يجب أن تفهم فى نطاق مكانة الرسول.. ومهمة الرسالة.. فالرسول: بشر يُوحَى إليه.. أى أنه - مع بشريته - له خصوصية الاتصال بالسماء، بواسطة الوحى.. ولذلك فإن هذه المهمة تقتضى صفات يصنعها الله على عينه فيمن يصطفيه، كى تكون هناك مناسبة بين هذه الصفات وبين هذه المكانة والمهام الخاصة الموكولة إلى صاحبها.
والرسول مكلف بتبليغ الرسالة، والدعوة إليها، والجهاد فى سبيل إقامتها وتطبيقها.. وله على الناس طاعة هى جزء من طاعة الله - سبحانه وتعالى - (أطيعوا الله وأطيعوا الرسول) (١) (قل أطيعوا الله والرسول) (٢) (من يطع الرسول فقد أطاع الله) (٣) (قل إن كنتم تحبون الله فاتبعونى يحببكم الله) (٤) ولذلك كانت عصمة الرسل فيما يبلغونه عن الله ضرورة من ضرورات صدقهم والثقة فى هذا البلاغ الإلهى الذى اختيروا ليقوموا به بين الناس.. وبداهة العقل - فضلاً عن النقل - تحكم بأن مُرْسِل الرسالة إذا لم يتخير الرسول الذى يضفى الصدق على رسالته، كان عابثًا.. وهو ما يستحيل على الله، الذى يصطفى من الناس رسلاً تؤهلهم العصمة لإضفاء الثقة والصدق على البلاغ الإلهى.. والحُجة على الناس بصدق هذا الذى يبلغون.
وفى التعبير عن إجماع الأمة على ضرورة العصمة للرسول فيما يبلغ عن الله، يقول الإمام محمد عبده عن عصمة الرسل - كل الرسل -: ".. ومن لوازم ذلك بالضرورة: وجوب الاعتقاد بعلو فطرتهم، وصحة عقولهم، وصدقهم فى أقوالهم، وأمانتهم فى تبليغ ما عهد إليهم أن يبلغوه، وعصمتهم من كل ما يشوه السيرة البشرية، وسلامة أبدانهم مما تنبو عنه الأبصار وتنفر منه الأذواق السليمة، وأنهم منزهون عما يضاد شيئًا من هذه الصفات، وأن أرواحهم ممدودة من الجلال الإلهى بما لا يمكن معه لنفس إنسانية أن تسطو عليها سطوة روحانية.. إن من حكمة الصانع الحكيم - الذى أقام الإنسان على قاعدة الإرشاد والتعليم - أن يجعل من مراتب الأنفس البشرية مرتبة يُعدُّ لها، بمحض فضله، بعض مَنْ يصطفيه من خلقه، وهو أعلم حيث يجعل رسالته، يميزهم بالفطرة السليمة، ويبلغ بأرواحهم من الكمال ما يليقون معه للاستشراق بأنوار علمه، والأمانة على مكنون سره، مما لو انكشف لغيرهم انكشافه لهم لفاضت له نفسه، أو ذهبت بعقله جلالته وعظمته، فيشرفون على الغيب بإذنه، ويعلمون ما سيكون من شأن الناس فيه، ويكونون فى مراتبهم العلوية على نسبة من العالمين، نهاية الشاهد وبداية الغائب، فهم فى الدنيا كأنهم ليسو من أهلها، هم وفد الآخرة فى لباس من ليس من سكانها.. أما فيما عدا ذلك -[أى الاتصال بالسماء والتبليغ عنها]- فهم بشر يعتريهم ما يعترى سائر أفراده، يأكلون ويشربون وينامون ويسهون وينسون فيما لا علاقة له بتبليغ الأحكام، ويمرضون وتمتد إليهم أيدى الظلمة، وينالهم الاضطهاد، وقد يقتلون " (٥) .
فالعصمة - كالمعجزة - ضرورة من ضرورات صدق الرسالة، ومن مقتضيات حكمة من أرسل الرسل - عليهم السلام -..
وإذا كان الرسول - كبشر - يجوز على جسده ما يجوز على أجساد البشر.. وإذا كان الرسول كمجتهد قد كان يمارس الاجتهاد والشورى وإعمال العقل والفكر والاختيار بين البدائل فى مناطق وميادين الاجتهاد التى لم ينزل فيها وحى إلهى.. فإنه معصوم فى مناطق وميادين التبليغ عن الله - سبحانه وتعالى - لأنه لو جاز عليه الخطأ أو السهو أو مجانبة الحق والصواب أو اختيار غير الأولى فى مناطق وميادين التبليغ عن الله لتطرق الشك إلى صلب الرسالة والوحى والبلاغ، بل وإلى حكمة من اصطفاه وأرسله ليكون حُجة على الناس.. كذلك كانت العصمة صفة أصيلة وشرطًا ضروريًا من شروط رسالة جميع الرسل - عليهم السلام -.. فالرسول فى هذا النطاق - نطاق التبليغ عن الله - (وما ينطق عن الهوى * إن هو إلا وحى يوحى) (٦) . وبلاغة ما هو بقول بشر، ولذلك كانت طاعته فيه طاعة لله، وبغير العصمة لا يتأتى له هذا المقام.
أما اجتهادات الرسول صلى الله عليه وسلم فيما لا وحى فيه، والتى هى ثمرة لإعماله لعقله وقدراته وملكاته البشرية، فلقد كانت تصادف الصواب والأولى، كما كان يجوز عليها غير ذلك.. ومن هنا رأينا كيف كان الصحابة، رضوان الله عليهم فى كثير من المواطن وبإزاء كثير من مواقف وقرارات وآراء واجتهادات الرسول صلى الله عليه وسلم يسألونه - قبل الإدلاء بمساهماتهم فى الرأى - هذا السؤال الذى شاع فى السُّنة والسيرة:
" يا رسول الله، أهو الوحى؟ أم الرأى والمشورة؟.. "
فإن قال: إنه الوحى. كان منهم السمع والطاعة له، لأن طاعته هنا هى طاعة لله.. وهم يسلمون الوجه لله حتى ولو خفيت الحكمة من هذا الأمر عن عقولهم، لأن علم الله - مصدر الوحى - مطلق وكلى ومحيط، بينما علمهم نسبى، قد تخفى عليه الحكمة التى لا يعلمها إلا الله.. أما إن قال لهم الرسول - جوابًا عن سؤالهم -: إنه الرأى والمشورة.. فإنهم يجتهدون، ويشيرون، ويصوبون.. لأنه صلى الله عليه وسلم هنا ليس معصومًا، وإنما هو واحد من المقدمين فى الشورى والاجتهاد.. ووقائع نزوله عن اجتهاده إلى اجتهادات الصحابة كثيرة ومتناثرة فى كتب السنة ومصادر السيرة النبوية - فى مكان القتال يوم غزوة بدر.. وفى الموقف من أسراها.. وفى مكان القتال يوم موقعة أُحد.. وفى مصالحة بعض الأحزاب يوم الخندق.. إلخ.. إلخ.
ولأن الرسول صلى الله عليه وسلم قد أراد الله له أن يكون القدوة والأسوة للأمة (لقد كان لكم فى رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرًا) (٧) .
وحتى لا يقتدى الناس باجتهاد نبوى لم يصادف الأولى، كان نزول الوحى لتصويب اجتهاداته التى لم تصادف الأولى، بل وعتابه - أحيانًا - على بعض هذه الاجتهادات والاختيارات من مثل: (عبس وتولى * أن جاءه الأعمى * وما يدريك لعله يزكى * أو يذكر فتنفعه الذكرى * أما من استغنى * فأنت له تصدى * وما عليك ألا يزكى * وأما من جاءك يسعى * وهو يخشى * فأنت عنه تلهى) (٨) . ومن مثل: (يا أيها النبى لم تحرم ما أحل الله لك تبتغى مرضاة أزواجك والله غفور رحيم * قد فرض الله لكم تحلة أيمانكم والله مولاكم وهو العليم الحكيم * وإذ أسر النبى إلى بعض أزواجه حديثًا فلما نبأت به وأظهره الله عليه عرّف بعضه وأعرض عن بعض فلما نبأها به قالت من أنبأك هذا قال نبأنى العليم الخبير) (٩) . ومن مثل: (ما كان لنبى أن يكون له أسرى حتى يثخن فى الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم * لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم) (١٠) .
وغيرها من مواطن التصويب الإلهى للاجتهادات النبوية فيما لم يسبق فيه وحى، وذلك حتى لا يتأسى الناس بهذه الاجتهادات المخالفة للأولى.
فالعصمة للرسول صلى الله عليه وسلم، فيما يبلغ عن الله شرط لازم لتحقيق الصدق والثقة فى البلاغ الإلهى، وبدونها لا يكون هناك فارق بين الرسول وغيره من الحكماء والمصلحين، ومن ثم لا يكون هناك فارق بين الوحى المعصوم والمعجز وبين الفلسفات والإبداعات البشرية التى يجوز عليها الخطأ والصواب.. فبدون العصمة تصبح الرسالة والوحى والبلاغ قول بشر، بينما هى - بالعصمة - قول الله - سبحانه وتعالى - الذى بلغه وبينه المعصوم - عليه الصلاة والسلام -.. فعصمة المُبَلِّغ هى الشرط لعصمة البلاغ.. بل إنها - أيضًا - الشرط لنفى العبث وثبوت الحكمة لمن اصطفى الرسول وبعثه وأوحى إليه بهذا البلاغ.
_________
(١) النساء: ٥٩.
(٢) آل عمران: ٣٢.
(٣) النساء: ٨٠.
(٤) آل عمران: ٣١.
(٥) [الأعمال الكاملة للإمام محمد عبده] ج٢ ص ٤١٥، ٤١٦، ٤٢٠، ٤٢١. دراسة وتحقيق: د. محمد عمارة. طبعة القاهرة سنة ١٩٩٣م.
(٦) النجم: ٣-٤.
(٧) الأحزاب: ٢١.
(٨) عبس: ١-١٠.
(٩) التحريم: ١-٣.
(١٠) الأنفال: ٦٧-٦٨.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b434] VALUES (49,'<span data-type="title" id=toc-52>٤٨- دعوى: خلو الكتب السابقة من البشارة برسول الإسلام</span>
زعموا أن محمداً صلى الله عليه وسلم ليس برسول. وبنوا هذا الزعم على أربع شعب هى:
١- إن العهد والنبوة والكتاب محصورة فى نسل إسحق لا إسماعيل.؟!
٢- إن محمداً صلى الله عليه وسلم لم يأت بمعجزات.؟!
٣- إن القرآن من نوادر الأعمال الإنسانية، فليس هو معجزاً (١) .؟!
٤- إن الكتب السابقة - التوراة وملحقاتها والأناجيل - خلت من البشارة برسول الإسلام.؟!
الرد على الشبهة:
ولكن قبل أن نواجهها مواجهة مباشرة أريد أن أقدم كلمة موجزة بين يدى هذه المواجهة، رأيت أن تقديمها من أوجب الواجبات فى هذا المجال.
وجود " البشارات " وعدمها سواء..؟
أجل: إن وجود البشارات وعدمها فى الكتب المشار إليها آنفا سواء، وجودها مثل عدمها، وعدمها مثل وجودها. فرسالة رسول الإسلام صلى الله عليه وسلم ليست فى حاجة إلى دليل يقام عليها من خارجها، بحيث إذا لم يوجد ذلك الدليل " الخارجى " بطلت - لا سمح الله - تلك الرسالة؛ فهى رسالة دليلها فيها، ووجود البشارات بها فى كتب متقدمة - زمنا - عليها لا يضيف إليها جديداً، وعدم وجود تلك البشارات لا ينال منها شيئاً قط.
فهى حقيقة قائمة بذاتها لها سلطانها الغنىعما سواها. ودليلها قائم خالد صالح للفحص فى كل زمان ومكان، باق بقاء رسالته أبد الدهر أشرق ولم يغب، ظهر ولم يختف، قوى ولم يضعف. علا ولم يهبط، إنه دليل صدق الأنبياء كلهم. فكل الأنبياء مضوا ولم يبق من أدلة صدقهم إلا ما جاء فى هذا الدليل " القرآن العظيم " حيث شهد لهم بالصدق والوفاء وأنهم رسل الله المكرمون..
فلا يظنن أحدُ أننا حين نتحدث عن بشارات الكتب السابقة برسول الإسلام إنما نتلمس أدلة نحن فى حاجة إليها لإثبات صدق رسول الإسلام فى دعواه الرسالة. فرسول الإسلام ليس فى حاجة إلى " تلك البشارات " حتى ولو سلم لنا الخصوم بوجودها فله من أدلة الصدق ما لم يحظ به رسول غيره.
وستعالج البشارة به صلى الله عليه وسلم على قسمين:
١- بشاراته صلى الله عليه وسلم فى التوراة.
٢- بشاراته صلى الله عليه وسلم فى الإنجيل.
أولاً: البشارات فى التوراة
تعددت البشارات برسول الإسلام فى التوراة وملحقاتها، ولكن اليهود أزالوا عنها كل معنى صريح، وصيروها نصوصاً احتمالية تسمح لهم بصرفها عنه صلى الله عليه وسلم ومع هذا فقد بقيت بعد تعديلها وتحريفها قوية الدلالة على معناها " الأصلى " من حملها على رسول الإسلام صلى الله عليه وسلم لأن حملها على غيره متعذر أو متعسر أو محال.
فهى أشبه ما تكون برسالة مغلقة مُحى " عنوانها " ولكن صاحب الرسالة قادر - بعد فضها - أن يثبت اختصاصها به، لأن الكلام " الداخلى " الذى فيها يقطع بأنها " له " دون سواه؛ لما فيها من " قرائن " وبينات واضحة ونعرض - فيما يلى - بعضاً منها:
" وهذه هى البركة التى بارك بها موسى رجل الله بنى إسرائيل قبل موته ".
فقال:
" جاء الرب من سيناء، وأشرق لهم من ساعير، وتلألأ من جبل فاران " (٢) . فى هذا النص إشارة إلى ثلاث نبوات:
الأولى: نبوة موسى عليه السلام التى تلقاها على جبل سيناء.
الثانية: نبوة عيسى عليه السلام وساعير هى قرية مجاورة لبيت المقدس، حيث تلقى عيسى عليه السلام أمر رسالته.
الثالثة: نبوة محمد صلى الله عليه وسلم وجبل فاران هو المكان الذى تلقى فيه - عليه الصلاة والسلام - أول ما نزل عليه من الوحى وفاران هى مكة المكرمة مولد ومنشأ ومبعث محمد صلى الله عليه وسلم.
وهذه العبارة - مرة أخرى - تضمنت خبراً وبشارتين:
فالخبر هو تذكير موسى بفضل الله عليه حيث أرسله إليهم رسولاً.
والبشارتان:
الأولى: خاصة بعيسى عليه السلام. والثانية خاصة بمحمد صلى الله عليه وسلم.
وموقف اليهود منهما النفى: فلا الأولى بشارة بعيسى ابن مريم ولا الثانية بشارة برسول الإسلام.
أما موقف النصارى فإن النفى - عندهم - خاص ببشارة رسول الإسلام. ولهم فى ذلك مغالطات عجيبة، حيث قالوا إن " فاران " هى " إيلات " وليست مكة. وأجمع على هذا " الباطل " واضعو كتاب: قاموس الكتاب المقدس. وهدفهم منه واضح إذ لو سَلَّمُوا بأن " فاران " هى مكة المكرمة، للزمهم إما التصديق برسالة رسول الإسلام، وهذا عندهم قطع الرقاب أسهل عليهم من الإذعان له..؟! ، أو يلزمهم مخالفة كتابهم المقدس، ولم يقتصر ورود ذكر " فاران " على هذا الموضع من كتب العهد القديم، فقد ورد فى قصة إسماعيل عليه السلام مع أمه هاجر حيث تقول التوراة: إن إبراهيم عليه السلام استجاب لسارة بعد ولادة هاجر ابنها إسماعيل وطردها هى وابنها فنزلت وسكنت فى " برية فاران " (٣) . على أنه يلزم من دعوى واضعى قاموس الكتاب المقدس من تفسيرهم فاران بإيلات أن الكذب باعترافهم وارد فى التوراة. لأنه لم يبعث نبى من " إيلات " حتى تكون البشارة صادقة. ومستحيل أن يكون هو عيسى عليه السلام؛ لأن العبارة تتحدث عن بدء الرسالات وعيسى تلقى الإنجيل بساعير وليس بإيلات.
فليست " فاران " إلا " مكة المكرمة " وباعتراف الكثير منهم، وجبل فاران هو جبل " النور " الذى به غار حراء، الذى تلقى فيه رسول الإسلام صلى الله عليه وسلم بدء الوحى.
وهجرة إسماعيل وأمه هاجر إلى مكة المكرمة " فاران " أشهر من الشمس.
وترتيب الأحداث الثلاثة فى العبارة المذكورة:
جاء من سيناء
وأشرق من ساعير
وتلألأ من فاران. هذا الترتيب الزمنى دليل ثالث على أن " تلألأ من جبل فاران " تبشير قطعى برسول الإسلام صلى الله عليه وسلم.
وفى بعض " النسخ " كانت العبارة: " واستعلن من جبل فاران " بدل " تلألأ ".
وأياً كان اللفظ فإن " تلألأ " و " استعلن " أقوى دلالة من " جاء " و " أشرق " وقوة الدلالة هنا ترجع إلى " المدلولات " الثلاثة. فالإشراق جزء من مفهوم " المجئ " وهكذا كانت رسالة عيسى بالنسبة لرسالة موسى (عليهما السلام) .
أما تلألأ واستعلن فهذا هو واقع الإسلام، رسولا ورسالة وأمة، إلى أن يرث الله الأرض ومن عليها.
هذه المغالطة (فاران هى إيلات) لها مثيل حيث تزعم التوراة أن هاجرأم إسماعيل عندما أجهدها العطش هى وابنها إسماعيل بعد أن طردا من وجه " سارة " طلبت الماء فلم تجده إلا بعد أن لقيا ملاك " الرب " فى المكان المعروف الآن " ببئر سبع "؟! وأنها سميت بذلك لذلك..؟! وكما كذبت فاران دعوى " إيلات " كذَّبت " زمزم الطهور " دعوى " بئر سبع "؟
وستظل فاران - مكة المكرمة - وزمزم الطهور " عملاقين " تتحطم على صخورهما كل مزاعم الحقد والهوى.
ويجئ نص آخر فى التوراة لا محمل له إلا البشارة برسول الإسلام صلى الله عليه وسلم مهما غالط المغالطون. وهو قول الله لموسى حسب ما تروى التوراة:
" أقيم لهم نبياً من وسط إخوتهم مثلك، وأجعل كلامى فى فمه فيكلمهم بكل ما أوصيه به، ويكون أن الإنسان الذى لا يسمع لكلامى الذى يتكلم به باسمى أنا أطالبه " (٤) .
حدث هذا حسب روايات التوراة وعداً من الله لموسى فى آخر عهده بالرسالة، وكان يهمه أمر بنى إسرائيل من بعده، فأعلمه الله - حسب هذه الرواية التوراتية - أنه سيبعث فيهم رسولا مثل موسى عليه السلام.
ولقوة دلالة النص على نبوة محمد صلى الله عليه وسلم فقد وقف أهل الكتابين - اليهود والنصارى - موقفين مختلفين هدفهما واحد، وهو أن النص ليس بشارة برسول الإسلام.
أما اليهود فلهم فيه رأيان:
الأول: أن العبارة نفسها ليست خبراً بل هى نفى، ويقدرون قبل الفعل " أقيم " همزة استفهام يكون الاستفهام معها " إنكارياً " وتقدير النص عندهم هكذا " أأقيم لهم نبياً من وسط إخوتهم مثلك..؟!
بطلان هذا الرأى
وهذا الرأى باطل ولن نذهب فى بيان بطلانه إلى أكثر من كلام التوراة نفسها. وذلك؛ لأنه لو كان النص كما ذكروا بهمزة استفهام إنكارى محذوفة هى فى قوة المذكور لكان الكلام نفياً فعلاً.. ولو كان الكلام نفياً لما صح أن يعطف عليه قوله بعد ذلك:
" ويكون أن الإنسان الذى لا يسمع لكلامى الذى يتكلم به باسمى أنا أطالبه "؟! فهذا المقطع إثبات قطعاً فهو مرتب على إقامة النبى الذى وعد به المقطع الذى قبله. فدل هذا " العطف " على أن المقطع السابق وعد خبرى ثابت لا نفى. ويترتب على ذلك بطلان القول الذاهب إلى تقدير الاستفهام..؟!
الثانى: وقد أحس اليهود ببطلان القول بالاستفهام فاحتاطوا للأمر وقالوا لا مانع أن يكون النص خبراً ووعداً مثبتاً، ولكنه ليس المقصود به عيسى ابن مريم عليه السلام ولا محمد بن عبد الله رسول الإسلام صلى الله عليه وسلم، بل المراد به نبى من أنبياء إسرائيل يوشع بن نون فتى موسى، أو صموئيل..؟!
موقف النصارى:
أما النصارى فيحملون البشارة فى النص على عيسى عليه السلام وينفون أن يكون المراد بها رسول الإسلام صلى الله عليه وسلم، وقد علمنا قبلا أن اليهود ينفون أن تكون لعيسى عليه السلام.
وللنصارى مغالطات عجيبة فى ذلك إذ يقولون إن النبى الموعود به ليس من بنى إسماعيل بل من بنى إسرائيل. ومحمد إسماعيلى فكيف يرسل الله إلى بنى إسرائيل رجلاً ليس منهم.؟! كما قالوا إن موسى أتى بمعجزات ومحمد لم يأت بمعجزات فكيف يكون مثله. وقد رددنا على هذه الفرية فيما تقدم.
الحق الذى لا جدال فيه:
والواقع أن كل ما ذهب إليه اليهود والنصارى باطل. باطل. ولن نذهب فى بيان بطلانه إلى أبعد من دلالة النص المتنازع عليه نفسه. أما الحق الذى لا جدال فيه فإن هذا النص ليس له محمل مقبول إلا البشارة برسول الإسلام صلى الله عليه وسلم وإليكم البيان:
إن النص المتنازع عليه يقيد البشارة بالنبى الموعود به فيه بشرطين:
أحدهما: أنه من وسط إخوة بنى إسرائيل.
وثانيهما: أنه مثل موسى عليه السلام صاحب شريعة وجهاد لأعداء الله وهذان الشرطان لا وجود لهما لا فى يوشع بن نون، ولا فى صموئيل كما يدعى اليهود فى أحد قوليهم.
ولا فى عيسى عليه السلام كما يدعى النصارى.
أما انتفاء الشرط الأول فلأن يوشع وصموئيل وعيسى من بنى إسرائيل وليسو من وسط إخوة بنى إسرائيل. ولو كان المراد واحداً منهم لقال فى الوعد: أقيم لهم نبياً منهم..؟! هذا هو منهج الوحى فى مثل هذه الأمور كما قال فى شأن النبى صلى الله عليه وسلم:
(هو الذى بعث فى الأميين رسولاً منهم ... ) (٥) . وكما جاء على لسان إبراهيم وإسماعيل (عليهما السلام) (ربنا وابعث فيهم رسولاً منهم ... ) (٦) .
وأما انتفاء الشرط الثانى، فلأن: لا صموئيل ولا يوشع ولا عيسى ابن مريم كانوا مثل " موسى " عليه السلام.
فموسى كان صاحب شريعة، ويوشع وصموئيل وعيسى وجميع الرسل الذين جاءوا بعد موسى عليه السلام من بنى إسرائيل لم يكن واحداً منهم صاحب شريعة، وإنما كانوا على شريعة موسىعليه السلام. وحتى عيسى ما جاء بشريعة ولكن جاء متمماً ومعدلاً فشريعة موسى هى الأصل. إن عيسى كان مذكراً لبنى إسرائيل ومجدداً الدعوة إلى الله على هدى من شريعة موسى عليه السلام!! فالمثلية بين هؤلاء - وهى أحد شرطى البشارة - وبين موسى عليه السلام لا وجود لها.؟!
الشرطان متحققان فى رسول الإسلام صلى الله عليه وسلم
وبنفس القوة والوضوح اللذين انتفى الشرطان بهما عمن ذكروا من الأنبياء ثبت ذلك الشرطان لمحمد بن عبد الله صلى الله عليه وسلم:
فهو من نسل إسماعيل، وإسماعيل أخو إسحق، الذى هو أبو يعقوب المسمى إسرائيل. فهو من وسط إخوة بنى إسرائيل - بنو عمومتهم - وليس من إسرائيل نفسها. وبهذا تحقق الشرط الأول من شرطى البشارة:
ومحمد - عليه الصلاة والسلام - صاحب شريعة جليلة الشأن لها سلطانها الخاص بها - جمعت فأوعت - مثلما كان موسى - أكبر رسل بنى إسرائيل - صاحب شريعة مستقلة كانت لها منزلتها التى لم تضارع فيما قبل من بدء عهد الرسالات إلى مبعث عيسى عليه السلام.
وبهذا يتحقق الشرط الثانى من شرطى البشارة وهو " المثليه " بين موسى ومحمد (عليهما صلوات الله وسلامه) ، فعلى القارئ أن يتأمل ثم يحكم.
فى المزامير المنسوبة إلى داود عليه السلام وردت كثير من العبارات التى لا يصح حمل معناها إلا على رسول الإسلام. ومن ذلك قول داود كما تروى التوراة:
" أنت أبرع جمالاً من بنى البشر. انسكبت النعمة على شفتيك، لذلك باركك الله إلى الأبد. تقلد سيفك على فخذك أيها الجبار، جلالك وبهاؤك. وبجلالك اقتحم. اركب من أجل الحق والدعة.. بتلك المسنونة فى قلب أعداء الملك - يعنى الله - شعوب تحتك يسقطون.. من أجل ذلك مسحك الله إلهك بدهن الابتهاج أكثر من رفقائك " (٧) .
اسمعى يانيت وأميلى أذنك، وانسى شعبك وبيت أبيك، فيشتهى الملك الملك حسنك؛ لأنه هو سيدك فاسجدى له. وبنت صور أغنى الشعوب تترضى وجهك بهدية. كلها مجد ابنة الملك فى خدرها. منسوجة بذهب ملابسها مطرزة، تحضر إلى الملك فى إثرها عذارى صاحباتها مقدمات إليك يحضرن بفرح وابتهاج يدخلن إلى قصر الملك. عوضاً عن آبائك يكون بنوك نقيمهم رؤساء فى كل الأرض اذكر اسمك فى كل دور فدور من أجل ذلك تحمدك الشعوب إلى الدهر والآبد "
وقفة مع هذا الكلام
فى المقطع الأول (أ) لا تنطبق الأوصاف التى ذكرها داود إلا على رسول الإسلام صلى الله عليه وسلم. فهو الذى قاتل بسيفه فى سبيل الله وسقطت أمامه شعوب عظيمة كالفرس والروم.
وهو الممسوح بالبركة أكثر من رفقائه الأنبياء؛ لأنه خاتم النبيين، ورسالته عامة خالدة (وما أرسلناك إلا رحمة للعالمين) (٨) .
ولم يترك رسول هدى وبيانا مثلما ترك رسول الإسلام فى القرآن الحكيم، وفى أحاديثه وتوجيهاته، التى بلغت مئات الآلاف، وتعددت المصادر التى سجلتها، وفيها من روائع البيان، وصفاء الألفاظ، وشرف المعانى ما ليس فى غيرها.
أما المقطع الثانى (ب) فهو أوصاف للكعبة الشريفة. فهى التى تترضاها الأمم بالهدايا. وهى ذات الملابس المنسوجة بالذهب والمطرزة، وهى التى يذكر اسمها فى كل دور فدور وتأتيها قوافل" الحجيج " رجالاً ونساءً من كل مكان فيدخل الجميع فى " قصر الملك " ويحمدها الناس إلى الأبد؛ لأن الرسالة المرتبطة بها رسالة عامة: لكل شعوب الأرض الإنس والجن. بل والملائكة. وفى مواسم الحج يأتيها القاصدون من جميع بقاع الأرض مسلمين، ورعايا مسلمين من بلاد ليست مسلمة.
خالدة: لم ينته العمل بها بوفاة رسولها، كما هو الحال فيما تقدم. وإنما هى دين الله إلى الأبد الأبيد.
وأشعيا وسفره من أطول أسفار العهد القديم ملئ بالإشارات الواضحة التى تبشر برسول الإسلام صلى الله عليه وسلم، ولولا المنهج الذى أخذنا به هنا وهو عدم التطويل لذكرنا من ذلك الكثير؛ ولذا فإننا نكتفى بهذا المقطع لدلالته القوية على ما نقول:
" قومى استنيرى؛ لأنه قد جاء نورك، ومجد الرب أشرق عليك.. لأنه ها هى الظلمة تغطى الأرض والظلام الدامس الأمم. أما عليك فيشرق الرب، ومجده عليك يرى. فتسير الأمم فى نورك، والملوك فى ضياء إشراقك.
ارفعى عينيك حواليك وانظرى. قد اجتمعوا كلهم جاءوا إليك. يأتى بنوك من بعيد، وتحمل بناتك على الأيدى، حينئذ تنظرين وتنيرين ويخفق قلبك ويتسع؛ لأنه تحول إليك ثروة البحر، ويأتى إليك غنى الأمم تغطيك كثرة الجمال بكران مديان، وعيفة كلها تأتى من شبا. تحمل ذهبا ولبانا، وتبشر بتسابيح الرب. كل غنم قيدار تجتمع إليك. كباش نبايوت تخدمك تصعد مقبولة على مذبحى، وأزين بيت جمالى.
من هؤلاء الطائرون كسحاب وكالحمام إلى بيوتها. إن الجزائر تنتظرنى وسفن ترشيش فى الأول لتأتى من بعيد، وفضتهم وذهبهم معهم لا سم الرب إلهك ... (٩) .
وبنو الغريب يبنون أسوارك، وملوكهم يخدمونك.. وتفتح أبوابك دائما نهاراً وليلاً لا تغلق، ليؤتى إليك بغنى الأمم وتقاد ملوكهم ... (١٠) .
دلالة هذه النصوص:
بلا أدنى ريب فإن هذا الكلام المنسوب إلى أشعيا وصف لمكة المكرمة وكعبتها الشامخة.
فالمقطع الأول إنما هو حديث عن موسم الحج المبارك فيه يجتمع بنوها حولها من كل مكان وفيه لمحة قوية جداًُ إلى نحر الهدى صبيحة العيد. ألم يشر النص إلى غنم قيدار، وقيدار هوولد إسماعيل عليه السلام الذى تشعبت منه قبائل العرب. ثم ألم ينص على المذبح الذى تنحر عليه الذبائح؟
كما أشار النص ثلاث إشارات تعد من أوضح الأدلة على أن المراد بهذا النص مكة المكرمة. وتلك الإشارات هى طرق حضور الحجاج إليها. ففى القديم كانت وسائل النقل: ركوب الجمال. ثم السفن. أما فى العصر الحديث فقد جدت وسيلة النقل الجوى " الطائرات " وبشارة أشعيا تضمنت هذه الوسائل الثلاث على النحو الآتى:
١- الجمال، قال فيها: تغطيك كثرة الجمال.؟!
٢- السفن، قال فيها: وسفن ترشيش تأتى ببنيك من بعيد؟!
٣- النقل الجوى، وفيه يقول: من هؤلاء الطائرون كسحاب وكالحمام إلى بيوتها.؟!!
أليس هذا أوضح من الشمس فى كبد السماء.
على أن النص ملئ بعد ذلك بالدقائق والأسرار، ومنها أن مكة مفتوحة الأبواب ليلاً ونهاراً لكل قادم فى حج أو عمرة..؟!
ومنها أن خيرات الأمم تجبى إليها من كل مكان، والقرآن يقرر هذا المعنى فى قول الله تعالى:
(أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شىء) (١١) .
ومنها أن بنى الغريب (يعنى غير العرب) يبنون أسوارها. وكم من الأيدى العاملة الآن، وذوى الخبرات يعملون فيها ويشيدون قلاعها فوق الأرض وتحت الأرض ومنها أنه ما من عاصمة من عواصم العالم إلا دخلت فى محنة من أهلها أو من غير أهلها إلا هذه " العاصمة المقدسة " فظلت بمأمن من غارات الغائرين وكيد الكائدين، ومثلها المدينة المنورة.
ومنها كثرة الثروات التى مَنَّ الله بها عليها. أليس البترول من ثروات البحر العظمى التى تفجرت أرض الحجاز وشبه الجزيرة منه عيوناً دفاقة بمعدل لم تصل إليه أمة من الأمم. أضف إلى ذلك سبائك الذهب والفضة.
والحديث عن مكة المكرمة حديث عن رسول الإسلام؛ لأن مجدها لم يأت إلا على يدى بعثته صلى الله عليه وسلم.
هذه الحقائق لا تقبل الجدل. ومع هذا فإن أهل الكتاب (وخاصة اليهود) يحملون هذه الأوصاف على مدينة " صهيون " ولهذا فإنهم عمدوا إلى النص وعدلوه ليصلح لهذا الزعم.
ولكننا نضع الأمر بين يدى المنصفين من كل ملة. أهذه الأوصاف يمكن أن تطلق على مدينة " صهيون ".
لقد خرب " بيت الرب " فى القدس مراراً وتعرض لأعمال شنيعة على كل العصور. أما الكعبة الشريفة والمسجد الحرام فلم يصل أحد إليهما بسوء، ثم أين ثروات البحر والبر التى تجبى إلى تلك المدينة وأهلها (إلى الآن) يعيشون عالة على صدقات الأمم.
وأين هى المواكب التى تأتى إليها براً وبحراً وجَوّاً، وهل أبوابها مفتوحة ليلاً ونهاراً، وأين هم بنوها الذين اجتمعوا حولها.
وما صلة غنم قيدار وكباش مدين بها. وأين هو التسبيح الذى يشق عنان السماء منها.. وأين.. وأين..؟
إن هذه المغالطات لا تثبت أمام قوة الحق، ونحن يكفينا أن نقيم هذه الأدلة من كتبهم على صدق الدعوى، ولا يهمنا أن يذعن القوم لما نقول فحسبك من خصمك أن تثبت باطل ما يدعيه أمام الحق الذى تدافع عنه.
والفاصل بيننا ـ فى النهاية ـ هو الله الذى لا يُبدل القول لديه.
وتنسب التوراة إلى نبى يدعى " حبقوق " من أنبياء العهد القديم، وله سفر صغير قوامه ثلاثة إصحاحات. تنسب إليه التوراة نصوصاً كان يصلى بها. تضمنها الإصحاح الثالث من سفره. وهذا الإصحاح يكاد يكون كله بشارة برسول الإسلام صلى الله عليه وسلم. وإليكم مقاطع منه: " الله جاء من تيمان، والقدوس من جبل فاران ـ سلاه ـ جلاله غطى السماوات. والأرض امتلأت من تسبيحه وكان لمعان كالنور له من يديه شعاع، وهناك استتار قدرته.
قدامه ذهب الوبأ. وعند رجليه خرجت الحمى. وقف وقاس الأرض، نظر فرجف الأمم ودكت الجبال الدهرية، وخسفت آكام القوم.
مسالك الأزل
يسخط دست الأمم، خرجت لخلاص شعبك ٠٠٠ سحقت رأس بيت الشرير معرياً الأساس حتى العنق ٠٠٠ سلكت البحر بخيلك.. (١٢) .
دلالات هذه الإشارات:
لا يستطيع عاقل عالم بتاريخ الرسالات ومعانى التراكيب أن يصرف هذه النصوص على غير البشارة برسول الإسلام صلى الله عليه وسلم. فالجهتان المذكورتان
فى مطلع هذا المقطع وهما: تيمان: يعنى اليمن، وجبل فاران: يعنى جبل النور الذى بمكة المكرمة التى هى فاران. هاتان الجهتان عربيتان. وهما رمز لشبه الجزيرة العربية التى كانت مسرحاً أولياً لرسالة محمد صلى الله عليه وسلم.
فليس المراد إذن نبياً من بنى إسرائيل؛ لأنه معلوم أن رسل بنى إسرائيل كانت تأتى من جهة الشام شمالاً. لا من جهة بلاد العرب. وهذه البشارة أتت مؤكدة للبشارة المماثلة، التى تقدم ذكرها من سفر التثنية، وقد ذكرت أن الله: تلألأ أو استعلن من جبل فاران.
بيد أن بشارة التثنية شملت الإخبار بمقدم موسىعليه السلام والتبشير بعيسى عليه السلام وبمحمد صلى الله عليه وسلم أما بشارة حبقوق فهى خاصة برسول الإسلام صلى الله عليه وسلم. ولو لم يكن فى كلام حبقوق إلا هذا " التحديد " لكان ذلك كافياً فى اختصاص بشارته برسول الإسلام صلى الله عليه وسلم ومع هذا فقد اشتمل كلام حبقوق على دلائل أخرى ذات مغزى:
منها: الإشارة إلى كثرة التسبيح حتى امتلأت منه الأرض..؟!
ومنها: دكه صلى الله عليه وسلم لعروش الظلم والطغيان وقهر الممالك الجائرة.
ومنها: أن خيل جيوشه ركبت البحر، وهذا لم يحدث إلا فى ظل رسالة الإسلام.
على أن كلام حبقوق ملئ بالرمز والإشارات مما يفيدنا فى هذا المجال ولكننا نتجاوزه لأمرين:
أحدهما: أن فى الإشارات الصريحة غناء عنها.
وثانيهما: عدم التطويل ـ هنا ـ كما اتفقنا.
بشاراته صلى الله عليه وسلم فى العهد الجديد
أسفار العهد الجديد (الأناجيل والرسائل) حافلة بالنصوص التى يتعين أن تكون " بشارات " برسول الإسلام صلى الله عليه وسلم.
تلك البشارات تعلن أحياناً فى صورة الوعد بملكوت الله أو ملكوت السماوات. وأحيانا أخرى بالروح القدس. ومرات باسم المعزى أو الفارقليط، وهى كلمة يونانية سيأتى فيما بعد معناها، تلك هى صورة البشارات فى الأناجيل فى صيغها المعروفة الآن.
ففى إنجيل متى وردت هذه العبارة مسندة إلى يحيى عليه السلام المسمى فى الأناجيل: يوحنا المعمدان. وفيها يقول: " توبوا؛ لأنه قد اقترب ملكوت السماوات " (١٣) .
فمن هو ملكوت السماوات الذى بشر به يحيى؟! هل هو عيسى عليه السلام ـ كما يقول النصارى..؟!
هذا احتمال.. ولكن متَّى نفسه يدفعه حيث روى عن عيسى عليه السلام نفس العبارة: " توبوا؛ لأنه قد اقترب ملكوت السماوات " (١٤) .
فلو كان المراد بملكوت السماوات ـ هذه ـ عيسى عليه السلام لما وردت هذه " البشارة " على لسان عيسى؛ إذ كيف يبشر بنفسه، وهو قائم موجود، والبشارة لا تكون إلا بشئ محبوب سيأتى، كما أن الإنذار ـ قسيمه ـ لا يكون إلا بشىء " مكروه " قد يقع. فكلاهما: التبشير والإنذار ـ أمران مستقبلان.
إن ورود هذه العبارة عن عيسى نفسه تخصيص لذلك العموم المستفاد من عبارة يحيى عليهما السلام. فدل ذلك على أن المراد بملكوت السماوات رسول آخر غير عيسى. ولم يأت بعد عيسى ـ باعتراف الجميع ـ رسول غير رسول الإسلام صلى الله عليه وسلم.
فدل ذلك على أنه هو المراد بملكوت السماوات فى عبارة عيسى عليه السلامـ قولاً واحداً ـ وباحتمال أرجح فى عبارة يحيى،إذ لا مانع عندنا ـ أن يكون يحيى عليه السلام قد بشر بها بعيسى عليه السلام.
أما بشارة عيسى فلا موضع لها إلا الحمل ـ القطعى ـ على رسول الإسلام صلى الله عليه وسلم.
وفى صيغة الصلاة التى علمها المسيح لتلاميذه ـ كما يروى مَتَّى نفسه ـ بشارة أخرى بنبى الإسلام. وهذا هو نص مَتَّى فى هذا " فصلوا أنتم هكذا: أبانا الذى فى السماوات ليتقدس اسمك ليأت ملكوتك " (١٥) .
ووردت هذه الصيغة فى إنجيل لوقا هكذا:
" متى صليتم فقولوا: أبانا الذى فى السماوات ليتقدس اسمك ليأت ملكوتك.. " (١٦) .
ويذكر لوقا أن المسيح جمع تلاميذه، وعلمهم كيف يقهرون الشياطين، ويشفون الأمراض ثم قال: " وأرسلهم ليكرزوا ـ أى يبشروا ـ بملكوت الله " (١٧) .
أما مرقس فيسند هذه البشارة إلى المسيح نفسه إذ يقول: " جاء يسوع إلى الجبل يكرز ببشارة ملكوت الله ويقول: قد كمل الزمان واقترب ملكوت الله " (١٨) .
فهؤلاء ثلاثة من التلامذة يتفقون على أن يحيى وعيسى (عليهما السلام) قد بشرا بملكوت الله الذى اقترب. فمن المراد بملكوت الله إذا لم يكن هو رسول الإسلام صلى الله عليه وسلم؟
وأكاد أجزم بأن عبارة " المسيح، قد كمل الزمان " لا تعنى سوى انتهاء عصر الرسالات الموقوتة وإقبال الرسالة الخالدة..!
ـ ٣ ـ
أما يوحنا صاحب رابع الأناجيل. فإنه يذكر هذه البشارات فى مواضع متعددة من إنجيله. ومن ذلك ما يرويه عن المسيح عليه السلام " الذى لا يحبنى لا يحفظ كلامى، والكلام الذى تسمعونه ليس لى بل للأب الذى أرسلنى. بهذا كلمتكم وأنا عندكم. وأما المعزى (اسم فاعل من الفعل المضعف العين عزى) (١٩) الروح القدس، الذى سيرسله الأب باسمى فهو يعلمكم كل شىء ويذكركم بما قلته لكم " (٢٠) .
كما يروى يوحنا قول المسيح ـ الآتى ـ مع تلاميذه: " إنه خير لكم أن انطلق. إن لم أنطلق لا يأتيكم المعزى، ولكن إن ذهبت أرسله إليكم. ومتى جاء ذاك يبكت العالم على خطية، وعلى بر وعلى دينونة " (٢١) .
ويروى كذلك قول المسيح لتلاميذه: " وأما إذا جاء ذاك روح الحق، فهو يرشدكم إلى جميع الحق؛ لأنه لا يتكلم من نفسه. بل كل ما يسمع يتكلم به، ويخبركم بأمور آتية "..؟! (٢٢) .
فمن هو المعزى أو روح القدس أو روح الحق الذى بشر به المسيح عليه السلام حسبما يروى يوحنا..؟!
إن المسيح يقول:
إن ذلك المُعَرِّى أو الروح القدس لا يأتى إلا بعد ذهاب المسيح، والمسيح ـ نفسه ـ يُقِرُّ بأن ذلك المُعَرِّى أو الروح أَجَلُّ منه شأنا، وأعم نفعاً وأبقى أثراً، ولذلك قال لتلاميذه: خير لكم أن أنطلق. إن لم أنطلق لا يأتيكم المُعَرِّى.
وكلمة " خير " أفعل تفضيل بمعنى أكثر خيراً لكم ذهابى ليأتيكم المعزى ولو كان " المُعَزَّى " مساويا للمسيح فى الدرجة لكانا مستويين فى الخيرية ولما ساغ للمسيح أن يقول خير لكم أن أنطلق.
ومن باب أولى لو كان " المعزَّى " أقل فضلاً من المسيح. فعبارة المسيح دليل قاطع على أنه بشر بمن هو أفضل منه، لا مساوٍ له ولا أقل.
ثم يصف المسيح ذلك المُعَرَّى أو الروح بأوصاف ليست موجودة فى المسيح نفسه عليه السلام. ومن تلك الأوصاف:
أـ إنه يعلم الناس كل شىء. وهذا معناه شمول رسالته لكل مقومات الإصلاح فى الدنيا والدين. وذلك هو الإسلام.
ب ـ إنه يبكت العالم على خطية. والشاهد هنا كلمة " العالم " وهذا معناه شمول الإسلام لكل أجناس البشر، عربا وعجماً، فى كل زمان ومكان. ولم توصف شريعة بهذين الوصفين إلا الإسلام.
جـ ـ إنه يخبر بأمور آتية، ويذكر بما مضى. وقد تحقق هذا فى رسالة محمد صلى الله عليه وسلم.
فأخبر بأمور آتية لم يخبر بها من سبقه أو أخبروا ولكن ليس على وجه التفصيل والتأكيد الذى كان على يديه صلى الله عليه وسلم فكم فى القرآن من أمور أخبر بها قبل أن تقع فوقعت كما أخبر، وكم فيه من الإخبار بما سيكون فى الحياة الآخرة من أوصاف الجنة، والنار، والبعث، وعلامات الساعة، وتخاصم أهل النار، وحوار أصحاب الجنة مع " رجال الأعراف "، وندم من باعوا دينهم بدنياهم. إلخ.. إلخ.
وذكر بما مضى من أحوال الأمم، وقيام الحضارات ثم سقوطها وأحوال المرسلين وما بلغوا به أقوامهم والشهادة لهم بالصدق والأمانة والإخلاص والوفاء، ومسلك بعض الأقوام من رسلهم والصراع الذى دار بين المحقين وأهل الباطل، وعاقبة بعض المكذبين.. إلخ..إلخ.
ثم استوعبت رسالته الحياة كلها فأرست قواعد الاعتقاد الصحيح وسنت طرق العبادة المثمرة، ووضعت أصول التشريع فى كل ما هو متعلق بالحياة عاجلها وآجلها، ووضحت العلاقة السليمة بين المخلوق والخالق، وبين الناس بعضهم بعضاً. وحررت العقول، وطهرت القلوب ورسمت طريق الهدى لكل نفس ولكل جماعة ولكل أمة. أى أنها أرشدت إلى كل شىء. وعلمت كل شىء مما يحتاج تعلمه إلى وحى وتوقيف..!
ذلك هو الإسلام، ولا شىء غير الإسلام.
وشهدت ـ فيما شهدت ـ للمسيح عليه السلام بأنه رسول كريم أمين أدى رسالته وبشر وأنذر بنى إسرائيل. وأنه عبده ورسوله (ذلك عيسى ابن مريم قول الحق الذى فيه يمترون) (٢٣) .
وشهادة رسول الإسلام لعيسى عليه السلام منصوص عليها فى بشارات عيسى نفسه به (صلى الله عليه وسلم) . فاسمع إلى يوحنا وهو يروى عن المسيح عليه السلام قوله الآتى. " ومتى جاء المعزَّى الذى سأرسله " أنا " إليكم من الأب روح الحق من عند الأب ينبثق فهو يشهد لى.. وتشهدون أنتم أيضاً لأنكم معى من الابتداء " (٢٤) .
روح القدس هذا، أو المعزَّى، أو روح الحق لا يمكن أن يكون عيسى؛ لأن عيسى لم يبشر بنفسه، وهو كان موجوداً ساعة قال هذا ولا يمكن أن يكون المراد به نبياً بعد عيسى غير محمد (صلى الله عليه وسلم) لأننا متفقون على أن عيسى لم يأت بعده نبى قبل رسول الإسلام صلى الله عليه وسلم.
فتعين أن يكون روح القدس، أو المعزَّى، أو روح الحق تبشيرا بمحمد صلى الله عليه وسلم إذ فيه تجتمع تلك الأوصاف، كما يتحقق فيه معنى " الأفضلية " إذ هو خاتم النبيين، الذى جاء بشريعة خالدة عامة، وعلى هذا حملنا قبلا قول عيسى: خير لكم أن أنطلق. إن لم أنطلق لا يأتيكم المُعَزِّى "
وهذا إقرار من عيسى بأن المبشر به أفضل من المُبَشِّر وكفى بذلك شواهد.
أما البشارة باسم " الفارقليط " فقد خلت منها الترجمات العربية المعاصرة للكتاب المقدس. ومعلوم أن الكتاب المقدس خضع للترجمات وطبعات متعددة؛ لدرجة أن الترجمات العربية لتختلف من نسخة إلى أخرى اختلافا بيناً.
وتحت يدى ـ الآن ـ نسختان من الطبعات العربية كلتاهما خاليتان من كلمة الفارقليط، وموضوع مكانها كلمة المعزى.
بيد أننى وجدت أن ابن القيم، وابن تيمية، كل منهما قد نقل عن نسخ خطية كانت معاصرة لهما نصوصاً فيها التصريح باسم" الفارقليط " كما أن الشيخ رحمت الله الهندى (رحمه الله) نقل فى كتابه " إظهار الحق " نصوصاً " عن ترجمات عربية ترجع إلى أعوام: ١٨٢١ ـ ١٨٣١ ـ ١٨٤٤م وتمت فى لندن
معنى " الفارقليط ":
كلمة يونانية معناها واحد مما يأتى:
الحامد ـ الحماد ـ المحمود ـ الأحمد.
أو معناها كل ما تقدم. فمعنى " فارقليط " يدور حول الحمد وجميع مشتقاته المشار إليها.
وكل واحد منها يصح إطلاقه على رسول الإسلام صلى الله عليه وسلم فهو الحامد والحمّاد والمحمود والأحمد، والمحمد.
وفى الطبعات ـ اللندنية ـ المتقدم ذكرها ورد النص هكذا: " إن كنتم تحبوننى فاحفظوا وصاياى. وأنا أطلب من الآب فيعطيكم فارقليط آخر، ليثبت معكم إلى الأبد ".
" الفارقليط " روح القدس الذى يرسله الآب باسمى هو يعلمكم كل شىء، وهو يذكركم كل ما قلته لكم " (٢٥) .
ومقارنة هذين النصين بالنص المقابل لهما الذى نقلناه آنفا عن إنجيل يوحنا من الطبعات العربية الحديثة تريك أن الطبعات الحديثة حذفت كلمة " الفارقليط " ووضعت مكانها كلمة " المعزى " كما تريك أن الطبعات الحديثة حذفت جملة: " ليثبت معكم إلى الأبد " وهو نص على خلود الإسلام على أنهم عادوا واعترفوا بأن كلمة " المعزى " التى فى الطبعات الحديثة للكتاب المقدس أصلها مترجم عن كلمة يونانية لفظاً ومعنى وهى " باراكليتس " ومعناها المعزى، وليست " فارقليط " أو " بارقليط " التى معناها الحماد والحامد ٠٠٠ والتى يتمسك بها المسلمون..؟!
وهذه المحاولات مردودة لسببين:
أولهما: ليس نحن ـ المسلمين ـ الذين قاموا بعمل بالطبعات القديمة التى فيها " الفارقليط " وإنما طبعها النصارى قديماً. فعملهم حجة على الطبعات الحديثة وهم غير متهمين فى عملهم هذا.
وثانيهما: ولو كانت الكلمة " هى: الباراكليتس " فلماذا خلت منها الطبعات القديمة والنسخ المخطوطة؟!
بل ولماذا خلت منها الطبعات الحديثة..؟!
وأيا كان المدار: فارقليط، أو باراكليتس، أو المعزى، أو الروح القدس فنحن لا نعول على الكلمة نفسها بقدر ما نعول على الأوصاف التى أجريت عليها. مثل يعلمكم كل شىء ـ يمكث معكم إلى الأبد. فهذه الأوصاف هى لرسول الإسلام صلى الله عليه وسلم ومهما اجتهدتم فى صرفها عنه فلن تنصرف.
ولهم " شبهة " أخرى يحلو لهم تردادها وهى: محمد صلى الله عليه وسلم عربى الجنس واللسان، فكيف يرسله الله إلى أمم وأجناس غير عربية.. وكيف يكلف الله الناس برسالة لا يعرفون لغتها ولا عهد لهم بالتحدث معها. وكيف يستطيعون أن يفهموا القرآن، وتوجيهات رسول الإسلام، وهما باللغة العربية.؟!
رد الشبهة نرد عليها من طريقين:
الأول: وهو مستمد من واقع القوم أنفسهم. فهم يدعون تبعاً لما قال " بولس " أن عيسى عليه السلام مرسل لخلاص العالم كله. وأنه أمر حوارييه أن يكرزوا كل العالم برسالة الخلاص، وفى أيامنا هذه كثرت المنشورات التى تقول: المسيح مخلص العالم. وهنا نسأل القوم سؤالاً: أية لغة كانت لغة المسيح عليه السلام وحوارييه؟! هل هى العبرانية أم اليونانية؟! وأيا كان الجواب فإن المسيح كان يتكلم لغة واحدة. وأوحى إليه
الإنجيل بلغة واحدة.. فعلى أى أساس إذن قلتم: إنه منقذ لكل العالم؟! هل كل العالم كان وما يزال يعرف لغة المسيح؟! أم أن العالم أيام المسيح كان يتكلم بعدة لغات.. والآن يتكلم بمئات اللغات..؟! فإن كنتم قد ادعيتم أن المسيح هو منقذ كل العالم مع تسليمكم بأنه كان يتكلم بلغة واحدة فلماذا تنكرون على رسول الإسلام أن يكون مرسلاً لكل العالم.؟! وما الفرق بين رسول الإسلام صلى الله عليه وسلم والمسيح عليه السلام حتى تحظروا عليه ما استبحتموه للمسيح؟! أهذا عدل.. أهذا إنصاف!!
وإن تنازلتم عن عالمية المسيح فأنتم مدينون..؟!
الثانى: وهو مستمد من طبيعة الإسلام. ومن تاريخه الطويل الحافل بكل عجيب.
نعم: إن محمداً صلى الله عليه وسلم عربى اللسان، والجنس، والقرآن العظيم الذى جاء به عربى اللسان، عالمى التوجيه والتشريع والسلطان. ووحدة اللغة فى الإسلام مثل وحدة العقيدة فيه. ولم يحل دون انتشار الإسلام بين الأمم والشعوب غير العربية أن لغة رسالته عربية ورسوله عربى ورواده الأوائل عرب. هذه الاعتبارات لم تحل دون نشر الإسلام لجميع شعوب الأرض باختلاف لغاتها وعقائدها وأجناسها. وكان سلوك الدعوة إلى الإسلام حكيما، وهذه أبرز ملامحه.
أولاً: إن صاحب الدعوة صلى الله عليه وسلم أرسل رسله يحملون رسائله وكتبه إلى كل رؤساء القبائل وملوك الأمم والشعوب، وقد بدأت هذه الطريقة بعد وقوع صلح الحديبية، وكل حامل رسالة أو كتاب إلى رئيس أو ملك كان على علم بلغة من هم المبعوث إليهم.
فقد أرسل النبى صلى الله عليه وسلم إلى هرقل دحية بن خليفة الكلبى.
وأرسل إلى المقوقس عظيم القبط بمصر حاطب بن أبى بلتعة. وأرسل إلى كسرى عبد الله بن حذافة السهمى.
وأرسل إلى الحارث بن أبى شمر الغسانى شجاع بن ذهب الأسدى. وكان هؤلاء الرسل عالمين بلغات من أرسلوا إليهم.
كما كان صلى الله عليه وسلم يحتفظ بمترجمين يترجمون له ما يرد من رسائل لغتها غير العربية.
ثانياً: إن الملوك والرؤساء كان لديهم مترجمون ـ كذلك ـ يترجمون لهم ما يرد من رسول الإسلام أو يقومون بالترجمة من العربية إلى غيرها، ومن غير العربية إلى العربية فى حالة ما إذا كان " المرسل " وفداً يحمل رسائل شفوية للتبليغ.
ثالثاً: إن اليهود وكثيراً من النصارى كانوا يعرفون اللسان العربى، ومن النصارى من هم عرب خلص كنصارى نجران، كما أن العجم من الفرس والروم كان من بينهم عرب يعايشونهم ويقيمون بينهم.
رابعاً: كان صاحب الدعوة صلى الله عليه وسلم يحض أصحابه على تعلم لغات الأمم ومما يروى عنه ـ عليه الصلاة السلام ـ قوله: من تعلم لغة قوم أمن غوائلهم.
خامساً: لما اجتازت الدعوة مرحلة الدعوة بالرسالة والكتاب والوفد، والبعث، ودخلت فى مرحلة الفتح كان الجنود المسلمون ينشرون اللغة العربية كما ينشرون الإسلام نفسه. وما من أرض حل بها الإسلام إلا وقد حلت بها اللغة العربية تعضده، وتؤازره فى انسجام عجيب، فقضت اللغة العربية على لغات الأمم والشعوب وحلت هى محلها. قضت على القبطية فى مصر وعلى الفارسية فى الشام وعلى البربرية فى شمال غرب أفريقيا كما قضت على السريانية وغيرها من اللغات، وأصبحت هى لغة الحياة والإدارة والكتابة والنشر والتأليف.
سادساً: قام العرب المسلمون بترجمة ما دعت إليه المصلحة من تراث الأمم المفتوحة، ففتحوا نوافذ الفكر، والثقافة، والمعرفة لمن لا يعرف غير العربية من العرب المسلمين. كما ترجموا من الفكر الإسلامى ما يصلح ضرورة لغير العرب من المسلمين فنقلوه من العربية إلى غير العربية وفاءً بحق الدعوة والتبليغ.
سابعاً: أقبل غير العرب من الذين دخلوا الإسلام على تعلم العربية وتركوا لغاتهم الأصلية وأصبحوا عربى اللسان واللغة. ومن هؤلاء أعلام لا يحصون كان لهم فضل عظيم فى إنماء الفكر الإسلامى منهم اللغويون، والنحويون، والبيانيون، والفقهاء، والأصوليون، والمفسرون، والمحدثون، والمتكلمون، والفلاسفة، والمناطقة، والرياضيون، والأطباء، والفلكيون، بل والشعراء والأدباء والرحالة والجغرافيون، وغيرهم، وغيرهم.
إن كل مجال من مجالات النشاط العلمى فى الإسلام نبغ فيه كثير من غير العرب بعد تعلمهم اللغة العربية التى كانوا فيها مثل أنجب وأحذق وأمهر أبنائها. ولو رحنا نحصى هؤلاء لضاق بنا السهل والوعر، فلتكن الإشارة إليهم نائباً عن ذلك التفصيل غير المستطاع.
إن وحدة اللغة فى الإسلام لم تحل دون نشر الإسلام، فلم يمض طويل من الزمن حتى بلغت الدعوة مشارق الأرض ومغاربها.
وصلت إلى الهند والصين فى أقصى الشرق، وإلى شواطئ المحيط الأطلسى فى أقصى الغرب وإلى بلاد النوبة جنوباً وإلى جبال البرانس جنوبى فرنسا شمالاً. وتوطدت فى قلب الكون:
الحجاز واليمن والشام وفارس وبلاد ما بين النهرين وما وراء النهرين ومصر وجنوب الوادى، وتركت اللغة العربية الواحدة آثارها فى كل قطر أشرقت فيه شمس الإسلام، وحتى ما فارقه الإسلام ـ كأسبانيا ـ ما تزال حضارة الإسلام وآثار العربية تغزو كل بيت فيها. وكما استوعب الإسلام مناهج الإصلاح فى كل مجالات الحياة الإنسانية استوعبت شقيقته الكبرى " اللغة العربية " كل أنماط التعبير ووسعت بسلطانها كل وسائل التسجيل والتدوين.. وامتلكت ناصية البيان الرائع الجميل، فهى لغة علم، ولغة فن ومشاعر، ووجدان. وقانون وسلام وحرب، ودين ودنيا.
إن أكثر من ألف مليون مسلم ينتشرون فى ربوع الأرض الآن لم يعجز الكثير منهم من غير العرب عن حفظ كتاب الله " القرآن العظيم " ويتلونه كما أنزل بلسان عربى فصيح. فإذا عاد إلى حديثه اليومى لجأ إلى لغة أمه وأبيه وبيئته.
ومسلم غير عربى استطاع أن يحفظ أو يقرأ القرآن بلغته العربية الفصحى لهو قادر ـ لو أدى المسلمون العرب واجبهم نحو لغة التنزيل ـ أن يقرأ بها كتب الحديث، والفقه، والتشريع، والنحو، والصرف، والبلاغة، والأدب وسائر العلوم والفنون.
ولكنه ذنب العرب المسلمين لا ذنب اللغة. فهى مطواعة لمن يريد أن يتقنها إن وجد معلماً مخلصاً. والأمل كبير ـ الآن ـ فى أن يلتقى كل المسلمين على لغة واحدة، كما التقوا على عقيدة واحدة.
إن رسول الإسلام صلى الله عليه وسلم عالمى الدعوة وإن كان عربى اللسان والجنس.
وإن الإسلام الحنيف عالمى التوجيه والسلطان وإن كانت لغة تنزيله عربية ورسوله عربياً، ورواده الأوائل عرباً.
_________
(١) رددنا على هذه الادعاءات فى " الإسلام فى مواجهة الاستشراق فى العالم " مرجع سبق ذكره.
(٢) سفر التثنية: الإصحاح (٣٣) الفقرات (١-٢) .
(٣) سفر التكوين (٢١ - ٢١) .
(٤) سفر التثنية: الإصحاح (١٨) الفقرات (١٨ - ١٩) .
ويكون المعنى عليه: كيف أقيم لهم نبياً من وسط إخوتهم؟ أى لا أفعل هذا.
(٥) الجمعة: ٢.
(٦) البقرة: ١٢٩.
(٧) المزمور (٤٥) الفقرات (٢ - ١٧) مع الحذف اليسير. (٨) الأنبياء: ١٠٧.
(٩) مكان النقط هنا كلام لم نذكره هو " قدوس إسرائيل لأنه مجدك "؟! وهذا مقطع مضاف بكل تأكيد والهدف منه صرف الكلام عن معناه الظاهر!!
(١٠) سفر أشعياء الأصحاح (٦٠) الفقرات (٤-١٢) مع حذف يسير.
(١١) القصص: ٥٧.
(١٢) (٣ ـ٣ ـ١٥) مع الحذف.
(١٣) الإصحاح (٣) الفقرة (٢) .
(١٤) الإصحاح (٤) الفقرة (١٧) .
(١٥) الإصحاح (٦) الفقرة (٩ـ١٠) .
(١٦) الإصحاح (١١) الفقرة (٢) .
(١٧) الإصحاح (٩) الفقرة (٢) .
(١٨) الإصحاح (١) الفقرة (١٤ ـ١٥) .
(١٩) هذا إيضاح وليس من النص.
(٢٠) الإصحاح (١٤) الفقرات (٢٤ ـ ٢٦) .
(٢١) الإصحاح (١٦) الفقرتان (٧ ـ٨) .
(٢٢) الإصحاح (١٦) الفقرة (١٣) .
(٢٣) مريم: ٣٤.
(٢٤) الإصحاح (١٥) فقرتا (٢٦ ـ ٢٧) .
(٢٥) انظر كتاب " إظهار الحق " ص ٥٢٨ للشيخ رحمت الله الهندى تحقيق الدكتور أحمد حجازى السقا. نشر دار التراث.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b434] VALUES (50,'<span data-type="title" id=toc-53>٤٩- قوم النبى محمد صلى الله عليه وسلم زناة من أصحاب الجحيم</span>!
الرد على الشبهة:
ما ذنب النبى محمد صلى الله عليه وسلم أن يقع قومه ومن أرسل إليهم فى خطيئة الزنا أو أن يكونوا من أصحاب الجحيم؟ مادام هو صلوات الله وسلامه عليه قد برئ من هذه الخطيئة ولاسيما فى مرحلة ما قبل النبوة، وكانت مرحلة الشباب التى يمكن أن تكون إغراء له ولأمثاله أن يقعوا فى هذه الخطيئة؛ لاسيما وأن المجتمع الجاهلى كان يشجع على ذلك وكان الزنا فيه من الأمور العادية التى يمارسها أهل الجاهلية شبانًا وشيبًا أيضًا. وكان للزنا فيه بيوت قائمة يعترف المجتمع بها، وتُعلق على أبوابها علامات يعرفها بها الباحثون عن الخطيئة، وتعرف بيوت البغايا باسم أصحاب الرايات.
ومع هذا الاعتراف العلنى من المجتمع الجاهلى بهذه الخطيئة، ومع أن ممارستها للشباب وحتى للشيب لم تكن مما يكره المجتمع أو يعيب من يمارسونه؛ فإن محمدًا صلى الله عليه وسلم لم يقع فيها أبدًا بل شهدت كل كتب السير والتواريخ له صلى الله عليه وسلم بالطهارة والعفة وغيرهما من الفضائل الشخصية التى يزدان بها الرجال وتحسب فى موازين تقويمهم وتقديرهم، وأرسله الله سبحانه ليغير هذا المنكر. هذه واحدة والثانية: أن الرسالة التى دعا بها ودعا إليها محمد صلى الله عليه وسلم حرّمت الزنا تحريماً قاطعاً وحملت آياتها فى القرآن الكريم عقاباً شديداً للزانى والزانية يبدأ بعقوبة بدنية هى أن يجلد كل منهما مائة جلدة قاسية يتم تنفيذها علناً بحيث يشهدها الناس لتكون عبرة وزجراً لهم عن التورط فيها
كما تقول الآية الكريمة: (الزانية والزانى فاجلدوا كل واحد منهما مائة جلدة ولا تأخذكم بهما رأفة فى دين الله إن كنتم تؤمنون بالله واليوم الآخر وليشهد عذابهما طائفة من المؤمنين) (١) .
فإذا كان الزانيان محصنين أى كل منهما متزوج ارتفعت العقوبة إلى حدّ الإعدام رمياً بالحجارة حتى الموت.
ولا تقف العقوبة عند ذلك بل نرى أن رسالة محمد صلى الله عليه وسلم تضع مَنْ يمارسون هذه الخطيئة فى مرتبة دونية من البشر حتى لكأنهم صنف منحط وشاذ عن بقية الأطهار الأسوياء فتقول الآية الكريمة عنهم: (الزانى لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زانٍ أو مشرك وحرم ذلك على المؤمنين) (٢) .
من الذى يحمل المسئولية عن الخطيئة؟
فإذا كان محمد صلى الله عليه وسلم قد طهر من هذه الخطيئة فى المجتمع الذى كان يراها عادية ومألوفة، ثم كانت رسالته صلى الله عليه وسلم تحرمها التحريم القاطع والصريح، وتضع مرتكبيها فى مرتبة الانحطاط والشذوذ عن الأسوياء من البشر..
فلِمَ يُعَيّر محمد صلى الله عليه وسلم بأن بعض قومه زناة؟ وهل يصح فى منطق العقلاء أن يعيبوا إنساناً بما فى غيره من العيوب؟ وأن يحملوه أوزار الآخرين وخطاياهم؟.
وهنا يكون للمسألة وجه آخر يجب التنويه إليه وهو خاص بالمسئولية عن الخطيئة أهى فردية خاصة بمن يرتكبونها؟ أم أن آخرين يمكن أن يحملوها نيابة عنهم ويؤدون كفارتها؟ !
أن الإسلام يمتاز بأمرين مهمين:
أولهما: أن الخطيئة فردية يتحمل من وقع فيها وحده عقوبتها ولا يجوز أن يحملها عنه أو حتى يشاركه فى حملها غيره وصريح آيات القرآن يقول: (لا يكلف الله نفساً إلا وسعها لها ما كسبت وعليه ما اكتسبت) (٣) . ثم: (ولا تكسب كل نفس إلا عليها ولا تزر وازرة وزر أخرى) (٤) . وورد هذا النص فى آيات كثيرة.
أما الأمر الثانى: فيما أقره الإسلام فى مسألة الخطيئة فهو أنها لا تورث، ولا تنقل من مخطئ ليتحمل عنه وزره آخر حتى ولو بين الآباء وأبنائهم وفى هذا يقول القرآن الكريم: (واتقوا يوماً لا تجزى نفس عن نفس شيئاً) (٥) .
(هنالك تبلو كل نفس ما أسلفت) (٦) .
(ليجزى الله كل نفس ما كسبت إن الله سريع الحساب) (٧) .
(يوم تأتى كل نفس تجادل عن نفسها) (٨) .
(ولتجزى كل نفس بما كسبت وهم لا يظلمون) (٩) .
(كل نفس بما كسبت رهينة) (١٠) .
وغير هذا كثير مما يؤكد ما أقرَّه الإسلام من أن الخطايا فردية وأنها لا تورث ولا يجزى فيها والد عن ولده، ولا مولود هو جاز عن والده شيئاً.
وما دام الأمر فلا أن فلم يلام محمد صلى الله عليه وسلم ولا يعاب شخصه أو تعاب رسالته بأن بعض أهله أو حتى كلهم زناة مارسوا الخطيئة التى كان يعترف بها مجتمعه ولا يجزى فيها شيئاً أو ينقص الشرف والمروءة أو يعاب بها عندهم من يمارسها.
وحسب محمد صلى الله عليه وسلم أنه لم يقع أبداً فى هذه الخطيئة لا قبل زواجه ولا بعده، ثم كانت رسالته دعوة كبرى إلى التعفف والتطهر وإلى تصريف الشهوة البشرية فى المصرف الحلال الذى حض الإسلام عليه وهو النكاح الشرعى الحلال، ودعا المسلمين إلى عدم المغالاة فى المهور تيسيراً على الراغبين فى الحلال، حتى كان الرسول صلى الله عليه وسلم يزوج الرجل بأقل وأيسر ما يملك من المال، وأثر عنه صلى الله عليه وسلم أن شاباً جاءه يرغب إليه فى الزواج وما كان معه ما يفى بالمراد فقال له صلى الله عليه وسلم: [التمس ولو خاتماً من حديد] (١١) .
أكثر من هذا أنه صلى الله عليه وسلم كان يزوج بعض الصحابة بما يحفظ من القرآن الكريم.
لهذا لم تقع خطايا الزنا فى المجتمع فى العهد النبوى كله إلا فى ندرة نادرة، ربما لأن الحق سبحانه شاء أن تقع وأن يقام فيها الحد الشرعى ليسترشد بها المجتمع فى مستقبل الأيام؛ كتشريع تم تطبيقه فى حالات محددة يكون هادياً ودليلاً فى القضاء والحكم.
هذا عن اتهام محمد صلى الله عليه وسلم بأن أهله زناة، وهو كما أوضحنا اتهام متهافت لا ينال من مقام النبوة ولا يرتقى إلى أقدام صاحبها صلى الله عليه وسلم. وقد أتينا عليه بما تستريح إليه ضمائر العقلاء وبصائر ذوى القلوب النقية.
أما عن اتهامه صلى الله عليه وسلم بأن أهله من أصحاب الجحيم، فهى شهادة لجلال التشريع الذى أنزله الحق - على محمد فأكمل به الدين وأتم به النعمة.
بل إن ما يعيبون به محمداً صلى الله عليه وسلم من أن أهله من أصحاب الجحيم ليس أبداً عيبًا فى منطق العقلاء ذوى النصفة والرشد؛ بل إنه وسام تكريم لمحمد صلى الله عليه وسلم ولرسالته الكاملة والخاتمة فى أن التشريع الذى نزلت به سوَّى بين من هم أقرباء محمد صلى الله عليه وسلم وبين من هم غرباء عنه فى جميع الأحكام ثواباً وعقوبة.
بل إن التشريع الذى نزل على محمد صلى الله عليه وسلم نص صراحة على التزام العدل خاصة حين يكون أحد أطرافه ذا قربى فقال القرآن: (ما كان للنبى والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولى قربى من بعد ما تبين لهم أنهم أصحاب الجحيم) (١٢) . وقوله: (وإذا قلتم فاعدلوا ولو كان ذا قربى) (١٣) .
أما فى السنة النبوية فحديث المرأة المخزومية ـ من بنى مخزوم ذوى الشرف والمكانة ـ التى ارتكبت جريمة السرقة وهى جريمة عقوبتها حدّ السرقة وهو قطع يد السارق كما تنص عليه آيات القرآن، وشغل بأمرها مجتمع المدينة لئلا يطبق عليها الحدّ فتقطع يدها وهى ذات الشرف والمكانة فسعوا لدى أسامة بن زيد - حبِّ رسول الله صلى الله عليه وسلم - أن يشفع لها لدى رسول الله صلى الله عليه وسلم فكلم رسول الله صلى الله عليه وسلم فقال: [أتشفع فى حد من حدود الله؟ ثم قام فخطب فقال: يا أيها الناس إنما ضل من كان قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وايم الله لو أن فاطمة بنت محمد سرقت لقطع محمد يدها] (١٤) .
وعليه فكون بعض آل محمد وذوى قرباه من أصحاب الجحيم كأبى لهب عمه الذى نزلت فيه سورة المسد: (تبت يدا أبى لهب وتب) (١٥) وغيره ممن كان نصيرًا لهم مع بقائه على شركه..
كون هؤلاء من أصحاب الجحيم لأنهم بقوا على شركهم ولم تنفعهم قرابتهم لمحمد صلى الله عليه وسلم هو فى الواقع شهادة تقدير تعطى لمحمد ورسالته التى سوَّت فى العدل بين القريب وبين الغريب، ولم تجعل لعامل القرابة أدنى تأثير فى الانحياز ضد الحق لصالح القريب على الغريب. وما قاله المبطلون هو فى الحق وسام وليس باتهام.
وصلى الله وسلم على النبى العظيم.
_________
(١) النور: ٢.
(٢) النور: ٣.
(٣) البقرة: ٢٨٦.
(٤) الأنعام: ١٦٤.
(٥) البقرة ٤٨.
(٦) يونس: ٣٠.
(٧) إبراهيم: ٥١.
(٨) النحل: ١١١.
(٩) الجاثية: ٢٢.
(١٠) المدثر: ٣٨.
(١١) رواة البخارى [كتاب النكاح] .
(١٢) التوبة: ١١٣.
(١٣) الأنعام: ١٥٢.
(١٤) رواة البخارى [كتاب أحاديث الأنبياء] .
(١٥) المسد: ١.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b434] VALUES (51,'<span data-type="title" id=toc-54>٥٠- مات النبى صلى الله عليه وسلم بالسم</span>
الرد على الشبهة:
حين تصاب القلوب بالعمى بسبب ما يغشاها من الحقد والكراهية يدفعها حقدها إلى تشويه الخصم بما يعيب، وبما لا يعيب، واتهامه بما لا يصلح أن يكون تهمة، حتى إنك لترى من يعيب إنساناً مثلاً بأن عينيه واسعتان أو أنه أبيض اللون طويل القامة، أو مثلاً قد أصيب بالحمى ومات بها، أو أن فلاناً من الناس قد ضربه وأسال دمه؛ فهذا كأن أو أن تعيب الورد بأن لونه أحمر مثلاً؛ وغير ذلك مما يستهجنه العقلاء ويرفضونه ويرونه إفلاسًا وعجزًا.
أن محمداً صلى الله عليه وسلم قدمت له امرأة من نساء اليهود شاة مسمومة فأكل منها فمات صلى الله عليه وسلم.
وينقلون عن تفسير البيضاوى:
أنه لما فتحت خيبر واطمأن الناس سألت زينب بنت الحارس - وهى امرأة سلام بن مشكم (اليهودى) - عن أى الشاة أحب إلى محمد صلى الله عليه وسلم؟ فقيل لها: إنه يحب الذراع لأنه أبعدها عن الأذى فعمدت إلى عنزة لها فذبحتها ثم عمدت إلى سمّ لا يلبث أن يقتل لساعته فسمَّت به الشاة، وذهبت بها جارية لها إلى الرسول صلى الله عليه وسلم وقالت له: يا محمد هذه هدية أهديها إليك.
وتناول محمد الذراع فنهش منها.. فقال صلى الله عليه وسلم: ارفعوا أيديكم فإن هذه الذراع والكتف تخبرنى بأنها مسمومة؛ ثم سار إلى اليهودية فسألها لم فعلت ذلك؟ قالت: نلت من قومى ما نلت ... وكان ذلك بعد فتح " خيبر " أحد أكبر حصون اليهود فى المدينة وأنه صلى الله عليه وسلم قد عفا عنها.
ثم يفصحون عن تفسير البيضاوى:
أنه صلى الله عليه وسلم لما اقترب موته قال لعائشة ـ رضى الله عنها ـ يا عائشة هذا أوان انقطاع أبهرى (١) .
فليس فى موته صلى الله عليه وسلم بعد سنوات متأثرًا بذلك السُّم إلا أن جمع الله له بين الحسنيين، أنه لم يسلط عليه من يقتله مباشرة وعصمه من الناس وأيضًا كتب له النجاة من كيد الكائدين وكذلك كتب له الشهادة ليكتب مع الشهداء عند ربهم وما أعظم أجر الشهيد.
وأيضًا.. لا شك أن عدم موته بالسم فور أكله للشاة المسمومة وحياته بعد ذلك سنوات يُعد معجزة من معجزاته، وعَلَمًا من أعلام نبوته يبرهن على صدقه، وعلى أنه رسول من عند الله حقًا ويقينًا.
وقد اقتضت حكمة الله تعالى أن يموت فى الأجل الذى أجله له رغم تأثره بالسم من لحظة أكله للشاة المسمومة حتى موته بعد ذلك بسنوات.
_________
(١) الأبهران عرقان متصلان بالقلب وإذا قطعا كانت الوفاة.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b434] VALUES (52,'<span data-type="title" id=toc-55>٥١- تعدد زوجات النبى محمد صلى الله عليه وسلم</span>
قالوا إنه صلى الله عليه وسلم:
* تزوج زوجة ابنه بالتبنى (زيد بن حارثة) .
* أباح لنفسه الزواج من أى امرأة تهبه نفسها (الخلاصة أنه شهوانى) .
الرد على الشبهة:
الثابت المشهور من سيرته صلى الله عليه وسلم أنه لم يتزوج إلا بعد أن بلغ الخامسة والعشرين من العمر.
والثابت كذلك أن الزواج المبكر كان من أعراف المجتمع الجاهلى رغبة فى الاستكثار من البنين خاصة ليكونوا للقبيلة عِزًّا ومنعة بين القبائل.
ومن الثابت كذلك فى سيرته الشخصية صلى الله عليه وسلم اشتهاره بالاستقامة والتعفف عن الفاحشة والتصريف الشائن الحرام للشهوة، رغم امتلاء المجتمع الجاهلى بشرائح من الزانيات اللاتى كانت لهن بيوت يستقبلن فيها الزناة ويضعن عليها " رايات " ليعرفها طلاب المتع المحرمة.
ومع هذا كله ـ مع توفر أسباب الانحراف والسقوط فى الفاحشة فى مجتمع مكة ـ لم يُعرَف عن الرسول محمد صلى الله عليه وسلم إلا التعفف والطهارة بين جميع قرنائه؛ ذلك لأن عين السماء كانت تحرسه وتصرف عنه كيد الشيطان.
ويُرْوَى فى ذلك أن بعض أترابه الشباب أخذوه ذات يوم إلى أحد مواقع المعازف واللهو فغشَّاه الله بالنوم فما أفاق منه إلا حين أيقظه أترابه للعودة إلى دورهم.
هذه واحدة..
أما الثانية فهى أنه حين بلغ الخامسة والعشرين ورغب فى الزواج لم يبحث عن " البكر " التى تكون أحظى للقبول وأولى للباحثين عن مجرد المتعة. وإنما تزوج امرأة تكبره بحوالى خمسة عشر عامًا، ثم إنها ليست بكرًا بل هى ثيب، ولها أولاد كبار أعمار أحدهم يقترب من العشرين؛ وهى السيدة خديجة وفوق هذا كله فمشهور أنها هى التى اختارته بعد ما لمست بنفسها ـ من خلال مباشرته لتجارتها ـ من أمانته وعفته وطيب شمائله صلى الله عليه وسلم.
والثالثة أنه صلى الله عليه وسلم بعد زواجه منها دامت عشرته بها طيلة حياتها ولم يتزوج عليها حتى مضت عن دنياه إلى رحاب الله. وقضى معها - رضى الله عنها - زهرة شبابه وكان له منها أولاده جميعًا إلا إبراهيم الذى كانت أمه السيدة " مارية " القبطية.
والرابعة أنه صلى الله عليه وسلم عاش عمره بعد وفاتها - رضى الله عنها - محبًّا لها يحفظ لها أطيب الذكريات ويعدد مآثرها وهى مآثر لها خصوص فى حياته وفى نجاح دعوته فيقول فى بعض ما قال عنها: [صدقتنى إذ كذبنى الناس وأعانتنى بمالها] . بل كان صلى الله عليه وسلم لا يكف عن الثناء عليها والوفاء لذكراها والترحيب بمن كن من صديقاتها، حتى أثار ذلك غيرة السيدة عائشة - رضى الله عنها.
أما تعدد زوجاته صلى الله عليه وسلم فكان كشأن غيره من الأنبياء له أسبابه منها:
أولاً: كان عُمْرُ محمد صلى الله عليه وسلم فى أول زواج له صلى الله عليه وسلم بعد وفاة خديجة تجاوز الخمسين وهى السنّ التى تنطفىء فيها جذوة الشهوة وتنام الغرائز الحسية بدنيًّا، وتقل فيها الحاجة الجنسية إلى الأنثى وتعلو فيها الحاجة إلى من يؤنس الوحشة ويقوم بأمر الأولاد والبنات اللاتى تركتهم خديجة - رضى الله عنها -.
وفيما يلى بيان هذا الزواج وظروفه.
الزوجة الأولى: سودة بنت زمعة: كان رحيل السيدة خديجة - رضى الله عنها - مثير أحزان كبرى فى بيت النبى صلى الله عليه وسلم وفى محيط الصحابة - رضوان الله عليهم - إشفاقًا عليه من الوحدة وافتقاد من يرعى شئونه وشئون أولاده. ثم تصادف فقدانه صلى الله عليه وسلم عمه أبا طالب نصيره وظهيره وسُمِّىَ العام الذى رحل فيه نصيراه خديجة وأبو طالب عام الحزن.
فى هذا المناخ.. مناخ الحزن والوحدة وافتقاد من يرعى شئون الرسول وشئون أولاده سعت إلى بيت الرسول واحدة من المسلمات تُسمى خولة بنت حكيم السلمية وقالت: له يا رسول الله كأنى أراك قد دخلتك خلّة لفقد خديجة فأجاب صلى الله عليه وسلم: [أجل كانت أم العيال وربة البيت] ، فقالت يا رسول الله: ألا أخطب عليك؟.
فقال الرسول صلى الله عليه وسلم: ولكن - من بعد خديخة؟! فذكرت له عائشة بنت أبى بكر فقال الرسول: لكنها ما تزال صغيره فقالت: تخطبها اليوم ثم تنتظر حتى تنضج.. قال الرسول ولكن من للبيت ومن لبنات الرسول يخدمهن؟ فقالت خولة: إنها سودة بنت زمعة، وعرض الأمر على سودة ووالدها: فتم الزواج ودخل بها صلى الله عليه وسلم بمكة.
وهنا تجدر الإشارة إلى أن سودة هذه كانت زوجة للسكران بن عمرو وتوفى عنها زوجها بمكة فلما حلّت تزوجها الرسول صلى الله عليه وسلم وكانت أول امرأة تزوجها صلى الله عليه وسلم بعد خديجة، وكان ذلك فى رمضان سنة عشر من النبوة.
وعجب المجتمع المكى لهذا الزواج لأن " سودة " هذه ليست بذات جمال ولا حسب ولا تصلح أن تكون خلفًا لأم المؤمنين خديجة التى كانت عند زواج الرسول صلى الله عليه وسلم بها جميلة وضيئة وحسيبة تطمح إليها الأنظار.
وهنا أقول للمرجفين الحاقدين: هذه هى الزوجة الأولى للرسول بعد خديجة، فهى مؤمنة هاجرت الهجرة الأولى مع من فرّوا بدينهم إلى الحبشة وقد قَبِلَ الرسول زواجها حماية لها وجبرًا لخاطرها بعد وفاة زوجها إثر عودتهما من الحبشة.
وليس الزواج بها سعارَ شهوة للرسول ولكنه كان جبرًا لخاطر امرأة مؤمنة خرجت مع زوجها من أهل الهجرة الأولى إلى الحبشة ولما عادا توفى زوجها وتركها امرأة تحتاج هى وبنوها إلى من يرعاهم.
الزوجة الثانية بعد خديجة: عائشة بنت أبى بكر الذى يقول عنه الرسول صلى الله عليه وسلم: " إن من آمن الناس علىّ فى ماله وصحبته أبا بكر، ولو كنت متخذًا خليلاً لاتخذت أبا بكر خليلاً، ولكن أخوة الإسلام..".
ومعروف من هو أبو بكر الذى قال عنه الرسول صلى الله عليه وسلم متحدثاً عن عطائه للدعوة " ما نفعنى مالٌ قط ما نفعنى مال أبى بكر "، وأم عائشة هى أم رومان بنت عامر الكنانى من الصحابيات الجليلات، ولما توفيت نزل رسول الله صلى الله عليه وسلم إلى قبرها واستغفرلها وقال: " اللهم لم يخف عليك ما لقيت أم رومان فيك وفى رسولك صلى الله عليه وسلم "، وقال عنها يوم وفاتها:
" من سرّه أن ينظر إلى امرأة من الحور العين فلينظر إلى أم رومان " ولم يدهش مكة نبأ المصاهرة بين أعز صاحبين؛ بل استقبلته كما تستقبل أمرًا متوقعاً؛ ولذا لم يجد أى رجل من المشركين فى هذا الزواج أى مطعن - وهم الذين لم يتركوا مجالاً للطعن إلا سلكوه ولو كان زورًا وافتراء.
وتجدر الإشارة هنا إلى أن زواج الرسول صلى الله عليه وسلم بفتاة بينه وبينها قرابة خمسين عامًا ليس بدعا ولا غريبًا لأن هذا الأمر كان مألوفًا فى ذلك المجتمع. لكن المستشرقين ومن تحمل قلوبهم الحقد من بعض أهل الكتاب - على محمد صلى الله عليه وسلم - جعلوا من هذا الزواج اتهامًا للرسول وتشهيرًا به بأنه رجل شهوانى غافلين بل عامدين إلى تجاهل ما كان واقعًا فى ذلك المجتمع من زواج الكبار بالصغيرات كما فى هذه النماذج:
- فقد تزوج عبد المطلب جد الرسول صلى الله عليه وسلم من هالة بنت عم آمنة التى تزوجها أصغر أبنائه عبد الله ـ والد الرسول صلى الله عليه وسلم.
- وتزوج عمر بن الخطاب ابنة على بن أبى طالب وهو أكبر سنًّا من أبيها.
ـ وعرض عمر على أبى بكر أن يتزوج ابنته الشابة " حفصة " وبينهما من فارق السن مثل الذى بين المصطفى صلى الله عليه وسلم وبين " عائشة " (١) .
كان هذا واقع المجتمع الذى تزوج فيه الرسول صلى الله عليه وسلم بعائشة. لكن المستشرقين والممتلئة قلوبهم حقدًا من بعض أهل الكتاب لم ترَ أعينهم إلا زواج محمد بعائشة والتى جعلوها حدث الأحداث - على حد مقولاتهم - أن يتزوج الرجل الكهل بالطفلة الغريرة العذراء (٢) .
قاتل الله الهوى حين يعمى الأبصار والبصائر!
الزوجة الثالثة: حفصة بنت عمر الأرملة الشابة:
توفى عنها زوجها حنيس بن حذافة السهمى وهو صحابى جليل من أصحاب الهجرتين - إلى الحبشة ثم إلى المدينة - ذلك بعد جراحة أصابته فى غزوة أُحد حيث فارق الحياة وأصبحت حفصة بنت عمر بن الخطاب أرملة وهى شابة.
وكان ترمّلها مثار ألم دائم لأبيها عمر بن الخطاب الذى كان يحزنه أن يرى جمال ابنته وحيويتها تخبو يومًا بعد يوم..
وبمشاعر الأبوة الحانية وطبيعة المجتمع الذى لا يتردد فيه الرجل من أن يخطب لابنته من يراه أهلاً لها..
بهذه المشاعر تحدث عمر إلى الصديق " أبى بكر " يعرض عليه الزواج من حفصة لكن أبا بكر يلتزم الصمت ولا يرد بالإيجاب أو بالسلب.
فيتركه عمر ويمضى إلى ذى النورين عثمان بن عفان فيعرض عليه الزواج من حفصة فيفاجئه عثمان بالرفض..
فتضيق به الدنيا ويمضى إلى الرسول صلى الله عليه وسلم يخبره بما حدث فيكون رد الرسول صلى الله عليه وسلم عليه هو قوله: [يتزوج حفصةَ خيرٌ من عثمان ويتزوج عثمان خيرًا من حفصة] (٣) .
وأدركها عمر - رضى الله عنه - بفطرته إذ معنى قول الرسول صلى الله عليه وسلم فيما استشعره عمر هو أن من سيتزوج ابنته حفصة هو الرسول نفسه وسيتزوج عثمان إحدى بنات الرسول صلى الله عليه وسلم.
وانطلق عمر إلى حفصة والدنيا لا تكاد تسعه من الفرحة وارتياح القلب إلى أن الله قد فرّج كرب ابنته.
الزوجة الرابعة: أم سلمة بنت زاد الراكب:
من المهاجرين الأولين إلى الحبشة وكان زوجها (أبو سلمة) عبد الله ابن عبد الأسد المخزومى أول من هاجر إلى يثرب (المدينة) من أصحاب محمد صلى الله عليه وسلم. جاءت إلى بيت النبى صلى الله عليه وسلم كزوجة بعد وفاة " أم المساكين زينب بنت خزيمة الهلالية " بزمن غير قصير.
سليلة بيت كريم، فأبوها أحد أجواد قريش المعروفين بلقب زاد الراكب؛ إذ كان لا يرافقه أحد فى سفر إلا كفاه زاده.
وزوجها الذى مات عنها صحابى من بنى مخزوم ابن عمة المصطفى صلى الله عليه وسلم وأخوه من الرضاعة ذو الهجرتين إلى الحبشة ثم إلى المدينة. وكانت هى وزوجها من السابقين إلى الإسلام. وكانت هجرتهما إلى المدينة معًا وقد حدث لها ولطفلها أحداث أليمة ومثيرة ذكرتها كتب السير. رضى الله عن أم سلمة.. ولا نامت أعين المرجفين.
الزوجة الخامسة: زينب بنت جحش:
لم أرَ امرأة قط خيرًا فى الدين من زينب، وأتقى لله وأصدق حديثًا وأوصل للرحم وأعظم صدقة وأشد تبديلا إلا لنفسها فى العمل الذى تتصدق وتتقرب به إلى الله عز وجل؟ (٤) .
هكذا تحدثت أم المؤمنين عائشة - رضى الله عنها- عن " ضرّتها " زينب بنت جحش. أما المبطلون الحاقدون من بعض أهل الكتاب فقالوا:
أُعْجِب محمد صلى الله عليه وسلم ـ وحاشا له - بزوجة متبناه " زيد بن حارثة " فطلقها منه وتزوجها.
ويرد الدكتور هيكل فى كتابه " حياة محمد " (٥) صلى الله عليه وسلم على هذا فيقول: إنها شهوة التبشير المكشوف تارة والتبشير باسم العلم تارة أخرى، والخصومة القديمة للإسلام تأصلت فى النفوس منذ الحروب الصليبية هى التى تملى على هؤلاء جميعًا ما يكتبون.
والحق الذى كنا نود أن يلتفت إليه المبطلون الحاقدون على الإسلام ورسوله صلى الله عليه وسلم.. هو أن زواج محمد صلى الله عليه وسلم من زوجة ابنه بالتبنى زيد بن حارثة إنما كان لحكمة تشريعية أرادها الإسلام لإبطال هذه العادة ـ عادة التبنى ـ التى هى فى الحقيقة تزييف لحقائق الأمور كان لها فى واقع الناس والحياة آثار غير حميدة.
ولأن هذه العادة كانت قد تأصلت فى مجتمع الجاهلية اختارت السماء بيت النبوة بل نبى الرسالة الخاتمة نفسه صلى الله عليه وسلم ليتم على يديه وفى بيته الإعلان العلمى عن إبطال هذه العادة.
وتجدر الإشارة هنا إلى مجموعة الآيات القرآنية التى جاءت إعلاناً عن هذا الحكم المخالف لعادات الجاهلية وتفسيرًا للتشريع الجديد فى هذه ـ المسألة وفى موضوع الزواج بزينب حيث تقول:
(ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين) (٦) .
(ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم فى الدين ومواليكم) (٧) .
(وإذ تقول للذى أنعم الله عليه وأنعمت عليه أمسك عليك زوجك واتق الله وتخفى فى نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه فلما قضى زيد منها وطرًا زوجناكها لكيلا يكون على المؤمنين حرج فى أزواج أدعيائهم إذا قضوا منهن وطرًا وكان أمر الله مفعولاً) (٨) .
مرة أخرى نذكر بأن زواج الرسول صلى الله عليه وسلم من زينب لم تكن وراءه أبدًا شهوة أو رغبة جنسية وإنما كان أمرًا من قدر الله وإرادته لإبطال عادة التبنى من خلال تشريع يتردد صداه بأقوى قوة فى المجتمع الجاهلى الذى كانت عادة التبنى أصلاً من أصوله وتقليدًا مستقرًا فيه، فكان السبيل لأبطالها أن يتم التغيير فى بيت النبوة وعلى يد الرسول نفسه صلى الله عليه وسلم.
وقد فطنت السيدة " زينب بنت جحش " نفسها إلى هذا الأمر فكانت تباهى به ضراتها وتقول لهن: " زوجكن أهاليكن وزوجنى ربى من فوق سبع سمَوات " (٩) .
أما لماذا كان زيد بن حارثة نفسه يتردد على الرسول معربًا عن رغبته فى تطليق زينب؛ فلم يكن - كما زعم المرجفون - أنه شعر أن الرسول يرغب فيها فأراد أن يتنازل عنها له..
ولكن لأن حياته معها لم تكن على الوفاق أو التواد المرغوب فيه؛ ذلك أن زينب بنت جحش لم تنس أبدًا ـ وهى الحسيبة الشريفة والجميلة أيضًا أنها أصبحت زوجًا لرجل كان رقيقًا عند بعض أهلها وأنه ـ عند الزواج بها ـ كان مولىً للرسول صلى الله عليه وسلم أعتقه بعد ما اشتراه ممن أسره من قريش وباعه بمكة.
فهو ـ وإن تبناه محمد وبات يسمى زيد بن محمد فى عرف المجتمع المكى كله، لكنه عند العروس الحسيبة الشريفة والجميلة أيضا ما يزال ـ كما كان بالأمس - الأسير الرقيق الذى لا يمثل حُلم من تكون فى مثل حالها من الحسب والجمال وليس هذا بغريب بل إنه من طبائع الأشياء.
ومن ثم لم تتوهج سعادتها بهذا الزواج، وانعكس الحال على زيد بن حارثة فانطفأ فى نفسه توهج السعادة هو الآخر، وبات مهيأ النفس لفراقها بل لقد ذهب زيد إلى الرسول صلى الله عليه وسلم يشكو زينب إليه كما جاء فى البخارى من حديث أنس قال: جاء زيد يشكو إلى الرسول فجعل صلى الله عليه وسلم يقول له: [أمسك عليك زوجك واتق الله] (١٠) قال أنس: لو كان النبى كاتمًا شيئًا لكتم هذا الحديث.
لكن الرسول صلى الله عليه وسلم كان يقول له كما حكته الآية: أمسك عليك زوجك ولا تسارع بتطليقها.
وزينب بنت جحش هى بنت عمة الرسول صلى الله عليه وسلم - كما سبقت الإشارة - وهو الذى زوجها لمولاه " زيد " ولو كانت به رغبة فيها لاختارها لنفسه؛
وخاصة أنه رآها كثيراً قبل فرض الحجاب، وكان النساء فى المجتمع الجاهلى غير محجبات فما كان يمنعه - إذًا - من أن يتزوجها من البداية؟! ؛ ولكنه لم يفعل.
فالأمر كله ليس من عمل الإرادة البشرية لهم جميعًا: لا لزينب ولا لزيد ولا لمحمد صلى الله عليه وسلم، ولكنه أمر قدرى شاءته إرادة الله لإعلان حكم وتشريع جديدين فى قضية إبطال عادة " التبنى " التى كانت سائدة فى المجتمع آنذاك.
يؤكد هذا ويدل عليه مجموع الآيات الكريمة التى تعلقت بالموضوع فى سورة الأحزاب.
أما الجملة التى وردت فى قوله تعالى: (وتخفى فى نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه) (١١) . فإن ما أخفاه النبى صلى الله عليه وسلم هو كتم ما كان الله قد أخبره به من أن زينب ـ يومًا ما ـ ستكون زوجًا له؛ لكنه لم يصرح به خشية أن يقول الناس: إنه تزوج زوجة ابنه بالتبنى (١٢) .
الزوجة السادسة: جويرية بنت الحارث الخزاعية:
الأميرة الحسناء التى لم تكن امرأة أعظم بركة على قومها منها فقد أعتق الرسول صلى الله عليه وسلم بعد زواجه بها أهل مائة بيت من بنى المصطلق (التى هى منهم) .
كانت ممن وقع فى الأسر بعد هزيمة بنى المصطلق من اليهود فى الغزوة المسماة باسمهم. وكاتبها من وقعت فى أسره على مال فذهبت إلى الرسول صلى الله عليه وسلم فقال لها: " أو خير من ذلك؟.
قالت: وما هو؟ قال: أقضى عنك كتابتك وأتزوجك.
قالت: وقد أفاقت من مشاعر الهوان والحزن: نعم يا رسول الله.
قال: قد فعلت " (١٣) .
وذاع الخبر بين المسلمين: أن رسول صلى الله عليه وسلم قد تزوج بنت الحارث بن ضرار زعيم بنى المصطلق وقائدهم فى هذه الغزوة..
معنى هذا أن جميع من بأيديهم من أسرى بنى المصطلق قد أصبحوا بعد هذا الزواج كأنهم أصهار رسول الله صلى الله عليه وسلم.
وإذا تيار من الوفاء والمجاملة من المسلمين للرسول صلى الله عليه وسلم تجسد فى إطلاق المسلمين لكل من بأيديهم من أسرى بنى المصطلق وهم يقولون: أصهار رسول الله، فلا نبقيهم أسرى.
ومع أن زواج الرسول صلى الله عليه وسلم بهذه الأسيرة بنت سيد قومها والذى جاءته ضارعة مذعورة مما يمكن أن تتعرض له من الذل من بعد عزة.. فإذا هو يرحمها بالزواج، ثم يتيح لها الفرصة لأن تعلن إسلامها وبذا تصبح واحدة من أمهات المؤمنين.
ويقولون: إنه نظر إليها.
وأقول: أما أنه نظر إليها فهذا لا يعيبه ـ وربما كان نظره إليها ضارعة مذعورة - هو الذى حرك فى نفسه صلى الله عليه وسلم عاطفة الرحمة التى كان يأمر بها بمن فى مثل حالتها ويقول: [ارحموا عزيز قوم ذل] ، فرحمها وخيرها فاختارت ما يحميها من هوان الأسر ومذلة الأعزة من الناس.
على أن النظر شرعًا مأذون به عند الإقدام على الزواج - كما فى هذه الحالة - وكما أمر به صلى الله عليه وسلم أحد أصحابه عند رغبته فى الزواج - قائلاً له: [انظر إليها فإنه أحرى أن يؤدم بينكما] (١٤) .
وقد توفيت فى دولة بنى أمية وصلى عليها عبد الملك بن مروان وهى فى السبعين من العمر - رضى الله عنها.
الزوجة السابعة: صفية بنت حُيىّ ـ عقيلة بنى النضير:
إحدى السبايا اللاتى وقعن فى الأسر بعد هزيمة يهود بنى النضير أمام المسلمين فى الوقعة المسماة بهذا الاسم، كانت من نصيب النبى صلى الله عليه وسلم فأعتقها وتزوجها: فماذا فى ذلك؟ ولم يكن عتقه إياها وتزوجها بدعًا فى ذلك؛ وإنما كان موقفًا جانب الإنسانية فيه هو الأغلب والأسبق.
فلم يكن هذا الموقف إعجابًا بصفية وجمالها؛ ولكنه موقف الإنسانية النبيلة التى يعبر عنها السلوك النبيل بالعفو عند المقدرة والرحمة والرفق بمن أوقعتهن ظروف الهزيمة فى الحرب فى حالة الاستضعاف والمذلة لا سيما وقد أسلمن وحسن إسلامهن.
فقد فعل ذلك مع " صفية بنت حُيىّ " بنت الحارس عقيلة بنى النضير (اليهود) أمام المسلمين فى الموقعة المعروفة باسم (غزوة بنى قريظة) بعد انهزام الأحزاب وردّهم مدحورين من وقعة الخندق.
الزوجة الثامنة: أم حبيبة بنت أبى سفيان نجدة نبوية لمسلمة فى محنة:
إنها أم حبيبة " رملة " بنت أبى سفيان كبير مشركى مكة وأشد أهلها خصومة لمحمد صلوات الله وسلامه عليه.
كانت زوجًا لعبيد الله بن جحش وخرجا معًا مهاجرين بإسلامهما فى الهجرة الأولى إلى الحبشة، وكما هو معروف أن الحبشة فى عهد النجاشى كانت هى المهجر الآمن للفارين بدينهم من المسلمين حتى يخلصوا من بطش المشركين بهم وعدوانهم عليهم؛ فإذا هم يجدون فى - ظل النجاشى - رعاية وعناية لما كان يتمتع به من حس إيمانى جعله يرحب بأتباع النبى الجديد الذى تم التبشير بمقدمه فى كتبهم على لسان عيسى بن مريم- عليه السلام - كما تحدث القرآن عن ذلك فى صورة الصف فى قوله: (وإذ قال عيسى بن مريم يا بنى إسرائيل إنى رسول الله إليكم مصدقًا لما بين يدى من التوراة ومبشرًا برسول يأتى من بعدى اسمه أحمد) (١٥) .
لكن أم حبيبة بنت أبى سفيان كانت وحدها التى تعرضت لمحنة قاسية لم يتعرض لمثلها أحد من هؤلاء المهاجرين الأوائل إلى الحبشة؛ ذلك أن زوجها عبيد الله بن جحش قد أعلن ارتداده عن الإسلام ودخوله فى النصرانية وما أصعب وأدق حال امرأة باتت فى محنة مضاعفة: محنتها فى زوجها الذى ارتد وخان.. ومحنتها السابقة مع أبيها الذى فارقته مغاضبة إياه فى مكة منذ دخلت فى دين الله (الإسلام) ..
وفوق هاتين المحنتين كانت محنة الاغتراب حيث لا أهل ولا وطن ثم كانت محنة حملها بالوليدة التى كانت تنتظرها والتى رزقت بها من بعد وأسمتها " حبيبة ".. كان هذا كله أكبر من عزم هذه المسلمة الممتحنة من كل ناحية والمبتلاة بالأب الغاضب والزوج الخائن!!
لكن عين الله ثم عين محمد صلى الله عليه وسلم سخرت لها من لطف الرعاية وسخائها ما يسّر العين ويهون الخطب، وعادت بنت أبى سفيان تحمل كنية جديدة، وبدل أن كانت " أم حبيبة " أصبحت " أم المؤمنين " وزوج سيد المسلمين - صلوات الله وسلامه عليه.
والحق أقول: لقد كان نجاشى الحبشة من خلّص النصارى فأكرم وفادة المهاجرين عامة وأم المؤمنين بنت أبى سفيان بصفة خاصة. فأنفذ فى أمرها مما بعث به إليه رسول الله صلى الله عليه وسلم أن يخطبها له.
وكانت خطبة الرسول صلى الله عليه وسلم لأم حبيبة بنت أبى سفيان نعم الإنقاذ والنجدة لهذه المسلمة المبتلاة فى الغربة؛ عوضتها عن الزوج الخائن برعاية سيد البشر صلى الله عليه وسلم؛ وعوضتها عن غضب الأب " أبى سفيان " برعاية الزوج الحانى الكريم صلوات الله عليه.
كما كانت هذه الخطبة فى مردودها السياسى ـ لطمة كبيرة لرأس الكفر فى مكة أبى سفيان بن حرب الذى كان تعقيبه على زواج محمد لابنته هو قوله: " إن هذا الفحل لا يجدع أنفه "؛ كناية عن الاعتراف بأن محمدًا لن تنال منه الأيام ولن يقوى أهل مكة - وهو على رأسهم - على هزيمته والخلاص منه لأنه ينتقل كل يوم من نصر إلى نصر.
كان هذا الاعتراف من أبى سفيان بخطر محمد وقوته كأنه استشفاف لستر الغيب أو كما يقول المعاصرون: تنبؤ بالمستقبل القريب وتمام الفتح.
فما لبث أن قبل أبو سفيان دعوة الرسول صلى الله عليه وسلم إياه إلى الإسلام وشهد ألا إله إلا الله وأن محمدًا رسول الله.
وتقدم أحد الصحابة إلى رسول الله صلى الله عليه وسلم يسأله قائلاً: " إن أبا سفيان رجل يحب الفخر فهلا جعلت له ما يحل عقدته ويسكن حقده وغيظه، فقال صلوات الله وسلامه عليه فى ضمن إعلانه التاريخى الحضارى العظيم لأهل مكة عند استسلامهم وخضوعهم بين يديه:
* من دخل داره فهو آمن.
* ومن دخل المسجد الحرام فهو آمن.
* ومن دخل دار أبى سفيان فهو آمن " (١٦) .
وانتصر الإسلام وارتفع لواء التوحيد ودخل الناس فى دين الله أفواجًا. وفى مناخ النصر العظيم.. كانت هى سيدة غمرتها السعادة الكبرى بانتصار الزوج ونجاة الأب والأهل من شر كان يوشك أن يحيط بهم.
تلكم هى أم المؤمنين أم حبيبة بنت أبى سفيان التى أحاطتها النجدة النبوية من خيانة الزوج وبلاء الغربة ووضعتها فى أعز مكان من بيت النبوة.
الزوجة التاسعة: ميمونة بنت الحارث الهلالية أرملة يسعدها أن يكون لها رجل:
آخر أمهات المؤمنين.. توفى عنها زوجها أبو رهم بن عبد العزّى العامرى؛ فانتهت ولاية أمرها إلى زوج أختها العباس الذى زوجها رسول الله صلى الله عليه وسلم؛ حيث بنى بها الرسول ـ فى " سرف " قرب " التنعيم" على مقربة من مكة حيث يكون بدء الإحرام للمعتمرين من أهل مكة والمقيمين بها.
وقيل: إنه لما جاءها الخاطب بالبشرى قفزت من فوق بعيرها وقالت: البعير وما عليه لرسول الله صلى الله عليه وسلم، وقيل: إنها هى التى وهبت نفسها للنبى والتى نزل فيها قوله تعالى: (وامرأة مؤمنة إن وهبت نفسها للنبى إن أراد النبى أن يستنكحها خالصة لك من دون المؤمنين..) (١٧) .
كانت آخر آمهات المؤمنين وآخر زوجاته صلوات الله وسلامه عليه.
_________
(١) تراجم لسيدات بيت النبوة للدكتورة بنت الشاطئ: ص ٢٥٠ وما بعدها.
(٢) المصدر السابق.
(٣) انظر سيدات بيت النبوة للدكتورة بنت الشاطىء ص ٣٢٤
(٤) صحيح مسلم كتاب الفضائل.
(٥) حياة محمد ص ٢٩.
(٦) الأحزاب: ٤٠.
(٧) الأحزاب: ٥.
(٨) الأحزاب: ٣٧.
(٩) رواه البخارى (كتال التوحيد ٦١٠٨) .
(١٠) رواه االبخارى (كتاب التوحيد) .
(١١) الأحزاب: ٣٧.
(١٢) انظر فتح البارى ٨ / ٣٧١ عن سيدات بيت النبوة لبنت الشاطئ ص ٣٥٤.
(١٣) رواه البخارى: فتح البارى _ كتال النكاح باب ١٤.
(١٤) رواه البخارى: فتح البارى ـ كتاب النكاح باب ٣٦.
(١٥) الصف: ٦.
(١٦) رواه البخارى - فتح البارى - " كتاب المغازى ".
(١٧) الأحزاب: ٥٠.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b434] VALUES (53,'<span data-type="title" id=toc-56>٥٢- محاولة النبى محمد صلى الله عليه وسلم الانتحار</span>
الرد على الشبهة:
الحق الذى يجب أن يقال.. أن هذه الرواية التى استندتم إليها ـ يا خصوم الإسلام ـ ليست صحيحة رغم ورودها فى صحيح البخارى ـ رضى الله عنه ـ؛ لأنه أوردها لا على أنها واقعة صحيحة، ولكن أوردها تحت عنوان " البلاغات " يعنى أنه بلغه هذا الخبر مجرد بلاغ، ومعروف أن البلاغات فى مصطلح علماء الحديث: إنما هى مجرد أخبار وليست أحاديث صحيحة السند أو المتن (١) .
وقد علق الإمام ابن حجر العسقلانى فى فتح البارى (٢) بقوله:
" إن القائل بلغنا كذا هو الزهرى، وعنه حكى البخارى هذا البلاغ، وليس هذا البلاغ موصولاً برسول الله صلى الله عليه وسلم، وقال الكرمانى: وهذا هو الظاهر ".
هذا هو الصواب، وحاش أن يقدم رسول الله ـ وهو إمام المؤمنين ـ على الانتحار، أو حتى على مجرد التفكير فيه.
وعلى كلٍ فإن محمداً صلى الله عليه وسلم كان بشراً من البشر ولم يكن ملكاً ولا مدعيًا للألوهية.
والجانب البشرى فيه يعتبر ميزة كان صلى الله عليه وسلم يعتنى بها، وقد قال القرآن الكريم فى ذلك: (قل سبحان ربى هل كنت إلا بشراً رسولاً) (٣) .
ومن ثم فإذا أصابه بعض الحزن أو الإحساس بمشاعر ما نسميه - فى علوم عصرنا - بالإحباط أو الضيق فهذا أمر عادى لا غبار عليه؛ لأنه من أعراض بشريته صلى الله عليه وسلم.
وحين فتر (تأخر) الوحى بعد أن تعلق به الرسول صلى الله عليه وسلم كان يذهب إلى المكان الذى كان ينزل عليه الوحى فيه يستشرف لقاء جبريل، فهو محبّ للمكان الذى جمع بينه وبين حبيبه بشىء من بعض السكن والطمأنينة، فماذا فى ذلك أيها الظالمون دائماً لمحمد صلى الله عليه وسلم فى كل ما يأتى وما يدع؟
وإذا كان أعداء محمد صلى الله عليه وسلم يستندون إلى الآية الكريمة: (فلعلك باخع نفسك على آثارهم إن لم يؤمنوا بهذا الحديث أسفاً) (٤) .
فالآية لا تشير أبداً إلى معنى الانتحار، ولكنها تعبير أدبى عن حزن النبى محمد صلى الله عليه وسلم بسبب صدود قومه عن الإسلام، وإعراضهم عن الإيمان بالقرآن العظيم؛ فتصور كيف كان اهتمام الرسول الكريم صلى الله عليه وسلم بدعوة الناس إلى الله، وحرصه الشديد على إخراج الكافرين من الظلمات إلى النور.
وهذا خاطر طبيعى للنبى الإنسان البشر الذى يعلن القرآن على لسانه صلى الله عليه وسلم اعترافه واعتزازه بأنه بشر فى قوله - رداً على ما طلبه منه بعض المشركين-: (وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً * أو تكون لك جنة من نخيل وعنب فتفجر الأنهار خلالها تفجيراً * أو تسقط السماء كما زعمت علينا كسفاً أوتأتى بالله والملائكة قبيلاً * أو يكون لك بيت من زخرف أو ترقى فى السماء ولن نؤمن لرقيك حتى تنزل علينا كتابا نقرؤه) . فكان رده: (سبحان ربى) متعجباً مما طلبوه ومؤكداً أنه بشرٌ لا يملك تنفيذ مطلبهم: (هل كنت إلا بشراً رسولاً) (٥) .
أما قولهم على محمد صلى الله عليه وسلم أنه ليست له معجزة فهو قول يعبر عن الجهل والحمق جميعاً.
حيث ثبت فى صحيح الأخبار معجزات حسية تمثل معجزة الرسول صلى الله عليه وسلم، كما جاءت الرسل بالمعجزات من عند ربها؛ منها نبع الماء من بين أصابعه، ومنها سماع حنين الجذع أمام الناس يوم الجمعة، ومنها تكثير الطعام حتى يكفى الجم الغفير، وله معجزة دائمة هى معجزة الرسالة وهى القرآن الكريم الذى وعد الله بحفظه فَحُفِظَ، ووعد ببيانه؛ لذا يظهر بيانه فى كل جيل بما يكتشفه الإنسان ويعرفه.
_________
(١) انظر صحيح البخارى ج٩ ص ٣٨، طبعة التعاون.
(٢) فتح البارى ج١٢ ص ٣٧٦.
(٣) الإسراء: ٩٣.
(٤) الشعراء: ٣.
(٥) الإسراء: ٩٣.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b434] VALUES (54,'<span data-type="title" id=toc-57>٥٣- ولادة النبى محمد صلى الله عليه وسلم عادية</span>
الرد على الشبهة:
لأن ولادة السيد المسيح ـ عليه السلام ـ تمت على هبة من الله تبارك وتعالى للسيدة العذراء مريم ـ عليها السلام ـ وليس من خلال الزواج بينها وبين رجل. فبعض أهل الكتاب (النصارى منهم خاصة) يتصورون أن كل نبى لا بد أن يولد بمثل هذه الطريقة.
وإذا كانت ولادة محمد صلى الله عليه وسلم مثل غيره من ملايين خلق الله فإن هذا عندهم مما يعيبونه به صلى الله عليه وسلم ويطعنون فى صحة نبوته.
١- فلم يدركوا أن بشرية محمد صلى الله عليه وسلم هى واحدة من القسمات التى شاركه فيها كل رسل الله تعالى منذ نوح وإبراهيم وغيرهما من بقية رسل الله إلى موسى ـ عليه السلام ـ الذين ولدوا جميعاً من الزواج بين رجل وامرأة. ولم يولد من غير الزواج بين امرأة ورجل إلا عيسى ـ عليه السلام ـ وكان هذا خصوصية له لم تحدث مع أى نبى قبله، ولم تحدث كذلك مع محمد صلى الله عليه وسلم.
٢- كانت ولادة محمد صلى الله عليه وسلم إعلاناً لكونه بشراً من البشر يولد كما يولد البشر ويجرى عليه من الأحوال فى أكله وشربه، وفى نومه وصحوه، وفى رضاه وغضبه وغير ذلك مما يجرى على البشر كالزواج والصحة والمرض والموت أيضاً.
٣- كان محمد صلى الله عليه وسلم يعتز بهذه البشرية ويراها سبيله إلى فهم الطبيعة البشرية وإدراك خصائصها وصفاتها فيتعامل معها بما يناسبها، وقد اعتبر
القرآن ذلك ميزة له فى قوله تعالى: (لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم) (١) .
كما أعلن محمد صلى الله عليه وسلم اعتزازه بهذه البشرية وعجزها حين أعلن قومه أنهم لن يؤمنوا به إلا إذا فجر لهم ينابيع الماء من الأرض، أو أن يكون له بيت من زخرف، أو أن يروه يرقى فى السماء وينزل عليهم كتاباً يقرأونه، فكان رده صلى الله عليه وسلم كما حكاه القرآن: (قل سبحان ربى هل كنت إلا بشراً رسولاً) (٢) .
٤- لقد قرر القرآن قاعدة كون الرسل من جنس من يرسلون إليهم؛ بمعنى أن يكون المرسلون إلى الناس بشراً من جنسهم، ولو كان أهل الأرض من جنس غير البشر لكانت رسل الله إليهم من نفس جنسهم وذلك فى قوله تعالى: (قل لو كان فى الأرض ملائكة يمشون مطمئنين لنزلنا عليهم من السماء ملكاً رسولاً) (٣) .
وعلى المعنى نفسه جاءت دعوة إبراهيم عليه السلام: (ربنا وابعث فيهم رسولا منهم يتلو عليهم آياتك) (٤) . وقوله تعالى: (كما أرسلنا فيكم رسولاً منكم يتلو عليكم آياتنا) (٥) . وقوله تعالى (لقد مَنّ الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم) (٦) . وقوله تعالى (فأرسلنا فيهم رسولا منهم أن اعبدوا الله..) (٧) . وقوله تعالى (هو الذى بعث فى الأميين رسولا منهم) (٨) .
وغير هذا كثير مما أكده القرآن وهو المنطق والحكمة التى اقتضتها مشيئته ـ تعالى ـ لما هو من خصائص الرسالات التى توجب أن يكون المرسل إلى الناس من جنسهم حتى يحسن إبلاغهم بما كلفه الله بإبلاغه إليهم وحتى يستأنسوا به ويفهموا عنه.
ومن هنا تكون " بشرية الرسول " بمعنى أن يجرى عليه ما يجرى على الناس من البلاء والموت ومن الصحة والمرض وغيرها من الصفات البشرية فيكون ذلك أدعى لنجاح البلاغ عن الله.
_________
(١) التوبة: ١٢٨.
(٢) الإسراء: ٩٣.
(٣) الإسراء: ٩٥.
(٤) البقرة: ١٩٥.
(٥) البقرة ١٥١.
(٦) آل عمران: ١٦٤.
(٧) المؤمنون: ٣٢.
(٨) الجمعة: ٢.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b434] VALUES (55,'<span data-type="title" id=toc-58>٥٤- يحتاج محمد صلى الله عليه وسلم إلى الصلاة عليه</span>
الرد على الشبهة:
الحق أن الصلاة على محمد صلى الله عليه وسلم من ربه ومن المؤمنين ليست دليل حاجة بل هى مظهر تكريم واعتزاز وتقدير له من الحق سبحانه وتقدير له من أتباعه، وليست كما يزعم الظالمون لسد حاجته عند ربه لأن ربه قد غفر له ما تقدم من ذنبه وما تأخر.
لأن أى مقارنة منصفة بين ما كان عليه صلى الله عليه وسلم وبين غيره من أنبياء الله ورسله ترتفع به ليس فقط إلى مقام العصمة؛ بل إلى مقام الكمال الذى أتم به الله الرسالات، وأتم به التنزيل، وأتم به النعمة، فلم تعد البشرية بعد رسالته صلى الله عليه وسلم بحاجة إلى رسل ورسالات.
لذلك فإن رسالته صلى الله عليه وسلم وهى الخاتمة والكاملة حملت كل احتياجات البشرية وما يلزمها من تشريعات ونظم ومعاملات وما ينبغى أن تكون عليه من أخلاق وحضارة مما افتقدت مثل كماله كل الرسالات السابقة.
وحسب رسالة محمد صلى الله عليه وسلم أنها جاءت رحمة عامة للبشرية كلها كما قال القرآن: (وما أرسلناك إلا رحمة للعالمين) (١) . فلم تكن كما جاء ما قبلها رسالة خاصة بقوم رسولهم كما قال تعالى: (وإلى عاد أخاهم هودًا قال يا قوم اعبدوا الله) (٢) .
(وإلى ثمود أخاهم صالحًا قال يا قوم اعبدوا الله) (٣) .
(وإلى مدين أخاهم شعيبًا قال يا قوم اعبدوا الله) (٤) .
وهكذا كل رسول كان مرسلاً إلى قومه..
لت كانت رسالة محمد صلى الله عليه وسلم إلى العالمين وإلى الناس كافة كما جاء فى قوله تعالى: (وما أرسلناك إلا رحمة للعالمين) (٥) ، (وما أرسلناك إلا كافة للناس بشيراً ونذيراً) (٦) .
ورسالة محمد صلى الله عليه وسلم كانت فوق كونها عالمية فقد كانت هى الخاتمة والكاملة التى ـ كما أشرنا ـ تفى باحتياجات البشر جميعاً وتقوم بتقنين وتنظيم شئونهم المادية والمعنوية عبر الزمان والمكان بكل ما فيه خيرهم فى الدنيا والآخرة.
وفى هذا قال الله تعالى: (ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين) (٧) .
وقال فى وصفه لإكمال الدين برسالة محمد صلى الله عليه وسلم (الإسلام) : (اليوم أكملت لكم دينكم وأتممت عليكم نعمتى ورضيت لكم الإسلام دينا) (٨) .
إن عموم رسالة محمد إلى العالمين، وبإعتبارها الرسالة الكاملة والخاتمة؛ يعنى امتداد دورها واستمرار وجودها إلى أن يرث الله الأرض ومن عليها مصداقاً لقوله تعالى: (هو الذى أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله) (٩) .
_________
(١) الأنبياء: ١٠٧.
(٢) الأعراف: ٦٥.
(٣) الأعراف: ٧٢.
(٤) الأعراف: ٨٥.
(٥) الأنبياء: ١٠٧.
(٦) سبأ: ٢٨.
(٧) الأحزاب: ٤٠.
(٨) المائدة: ٣.
(٩) التوبة: ٣٣ ـ الفتح: ٢٨ ـ والصف: ٩.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b434] VALUES (56,'<span data-type="title" id=toc-59>٥٥- محمد صلى الله عليه وسلم أُمّى فكيف علّم القرآن</span>؟
الرد على الشبهة:
والأمى إما أن يكون المراد به من لا يعرف القراءة والكتابة أخذًا من " الأمية "، وإما أن يكون المراد به من ليس من اليهود أخذًا من " الأممية " حسب المصطلح اليهودى الذى يطلقونه على من ليس من جنسهم.
فإذا تعاملنا مع هذه المقولة علمنا أن المراد بها من لا يعرف القراءة والكتابة فليس هذا مما يعاب به الرسول، بل لعله أن يكون تأكيدًا ودليلاً قويًا على أن ما نزل عليه من القرآن إنما هو وحى أُوحى إليه من الله لم يقرأه فى كتاب ولم ينقله عن أحد ولا تعلمه من غيره. بهذا يكون الاتهام شهادة له لا عليه (.
وقد رد القرآن على هذه المقولة ردًا صريحًا فى قوله:
(وقالوا أساطير الأولين اكتتبها فهى تملى عليه بكرة وأصيلا * قل أنزله الذى يعلم السّر فى السموات والأرض إنه كان غفورًا رحيمًا) (١) .
وحسب النبى الأمى الذى لا يعرف القراءة ولا الكتابة أن يكون الكتاب الذى أنزل عليه معجزًا لمشركى العرب وهم أهل الفصاحة والبلاغة؛ بل ومتحديًا أن يأتوا بمثله أو حتى بسورة من مثله.
كفاه بهذا دليلاً على صدق رسالته وأن ما جاء به ـ كما قال بعض كبارهم ـ " ليس من سجع الكهان ولا من الشعر ولا من قول البشر ".
أما إذا تعاملنا مع مقولتهم عن محمد (أنه " أُمّى " على معنى أنه من الأمميين ـ أى من غير اليهود ـ فما هذا مما يعيبه. بل إنه لشرف له أنه من الأمميين أى أنه من غير اليهود.
ذلك لأن اعتداد اليهود بالتعالى على من عداهم من " الأمميين " واعتبار أنفسهم وحدهم هم الأرقى والأعظم وأنهم هم شعب الله المختار ـ كما يزعمون.
كل هذا مما يتنافى تمامًا مع ما جاء به محمد (من المساواة الكاملة بين بنى البشر رغم اختلاف شعوبهم وألوانهم وألسنتهم على نحو ما ذكره القرآن؛ الذى اعتبر اختلاف الأجناس والألوان والألسنة هو لمجرد التعارف والتمايز؛ لكنه ـ أبدًا ـ لا يعطى تميزًا لجنس على جنس، فليس فى الإسلام ـ كما يزعم اليهود ـ أنهم شعب الله المختار.
ولكن التمايز والتكريم فى منظور الإسلام؛ إنما هو بالتقوى والصلاح كما فى الآية الكريمة: (يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبًا وقبائل لتعارفوا إن أكرمكم عند الله اتقاكم) (٢) .
_________
(١) الفرقان: ٥-٦.
(٢) الحجرات: ١٣.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b434] VALUES (57,'<span data-type="title" id=toc-60>٥٦- محمد صلى الله عليه وسلم يحرّم ما أحل الله</span>
الرد على الشبهة:
استند الظالمون لمحمد صلى الله عليه وسلم فى توجيه هذا الاتهام إلى ما جاء فى مفتتح سورة التحريم من قوله تعالى: (يا أيها النبى لم تحرّم ما أحلّ الله لك تبتغى مرضاة أزواجك والله غفور رحيم) (١) .
وهذه الآية وآيات بعدها تشير إلى أمر حدث فى بيت النبى صلى الله عليه وسلم عاتبته نساؤه وتظاهرن عليه بدوافع الغيرة المعروفة عن النساء عامة إذ كان صلى الله عليه وسلم قد دخل عند إحداهن وأكل عندها طعامًا لا يوجد فى بيوتهن، فأسر إلى إحداهن بالأمر فأخبرت به أخريات فعاتبنه فحرّم صلى الله عليه وسلم تناول هذا الطعام على نفسه ابتغاء مرضاتهن.
والواقعة صحيحة لكن اتهام الرسول بأنه يحرّم ما أحل الله هو تصيّد للعبارة وحمل لها على ما لم ترد له..
فمطلع الآية (لم تحرم ما أحل الله لك (هو فقط من باب " المشاكلة " لما قاله النبى لنسائه ترضية لهن؛ والنداء القرآنى ليس اتهامًا له صلى الله عليه وسلم بتحريم ما أحل الله؛ ولكنه من باب العتاب له من ربه سبحانه الذى يعلم تبارك وتعالى أنه صلى الله عليه وسلم يستحيل عليه أن يحرّم شيئًا أو أمرًا أو عملاً أحلّه الله؛ ولكنه يشدد على نفسه لصالح مرضاة زوجاته من خلقه العالى الكريم.
ولقد شهد الله للرسول بتمام تبليغ الرسالة فقال: (ولو تقوّل علينا بعض الأقاويل * لأخذنا منه باليمين * ثم لقطعنا منه الوتين * فما منكم من أحد عنه حاجزين) (٢) .
وعليه فالقول بأن محمدًا صلى الله عليه وسلم يحرّم ما أحل الله من المستحيلات على مقام نبوته التى زكاها الله تبارك وتعالى وقد دفع عنه مثل ذلك بقوله: (وما ينطق عن الهوى * إن هو إلا وحى يوحى) (٣) .
فمقولة بعضهم أنه يحرّم هو تحميل اللفظ على غير ما جاء فيه، وما هو إلا وعد أو عهد منه صلى الله عليه وسلم لبعض نسائه فهو بمثابة يمين له كفارته ولا صلة له بتحريم ما أحل الله.
_________
(١) التحريم: ١.
(٢) الحاقة: ٤٤- ٤٧.
(٣) النجم: ٣- ٤.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b434] VALUES (58,'<span data-type="title" id=toc-61>٥٧- تعلّم محمد صلى الله عليه وسلم من غيره</span>
الرد على الشبهة:
وهى من أسوأ المفتريات على محمد صلى الله عليه وسلم الذى قال ربه عز وجل عنه: (وما ينطق عن الهوى * إن هو إلا وحى يوحى) (١) .
لكن الحقد حين يتمكن من قلوب الحاقدين يدفعهم إلى المنكر من القول ومن الزور، حتى إنهم ليتجرأون على قولٍ لا يقبله عقل عاقل، ولا يجرؤ على مثله إلا المفترون.
فى هذه المقولة زعموا أنه حين كان ينزل عليه الوحى بالآيات التى أثبت العلم الحديث المعاصر أنها من أبرز آيات الإعجاز العلمى فى القرآن فيما تتصل بمراحل خلق الإنسان من سلالة من طين ثم من نطفة ثم من علقة ثم من مضغة مخلّقة وغير مخلقة ثم يكون إنشاؤه خلقًا آخر..
زعموا أن كاتب وحيه قال مادحًا مَنْ هذا خلقه: (تبارك الله أحسن الخالقين) (٢) .
ثم أفرطوا فى زعمهم فقالوا إن محمدًا صلى الله عليه وسلم قال له: اكتبها فهكذا نزلت علىّ..؟! وهنا لابد من وقفة:
فأولاً: مما هو ثابت أن الرسول صلى الله عليه وسلم كان إذا نزل عليه الوحى يأخذ العرق يتصبب من جسده ويكون فى غيبة عمن حوله.. فإذا انقضى الوحى أخذ فى ذكر وتلاوة ما نزل عليه من القرآن، وهذا ما تقرره كل كتب السيرة.
ثانياً: معنى ما سبق أنه صلى الله عليه وسلم لا يأخذ فى الإملاء على كاتب وحيه إلا بعد اكتمال نزول الوحى واكتمال نزول الآيات المتعلقة بمراحل خلق الإنسان فى سورة " المؤمنون ".
ثالثًا: وبهذا يتضح كذب المقولة أن كاتب وحيه صلى الله عليه وسلم هو الذى أملاها عليه وأنه أمر بإثباتها.
رابعًا: أن لفظة " تبارك الله " تكررت فى القرآن الكريم تسع مرات، تلتقى جميعها فى مواضع يكون الحديث فيها عن قدرة الخالق فيما خلق من مثل قوله تعالى:
(ألا له الخلق والأمر تبارك الله رب العالمين) (٣) .
(تبارك الذى نزل الفرقان على عبده ليكون للعالمين نذيرًا) (٤) . (تبارك الذى جعل فى السماء بروجا وجعل فيها سراجًا وقمرًا منيرًا) (٥) .
(تبارك الذى له ملك السموات والأرض وما بينهما) (٦) .
(تبارك الذى بيده الملك وهو على كل شىء قدير) (٧) .
فلماذا تعلم محمد صلى الله عليه وسلم من كاتب وحيه آية " المؤمنون " دون غيرها مما جاء فى بقية السور؟!!
_________
(١) النجم: ٣ـ٤.
(٢) المؤمنون: ١٤.
(٣) الأعراف: ٥٥.
(٤) الفرقان: ١.
(٥) الفرقان: ٦١.
(٦) الزخرف: ٨٥.
(٧) الملك: ١.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b434] VALUES (59,'<span data-type="title" id=toc-62>٥٨- محمد صلى الله عليه وسلم يعظم الحجر الأسود</span>
الرد على الشبهة:
إنهم فى هذه المقولة ـ يريدون أن يتهموه بأنه كان يعظم الحجر الأسود ـ بل ويعظم الكعبة كلها بالطواف حولها وهى حجر لا يختلف فى زعمهم عن الأحجار التى كانت تصنع منها الأوثان فى الجاهلية وكأن الأمر سواء!!
وحقيقة الأمر أن من بعض ما استبقاه الإسلام من أحوال السابقين ما كان فيه من تعاون على خير أو أمر بمعروف ونهى عن منكر، من ذلك ثناء الرسول صلى الله عليه وسلم على حلف كان فى الجاهلية يسمى " حلف الفضول " وهو عمل إنسانى كريم كان يتم من خلاله التعاون على نصرة المظلوم، وفداء الأسير، وإعانة الغارمين، وحماية الغريب من ظلم أهل مكة وهكذا..
وقد أثنى الرسول صلى الله عليه وسلم على هذا الحلف وقال: لو دعيت إلى مثله لأجبت.
وأيضًا كان مما استبقاه الإسلام من فضائل السابقين مما ورثوه عن إبراهيم - عليه السلام - تعظيمهم للبيت الحرام وطوافهم به؛ بل وتقبيلهم للحجر الأسود.
وهناك بعض مرويات تقول إن هذا الحجر من أحجار الجنة.
وهنا فقط لا يكون أمامنا إلا ما ثبت من أن الرسول صلى الله عليه وسلم كان يقبل الحجر الأسود عند طوافه بالبيت، وهو ما تنطق به الرواية عن عمر بن الخطاب ـ رضى الله عنه ـ أنه قال عن تقبيله لهذا الحجر: (والله إنى لأعلم أنك حجر لا تضر ولا تنفع، ولولا أنى رأيت رسول الله يقبلك ما قبلتك) .
وهنا نقول:
من المستحيل أن يكون تقبيل الرسول صلى الله عليه وسلم للحجر الأسود من باب المجاراة أو المشاكلة لعبدة الأصنام فيما كانوا يفعلون.
ومستحيل أيضًا أن يكون صلى الله عليه وسلم قد فعل ذلك - أى تقبيل الحجر الأسود - دون وحى أو إلهام وجهه صلى الله عليه وسلم إلى تقبيل الحجر بعيدًا بعيدًا عن أى شبهة وثنية أو مجاراة لعبدة الأصنام.
ولأنه صلى الله عليه وسلم قال: [خذوا عنى مناسككم] فقد أصبح تقبيل الحجر الأسود من بعض مناسك الحجاج والعمار للبيت الحرام.
كما أن تعظيم الحجر الأسود هو امتثال لأوامر الله الذى أمر بتعظيم هذا الحجر بالذات، وهو سبحانه الذى أمر برجم حجر آخر كمنسك من مناسك الحج فالأمر بالنسبة للتعظيم أو الرجم لا يعدو كونه إقرارًا بالعبودية لله تعالى وامتثالاً لأوامره عز وجل واستسلامًا لأحكامه.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b434] VALUES (60,'<span data-type="title" id=toc-63>٥٩- كاد محمد صلى الله عليه وسلم أن يفتن</span>
الرد على الشبهة:
أخذوا ذلك من فهم مغلوط لآيات سورة الإسراء: (وإن كادوا ليفتنونك عن الذى أوحينا إليك لتفترى علينا غيره وإذًا لاتخذوك خليلا * ولولا أن ثبتناك لقد كدت تركن إليهم شيئًا قليلاً * إذًا لأذقناك ضعف الحياة وضعف الممات ثم لا تجد لك علينا نصيرًا) (١) .
بعض ما قيل فى سبب نزول هذه الآية أن وفد ثقيف قالوا للرسول صلى الله عليه وسلم أجّلنا سنة حتى نقبض ما يهدى لآلهتنا من (الأصنام) فإذا قبضنا ذلك كسرناها وأسلمنا، فهَمّ صلى الله عليه وسلم بقبول ذلك فنزلت الآية.
قوله تعالى: " كدت تركن إليهم " أى هممت أو قاربت أن تميل لقبول ما عرضوه عليك لولا تثبيت الله لك بالرشد والعصمة، ولو فعلت لعذبناك ضعف عذاب الحياة وعذاب الممات؛ يعنى: قاربت أن تستجيب لما عرضوه لكنك بتثبيت الله لم تفعل لعصمة الله لك.
وكل مَنْ هُمْ على مقربة من الثقافة الإسلامية يعرفون أن " الهمّ " أى المقاربة لشىء دون القيام به أو الوقوع فيه لا يعتبر معصية ولا جزاء عليه وهو مما وضع عن الأمة وجاء به ما صح عن النبى صلى الله عليه وسلم قوله:
(وضع عن أمتى ما حدثت به نفسها ما لم تعمل به أو تتكلم به) ، وعليه.. فإنه لا إثم ولا شىء يؤخذ على محمد صلى الله عليه وسلم فى ذلك.
_________
(١) الإسراء: ٧٣-٧٥.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b434] VALUES (61,'<span data-type="title" id=toc-64>٦٠- قاتل محمد صلى الله عليه وسلم فى الشهر الحرام</span>
الرد على الشبهة:
وذلك لما ورد فى آيات سورة البقرة:
(يسألونك عن الشهر الحرام قتالٍ فيه قل قتال فيه كبير وصدٌّ عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم إن استطاعوا) (١) .
والمسلمون جميعاً وعلى رأسهم إمامهم ورسولهم محمد صلى الله عليه وسلم هم أحفظ الناس لحرمة الأشهر الحرم وعدم القتال فيها واعتبار القتال فيها حدثًا كبيرًا أو كأنه كبيرة من الكبائر..
لكن ما الذى يفعله المسلمون إذا ما ووجهوا من أعدائهم من المشركين بالقتال والعدوان على الأنفس والأموال والأعراض، ليس هذا فحسب بل ماذا يفعل المسلمون إذا فوجئوا بمن يخرجهم من المسجد الحرام وهم أهله وهم أولى به من غيرهم؟!
إن قانون " الدفع الحضارى " الذى يقره القرآن الكريم لحماية الكون من إفساد المتجبرين والظلمة، ثم لحماية بيوت العبادة للمسلمين والنصارى واليهود أيضًا، والذى عبرت عنه الآيتان الكريمتان: (ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض) (٢) . وقوله: (ولولا دفع الله الناس بعضهم ببعض لهدمت صوامع وبيع وصلوات ومساجد يذكر فيها اسم الله كثيرًا ولينصرن الله من ينصره إن الله لقوى عزيز) (٣) . هذا القانون القرآنى ـ وليس قانون من ضربك على خدك الأيمن فأدر له خدك الأيسر ـ هو وحده الذى يحمى الكون والناس من إفساد المتجبرين وظلم الظالمين.
وذلك على أساس أن من يمكن الله لهم فى الأرض بما يمنحهم من القوة والثروة والعلم يجب - وبحسب القانون القرآنى - أن يكونوا صالحين وأخيارًا؛ بمعنى: أن يستخدموا قوتهم وثروتهم وعلمهم لا فى الطغيان والتجبر ولكن فى حماية القيم النبيلة التى تحمى بها العدل والحق وتمكن لكل ما هو خير، وتنفى كل ما هو شر حتى تنعم البشرية بالأمن والاستقرار، وتعتدل أمور الحياة والناس.
وهذا ما جاءت الآية التالية للآيتين السابقتين لتقره حيث يقول: (الذين إن مكناهم فى الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور) (٤) .
ولأن إقرار حقوق عباد الله فى أرض الله وحماية المستضعفين من بطش المتجبرين لا يقل حرمة عند الله من حرمة الأشهر الحرم فقد أبيح القتال فيها لمن ظُلموا من المسلمين ومن فُتنوا فى دينهم وأُخرجوا من ديارهم ظلمًا وعدوانًا.
وهذا ما تقرره الآية: (يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم إن استطاعوا) (٥) .
_________
(١) البقرة: ٢١٧.
(٢) البقرة: ٢٥١.
(٣) الحج: ٤٠.
(٤) الحج: ٤١.
(٥) البقرة: ٢١٧.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b434] VALUES (62,'<span data-type="title" id=toc-65>٦١- محمد صلى الله عليه وسلم مذنب كما فى القرآن</span>
الرد على الشبهة:
أخذوها من فهمهم الخاطئ فى مفتتح سورة " الفتح ": (ليغفر لك الله ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ويهديك صراطًا مستقيمًا) (١) . فقالوا: كتاب محمد يعترف عليه ويصفه بأنه مذنب!!
وسيرة محمد سيد الخلق وخاتم الأنبياء صلى الله عليه وسلم كتاب كبير مفتوح استوفى فيه كُتَّاب سيرته كل شىء فى حياته. فى صحوه ونومه وفى حربه وسلمه، وفى عبادته وصلواته، فى حياته مع الناس بل وفى حياته بين أهله فى بيته.
ليس هذا فحسب بل إن صحابته حين كانوا يروون عنه حديثًا أو يذكرون له عملاً يصفونه صلى الله عليه وسلم وصفًا بالغ الدقة وبالغ التحديد لكافة التفاصيل حتى ليقول أحدهم: قال صلى الله عليه وسلم كذا وكان متكئاً فجلس، أو قال كذا وقد امتلأ وجهه بالسرور وهذا ما يمكن وصفه بلغة عصرنا: إنه تسجيل دقيق لحياته صلى الله عليه وسلم بالصوت والصورة..
ثم جاء القرآن الكريم فسجل له شمائله الكريمة فقال عنه: إنه الرحمة المهداة إلى عباد الله: (وما أرسلناك إلا رحمة للعالمين) (٢) . ووصفه بأنه الرؤوف الرحيم بمن أرسل إليهم: (لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم) (٣) . ثم لخص القرآن مجمل شمائله صلى الله عليه وسلم فى قوله: (وإنك لعلى خلق عظيم) (٤) .
أكثر من هذا أن تكفل القرآن بإذاعة حتى ما هو من خلجات الرسول وحديث نفسه الذى بينه وبين الله مما لا يطلع الناس عليه على نحو ما جاء فى سورة الأحزاب فى أمر الزواج بزينب بنت جحش والذى كان القصد التشريعى فيه إبطال عادة التبنى من قوله تعالى: (وتخفى فى نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه فلما قضى زيد منها وطرا زوجناكها لكى لا يكون على المؤمنين حرج فى أزواج أدعيائهم إذ قضوا منهن وطرًا وكان أمر الله مفعولاً) (٥) .
أقول: مع أن سيرة محمد صلى الله عليه وسلم هى كتاب مفتوح لم يخف التاريخ منه شيئاً بل وتدخل القرآن ليكشف حتى ما يحدث به نفسه صلى الله عليه وسلم مما لا يطلع عليه الناس، ولم يذكر له صلى الله عليه وسلم ذلةً ولا ذنبًا فى قول أو عمل.
أفبعد هذا لا يتورع ظالموه من أن يقولوا أنه " مذنب "؟ !!!
ولو كان هؤلاء الظالمون لمحمد صلى الله عليه وسلم على شىء من سلامة النظر وصفاء القلوب لانتبهوا إلى بقية سورة الفتح، والتى كانت كلها تثبيتاً للمؤمنين وللرسول وتبشيرًا لهم بالتأييد والنصر.. لو كان محمد صلى الله عليه وسلم - كما ادعيتم - من المذنبين والعاصين لكان من المستحيل أن يجعله الله تعالى ممن يؤيدهم بنوره ويتم عليهم نعمته ويهديهم صراطًا مستقيماً؛ لأن النصر يكون للصالحين لا للمذنبين.
ونقف أمام الذنب فى منطوق الآية: (ليغفر لك الله ما تقدم من ذنبك وما تأخر (فالذنب هنا ليس مما تعارف عليه الناس من الخطأ والآثام؛ لأن سنة الله تبارك وتعالى هى عصمة جميع أنبيائه وفى قمتهم خاتمهم صلى الله عليه وسلم. وهذا مما يعرفه ويقره ويقرره أتباع كل الرسالات إلا قتلة الأنبياء ومحرّفى الكلم عن مواضعه من اليهود الذين خاضوا فى رسل الله وأنبيائه بما هو معروف.
فالذنب هو ما يمكن اعتباره ذنباً على مستوى مقام نبوته صلى الله عليه وسلم ذنبًا مما تقدره الحكمة الإلهية ـ لا ما تحدده أعراف الناس.
ومع هذا كله فإن سيرة محمد صلى الله عليه وسلم قبل البعثة كانت محل تقدير قومه وإكبارهم له لما اشتهر به صلى الله عليه وسلم من العفة والطهر والتميز عن جميع أترابه من الشباب حتى كان معروفًا بينهم بالصادق الأمين.
أفبعد هذا لا يستحى الظالمون لمحمد صلى الله عليه وسلم والحاقدون عليه من أهل الكتاب أن يقولوا: إنه مذنب؟!!
(كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا) (٦) .
_________
(١) الفتح: ٢.
(٢) الأنبياء ١١٧.
(٣) التوبة: ١٢٨.
(٤) القلم: ٥.
(٥) الأحزاب: ٣٧.
(٦) الكهف: ٥.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b434] VALUES (63,'<span data-type="title" id=toc-66>٦٢- الشيطان يوحى إلى محمد صلى الله عليه وسلم</span>
الرد على الشبهة:
الظالمون لمحمد صلى الله عليه وسلم يستندون فى هذه المقولة إلى أكذوبة كانت قد تناقلتها بعض كتب التفسير من أنه صلى الله عليه وسلم كان يقرأ فى الصلاة بالناس سورة " النجم: فلما وصل صلى الله عليه وسلم إلى قوله تعالى: (أفرأيتم اللات والعزى* ومناة الثالثة الأخرى) (١) ؛ تقول الأكذوبة:
إنه صلى الله عليه وسلم قال: ـ حسب زعمهم ـ تلك الغرانيق (٢) العلى وإن شفاعتهن لترتجى.
ثم استمر صلى الله عليه وسلم فى القراءة ثم سجد وسجد كل من كانوا خلفه من المسلمين وأضافت الروايات أنه سجد معهم من كان وراءهم من المشركين!!
وذاعت الأكذوبة التى عرفت بقصة " الغرانيق " وقال ـ من تكون أذاعتها فى صالحهم ـ: إن محمداً أثنى على آلهتنا وتراجع عما كان يوجهه إليها من السباب. وإن مشركى مكة سيصالحونه وسيدفعون عن المؤمنين به ما كانوا يوقعونه بهم من العذاب.
وانتشرت هذه المقولة حتى ذكرها عدد من المفسرين حيث ذكروا أن المشركين سجدوا كما سجد محمد صلى الله عليه وسلم وقالوا له: ما ذكرت آلهتنا بخير قبل اليوم ولكن هذا الكلام باطل لا أصل له.
وننقل هنا عن الإمام ابن كثير فى تفسيره الآيات التى اعتبرها المرتكز الذى استند إليه الظالمون للإسلام ورسوله وهى فى سورة الحج حيث تقول:
(وما أرسلنا من قبلك من رسول ولا نبى إلا إذا تمنى ألقى الشيطان فى أمنيته فينسخ الله ما يلقى الشيطان ثم يحكم الله آياته والله عليم حكيم) (٣) وبعد ذكره للآيتين السابقتين يقول: " ذكر كثير من المفسرين هنا قصة " الغرانيق وما كان من رجوع كثير ممن هاجروا إلى الحبشة " ظنًّا منهم أن مشركى مكة قد أسلموا.
ثم أضاف ابن كثير يقول: ولكنها - أى قصة " الغرانيق " - من طرق كثيرة مرسلة ولم أرها مسندة من وجه صحيح، ثم قال ابن كثير: (٤) عن ابن أبى حاتم بسنده إلى سعيد بن جبير قال: " قرأ رسول الله صلى الله عليه وسلم بمكة " سورة النجم " فلما بلغ هذا الموضع. (أفرأيتم اللات والعزّى * ومناة الثالثة الأخرى (. قال بن جبير: فألقى الشيطان على لسانه: تلك الغرانيق العلا وإن شفاعتهن لترتجى.
فقال المشركون: ما ذكر آلهتنا بخير قبل اليوم.. فأنزل الله هذه الآية: (وما أرسلنا من قبلك من رسول ولا نبى إلا إذا تمنى ألقى الشيطان فى أمنيته فينسخ الله ما يلقى الشيطان ثم يحكم الله آياته والله عزيز حكيم (ليقرر العصمة والصون لكلامه سبحانه من وسوسة الشيطان.
وربما قيل هنا: إذا كان الله تعالى ينسخ ما يلقى الشيطان ويحكم آياته فلماذا لم يمنع الشيطان أصلاً من إلقاء ما يلقيه من الوساوس فى أمنيات الأنبياء
والجواب عنه قد جاء فى الآيتين اللتين بعد هذه الآية مباشرة:
أولاً: ليجعل ما يلقيه الشيطان فتنة للذين فى قلوبهم مرض من المنافقين والقاسية قلوبهم من الكفار وهو ما جاء فى الآية الأولى منهما: (ليجعل ما يلقى الشيطان فتنة للذين فى قلوبهم مرض) (٥) .
ثانياً: لميز المؤمنين من الكفار والمنافقين فيزداد المؤمنون إيمانا على إيمانهم؛ وهو ما جاء فى الآية الثانية: (وليعلم الذين أوتوا العلم أنه الحق من ربك فيؤمنوا به فتخبت له قلوبهم وإن الله لهادى الذين آمنوا إلى صراط مستقيم) (٦) .
هذا: وقد أبطل العلماء قديمًا وحديثًا قصة الغرانيق. ومن القدماء الإمام الفخر الرازى الذى قال ما ملخصه (٧) :
" قصة الغرانيق باطلة عند أهل التحقيق وقد استدلوا على بطلانها بالقرآن والسنة والمعقول؛ أما القرآن فمن وجوه: منها قوله تعالى: (ولو تقول علينا بعض الأقاويل * لأخذنا منه باليمين * ثم لقطعنا منه الوتين * فما منكم من أحد عنه حاجزين) (٨) .
وقوله سبحانه: (وما ينطق عن الهوى * إن هو إلا وحى يوحى (. (٩) وقوله سبحانه حكاية عن رسوله صلى الله عليه وسلم: (قل ما يكون لى أن أبدله من تلقاء نفسى إن أتبع إلا ما يوحى إلىّ) (١٠) .
وأما بطلانها بالسنة فيقول الإمام البيهقى:
روى الإمام البخارى فى صحيحه أن النبى صلى الله عليه وسلم قرأ سورة " النجم " فسجد وسجد فيها المسلمون والمشركون والإنس والجن وليس فيها حديث " الغرانيق " وقد روى هذا الحديث من طرق كثيرة ليس فيها ألبتة حديث الغرانيق.
فأما بطلان قصة " الغرانيق " بالمعقول فمن وجوه منها:
أـ أن من جوّز تعظيم الرسول للأصنام فقد كفر لأن من المعلوم بالضرورة أن أعظم سعيه صلى الله عليه وسلم كان لنفى الأصنام وتحريم عبادتها؛ فكيف يجوز عقلاً أن يثنى عليها؟
ب ـ ومنها: أننا لو جوّزنا ذلك لارتفع الأمان عن شرعه صلى الله عليه وسلم فإنه لا فرق - فى منطق العقل - بين النقصان فى نقل وحى الله وبين الزيادة فيه.
_________
(١) النجم: ١٩ -٢٠.
(٢) المراد بالغرانيق: الأصنام؛ وكان المشركون يسمونها بذلك تشبيهًا لها بالطيور البيض التى ترتفع فى السماء.
(٣) الحج: ٥٢.
(٤) عن: التفسير الوسيط للقرآن لشيخ الأزهر د. طنطاوى ج٩ ص ٣٢٥ وما بعدها.
(٥) الحج: ٥٣.
(٦) الحج: ٥٤.
(٧) التفسير السابق: ص ٣٢١.
(٨) الحاقة: ٤٤ ـ ٤٧.
(٩) النجم: ٣- ٤.
(١٠) يونس: ١٥.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b434] VALUES (64,'<span data-type="title" id=toc-67>٦٣- حول الاستغناء بالقرآن عن السنة وعلاقة السنة بالقرآن</span>
هناك مَنْ يكتفون بالقرآن الكريم.. ويشككون فى صحة الأحاديث، ويظهرون التناقضات بينها، ويذكرون الحديث الذى ينص على عدم زيارة المرأة للقبول، والحديث الذى يقول (فى معناه) أن الرسول صلى الله عليه وسلم قال إننى قد أمرتكم بعدم زيارة القبور من قبل، والآن أسمح لكم بزيارة القبور.. فيشيرون إلى ذلك بأنه تناقض.. ويدللون على ذلك بأن الأمة قد فقدت الكثير من الأحاديث النبوية عبر الزمان، أو أن هذه الأحاديث قد حرفت عن معانيها الصحيحة.. (انتهى) .
الرد على الشبهة:
فى بداية الجواب عن شبهة هؤلاء الذين يشككون فى الأحاديث النبوية. ننبه على مستوى جهل كل الذين يثيرون مثل هذه الشبهات حول الحديث النبوى الشريف.. ذلك أن التدرج والتطور فى التشريع الذى يمثله حديث النهى عن زيارة القبور ثم إباحتها.. هذا التدرج والتطور فى التشريع لا علاقة له بالتناقض بأى وجه من الوجوه، أو أى حال من الأحوال.
ثم إن التشكيك فى بعض الأحاديث النبوية، والقول بوجود تناقضات بين بعض هذه الأحاديث، أو بينها وبين آيات قرآنية.. بل والتشكيك فى مجمل
الأحاديث النبوية، والدعوة إلى إهدار السنة النبوية والاكتفاء بالقرآن الكريم.. إن هذه الدعوة قديمة وجديدة، بل ومتجددة.. وكما حذّر رسول الله صلى الله عليه وسلم من الكذب عليه.. فلقد حذّر من إنكار سنته، ومن الخروج عليها.
ونحن بإزاء هذه الشبهة نواجه بلونين من الغلو:
أحدهما: يهدر كل السنة النبوية، اكتفاء بالقرآن الكريم.. ويرى أن الإسلام هو القرآن وحده.
وثانيهما: يرى فى كل المرويات المنسوبة للرسول صلى الله عليه وسلم سنة نبوية، يكفر المتوقف فيها، دونما فحص وبحث وتمحيص لمستويات " الرواية " و " الدراية " فى هذه المرويات. ودونما تمييز بين التوقف إزاء الراوى وبين إنكار ما ثبت عن رسول الله صلى الله عليه وسلم..
وبين هذين الغلوين يقف علماء السنة النبوية، الذين وضعوا علوم الضبط للرواية، وحددوا مستويات المرويات، بناء على مستويات الثقة فى الرواة.. ثم لم يكتفوا ـ فى فرز المرويات ـ بعلم " الرواية " والجرح والتعديل للرجال ـ الرواة ـ وإنما اشترطوا سلامة " الدراية " أيضًا لهذه المرويات التى رواها العدول الضابطون عن أمثالهم حتى رسول الله صلى الله عليه وسلم.
أى أن هؤلاء العلماء بالسنة قد اشترطوا " نقد المتن والنص والمضمون " بعد أن اشترطوا " نقد الرواية والرواة " وذلك حتى يسلم المتن والمضمون من " الشذوذ والعلة القادحة "، فلا يكون فيه تعارض حقيقى مع حديث هو أقوى منه سندًا، وألصق منه بمقاصد الشريعة وعقائد الإسلام، ومن باب أولى ألا يكون الأثر المروى متناقضًا تناقضًا حقيقيًّا مع محكم القرآن الكريم..
ولو أننا طبقنا هذا المنهاج العلمى المحكم، الذى هو خلاصة علوم السنة النبوية ومصطلح الحديث، لما كانت هناك هذه المشكلة ـ القديمة..
المتجددة ـ.. ولكن المشكلة ـ مشكلة الغلو، بأنواعه ودرجاته ـ إنما تأتى
من الغفلة أو التغافل عن تطبيق قواعد هذا المنهج الذى أبدعته الأمة الإسلامية، والذى سبقت به حضارتنا كل الحضارات فى ميدان " النقد الخارجى والداخلى للنصوص والمرويات ".. وهذه الغفلة إنما تتجلى فى تركيز البعض على " الرواية " مع إهمال " الدراية " أو العكس.. وفى عدم تمييز البعض بين مستويات المرويات، كأن يطلب من الأحاديث ظنية الثبوت ما هو من اختصاص النصوص قطعية الثبوت.. أو من مثل تحكيم " الهوى " أو " العقل غير الصريح " فى المرويات الصحيحة، الخالية متونها ومضامينها من الشذوذ والعلة القادحة..
وهناك أيضًا آفة الذين لا يميزون بين التوقف إزاء " الرواية والرواة " ـ وهم بشر غير معصومين، وفيهم وفى تعديلهم وقبول مروياتهم اختلف الفقهاء وعلماء الحديث والمحدثون ـ وبين التوقف إزاء " السنة "، التى ثبتت صحة روايتها ودرايتها عن المعصوم صلى الله عليه وسلم.. فتوقف العلماء المتخصصين ـ وليس الهواة أو المتطفلين ـ إزاء " الرواية والرواة " شىء، والتوقف إزاء " السنة " التى صحت وسلمت من الشذوذ والعلل القادحة شىء آخر.. والأول حق من حقوق علماء هذا الفن، أما الثانى فهو تكذيب للمعصوم صلى الله عليه وسلم، والعياذ بالله..
أما الذين يقولون إننا لا حاجة لنا إلى السنة النبوية، اكتفاء بالبلاغ القرآنى، الذى لم يفرط فى شىء.. فإننا نقول لهم ما قاله الأقدمون ـ من أسلافنا ـ للأقدمين ـ من أسلافهم ـ:
إن السنة النبوية هى البيان النبوى للبلاغ القرآنى، وهى التطبيق العملى للآيات القرآنية، التى أشارت إلى فرائض وعبادات وتكاليف وشعائر ومناسك ومعاملات الإسلام.. وهذا التطبيق العملى، الذى حوّل القرآن إلى حياة معيشة، ودولة وأمة ومجتمع ونظام وحضارة، أى الذى " أقام الدين "، قد بدأ بتطبيقات الرسول صلى الله عليه وسلم للبلاغ القرآنى، ليس تطوعًا ولا تزيّدًا من الرسول، وإنما كان قيامًا بفريضة إلهية نص عليها القرآن الكريم (وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم ولعلهم يتفكرون) (١) . فالتطبيقات النبوية للقرآن ـ التى هى السنة العملية والبيان القولى الشارح والمفسر والمفصّل ـ هى ضرورة قرآنية، وليست تزيّدًا على القرآن الكريم.. هى مقتضيات قرآنية، اقتضاها القرآن.. ويستحيل أن نستغنى عنها بالقرآن.. وتأسيًا بالرسول صلى الله عليه وسلم، وقيامًا بفريضة طاعته ـ التى نص عليها القرآن الكريم: (قل أطيعوا الله والرسول) (٢) (أطيعوا الله وأطيعوا الرسول) (٣) (من يطع الرسول فقد أطاع الله) (٤) (قل إن كنتم تحبون الله فاتبعونى يحببكم الله) (٥) (إن الذين يبايعونك إنما يبايعون الله) (٦) . تأسيًا بالرسول صلى الله عليه وسلم، وطاعة له، كان تطبيق الأمة ـ فى جيل الصحابة ومن بعده ـ لهذه العبادات والمعاملات.. فالسنة النبوية، التى بدأ تدوينها فى العهد النبوى، والتى اكتمل تدوينها وتمحيصها فى عصر التابعين وتابعيهم، ليست إلا التدوين للتطبيقات التى جسدت البلاغ القرآنى دينًا ودنيا فى العبادات والمعاملات.
فالقرآن الكريم هو الذى تَطَلَّبَ السنة النبوية، وليست هى بالأمر الزائد الذى يغنى عنه ويستغنى دونه القرآن الكريم.
أما العلاقة الطبيعية بين البلاغ الإلهى ـ القرآن ـ وبين التطبيق النبوى لهذا البلاغ الإلهى ـ السنة النبوية ـ فهى أشبه ما تكون بالعلاقة بين " الدستور " وبين " القانون ". فالدستور هو مصدر ومرجع القانون.. والقانون هو تفصيل وتطبيق الدستور، ولا حُجة ولا دستورية لقانون يخالف أو يناقض الدستور.. ولا غناء ولا اكتفاء بالدستور عن القانون.
إن رسول الله صلى الله عليه وسلم، ليس مجرد مبلّغ فقط، وإنما هو مبلّغ، ومبين للبلاغ، ومطبق له، ومقيم للدين، تحوّل القرآن على يديه إلى حياة عملية ـ أى إلى سنة وطريقة يحياها المسلمون.
وإذا كان بيان القرآن وتفسيره وتفصيله هو فريضة إسلامية دائمة وقائمة على الأمة إلى يوم الدين.. فإن هذه الفريضة قد أقامها ـ أول من أقامها ـ حامل البلاغ، ومنجز البيان، ومقيم الإسلام ـ عليه الصلاة والسلام.
والذين يتصورون أن الرسول صلى الله عليه وسلم مجرد مبلِّغ إنما يضعونه فى صورة أدنى من صورتهم هم، عندما ينكرون عليه البيان النبوى للبلاغ القرآنى، بينما يمارسون هم القيام بهذا البيان والتفسير والتطبيق للقرآن الكريم!.. وهذا " مذهب " يستعيذ المؤمن بالله منه ومن أهله ومن الشيطان الرجيم!.
_________
(١) النحل: ٤٤.
(٢) آل عمران: ٣٢.
(٣) النساء: ٥٩.
(٤) النساء: ٨٠.
(٥) آل عمران: ٣١.
(٦) الفتح: ١٠.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b434] VALUES (65,'<span data-type="title" id=toc-69>٦٤- حول تناقض النقل - القرآن - مع العقل</span>
هناك مَنْ يقيمون التناقض بين " العقل " و " النقل "، ويدعون أن الثقافة الإسلامية نقلية لا عقلية، ويعتقدون أن جميع علماء الأمة بدون استثناء غير مؤهلين، لأنهم اعتمدوا على النقل وليس التفكير.. وأنه يجب التفكير فى كل أمور الدين، الأصل قبل الفرع.. وإلغاء كل الأساسيات الموجودة التى تعتبرها الأمة من المسلمات، والبحث من جديد عن الحقيقة، معتمدين على العقل فقط.. (انتهى) .
الرد على الشبهة:
إن القول بالاعتماد على العقل فقط - أى دون النقل، الذى هو الوحى الإلهى، فى بلاغه القرآنى وبيانه النبوى -.. واستخدام العقل وحده أداة لإعادة النظر فى كل ما تعتبره الأمة من المسلمات.. هو قول يحتاج إلى ضبط.. وإلى تصويب.. ويمكن أن يتم ذلك من خلال إشارات إلى عدد من الحقائق:
أولاها: أن مقام العقل فى الإسلام هو مكان عال وفريد، ولا نظير له فى الشرائع السابقة على الشريعة الإسلامية الخاتمة.. فالعقل فى الإسلام هو مناط التكليف بكل فرائض وأحكام الإسلام.. أى شرط التدين بدين الإسلام.
وثانيتها: أن النقل الإسلامى - وخاصة معجزته القرآنية - هو معجزة عقلية، قد ارتضت العقل حكمًا فى فهمها وفى التصديق بها، وفى التمييز بين المحكم والمتشابه فى آياتها، وأيضًا فى تفسير هذه الآيات.. فليس للقرآن كهنوت يحتكر تفسيره، وإنما هو ثمرة لنظر عقول العلماء المفسرين.. وعلى حين كانت معجزات الرسالات السابقة معجزات مادية، تدهش العقول، فتشلها عن التفكير والتعقل، جاءت معجزة الإسلام - القرآن الكريم - معجزة عقلية، تستنفر العقل كى يتعقل ويتفكر ويتدبر، وتحتكم إليه باعتباره القاضى فى تفسير آياتها.. فكان النقل الإسلامى سبيلاً لتنمية العقلانية الإسلامية.. وكان هذا التطور فى طبيعة المعجزة متناسبًا ومتسقًا مع مرحلة النضج التى بلغتها الإنسانية، ومع ختم السماء سلسلة الرسالات والوحى إلى الأنبياء والرسل وأمم الرسالات..
وثالثتها: أن العقل - فى الإسلام - هو سبيل الإيمان بوجود الله ووحدانيته وصفاته.. لأن الإيمان بالله سابق على التصديق بالرسول وبالكتاب الذى جاء به الرسول، لأنه شرط لهما، ومقدم عليهما، فالتصديق بالكتاب - النقل - متوقف على صدق الرسول الذى أتى به، والتصديق بالرسول متوقف على وجود الإله الذى أرسل هذا الرسول وأوحى إليه.. والعقل هو سبيل الإيمان بوجود الله - سبحانه وتعالى - وذلك عن طريق تأمل وتدبر بديع نظام وانتظام المصنوعات الشاهدة على وجود الصانع المبدع لنظام وانتظام هذه المصنوعات.. فالعقل - فى الإسلام - هو أداة الإيمان بجوهر الدين - الألوهية - وبعبارة الإمام محمد عبده: ".. فأول أساس وضع عليه الإسلام هو النظر العقلى، والنظر عنده هو وسيلة الإيمان الصحيح، فقد أقامك منه على سبيل الحُجة، وقاضاك إلى العقل، ومن قاضاك إلى حاكم فقد أذعن إلى سلطته.. " (١) .
وذلك على حين كان العقل غريبًا ومستبعدًا من سبل الإيمان فى حقب الرسالات السابقة على الإسلام.. حقب المعجزات المدهشة للعقول، عندما كانت الإنسانية فى مراحل الطفولة " خرافًا ضالة "، تؤمن بما يُلقى إلى قلبها، دون إعمال عقل، لأن الإيمان لا يحتاج إلى إعمال عقل.. وفق عبارة القديس والفيلسوف النصرانى " أنسيلم " [١٠٣٣-١١٠٩م] .
ورابعتها: أن المقابلة بين " العقل " و " النقل " هى أثر من آثار الثنائيات المتناقضة التى تميزت بها المسيرة الفكرية للحضارة الغربية، تلك التى عرفت لاهُوتًا كنسيًا - نقلاً - لا عقلانيًا، فجاءت عقلانيتها، فى عصر النهضة والتنوير الوضعى العلمانى، ثورة على النقل اللاعقلانى ونقضًا له.. أما فى الإسلام، والمسيرة الفكرية لحضارته وأمته - وخاصة فى عصر الازدهار والإبداع - فإن النقل لم يكن أبدًا مقابلاً للعقل، لأن المقابل للعقل هو الجنون، وليس النقل.. ولأن النقل الإسلامى - القرآن الكريم - هو مصدر العقلانية المؤمنة، والباعث عليها، والداعى لاستخدام العقل والتفكر والتدبر فى آيات الله المنظورة والمسطورة جميعًا.. وآيات القرآن التى تحض على العقل والتعقل تبلغ تسعًا وأربعين آية.. والآيات التى تتحدث عن " اللُّب " - بمعنى عقل وجوهر الإنسان - هى ست عشرة آية. كما يتحدث القرآن عن " النُّهى " - بمعنى العقل - فى آيتين.. وعن الفكر والتفكر فى ثمانية عشر موضعًا.. وعن الفقه والتفقه - بمعنى العقل والتعقل - فى عشرين موضعًا.. وعن " التدبر " فى أربع آيات.. وعن " الاعتبار " فى سبع آيات.. وعن " الحكمة " فى تسع عشرة آية.. وعن " القلب " كأداة للفقه والعقل - فى مائة واثنين وثلاثين موضعًا.. ناهيك عن آيات العلم والتعلم والعلماء التى تبلغ فى القرآن أكثر من ثمانمائة آية.. فالنقل الإسلامى - أى الشرع الإلهى - هو الداعى للتعقل والتدبر والتفقه والتعلّم.. والعقل الإنسانى هو أداة فقه الشرع، وشرط ومناط التدين بهذا الشرع الإلهى.. ولذلك لا أثر للشرع بدون العقل، كما أنه لا غنى للعقل عن الشرع، وخاصة فيما لا يستقل العقل بإدراكه من أمور الغيب وأحكام الدين.
ذلك أن العقل، مهما بلغ من العظمة والتألق فى الحكمة والإبداع، هو ملكة من ملكات الإنسان، وكل ملكات الإنسان - بالخبرة التاريخية والمعاصرة - هى نسبة الإدراك والقدرات، تجهل اليوم ما تعلمه غدًا، وما يقصر عنه عقل الواحد يبلغه عقل الآخر.. وإذا كانت ميادين عالم الشهادة - النفس والكون.. أى الدنيا.. مفتوحة على مصاريعها أمام العقل وأمام التجربة - بالنسبة للإنسان - فإن هناك ميادين - وخاصة فى معارف عالم الغيب - سبيل معرفتها النقل - أى الوحى - والوجدان - القلب والإلهام - فالهدايات التى يهتدى بها الإنسان هى " العقل " و " النقل " و " التجربة " و " الوجدان ".. وليست العقل وحده دون سواه.. وبتنوع الهدايات وسبل المعرفة الإنسانية، مع تنوع مصادر المعرفة الإنسانية - الوحى وآيات الله المسطورة، مع الكون وآيات الله المنظورة - تتكامل وتتوازن المعرفة الإنسانية - وهذه هى نظرية المعرفة الإسلامية - بينما يختل توازن هذه المعرفة إذا هى وقفت - فى المصادر - عند الكون وعالم الشهادة وحده - وفى الوسائل وإدراك المعرفة عند العقل وحده، أو العقل والتجربة وحدهما، دون النقل والوجدان.. ولقد عبر عن هذا التكامل والتوازن فى - نظرية المعرفة الإسلامية الإمام محمد عبده عندما تحدث - فى تفسيره لآية (اهدنا الصراط المستقيم) - من سورة الفاتحة - عن " الهدايات الأربع " - العقل، والنقل، والتجربة، والوجدان كما عبر عن التلازم الضرورى بين العقل والنقل، لتكامل المعرفة الإسلامية عندما قال: ".. فالعقل هو ينبوع اليقين فى الإيمان بالله، وعلمه وقدرته، والتصديق بالرسالة.. أما النقل، فهو الينبوع فيما بعد ذلك من علم الغيب، كأحوال الآخرة والعبادات.. والقرآن - وهو المعجز الخارق - دعا الإسلامُ الناس إلى النظر فيه بعقولهم.. فهو معجزة عُرضت على العقل، وعرفته القاضى فيها، وأطلقت له حق النظر فى أنحائها، ونشر ما انطوى فى أثنائها.. وإذا قدّرنا عقل البشر قدره، وجدنا غاية ما ينتهى إليه كماله إنما هو الوصول إلى معرفة عوارض بعض الكائنات التى تقع تحت الإدراك الإنسانى.. أما الوصول إلى كنه حقيقته فمما لا تبلغه قوته.. ومن أحوال الحياة الأخرى ما لا يمكن لعقل بشرى أن يصل إليه وحده.. لهذا كان العقل محتاجًا إلى مُعين يستعين به فى وسائل السعادة فى الدنيا والآخرة.. " (٢) .
فالإسلام لا يعرف - على الإطلاق - هذه الثنائية المتناقضة بين العقل والنقل.. وصريح المعقول لا يمكن أن يتعارض مع صحيح المنقول.. ولقد عبر الإمام محمد عبده عن ما قد يتوهمه البعض تعارضًا عندما صاغ حقيقة هذه القضية فقال: " لقد تقرر بين المسلمين أن الدين إن جاء بشىء قد يعلو على الفهم، فلا يمكن أن يأتى بما يستحيل عند العقل.. " (٣) .. ففارق بين ما يعلو على إدراك العقل، من بعض أمور الدين، وبين ما يستحيل فى العقل الذى برئ ويبرأ منه الدين.
ومن بين علماء الإسلام الذين عبروا - بصدق وعبقرية - عن تكامل العقل والنقل - الحكمة والشريعة - حُجة الإسلام - أبو حامد الغزالى عندما قال: " إن أهل السنة قد تحققوا أن لا معاندة بين الشرع المنقول والحق المعقول، وعرفوا أن من ظن وجوب الجمود على التقليد واتباع الظواهر، ما أُتوا به إلا من ضعف العقول وقلة البصائر. وأن من تغلغل فى تصرف العقل حتى صادموا به قواطع الشرع، ما أُتوا به إلا من خبث الضمائر. فميل أولئك إلى التفريط، وميل هؤلاء إلى الإفراط، وكلاهما بعيد عن الحزم والاحتياط.. فمثال العقل: البصر السليم عن الآفات والآذاء، ومثال القرآن: الشمس المنتشرة الضياء، فأخْلِق أن يكون طالب الاهتداء المستغنى إذا استغنى بأحدهما عن الآخر فى غمار الأغبياء، فلا فرق بينه وبين العميان. فالعقل مع الشرع نور على نور.. " (٤) .
وهذه العلاقة بين العقل والنقل - علاقة التكامل والتآخى - هى التى أكد عليها أبو الوليد ابن رشد [٥٢٠-٦٥٤هجرية/١١٢٦-١١٩٨م] عندما قال: ".. فإنا - معشر المسلمين - نعلم على القطع، أنه لا يؤدى النظر البرهانى إلى مخالفة ما ورد به الشرع، فإن الحق لا يضاد الحق، بل يوافقه ويشهد له.. فالحكمة هى صاحبة الشريعة، والأخت الرضيعة.. وهما المصطحبتان بالطبع، المتحابتان بالجوهر والغريزة.. " (٥) .
فالباب مفتوح على مصراعيه أمام العقل فى سائر ميادين عالم الشهادة. وهو سبيل الفقه والفهم والتكليف فى الشرع والدين.. لكن لابد من مؤازرة الشرع والنقل للعقل فيما لا يستقل العقل بإدراكه من أخبار عالم الغيب والحكم والعلل من وراء بعض أحكام العبادات فى الدين.. وما قد يبدو من تعارض - عند البعض - أحيانًا بين العقل والنقل، فهو تعارض بين العقل وبين " ظاهر " النقل وليس حقيقة معنى النقل أو مرجعه إلى تخلف " صحة " النقل.. أو تخلف " صراحة " العقل.. أو وجود ما يعلو على الفهم، لا ما يتعارض مع العقل.. فالعقل مع الشرع - كما قال حُجة الإسلام الغزالى - " نور على نور ".. وما الحديث عن التعارض بينهما إلا أثر من آثار الغلو فى أحدهما، تفريطًا أو إفراطًا.
وإذا كانت البداهة والخبرة البشرية - وحتى الحكمة الفلسفية - تقول: إن من مبادئ الدين والشرائع ما لا يستقل العقل بإدراك كنهه وحقيقة جوهره، فكيف يجوز لعاقل أن يدعو إلى تحكيم العقل وحده فى كل أساسيات الدين؟! لقد قال الفيلسوف الفقيه أبو الوليد ابن رشد وهو الذى احترم عقلانيته المتألقة الأوروبيون والمسلمون جميعًا. قال عن رأى الفلاسفة القدماء فى مبادئ الشرائع التى لا يستقل العقل بإدراكها: " إن الحكماء من الفلاسفة ليس يجوز عندهم التكلم ولا الجدل فى مبادئ الشرائع مثل: هل الله تعالى موجود؟ وهل السعادة موجودة؟ وهل الفضائل موجودة؟. وفاعل ذلك عندهم محتاج إلى الأدب الشديد، ولذلك وجب قتل الزنادقة.. فيجب على كل إنسان أن يسلم بمبادئ الشرائع، لأن مبادئها أمور إلهية تفوق العقول الإنسانية، وكيفية وجودها هو أمر معجز عن إدراك العقول الإنسانية، فلابد أن يعترف بها مع جهل أسبابها.. " (٦) .
فليس هناك عاقل يحكِّم العقل فيما لا يستقل العقل بإدراكه من مبادئ الشرائع والمعجزات، وكنه وجوهر وحقائق المغيبات.
وليس هناك عاقل يغفل أو يتغافل عن مكانة ودور العقل فى دين الإسلام.
وإدراك وظيفة العقل.. وميدان عمله.. وحدود قدراته، هو لب الاحترام للعقل، وليس فيه انتقاص من سلطانه، الذى تألق فى دين الإسلام وفكر المسلمين.
_________
(١) [الأعمال الكاملة للإمام محمد عبده] ج٣ ص ٣٠١.
(٢) المصدر السابق ج٣ ص ٣٢٥، ٣٧٩، ٣٩٧.
(٣) [الأعمال الكاملة] ج٣ ص ٢٥٧.
(٤) [الاقتصاد فى الاعتقاد] ص ٢، ٣. طبعة القاهرة. مكتبة صبيح بدون تاريخ.
(٥) [فصل المقال فيما بين الحكمة والشريعة من الاتصال] ص ٣١، ٣٢، ٦٧. دراسة وتحقيق د. محمد عمارة. طبعة دار المعارف. القاهرة سنة ١٩٩٩م.
(٦) [تهافت التهافت] ص١٢١، ١٢٢، ١٢٥، طبعة القاهرة سنة ١٩٠٣م.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b434] VALUES (66,'<span data-type="title" id=toc-71>٦٥- الإسلام انتشر بالسيف، ويحبذ العنف</span>
الرد على الشبهة:
وهى من أكثر الشبه انتشارًا، ونرد عليها بالتفصيل حتى نوضح الأمر حولها:
يقول الله تعالى مخاطباً نبيه محمداً صلى الله عليه وسلم: (وما أرسلناك إلا رحمة للعالمين) (١) .
إن هذا البيان القرآنى بإطاره الواسع الكبير، الذى يشمل المكان كله فلا يختص بمكان دون مكان، والزمان بأطواره المختلفة وأجياله المتعاقبة فلا يختص بزمان دون زمان، والحالات كلها سلمها وحربها فلا يختص بحالة دون حالة، والناس أجمعين مؤمنهم وكافرهم عربهم وعجمهم فلا يختص بفئة دون فئة؛ ليجعل الإنسان مشدوها متأملاً فى عظمة التوصيف القرآنى لحقيقة نبوة سيد الأولين والآخرين، (وما أرسلناك إلا رحمة للعالمين) رحمة عامة شاملة، تجلت مظاهرها فى كل موقف لرسول الله صلى الله عليه وسلم تجاه الكون والناس من حوله.
والجهاد فى الإسلام حرب مشروعة عند كل العقلاء من بنى البشر، وهى من أنقى أنواع الحروب من جميع الجهات:
١- من ناحية الهدف.
٢- من ناحية الأسلوب.
٣- من ناحية الشروط والضوابط.
٤- من ناحية الإنهاء والإيقاف.
٥- من ناحية الآثار أو ما يترتب على هذه الحرب من نتائج.
وهذا الأمر واضح تمام الوضوح فى جانبى التنظير والتطبيق فى دين الإسلام وعند المسلمين.
وبالرغم من الوضوح الشديد لهذه الحقيقة، إلا أن التعصب والتجاهل بحقيقة الدين الإسلامى الحنيف، والإصرار على جعله طرفاً فى الصراع وموضوعاً للمحاربة، أحدث لبساً شديداً فى هذا المفهوم ـ مفهوم الجهاد ـ عند المسلمين، حتى شاع أن الإسلام قد انتشر بالسيف، وأنه يدعو إلى الحرب وإلى العنف، ويكفى فى الرد على هذه الحالة من الافتراء، ما أمر الله به من العدل والإنصاف، وعدم خلط الأوراق، والبحث عن الحقيقة كما هى، وعدم الافتراء على الآخرين، حيث قال سبحانه فى كتابه العزيز: (لِمَ تَلبِسُونَ الحق بالباطل وتكتمون الحق وأنتم تعلمون) (٢) .
ولقد فطن لبطلان هذا الادعاء كاتب غربى كبير هو توماس كارليل، حيث قال فى كتابه " الأبطال وعبادة البطولة " ما ترجمته: " إن اتهامه ـ أى سيدنا محمد صلى الله عليه وسلم ـ بالتعويل على السيف فى حمل الناس على الاستجابة لدعوته سخف غير مفهوم؛ إذ ليس مما يجوز فى الفهم أن يشهر رجل فرد سيفه ليقتل به الناس، أو يستجيبوا له، فإذا آمن به من يقدرون على حرب خصومهم، فقد آمنوا به طائعين مصدقين، وتعرضوا للحرب من غيرهم قبل أن يقدروا عليها " (٣) .
ويقول المؤرخ الفرنسى غوستاف لوبون فى كتابه " حضارة العرب " وهو يتحدث عن سر انتشار الإسلام فى عهده صلى الله عليه وسلم وفى عصور الفتوحات من بعده ـ: " قد أثبت التاريخ أن الأديان لا تفرض بالقوة، ولم ينتشر الإسلام إذن بالسيف بل انتشر بالدعوة وحدها، وبالدعوة وحدها اعتنقته الشعوب التى قهرت العرب مؤخراً كالترك والمغول، وبلغ القرآن من الانتشار فى الهند ـ التى لم يكن العرب فيها غير عابرى سبيل ـ ما زاد عدد المسلمين إلى خمسين مليون نفس فيها.. ولم يكن الإسلام أقل انتشاراً فى الصين التى لم يفتح العرب أى جزء منها قط، وسترى فى فصل آخر سرعة الدعوة فيها، ويزيد عدد مسلميها على عشرين مليونا فى الوقت الحاضر " (٤) .
هذا وقد مكث رسول الله صلى الله عليه وسلم بمكة ثلاثة عشر عاماً، يدعو إلى الله بالحكمة والموعظة الحسنة، وقد كان نتاج هذه المرحلة أن دخل فى الإسلام خيار المسلمين من الأشراف وغيرهم، وكان الداخلون أغلبهم من الفقراء، ولم يكن لدى رسول الله صلى الله عليه وسلم ثروة عظيمة يغرى بها هؤلاء الداخلين، ولم يكن إلا الدعوة، والدعوة وحدها، ولم يقف الأمر عند هذا الحد بل تحمَّل المسلمون ـ لاسيما الفقراء والعبيد ومن لا عصبية له منهم ـ من صنوف العذاب وألوان البلاء ما تعجز الجبال الرواسى عن تحمله، فما صرفهم ذلك عن دينهم وما تزعزعت عقيدتهم، بل زادهم ذلك صلابة فى الحق، وصمدوا صمود الأبطال مع قلتهم وفقرهم، وما سمعنا أن أحداً منهم ارتدّ سخطاً عن دينه، أو أغرته مغريات المشركين فى النكوص عنه، وإنما كانوا كالذهب الإبريز لا تزيده النار إلا صفاء ونقاء، وسنتكلم هنا على الجانبين التنظيرى والتطبيقى، ونقصد بالتنظيرى ما ورد فى مصادر الإسلام (الكتاب والسنة) ، ونعنى بالتطبيقى ما حدث عبر القرون ابتداء من الحروب التى شارك فيها النبى صلى الله عليه وسلم، وانتهاء بعصرنا الحاضر، ثم نختم ببيان هذه النقاط الخمسة التى ذكرناها سابقاً.
أولاً: الجانب التنظيرى
ورد فى القرآن الكريم وفى السنة النبوية آيات وأحاديث تبين شأن الجهاد فى الإسلام، ويرى المطالع لهذه الآيات والأحاديث، أن المجاهد فى سبيل الله، هو ذلك الفارس النبيل الأخلاقى المدرب على أخلاق الفروسية العالية الراقية؛ حتى يستطيع أن يمتثل إلى الأوامر والنواهى الربانية التى تأمره بضبط النفس قبل المعركة وأثناء المعركة وبعد المعركة، فقبل المعركة يجب عليه أن يحرر نفسه من كل الأطماع، وألا يخرج مقاتلا من أجل أى مصلحة شخصية، سواء كانت تلك المصلحة من أجل نفسه أو من أجل الطائفة التى ينتمى إليها، أو من أجل أى عرض دنيوى آخر، وينبغى أن يتقيد بالشروط التى أحل الله فيها الجهاد، وأن يجعل ذلك لوجه الله تعالى، ومعنى هذا أنه سوف يلتزم بأوامر الله، ويستعد لإنهاء الحرب فوراً، إذا ما فقدت الحرب شرطاً من شروط حلها أو سبباً من أسباب استمرارها، وسواء أكان ذلك الفارس منتصراً، أو أصابه الأذى من عدوه، فإن الله يأمره بضبط النفس، وعدم تركها للانتقام، والتأكيد على الالتزام بالمعانى العليا، وكذلك الحال بعد القتال، فإنه يجب عليه أن يجاهد نفسه الجهاد الأكبر؛ حتى لا يتحول الفارس المجاهد إلى شخصٍ مؤذٍ لمجتمعه أو لجماعته أو للآخرين، وبالرغم من أن لفظة الجهاد إذا أطلقت انصرف الذهن إلى معنى القتال فى سبيل الله. إلا أن الرسول صلى الله عليه وسلم قد أسماه بالجهاد الأصغر، وسمى الجهاد المستمر بعد القتال بالجهاد الأكبر؛ لأن القتال يستمر ساعات أو أيام، وما بعد القتال يستغرق عمر الإنسان كله.
وفيما يلى نورد الآيات القرآنية والأحاديث النبوية التى تحدثت عن هذه القضية، ثم بعد ذلك نستخرج منها الأهداف والشروط والضوابط والأساليب، ونعرف منها متى تنتهى الحرب، والآثار المترتبة على ذلك:
أولاً: القرآن الكريم:
١- (وقاتلوا فى سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين * واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرين) (٥) .
٢- (فإن انتهوا فإن الله غفور رحيم * وقاتلوهم حتى لا تكون فتنة ويكون الدين لله فإن انتهوا فلا عدوان إلا على الظالمين) (٦) .
٣- (كتب عليكم القتال وهو كره لكم وعسى أن تكرهوا شيئاً وهو خير لكم وعسى أن تحبوا شيئاً وهو شر لكم والله يعلم وأنتم لا تعلمون) (٧) .
٤- (يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل) (٨) .
٥- (وكأين من نبى قاتل معه ربيون كثير فما وهنوا لما أصابهم فى سبيل الله وما ضعفوا وما استكانوا والله يحب الصابرين) (٩) .
٦- (ولا تحسبن الذين قُتِلُوا فى سبيل الله أمواتا بل أحياء عند ربهم يُرْزَقُون) (١٠) .
٧- (فالذين هاجروا وأخرجوا من ديارهم وأوذوا فى سبيلى وقاتلوا وقتلوا لأكفرن عنهم سيئاتهم) (١١) .
٨- (فليقاتل فى سبيل الله الذين يشرون الحياة الدنيا بالآخرة ومن يقاتل فى سبيل الله فيُقتل أو يَغِلب فسوف نؤتيه أجرا عظيماً) (١٢) .
٩- (وما لكم لا تقاتلون فى سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيراً) (١٣) .
١٠- (فإن اعتزلوكم فلم يقاتلوكم وألقوا إليكم السلم فما جعل الله لكم عليهم سبيلاً) (١٤) .
١١- (وإذ يعدكم الله إحدى الطائفتين أنها لكم وتودون أن غير ذات الشوكة تكون لكم ويريد الله أن يحق الحق بكلماته ويقطع دابر الكافرين * ليحق الحق ويبطل الباطل ولوكره المجرمون) (١٥) .
١٢- (فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى) (١٦) .
١٣- (وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير) (١٧) .
١٤ (ولا تكونوا كالذين خرجوا من ديارهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون محيط) (١٨) .
١٥- (وإن جنحوا للسلم فاجنح لها وتوكل على الله إنه هو السميع العليم) (١٩) .
١٦- (يا أيها النبى قل لمن فى أيديكم من الأسرى إن يعلم الله فى قلوبكم خيرا يؤتكم خيراً مما أخذ منكم ويغفر لكم والله غفور رحيم) (٢٠) .
١٧- (فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم إن الله غفور رحيم * وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله ثم أبلغه مأمنه ذلك بأنهم قوم لا يعلمون) (٢١) .
١٨- (إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون فى سبيل الله فَيَقتُلُون وَيُقتَلُون) (٢٢) .
١٩- (أُذِنَ للذين يُقَاتَلُون بأنهم ظُلِمُوا وإن الله على نصرهم لقدير * الذين أُخْرِجُوا من ديارهم بغير حق إلا أن يقولوا رَبُّنَا الله) (٢٣) .
ثانياً: الأحاديث النبوية الشريفة:
١- عن أبى هريرة ـ رضى الله عنه ـ عن النبى صلى الله عليه وسلم قال: " تكفل الله لمن جاهد فى سبيله لا يخرجه من بيته إلا جهاد فى سبيله وتصديق كلمته بأن يدخله الجنة أو يرجعه إلى مسكنه الذى خرج منه مع ما نال من أجر أو غنيمة " (٢٤) .
٢- عن وهب بن منبه، قال: سألت جابراً عن شأن ثقيف إذ بايعت، قال: اشترطت على النبى صلى الله عليه وسلم أن لا صدقة عليها ولا جهاد، وأنه سمع النبى صلى الله عليه وسلم بعد ذلك يقول: " سيتصدقون ويجاهدون إذا أسلموا " (٢٥) .
٣- عن سعد بن زيد بن سعد الأشهلى أنه أهدى إلى رسول صلى الله عليه وسلم سيفاً من نجران فلما قدم عليه أعطاه محمد بن مسلمة، وقال: " جاهد بهذا فى سبيل الله فإذا اختلفت أعناق الناس فاضرب به الحجر، ثم ادخل بيتك وكن حلساً ملقى حتى تقتلك يد خاطئة أو تأتيك منية قاضية. قال الحاكم: فبهذه الأسباب وما جانسها كان اعتزال من اعتزل عن القتال مع على ـ رضى الله عنه ـ وقتال من قاتله " (٢٦) .
٤- عن سعيد بن جبير قال: " خرج علينا أو إلينا ابن عمر فقال رجل كيف ترى فى قتال الفتنة فقال وهل تدرى ما الفتنة كان محمد صلى الله عليه وسلم يقاتل المشركين وكان الدخول عليهم فتنة وليس كقتالكم على الملك " (٢٧) .
٥- عن عبد الله بن عمرو ـ رضى الله عنهما ـ قال: جاء رجل إلى النبى صلى الله عليه وسلم فقال: إنى أريد الجهاد فقال: " أحى والداك؟ قال: نعم. قال: ففيهما فجاهد " (٢٨) .
ويتضح من هذه الآيات والأحاديث أن هدف الحرب فى الإسلام يتمثل فى الآتى:
١- رد العدوان والدفاع عن النفس.
٢- تأمين الدعوة إلى الله وإتاحة الفرصة للضعفاء الذين يريدون اعتناقها.
٣- المطالبة بالحقوق السليبة.
٤- نصرة الحق والعدل.
ويتضح لنا أيضا أن من شروط وضوابط الحرب:
(١) النبل والوضوح فى الوسيلة والهدف.
(٢) لا قتال إلا مع المقاتلين ولا عدوان على المدنيين.
(٣) إذا جنحوا للسلم وانتهوا عن القتال فلا عدوان إلا على الظالمين.
(٤) المحافظة على الأسرى ومعاملتهم المعاملة الحسنة التى تليق بالإنسان.
(٥) المحافظة على البيئة ويدخل فى ذلك النهى عن قتل الحيوان لغير مصلحة وتحريق الأشجار، وإفساد الزروع والثمار، والمياه، وتلويث الآبار، وهدم البيوت.
(٦) المحافظة على الحرية الدينية لأصحاب الصوامع والرهبان وعدم التعرض لهم.
الآثار المترتبة على الجهاد
يتضح لنا مما سبق أن الجهاد فى الإسلام قد اتسم بنبل الغاية والوسيلة معا، فلا غرو أن تكون الآثار والثمار المتولدة عن هذا الجهاد متناسقة تماما فى هذا السياق من النبل والوضوح؛ لأن النتائج فرع عن المقدمات، ونلخص هذه الآثار فى النقاط التالية:
(١) تربية النفس على الشهامة والنجدة والفروسية.
(٢) إزالة الطواغيت الجاثمة فوق صدور الناس، وهو الشر الذى يؤدى إلى الإفساد فى الأرض بعد إصلاحها.
(٣) إقرار العدل والحرية لجميع الناس مهما كانت عقائدهم.
(٤) تقديم القضايا العامة على المصلحة الشخصية.
(٥) تحقيق قوة ردع مناسبة لتأمين الناس فى أوطانهم.
يقول الله سبحانه وتعالى فى سورة الحج:
(الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله ولولا دفع الله الناس بعضهم ببعض لهدمت صوامع وبيع وصلوات ومساجد يذكر فيها اسم الله كثيراً ولينصرن الله من ينصره إن الله لقوى عزيز) (٢٩) .
قال الإمام القرطبى عند تفسيره لهذه الآية:
(ولولا دفع الله الناس بعضهم ببعض) أى لولا ما شرعه الله تعالى للأنبياء والمؤمنين من قتال الأعداء، لاستولى أهل الشرك وعطلوا ما بينته أرباب الديانات من مواضع العبادات، ولكنه دفع بأن أوجب القتال ليتفرغ أهل الدين للعبادة. فالجهاد أمر متقدم فى الأمم، وبه صلحت الشرائع واجتمعت المتعبدات؛ فكأنه قال: أذن فى القتال، فليقاتل المؤمنون. ثم قوى هذا الأمر فى القتال بقوله: (ولولا دفع الله الناس) الآية؛ أى لولا القتال والجهاد لتغلب على الحق فى كل أمة. فمن استشبع من النصارى والصابئين الجهاد فهو مناقض لمذهبه؛ إذ لولا القتال لما بقى الدين الذى يذب عنه. وأيضاً هذه المواضع التى اتخذت قبل تحريفهم وتبديلهم وقبل نسخ تلك الملل بالإسلام إنما ذكرت لهذا المعنى؛ أى لولا هذا الدفع لهُدمت فى زمن موسى الكنائس، وفى زمن عيسى الصوامع والبيع، وفى زمن محمد صلى الله عليه وسلم المساجد. " لهدمت " من هدمت البناء أى نقضته فانهدم. قال ابن عطية: هذا أصوب ما قيل فى تأويل الآية " (٣٠) .
ثانياً: الناحية التطبيقية
(١) حروب النبى صلى الله عليه وسلم:
(أ) الحرب ظاهرة اجتماعية:
الحرب ظاهرة إنسانية قديمة قدم الإنسان على ظهر هذه البسيطة، فمنذ وُجد الإنسان وهو يصارع ويحارب، وكعلاقة من العلاقات الاجتماعية الحتمية نشأت الحرب، فالاحتكاك بين البشر لابد وأن يُوَلِّد صداماً من نوع ما، لقد جبل الإنسان على غريزة التملك التى تدعوه إلى التشبث بما يملكه، حيث إن هذه الغريزة هى التى تحفظ عليه البقاء فى الحياة، وهى بالتالى التى تتولد عنها غريزة المقاتلة، فى أبسط صورها دفاعاً عن حقه فى الاستمرار والحياة، وقد تتعقد نفسية الإنسان وتصبح حاجاته ومتطلباته مركبة، فلا يقاتل طالباً للقوت أو دفاعاً عنه فقط، وإنما يقاتل طلباً للحرية ورفعاً للظلم واستردادا للكرامة. ويُفَصِّل العلامة ابن خلدون هذه الحقيقة فى مقدمته فيقول: " اعلم أن الحروب وأنواع المقاتلة لم تزل واقعة فى الخليقة منذ برأها الله، وأصلها إرادة انتقام بعض البشر من بعض ويتعصب لكل منها أهل عصبيته، فإذا تذامروا لذلك وتوافقت الطائفتان؛ إحداهما تطلب الانتقام والأخرى تدافع، كانت الحرب وهو أمر طبيعى فى البشر، إما غيرة ومنافسة وإما عدوان وإما غضب لله ولدينه، وإما غضب للملك وسعى فى تمهيده " (٣١) .
(ب) الحرب فى الكتب المقدسة قبل الإسلام:
إذا ما تجاوزنا الأمم والحضارات البشرية، وتأملنا فى الكتب السماوية المقدسة (التوراة ـ الإنجيل) ، نرى أن هذه الكتب المقدسة قد تجاوزت الأسباب المادية الغريزية التى يقاتل الإنسان من أجلها إلى أسباب أكثر رُقِيًّا وحضارة، فبعد أن كان الإنسان يقاتل رغبة فى امتلاك الطعام أو الأرض، أو رغبة فى الثأر الشخصى من الآخرين، أو حتى ردا للعدوان، نرى أن الكتب المقدسة قد أضافت أسباباً أخرى، أسباباً إلهية تسمو بالبشرية عن الدنايا وظلم الآخرين، إلى بذل النفس إقامة للعدل، ونصرة للمظلوم، ومحاربة للكفر والخروج عن منهج الله، لقد حددت الكتب السماوية المناهج والأطر التى يُسْمَح فيها بإقامة القتال وعبرت بالإنسان مرحلة بناء المجد الشخصى المؤسس على الأنا، إلى مرحلة التضحية من أجل المبادئ والمثل الإلهية العليا، التى تعمل فى إطار الجماعة البشرية لا فى محيط الفرد الواحد.
الحرب فى العهد القديم:
وردت أسباب الحرب فى ست وثلاثين آية تقع فى ثمانية أسفار من أسفار العهد القديم هى: (التكوين ـ العدد ـ التثنية ـ يوشع ـ القضاة ـ صموئيل الأول ـ الملوك الثانى ـ حزقيال) .
(١) ففى سفر العدد ـ الإصحاح الثالث عشر، ورد ما يفيد أن موسى ـ عليه السلام ـ بعد خروجه بقومه من مصر بعث رسلا يتحسسون أمر أرض كنعان ـ فلسطين ـ ليستقروا فيها:
" فساروا حتى أتوا موسى وهارون وكل جماعة بنى إسرائيل إلى برية فاران إلى قادش، وردوا إليهما خبرًا وإلى كل الجماعة، وأروهم ثمر الأرض وأخبروه، وقالوا: قد ذهبنا إلى الأرض التى أرسلتنا إليها وحقا إنها تفيض لبناً وعسلاً وهذا ثمرها غير أن الشعب الساكن فى الأرض معتز والمدن حصينة عظيمة جداً وأيضا قد رأينا بنى عناق هناك " (٣٢) .
(٢) وجاء فى سفر صموئيل الأول ـ الإصحاح الخامس والعشرون:
" فأجاب نابال عبيد داود وقال: من هو داود ومن هو ابن يسى قد كثر اليوم العبيد الذين يقحصون كل واحد من أمام سيده، أآخذ خبزى ومائى وذبيحى الذى ذبحت لجارى وأعطيه لقوم لا أعلم من أين هم؟ فتحول غلمان داود إلى طريقهم ورجعوا وجاءوا وأخبروه حسب كل هذا الكلام، فقال داود لرجاله: ليتقلد كل واحد منكم سيفه وتقلد داود سيفه وصعد وراء داود نحو أربعمائة رجل ومكث مائتان مع الأمتعة " (٣٣) .
(٣) وفى سفر الملوك الثانى ـ الإصحاح الثالث:
" وكان ميشع ملك موآب الثانى صاحب مواش، فأدى لملك إسرائيل مائة ألف خروف ومائة ألف كبش بصوفها، وعند موت آخاب عصى ملك موآب على ملك إسرائيل وخرج الملك يهورام فى ذلك اليوم من السامرة وعد كل إسرائيل وذهب وأرسل إلى يهو شافاط ملك يهوذا يقول: قد عصى على ملك موآب، فهل تذهب معى إلى موآب للحرب؟ " (٣٤) .
(٤) جاء فى حزقيال الإصحاح الواحد والعشرون:
" وكان إلى كلام الرب قائلا: يا ابن آدم اجعل وجهك نحو أورشليم وتكلم على المقادس وتنبأ على أرض إسرائيل وقل لأرض إسرائيل هكذا قال الرب هأنذا عليك وأستل سيفى من غمده فأقطع منه الصديق والشرير من حيث إنى أقطع منك الصديق والشرير فلذلك يخرج سيفى من غمده على كل بشر من الجنوب إلى الشمال فيعلم كل بشر أنى أنا الرب سللت سيفى من غمده لا يرجع أيضاً " (٣٥) .
(٥) وجاء فى سفر يوشع الإصحاح الثالث والعشرون:
" وأنتم قد رأيتم كل ما عمل الرب إلهكم هو المحارب عنكم انظروا: قد قسمت لكم بالقرعة هؤلاء الشعوب الباقين ملكاً حسب أسباطكم من الأردن وجميع الشعوب التى قرضتها والبحر العظيم نحو غروب الشمس والرب إلهكم هو ينفيهم من أمامكم ويطردهم من قدامكم فتملكون أرضهم كما كلمكم الرب إلهكم " (٣٦) .
(٦) وجاء فى سفر القضاة الإصحاح الأول:
" وحارب بنو يهوذا أورشليم وأخذوها وضربوا بحد السيف وأشعلوا المدينة بالنار وبعد ذلك نزل بنو يهوذا لمحاربة الكنعانيين سكان الجبل وسكان الجنوب والسهل ".
(٧) وفى سفر القضاة الإصحاح الثامن عشر:
" فأما هم فقد أخذوا ما صنع ميخاً والكاهن الذى له وجاءوا إلى لايش إلى شعب مستريح مطمئن فضربوهم بحد السيف وأحرقوا المدينة بالنار ولم يكن مَنْ ينقذ لأنها بعيدة عن صيدون ولم يكن لهم أمر مع إنسان وهى فى الوادى الذى لبيت رحوب فبنوا المدينة وسكنوا بها ودعوا اسم المدينة دان باسم دان أبيهم الذى ولد لإسرائيل ولكن اسم المدينة أولا: لايش " (٣٧) .
(٨) وفى صموئيل الأول الإصحاح الرابع:
" وخرج إسرائيل للقاء الفلسطينيين للحرب ونزلوا عند حجر المعونة، وأما الفلسطينيون فنزلوا فى أفيق واصطف الفلسطينيون للقاء إسرائيل واشتبكت الحرب فانكسر إسرائيل أمام الفلسطينيين وضربوا من الصف فى الحقل نحو أربعة آلاف رجل " (٣٨) .
(٩) وفى التكوين الإصحاح الرابع والثلاثون:
" فحدث فى اليوم الثالث إذ كانوا متوجعين أن ابنى يعقوب شمعون ولاوى أخوى دينة أخذ كل واحد منهما سيفه وأتيا على المدينة بأمن وقتلا كل ذكر وقتلا حمور وشكيم ابنه بحد السيف لأنهم بخسوا أختهم، غنمهم وبقرهم وكل ما فى المدينة وما فى الحقل أخذوه وسبوا ونهبوا كل ثروتهم وكل أطفالهم ونسائهم وكل ما فى البيوت " (٣٩) .
(١٠) وفى سفر التكوين الإصحاح الرابع عشر:
" فلما سمع إبرام أن أخاه سبى جر غلمانه المتمرنين ولدان بيته ثلاثمائة وثمانية عشر وتبعهم إلى دان وانقسم عليهم ليلاً هو وعبيده فكسرهم وتبعهم إلى حوبة التى من شمال دمشق واسترجع كل الأملاك واسترجع لوطاً أخاه أيضاً وأملاكه والنساء أيضاً والشعب " (٤٠) .
(١١) وفى سفر العدد الإصحاح الواحد والعشرون:
" فقال الرب لموسى لا تخف منه لأنى قد دفعته إلى يدك مع جميع قومه وأرضه فتفعل به كما فعلت بسيحون ملك الأموريين الساكن فى حبشون فضربوه وبنيه وجميع قومه حتى لم يبق لهم شارد وملكوا أرضه " (٤١)
(١٢) وفى سفر العدد الإصحاح الخامس والعشرون:
" ثم كلم الرب موسى قائلا ضايقوا المديانيين واضربوهم لأنهم ضايقوكم بمكايدهم التى كادوكم بها " (٤٢) .
(١٣) وفى سفر العدد الإصحاح الثالث والثلاثون:
تطالعنا التوراة، أن الله قد أمر موسى ـ عليه السلام ـ أن يشن حرباً على أقوام قد عبدوا غير الله ـ سبحانه وتعالى ـ: " وكلم الرب موسى فى عربات مو آب على أردن أريحا قائلا: " كلم بنى إسرائيل وقل لهم: إنكم عابرون الأردن إلى أرض كنعان فتطردون كل سكان الأرض من أمامكم وتمحون جميع تصاويرهم وتبيدون كل أصنامهم المسبوكة وتخربون جميع مرتفعاتهم " (٤٣) .
(١٤) وشبيه به ما ورد فى سفر صموئيل الإصحاح السابع عشر آية ٤٥: ٤٧
" فقال داود للفلسطينى: أنت تأتى إلى بسيف وبرمح وبترس، وأنا آتى إليك باسم رب الجنود إله صفوف إسرائيل الذين عيرتهم ٠٠٠ فتعلم كل الأرض أنه يوجد إله لإسرائيل " (٤٤) .
(١٥) وفى سفر صموئيل الأول الإصحاح الثالث والعشرون:
" فذهب داود ورجاله إلى قعيلة وحارب الفلسطينيين وساق مواشيهم وضربهم ضربة عظيمة وخلص داود سكان قعيلة " (٤٥) .
(١٦) فى سفر المزامير المزمور الثامن عشر:
يسبح داود الرب ويمجده لأنه يعطيه القوة على محاربة أعدائه: " الذى يعلم يدى القتال فتحنى بذراعى قوس من نحاس.. أتبع أعدائى فأدركهم ولا أرجع حتى أفنيهم أسحقهم فلا يستطيعون القيام، يسقطون تحت رجلى تمنطقنى بقوة للقتال تصرع تحتى القائمين على وتعطينى أقفية أعدائى ومبغضى أفنيهم " (٤٦) .
هذه بعض من حروب بنى إسرائيل التى سجلتها نصوص كتبهم وأسفارهم، فمفهوم الحرب والقتال، ليس مفهوماً كريهاً من وجهة النظر التوراتية، وكأنها حروب مستمدة من الشريعة الدينية التوراتية، وهى كانت دائما تتم بمباركة الرب ومعونته وكأن الرب ـ حسب تعبير التوراة ـ قد استل سيفه من غمده فلا يرجع (٤٧) .
الحرب فى العهد الجديد:
كذلك نرى الإنجيل لم يهمل الكلام عن الحروب بالكلية، بل جاء نص واضح صريح، لا يحتمل التأويل ولا التحريف يقرر أن المسيحية على الرغم من وداعتها وسماحتها التى تمثلت فى النص الشهير " من ضربك على خدك الأيمن فأدر له الأيسر " ـ إلا أنها تشير إلى أن السيد المسيح ـ عليه السلام ـ قد يحمل السيف ويخوض غمار القتال إذا دعته الظروف لذلك؛ فجاء فى الإنجيل على لسان السيد المسيح:
" لا تظنوا أنى جئت لأرسى سلاماً على الأرض، ما جئت لأرسى سلاماً، بل سيفاً، فإنى جئت لأجعل الإنسان على خلاف مع أبيه، والبنت مع أمها والكنة مع حماتها وهكذا يصير أعداء الإنسان أهل بيته " (٤٨) .
ولعلنا نلاحظ التشابه الكبير بين هذه المقولة وحديث الرسول صلى الله عليه وسلم: [بعثت بالسيف بين يدى الساعة حتى يعبد الله وحده] (٤٩) .
مما سبق يتبين لنا واضحاً وجليا أن الحرب والقتال سنة كونية سرت فى الأمم جميعاً، ولم نر فى تاريخ الأمم أمة خلت من حروب وقتال، ورأينا من استعراض الكتب المقدسة ـ التوراة والإنجيل ـ أنه سنة شرعية لم تخل شريعة من الشرائع السماوية السابقة على الإسلام من تقريره والقيام به كما مر.
لقد كان هذا القدر كافيا فى إثبات أن محمداً صلى الله عليه وسلم سائر على سنن من سبقه من الأنبياء، وأن الجهاد لتقرير الحق والعدل مما يمدح به الإسلام؛ لا مما به يشان، وأن ما هو جواب لهم فى تبرير هذه الحروب وسفك الدماء كان جواباً لنا فى مشروعية ما قام به النبى صلى الله عليه وسلم من القتال والجهاد.
ولنشرع الآن فى تتميم بقية جوانب البحث مما يزيل الشبهة ويقيم الحجة ويقطع الطريق على المشككين، فنتكلم عن غزوات النبى صلى الله عليه وسلم، ممهدين لذلك بالحالة التى كانت عليها الجزيرة العربية من حروب وقتال وسفك للدماء لأتفه الأسباب وأقلها شأناً، حتى يبدو للناظر أن القتال كان غريزة متأصلة فى نفوس هؤلاء لا تحتاج إلى قوة إقناع أو استنفار.
الحرب عند العرب قبل الإسلام
سجلت كتب التاريخ والأدب العربى ما اشتهر وعرف بأيام العرب، وهى عبارة عن مجموعة من الملاحم القتالية التى نشبت بين العرب قبل مبعث النبى صلى الله عليه وسلم، وليس يعنينا سرد هذه الملاحم وتفاصيلها ولكن الذى يعنينا هنا أن نقف على بعض الجوانب التى تصلح للمقارنة (الأسباب ـ الزمن المستغرق ـ الآثار التى خلفتها هذه الحروب) .
قال العلامة محمد أمين البغدادى: " اعلم أن الحروب الواقعة بين العرب فى الجاهلية أكثر من أن تحصر، ومنها عدة وقائع مشهورة لا يتسع هذا الموضع لذكرها ولنذكر بعضاً منها على سبيل الإجمال " (٥٠) .
وقد ذكرت كتب التواريخ أياماً كثيرة للعرب (البسوس ـ وداحس والغبراء ـ يوم النسار ـ يوم الجفار ـ يوم الفجار ـ يوم ذى قار ـ يوم شعب جبلة ـ يوم رحرحان ٠٠٠ إلخ) والمتأمل فى هذه الملاحم والأيام يرى أن الحماسة الشديدة والعصبية العمياء وعدم الاكتراث بعواقب الأمور والشجاعة المتهورة التى لا تتسم بالعقل، كانت هى الوقود المحرك لهذه الحروب، هذا فضلاً عن تفاهة الأسباب التى قامت من أجلها هذه المجازر، والمدة الزمنية الطويلة التى استمرت فى بعضها عشرات السنين، والآثار الرهيبة التى خلفتها هذه الحروب، وعلى الرغم من أننا لم نقف على إحصاء دقيق لما خلفته هذه الحروب إلا أن الكلمات التى قيلت فى وصف آثارها من الفناء والخراب وتيتم الأطفال وترمل النساء ٠٠٠ إلخ لتوقفنا على مدى ما أحدثته الحرب فى نفوس الناس من اليأس والشؤم، ويصف لنا الشاعر زهير بن أبى سلمى طرفاً من ذلك فى معلقته المشهورة وهو يخاطب الساعين للسلام بين عبس وذبيان:
تداركتما عبسا وذبيان بعدما تفانوا ودقوا بينهم عطر منشم
فهو يقول للساعين للسلام: إنكما بتحملكما ديات الحرب من مالكما، أنقذتما عبسا وذبيان بعدما يأسوا، ودقوا بينهما عطر منشم، ومنشم هو اسم لامرأة كانت تبيع العطر يضرب بها المثل فى التشاؤم، دليل على عظم اليأس الذى أصاب نفوس الناس من انتهاء هذه الحرب (٥١) .
هذه إطلالة سريعة ومختصرة على الحروب وأسبابها لدى العرب قبل الإسلام والآن نشرع فى الكلام على تشريع الجهاد فى الإسلام ثم نتبع ذلك بتحليل موثق لغزوات النبى صلى الله عليه وسلم.
الجهاد فى شرعة الإسلام:
لما استقر النبى صلى الله عليه وسلم بالمدينة وأسس حكومته النبوية بها، بعد ثلاثة عشر عاماً من الدعوة إلى الله وتحمل الأذى والعذاب فى سبيل ذلك تخللتها ثلاث هجرات جماعية كبيرة ـ هاجت ثائرة قريش وحقدوا على رسول الله صلى الله عليه وسلم لما أحرزه من استقرار ونجاح لهذه الدولة الوليدة ـ دون ظلم أو استبداد أو سفك للدماء ـ ولذلك فقد كان صلى الله عليه وسلم مقصوداً بالقتل، إذ ليس معقولاً أن تنام أعينهم على هذا التقدم والنمو، ومصالحهم قائمة على الزعامة الدينية فى جزيرة العرب، وهذه الدولة الجديدة قائمة على أساس دينى ربما يكون سبباً فى زوال هذه الزعامة الدينية الوثنية الموروثة. وإذا كان الإسلام ديناً بلغت الميول السلمية فيه مداها فى قوله تعالى: (فاصفح عنهم وقل سلام) (٥٣) إلا أن الميول السلمية لا تتسع لمنع القائمين بهذا الدين الجديد من الدفاع عن أنفسهم وعن دينهم الذى أنزله الله للإنسانية كافة، فى عالم يضيع فيه الحق والعدل إن لم يكن لهما قوة تحميهما، فكان لا مناص من السماح للمسلمين بحماية أنفسهم ودينهم بالسلاح الذى يشهره خصومهم فى وجوههم، ولذلك كان التعبير بقوله تعالى: (أُذِنَ للذين يُقَاتَلُونَ بأنهم ظُلِمُوا وإن الله على نصرهم لقدير * الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله ولولا دفع الله الناس بعضهم ببعض لهدمت صوامع وبيع وصلوات ومساجد يذكر فيها اسم الله كثيراً ولينصرن الله من ينصره إن الله لقوى عزيز) (٥٣) .
أقول: كان التعبير بالإذن الذى يدل على المنع قبل نزول الآية يدل على طروء القتال فى الإسلام وأنه ظل ممنوعاً طيلة العهد المكى وبعضاً من العهد المدنى.
" هذا ولم يغفل الإسلام حتى فى هذا الموطن ـ موطن الدفاع عن النفس والدين ـ أن ينصح لأتباعه بعدم العدوان؛ لأن الموضوع حماية حق لا موضوع انتقام ولا شفاء حزازات الصدور، وهذا من مميزات الحكومة النبوية، فإن القائم عليها من نبى يكون كالجراح يضع مشرطه حيث يوجد الداء لاستئصاله، مع عدم المساس بالأعضاء السليمة، ومقصده استبقاء حياة المريض لا قتله، والعالم كله فى نظر الحكومة النبوية شخص مريض تعمل لاستدامة وجوده سليماً قوياً.. إن طبيعة هذا العالم مبنية على التدافع والتغالب ليس فيما بين الناس فحسب، ولكن فيما بينهم وبين الوجود المحيط بهم، وبين كل فرد والعوامل المتسلطة عليه من نفسه، ولا أظن أن قارئاً من قرائنا يجهل الناموس الذى اكتشفه دارون وروسل ولاس ودعوه ناموس تنازع البقاء وبنوا عليه كل تطور أصاب الأنواع النباتية والحيوانية والإنسان أيضاً " (٥٤) .
" ألم تر كيف تصدى خصوم الدين النصرانى للمسيح، وما كان يدعو إلا للصلاح والسلام حتى إنهم استصدروا أمراً بصلبه فنجاه الله منهم، وما زالوا بالذين اتبعوه يضطهدونهم ويقتلونهم حتى مضت ثلاثة قرون وهم مشردون فى الأرض لا تجمعهم جامعة، إلى أن حماهم من أعدائهم السيف على يد الإمبراطور قسطنطين الذى أعمل السيف فى الوثنيين من أعدائهم.. أفيريد مثيرو هذه الشبهة أن يقوم دين على غير السنن الطبيعية فى عالم مبنى على سنن التدافع والتنازع واستخدام القوة الحيوانية لطمس معالم الحق ودك صروح العدل "؟
" يقول المعترضون: وماذا أعددتم من حجة حين تجمع الأمم على إبطال الحروب وحسم منازعاتها عن طريق التحكيم، وهذا قرآنكم يدعوكم إلى الجهاد وحثكم على الاستبسال فيه؟
نقول: أعددنا لهذا العهد قوله تعالى: (وإن جنحوا للسلم فاجنح لها وتوكل على الله إنه هو السميع العليم) (٥٥) .
" هذه حكمة بالغة من القرآن، بل هذه معجزة من معجزاته الخالدة، وهى أدل دليل على أنه لم يشرع الحرب لذاتها، ولكن لأنها من عوامل الاجتماع التى لابد منها ما دام الإنسان فى عقليته ونفسيته المأثورتين عنه، غير أنه لم ينف أن يحدث تطور عالمى يتفق فيه على إبطال الحرب فصرح بهذا الحكم قبل حدوثه ليكون حُجة لأهله من ناحية، وليدل على أنه لا يريد الحرب لذاتها من ناحية أخرى، ولو كان يريدها لذاتها لما نوه لهذا الحكم " (٥٦) .
ثانياً: نظرة تحليلية لغزوات النبى صلى الله عليه وسلم:
إذا تتبعنا هذه الغزوات وقسمناها حسب الطوائف التى ضمتها، أمكننا التعرف على القبائل التى حدثت معها هذه المعارك وهى كالآتى:
(١) قريش مكة:
وهى القبيلة التى ينتمى إليها النبى صلى الله عليه وسلم، حيث أن قريش هو فهر بن مالك، وقيل النضر بن كنانة، وعلى كلا القولين فقريش جد للنبى صلى الله عليه وسلم، وكانت معهم الغزوات: سيف البحر ـ الرابغ ـ ضرار ـ بواط ـ سفوان ـ ذو العشيرة ـ السويق ـ ذو قردة ـ أحد ـ حمراء الأسد ـ بدر الآخرة ـ الأحزاب ـ سرية العيص ـ سرية عمرو بن أمية ـ الحديبية ـ سيف البحر الثانية ٨هـ ـ فتح مكة.
(٢) قبيلة بنو غطفان وأنمار:
غطفان من مضر، قال السويدى: " بنو غطفان بطن من قيس ابن عيلان بن مضر، قال فى العبر: وهم بطن متسع كثير الشعوب والبطون " (٥٧) ، قال ابن حجر فى فتح البارى: " تميم وأسد وغطفان وهوازن جميعهم من مضر بالاتفاق " (٥٨) ، أما أنمار فهم يشتركون فى نفس النسب مع غطفان، قال ابن حجر: " وسيأتى بعد باب أن أنمار فى قبائل منهم بطن من غطفان " (٥٩) ، أى أن أنمار ينتسبون إلى مضر أيضاً ونسبهم كالتالى: أنمار بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر (٦٠) .
والغزوات التى ضمتها هى: قرقرة الكدر ـ ذى أمر ـ دومة الجندل ـ بنى المصطلق ـ الغابة ـ وادى القرى ـ سرية كرز بن جابر ـ ذات الرقاع ـ تربة ـ الميفعة ـ الخربة ـ سرية أبى قتادة ـ عبد الله بن حذافة (٦١) .
(٣) بنو سليم:
قال السويدى: " بضم السين المهملة قبيلة عظيمة من قيس عيلان والنسبة إليهم سلمى، وسليم من أولاد خصفة بن قيس بن عيلان بن مضر (٦٢) ، والغزوات التى خاضها صلى الله عليه وسلم مع بنى سليم هى: بئر معونة ـ جموم ـ سرية أبى العوجاء ـ غزوة بنى ملوح وبنى سليم (٦٣) .
(٤) بنو ثعلبة:
ثعلبة هو ابن سعد بن ضبة بن أد بن طابخة بن إلياس بن مضر (٦٤) ، نسبه الدكتور على الجندى إلى مر بن أد هكذا: ثعلبة بن مر بن أد بن طابخة بن إلياس بن مضر (٦٥) ، والغزوات التى غزاها صلى الله عليه وسلم معهم هى: غزوة ذى القصة ـ غزوة بنى ثعلبة ـ غزوة طرف ـ سرية الحسمى (٦٦) .
(٥) بنو فزارة وعذرة:
قال فى سبائك الذهب: " بنو فزارة بطن من ذبيان من غطفان، قال فى العبر: وكانت منازل فزارة بنجد ووادى القرى، ونسب فزارة: فزارة بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر.
أما بنو عذرة: بنوه بطن من قضاعة، ونسبهم هكذا: عذرة بن سعد بن جهينة بن زيد بن ليث بن سود بن أسلم بن الحافى بن قضاعة (٦٧) . ونسبهم إلى قضاعة أيضاً الدكتور على الجندى معتمداً على أنساب ابن حزم هكذا: عذرة بن سعد بن أسلم بن عمران بن الحافى بن قضاعة (٦٨) ، وعلى هذا فبنو عذرة ليسو من مضر وإنما كانوا موالين لبنى فزارة وهم من مضر. وكان معهما الغزوات والسرايا الآتية:
سرية أبى بكر الصديق ـ سرية فدك ـ سرية بشير بن سعد ـ غزوة ذات أطلح (٦٩) .
(٦) بنو كلاب وبنو مرة:
أما بنو كلاب فهم: بنو كلاب بن مرة بن كعب بن لؤى بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر، وبنو مرة هم أبناء كعب بن لؤى فيكون كلاب بطن من مرة، وهذه نفس سلسلة النسب التى ذكرها الدكتور على الجندى معتمداً على أنساب ابن حزم (٧٠) ، والغزوات التى كانت معهم: غزوة قريظة ـ غزوة بنى كلاب ـ غزوة بنى مرة ـ سرية ضحاك (٧١) .
(٧) عضل والقارة:
قال فى سبائك الذهب: "عضل بطن من بنى الهون من مضر"، ونسبهم هكذا: عضل بن الهون بن خزيمة بن مدركة بن إلياس بن مضر، وأما القارة فلم يذكرها السويدى فى السبائك ولا الدكتور الجندى، إلا أن الأستاذ الشيخ محمد الخضرى نسبها إلى خزيمة بن مدركة، وذكر الفارة بالفاء الموحدة لا بالقاف المثناة (٧٢) وقد غزاهم النبى صلى الله عليه وسلم غزوة واحدة هى غزوة الرجيع (٧٣) .
(٨) بنو أسد:
قال السويدى: " بنو أسد حى من بنى خزيمة، ونسبهم هكذا: أسد بن خزيمة بن مدركة بن إلياس بن مضر (٧٤) ، والغزوات التى غزاهم رسول الله صلى الله عليه وسلم هى: سرية قطن ـ سرية عمر مرزوق ـ غزوة ذات السلاسل (٧٥) .
(٩) بنو ذكوان:
قال السويدى: " بنو ذكوان بطن من بهتة من سليم، وهم من الذين مكث النبى صلى الله عليه وسلم شهراً يقنت فى الصلاة يدعو عليهم وعلى رعل (٧٦) ونسبهم هكذا: ذكوان بن بهتة بن سليم بن منصور بن عكرمة خصفة بن قيس عيلان بن مضر (٧٧) ، ولم يغزهم رسول الله صلى الله عليه وسلم إلا غزوة واحدة هى غزوة بئر معونة.
(١٠) بنو لحيان:
من المعروف أن بنى لحيان من هذيل، وهذيل هو: ابن مدركة بن مضر (٧٨) ، وغزاهم النبى صلى الله عليه وسلم غزوة واحدة هى: غزوة بنى لحيان (٧٩) .
(١١) بنو سعد بن بكر:
نسبهم: سعد بن بكر بن هوازن بن سليم بن منصور بن عكرمة ابن خصفة بن قيس عيلان بن مضر (٨٠) ، وقد أرسل لهم النبى صلى الله عليه وسلم سرية واحدة هى سرية فدك.
(١٢) بنو هوازن:
بنو هوازن بطن من قيس عيلان، ونسبهم هكذا: هوازن بن سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر (٨١) ، وقد غزاهم صلى الله عليه وسلم غزوة ذات عرق.
(١٣) بنو تميم:
بنو بطن من طابخة، قال فى العبر: " وكانت منازلهم بأرض نجد دائرة من هنالك على البصرة واليمن، ونسبهم هكذا: تميم بن مر بن أد بن طابخة بن إلياس بن مضر " (٨٢) .
(١٤) بنو ثقيف:
بنو ثقيف بطن من هوازن اشتهروا باسم أبيهم ثقيف، ونسبهم: ثقيف بن منبه بن بكر بن بهتة بن سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر (٨٣) ، وقد غزاهم النبى صلى الله عليه وسلم غزوتين هما: غزوة حنين ـ غزوة الطائف.
ونستطيع من خلال هذا التتبع أن نقول: إن هذه القبائل كانت جميعها تنتسب إلى مضر وهو جد النبى صلى الله عليه وسلم أو من والاهم، وبالمعنى الأدق كانت نتيجة غضب إخوته من أجداده، أما اليهود فقد كانوا مع قريش حسب معاهدتهم معهم، وبذلك ظهر جلياً أن الغزوات والسرايا التى خاضها أو أرسلها النبى صلى الله عليه وسلم، كانت موجهة فى نطاق ضيق هو نسل مضر، فلا يمكن أن يقال حينئذ: أن النبى صلى الله عليه وسلم قد أشعل نار الحرب ضد العرب جميعاً، أو أنه خاض الحروب لإكراه الناس على اعتناق الإسلام، ولو كان الأمر كما يقولون لوقعت حرب عدوانية أو دفاعية ضد أى قبيلة من مئات القبائل العربية، وهذه الحقيقة تحتاج إلى مزيد من التعمق والتحليل فى بعض خصائص القبائل العربية؛ إذ قد يقول قائل أو يعترض معترض: إن هذا الذى توصلنا إليه بالبحث ـ ألا وهو انحصار القتال مع المضريين ـ لم يحدث إلا اتفاقاً، والأمور الاتفاقية لا تدل على شىء ولا يستخرج منها قانون كلى نحكم به على جهاد النبى صلى الله عليه وسلم، إذ كان من الممكن أن يقاتل النبى صلى الله عليه وسلم ربيعة بدلاً من مضر، أو يقاتل ربيعة ومضر معاً، أو يقاتل القحطانية بدلاً من العدنانية أو يقاتلهما معاً، وهكذا.
ذلك المتوقع أن تزيد الألفة والمودة بين أفراد وقبائل الجد الواحد لا أن تشتعل نار الحرب والقتال بينهم، فما الذى عكس هذا التوقع وقلب الأمر رأساً على عقب؟!
وللإجابة على هذه الشبهة نقول:
كان من أشهر الأمثلة العربية المثل المشهور " انصر أخاك ظالماً أو مظلوماً " وقد كان العرب يطبقون هذا المثل تطبيقاً حرفياً ـ دون هذا التعديل الذى أضافه الإسلام عليه ـ فكانوا ينصرون إخوانهم وبنى أعمامهم نصراً حقيقياً على كل حال فى صوابهم وخطئهم وعدلهم وظلمهم، وإذا دخلت قبيلتان منهم فى حلف كان لكل فرد من أفراد القبيلتين النصرة على أفراد القبيلة الأخرى، وهذا الحلف قد يعقده الأفراد وقد يعقده رؤساء القبائل والأمر واحد فى الحالين.
بينما هم كذلك فى بنى أبيهم وفى حلفائهم، إذ بك تراهم حينما تتشعب البطون قد نافس بعضهم بعضاً فى الشرف والثروة، فنجد القبائل التى يجمعها أب واحد كل واحدة قد وقفت لأختها بالمرصاد تنتهز الفرصة للغض منها والاستيلاء على موارد رزقها، وترى العداء قد بلغ منها الدرجة التى لا تطاق، كما كان بين بطنى الأوس والخزرج، وبين عبس وذبيان، وبين بكر وتغلب ابنى وائل، وبين عبد شمس وهاشم، ٠٠٠ إلخ، فكانت روح الاجتماع سائدة بين القبيلة الواحدة، تزيدها العصبية حياة ونمواً، وكانت مفقودة تماماً بين القبائل المختلفة؛ فكانت قواهم متفانية فى قتالهم وحروبهم ونزاعاتهم.
وقد علل الشيخ محمد الخضرى بك هذه الحقيقة العجيبة بأمرين:
الأمر الأول:
التنافس فى مادة الحياة بين بنى الأب الواحد، إذ أن حياتهم كانت قائمة على المراعى التى يسيمون فيها أنعامهم، والمناهل التى منها يشربون.
الأمر الثانى:
تنازع الشرف والرياسة، وأكثر ما يكون ذلك إذا مات أكبر الإخوة وله ولد صالح لأن يكون موضع أبيه، فينازع أعمامه رياسة العشيرة ولا يسلم أحد منهما للآخر، وقد يفارق رئيس أحد البيتين الديار مضمراً فى نفسه ما فيها من العداوة والبغضاء، وقد يبقيا متجاورين، وفى هذه الحالة يكون التنافر أشد كما كان الحال بين الأوس والخزرج من المدينة، وبين هاشم وأمية من مكة، وبين عبس وذبيان من قيس، وبين بكر وتغلب من ربيعة. ومتى وجد النفور بين جماعتين أو بين شخصين لا يحتاج شبوب نار الحرب بينهما إلى أسباب قوية، بل إن أيسر النزاع كاف لنشوب نار الحرب وتيتم الأطفال وتأيم النساء؛ لذلك كانت الجزيرة العربية دائمة الحروب والمنازعات (٨٤) .
هذه الحقيقة التى توصلنا إليها ـ وهى أن نار الحرب سريعة النشوب بين أبناء الأب أو الجد الواحد ـ تدعم ما توصلنا إليه من أن الحرب إنما كانت نتيجة غضب إخوته من أجداده، وإذا كان الخلاف محصوراً فى السببين السابقين، فأى سبب هو الذى أجج نار الغيرة والحقد على رسول الله صلى الله عليه وسلم؟ هل السبب هو التنافس فى مادة الحياة الدنيا، أم الخوف من انتزاع الشرف والسيادة التى تؤول إلى النبى صلى الله عليه وسلم إذ هم أذعنوا له بالرسالة والنبوة؟
أما عن السبب الأول فليس وارداً على الإطلاق، فلقد ضرب كفار مكة حصاراً تجويعياً على رسول الله صلى الله عليه وسلم وعلى بنى هاشم وبنى عبد المطلب، فانحازوا إلى شعب أبى طالب ثلاث سنوات كاملة، عاشوا فيها الجوع والحرمان ما لا يخطر ببال، حتى إنهم من شدة الجوع قد أكلوا ورق الشجر وكان يسمع من بعيد بكاء أطفالهم وأنين شيوخهم، ومع ذلك فقد التزم النبى صلى الله عليه وسلم الصبر والثبات، ولم يأمر أصحابه أن يشنوا حرباً أو قتالاً لفك هذا الحصار، والخبير يعلم ما الذى يمكن أن يفعله الجوع بالنفس البشرية، إن لم يصحبها نور من وحى أو ثبات من إيمان.
كان السبب الثانى إذن كفيلاً بإشعال هذه النار فى قلوب هؤلاء وعلى حد تعبير الأستاذ العلامة محمد فريد وجدى: " كان مقصوداً بالقتل من قريش، وليس يعقل أن تغمض قريش عينها، ومصلحتها الحيوية قائمة على زعامة الدين فى البلاد العربية، وعن قيام زعامة أخرى فى البلاد كيثرب يصبح منافساً لأم القرى، وربما بزها سلطاناً على العقول، وكر على قريش فأباد خضراءها وسلبها حقها الموروث " (٨٥) ، والذى يؤيد هذا ويقويه ذلك الحوار الذى دار بين الأخنس بن شريق وبين أبى جهل؛ إذ قال له الأخنس: يا أبا الحكم ما رأيك فيما سمعت من محمد؟ ـ يعنى القرآن ـ فقال ما سمعت؟ تنازعنا نحن وبنو عبد مناف الشرف، أطعموا فأطعمنا، وحملوا فحملنا، وأعطوا فأعطينا، حتى إذا تجاثينا على الركب، وكنا كفرسى رهان قالوا منا نبى يأتيه الوحى من السماء، فمتى ندرك هذا؟! والله لا نؤمن به أبداً ولا نصدقه.
ليست الصدفة إذن ولا محض الاتفاق هما اللذان دفعا النبى صلى الله عليه وسلم لقتال أبناء أجداده من مضر دون ربيعة أو غيرها من العرب، بل الطبيعة العربية المتوثبة دائماً، لمن ينازعها الشرف والسيادة من أبناء الأب الواحد ـ على ما بيناه آنفاً ـ كانت هى السبب الرئيسى لاشتعال هذه الحروب ولولاها لما اضطر صلى الله عليه وسلم للقتال بعد ثلاثة عشر عاماً من الدعوة والصبر تخللها من المشاق والعنت ما الله به عليم، ومع ذلك فقد كان هجيراه ـ بأبى هو وأمى ـ " اللهم اهد قومى فإنهم لا يعلمون ".
وثمة أمر آخر ينبغى الإشارة إليه، يتعلق بالآثار الناجمة عن هذا القتال، من حيث أعداد القتلى التى نجمت عن هذه الغزوات والجدول الآتى يعطينا صورة بيانية عن هذه الآثار كالآتى:
الغزوة / شهداء المسلمين / قتلى المشركين / الملاحظة
بدر / ١٤ / ٧٠ /
أُحد / ٧٠ / ٢٢ /
الخندق / ٦ / ٣ /
بنو المصطلق / ـ / ٣ /
خيبر / ١٩ / لم يدخل اليهود فى هذه الإحصائية لأن لهم حكم آخر بسبب خيانتهم، فهم قُتلوا بناء على حكم قضائى، بسبب الحرب.
بئر مونة ٦٩ / ـ /
مؤتة / ١٤ / ١٤ /
حنين / ٤ / ٧١ /
الطائف / ١٣ / ـ /
معارك أخرى / ١١٨ / ٢٥٦ /
المجموع / ٣١٧ / ٤٣٩ / ٧٥٦ من الجانبين.
وبعد فقد بدا للناظرين واضحًا وجليًا أن الإسلام متمثلاً فى شخص رسول الله صلى الله عليه وسلم أبعد ما يكون عن حمل الناس على اعتناق الإسلام بالسيف، وهو الذى قال صلى الله عليه وسلم لأعدائه بعدما قدر عليهم: " اذهبوا فأنتم الطلقاء " هكذا دون شرط أو قيد، أقول حتى دون اشتراط الإسلام.
والنتائج الحقيقية:
(١) تحويل العرب الوحوش إلى عرب متحضرين، والعرب الملحدين الوثنيين إلى عرب مسلمين موحدين.
(٢) القضاء على أحداث السلب والنهب وتعزيز الأمن العام فى بلاد تفوق مساحتها مساحة فرنسا بضعفين.
(٣) إحلال الأخوة والروحانية محل العداوة والبغضاء.
(٤) إثبات الشورى مكان الاستبداد (٨٦) .
هذا وقد وضع رسول الله صلى الله عليه وسلم ضوابط وقيود كان من شأنها أن تحدد وظيفة الجهاد فى نشر الإسلام فى ربوع المعمورة، دون سفك للدماء ما استطعنا إلى ذلك سبيلاً.
ومن هذه الضوابط قوله تعالى: (وإما تخافن من قوم خيانة فانبذ إليهم على سواء إن الله لا يحب الخائنين) (٨٧) .
فإن كان بين المسلمين والكفار عهد أو أمان فلا يجوز للمسلمين الغدر حتى ينقضى الأمد، فإن خاف المسلمون من أعدائهم خيانة بأن ظهر من قرائن أحوالهم ما يدل على خيانتهم من غير تصريح منهم، فحينئذ يخبرهم المسلمون أنه لا عهد بيننا وبينكم حتى يستوى علم المسلمين وعلم أعدائهم بذلك.
ودلت الآية على أنه إذا وجدت الخيانة المحققة من الأعداء لم يحتج أن ينبذ إليهم عهدهم، لأنه لم يخف منهم بل علم ذلك.
ودل مفهوم الآية أيضاً على أنه إذا لم يخف منهم خيانة بأن يوجد منهم ما يدل على عدم الخيانة، أنه لا يجوز نبذ العهد إليهم، بل يجب الوفاء إلى أن تتم مدته (٨٨) .
انتشار الإسلام
أـ معدلات انتشار الإسلام:
الذى يؤكد على الحقيقة التى توصلنا إليها ـ وهى أن انتشار الإسلام كان بالدعوة لا بالسيف ـ أن انتشار الإسلام فى الجزيرة العربية وخارجها، كان وفق معدلات متناسبة تماماً من الناحيتين الكمية والكيفية، مع التطور الطبيعى لحركة الدعوة الإسلامية، ولا يوجد فى هذه المعدلات نسب غير طبيعية أو طفرات تدل على عكس هذه الحقيقة، والجدول الآتى يوضح هذه النسب:
السنوات بالهجرى / فارس / العراق / سورية / مصر / الأندلس
نسبة المسلمين مع نهاية أول مائة عام / ٥%/ ٣%/ ٢%/ ٢%/أقل من ١%
السنوات التى صارت النسبة فيها ٢٥% من السكان/ ١٨٥/ ٢٢٥/ ٢٧٥/ ٢٧٥/ ٢٩٥
السنوات التى صارت النسبة فيها ٥٠% من السكان/ ٢٣٥/ ٢٨٠/ ٣٣٠/ ٣٣٠/ ٣٥٥
السنوات التى صارت النسبة فيها ٧٥% من السكان/ ٢٨٠/ ٣٢٠/ ٣٨٥/ ٣٨٥/ ٤٠٠
* حسبت السنوات منذ عام ١٣ قبل الهجرة عندما بدأ تنزيل القرآن الكريم.
وتوضح معلومات أخرى أن شعب شبه الجزيرة العربية كان الشعب الأول فى الدخول فى الإسلام، وقد أصبح معظمهم مسلمين فى العقود الأولى بعد تنزيل القرآن الكريم.
وهكذا كان عدد العرب المسلمين يفوق عدد المسلمين من غير العرب فى البداية، ومهدوا الطريق للتثاقف الإسلامى والتعريب من أجل المسلمين غير العرب، ولم يمض وقت على هؤلاء فى أصولهم من أديان ومذاهب متعددة من كل الأمم والحضارات السابقة.
كان على هؤلاء جميعاً أن يوظفوا بشكل موحد عمليات توأمية للتقليد والابتكار فى وقت واحد وذلك حسب خلفياتهم الأصلية تحت التأثير الثورى والمتحول الأكثر عمقاً للفكر الإسلامى ومؤسساته، وقاموا عن طريق عملية التنسيق المزدوجة بتنقية تراثهم من علوم وتكنولوجيا وفلسفات عصر ما قبل القرآن الكريم وذلك إما بالقبول الجزئى أو الرفض الجزئى، وقاموا كذلك بالابتكار من خلال انطلاقهم من أنظمتهم الفكرية الحسية وتراثهم فى ضوء القرآن الكريم والسنة.
ومن هنا ولدت العلوم الإسلامية والتكنولوجيا الإسلامية والحضارة الإسلامية الحديثة متناسبة مع الأيدولوجية والرؤية الإسلامية الشاملة (٨٩) .
خصائص ذلك الانتشار:
ـ عدم إبادة الشعوب.
ـ جعلوا العبيد حكاماً.
ـ لم يفتحوا محاكم تفتيش.
ـ ظل اليهود والنصارى والهندوك فى بلادهم.
ـ تزاوجوا من أهل تلك البلاد وبنوا أُسراً وعائلات على مر التاريخ.
ـ ظل إقليم الحجاز ـ مصدر الدعوة الإسلامية ـ فقيراً إلى عصر البترول فى الوقت الذى كانت الدول الاستعمارية تجلب خيرات البلاد المستعمرة إلى مراكزها.
ـ تعرضت بلاد المسلمين لشتى أنواع الاعتداءات (الحروب الصليبية ـ الاستعباد فى غرب إفريقيا ـ إخراج المسلمين من ديارهم فى الأندلس وتعذيب من بقى منهم فى محاكم التفتيش) ونخلص من هذا كله أن تاريخ المسلمين نظيف وأنهم يطالبون خصومهم بالإنصاف والاعتذار، وأنهم لم يفعلوا شيئاً يستوجب ذلك الاعتذار حتى التاريخ المعاصر.
١ ـ سرية سيف البحر ـ رمضان ١ هجرية ـ ٣٠ راكب ـ حمزة بن عبد المطلب ـ ٣٠٠أبو جهل ـ انصرف المسلمون بدون قتال ـ بعثت هذه السرية لدراسة أحوال مكة ووجد الأعداء أن المسلمين منتبهون فانصرفوا عنهم.
٢ ـ سرية الرابغ ـ شوال سنة ١ هجرية ـ ٦٠ ـ عبيدة بن الحارث ـ ٢٠٠ عكرمة بن أبى جهل أو أبو صيان ـ انصرف المسلمون بدون قتال ـ بعثت هذه السرية لتفقد أحوال أهل مكة فرأت جمعاً عظيماً من قريش بأسفل ثنية المرة.
٣ ـ سرية ضرار ـ فى ذى القعدة سنة ١ هجرية ـ ٨٠ سعد بن أبى وقاص ـ خرج حتى بلغ الجحفة ثم رجع ولم يلق كيداً.
٤ ـ غزوة ودان وهى غزوة الأبواب ـ صفر ٢ هجرية ـ ٧٠ ـ سيدنا محمد صلى الله عليه وسلم ـ عاهد عمرو بن مخثى الضمرى على ألا يعين قريش ولا المسلمين.
٥ ـ غزوة بواط ـ ربيع الأول ٢ هجرية ـ ٢٠٠ ـ سيدنا محمد صلى الله عليه وسلم ـ ١٠٠ ـ أمية بن خلف ـ بلغ إلى بواط ناحية رضوى ثم رجع إلى المدينة لقى فى الطريق قريشاً وأمية ـ رضوى اسم جبل بالقرب من ينبع.
٦ ـ غزوة صفوان أو بدر الأولى ـ ربيع الأول ٢ هجرية ـ ٧٠ ـ سيدنا محمد صلى الله عليه وسلم ـ كرز بن جابر الفهرى ـ خرج فى طلب العدو حتى بلغ صفوان فلم يدركه ـ كان كرز بن جابر قد أغار على مواشى لأهل المدينة.
٧ ـ غزوة ذى العشيرة ـ جمادى الآخرة ٢ هجرية ـ ١٥٠ ـ سيدنا محمد صلى الله عليه وسلم ـ وادع بنى مذلج وحلفائهم من بنى ضمرة ـ ذو العشيرة موضع بين مكة والمدينة من بطن ينبع.
٨ ـ سرية النخلة ـ فى رجب ٢ هجرية ـ ١٢ ـ عبد الله بن جحش ـ قافلة تحت قيادة بنى أمية ـ أطلق الأسيران وودى القتيل ـ أرسلوا لاستطلاعن قريش فوقع الصدام.
٩ ـ غزوة بدر الكبرى ـ رمضان ٢ هجرية ـ ٣١٣ ـ سيدنا محمد صلى الله عليه وسلم ـ ١٠٠٠ ـ أبو جهل ـ ٢٢ ـ ٧٠ ـ ٧٠ ـ انتصر المسلمون على العدو ـ بين بدر ومكة سبعة منازل وبين بدر والمدينة ثلاثة منازل لما علم بخروج قريش إلى المدينة ارتحل دفاعاً عن المسلمين.
١٠ ـ سرية عمير بن العدى الخطمى ـ فى رمضان ٢ هجرية ـ ١ ـ عمير ـ ١ ـ عصماء بن مروان ـ ١ ـ قتل عمير اخته التى كانت تحض قومها على الحرب ضد المسلمين.
١١ ـ سرية سالم بن عمير الأنصارى ـ فى شوال ٢ هجرية ـ ١ ـ سالم ـ ١ ـ الخطمية أبو عكفة ـ كان أبو عكفة اليهودى يستفز اليهود على المسلمين فقتله سالم.
١٢ ـ غزوة بنى قينقاع ـ فى شوال ٢ هجرية ـ النبى صلى الله عليه وسلم ـ قبيلة بنى قينقاع ـ تم إجلائهم ـ أتوا بالشر فى المدينة حين كان المسلمون فى بدر فأجلوا لذلك.
١٣ ـ غزوة السويق ـ فى ذى الحجة ٢ هجرية ـ ٢٠٠ ـ النبى صلى الله عليه وسلم ـ ٢٠٠ ـ أبو سفيان ـ خرج النبى صلى الله عليه وسلم فى طلبه فلم يدركه ـ بعث أبو سفيان من قريش إلى المدينة فأتوا ناحية منها فحرقوا فى أسوال من نخل ووجدوا بها رجلين فقتلوهما.
١٤ ـ غزوة قرقرة الكدر أو غزوة بنى سليم ـ محرم ٢ هجرية ـ ٧٠ ـ سيدنا محمد صلى الله عليه وسلم ـ كرز بن جابر الفهرى ـ ١ ـ خرج العدو يغزو المدينة فانصرف حين رأى جمعاً من المسلمين ـ أسر عبد اسمه يسار فأطلق سراحه.
١٥ ـ سرية قررة الكدر ـ ٢ هجرية ـ ١ ـ غالب بن عبد الله الليثى ـ قبيلة بنى غطفان وبنى سليم ـ ٣ ـ قتل من الأعداء وفر الباقون ـ بعثت هذه السرية إكمالاً إذ اجتمع الأعداء مرة أخرى.
١٦ ـ سرية محمد بن مسلمة ـ ربيع الأول ـ ٣ هجرية ـ محمد بن مسلمة الأنصارى الخزرجى ـ ١ ـ كعب بن الأشرف اليهودى ـ ١ ـ ١ ـ كان كعب بن الأشرف يحرض القبائل من اليهود ضد المسلمين ودعا قريشاً للحرب فوقعت غزوة أحد.
١٧ ـ غزوة ذى أمر أو غزوة غطفان أو أنمار ـ فى ربيع سنة ٣ هجرية ـ ٤٥٠ ـ النبى صلى الله عليه وسلم ـ بنو ثعلبة وبنو محارب ـ اجتمعت بنو ثعلبة وبنو محارب للإغارة على المدينة فانصرفوا حين رأوا جمعاً من المسلمين ـ خرج النبى صلى الله عليه وسلم فى أصحابه حتى بلغ نجد وهنا أسلم وعثود الذى هم بقتل رسول الله صلى الله عليه وسلم.
١٨ ـ سرية قردة ـ فى جمادى الآخرة سنة ٣ هجرية ـ ١٠٠ ـ زيد بن حارثة ـ أبو سفيان ـ ١ ـ خرج زيد بن حارثة فى بعث فتلقى قريشاً فى طريقهم إلى العراق ـ أسر فراء بن سفيان دليل القافلة التجارية فأسلم.
١٩ ـ غزوة أُحد ـ شوال ٣ هجرية ـ ٦٥٠ راجل ـ النبى صلى الله عليه وسلم ـ ٢٨٠٠ راجل ـ ٢٠٠ راكب أبو سفيان الأموى ـ ٤٠ ـ ٧٠ ـ ٣٠ ـ لحقت خسارة فادحة بالمسلمين ولكن فشل الكفار نتيجة لرعب أصابهم ـ بين أحد والمدينة ثلاثة أيمال كانوا الأعداء زحفوا من مكة إلى أُحد.
ـ غزوة حمراء الأسد ـ فى ٧ من شوال المكرم سنة ٣ هجرية ـ ٥٤٠ ـ النبى صلى الله عليه وسلم ـ ٢٧٩٠ ـ أبو سفيان ـ ٢ أبو عزة ومعاوية بن المغيرة ـ خرج النبى صلى الله عليه وسلم مرعباً للعدو ـ لما آن الغد من يوم أُحد خرج المسلمون إلى معسكر العدو لئلا يغير عليهم ثانية ظاناً بهم ضعفاً، أسر رجلان، وقتل أبو عزة الشاعر لأن كان وعد فى بدر بأنه لا يظاهر أبداً على المسلمين ثم نقض عهده وحث المشركين على المسلمين.
٢١ ـ سرية قطن أو سرية أبى سلمة المخزومى ـ فى غرة محرم الحرام سنة ٤ هجرية ـ ١٥٠ أبو سلمة المخزومى ـ طلحة وسلمة ـ لم يتمكنوا من الإغارة على المدينة بمظاهرة قام بها المسلمون ـ هو رئشيس قطاع الطريق أراد الإغارة على المدينة ولكن المسلمين تظاهروا فوصلوا إلى قطن وهو مسكنه فتفرق جمعه.
٢٢ ـ سرية عبد الله بن أنيس ـ فى ٥ من محرم الحرام سنة ٤ هجرية ـ ١ ـ عبد الله بن أنيس الجهنى الأنصارى ـ ١ ـ سفيان الهذيلى ـ ١ ـ سمع عبد الله بأن سفيان استنفر قوماً ضد المسلمين بعرفى فوصل عليها وقتل بها أبا سفينان.
٢٣ ـ سرية الرجيع ـ فى صفر ٤ هجرية ـ ١٠ عاصم بن ثابت ـ ١٠٠ ـ من عضل والقارة ـ ١٠ ـ استشهاد عشرة قراء.
٢٤ ـ سرية بئر معونة ـ ٧٠ ـ منذر بن عمر ـ جماعة كبيرة ـ عامر بن مالك ـ ١ ـ ٦٩.
٢٥ ـ سرية عمر بن أمية الضميرى ـ ربيع الأول ٤ هجرية ـ ١ ـ عمر بن أمية الضمرى ـ ٢ قبيلة بنى كلاب.
٢٦ ـ غزوة بنى النضير ـ ربيع أول ٤ هجرية ـ النبى صلى الله عليه وسلم ـ قبيلة النضير ـ تم إجلائهم بأنهم هموا بقتل الرسول صلى الله عليه وسلم.
٢٧ ـ غزوة بدر الأخرى ـ ذى القعدة ٤ هجرية ـ ١٥١٠ النبى صلى الله عليه وسلم ـ ٢٠٥٠ أبو سفيان ـ لم تحدث مواجهة ـ خرج أبو سفيان فى أهل مكة حتى نزل بناحية الظهران أو عسفان ولما علم النبى صلى الله عليه وسلم خرج إليه فرجع أبو سفينان رجع النبى أيضاً.
٢٨ ـ غزوة دومة الجندل ـ سنة ٥ هجرية ـ ١٠٠٠ النبى صلى الله عليه وسلم ـ أهل الدومة ـ رجع الرسول صلى الله عليه وسلم قبل أن يصل إليها ولم يلق كيداً.
٢٩ ـ غزوة بنى المصطلق ـ ٢ شعبان ٥ هجرية ـ النبى صلى الله عليه وسلم ـ الحارث بن ضرار سيد بنى المصطلق ـ ١٩ ـ ١٠ ـ انهزم العدو وأطلق الأسرى كلهم.
٣٠ ـ غزوة الأحزاب أو الخندق ـ شوال ٥ هجرية ـ ٣٠٠٠ ـ النبى صلى الله عليه وسلم ـ ١٠٠٠٠ أبو سفيان ـ ٦ ـ ١٠ ـ انقلب العدو خاسراً.
٣١ ـ سرية عبد الله بن عتيك ـ ذى القعدة ٥ هجرية ـ ٥ ـ عبد الله بن عتيك الأنصارى ـ ١ ـ سلام بن أبى الحقيق ـ ١.
٣٢ ـ غزوة بنى قريظة ـ النبى صلى الله عليه وسلم ـ بنو قريظة ـ ٤ ـ ٢٠٠ ـ ٤٠٠ ـ من الأعداء من قتل ومنهم من أسر ـ قتلهم كان حكماً قضائياً بسبب الخيانة وكان هذا الحكم موافقاً لنصوص التوراة التى كانوا يؤمنون بها.
٣٣ ـ سرية الرقطاء ـ ٣٠ ـ محمد بن مسلمة ـ ٣٠ ـ ثمامة بن آثال ـ ١ ـ أثر ثمالة فأطلقه رسول الله صلى الله عليه وسلم ـ كان ثمامة سيد نجد، وأسلم بعد أن أطلق سراحه من الأسر.
٣٤ ـ غزوة بنى لحيان ـ ٦ هجرية ـ ٢٠٠ ـ النبى صلى الله عليه وسلم ـ بنو لحيا من بطون هذيل ـ تفرق العدو حين علم بمقدم المسلمون إليه ـ كانت الغزوة لتأديب أهل الرجيع الذين قتلوا عشرة من القراء.
٣٥ ـ غزوة ذى قردة ـ ٦ هجرية ـ ٥٠٠ ـ النبى صلى الله عليه وسلم ـ خيل من غطفن تحت قيادة عيينة الفزارى ـ امرأة واحدة ـ ٣ ـ ١ ـ أغاروا على لقاح لرسول الله فخرج المسلمون ولحقوا بهم.
٣٦ ـ سرية عكاشة محصن ـ ٤٠ ـ عكاشة بن محصن الأسدى ـ بنو أسد ـ تفرق الأعداء ولم تحدث مواجهة ـ كان بنو أسد قد أجمعوا الإغارة على المدينة فبعثت إليهم هذه السرية.
٣٧ ـ سرية ذى القصة ـ ٦ هجرية ـ ١٠ ـ محمد بن مسلمة ـ ١٠٠ بنو ثعلبة ـ ١ جريح ـ ٩ ـ استشهد تسعة من الدعاة وأصيب محمد بن مسلمة بجرح ـ كان عشرة من القراء ذهبوا للدعوة وبينما هم نائمون قتلهم بنو ثعلبة وذو القصة اسم موضع.
٣٨ ـ سرية بنى ثعلبة ـ ٦ هجرية ـ ٤٠ ـ أبو عبيدة بن الجراح ـ بنو ثعلبة ـ ١ ـ انصرف العدو وغنم المسلمون ما كان لهم من متاع.
٣٩ ـ سرية الجموم ـ ٦ هجرية ـ زيد بن حارثة ـ بنو سليم ـ ١٠ ـ أسر مجموعة رجال وأطلقهم النبى صلى الله عليه وسلم.
٤٠ ـ سرية الطرف أو الطرق ـ ٦ هجرية ـ ١٥ ـ زيد بن حارثة ـ بنو ثعلبة ـ هرب الأعداء وأصاب المسلمون عشرين بعيراً ـ بعثت هذه السرية لمعاقبة المجرمين بذى القصة.
٤١ ـ سرية وادى القرى ـ ١٢ ـ زيد بن حارثة ـ سكان وادى القرى ـ ١ جريح ـ ٩ ـ قتل من المسلمين تسعة رجال وجرح واحد ـ كان زيداً ذاهباً للجولة فحملوا عليه وعلى أصحابه.
٤٢ ـ دومة الجندل ـ ٦ هجرية ـ عبد الرحمن بن عوف ـ قبيلة بنى كلب ـ الأصبغ بن عمرو ـ تحقق نجاح ملموس فى مجال الدعوة ـ أسلم الأصبغ بن عمرو وكان نصرانياً وأسلم معه كثير من قومه.
٤٣ ـ سرية فداك ـ ٦ هجرية ـ ٢٠٠ ـ على بن أبى طالب ـ بنو سعد بن بكر ـ هربت بنو سعد وأصاب المسلمون مائة بعير وألفى شاة ـ بلغ النبى صلى الله عليه وسلم أنهم يريدون أن يمدوا يهود خيبر فقام علىّ رضى الله الله عنه بالمظاهرة عليهم.
٤٤ ـ سرية أم فرقة ـ ٧ هجرية ـ أبو بكر الصديق رضى الله عنه ـ بنو فزارة تحت قيادة أم قرفة ـ ٢ ـ انهزم العدو ـ كانت بنو فزارة قد أغاروا على قافلة زيد بن حارثة.
٤٥ ـ سرية عبد الله بن رواحة ـ ٦ هجرية ـ ٣٠ ـ عبد الله بن رواحة ـ ٣٠ ـ أسير بن رزام اليهودى ـ ١ ـ ٣٠ ـ وقع اشتباك لسوء فهم الفريقين فقتل اليهود جميعاً.
٤٦ ـ سرية العرنيين ـ ٦ هجرية ـ ٢٠ ـ كرز بن جابر الفهرى ـ رجال من عكل وعريننة ـ ١ ـ ٨ ـ قتلوا الراعى واستاقوا الإبل فأسروا ومثل بهم ـ استوخموا المدينة فشربوا من ألبان الإبل وأبوالها فصحوا ثم قتلوا يسارا راعى النبى صلى الله عليه وسلم واستاقوا الإبل.
٤٧ ـ سرية عمرو بن أمية الضمرى ـ ٦ هجرية ـ ١ ـ عمرو بن أمية الضمرى ـ كان عمرو قد جاء إلى مكة ليقتل النبى صلى الله عليه وسلم ثم أسلم من حسن خلقه الشريف ثم ذهب إلى مكة يدعو أهلها.
٤٨ ـ غزوة الحديبية ـ ٦ هجرية ـ ١٤٠٠ ـ النبى صلى الله عليه وسلم ـ أهل مكة ـ سهيل بن عمرو القرشى ـ تم الصلح بين النبى صلى الله عليه وسلم وبين ريش عشر سنوات ـ كان النبى قد خرج معتمراً فصدته قريش عن البيت فى الحديبية.
٤٩ ـ غزوة خيبر ٧ هجرية ـ ١٠٠ ـ النبى صلى الله عليه وسلم ـ ١٠٠٠٠ ـ يهود خيبر كنانة بن أبى الحقيق ـ ٥٠ جريحاً ـ ١٨ ـ ٩٣ ـ فتح الله للمسلمين فتحاً مبيناً ـ كان اليهود قد قاتلوا المسلمين فى أُحد والأحزاب ونقضوا عهدهم مع النبى صلى الله عليه وسلم فأفسد خططهم العدوانية.
٥٠ ـ غزوة وادى القرى ـ المحرم ٦ هجرية ـ ١٣٨٢ ـ النبى صلى الله عليه وسلم ـ اليهود من وادى القرى.
٥١ ـ غزوة ذات الرقاع ـ ٧ هجرية ـ ٤٠٠ ـ النبى صلى الله عليه وسلم ـ بنو غطفان وبنو محارب وبنو ثعلبة وبنو أنمار ـ تفرق العدو ـ كانت بنو عطفان قد جمعوا جموعاً من القبائل للإغارة على المسلمين فلما قام المسلمون بحشودهم تفرقوا جميعاً.
٥٢ ـ سرية عيص ـ فى صفر ٧ هجرية ـ ٧٢ ـ أبو جندل وأبو بصير ـ قافلة قريش ـ ٩ ـ أخذ أموال العدو ثم ردها إليهم بأمر النبى صلى الله عليه وسلم.
٥٣ ـ سرية الكديد ـ صفر ٧ هجرية ـ ٦٠ ـ غالب بن عبد الله الليثى ـ بنو الملوح ـ ١ ـ وقع اشتباك ـ كانت بنو الملوح قد قتلوا أصحاب بشير بن سويد فبعثت إليهم هذه السرية للتوبيخ.
٥٤ ـ سرية فدك ـ فى صفر سنة ٧ هجرية ـ غالب بن عبد الله الليثى ـ أهل فدك ـ قتل ناس من العدو.
٥٥ ـ سرية حسمى ـ فى جمادى الآخرة ٧ هجرية ـ ٥٠٠ ـ زيد بن حارثة ـ ١٠٢ ـ الهنيد بن عوض الجزرى ـ ١٠٠ ـ ٢ ـ انتصر المسلمون وقتل الهنيد مع ابنه وأطلق الباقون بعد توبتهم ـ كان دحية الكلبى محملاً ببعض الهدايا من قيصر فقابله الهنيد فى ناس وقطع عليه الطريق.
٥٦ ـ سرية تربة ـ فى شعبان سنة ٧ هجرية ـ عمر بن الخطاب ـ أهل تربة ـ تفرق العدو ـ بين تربة ومكة منزلان كان أهل تربة قد اصطلحوا مع بنى غطفان فقام المسلمون بالمظاهرة فى محالهم.
٥٧ ـ سرية بنى كلاب ـ فى شعبان ٧ هجرية ـ أبو بكر الصديق رضى الله عنه ـ بنو كلاب ـ انتصر المسلمون سبى من الأعداء جماعة وقتل آخرون ـ كانوا أجمعوا الهجوم على المسلمين مع بنى محارب وبنى أنمار.
٥٨ ـ سرية الميفعة ـ رمضان ٧ هجرية ـ غالب بن عبد الله الليثى ـ أهل الميفعة ـ وقع اشتباك ـ كانوا حلفاء أهل خيبر.
٥٩ ـ سرية خربة ـ فى رمضان ٧ هجرية ـ أسامة بن زيد ـ أهل خربة ـ بينما أسامة وأصحابه يمشون فى الطريق إذ هبط إليهم رجل من الجبل فقتله أسامة بعد أن قال لا إله إلا الله.
٦٠ ـ سرية بنى مرة ـ شوال ٧ هجرية ـ ٣٠ بشير بن سعد ـ بنو مرة بالقرب من فدك ـ وقع اشتباك كانوا حلفاء أهل خيبر.
٦١ ـ سرية بشير بن سعد الأنصارى ـ فى شوال ٧ هجرية ـ ٣٠ بشير بن سعد ـ بنو فزارة وعذرة ـ جرح جميع المسلمين وأسر منهم رجلان ـ كانت بنو فزارة وعذرة قد ساعدوا اليهود فى خيبر فبعثت إليهم هذه السرية للترويع.
٦٢ ـ سرية ابن أبى العوجاء ـ ٧ هجرية ـ ٥٠ ـ ابن أبى العوجاء ـ بنو سليم ـ ١ ـ ٤٩ ـ أصيب ابن أبى العوجاء بجرح واستشهد الباقون ـ قام المسلمون بحشد قواهم فى محالهم لأنهم كانوا يجمعون للإغارة على المدينة.
٦٣ ـ سرية ذات أطلح ـ ٨ هجرية ـ ١٥ ـ كعب بن عمير الأنصارى ـ أهالى ذات أطلح بنو قضاعة ـ ١٤ ـ استشهد المسلمون جميعاً وبرأ واحد منهم ـ كانوا يجمعون فى عدد كبير للإغارة على المسلمين فبعث إليهم كتيبة لتخوفيهم فاستشهد المسلمون جميعاً.
٦٤ ـ سرية ذات عرق ـ فى ربيع الأول ٨ هجرية ـ ٢٥ ـ شجاع بن وهب الأسدى ـ بنو هوازن أهالى ذا عرق ـ كانت هوازن قد مدّوا يد المعونة لأعداء المسلمين مراراً ثم اجتمعوا على مشارف المدينة فاحتشد المسلمون لتخويفهم.
٦٥ ـ سرية مؤنة ـ فى جمادى الأولى سنة ٨ هجرية ـ ٣٠٠٠ ـ زيد بن حارثة ـ مائة ألف ـ شرحبيل الغسانى ـ ١٢ ـ لم نعرف عدد المفقودين ـ انتصر المسلمون ـ كان شرحبيل قد قتل رسول الله صلى الله عليه وسلم فوقعت لذلك الحرب وهزم ثلاثة آلاف مائة ألف.
٦٦ ـ سرية ذات السلاسل ـ جمادى الآخرة ٨ هجرية ـ ٥٠٠ ـ عمرو بن العاص القرشى ـ بنو قضاعة ساكنوا السلاسل ـ هرب الأعداء بمظاهرة المسلمين ـ كانت قضاعة قد تجمعت للإغارة على المدينة.
٦٧ ـ سرية سيف البحر ـ فى رجب ٨ هجرية ـ ٣٠٠ ـ أبو عبيدة ـ قريش ـ أقام المسلمون على الساحل أياماً ثم انصرفوا ـ كان الغرض من هذه السرية تشتيت همم قريش.
٦٨ ـ سرية محارب ـ فى شعبان ٨ هجرية ـ ١٥ ـ أبو قتادة الأنصارى ـ بنو غطفان ـ هرب العدو خائفاً وأصاب المسلمون أنعاماً ـ تجمع بنو غطفان بخضرة فأرسلت إليهم سرية مكونة من خمسة عشر رجلاً للاستطلاع.
٦٩ ـ غزوة فتح مكة ـ رمضان ٨ هجرية ـ ١٠٠٠٠ ـ النبى صلى الله عليه وسلم ـ قريش مكة ـ ٢ ـ ١٢ ـ انتصر المسلمون ـ لم يتعرض للمسلمين أحد إلا كتيبة واحدة ثم دخل النبى صلى الله عليه وسلم مكة وجعل الناس كلهم طلقاء ولا تثريب عليهم.
٧٠ ـ سرية خالد ـ فى رمضان ٨ هجرية ـ خالد بن الوليد ـ الصنم العزى ـ كانت العزى صنم بنى كنانة فحطمها خالد رضى الله عنه.
٧١ ـ سرية عمرو بن العاص ـ ٨ هجرية ـ عمرو بن العاس ـ الصنم سواع ـ كانت سواع صنم بنى هذيل فحطمها عمرو بن العاص رضى الله عنه.
٧٢ ـ سرية سعد الأشهلى ـ رمضان ٨ هجرية ـ سعد بن زيد الأشهلى الأنصارى ـ الصنم مناة ـ كانت مناة صنماً للأوس والخزرج فهدمها سعد الأشهلى رضى الله عنه.
٧٣ ـ سرية خالد بن الوليد ـ شوال ٨ هجرية ـ ٣٥٠ ـ خالد بن الوليد ـ بنو جذيمة ـ ٩٥ ـ قتل خمسة وتسعون رجلاً من بنى جذيمة ممن كانوا أسلموا فكره الرسول صلى الله عليه وسلم قتلهم وودى بهم الدية ـ كان خالد بن الوليد بعث داعياً وكانت بنو جذيمة قد أسلموا من قبل فشك خالد فى إسلامهم وقتل منهم رجالاً.
٧٤ ـ غزوة حنين أو أوطاس أو هوازن ـ شوال ٨ هجرية ـ ١٢٠٠٠ ـ النبى صلى الله عليه وسلم ـ بنو ثقيف وبنو هوازن وبنو معز وبنو أحسم ـ ٦ ـ ٦٠٠٠ ـ ٧١ ـ انتصر المسلمون ـ أطلق النبى صلى الله عليه وسلم سراح جميع الأسرى وأعطاهم الكسوة كذلك.
٧٥ ـ غزوة الطائف ـ شوال ٨ هجرية ـ ١٢٠٠٠ ـ النبى صلى الله عليه وسلم ـ بنو ثقيف ـ جمع كثير ـ ١٣ ـ جمع كثير ـ رجع النبى صلى الله عليه وسلم بعد محاصرة دامت شهراً ـ لما رفع النبى صلى الله عليه وسلم عنهم الحصار قدموا عليه وأسلموا.
٧٦ ـ سرية عيينة بن حصن ـ فى محرم ٩ هجرية ـ ١٥٠ ـ عيينى بن حصن الفزارى ـ قبيلة بنى تميم ـ ٦٢ ـ تم القضاء على الثورة ـ قامت هذه القبيلة بإغراء القبائل التابعة لها ومنعتها عن أداء الجزية ولما خرج إليهم عيينى أسر منهم ١١ رجلاً و٢١ امرأة و ٢٠ ولداً فأطلقهم النبى صلى الله عليه وسلم حين قدم عليه سيدهم.
٧٧ ـ سرية قطبة بن عامر ـ فى صفر ٩ هجرية ـ ٢٠ ـ قطبة بن عامر ـ قبيلة خثم ـ أكثر من النصف ـ أكرهم ـ تفرقوا وانتشروا ـ كانوا يدبرون مؤامرة ضد المسلمين فجاء قطبة ببعضهم أسيراً فأطلقهم رسول الله صلى الله عليه وسلم.
٧٨ ـ سرية الضحاك ابن سفيان الكلابى ـ ربيع أول ٩ هجرية ـ الضحاك رضى الله عنه ـ قبيلة بنى كلاب ـ بعث المسلمون إلى بنى كلاب داعين فاعترض لهم الكفار فوقع اشتباك.
٧٩ ـ سرية عبد الله بن حذافة ـ ربيع أول ٩ هجرية ـ ٣٠٠ ـ عبد الله بن حذافة القرشى السهمى ـ القراصنة من الخثعميين ـ هربوا ـ كانوا قد اجتمعوا فى ساحل جدة يريدون الإغارة على مكة فتفرقوا حين رأوا هذه السرية.
٨٠ ـ سرية بن طىء ـ ٩ هجرية ـ ١٥٠ ـ على رضى الله عنه ـ بنى طىء ـ أسرت سفانة بنت حاتم وغيرها من الناس.
٨١ ـ غزوة تبوك ـ ٩ هجرية ـ ٣٠٠٠ ـ الرسول صلى الله عليه وسلم ـ هرقل قيصر الروم ـ قام النبى صلى الله عليه وسلم بالتجمع مع أصحابه وأرهب الأعداء ثم رجع إلى المدينة.
٨٢ ـ سرية دومة الجندل ـ ٤٢٠ ـ خالد بن الوليد ـ أكيدر أمير دومة الجندل ـ أسر أكيدر وقتل أخوه ـ أطلق رسول الله صلى الله عليه وسلم سراح أكيدر وعقد الحلف مع حكومات نصرانية أخرى.
_________
(١) الأنبياء: ١٠٧.
(٢) آل عمران: ٧١.
(٣) حقائق الإسلام وأباطيل خصومه ص ١٦٦ ط الهيئة المصرية العامة للكتاب.
(٤) غوستاف لوبون حضارة العرب ص ١٢٨، ١٢٩ ط الهيئة المصرية للكتاب.
(٥) البقرة: ١٩٠-١٩١.
(٦) البقرة: ١٩٢، ١٩٣.
(٧) البقرة: ٢١٦.
(٨) البقرة: ٢١٧.
(٩) آل عمران: ١٤٦.
(١٠) آل عمران: ١٦٩.
(١١) آل عمران: ١٩٥.
(١٢) ، (١٣) النساء: ٧٤، ٧٥.
(١٤) النساء: ٩٠.
(١٥) الأنفال: ٧ـ٨.
(١٦) الأنفال: ١٧.
(١٧) الأنفال: ٣٩.
(١٨) الأنفال: ٤٧.
(١٩) الأنفال: ٦١.
(٢٠) الأنفال: ٧٠.
(٢١) التوبة: ٥ـ٦.
(٢٢) التوبة: ١١١.
(٢٣) الحج: ٣٩-٤٠.
(٢٤) رواه مسلم ـ كتاب الإمارة ـ باب فضل الجهاد والخروج فى سبيل الله.
(٢٥) رواه أبو داود فى سننه ـ كتاب الخراج والإمارة والفئ ـ باب ما جاء فى خبر الطائف.
(٢٦) رواه الحاكم فى مستدركه ـ كتاب معرفة الصحابة رضى الله عنهم ـ ذكر إسلام أمير المؤمنين على ـ رضى الله عنه ـ.
(٢٧) رواه البخارى ـ كتاب التفسير ـ باب قول الله تعالى (وقاتلوهم حتى لا تكون فتنة (.
(٢٨) مصنف عبد الرازق ـ كتاب الجهاد ـ باب الرجل يغزو وأبوه كاره.
(٢٩) الحج: ٤٠.
(٣٠) القرطبى ج ١٢ تفسير سورة الحج.
(٣١) تاريخ ابن خلدون ١ / ٢٢٦ فصل فى الحروب ومذاهب الأمم فى ترتيبها.
(٣٢) سفر العدد ـ الإصحاح الثالث عشر ـ الآيات: ٢٦-٢٩.
(٣٣) سفر صموئيل الأول ـ الإصحاح الخامس والعشرون آية ١٠-١٤.
(٣٤) سفر الملوك الثانى ـ الإصحاح الثالث، الآيات ٤ ـ ٨.
(٣٥) سفر حزقيال ـ أصحاح ٢١ آيات ١ ـ٥.
(٣٦) سفر يوشع ـ الإصحاح الثالث والعشرون ـ الآيات ٣ـ٥.
(٣٧) سفر القضاة ـ الإصحاح الثامن عشر ـ الآيات ٢٧ـ٣٠.
(٣٨) سفر صموئيل الأول ـ الإصحاح الرابع، الآيات ١ـ٤.
(٣٩) سفر التكوين ـ الإصحاح الرابع والثلاثون ـ الآيات ٢٥ـ٢٩.
(٤٠) سفر التكوين ـ الإصحاح الرابع عشر ـ الآيات ١٤ ـ ١٦.
(٤١) سفر العدد ـ الإصحاح الواحد والعشرون الآيتان ٣٤ـ٣٥.
(٤٢) سفر العدد ـ الإصحاح الخامس والعشرون الآية ١٦.
(٤٣) الإصحاح الثالث والثلاثون الآيات ٥٠ـ٥٣.
(٤٤) سفر صموئيل ـ الإصحاح السابع عشر الآيات ٤٥ـ٤٧.
(٤٥) سفر صموئيل الأول ـ الإصحاح الثالث والعشرون الآية ٦.
(٤٦) سفر المزامير ـ المزمور الثامن عشر الآيات ٣٥-٤١.
(٤٧) سفر حزقيال الإصحاح الواحد والعشرون آية ٥.
(٤٨) إنجيل متى ـ الإصحاح العاشر آية ٣٤-٣٦.
(٤٩) رواه أحمد وأبو داود.
(٥٠) سبائك الذهب ٤٤٣.
(٥١) شرح المعلقات السبع للزوزنى ص ٨٣، ط مصطفى الحلبى.
(٥٢) الزخرف: ٨٩.
(٥٣) الحج: ٣٩-٤٠.
(٥٤) السيرة المحمدية تحت ضوء العلم والفلسفة لمحمد فريد وجدى ص ١٦٤، ١٦٣ بتصرف.
(٥٥) الأنفال: ٦١.
(٥٦) السيرة النبوية لمحمد فريد وجدى ١٦٥، ١٦٦.
(٥٧) سبائك الذهب ص ١٢٠ ط دار الكتب العلمية، موسوعة القبائل العربية لمحمد سليمان الطيب ١ / ٥١ دار الفكر العربى.
(٥٨) فتح البارى ٦ / ٥٤٣ دار المعرفة ـ بيروت.
(٥٩) فتح البارى ٧ / ٤٢٤.
(٦٠) تاريخ الأدب الجاهلى د. على الجندى ٤٧٢.
(٦١) رحمة للعالمين للمنصور فورى ص ٤٦٢.
(٦٢) فى تاريخ الأدب الجاهلى ٤٧٣.
(٦٣) رحمة للعالمين للمنصور فورى ص ٤٦٢.
(٦٤) سبائك الذهب ٨.
(٦٥) تاريخ الأدب الجاهلى ص ٤٧٠.
(٦٦) رحمة للعالمين المنصور فوزى ص ٤٦٢.
(٦٧) سبائك الذهب ٨٧.
(٦٨) تاريخ الأدب الجاهلى ص ٤٦٦.
(٦٩) رحمة للعالمين للمنصور فورى ص ٤٦٣.
(٧٠) سبائك الذهب ٢٩٥، تاريخ الأدب الجاهلى ص ٤٦٧.
(٧١) رحمة للعالمين ص ٤٦٣.
(٧٢) تاريخ الدولة الأموية للشيخ محمد الخضرى ص ١٥٦.
(٧٣) رحمة للعالمين ص ٤٦٣.
(٧٤) سبائك الذهب ص ٢٥٦، تاريخ الأدب الجاهلى ص ٤٦٧.
(٧٥) رحمة للعالمين ص ٤٦٣.
(٧٦) سبائك الذهب ص ١٢٧.
(٧٧) سبائك الذهب ص ١٢٦.
(٧٨) تاريخ الأدب الجاهلى ص ٤٦٧.
(٧٩) رحمة للعالمين ص ٤٦٣.
(٨٠) سبائك الذهب ص ١٤٨، تاريخ الأدب الجاهلى ص ٤٧٣.
(٨١) سبائك الذهب ص ١٢٤، وتاريخ الأدب الجاهلى ص ٤٧٣.
(٨٢) سبائك الذهب ص ٨٥، ٨٦، تاريخ الأدب الجاهلى ص ٤٧٠.
(٨٣) سبائك الذهب رقم ١٤٧، ١٤٨، تاريخ الأدب الجاهلى ص ٤٧٣.
(٨٤) تاريخ الدولة الأموية الشيخ محمد الخضرى بك ص ٣٢، ٣٣، ط دار القلم، بيروت.
(٨٥) السيرة المحمدية تحت ضوء العلم والفلسفة الأستاذ محمد فريد وجدى ص ١٦٢، ط الهيئة المصرية العامة للكتاب.
(٨٦) رحمة للعالمين ص ٤٦٩.
(٨٧) الأنفال: ٥٨.
(٨٨) تفسير ابن كثير ٢ / ٣٢١.
(٨٩) الفكر الإسلامى فى تطوير مصادر المياه والطاقة، د. سيد وقار أحمد حسينى ـ عالم زائر فى جامعة ستانفورد ٧١-٧٥، ترجمة د. سمية زكريا زيتونى طبعة: فصلت للدراسات والترجمة والنشر.
and emergence of a Muslim Society in Richard W. bulliet, Conversion of Islam Meier &amp; ed. Nehemia Levtzion (New York Holmes Iran in Conversion to Islam, (Publ., Inc, ١٩٧٩) Pp. ٣٠-٥١, p٣١ for fig ١.١.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b434] VALUES (67,'<span data-type="title" id=toc-73>٦٦- هل الجبال تحفظ توازن الأرض؟ والأرض تدور حول نفسها</span>؟
الرد على الشبهة:
فى المزمور ٧٥: ٢ [أنا وزنت أعمدتها]
وفى مز ١٠٤: ٥ [المؤسس الأرض على قواعد فلا تتزعزع إلى الدهر والأبد]
وفى علم الجيولوجيا أن الله جعل الجبال لحفظ الأرض؛ وذلك مثل الفقاعات تشاهد كالقبة على سطح المياه وتدور مع المياه وهى مثبتة فى جميع أطرافها، وأن الجبال آخر مراحل تكوين الأرض فى بدء الخليقة.
وللدكتور زغلول النجار كتاب مستقل عن الجبال.
وصدق الله: (لعلمه الذين يستنبطونه منهم) (١) .
وصدق الله: (وما يعقلها إلا العالمون) (٢) .
_________
(١) النساء: ٨٣.
(٢) العنكبوت: ٤٣.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b434] VALUES (68,'<span data-type="title" id=toc-74>٦٧- هل النجوم رجوم الشياطين</span>؟
الرد على الشبهة:
إن الإسلام دين، وهو موحى به من رب العالمين يخبرنا عن صدق ويقين، وهو القائل سبحانه: (ما أشهدتهم خلق السموات والأرض ولا خلق أنفسهم وما كنت متخذ المضلين عضدا) (١) . والإسلام ليس بدعاً من الأديان ولذلك نرى أن الكتب المقدسة تذكر ذلك؛ فإن الله تعالى يقول:
(وأنا لمسنا السماء فوجدناها مُلئت حرساً شديداً وشهباً * وأنا كنا نقعد منها مقاعد للسمع فمن يستمع الآن يجد له شهاباً رصدا) (٢) . قال ذلك حكاية عن الجن. وليس المعنى كما فهم المؤلف، وإنما المعنى هو أن الله جعل على السماء حراساً من الملائكة، وخلق لهم أدوات عقاب تناسب أجسام الشياطين. وهى الشهب. فإذا جاء شيطان رماه أحد الملائكة بشهاب وليست الشهب كواكب كالقمر والشمس، وإنما هى أدوات عقاب كالسيف فى يد الجندى المحارب.
وفى الإصحاح الثالث من سفر التكوين؛ أن الله لما طرد آدم من الجنة وهى جنة عدن، ليعمل الأرض التى أُخذ منها، أقام شرقى جنة عدن ملائكة تسمى الكروبيم، ووضع لهيب سيف متقلب فى أياديهم لحراسة طريق شجرة الحياة: " فأخرجه الرب الإله من جنة عدن ليعمل الأرض التى أُخذ منها؛ فطرد الإنسان، وأقام شرقى جنة عدن الكروبيم، ولهيب سيف متقلب لحراسة طريق شجرة الحياة " (٣) .
ويقول المفسرون: " إن الكروبيم من الملائكة المقربين. وهو فى الفارسية بمعنى الحارس ". وكان عملهم وقت طرد آدم هو " حراسة الفردوس؛ لئلا يرجع الإنسان إليه ".
وفى القرآن تفسير الشهب بشواظ من نار. فى قوله تعالى: (يا معشر الجن والإنس إن استطعتم أن تنفذوا من أقطار السموات والأرض فانفذوا لا تنفذون إلا بسلطان * فبأى آلاء ربكما تكذبان * يرسل عليكما شواظ من نار ونحاس فلا تنتصران) (٤) .
فقد جعل للجن غير ما جعل للإنس من أدوات العقاب. ولم يجعل للجن كواكب تُرمى بها كالقمر والشمس، وإنما جعل للجن " شواظ " أى " شهب ".
_________
(١) الكهف: ٥١.
(٢) الجن: ٨ـ٩.
(٣) تك ٣: ٢٣-٢٤.
(٤) الرحمن: ٣٣ـ٣٥.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b434] VALUES (69,'<span data-type="title" id=toc-75>٦٨- القرآن يتناقض مع العلم</span>
إنه جاء فى القرآن أن الله خلق سبع سموات ومن الأرض مثلهن. فكيف يقول عن أرضنا وهى واحدة من ملايين الكواكب ـ إنه يوجد سبعة مثلها؟
وفى القرآن: (أن السماء سقفاً محفوظاً) ، وأن الله يمسكها لئلا تقع. فكيف يقول عن الفضاء غير المتناهى: إنه سقف قابل للسقوط؟
وفى القرآن أن الله زين السماء الدنيا بمصابيح. فكيف يقول عن ملايين الكواكب التى تسبح فى هذا الفضاء غير المتناهى إنها مصابيح؟
الرد على الشبهة:
هذا السؤال مكون من ثلاثة أجزاء:
الجزء الأول: هو أنه ليس فى العالم سبعة أرضين. فكيف يقول عن الأرض: إنها سبعة كما أن السموات سبعة؟ وقول المؤلف إن الأرض سبعة؛ أخذه من بعض مفسرى القرآن الكريم. وهو يعلم أن المفسرين مجتهدون، ويصيبون ويخطئون. والرد عليه فى هذا الجزء من السؤال هو: أن نص الآية هو: (الله الذى خلق سبع سموات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شىء قدير وأن الله قد أحاط بكل شىء علماً) (١) .
إنه أتى بـ (مِنْ) التى تفيد التبعيض؛ لينفى العدد فى الأرض. وليثبت المثلية فى قدرته. فيكون المعنى: أنا خلقت سبع سموات بقدرتى، وخلقت من الأرض مثل ما خلقت أنا السماء بالقدرة. ولهذا المعنى علّل بقوله: (لتعلموا أن الله على كل شىء قدير (.
وبيان التبعيض فى الأرض: هو أن السماء محكمة، وأن الأرض غير محكمة. وهى غير محكمة لحدوث الزلازل فيها، وللنقص من أطرافها. وقد عبّر عن التبعيض فى موضع آخر فقال: (أفلا يرون أنا نأتى الأرض ننقصها من أطرافها) (٢) . والنقص من الأطراف يدل على أن الباقى من الأرض ممسوك بقدرة الله، كما يمسك السماء كلها.
والجزء الثانى: هو أن السماء سقف قابل للسقوط. والرد عليه فى هذا الجزء من السؤال هو: أن كل لغة فيها الحقيقة وفيها المجاز. والتعبير على المجاز. فإن السماء شبه سقف البيت، والمانع للسقف من السقوط على الحقيقة هو الأعمدة، وعلى المجاز هو الله؛ لأن كل شىء بقدرته. ولذلك نظير فى التوراة وفى الإنجيل: " بالكسل يهبط السقف ". وفى ترجمة أخرى: " من جراء الكسل ينهار السقف. وبتراخى اليدين يسقط البيت " [جامعة ١٠: ١٨] يريد أن يقول: إن الكسل يؤدى إلى الفقر، والفقر يؤدى إلى خراب البيوت. وعبر عن الخراب بانهيار السقف. والسقف لا ينهار بالكسل، وإنما بهدّ الأعمدة التى تحمله. وفى سفر الرؤية: " فسقط من السماء كوكب " [رؤ ٨: ١٠] كيف يسقط كوكب من السماء بغير إرادة الله؟ وفى سفر الرؤية: " ونجوم السماء سقطت " (رؤ ٦: ١٣] ، ويقول عيسى عليه السلام: إن العصفور لا يقع إلى الأرض إلا بإرادة الله: " أما يباع عصفوران بفَلْس واحد. ومع ذلك لا يقع واحد منهما إلى الأرض خفية عن أبيكم " [متى ١٠: ٢٩] . وفى الرسالة إلى العبرانيين: " حقاً ما أرهب الوقوع فى يدى الله الحى؟ " [عب ١٠: ٣١] .
والجزء الثالث: وهو أنه كيف يقول عن الكواكب إنها مصابيح؟ والمؤلف دل بقوله هذا على إنكار الواقع والمشاهد فى الحياة الدنيا، ودل أيضاً بقوله هذا على جهله بالتوراة وبالإنجيل. ففى سفر الرؤية: " كوكب عظيم متقد كمصباح " [رؤ ٨: ١٠] ، "وأمام العرش سبعة مصابيح " [رؤ ٤: ٥] ، وجاء المصباح على المجاز فى قول صاحب الأمثال: " الوصية مصباح والشريعة نور " [أم ٦: ٢٣] .
_________
(١) الطلاق: ١٢.
(٢) الأنبياء: ٤٤.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b434] VALUES (70,'<span data-type="title" id=toc-76>٦٩- كيف يكون العلم كفرًا</span>؟
يعترض على قوله: (إنما النسئ زيادة فى الكفر) (١) أن النسئ الذى فى السنة القبطية من الحساب الفلكى.. فكيف يكون العلم كفراً؟
الرد على الشبهة:
أن النسئ فى الآية هو ما كان يفعله المشركون من تبديل الأشهر الحرم مكان الأشهر الحلال ليستحلوا بذلك القتال فيها، ولا علاقة له بالأيام التى تضبط السنة القبطية للزراعة، ومن هنا يتبين مدى محاولة التلبيس والتدليس الذى يضحك منها العارفون مع حزنهم أن يصل الترصد ضد كلام الله سبحانه والعمل على أن لا يصل إلى الخلق باعتباره ـ الكلمة الأخيرة للعالمين ـ إلى هذا الحد الرخيص من التلاعب بالألفاظ والمصطلحات.
_________
(١) التوبة: ٣٧.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b434] VALUES (71,'<span data-type="title" id=toc-77>٧٠- رىّ مصر بالغيث</span>!
إن أرض مصر تُروى بالنيل، ولا تروى بالمطر. وفى القرآن: (ثم يأتى من بعد ذلك عام فيه يُغاث الناس وفيه يعصرون) (١) .
وهذا يدل على غوثهم بالمطر. فكيف ينسب خصب مصر للغيث والمطر؟
الرد على الشبهة:
هنا كلمتان:
١- (يغاث (
٢- (يعصرون (.
وكلمة الغوث على الحقيقة تدل على نزول ماء من السماء. وكلمة العصر على الحقيقة تدل على عصير العنب. لأن الشائع بين الناس فى العصر هو العنب. والمؤلف يوجه النقد على المعنى الحقيقى فى نزول المطر، ولم يوجه النقد لعصير العنب. وكلمة الغيث جاءت على الحقيقة مثل: " فامتنع الغيث ولم يكن مطر " [إرمياء ٣: ٣] ، وجاءت على المجاز مثل: " لأعرف أن أغيث المعيى " [إشعياء ٥٠: ٤] . أما على المجاز فالشبهة منتفية. وأما على الحقيقة فهذا هو غرض المعترض وهو مغرض فى ذلك.
وذلك لأن الأمر كله خارج على المألوف. وبيان خروجه على المألوف: أن المدة خمس عشرة سنة. سبع شداد يأكلن سبعًا سمانًا أو: سبع سمان يأكلهن سبع عجاف. والسنة الأخيرة يأتى فيها الخير قليلاً. والمناسب لقلة الخير؛ نزول المطر. وقلة المياه تكفى لرى العنب والفواكه فى أماكن زراعته، وتكفى لإنبات قمح يكون بذره بذرا للسنوات الآتية التى سيكثر فيها ماء النيل. وهذا أمر غير مستبعد فى العقل. فكيف يكون شبهة؟
أما عن العصر. فإنه يكون على الحقيقة مثل: " فأخذت العنب وعصرته فى كأس فرعون، وأعطيت الكأس فى يد فروع " [تكوين ٤٠: ١١] ، ويكون على المجاز مثل: " فألقاه إلى معصرة غضب " [رؤية١٤: ١٩] .
وإذا ثبت وجود العصر، وليس لماء النيل وجود. فكيف حيى النبات وعاش؟ وفى السنوات السبع العجاف كانت سنابل القمح تخرج من الأرض خروجاً هزيلاً. فكيف خرجت وهى هزيلة والنيل لا يروى الأراضى؟
لابد من القول بوجود مصدر للمياه غير النيل. إما آبار عيون، وإما مطر. ففى حلم فرعون: " وهو ذا سبع سنابل طالعة فى ساق واحد سمينة وحسنة. ثم هو ذا سبع سنابل رقيقة وملفوحة بالريح الشرقية نابتة وراءها " [تكوين ٤١: ٥-٦] ، وكرر الكلام وقال فيه: " نابتة وراءها " [تك ٤١: ٢٣] كيف تكون نابتة وليس لماء النيل من سواقى؟
_________
(١) يوسف: ٤٩.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b434] VALUES (72,'<span data-type="title" id=toc-78>٧١- الرعد ملك من الملائكة</span>
إن فى القرآن أن الرعد يسبح الله. وإن فى الأحاديث النبوية أن الرعد ملك من ملائكة الله. ونحن نعلم أن الرعد هو الكهرباء الناشئة عن تصادم السحاب فكيف يكون الرعد ملكاً؟
الرد على الشبهة:
إن المؤلف لا ينكر تسبيح الرعد لله؛ وذلك لأن فى التوراة أن الرعد يسبح لله. وكلُّ شىء خلقه؛ فإنه يسبحه. وإنما هو ينكر كون الرعد مَلَكاً. فمن أكّد له أن الرعد ملك؟ ليس فى القرآن أنه ملك. والأحاديث النبوية تذكر أن للرعد ملكًا؛ وليس أن الرعد ملك، والفرق واضح. ففى التوراة عن التسابيح لله: " شعب سوف يُخلق؛ يسبح الرب "؛ يقصد شعب محمد صلى الله عليه وسلم [مزمور ١٠٢: ١٨] ،وفى سفر الزبور: " تسبحه السموات والأرض والبحار وكل ما يدب فيها " [مز ٦٩: ٣٤] . وفى سفر الزبور: " سبحوا الرب من السموات، سبحوه فى الأعالى، سبحوه يا جميع ملائكته، سبحوه يا كل جنوده، سبحيه يا أيتها الشمس والقمر، سبحيه يا جميع كواكب النور، سبحيه يا سماء السموات، ويا أيتها المياه التى فوق السموات. لتسبح اسم الرب. لأنه أمر فخُلقت، وثبتها إلى الدهر والأبد. وضع لها حداً فلن تتعداه.
سبحى الرب من الأرض يا أيتها التنانين وكل اللجج. النار والبرد. الثلج والضباب. الريح العاصفة كلمته، الجبال وكل الآكام، الشجر المثمر وكل الأَرز. الوحوش وكل البهائم، الدبابات والطيور ذوات الأجنحة. ملوك الأرض وكل الشعوب، الرؤساء وكل قضاة الأرض. الأحداث والعذارى، أيضًا الشيوخ مع الفتيان. ليسبحوا اسم الرب؛ لأنه قد تعالى اسمه وحده. مجده فوق الأرض والسموات " [مزمور ١٤٨] .
وفى الأناجيل الأربعة: " يسبحون الله بصوت عظيم " [لوقا ١٩: ٣٧] ، " وهم يمجدون الله ويسبحونه " [لو ٢: ٢٠] ، " وظهر بغتة مع الملاك جمهور من الجند السماوى مسبحين الله وقائلين: المجد لله فى الأعالى، وعلى الأرض السلام، وبالناس المسرة " [لو ٢: ١٣] ، وكان عيسى ـ عليه السلام ـ يسبح الله تعالى مع الحواريين. ففى مرقس: " ثم سبحوا وخرجوا إلى جبل الزيتون " [مر ١٤: ٢٦] ، وفى متى: " ثم سبّحوا وخرجوا إلى جبل الزيتون " [متى ٢٦: ٣٠] . ومن يسبح الله كيف يكون هو الله أو إله مع الله؟.
وفى القرآن الكريم: (سبح اسم ربك الأعلى) (١) ، وفى الزبور: " سبحوا اسم الرب. سبحوا يا عبيد الرب " إلى أن قال: " كل ما شاء الرب صنع فى السموات وفى الأرض. فى البحار وفى كل اللجج. المصعد السحاب من أقاصى الأرض. الصانع بروقا للمطر. المخرج الريح من خزائنه (٢) .. " [مز ١٣٥] .
_________
(١) الأعلى: ١.
(٢) فى سورة الحجر: (وأرسلنا الرياح لواقح) [آية رقم ٢٢]ـ (وإن من شئ إلا عندنا خزائنه) [آية رقم ٢١] .',NULL,'21',NULL,NULL,'0');
INSERT INTO [b434] VALUES (73,'<span data-type="title" id=toc-79>٧٢- الوادى طوى</span>
إنه لا يوجد وادى اسمه " طوى " فى سيناء. فمن أين جاء به القرآن؟.
الرد على الشبهة:
إنه فهم من قوله تعالى: (إنى أنا ربك فاخلع نعليك إنك بالواد المقدس طوى) (١) أن (طوى) اسم للوادى المقدس. وفهمه خاطئ. وذلك لأن الله لما عبر عن السموات بأنها (مطويات بيمينه) (٢) يعنى بذلك: أن لا إله غيره يملك من أمر السموات من شىء. عبر عن الأرض بأنها فى ملكه وليس لإله آخر فيها من شىء. فالطى فى السماء كناية عن القدرة والطى فى الأرض كناية عن القدرة. والكناية مناسبة للواد المقدس؛ والمقصود الأرض كلها لئلا يُظن أن التقديس لغيره. وكرر الله المعنى فى السموات فقال: (يوم نطوى السماء كطى السجل للكتب) (٣) . وشبهه أن تكون الأرض (طوى) أى فى قبضته.
وفى الرسالة إلى العبرانيين: " وأنت يا رب فى البدء أسست الأرض، والسموات هى عمل يديك. هى تبيد ولكن أنت تبقى وكلها كثوب تبلى، وكرداء تطويها؛ فتتغير، ولكن أنت أنت، وسنوك لن تفنى " [عب ١: ٢٠ـ٢٢] فقد عبر عن طيها بطى الرداء.
فيكون المعنى (إنك بالوادى المقدس (الذى سيصير (طوى) بمعنى مطوى كما أن السماء ستكون مطوية بقدرته.
وهنا هو لا يعترض على القرآن بل على التفاسير، وهو جانب آخر من إعجاز القرآن يزيد فى إثباته وذلك أن كلام البشر من العلماء والمفسرين قد يختلف ويؤخذ منه ويُرد؛ ولكن كلام الله لا يأتيه الباطل من بين يديه ولا من خلفه، شىء عجيب حقاً ذلك القرآن الذى يقف أمام هؤلاء جميعاً بكل ذلك الفهم الخاطئ والتصيد المستمر وإذ به يتعالى عليهم ويبقى فى عليائه معجزاً للبشر إلى يوم الدين.
_________
(١) طه: ١٢.
(٢) الزمر: ٦٧.
(٣) الأنبياء: ١٠٤.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b434] VALUES (74,'<span data-type="title" id=toc-80>٧٣- هل الزيتون يخرج من طور سيناء</span>، وهو يخرج من فلسطين، فكيف ذلك؟
الرد على الشبهة:
أن سيناء من فلسطين وفلسطين والشام هى شمال مصر، وهذا المعنى يوجد فى التوراة ففى سفر الزبور: [سينا فى القدس] مز ٦٨: ١٧.
ولا تعتمد التقسيمات السياسية الحديثة التى فصلت الديار بعضها عن بعض بل إن مصر فى الأصل كانت تمتد إلى هذا الحد، أما تقسيمات سايكس بيكون فلا يمكن تفسير النصوص المقدسة عليها.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b434] VALUES (75,'<span data-type="title" id=toc-81>٧٤- جبل قاف المحيط بالأرض كلها</span>
إنه جاء فى القرآن الكريم: (ق. والقرآن المجيد) (١) ونقل من كتاب عرائس المجالس: أن معنى (ق) جبل يقال له جبل قاف. ونقل من كتاب قصص الأنبياء أن رسول الله صلى الله عليه وسلم قال: إن أعلى قمة فى الأرض هى جبل قاف.
وقال المؤلف: إن الكلمة العبرانية " تاو " ومعناه " الخط " لما سمعها الصحابة لم يعرفوا أن معناها " الخط " بل توهموا أنها سلسلة جبال عظيمة اسمها قاف. فكيف يعتبر بعض القرآن ما نسميه الأفق ـ وهو خط وهمى ـ جبلاً حقيقياً؟
الرد على الشبهة:
إن كلام مؤلف عرائس المجالس ليس حُجة على صحة القرآن، وإن الأحاديث الموضوعة ليست حُجة على صحة القرآن. ولم يجمع المسلمون على معنى (ق) فإن لهم فى المعنى آراء كثيرة. منها أن (ق) حرف من حروف الهجاء مثل الألف والياء والتاء.. إلخ. فاعتراض المؤلف على القرآن ليس فى موضعه.
_________
(١) سورة ق: ١.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b434] VALUES (76,'<span data-type="title" id=toc-83>٧٥- هامان وزير فرعون</span>
جاء فى القرآن أن هامان كان وزيراً لفرعون. وهذا خطأ تاريخى؛ لأن هامان كان وزيراً لأحشويرش ملك الفرس فى مدينة بابل. وبين فرعون وأحشويرش زهاء ألف سنة.
الرد على الشبهة:
من أعلم المؤلف بأن هامان كان وزيراً لفرعون؟ وهذا السؤال على معنى أن هامان اسم شخص. ولا أحد أعلمه بأن هامان اسم شخص إلا الرواة الذين لا يوثق بمروياتهم. وإذا أصرّ على أن هامان اسم شخص. فليسلّم بأن فرعون اسم شخص. ومعلوم أنه لقب " الملك " كان لرئيس المصريين فى زمن يوسف ـ عليه السلام ـ وأن لقب " فرعون " كان لرئيس المصريين فى زمن موسى ـ عليه السلام ـ مما يدل على تغير نظام الحكم.
وإذا صح أن " هامان " لقب لكل نائب عن الملك، لا اسم شخص. فإنه يصح أن يُطلق على النائب عن فرعون أو عن أى ملك من الملوك. وعلى ذلك يكون معنى: (إن فرعون وهامان وجنودهما) (١) هو إن رئيس مصر الملقب بفرعون، ونائبه الملقب بهامان (وجنودهما كانوا خاطئين) ومثل ذلك: مثل لقب الملك الذى يُطلق على رؤساء البلاد؛ فإنه يطلق على رؤساء فارس واليونان ومصر واليمن وسائر البلاد، ولا يتوجه على إطلاقه خطأ من أخطاء التاريخ.
وفى الإنجيل أن اليهود كانوا يطلقون لقب " المضلّ " على من يخالفهم فى الرأى. وإذا أطلقه العبرانيون على رجل منهم يقولون له: يا سامرى، بدل قولهم يا مضل. وذلك لأنهم يعتبرون السامريين كفاراً. وإذا أطلقه السامريون على رجل منهم يقولون له: يا عبرانى، بدل قولهم يا مضل. وذلك لأنهم يعتبرون العبرانيين كفاراً. وإذا سمع العبرانى عنهم كلمة " سامرى " لا يفهم منها أنها اسم شخص، وإنما يفهم منها أنها لقب للذم. وعن هذا المعنى جاء فى إنجيل يوحنا أن علماء اليهود قالوا لعيسى ـ عليه السلام ـ: " إنك سامرى، وبك شيطان " ورد عليهم بقوله: " أنا ليس بى شيطان، لكنى أكرم أبى وأنتم تهينوننى. أنا لست أطلب مجدى. يُوجد من يطلب ويدين " [يو ٨: ٤٨ـ٥٠] .
_________
(١) القصص: ٨.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b434] VALUES (77,'<span data-type="title" id=toc-84>٧٦- قارون وهامان مصريان</span>
إن قارون يهودى، وفرعون مصرى، وهامان فارسى فكيف قاوم هامان نبى الله موسى وهو لم يكن فى زمانه؟
الرد على الشبهة:
إن هامان ليس اسم شخص، وإنما هو لقب يدل على نائب الرئيس. وبهذا المعنى يكون هامان ـ أى النائب عن فرعون ـ قد قاوم نبى الله موسى عليه السلام.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b434] VALUES (78,'<span data-type="title" id=toc-85>٧٧- العجل الذهبى من صنع السامرى</span>
إن مدينة السامرة فى فلسطين لم يكن لها وجود لما خرج بنو إسرائيل من مصر، مع موسى، وسكنوا أرض سيناء. وفيها عمل لهم هارون العجل الذهبى كطلبهم. فكيف نتخيل سامرياً يضع لهم العجل قبل أن يكون للسامريين وجود؟
الرد على الشبهة:
١ ـ إنه ليس فى فلسطين مدينة تسمى بمدينة السامرة. وإنما كان للسامريين مملكة فى فلسطين، عاصمتها " نابلس " المسماة قديماً " شكيم " وكانت هذه المملكة مكونة من عشرة أسباط. وكان للسبطين مملكة فى فلسطين عاصمتها " القدس " المسماة قديماً " أورشليم ".
٢ ـ ولما صعد موسى عليه السلام إلى جبل الطور وتلقى التوراة، نزل فوجد اليهود يعبدون عجلاً جسداً له خوار. فسأل عن ذلك فدلوه على من أغراهم بعبادتهم. فأمسك به وسأله (ما خطبك يا سامرى) أى ما هذا الذى فعلته أيها المضل؟ لأن كلمة (سامرى) تطلق على المضل. ولا تطلق على شخص كاسم من الأسماء.
وبهذا المعنى لا يكون الذى أضلهم رجل مسمى بالسامرى، حتى يتوجه الإشكال. وإلا يلزم أن يكون السامرى من أسماء المسيح عيسى ـ عليه السلام ـ فإن اليهود قالوا له: " إنك سامرى، وبك شيطان " [يو ٨: ٤٨] .',NULL,'28',NULL,NULL,'0');
INSERT INTO [b434] VALUES (79,'<span data-type="title" id=toc-86>٧٨- أبو إبراهيم آزر</span>
إن فى التوراة أن أبا إبراهيم اسمه تارح. وقد أخطأ القرآن فى قوله إن أباه اسمه آزر.
الرد على الشبهة:
إن الأنساب مختلفة بين التوراة السامرية والعبرانية واليونانية. وإن عدد السنين لكل أب من آدم إلى إبراهيم مختلف فيه بين نسخ التوراة الثلاثة، ولوقا كاتب الإنجيل أزاد على الأسماء قينان. نقلا عن اليونانية. ومعنى هذا أنه كان يجب على المؤلف تصحيح كتبه قبل أن يوجه نقده. ولذلك جاء فى القرآن الكريم: (إن هذا القرآن يقص على بنى إسرائيل أكثر الذى هم فيه يختلفون) (١) .
_________
(١) النمل: ٧٦.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b434] VALUES (80,'<span data-type="title" id=toc-87>٧٩- مريم العذراء بنت عمران</span>
إن القرآن نسب مريم العذراء إلى عمران أبى موسى النبى. وقال: إنها أخت هارون النبى ـ عليه السلام ـ وهذا يخالف ما جاء فى إنجيل لوقا أنها بنت هالى [لوقا ٣: ٢٣] ويخالف التاريخ لأن بين مريم وهارون ألف وستمائة سنة.
الرد على الشبهة:
إن المؤلف نقل عن الإنجيل أن مريم بنت هالى. ونقله خطأ. والنص هو: " ولما ابتدأ يسوع كان له نحو ثلاثين سنة. وهو على ما كان يُظن ابن يوسف بن هالى بن متثات بن لاوى بن ملكى بن ينّا بن يوسف " إلى أن أوصل نسبه إلى " ناثان بن داود " عليه السلام. وهذا النص لا يدل على أنه نسب مريم كما قال المؤلف، وإنما يدل على أنه نسب المسيح. فكيف يكذب القرآن بنسب ليس لها؟ وكيف ينسبون المسيح إلى يوسف بن هالى. وفى الإنجيل أنه لا أب له ولا سبط له؟ ذلك قوله عن يوسف: " ولم يعرفها حتى ولدت ابنها البكر " [متى ١: ٢٤] ، وكيف يكذبون القرآن بنسب على سبيل الظن؟ ذلك قوله: " وهو على ما كان يُظن " وفى إنجيل متى أن المسيح ابن يوسف بن يعقوب بن متّان بن اليعازر بن آليود. إلى أن أوصل نسبه إلى سليمان ـ عليه السلام ـ[متى ١] .
والحق: أن مريم ابنة عمران الأب المباشر لموسى ـ عليه السلام ـ وهو أب مباشر لموسى، وهو أب لمريم لأنه رئيس العائلة التى تناسلت هى منها. وهارون ابن عمران. وهى من نسل هارون ـ عليه السلام ـ فيكون هو أخوها على معنى أنها من نسله. أما أبوها المباشر فاسمه " يهويا قيم " وأمها اسمها " حنة " كما جاء فى إنجيل يعقوب الذى لا يعترف به النصارى.
والنسب هكذا:
إبراهيم ـ إسحاق ـ يعقوب ـ لاوى وهو الابن الثالث ليعقوب. وأنجب لاوى ثلاثة هم جرشون وقهات ومرارى. وبنوقهات عمرام ويصهار وحبرون وعزئييل. وبنو عمرام هارون وموسى ومريم.
وقد وصى موسى عن أمر الله تعالى أن تتميز الأسباط التى تريد الإرث فى بنى إسرائيل. وذلك بأن تتزوج كل بنت فى سبطها. ففى سفر العدد: " وكل بنت ورثت نصيباً من أسباط بنى إسرائيل؛ تكون امرأة لواحد من عشيرة سبط أبيها؛ لكى يرث بنو إسرائيل كلُّ واحد نصيب آبائه " [عدد٣٦: ٨] . ووصى بأن يتفرغ سبط لاوى للعلم والدين، ولا يكون له نصيب فى الأرض، وإنما يسكن بين الأسباط فى مدنهم، ووصى بأن تكون الإمامة فى نسل هارون وحده. وعلى هذه الشريعة نجد فى بدء إنجيل لوقا: أن " أليصابات " زوجة زكريا ـ عليه السلام ـ كانت من نسل هارون من سبط لاوى، وكان زكريا من نسل هارون من سبط لاوى. وتزوجت أليصابات زكريا. وأن مريم العذراء كانت قريبة لأليصابات. وإذا ثبت أنها قريبة لها؛ يثبت أن مريم هارونية من سبط لاوى. يقول لوقا: " كان فى أيام هيرودس ملك اليهودية كاهن اسمه زكريا من فرقة أبِيّا، وامرأته من بنات هارون، واسمها أليصابات.. إلخ " ويقول لوقا: " وهو ذا أليصابات نسيبتك.. إلخ "؛ قال لها الملاك ذلك وهو يبشرها بالحمل بعيسى ـ عليه السلام ـ فإذا صح أنها قريبة لها ونسيبة لها. فكيف يخطئ المؤلف القرآن فى نسبتها إلى هارون ـ عليه السلام ـ؟
وفرقة أبِيّا هى فرقة من بنى هارون، وهى الفرقة الثامنة من الفرق التى عدها داود ـ عليه السلام ـ للعمل فى المناظرة على بيت الرب. وخبرهم فى الإصحاح الرابع والعشرين من سفر أخبار الأيام الأول.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b434] VALUES (81,'<span data-type="title" id=toc-88>٨٠- يوسف همّ بالفساد</span>
إن يوسف ـ عليه السلام ـ هم بالامرأة وهمت به حسبما جاء فى القرآن. وأنه لم يهم بها ولم تهم به حسبما جاء فى التوراة. وما جاء فى التوراة هو المناسب لأحوال الأنبياء.
الرد على الشبهة:
١ ـ يوجد فرق بين رجل عرف الله ورجل لم يعرفه. فالعارف بالله لا يقدم على معصية لله ولا يقدم على ضرر للبشر. والذى لا يعرفه لا يستحيى أن يفعل ما يشاء من المعاصى والضرر. وعلى هذا المعنى يوجد فرق بين امرأة العزيز التى تعبد مع قومها غير الله وبين يوسف ـ عليه السلام ـ الذى عرف ربه بواسطة البراهين التى قادت إلى معرفته فى كونه، وبما سمعه عن الله من آبائه. فامرأة العزيز همت به أن يفعل الفاحشة بها، وهو قد قال لها: (معاذ الله (وعلّل عدم الفعل بأنه يكون مسيئاً لمن أحسن إليه. وهو سيده. والإساءة إلى المحسن نوع من أنواع الظلم.
٢ ـ انظر إلى قوله: (وراودته (وإلى قوله (معاذ الله (تجد أنها لما راودته (همت به (فيكون الهم منها بمعنى طلب فعل الفاحشة. وتجد أنها لما (همت به (صار منه هم بها. يفسره قوله (معاذ الله (كما فسر همها (وراودته (فيكون همه بها؛ دفعاً لها وامتناعاً عنها.
٣ ـ ولو فرضنا أن يوسف غير عارف بالله وغير مقر به مثلها؛ فإننا نفرض أنه لو همت به للفعل بها؛ لهم بها للفعل بها. ولولا أنه رأى برهان وجود الله فى كونه، لكان قد فعل بها. إذ هذا شأن الوثنيين. وكهذا البرهان؛ أريناه براهين فى الآفاق وفى الأنفس (لنصرف عنه السوء والفحشاء) (١) .
٤ ـ ولا يمكن تفسير (برهان ربه (بعلامة مجىء سيده إلى بيته؛ لأنه لو ظهرت علامة مجئ سيده؛ ما استبقا الباب: هى للطلب، وهو للدفع. فاستباقهما معناه: أنها تغلق الأبواب وتمنع من الإفلات وهو يحاول الدفع، حتى أنها جذبته من خلف ظهره من ثوبه، وعندئذ (ألفيا سيدها لدى الباب) (٢) وصرح بأنه غير مذنب، وشهد شاهد بالقرائن من أهل الشهادة أنه غير مذنب.
٥ ـ على هذا يكون القرآن مقراً ببراءة يوسف ـ عليه السلام ـ ويكون لفظ الهم فى جانبه على سبيل المشاكلة لأنه صرح قبله بقوله (معاذ الله) (٣) .
_________
(١) يوسف: ٢٤.
(٢) يوسف: ٢٥.
(٣) يوسف: ٢٣.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b434] VALUES (82,'<span data-type="title" id=toc-89>٨١- نوح يدعو للضلال</span>
إن نوحاً ـ عليه السلام ـ قال لله تعالى: (ولا تزد الظالمين إلا ضلالاً) (١) ؛ فكيف يدعو نوح ربه أن يزيد الناس ضلالاً؟
الرد على الشبهة:
إن نوحاً لم يدع ربه أن يزيد الناس ضلالاً، وإنما دعا على الظالمين من الناس. ومثل ذلك: ما فى التوراة عن الأنبياء فإنهم دعوا على الظالمين، ولم يدعوا على كل الناس. ففى المزمور الثامن عشر: " من الرجل الظالم تنقذنى " ـ " مثل طين الأسواق؛ اطرحهم "، وفى الإنجيل يقول المسيح لله عن الذين آمنوا به: " احفظهم فى اسمك الذين أعطيتنى " [يو ١٧: ١١] ولم يدع للكل.
_________
(١) نوح: ٢٤.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b434] VALUES (83,'<span data-type="title" id=toc-90>٨٢- فرعون ينجو من الغرق</span>
إن فى القرآن تناقض فى نهاية فرعون. ففى سورة يونس: (فاليوم ننجيك ببدنك) (١) وهذا يدل على نجاته من الغرق، وفى سورة القصص: (فأخذناه وجنوده فنبذناهم فى اليم) (٢) وهذا يدل على غرقه.
الرد على الشبهة:
إن المؤلف لم يفسر (فاليوم ننجيك ببدنك) على المعنى الظاهرى. وهو إبعاد الجثة عن الهبوط فى اليم، وتركها على الشاطئ حتى يضعها المحنطون فى المقبرة فيراها كل المصريين فيعتبروا ويتعظوا. وفسر على المعنى المجازى كناية عن إفلاته من الغرق. ووجّه الشبهة على المعنى المجازى وليس على المعنى الحقيقى.
والمعنى المجازى الذى به وجّه الشبهة؛ موجود فى التوراة عن فرعون. ففيها أنه لم يغرق، وموجود فيها ما يدل على غرقه. وهذا هو التناقض الذى نسبه إلى القرآن. وسوف نبين ما فى التوراة من التناقض عن غرق فرعون. ونسأله هو أن يوفق بين المعنيين المتناقضين. وما يجيب به فى التوفيق؛ يكون إجابة لنا.
ففى الإصحاح الرابع عشر من سفر الخروج: " فرجع الماء وغطى مركبات وفرسان جميع جيش فرعون الذى دخل وراءهم فى البحر. لم يبق منهم ولا واحد " وفى الإصحاح الخامس عشر من نفس السفر: " تغطيهم اللجج. قد هبطوا فى الأعماق كحجر " وفى تفسير التوراة ما نصه: " ولا سبيل لنا هنا إلى الحكم بغرق فرعون، إذ لا دلالة عليه فى هذا النبأ، ولا من قول المرنِّم [مز ٧٨: ٥٣ و ١٠٦: ١١] وساق المفسرون أربع حجج على عدم غرقه. ومعنى قولهم: إن قول المرنِّم لا يدل على غرقه هو: أن داود ـ عليه السلام ـ فى المزمور ٧٨ والمزمور ١٠٦ قال كلاماً عن فرعون لا يدل صراحة على غرقه.
ونص ٧٨: ٣ هو " أما أعداؤهم فغمرهم البحر " ونص ١٠٦: ١١ هو " وغطّت المياه مضايقيهم. واحد منهم لم يبق ".
هذا عن عدم غرق فرعون. وأما عن غرقه ففى المزمور ١٣٦: ١٥ " ودفع فرعون وقوته فى بحر يوسف؛ لأنه إلى الأبد رحمته " وفى ترجمة أخرى: " أغرق فرعون وجيشه فى البحر الأحمر إلى الأبد رحمته (٣) " ومفسرو الزبور ـ وهم أنفسهم الذين صرحوا بعدم غرق فرعون ـ كتبوا عن فرعون: " فإن هذا الأخير قد حاول جهد المستطاع أن يرجع الإسرائيليين إلى عبوديتهم؛ فما تم له ما أراد، بل اندحر شر اندحار " انتهى.
ومن هذا الذى قدمته يكون من الواجب على المؤلف حل التناقض الموجود عنده فى أمر فرعون، قبل أن يوجه كلامه إلى القرآن.
_________
(١) يونس: ٩٢.
(٢) القصص: ٤٠.
(٣) جمعية الكتاب المقدس فى لبنان سنة ١٩٩٣م.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b434] VALUES (84,'<span data-type="title" id=toc-91>٨٣- انتباذ مريم</span>
إن فى القرآن: أن مريم انتبذت من أهلها مكاناً شرقيًّا، واتخذت لها حجاباً من قبل أن تحبل بالمسيح. فلماذا انتبذت؟ هل كانت فى مشاجرة مع أهلها وهم المشهورون بالتقوى؟ ولماذا تسكن فتاة عذراء بعيدة عن أهلها؟
فى القرآن تناقض فى هذا المعنى. وهو أنه صرح بأنها كانت فى المحراب فى كفالة زكريا، وصرح بأنها انتبذت. أى خرجت منهم بعد مشاجرة.
وقال المؤلف: إن القرآن قد خالف الإنجيل فى مكان سكناها من قبل الحبل بعيسى ـ عليه السلام ـ ففى القرآن: أنها كانت تسكن فى محراب أورشليم، أو فى أى مكان مجهول. وفى الإنجيل أنها كانت تسكن فى " الناصرة " [لو ١: ٢٦ـ٢٣] .
الرد على الشبهة:
١ ـ جاء فى إنجيل يعقوب: أن مريم وهى فى سن الثالثة: ذهبت بها أمها بصحبة أبيها إلى " أورشليم " وسلماها إلى كهنة هيكل سليمان، وكانت علامات السرور تبدو عليها. ثم تركاها ورجعا إلى أورشليم، وعاشت مع الراهبات المنذورات إلى أن حبلت.
٢ ـ وإن أنت نظرت فى خريطة فلسطين. تجد حبرون أسفل أورشليم وقريبة منها، وتجد الناصرة على نفس الخط وبعيدة عن أورشليم. فتكون أورشليم غرب الناصرة، وشرق حبرون.
٣ ـ وفى الإنجيل: " وفى ذلك الوقت ولد موسى وكان جميلاً جدَّا. فربى هذا ثلاثى أشهر فى بيت أبيه. ولما نُبذ؛ اتخذته ابنة فرعون، وربته لنفسها ابناً " [أعمال ٧: ٢١]
قوله " ولما نبذ " لا يدل على أن أهله كرهوه وإنما يدل على أنهم وضعوه فى التابوت وهم لوضعه كارهون. ومن ينتبذ عن قوم؛ لا يدل انتباذه عنهم على كرهه لهم، وإنما يدل على ابتعاده عنهم لسبب أو لأسباب. وإذ صح وثبت أن ابتعادها عنهم كان لعبادة الله؛ يثبت أنها لم تنتبذ لمشاجرة.
٤ ـ وقد تبين أن " الناصرة " من نصيب سبط زبولون ـ وهو من أسباط السامريين ـ وهى من سبط يهوذا ـ على حد زعمه ـ فكيف تكون من سكان الناصرة؟ وإذا كانت من سكان الناصرة، فلماذا أتت إلى أورشليم لتعدّ مع سكانها. وسكان أورشليم من سبطى يهوذا وبنيامين؟ فالحق ما قاله القرآن أنها كانت هارونية. ومعلوم أن زكريا وامرأته ويوحنا المعمدان كانوا من التابعين لأهل أورشليم.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b434] VALUES (85,'<span data-type="title" id=toc-92>٨٤- مريم تلد فى البرية ووليدها يكلمها من تحتها</span>
لقد ولدت مريم السيد المسيح فى بيت لحم كما تنبأ أنبياء التوراة بذلك قبل حدوثه بمئات السنين، وليس بجوار جذع نخلة. ووضعت مريم وليدها فى مذود [لوقا ٢: ٢ـ٢٠] وغريب أن يكلمها وليدها من تحتها: أن تهز جذع النخلة وتأكل من البلح وتشرب من الجدول. فإذا مرّ بها أحد تقول: (إنى نذرت للرحمن صوماً فلن أكلم اليوم إنسيا) (١) فأين الصوم وهى الآكلة الشاربة المتكلمة؟
الرد على الشبهة:
١ ـ ولادة المسيح فى بيت لحم ـ كما قال المؤلف ـ تدل على أن مريم من سكان الخليل التى هى حبرون، ولا تدل على أنها من سكان الناصرة. ففى خريطة فلسطين تجد بيت لحم تحت أورشليم، وبعدها حبرون. وعلى هذا تكون مريم بعد حملها بالمسيح وإحساسها بدنو الوضع. قد اتجهت إلى حَبرون (فأجاءها المخاض (عند بيت لحم. ولو كانت من الناصرة وأحست بالحمل وبالوضع. لاتجهت إلى الناصرة. وعندئذ يكون الوضع فى مكان بين أورشليم وبين الناصرة. فقولهم بالمخاض فى بيت لحم يصدق القرآن فى أنها كانت من نسل هارون الساكنين فى حبرون.
٢ ـ وقول المعترض: إن التوراة تنبأت بولادة المسيح فى بيت لحم. يقصد به ما جاء فى سفر ميخا وهو " أما أنت يا بيت لحم أفراتة وأنت صغيرة أن تكونى بين ألوف يهوذا، فمنك يخرج لى الذى يكون متسلطاً على إسرائيل، ومخارجه منذ القديم منذ أيام الأزل " [ميخا ٥: ٢] .
والنبوءة موضوعة وليست من النص الأصلى. بدليل: أن المسيح كان من الهارونيين من جهة أمه، وبيت لحم من مدن سبط يهوذا. ولو كان له أب لأمكن للنصارى نسبته إلى سبط أبيه. ولكنه لا أب له؛ فكيف ينتسب إلى سبط يهوذا أو غير سبط يهوذا؟ وبدليل: أن المتسلط على إسرائيل وهو النبى الأمى الآتى على مثال موسى. يكون ملكاً وفاتح بلاد. ولم يكن المسيح ملكاً ولا فاتح بلاد.. وبدليل: أن سفر ميخا مرفوض من السامريين. وبدليل أن شراح سفر ميخا يصرحون بالتناقض فيه. والنبوءة من مواضع التناقض التى صرحوا بها. يقول الشراح: "هناك تعليمان متشابكان فى كتاب ميخا: الأول: الله يدين شعبه ويعاقبه [ف١ ـ ٣: ٦: ١ ـ ٧: ٧] الله يعد شعبه بالخلاص [ف ٤ـ ٥ و ٧: ٨ـ٢٠] حين يُعيده إلى حاله السابقة ويجعله بقيادة رئيس من نسل داود [٥: ١ـ٤] .
٣ ـ وقد جاء فى إنجيل متى الأبوكريفى معجزة النخلة.
٤ ـ وكلام المسيح فى المهد جاء فى برنابا وفى إنجيل الطفولية العربى، وجاء فى تاريخ يوسيفوس.
٥ ـ وقال المعترض: إن المسيح كلم أمه من تحتها: أن تهز جذع النخلة.. إلخ. وهو قد قال بذلك على قراءة " مِن تحتها " والحق: أن الذى ناداها هو ملاك الله نفسه. وسياق الكلام يدل على أنه الملاك. فإنه قد قال لها: (كذلك قال ربك هو علىّ هيّن ولنجعله آية للناس ورحمة منا وكان أمراً مقضياً) (٢) ، ولما حملته وانتبذت به وأجاءها المخاض وتمنّت الموت؛ عاد إلى خطابه معها فقال: (ألا تحزنى قد جعل ربك تحتك سريا وهزى إليك بجذع النخلة تساقط عليك رطباً جنياً فكلى واشربى وقرى عيناً فإما ترين من البشر أحداً فقولى إنى نذرت للرحمن صوماً فلن أكلم اليوم إنسيا) (٣) .
وأما كلام المسيح فهو لم يقل إلا (إنى عبد الله أتانى الكتاب وجعلنى نبيا وجعلنى مباركا أينما كنت وأوصانى بالصلاة والزكاة مادمت حيًّا وبرا بوالدتى ولم يجعلنى جباراً شقيا والسلام علىّ يوم ولدت ويوم أموت ويوم أبعث حيا) (٤) .
٦ ـ المعترض قد غالط فى نقل المعنى بقوله: " وغريب أن يكلمها وليدها من تحتها: أن تهز جذع النخلة وتأكل من البلح وتشرب من الجدول؛ فإذا مر بها أحد تقول: (إنى نذرت للرحمن صوماً فلن أكلم اليوم إنسيا) (٥) فأين الصوم وهى الآكلة الشاربة المتكلمة؟ ".
ووجه المغالطة: أنه يقول فإذا مر بها أحد تقول.. إلخ. والمعنى الصحيح: أنها لا تقول لكل أحد يمر عليها إنها صائمة عن الطعام والشراب. وإنما تقول: لا أتكلم مع أحد فى أمر ابنى فى هذه الأيام. فجملة (فإما ترين من البشر.. (جملة مستأنفة لا صلة لها بالطعام وبالشراب. وقولها: (إنى نذرت للرحمن صوما (تعنى به المعنى المجازى وهو الإمساك عن الكلام بدليل: (فلن أكلم (ولم تقل فلن آكل.
_________
(١) مريم: ٢٦.
(٢) مريم: ٢١.
(٣) مريم: ٢٤ـ٢٦.
(٤) مريم: ٣٠ـ٣٣.
(٥) مريم: ٢٦.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b434] VALUES (86,'<span data-type="title" id=toc-93>٨٥- لكل أمة رسول منها إليها</span>
إنه جاء فى القرآن أن لكل أمة رسول منها. وهذا يناقض الكتاب المقدس فى أن الأنبياء والرسل هم من بنى إسرائيل وإليهم وإلى كل العالم. فإذا صدق ما فى القرآن فكيف لم يخرج للأمم فى إفريقيا وأوروبا وأمريكا واستراليا وآسيا: أنبياء منهم وإليهم؟ ولو كان لهذه الأمم أنبياء ـ منها وإليها ـ لجاز أن يكون للعرب رسول منهم.
الرد على الشبهة:
إن كلمة الرسول تأتى على الحقيقة وتأتى على المجاز. فعيسى ـ عليه السلام ـ رسول على الحقيقة. وإذا هو أرسل واحداً من الحواريين إلى قرية من القرى فإنه يكون رسول رسول الله عيسى على المجاز. ففى إنجيل متى: " هؤلاء الإثنا عشر أرسلهم يسوع وأوصاهم قائلاً: " إلى طريق أمم لا تمضوا.. " [متى ١٠: ٥] .
وابتداء الدعوة إلى الله كان فى زمن أنوش بن شعيث بن آدم؛ لقوله: " حينئذ ابتُدئ أن يُدعى باسم الرب " [تك ٤: ٢٦] وظل الحال على هذه الدعوة التى كانت دعوة إلى مكارم الأخلاق وعدم سفك الدماء ظلماً إلى زمان نوح ـ عليه السلام ـ ولم يكن من المطعومات شىء محرم فلما خرج نوح من السفينة أعطاه الله شريعة فيها أن كل الطعام حلال، وأن يحب المرء لأخيه ما يحبه هو لنفسه، وليس فيها شريعة تبين أن هذا حلال وهذا حرام. ففى الإصحاح التاسع من سفر التكوين: " كل دابة حية تكون لكم طعاماً. كالعشب الأخضر دفعت إليكم الجميع.. " وظلت شريعة نوح سائدة على العالم إلى أن جاء موسى ـ عليه السلام ـ وأعطاه الله التوراة (موعظة وتفصيلاً لكل شىء (وأمره أن يخصص سِبط لاوِى من بين الأسباط ليعرفها ويعرّفها للناس.
وهذا الذى ذكرته هو ما يقول به أهل الكتاب جميعاً، ونص عليه أهل الكتاب فى كتبهم. وعنه فى القرآن الكريم: (كل الطعام كان حلاً لبنى إسرائيل) (١) وهو حلال من أيام نوح ـ عليه السلام ـ وعلى ذلك نسأل المؤلف هذا السؤال وهو أن الناس من آدم أبى البشر إلى موسى الكليم كانت رسلهم من بنى إسرائيل أم من غير بنى إسرائيل؟ إن قلت إن رسلهم كانت من بنى إسرائيل يكذبك الواقع والكتب التى تقدسها، وإن قلت كانت من غير بنى إسرائيل فلماذا وجهت السؤال إلى المسلمين؟
أما من موسى إلى محمد صلى الله عليه وسلم فإن علماء بنى إسرائيل من اللاويين والهارونيين كانوا يبلغون التوراة لليهود وللأمم، وإذا انطلق واحد منهم إلى الأمم؛ فإنه يكون رسولاً إلى الأمم. ليس على الحقيقة، وإنما على المجاز بمعنى أنه رسول رسول الله موسى ـ عليه السلام ـ وظلوا على هذا الحال إلى زمان سبى بابل سنة ٥٨٦ ق. م فإنهم وهم فى بابل حرفوا التوراة، وقصروا شريعة موسى على اليهود من دون الناس، وابتعدوا عن دعوة الأمم، وتعصبوا لجنسهم وتآمروا على الأمم (ذلك بأنهم قالوا ليس علينا فى الأميين سبيل) (٢) .
ومن قبل سبى بابل كان علماؤهم يدعون العرب إلى الله على وفق شريعة موسى. فيكون العالم الداعى رسولاً مجازاً. وهكذا فى سائر بلاد العالم. أما من بعد السبى وتخلى العلماء عن الدعوة فإن كل أمة سارت على ما عندها من العلم. وقد وبخهم المسيح عيسى ـ عليه السلام ـ على إهمالهم فى دعوة الأمم بقوله: " لكن ويل لكم أيها الكتبة والفَرِّيسِيُّون المراءون؛ لأنكم تُغلقون ملكوت السماوات قدام الناس؛ فلا تدخلون أنتم ولا تدعون الداخلين يدخلون " [متى ٢٣: ١٣] .
ثم حث أتباعه بالانطلاق إلى بلاد اليهود أولاً بأمرين هما أن يعملوا بالتوراة، وأن يستعدوا لتركها إذا ما ظهر محمد رسول الله الذى يبشر به. وإذا فرغوا من دعوة اليهود فى بلادهم ينطلقون إلى الأمم، وسماهم رسلاً مجازاً. فقال: " إلى طريق أمم لا تمضوا، وإلى مدينة للسامريين لا تدخلوا، بل اذهبوا بالحرىّ إلى حُراف بيت إسرائيل الضالة. وفيما أنتم ذاهبون، اكْرِزوا قائلين: " إنه قد اقترب ملكوت السموات " [متى ١٠: ٥] . وملكوت السماوات هى مجئ محمد صلى الله عليه وسلم بعد مملكة الروم كما أنبأ النبى دانيال فى الإصحاح السابع من سفره.
_________
(١) آل عمران: ٩٣.
(٢) آل عمران: ٧٥.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b434] VALUES (87,'<span data-type="title" id=toc-94>٨٦- خَلْط الأسماء</span>
ذكروا آيتين من سورة الأنعام، وأوردوا الشبهة على نص الآيتين حيث قالوا:
جاء فى سورة الأنعام (ووهبنا له إسحاق ويعقوب كلاًّ هدينا ونوحاً هدينا من قبل ومن ذريته داود وسليمان وأيوب ويوسف وموسى وهارون وكذلك نجزى المحسنين * وزكريا ويحيى وعيسى وإلياس كل من الصالحين * وإسماعيل واليسع ويونس ولوطاً وكلاًّ فضلنا على العالمين) (١) .
والترتيب التاريخى هو:
أيوب ـ إبراهيم وابن أخته لوط وابناه إسماعيل وإسحاق وحفيده يعقوب وابن حفيده يوسف ومن بعده موسى ـ هارون ـ داود ـ سليمان ـ إلياس ـ اليسع ـ يونس ـ زكريا ـ يحيى ـ عيسى.
الرد على الشبهة:
١ ـ إن الضمير فى (ومن ذريته (يعود إلى نوح، ولا يعود إلى إبراهيم وذلك لأن (لوطا (ليس من ذرية إبراهيم، وإنما خرج معه مهاجراً إلى الله، بعدما آمن له. وفى التوراة " ولوطاً ابن أخيه " [تك ١٢: ٥] .
٢ ـ إن الترتيب التاريخى غير حاصل لأسباب منها: أنه يريد بيان فضلهم وصلاحهم؛ ليقتدى الناس بهم.
وفى التوراة أنبياء لا يعرفون تواريخهم ولا يعرفون نسبهم، ومنهم " أيوب " فإن منهم من يقول إنه من العرب ومنهم من يقول إنه من الأدوميين ومنهم من يجعله اسماً فرضيًّا. بل إن الأنبياء أصحاب الأسفار كإشعياء وإرمياء وملاخى وحَبقّوق وميخا؛ لا يعرفون هم أنفسهم السابق منهم عن اللاحق.
وقد جمعوا أسفارهم فى وقت واحد. ففى الكتاب المقدس الصادر عن دار الكتاب المقدس فى الشرق الأوسط سنة ١٩٩٣م ما نصه: " كانت أول لائحة وضعت فى سبيل " قانونية " العهد القديم وأسفاره تضم أسفار الشريعة الخمسة فى أيام عِزْرا [نح ٨: ١] حوالى عام ٤٠٠ ق. م ثم زاد المعلمون الأسفار النبوية من يشوع والقضاة حتى إشعياء وإرمياء وحوالى سنة٩٠ ق. م التقى معلمو الشريعة اليهود من مختلف البلدان، فى بلدة " يمنية " الواقعة فى " فلسطين " وثبتوا لائحة نهائية وكاملة للأسفار المقدسة.. إلخ (٢) .
_________
(١) الأنعام: ٨٤-٨٦.
(٢) ص ٣ الكتاب المقدس طبعة لبنان سنة ١٩٩٣م.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b434] VALUES (88,'<span data-type="title" id=toc-95>٨٧- أخنوخ وليس إدريس</span>
إنه فى القرآن اسم إدريس. واسمه فى التوراة أخنوخ. وقال البيضاوى فى تفسيره: إن إدريس هو أخنوخ. ونحن نسأل من أين جاء فى القرآن اسم إدريس؟ والصواب أنه أخنوخ.
الرد على الشبهة:
إن اسمه فى التوراة السامرية " حنوك " والنص هو:
" وسلك حنوك فى طاعة الله وفُقد؛ إذ تولته الملائكة " [تلك ٥: ٢٤] والتوراة اليونانية تضيف حرف السين فى آخر الاسم ليعلم أنه اسم مثل يوسيفوس ـ إدريانوس. وإدريس؛ فى آخره السين، وكذلك يونس. وهو فى العبرى يونان. وعيسى ـ عليه السلام ـ فى اليونانى " إيسوس "، وفى العبرى " يهو شوّع " وينطق أحياناً " أيشوع " و " يسوع ".
وأخنوخ له سفر لا يعترف به النصارى. ومع ذلك نقل منه يهوذا فى رسالته: " انظروا جاء الرب مع ألوف قديسيه؛ ليحاسب جميع البشر، ويدين الأشرار جميعاً على كل شر فعلوه، وكل كلمة سوء قالها عليه هؤلاء الخاطئون الفجار " [يهو ١: ١٤ـ١٥] .
وهذا النص يثبت أن كل امرئ بما كسب رهين، خلافاً لاعتقاد النصارى فى موت المسيح على الصليب لِيُكَفِّر عن خطايا آدم.
ومفسرو التوراة يستدلون من نقله على ثبوت الحياة من بعد الموت ورأى فيلبسون من قوله " الله أخذه " أن ذلك تلطف بالتعبير عن الوفاة قبل إكمال العمر، وأن فى ذلك دليلاً على وجود حياة وراء هذه الحياة الأرضية. ونزيد على ذلك: أن نقل أخنوخ فى متوسط العصر الذى قبل الطوفان، وأن حياته كانت على الأرض ٣٦٥سنة وهو عدد الأيام فى السنة الشمسية وكانت سنة العبرانيين ٣٥٤ يوماً وسنة الكلدانيين ٣٦٠ يوماً " انتهى.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b434] VALUES (89,'<span data-type="title" id=toc-96>٨٨- نوح لم يتبعه الأراذل</span>
إن فى القرآن أن نوحاً عليه السلام نجا معه جماعة من المؤمنين من غير أولاده. وهذا يخالف ما فى التوراة وما فى الإنجيل من أنه لم ينج معه من المؤمنين أحد غير أولاده. وأن القرآن بين أن الكافرين بنوح وصفوا المؤمنين به بأنهم أراذل.
الرد على الشبهة:
١- إن الذين خرجوا من السفينة حسب نص التوراة العبرانية:
١- سام
٢- حام.
٣- يافث.
٤- نوح.
٥- امرأته.
٦- زوجة سام.
٧- زوجة حام.
٨- زوجة يافث) فيكون العدد ثمانية.
٢- والدليل على صحة ما فى القرآن: هو أن قابين لما قتل هابيل؛ ولد حنوك ولد عيراد، وعيراد ولد محويائيل، ومحويائيل ولد متوشائيل، ومتوشائيل ولد لامك، ولامك ولد يابال. الذى كان أباً لساكنى الخيام ورعاء المواشى. واسم أخيه يوبال الذى كان أباً لكل ضارب بالعود والمزمار، واسم أخيه توبال قابين. الضارب كل آلة من نحاس وحديد [تكوين ٤] .
قوله عن الثلاثة: الذى كان أباً لساكنى الخيام ورعاء المواشى ـ الذى كان أباً لكل ضارب بالعود والمزمار ـ الضارب كل آلة من نحاس وحديد؛ يدل على أنه كان من الناجين غير أبناء نوح. ولذلك قال مفسرو التوراة: " وسلالة قابين سلالة الحياة المدنية، وسلالة شعث سلالة الحياة القدسية ".',NULL,'37',NULL,NULL,'0');
INSERT INTO [b434] VALUES (90,'<span data-type="title" id=toc-97>٨٩- تهاويل خيالية حول برج بابل</span>
قال المؤلف: إنه جاء فى سورة النحل (قد مكر الذين من قبلهم..) (١) ثم قال: قال البيضاوى: قيل: المراد به نمرود بن كنعان فإنه بنى صرحاً ببابل.
الرد على الشبهة:
إنه وجه الشبهة على كلام مفسر. وهذا المفسر لم يجزم بأن تفسيره هو الصحيح بدليل قوله: " قيل " فكيف يورد شبهة على كلام مفسر؟
_________
(١) النحل: ٢٦.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b434] VALUES (91,'<span data-type="title" id=toc-98>٩٠- اختراع طفل ينطق بالشهادة</span>
إنه فى سورة يوسف (وشهد شاهد من أهلها) (١) وذكر تفسير الشيخ البيضاوى وهو أنه قيل إنه ابن عمٍّ لها صبيًّا فى المهد.
الرد على الشبهة:
إن المعنى المراد هو: وشهد شاهد من أهل الشهادة بقرينة الحال. ومع هذا فإنه لا يصح توجيه شبهة على قول مُفَسَّر، خاصة أنه قال: " قيل ".
_________
(١) يوسف: ٢٦.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b434] VALUES (92,'<span data-type="title" id=toc-99>٩١- الكعبة بيت زحل</span>
فى سورة البقرة: (وإذ جعلنا البيت مثابة للناس وأمنا) إلى قوله: (إنك أنت السميع العليم) (١) .
ثم قال: كيف تكون الكعبة بيت الله، وقد بنيت أول الأمر لعبادة كوكب زحل؟ واستدل على قوله هذا بأقوال مؤرخين.
وقال: إن فى الكتاب المقدس: أن إبراهيم دُعى من " أُور " الكلدانيين إلى أرض كنعان، وتَعَرَّب فيها.
الرد على الشبهة:
١ ـ إن أقوال المؤرخين ليست حُجة.
٢ ـ إن إبراهيم ـ عليه السلام ـ لم يُدع من " أور " كما قال هذا المعترض. وإنما خرج من أرض آبائه وهو لا يعلم أين يذهب. ففى الإصحاح الثانى عشر من سفر التكوين: " وقال الرب لأبرام: اذهب من أرضك، ومن عشيرتك، ومن بيت أبيك إلى الأرض التى أُريك؛ فأجعلك أمة عظيمة، وأباركك وأعظم اسمك وتكون بركة " [تك ١٢: ٢] وكان خروجه عن " حاران " والدليل على أنه من " حاران ": " وكان أبرام ابن خمس وسبعين سنة لما خرج من حاران " [تك ١٢: ٤] وفى سفر أعمال الرسل: " فخرج حينئذ من أرض الكلدانيين، وسكن فى حاران " [أع ٧: ٤] ففى التوراة أنه خرج من حاران، وفى الإنجيل أنه خرج من أرض الكلدانيين. فأى النصين هو الصحيح؟
_________
(١) البقرة: ١٢٥ـ١٢٧.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b434] VALUES (93,'<span data-type="title" id=toc-100>٩٢- إسماعيل بين الأنبياء</span>
إن القرآن ذكر أن إسماعيل كان (رسولاً نبيًّا) وفى التوراة أنه إنسان وحشى. وهذا تناقض.
الرد على الشبهة:
١- أما أنه كان رسولاً فهذا لا إشكال فيه. فإن الشريعة التى كان عليها هى شريعة نوح ـ عليه السلام ـ وكان يبلغها للناس كما يبلغها غيره.
٢- وأما أنه كان نبيًّا فهذا هو الإشكال عند المؤلف، وهو ليس بإشكال. لأن النبى هو المنبئ بغيب، ويقع الغيب من بعده كما أنبأ به. فلننظر فى إسماعيل ـ بحسب تفسير كلمة النبى عندهم ـ هل أنبأ بغيب أم لا؟ إنه من إبراهيم الذى سار مع الله، ودعا إليه، ورغب فيه. ولسيره، وعده الله بالبركة فى إسماعيل وإسحاق. والبركة ملك ونبوة وإذْ وُعد إسماعيل بنبى من نسله، وأنبأ بتحقق هذا الوعد. ووقع كما قال. فإنه قد ظهر منه محمد صلى الله عليه وسلم فإنه يكون نبيًّا.
ففى التوراة: " ولما كان أبرام ابن تسع وتسعين سنة؛ ظهر الرب لأبرام وقال له: " أنا الله القدير. سر أمامى، وكن كاملاً؛ فأجعل عهدى بينى وبينك وأكثرك كثيراً جداً " [تك ١٧: ١ـ٢] وعن البركة فى إسحاق: " وأباركها وأعطيك أيضاً منها أبناء أُباركها فتكون أمماً وملوك شعوب منها يكونون " [تك ١٧: ١٦] ، وعن البركة فى إسماعيل: " وأما إسماعيل فقد سمعت لك فيه. ها أنا أباركه وأثمره وأكثره كثيراً جداً.. " [تك ١٧: ٢٠] وقد قام ببركة إسحاق نبى الله موسى، وقام ببركة إسماعيل نبى الله محمد. وإسماعيل قد أنبأ به من قبل ظهوره.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b434] VALUES (94,'<span data-type="title" id=toc-101>٩٣- أبناء يعقوب يطلبون أن يلعب يوسف معهم</span>
إنه جاء فى سورة يوسف من القرآن الكريم أن إخوة يوسف احتالوا على أبيهم فى أخذ يوسف منه بقولهم: (أرسله معنا غدا يرتع ويلعب) (١) وليس فى التوراة هذه الحيلة.
الرد على الشبهة:
إن ما جاء فى القرآن، ولم يجئ فى التوراة؛ لا يدل على إيراد شبهة على القرآن، وذلك لأن نسخ التوراة الثلاثة العبرانية واليونانية والسامرية لا تتفق على القصة اتفاقاً تامًّا. ففى اليونانية صواع الملك. وليس فى العبرانية صواع الملك. ففى التوراة العبرانية ترجمة البروتستانت: " ولما كانوا قد خرجوا من المدينة ولم يبتعدوا؛ قال يوسف للذى على بيته: قم اسع وراء الرجال، ومتى أدركتهم فقل لهم: " لماذا جازيتم شرًّا عوضاً عن خير؟ أليس هذا هو الذى يشرب سيدى فيه. وهو يتفاءل به؟ أسأتم فيما صنعتم " [تك ٢٤: ٤ـ٥] وفى الكتاب المقدس ترجمة ١٩٩٣م بلبنان الصادر عن دار الكتاب المقدس فى الشرق الأوسط: " فما أن خرجوا من المدينة، وابتعدوا قليلاً حتى قال يوسف لوكيل بيته: قم اتبع هؤلاء الرجال. فإذا لحقت بهم فقل لهم: لماذا كافأتم الخير بالشر؟ لماذا سرقتم كأس الفضة التى يشرب بها سيدى. وبها يرى أحوال الغيب؟ أسأتم فيما فعلتم ".
فكأس الفضة فى نسخة، وهو غير موجود فى نسخ أخرى.
_________
(١) يوسف: ١٢.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b434] VALUES (95,'<span data-type="title" id=toc-102>٩٤- وليمة نسائية وهمية</span>
إنه جاء فى سورة يوسف أن امرأة العزيز هيأت وليمة لبعض السيدات وأنهن قطعن أيديهن. وهذا غير معقول.
الرد على الشبهة:
كانت دعوة موسى ـ عليه السلام ـ فى الأصل عالمية لليهود وللأمم. وكان فيها الدعوة إلى حميد الصفات. وكان فيها عدم احتقار اليهودى للأممى، وعدم التعدى على أمواله وحرماته. وكان فيها الحث على دعوة الأممى إلى معرفة الله وعبادته. وفى زمان سبى بابل حَرَّف اليهود التوراة، وامتنعوا عن دعوة الأمم إلى معرفة الله، وأباح اليهود لأنفسهم أخذ الربا من الأميين، والزنا بنسائهم، وسفك دمائهم وما شابه ذلك من الصفات الذميمة. وكتبوا ما يدل على ذلك فى التوراة، وحذفوا من التوراة حال تحريفهم لها ما يمنعهم عن ظلم الأميين. ومن هذا الذى حذفوه: دعوة يوسف ـ عليه السلام ـ للمصريين الذين كانوا معه فى السجن إلى عبادة الله تعالى وترك الآلهة المتعددة، وحذف قول النسوة ليوسف: (ما هذا بشراً إن هذا إلا ملك كريم) (١) لأن هذا يتعارض مع تخليهم عن دعوة الأمم، ويتعارض مع ما اتفقوا عليه من العبث بنسائهم. وألا يكن هذا صحيحاً. فما هذه الترهات المكتوبة فى التوراة عن الأنبياء وغيرهم؟ ففى التوراة أن لوطاً ـ عليه السلام ـ زنا بابنتيه [تك ١٩] وأن سليمان ـ عليه السلم ـ أحب نساء غريبة كثيرة مع بنت فرعون [الملوك الأول ١١] .
وقال كاتب التوراة: إن سليمان ـ عليه السلام ـ هو ابن داود من زوجة أُورِيّا الحِثِّى. أى أنه تعدى على زوجة رجل من الأمم هو من قبيلة بنى حث وليس من اليهود. وإذا كان هذا هو المكتوب بغية التعدى على نساء الأمم؛ فإن العقل لا يتصور أن يضع فى التوراة عفة يوسف عن نساء الأمم. ولا يتصور العقل أن يكتب عن يوسف أنه فسر حلم الملك من قبل أن يخرج من السجن. لأنه لو كتب ذلك لكان معناه أن يوسف يحسن إلى من سيئ إليه. وهو يريد لليهود أن يسيئوا لمن يحسن ولمن لا يحسن.
وإن أصر مورد الشبهة على إيرادها. ففى نسخ التوراة زيادة ونقص، وفى نسخ الإنجيل أيضاً. ومن أمثلة ذلك: المزمور المائة والحادى والخمسين؛ فإنه فى النسخة القبطية فقط.
_________
(١) يوسف: ٣١.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b434] VALUES (96,'<span data-type="title" id=toc-103>٩٥- عدم سجن بنيامين</span>
إن فى القرآن أن يعقوب قال لأبنائه بعد رحيل بنيامين إلى مصر: (بل سولت لكم أنفسكم أمرًا فصبر جميل عسى الله أن يأتينى بهم جميعاً) (١) . وقال المؤلف: إن المفسر البيضاوى يقول: إنه يقصد بقوله (بهم جميعاً) يوسف وبنيامين وأخيهما الذى توقف بمصر.
وإن القرآن جعل عدد مرات مجئ إخوة يوسف لمصر أربع مرات بدل ثلاث كما جاء فى التوراة، وأن فى القرآن أن يوسف حبس بنيامين، وأن إخوة يوسف رجعوا إلى أبيهما بدون شمعون وبنيامين.
الرد على الشبهة:
الخلاف بين التوراة وبين القرآن فى سرد حوادث القصة لا يدل على عيب فى القرآن، ويدل على ذلك: ما فى التوراة من زيادة ونقص فى النسخة الواحدة، وفى النسخ الثلاث. ومع هذا ففى التوراة ما يدل على ما جاء فى القرآن ومن ذلك:
١ ـ أن يوسف كان قد أنجب ولدين فى مصر هما أفرايم ومنسّى [تك ٤٦: ٢٠] ويعقوب أبوه من الأنبياء الملهمين، ويدل على ذلك أنه يقول:
(إنى لأجد ريح يوسف) (٢) ـ (يا بنى اذهبوا فتحسسوا من يوسف وأخيه ولا تيأسوا من روح الله) (٣) فإذا قال (بهم) بضمير الجمع. وقد صرح من بعد بفقد اثنين هما: يوسف وأخيه فقط؛ لا يدل ضمير الجمع على ولد ثالث محبوس فى مصر، وإنما يدل على ولدى يوسف.
٢ ـ أن فى التوراة ما يدل على سجن بنيامين وهو أنه لما دبر حيلته فى استبقائه وتمت الحيلة، طلبوا منه أن يطلقه فرد عليهم بقوله: " حاشا لى أن أفعل هذا. الرجل الذى وُجد الكأس فى يده؛ هو يكون لى عبداً، وأما أنتم فاصعدوا بسلام إلى أبيكم " [تك ٤٤: ١٧] .
فقوله: " هو يكون لى عبداً " معناه: أنه استبقاه فى " مصر ".
٣ ـ وفى التوراة ما يدل على بقاء كبيرهم فى مصر، مع يوسف وبنيامين. وكبيرهم هو " راوبين " لا شمعون كما قال المؤلف إنه أخذه رهينة، ولا يهوذا كما قال كاتب التوراة.
ومما يدل على بقاء كبيرهم: أنه استعطف يوسف بقوله: " فالآن ليمكث عبدك عوضاً عن الغلام عبداً لسيدى، ويصعد الغلام مع إخوته؛ لأنى كيف أصعد إلى أبى والغلام ليس معى؟ لئلا أنظر الشر الذى يصيب أبى " [تك ٤٤: ٣٣ـ٣٤] .
_________
(١) يوسف: ٨٣.
(٢) يوسف: ٩٤.
(٣) يوسف: ٨٧.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b434] VALUES (97,'<span data-type="title" id=toc-104>٩٦- قميص سحرى</span>
إنه جاء فى القرآن أن قميص يوسف لما رآه يعقوب؛ أتى بصيراً إلى مصر مع أهله، وقد كان قد عمى من الحزن.
ونقل من كتب التفسير أنه كان قميص إبراهيم.. إلخ.
واستبعد شفاء يعقوب برؤية القميص.
الرد على الشبهة:
إن التوراة مصرحة بعمى يعقوب، وأنه سيبصر إذا وضع يوسف يده على عينيه. ذلك قوله: " أنا أنزل معك إلى مصر، وأنا أصعدك أيضاً. ويضع يوسف يده على عينيك " [تك ٤٦: ٤] هذه ترجمة البروتستانت. وفى ترجمة الكتاب المقدس بلبنان: " أنا أنزل معك إلى مصر، وأنا أصعدك منها. ويوسف هو يغمض عينيك ساعة تموت " فيكون النص فى عدم العمى صراحة فى هذه الترجمة.
واتفقت التراجم على ضعف بصر يعقوب " وكانت عينا يعقوب كليلتين من الشيخوخة، ولم يكن يقدر أن يبصر " [تك ٤٨: ١٠] .
واستبعاد شفاء يعقوب برؤية القميص؛ لا محل له. وذلك لأن فى التوراة من هذا كثير. فنبى الله اليسع ـ عليه السلام ـ لما مات ودفنوه فى قبره؛ دفنوا معه بعد مدة ميتاً. فلما مست عظامه عظام اليسع؛ ردت إليه روحه. وهذا أشد فى المشابهة من قميص يعقوب ففى الإصحاح الثالث عشر من سفر الملوك الثانى: " ومات اليشع فدفنوه. وكان غزاة موآب تدخل على الأرض عند دخول السنة، وفيما كانوا يدفنون رجلاً إذا بهم قد رأوا الغزاة؛ فطرحوا الرجل فى قبر اليشع. فلما نزل الرجل ومسَّ عظام اليشع؛ عاش وقام على رجليه " [٢مل ١٣: ٢٠ـ٢١] .',NULL,'44',NULL,NULL,'0');
INSERT INTO [b434] VALUES (98,'<span data-type="title" id=toc-105>٩٧- ابنة فرعون أو زوجته</span>
إن فى القرآن أن امرأة فرعون هى التى التقطت موسى ـ عليه السلام ـ ويقول: إن فى التوراة أن الملتقطة له هى ابنة فرعون وليست امرأته. وهذا تناقض.
الرد على الشبهة:
إن كلمات التوراة مشكوك فيها. والدليل على ذلك: أن اسم الرجل فى موضع، يأتى فى موضع آخر باسم آخر. وكذلك المرأة. وهذا يتكرر كثيراً. فإسماعيل ـ عليه السلام ـ كانت له ابنة اسمها " محلث " وتزوجت " العيس " بن إسحاق ـ عليه السلام ـ[تك ٢٨: ٩] وفى ترجمة لبنان " محلة " وفى نفس الترجمة " وبسمة " وفى ترجمة البروتستانت " بسمة " [تك ٣٦: ٣] .
وفىكتب تفسير التوراة تصريح بكلمات ملتبسة مثل " ثم يذبحه كل جماعة إسرائيل فى العشية " [خر ١٢: ٦] يقولون: " العشية " هذه اللفظة ملتبسة.. " والشيخ الكبير فى أرض مدين مختلف فى اسمه. ففى الخروج [٢: ١٨] " رعوئيل " وفى الخروج [٤: ١٨] " ثيرون " والابن الأول لموسى فى ترجمة " جرشوم " وعند يوسيفوس " جرشام " وفى ترجمة السبعين " جرسام " [خر ٢: ٢٢] .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b434] VALUES (99,'<span data-type="title" id=toc-106>٩٨- طرح الأولاد فى النهر صدر قبل ولادة موسى لا بعد إرساليته</span>
إن فى سورة الأعراف: أن الملأ من قوم فرعون بعد ولادة موسى وظهور نبوته قالوا لفرعون: أتذر موسى وقومه ليفسدوا فى الأرض؟ وقد رد عليهم بقوله: (سَنُقَتِّل أبناءهم وتستحيى نساءهم وإنا فوقهم قاهرون) (١) .
وفى سورة القصص: أن قتل الأبناء واستحياء النساء كانا من قبل ولادة موسى وهذا تناقض.
الرد على الشبهة:
إن قتل الأبناء واستحياء النساء كانا من قبل ولادة موسى ـ عليه السلام ـ وهو فيما بعد يهدد باستمرار القتل والزيادة فيه.
_________
(١) الأعراف: ١٢٧.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b434] VALUES (100,'<span data-type="title" id=toc-107>٩٩- صَدَاق امرأة موسى</span>
إن فى سورة القصص أن موسى أصدق امرأته من مدين خدمة ثمانى أو عشر لأبيها. وفى التوراة أنه كان له سبع بنات لا اثنتين، وأنه لم يصدق المرأة. لا بالخدمة ولا بما يقوم مقامها.
الرد على الشبهة:
هب أنه كان عنده سبعة. وقدم له اثنتين لائقتين بحاله لينتقى واحدة منهما. فما هو الإشكال فى ذلك؟ وحال يعقوب مع خاله " لابان "، كحال موسى مع كاهن مديان. فإنهما كانا يتعيشان من رعى الغنم. وخدم يعقوب خاله سبع سنين صداقاً لابنته الأولى " ليئة " وخدم سبع سنين أخرى صداقاً لابنته الأخرى " راحيل " وموسى هارب من أرض مصر بلا مال. فكيف يتزوج فى أرض غريبة بلا مال.
وفى النص ما يدل على ما اتفقا عليه. وهو " فارتضى موسى أن يسكن مع الرجل. فأعطى موسى صفورة ابنته " ارتضى على ماذا؟ ولماذا قال بعد الارتضاء: " فأعطى موسى صفورة ابنته "؟ والنص كله هو: " وكان لكاهن مديان سبع بنات. فأتين واستقين وملأن الأجران ليسقين غنم أبيهن. فأتى الرعاة فطردوهن. فنهض موسى وأنجدهن وسقى غنمهن. فلما أتين إلى رعوئيل أبيهن قال: ما بالكن أسرعتن فى المجئ اليوم؟ فقلن: رجل مصرى أنقذنا من أيدى الرعاة، وإنه استقى لنا أيضاً وسقى الغنم. فقال لبناته: وأين هو؟ لماذا تركتن الرجل؟ ادعونه ليأكل طعاماً. فارتضى موسى أن يسكن مع الرجل، فأعطى موسى صفورة ابنته " [خر ٢: ١٦] وفى النص السامرى: " فلما أمعن موسى فى السكنى مع الرجل؛ أعطاه صفورة ابنته لموسى زوجة ".',NULL,'50',NULL,NULL,'0');
INSERT INTO [b434] VALUES (101,'<span data-type="title" id=toc-108>١٠٠- لم ترث إسرائيل مصر</span>
إن فى القرآن أن بنى إسرائيل ورثوا أرض مصر بعد هلاك فرعون. وهذا خطأ فإنهم لم يرثوا إلا أرض كنعان.
الرد على الشبهة:
١ ـ على قوله: إن دعوة موسى كانت خاصة لبنى إسرائيل. فإن حدود مصر تبدأ من " رفح " وهم يقولون: إن المواعيد هى من النيل إلى الفرات. فيكون الجزء من رفح إلى النيل داخلاً فى الإرث.
٢ ـ والإرث ليس لاستغلال خيرات الأرض وتسخير أهلها فى مصالح اليهود. ولكنه " إرث شريعة " فإن الله قال لإبراهيم ـ عليه السلام ـ: " سر أمامى وكن كاملاً " [تك ١٧: ١] أى امشى أمامى فى جميع البلاد لدعوة الناس إلى عبادتى وترك عبادة الأوثان. وقد سار إبراهيم ودعا بالكلام وبالسيوف. ولذلك سرّ الله منه، ووعده بمباركة الأمم فى نسل ولديه إسحاق وإسماعيل. والبركة معناها: ملك النسل على الأمم إذا ظهر منه نبى. وسلمه الله شريعة. ولما ظهر موسى ـ عليه السلام ـ وسلمه الله التوراة. أمره بنشرها بين الأمم. وإذا نشرها بين أمة فإنه يكون وارثاً لهذه الأمة " إرث شريعة " إذ هو بنشرها يكون بنو إسرائيل والأمم متساوون أمام الله فيها. وما فائدة بنو إسرائيل إلا التبليغ فقط. وبه امتازوا عن الأمم. ويدل على ذلك: إرثهم لأرض كنعان ـ كما يقولون ـ فإنهم ورثوها لنشر شريعة التوراة فيها، وكان الإرث على يد طالوت وداود ـ عليهما السلام ـ وقد قال داود ـ عليه السلام ـ لجالوت وهو يحاربه: إن الحرب للرب. أى أن القتال فى سبيل الله. ذلك قوله: " وتعلم هذه الجماعة كلها أنه ليس بسيف ولا برمح يخلّص الرب؛ لأن الحرب للرب. وهو يدفعكم ليدنا " [صموئيل الأول ١٧: ٤٧] .
وإذا أراد الله نسخ التوراة يكون معنى النسخ إزالة ملك النسل اليهودى عن الأمم ليقوم النسل الجديد بتبليغ الشريعة التى أقرها الله فيهم لتبليغها إلى الأمم. وهذا ما حدث فى ظهور الإسلام. فإن بنى إسماعيل ـ عليه السلام ـ حاربوا وملكوا ونشروا القرآن وعلموه للأمم. ولهم بركة. فإن الله قال لإبراهيم عن إسماعيل: " وأما إسماعيل فقد سمعت لك فيه. ها أنا أباركه " [تك ١٧: ٢٠] .
وفى التوراة عن بركة إبراهيم: " وتتبارك فيك جميع قبائل الأرض " [تك ١٢: ٣] ومعنى مباركة جميع أمم الأرض فى إبراهيم: هو أن نسله يبلغون للناس شرائع الله.
وفى التوراة عن إرث بنى إسماعيل للأمم: " ويرث نسلك أمماً، ويعمر مدناً خربة " [إش ٥٤: ٣] .
٣ ـ وكتب المؤرخين تدل على أن بنى إسرائيل أقاموا فى مصر. وقد نقل صاحب تفسير المنار فى سورة يونس عن يونانيين قدماء أن موسى ـ عليه السلام ـ رجع إلى مصر بعد هلاك جنود فرعون وحكم فيها ثلاث عشرة سنة.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b434] VALUES (102,'<span data-type="title" id=toc-109>١٠١- ضربات مصر عشر لا تسع</span>
إن فى التوراة أن الآيات البينات عشر. وفى القرآن تسع (١) . وهذا تناقض.
الرد على الشبهة:
إن مفسرى التوراة صرحوا بالاختلاف فى عدد هذه الآيات. فالآية الثانية وهى الضفادع؛ يوجد من يقول إنها التماسيح.
والآية الثالثة قال بعضهم إنها ضربة القمل، وقال بعضهم إنها ضربة البعوض.
والآية الرابعة قال بعضهم إنها ذباب الكلب خاصة، وقيل مطلق ذباب.
_________
(١) المقصود بالآيات التسع ما جاء فى القرآن الكريم فى قوله تعالى: (ولقد آتينا موسى تسع آيات بينات) سورة الإسراء: ١٠١، وقد ورد ذكر آية الطوفان فى قوله تعالى: (فأرسلنا عليهم الطوفان والجراد والقمّل والضفادع والدم آيات مفصلات فاستكبروا وكانوا قومًا مجرمين) سورة الأعراف: ١٣٣، أما بقية الآيات التسع فقد وردت فى آيات قرآنية أخرى.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b434] VALUES (103,'<span data-type="title" id=toc-110>١٠٢- الطوفان على المصريين</span>
إن فى القرآن أن الآيات التسع فيها آية الطوفان، وليس فى التوراة هذه الآية.
الرد على الشبهة:
إن مفسرى التوراة مختلفون فى البيان كما نقلنا عنهم سابقاً.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b434] VALUES (104,'<span data-type="title" id=toc-111>١٠٣- صخرة حوريب وليست آبار إيلّيم</span>
جاء فى سورة البقرة: (وإذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عيناً) (١) .
وفى التوراة أن الاثنتى عشرة عيناً فى " إيليم " وفى القرآن أنهم فى " حوريب " وهذا تناقض.
الرد على الشبهة:
لم يذكر القرآن أن الاثنتى عشرة عيناً فى " حوريب ".
_________
(١) البقرة: ٦٠.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b434] VALUES (105,'<span data-type="title" id=toc-112>١٠٤- لوحا الشريعة</span>
إن الله كتب لموسى فى الألواح من كل شىء. وهذا على ما فى القرآن. وعلى ما فى التوراة كتب لوحين اثنين، وكتب عليهما الوصايا العشر فقط.
الرد على الشبهة:
١-إن الألواح الأولى قد كسرت. وحل محلها ألواح جديدة.
٢- والألواح الأولى كانت مكونة من:
ألوحين للعهد للعمل بالتوراة.
ب ومن عدة ألواح مكتوب عليها كل أحكام التوراة.
ففى الأصحاح التاسع عشر من سفر الخروج وما بعده إلى الإصحاح الرابع والعشرين كل أحكام التوراة وبعدها " فجاء موسى وحدث الشعب بجميع أقوال الرب وجميع الأحكام ".
ثم صعد إلى جبل الطور فأعطاه الله:
أ- لوحى الحجارة.
ب- والشريعة والوصية.
ومن قبل نزوله من على الجبل؛ عبدوا العجل من دون الله.
ولما سمع موسى بالخبر كسر لوحى العهد فى أسفل الجبل. ولكن كاتب سفر التثنية يقول: " إنه كسر لوحين كان عليهما كل أحكام الشريعةوعليهما مثل جميع الكلمات التى كلمكم بها الرب فى الجبل من وسط النار فى يوم الاجتماع " [تث ٩: ١٠] ولا يمكن للوحى العهد أن يحملا مع العهد كل أحكام الشريعة التى نزلت فى يوم الاجتماع ".
ولما كسر الألواح. أعطى الله له بدلهم ألواح جديدة [خر ٣٢: ٢٩] والمكتوب على الألواح الجديدة؛ أحكام الشريعة الموجودة فى الإصحاح الرابع والثلاثين من سفر التثنية. وفيها: " لا تطبخ جديًا بلبن أمه ".
والمناسب لأحكام الشريعة (الألواح) بالجمع. ومنها لوحى العهد.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b434] VALUES (106,'<span data-type="title" id=toc-113>١٠٥- هل طلبوا رؤية الله</span>؟
إن فى القرآن أن بنى إسرائيل طلبوا رؤية الله. وفى التوراة أنهم قالوا لموسى: " تكلم أنت معنا، ولا يتكلم معنا الله؛ لئلا يموت " [خر ٢٠: ١٩] فعكس القرآن الموضوع.
الرد على الشبهة:
إن المؤلف جاهل بما فى كتابه. وإن فيه:
أـ أن اليهود رأوا الله.
ب ـ وأن موسى طلب رؤية الله.
جـ ـ وأنهم طلبوا أن لا يروا الله.
(أ) فموسى لما أخذ العهد على اليهود أن يعملوا بالتوراة، بكّر فى الصباح وبنى مذبحاً فى أسفل الجبل. وأخذ العهد. ثم قال الكاتب: " ثم صعد موسى وهارون وناداب وأبيهو وسبعون من شيوخ إسرئيل ورأوا إله إسرائيل، وتحت رجليه شبه صنعة من العقيق الأزرق الشفاف وكذات السماء فى النقاوة، ولكنه لم يمد يده إلى أشراف بنى إسرائيل فرأوا الله وأكلوا وشربوا " [خروج ٢٤: ٩ـ١١] .
(ب) وطلب موسى رؤية الله " فقال: أرنى مجدك " ورد عليه بقوله: " لا تقدر أن ترى وجهى. لأن الإنسان لا يرانى ويعيش " [خر ٣٣: ١٨] .
(ج) ولما تجلى الله للجبل؛ حدث من هيبته حال التجلى نار ودخان وارتجف
كل الجبل جداً. فارتعب بنو إسرائيل من هذا المنظر، وقالوا لموسى: إذا أراد الله أن يكلمنا مرة أخرى؛ فليكن عن طريقك يا موسى ونحن لك نسمع ونطيع. فرد الله بقوله: أحسنوا فيما قالوا. وسوف أكلمهم فى مستقبل الزمان عن طريق نبى مماثل لك يا موسى من بين إخوتهم وأجعل كلامى فى فمه؛ فيكلمهم بكل ما أوصيه به [تث ١٨: ١٥ـ٢٢] .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b434] VALUES (107,'<span data-type="title" id=toc-114>١٠٦- سليمان أو أبشالوم</span>
إن داود وسليمان ـ كما فى القرآن ـ حكما فى الحرث، وإن سليمان راجع داود فى الحكم.
ثم ذكر كلام المفسرين فى هذه القضية. وعقب عليه بقوله: القضية تليق بأبشالوم بن داود؛ لأنه كان دائماً يعارض أقوال أبيه ولا تليق بسليمان.
الرد على الشبهة:
إن فى التوراة أن سليمان كان حكيماً. أحكم من جميع ملوك الأرض الذين سمعوا بحكمته. واللائق بحكمته هو الحكم فى الحرث. ففى الإصحاح الرابع من سفر الملوك الأول: " وفاقت حكمة سليمان حكمة جميع بنى المشرق، وكل حكمة مصر، وكان أحكم من جميع الناس من إيثان الأرزاحى، وهيمان وكلكول ودردع بنى ماحول، وكان صيته فى جميع الأمم حواليه وتكلم بثلاثة آلاف مثل، وكانت نشائده ألفا وخمسا. وتكلم عن الأشجار من الأرز الذى فى لبنان، إلى الزوفا الثابت فى الحائط، وتكلم عن البهائم وعن الطير وعن الدبيب وعن السمك. وكانوا يأتون من جميع الشعوب ليسمعوا حكمة سليمان من جميع ملوك الأرض الذين سمعوا بحكمته " [امل ٤: ٣٠ـ٣٤] .',NULL,'58',NULL,NULL,'0');
INSERT INTO [b434] VALUES (108,'<span data-type="title" id=toc-115>١٠٧- هاجر أو السيدة العذراء</span>
إنه جاء فى سورة مريم: أن مريم لما حملت بالمسيح انتبذت به مكاناً قصيًّا. وعندئذ قد جعل الله لها تحتها (سريًّا) أى نهرا جارياً لتشرب منه. وهذا فى التوراة عن هاجر أم إسماعيل؛ فإنها لما عطشت هيأ الله لها عين ماء. وقد وضعه القرآن على مريم.
الرد على الشبهة:
إنه فسر السرى بالنهر الجارى. وليس كذلك. فإن الملاك ناداها بعدم الحزن؛ لأن الله قد جعل تحت كفالتها ورعايتها غلاماً سيكون سيّدا. فالسرى هو السيد وليس هو جدول الماء. وقد تحقق هذا الوعد؛ فإن المسيح صار سيِّدًا. أى معلماً للشريعة. وقال للحواريين عن هذا المعنى: " أنتم تدعوننى معلماً وسيداً. وحَسَناً تقولون؛ لأنى أنا كذلك " [يو ١٣: ١٣] .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b434] VALUES (109,'<span data-type="title" id=toc-116>١٠٨- لم تنزل مائدة من السماء</span>
إن فى سورة المائدة: أن الحواريين قد طلبوا مائدة من السماء. وأن الله قال (إنى منزلها عليكم (ولا يقول الإنجيل: إن تلاميذ المسيح طلبوا منه آية من السماء، ولا يقول: إن مائدة نزلت من السماء.
الرد على الشبهة:
إن المعترض غير دارس للإنجيل وغير دارس للتوراة. وذلك لأن فى إنجيل يوحنا أن الحواريين طلبوا آية من السماء " فقالوا له: فأية آية تصنع؛ لنرى ونؤمن بك؟ ماذا تعمل؟ آباؤنا أكلوا المنّ فى البرية. كما هو مكتوب: أنه " أعطاهم خبزاً من السماء ليأكلوا " [يو ٦: ٣٠ـ٣١] .
إنهم طلبوا مائدة من السماء؛ لأنهم قالوا: " آباؤنا أكلوا المن فى البرية " بعد قولهم " فأية آية تصنع لنرى ونؤمن بك؟ " واستدلوا على أكل آبائهم للمن بقولهم مكتوب فى التوراة أنه أعطاهم خبزاً من السماء ليأكلوا. وهذا يدل على أن آباءهم أكلوا المن والسلوى فى سيناء. والنص هو: " وأمطر عليهم منّا للأكل وبرّ السماء أعطاهم " [مزمور ٧٨: ٢٤] .
فهل نزل المن من السماء؟ وقد سماه داود ـ عليه السلام ـ مائدة فى قوله عنهم: " قالو: هل يقدر الله أن يرتب مائدة فى البرية؟ " [مز ٧٨: ١٩] فمعنى نزوله من السماء: أنه من جهة الله لا من جهة إله آخر. ونص إنجيل يوحنا يبين أنهم طلبوا مائدة من السماء. ذلك قوله: " أنه أعطاهم خبزاً من السماء ليأكلوا " فإذا بارك الله فى طعام من الأرض ليشبع خلقاً كثيراً؛ فإنه يكون مائدة من السماء. كالمن النازل من السماء. وهو لم ينزل من السماء وإنما كان على ورق الشجر، وكالسلوى.
ومن أعجب العجب: أن مؤلف الإنجيل قال كلاماً عن المسيح فى شأن محمد رسول الله لا يختلف اثنان فى دلالته عليه صلى الله عليه وسلم. وقد استدل المسيح فيه عليه صلى الله عليه وسلم بنص فى الإصحاح الرابع والخمسين من سفر إشعياء.
ويقول المعترض: ولعلّ قصة القرآن عن نزول مائدة من السماء نشأت عن عدم فهم بعض آيات الإنجيل الواردة فى متى ٢٦ ومرقس ٢٤ ولوقا ٢٢ ويوحنا ١٣. وغرضه من قوله هذا أن لا يعرف المسلمون موضع المائدة من الأناجيل لأنها بصدد كلام من المسيح فى شأن محمد رسول الله، وموضعها الإصحاح السادس من إنجيل يوحنا.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b434] VALUES (110,'<span data-type="title" id=toc-117>١٠٩- قصة ذى الكفل</span>
يقول المعترض: إنه جاء فى القرآن ذكر نبى اسمه (ذا الكفل) وليس فى التوراة مسمى بهذا الاسم. وذكر من كلام البيضاوى كلاماً فى شأنه، وذكر أيضاً كلاماً لغيره.
الرد على الشبهة:
هو أنه جاء فى كتاب " نزهة المشتاق " ومؤلفه يهودى يحكى فيه تاريخ يهود العراق: أن (ذا الكفل) الذى ورد اسمه فى القرآن هو نبى الله حزقيال. وكان معاصراً لسبى اليهود فى بابل.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b434] VALUES (111,'<span data-type="title" id=toc-118>١١٠- أصحاب الرس</span>
جاء فى سورة الفرقان (وأصحاب الرس) ثم ذكر كلام البيضاوى المفسر، ووجه الإشكال عليه.
الرد على الشبهة:
إن كلام المفسر ليس بحجة، ويوجد فى أرض العرب مدينة تسمّى مدينة " الرس " وهذا يدل على ذكر اسم قديم فى بلاد العرب. ربما يكون من اسم الأوائل.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b434] VALUES (112,'<span data-type="title" id=toc-119>١١١- حتى لقمان نبى</span>
إنه جاء فى القرآن (ولقد آتينا لقمان الحكمة..) (١) . ونقل عن البيضاوى المفسر أنه كان معاصراً لداود ـ عليه السلام ـ وحرف المؤلف قول البيضاوى وهو أنه من أولاد آزر ابن أخت أيوب إلا أن لقمان كان معاصراً لأيوب. ووجه نقده على هذا بقوله كيف يكون معاصراً لأيوب وداود، وبين أيوب وداود ما يقرب من ٩٠٠ سنة؟ والبيضاوى لا يقصد معاصرته وإنما يقصد نسبه. ولم يقل البيضاوى إن لقمان كان نبيًّا ولم يقل القرآن وإنما قال (ولقد آتينا لقمان الحكمة (ولكن المؤلف وجه الإشكال على النبوة فقال: فكيف يكون لقمان نبيًّا؟
الرد على الشبهة:
إنه قال كيف يكون لقمان نبياً؟ وليس فى القرآن أنه كان نبيًّا وإنما كان حكيماً. واسمه " لوكيوس " فى اليونانى و " لقمان " فى العبرانية. وفى سفر أعمال الرسل: " وكان فى أنطاكية فى الكنيسة هناك أنبياء ومعلمون برنابا وسمعان الذى يدعى نيجر ولوكيوس القيروانى ومناين.. " [أع ١٣: ١] وفى سفر الرسالة إلى أهل روما: أنه كان معاصراً لبولس، وصديقا له: " يسلم عليكم تيموثاوس العامل معى، ولوكيوس وياسون.. " [رو ١٦: ٢١] .
واللغة اليونانية تضيف حرف السين فى آخر الاسم مثل يوسيفوس ـ هيرودس ـ أغسطس قيصر. بير كلينوس وهو اسم أحمد رسول الله فى إنجيل يوحنا. وفى العبرانية " يونان " بالألف والنون. وفى اليونانية " يونس ".
_________
(١) لقمان: ١٢.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b434] VALUES (113,'<span data-type="title" id=toc-120>١١٢- الكعبة مقام إبراهيم</span>
إنه جاء فى القرآن أن الكعبة أول بيت وضع للناس. وأنها كانت مقام إبراهيم، ومعلوم أن الكعبة من بناء الوثنيين كما جاء فى الكتب التاريخية.
الرد على الشبهة:
أولاً: إن الكعبة ليست من بناء الوثنيين كما جاء فى الكتب التاريخية التى لا يشك أحد فى أن لليهود دخل فيها. وإنما هى من بناء نوح ـ عليه السلام ـ فإنه لما خرج من السفينة، ونجا من الغرق هو ومن آمن معه. بنى " مذبحاً " لذبح الحيوانات عنده قرباناً لله تعالى. ففى التوراة: " وبنى نوح مذبحاً للرب. وأخذ من كل البهائم الطاهرة، ومن كل الطيور الطاهرة، وأصعد محرقات على المذبح " [تك ٨: ٢٠] وهذا المذبح كان فى أرض مكة المكرمة المدينة التى استقر الفلك فيها على الجُودِىّ. والدليل على ذلك قول التوراة: إن الناس من بعد نوح ارتحلوا شرقاً إلى أرض شنعار التى هى أرض العراق. فارتحالهم إلى الشرق إلى العراق يدل على أن السفينة كانت فى بلاد العرب. ذلك قوله: " وكانت الأرض كلها لساناً واحداً ولغة واحدة. وحدث فى ارتحالهم شرقاً أنهم وجدوا بقعة فى أرض شنعار، وسكنوا هناك " [تك ١١: ١ـ٢] .
وليس فى القرآن نصوص صريحة على أن العرب قد عبدوا الأصنام حتى يقال: إن الكعبة كانت لصنم رُحل. وفى التوراة نصوص صريحة على أن اليهود وأدوا نبيهم وبناتهم فى النار للعرافة والسحر وأنهم عبدوا الأصنام. بل وفى القرآن نصوص صريحة على أن اليهود عبدوا صنم البعل فى أيام إلياس ـ عليه السلام ـ ففى الزمور المائة والسادس: " وأهرقوا دماً زكيًّا. دم نبيهم وبناتهم الذين ذبحوا لأصنام كنعان وتدنست الأرض بالدماء " [مز ١٠٦: ٣٨] . وفى الإصحاح الخامس والستين من سفر إشعياء: " أما أنتم الذين تركوا الرب ونسوا جبل قدسى، ورتبوا للسعد الأكبر مائدة، وملأوا للسعد الأصغر خمراً ممزوجة.. " [إش ٦٥: ١١] .
فى ترجمة الكتاب المقدس فى الشرق الأوسط سنة ١٩٩٥م تحت كلمة السعد الأكبر: لجاد وهو المشترى، وتحت كلمة السعد الأصغر: لمَنَى وهو الزهرة.
وفى ترجمة ١٩٩٥م بلبنان: " ونسيتم جبلى المقدس. وهيأتم مائدة للإله جاد، ومزجتم الخمر للإلهة مناة " والتعليق عندهم هكذا: جاد ومناة إلهان عند الكنعانيين.
هذا مما فى التوراة عن عبادة اليهود للأصنام ومما فيها: " بعدد مدنك صارت آلهتك يا يهوذا، وبعدد شوارع أورشليم وضعتم مذابح للخزى ومذابح للتبخير للبعل " [إرمياء ١١: ١٣] .
ويمكن الفهم من آيات فى القرآن أن العرب بنى إسماعيل ـ عليه السلام ـ لم يعبدوا الأصنام قط. فإبراهيم ـ عليه السلام ـ وهو يبنى الكعبة ولم يكن له من ولد غير إسماعيل، يطلب من الله طلبين فى ذريته:
أولهما: أن يجنبهم عبادة الأصنام، وثانيهما: أن يبعث فيهم نبيًّا منهم.
وإذ شهد الواقع بتحقيق الطلب الثانى فإن محمداً قد أرسل؛ يكون الطلب الأول قد تحقق أيضاً.
وفى القرآن أن الله قد عاهد إبراهيم وإسماعيل بتطهير الكعبة من الأصنام ولم يذكر أنهم نقضوا العهد. كما ذكر أن اليهود نقضوا فى قوله (فبما نقضهم ميثاقهم..) (١) .
وأما قوله تعالى: (أفرأيتم اللات والعزى ومناة..) (٢) فإن فى التوراة أن اليهود عبدوا صنم مناة. والضمير فى (أفرأيتم) يحتمل أنه للعرب ويحتمل أنه لليهود. واحتمال عوده إلى اليهود أقوى لوجود شواهد فى التوراة عليه. ولا يقدر عاقل على اتهام بدليل محتمل.
وأما قوله تعالى: (وإذا الموءودة سُئلت بأى ذنب قتلت) (٣) ففى التوراة أن اليهود وأدوا نبيهم وبناتهم. وليس فى القرآن من نص صريح على نسبة الوأد إلى العرب.
_________
(١) النساء: ١٥٥، المائدة: ١٣.
(٢) النجم: ١٩ـ٢٠.
(٣) التكوير: ٨ـ٩.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b434] VALUES (114,'<span data-type="title" id=toc-121>١١٣- فرعون بنى برج بابل بمصر</span>
إن فى القرآن أن فرعون طلب من هامان أن يبنى له برجاً. وهذا خطأ لأن البرج من بناء الناس فى " بابل " من بعد نوح.
الرد على الشبهة:
إن فرعون طلب من وزيره الملقب بهامان أن يوقد له على الطين ليجعل له صرحًا. ولم يرد فى القرآن أنه أوقد له على الطين وجعل له صرحًا. ولو أنه أوقد وجعل فما هو الدليل على أن صرح مصر هو برج بابل؟ ومن المحتمل أنه أراد ببناء الصرح؛ التهكم على موسى.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b434] VALUES (115,'<span data-type="title" id=toc-122>١١٤- شاول الملك أو جدعون القاضى</span>
جاء فى سورة البقرة: (وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكاً.. (إلخ (١) .
وهذه القصة هى قصة طالوت وداود لما فتحا فلسطين.
ووجه الإشكال أنه قال فيها: إن الله امتحن جيش طالوت بالشرب من النهر. والامتحان لم يكن لجيش طالوت وإنما كان لجيش جدعون وهو يحارب أهل مدين [قضاة ٧: ١ـ٨] .
الرد على الشبهة:
إن سفر القضاة سفر تاريخى، وسفر صموئيل الأول الذى أورد قصة طالوت وداود سفر تاريخى. فأى مانع يمنع من خطأ المؤرخ فى نقل جزء من قصة إلى قصة أخرى مشابهة لها. خاصة وأنه ليس معصوماً كالنبيين والمرسلين الحقيقيين؟
ولهذا أمثلة كثيرة منها أن هذا النص مذكور مرتين: مرة فى سفر الخروج، ومرة فى سفر التثنية من التوراة السامرية. ومذكور مرة واحدة فى سفر التثنية من التوراة العبرانية واليونانية. وهو: " نبيًّا أقمت لهم من حملة إخوتهم مثلك وجعلت خطابى بغيه؛ فيخاطبهم بكل ما أوصيه به.
ويكون الرجل الذى لا يسمع من خطابه الذى يخاطب باسمى؛ أنا أطالبه. والمتنبئ الذى يتقح على الخطاب باسمى ما لم أوصه من الخطاب، ومن يخاطب باسم آلهة أخرى؛ فليقتل ذلك المتنبئ. وإذ تقول فى سرك: كيف يتبين الأمر الذى لم يخاطبه الله؟ ما يقوله المتنبئ باسم اللهو لا يكون ذلك الأمر ولا يأتى؛ هو الأمر الذى لم يقله الله. باتّقاح قاله المتنبئ. لا تخف منه ".
_________
(١) البقرة: ٢٤٧.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b434] VALUES (116,'<span data-type="title" id=toc-123>١١٥- يتكلم فى المهد</span>
إنه قد جاء فى القرآن أن المسيح قد تكلم فى المهد. وليس فى الأناجيل ما يدل على كلامه فى المهد.
الرد على الشبهة:
إن مريم لم تكن مخطوبة ولا متزوجة. وقد أحصنت فرجها. أى منعت نفسها عن الزواج طيلة حياتها وسلكت فى سلك الرهبنة. ثم إنها ابنة كاهن من نسل هارون ـ عليه السلام ـ وابنة الكاهن إذا زنت فإنها تحرق بالنار. لما جاء فى سفر الأخبار: " وإذا تدنست ابنة كاهن بالزنا؛ فقد دنست أباها، بالنار تحرق " [لا ٢١: ٩] . ومريم قد أتت بولد وهى غير متزوجة. وهذا هو دليل الاتهام فلماذا لم تحرق؟ إن عدم حرقها يدل على أن ابنها تكلم فى المهد. ومع ذلك فقد جاء فى بعض الأناجيل المرفوضة أنه تكلم فى المهد. ومن ذلك: " وبينما كانوا نياماً؛ حذرهم الطفل من الذهاب إلى هيرودس " [بر ٧: ١٠] .',NULL,'64',NULL,NULL,'0');
INSERT INTO [b434] VALUES (117,'<span data-type="title" id=toc-124>١١٦- يصنع من الطين طيراً</span>
إن القرآن يصرح بأن المسيح خلق من الطين كهيئة الطير، وليس فى الأناجيل المعتمدة هذه المعجزة.
الرد على الشبهة:
إن هذه المعجزة وردت فى إنجيل توما. فإنه قد صنع من الطين هيئة اثنى عشر عصفوراً، وأمرهم أن يطيروا؛ فطاروا والناس ينظرون إليهم.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b434] VALUES (118,'<span data-type="title" id=toc-125>١١٧- إنكار الصَّلب</span>
إن القرآن ينكر صلب المسيح. والتاريخ يثبته.
الرد على الشبهة:
إن العلّة المترتبة على صلب المسيح هى غفران خطايا من يؤمن به ربًّا مصلوباً والغفران لكل من كان فى المدة من آدم إلى المسيح إذا قدّر أنهم لو كانوا له مشاهدين، لكانوا به مؤمنين. فهل هذه العلة صحيحة؟
بالتأكيد ليست بصحيحة. وذلك لأن آدم لما أخطأ هدته الحكمة أن يعترف بخطئه وأن يتوب. فتاب الله عليه. وإذ هو قد تاب، فأى فائدة من سريان خطيئة آدم فى بنيه؟ ففى سفر الحكمة: " والحكمة هى التى حمت الإنسان الأول أب العالم الذى خلق وحده لما سقط فى الخطيئة؛ رفعته من سقوطه، ومنحته سلطة على كل شىء" [حك ١٠: ١ـ٢] .
وفى التوراة: أن نجاة المرء من غضب الله يكون بالعمل الصالح حسبما أمر الله. ومن لا يعمل بما أمر الله؛ فإنه لا يكون له نجاة. ففى سفر الحكمة عن نوح ـ عليه السلام ـ وولده: " وعندما غاصت الأمم فى شرورها؛ تعرفت الحكمة برجل صالح، وحفظته من كل عيب فى نظر الله، وجعلته قويًّا يفضل العمل بأمر الله على الاستجابة إلى عاطفته تُجاه ولده " [حكمة ١٠: ٥] .
انظر إلى قوله " تجاه ولده " أى ولده الذى غرق لعدم إيمانه وعمله. وهذا النص من سفر الحكمة عن " ولده " ليس له نظير فى قصة نوح الموجودة فى التوراة العبرانية.
ويقول المسيح عيسى ـ عليه السلام ـ: " كل كلمة فارغة يقولها الناس؛ يُحاسبون عليها يوم الدين. لأنك بكلامك تُبرّر، وبكلامك تُدان " [متى ١٢: ٣٦ـ٣٧] .
وفى التوراة: " لا يُقتل الآباء عن الأولاد، ولا يقتل الأولاد عن الآباء. كل إنسان بخطيئته يُقتل " [تث ٢٤: ١٦] .
وفى الأناجيل أن المسيح بعد حادثة القتل والصلب؛ ظهر أربعين يوماً للحواريين، وتكلم عن ملكوت الله معهم. وهو ملكوت محمد رسول الله صلى الله عليه وسلم ففى بدء سفر أعمال الرسل: " الذين أراهم أيضاً نفسه حيًّا ببراهين كثيرة بعدما تألم، وهو يظهر لهم أربعين يوماً، ويتكلم عن الأمور المختصة بملكوت الله " [أع ١: ٣] وظهوره وكلامه عن الملكوت؛ يدلان على استمراره فى الدعوة.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b434] VALUES (119,'<span data-type="title" id=toc-127>١١٨- تحليل إنكار الله</span>
جاء فى سورة النحل: أن الإكراه على الكفر مع اطمئنان القلب بالإيمان؛ يجوز. وهذا لا يصح لأنه ليس من الأمانة أن يزور الإنسان فى عقيدته.
الرد على الشبهة:
إن الضرورات تبيح المحظورات. وهذا موجود بكثرة فى التوراة وفى الإنجيل ومن ذلك: ما جاء فى الإصحاح الثالث عشر من سفر الملوك الأول أن رجلاً من رجال الله جاء إلى مدينة " بيت إيل " وتنبأ عليه. وقال له الملك ادخل إلى بيتى لأعطيك أجرة؛ فأبى بحجة أنه أمر من الله أن يعود مسرعاً. وكان نبى شيخ ساكناً فى بيت إيل. فأتى إليه بنوه وقصّوا عليه قصة رجل الله. فقال لهم: دلونى على الطريق التى رجع منها. فلما لحقه قال له: ارجع معى لتتقوت. فأبى. فقال له النبى الشيخ: " أنا أيضاً نبى مثلك. وقد كلمنى ملاك بكلام الرب قائلاً: ارجع به معك إلى بيتك. فيأكل خبزاً ويشرب ماء. كذب عليه. فرجع معه وأكل خبزاً وشرب ماء [١مل ١٣: ١٧ـ١٩] .
فقد استعمل الحيلة فى إرجاعه و " كذب عليه "
وفى الأناجيل والرسائل أن بولس كان ذا لسانين وذا وجهين.
فإنه لما ردوه للسياط، كذب وقال: إننى رومانى الجنسية وقد ولدت حرًّا [أعمال ٢٢: ٢٨] وقال: أنا رجل يهودى من سبط بنيامين [رومية ١١:١] . ولما مثل أمام رئيس الكهنة وضربه على فمه قال له بولس: " سيضربك الله أيها الحائط المبيض " ولما شتمه بهذا القول وفى التوراة أنه لا يجوز شتم رئيس الكهنة وَوَجَّه إليه اللوم على مخالفته للتوراة. قال بولس: لم أكن أعرف أيها الأخوة أنه رئيس كهنة؛ لأنه مكتوب: رئيس شعبك لا تقل فيه سوءا [أع ٢٣: ١ـ٥] ، [خروج ٢٢: ٢٨] .
وفى التوراة أن الإكراه على كسر حكم من أحكام الشريعة يسقط العقاب على كسر الحكم. فإن الفتاة العذراء المخطوبة لرجل، إن وجدها فى الحقل وأمسكها الرجل واضطجع معها؛ يموت الرجل الذى اضطجع معها وحده " وأما الفتاة فلا تفعل بها شيئاً. ليس على الفتاة خطية للموت، بل كما يقوم رجل على صاحبه ويقتله قتلاً. هكذا هذا الأمر، إنه فى الحقل وجدها؛ فصرخت الفتاة المخطوبة فلم يكن من يخلصها " [تث ٢٢: ٢٦ـ٢٧] .
وفى الإنجيل ينصح المسيح تلاميذه بالحذر من الناس فيقول: " ها أنا أرسلكم كغنم فى وسط ذئاب. فكونوا حكماء كالحيات، وبسطاء كالحمام. ولكن احذروا من الناس " [متى ١٠: ١٦ـ١٧] .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b434] VALUES (120,'<span data-type="title" id=toc-128>١١٩- تحليل الحنث فى القَسَم</span>
إنه جاء فى سورة البقرة: (لا يؤاخذكم الله باللغو فى أيمانكم، ولكن يؤاخكم بما كسبت قلوبكم) (١) وليس هذا من مقومات النبل والشرف؛ فإن المسيح قد نهى عن الحلف مطلقاً.
الرد على الشبهة:
تنص التوراة على " لا تنطق باسم الرب إلهك باطلاً " [خر ٢٠: ٧] . وفى سفر اللاويين: " ولا تحلقوا باسمى للكذب " [لا ١٩: ١٢] .
ومفسروالتوراة يقولون: " اختلف المفسرون فى معنى هذه الوصية فقال قوم: إنها تنهى عن القسم بالله على صحة ما هو كاذب، وقيل: إنها تنهى عن التهاون والاستخفاف باسمه تعالى، حتى تحظر على الإنسان أن ينطق باسمه بدون مراعاة الرهبة والاحترام ".
ونَهْىُ المسيح عن القسم ليس عن كل شىء. بل عن القسم على ما هو باطل، يقول المفسرون: " وقد أبان المسيح فى موعظته على الجبل أن الشريعة منعت عن القسم على صحة ما هو باطل فقط ".
وفى القرآن أن القسم مشروط (أن تبروا وتتقوا وتصلحوا بين الناس) (٢) وليس على الكذب. فيكون اللغو فى الآية مفسراً بغير الكذب.
كبناء مسجد. هل يبنى أو لا يبنى؟ فإنه إذا حسم التردد بيمين، ثم بدا له أن يرجع فى الحال؛ فله ذلك. أما إذا حسم التردد بيمين. وعزم عليه وعقده وأكده؛ فليس له أن يرجع فيه. وإن رجع فيه يلزمه التكفير عنه. وعلى قوله (أن تبروا وتتقوا وتصلحوا (لايكون الكذب داخلاً فى الموضوع على أى تفسير للغو.
_________
(١) البقرة: ٢٢٥.
(٢) البقرة: ٢٢٤.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b434] VALUES (121,'<span data-type="title" id=toc-129>١٢٠- تحليل الإغراء بالمال</span>
إن فى القرآن أن من مصارف الزكاة (والمؤلفة قلوبهم) وهذا إغراء بالمال للدخول فى الإسلام.
الرد على الشبهة:
إذا كان الإحسان إلى الناس إغراء لهم بالدخول فى الإسلام. فما بال النصارى ينشئون المستشفيات والمبرات الخيرية فى بلاد المسلمين وفى غير بلاد المسلمين لغرض التنصير والصد عن سبيل الله؟ وفى الدين الإسلامى أخذ الجزية من اليهود والنصارى إذا أصروا على ما نشأوا عليه. ولو كان التأليف إغراء؛ لما أخذ المسلمون منهم أموال الجزية. ذلك قوله تعالى: (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون) (١) .
وهل يسمى النصارى مكارم الأخلاق إغراء؟ والمؤلفة قلوبهم هم الذين ألف الله بين قلوبهم لقوله: (وألف بين قلوبهم لو أنفقت ما فى الأرض جميعاً ما ألفت بين قلوبهم ولكن الله ألف بينهم) (٢) وللتأليف أسبابه. ومنها الإنفاق على طلاب العلم الذين يتولون هدايتهم إلى الله. وذلك بفتح دور للعلم فيها ليتعلم الطلاب لغات الأمم، ثم ينتشرون لتعليمهم وإزالة شبه الشيطان عن دينهم، ووضع القرآن بينهم، وما شابه ذلك. وهذا يُنفق عليه من أموال الزكاة.
_________
(١) التوبة: ٢٩.
(٢) الأنفال: ٦٣.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b434] VALUES (122,'<span data-type="title" id=toc-130>١٢١- تحليل القتل</span>
إن فى القرآن شريعة القتال من أجل إسلام الأُمم. وهذا يُعدّ إكراهاً للناس على قبول الدين بالسيف.
الرد على الشبهة:
إن إبراهيم عليه السلام كان يدعو إلى الله، ومن يستجيب له يكون مساوياً لجميع المؤمنين بالله. ومن لا يستجيب له ويصد عن سبيل الله؛ كان يحاربه، وإبراهيم هو أب اليهود والنصارى والمسلمين. ففى سفر التكوين: " بعد هذه الأمور صار كلام الرب إلى أبرام فى الرؤيا قائلاً: لا تخف. أنا تُرس لك، أجرك كثيرًا جدًا " [تك ١:١٥] أى حارب أعداء الله وأنا أحميك كما يحمى الترس الجندى من ضربات السيوف. وفى سفر الزبور نبوءة صلى الله عليه وسلم ومن أوصافه فيها: " أما أنت يا رب فترس لى، مجدى ورافع رأسى.. " [مز: ٣] ويقول النصارى إن نبوءة عن المسيح , وهم يعلمون أن المسيح لم يحارب ولم يفتح بلاداً. وفى هذه النبوءة يصرخ النبى إلى الله أن ينصره، وقد أجابه من جبل قدسه " بصوتى إلى الرب أصرخ فيجيبنى من جبل قدسه " وجبل قدسه فى مكة المكرمة.
وفى التوراة أنه لا يحل لليهود أن يملك عليهم وثنى. فلو فرضنا أن ملكاً وثنياً قصد ديارهم وملك عليهم؛ تفرض أنهم مأمورون بقتاله، ذلك قوله:
" لا يحل لك أن تجعل عليك رجلاً أجنبيًّا ليس هو أخاك " [تث ١٥:١٧] وفى التوراة: " إذا خرجت للحرب على عدوك، ورأيت خيلاً ومراكب قوماً أكثر منك؛ فلا تخف منهم؛ لأن معك الرب إلهك" [تث ٢٠: ١] وهو معهم إذا كانوا يحاربون من أجل دينه، ونبذ عبادة الأوثان. وذلك لأن داود ـ عليه السلام ـ وهو يحارب جالوت؛ قال له:  ́فتعلم كل الأرض أنه يوجد إله لإسرائيل، وتعلم هذه الجماعة كلها أنه ليس بسيف ولا برمح يخلّص الرب؛ لأن الحرب للرب وهو يدفعكم ليدنا " [صموئيل الأول ١٧: ٤٦ـ٤٧] .
وفى سفر المكّابيين الثانى فى قصة الأم وأولادها السبعة أنها كانت تحرض أولادها على الشهادة فى سبيل الله. ومن كلامها: " لا أعلم كيف نشأتم فى أحشائى. فأنا لم أمنحكم الروح والحياة، ولا أنا كونت أعضاء جسد كل واحد منكم، بل الذى فعل ذلك هو خالق العالم. فهو الذى جبل الإنسان وأبدع كل شىء. وهو لذلك سيعيد إليكم برحمته الروح والحياة. لأنكم الآن تضحون بأنفسكم فى سبيل شريعته " [٢مك ٧: ٢٢ـ٢٣] . وفى إنجيل لوقا: أن المسيح أرسل تلاميذه إلى مدن بنى إسرائيل وأمرهم أن لا يحملوا زاداً ولا مالاً ولا يلبسوا أحذية. وأن يبشروا باقتراب ملكوت الله. فلما رجعوا " قال لهم: حين أرسلتكم بلا كيس ولا مزود ولا أحذية. هل أعوزكم شىء؟ فقالوا: لا. فقال لهم: لكن الآن من له كيس؛ فليأخذه، ومزود كذلك. ومن ليس له فليبع ثوبه، ويشتر سيفاً " [لو ٢٢: ٣٥ـ٣٦] فقد أمرهم بشراء السيوف للحرب. وما يزال النصارى إلى هذا اليوم يحاربون أعداءهم.
وفى إنجيل متى يقول المسيح: " سمعتم أنه قبل عين بعين وسن بسن وأما أنا فأقول لكم: لا تقاوموا الشر. بل من لطمك على خدك الأيمن فحول له الآخر أيضاً " [متى ٥: ٣٨ـ٣٩] .
يريد أن يقول: إن التوراة مكتوب فيها العين بالعين والسن بالسن [خر ٢١: ٢٤] وأنا أقول لكم: " لا تقاوموا الشر " فى هذا الزمان الفاسد الذى ليس فيه قاضٍ عادل ولا ملك منصف. كما قال صاحب سفر الأمثال فى زمانه: " لا تقل كما فعل بى هكذا افعل به. أرد على الإنسان مثل عمله " [أم ٢٤: ٢٩] فهو وصاحب سفر الأمثال لم يخالفا شريعة موسى فى أوقات العدل. وهما ينصحان أنه إذا عم الظلم. فإنه يجب على المظلوم أن يفوض أمره إلى الله. وقد وافق هو النبى إشعياء ومؤلف سفر مراثى إرمياء على قولهما فى أيام الفساد واشتداد الظلم: " من لطمك على خدك الأيمن، فحول له الآخر أيضاً " وهذا يدل على أنه فى إرشاداته ونصحه لم يأت بجديد، مع قوله: " ما جئت لأنقصن الناموس أو الأنبياء " [متى ٥: ١٧] .
ففى سفر إشعياء: " بذلت ظهرى للضاربين، وخدى للناتفين. وجهى لم أستر عن العار والبصق " [إش ٥٠: ٦] وفى سفر المراثى: " يعطى خده لضاربه، يشبع عارا " [مرا ٣: ٣٠] .',NULL,'116',NULL,NULL,'0');
INSERT INTO [b434] VALUES (123,'<span data-type="title" id=toc-131>١٢٢- تحليل النهب</span>
إن الله حلل الغنائم، وهذا أمر بقتل الناس ونهب أموالهم.
الرد على الشبهة:
إن تحليل الغنائم فى التوراة. ففى سفر التثنية: " وغنيمة المدن التى أخذنا.. الجميع دفعه الرب إلهنا أمامنا " [تث ٢: ٣٥ـ٣٦] ، وفى سفر التكوين فى صفات بنيامين: " فى الصباح يأكل غنيمة، وعند المساء يقسم نهباً " [تك ٤٩: ٢٧] أى محارب.
ومن أوصاف محمد رسول الله فى التوراة أنه يقسم غنائم. ففى نبوءة العبد المتألم: " ومع العظماء يقسم غنيمة " [إش ٥٣: ١٢] ولكن النصارى يفسرونها على المسيح مع أنه لم يحارب أحداً. وفى المزمور الثامن والستين عن محمد صلى الله عليه وسلم: " الملازمة البيت تقسم الغنائم " [مز ٦٨: ١٢] .',NULL,'117',NULL,NULL,'0');
INSERT INTO [b434] VALUES (124,'<span data-type="title" id=toc-132>١٢٣- تحليل الحلف</span>
إن فى القرآن أن صاحب القرآن يقسم بالفجر والليالى العشر. فلماذا يحلف؟ وهل يحتاج صاحب القول الصادق إلى قسم يؤكد به كلامه؟
الرد على الشبهة:
إن المعترض يعنى بصاحب القرآن محمداً صلى الله عليه وسلم ولا يعنى مُنَزِّلة وهو الله ـ عز وجل ـ والقسم من الله نفسه بمخلوقاته هو للدلالة على عظمها وأهميتها ومنافعها للناس. وفى التوراة: " الذى حلف الرب لهم أنه " [يشوع ٥: ٦] " حلف الرب بيمينه " [إشعياء ٦٢: ٨] وفى الإنجيل " ومن حلف بالهيكل فقد حلف به وبالساكن فيه، ومن حلف بالسماء فقد حلف بعرش الله وبالجالس عليه " [متى ٢٣: ٢١ـ٢٢] وفى الزبور: " أقسم الرب ولن يندم " [مز ١١٠: ٤] وفى سفر التكوين: " بذاتى أقسمت، يقول الرب " [تك ٢٢: ١٦] وفى سفر أعمال الرسل أن كاهناً وأولاده كانوا يقسمون باسم يسوع المسيح " قائلين نقسم عليك بيسوع " [أع ١٩: ١٣] .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b434] VALUES (125,'<span data-type="title" id=toc-133>١٢٤- تحليل الانتقام</span>
يقول المؤلف: إن القرآن يحلل الانتقام بقوله: (فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم) (١) .
الرد على الشبهة:
قد بينا فى إجابة السؤال الرابع من الجزء الثالث معنى قول المسيح " لطمك على خدك الأيمن فَحَوِّل له الآخر أيضاً ".
ونبين هنا: أن رد الاعتداء ليس فرضاً على المسلمين. فالفرض هو إما رد الاعتداء، وإما الصفح عن الجانى. ورد الاعتداء فرض فى التوراة والصفح عن الجانى فى العدل مرفوض فى التوراة. ففى التوراة: " وإن حصلت أذية؛ تعطى نفساً بنفس وعيناً بعين وسِنًّا بسن ويداً بيد ورجلاً برجل وكيًّا بكى وجرحاً بجرح ورضاً برضى " [خر ٢١: ٢٣ـ٢٥] .
وليس عندهم دفع الدية فى مقابل العفو عن القاتل. أما فى القرآن الكريم ففيه (فمن عُفى له من أخيه شىء؛ فاتباع بالمعروف وأداء إليه بإحسان ذلك تخفيف من ربكم ورحمة) (٢) أى تخفيف من الحكم القديم الذى كان فى التوراة وهو عدم قبول الدية.
_________
(١) البقرة: ١٩٤.
(٢) البقرة: ١٧٨.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b434] VALUES (126,'<span data-type="title" id=toc-134>١٢٥- تحليل الشهوات</span>
١ ـ إن القرآن أباح للمسلمين أكثر من زوجة.
٢ ـ إن الله فى الجنة سيرزق المؤمنين بنساء من الحور العين. وليست الجنة مكاناً للشهوات الحسية، ولا يبيح دين من عند الله تعدد الزوجات.
الرد على الشبهة:
إن هذه الشبهة مكونة من جزأين:
الجزء الأول: تعدد الزوجات،
والجزء الثانى: إباحة الشهوات الحسية فى الجنة.
والرد على الجزء الأول هو:
إن إبراهيم ـ عليه السلام ـ كان متزوجاً من سارة وهاجر وقطورة. وهو أب لليهود والنصارى والمسلمين. وأيضاً كانت له سرارى كثيرة لقوله: " وأما بنو السرارى اللواتى كانت لإبراهيم فأعطاهم إبراهيم عطايا وصرفهم عن إسحاق ابنه شرقاً إلى أرض المشرق وهو بعد حى " [تك ٢٥: ٦] وموسى كان متزوجاً من مديانية وحبشية [عدد ١٢: ١] ويعقوب ـ عليه السلام ـ كان متزوجاً من حرتين وأمنين وهما ليئة وراحيل وزلفة وبلهة [تك ٢٩ وما بعده] وكان لداود نساء هن: أخينوعم اليزرعبلية ـ أبيجايل ـ معكة ـ حجيث ـ أبيطال ـ عجلة. الجميع ستة عدا بثشبع امرأة أورياالحثى التى أنجب منها سليمان ـ عليه السلام ـ[صموئيل الثانى ٣: ١ـ٥] وكان لسليمان " سبع مائة من النساء السيدات، وثلاث مائة من السرارى " [الملوك الأول ١١: ٣] .
وفى الإنجيل أنه كان للمسيح أربع إخوة هم: يعقوب وموسِى ويهوذا وسمعان [مرقس ٦: ٣] واتفق النصارى على أن مريم أتت به بغير زرع بشر. وإذ هذا حاله. فهل هؤلاء الأربعة على الحقيقة إخوة أم على المجاز؟ اختلفوا. لأن متى قال عن يوسف النجار: " ولم يعرفها حتى ولدت ابنها البكر " [مز ١: ٢٤] فيكون قد عرفها بعد ولادته. وإن منهم لفريقاً يقولون: " إنها ظلت عذراء إلى أن ماتت، وإن الأربعة أولاد ليوسف عن زوجة سابقة له على مريم ". وعلى أية حال فإن غرضنا وهو إثبات تعدد الزوجات بإخوة المسيح الأربعة. وفى تفاسير الإنجيل أنه كان له أختان أيضاً هما أستير وثامار؛ يكون ملزماً لهم بإثبات التعدد.
والرد على الجزء الثانى هو:
إن التوراة تصرح بالبعث الجسدى والروحى معاً. فيكون النعيم حسيًّا، والعذاب حسيًّا. والإنجيل يصرح بالبعث الجسدى والروحى معاً. ولكن بُولُوس صرح بالبعث الروحى لغرض اللغو فى حقيقة ملكوت السماوات. ولسنا ههنا بصدد مناقشته. وإنما نحن ههنا بصدد إثبات البعث الجسدى والروحى. ففى إنجيل مرمقس يقول المسيح: " وإن أعثرتك يدك فاقطعها، خير لك أن تدخل الحياة أقطع من أن يكون لك يدان وتمضى إلى جهنم. إلى النار التى لا تطفأ. حيث دودهم لا يموت والنار لا تطفأ.. إلخ " [مر ٩: ٤٣ـ٤٤] وفى إنجيل متى " وإن كانت يدك اليمنى تعثرك فاقطعها وألقها عنك؛ لأنه خير لك أن يهلك أحد أعضائه، ولا يلقى جسدك كله فى جهنم " [متى ٥: ٣٠] .
وفى سفر إشعياء عن المُسرّات فى الجنة: " لم تر عينا إنسان ولم تسمع أذناه ولم يدرك قلب بشر ما أعده الله للذين يحبونه " [إش ٦٤: ٤] واستدل به بولس فى الرسالة الأولى إلى أهل كورنثوس [٢: ٩] ، وفى سفر أيوب: " أعلم أن إلهى حى، وأنى سأقوم فى اليوم الأخير بجسدى وسأرى بعينى الله مخلّصى " [أى ١٩: ٢٥ـ٢٧] وفى ترجمة البروتستانت: " وبدون جسدى ".
وفى سفر إشعياء عن عذاب جهنم: " يجلس خدمى على مائدتى فى بيتى، ويتلذذون بابتهاج مع حبور ومع صوت الأعواد والأراغن ولا أدعهم يحتاجون شيئاً ما، أما أنتم أعدائى فتطرحون خارجاً عنى حيث تموتون فى الشقاء، وكل خادم لى يمتهنكم " [إش ٦٠: ١٣] .',NULL,'119',NULL,NULL,'0');
INSERT INTO [b434] VALUES (127,'<span data-type="title" id=toc-136>١٢٦- الحدود فى الإسلام</span>
الرد على الشبهة:
إن الدارس للإسلام وأحكامه يدرك حقائق أساسية لتشريع الحدود فى الإسلام نحاول أن نشير إلى بعضها بإيجاز:
أولاً: الحدود فى الإسلام إنما هى زواجر تمنع الإنسان المذنب أن يعود إلى هذه الجريمة مرة أخرى.
وهى كذلك تزجر غيره عن التفكير فى مثل هذه الفعلة وتمنع من يفكر من أن يقارف الذنب، وهى أيضًا نكال " مانع " من الجريمة على مستوى الفرد وعلى مستوى الجماعة.
ثانيًا: إن من المقرر لدى علماء الإسلام قاعدة " درء الحدود بالشبهات " أى جعل الظن والشك فى صالح المتهم.
ثالثًا: ليس المراد بالحدود التشفى والتشهى وإيقاع الناس فى الحرج وتعذيبهم بقطع أعضائهم أو قتلهم أو رجمهم.
إنما المراد هو أن تسود الفضيلة، ومن هنا نجد الشرع الشريف ييسر فى هذه الحدود.
فإذا اشتدت الظروف فى حالات الجوع والخوف والحاجة تعطل الحدود، كما فعل سيدنا عمر بن الخطاب ـ رضى الله عنه ـ فى عام الرمادة.
ومن التيسير أيضًا أن الإسلام يأمر بالستر قبل الوصول إلى الحاكم قال رسول الله صلى الله عليه وسلم لرجلٍ يشهد على الزنا [لو سترته بثوبك كان خيرًا لك] (١) .
رابعًا: الشريعة الإسلامية شريعة عامة لكل زمان ومكان، والناس مختلفون فى ضبط نفوسهم، فلابد من وجود عقاب رادع يضبط أصحاب النفوس الضعيفة من الوقوع فى الجرائم والحدود والردة عن الإسلام حتى يسلم المجتمع من الفساد ظاهرًا وباطنًا.
خامسًا: الحدود إنما هى جزء من النظام الإسلامى العام، فلابد من فهم النظام ككل حتى تفهم الحدود ولا يمكن تطبيق الحدود إلا مع تطبيق النظام الإسلامى ككل وإلا لا ينسجم الأمر ولا تستقيم حكمة الله من تشريعه.
سادسًا: الحدود دعوة صريحة للتخلق بالأخلاق الحسنة التى هى من مقاصد الدين وهى أيضًا طريق إلى التوبة إلى الله، فالمذنب إذا عوقب بعقاب الشارع الذى هو منسجم مع تكوينه وواقع وفق علم الله تعالى به وبنفسيته فإن هذا يخاطب قلبه ومشاعره بوجوب الرجوع إلى ربه.
ويكفى ارتداع المسلم عن الجريمة ودخوله فى رحمة ربه معرفته بأن ربه هو الذى شرع له هذا الحكم، فإن هذا وحده من شأنه أن يجعله يتوب وينجذب إلى ربه ويصير مؤمنًا بالله جل جلاله خاصة إذا علم أن هذا الحد يكفر عنه هذا الذنب.
سابعًا: الإسلام دين، والحدود والتعاذير إنما هى فى كل دين بل وفى كل نظام قانونى ومن أراد على ذلك مثال فالتوراة مثلاً تأمر بحرق الزانية والزانى إذا كانت ابنة كاهن.
ذلك قولهم " وإذا تدنست ابنة كاهن بالزنا فقد دنست أباها، بالنار تحرق [اللاويين ٢١: ٩] .
ومن النظم القانونية من يأمر بقتل الخارج على النظام إلى غير ذلك.
ثامنًا: الحدود عقوبات واعية تتناسب مع النفس البشرية والعقوبات البديلة خالية من هذه القيم.
_________
(١) رواه أبو داود.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b434] VALUES (128,'<span data-type="title" id=toc-137>١٢٧- حد السرقة</span>
الرد على الشبهة:
إن النظام الإسلامى كلٌ متكامل، فلا تفهم حكمة الجزئيات التشريعية فيه حق فهمها إلا أن ينظر فى طبيعة النظام وأصوله ومبادئه، كذلك لا تصلح هذه الجزئيات فيه للتطبيق إلا أن يؤخذ النظام كاملاً ويعمل به جملة واحدة هذا بصفة عامة.
أما بالنسبة لحد السرقة:
فإن الإسلام يقرر حق كل فرد فى الحياة وحقه فى كل الوسائل لحفظ حياته، ومن حق كل إنسان أن يحصل على هذه الوسائل:
أولاً عن طريق العمل مادام قادراً على العمل، فإن لم يستطع أن يحصِّل أسباب الحياة فعلى المجتمع المسلم أن يوفر له ما يحفظ حياته أولاً من النفقة التى تفرض له شرعاً على القادرين فى أسرته.
ثانياً على القادرين من أهل محلته.
ثالثاً من بيت مال المسلمين من حقه المفروض له فى الزكاة فى نظام تكافلى للرعاية الاجتماعية والأمن الاجتماعى.
والإسلام كذلك يتشدد فى تحديد وسائل جمع المال فلا تقوم الملكية الفردية فيه إلا على حلال، ومن ثم لا تثير الملكية الفردية فى المجتمع المسلم أحقاد الذين لا يملكون حيث يمكن لكل أحد أن يصبح غنيًّا بالوسائل المشروعة المتاحة والسوق التنافسية الشريفة. والإسلام يربى ضمائر الناس وأخلاقهم، فيجعل تفكيرهم يتجه إلى العمل والكسب لا إلى السرقة، وبذلك يحفظ مصالح الفرد والمجتمع معاً.
إذن فلماذا يسرق السارق فى ظل هذا النظام؟
إنه لا يسرق إلا للطمع فى الثراء من غير طريق العمل، والثراء لا يطلب من هذا الوجه الذى يروع الجماعة المسلمة فى دار الإسلام، ويحرمها الطمأنينة التى من حقها أن تستمتع بها، ويحرم أصحاب المال الحلال أن يطمئنوا على مالهم الحلال.
فإذا سرق إنسان بعد هذا فإنه لا يسرق وله عذر، ولا ينبغى لأحد أن يرأف به متى ثبت عليه الجريمة وأحيل أمره إلى النظام.
ونفس الإنسان فطرت على حب المال ولعل هذا هو الذى يدفع معظم الناس إلى العمل والكد. والإسلام دائماً يقوّم دوافع النفس حتى تنضبط إما بالترغيب أو بالترهيب. من هنا حض الإسلام على الكسب الحلال ورغّب فيه ورهّب من السرقة بهذه العقوبة، حتى يستقيم المجتمع بما فيه من بار وفاجر. يقول رسول الله صلى الله عليه وسلم [إن الله ليدع بالسلطان ما لا يدع بالقرآن] .
ولما كان قطع يد السارق يفضحه ويسمه بسمة السرقة ويطلع الناس على ما كان منه. فقد أقام الإسلام حراسة على من يتهم بالسرقة، فلا تقطع يده مع وجود شبهة فى أنه سرق كما لا تقطع يده فى الشىء المسروق إذا كان تافهاً لا يعتد به، أو كان فى غير حرز بل إن السارق فى تلك الحالة يعزر بالضرب أو الحبس، ولا تقطع يده.
ومن تلك الضوابط التى وضعتها الشريعة لإقامة حد القطع على السارق:
أولاً: أن يكون المسروق شيئاً ذا قيمة أى أن له اعتباراً اقتصاديٍّا فى حياة الناس. عن السيدة عائشة ـ رضى الله عنها ـ عن النبى صلى الله عليه وسلم أنه قال: [تقطع اليد ـ أى يد السارق ـ بربع دينار فصاعداً] (١) .
ثانياً: أن يكون المسروق محروزاً، أى محفوظاً فى حرز.
ثالثاً: أن ما أخذ للأكل بالفم من التمر فهذا لا قطع فيه ولا تعزير.
رابعاً: السرقة فى أوقات المجاعات لا قطع فيها ولذلك أبطل عمر ـ رضى الله عنه ـ القطع فى عام الرمادة حينما عمت المجاعة.
خامساً: العبد إذا سرق شىء ينظر هل سيده يطعمه أم لا؟ فإن كان لا، غرم سيده ضعف ثمن المسروق كما فعل سيدنا عمر بن الخطاب ـ رضى الله عنه ـ فى غلمان ابن حاطب بن أبى بلتعة حينما سرقوا ناقة رجل من مزينة فقد أمر بقطعهم ولكن حين تبين له أن سيدهم يجيعهم درأ عنهم الحد وغرم سيدهم ضعف ثمن الناقة تأديباً له.
والقاعدة أن الحدود تُدْرَء بالشبهات.
وهكذا ينبغى أن تفهم حدود الإسلام فى ظل نظامه المتكامل الذى يتخذ أسباب الوقاية قبل أن يتخذ أسباب العقوبة.
فالحدود تمنع من وقوع الجريمة ولذلك نرى على مر التاريخ الإسلامى وعلى مساحة واسعة من بلاد المسلمين أن حد السرقة لم يطبق إلا فى أضيق الحدود وبعدد محدود جداً لا يتجاوز العشرات مع كل هذه الملايين من البشر حيث استقر فى وجدان المسلمين أن السرقة جريمة من الجرائم السيئة التى تهدد الأمن الاجتماعى والمجتمع فى ذاته بحيث تستحق مثل هذه العقوبة البدنية التى تشبه عقوبة الإعدام وعلى قدر عظم الذنب والجرم يكون عظم العقاب.
وبعض المعاصرين ينطلقون من نموذج معرفى آخر يقدم بدن الإنسان فى ذاته بغض النظر عن أفعاله وجرائمه. وقد خفى عليهم كل هدى سليم ولا حول ولا قوة إلا بالله العلى العظيم.
_________
(١) رواه أبو داود.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b434] VALUES (129,'<span data-type="title" id=toc-138>١٢٨- حد الزنا</span>
الرد على الشبهة:
إن جريمة الزنا لهى من أقذر الجرائم حتى أنكرها كل دين، بل وأنكرها العقلاء والراشدون من الناس، كما أنكرها أصحاب المدنية الغربية جهرًا وإن قبلوها سرًا وذلك لما فيها من عدوان على حقوق الأزواج ومن اختلاط للأنساب وحل لروابط الأسرة وقتل لما فى قلوب الآباء من عطف وحنان على الأبناء، ورعاية وبذلٍ سخى لهم بما يبلغ حد التضحية بالراحة والنفس، الأمر الذى لا يكون إلا إذا ملأت عاطفة الأبوة قلوب الآباء وذلك لا يكون إلا إذا وقع فى قلوب الآباء وقوعًا محققًا أن هؤلاء الأبناء من أصلابهم.
ثم لعلك لا تعجب لما تقرأ من الأخبار الواردة إلينا من أمريكا وأوروبا عن آباء قتلوا أولادهم بأيديهم وأتوا على الأسرة كلها فى لحظة واحدة دون أن ينبض فيهم شعور بالتردد قبل الجريمة أو الندم بعدها، وذلك شفاء لما فى نفوسهم من شكوك فى صحة نسب هؤلاء الأبناء إليهم حتى لقد تحولت هذه الشكوك إلى عواطف من الجنون الذى أفقد هؤلاء الآباء كل شعور إنسانى نحو الأبناء المشكوك فى نسبهم، وهيهات أن يخلو شعور أوروبى من الشك فى نسبة أبنائه إليه مع هذه الإباحية المطلقة للجمع بين النساء والرجال فى أى مكان وأى زمان.
فإن أراد الإسلام أن يحارب هذه الجريمة برصد هذه العقوبة الرادعة ـ الرجم للمحصن، والجلد لغير المحصن ـ كان ذلك عند أعداء الإسلام تهمة شنيعة يرمونه بها ويحاكمونه عليها ليخرجوه من حدود الإنسانية المتحضرة إلى عالم سكان الأدغال ورعاة الإبل والشياه فى الصحارى.
ويقولون: كيف يحكم الإسلام بإهدار آدمية الإنسان حتى يأمر بجلده على مرائى ومسمع من الناس؟ ثم كيف تصل الوحشية فى قسوتها إلى أن يُلقى بالإنسان فى حفرة ثم تتناوله الأيدى رجماً بالحجارة إلى أن يموت.
هكذا يقولون (كبرت كلمة تخرج من أفواههم إن يقولون إلا كذباً) (١) .
ولا ننكر أن فى شريعة الإسلام حكم الجلد والرجم يقول الله تعالى: (الزانية والزانى فاجلدوا كل واحدٍ منهما مائة جلدة ولا تأخذكم بهما رأفة فى دين الله إن كنتم تؤمنون بالله واليوم الآخر وليشهد عذابهما طائفة من المؤمنين) (٢) .
وقال رسول الله صلى الله عليه وسلم [لا يحل دم امرئٍ مسلم إلا بإحدى ثلاث: الثيب الزانى، والنفس بالنفس، والتارك لدينه المفارق للجماعة] (٣) .
والنظام الإسلامى كل متكامل لا تفهم جزئياته إلا فى نسق واحد.
فإن الإسلام قد حرّم النظر إلى " الأجنبيات " قال رسول الله صلى الله عليه وسلم [النظرة سهم من سهام إبليس مسمومة فمن تركها من خوف الله أثابه إيماناً يجد حلاوته فى قلبه] (٤) . وكذلك أمر النساء ألا يظهرن الزينة إلا للأزواج أو الأقارب من الصلب الذين لا يُخشى منهم فتنة. قال الله تعالى: (يا أيها النبى قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن) (٥) ، وقال:
(وقل للمؤمنات يغضضن من أبصارهن) (٦) . وأمر أيضاً ألا يختلى رجل بامرأة لا تحل له قال رسول الله صلى الله عليه وسلم [ما اجتمع رجل وامرأة إلا وكان الشيطان ثالثهما] .
وحرم أيضاً أن يمس الرجل امرأة لا تحل له فقال رسول الله صلى الله عليه وسلم [لئن تضرب بمخيط فى رأسك فتدمى به رأس خير لك من أن تمس امرأة لا تحل لك] . وقبل هذا كله فقد استطاع الإسلام أن يربى الضمير فى الرجل والمرأة على حد سواء على ضوء ما جاء فى قصة ماعزو الغامدية.
والإسلام كذلك حض الشباب على إخراج هذه الشهوة فى منفذها الشرعى بالزواج. فقال رسول الله صلى الله عليه وسلم: [يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحفظ للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء] (٧) أى قاطع للشهوة.
وكذلك رخص للرجل أن يتزوج بامرأة واحدة أو اثنين أو ثلاثة أو أربع مادام يملك النفقة ويستطيع العدل.
وأمر أولياء الأمور أن لا يغالوا فى مهور بناتهم فقال رسول الله صلى الله عليه وسلم [إذا جاءكم من ترضون دينه وخلقه فزوجوه إلا تفعلوا تكن فتنة فى الأرض وفساد كبير] (٨) . وأمر الأغنياء أن يساعدوا الشباب فى نفقات الزواج. وقد قام الخليفة العادل عمر بن عبد العزيز بتزويج الشباب والفتيات من بيت مال المسلمين.
هذا كله هو بعض ملامح الإسلام فى تيسير أمر إخراج هذه الشهوة بطريق مشروع، والحقيقة أن مثل هذه الشنيعة لا تحصل فى المجتمع المسلم ـ الذى تسوده الفضيلة ـ إلا بعد تدبير عظيم من كلا الطرفين يدل على إجرام كلا الطرفين ولكن مع كل هذا فإن شريعة الإسلام قد وضعت شروط من الصعب جدًا توافرها قبل إيقاع العقوبة.
فإن لم تتوفر مجتمعة لا يقام الحد على صاحب هذه الفعلة جلداً كان أو رجماً وهذه هى الشروط:
١ ـ لابد حتى تثبت الجريمة من شهادة أربعة شهود عدول يشهدون بأنهم رأوا من الرجل والمرأة ما يكون بين الرجل وزوجته من اتصال مباشر، الأمر الذى لا يكاد يراه أحدٌ من البشر.
وكأن الشريعة لا ترصد هذه العقوبة على هذه الفعلة بوصفها ولكنها ترصدها على شيوع هذه الفعلة على الملأ من الناس بحيث لا يبغى بين الناس من يعرف معروفاً ولا ينكر منكراً.
٢ ـ إن الشريعة الإسلامية تقرر درء الحدود بالشبهات بمعنى أن أى شك فى شهادة الشهود يفسر لصالح المتهم فيسقط بذلك الحد. قال رسول الله صلى الله عليه وسلم [ادرءوا الحدود بالشبهات] (٩) .
٣ ـ فرضت الشريعة عقوبة الجلد ثمانين جلدة على من قذف محصنة ثم لم يأت بأربعة يشهدون بأنهم رأوا منها ومن المقذوف بها ما يكون بين الزوج وزوجته قال الله تعالى: (والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة أبداً وأولئك هم الفاسقون) (١٠) .
٤ ـ رغبت الشريعة الإسلامية فى التستر على عورات المسلمين وإمساك الألسنة عن الجهر بالفواحش وإن كانت وقعت، قال رسول الله صلى الله عليه وسلم
[لرجل جاء يشهد: هلا سترتهما بثوبك] يقول الله تعالى: (إن الذين يحبون أن تشيع الفاحشة فى الذين آمنوا لهم عذاب أليم فى الدنيا والآخرة والله يعلم وأنتم لا تعلمون) (١١) .
أبعد هذا كله يتخرص متخرص ويقول: إن الإسلام يظلم الإنسان ويهدر أدميته حين يأخذ أولئك الذين يأتون الفاحشة على أعين بما يأخذهم به من جلد بالسياط. وفضح بين الملأ من الناس.
أفلا يسأل هؤلاء المتخرصون أنفسهم ماذا يبقى للإنسان من آدميته وكرامته إذا تركت هذه الفاحشة يعالى بها بعض الآدميين من غير استحياء ثم لا يضرب على أيديهم أحد. إن إنساناً توفرت له كل هذه الميسرات وتجرأ على الترتيب لهذه الفعلة الشنيعة. ثم افتضح حاله حين يراه هذا العدد فى هذا الوضع. إن إنساناً فى مثل هذا الحال لهو إنسان مفسد ضال مضل ولو لم يتم بتره أو تربيته فإن هذا يشكل خطراً على المجتمع كله.
والمتحدثون عن حقوق الإنسان يقولون لا بأس من أن يحبس قترة من الزمن ثم يخرج لكى يمارس عمله ولا يعلمون أن مثل هذا الحبس سوف يمكنه من أن يخالط من هو أجرم منه ليتعلم منه ويعلمه ويخرجان إلى المجتمع بعد أن أصبحا إمامين فى الضلال ليضلا الناس عن طريق رب الناس وهذا هو المشاهد.
فضلاً عن الذى يترتب على الحد من تكفير لهذا الذنب.
وإن المتتبع لا يجد هذه العقوبة قد نفذت " حال تنفيذ العقوبات " إلا فى أعداد محدودة ولا ضرر فى هذا مادام قد وفر الأمن والاستقرار للمجتمع.
_________
(١) الكهف: ٥.
(٢) النور: ٢.
(٣) رواه مسلم.
(٤) رواه الحاكم فى المستدرك.
(٥) الأحزاب: ٥٩.
(٦) النور: ٣١.
(٧) رواه البخارى.
(٨) رواه ابن ماجه.
(٩) رواه الترمذى.
(١٠) النور: ٤.
(١١) النور: ١٩.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b434] VALUES (130,'<span data-type="title" id=toc-139>١٢٩- حد الردة</span>
الرد على الشبهة:
إن الإسلام يقرر حرية اختيار الدين، فالإسلام لا يكره أحداً على أن يعتنق أى دين يقول الله تعالى (لا إكراه فى الدين) (١) .
غاية ما هنالك أن الإسلام لا يقبل الشرك بالله ولا يقبل عبادة غير الله وهذا من صلب حقيقة الإسلام باعتبار كونه دين من عند الله جل وعلا، ومع ذلك يقبل النصارى واليهود ولا يقاتلهم على ما هم عليه ولكن يدعوهم إلى الإسلام. كما أن الإسلام لا يبيح الخروج لمن دخل فى دين الله لا يكلف أحداً أن يجهر بنصرة الإسلام، ولكنه لا يقبل من أحدٍ أن يخذل الإسلام، والذى يرتد عن الإسلام ويجهر بذلك فإنه يكون عدوًّا للإسلام والمسلمين ويعلن حرباً على الإسلام والمسلمين ولا عجب أن يفرض الإسلام قتل المرتد، فإن كل نظام فى العالم حتى الذى لا ينتمى لأى دين تنص قوانينه أن الخارج عن النظام العام له عقوبة القتل لا غير فيما يسمونه بالخيانة العظمى.
وهذا الذى يرتد عن الإسلام فى معالنة وجهر بارتداده، إنما يعلن بهذا حرباً على الإسلام ويرفع راية الضلال ويدعو إليها المنفلتين من غير أهل الإسلام وهو بهذا محارب للمسلمين يؤخذ بما يؤخذ به المحاربون لدين الله.
والمجتمع المسلم يقوم أول ما يقوم على العقيدة والإيمان. فالعقيدة أساس هويته ومحور حياته وروح وجوده، ولهذا لا يسمح لأحد أن ينال من هذا الأساس أو يمس هذه الهوية. ومن هنا كانت الردة المعلنة كبرى الجرائم فى نظر الإسلام لأنها خطر على شخصية المجتمع وكيانه المعنوى، وخطرعلى الضرورة الأولى من الضرورات الخمس " الدين والنفس والنسل والعقل والمال ".
والإسلام لا يقبل أن يكون الدين ألعوبة يُدخل فيه اليوم ويُخرج منه غداً على طريقة بعض اليهود الذين قالوا: (آمنوا بالذى أنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون) (٢) .
والردة عن الإسلام ليست مجرد موقف عقلى، بل هى أيضاً تغير للولاء وتبديل للهوية وتحويل للانتماء. فالمرتد ينقل ولاءه وانتماءه من أمة إلى أمة أخرى فهو يخلع نفسه من أمة الإسلام التى كان عضواً فى جسدها وينقم بعقله وقلبه وإرادته إلى خصومها ويعبر عن ذلك الحديث النبوى بقول رسول الله صلى الله عليه وسلم فيه: [التارك لدينه المفارق للجماعة] (٣) ، وكلمة المفارق للجماعة وصف كاشف لا منشئ، فكل مرتد عن دينه مفارق للجماعة.
ومهما يكن جرم المرتد فإن المسلمين لا يتبعون عورات أحدٍ ولا يتسورون على أحدٍ بيته ولا يحاسبون إلا من جاهر بلسانه أو قلمه أو فعله مما يكون كفراً بواحاً صريحاً لا مجال فيه لتأويل أو احتمال فأى شك فى ذلك يفسر لمصلحة المتهم بالردة.
إن التهاون فى عقوبة المرتد المعالن لردته يعرض المجتمع كله للخطر ويفتح عليه باب فتنة لا يعلم عواقبها إلا الله سبحانه. فلا يلبث المرتد أن يغرر بغيره، وخصوصاً من الضعفاء والبسطاء من الناس، وتتكون جماعة مناوئة للأمة تستبيح لنفسها الاستعانة بأعداء الأمة عليها وبذلك تقع فى صراع وتمزق فكرى واجتماعى وسياسى، وقد يتطور إلى صراع دموى بل حرب أهلية تأكل الأخضر واليابس.
وجمهور الفقهاء قالوا بوجوب استتابة المرتد قبل تنفيذ العقوبة فيه بل قال شيخ الإسلام ابن تيمية هو إجماع الصحابة ـ رضى الله عنه ـ وبعض الفقهاء حددها بثلاثة أيام وبعضهم بأقل وبعضهم بأكثر ومنهم من قال يُستتاب أبداً، واستثنوا من ذلك الزنديق؛ لأنه يظهر خلاف ما يبطن فلا توبة له وكذلك سابّ الرسول صلى الله عليه وسلم لحرمة رسول الله وكرامته فلا تقبل منه توبة وألَّف ابن تيمية كتاباً فى ذلك أسماه " الصارم المسلول على شاتم الرسول ".
والمقصود بهذه الاستتابة إعطاؤه فرصة ليراجع نفسه عسى أن تزول عنه الشبهة وتقوم عليه الحُجة ويكلف العلماء بالرد على ما فى نفسه من شبهة حتى تقوم عليه الحُجة إن كان يطلب الحقيقة بإخلاص وإن كان له هوى أو يعمل لحساب آخرين، يوليه الله ما تولى.
_________
(١) البقرة: ١٥٦.
(٢) آل عمران: ٧٢.
(٣) رواه مسلم.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b434] VALUES (131,'<span data-type="title" id=toc-141>١٣٠- أن ميراث الأنثى نصف ميراث الذكر</span>
الرد على الشبهة:
صحيح وحق أن آيات الميراث فى القرآن الكريم قد جاء فيها قول الله سبحانه وتعالى: (للذكر مثل حظ الأنثيين) (١) ؛ لكن كثيرين من الذين يثيرون الشبهات حول أهلية المرأة فى الإسلام، متخذين من التمايز فى الميراث سبيلاً إلى ذلك لا يفقهون أن توريث المرأة على النصف من الرجل ليس موقفًا عامًا ولا قاعدة مطّردة فى توريث الإسلام لكل الذكور وكل الإناث. فالقرآن الكريم لم يقل: يوصيكم الله فى المواريث والوارثين للذكر مثل حظ الأنثيين.. إنما قال: (يوصيكم الله فى أولادكم للذكر مثل حظ الأنثيين) .. أى أن هذا التمييز ليس قاعدة مطّردة فى كل حالات الميراث، وإنما هو فى حالات خاصة، بل ومحدودة من بين حالات الميراث.
بل إن الفقه الحقيقى لفلسفة الإسلام فى الميراث تكشف عن أن التمايز فى أنصبة الوارثين والوارثات لا يرجع إلى معيار الذكورة والأنوثة.. وإنما لهذه الفلسفة الإسلامية فى التوريث حِكَم إلهية ومقاصد ربانية قد خفيت عن الذين جعلوا التفاوت بين الذكور والإناث فى بعض مسائل الميراث وحالاته شبهة على كمال أهلية المرأة فى الإسلام. وذلك أن التفاوت بين أنصبة الوارثين والوارثات فى فلسفة الميراث الإسلامى ـ إنما تحكمه ثلاثة معايير:
أولها: درجة القرابة بين الوارث ذكرًا كان أو أنثى وبين المُوَرَّث المتوفَّى فكلما اقتربت الصلة.. زاد النصيب فى الميراث.. وكلما ابتعدت الصلة قل النصيب فى الميراث دونما اعتبار لجنس الوارثين..
وثانيها: موقع الجيل الوارث من التتابع الزمنى للأجيال.. فالأجيال التى تستقبل الحياة، وتستعد لتحمل أعبائها، عادة يكون نصيبها فى الميراث أكبر من نصيب الأجيال التى تستدبر الحياة. وتتخفف من أعبائها، بل وتصبح أعباؤها ـ عادة ـ مفروضة على غيرها، وذلك بصرف النظر عن الذكورة والأنوثة للوارثين والوارثات.. فبنت المتوفى ترث أكثر من أمه ـ وكلتاهما أنثى ـ.. وترث البنت أكثر من الأب! - حتى لو كانت رضيعة لم تدرك شكل أبيها.. وحتى لو كان الأب هو مصدر الثروة التى للابن، والتى تنفرد البنت بنصفها! ـ.. وكذلك يرث الابن أكثر من الأب ـ وكلاهما من الذكور..
وفى هذا المعيار من معايير فلسفة الميراث فى الإسلام حِكَم إلهية بالغة ومقاصد ربانية سامية تخفى على الكثيرين!..
وهى معايير لا علاقة لها بالذكورة والأنوثة على الإطلاق..
وثالثها: العبء المالى الذى يوجب الشرع الإسلامى على الوارث تحمله والقيام به حيال الآخرين.. وهذا هو المعيار الوحيد الذى يثمر تفاوتاً بين الذكر والأنثى.. لكنه تفاوت لا يفضى إلى أى ظلم للأنثى أو انتقاص من إنصافها.. بل ربما كان العكس هو الصحيح!..
ففى حالة ما إذا اتفق وتساوى الوارثون فى درجة القرابة.. واتفقوا وتساووا فى موقع الجيل الوارث من تتابع الأجيال - مثل أولاد المتوفَّى، ذكوراً وإناثاً - يكون تفاوت العبء المالى هو السبب فى التفاوت فى أنصبة الميراث.. ولذلك، لم يعمم القرآن الكريم هذا التفاوت بين الذكر والأنثى فى عموم الوارثين، وإنما حصره فى هذه الحالة بالذات، فقالت الآية القرآنية: (يوصيكم الله فى أولادكم للذكر مثل حظ الأنثيين) .. ولم تقل: يوصيكم الله فى عموم الوارثين.. والحكمة فى هذا التفاوت، فى هذه الحالة بالذات، هى أن الذكر هنا مكلف بإعالة أنثى ـ هى زوجه ـ مع أولادهما.. بينما الأنثى الوارثة أخت الذكرـ إعالتها، مع أولادها، فريضة على الذكر المقترن بها.. فهى ـ مع هذا النقص فى ميراثها بالنسبة لأخيها، الذى ورث ضعف ميراثها، أكثر حظًّا وامتيازاً منه فى الميراث.. فميراثها ـ مع إعفائها من الإنفاق الواجب ـ هو ذمة مالية خالصة ومدخرة، لجبر الاستضعاف الأنثوى، ولتأمين حياتها ضد المخاطر والتقلبات.. وتلك حكمة إلهية قد تخفى على الكثيرين..
وإذا كانت هذه الفلسفة الإسلامية فى تفاوت أنصبة الوارثين والوارثات وهى التى يغفل عنها طرفا الغلو، الدينى واللادينى، الذين يحسبون هذا التفاوت الجزئى شبهة تلحق بأهلية المرأة فى الإسلام فإن استقراء حالات ومسائل الميراث ـ كما جاءت فى علم الفرائض (المواريث) ـ يكشف عن حقيقة قد تذهل الكثيرين عن أفكارهم المسبقة والمغلوطة فى هذا الموضوع.. فهذا الاستقراء لحالات ومسائل الميراث، يقول لنا:
١ ـ إن هناك أربع حالات فقط ترث فيها المرأة نصف الرجل.
٢ ـ وهناك حالات أضعاف هذه الحالات الأربع ترث فيها المرأة مثل الرجل تماماً.
٣ ـ وهناك حالات عشر أو تزيد ترث فيها المرأة أكثر من الرجل.
٤ ـ وهناك حالات ترث فيها المرأة ولا يرث نظيرها من الرجال.
أى أن هناك أكثر من ثلاثين حالة تأخذ فيها المرأة مثل الرجل، أو أكثر منه، أو ترث هى ولا يرث نظيرها من الرجال، فى مقابلة أربع حالات محددة ترث فيها المرأة نصف الرجل.. (٢) "!!.
تلك هى ثمرات استقراء حالات ومسائل الميراث فى علم الفرائض (المواريث) ، التى حكمتها المعايير الإسلامية التى حددتها فلسفة الإسلام فى التوريث.. والتى لم تقف عند معيار الذكورة والأنوثة، كما يحسب الكثيرون من الذين لا يعلمون!..
وبذلك نرى سقوط الشبهة الأولى من الشبهات الخمس المثارة حول أهلية المرأة، كما قررها الإسلام.
_________
(١) النساء: ١١.
(٢) د. صلاح الدين سلطان "ميراث المرأة وقضية المساواة " ص١٠، ٤٦، طبعة القاهرة، دار نهضة مصر سنة ١٩٩٩م ـ " سلسلة فى التنوير الإسلامى ".',NULL,'125',NULL,NULL,'0');
INSERT INTO [b434] VALUES (132,'<span data-type="title" id=toc-142>١٣١- أن شهادة المرأة نصف شهادة الرجل</span>
الرد على الشبهة:
أما الشبهة الثانية والزائفة التى تثار حول موقف الإسلام من شهادة المرأة.. التى يقول مثيروها: إن الإسلام قد جعل المرأة نصف إنسان، وذلك عندما جعل شهادتها نصف شهادة الرجل، مستدلين على ذلك بآية سورة البقرة: (يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذى عليه الحق وليتق الله ربه ولا يبخس منه شيئاً فإن كان الذى عليه الحق سفيهاً أو ضعيفاً أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما فتذكر إحداهما الأخرى ولا يأب الشهداء إذا ما دُعُوا ولا تسأموا أن تكتبوه صغيرًا أو كبيرًا إلى أجله ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا إلا أن تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شىء عليم) (١) .
ومصدر الشبهة التى حسب مثيروها أن الإسلام قد انتقص من أهلية المرأة، بجعل شهادتها على النصف من شهادة الرجل: [فإن لم يكونا رجلين فرجل وامرأتان] هو الخلط بين " الشهادة " وبين " الإشهاد " الذى تتحدث عنه هذه الآية الكريمة.. فالشهادة التى يعتمد عليها القضاء فى اكتشاف العدل المؤسس على البينة، واستخلاصه من ثنايا دعاوى الخصوم، لا تتخذ من الذكورة أو الأنوثة معيارًا لصدقها أو كذبها، ومن ثم قبولها أو رفضها.. وإنما معيارها تحقق اطمئنان القاضى لصدق الشهادة بصرف النظرعن جنس الشاهد، ذكرًا كان أو أنثى، وبصرف النظر عن عدد الشهود.. فالقاضى إذا اطمأن ضميره إلى ظهور البينة أن يعتمد شهادة رجلين، أو امرأتين، أو رجل وامرأة، أو رجل وامرأتين، أو امرأة ورجلين، أو رجل واحد أو امرأة واحدة.. ولا أثر للذكورة أو الأنوثة فى الشهادة التى يحكم القضاء بناءً على ما تقدمه له من البينات..
أما آية سورة البقرة، والتى قالت: [واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما فتذكر إحداهما الأخرى] فإنها تتحدث عن أمر آخر غير" الشهادة " أمام القضاء.. تتحدث عن " الإشهاد " الذى يقوم به صاحب الدين للاستيثاق من الحفاظ على دَيْنه، وليس عن " الشهادة " التى يعتمد عليها القاضى فى حكمه بين المتنازعين.. فهى - الآية - موجهة لصاحب الحق الدَّيْن وليس إلى القاضى الحاكم فى النزاع.. بل إن هذه الآية لا تتوجه إلى كل صاحب حق دَيْن ولا تشترط ما اشترطت من مستويات الإشهاد وعدد الشهود فى كل حالات الدَّيْن.. وإنما توجهت بالنصح والإرشاد فقط النصح والإرشاد إلى دائن خاص، وفى حالات خاصة من الديون، لها ملابسات خاصة نصت عليها الآية.. فهو دين إلى أجل مسمى.. ولابد من كتابته.. ولابد من عدالة الكاتب. ويحرم امتناع الكاتب عن الكتابة..ولابد من إملاء الذى عليه الحق.. وإن لم يستطع فليملل وليه بالعدل.. والإشهاد لا بد أن يكون من رجلين من المؤمنين.. أو رجل وامرأتين من المؤمنين.. وأن يكون الشهود ممن ترضى عنهم الجماعة.. ولا يصح امتناع الشهود عن الشهادة.. وليست هذه الشروط بمطلوبة فى التجارة الحاضرة.. ولا فى المبايعات..
ثم إن الآية ترى فى هذا المستوى من الإشهاد الوضع الأقسط والأقوم.. وذلك لا ينفى المستوى الأدنى من القسط..
ولقد فقه هذه الحقيقة حقيقة أن هذه الآية إنما تتحدث عن " الإشهاد" فى دَيْن خاص، وليس عن الشهادة.. وإنها نصيحةوإرشاد لصاحب الدَّيْن ذى المواصفات والملابسات الخاصة وليست تشريعاً موجهاً إلى القاضى الحاكم فى المنازعات.. فقه ذلك العلماء المجتهدون..
ومن هؤلاء العلماء الفقهاء الذين فقهوا هذه الحقيقة، وفصّلوا القول فيها شيخ الإسلام ابن تيمية [٦٦١٧٢٨ هجرية /١٢٦٣ ١٣٢٨] وتلميذه العلامة ابن القيم [٦٩١٧٥١ هجرية / ١٢٩٢ ١٣٥٠م] من القدماء والأستاذ الإمام الشيخ محمد عبده [١٢٦٥١٣٢٣ هجرية] والإمام الشيخ محمود شلتوت [١٣١٠١٣٨٣ هجرية /١٨٩٣١٩٦٣م] من المحدثين والمعاصرين فقال ابن تيمية فيما يرويه عنه ويؤكد عليه ابن القيم:
قال عن " البينة " التى يحكم القاضى بناء عليها.. والتى وضع قاعدتها الشرعية والفقهية حديث رسول الله صلى الله عليه وسلم: " البينة على المدعى، واليمين على المدعى عليه " رواه البخارى والترمذى وابن ماجه:
" إن البينة فى الشرع، اسم لما يبيّن الحق ويظهره، وهى تارة تكون أربعة شهود، وتارة ثلاثة، بالنص فى بينة المفلس، وتارة شاهدين، وشاهد واحد، وامرأة واحدة، وتكون نُكولاً (٢) ، ويمينًا، أو خمسين يميناً أو أربعة أيمان، وتكون شاهد الحال.
فقوله صلى الله عليه وسلم: " البينة على المدعى "، أى عليه أن يظهر ما يبيّن صحة دعواه، فإذا ظهر صدقه بطريق من الطرق حُكِم له.. " (٣) فكما تقوم البينة بشهادة الرجل الواحد أو أكثر، تقوم بشهادة المرأة الواحدة، أو أكثر، وفق معيار البينة التى يطمئن إليها ضمير الحاكم - القاضى -..
ولقد فصّل ابن تيمية القول فى التمييز بين طرق حفظ الحقوق، التى أرشدت إليها ونصحت بها آية الإشهاد - الآية ٢٨٢ من سورة البقرة وهى الموجهة إلى صاحب " الحق الدَّين " وبين طرق البينة، التى يحكم الحاكم القاضى بناء عليها.. وأورد ابن القيم تفصيل ابن تيمية هذا تحت عنوان [الطرق التى يحفظ بها الإنسان حقه] .. فقال:
" إن القرآن لم يذكر الشاهدين، والرجل والمرأتين فى طرق الحكم التى يحكم بها الحاكم، وإنما ذكر النوعين من البينات فى الطرق التى يحفظ بها الإنسان حقه، فقال تعالى: (يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذى عليه الحق وليتق الله ربه ولا يبخس منه شيئاً فإن كان الذى عليه الحق سفيها أو ضعيفا أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء) (٤) .. فأمرهم، سبحانه، بحفظ حقوقهم بالكتاب (٥) ، وأمر من عليه الحق أن يملى الكاتب، فإن لم يكن ممن يصح إملاؤه أملى عنه وليه، ثم أمر من له الحق أن يستشهد على حقه رجلين، فإن لم يجد فرجل وامرأتان، ثم نهى الشهداء المتحملين للشهادة عن التخلف عن إقامتها إذا طُلبوا لذلك، ثم رخّص لهم فى التجارة الحاضرة ألا يكتبوها، ثم أمرهم بالإشهاد عند التبايع، ثم أمرهم إذا كانوا على سفر ولم يجدوا كاتباً، أن يستوثقوا بالرهان المقبوضة.
كل هذا نصيحة لهم، وتعليم وإرشاد لما يحفظون به حقوقهم، وما تحفظ به الحقوق شئ وما يحكم به الحاكم [القاضى] شئ، فإن طرق الحكم أوسع من الشاهد والمرأتين، فإن الحاكم يحكم بالنكول، واليمين المردودة ولا ذكر لهما فى القرآن وأيضاً: فإن الحاكم يحكم بالقرعة بكتاب الله وسنة رسوله الصريحة الصحيحة.. ويحكم بالقافة (٦) بالسنة الصريحة الصحيحة التى لا معارض لها ويحكم بالقامة (٧) بالسنة الصحيحة الصريحة، ويحكم بشاهد الحال إذا تداعى الزوجان أو الصانعان متاع البيت والدكان، ويحكم، عند من أنكر الحكم بالشاهد واليمين بوجود الآجر فى الحائط، فيجعله للمدعى إذا كان جهته وهذا كله ليس فى القرآن، ولا حكم به رسول الله صلى الله عليه وسلم، ولا أحد من أصحابه..
فإن قيل: فظاهر القرآن يدل على أن الشاهد والمرأتين بدلٌ عن الشاهدين، وأنه لا يُقْضَى بهما إلا عند عدم الشاهدين.
قيل: القرآن لا يدل على ذلك، فإن هذا أمر لأصحاب الحقوق بما يحفظون به حقوقهم، فهو سبحانه أرشدهم إلى أقوى الطرق، فإن لم يقدروا على أقواها انتقلوا إلى ما دونها.. وهو سبحانه لم يذكر ما يحكم به الحاكم، وإنما أرشدنا إلى ما يحفظ به الحق، وطرق الحكم أوسع من الطرق التى تُحفظ بها الحقوق " (٨) ..
وبعد إيراد ابن القيم لهذه النصوص نقلاً عن شيخه وشيخ الإسلام ابن تيمية علق عليها، مؤكداً إياها، فقال: " قلت [أى ابن القيم] : وليس فى القرآن ما يقتضى أنه لا يُحْكَم إلا بشاهدين،أو شاهد وامرأتين، فإن الله سبحانه إنما أمر بذلك أصحاب الحقوق أن يحفظوا حقوقهم بهذا النِّصاب، ولم يأمر بذلك الحكام أن يحكموا به، فضلاً عن أن يكون قد أمرهم ألا يقضوا إلا بذلك. ولهذا يحكم الحاكم بالنكول، واليمين المردودة، والمرأة الواحدة، والنساء المنفردات لا رجل معهن، وبمعاقد القُمُط (٩) ، ووجوه الآجرّ، وغير ذلك من طرق الحكم التى تُذكر فى القرآن..فطرق الحكم شئ، وطرق حفظ الحقوق شئ آخر، وليس بينهما تلازم، فتُحفظ الحقوق بما لا يحكم به الحاكم مما يعلم صاحب الحق أنه يحفظ به حقه، ويحكم الحاكم بما لا يحفظ به صاحب الحق حقه، ولا خطر على باله.. " (١٠) .
فطرق الإشهاد، فى آية سورة البقرة التى تجعل شهادة المرأتين تعدل شهادة رجل واحد هى نصيحة وإرشاد لصاحب الدَّين ذى الطبيعة الخاصة -.. وليست التشريع الموجه إلى الحاكم القاضى والجامع لطرق الشهادات والبينات.. وهى أيضاً خاصة بدَيْن له مواصفاته وملابساته، وليست التشريع العام فى البينات التى تُظهر العدل فيحكم به القضاة..
* وبعد هذا الضبط والتمييز والتحديد.. أخذ ابن تيمية يعدد حالات البينات والشهادات التى يجوز للقاضى الحاكم الحكم بناء عليها.. فقال: " إنه يجوز للحاكم -[القاضى]- الحكم بشهادة الرجل الواحد إذا عرف صدقه فى غير الحدود، ولم يوجب الله على الحاكم ألا يحكم إلا بشاهدين أصلاً، وإنما أمر صاحب الحق أن يحفظ حقه بشاهدين، أو بشاهد وامرأتين، وهذا لا يدل علىأن الحاكم لا يحكم بأقل من ذلك، بل قد حكم رسول الله صلى الله عليه وسلم، بالشاهد واليمين، وبالشاهد فقط، وليس ذلك مخالفاً لكتاب الله عند من فهمه، ولا بين حكم الله وحكم رسوله خلاف.. وقد قبل النبى صلى الله عليه وسلم شهادة الأعرابى وحده على رؤية هلال رمضان، وتسمية بعض الفقهاء ذلك إخباراً، لا شهادة، أمر لفظى لا يقدح فى الاستدلال، ولفظ الحديث يردّ قوله، وأجاز صلى الله عليه وسلم شهادة الشاهد الواحد فى قضية السَّلَب (١١) ، ولم يطالب القاتل بشاهد آخر، واستحلفه، وهذه القصة [وروايتها فى الصحيحين] صريحة فى ذلك.. وقد صرح الأصحاب: أنه تُقبل شهادة الرجل الواحد من غير يمين عند الحاجة، وهو الذى نقله الخِرَقى [٣٣٤ هجرية ٩٤٥م] فى مختصره،فقال: وتِقبل شهادة الطبيب العدل فى الموضحة (١٢) إذا لم يقدر على طبيبين، وكذلك البيطار فى داء الدابة.." (١٣) .
* وكما تجوز شهادة الرجل الواحد فى غير الحدود.. وكما تجوز شهادة الرجال وحدهم في الحدود، تجوز عند البعض شهادة النساء وحدهن فى الحدود.. وعن ذلك يقول ابن تيمية، فيما نقله ابن القيم: " وقد قبل النبى صلى الله عليه وسلم شهادة المرأة الواحدة فى الرضاع، وقد شهدت على فعل نفسها، ففى الصحيحين عن عقبة ابن الحارث: " أنه تزوج أم يحيى بنت أبى إهاب، فجاءت أَمَةٌ سوداء، فقالت: قد أرضعتكما. فذكرتُ ذلك للنبى صلى الله عليه وسلم، فأعرض عنى، قال: فتنحيتُ فذكرتُ ذلك له، قال: فكيف؟ وقد زعمتْ أنْ قد أرضعتكما! ".
وقد نص أحمد على ذلك فى رواية بكر بن محمد عن أبيه، قال: فى المرأة تشهد على مالا يحضره الرجال من إثبات استهلال الصبى (١٤) ، وفى الحمّام يدخله النساء، فتكون بينهن جراحات.
وقال إسحاق بن منصور: قلتُ لأحمد فى شهادة الاستدلال: " تجوز شهادة امرأة واحدة فى الحيض والعدة والسقط والحمّام، وكل مالا يطلع عليه إلا النساء ".
فقال: "تجوز شهادة امرأة إذا كانت ثقة، ويجوز القضاء بشهادة النساء منفردات فى غير الحدود والقصاص عند جماعة من الخَلَف والسلف ". وعن عطاء [٢٧-١١٤ هجرية /٦٤٧ ٧٣٢م] أنه أجاز شهادة النساء فى النكاح. وعن شريح [٧٨ هجرية / ٦٩٧م] أنه أجاز شهادة النساء فى الطلاق. وقال بعض الناس: تجوز شهادة النساء فى الحدود. وقال مهنا: قال لى أحمد بن حنبل: قال أبو حنيفة: تجوز شهادة القابلة وحدها، وإن كانت يهودية أو نصرانية.." (١٥) .
ذلك أن العبرة هنا فى الشهادة إنما هى الخبرة والعدالة، وليست العبرة بجنس الشاهد ذكراً كان أو أنثى ففى مهن مثل الطب.. والبيطرة.. والترجمة أمام القاضى.. تكون العبرة "بمعرفة أهل الخبرة " (١٦) .
* بل لقد ذكر ابن تيمية فى حديثه عن الإشهاد الذى تحدثت عنه آية سورة البقرة أن نسيان المرأة، ومن ثم حاجتها إلى أخرى تذكرها (أن تضل إحداهما فتذكر إحداهما الأخرى (ليس طبعًا ولا جبلة فى كل النساء، وليس حتمًا فى كل أنواع الشهادات.. وإنما هو أمر له علاقة بالخبرة والمران، أى أنه مما يلحقه التطور والتغيير.. وحكى ذلك عنه ابن القيم فقال:
" قال شيخنا ابن تيمية، رحمه الله تعالى: قوله تعالى:: (فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما فتذكر إحداهما الأخرى (فيه دليل على أن استشهاد امرأتين مكان رجل واحد إنما هو لإذكار إحداهما للأخرى، إذا ضلت، وهذا إنما يكون فيما فيه الضلال فى العادة، وهو النسيان وعدم الضبط.. فما كان من الشهادات لا يُخافُ فيه الضلال فى العادة لم تكن فيه على نصف الرجل.." (١٧) .
فحتى فى الإشهاد، يجوز لصاحب الدَّيْن أن يحفظ دَينه وفق نصيحة وإرشاد آية سورة البقرة بإشهاد رجل وامرأة، أو امرأتين، وذلك عند توافر الخبرة للمرأة فى موضوع الإشهاد.. فهى فى هذا الإشهاد ليست شهادتها دائماً على النصف من شهادة الرجل..
ولقد كرر ابن القيم وأكد هذا الذى أشرنا إلى طرف منه، فى غير كتابه [الطرق الحكمية فى السياسة الشرعية] فقال فى كتابه " إعلام الموقعين عند رب العالمين" أثناء حديثه عن " البينة " وحديث رسول الله صلى الله عليه وسلم: " البينة على المدعى واليمين على من أنكر " خلال شرحه لخطاب عمر بن الخطاب إلى أبى موسى الأشعرى [٢١ق هجرية ٤٤ هجرية ٦٠٢- ٦٦٥م] فى قواعد القضاء وآدابه - قال: " إن البينة فى كلام الله ورسوله، وكلام الصحابة اسم لكل ما يبين الحق.. ولم يختص لفظ البينة بالشاهدين.. وقال الله فى آية الدَّيْن: (واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان (فهذا فى التَّحمل والوثيقة التى يحفظ بها صاحب المال حقه، لا فى طرق الحكم وما يحكم به الحاكم، فإن هذا شئ وهذا شئ، فذكر سبحانه ما يحفظ به الحقوق من الشهود، ولم يذكر أن الحكام لا يحكمون إلا بذلك.. فإن طرق الحكم أعم من طرق حفظ الحقوق.. وقال سبحانه: (ممن ترضون من الشهداء (لأن صاحب الحق هو الذى يحفظ ماله بمن يرضاه.. ".
وعلل ابن تيمية حكمة كون شهادة المرأتين فى هذه الحالة تعدلان شهادة الرجل الواحد، بأن المرأة ليست مما يتحمل عادة مجالس وأنواع هذه المعاملات.. لكن إذا تطورت خبراتها وممارساتها وعاداتها، كانت شهادتها حتى فى الإشهاد على حفظ الحقوق والديون مساوية لشهادة الرجل.. فقال:
" ولا ريب أن هذه الحكمة فى التعدد هى فى التحمل، فأما إذا عقلت المرأة، وحفظت وكانت ممن يوثق بدينها فإن المقصود حاصل بخبرها كما يحصل بأخبار الديانات، ولهذا تُقبل شهادتها وحدها فى مواضع، ويُحكم بشهادة امرأتين ويمين الطالب فى أصح القولين، وهو قول مالك [٩٣-١٧٩ هجرية ٧١٢-٧٩٥م] وأحد الوجهين فى مذهب أحمد.. "
والمقصود أن الشارع لم يَقِف الحكم فى حفظ الحقوق البتة على شهادة ذكرين، لا فى الدماء ولا فى الأموال ولا فى الفروج ولا فى الحدود.. وسر المسألة ألا يلزم من الأمر بالتعدد فى جانب التحمل وحفظ الحقوق الأمر بالتعدد فى جانب الحكم والثبوت، فالخبر الصادق لا تأتى الشريعة برده أبداً.
وهذا الذى قاله ابن تيمية وابن القيم فى حديثهما عن آية سورة البقرة هو الذى ذكره الإمام محمد عبده، عندما أرجع تميز شهادة الرجال على هذا الحق الذى تحدثت عنه الآية على شهادة النساء، إلى كون النساء فى ذلك التاريخ كن بعيدات عن حضور مجالس التجارات، ومن ثم بعيدات عن تحصيل التحمل والخبرات فى هذه الميادين.. وهو واقع تاريخى خاضع للتطور والتغير، وليس طبيعة ولا جبلة فى جنس النساء على مر العصور.. ولو عاش الإمام محمد عبده إلى زمننا هذا، الذى زخر ويزخر بالمتخصصات فى المحاسبة والاقتصاد وإدارة الأعمال، وب " سيدات الأعمال " اللائى ينافسن " رجال الأعمال " لأفاض وتوسع فيما قال، ومع ذلك، فحسبه أنه قد تحدث قبل قرن من الزمان فى تفسيره لآية سورة البقرة هذه رافضاً أن يكون نسيان المرأة جبلة فيها وعامًّا فى كل موضوعات الشهادات، فقال:
" تكلم المفسرون فى هذا، وجعلوا سببه المزاج، فقالوا: إن مزاج المرأة يعتريه البرد فيتبعه النسيان، وهذا غير متحقق، والسبب الصحيح أن المرأة ليس من شأنها الاشتغال بالمعاملات المالية ونحوها من المعاوضات، فلذلك تكون ذاكرتها ضعيفة،ولا تكون كذلك فى الأمور المنزلية التى هى شغلها، فإنها أقوى ذاكرة من الرجل، يعنى أن من طبع البشر ذكراناً وإناثاً أن يقوى تذكرهم للأمور التى تهمهم ويكثر اشتغالهم بها " (١٨) .
ولقد سار الشيخ محمود شلتوت الذى استوعب اجتهادات ابن تيمية وابن القيم ومحمد عبده مع هذا الطريق، مضيفاً إلى هذه الاجتهادات علماً آخر عندما لفت النظر إلى تساوى شهادة الرجل فى " اللعان ".. فكتب يقول عن شهادة المرأة وكيف أنها دليل على كمال أهليتها، وذلك على العكس من الفكر المغلوط الذى يحسب موقف الإسلام من هذه القضية انتقاصًا من إنسانيتها.. كتب يقول:
إن قول الله سبحانه وتعالى: (فإن لم يكونا رجلين فرجل وامرأتان (ليس وارداً فى مقام الشهادة التى يقضى بها القاضى ويحكم، وإنما هو فى مقام الإرشاد إلى طرق الاستيثاق والاطمئنان على الحقوق بين المتعاملين وقت التعامل (يأيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولايأب كاتب أن يكتب كما علمه الله (إلى أن قال: (واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما فتذكر إحداهما الأخرى) (١٩) .
فالمقام مقام استيثاق على الحقوق، لا مقام قضاء بها. والآية ترشد إلى أفضل أنواع الاستيثاق الذى تطمئن به نفوس المتعاملين على حقوقهم.
وليس معنى هذا أن شهادة المرأة الواحدة أو شهادة النساء اللاتى ليس معهن رجل، لايثبت بها الحق، ولا يحكم بها القاضى، فإن أقصى ما يطلبه القضاء هو " البينة ".
وقد حقق العلامة ابن القيم أن البينة فى الشرع أعم من الشهادة، وأن كل ما يتبين به الحق ويظهره، هو بينة يقضى بها القاضى ويحكم. ومن ذلك: يحكم القاضى بالقرائن القطعية، ويحكم بشهادة غير المسلم متى وثق بها واطمأن إليها.
واعتبار المرأتين فى الاستيثاق كالرجل الواحد ليس لضعف عقلها، الذى يتبع نقص إنسانيتها ويكون أثراً له، وإنما هو لأن المرأة كما قال الشيخ محمد عبده " ليس من شأنها الاشتغال بالمعاملات المالية ونحوها من المعاوضات، ومن هنا تكون ذاكرتها فيها ضعيفة، ولا تكون كذلك فى الأمور المنزلية التى هى شغلها، فإنها فيها أقوى ذاكرة من الرجل، ومن طبع البشر عامة أن يقوى تذكرهم للأمور التى تهمهم ويمارسونها، ويكثر اشتغالهم بها.
والآية جاءت على ما كان مألوفاً فى شأن المرأة، ولا يزال أكثر النساء كذلك، لا يشهدن مجالس المداينات ولا يشتغلن بأسواق المبايعات، واشتغال بعضهن بذلك لا ينافى هذا الأصل الذى تقضى به طبيعتها فى الحياة.
وإذا كانت الآية ترشد إلى أكمل وجوه الاستيثاق، وكان المتعاملون فى بيئة يغلب فيها اشتغال النساء بالمبايعات وحضور مجالس المداينات، كان لهم الحق فى الاستيثاق بالمرأة على نحو الاستيثاق بالرجل متى اطمأنوا إلى تذكرها وعدم نسيانها على نحو تذكر الرجل وعدم نسيانه.
هذا وقد نص الفقهاء على أن من القضايا ما تقبل فيه شهادة المرأة وحدها، وهى القضايا التى لم تجر العادة بإطلاع الرجال على موضوعاتها، كالولادة والبكارة، وعيوب النساء والقضايا الباطنية.
وعلى أن منها ما تقبل فيه شهادة الرجل وحده، وهى القضايا التى تثير موضوعاتها عاطفة المرأة ولا تقوى على تحملها، على أنهم قدروا قبول شهادتها فى الدماء إذا تعينت طريقاً لثبوت الحق واطمئنان القاضى إليها. وعلى أن منها ما تقبل شهادتهما معاً.
ومالنا نذهب بعيداً، وقد نص القرآن على أن المرأة كالرجل سواء بسواء فى شهادات اللعان، وهو ما شرعه القرآن بين الزوجين حينما يقذف الرجل زوجه وليس له على ما يقول شهود (والذين يرمون أزواجهم ولم يكن لهم شهداء إلا أنفسهم فشهادة أحدهم أربع شهادات بالله إنه لمن الصادقين * والخامسة أن لعنة الله عليه إن كان من الكاذبين * ويدرأ عنها العذاب أن تشهد أربع شهادات بالله إنه لمن الكاذبين * والخامسة أن غضب الله عليها إن كان من الصادقين) (٢٠) .
أربع شهادات من الرجل، يعقبها استمطار لعنة الله عليه إن كان من الكاذبين، ويقابلها ويبطل عملها، أربع شهادات من المرأة يعقبها استمطار غضب الله عليها إن كان من الصادقين.. فهذه عدالة الإسلام فى توزيع الحقوق العامة بين الرجل والمرأة، وهى عدالة تحقق أنهما فى الإنسانية سواء.. (٢١) .
هكذا وضحت صفحة الإسلام.. وصفحات الاجتهاد الإسلامى فى قضية مساواة شهادة المرأة وشهادة الرجل، طالما امتلك الشاهد أو الشاهدة مقومات ومؤهلات وخبرة هذه الشهادة.. لأن الأهلية الإنسانية بالنسبة لكل منهما واحدة، ونابعة من وحدة الخلق، والمساواة فى التكاليف، والتناصر فى المشاركة بحمل الأمانة التى حملها الإنسان، أمانة استعمار وعمران هذه الحياة.
*وأخيراً وليس آخراً فإن ابن القيم يستدل بالآية القرآنية: (وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيداً) (٢٢) . على أن المرأة كالرجل فى هذه الشهادة على بلاغ الشريعة ورواية السنة النبوية.. فالمرأة كالرجل فى " رواية الحديث "، التى هى شهادة على رسول الله صلى الله عليه وسلم..
وإذا كان ذلك مما أجمعت عليه الأمة، ومارسته راويات الحديث النبوى جيلاً بعد جيل " والرواية شهادة " فكيف تقبل الشهادة من المرأة على رسول الله صلى الله عليه وسلم ولا تقبل على واحد من الناس؟.. إن المرأة العدل [بنص عبارة ابن القيم] كالرجل فى الصدق والأمانة والديانة (٢٣) .
ذلكم هو منطق شريعة الإسلام وكلها منطق وهذا هوعدلها بين النساء والرجال وكلها عدل وكما يقول ابن القيم:" وما أثبت الله ورسوله قط حكماً من الأحكام يُقطع ببطلان سببه حسًّا أو عقلاً، فحاشا أحكامه سبحانه من ذلك، فإنه لا أحسن حكمًا منه سبحانه وتعالى ولا أعدل. ولا يحكم حكماً يقول العقل: ليته حكم بخلافه، بل أحكامه كلها مما يشهد العقل والفِطَر بحسنها، ووقوعها على أتم الوجوه وأحسنها، وأنه لا يصلح فى موضعها سواها " (٢٤) .
هذا.. ولقد تعمدنا فى إزالة هذه الشبهة أمران:
أولهما: أن ندع نصوص أئمة الاجتهاد الإسلامى هى التى تبدد غيوم هذه الشبهة، لا نصوصنا نحن.. وذلك حتى لا ندع سبيلاً لشبهات جديدة فى هذا الموضوع!
وثانيهما: أن تكون هذه النصوص للأئمة المبرزين فى إطار السلف والسلفيين.. وذلك حتى نقطع الطريق على أدعياء السلفية الذين حملوا العادات الراكدة لمجتمعاتهم على دين الإسلام، فاستبدلوا هذه العادات بشريعة الإسلام!.. وحتى نقطع الطريق كذلك على غلاة العلمانيين والعلمانيات، الذين استبدلوا البدع الفكرية الوافدة بحقائق وحقيقة الإسلام، والذين يتحسسون مسدساتهم إذا ذكرت مصطلحات السلفية والسلفيين!..
فإنصاف المرأة، وكمال واكتمال أهليتها هو موقف الإسلام، الذى نزل به الروح الأمين على قلب الصادق الأمين.. وهو موقف كل تيارات الاجتهاد الإسلامى، على امتداد تاريخ الإسلام.
_________
(١) البقرة: ٢٨٢.
(٢) النكول: هو الامتناع عن اليمين.
(٣) ابن القيم [الطرق الحكمية فى السياسة الشرعية] ص٣٤. تحقيق محمد جميل غازى. طبعة القاهرة سنة ١٩٧٧م.
(٤) سورة البقرة: ٢٨٢.
(٥) أى الكتابة.
(٦) القافة: مفردها قائف هو الذى يعرف الآثار آثار الأقدام ويعرف شبه الرجل بأخيه وأبيه..
(٧) القامة: الأيمان، تقسم على أهل المحلة الذين وجد المقتول فيهم.
(٨) [الطرق الحكمية فى السياسة الشرعية] ص ١٠٣-١٠٥، ٢١٩،٢٣٦.
(٩) مفردها قمط بكسر القاف وسكون الميم: ما تشد به الإخصاص ومكونات البناء ولبناته.
(١٠) [الطرق الحكمية فى السياسة الشرعية] ص ١٩٨.
(١١) السَّلب بفتح السين مشددة، وفتح اللام -: هو متاع القتيل وعدته، يأخذه قاتله.. وفى الحديث: " من قتل قتيلاً فله سَلَبُهُ ".
(١٢) الموضحة: هى الجراحات التى هى دون قتل النفس.
(١٣) [الطرق الحكمية فى السياسة الشرعية] ص ٩٨، ١١٣، ١٢٣.
(١٤) استهلال الصبى: هو أن يحدث منه ما يدل على حياته ساعة الولادة من رفع صوت أو حركة عضو أو عين، وهو شرط لتمتعه بحقوق الأحياء.
(١٥) [الطرق الحكمية فى السياسة الشرعية] ص ١١٥-١١٧.
(١٦) المصدر السابق. ص ١٨٨، ١٩٣.
(١٧) [إعلام الموقعين عن رب العالمين] ج١ ص ٩٠-٩٢، ٩٤-٩٥،١٠٣،١٠٤. طبعة بيروت سنة ١٩٧٣م.
(١٨) [الأعمال الكاملة للإمام محمد عبده] ج٤ ص٧٣٢. دراسة وتحقيق: د. محمد عمارة. طبعة القاهرة سنة ١٩٩٣م.
(١٩) البقرة: ٢٨٢.
(٢٠) النور:٦٩.
(٢١) [الإسلام عقيدة وشريعة] ص ٢٣٩- ٢٤١. طبعة القاهرة سنة ١٤٠٠ هجرية سنة ١٩٨٠م.
(٢٢) البقرة: ١٤٣.
(٢٣) [الطرق الحكمية فى السياسة الشرعية] ص٢٣٦، ٢٤٤.
(٢٤) المصدر السابق، ص٣٢٩.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b434] VALUES (133,'<span data-type="title" id=toc-143>١٣٢- أن النساء ناقصات عقل ودين</span>
الردعلى الشبهة:
المصدر الحقيقى لهذه الشبهة هو العادات والتقاليد الموروثة، والتى تنظر إلى المرأة نظرة دونية.. وهى عادات وتقاليد جاهلية، حرر الإسلام المرأة منها.. لكنها عادت إلى الحياة الاجتماعية، فى عصور التراجع الحضارى مستندة كذلك إلى رصيد التمييز ضد المرأة الذى كانت عليه مجتمعات غير إسلامية، دخلت فى إطار الأمة الإسلامية والدولة الإسلامية، دون أن تتخلص تماماً من هذه المواريث.. فسرعة الفتوحات الإسلامية التى اقتضتها معالجة القوى العظمى المناوئة للإسلام قوى الفرس والروم وما تبعها من سرعة امتداد الدولة الإسلامية، قد أدخلت فى الحياة الإسلامية شعوباً وعادات وتقاليد لم تتح هذه السرعة للتربية الإسلامية وقيمها أن تتخلص تلك الشعوب من تلك العادات والتقاليد، والتى تكون عادة أشد رسوخاً وحاكمية من القيم الجديدة.. حتى لتغالب فيه هذه العادات الموروثة العقائد والأنساق الفكرية والمثل السامية للأديان والدعوات الجديدة والوليدة، محاولة التغلب عليها!.
ولقد حاولت هذه العادات والتقاليد بعد أن ترسخت وطال عليها الأمد، فى ظل عسكرة الدولة الإسلامية فى العهدين المملوكى والعثمانى أن تجد لنظرتها الدونية للمرأة " غطاء شرعيًّا " فى التفسيرات المغلوطة لبعض الأحاديث النبوية وذلك بعد عزل هذه الأحاديث عن سياقها، وتجريدها من ملابسات ورودها، وفصلها عن المنطق الإسلامى منطق تحرير المرأة كجزء من تحريره للإنسان، ذكراً كان أو أنثى هذا الإنسان فلقد جاء الإسلام ليضع عن الناس إصرهم والأغلال التى كانت عليهم، وليحيى ملكات وطاقات الإنسان مطلق جنس ونوع الإنسان وليشرك الإناث والذكور جميعاً فى حمل الأمانة التى حملها الإنسان، وليكون بعضهم أولياء بعض فى النهوض بالفرائض الاجتماعية، الشاملة لكل ألوان العمل الاجتماعى والعام..
لكن العادات والتقاليد الجاهلية فى احتقار المرأة، والانتقاص من أهليتها، وعزلها عن العمل العام، وتعطيل ملكاتها وطاقاتها الفطرية قد دخلت فى حرب ضروس ضد القيم الإسلامية لتحرير المرأة.. وسعت إلى التفسيرات الشاذة والمغلوطة لبعض الأحاديث النبوية والمأثورات الإسلامية كى تكون " غطاءً شرعياً " لهذه العادات والتقاليد..
فبعد أن بلغ التحرير الإسلامى للمرأة إلى حيث أصبحت به وفيه:
* طليعة الإيمان بالإسلام.. والطاقة الخلاقة الداعمة للدين ورسوله صلى الله عليه وسلم كما كان حال أم المؤمنين خديجة بنت خويلد [٦٨ ٣ق هجرية / ٥٥٦ ٦٢٠م] رضى الله عنها.. حتى لقد كان عام وفاتها عام حزن المسلمين ورسول الإسلام ودعوة الإسلام..
* وطليعة شهداء الإسلام.. كما جسدتها شهادة سمية بنت خياط [٧ق هجرية ٦١٥م] ، أم عمار بن ياسر [٥٧ ق هجرية ٣٧ هجرية /٥٦٧ ٦٥٧م] ..
* وطليعة المشاركة فى العمل العام السياسى منه، والشورى، والفقهى، والدعوى، والأدبى، والاجتماعى. بل والقتالى - كما تجسدت فى كوكبة النخبة والصفوة النسائية التى تربت فى مدرسة النبوة..
بعد أن بلغ التحرير الإسلامى للمرأة هذه الآفاق.. أعادت العادات والتقاليد المرأة أو حاولت إعادتها إلى أسر وأغلال منظومة من القيم الغربية عن الروح الإسلامية.. حتى أصبحت المفاخرة والمباهاة بأعراف ترى:
* أن المرأة الكريمة لا يليق بها أن تخرج من مخدعها إلا مرتان: أولاهما: إلى مخدع الزوجية.. وثانيتهما: إلى القبر الذى تُدفن فيه!..
* فهى عورة، لا يسترها إلا " القبر "!.
ولم أر نعمة شملت كريماً *** كنعمة عورة سُترت بقبر!
وإذا كان الإسلام قد حفظ حياتها من الوأد المادى القتل فإن المجد والمكرمات فى تلك العادات هى فى موتها!
ومن غاية المجد والمكرمات *** بقاء البنين وموت البنات!
تهوى حياتى وأهوى موتها شفقا *** والموت أكرم نزّال على الحرم!
* وشوراها شؤم يجب اجتنابها.. وإذا حدثت فلمخالفتها، وللحذر من الأخذ بها!.
والأكثر خطورة من هذه الأعراف والعادات والتقاليد، التى سادت أوساطا ملحوظة ومؤثرة فى حياتنا الاجتماعية، إبان مرحلة التراجع الحضارى، هى التفسيرات المغلوطة لبعض المرويات الإسلامية بحثاً عن مرجعية إسلامية وغطاء شرعى لقيم التخلف والانحطاط التى سادت عالم المرأة فى ذلك التاريخ.. لقد كان الحظ الأوفر فى هذا المقام للتفسير الخاطىء الذى ساد وانتشر لحديث رسول الله صلى الله عليه وسلم الذى رواه البخارى ومسلم عن نقص النساء فى العقل والدين.. وهو حديث رواه الصحابى الجليل أبو سعيد الخدرى رضى الله عنه فقال: " خرج رسول الله صلى الله عليه وسلم فى أضحى أو فِطْر إلى المصلى فمرّ على النساء، فقال:
- " يا معشر النساء، ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن ".
- قلن: وما نقصان ديننا وعقلنا يا رسول الله؟.
- قال: " أليس شهادة المرأة مثل نصف شهادة الرجل "؟.
- قلن: بلى.
- قال: " فذلك من نقصان عقلها. أليس إذا حاضت لم تصلّ ولم تصم؟ ".
- قلن: بلى.
- قال: " فذلك من نقصان دينها ".
ذلكم هو الحديث الذى اتّخذَ تفسيره الملغوط ولا يزال " غطاء شرعيًّا " للعادات والتقاليد التى تنتقص من أهلية المرأة.. والذى ينطلق منه نفر من غلاة الإسلاميين فى " جهادهم " ضد إنصاف المرأة وتحريرها من أغلال التقاليد الراكدة.. وينطلق منه المتغربون وغلاة العلمانيين فى دعوتهم إلى إسقاط الإسلام من حسابات تحرير المرأة، وطلب هذا التحرير فى النماذج الغربية الوافدة..
الأمر الذى يستوجب إنقاذ المرأة من هذه التفسيرات المغلوطة لهذا الحديث.. بل إنقاذ هذا الحديث الشريف من هذه التفسيرات!..
وذلك من خلال نظرات فى " متن " الحديث و " مضمونه " نكثفها فى عدد من النقاط:
أولاها: أن الذاكرة الضابطة لنص هذا الحديث قد أصابها ما يطرح بعض علامات الاستفهام.. ففى رواية الحديث شك من الرواى حول مناسبة قوله.. هل كان ذلك فى عيد الأضحى؟ أم فى عيد الفطر؟.. وهو شك لا يمكن إغفاله عند وزن المرويات والمأثورات.
وثانيتها: أن الحديث يخاطب حالة خاصة من النساء، ولا يشرّع شريعة دائمة ولا عامة فى مطلق النساء.. فهو يتحدث عن "واقع " والحديث عن " الواقع " القابل للتغير والتطور شىء، والتشريع " للثوابت " عبادات وقيمًا ومعاملات شىء آخر..
فعندما يقول الرسول صلى الله عليه وسلم " إنا أمة أُمية، لا نكتب ولا نحسب ". رواه البخارى ومسلم والنسائى وأبو داود والإمام أحمد فهو يصف " واقعاً "، ولا يشرع لتأييد الجهل بالكتابة والحساب، لأن القرآن الكريم قد بدأ بفريضة " القراءة " لكتاب الكون ولكتابات الأقلام (اقرأ باسم ربك الذى خلق * خلق الإنسان من علق * اقرأ وربك الأكرم * الذى علم بالقلم * علم الإنسان ما لم يعلم) (١) ولأن الرسول صلى الله عليه وسلم الذى وصف " واقع " الأمية الكتابية والحسابية، وهو الذى غير هذا الواقع، بتحويل البدو الجهلاء الأميين إلى قراء وعلماء وفقهاء، وذلك امتثالاً لأمر ربه، فى القرآن الكريم، الذى علمنا أن من وظائف جعل الله سبحانه وتعالى القمر منازل أن نتعلم عدد السنين والحساب (هو الذى جعل الشمس ضياء والقمر نوراًوقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمون) (٢) . فوصف " الواقع " - كما نقول الآن مثلاً: " نحن مجتمعات متخلفة " لا يعنى شرعنة هذا " الواقع " ولا تأييده، فضلاً عن تأبيده، بأى حال من الأحوال.
وثالثتها: أن فى بعض روايات هذا الحديث وخاصة رواية ابن عباس رضى الله عنهما ما يقطع بأن المقصود به إنما هى حالات خاصة لنساء لهن صفات خاصة، هى التى جعلت منهن أكثر أهل النار، لا لأنهن نساء، وإنما لأنهن كما تنص وتعلل هذه الرواية " يكفرن العشير "، ولو أحسن هذا العشير إلى إحداهن الدهر كله، ثم رأت منه هِنَةً أو شيئاً لا يعجبها، كفرت كفر نعمة بكل النعم التى أنعم عليها بها، وقالت بسبب النزق أو الحمق أو غلبة العاطفة التى تنسيها ما قدمه لها هذا العشير من إحسان: " ما رأيت منك خيراً قط "! رواه البخارى ومسلم والنسائى ومالك فى الموطأ..
فهذا الحديث إذن وصف لحالة بعينها، وخاص بهذه الحالة.. وليس تشريعاً عامًّا ودائماً لجنس النساء..
ورابعتها: أن مناسبة الحديث ترشح ألفاظه وأوصافه لأن يكون المقصود من ورائها المدح وليس الذم.. فالذين يعرفون خُلق من صنعه الله على عينه، حتى جعله صاحب الخُلق العظيم (وإنك لعلى خلق عظيم) (٣) ..
والذين يعرفون كيف جعل الرسول صلى الله عليه وسلم من " العيد " الذى قال فيه هذا الحديث " فرحة " أشرك فى الاستمتاع بها مع الرجال كل النساء، حتى الصغيرات، بل وحتى الحُيَّض والنفساء!.. الذين يعرفون صاحب هذا الخلق العظيم، ويعرفون رفقه بالقوارير، ووصاياه بهن حتى وهو على فراش المرض يودع هذه الدنيا.. لا يمكن أن يتصوروه صلى الله عليه وسلم ذلك الذى يختار يوم الزينة والفرحة ليجابه كل النساء ومطلق جنس النساء بالذم والتقريع والحكم المؤبد عليهن بنقصان الأهلية، لنقصانهن فى العقل والدين!..
وإذا كانت المناسبة يوم العيد والزينة والفرحة لا ترشح أن يكون الذم والغم والحزن والتبكيت هو المقصود.. فإن ألفاظ الحديث تشهد على أن المقصود إنما كان المديح، الذى يستخدم وصف " الواقع " الذى تشترك فى التحلى بصفاته غالبية النساء.. إن لم يكن كل النساء..
فالحديث يشير إلى غلبة العاطفة والرقة على المرأة، وهى عاطفة ورقة صارت " سلاحاً " تغلب به هذه المرأة أشد الرجال حزماً وشدة وعقلاً.. وإذا كانت غلبة العاطفة إنما تعنى تفوقها على الحسابات العقلية المجردة والجامدة، فإننا نكون أمام عملة ذات وجهين، تمثلها المرأة.. فعند المرأة تغلب العاطفة على العقلانية، وذلك على عكس الرجل، الذى تغلب عقلانيته وحساباته العقلانية عواطفه.. وفى هذا التمايز فقرة إلهية، وحكمة بالغة، ليكون عطاء المرأة فى ميادين العاطفة بلا حدود وبلا حسابات.. وليكون عطاء الرجل فى مجالات العقلانية المجردة والجامدة مكملاً لما نقص عند " الشق اللطيف والرقيق! "..
فنقص العقل الذى أشارت إليه كلمات الحديث النبوى الشريف هو وصف لواقع تتزين به المرأة السوية وتفخر به، لأنه يعنى غلبة عاطفتها على عقلانيتها المجردة.. ولذلك، كانت " مداعبة " صاحب الخُلق العظيم الذى آتاه ربه جوامع الكلم للنساء، فى يوم الفرحة والزينة، عندما قال: لهن: " إنهن يغلبن بسلاح العاطفة وسلطان الاستضعاف أهل الحزم والألباب من عقلاء الرجال، ويخترقن بالعواطف الرقيقة أمنع الحصون!:
- " ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن "
فهو مدح للعاطفة الرقيقة التى تذهب بحزم ذوى العقول والألباب.. ويا بؤس وشقاء المرأة التى حرمت من شرف امتلاك هذا السلاح الذى فطر الله النساء على تقلده والتزين به فى هذه الحياة! بل وأيضاً يا بؤس أهل الحزم والعقلانية من الرجال الذين حرموا فى هذه الحياة من الهزيمة أمام هذا السلاح.. سلاح العاطفة والاستضعاف!..
وإذا كان هذا هو المعنى المناسب واللائق بالقائل وبالمخاطب وبالمناسبة وأيضاً المحبب لكل النساء والرجال معاً الذى قصدت إليه ألفاظ " نقص العقل " فى الحديث النبوى الشريف.. فإن المراد " بنقص الدين " هو الآخر وصف الواقع غير المذموم، بل إنه الواقع المحمود والممدوح!..
فعندما سألت النسوة رسول الله صلى الله عليه وسلم عن المقصود من نقصهن فى الدين، تحدث عن اختصاصهن " برخص " فى العبادات تزيد على " الرخص " التى يشاركن فيها الرجال.. فالنساء يشاركن الرجال فى كل " الرخص " التى رخّص فيها الشارع ٠٠ من إفطار الصائم فى المرض والسفر.. إلى قصر الصلاة وجمعها فى السفر.. إلى إباحة المحرمات عند الضرورات.. إلخ.. إلخ ٠٠ثم يزدن عن الرجال فى " رخص" خاصة بالإناث، من مثل سقوط فرائض الصلاة والصيام عن الحيَّض والنفساء.. وإفطار المرضع، عند الحاجة، فى شهر رمضان.. إلخ.. إلخ..
وإذا كان الله سبحانه وتعالى يحب أن تُؤتَى رخصه كما يحب أن تُؤتَى عزائمه، فإن التزام النساء بهذه " الرخص " الشرعية هو الواجب المطلوب والمحمود، وفيه لهن الأجر والثواب.. ولا يمكن أن يكون بالأمر المرذول والمذموم.. ووصف واقعه فى هذا الحديث النبوى مثله كمثل وصف الحديث لغلبة العاطفة الرقيقة الفياضة على العقلانية الجامدة، عند النساء، هو وصف لواقع محمود.. ولا يمكن أن يكون ذمًّا للنساء، ينتقص من أهلية المرأة ومساواتها للرجال، بأى حال من الأحوال.
إن العقل ملكة من الملكات التى أنعم الله بها على الإنسان، وليس هناك إنسان رجلاً كان أو امرأة يتساوى مع الآخر مساواة كلية ودقيقة فى ملكة العقل ونعمته.. ففى ذلك يتفاوت الناس ويختلفون.. بل إن عقل الإنسان الواحد وضبطه ذكراً كان أو أنثى يتفاوت زيادة ونقصاً بمرور الزمن، وبما يكتسب من المعارف والعلوم والخبرات.. وليست هناك جبلة ولا طبيعة تفرق بين الرجال والنساء فى هذا الموضوع..
وإذا كان العقل فى الإسلام هو مناط التكليف، فإن المساواة بين النساء والرجال فى التكليف والحساب والجزاء شاهدة على أن التفسيرات المغلوطة لهذا الحديث النبوى الشريف، هى تفسيرات ناقصة لمنطق الإسلام فى المساواة بين النساء والرجال فى التكليف.. ولو كان لهذه التفسيرات المغلوطة نصيب من الصحة لنقصت تكاليف الإسلام للنساء عن تكليفاته للرجال، ولكانت تكاليفهن فى الصلاة والصيام والحج والعمرة والزكاة وغيرها على النصف من تكاليف الرجال!.
ولكنها " الرخصة "، التى يُؤجر عليها الملتزمون بها والملتزمات، كما يُؤجرون جميعاً عندما ينهضون بعزائم التكاليف.. إن النقص المذموم فى أى أمر من الأمور هو الذى يمكن إزالته وجبره وتغييره، وإذا تغير وانجبر كان محموداً.. ولو كانت " الرخص " التى شرعت للنساء بسقوط الصلاة والصيام للحائض والنفساء مثلاً نقصًا مذمومًا، لكان صيامهن وصلاتهن وهن حُيّض ونفساء أمرًا مقبولاً ومحمودًا ومأجورًا.. لكن الحال ليس كذلك، بل إنه على العكس من ذلك.
وأخيرًا، فهل يعقل عاقل.. وهل يجوز فى أى منطق، أن يعهد الإسلام، وتعهد الفطرة الإلهية بأهم الصناعات الإنسانية والاجتماعية صناعة الإنسان، ورعاية الأسرة، وصياغة مستقبل الأمة إلى ناقصات العقل والدين، بهذا المعنى السلبى، الذى ظلم به غلاة الإسلاميين وغلاة العلمانيين الإسلام، ورسوله الكريم، الذى حرر المرأة تحريره للرجل، عندما بعثه الله بالحياة والإحياء لمطلق الإنسان (يا أيها الذين آمنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم) (٤) فوضع بهذا الإحياء، عن الناس كل الناس ما كانوا قد حُمِّلوا من الآصار والأغلال (الذين يتبعون الرسول النبى الأمى الذى يجدونه مكتوباً عندهم فى التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التى كانت عليهم..) (٥) .
إنها تفسيرات مغلوطة، وساقطة، حاول بها أسرى العادات والتقاليد إضفاء الشرعية الدينية على هذه العادات والتقاليد التى لا علاقة لها بالإسلام.. والتى يبرأ منها هذا الحديث النبوى الشريف..
وإذا كان لنا فى ختام إزالة هذه الشبهة أن نزكى المنطق الإسلامى الذى صوبنا به معنى الحديث النبوى الشريف، وخاصة بالنسبة للذين لا يطمئنون إلى المنطق إلا إذا دعمته وزكته " النصوص "، فإننا نذكر بكلمات إمام السلفية ابن القيم، التى تقول: " إن المرأة العدل كالرجل فى الصدق والأمانة والديانة " (٦) .
وبكلمات الإمام محمد عبده، التى تقول:
" إن حقوق الرجل والمرأة متبادلة، وإنهما أكفاء.. وهما متماثلان فى الحقوق والأعمال، كما أنهما متماثلان فى الذات والإحساس والشعور والعقل، أى أن كلا منهما بشر تام له عقل يتفكر فى مصالحه، وقلب يحب ما يلائمه ويُسَرُّ به، ويكره ما لا يلائمه وينفر منه.. (٧) ".
وبكلمات الشيخ محمود شلتوت، التى تقول:
" لقد قرر الإسلام الفطرة التى خلقت عليها المرأة.. فطرة الإنسانية ذات العقل والإدراك والفهم.. فهى ذات مسئولية مستقلة عن مسئولية الرجل، مسئولة عن نفسها، وعن عبادتها، وعن بيتها، وعن جماعتها.. وهى لا تقل فى مطلق المسئولية عن مسئولية أخيها الرجل، وإن منزلتها فى المثوبة والعقوبة عند الله معقودة بما يكون منها من طاعة أو مخالفة، وطاعة الرجل لا تنفعها وهى طالحة منحرفة، ومعصيته لا تضرها، وهى صالحة مستقيمة (ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يُظلمون نقيرا) (٨) (فاستجاب لهم ربهم أنى لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض) (٩) .
وليقف المتأمل عند هذا التعبير الإلهى " بعضكم من بعض "، ليعرف كيف سما القرآن بالمرأة حتى جعلها بعضاً من الرجل، وكيف حدَّ من طغيان الرجل فجعله بعضاً من المرأة. وليس فى الإمكان ما يُؤدَّى به معنى المساواة أوضح ولا أسهل من هذه الكلمة التى تفيض بهاطبيعة الرجل والمرأة، والتى تتجلى فى حياتهما المشتركة، دون تفاضل وسلطان (للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن) (١٠) .
وإذا كانت المرأة مسئولة مسئولية خاصة فيما يختص بعبادتها ونفسها، فهى فى نظر الإسلام أيضاً مسئولة مسئولية عامة فيما يختص بالدعوة إلى الخير والأمر بالمعروف والإرشاد إلى الفضائل، والتحذير من الرذائل. وقد صرح القرآن بمسئوليتها فى ذلك الجانب، وقرن بينها وبين أخيها الرجل فى تلك المسئولية، كما قرن بينها وبينه فى مسئولية الانحراف عن واجب الإيمان والإخلاص لله وللمسلمين (والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز حكيم) (١١) (المنافقون والمنافقات بعضهم من بعض يأمرون بالمنكر وينهون عن المعروف ويقبضون أيديهم نسوا الله فنسيهم إن المنافقين هم الفاسقون * وعد الله المنافقين والمنافقات والكفار نار جهنم خالدين فيها هى حسبهم ولعنهم الله ولهم عذاب مقيم) (١٢) .
فليس من الإسلام أن تلقى المرأة حظها من تلك المسئولية الأمر بالمعروف والنهى عن المنكر وهى أكبر مسئولية فى نظر الإسلام على الرجل وحده، بحجة أنه أقدر منها عليها، أو أنها ذات طابع لا يسمح لها أن تقوم بهذا الواجب، فللرجل دائرته، وللمرأة دائرتها، والحياة لا تستقيم إلا بتكاتف النوعين فيما ينهض بأمتهما، فإن تخاذلا أو تخاذل أحدهما انحرفت الحياة الجادة عن سبيلها المستقيم..
والإسلام فوق ذلك لم يقف بالمرأة عند حد اشتراكها مع أخيها الرجل فى المسئوليات جميعها خاصها وعامها بل رفع من شأنها، وكرر تلقاء تحملها هذه المسئوليات احترام رأيها فيما تبدو وجاهته، شأنه فى رأى الرجل تماماً سواءً بسواء. وإذا كان الإسلام جاء باختيار آراء بعض الرجال، فقد جاء أيضاً باختيار رأى بعض النساء.
وفى سورة المجادلة احترم الإسلام رأى المرأة، وجعلها مجادلة ومحاورة للرسول، وجمعها وإياه فى خطاب واحد (والله يسمع تحاوركما) (١٣) وقرر رأيها، وجعله تشريعاً عامًّا خالداً.. فكانت سورة المجادلة أثراً من آثار الفكر النسائى، وصفحة إلهية خالدة نلمح فيها على مر الدهور صورة احترام الإسلام لرأى المرأة، فالإسلام لا يرى المرأة مجرد زهرة، ينعم الرجل بشم رائحتها، وإنما هى مخلوق عاقل مفكر، له رأى، وللرأى قيمته ووزنه.
وليس هناك فارق دينى بين المرأة والرجل فى التكليف والأهلية، سوى أن التكليف يلحقها قبل أن يلحق الرجل، وذلك لوصولها - بطبيعتها - إلى مناط التكليف، وهو البلوغ، قبل أن يصل إليه الرجل (١٤) .
هكذا تضافرت الحجج المنطقية مع نصوص الاجتهاد الإسلامى على إزالة شبهة الانتقاص من أهلية المرأة، بدعوى أن النساء ناقصات عقل ودين..
وهكذا وضحت المعانى والمقاصد الحقة لحديث رسول الله صلى الله عليه وسلم، الذى اتخذت منه التفسيرات المغلوطة " غطاءً شرعيًّا " للعادات والتقاليد الراكدة، تلك التى حملها البعض من غلاة الإسلاميين على الإسلام، زوراً وبهتانًا.. والتى حسبها غلاة العلمانيين ديناً إلهيًّا، فدعوا - لذلك - إلى تحرير المرأة من هذا الإسلام!.
لقد صدق الله العظيم إذ يقول: (سنريهم آياتنا فى الآفاق وفى أنفسهم حتى يتبين لهم أنه الحق أو لم يكف بربك أنه على كل شئ شهيد) (١٥) .
إننا نلح منذ سنوات طوال وقبلنا ومعنا الكثيرون من علماء الإسلام ومفكريه على أن هذا الدين الحنيف إنما يمثل ثورة كبرى لتحرير المرأة، لكن الخلاف بيننا وبين الغرب والمتغربين هو حول " نموذج "هذا التحرير.. فهم يريدون المرأة ندًّا مساوياً للرجل.. ونحن مع الإسلام نريد لها " مساواة الشقين المتكاملين، لا الندين المتماثلين ".. وذلك، لتتحرر المرأة، مع بقائها أنثى، ومع بقاء الرجل رجلاً، كى يثمر هذا التمايز الفطرى بقاء، ويجدد القبول والرغبة والجاذبية والسعادة بينهما سعادة النوع الإنسانى.
ونلح على أن هذا " التشابه.. والتمايز " بين النساء والرجال، هو الذى أشار إليه القرآن الكريم عندما قرن المساواة بالتمايز، فقالت آياته المحكمات: (ولهن مثل الذى عليهن بالمعروف وللرجال عليهن درجة) (١٦) (وليس الذكر كالأنثى) (١٧) .
نلح على ذلك المنهاج فى التحرير الإسلامى للمرأة.. ولقد شاءت إرادة الله سبحانه وتعالى أن يشهد شاهد من أهلها على صدق هذا المنهاج الإسلامى، فتنشر صحيفة [الأهرام] تقريراً علمياً عن نتائج دراسة علمية استغرقت أبحاثها عشرين عاماً، وقام بها فريق من علماء النفس فى الولايات المتحدة الأمريكية، وإذا بها تكشف عن مصداقية حقائق هذا المنهاج القرآنى فى تشابه الرجال والنساء فى اثنين وثلاثين صفة.. وتميّز المرأة عن الرجل فى اثنتين وثلاثين صفة.. وتميز الرجل عن المرأة كذلك فى اثنتين وثلاثين صفة-فهناك التشابه: (ولهن مثل الذى عليهن بالمعروف) ، (خلقكم من نفس واحدة وجعل منها زوجها) (١٨) (بعضكم من بعض) (١٩) . وهناك التمايز الفطرى (وليس الذكر كالأنثى) .. فهما يتشابهان فى نصف الصفات، ويتمايزان فى نصفها الآخر..
فالنموذج الأمثل لتحررهما معاً هو " مساواة الشقين المتكاملين، لا الندين المتماثلين ".. ولذلك، آثرت أن أقدم للقارئ خلاصة هذه الدراسة العلمية، كما نشرتها [الأهرام]-- تحت عنوان [اختلاف صفات الرجل عن المرأة لمصلحة كليهما]- ونصها:
" فى دراسة قام بها علماء النفس فى الولايات المتحدة الأمريكية، على مدى عشرين عاماً، تم حصر عدد الصفات الموجودة فى كل من الرجل والمرأة، ووجد أن هناك ٣٢ صفة مشتركة فى كل منهما، وأن ٣٢ صفة أخرى موجودة فى الرجل، و٣٢ صفة أخرى موجودة عند المرأة، بدرجات مختلفة فى الشدة، ومن هنا جاءت الفروق بين صفات الرجولة والأنوثة.
وتوصل العلماء من خلال هذه التجارب إلى أن وجود نصف عدد الصفات مشتركة فى كل من الرجل والمرأة يعمل على وجود الأسس المشتركة بينهما، لتسهيل التفاهم والتعامل مع بعضهما البعض..
أما وجود عدد آخر من الصفات متساوياً بينهما ومختلفاً عند كل منهما فى الدرجة والشهرة فمعناه تحقيق التكامل بينهما. كما توصلوا إلى أنه كى يعيش كل من الرجل والمرأة فى انسجام وتناغم تام، لابد أن يكون لدى كل منهما الصفات السيكولوجية المختلفة، فمثلاً الرجل العصبى الحاد المزاج لا يمكنه أن يتعايش مع امرأة عصبية حادة المزاج، والرجل البخيل عليه ألا يتزوج امرأة بخيلة، والرجل المنطوى، الذى لا يحب الناس، لا يجوز أن يتزوج من امرأة منطوية ولا تحب الناس. وهكذا.
وكان من نتائج هذه الدراسات الوصول إلى نتيجة مهمة، ألا وهى أن كل إنسان يحب ألا يعيش مع إنسان متماثل معه فى الصفات وكل شىء، أى صورة طبق الأصل من صفاته الشخصية، ومن هنا جاءت الصفات المميزة للرجولة متمثلة فى: قوة العضلات وخشونتها والشهامة، والقوة فى الحق، والشجاعة فى موضع الشجاعة، والنخوة، والاهتمام بمساندة المرأة وحمايتها والدفاع عنها وجلب السعادة لها. كما تتضمن أيضاً صفات الحب، والعطاء، والحنان، والكرم، والصدق فى المشاعر وفى القول وحسن التصرف.. إلخ.
أما عن صفات الأنوثة، فهى تتميز بالدفء، والنعومة، والحساسية، والحنان، والتضحية، والعطاء، وحب الخير، والتفانى فى خدمة أولادها، والحكمة، والحرص على تماسك الأسرة وترابطها، وحب المديح، والذكاء، وحسن التصرف، وغير ذلك من الصفات..
ولذلك، فمن المهم أن يكون لدى كل من الرجل والمرأة دراية كافية بطبيعة الرجل وطبيعة المرأة، وبذلك يسهل على كل منهما التعامل مع الطرف الآخر فى ضوء خصائص كل منهما.. فعندما يعرف الرجل أن المرأة مخلوق مشحون بالمشاعر والأحاسيس والعواطف، فإنه يستطيع أن يتعامل معها على هذا الأساس. وبالمثل، إذا عرفت المرأة طبيعة الرجل، فإن هذا سيساعدها أيضاً على التعامل معه.. (٢٠) .
تلك هى شهادة الدراسة العلمية، التى قام بها فريق من علماء النفس فى الولايات المتحدة الأمريكية والتى استغرق البحث فيها عشرون عاماً.. والتى تصدق على صدق المنهاج القرآنى فى علاقة النساء بالرجال: الاشتراك والتماثل فى العديد من الصفات.. والتمايز فى العديد من الصفات، لتكون بينهما " المساواة " و " التمايز " فى ذات الوقت..
ومرة أخرى لا أخيرة صدق الله العظيم إذ يقول: (سنريهم آياتنا فى الآفاق وفى أنفسهم حتى يتبين لهم أنه الحق أولم يكف بربك أنه على كل شىء شهيد) (٢١) .
_________
(١) العلق: ١-٥.
(٢) سورة يونس: الآية ٥.
(٣) القلم: ٤.
(٤) الأنفال: ٢٤.
(٥) الأعراف: ١٥٧.
(٦) [الطرق الحكمية فى السياسة الشرعية] ص ٢٣٦.
(٧) [الأعمال الكاملة للإمام محمد عبده] ج٤ ص ٦٠٦. دراسة وتحقيق د. محمد عمارة. طبعة القاهرة ١٩٩٣م.
(٨) النساء: ١٢٤.
(٩) آل عمران: ١٩٥.
(١٠) النساء: ٣٢.
(١١) التوبة: ٧١.
(١٢) التوبة: ٦٧- ٦٨.
(١٣) المجادلة: ١.
(١٤) [الإسلام عقيدة وشريعة] ص ٢٢٣-٢٢٨. طبعة القاهرة سنة ١٤٠٠ هجرية -١٩٨٠م.
(١٥) فصلت: ٥٣.
(١٦) سورة البقرة: ٢٢٨.
(١٧) سورة آل عمران: ٣٦.
(١٨) سورة الأعراف: ١٨٩.
(١٩) سورة آل عمران: ١٩٥.
(٢٠) [الأهرام] فى ٢٩- ٤-٢٠٠١- ص ٢.
(٢١) فصلت: ٥٣',NULL,'128',NULL,NULL,'0');
INSERT INTO [b434] VALUES (134,'<span data-type="title" id=toc-144>١٣٣- ما أفلح قوم ولُّوا أمرهم امرأة</span>
الرد على الشبهة:
إن " الولاية " بكسر الواو وفتحها هى " النُّصْرَة ".. وكل من ولى أمر الآخر فهو وليه (١) (الله ولىُّ الذين آمنوا) (٢) (إن وَلِيِّىَ الله) (٣) (والله ولىُّ المؤمنين) (٤) (قل يا أيها الذين هادوا إن زعمتم أنكم أولياء لِلَّهِ من دون الناس فتمنوا الموت) (٥) (ما لكم من وَلايتهم من شىء) (٦) .
وإذا كانت " النصرة " هى معنى " الولاية "، فلا مجال للخلاف على أن للمرأة نصرة وسلطاناً، أى ولاية، فى كثير من ميادين الحياة..
فالمسلمون مجمعون على أن الإسلام قد سبق كل الشرائع الوضعية والحضارات الإنسانية عندما أعطى للمرأة ذمة مالية خاصة، وولاية وسلطانا على أموالها، ملكا وتنمية واستثمارا وإنفاقاً، مثلها فى ذلك مثل الرجل سواء بسواء.. والولاية المالية والاقتصادية من أفضل الولايات والسلطات فى المجتمعات الإنسانية، على مر تاريخ تلك المجتمعات.. وفى استثمار الأموال ولاية وسلطان يتجاوز الإطار الخاص إلى النطاق العام.. والمسلمون مجمعون على أن للمرأة ولاية على نفسها، تؤسس لها حرية وسلطانا فى شئون زواجها، عندما يتقدم إليها الراغبون فى الاقتران بها، وسلطانها فى هذا يعلو سلطان وليها الخاص والولى العام لأمر أمة الإسلام..
والمسلمون مجمعون على أن للمرأة ولاية ورعاية وسلطاناً فى بيت زوجها، وفى تربية أبنائها.. وهى ولاية نص على تميزها بها وفيها حديث رسول الله صلى الله عليه وسلم الذى فصّل أنواع وميادين الولايات: [كلكم راع وكلكم مسئول عن رعيته، فالأمير الذى على الناس راع عليهم وهو مسئول عنهم، والرجل راع على أهل بيته وهو مسئول عنهم، والمرأة راعية على بيت بعلها وولده وهى مسئولة عنهم، ألا فكلكم راع وكلكم مسئول عن رعيته] (٧) .
لكن قطاعا من الفقهاء قد وقف بالولايات المباحة والمفتوحة ميادينها أمام المرأة عند " الولايات الخاصة "، واختاروا حجب المرأة عن " الولايات العامة "، التى تلى فيها أمر غيرها من الناس، خارج الأسرة وشئونها..
ونحن نعتقد أن ما سبق وقدمناه فى القسم الأول من هذه الدراسة من وقائع تطبيقات وممارسات مجتمع النبوة والخلافة الراشدة لمشاركات النساء فى العمل العام بدءاً من الشورى فى الأمور العامة.. والمشاركة فى تأسيس الدولة الإسلامية الأولى. وحتى ولاية الحسبة والأسواق والتجارات، التى ولاّها عمر بن الخطاب رضى الله عنه " للشِّفاء بنت عبد الله بن عبد شمس [٢٠ هجرية /٦٤١م] .. وانتهاء بالقتال فى ميادين الوغى.. وأيضًا ما أوردناه من الآيات القرآنية الدالة على أن الموالاة والتناصر بين الرجال والنساء فى العمل العام سائر ميادين العمل العام وهى التى تناولها القرآن الكريم تحت فريضة الأمر بالمعروف والنهى عن المنكر (والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز حكيم) (٨) .
نعتقد أن ما سبق وأوردناه حول هذه القضية - قضية ولاية المرأة ومشاركتها مع الرجل فى ولايات العمل العام كاف وواف فى الردِّ على الذين يمارون فى ولاية المرأة للعمل العام.
أما الإضافة التى نقدمها فى هذا القسم من هذه الدراسة قسم إزالة الشبهات فهى خاصة بمناقشة الفهم المغلوط للحديث النبوى الشريف: [ما أفلح قوم يلى أمرهم امرأة] .. إذ هو الحديث الذى يستظل بظله كل الذين يحرّمون مشاركة المرأة فى الولايات العامة والعمل العام..
ولقد وردت لهذا الحديث روايات متعددة، منها: [لن يفلح قوم تملكهم امرأة] .. [لن يفلح قوم ولوا أمرهم امرأة] .. [ولن يفلح قوم أسندوا أمرهم إلى امرأة] رواها: البخارى والترمذى والنسائى والإمام أحمد..
وإذا كانت صحة الحديث من حيث " الرواية " هى حقيقة لا شبهة فيها.. فإن إغفال مناسبة ورود هذا الحديث يجعل " الدراية " بمعناه الحقيقى مخالفة للاستدلال به على تحريم ولاية المرأة للعمل العام..
ذلك أن ملابسات قول الرسول صلى الله عليه وسلم، لهذا الحديث تقول: إن نفراً قد قدموا من بلاد فارس إلى المدينة المنورة، فسألهم رسول الله صلى الله عليه وسلم:
- " من يلى أمر فارس "؟
- " قال [أحدهم] : امرأة.
- فقال صلى الله عليه وسلم " ما أفلح قوم ولوا أمرهم امرأة ".
فملابسات ورود الحديث تجعله نبوءة سياسية بزوال ملك فارس وهى نبوءة نبوية قد تحققت بعد ذلك بسنوات- أكثر منه تشريعاً عاما يحرم ولاية المرأة للعمل السياسى العام..
ثم إن هذه الملابسات تجعل معنى هذا الحديث خاصاً " بالولاية العامة " أى رئاسة الدولة وقيادة الأمة.. فالمقام كان مقام الحديث عن امرأة تولت عرش الكسروية الفارسية، التى كانت تمثل إحدى القوتين الأعظم فى النظام العالمى لذلك التاريخ.. ولا خلاف بين جمهور الفقهاء باستثناء طائفة من الخوارج على اشتراط " الذكورة " فيمن يلى " الإمامة العظمى " والخلافة العامة لدار الإسلام وأمة الإسلام.. أما ماعدا هذا المنصب بما فى ذلك ولايات الأقاليم والأقطار والدول القومية والقطرية والوطنية فإنها لا تدخل فى ولاية الإمامة العظمى لدار الإسلام وأمته.. لأنها ولايات خاصة وجزئية، يفرض واجب الأمر بالمعروف والنهى عن المنكر المشاركة فى حمل أماناتها على الرجال والنساء دون تفريق..
فالشبهة إنما جاءت من خلط مثل هذه الولايات الجزئية والخاصة بالإمامة العظمى والولاية العامة لدار الإسلام وأمته وهى الولاية التى اشترط جمهور الفقهاء " الذكورة " فيمن يليها.. ولا حديث للفقه المعاصر عن ولاية المرأة لهذه الإمامة العظمى، لأن هذه الولاية قد غابت عن متناول الرجال، فضلاً عن النساء، منذ سقوط الخلافة العثمانية [١٣٤٢ هجرية ١٩٢٤م] وحتى الآن!..
وأمر آخر لابد من الإشارة إليه، ونحن نزيل هذه الشبهة عن ولاية المرأة للعمل العام، وهو تغير مفهوم الولاية العامة فى عصرنا الحديث، وذلك بانتقاله من:" سلطان الفرد " إلى " سلطان المؤسسة "، والتى يشترك فيها جمع من ذوى السلطان والاختصاص..
لقد تحوّل " القضاء " من قضاء القاضى الفرد إلى قضاء مؤسسى، يشترك فى الحكم فيه عدد من القضاة.. فإذا شاركت المرأة فى " هيئة المحكمة " فليس بوارد الحديث عن ولاية المرأة للقضاء، بالمعنى الذى كان وارداً فى فقه القدماء، لأن الولاية هنا الآن لمؤسسة وجمع، وليست لفرد من الأفراد، رجلاً كان أو امرأة.. بل لقد أصبحت مؤسسة التشريع والتقنين مشاركة فى ولاية القضاء، بتشريعها القوانين التى ينفذها القضاة.. فلم يعد قاضى اليوم ذلك الذى يجتهد فى استنباط الحكم واستخلاص القانون، وإنما أصبح " المنفذ " للقانون الذى صاغته وقننته مؤسسة، تمثل الاجتهاد الجماعى والمؤسسى لا الفردى فى صياغة القانون..
وكذلك الحال مع تحول التشريع والتقنين من اجتهاد الفرد إلى اجتهاد مؤسسات الصياغة والتشريع والتقنين.. فإذا شاركت المرأة فى هذه المؤسسات، فليس بوارد الحديث عن ولاية المرأة لسلطة التشريع بالمعنى التاريخى والقديم لولاية التشريع..
وتحولت سلطات صنع " القرارات التنفيذية " فى النظم الشورية والديمقراطية عن سلطة الفرد إلى سلطان المؤسسات المشاركة فى الإعداد لصناعة القرار.. فإذا شاركت المرأة فى هذه المؤسسات، فليس بوارد الحديث عن ولاية المرأة لهذه السلطات والولايات، بالمعنى الذى كان فى ذهن الفقهاء الذين عرضوا لهذه القضية فى ظل " فردية " الولايات، وقبل تعقد النظم الحديثة والمعاصرة، وتميزها بالمؤسسية والمؤسسات..
لقد تحدث القرآن الكريم عن ملكة سبأ - وهى امرأة - فأثنى عليها وعلى ولايتها للولاية العامة، لأنها كانت تحكم بالمؤسسة الشورية لا بالولاية الفردية (قالت يا أيها الملأ أفتونى فى أمرى ما كنت قاطعة أمراً حتى تشهدون) (٩) .. وذم القرآن الكريم فرعون مصر - وهو رجل لأنه قد انفرد بسلطان الولاية العامة وسلطة صنع القرار (قال فرعون ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد) (١٠) .. فلم تكن العبرة بالذكورة أو الأنوثة فى الولاية العامة حتى الولاية العامة وإنما كانت العبرة بكون هذه الولاية " مؤسسة شورية "؟ أم " سلطانا فردياً مطلقاً "؟
أما ولاية المرأة للقضاء.. والتى يثيرها البعض كشبهة على اكتمال أهلية المرأة فى الرؤية الإسلامية.. فإن إزالة هذه الشبهة يمكن أن تتحقق بالتنبيه على عدد من النقاط:
أولها: أن ما لدينا فى تراثنا حول قضية ولاية المرأة لمنصب القضاء هو " فكر إسلامى " و " اجتهادات فقهية " أثمرت " أحكاماً فقهية ".. وليس "دينا " وضعه الله سبحانه وتعالى وأوحى به إلى رسوله صلى الله عليه وسلم، فالقرآن الكريم لم يعرض لهذه القضية، كما لم تعرض لها السنة النبوية، لأن القضية لم تكن مطروحة على الحياة الاجتماعية والواقع العملى لمجتمع صدر الإسلام، فليس لدينا فيها نصوص دينية أصلاً، ومن ثم فإنها من مواطن ومسائل الاجتهاد..
ثم إن هذه القضية هى من " مسائل المعاملات " وليست من " شعائر العبادات ".. وإذا كانت " العبادات توقيفية " تُلْتَمس من النص وتقف عند الوارد فيه، فإن " المعاملات " تحكمها المقاصد الشرعية وتحقيق المصالح الشرعية المعتبرة..والموازنة بين المصالح والمفاسد فيها.. ويكفى فى " المعاملات " أن لا تخالف ما ورد فى النص، لا أن يكون قد ورد فيها نص..
ومعلوم أن " الأحكام الفقهية " التى هى اجتهادات الفقهاء، مثلها كمثل الفتاوى، تتغير بتغير الزمان والمكان والمصالح الشرعية المعتبرة..
فتولى المرأة للقضاء قضية فقهية، لم ولن يُغْلَق فيها باب الاجتهاد الفقهى الإسلامى..
وثانيها: أن اجتهادات الفقهاء القدماء حول تولى المرأة لمنصب القضاء هى اجتهادات متعددة ومختلفة باختلاف وتعدد مذاهبهم واجتهاداتهم فى هذه المسألة، ولقد امتد زمن اختلافهم فيها جيلاً بعد جيل.. ومن ثم فليس هناك " إجماع فقهى " فى هذه المسألة حتى يكون هناك إلزام للخلف بإجماع السلف، وذلك فضلاً عن أن إلزام الخلف بإجماع السلف هو أمر ليس محل إجماع.. ناهيكم عن أن قضية إمكانية تحقق الإجماع أى اجتماع سائر فقهاء عصر ما على مسألة من مسائل فقه الفروع كهذه المسألة هو مما لا يُتَصَوَّر حدوثه حتى لقد أنكر كثير من الفقهاء إمكانية حدوث الإجماع فى مثل هذه الفروع أصلاً. ومن هؤلاء الإمام أحمد بن حنبل [١٦٤ ٢٤١ هجرية ٧٨٠ ٨٥٥ م] الذى قال: " من ادعى الإجماع فقد كذب! ".
فباب الاجتهاد الجديد والمعاصر والمستقبلى فى هذه المسألة وغيرها من فقه الفروع مفتوح.. لأنها ليست من المعلوم من الدين بالضرورة أى المسائل التى لم ولن تختلف فيها مذاهب الأمة ولا الفِطر السليمة لعلماء وعقلاء الإسلام..
وثالثها: أن جريان " العادة " فى الأعصر الإسلامية السابقة، على عدم ولاية المرأة لمنصب القضاء لا يعنى " تحريم " الدين لولايتها هذا المنصب، فدعوة المرأة للقتال، وانخراطها فى معاركه هو مما لم تجربه " العادة " فى الأعصر الإسلامية السابقة، ولم يعن ذلك " تحريم " اشتراك المرأة فى الحرب والجهاد القتالى عند الحاجة والاستطاعة وتعيُّن فريضة الجهاد القتالى على كل مسلم ومسلمة.. فهى قد مارست هذا القتال وشاركت فى معاركه على عصر النبوة والخلافة الراشدة.. من غزوة أُحد [٣ هجرية ٦٢٥م] إلى موقعة اليمامة [١٢ هجرية ٦٣٣ م] ضد ردة مسيلمة الكذاب [١٢ هجرية ٦٣٣ م] .. وفى " العادة " مرتبطة " بالحاجات " المتغيرة بتغير المصالح والظروف والملابسات، وليست هى مصدر الحلال والحرام..
رابعها: أن علة اختلاف الفقهاء حول جواز تولى المرأة لمنصب القضاء، فى غيبة النصوص الدينية - القرآنية والنبوية - التى تتناول هذه القضية، كانت اختلاف هؤلاء الفقهاء فى الحكم الذى " قاسوا " عليه توليها للقضاء. فالذين " قاسوا " القضاء على: "الإمامة العظمى " التى هى الخلافة العامة على أمة الإسلام ودار الإسلام مثل فقهاء المذهب الشافعى قد منعوا توليها للقضاء، لاتفاق جمهور الفقهاء باستثناء بعض الخوارج على جعل " الذكورة " شرطا من شروط الخليفة والإمام، فاشترطوا هذا الشرط " الذكورة " - فى القاضى، قياساً على الخلافة والإمامة العظمى.
ويظل هذا " القياس " قياساً على " حكم فقهى " - ليس عليه إجماع وليس " قياساً " على نص قطعى الدلالة والثبوت..
والذين أجازوا توليها القضاء، فيما عدا قضاء " القصاص والحدود " مثل أبى حنفية " [٨٠ ١٥٠ هجرية / ٦٩٩ ٧٦٧ م] وفقهاء مذهبه قالوا بذلك " لقياسهم " القضاء على " الشهادة "، فأجازوا قضاءها فيما أجازوا شهادتها فيه، أى فيما عدا " القصاص والحدود ".
فالقياس هنا أيضاً على " حكم فقهى " وليس على نص قطعى الدلالة والثبوت..وهذا الحكم الفقهى المقيس عليه وهو شهادة المرأة فى القصاص والحدود.. أى فى الدماء ليس موضع إجماع.. فلقد سبق وذكرنا فى رد شبهة أن شهادة المرأة هى على النصف من شهادة الرجل إجازة بعض الفقهاء لشهادتها فى الدماء، وخاصة إذا كانت شهادتها فيها هى مصدر البينة الحافظة لحدود الله وحقوق الأولياء..
أما الفقهاء الذين أجازوا قضاء المرأة فى كل القضايا مثل الإمام محمد بن جرير الطبرى [٢٢٤٣١٠ هجرية / ٨٣٩ ٩٢٣م] فقد حكموا بذلك " لقياسهم " القضاء على " الفتيا ".. فالمسلمون قد أجمعوا على جواز تولى المرأة منصب الإفتاء الدينى أى التبليغ عن رسول الله صلى الله عليه وسلم وهو من أخطر المناصب الدينية وفى توليها للإفتاء سنة عملية مارستها نساء كثيرات على عهد النبوة منأمهات المؤمنين وغيرهن فقاس هؤلاء الفقهاء قضاء المرأة على فتياها، وحكموا بجواز توليها كل أنواع القضاء، لممارستها الإفتاء فى مختلف الأحكام.
وهم قد عللوا ذلك بتقريرهم أن الجوهرى والثابت فى شروط القاضى إنما يحكمه ويحدده الهدف والقصد من القضاء، وهو: ضمان وقوع الحكم بالعدل بين المتقاضين.. وبعبارة أبى الوليد بن رشد الحفيد [٥٢٠٥٩٥ هجرية / ١١٢٦ ١١٩٨م] : فإن " من رأى حكم المرأة نافذا فى كل شئ قال: إن الأصل هو أن كل من يأتى منه الفصل بين الناس فحكمه جائز، إلا ما خصصه الإجماع من الإمامة الكبرى " (١١) .
وخامسها: أن " الذكورة " لم تكن الشرط الوحيد الذى اختلف حوله الفقهاء من بين شروط من يتولى القضاء.. فهم مثلا اختلفوا فى شرط " الاجتهاد " فأوجب الشافعى [١٥٠٢٠٤ هجرية / ٧٦٧٨٢٠م] وبعض المالكية أن يكون القاضى مجتهداً.. على حين أسقط أبو حنيفة هذا الشرط، بل وأجاز قضاء " العامى " أى الأمى فى القراءة والكتابة وهو غير الجاهل ووافقه بعض الفقهاء المالكية قياسا على أمية النبى صلى الله عليه وسلم (١٢) .
واختلفوا كذلك فى شرط كون القاضى " عاملا " وليس مجرد " عالم " بأصول الشرع الأربعة: الكتاب، والسنة، والإجماع، والقياس.. فاشترطه الشافعى، وتجاوز عنه غيره من الفقهاء (١٣) .
كما اشترط أبو حنيفة، دون سواه أن يكون القاضى عربيا من قريش (١٤) .
فشرط " الذكورة " فى القاضى، هو واحد من الشروط التى اختلف فيها الفقهاء، حيث اشترطه البعض فى بعض القضايا دون البعض الآخر، وليس فيه إجماع.. كما أنه ليس فيه نصوص دينية تمنع أو تقيد اجتهادات المجتهدين..
وسادسها: أن منصب القضاء وولايته قد أصابها هى الأخرى ما أصاب الولايات السياسية والتشريعية والتنفيذية من تطور انتقل بها من " الولاية الفردية " إلى ولاية " المؤسسة " فلم تعد " ولاية رجل " أو " ولاية امرأة "، وإنما أصبح " الرجل " جزءاً من المؤسسة والمجموع، وأصبحت " المرأة " جزءاً من المؤسسة والمجموع.. ومن ثم أصبحت القضية فى " كيف جديد " يحتاج إلى " تكييف جديد " يقدمه الاجتهاد الجديد لهذا الطور المؤسسى الجديد الذى انتقلت إليه كل هذه الولايات.. ومنها ولاية المرأة للقضاء..
_________
(١) الراغب الأصفهانى، أبو القاسم الحسين بن محمد [المفردات فى غريب القرآن] طبعة دار التحرير، القاهرة ١٩٩١م.
(٢) البقرة: ٢٥٧.
(٣) الأعراف: ١٩٦.
(٤) آل عمران: ٦٨.
(٥) الجمعة: ٦.
(٦) الأنفال: ٧٢.
(٧) رواه البخارى ومسلم والإمام أحمد..
(٨) التوبة: ٧١.
(٩) النمل: ٣٢.
(١٠) غافر: ٢٩.
(١١) [بداية المجتهد ونهاية المقتصد] ج٢ ص ٤٩٤. طبعة القاهرة سنة ١٩٧٤م. والماوردى [أدب القاضى] ج١ ص ٦٢٥-٦٢٨ طبعة بغداد سنة ١٩٧١م. والأحكام السلطانية ص٦٥ طبعة القاهرة سنة ١٩٧٣م.
(١٢) [بداية المجتهد ونهاية المقتصد] ج٢ ص ٤٩٣،٤٩٤.
(١٣) [أدب القاضى] ج ١ ص ٦٤٣.
(١٤) محمد محمد سعيد [كتاب دليل السالك لمذهب الإمام مالك] ص ١٩٠ طبعة القاهرة سنة ١٩٢٣ م.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b434] VALUES (135,'<span data-type="title" id=toc-145>١٣٤- الرجال قوَّامون على النساء</span>
الرد على الشبهة:
فى المدينة المنورة نزلت آيات " القوامة " قوامة الرجال على النساء.. وفى ظل المفهوم الصحيح لهذه القوامة تحررت المرأة المسلمة من تقاليد الجاهلية الأولى، وشاركت الرجال فى العمل العام مختلف ميادين العمل العام على النحو الذى أشرنا إلى نماذجه فى القسم الأول من هذه الدراسة؛ فكان مفهوم القوامة حاضراً طوال عصر ذلك التحرير.. ولم يكن عائقاً بين المرأة وبين هذا التحرير..
ولحكمة إلهيةِ قرن القرآن الكريم فى آيات القوامة بين مساواة النساء للرجال وبين درجة القوامة التى للرجال على النساء، بل وقدم هذه المساواة على تلك الدرجة، عاطفاً الثانية على الأولى ب " واو " العطف، دلالة على المعية والاقتران.. أى أن المساواة والقوامة صنوان مقترنان، يرتبط كل منهما بالآخر، وليسا نقيضين، حتى يتوهم واهم أن القوامة نقيض ينتقص من المساواة..
لحكمة إلهية جاء ذلك فى القرآن الكريم، عندما قال الله سبحانه وتعالى فى الحديث عن شئون الأسرة وأحكامها:
(ولهن مثل الذى عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم) (١) .
وفى سورة النساء جاء البيان لهذه الدرجة التى للرجال على النساء فى سياق الحديث عن شئون الأسرة، وتوزيع العمل والأنصبة بين طرفى الميثاق الغليظ الذى قامت به الأسرة الرجل والمرأة فإذا بآية القوامة تأتى تالية للآيات التى تتحدث عن توزيع الأنصبة والحظوظ والحقوق بين النساء وبين الرجال، دونما غبن لطرف، أو تمييز يخل بمبدأ المساواة، وإنما وفق الجهد والكسب الذى يحصِّل به كل طرف ما يستحق من ثمرات.. (ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسألوا الله من فضله إن الله كان بكل شئ عليماً * ولكل جعلنا موالى مما ترك الوالدان والأقربون والذين عقدت أيمانكم فآتوهم نصيبهم إن الله كان على كل شئ شهيداً * الرجال قوّامون على النساء بما فضّل الله بعضهم على بعض وبما أنفقوا من أموالهم..) (٢) .
ولقد فقه حبر الأمة، عبد الله بن عباس [٣ق هجرية ٦٨ هجرية / ٦١٩ ٦٨٧م] الذى دعا له الرسول صلى الله عليه وسلم ربه أن يفقهه فى الدين فهم الحكمة الإلهية فى اقتران المساواة بالقوامة، فقال فى تفسيره لقول الله، سبحانه وتعالى -: (ولهن مثل الذى عليهن بالمعروف) تلك العبارة الإنسانية، والحكمة الجامعة: " إننى لأتزين لامرأتى، كما تتزين لى، لهذه الآية "!
وفهم المسلمون قبل عصر التراجع الحضارى، الذى أعاد بعضاً من التقاليد الجاهلية الراكدة إلى حياة المرأة المسلمة مرة أخرى - أن درجة القوامة هى رعاية رُبّان الأسرة الرجل لسفينتها، وأن هذه الرعاية هى مسئولية وعطاء.. وليست ديكتاتورية ولا استبدادا ينقص أو ينتقص من المساواة التى قرنها القرآن الكريم بهذه القوامة، بل وقدمها عليها..
ولم يكن هذا الفهم الإسلامى لهذه القوامة مجرد تفسيرات أو استنتاجات، وإنما كان فقهاً محكوماً بمنطق القواعد القرآنية الحاكمة لمجتمع الأسرة، وعلاقة الزوج بزوجه.. فكل شئون الأسرة تُدار، وكل قراراتها تُتَّخذ بالشورى، أى بمشاركة كل أعضاء الأسرة فى صنع واتخاذ هذه القرارات، لأن هؤلاء الأعضاء مؤمنون بالإسلام والشورى صفة أصيلة من صفات المؤمنين والمؤمنات (والذين يجتنبون كبائرالإثم والفواحش وإذا ما غضبوا هم يغفرون *والذين استجابوا لربهم وأقاموا الصلاة وأمرهم شورى بينهم ومما رزقناهم ينفقون * والذين إذا أصابهم البغى هم ينتصرون) (٣) .
فالشورى واحدة من الصفات المميزة للمؤمنين والمؤمنات، فى كل ميادين التدبير وصناعة القرار.. والأسرة هى الميدان التأسيسى والأول فى هذه الميادين.. تجبُ هذه الشورى، ويلزم هذا التشاور فى مجتمع الأسرة - لتتأسس التدابير والقرارات على الرضا، الذى لا سبيل إليه إلا بالمشاركة الشورية فى صنع القرارات.. يستوى فى ذلك الصغير والخطير من هذه التدابير والقرارات.. حتى لقد شاءت الحكمة الإلهية أن ينص القرآن الكريم على تأسيس قرار الرضاعة للأطفال - أى سقاية المستقبل وصناعة الغد على الرضا الذى تثمره الشورى.. ففى سياق الآيات التى تتحدث عن حدود الله فى شئون الأسرة.. تلك الحدود المؤسسة على منظومة القيم.. والمعروف.. والإحسان.. ونفى الجُناح والحرج.. وعدم المضارة والظلم والعدوان.. والدعوة إلى ضبط شئون الأسرة بقيم التزكية والطهر، لا " بترسانة " القوانين الصماء!.. فى هذا السياق ينص القرآن الكريم على أن تكون الشورى هى آلية الأسرة فى صنع كل القرارات: (والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس إلا وسعها لا تضار والدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فإن أرادا فصالاً عن تراض منهما وتشاور فلا جناح عليهما وإن أردتم أن تسترضعوا أولادكم فلا جناح عليكم إذا سلمتم ما أتيتم بالمعروف واتقوا الله واعلموا أن الله بما تعملون بصير) (٤) .
هكذا فهم المسلمون معنى القوامة.. فهى مسئولية وتكاليف للرجل، مصاحبة لمساواة النساء بالرجال.. وبعبارة الإمام محمد عبده: " إنها تفرض على المرأة شيئاً وعلى الرجل أشياء ".
وكانت السنة النبوية فى عصر البعثة البيان النبوى للبلاغ القرآنى فى هذا الموضوع.. فالمعصوم صلى الله عليه وسلم الذى حمّله ربه الحمل الثقيل فى الدين.. والدولة.. والأمة.. والمجتمع - (إنا سنلقى عليك قولاً ثقيلاً) (٥) . هو الذى كان فى خدمة أهله - أزواجه - وكانت شوراهن معه وله صفة من صفات بيت النبوة، فى الخاص والعام من الأمور والتدابير.. ويكفى أن هذه السنة العملية قد تجسدت تحريراً للمرأة، شاركت فيه الرجال بكل ميادين الاجتماع والسياسة والاقتصاد والتربية.. وحتى القتال.. كما كان صلى الله عليه وسلم دائم التأكيد على التوصية بالنساء خيراً..فحريتهن حديثة العهد، وهن قريبات من عبودية التقاليد الجاهلية، واستضعافهن يحتاج إلى دوام التوصية بهن والرعاية لهن.. وعنه صلى الله عليه وسلم تروى أقرب زوجاته إليه عائشة رضى الله عنها: " إنما النساء شقائق الرجال " رواه أبو داود والترمذى والدارمى والإمام أحمد وعندما سئلت:
ما كان رسول الله صلى الله عليه وسلم يعمل فى بيته؟
قالت: " كان بشراً من البشر، يغلى ثوبه، ويحلب شاته، ويخدم نفسه " رواه الإمام أحمد يفعل ذلك، وهو القَوَّام على الأمة كلها، فى الدين والدولة والدنيا جميعاً!..وفى خطبته صلى الله عليه وسلم بحجة الوداع [١٠ هجرية / ٦٣٢ م] وهى التى كانت إعلانا عالميا خالداً للحقوق والواجبات الدينية والمدنية - كما صاغها الإسلام أفرد صلى الله عليه وسلم للوصية بالنساء فقرات خاصة، أكد فيها على التضامن والتناصر بين النساء والرجال فى المساواة والحقوق والواجبات فقال: " ألا واستوصوا بالنساء خيراً، فإنهن عوان عندكم، ليس تملكون منهن شيئاً غير ذلك، إلا أن يأتين بفاحشة مبينة. ألا إن لكم على نسائكم حقاً ولنسائكم عليكم حقاً.. فاتقوا الله فى النساء، واستوصوا بهن خيراً، ألا هل بلغت!. اللهم فاشهد " (٦) .
هكذا فُهمت القوامة فى عصر التنزيل.. فكانت قيادة للرجل فى الأسرة، اقتضتها مؤهلاته ومسئولياته فى البذل والعطاء.. وهى قيادة محكومة بالمساواة والتناصر والتكافل بين الزوج وزوجه فى الحقوق والواجبات ومحكومة بالشورى التى يسهم بها الجميع ويشاركون فى تدبير شئون الأسرة.. هذه الأسرة التى قامت على " الميثاق الغليظ " ميثاق الفطرة والذى تأسس على المودة والرحمة، حتى غدت المرأة فيها السكن والسكينة لزوجها حيث أفضى بعضهم إلى بعض، هنَّ لباس لكم وأنتم لباس لهن، فهى بعض الرجل والرجل بعض منها: (بعضكم من بعض) (٧) - (ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها وجعل بينكم مودة ورحمة إن فى ذلك لآيات لقوم يتفكرون) (٨) (هنَّ لباس لكم وأنتم لباس لهن) (٩) (وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقا غليظا) (١٠) .
وإذا كانت القوامة ضرورة من ضروريات النظام والتنظيم فى أية وحدة من وحدات التنظيم الاجتماعى، لأن وجود القائد الذى يحسم الاختلاف والخلاف، هو مما لا يقوم النظام والانتظام إلا به.
فلقد ربط القرآن هذه الدرجة فى الريادة والقيادة بالمؤهلات وبالعطاء، وليس بمجرد " الجنس " فجاء التعبير: (الرجال قوامون على النساء) وليس كل رجل قوّام على كل امرأة.. لأن إمكانات القوامة معهودة فى الجملة والغالب لدى الرجال، فإذا تخلفت هذه الإمكانات عند واحد من الرجال، كان الباب مفتوحاً أمام الزوجة إذا امتلكت من هذه المقومات أكثر مما لديه لتدير دفة الاجتماع الأسرى على نحو ما هو حادث فى بعض الحالات!..
هكذا كانت القوامة فى الفكر والتطبيق فى عصر صدر الإسلام.. لكن الذى حدث بعد القرون الأولى وبعد الفتوحات التى أدخلت إلى المجتمع الإسلامى شعوباً لم يذهب الإسلام عاداتها الجاهلية، فى النظر إلى المرأة والعلاقة بها، قد أصاب النموذج الإسلامى بتراجعات وتشوهات أشاعت تلك العادات والتقاليد الجاهلية فى المجتمعات الإسلامية من جديد..
ويكفى أن نعرف أن كلمةٍ " عَوَان " التى وصف الرسول صلى الله عليه وسلم بها النساء، فى خطبة حجة الوداع، والتى تعنى فى [لسان العرب] : " النَّصَف والوسط " (١١) أى الخيار وتعنى ذات المعنى فى موسوعات مصطلحات الفنون (١٢) .. قد أصبحت تعنى - فى عصر التراجع الحضارى - أن المرأة أسيرة لدى الرجل، وأن النساء أسرى عند الرجال.. وأن القوامة هى لون من " القهر " لأولئك النساء الأسيرات!! حتى وجدنا إماماً عظيماً مثل ابن القيم، يعبر عن واقع عصره العصر المملوكى فيقول هذا الكلام الغريب والعجيب: " إن السيد قاهر لمملوكه،حاكم عليه، مالك له. والزوج قاهر لزوجته، حاكم عليها، وهى تحت سلطانه وحكمه شبه الأسير " (١٣) !!
وهو فهم لمعنى القوامة، وعلاقة الزوج بزوجه، يمثل انقلاباً جذريا على إنجازات الإسلام فى علاقة الأزواج بالزوجات!.. انقلاب جذريًّا فالعادات والتقاليد الجاهلية التى أصبحت تغالب قيم الإسلام فى تحرير المرأة ومساواة النساء للرجال..
ووجدنا كذلك فى عصور التقليد والجمود الفقهى تعريف بعض " الفقهاء " لعقد النكاح، فإذا به: " عقد تمليك بضع الزوجة "!!.. وهو انقلاب على المعانى القرآنية السامية لمصطلحات " الميثاق الغليظ " و " المودة ".. والرحمة.. والسكن والسكينة.. وإفضاء كل طرف إلى الطرف الآخر، حتى أصبح كل منهما لباساً له "..
هكذا حدث الانقلاب، فى عصور التراجع الحضارى لمسيرة أمة الإسلام..
ولذلك، كان من مقتضيات البعث الحضارى، الحديث والمعاصر، لنموذج الإسلام فى تحرير المرأة وإنصافها، كبديل للنموذج الغربى الذى اقتحم عالم الإسلام فى ركاب الغزوة الاستعمارية الغربية لبلادنا والذى شقيت وتشقى به المرأة السوية فى الغرب ذاته كان من مقتضيات ذلك إعادة المفاهيم الإسلامية الصحيحة لمعنى قوامة الرجال على النساء.. وهى المهمة التى نهضت بها الاجتهادات الإسلامية الحديثة والمعاصرة لأعلام علماء مدرسة الإحياء والتجديد..
فالإمام محمد عبده، قد وقف أمام آيات القوامة (ولهن مثل الذىعليهن بالمعروف وللرجال عليهن درجة) (١٤) فإذا به يقول:
" هذه كلمة جليلة جداً، جمعت على إيجازها مالا يُؤَدى بالتفصيل إلا فى سفر كبير، فهى قاعدة كلية ناطقة بأن المرأة مساوية للرجل فى جميع الحقوق، إلا أمراً واحداً عبّر عنه بقوله: (وللرجال عليهن درجة) وقد أحال فى معرفة ما لهن وما عليهن على المعروف بين الناس فى معاشراتهن ومعاملاتهن فى أهليهن، وما يجرى عليه عرف الناس هو تابع لشرائعهم وعقائدهم وآدابهم وعاداتهم..
فهذه الجملة تعطى الرجل ميزانا يزن به معاملته لزوجه فى جميع الشئون والأحوال، فإذا همّ بمطالبتها بأمر من الأمور يتذكر أنه يجب عليه مثله بإزائه، ولهذا قال ابن عباس، رضى الله عنهما: إننى لأتزين لامرأتى كما تتزين لى، لهذه الآية.
وليس المراد بالمثل المثل بأعيان الأشياء وأشخاصها، وإنما المراد: أن الحقوق بينهما متبادلة، وأنهما كفئان، فما من عمل تعمله المرأة للرجل إلا وللرجل عمل يقابله لها، وإن لم يكن مثله فى شخصه، فهو مثله فى جنسه، فهما متماثلان فى الذات والإحساس والشعور والعقل، أى أن كلا منهما بشر تام له عقل يتفكر فى مصالحه، وقلب يحب ما يلائمه ويسر به، ويكره مالا يلائمه وينفر منه، فليس من العدل أن يتحكم أحد الصنفين بالآخر ويتخذه عبدا يستذله ويستخدمه فى مصالحه، ولا سيما بعد عقد الزوجية والدخول فى الحياة المشتركة التى لا تكون سعيدة إلا باحترام كل من الزوجين الآخر والقيام بحقوقه..
هذه الدرجة التى رُفع النساء إليها لم يرفعهن إليها دين سابق ولا شريعة من الشرائع، بل لم تصل إليها أمة من الأمم قبل الإسلام ولا بعده..
لقد خاطب الله تعالى النساء بالإيمان والمعرفة والأعمال الصالحة، فى العبادات والمعاملات، كما خاطب الرجال، وجعل لهن مثل ما جعله عليهن، وقرن أسماءهن بأسمائهم فى آيات كثيرة، وبايع النبى صلى الله عليه وسلم المؤمنات كما بايع المؤمنين، وأمرهن بتعلم الكتاب والحكمة كما أمرهم، وأجمعت الأمة على ما مضى به الكتاب والسنة من أنهن مجزيات على أعمالهن فى الدنيا والآخرة..
وأما قوله تعالى: (وللرجال عليهن درجة) فهو يوجب على المرأة شيئاً، وذلك أن هذه الدرجة درجة الرياسة والقيام على المصالح، المفسرة بقوله تعالى (الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما أنفقوا من أموالهم) (١٥) .
إن الحياة الزوجية حياة اجتماعية، ولا بد لكل اجتماع من رئيس، لأن المجتمعين لابد أن تختلف آراؤهم ورغباتهم فى بعض الأمور، ولا تقوم مصلحتهم إلا إذا كان لهم رئيس يُرجع إلى رأيه فى الخلاف، لئلا يعمل كل ضد الآخر فتفصم عروة الوحدة الجامعة ويختل النظام، والرجل أحق بالرياسة لأنه أعلم بالمصلحة، وأقدر على التنفيذ بقوته وماله، ومن ثم كان هو المطالب شرعاً بحماية المرأة والنفقة عليها، وكانت هى مطالبة بطاعته فى المعروف.
إن المراد بالقيام " القوامة " هنا هو الرياسة التى يتصرف فيها المرؤوس بإرادته واختياره، وليس معناه أن يكون المرؤوس مقهورا مسلوب الإرادة لا يعمل عملا إلا ما يوجهه إليه رئيسه.
إن المرأة من الرجل والرجل من المرأة بمنزلة الأعضاء من بدن الشخص الواحد، فالرجل بمنزلة الرأس والمرأة بمنزلة البدن.
أما الذين يحاولون بظلم النساء أن يكونوا سادة فى بيوتهم، فإنما يلدون عبيدًا لغيرهم " (١٦) !!.
" وإذا كانت عصور التراجع الحضارى كما سبق وأشرنا قد استبدلت بالمعانى السامية لعقد الزواج المودة، والرحمة، والسكن والميثاق الغليظ " ذلك المعنى الغريب "عقد تمليك بُضع الزوجة "! - وعقد أسر وقهر!. فلقد أعاد الاجتهاد الإسلامى الحديث والمعاصر الاعتبار إلى المعانى القرآنية السامية.. وكتب الشيخ محمود شلتوت [١٣١٠١٣٨٣ هجرية ١٨٩٣ ١٩٦٣م] فى تفسيره للقرآن الكريم تحت عنوان [الزواج ميثاق غليظ] يقول:
" لقد أفرغت سورة النساء على عقد الزواج صبغة كريمة، أخرجته عن أن يكون عقد تمليك كعقد البيع والإجارة، أو نوعا من الاسترقاق والأسر حيث أفرغت عليه صبغة " الميثاق الغليظ ".
ولهذا التعبير قيمته فى الإيحاء بموجبات الحفظ والرحمة والمودة. وبذلك كان الزواج عهدا شريفاً وميثاقاً غليظاً ترتبط به القلوب، وتختلط به المصالح، ويندمج كل من الطرفين فى صاحبه، فيتحد شعورهما، وتلتقى رغباتهما وآمالهما. كان علاقة دونها علاقة الصداقة والقرابة، وعلاقة الأبوة والبنوة (هنَّ لباس لكم وأنتم لباس لهن) (١٧) (ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها وجعل بينكم مودة ورحمة إن فى ذلك لآيات لقوم يتفكرون) (١٨) . يتفكرون فيدركون أن سعادة الحياة الزوجية إنما تُبنى على هذه العناصر الثلاثة: السكن والمودة والرحمة..
وإذا تنبهنا إلى أن كلمة (ميثاق) لم ترد فى القرآن الكريم إلا تعبيرًا عما بين الله وعباده من موجبات التوحيد، والتزام الأحكام، وعما بين الدولة والدولة من الشئون العامة والخطيرة، علمنا مقدار المكانة التى سما القرآن بعقد الزواج إليها، وإذا تنبهنا مرة أخرى إلى أن وصف الميثاق " بالغليظ " لم يرد فى موضع من مواضعه إلا فى عقد الزواج وفيما أخذه الله على أنبيائه من مواثيق (وأخذنا منهم ميثاقاً غليظاً) (١٩) . تضاعف لدينا سمو هذه المكانة التى رفع القرآن إليها هذه الرابطة السامية ".
ثم تحدث الشيخ شلتوت عن المفهوم الإسلامى الصحيح " للقوامة " فقال:
".. وبينت السورة الدرجة التى جعلها الله للرجال على النساء، بعد أن سوى بينهما فى الحقوق والواجبات، وأنها لا تعدو درجة الإشراف والرعاية بحكم القدرة الطبيعية التى يمتاز بها الرجل على المرأة، بحكم الكد والعمل فى تحصيل المال الذى ينفقه فى سبيل القيام بحقوق الزوجة والأسرة، وليست هذه الدرجة درجة الاستعباد والتسخير، كما يصورها المخادعون المغرضون " (٢٠) .
تلك هى شبهة الفهم الخاطىء والمغلوط لقوامة الرجال على النساء.. والتى لا تعدو أن تكون الانعكاس لواقع بعض العادات الجاهلية التى ارتدت فى عصور التراجع الحضارى لأمتنا الإسلامية فغالبت التحرير الإسلامى للمرأة حتى انتقلت بالقوامة من الرعاية والريادة، المؤسسة على إمكانات المسئولية والبذل والعطاء، إلى قهر السيد للمسود والحر للعبد والمالك للمملوك!.
ولأن هذا الفهم غريب ومغلوط، فإن السبيل إلى نفيه وإزالة غباره وآثاره هو سبيل البديل الإسلامى الذى فقهه الصحابة، رضوان الله عليهم للقوامه.. والذى بعثه من جديد الاجتهاد الإسلامى الحديث والمعاصر، ذلك الذى ضربنا عليه الأمثال من فكر وإبداع الشيخ محمد عبده والشيخ محمود شلتوت.
بل إننا نضيف، للذين يرون فى القوامة استبدادا بالمرأة وقهرا لها سواء منهم غلاة الإسلاميين الذين ينظرون للمرأة نظرة دونية، ويعطلون ملكاتها وطاقاتها بالتقاليد أو غلاة العلمانيين، الذين حسبوا ويحسبون أن هذا الفهم المغلوط هو صحيح الإسلام وحقيقته، فيطلبون تحرير المرأة بالنموذج الغربى.. بل وتحريرها من الإسلام!.. أقول لهؤلاء جميعاً:
إن هذه الرعاية التى هى القوامة، لم يجعلها الإسلام للرجل بإطلاق.. ولم يحرم منها المرأة بإطلاق.. وإنما جعل للمرأة رعاية - أى " قوامة " - فى الميادين التى هى فيها أبرع وبها أخبر من الرجال.. ويشهد على هذه الحقيقة نص حديث رسول الله صلى الله عليه وسلم " كلكم راع وكلكم مسئول عن رعيته، فالأمير الذى على الناس راع عليهم، وهو مسئول عنهم، والرجل راع على أهل بيته، وهو مسئول عنهم، والمرأة راعية على بيت بعلها وولده، وهى مسئولة عنهم.. ألا فكلكم راع وكلكم مسئول عن راعيته " رواه البخارى والإمام أحمد.
فهذه الرعاية "القوامة "-هى فى حقيقتها " تقسيم للعمل " تحدد الخبرةُ والكفاءةُ ميادين الاختصاص فيه.. فالكل راع ومسئول-وليس فقط الرجال هم الرعاة والمسئولون-وكل صاحب أو صاحبة خبرة وكفاءة هو راع وقوّام أو راعية وقوّامة على ميدان من الميادين وتخصص من التخصصات.. وإن تميزت رعاية الرجال وقوامتهم فى الأسر والبيوت والعائلات وفقاً للخبرة والإمكانات التى يتميزون بها فى ميادين الكد والحماية..فإن لرعاية المرأة تميزاً فى إدارة مملكة الأسرة وفى تربية الأبناء والبنات.. حتى نلمح ذلك فى حديث الرسول صلى الله عليه وسلم الذى سبق إيراده - عندما جعل الرجل راعياً ومسئولاً على " أهل بيته " بينما جعل المرأة راعية ومسئولة على " بيت بعلها وولده "..
فهذة " القوامة " - توزيع للعمل، تحدد الخبرة والكفاءة ميادينه.. وليست قهراً ولا قَسْراً ولا تملكا ولا عبودية، بحال من الأحوال..
هكذا وضحت قضية القوامة.. وسقطت المعانى الزائفة والمغلوطة لآخر الشبهات التى يتعلق بها الغلاة.. غلاة الإسلاميين.. وغلاة العلمانيين.
فالطريق مفتوح أمام إنهاض المرأة بفكر متزن يرى أنها مع الرجل قد خلقا من نفس واحدة وتساويا فى الحقوق والواجبات واختلفت وظائف كل منهما إختلاف تكامل كتكامل خصائصهما الطبيعية لعمارة الدنيا وعبادة الله الواحد الأحد.
_________
(١) البقرة: ٢٢٨.
(٢) النساء: ٣٢-٣٤.
(٣) الشورى: ٣٧ - ٣٩.
(٤) البقرة: ٢٣٣.
(٥) المزمل: ٥.
(٦) [مجموعة الوثائق السياسية للعهد النبوى والخلافة الراشدة] ص٢٨٣. جمعها وحققها: د. محمد حميد الله. طبعة القاهرة سنة ١٩٥٦م.
(٧) آل عمران: ١٩٥.
(٨) الروم: ٢١.
(٩) البقرة: ١٨٧.
(١٠) النساء: ٢١.
(١١) ابن منظور [لسان العرب] طبعة دار المعارف. القاهرة.
(١٢) انظر: الراغب الأصفهانى [المفردات فى غريب القرآن] طبعة دار التحرير. القاهرة سنة ١٩٩١م. وأبو البقاء الكفوى [الكليات] ق٢ ص٢٨٧. تحقيق: د. عدنان درويش، طبعة دمشق سنة ١٩٨٢م.
(١٣) [إعلام الموقعين] ج٢ ص١٠٦. طبعة بيروت سنة ١٩٧٣م.
(١٤) البقرة: ٢٢٨.
(١٥) النساء: ٣٤.
(١٦) [الأعمال الكاملة للإمام محمد عبده] ج ٤ ص ٦٠٦ - ٦١١- وج٥ ص ٢٠١، ٢٠٣. دراسة وتحقيق: د. محمد عمارة. طبعة القاهرة ١٩٩٣م.
(١٧) البقرة: ١٨٧.
(١٨) الروم: ٢١.
(١٩) النساء: ٢١.
(٢٠) [تفسير القرآن الكريم] ص ١٧٢ ١٧٤. طبعة القاهرة ١٣٩٩ هجرية ١٩٧٩م.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b434] VALUES (136,'<span data-type="title" id=toc-146>١٣٥- قضية الحِجاب</span>
الرد على الشبهة:
السياق القرآنى لآية الخمار يبين أن العلة هى العفاف وحفظ الفروج، حيث يبدأ بالحديث عن تميز الطيبين والطيبات عن الخبيثين والخبيثات.. وعن آداب دخول بيوت الآخرين، المأهول منها وغير المأهول.. وعن غض البصر.. وحفظ الفروج، لمطلق المؤمنين والمؤمنات..وعن فريضة الاختمار، حتى لا تبدو زينة المرأة ـ مطلق المرأة ـ إلا لمحارم حددتهم الآية تفصيلاً. فالحديث عن الاختمار حتى فى البيوت، إذا حضر غير المحارم.. ثم يواصل السياق القرآنى الحديث عن الإحصان بالنكاح (الزواج) وبالاستعفاف للذين لا يجدون نكاحاً حتى يغنيهم الله من فضله:
(الخبيثات للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات أولئك مبرءون مما يقولون لهم مغفرة ورزق كريم * يا أيها الذين آمنوا لا تدخلوا بيوتاً غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تَذكَّرون * فإن لم تجدوا فيها أحداً فلا تدخلوها حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا هو أزكى لكم والله بما تعملون عليم * ليس عليكم جناح أن تدخلوا بيوتاً غير مسكونة فيها متاع لكم والله يعلم ما تبدون وما تكتمون * قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون * وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بنى إخوانهن أو بنى أخواتهن أو نسائهن أو ما ملكت أيمانهن أو التابعين غير أولى الإربة من الرجال أو الطفل الذين لم يظهروا على عورات النساء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون * وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله واسع عليم * وليستعفف الذين لا يجدون نكاحاً حتى يغنيهم الله من فضله والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيراً وآتوهم من مال الله الذى آتاكم ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن غفور رحيم) (١) .
فنحن أمام نظام إسلامى، وتشريع إلهى مفصل، فى العفة وعلاقتها بستر العورات عن غير المحارم. وهو تشريع عام، فى كل مكان توجد فيه المرأة مع غير محرم.
بل إن ذات السورة ـ (النور) تستأنف التشريع لستر العورات داخل البيوت ـ نصاً وتحديداً ـ فتقول آياتها الكريمة: (يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم ثلاث مرات من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلاة العشاء ثلاثُ عورات لكم ليس عليكم ولا عليهم جناح بعدهن طوّافون عليكم بعضكم على بعض كذلك يبين الله لكم الآيات والله عليم حكيم * وإذا بلغ الأطفال منكم الحلم فليستأذنوا كما استأذن الذين من قبلهم كذلك يبين الله لكم آياته والله عليم حكيم * والقواعد من النساء اللاتى لا يرجون نكاحاً فليس عليهن جناح أن يضعن ثيابهن غير متبرجات بزينة وأن يستعففن خير لهن والله سميع عليم) (٢) .
فنحن أمام تشريع لستر العورات، حتى داخل البيوت، عن غير المحارم ـ الذين حددتهم الآيات ـ ومنهم الصبيان إذا بلغوا الحلم.. فحيث أمر الله بالعفاف وحرم الزنا وأقر الزواج وأباح إمكانية التعدد فكان لابد لكمال التشريع من الأمر بدرء ما يوصل إلى عكس ذلك كله فأمر بالحجاب وبغض البصر وبعدم الخلوة وهو أَمْرٌ له سبحانه فى كل دين.
_________
(١) النور: ٢٦- ٣٣.
(٢) النور: ٦٨: ٧٠.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b434] VALUES (137,'<span data-type="title" id=toc-147>١٣٦- الرِّق</span>
الرد على الشبهة:
الرِّق لغة: هو الشئ الرقيق، نقيض الغليظ والثخين.
واصطلاحًا: هو المِلْك والعبودية، أى نقيض العِتْق والحرية.
والرقيق بمعنى العبد يطلق على المفرد والجمع، وعلى الذكر والأنثى أما العبد، فهو: الرقيق الذكر، ويقابله: الأَمَة للأنثى. ومن الألفاظ الدالة على الرقيق الذكر لفظى: الفتى أو الغلام.. وعلى الأنثى لفظى: الفتاة، والجارية. أما القنّ فهو أخص من العبد، إذ هو الذى مُلِك هو وأبواه.
ومالك الرقيق هو: السيد، أو المولى.
والرق نظام قديم قدم المظالم والاستعباد والطبقية والاستغلال فى تاريخ الإنسان، وإليه أشار القرآن الكريم فى قصة يوسف عليه السلام: (وجاءت سيارة فأرسلوا واردهم فأدلى دلوه قال يا بُشْرى هذا غلام وأسروه بضاعة والله عليم بما يعملون. وشروه بثمن بخس دراهم معدودة وكانوا فيه من الزاهدين. وقال الذى اشتراه من مصر لامرأته أكرمى مثواه عسى أن ينفعنا أو نتخذه ولداً) (١) وكان الاسترقاق من عقوبات السرقة عند العبرانيين القدماء، وعندما سئل إخوة يوسف عن جزاء السارق لصواع الملك (قالوا جزاؤه من وُجد فى رحله فهو جزاؤه..) (٢) .
وفى الحضارات القديمة كان الرق عماد نظام الإنتاج والاستغلال، وفى بعض تلك الحضارات كالفرعونية المصرية والكسروية الفارسية كان النظام الطبقى المغلق يحول دون تحرير الأرقاء، مهما توفرت لأى منهم الرغبة أو الإمكانات.. وفى بعض تلك الحضارات كالحضارة الرومانية كان السادة هم الأقلية الرومانية، وكانت الأغلبية فى الامبراطورية برابرة أرقاء، أو فى حكم الأرقاء.. وللأرقاء فى تلك الحضارات ثورات من أشهرها ثورة " اسبارتاكوس " [٧٣٧١ق م] .
وعندما ظهر الإسلام كانت للمظالم الاجتماعية والتمييز العرقى والطبقى منابع وروافد عديدة تغذى " نهر الرق " فى كل يوم بالمزيد من الأرقاء.. وذلك من مثل:
١- الحرب، بصرف النظر عن حظها من الشرعية والمشروعية، فالأسرى يتحولون إلى أرقاء، والنساء يتحولن إلى سبايا وإماء..
٢- والخطف، يتحول به المخطوفون إلى رقيق..
٣- وارتكاب الجرائم الخطيرة كالقتل والسرقة والزنا كان يحكم على مرتكبيها بالاسترقاق..
٤- والعجز عن سداد الديون، كان يحوِّل الفقراء المدينين إلى أرقاء لدى الأغنياء الدائنين..
٥- وسلطان الوالد على أولاده، كان يبيح له أن يبيع هؤلاء الأولاد، فينتقلون من الحرية إلى العبودية.
٦- وسلطان الإنسان على نفسه، كان يبيح له بيع حريته، فيتحول إلى رقيق..
٧- وكذلك النسل المولود من كل هؤلاء الأرقاء يصبح رقيقا، حتى ولو كان أباه حرا..
ومع كثرة واتساع هذه الروافد التى تمد نهر الرقيق فى كل وقت بالمزيد والمزيد من الأرقاء، كانت أبواب العتق والحرية إما موصدة تماما، أو ضيقة عسيرة على الولوج منها..
وأمام هذا الواقع، اتخذ الإسلام، إبان ظهوره، طريق الإصلاح الذى يتغيا تحرير الأرقاء، وإلغاء نظام العبودية، وطى صفحته من الوجود، لكن فى " واقعية ثورية " إذا جازالتعبير.. فهو لم يتجاهل الواقع ولم يقفز عليه.. وأيضا لم يعترف به على النحو الذى يبقيه ويكرسه..
لقد بدأ الإسلام فأغلق وألغى وحرّم أغلب الروافد التى كانت تمد نهر الرقيق بالمزيد من الأرقاء.. فلم يبق منها إلا أسرى الحرب المشروعة والشرعية، والنسل إذا كان أبواه من الأرقاء.. وحتى أسرى الحرب المشروعة فتح الإسلام أمامهم باب العتق والحرية المنّ أو الفداء: (فإذا لقيتم الذين كفروا فضرب الرقاب حتى إذا أثخنتموهم فشدوا الوثاق فإما منًّا بعد وإما فداء حتى تضع الحرب أوزارها..) (٣) فعندما تضع الحرب أوزارها، يتم تحرير الأسرى، إما بالمن عليهم بالحرية وإما بمبادلتهم بالأسرى المسلمين لدى الأعداء..
ومع إغلاق الروافد روافد الاسترقاق ومصادره التفت الإسلام إلى " كتلة " واقع الأرقاء، فسعى إلى تصفيتها بالتحرير، وذلك عندما عدد ووسع مصابّ نهر الرقيق..ولقد سلك الإسلام إلى ذلك المقصد سبيل منظومة القيم الإسلامية. وسبيل العدالة الاجتماعية الإسلامية. فحبب إلى المسلمين عتق الأرقاء تطوعا، إذ فى عتق كل عضو من أعضاء الرقيق عتق لعضو من أعضاء سيده من النار، فتحرير الرقيق سبيل لتحرير الإنسان من عذاب النار يوم القيامة.. كما جعل الإسلام عتق الأرقاء كفارة للكثير من الذنوب والخطايا.. وجعل للدولة والنظام العام مدخلاً فى تحرير الأرقاء عندما جعل هذا التحرير مصرفا من المصارف الثمانية لفريضة الزكاة فهو جزء من أحد أركان الإسلام (إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفى الرقاب والغارمين وفى سبيل الله وابن السبيل فريضة من الله والله عليم حكيم) (٤) . كما جعل الحرية هى الأصل الذى يولد عليه الناس، والرق هو الاستثناء الطارئ الذى يحتاج إلى إثبات، فمجهولوا الحكم هم أحرار، وعلى مدعى رقهم إقامة البينات، وأولاد الأمة من الأب الحر هم أحرار و" متى استعبدتم الناس وقد ولدتهم أمهاتهم أحراراً؟ ! "..
كذلك، ذهب الإسلام فساوى بين العبد والحر فى كل الحقوق الدينية، وفى أغلب الحقوق المدنية، وكان التمييز فقط، فى أغلب حالاته بسبب التخفيف عن الأرقاء مراعاة للاستضعاف والقيود التى يفرضها الاسترقاق على الإرادة والتصرف.. فالمساواة تامة فى التكاليف الدينية، وفى الحساب والجزاء.. وشهادة الرقيق معتبرة فى بعض المذاهب الإسلامية عند الحنابلة وله حق الملكية فى ماله الخاص، وإعانته على شراء حريته بنظام المكاتبة والتدبير مرغوب فيها دينياً (والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيراً وآتوهم من مال الله الذى آتاكم) (٦) . والدماء متكافئة فى القصاص..
وبعد أن كان الرق من أكبر مصادر الاستغلال والثراء لملاك العبيد، حوّله الإسلام بمنظومة القيم التى كادت أن تسوى بين العبد وسيده إلى ما يشبه العبء المالى على ملاك الرقيق.. فمطلوب من مالك الرقيق أن يطعمه مما يأكل ويلبسه مما يلبس ولا يكلفه من العمل مالا يطيق.. بل ومطلوب منه أيضاً إلغاء كلمة " العبد " والأمة " واستبدالها بكلمة " الفتى " و " الفتاة ".
بل لقد مضى الإسلام فى هذا السبيل إلى ما هو أبعد من تحرير الرقيق، فلم يتركهم فى متاهة عالم الحرية الجديد دون عصبية وشوكة وانتماء، وإنما سعى إلى إدماجهم فى القبائل والعشائر والعصبيات التى كانوا فيها أرقاء، فأكسبهم عزتها وشرفها ومكانتها ومنعتها وما لها من إمكانات، وبذلك أنجز إنجازاً عظيماً وراء وفوق التحرير عندما أقام نسيجاً اجتماعياً جديداً التحم فيه الأرقاء السابقون بالأحرار، فأصبح لهم نسب قبائلهم عن طريق " الولاء "، الذى قال عنه الرسول (: [الولاء لُحْمَةٌ كلُحْمَة النسب] رواه الدارمى. حتى لقد غدا أرقاء الأمس " سادة " فى أقوامهم، بعد أن كانوا " عبيداً " فيهم.. وقال عمر بن الخطاب وهو من هو فى الحسب والنسب عن بلال الحبشى، الذى اشتراه أبو بكر الصديق وأعتقه: " سيدنا أعتق سيدنا "!.. كما تمنى عمر أن يكون سالم مولى أبى حذيفة حياً فيختاره لمنصب الخلافة.. فالمولى، الذى نشأ رقيقاً، قد حرره الإسلام، فكان إماماً فى الصلاة وأهلاً بخلافة المسلمين.
ولقد ساعد على هذا الاندماج فى النسيج العربى فضلاً عن الإسلامى ذلك المعيار الذى حدده الإسلام للعروبة وهو معيار اللغة وحدها، فباستبعاد " العرق.. والدم " غدت الرابطة اللغوية والثقافية انتماءً واحداً للجميع، بصرف النظر عن ماضى الاسترقاق وعن هذا المعيار للعروبة تحدث الرسول (فى معرض النقد والرفض للذين أرادوا إخراج الموالى، ذوى الأصول العرقية غير العربية، من إطار العروبة، فقال: [أيها الناس، إن الرب واحد، والأب واحد.. وليست العربية بأحدكم من أب أو أم، وإنما هى اللسان، فمن تكلم العربية فهو عربى..] ..
هكذا كان الإسلام إحياء وتحريراً للإنسان، مطلق الإنسان، يضع عن الناس إصرهم والأغلال التى كانت عليهم، ويحرر الأرقاء، لأن الرق فى نظره " موت "، والحرية " حياة وإحياء ".. ولقد أبصر هذه الحكمة الإسلامية الإمام النسفى [٧١٠هجرية /١٣١٠م] وهو يعلل جعل الإسلام كفارة القتل الخطأ تحرير رقبة: (ومن قتل مؤمناً خطأ فتحرير رقبة مؤمنة) (٦) .. فقال: إن القاتل " لما أخرج نفساً مؤمنة من جملة الأحياء لزمة أن يدخل نفساً مثلها فى جملة الأحرار، لأن اطلاقها من قيد الرق كإحيائها، من قِبَل أن الرقيق ملحق بالأموات، إذ الرق أثر من آثار الكفر، والكفر موت حكماً.." (٧) .. فالإسلام قد ورث نظام الرق عن المجتمعات الكافرة فهو من آثار الكفر، ولأنه موت لروح وملكات الأرقاء، وسعى الإسلام إلى إلغائه، وتحرير أى إحياء موات هؤلاء الأرقاء، كجزء من الإحياء الإسلامى العام (يا أيها الذين آمنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم) (٨) .
ومع أن مقاصد الإسلام فى تصفية نهر الرقيق بإغلاق روافده وتجفيف منابعه، وتوسيع مصباته لم تبلغ كامل آفاقها، إذ انتكس "الواقع التاريخى" للحضارة الإسلامية، بعد عصر الفتوحات، وسيطرة العسكر المماليك على الدولة الإسلامية.. إلا أن. حال الأرقاء فى الحضارة الإسلامية قد ظلت أخف قيوداً وأكثر عدلاً بما لا يقارن من نظائرها خارج الحضارة الإسلامية، بما فى ذلك الحضارة الغربية، التى تزعمت فى العصر الحديث الدعوة إلى تحرير الأرقاء..
فلقد اقترن عصر النهضة الأوروبية بزحفها الاستعمارى على العالمين القديم والجديد، وبعد أن استعبد المستعمرون الأسبان والبرتغاليون والإنجليز والفرنسيون سكان أمريكا الأصليين، وأهلكوهم فى سخرة البحث عن الذهب وإنشاء المزارع، مارسوا أكبر أعمال القرصنة والخطف فى التاريخ، تلك التى راح ضحيتها أكثر من أربعين مليوناً من زنوج إفريقيا، سلسلوا بالحديد، وشحنوا فى سفن الحيوانات، لتقوم على دمائهم وعظامهم المزارع والمصانع والمناجم التى صنعت رفاهية الرجل الأبيض فى أمريكا وأوروبا.. ولا يزال أحفادهم يعانون من التفرقة العنصرية فى الغرب حتى الآن.
وعندما سعت أوروبا فى القرن التاسع عشر إلى إلغاء نظام الرق، وتحريم تجارته، لم تكن دوافعها فى أغلبها روحية ولا قيمية ولا إنسانية، وإنما كانت فى الأساس دوافع مادية، لأن نظامها الرأسمالى قد رأى فى تحرير الرقيق سبيلاً لجعلهم عمالاً أكثر مهارة، وأكثر قدره على النهوض باحتياجات العمل الفنى فى الصناعات التى أقامها النظام الرأسمالى.. فلقد غدا الرق بمعايير الجدوى الاقتصادية عبئاً على فائض رأس المال الذى هو معبود الحضارة الرأسمالية المادية وأصبحت حرية الطبقة العاملة أعون على تنمية مبادراتها ومهاراتها فى عملية الإنتاج..
ولقد كان ذات القرن الذى دعت فيه أوروبا لتحرير الرقيق هو القرن الذى استعمرت فيه العالم، فاسترقّت بهذا الاستعمار الأمم والشعوب استرقاقاً جديداً، لا تزال الإنسانية تعانى منه حتىالآن..
_________
(١) يوسف: ١٩٢١.
(٢) يوسف: ٧٥.
(٣) محمد: ٤.
(٤) التوبة: ٦٠.
(٥) النور: ٣٣.
(٦) النساء: ٩٢.
(٧) [تفسير النسفى] طبعة القاهرة، الأولى.
(٨) الأنفال: ٢٤',NULL,'130',NULL,NULL,'0');
INSERT INTO [b434] VALUES (138,'<span data-type="title" id=toc-148>١٣٧- التَّسَرِّى</span>
الرد على الشبهة:
هذا عن الرق فى التاريخ الإنسانى وفى الإسلام: الدين.. الحضارة.. والتاريخ..
أما التسرى، فهو: اتخاذ مالك الأمة منها سَرِيَّةِ يعاشرها معاشرة الأزواج فى الشرع الإسلامى..
وكما لم يكن الرق والاسترقاق تشريعاً إسلامياً مبتكراً، ولا خاصية شرقية تميزت به الحضارات الشرقية عن غيرها من الحضارات، وإنما كان موروثاً اجتماعياً واقتصادياً إنسانياً، ذاع وشاع فى كل الحضارات الإنسانية عبر التاريخ.. فكذلك كان التسرى الذى هو فرع من فروع الرق والاسترقاق نظاماً قديماً ولقد جاء فى المأثورات التاريخية المشهورة والمتواترة أن خليل الله إبراهيم، عليه السلام، قد تسرى بهاجر المصرية، عندما وهبه إياها ملك مصر، ومنها وُلد له إسماعيل عليه السلام.. فمارس التسرى أبو الأنبياء، وولد عن طريق التسرى نبى ورسول.. وكذلك جاء فى المأثورات التاريخية أن نبى الله سليمان عليه السلام قد تسرى بثلاثمائة سرية!.. وكما شاع التسرىعند العرب قبل الإسلام، فلقد مارسه، فى التاريخ الإسلامى والحضارة الإسلامية، غير المسلمين مثل المسلمين..
وإذا كان التسرى، هو اتخاذ مالك الأمة منها سريّه، أى جعله لها موضعا للوطء، واختصاصها بميل قلبى ومعاشرة جنسية، وإحصان واستعفاف.. فلقد وضع الإسلام له ضوابط شرعية جعلت منه زواجاً حقيقياً، تشترط فيه كل شروط الزواج، وذلك باستثناء عقد الزواج، لأن عقد الزواج هو أدنى من عقد الملك، إذ فى الأول تمليك منفعة، بينما الثانى يفضى إلى ملك الرقبة، ومن ثم منفعتها..
ولقد سميت الأمة التى يختارها مالكها سرية له سُميت " سَرِيَّةً " " لأنها موضع سروره، ولأنه يجعلها فى حالٍ تسرها " دون سواها، أو أكثر من سواها.. فالغرض من التسرى ليس مجرد إشباع غرائز الرجل، وإنما أيضاً الارتفاع بالأَمة إلى مايقرب كثيراً من مرتبة الزوجة الحرة..
والإسلام لا يبيح التسرى أى المعاشرة الجنسية للأَمة بمجرد امتلاكها.. وإنما لابد من تهيئتها كما تهيأ الزوجة.. وفقهاء المذهب الحنفى يشترطون لتحقيق ذلك أمرين:
أولهما: تحصين السرية، بأن يخصص لها منزل خاص بها، كما هو الحال مع الزوجة..
وثانيهماً: مجامعتها، أى إشباع غريزتها، وتحقيق عفتها.. طالما أنها قد أصبحت سرية، لا يجوز لها الزواج من رقيق مثلها، أو أن يتسرى بها غير مالكها..
ولأن التسرى إن فى المعاشرة الجنسية أو التناسل مثله مثل الزواج من الحرائر.. فلقد اشترط الإسلام براءة رحم الأمة قبل التسرى بها، فإباحة التسرى قد جاءت فى آية إباحة الزواج: وإن خفتم ألا تقسطوا فى اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع فإن خفتم ألا تعدلوا فواحدة أو ما ملكت أيمانكم ذلك أدنى ألاّ تعولوا) (١) .. والتكليف الإسلامى بحفظ الفروج عام بالنسبة لمطلق الرجال والنساء، أحراراً كانوا أم رقيقاً، مسلمين كانوا أم غير مسلمين: (والذين هم لفروجهم حافظون * إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين) (٢) .. ولقد قال رسول الله صلى الله عليه وسلم فى سبايا " أوطاس " أى حنين: [لا توطأ حامل حتى تضع، ولا غير ذات حمل حتى تحيض حيضة..] (٣) .
وكذلك الحال مع المقاصد الشرعية والإنسانية من وراء التسرى.. فهى ذات المقاصد الشرعية والإنسانية من وراء الزواج:
تحقيق الإحصان والاستعفاف للرجل والمرأة، وتحقيق ثبوت أنساب الأطفال لآبائهم الحقيقيين.. ففى هذا التسرى كما يقول الفقهاء " استعفاف مالك الأمة.. وتحصين الإماء لكيلا يملن إلى الفجور، وثبوت نسب أولادهن ". وأكاد ألمح فى التشريع القرآنى أمراً إلهياً بالإحصان العام للرجال والنساء، أحرارًا كانوا أو أرقاء.. ففى سياق التشريع لغض البصر، وحفظ الفروج، جاء التشريع للاستعفاف بالنكاح الزواج للجميع.. وجاء النهى عن إكراه الإماء على البغاء، لا بمعنى إجبارهن على الزنا فهذا داخل فى تحريم الزنا، العام للجميع وإنما بمعنى تركهن دون إحصان واستعفاف بالزواج أو التسرى أكاد ألمح هذا المعنى عندما أتأمل سياق هذه الآيات القرآنية: (قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون * وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أو بنى إخوانهن أو بنى أخواتهن أو نسائهن أو ما ملكت أيمانهن أو التابعين غير أولى الإربة من الرجال أو الطفل الذين لم يظهروا على عورات النساء ولا يضربن بأرجلهن ليُعلم ما يخفين من زينتهن وتوبوا إلى الله جميعاً أيَّة المؤمنون لعلكم تفلحون * وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله واسع عليم * وليستعفف الذين لا يجدون نكاحاً حتى يغنيهم الله من فضله والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيراً وآتوهم من مال الله الذى آتاكم ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن غفور رحيم) (٤) . فالتشريع للاستعفاف والإحصان بالنكاح الزواج والتسرى عام وشامل للجميع..
بل لقد جعل الإسلام من نظام التسرى سبيلاً لتحقيق المزيد من الحرية للأرقاء، وصولاً إلى تصفية نظام العبودية والاسترقاق.. فأولاد السرية فى الشرع الإسلامى، يولدون أحراراً بعد أن كانوا يظلون أرقاء فى الشرائع والحضارات غير الإسلامية والسرية، بمجرد أن تلد، ترتفع إلى مرتبة أرقى هى مرتبة " أم الولد " ثم تصبح كاملة الحرية بعد وفاة والد أولادها..
وكما اشترط الشرع الإسلامى للتسرى استبراء الرحم، كما هو الحال فى الزواج من الحرائر، اشترط فى السرية ما يشترط فى الزوجة الحرة: أن تكون ذات دين سماوى، مسلمة أو كتابية.. وأن لا تكون من المحارم اللاتى يحرم الزواج بهن، بالنسب أو الرضاعة.. فلا يجوز التسرى بالمحارم، بل ولا يحل استرقاقهم أصلاً، إناثاً كانوا أم ذكوراً، فامتلاكهم يفضى إلى تحريرهم بمجرد الامتلاك.. وفى الحديث النبوى الشريف: [من ملك ذا رحِمٍ مَحْرَمٍ فهو حر] (٥) .
وكما هو الحال فى اختيار الزوجة الحرة، استحسن الشرع الإسلامى تخير السرية ذات الدين، التى لا تميل إلى الفجور، وذلك لصيانة العرض. وأن تكون ذات عقل، حتى ينتقل منها إلى الأولاد. وأن تكون ذات جمال يحقق السكينة للنفس والغض للبصر. فالتخيُّر للنُّطَف وفق حديث رسول الله صلى الله عليه وسلم: [تخيَّروا لنطفكم] (٦) هو تشريع عام فى الحرائر والإماء (٧) ..
وكما لا يجوز الاقتران بأكثر من أربع زوجات حرائر، اشترط بعض الفقهاء الالتزام بذات العدد فى السرارى، أو فيهن وفى الزوجات الحرائر.. وإذا كان جمهور الفقهاء لا يقيدون التسرى بعدد الأربعة، فإن الإمام محمد عبده فى فتواه عن تعدد الزوجات قد قال عند تفسيره لقول الله سبحانه وتعالى: (أو ما ملكت أيمانكم) (٨) . " لقد اتفق المسلمون على أنه يجوز للرجل أن يأخذ من الجوارى ما يشاء بدون حصر ولكن يمكن لفاهم أن يفهم من الآية غير ذلك، فإن الكلام جاء مرتبطاً بإباحة التعدد إلى الأربعة فقط.. " (٩) .
ويؤيد هذا الاجتهاد ما كان عليه العمل فى صدر الإسلام، إذ لم يكن الرجل يتسرى بغير سرية واحدة وكما يجب العدل بين الزوجات الحرائر عند تعددهن.. قال بعض الفقهاء: إن ما يجب للزوجة يستحب للسرية، وجعل الحنابلة الإحصان للأرقاء ذكوراً وإناثاً أمراً واجباً.. (١٠) .
هكذا رفع الإسلام، بالشروط التى اشترطها فى التسرى، من شأن السرارى، وذلك عندما جعلهن فى الواقع العملى أقرب ما يكن إلى الزوجات الحرائر. وعندما جعل من نظام التسرى بابًا من أبواب التحرير للإماء ولأولادهن، بعد أن كان رافداً من روافد الاسترقاق والاستعباد..
أما الواقع التاريخى، الذى تراجع عن هذا النموذج الإسلامى للتسرى، عندما كثرت السبايا، وتعددت مصادر الاسترقاق.. فمن الخطأ البين بل والتجنى حمل هذا الواقع التاريخى على شرع الإسلام..
فالإسلام كما قدمنا فى الحديث عن الرق قد ألغى وجفف كل روافد ومصادر الاسترقاق، ولم يستثن من ذلك إلا الحرب الشرعية المشروعة. ولذلك، فإن تجارة الرقيق، وأسواق الأرقاء، وشيوع التسرى الذى جاء ثمرة لاختطاف الفتيات والفتيان، وللحروب غير المشروعة، وغيرها من سبل الاسترقاق التى حرمها الإسلام.. كل ذلك إن حُسب على " التاريخ الإسلامى " فلا يمكن أن يُحسب على " دين الإسلام ".. وعن هذه الحقيقة الهامة يقول الإمام محمد عبده: " لقد ساء استعمال المسلمين لما جاء فى دينهم من هذه الأحكام الجليلة، فأفرطوا فى الاستزادة من عدد الجوارى، وأفسدوا بذلك عقولهم وعقول ذراريهم بمقدار ما اتسعت لذلك ثرواتهم..
أما الأسرى اللاتى يصح نكاحهن فهن أسرى الحرب الشرعية التى قصد بها المدافعة عن الدين القويم أو الدعوة إليه بشروطها، ولا يَكُنَّ عند الأسر إلا غير مسلمات.. وأما ما مضى المسلمون على اعتياده من الرق، وجرى عليه عملهم فى الأزمان الأخيرة، فليس من الدين فى شىء، فما يشترونه من بنات الجراكسة أو من السودانيات اللاتى يختطفهن الأشقياء السَّلبَة المعروفون "بالأسيرجية"، فهو ليس بمشروع ولا معروف فى دين الإسلام، وإنما هو من عادات الجاهلية، لكن لا جاهلية العرب بل جاهلية السودان والجركس.. " (١١) .
وإذا كان من العبث الظالم حمل تاريخ الحضارة الغربية مع الرق والاسترقاق على النصرانية، كدين، فالأكثر عبثية والأشد ظلماً هو حمل التاريخ الإسلامى فى هذا الميدان على شريعة الإسلام!..
_________
(١) النساء: ٣.
(٢) المؤمنون: ٥، ٦.
(٣) رواه أبو داود.
(٤) النور: ٣٠ ٣٣.
(٥) رواه أبو داود.
(٦) رواه ابن ماجة.
(٧) انظر: [الموسوعة الفقهية] مادة " التسرى " طبعة الكويت ١٤٠٨ هجرية ١٩٨٨م.
(٨) النساء: ٣.
(٩) [الأعمال الكاملة] ج٢ ص ٩١ طبعة القاهرة ١٩٩٣م.
(١٠) المصدر السابق: ج٢ ٩١.
(١١) المصدر السابق: ج٢ ص ٩١، ٩٢.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b434] VALUES (139,'<span data-type="title" id=toc-150>١٣٨- هل تحريم زواج المسلمة بغير المسلم يُعد نزعة عنصرية</span>؟
الرد على الشبهة:
١ ـ صحيح أن الإسلام يجيز زواج المسلم من غير المسلمة (مسيحية أو يهودية) ولا يجيز زواج المسلمة من غير المسلم. وللوهلة الأولى يُعد ذلك من قبيل عدم المساواة، ولكن إذا عرف السبب الحقيقى لذلك انتفى العجب، وزال وَهْمُ انعدام المساواة. فهناك وجهة نظر إسلامية فى هذا الصدد توضح الحكمة فى ذلك. وكل تشريعات الإسلام مبنية على حكمة معينة ومصلحة حقيقية لكل الأطراف.
٢ ـ الزواج فى الإسلام يقوم على " المودة والرحمة " والسكن النفسى. ويحرص الإسلام على أن تبنى الأسرة على أسس سليمة تضمن الاستمرار للعلاقة الزوجية. والإسلام دين يحترم كل الأديان السماوية السابقة ويجعل الإيمان بالأنبياء السابقين جميعًا جزءاً لا يتجزأ من العقيدة الإسلامية. وإذا تزوج مسلم من مسيحية أو يهودية فإن المسلم مأمور باحترام عقيدتها، ولا يجوز له ـ من وجهة النظر الإسلامية ـ أن يمنعها من ممارسة شعائر دينها والذهاب من أجل ذلك إلى الكنيسة أو المعبد. وهكذا يحرص الإسلام على توفير عنصر الاحترام من جانب الزوج لعقيدة زوجته وعبادتها. وفى ذلك ضمان وحماية للأسرة من الانهيار.
٣ ـ أما إذا تزوج غير مسلم من مسلمة فإن عنصر الاحترام لعقيدة الزوجة يكون مفقودًا. فالمسلم يؤمن بالأديان السابقة، وبأنبياء الله السابقين، ويحترمهم ويوقرهم، ولكن غير المسلم لا يؤمن بنبى الإسلام ولا يعترف به، بل يعتبره نبيًّا زائفًا وَيُصَدِّق ـ فى العادة ـ كل ما يشاع ضد الإسلام وضد نبى الإسلام من افتراءات وأكاذيب، وما أكثر ما يشاع.
وحتى إذا لم يصرح الزوج غير المسلم بذلك أمام زوجته فإنها ستظل تعيش تحت وطأة شعور عدم الاحترام من جانب زوجها لعقيدتها. وهذا أمر لا تجدى فيه كلمات الترضية والمجاملة. فالقضية قضية مبدأ. وعنصر الاحترام المتبادل بين الزوج والزوجة أساس لاستمرار العلاقة الزوجية.
٤ ـ وقد كان الإسلام منطقيًّا مع نفسه حين حرّم زواج المسلم من غير المسلمة التى تدين بدين غير المسيحية واليهودية، وذلك لنفس السبب الذى من أجله حرّم زواج المسلمة بغير المسلم.
فالمسلم لا يؤمن إلا بالأديان السماوية وما عداها تُعد أديانًا بشرية. فعنصر التوقير والاحترام لعقيدة الزوجة فى هذه الحالة ـ بعيدًا عن المجاملات ـ يكون مفقودًا. وهذا يؤثر سلبًا على العلاقة الزوجية، ولا يحقق " المودة والرحمة " المطلوبة فى العلاقة الزوجية.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b434] VALUES (140,'<span data-type="title" id=toc-151>١٣٩- هل صحيح أن الإسلام ضد حرية الاعتقاد</span>؟
الرد على الشبهة:
١ ـ لقد كفل الإسلام للإنسان حرية الاعتقاد. وجاء ذلك فى وضوح تام فى القرآن الكريم: (لا إكراه فى الدين) (١) . فلا يجوز إرغام أحد على ترك دينه واعتناق دين آخر. فحرية الإنسان فى اختيار دينه هى أساس الاعتقاد. ومن هنا كان تأكيد القرآن على ذلك تأكيدًا لا يقبل التأويل فى قوله: (فمن شاء فليؤمن ومن شاء فليكفر) (٢) .
٢ ـ وقد أقر النبى صلى الله عليه وسلم الحرية الدينية فى أول دستور للمدينة حينما اعترف لليهود بأنهم يشكلون مع المسلمين أمة واحدة.
ومن منطلق الحرية الدينية التى يضمنها الإسلام كان إعطاء الخليفة الثانى عمر بن الخطاب للمسيحيين من سكان القدس الأمان " على حياتهم وكنائسهم وصلبانهم، لا يضار أحد منهم ولا يرغم بسبب دينه ".
٣ ـ لقد كفل الإسلام أيضًا حرية المناقشات الدينية على أساس موضوعى بعيد عن المهاترات أو السخرية من الآخرين. وفى ذلك يقول القرآن: (ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتى هى أحسن) (٣) . وعلى أساس من هذه المبادئ السمحة ينبغى أن يكون الحوار بين المسلمين وغير المسلمين، وقد وجه القرآن هذه الدعوة إلى الحوار إلى أهل الكتاب فقال: (قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئًا ولا يتخذ بعضنا بعضًا أربابًا من دون الله * فإن تولوا فقولوا اشهدوا بأنا مسلمون) (٤) . ومعنى هذا أن الحوار إذا لم يصل إلى نتيجة فلكل دينه الذى يقتنع به. وهذا ما عبرت عنه أيضًا الآية الأخيرة من سورة (الكافرون) التى ختمت بقوله تعالى للمشركين على لسان محمد صلى الله عليه وسلم: (لكم دينكم ولى دين) (٥) .
٤ ـ الاقتناع هو أساس الاعتقاد: فالعقيدة الحقيقية هى التى تقوم على الإقناع واليقين، وليس على مجرد التقليد أو الإرغام. وكل فرد حر فى أن يعتقد ما يشاء وأن يتبنى لنفسه من الأفكار ما يريد، حتى ولو كان ما يعتقده أفكارًا إلحادية. فلا يستطيع أحد أن يمنعه من ذلك طالما أنه يحتفظ بهذه الأفكار لنفسه ولا يؤذى بها أحدًا من الناس. أما إذا حاول نشر هذه الأفكار التى تتناقض مع معتقدات الناس، وتتعارض مع قيمهم التى يدينون لها بالولاء، فإنه بذلك يكون قد اعتدى على النظام العام للدولة بإثارة الفتنة والشكوك فى نفوس الناس. وأى إنسان يعتدى على النظام العام للدولة فى أى أمة من الأمم يتعرض للعقاب، وقد يصل الأمر فى ذلك إلى حد تهمة الخيانة العظمى التى تعاقب عليها معظم الدول بالقتل. فقتل المرتد فى الشريعة الإسلامية ليس لأنه ارتد فقط ولكن لإثارته الفتنة والبلبلة وتعكير النظام العام فى الدولة الإسلامية. أما إذا ارتد بينه وبين نفسه دون أن ينشر ذلك بين الناس ويثير الشكوك فى نفوسهم فلا يستطيع أحد أن يتعرض له بسوء، فالله وحده هو المطلع على ماتخفى الصدور.
وقد ذهب بعض العلماء المحدثين إلى أن عقاب المرتد ليس فى الدنيا وإنما فى الآخرة، وأن ما حدث من قتل للمرتدين فى الإسلام بناء على بعض الأحاديث النبوية فإنه لم يكن بسبب الارتداد وحده، وإنما بسبب محاربة هؤلاء المرتدين للإسلام والمسلمين (٦) .
_________
(١) البقرة: ٢٥٦.
(٢) الكهف: ٢٩.
(٣) النحل: ١٢٥.
(٤) آل عمران: ٦٤.
(٥) الكافرون: ٦.
(٦) راجع: الحرية الدينية فى الإسلام للشيخ عبد المتعال الصعيدى ص ٣،٧٢، ٧٣، ٨٨ ـ دار الفكر العربى ـ الطبعة الثانية (دون تاريخ) .',NULL,'132',NULL,NULL,'0');
INSERT INTO [b434] VALUES (141,'<span data-type="title" id=toc-152>١٤٠- ما موقف الإسلام من الديمقراطية وحقوق الإنسان</span>؟
الرد على الشبهة:
١ ـ يُعد الإسلام أول من نادى بحقوق الإنسان وشدد على ضرورة حمايتها. وكل دارس للشريعة الإسلامية يعلم أن لها مقاصد تتمثل فى حماية حياة الإنسان ودينه وعقله وماله وأسرته. والتاريخ الإسلامى سجل للخليفة الثانى عمر بن الخطاب مواجهته الحاسمة لانتهاك حقوق الإنسان وقوله فى ذلك: " متى استعبدتم الناس وقد ولدتهم أمهاتهم أحرارًا "؟.
٢ ـ تنبنى حقوق الإنسان فى الإسلام على مبدأين أساسيين هما: مبدأ المساواة بين كل بنى الإنسان، ومبدأ الحرية لكل البشر. ويؤسس الإسلام مبدأ المساواة على قاعدتين راسختين هما: وحدة الأصل البشرى، وشمول الكرامة الإنسانية لكل البشر. أما وحدة الأصل البشرى فإن الإسلام يعبر عنها بأن الله قد خلق الناس جميعًا من نفس واحدة. فالجميع إخوة فى أسرة إنسانية كبيرة لا مجال فيها لامتيازات طبقية. والاختلافات بين البشر لا تمس جوهر الإنسان الذى هو واحد لدى كل البشر. ومن هنا فهذه الاختلافات ينبغى ـ كما يشير القرآن الكريم ـ أن تكون دافعًا إلى التعارف والتآلف والتعاون بين الناس وليس منطلقًا للنزاع والشقاق: (يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبًا وقبائل لتعارفوا * إن أكرمكمعند الله أتقاكم) (١) .
أما القاعدة الأخرى للمساواة فهى شمول الكرامة الإنسانية لكل البشر. وقد نص القرآن على ذلك فى قوله: (ولقد كرمنا بنى آدم) (٢) . فالإنسان بهذا التكريم جعله الله خليفة فى الأرض، وأسجد له ملائكته، وجعله سيدًا فى هذا الكون، وسخر له ما فى السموات وما فى الأرض. فالإنسان بذلك له مكانته ومكانه المفضل بين الخلق جميعًا. وقد منح الله هذه الكرامة لكل الناس بلا استثناء لتكون سياجًا من الحصانة والحماية لكل فرد من أفراد الإنسان، لا فرق بين غنى وفقير وحاكم ومحكوم. فالجميع أمام الله وأمام القانون وفى الحقوق العامة سواء.
أما المبدأ الثانى الذى ترتكز عليه حقوق الإنسان فهو مبدأ الحرية. فقد جعل الله الإنسان كائنًا مكلفًا ومسئولاً عن عمارة الأرض وبناء الحضارة الإنسانية. وليست هناك مسئولية دون حرية، حتى فى قضية الإيمان والكفر التى جعلها الله مرتبطة بمشيئة الإنسان (فمن شاء فليؤمن ومن شاء فليكفر) (٣) . وهكذا تشمل الحرية كل الحريات الإنسانية دينية كانت أم سياسية أم فكرية أم مدنية.
٣ ـ الحكم فى تعاليم الإسلام لابد أن يقوم على أساس من العدل والشورى. وقد أمر الله الناس فى القرآن بالعدل وألزمهم بتطبيقه (إن الله يأمر بالعدل والإحسان) (٤) . (وإذا حكمتم بين الناس أن تحكموا بالعدل) (٥) . والآيات فى ذلك كثيرة. أما الشورى فهى مبدأ أساسى ملزم. وكان النبى (يستشير أصحابه ويأخذ برأى الأغلبية وإن كان مخالفًا لرأيه. وأظهر مثل على ذلك خروج المسلمين إلى غزوة أُحد. فقد كان الرسول يرى عدم الخروج، ولكن الأكثرية كانت ترى الخروج. فنزل على رأيهم وخرج، وكانت الهزيمة للمسلمين. ومع ذلك شدد القرآن على ضرورة الشورى فقال مخاطبًا النبى: (فاعف عنهم واستغفر لهم وشاورهم فى الأمر) (٦) . ولا يلتفت فى هذا الصدد إلى رأى قلة من الفقهاء الذين يزعمون أن الشورى غير ملزمة. فهذا الزعم مخالف للنصوص الدينية الصريحة.
وقد ترك الإسلام للمسلمين حرية اختيار الشكل الذى تكون عليه الشورى طبقًا للمصلحة العامة. فإذا كانت المصلحة تقتضى أن تكون الشورى بالشكل المعروف الآن فى الدول الحديثة فالإسلام لا يعترض على ذلك. وكل ما فى الأمر هو التطبيق السليم مع المرونة طبقًا لظروف كل عصر وما يستجد من تطورات محلية أو دولية.
ومن ذلك يتضح مدى حرص الإسلام على حقوق الإنسان وصيانتها، وحرصه على التطبيق السليم لمبدأ الشورى أو الديمقراطية بالمفهوم الحديث.
٤ ـ الإسلام أتاح الفرصة لتعددية الآراء، وأباح الاجتهاد حتى فى القضايا الدينية طالما توافرت فى المجتهد شروط الاجتهاد. وجعل للمجتهد الذى يجتهد ويخطئ أجرًا وللذى يجتهد ويصيب أجران. والدارس لمذاهب الفقه الإسلامى المعروفة يجد بينها خلافًا فى وجهات النظر فى العديد من القضايا. ولم يقل أحد: إن ذلك غير مسموح به. ومن هنا نجد أن الإسلام يتيح الفرصة أمام الرأى الآخر ليعبر عن وجهة نظره دون حرج مادام الجميع يهدفون إلى ما فيه خير المجتمع والحفاظ على أمنه واستقراره.
_________
(١) الحجرات: ١٣.
(٢) الإسراء: ٧٠.
(٣) الكهف: ٢٩.
(٤) النحل: ٩٠.
(٥) النساء: ٥٨.
(٦) آل عمران: ١٥٩.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b434] VALUES (142,'<span data-type="title" id=toc-153>١٤١- ما موقف الإسلام من الفنون</span>؟
الرد على الشبهة:
١ ـ الإسلام دين يحب الجمال ويدعو إليه فى كل شىء. والنبى صلى الله عليه وسلم يقول: [إن الله جميل يحب الجمال] (١) . والفن هو فى حقيقته إبداع جمالى لا يعاديه الإسلام. وغاية ما فى الأمر أن الإسلام يجعل الأولوية للمبدأ الأخلاقى على المبدأ الجمالى، بمعنى أنه يجعل الثانى مترتبًا على الأول ومرتبطًا به. وهذا هو الموقف المبدئى للإسلام إزاء جميع أشكال الفنون. وهناك معيار إسلامى للحكم على أى فن من الفنون يتمثل فى قاعدة تقول: حَسَنُه حسن وقبيحه قبيح.
والقرآن الكريم فى العديد من آياته يلفت الأنظار إلى ما فى الكون من تناسق وإبداع وإتقان، وما يتضمنه ذلك من جمال وبهجة وسرور للناظرين (٢) . ومن هنا لا يعقل أن يرفض الإسلام الفن إذا كان جميلاً. أما إذا اشتمل على القبح بما يعنيه ذلك من قبح مادى ومعنوى فإن الإسلام يرفضه ولا يوافق عليه.
٢ ـ وترتيبًا على ما تقدم فإن الفن إذا كان هدفه المتعة الذهنية، وترقيق الشعور، وتهذيب الأحاسيس، فلا اعتراض عليه. ولكن إذا خرج عن ذلك وخاطب الغرائز الدنيا فى الإنسان، وخرج عن أن يكون فنًّا هادفًا فإنه حينئذ لا يساعد على بناء الحياة، بل يعمل على هدمها، وبذلك يخرج عن أن يكون فنًّا، بل يصير نوعًا من اللهو المذموم والعبث المرفوض. وهذا أمر لا يقره الإسلام.
٣ ـ إذا كانت الموسيقى والغناء تحمل إلينا ألحانًا جميلة وكلمات مهذبة وأنغامًا راقية، وأصواتًا جميلة، فذلك لا يرفضه الإسلام طالما كان فى إطار المبدأ الأخلاقى، أى طالما كان هدف الفن هو السمو بالإنسان وبأحاسيسه ووجدانه ومشاعره. وقد امتدح النبى صلى الله عليه وسلم صوت أبى موسى الأشعرى ـ وكان صوته جميلاً ـ وهو يتغنى بالقرآن. وكان النبى يختار من بين أصحابه للأذان أجملهم صوتًا. وقد سمع النبى صلى الله عليه وسلم صوت الدف والمزمار دون تحرج. وفى يوم عيد دخل أبو بكر على ابنته عائشة زوجة الرسول ولديها جاريتان تغنيان وتضربان بالدفوف فاعترض أبو بكر على ذلك. ولكن النبى صلى الله عليه وسلم رفض ما أبداه أبو بكر من احتجاج فى هذا الصدد قائلاً: [دعهما يا أبا بكر فإنها أيام عيد] (٣) . وقد أوصى النبى صلى الله عليه وسلم نفسه السيدة عائشة أن ترسل من يغنى فى حفل زفاف قريبة لها زُفت إلى رجل من الأنصار.
وهناك مرويات أخرى عديدة عن النبى صلى الله عليه وسلم تبين أن الغناء والموسيقى ليسا من المحرمات فى الإسلام ما لم يصحبهما أمور منكرة غير أخلاقية (٤) .
٤ ـ أما الرقص: فالإسلام يفرق فيه بين رقص المرأة ورقص الرجل. فالرقصات الشعبية التى يؤديها الرجال مثلاً لا ضير فيها، وقد سمح النبى صلى الله عليه وسلم للسيدة عائشة بمشاهدة الأحباش وهم يرقصون فى يوم عيد.
ورقص المرأة أمام النساء لا حرج فيه. أما رقصها أمام الرجال فذلك لا يقره الإسلام لما فيه من محاذير كثيرة.
٥ ـ أما التمثيل فإنه ليس حرامًا مادام فى إطار المبدأ الأخلاقى، ولا ينكر أحد ما للتمثيل الهادف من دور فعال فى معالجة الكثير من المشكلات والقضاء على العديد من السلبيات فى المجتمع. ولا حرج أيضًا أن يشتمل التمثيل على ألوان من اللهو البرئ والترويح المقبول والترفيه الذى لا يخرج عن نطاق المعقول. وكذلك التصوير لا ضير فيه، بل أصبح فى حياتنا المعاصرة يمثل فى أحيان كثيرة ضرورة لا غنى عنها.
٦ ـ أما النحت أو التماثيل المجسمة فهناك نصوص واضحة فى تحريمها. ويرجع السبب فى تحريم الإسلام لذلك بالدرجة الأولى إلى ما يخشى من توقير هذه التماثيل أو عبادتها كما كان يفعل عباد الأصنام قديمًا. فإذا لم يكن ذلك واردًا على الإطلاق نظرًا لارتفاع درجة الوعى لدى الناس فلا ضرر منه ولا حرج فيه لانعدام سبب التحريم. غير أن الإسلام من باب سد الذرائع لا يريد أن يفتح هذا الباب لما يمكن أن يترتب عليه من محاذير فى أزمنة مستقبلية. فالإسلام يشرع لكل الأجيال ولمختلف العصور. وما يستبعد فى بيئة قد يقبل فى أخرى، وما يعتبر مستحيلاً فى عصر قد يصبح حقيقة واقعة فى عصر آخر قريب أو بعيد.
_________
(١) رواه مسلم فى كتاب الإيمان.
(٢) انظر: الحجر: ١٦، النحل: ٦، فصلت: ١٢.
(٣) متفق عليه.
(٤) راجع: الحلال والحرام فى الإسلام للدكتور القرضاوى ص ٢٩١ وما بعدها ـ الدوحة، قطر ١٩٧٨م، والشيخ محمد الغزالى: مائة سؤال عن الإسلام ج١ ص ١٧٤ وما بعدها.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b434] VALUES (143,'<span data-type="title" id=toc-154>١٤٢- ما أسباب تفرق المسلمين رغم دعوة الإسلام للوحدة</span>؟
الرد على الشبهة:
١ ـ لا ينكر أحد أن الشعوب الإسلامية فى عصرنا الحاضر متفرقة ومتنازعة فيما بينها، فهذا واقع ملموس لا يحتاج إلى برهان. ولكن هذا يُعد مرحلة فى تاريخ المسلمين شأنهم فى ذلك شأن بقية الشعوب والأمم الأخرى. ولا يعنى ذلك أنهم سيظلون كذلك إلى الأبد. وكما استطاعت الشعوب الأوروبية أن تتغلب على عوامل الفرقة والتنازع فيما بينها والتى أدت إلى حربين عالميتين شهدهما القرن العشرون ـ فإن الشعوب الإسلامية سوف تستطيع فى مستقبل الأيام أن تتغلب أيضًا على عوامل الفرقة فيما بينها، والبحث عن صيغة ملائمة للتعاون المثمر من أجل مصلحة المجتمعات الإسلامية كلها.
وهناك محاولات مستمرة فى هذا الصدد وإن كانت بطيئة وذات تأثير محدود ومتواضع مثل منظمة المؤتمر الإسلامى التى تضم كل الدول الإسلامية، إلا أنه يمكن تطوير العمل فى هذه المنظمة وغيرها من منظمات إسلامية أخرى للوصول بها إلى مرحلة متقدمة من التعاون الأوثق. وللأمة الإسلامية فى تعاليم الإسلام فى الوحدة والتعاون والتآلف والتكافل أعظم سند يضمن لها نجاح هذه المحاولات فى مستقبل الأيام.
٢ ـ فالإسلام فى مصادره الأصلية يدعو إلى الوحدة والتضامن ويحذر من الفرقة والتنازع (واعتصموا بحبل الله جميعًا ولا تفرقوا) (١) ، ويدعو إلى الشعور بآلام الآخرين والمشاركة فى تخفيفها، ويجعل الأمة كلها مثل الجسد الواحد ـ كما يقول النبى صلى الله عليه وسلم ـ[إذا اشتكى منه عضو تداعى له سائر الأعضاء بالسهر والحمى] (٢) . ويعتبر الإسلام رابطة العقيدة بمنزلة رابطة الأخوة: (إنما المؤمنون إخوة) (٣) . وحينما هاجر النبى صلى الله عليه وسلم إلى المدينة آخى بين المهاجرين والأنصار، فأصبحوا إخوة متحابين متضامنين فى البأساء والضراء. وآيات القرآن وأحاديث النبى صلى الله عليه وسلم فى ذلك أكثر من أن تحصى.
٣ ـ هناك أسباب خارجية كثيرة أدت إلى الانقسام والفرقة بين المسلمين فى العصر الحديث. وترجع هذه الأسباب فى قدر كبير منها إلى الفترة التى هيمن فيها الاستعمار على بلاد العالم الإسلامى. وعندما رحل ترك مشكلات عديدة كان هو سببًا فيها مثل مشكلات الحدود، وكانت القاعدة التى على أساسها خطط لسياساته هى مبدأ: " فَرِّق تَسُد ". ومن هنا عمل على إحياء العصبيات العرقية بين شعوب البلاد المستعمَرة. وقام بنهب خيرات هذه البلاد، وأدى ذلك إلى إفقارها وتخلفها الحضارى الذى لا تزال آثاره باقية حتى اليوم. ولا تزال معظم شعوب العالم الإسلامى تعانى من المشكلات التى خلفها الاستعمار.
٤ ـ انشغل المسلمون بالمشكلات الكثيرة التى خلفها الاستعمار وغفلوا عن تعاليم الإسلام فى الوحدة والتضامن.
ولكن الشعوب الإسلامية لا تزال تحن إلى وحدة جهودها، وتضامنها فيما بينها، وتجميع قواها فى سبيل الخير لهذه الشعوب جميعها. ولا يزال المسلم فى أى بلد إسلامى يشعر بآلام المسلمين فىمناطق العالم المختلفة بوصفه جزءاً من الأمة الإسلامية. وهذا من شأنه أن يعمل على توفير أساس راسخ لمحاولات إعادة التضامن والوحدة بين أقطار العالم الإسلامى، بمعنى توحيد الجهود والتكامل فيما بينها فى ميادين الثقافة والاقتصاد والسياسة والأمن، وتبادل الخبرات والمنافع، وكل ما يعود على المسلمين بالخير، مما يجعلهم أقدر على القيام بدور فعّال فى ترسيخ قواعد السلام والأمن فى العالم كله.
_________
(١) آل عمران: ١٠٣.
(٢) رواه الإمام مسلم وغيره (راجع: فيض القدير ج٥ ص ٥١٤ وما بعدها) .
(٣) الحجرات: ١٠.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b434] VALUES (144,'<span data-type="title" id=toc-155>١٤٣- هل الإسلام مسئول عن تخلف المسلمين</span>؟
الرد على الشبهة:
١ ـ حقائق التاريخ تبين بما لا يدع مجالاً للشك أن الإسلام قد استطاع بعد فترة زمنية قصيرة من ظهوه أن يقيم حضارة رائعة كانت من أطول الحضارات عمرًا فى التاريخ. ولا تزال الشواهد على ذلك ماثلة للعيان فيما خلفه المسلمون من علم غزيز فى شتى مجالات العلوم والفنون، وتضم مكتبات العالم آلافًا مؤلفة من المخطوطات العربية الإسلامية تبرهن على مدى ما وصل إليه المسلمون من حضارة عريقة. يضاف إلى ذلك الآثار الإسلامية المنتشرة فى كل العالم الإسلامى والتى تشهد على عظمة ما وصلت إليه الفنون الإسلامية.
وحضارة المسلمين فى الأندلس وما تبقى من معالمها حتى يومنا هذا شاهد على ذلك فى أوروبا نفسها. وقد قامت أوروبا بحركة ترجمة نشطة فى القرنين الثانى عشر والثالث عشر لعلوم المسلمين. وكان ذلك هو الأساس الذى بنت عليه أوروبا حضارتها الحديثة.
٢ ـ يشتمل القرآن الكريم على تقدير كبير للعلم والعلماء وحث على النظر فى الكون ودراسته وعمارة الأرض. والآيات الخمس الأولى التى نزلت من الوحى الإلهى تنبه إلى أهمية العلم والقراءة والتأمل (١) . وهذا أمر كانت له دلالة هامة انتبه إليها المسلمون منذ البداية. وهكذا فإن انفتاح الإسلام على التطور الحضارى بمفهومه الشامل للناحيتين المادية والمعنوية لا يحتاج إلى دليل.
٣ ـ أما تخلف المسلمين اليوم فإن الإسلام لا يتحمل وزره، لأن الإسلام ضد كل أشكال التخلف. وعندما تخلف المسلمون عن إدراك المعانى الحقيقية للإسلام تخلفوا فى ميدان الحياة. ويعبر مالك بن نبى ـ المفكر الجزائرى الراحل ـ عن ذلك تعبيرًا صادقًا حين يقول: " إن التخلف الذى يعانى منه المسلمون اليوم ليس سببه الإسلام، وإنما هو عقوبة مستحقة من الإسلام على المسلمين لتخليهم عنه لا لتمسكهم به كما يظن بعض الجاهلين ". فليست هناك صلة بين الإسلام وتخلف المسلمين.
٤ ـ لا يزال الإسلام وسيظل منفتحًا على كل تطور حضارى يشتمل على خير الإنسان. وعندما يفتش المسلمون عن الأسباب الحقيقية لتخلفهم فلن يجدوا الإسلام من بين هذه الأسباب، فهناك أسباب خارجية ترجع فى جانب كبير منها إلى مخلفات عهود الاستعمار التى أعاقت البلاد الإسلامية عن الحركة الإيجابية، وهذا بدوره ـ بالإضافة إلى بعض الأسباب الداخلية ـ أدى أيضًا إلى نسيان المسلمين للعناصر الإيجابية الدافعة لحركة الحياة فى الإسلام.
٥ ـ لا يجوز الخلط بين الإسلام والواقع المتدنى للعالم الإسلامى المعاصر. فالتخلف الذى يعانى منه المسلمون يُعد مرحلة فى تاريخهم، ولا يعنى ذلك بأى حال من الأحوال أنهم سيظلون كذلك إلى نهاية التاريخ. ولا يجوز اتهام الإسلام بأنه وراء هذا التخلف، كما لا يجوز اتهام المسيحية بأنها وراء تخلف دول أمريكا اللاتينية.
إن الأمانة العلمية تقتضى أن يكون الحكم على موقف الإسلام من الحضارة مبنيًّا على دراسة موضوعية منصفة لأصول الإسلام وليس على أساس إشاعات واتهامات وأحكام مسبقة لا صلة لها بالحقيقة.
_________
(١) العلق: ١ـ٥.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b434] VALUES (145,'<span data-type="title" id=toc-156>١٤٤- هل صحيح أن الصوم يقلل حركة الإنتاج</span>؟
الرد على الشبهة:
١ ـ الصوم من العبادات التى لم ينفرد بها الإسلام. فقد أخبر القرآن الكريم أن الصوم كان مفروضًا أيضًا على الأمم السابقة: (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم) (١) . ولا تزال هناك ديانات أخرى حتى يومنا هذا تَعرِف شعيرة الصوم. ولكن هناك فرقًا واضحًا بين الصوم فى الإسلام والصوم فى غيره من الديانات. ويتمثل هذا الفرق فى أن الصوم فى الإسلام يأتى فى شهر معين من العام طبقًا للتقويم الهجرى، ويبدأ صيام كل يوم بالامتناع التام عن الطعام والشراب وعن كل الشهوات من طلوع الفجر حتى غروب الشمس. وهذا يعنى أن المسلم يقضى نهار يومه كله ـ وهو وقت العمل المعتاد ـ وهو صائم على النحو المشار إليه. ولعل هذا هو السبب الذى من أجله يتوهم البعض أن الصوم الإسلامى بهذه الطريقة يقلل حركة الإنتاج لدى الفرد والمجتمع.
٢ ـ والصوم فى حقيقة الأمر برئ من هذه التهمة. فالصوم يفترض فيه أنه يعمل على تصفية النفوس والتسامى بالأرواح. وهذا من شأنه أن يمد الفرد بطاقة روحية تجعله أقدر على الإنتاج والعمل أكثر مما لو لم يكن صائمًا. وهذه الطاقة الروحية قوة لا يستهان بها. وقد حارب المسلمون فى غزوة بدر أيام الرسول صلى الله عليه وسلم وهم صائمون وانتصروا، وحارب الجنود المصريون عام ١٩٧٣م وهم صائمون حيث كان ذلك فى شهر رمضان وانتصروا. ولم يقلل الصوم من نشاطهم، بل كان العكس هو الصحيح تمامًا.
٣ ـ ما نراه فى بعض البلاد الإسلامية من قلة الإنتاج فى شهر الصوم يرجع إلى أسباب أخرى غير الصوم. فمن عادة الكثيرين أن يظلوا متيقظين فى شهر الصوم معظم الليل. ولا يأخذون قسطًا كافيًا من النوم، فنجدهم ـ نظرًا لذلك ـ متعبين أثناء النهار. ومن هنا يقل إنتاجهم، ويقبلون على أعمالهم ببطء وفى تثاقل. ويعتذرون عن ذلك بأنهم صائمون. وقد يكون اعتذارهم هذا فى أول النهار. فلو كان للصوم أى تأثير على النشاط ـ كما يزعمون ـ فإن ذلك لا يكون فى أول النهار، بل يكون فى فترة متأخرة منه.
٤ ـ لقد ثبت أن للصوم فوائد كثيرة صحية وروحية واجتماعية وتربوية. فالمفروض أنه فرصة سنوية للمراجعة والتأمل والتقييم والنقد الذاتى على المستويين الفردى والاجتماعى بهدف القضاء على السلبيات والتخلص من الكثير من الأمراض الاجتماعية، وهذا من شأنه أن يدفع حركة المجتمع بخطى أسرع، وبإخلاص أكثر، وبوعى أفضل.
_________
(١) البقرة: ١٨٣.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b434] VALUES (146,'<span data-type="title" id=toc-157>١٤٥- هل صحيح أن الزكاة تتيح للغنى فرصة عند الله أفضل من فرصة الفقير</span>؟
الرد على الشبهة:
١ ـ تُعد الزكاة فى الإسلام أول ضريبة نظامية فى تاريخ الاقتصاد فى العالم. فالذى كان يحدث قبل ذلك هو أن الحكام كانوا يفرضون الضرائب حسب أهوائهم، وبقدر حاجتهم إلى الأموال تحقيقًا لأغراضهم الشخصية. وكان عبء هذه الضرائب يقع على كاهل الفقراء أكثر مما يقع على كاهل الأغنياء، أو يقع على كاهل الفقراء وحدهم. ولما جاء الإسلام وفرض الزكاة قام بتنظيم جمعها وحدد لها نسبة معينة، وجعلها تقع على عاتق الأغنياء والمتوسطين، وأعفى منها الفقراء (١) . وتشريع الزكاة ليس فقط نظامًا ماليًّا، وإنما هو فى الوقت نفسه عبادة كالصلاة والصيام والحج، يؤديها المسلم القادر على دفعها، ليس خوفًا من السلطة التنفيذية، ولكن تقربًا إلى الله واستجابة لتعاليم دينه.
٢ ـ شعر الفقراء فى زمن الرسول صلى الله عليه وسلم بعجزهم عن أداء الزكاة مثل الأغنياء. ورأوا أن هذا من شأنه أن يعطى للأغنياء ميزة الحصول على الثواب من الله بأدائهم للزكاة وحرمان الفقراء من هذا الثواب مع أنه لا ذنب لهم فى فقرهم. وقام الفقراء بعرض ما يشعرون به على النبى صلى الله عليه وسلم، فأوصاهم بالتسبيح والتحميد والتكبير (أى بقول سبحان الله، والحمد لله، والله أكبر) ثلاثًا وثلاثين مرة عقب كل صلاة، وبين لهم أن هذا من شأنه أن يرفع من درجاتهم عند الله ويجعل منزلتهم عنده لا تقل عن منزلة الأغنياء الذين يؤدون الزكاة (٢) .
٣ ـ المعيار الذى اعتمده القرآن فى المفاضلة بين الناس بصفة عامة هو معيار التقوى والعمل الصالح كما جاء فى القرآن الكريم: (إن أكرمكم عند الله أتقاكم) (٣) . والتقوى مفهوم عام يشمل كل عمل يقوم به الإنسان ـ أيًّا كان هذا العمل دينيًا أم دنيويًا ـ طالما قصد به وجه الله ونفع الناس ودفع الأذى عنهم. فالقرب من الله لا يتوقف على أداء الزكاة أو غيرها من الشعائر الإسلامية فحسب، بل يتوقف أيضًا على التوجه العام من جانب الإنسان فى كل ما يقوم به فى حياته من أعمال، وما يصدر عنه من سلوك وما يخرج من فمه من أقوال. والإسلام يعلق أهمية كبيرة على النية. فالأعمال بالنيات كما يقول النبى ـ عليه الصلاة والسلام ـ[إنما الأعمال بالنيات وإنما لكل امرئ ما نوى] (٤) . وهذا يعنى أن الفقير الذى لا يستطيع إخراج الزكاة ويتمنى أن لو كان لديه مال ليزكى به فإنه يثاب على هذه النية مادامت صادقة. وقد يُخرج الغنى الزكاة ويقصد من وراء ذلك التظاهر أمام الناس والحصول على مكانة بينهم فلا يثاب على ذلك بشىء.
_________
(١) راجع: محمد قطب: شبهات حول الإسلام ـ ص٩١ ـ مكتبة وهبة سنة ١٩٦٠م.
(٢) فتح البارى بشرح صحيح البخارى ج٢ ص ٣٢٥ تحقيق محمد فؤاد عبد الباقى. المطبعة السلفية.
(٣) الحجرات: ١٣.
(٤) البخارى. باب الوحى رقم ١، والإيمان ٤١، والنكاح ٥، والطلاق ١١، والترمذى فضائل الجهاد ١٦، والنسائى طهارة ٥٩.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b434] VALUES (147,'<span data-type="title" id=toc-158>١٤٦- لماذا حرّم الإسلام أكل لحم الخنزير</span>؟
الرد على الشبهة:
١ ـ لم يكن الإسلام أول الأديان التى حرمت أكل لحم الخنزير. فالديانة اليهودية تحرِّم أكل لحم الخنزير. ولا يوجد حتى الآن يهودى فى أوروبا وأمريكا يأكل لحم الخنزير إلا فيما ندر. ولم يعب أحد على اليهود ذلك، بل يحترم الغرب العادات الدينية لليهود. وعندما جاء السيد المسيح ـ عليه السلام ـ صرح ـ كما جاء فى الإنجيل ـ بأنه لم يأت لينقض الناموس بل ليكمله، أى أنه لم يأت ليغير التشريعات اليهودية. ومن بينها بطبيعة الحال تحريم أكل لحم الخنزير. والأمر المنطقى بناء على ذلك أن يكون الخنزير محرمًا فى المسيحية أيضًا (١) .
٢ ـ عندما جاء الإسلام حرّم أيضًا أكل لحم الخنزير. وهذا التحريم امتداد لتحريمه فى الديانات السماوية السابقة. وقد نص القرآن الكريم عليه صراحة فى أربعة مواضع (٢) . وهناك من ناحية أخرى ـ بجانب هذا التحريم الدينى ـ أسباب ومبررات أخرى تؤكد هذا التحريم. ومن ذلك ما أثبته العلماء المسلمون من أن أكل لحم الخنزير ضار بالصحة ولا سيما فى المناطق الحارة. وفضلاً عن ذلك فإن الآيات القرآنية التى ورد فيها تحريم لحم الخنزير قد جمعت هذا التحريم مع تحريم أكل الميتة والدم. وضرر أكل الميتة والدم محقق لما يتجمع فيهما من ميكروبات ومواد ضارة، مما يدل على أن الضرر ينسحب أيضًا على أكل لحم الخنزير.
وإذا كانت الوسائل الحديثة قد تغلبت على ما فى لحم الخنزير ودمه وأمعائه من ديدان شديدة الخطورة (الدودة الشريطية وبويضاتها المتكلسة) فمن الذى يضمن لنا بأنه ليست هناك آفات أخرى فى لحم الخنزير لم يكشف عنها بعد؟ فقد احتاج الإنسان قرونًا طويلة ليكشف لنا عن آفة واحدة. والله الذى خلق الإنسان أدرى به ويعلم ما يضره وما ينفعه. ويؤكد لنا القرآن هذه الحقيقة فى قوله: (وفوق كل ذى علم عليم) (٣) .
٣ ـ يحسب الإسلام حساب الضرورات فيبيح فيها المحرمات. وفى ذلك قاعدة مشهورة تقول: " الضرورات تبيح المحظورات ". ومن هنا فإن المسلم إذا ألجأته الضرورة الملحة ـ التى يخشى منها على حياته ـ لتناول الأطعمة المحرمة ومنها الخنزير فلا حرج عليه. كما يشير إلى ذلك القرآن الكريم: (فمن اضطر غير باغ ولا عاد فلا إثم عليه) (٤) . ولكن هذه الإباحة لا يجوز أن تتعدى حدود تلك الضرورة وإلا كان المسلم آثماً.
_________
(١) راجع: الحلال والحرام للدكتور القرضاوى ص٤٢ ـ قطر ١٩٧٨م.
(٢) البقرة: ١٧٣، والمائدة: ٣، والأنعام: ١٤٥، والنحل: ١١٥
(٣) يوسف: ٧٦.
(٤) البقرة: ١٧٣.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b434] VALUES (148,'<span data-type="title" id=toc-159>١٤٧- لماذا حرّم الإسلام الحرير والذهب على الرجال</span>؟
الرد على الشبهة:
١ ـ يعتمد القول بتحريم لبس الحرير والتختم بالذهب للرجال فى الإسلام على العديد من المرويات عن النبى صلى الله عليه وسلم ـ كما ذهب إلى ذلك جمهور العلماء ـ وتتلخص وجهة نظرهم فى أن من طبيعة الرجل الصلابة والقوة. والإسلام يريد أن يتربى الرجال بعيدًا عن مظاهر الضعف، وبعيدًا أيضًا عن مظاهر الترف الذى يحاربه الإسلام ويعده مظهرًا من مظاهر الظلم الاجتماعى، وذلك حتى يكون الرجل قادرًا على الكفاح والانتصار فى معارك الحياة وميادين القتال أيضًا إذا اقتضى الأمر. ولما كان التزين بالذهب وارتداء الحرير يُعدان من مظاهر الترف فقد حرمهما الإسلام على الرجال. ولكنه أباحهما للمرأة مراعاة لمقتضى أنوثتها وما فطرت عليه من حب للزينة (١) .
٢ ـ وعلى الرغم من هذا التحريم فإنه إذا كانت هناك ضرورة صحية تقضى بلبس الرجل للحرير فإن الإسلام يبيح له ذلك ولا يمنعه. فقد أذن النبى صلى الله عليه وسلم لكل من عبد الرحمن بن عوف والزبير بن العوام فى لبس الحرير لأنهما كانا يشكوان من حكة فى جسمهما (٢) .
٣ ـ وقد ذهب الإمام الشوكانى (توفى حوالى عام ١٨٤٠م) فى كتابه الشهير " نيل الأوطار " إلى القول بأن أحاديث النبى صلى الله عليه وسلم فى النهى عن لبس الحرير تدل على الكراهية فقط وليس على التحريم. والكراهية هنا درجة أخف من التحريم. ويقوى الشوكانى رأيه هذا بأن هناك ما لا يقل عن عشرين صحابيًّا منهم أنس والبراء بن عازب قد لبسوا الحرير. ومن غير المعقول أن يقدم هؤلاء الصحابة على ما هو محرّم، كما يبعد أيضًا أن يسكت عنهم سائر الصحابة وهم يعلمون تحريمه (٣) .
٤ ـ أما التختم بالذهب أى اتخاذه كخاتم ونحوه للرجال فقد ذهب جمهور العلماء إلى تحريمه أيضًا اعتمادًا على بعض الأحاديث النبوية. ولكن هناك جماعة من العلماء ذهبوا إلى القول بكراهة التختم بالذهب للرجال كراهة تنزيه فقط. وكراهة التنزيه بعيدة عن التحريم وقريبة من الإباحة أو الجواز، واعتمدوا فى ذلك أيضًا على أن هناك عددًا من الصحابة قد تختموا بالذهب منهم سعد بن أبى وقاص، وطلحة بن عبيد الله، وصهيب، وحذيفة، وجابر بن سمرة، والبراء بن عازب. الذين فهموا أن النهى للتنزيه وليس للتحريم (٤) .
_________
(١) راجع: الحلال والحرام فى الإسلام للدكتور القرضاوى ص ٨٠ وما بعدها ـ الدوحة ـ قطر ١٩٧٨م.
(٢) راجع: نيل الأوطار للشوكانى ج٢ ص٨١ ـ دار الجيل، بيروت ١٩٧٣م.
(٣) نيل الأوطار ج٢ ص٧٣ وما بعدها. راجع أيضًا: فقه السنة للشيخ سيد سابق ج٣ ص ٤٨١ وما بعدها. بيروت ١٩٧١م.
(٤) راجع: فقه السنة للشيخ سيد سابق ـ المجلد الثالث ص ٤٨٢ وما بعدها، ٤٨٨ وما بعدها.',NULL,'137',NULL,NULL,'0');
