-- Table: b443
-- Chunk: 1
-- Rows: 14

CREATE TABLE "b443"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b443
INSERT INTO [b443] VALUES (1,'الرسالة الثالثة عشرة
مسألة اشتراط الصوم في الاعتكاف','16','419',NULL,NULL,'0');
INSERT INTO [b443] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمد لله رب العالمين، والصلاة والسلام على رسوله سيدنا محمد الأمين، وعلى آله وصحبه الطّاهرين.
جرت المذاكرة بين الحقير وبين السيد العلامة صالح بن محسن الصَّيلمي من علماء المذهب الزيدي ــ حرسه الله ــ في اشتراط الصوم في الاعتكاف.
فقلت له: الجديد عندنا عدمُه إلا إذا نذر أن يعتكف صائمًا لزِمه جمعُهما على الأصح.
فقال: فلو نذر أن يعتكف مصلّيًا؟
قلت: فله أن يُفرِد الاعتكاف عن الصلاة.
فقال: فهل قياس العكس عندكم معتبر في الأصول؟
قلتُ: نعم على الأصح.
فقال: علماؤنا يُلزمونكم القولَ باشتراطِ الصوم في الاعتكاف بقياس العكس.
فقلت له: ما وجهُ تأتّي قياس العكس هنا؟ فإنما قياس العكس كما قال الجلال المحلي في "شرح جمع الجوامع" (¬١): "إثبات عكسِ حكمِ شيءٍ لمثله، لتعاكسهما في العلة". واستدلّ له بقوله - صلى الله عليه وسلم - لأصحابه وقد قال لهم:
_________
(¬١) (٢/ ٣٤٣).','16','421',NULL,NULL,'0');
INSERT INTO [b443] VALUES (3,'"وفي بُضْعِ أحدكم صدقة". فقالوا: أيأتي أحدنا شهوتَه وله فيها أجر؟ [فقال] (¬١): "أرأيتم لو وضعَها في حرام أكان عليه وِزر؟ فكذلك إذا وضعها في الحلال كان له أجر". قال: رواه مسلم (¬٢).
ثم أتيتُ إليه ناقلًا ما لفظُه: قال العلامة البَنَّاني في "حاشيته على شرح المحلّي لجمع الجوامع" (¬٣): "قوله: "وهو إثبات عكس حكم ... إلخ"، الحكم في الحديث المذكور هو ثبوت الوزر، وعكسه ثبوت الأجر، والشيء الوضع في الحرام، ومثل ذلك الشيء هو الوضع في الحلال الثابتِ له العكسُ المذكور، وجعل الوضع في الحرام والوضع في الحلال مِثْلَين من حيث إن كلًّا منهما وضعٌ، وإلَّا فهما ضدّانِ في الحقيقة. وقوله: "لتعاكسهما" أي: الحكمين. وقوله: "في العلة" وهي الوضع في الحرام الذي هو علة ثبوت الوزر، والوضع في الحلال الذي هو علة ثبوت الأجر، فكلٌّ من ثبوت الأجر وثبوت الوزر عكسٌ للآخر؛ لأن كلًّا من الوضع في الحرام والوضع في الحلال عكسٌ للآخر فتعاكُسُ العلتين المذكورتين مقتضٍ لكون الحكم المترتب على إحداهما عكسَ الحكم المترتب على الأخرى" هـ.
قلت: ولا تناقضَ في قوله: "لأن كلًّا من الوضع في الحرام والوضع في الحلال عكسٌ للآخر" مع قوله سابقًا: "والشيء الوضع في الحرام، ومثل ذلك الشيء هو الوضع في الحلال"؛ لأنَّ جَعْلهما مِثْلينِ هو باعتبار مطلق الوضع، وجَعْلهما ضدَّين هو باعتبارِ محلّه، كما يؤخذ من كلامه. فطَبِّقُوا
_________
(¬١) بياض في الأصل.
(¬٢) رقم (١٠٠٦) عن أبي ذر.
(¬٣) (٢/ ٣٤٣).','16','422',NULL,NULL,'0');
INSERT INTO [b443] VALUES (4,'مسألة شرطية الصوم على قياس العكس كما طبق الحديث، ولا يخفى عليكم حقيقة العلة والتعاكس عند الأصوليين، وإنما نريد بذلك معرفة كيفية الاستدلال بقياس العكس فيها، لا استفادةَ الحكم وتسليمه، فإن لنا في النصوص الصحيحة ما يُقِرُّ الناظرَ ويُخرِس المناظر:
أولها: ما في "شرح السيد المرتضى على الإحياء" بعد نقل حديث الصحيحين وأبي داود والنسائي (¬١) من طريق عُقيل عن الزهري عن عروة عن عائشة: "أن رسول الله   - صلى الله عليه وسلم -   كان يعتكف العَشْرَ الأواخر من رمضان حتى قبضه الله عزَّ وجلَّ، ثم اعتكف أزواجُه من بعدِه. قال (¬٢): ثم قد استُدِلَّ بالحديث المذكور أنه لا يُشترط لصحة الاعتكاف الصومُ، وذلك من وجهين: أحدهما: أنه اعتكف ليلاً أيضًا مع كونه فيه غيرَ صائم، ذكره ابن المنذر. ثانيهما: أن صومه في شهر رمضان إنما كان للشهر؛ لأن الوقت مستحقّ له، ولم يكن للاعتكاف. ذكره المزني والخطابي. وبهذا قال الشافعي وأحمد في أصح الروايتين عنه، وحكاه الخطابي (¬٣) عن علي وابن مسعود والحسن البصري. وقال مالك وأبو حنيفة والجمهور: يُشترط لصحة الاعتكاف الصومُ، ورُوي ذلك عن علي وابن عمر وابن عباس وعائشة، وروى الدارقطني (¬٤) في حديث عائشة المتقدم من رواية ابن جريج عن
_________
(¬١) البخاري (٢٠٢٦) ومسلم (١١٧٢) وأبو داود (٢٤٦٢) والنسائي في الكبرى (٣٣٢٤).
(¬٢) "إتحاف السادة المتقين" (٤/ ٢٣٣، ٢٣٤).
(¬٣) "معالم السنن" (٣/ ٣٣٩).
(¬٤) في "السنن" (٢/ ٢٠١).','16','423',NULL,NULL,'0');
INSERT INTO [b443] VALUES (5,'الزهري بزيادة: "وأنَّ السنة للمعتكف ... " فذكر أشياء، منها: "ويُؤمَر من اعتكف أن يصوم". ثم قال الدارقطني: إن قوله: "وأن السنة ... إلخ" ليس من قول النبي   - صلى الله عليه وسلم -   وأنه من كلام الزهري، ومن أدرجه في الحديث وهِمَ. ولكن في "سنن أبي داود" (¬١) صريحًا أنه من كلام عائشة، أي فمثلُه لا يُعرف إلا سماعًا. هـ.
قلت: الحديث لفظه: "السنة على المعتكف أن لا يعودَ مريضًا، ولا يشهدَ جنازةً، ولا يمسَّ المرأةَ ولا يُباشرها، ولا يخرجَ لحاجةٍ إلا لما لابدَّ منه، ولا اعتكافَ إلا بصومٍ، ولا اعتكافَ إلا في مسجد جامع". فإن أراد بقوله: "فمثلُه لا يُعرف إلا سماعًا" أنه من قول الصحابي: "السنة كذا"، ففيه نظر؛ إذ يحتمل بل يظهر أن قولها: "ولا اعتكافَ إلا بصومٍ ... إلخ" ليس مسندًا إلى السنة، وإنما بينَتْ فيه برأيها، ومثل ذلك لا يمتنع قولُه من قبل الرأي. فليتأملْ.
وقد يُحمَل قوله: "ويؤمَر" على الندب، كما يُحمل "لا اعتكاف إلا بصوم" على نفي الكمال، جمعًا بين الأدلة وإلحاقًا للضعيف بالقوي.
وأمَّا ما استدل به مُثبِت الشرطية أن النبي   - صلى الله عليه وسلم -   لم يعتكف إلا صائمًا، فيقال له: قد تقرر في الأصول أن فعله   - صلى الله عليه وسلم -   غير الجبلِّي يخصُّه للندب مجردُ قصد القربة، وذلك بأن تدل قرينةٌ على قصدها بذلك الفعل، مجرَّدًا عن قيد الوجوب، والقرينة ههنا ما تراه من الأدلة، فالمواظبة دليل الاستحباب. على أنك سترى في الأدلة ما يستلزم أنه   - صلى الله عليه وسلم -   اعتكف بلا صوم، وهو حديث
_________
(¬١) رقم (٢٤٧٣).','16','424',NULL,NULL,'0');
INSERT INTO [b443] VALUES (6,'الشيخين (¬١) عن عائشة رضي الله عنها: أن النبي   - صلى الله عليه وسلم -   أراد أن يعتكف، فلما انصرف إلى المكان الذي أراد أن يعتكف فيه إذا أَخْبِيةٌ: خِباء عائشة، وخباء حفصة، وخباء زينب، فقال: "آلبرَّ تقولون بهن؟ " ثم انصرف فلم يعتكف، حتى اعتكف عشرًا من شوال.
قال الشرقاوي (¬٢): وعند مسلم: "حتى اعتكف العشر الأُول من شوال" وفيه دليل على جواز الاعتكاف بغير صوم، لأن أول شوال يوم العيد، وصومه حرام. واعتُرِض بأن المعنى كان ابتداؤه في العشر الأول [ص ٢] وهو صادق بما إذا ابتدأ باليوم الثاني، فلا دليل فيه لما قاله.
قلت: ولسقوط هذا الاعتراض ــ كما لا يخفى على الناظر ــ لم يعتبره علماؤنا، ولا عدُّوه قادحًا، فهم يستدلّون بالحديث المذكور غيرَ ملتفتين إلى ذلك الاعتراض، وقد يَستبعدُ اعتكافَه   - صلى الله عليه وسلم -   ليوم العيد مَن يَقيسُه على أبناء زماننا في جَعْله يومَ العيد يومَ راحةٍ ورفاهية، وراحةُ رسول الله   - صلى الله عليه وسلم -   الخلوةُ بمولاه، كما كان يقول: "يا بلالُ، أَرِحْنا بالصلاة" (¬٣). والظاهر أنه اعتكف من ليلة العيد، ثم خرج لصلاة العيد، وعاد وأكمل العَشْر.
ومن الأدلة: حديث "الصحيحين" (¬٤) عن عمر رضي الله عنه أنه سأل النبي   - صلى الله عليه وسلم -   فقال: كنت نذرتُ في الجاهلية أن اعتكف ليلةً في المسجد الحرام،
_________
(¬١) البخاري (٢٠٣٤) ومسلم (١١٧٣).
(¬٢) "فتح المبدي" (٢/ ١٧٠).
(¬٣) أخرجه أحمد (٢٣٠٨٨) وأبو داود (٤٩٨٥) من طريق سالم بن أبي الجعد عن رجلٍ من أسلم مرفوعًا. وفي إسناده اختلاف، انظر "العلل" للدارقطني (٤/ ١٢١ - ١٢٢).
(¬٤) البخاري (٢٠٤٢) ومسلم (١٦٥٦).','16','425',NULL,NULL,'0');
INSERT INTO [b443] VALUES (7,'قال: "فأوفِ بنذرِك".
قال الشرقاوي (¬١): واستُدِلَّ به على جواز الاعتكاف بغير صوم، لأن الليل ليس ظرفًا للصوم، فلو كان شرطًا لأمره عليه الصلاة والسلام به، لكن عند مسلم من حديث سعيد عن عبيد الله: "يومًا" بدل "ليلة". فجمعَ ابن حبان (¬٢) وغيره بين الروايتين بأنه نذرُ اعتكاف يومٍ وليلة، فمن أطلق ليلةً أراد بيومها، ومن أطلق يومًا أراد بليلته. وقد ورد الأمر بالصوم في رواية عمرو بن دينار عن ابن عمر (¬٣) صريحًا، لكن إسناده ضعيف ... إلخ.
قلت: ولذلك يَضعُف استدلالنا بهذا الحديث إلا من حيث الاستدلال باعتكافه   - صلى الله عليه وسلم -   العشرَ من رمضان ليلاً ونهارًا، كما مرَّ نقلُه عن ابن المنذر، فأما كونُه لم يُنْقَل أمره بالصوم فقد يحتمل أنه أمره ولم يُنْقل، أو أن عمر كان يعرف اشتراط الصوم للاعتكاف.
ومن الأدلة ما رواه الحاكم (¬٤) وقال: صحيح على شرط مسلم: "ليس على المعتكفِ صيامٌ إلا أن يجعله على نفسه".
فأجاب عليَّ السيدُ العلامة المذكور بما خلاصته:
الجمهور على أن الصوم شرط في الاعتكاف، لقوله   - صلى الله عليه وسلم -  : "لا اعتكافَ إلا بالصيام". ولو لم يكن الصيام شرطًا في الاعتكاف لما وجب في نذره
_________
(¬١) "فتح المبدي" (٢/ ١٧٠).
(¬٢) في "صحيحه" (١٠/ ٢٢٦، ٢٢٧). وانظر "فتح الباري" (٤/ ٢٧٤).
(¬٣) أخرجه أبو داود (٢٤٧٤) والنسائي في الكبرى (٣٣٤١)، وفي إسناده عبد الله بن بُديل، وهو ضعيف.
(¬٤) "المستدرك" (١/ ٤٣٩).','16','426',NULL,NULL,'0');
INSERT INTO [b443] VALUES (8,'كالصلاة حتى عند الشافعي، وأمَّا حديث: "ليس على المعتكف صيامٌ إلا أن يجعله على نفسه"، فالمعنى: الصوم لا يجب بنية الاعتكاف إلا حيث يجب الاعتكاف جمعًا بين الأدلة، وأما حديث عمر فقد تبين سقوط الاستدلال به. فثبت شرطيةُ الصوم بالدليل، ويُستَظهر عليه بقياس العكس، وهو إثبات خلاف حكم الأصل في الفرع، فالأصل الصلاة والفرع الصيام، والعلة عدم وجوب الصلاة بالنذر، أعني بنذر الاعتكاف مصلّيًا، وعكس العلة وجوب الصيام بالنذر، والحكم في الأصل عدم اشتراط الصلاة في صحة الاعتكاف، والحكم في الفرع خلافه، وهو اشتراط الصيام في صحة الاعتكاف.
أقول: أمَّا قوله: "لا اعتكاف إلا بالصيام"، فلم أطَّلع عليه بهذا اللفظ، وإنما في "سنن" أبي داود (¬١) من لفظ عائشة: "ولا اعتكافَ إلا بصوم" وقد سبق الكلام عليه (¬٢). وما سبقت الإشارة إليه من حديث الزهري، وفيه:
_________
(¬١) رقم (٢٤٧٣).
(¬٢) بعده في هامش النسخة ما يلي بخط المؤلف (وهو تعليق نحوي خارج عن الموضوع):
(الكلام هو اللفظ) وهو الصوت الخارج من الفم متقطعًا أحرفًا (المركب) من كلمتين فأكثر (المفيد) فائدةً يحسُنُ السكوت عليها (بالوضع) العربي أو القصد. (وكل كلمة إما معربة) وهي ما يتغير آخرها لاختلاف العوامل لفظًا أو تقديرًا، وهي الاسم الذي لم يُشبِه الحرفَ، والفعل المضارع الذي لم يتصل بنونِ إناثٍ أو توكيد. (وإما مبنية) وهي بخلاف الأُولى وهي الحرف والفعل الماضي والأمر والمضارع المتصل بما مرّ، (والمعرب إما أن يكون أصليَّ الإعراب) وهو الاسم، (أو فرعيَّه) وهو الفعل المضارع. (والمبنيُّ إما أن يكون أصليَّ البناء) وهو الحرف والفعل (وإما فرعيَّه) وهو الاسم.','16','427',NULL,NULL,'0');
INSERT INTO [b443] VALUES (9,'"ويؤمر المعتكف بالصوم"، وقد سبق ما فيه. وما في رواية عمرو بن دينار قد سبق تضعيفه.
وأمَّا قولهم: ولو لم يكن الصيام شرطًا في الاعتكاف لما وجب في نذره كالصلاة، فنقول: إن أريدَ بقوله: "وجب" أي الصيام، وبقوله: "في نذره" أي الاعتكاف، والمعنى: لو لم يكن شرطًا لما وجب حيث نذرَ الاعتكاف، فنحن لا نقول بوجوب الصوم في الاعتكاف المنذور وإن أريدَ: لو لم يكن الصوم شرطًا في الاعتكاف لما وجب الصوم حيث نذرَ مع الاعتكاف، كما لا تجب الصلاة حيث نُذِرَتْ مع الاعتكاف، فنقول: إن أريد بعدم وجوب الصلاة أنه لا يلزم مطلقًا فليس مذهبنا، أو أنه لا يلزم الجمع بينها وبين الاعتكاف كما يلزم الجمع بين الصوم والاعتكاف حيث نذرَ أن يعتكف صائمًا، فهذا مذهبنا، والإلزام ممنوع، إذ جَعْلكم له شرطًا ينافي كونَ النذر علةً لوجوبه، فلا يصدق عليه أنه وجب النذر. وقد فرق أصحابنا بين الصلاة والصيام بأن الصيام مشروع في الاعتكاف إجماعًا، وأنه مناسب له، إذ كلٌّ منهما كَفٌّ، ولا كذلك الصلاة، مع أنها أفعال مباشرة.
وأمَّا تأويل حديث "ليس على المعتكف صيام إلا أن يجعله على نفسه" فمردود، إذ لا يخفى أن المعتكف يصدق على المعتكف اعتكافًا منذورًا أو غيرَ منذور، وقوله: "إلا أن يجعله" أي: الصيامَ كما يعيِّنه السياق، فالمعنى: ليس على من نوى اعتكافًا منذورًا أو غيرَ منذورٍ أن يصوم إلا حيثُ نذر الصيام، وذلك ظاهر.
[ص ٣] وأمَّا قولكم: "جمعًا بين الأدلة"، فأين الدليل الذي يقتضي شرطيةَ الصوم، فلم تذكروا إلا قوله: "ولا اعتكاف إلا بالصيام"، وقد علمت ما فيه.','16','428',NULL,NULL,'0');
INSERT INTO [b443] VALUES (10,'ولو فرضنا اعتباره دليلاً فلنا طريقٌ مسلوكة في الجمع بينه وبين سائر الأدلة، وهي أن نقول بنَفْي الكمال، كما قالوه في "لا صلاة لجار المسجد إلا في المسجد" (¬١)، وكما قال بعضهم في: "لا صلاةَ لمن لم يقرأ بفاتحة الكتاب" (¬٢)، وقال بعضهم في: "لا وضوءَ لمن لم يذكر اسم الله عليه" (¬٣)، وقولهم: "لا إيمانَ لمن لا أمانةَ له، ولا دينَ لمن لا عهدَ له" (¬٤)، كما تقدم بيانه. والمطلوب هو موافقة الحق، وسلوكُ المسالك المألوفة بالمدارك المعروفة خيرٌ من ارتكاب الوعور، لاسيما إذا كان غلطًا وشططًا.
وأما القياس، فقياس العكس عند أصحابنا مختلَفٌ في حجيته، وعلى الأصح أنه حجة فقد عرَّفْناكم أن الشافعي نصَّ على عدم شرطية الصيام للاعتكاف، ونصَّ على عدم وجوب الجمع بين الاعتكاف والصلاة على الناذر أنْ يعتكفَ مصلِّيًا، ولم ينصَّ على وجوب الجمع بين الاعتكاف والصيام على الناذر أنْ يعتكفَ صائمًا ولا عدمه، فقاسه بعض الأصحاب على الصلاة فلم يُوجبه، وأكثر الأصحاب على أنه يجب للحديث: "ليس
_________
(¬١) أخرجه الدارقطني في "السنن" (١/ ٤٢٠) والحاكم في "المستدرك" (١/ ٢٤٦) والبيهقي في "السنن الكبرى" (٣/ ٥٧) عن أبي هريرة. وإسناده ضعيف جدًّا، ويُروى من وجوهٍ أخرى كلها ضَعيفة. انظر "العلل المتناهية" (١/ ٤١٢، ٤١٣).
(¬٢) أخرجه البخاري (٧٥٦) ومسلم (٣٩٤) عن عبادة بن الصامت.
(¬٣) أخرجه أبو داود (١٠١، ١٠٢) عن أبي هريرة، وأخرجه الترمذي (٢٥) عن رباح بن عبد الرحمن عن جدته عن أبيها. وهو حديث حسن بشواهده.
(¬٤) أخرجه أحمد في "المسند" (١٢٣٨٣، ١٢٥٦٧، ١٣١٩٩) وأبو يعلى في "مسنده" (٢٨٦٣) والبيهقي في "السنن الكبرى" (٦/ ٢٨٨، ٩/ ٢٣١) عن أنس بن مالك، وهو حديث حسن.','16','429',NULL,NULL,'0');
INSERT INTO [b443] VALUES (11,'على المعتكف صيامٌ إلا أن يجعله على نفسه"، وفرقوا بينه وبين الصلاة كما مرَّ آنفًا.
فإن قيل: قد ثبت "ليس على المعتكف صيامٌ إلا أن يجعله على نفسه" المفيد لوجوب الجمع بين الاعتكاف والصيام على من نذَره، وأنتم معشر الشافعية تقولون: لا يجب الجمع بين الاعتكاف وبين الصلاة على ناذره، وتلك مناقضة، إذ يلزمكم من قولكم: "لا يجب الجمع بين الاعتكاف والصلاة" أن تقولوا بعدم وجوب الجمع بينه وبين الصيام، ويلزمكم من إيجابكم الجمعَ في الصيام إيجابُه في الصلاة.
قلنا: أمَّا وجوب الجمع في الصيام فقد نصَّ عليه إمام الكون   - صلى الله عليه وسلم -  ، وأما نصُّ الإمام على عدم وجوب الجمع في الصلاة، فعلى فرضِ أنه لا دليل له عليه من النصوص فقد بينّا الفارق، على أن هذه المنازعة المفروضة لا تكون إلا من طرف قائلٍ بوجوب الجمع في الصلاة، وأما قائل شرطية الصوم فقد صدقته النصوص على العموم والخصوص (¬١).
* * * *
_________
(¬١) بعدها رسالة من المعلمي إلى الصيلمي وردّ الأخير عليها.','16','430',NULL,NULL,'0');
INSERT INTO [b443] VALUES (12,'[ص ٤] سيدي العلّامة الهُمام ضياء الإسلام السيد صالح بن المحسن الصَّيلمي، حفظه الله تعالى، والسلام عليه ورحمة الله وبركاته.
قال الجلال المحلّي في "شرح جمع الجوامع" عند ذكر قياس العكس ما لفظُه: "وهو إثباتُ عكس حكم شيءٍ لمثله، لتعاكُسِهما في العلة" ثم [قال:] (¬١) ومن أدلته قوله - صلى الله عليه وسلم - لأصحابه عندما قال لهم في تَعداد وجوه البرّ: "وفي بُضْع أحدكم صدقة". فقالوا: أيأتي أحدُنا شهوتَه وله فيها أجر؟ قال: "أرأيتم لو وضعها في حرام أكان عليه وِزْرٌ؟ فكذلك إذا وضعها في الحلال كان له أجر".
قال البَنَّاني في حاشيته: قوله: "وهو إثبات عكس حكم ... إلخ"، الحكم في الحديث المذكور هو ثبوت الوزر، وعكسه ثبوت الأجر، والشيء الوضع في الحرام، ومثل ذلك الشيء هو الوضع في الحلال الثابتِ له العكسُ المذكور، وجعل الوضع في الحرام والوضع في الحلال مِثْلَين من حيث إن كلًّا منهما وضعٌ، وإلَّا فهما ضدّانِ في الحقيقة. وقوله: "لتعاكسهما" أي: الحكمين. وقوله: "في العلة" وهي الوضع في الحرام الذي هو علة ثبوت الوزر، والوضع في الحلال الذي هو علة ثبوت الأجر، فكلٌّ من ثبوت الأجر وثبوت الوزر عكسٌ للآخر؛ لأن كلًّا من الوضع في الحرام والوضع في الحلال عكسٌ للآخر فتعاكُسُ العلتين المذكورتين مقتضٍ لكون الحكم المترتب على إحداهما عكسَ الحكم المترتب على الأخرى".
وقولكم: "ما مذهب الشافعية في الاعتكاف؟ " فالاعتكاف عندهم ليس من شرطه الصيامُ إلا إن نَذَرَه، كأن يقول: لله عليَّ أن أعتكفَ صائمًا، بخلاف
_________
(¬١) بياض في الأصل.','16','431',NULL,NULL,'0');
INSERT INTO [b443] VALUES (13,'الصلاة، فلو قال: أن أعتكفَ مصلِّيًا فله إفراد الاعتكاف عنها.
وقولكم: "إنه يلزمهم القول باشتراط الصيام في الاعتكاف بقياس العكس" لم يظهر وجهُه، ففضلًا انقلُوا تحت هذا لفظ "الغاية" مع شرحها.
واستشهادكم على الحقير ببضاعته (ولكنما أعمى القلوبَ التعصُّبُ) ليس في محله، فإنما يتعصب من لم يجد مَحِيصًا عن اللزوم، فأما نحن معشرَ الشافعية فلنا عن التعصب ــ لو فُرِض ــ مندوحةٌ بأن اشتراط الصيام هو القول القديم لإمامنا، مع أن لنا على القول الجديد نصوصًا صحيحة، منها: اعتكافه   - صلى الله عليه وسلم -   الليلَ والنهارَ في العشر الأواخر من رمضان ونحوها، كما في حديث الصحيحين. ومنها: ما في الصحيحين (¬١) أيضًا عن ابن عمر رضي الله عنهما أن عمر رضي الله عنه سأل النبي صلى الله وسلم عليه وعلى آله قال: كنتُ نذرتُ في الجاهلية أن أعتكفَ ليلةً في المسجد الحرام قال: "فأَوْفِ بنذرك". ومنها: ما نقله ابن حجر في "التحفة" (¬٢) عند قول "المنهاج": "بل يصحُّ اعتكافُ الليل وحده" قال: للخبر الصحيح: "ليس على المعتكفِ صيامٌ إلا أن يجعله على نفسه" (¬٣).
* * * *
أخانا في الله سبحانَه، الوجيه في الأولى والآخرة، العلامة الشيظَمِي (¬٤)
_________
(¬١) سبق تخريج الحديثين.
(¬٢) "تحفة المحتاج" (٣/ ٤٦٩).
(¬٣) سبق تخريجه.
(¬٤) هو بمعنى الطويل الجسيم الفتيّ من الناس أو الإبل أو الخيل، فهو صفة وليس نسبة إلى عَلم أو قبيلة.','16','432',NULL,NULL,'0');
INSERT INTO [b443] VALUES (14,'عبد الرحمن بن يحيى المعلمي، السلام عليكم ورحمة الله وبركاته، ونحمد الله إليكم حمدًا كثيرًا مؤبَّدةً أوقاتُه، والصلاة والسلام على خِيَرَة الخلق وآلِه، حَمَلةِ الشرع وهُداتِه، وأيَّده من نعش الهدى نهوضَه المبارك وغاراته.
أما بعدُ، فنقول: (مسألة) العترةُ جميعًا وابن عباس وعبد الله بن عمر ومالك والأوزاعي وأبو حنيفة وأبو ثور: الصوم شرط في الاعتكاف، لقوله - صلى الله عليه وآله وسلم -: "لا اعتكافَ إلا بالصيام". ولو لم يكن الصيام شرطًا في الاعتكاف لما وجب في نذره كالصلاة. عبد الله بن مسعود والحسن البصري والشافعي وأحمد بن حنبل وإسحاق بن راهويه: لا، لقوله - صلى الله عليه وآله وسلم -: "ليس على المعتكف صيامٌ إلا أن يجعله على نفسه"، أراد: الصوم لا يجبُ بنية الاعتكاف إلا حيث يجب الاعتكاف، جمعًا بين الأدلة وصيانةً لمنطقه عن اللغو، ولأنه مهما أمكن الجمع بالتأويل وجب. قالوا: قال لعمر: "أوف بنذرك"، وقد نذر اعتكافَ ليلةٍ. قلنا: "بيومها"، بدليل أن إحدى الروايتين أنه نذرَ اعتكافَ يومٍ، فثبتَ اشتراطُ الصيام في صحة الاعتكاف بالدليل وقياس العكس استظهارًا. وقياس العكس إثبات خلاف حكم الأصل في الفرع، فالأصل الصلاة، والفرع الصيام، والعلة عدم وجوب الصلاة بالنذر، أعني: بنذر الاعتكاف مصلِّيًا، وعكس العلة وجوب الصيام بالنذر، والحكم في الأصل عدم اشتراط الصلاة في صحة الاعتكاف، والحكم في الفرع خلافه، وهو اشتراط الصيام في صحة الاعتكاف، وبهذا يستوي قياسُ العكس على سُوقِه.','16','433',NULL,NULL,'0');
