-- Table: b5064
-- Chunk: 1
-- Rows: 400

CREATE TABLE "b5064"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b5064
INSERT INTO [b5064] VALUES (1,'الإيجاز في شرح سنن أبي داود السجستاني رحمه الله تعالى
تصنيف
الإمام محيي الدين يحيي بن شرف النووي
(المتوفى سنة ٦٧٦هـ)
رحمه الله تعالى
قدم له وعلق عليه وخرج أحاديثه
أبو عبيدة مشهور بن حسن آل سلمان
الدار الأثرية',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b5064] VALUES (2,'بسم الله الرحمن الرحيم',NULL,'4',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (3,'<span data-type="title" id=toc-1>مقدمة المحقّق</span>
إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلاّ الله، وحده لا شريك له، وأشهد أنّ محمداً عبده ورسوله، أما بعد:
فإن "سنن أبي داود" "من الكتب المشهورات النافعات المباركات، المنتشرات الشائعات؛ لأنه كتاب نفيس مفيد، صنّفه إمامٌ معتمد جليل" (١)، فينبغي لمريد الفقه مع دليله، أن يعتني بتقريبه وتحريره وشرحه، وقد قام بذلك جمع كبير من الأئمة الأعلام، فلهم عليه جهود مشكورة، وأعمال مبرورة، ومما كنتُ أتأسّف عليه عند النظر في جهود العلماء المبذولة فيه: ضياع بعض الشروح، وكنت أحسب -فترة من الزمن- أن شرح الإمام النووي لقطعة منه -وهي كراريس (٢) - مفقودة! وإذ بي أفز لها على أثر، وأعثر بها على خبر عند نظري في "الفهرس الشامل للتراث العربي الإسلامي المخطوط" (قسم الحديث النبوي الشريف وعلومه ورجاله) (١/ ٩٩٢) رقم (٤٣٤) ففيه:
"شرح سنن أبي داود -النووي
_________
(١) من مقدمة "تحرير ألفاظ التنبيه" (٢٧) للنووي.
(٢) سيأتي مقدارها لاحقاً، والله الهادي.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (4,'١ - حكيم أوغلي علي باشا ١٤ [٢٠٠] ".
والمكتبة المذكررة في تركيا، وفي اليوم نفسه يمرُّ بي بعض المحبّين، ممن لا أعرفه سابقاً، ويخبرني أنه زائر للأردن، وهو في طريقه لزيارة بعض أقاربه في تركيا، ويقول ببشاشة وحماسة: هل لك غرض من هناك؟ فتردّدتُ وحاولتُ أن أخفي مطلبي، ولكن غلبتني لوعتي وشدة محبتي لتراث علمائنا، ونتاجهم، ولا سيما مثل هذا الكتاب، فهو للنووي أولاً، وشرح على "سنن أبي داود" ثانياً، وعندي أن خير كتاب له -لو تم- هو هذا؛ لأنه في دائرة حذقه وانشغاله والغالب عليه من العلوم، فقُلتُ بجرأةٍ -أحتسب فيها الأجر والثواب، والإفادة والاحتساب-: نعم، لكن بشرط لا بد منه، وهو دفع ما تبذله في التصوير والإرسال، وودّعت ضيفي، مع قصور -كعادتي، غفر الله لي- في الإكرام، بسبب الانشغال بالبحث والمراجعة.
ونسيت الخبر، وتمضي الأسابيع، وإذ جرس الهاتف يطرق بالبشارة، ويطلب عنوان المراسلة، ووصل -ولله الحمد والمنة- المتبقي من هذا "الشرح" الجليل، فأحلتُه -كالعادة- على النسخ والتدقيق، ثم تفرغت له بالتحقيق والتوثيق والتنميق، والدراسة والتعليق وبذلتُ فيه جهداً، أحتسبه عند ربي عزَّ وجلّ لوقت الشدة والضيق، وأرجو فيه الأجرين من ربي، وعليه اعتمادي، وإليه -سبحانه- تفويضي واستنادي.

*<span data-type="title" id=toc-2> صحة نسبة الكتاب للإمام النووي:</span>
للإمام النووي "شرح على سنن أبي داود" وهذا أمر لا شك فيه، فقد نسبه له جمع كبير من مترجميه، وهذه شذرات من النقول:
١ - قال علاء الدين علي بن إبراهيم بن العطار (ت ٧٢٤ هـ) - تلميذ',NULL,'6',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (5,'المصنِّف والملازم له- في كتابه "تحفة الطالبين في ترجمة الإمام محيي الدين" (١) (ص ٧٠) تحت (فصل: صنف رحمه الله كتباً في الحديث والفقه تعمَّ النفع بها، وانتشر في أقطار الأرض ذكرها، منها: ...) قال (ص ٨٠): "ومنها كتب ابتدأها، ولم يتمها، عاجلته المنية ... " قال (ص ٨٢): "وقطعة يسيرة في شرح سنن أبي داود".
٢ - وقال محمد بن عبد الرحمن السخاوي (ت ٩٠٢ هـ) في "ترجمة شيخ الإسلام الإمام النووي" (ص ١٢ - ط دار الجماعة الإسلامية- دار العلوم): "ثم إنه اشتغل بالتصنيف والإشغال والإفادة، فصنف ... وقطعة من "شرح أبي داود"" قال: "قلت: وصل فيها إلى أثناء الوضوء، سماها "الإيجاز"" قال: "وسمعتُ أن زاهد عصره الشهاب ابن رسلان أودعها برمّتها (٢) في "شرحه" الذي كتبه على "السنن" وبنى عليها" (٣).
٣ - وقال في "بذل المجهود في ختم سنن أبي داود" (ص ٥٨ - ط مؤسسة الرسالة وص ٧٢ - ط أضواء السلف) عند كلامه على (شروح سنن أبي داود): "وشرع في شرحه أبو زكريا النووي، فكتب منه كراريس".
٤ - وقال جلال الدين السيوطي (ت ٩١١ هـ) في "المنهاج السوي في ترجمة الإمام النووي" (ص ٦٤) تحت (ذكر تصانيفه): "و"شرح سنن أبي داود" كتب منه يسيراً". وقال في "شرحه على سنن أبي داود"
_________
(١) أرفقته في أول هذا الكتاب والصفحات المذكورة منه، فتنبه لذاك، تولى الله هذاك.
(٢) تحرفت في مطبوع "الترجمة"، إلى "بيومها"!! وهي على الجادة في الطبعة الأخرى من الكتاب، وهو مطبوع باسم "المنهل العذب الروي" (ص ٥٥).
(٣) انظر ما سيأتي تحت عنوان (بين شرْحَيّ النووي وابن رسلان).',NULL,'7',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (6,'المسمى "مرقاة الصعود" (ص ٥ - مختصره (١) درجات) وهو يذكر الشروح التي سبقته: "وللشيخ محيي الدين النووي قطعة منه، فلم يتم".
وذكره له جمع من المعاصرين، منهم: الأستاذ أحمد عبد العزيز قاسم في (أطروحته): "الإمام النووي وأثره في الحديث وعلومه" (ص ٢٣٢) وذكره تحت (الكتب المخطوطة التي لم أعثر عليها)، قال:
""الإيجاز"، قطعة من "شرح أبي داود"، وأفاد أن محمد بن أبو الحسن اللخمي (تلميذ النووي) ذكر له هذا الشرح في ترجمة مختصرة له (ق ٦/ ب) وقال: "إنه كتب منه اليسير"، وهي: -أي: ترجمة اللخمي- من محفوظات مكتبة مركز البحث العلمي بجامعة أم القرى، برقم (٥٢١) مجاميع (رقم ٢) ".
وذكره أيضًا: عبد الغني الدقر في كتابه "الإمام النووي، شيخ الإسلام والمسلمين، وعمدة الفقهاء والمحدثين" (ص ١٠١ - ١٠٢)، ونقل كلام السخاوي السابق، وكذلك فعل أبو عبد الله البراك في كتابه "الإمام أبو داود السجستاني وكتابه السنن" (٦٨) ذكره تحت (الكتب التي ألفت حول "السنن" شروحًا ومختصرات ودراسات)، قال: "وشرحه الإمام النووي ولم يتمه".
وكذلك فعل الأستاذ محمد بن لطفي الصباغ في كتابه "أبو داود حياته وسننه" (ص ٩٣). وقال أيضًا: "لكنه لم يتم".
ومن هذا النقول يظهر أن اسم هذا الشرح "الإيجاز"، وهو العنوان المثبت على النسخة الخطية، كما سيأتي عند الكلام على توصيفها.
...
_________
(١) المختصِر، هو: علي بن سليمان الدمنتي البُجمعويُ رحمه الله.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (7,'*<span data-type="title" id=toc-3> نقولات العلماء من "شرح النووي على سنن أبي داود</span>":
ومن الأدلّة على صحة نسبة هذا "الشرح" للإمام النووي:
النقولات الكثيرة المستفيضة عند جمع من العلماء ممن هم مختلفو الأعصار والأمصار. وهي موجودة في النسخة التي اعتمدناها في التحقيق، وهذه طائفة من هذه النقولات:
*قال الحافظ زين الدين أبو الفضل عبد الرحيم بن الحسين العراقي (المتوفي ٨٠٧ هـ) في كتابه "طرح التثريب" (٥/ ٩):
"الشام: بلاد معروفة وهي من العريش إلى بالس، وقيل: إلى الفرات، قاله النووي في "شرح أبي داود" (١) ".
وهذا النقل موجود في شرح حديث رقم (٩) من كتابنا هذا.
* وذكره الشيخ سراج الدين أبو حفص عمر بن علي بن الملقّن (ت ٨٠٤ هـ) في كتابه "البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير" في مواطن عديدة، هي:
١ - (١/ ٣٠١ - ط دار الهجرة)، قال:
"ونقل النووي رحمه الله النص المتقدم عن أبي داود -الذي شارك ابن الصلاح فيه- في "كلامه على سنن أبي داود"، ثم قال: "وهذا يشكل، فإن في سننه أحاديث ظاهرة الضعف، لم يبينها مع أنها متفق على ضعفها عند المحدثين، كالمرسل، والمنقطع، ورواية مجهول، كـ "شيخ" و "رجل" ونحوه، فلا بد من تأويل هذا الكلام ... " وساق جل ما في (الفصل الأول) من (مقدمة) النووي على "الشرح".
_________
(١) بنحوها في "تحرير ألفاظ التنبيه" (١٣٨) و "تهذيب الأسماء واللغات" (٣/ ١) وتحرفت في مطبوعه (بالس) إلى (نابلس)! فلتصوب.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (8,'وعلَّق على آخر كلام النووي بقوله: "والحق فيه ما قرَّره النووي".
٢ - وقال في (١/ ٣٨٢) عند كلامه على حديث بئر بُضاعة:
"قال النووي في "كلامه على سنن أبي داود": صححه يحيى بن معين والحاكم وآخرون من الأئمة الحفاظ". وكلامه في كتابنا هذا تحت حديث رقم (٦٦).
٣ - وقال في (١/ ٥٥٦) عند حديث: "إنها ليست بنجسة، إنها من الطوافين عليكم":
"قال النووي في رحمه الله في "كلامه على سنن أبي داود": وهذا الحديث عند أبي داود حسن، وليس فيه سبب محقق في ضعفه".
قلت: وهذا الكلام موجود في "شرحنا" هذا، عند الحديث رقم (٧٥).
٤ - وقال في (١/ ٥٦١) عند حديث رقم (٧٥) أيضا: "ونقل النووي في "كلامه على سنن أبي داود" أنه وقع في رواية مالك والترمذي: "تحت أبي قتادة"، وقال: هو مجاز محمول على الرواية المشهورة: "تحت ابنه" ... ".
وكلامه في "شرحنا" هذا.
٥ - وقال في (٢/ ١٠٥) لمّا ذكر ضعف (ليث بن أبي سُليم):
"ونقل النووي في رحمه الله في "التهذيب" و"كلامه على سنن أبي داود" اتفاق العلماء على ضعفه، واضطراب حديثه، واختلال ضبطه".
وهذا الكلام غير موجود في النسخة التي اعتمدنا عليها، وأول ذكر لليث بن أبي سُليم في "سنن أبي داود" إنما هو في حديث رقم (١٣٢)، فكلام النووي على (ليث) سيكون في أغلب الظن عند شرحه إياه، والله أعلم.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (9,'٦ - وقال في (٢/ ١٧٢ - ١٧٣) عند حديث عثمان، وفيه: "رأيت النبي - صلى الله عليه وسلم - توضّأ هكذا"، وقال: "من توضّأ دون هذا كفاه".
وهو في "السنن لأبي داود برقم (١٠٨)، وقال ابن الملقن: "وقال النووي رحمه الله في "كلامه على أبي داود": إسناد هذا الحديث حسن، كل رجاله في "الصحيحين" إلاّ ابن وردان، وقد وثقه يحيى بن معين وأبو حاتم، قال: فالحديث حسن بهذه الزيادة".
والنسخة التي بين أيدينا تنتهي أثناء شرح حديث رقم (١٠٥)، ولا وجود لهذا الكلام فيها.
٧ - وقال في (٢/ ١٨٥) بعد أن أورد حديثاً لعلي بن أبي طالب - رضي الله عنه - في (صفة وضوء النبي - صلى الله عليه وسلم -) - وهو في "سنن أبي داود" برقم (١١٤) -:
"قال النووي في "كلامه على أبي داود" في الأول (١): هذا إسناد صحيح كل رجاله في الصحيح مشهور إلاّ ربيعة بن عتبة الكناني، وقد وثقه يحيى ابن معين، ولم يجرحه غيره، فالحديث صحيح"، ثم تعقّبه.
ولا وجود لهذا الحديث في القطعة المعتمدة في التحقيق.
* ونقل جلال الدين السيوطي (ت ٩١١ هـ) من "شرح سنن أبي داود" للنووي في غير موطن في كتابه (٢) "زهر الربى على المجتبى"، وهذا ما وقفت عليه:
١ - قال فيه (١/ ٢٧ - ٢٨) في شرح حديث عبد الرحمن بن حسنة:
_________
(١) يريد: حديث علي الذي في "سنن أبي داود" (رقم ١١٤) كما ذكرناه.
(٢) ونقل منه كثيراً في كتابه "مرقاة الصعود إلى سنن أبي داود" وسيأتي بيان ذلك مفصلاً إن شاء الله تعالى.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (10,'"خرج علينا رسول الله - صلى الله عليه وسلم - وفي يده كهيئة الدَّرَقة، فوضعها، ثم جلس خلفها، فبال إليها، فقال بعض القوم: انظروا يبول كما تبول المرأة ... " ما نصُّه:
"قال الشيخ ولي الدين العراقي: هل المراد التشبه بها في الستر أو الجلوس أو فيهما؟ محتمل، وفهم النووي الأول، فقال في "شرح أبي داود": معناه أنهم كرهوا ذلك، وزعموا أنّ شهامة الرجال لا تقتضي الستر على ما كانوا عليه في الجاهلية".
وكلام النووي في كتابنا هذا، تحت حديث رقم (٢٢).
٢ - وقال فيه (١/ ٥٥) في شرح حديث كبشة، وفيه قوله - صلى الله عليه وسلم - عن الهرة: "إنما هي من الطوافين عليكم" قال:
"قال البغوي في "شرح السنّة": يحتمل أنه شبهها بالمماليك من خدم البيت الدين يطوفون على بيته للخدمة، كقوله تعالى: {طَوَّافُونَ عليكم} [النور: ٥٨]، ويحتمل أنه شبهها بمن يطوف للحاجة، يريد أن الأجر في مواساتها كالأجر في مواساة من يطوف للحاجة. والأول هو المشهور، وقول الأكثر، وصححه النووي في "شرح أبي داود" وقال: "ولم يذكر جماعة سواه"".
قلت: وكلامه هذا في شرحنا على حديث رقم (٧٥).
٣ - ونقل فيه (١/ ١٤١ - ١٤٢) في شرح حديث علي بن أبي طالب - رضي الله عنه - رفعه: "لا تدخل الملائكة بيتاً فيه صورة ولا كلب ولا جُنب ... " (١) نصَّا طويلاً، وهو ليس في القطعة التي يسّر الله -عزَّ وجل
_________
(١) هو عند أبي داود في "السنن": كتاب الطهارة: باب في الجنب يؤخّر الغسل (رقم ٢٢٧).',NULL,'12',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (11,'- لنا الحصول عليها من "شرح النووي على سنن أبي داود". وهذا النقل طويل نسوقه برمته، قال:
"قال النووي في "شرح المهذب": وفي تخصيصه الجنب بالمتهاون والكلب بالذي يحرم اقتناؤه نظر وهو محتمل.
وقال في "شرح أبي داود": الأظهر أنه عام في كل كلب، وأنهم يمنعون من الجميع لإطلاق الأحاديث؛ ولأن الجرو الذي كان في بيت النبي - صلى الله عليه وسلم - تحت السرير كان له فيه عذر ظاهر فإنه لم يعلم به، ومع هذا امتنع جبريل عليه السلام من دخول البيت وعلل بالجرو، فلو كان العذر في وجود الكلب لا يمنعهم لم يمتنع جبريل، قال: وقال العلماء: سبب امتناعهم من بيت فيه كلب؛ لكثرة أكل النجاسات، ولأن بعضها يسمى شيطانًا -كما جاء به الحديث- والملائكة ضد الشياطين، ولقبح رائحة الكلب والملائكة تكره الرائحة القبيحة؛ ولأنها منهي عن اتخاذها، فعوقب متخذها بحرمانه دخول الملائكة بيته، وصلاتها فيه، واستغفارها له، وتبريكها في بيته، ودفعها أذى الشيطان.
وسبب امتناعهم عن بيت فيه صورة: كونها معصية فاحشة، وفيها مضاهاة لخلق الله تعالى، وبعضها في صورة ما يعبد من دون الله تعالى.
وقال: وذكر الخطابي والقاضي عياض أن ذلك خاص بالصورة التي يحرم اتخاذها دون الممتهنة -كالتي في البساط والوسادة ونحوها-، قال: والأظهر أنه عام في كل صورة، وأنهم يمتنعون من الجميع لإطلاق الحديث. انتهى".
قال أبو عبيدة: وهذا النص بطوله غير موجود في النسخة الخطية المعتمدة في التحقيق.
* الشيخ محمد بن عبد الرؤوف المناوي، نقل من شرحنا هذا في',NULL,'13',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (12,'مواطن عديدة في كتابه "فيض القدير شرح الجامع الصغير" وهذا ما وقفت عليه منها:
١ - قال في (١/ ١٧٧) عند حديث معاذ رفعه: "اتقوا الملاعن الثلاث ... ": "وقال الكمال ابن أبي شريف: وجدتُ بخط النووي في (قطعة) كتبها على "سنن أبي داود" بعد أن نقل قول الخطابي أن الكسر غلط، ما نصه: "وليس الكسر غلطاً، بل هو صحيح أو أصح، فقد ذكر الجوهري وغيره: أنه بالكسر- اسم للغائط الخارج من الإنسان"، انتهى.
وهذا موجود في "شرحنا" على الحديث الأول، وليس على حديث "اتقوا الملاعن ... ".
٢ - وقال في (١/ ٣٤٦): "وقال النووي في "المجموع " و"شرح أبي داود": حديث ضعيف؛ لأن فيه مجهولين. قال: وإنما لم يصرح أبو داود بضعفه؛ لأنه ظاهر".
وهذه عبارة النووي في "شرحنا" هذا على حديث رقم (٣).
٣ - وفي الموطن السابق أيضاً: "قال المنذري -كالنووي-: ويشبه أن يكون الجدار عارياً غير مملوك، أو قعد متراخياً عنه، فلا يصيبه البول، أو علم رضا صاحبه" وهذا موجود في شرح الحديث رقم (٣) من كتابنا هذا.
٤ - وقال في (٢/ ٤٨٦) عند شرحه لحديث "إن الماء لا يجنُب": "وصححه النووي في "شرح أبي داود".
وتجد تصحيحه في شرحه لحديث رقم (٦٨) من كتابنا هذا.
٥ - وقال في (٢/ ٦٦٩) عن حديث عمار رفعه: "إن من الفطرة: المضمضة، والاستنشاق ... ": "قال النووي في "شرح أبي داود": ضعيف منقطع، أو مرسل؛ لأنه من رواية سلمة بن محمد بن عمار بن ياسر عن جده عمار. قال البخاري: لم يسمع من جده".',NULL,'14',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (13,'وهذا الكلام في كتابنا هذا، عند حديث رقم (٥٣).
٦ - وقال في الموطن نفسه وفي شرح الحديث السابق:
"والانتضاح بالماء، أي: الاستنجاء به، من (النضح)، وهو الماء القليل، كذا في "شرح أبي داود" للنووي، وفي "شرح مسلم" له عن الجمهور، وهو نضح الفرج بماء قليل بعد الوضوء؛ لينفي الوسواس".
وهذا في كتابنا تحت شرح حديث رقم (٥٣).
٧ - وقال في (٥/ ٢٣٦) على إسناد حديث عائشة الوارد عند أبي داود برقم (٥٦): "قال النووي في "شرح أبي داود": في إسناده ضعف". وكلامه في كتابنا هذا.
٨ - وقال في (٥/ ٥٤٥) على حديث عائشة: "ما أُمرتُ كلما بُلْتُ اْن أَتَوضّأ": "وقال -أي النووي- في "شرح أبي داود": ضعيف، لضعف أبو عبد الله بن يحيى التوأم". وكلامه موجود في كتابنا هذا على حديث رقم (٤٢) منه.
٩ - وقال في (٦/ ١٤٢) عند حديث ابن عمر: "من توضّأ على طهر كُتب له عشر حسنات": "وقال -أي النووي- في "شرح أبي داود": هو ضعيف، في إسناده ضعيفان: عبد الرحمن بن زياد الأفريقي، وأبو غُطيف مجهول عيناً وحالًا". وبنحوه في كتابنا هذا على حديث رقم (٦٢).
* أبو الطيب محمد شمس الحق العظيم آبادي (١) في "عون المعبود شرح سنن أبي داود" (١/ ١٤٢ - ط مكتبة ابن تيمية)، ذكر فيه معنى "إنما هي من الطوافين"، وذكر المعنيين المذكورين عند النووي على حديث
_________
(١) هو صاحب "العون" بيقين، وقد بينتُ ذلك في أول تحقيقي له، وقد فرغت منه، وهو قيد الطبع، والحمد لله الذي بنعمته تتم الصالحات.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (14,'رقم (٧٥) من كتابنا هذا، ونقل عبارته، قال: "وصححه النووي في "شرح أبي داود".
* وكذلك فعل المباركفوري في "تحفة الأحوذي" (١/ ٣٠٩) ونقل عبارته نفسها، وزاد: "وقال: لم يذكر جماعة سواه".
نستفيد مما مضى أن ما في النسخة الخطية المعتمدة في التحقيق هو "شرح أبي داود" للإمام النووي بيقين، وأن العلماء احتفلوا بها، واعتنوا بالنقل منها، واعتمدوا ما فيها، لجلالة صاحبها، ورسوخ قدمه في العلم، على الرغم من عدم إتمامه للكتاب.

*<span data-type="title" id=toc-4> إلى أين وصل النووي رحمه الله في "شرح سنن أبي داود</span>"؟
كادت أن تتفق الكلمة على أن الإمام النووي -رحمه الله تعالى- لم يكمل "شرحه على سنن أبي داود"، وأن المنية عاجلته قبل ذلك، وقدمنا هذا عن جمع من مترجميه وخواصه، ولا سيما تلميذه ابن العطار.
واختلفت تعبيرات العلماء في ذلك، فقال ابن العطار:
"قطعة يسيرة" (١) وقال السخاوي: "وقطعة من "شرح أبي داود".
قال: "قلت: وصل فيه إلى أثناء الوضوء" (٢). وقال في موطن آخر: "كتب منه كراريس" (٣). وقال السيوطي: "كتب منه يسيراً" (٤). ومن المعلوم أن الوضوء متضمّن في (كتاب الطهارة) في "سنن أبي داود" وهو (أول) كتاب فيه، وفيه (مئة وثلاثة وأربعون باباً)، وينتهي بحديث رقم (٣٩٠)، فيا ترى إلى أي الأبواب بلغ شرحه؟
_________
(١) تحفة الطالبين (ص ٨٢).
(٢) المنهل العذب الروي (ص ٥٥).
(٣) بذل المجهود (ص ٧٢ - ط أضواء السلف وص ٥٨ - ط مؤسسة الرسالة).
(٤) المنهاج السوي (ص ٦٤)',NULL,'16',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (15,'تنتهي القطعة التي معنا بشرح لحديث رقم (١٠٥)، ولم يتم شرح هذا الحديث فيها! وما بعدها في النسخة الخطية من "شرح ابن رسلان" المسمى "صفوة الزبد".
ولكن هذا النقص: هل هو من النسخة الخطية؟ وبتعبير آخر: هل الموجود في النسخة الخطية هو جميع ما شرحه النووي على "سنن أبي داود"؟!
للإجابة على هذا السؤال: نحتاج عرض ما وقفنا عليه من نقولات سابقة على المادة التي بين أيدينا من "الشرح"، ونلحظ عند صنيعنا لذلك أن جُل النقولات السابقة -وعددها اثنان وعشرون- في كتابنا هذا عدا أربعة نقول، هي:
الأول: النقل الخامس من نقولات ابن الملقن -وهو في "البدر المنير" (٢/ ١٠٥) - عند كلامه على ليث بن أبي سُليم، قال: "ونقل النووي رحمه الله في "التهذيب" و"كلامه على سنن أبي داود" اتفاق العلماء على ضعفه واضطراب حديثه، واختلال ضبطه".
وأول ذكر لـ (اليث بن أبي سُليم) في "سنن أبي داود" هو برقم (١٣٢): (باب صفة وضوء النبي - صلى الله عليه وسلم -).
الثاني: النقل السادس من نقولات ابن الملقن، وهو يخص حديث رقم (١٠٨).
الثالث: النقل السابع -وهو الأخير من نقولات ابن الملقن- وهو يخص حديث رقم (١١٤).
الرابع: النقل الثالث: -وهو الأخير- من نقولات السيوطي في "زهر الربى على المجتبى" (١/ ١٤١ - ١٤٢) نقل شرحاً فيه طول عن النووي -وصرح بأنه في "شرح سنن أبي داود" لقوله - صلى الله عليه وسلم -: "لا تدخل',NULL,'17',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (16,'الملائكة بيتاً فيه صورة". وهو يخص حديث رقم (٢٢٧) وهو في (الباب التسعين) من (كتاب الطهارة) وعنوانه: (باب في الجُنُب يؤخِّر الغُسْل).
هذه النقولات الأربعة التي لم أظفر لها بذكر في القطعة التي بين أيدينا من هذا "الشرح" مع تصريح ابن الملقن والسيوطي أنها فيه: وأبعد هذه النقول الأخير، إذ هو يخص (الباب التسعين). وحديث رقم (٢٢٧) منه على وجه أدق.
وإن صحت هذه المقدّمات -ولا أخالها إلاّ كذلك- فهناك مئة وبضعة وعشرون حديثاً شرحها النووي من (كتاب الطهارة) من "سنن أبي داود" ولا وجود لها في النسخة المعتمدة في التحقيق!
ومما ينبغي أن يُذْكر ويُذَكَّر به في هذا المقام: ما سبق نقله عن السخاوي من قوله: "وسمعت أنّ زاهد عصره الشهاب بن رسلان أودعها برمتها في "شرحه" -أي: شرح النووي- الذي كتبه على "السنن" وبنى علمها".
وهذا يضطرنا: لتفقّد نقولات شراح "سنن أبي داود" ممن جاءوا بعد النووي، وسأختار نقولات لاثنين من العلماء (١)، هما: ابن رسلان الرملي في شرحه "صفوة الزبد"، والسيوطي في شرحه "مرقاة الصعود إلى سنن أبي داود".
_________
(١) أما شرح العيني (محمود بن أحمد بن موسى بدر الدين أبو محمد ت ٨٥٥ هـ) على "سنن أبي داود" -وصاحبه حنفي المذهب- فنقله عن النووي قليل، وصرح به في (١/ ٢١٦ - ٢١٨)، ونقله من "شرح صحيح مسلم" وتارة ينقل كلامه في هذا الكتاب دون عزو، وقد وضعه المعلق بين قوسين وبين موطنه منه في الهامش ولم أظفر فيه إلا بنقل واحد عن شرحنا هذا، تجده في (الباب الرابع والأربعين) يخص حديث رقم (٩٥).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (17,'*<span data-type="title" id=toc-5> نقولات ابن رسلان الرملي في شرحه "سنن أبي داود"، المسمى "صفوة الزبد" عن الإمام النووي:</span>
صرح ابن رسلان في شرحه على "سنن أبي داود" المسمى "صفوة الزبد"، كثيرًا بالنقل من الإمام النووي، واحتفل بذلك، ونقولاته قسمان:
الأول: مقيّدة بالنقل من كتاب، مثل: "شرح المهذب" و"شرح صحيح مسلم" و"خلاصة الأحكام" و"روضة الطالبين".
والآخر: مطلقة غير مقيّدة باسم كتاب، وهذا القسم هو الذي يخصّنا، ويصبح في دائرة اهتمامنا المباشر إنْ صرّح بـ "شرح سنن أبي داود"، وسأجعل هذا القسم نوعين:
الأول: ما هو في الأبواب المشروحة عندنا، فسأعرضه على ما في كتابنا، فإن وافق ذكرته وما لم أظفر به أهملته.
الآخر: ما هو موجود بعد الأبواب التي في كتابنا، ومن خلال ذلك يتم فحص ما سمعه السخاوي (١) من أن ابن رسلان أودع في "شرحه" ما (شرحه) النووي على "سنن أبي داود" برمّته! وأستعجل ها هنا فأقول:
إن ما سمعه السخاوي ليس بصحيح، فهنالك أبواب في "صفوة الزبد" ليس فيها ذكر للنووي البتة، مثل (الباب الأول) من الطهارة -مثلًا - وهو (باب التخفي عند الحاجة). وأول نقل له ظفرنا به في "شرح النووي على سنن أبي داود" إنما هو في (باب كراهية استقبال القبلة عند
_________
(١) في عبارته التي سبق إيرادنا لها، وهي قوله: "وسمعتُ أنّ زاهد عصره الشهاب ابن رسلان أودعها برمتها في "شرحه" الذي كتبه على "السنن"، وبنى عليها".',NULL,'19',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (18,'الحاجة) - وهو (الباب الرابع) من كتاب "الطهارة" (١).
ونقل الرملي (ابن رسلان) في "الصفوة" عن النووي عبارة هذا نصها: "قال النووي: والظاهر المختار أن النهي وقع في وقت واحد، وأنه عام لكلتيهما في كل مكان، ولكنه في الكعبة نهي تحريم، وفي بيت المقدس نهي تنزيه، ولا يمتنع جمعهما في النهي وإن اختلف معناه".
وهذا موجود في آخر شرح حديث رقم (١٠).
والباب الذي فيه -وهو الرابع- يحتوي على الأحاديث (٧، ٨، ٩، ١١)، فأين ما سمعه السخاوي من قوله: "أودعها برمتها"!
وكذلك فعل الرملي في (الباب الخامس) فلم ينقل عن "شرح النووي" هذا إلاَّ قوله على إسناد حديث رقم (١٣): "وتوقف فيه النووي لعنعنة ابن أبو إسحاق".
وأما الأبواب (السادس والسابع والثامن والتاسع والعاشر والحادي عشر والثاني عشر والثالث عشر) فليس للنووي ذكر فيها!
بقي، حصر ما تبقى من نقولات عن الإمام النووي (٢):
١ - نقل (ق ٢٥/ ب) قطعة من شرح حديث رقم (٤٢).
٢ - نقل في هامش (٢٧/ أ) ضبط كلمة "توضؤ" في حديث رقم (٤٨):
"أرأيت توضؤ ابن عمر لكل صلاة".
وهذه كلها أثبتناها في محالها من الهوامش على الأحاديث
_________
(١) انظره مع نقولات قبله من كتب النووي الأخرى في كلامنا تحت (توصيف النسخة الخطية المعتمدة في التحقيق).
(٢) أعني: القسم الثاني فقط، وسبق -قريباً- ذكره.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (19,'المذكورة، وكذلك فعلنا في التعليق على الأحاديث (٥٧، ٦١، ٦٦، ٦٧، ٧٨، ٩٥، ٩٧)، فالمصنّف (الرملي) نقل عن النووي أشياء بعضها قريب مما في "شرحنا" هذا، وبعضها زائد عليه، كما تراه تحت الأرقام المذكورة.
وأما النقول عن النووي التي تخص الأحاديث المتبقية التي لا وجود لها في القطعة التي بين أيدينا فهي مبعثرة موزعة، وهي كلمات وجمل، وليس فيها التصريح باسم "شرح سنن أبي داود" واسمه "الإيجاز"، وتراها في المخطوط في (ق ٤٨/ ب، ٥٢/ ب، ٥٧/ أ، ٥٩/ ب، ٦٢/ ب، ٦٤/ ب، ٦٥/ أ، ٦٦ أوب، ٦٧/ أ، ٦٨/ أ، ٦٩/ أ، ٧٠/ أ، ٧٢/ ب، ٧٣/ أوب، ٧٤/ ب، ٧٥/ ب، ٧٧/ أوب، ٧٩/ أ، ٨٠/ ب، ٨١/ ب، ٨٢/ أوب، ٨٣/ ب، ٨٥/ ب، ٨٦/ أ، ٨٧/ أوب، ٨٨/ ب، ٩٩/ أوب، ١٠٠/ أوب، ١٠١/ أ، ١٠٢/ أوب، ١٠٣/ أ، ١٠٦/ أ، ١٠٧/ أ، ١٠٨/ ب، ١٠٩/ أ، ١١١/ ب، ١١٣/ ب، ١١٥/ أ) وإلى هنا ينتهي كتاب (الطهارة).
ونجد ذكراً للنووي عند الرملي في (كتاب الصلاة)، من "شرحه على سنن أبي داود" (ق ١١٧/ أ،١١٩/ ب، ١٢٥/ أ، ١٢٧/ أ، ١٢٩/ ب، ١٣٠/ أ، ١٣٤/ ب، ١٣٥/ ب، ١٣٦/ ب، ١٣٧/ أ، ١٣٩/ أ)، وبعدها بورقة ينتهي المخطوط.
ومن المعلوم أن النووي رحمه الله تعالى لم يتم كتاب الطهارة (١)،
_________
(١) أما ما تجده في آخر شرح حديث رقم (٥٧): "وسنشرحه في موضعه: كتاب (الصلاة) إن شاء الله تعالى"، فهذا لا يدل على أنه قد فعل، والنووي مات ولم يكمل مجموعة من كتبه كما هو معلوم.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (20,'وهذا يؤكّد أن النقولات السابقة كاللاحقة ليست من "شرح سنن أبي داود"، وبعضها وقع مصرحاً به في "شرح المهذّب" أو "الروضة" أو "شرح صحيح مسلم"، وعلى فرض أن الرملي نقلها من "شرح النووي على سنن أبي داود" فلا يوجد بين أيدينا ما يؤكد ذلك، وهي فيه على الاحتمال، وهي عبارات أو كلمات قليلات، فلا يسعف الموجود من ذكرها كتتمَّات في ملحق لهذا "الشرح"، ولم يبقَ أمامنا إلاَّ تحصيل نسخ خطية أخرى لهذا "الشرح"، وهذا مما لم نعثر عليه، ولا نعرف أحداً ذكره، ولا قوَّة إلا بالله العلي العظيم.

*<span data-type="title" id=toc-6> نقولات السيوطي في شرحه على "سنن أبي داود" المسمى "مرقاة الصعود</span>".
وأما نقولات السيوطي في شرحه على "سنن أبي داود"، المسمى "مرقاة الصعود إلى سنن أبي داود"، فسأنقل منه معتمداً على اختصار السيد علي بن سليمان الدمنتي البُجُمْعَوِي (١) (ت ١٣٠٦ هـ) وهو المسمى "درجات مرقاة الصعود".
والذي لاحظته من خلال النظر المتمعن فيه، وعرضه على مادة الكتاب أن السيوطي اعتنى عناية ظاهرة بعبارات النووي في القطعة المحفوظة من هذا الأصل، وهو ينقل عباراته في مواطن عديدة ولم يعزها إليه، ولا سيما تلك التي نقلها النووي عمن تقدمه من العلماء.
_________
(١) هو علي بن سليمان الدَّمنْتي المالكي المغربي، له ثَبَت: "أجلى مسانيد علي الرحمن في أعلى أسانيد علي بن سليمان". افتتحه بترجمة نفسه، توفي سنة ١٣٠٦هـ، ترجمته في "فهرس الفهارس" (١/ ١٧٦ - ١٧٧)، "الإمام ابن ماجه وكتابه السنن" (٢٧٦ - ٢٧٧).',NULL,'22',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (21,'وهذه أرقام الصفحات التي صرّح فيها بالنقل من النووي، وأطلق النقل غالباً ولم يحدد المصدر، وسأشير إلى ذلك، فأقول وبالله المستعان، وعليه التُّكلان:
(ص ٦ - وفيها ثلاثة نقولات، صرح في الأول والثاني (١) أنه في "شرحه على أبي داود"، وص ٧ - وفيها ثلاثة نقولات، وصرح في الأول والثالث (٢) أنه في "الشرح"، وص ٨ وفيها ثلاثة نقولات، وصرح في الأول والثاني أنه في "الشرح"، وص ٨ وفيها ثلاث نقولات وصرح في الأول والثاني أنه في "الشرح" وص ١١ - وفيها ثلاثة نقولات، وصرح في الأخير (٣) أنه في "الشرح"، وص ١٢ - وفيها أربعة نقولات، ولم يصرح في أيٍّ منها (٤) أنها في "الشرح"، وص ١٤ - وفيها نقل واحد، ولم يصرح (٥) أنه في "الشرح"، وص ١٥ - وفيها ستة نقولات، صرح في آخر ثلاثة (٦) منها أنها في "الشرح"، وص ١٦ وفيها ثلاثة نقولات، صرح في الموطن الأخير أنه في "شرح صحيح مسلم"، وكذا النقل الذي قبله فيه، ولكنه أطلق ولم يذكر اسم الكتاب، وأما الاول فأطلق وهو (٧) في
_________
(١) والثالث في "الشرح" أيضا: انظر كتابنا (ص ٨٠ هامش ٣ وص ٨٥ هامش ١ وص ٨٨ هامش ٢).
(٢) والثاني في "الشرح" أيضاً: انظر كتابنا (ص ٩٨ هامش ٢).
(٣) واللذان قبله فيه أيضاً: انظر كتابنا (ص١٦٢ هامش ٢ وص ١٦٣ هامش ٦).
(٤) وهي جميعاً فيه: انظر كتابنا (ص ١٧٢ هامش ١ وص ١٧٢ هامش ٧ وص ١٧٨ هامش ٥ (مطنان)).
(٥) وهو فيه انظر كتابنا (ص ١٨٦ هامش ٧).
(٦) وكذلك الثلاثة التي قبلها، انظر كتابنا (ص ٢٠٠ هامش ٥ وص ٢١٣ هامش ٤ وص ٢١٩ وهامش ٤ وص ٢٢٢ وهامش ٢ وص ٢٢٣ هامش ١).
(٧) انظر (ص ٢٢٥ هامش ١، وانظر اللذان قبله في تعليقي على (ص ٢٣٦ هامش ٢ وص ٢٤٢ هامش ١).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (22,'"شرحنا" هذا، وص ١٧ - وفيها أربعة نقولات، صرح في الثاني أنه في "شرح المهذب" وأطلق البقية، وهي جميعاً (١) في "شرحنا"، وص ١٨ - وفيها نقلان، وأطلق العزو، وهما (٢) في "شرحنا"، وص ١٩ - وفيها نقلان، وأطلق الأول، وهو (٣) في هذا "الشرح"، وأما الثاني، فصرح فيه (٤) بالنقل من "شرح صحيح مسلم" و"شرح سنن أبي داود"، وص ٢٠ وفيه نقلان:
الأول: من (باب الإسراف في الماء)، وهذا الباب لا وجود له بالكليّة في النسخة الخطيّة المعتمدة في التحقيق، وتحته حديث أبو عبد الله بن مُغَفَّل: "إنه سيكون في هذه الأمة قومٌ يعتدون في الطُّهور والدعاء" (٥).
قال السيوطي: "و"الدعاء" قيل: الاعتداء فيه مجاوزة الحدّ به، أو دعاء بما لا يجوز، أو رفع صوت به وصياح، أو سؤال منازل الأنبياء على نبيّنا وعلى آله وعليهم الصلاة والسلام، حكانا النووي في "شرحه"، فقال: وظاهر الرواية (٦) هنا أنه تعمّق وتدقيق في المطلوب،
_________
(١) انظر (ص ٢٩١ هامش ١ وص ٢٩٣ هامش ١ وص ٢٩٤ هامش ٤) وأما النقل الذي في "المجموع" فهو عندنا أيضاً (ص ٢٩٣).
(٢) انظر (ص ٢٩٩ هامش ١ وص ٣٣١ هامش٣).
(٣) انظره في (ص ٣٧٩ هامش ٢).
(٤) انظره في (ص ٣٨٠ هامش ١).
(٥) أخرجه أبو داود (٩٦) وابن ماجه (٤٨٨، ٣٨٦) وابن أبي شيبة (١٠/ ٢٨٨) وأحمد (٤/ ٨٦، ٨٧ و٥/ ٥٥) وعبد بن حميد (٥٠٠) وابن حبان (٦٧٦٣ و ٦٧٦٤) والطبراني في "الدعاء" (٥٨، ٥٩) والحاكم (١/ ٦٢ و٥٤٠) والبيهقي (١/ ١٩٦ - ١٩٧).
(٦) إذ ورد عند أبي داود (٩٦): "أن أبو عبد الله بن مُغَفَّل سمع ابنه يقول: اللهم إني أسألك القصر الأبيض عن يمين الجنّة إذا دخلتها، فقال: أي بُني! اسأل الله الجنة، وتعوَّذ به من النار، فإني سمعت رسول الله - صلى الله عليه وسلم - ... " وذكره.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (23,'والغزالي في "الإحياء" (١) إنه تكلّف سجع به".
فهذا النص نقله السيوطي من كتابنا، ولا وجود له في نسختنا.
والآخر: في ضبط (يساف) في اسم (هلال) الوارد في إسناد حديث رقم (٩٧): ونقله السيوطي من "شرح صحيح مسلم" (٣/ ١٦٤ - ط قرطبة)، وأوردته في تعليقي على الحديث من هذا الكتاب.
قال أبو عبيدة: إلى هنا انتهى النقل من المادة. الموجودة في النسخة الخطية المعتمدة في التحقيق، وبمتابعة النظر في "مرقاة الصعود" نجد فيه نقولاً لا بأس بها معزوة للنووي في "شرح سنن أبي داود" تارة، ومعزوة للنووي دون ذكر كتاب من كتبه تارة أخرى، أو بذكر مصدر غير "شرحنا" هذا تارة ثالثة، والذي يعنينا النوع الأول أصالة، وعرض النوع الثاني على كتب النووي المشهورة المطبوعة، فأما النوع الثالث (٢) فلا يلزمنا.
وهذه جولة سريعة في النَّوعين الأولَيْن:
١ - قال السيوطي في "مرقاة الصعود" (٢١ - درجات) عند شرح حديث رقم (١٠٦) ما نصه:
"قال النووي: ولو عرض له حديث فأعرض عنه بمجرد عروضه، عفى
_________
(١) يعجبني قول ابن الأثير في "النهاية" (٣/ ١٩٣) عن (الاعتداء): "هو الخروج فيه عن الوضع الشرعي، والسُنَّة المأثورة". وانظر: "شرح العيني على سنن أبي داود" (١/ ٢٦٦).
(٢) صرّح مثلاً في (ص٣٠)، بنقله من "شرح صحيح مسلم"، والكلام فيه -بالترتيب- ٣/ ٢٢١ - ٢٢٢. وصرح في (ص ٢٦، ٣٨، ٣٩، ٤٤ ثلاث مرات) بالنقل من "شرح المهذب"، والكلام المذكور فيه -بالترتيب- ١/ ٤٣٨،٢/ ١٥٧، ٢/ ١٥٨، ٤/ ٥٤٣ نقلان من الثلاثة، والثالث في ٤/ ٥٣٣.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (24,'عنه وحصلت له هذه الفضيلة إن شاء الله تعالى، إذ ليس هذا من فعله، وقد عفي لهذه الأمة عن خواطر عرضت ولم تستقر، وقد قال معناه الإمام المازري وتبعه عليه العراقي، فقال: أراد بحديث النفس ما اجتلب مكتسباً لا ما يخطر غالباً، وبقوله: "يحدث نفسه": إشارة له، قال: ما كان بلا قصد يرجى معه قبول صلاته وتكون دون صلاة من لم يحدِّث نفسه بشيء؛ لأنه - صلى الله عليه وسلم - إنما ضمن غفراناً لمراعيه؛ إذ قلَّ من تسلم صلاته من حديثها وإنما حصلت له هذه المرتبة لمجاهدة نفسه من خطرات الشيطان، ونفيها عنه، ومحافظته عليها، حتى لم يشتغل عنها طرفة عين، وسلم من الشيطان باجتهاده وتفريغه قلبه. هذا ما للعراقي، والصواب ما قدمته" اهـ، ما للنووي". قلت: وبنحوه في "شرح صحيح مسلم" (٣/ ١٣٦).
٢ و ٣ - وقال السيوطي في "مرقاة الصعود" (٢٢ - ٢٣ درجات) عند شرح حديث رقم ١١٧) ما نصه:
"قال النووي "في شرحه" (١): فيه دلالة لما كان ابن سريج يفعله؛ إذ كان يغسل أذنيه مع وجهه ويمسحهما أيضاً منفردين عملاً بمذاهب العلماء، فهذه الرواية تطهيرهما مع وجه ومع رأس (ثم أخذ بكفه اليمنى قبضة من ماء فصبها على ناصيته فتركها تستن على وجهه) قال النووي في "شرحه": هذه اللفظة مشكلة، إذ ذكر الصب على ناصيته بعد غسل وجهه ثلاثاً وقبل غسل يديه. فظاهره أنها مرة رابعة بغسل وجهه، فهذا خلاف إجماع المسلمين، فيتأول على أنه بقي من أعلى وجهه شيء لم يكمل بالثلاث، فأكمله بهذه القبضة".
_________
(١) من منهج السيوطي في "المرقاة" -أو من صنيع مختصره البجمعوي- قوله عن "شرح سنن أبي داود": "قال نو بشرحه" وإذا نقل من "شرح صحيح مسلم" زاد عليه لفظة (م)، وسأثبت عبارته فيما يأتي.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (25,'فهذان نقلان من "شرح النووي على أبي داود"، ولا وجود لهما في القطعة التي بين أيدينا.
٤ - وقال السيوطي في "مرقاة الصعود" (ص ٢٣ - درجات) عند شرح حديث رقم (١٢١) ما نصه:
"وقال نو بشرحه: يتأولون هذه الرواية: على أن لفظة (ثم) ليست هنا للترتيب بل لعطف جملة على جملة، إذ القصد ذكر الجمل لا صفة الترتيب له، ولم يذكر غسل رجليه بها، فلو ثبت عدم ترتيب فيهما لم يلزم منه عدمه في الأعضاء الأربعة الواجبة، فله جوّز بعضنا ترك ترتيب مندوبات الوضوء، أو لعله نسي مضمضة واستنشاقاً في الابتداء فأتى بهما إذ ذكرهما؛ لتحصيل السنة قضاء، أو لإزالة ما بفمه وأنفه من أذى".
٥ - وقال السيوطي في "مرقاة الصعود" (ص ٢٣ - درجات) عند شرح حديث رقم (١٢٢) ما نصه: "حدثنا محمود بن خالد ويعقوب بن كعب الأنطاكي لفظه" قال نو به بعد: أي هذا لفظه، أما محمود فبمعناه".
٦ - وقال في المكان نفسه، وعلى الحديث نفسه:
" (صماخ أذنيه) بصاد فميم فنقط حاء، ككتاب: خرقهما المفضي للدماغ وبسين، ونقله نو بشرحه عن بعض نسخه".
٧ - وقال السيوطي في "مرقاة الصعود" (ص ٢٤ - درجات) عند شرح حديث رقم (١٢٦) ما نصه:
" (عبد الله بن محمد بن عقيل)، قال الحاكم: هو مستقيم الحديث مقدم في الشرف، ونو: اختلفوا في الاحتجاج به، فاحتج به كأحمد بن حنبل وإسحاق".',NULL,'27',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (26,'وبنحو هذه العبارة في "المجموع" (١/ ٣٣٩)، وذكرها في "شرحنا" هذا في موطن آخر، انظر شرح حديث رقم (٦١).
٨ - وقال السيوطي في "مرقاة الصعود" (ص ٢٤ - درجات) عند شرح حديث رقم (١٢٩) ما نصه:
"وقال نو: قال بعضنا: هو ما حاذى رأس أذن نازلاً لأول العذار".
٩ - وقال السيوطي في "مرقاة الصعود" (ص ٢٤ - درجات) عند شرح حديث رقم (١٣٠) ما نصّه:
"قال نو: ويحتمل أنه الفاضل بيده من غسلة ثالثة، والأصح عندنا أن ما استعمل بنقل طهارة باقٍ على طهوريته".
١٠ - وقال السيوطي في "مرقاة الصعود" (ص ٢٤ - درجات) عند شرح حديث رقم (١٣٢) ما نصه:
"ونو: طلحة بن مصرف أحد الأئمة الأعلام تابعي احتجَّ به الستة، وأبوه وجدّه لا يعرفان، ومُصَرِّف كمحدِّث، وحكي كمُعَظَّم، وهو ضعيف أو غلط، وجاء ابن كعب ابن عمرو، أو ابن عمر بن كعب، أو ابن صخر ابن عمر، الأول أصح وأشهر".
١١ - وقال السيوطي في "مرقاة الصعود" (ص ٢٧ - درجات) عند شرح حديث رقم (١٤٠) ما نصه:
" (ثم لينثر) بمثلثة قال نو: كسره أشهر من ضمه".
١٢ - وقال السيوطي في "مرقاة الصعود" (ص ٢٧ - درجات) عند شرح حديث رقم (١٤١) ما نصه:
"قال نو: يحتمل أنه شك من رواية، أو للتقسيم أي: أو ثلاثاً مُطلقات، أو للتخيير".',NULL,'28',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (27,'١٣ - وقال السيوطي في "مرقاة الصعود" (ص ٢٧ - درجات) عند شرح حديث رقم (١٤٢) ما نصه:
" (مهمة) كرحمة، قال طب: ولو شاة، وقت: ولو ذكر أو أنثى ونو بشرحه".
١٤ - وقال في (ص ٢٨) في شرح الحديث السابق:
"نو: أراد راويه: أنه صلى الله تعالى عليه وآله وسلم نطق به هذه الرواية بكسر سينه لا فتحه، فلا يظن ظان أني رويتها معنى باللغة الأخرى فتحه أو شككت بها أو غلطت أو نحوه، بل هو متيقن أنه نطق بكسره لا فتحه، ومعه فلا يلزم أنه صلى الله تعالى عليه وآله وسلم لم ينطق بفتحه بوقت آخر، بل نطق به، فقد قرئ بالوجهين بالسبع".
١٥ - وفي المصدر السابق أيضاً:
" (ولا تضرب ظعينتك) قال طب: هو المرأة سميته إذ تظعن مع زوجها وتنتقل بانتقاله، وكذا قاله نو بشرحه".
١٦ - وقال السيوطي في "مرقاة الصعود" (ص ٢٩ - درجات) في شرح حديث رقم (١٤٢) ما نصه:
" (فلم ننسب) ... وبشرح نو بتحتية فنون".
١٧ - وقال السيوطي في "مرقاة الصعود" (ص ٩٤ - درجات) في شرح حديث رقم (١٤٥) ما نصه:
" (الوليد بن زوران) ... وذكر نو بشرحه: أنه بزاي فراء فواو كزنته".
١٨ - وقال السيوطي في "مرقاة الصعود" (ص ٣٣ - درجات) في شرح حديث رقم (١٦٦) ما نصه:
" (وينتضح) ... وقد يتأول أيضاً على رش فرج بماء بعد استنجاء به، ليدفع به وسوسة الشيطان، وذكر نو عن الجمهور أنه المراد هنا".',NULL,'29',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (28,'قلت: ذكره هذا في "شرح صحيح مسلم" (٣/ ١٩٢).
١٩ - وقال السيوطي في "مرقاة الصعود" (ص ٣٣ - درجات) في شرح حديث رقم (١٦٩) ما نصه:
"وقال نو: وقد جمع صلى الله تعالى عليه وآله وسلم بهاتين الكلمتين أنواع الخضوع والخشوع؛ لأن الخضوع في الأعضاء، والخشوع في القلب، قاله جماعة من العلماء".
وذكره النووي أيضاً في "شرح مسلم (٣/ ١٥٢).
٢٠ - وقال السيوطي في "مرقاة الصعود" (ص ٣٤ - درجات) في شرح حديث رقم (١٨٦) ما نصه:
" (أسك) ... وبالنهاية الثالث، ونو وقر: صغيرها (١) ".
وذكره بنحوه النووي في "شرح مسلم" (١٨/ ١٢٥).
٢١ - وقال السيوطي في "مرقاة الصعود" (ص ٣٨ - درجات) في شرح حديث رقم (٢٢٥) ما نصه:
"قال نو: أي إذا أراد أن يأكل".
وذكر نحوه في "المجموع" (٢/ ١٥٦).
٢٢ - وقال السيوطي في "مرقاة الصعود" (ص ٣٩ - درجات) في شرح حديث رقم (٢٢٨) ما نصه:
"قال نو: فالحديث صحيح، فصوابه الأول ما رواه البيهقي عن ابن سريج، واستحسنه أنه لا يمسه لغسل، فيجمع بينه وبين حديثها الآخر
_________
(١) أي: صغير الأذنين، و (قر) إشارة إلى ولي الدين العراق في "شرحه على سنن أبي داود".',NULL,'30',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (29,'وحديث ابن عمر الثاني: أنه قد يتركه ببعض الأوقاف؛ بياناً لجوازه، إذ لو واظب عليه لاعتقدوا وجوبه، فهذا عندي حسن أو أحسن. وحديث أنس أنه صلى الله تعالى عليه وآله وسلم طاف على نسائه بغسل واحد، يحتمل أنه كان يتوضأ بينهما أو يتركه لبيان جوازه أيضاً".
وذكر نحوه في "المجموع" (٢/ ١٥٧).
٢٣ و ٢٤ و٢٥ - وقال السيوطي في "مرقاة الصعود" (ص ٤٤ - درجات) عند شرح حديث رقم (٣٤٥) عند قوله (أبو بكر وابتكر) ما نصه:
"وقال نو: المشهور بكّر مشدّد، أي: أبو بكر لصلاة الجمعة أو للجامع، وابتكر: أدرك أوّل خطبة، أو هما واحد جمعاً تأكيداً، أو أبو بكر: راح بالساعة الأولى، وابتكر: فعل فعل المبتكرين، كصلاة وقراءة وكل وجوه الطاعات، أو فعل فعلهم وهو اشتغال بصلاة وذكر، حكاه الشيخ أبو حامد والقاضي أبو الطيب فذكر ما ذكره طب (١) (ومشى ولم يركب) قال نو: حكى طب عن الأثرم أنهما بمعنى جمعهما لتأكيد، والمختار أنه أخرج بهما شيئين: الأوّل: حمل مشيه على مضيه ذهاباً وإن كان راكباً.
والثاني: نفى الركوب بالكلية؛ إذ لو اقتصر على مشي احتمل مراده وجود شيء من مشي ولو ببعض طريقه، فنفاه وبيَّن أن معناه مشى كل طريقه بلا ركوب بشيء منها. قال: وأما قوله: (ودنا من الإمام واستمع) فهما شيئان متخالفان، إذ قد يدنو ولا يستمع وقد يسمع ولا يدنو فندب إليهما معاً. (ولم يلغ) قال نو: أي لم يتكلم؛ إذ الكلام حال الخطبة لغو. قال الأزهري: أي استمع الخطبة ولم يشتغل بغيرها" انتهى.
_________
(١) المراد به الخطابي في "معالم السنن"، ويذكره النووي كثيراً في "شرحنا" هذا، وهو مصدر جذريّ وأساسي في نقولاته.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (30,'قلت: وذكر النووي في "المجموع" (٤/ ٥٤٤) نحو المذكور هنا في المواطن الثلاثة.
٢٦ - وقال السيوطي في "مرقاة الصعود" (ص ٤٤ - درجات) في شرح حديث رقم (٢٤٧) ما نصه:
" (تخطى) قال نو: بلا همز".
٢٧ - وقال السيوطي في "مرقاة الصعود" (ص ٤٥ - درجات) في شرح حديث رقم (٣٥٤) في معرض كلامه على لفظة: و"نعمت" ما نصه:
"وروي أيضاً (نَعِمْتَ) بفتح فكسر فسكون ففتح تاء، أي: نعَّمك الله. قال نو: وهو خطأ نبهت عليه لئلا يغتر به".
وذكره بنحوه في "المجموع" (٤/ ٥٣٣).
٢٨ - وقال السيوطي في "مرقاة الصعود" (ص ٤٥ - درجات) في شرح حديث رقم (٣٨٣) ما نصه:
" (وأمشي في المكان القذر) ككنف. قال نو: أي في النجاسة اليابسة، (يطهره ما بعده) قال نو: أي إذا انجر على ما بعده من أرض ذهب ما علق به من يابس".
وذكره بنحوه في "المجموع" (١/ ٩٦).
قال أبو عبيدة: هذا آخر نقل للسيوطي عن النووي في (كتاب الطهارة)، ويمكننا أن نخلص من النقولات السابقة بما يلي:
أولاً: إن هذا "الشرح" كان بين يدي السيوطي، فقد أكثر من النقل منه جدّاً، وفيه كثير من العبارات المتطابقة مع القطعة التي بين أيدينا من "شرح النووي" وهي لم تنسب فيه له، وأن منهجه في النقل منه أن يقول:',NULL,'32',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (31,'"قال النووي في شرحه"، ويذكرها المختصر البجمعوي هكذا: "نو بشرحه".
ثانياً: وقع التصريح بالنقل من "شرحنا" هذا في النقولات (١) رقم (٢ و ٣ و ٤ و ٦ و ١٣ و١٥ و ١٦ و ١٧).
ثالثاً: هنالك نقولات مطلقة عن النووي غير معزوة لكتاب من كتبه، وبعضها من "شرحنا" هذا على الاحتمال الراجح، مثل النقولات ذات أرقام (٥، ٧، ٨، ٩، ١٠، ١١، ١٢، ١٤، ٢١، ٢٢، ٢٣، ٢٤، ٢٥).
رابعاً: ظهر معنا سابقاً أن آخر نقولات ظفرنا بها للعلماء من "شرح سنن أبي داود" هذا كانت تخصُّ حديث رقم (٢٢٧).
ويظهر لنا من نقولات السيوطي في "مرقاة الصعود": الجزم بوصول النووي في "شرحه إلى حديث رقم (١٤٥) -وهو آخر ما صرّح فيه بالنقل من هذا "الشرح"- وباحتمال وصوله إلى حديث رقم (٣٤٥)، والنقولات السابقة بأرقام (٢٣، ٢٤، ٢٥) تخصه.
خامساً: جميع النقولات -المجزوم بها والمحتملة- تخص كتاب (الطهارة)، نعم، ورد في "مرقاة الصعود" في شرح (كتاب الصلاة) نقولات عن النووي، هي في الصفحات (٦٢، ٦٨، ٧٣، ٧٤، ٧٥) وهي -على الترتيب- في "شرح صحيح مسلم" (٤/ ٢٨٥، ٦/ ٢٧١، ٥/ ٣٢٧ - ٣٢٨).
وصرح في (ص ٧١) بنقله من "شرح صحيح مسلم" وفي (ص ٧١)
_________
(١) تذكَّر أن حصرنا هنا فيما هو بعد الموجود في القطعة المخطوطة، وأما التي فيها فسبقت بإجمال، مع بيان الإحالات في كتابنا برقم الصفحة ورقم الهامش، وتجد -في الغالب- في تعليقنا؛ عبارة السيوطي بحروفها.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (32,'بنقل عن النووي فيه نقل قول للقاضي عياض، وهذا في "شرح صحيح مسلم" أيضاً، وهكذا فعل في (ص ٧٥).
وصرح في (ص ٧٦) بنقل عن "التهذيب" للنووي.
وهذا يلتقي مع ما نقلناه عن جمع من العلماء من أن النووي -رحمه الله تعالى- في "شرحه سنن أبي داود" لم يتجاوز كتاب الطهارة.

*<span data-type="title" id=toc-7> توصيف النسخة الخطية المعتمدة في التحقيق:</span>
لا نعلم لهذا الكتاب إلا نسخة خطية وحيدة فريدة من محفوظات مكتبة حكيم أوغلي علي باشا بتركيا، برقم (٢٠٠).
وهي تحمل اسم "كتاب الإيجاز في شرح سنن أبي داود، للإمام النووي".
وعلى ورقة الغلاف ما صورته:
"كتاب الإيجاز في شرح سنن أبي داود السجستاني رحمه الله.
تأليف الفقير إلى رحمة ربه يحيى بن شرف بن مِرَا (١) بن حسن بن حسين بن محمد النواوي عفى الله عنه.
هكذا نقلتُه من خطّه نفعنا الله بعلومه، آمين".
وتحته ختم المكتبة، وفوق الختم من جهة اليسار تملُّك، صورته: "من كتب يحيى باشا دام سعده".
وعليه تملُّك آخر، صورته:
_________
(١) كذا في "تحفة الطالبين" (ص ٣٩ - بتحقيقي)، وهي كذلك بخط الناسخ، وضبطه الزَّبيدي في "تاج العروس" (١٠/ ٣٧٩) بكسر الميم والقصر.
والجمهور على ضمّ الميم وكسر الراء المشددة (مُرِّي). قال السيوطي في "المنهاج السوي" (ق ١/ م): "بضم الميم، وكسر الراء كما رأيته مضبوطاً بخطه".',NULL,'34',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (33,'"في نوبة شرف الدين ابن شيخ الإسلام عفا الله عنه، آمين".
وعلى ورقة الغلاف، وقبل الورقة التي عليها اسم الكتاب ختمان، ختم المكتبة، وختم يدلل على وقف بنت سلطان من السلاطين آل عثمان لهذا الكتاب وصورته:
"وقف خضير صالحة بنت سلطان بنت سلطان بنت المرحوم سلطان أحمد خان".
وأوله: "بسم الله الرحمن الرحيم
الحمد لله رب العالمين، اللهم صلّ على محمد وعلى آل محمد وسلم، أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.
أما بعد: فهذه نبذة مهمة في "شرح سنن أبي داود" رحمه الله، أقتصر فيها على عيون الكلام مما يتعلق بلغاته ... ".
وآخره: "وإذا خالف وغمس يده فيه قبل غسلها، كان مكروهاً، ولم يفسد الماء، بل يجوز أن يتطهر به، هذا مذهبنا ومذهب الجمهور، وقالت طائفة ينجسه فلا ... ".
وبالخط نفسه في الهامش (أسفل الصفحة) ما صورته:
"هذا آخر كلام الإمام النووي، والذي بعده لغيره، والظاهر أنه لشهاب ابن رسلان الرملي ثم المقدسي صاحب "صفوة الزبد"".
قال أبو عبيدة: وقارنتُ المثبت -بعد- على نسخة أخرى من شرح ابن رسلان الرملي (١) "صفوة الزبد"، وهي من محفوظات المكتبة
_________
(١) هو غير عمر بن رسلان البُلقيني، شيخ ابن حجر، رحم الله الجميع.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (34,'المحمودية (١)، برقم (٥٢٧) فوجدت الملحق بشرح النووي كما قال الناسخ، فهو لابن رسلان وليس للإمام النووي بيقين، ومما يؤكد ذلك أمران هما:
الأول: إن "شرح النووي" ينتهي بنهاية اللوحة الأولى من الورقة (١٣)، وتبتدأ اللوحة الثانية من الورقة نفسها بـ (كتاب الطهارة) وفيه شرح للأبواب السابقة في شرح الإمام النووي.
الآخر: ورد ذكر للإمام النووي في غير موطن من القسم المتبقي، وهذا يؤكد أن ما فيه ليس له، وهذه بعض الأمثلة:
١ - في (ق ١٤/ ب): عند تفسير الرملي (الخبث)، قال: "قال النووي: وقد صرح جماعة من أهل هذا الفن بإسكان الباء، منهم: أبو عبيد أبو القاسم بن سلام ... " إلى آخر كلام النووي في "شرح صحيح مسلم" (٤/ ٩٥ - ط قرطبة) بنحوه.
٢ - في (ق ١٥/ أ) عند شرحه لقوله -صلى الله عليه وسلم-: "لقد نهانا أن نستقبل القبلة بغائط" قال الشارح: "رواية مسلم: "لغائط" باللام بدل الباء، قال النووي: وهما بمعنى .. ". وكلامه في "شرح صحيح مسلم" (٣/ ١٩٧ - ط قرطبة).
٣ - في (ق ١٦/ ب) عند كلامه عن استقبال القبلة وبيت المقدس ببول أو غائط، قال: "قال النووي: والظاهر المختار أن النهي وقع في وقت واحد، وأنه عام لكلتيهما في كلِّ مكان، ولكنه في الكعبة نهي تحريم، وفي بيت المقدس نهي تنزيه، ولا يمتنع جمعهما في النهي ... ".
_________
(١) وهي الآن ضمن مكتبة الملك عبد العزيز -رحمه الله تعالى-.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (35,'وهذا موجود في كتابنا هذا (ق ٤/ ب) بالحرف.
٤ - وفي (ق ١٦/ ب) أيضاً: "قال في "شرح المهذب": الصحيح أنه إن كان بين يديه ساتر مرتفع على قدر ثلثي ذراع، ويقْربُ منه على ثلاثة أذرع، جاز استقبال القبلة، سواء كان في الصحراء، أم في البنيان، وذكر نحوه في "شرح الوسيط" المسمى بـ "التنقيح" انتهى".
قلت: وكلام الإمام النووي المذكور في "المجموع" (٢/ ٩٢، ٩٧) وبنحوه في "التنقيح في شرح الوسيط" (١/ ٢٩٥).
٥ - وفي (ق ١٧/ ب) عند حديث جابر قال: "نهى رسول الله - صلى الله عليه وسلم - أن نستقبل القبلة ببول ... ". قال ابن رسلان: "وتوقف فيه النووي لعنعنة ابن إسحاق". وهذا موجود في كتابنا هذا عند شرح حديث رقم (١٣).
٦ - وفي (ق ١٧/ ب) أيضاً عند قوله - صلى الله عليه وسلم -: "يضربان الغائط كاشفين". قال: قال النووي: كذا ضبطناه في كتب الحديث، وهو منصوب على الحال، قال: ووقع في كثير من نسخ "المهذب": كاشفان ... ". إلخ قوله في "المجموع" (٢/ ١٠٣).
٧ - وصرح في (١٨/ أ) من نقله من "الأذكار" و"شرح المهذب" وفي (١٨/ ب) من "شرح المهذب" و"الخلاصة".
في نقولات كثيرة، يكفي -إن شاء الله تعالى- ما ذكرته في التدليل على أن "شرح الإمام النووي على سنن أبي داود" ينتهي إلى المحلّ الذي ذكرناه في النسخة المعتمدة في التحقيق، وأن ما بعده ليس من "شرحه" وإنما هو قطعة من كتاب "صفوة الزبد" (١) والكتابان بخط واحد.
_________
(١) تنتهي هذه القطعة بشرح حديث أبو عبد الله بن زيد، وهو أول (باب كيف الأذن)، من "السنن".',NULL,'37',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (36,'واسم الناسخ غير مثبت عليهما، ولا تأريخ النسخ، ولكن جاء على طرة النسخة -كما سبق-: "هكذا نقلتُه من خطه نفعنا الله بعلومه، آمين". وفي مواطن آخر من النسخة ما يؤكد أن الناسخ اعتمد في نسخه على نسخة النووي نفسه، وعارض (١) بها، ففي أسفل هامش (ق ١٠/ أ) أثبت الناسخ ما نصه: "بلغ معارضة بأصله الذي هو بخط النواوي".
والمعارضة واضحة آثارها على النسخة، إذ أثبت الناسخ كثيراً من السقط في حواشيها، وكتب على إثرها: "صح"، كما هو المتعارف عند النساخ، وهذا مما يزيد في قيمتها، ويشير إلى عدم السقط فيها، ولكن مع هذا فقد ندّ قلم الناسخ في مواطن يسيرة، نبَّهتُ عليها في التعليق على الكتاب، ووقع سقط لباب بتمامه، وهو ما قبل (الباب ٤٦) بترقيمنا، وهو (باب الإسراف في الماء). ولعل موضعه في نسخة الإمام النووي في الأبواب المتأخرة!
وهذا الاحتمال ضعيف، إذ ظفرتُ بنقل للسيوطي منه في كتابه "مرقاة الصعود إلى سنن أبي داود" (٢٠ - درجات) في محلّه، ولا وجود له في نسختنا، وسبق ذكره في (ص ٢٤).
وهنالك سقط لحديث في آخر (الباب ٢٧)، وليس هو في رواية اللؤلؤي، كما نبهت عليه في تعليقي على شرح المصنف لحديث رقم (٥٠)، وبيَّنتُ هناك أن المصنف اعتمد في شرحه هذا على رواية اللؤلؤي لـ"سنن أبي داود".
_________
(١) صرح الناسخ على هامش (ورقة ٨٦/ أ) في أسفلها بأنه عارضها مع ولد له اسمه أحمد، ونص العبارة: "بلغ الولد أحمد معارضة معي بأصل المؤلف رحمه الله"، وخطه هو خطه في القطعة المحفوظة من "شرح النووي على سنن أبي داود".',NULL,'38',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (37,'*<span data-type="title" id=toc-8> عملي في التحقيق:</span>
يتلخّص عملي في تحقيق هذا "الشرح" بالأمور الآتية:
أولاً: قُمتُ بنسخه، وتففيره، وترقيم أبوابه.
ثانياً: أثبتُّ الأحاديث من "سنن أبي داود" سندًا ومتنًا، واقتصرتُ على ذكر ما له صلة بالشرح، ووضعت أحكام شيخنا العلامة الألباني عليها.
ثالثًا: خرَّجت هذه الأحاديث، ولم أقتصر على المرفوع، وإنما شمل التخريج جميع النصوص من الموقوف والمقطوع أيضًا سواء كانت في "سنن أبي داود" أو في "شرح النووي" عليه، المصرح بلفظها، والمذكرر بإجمال، أو بالتلويح دون التصريح.
رابعًا: وثَّقت النصوص التي ساقها المصنف من مصادرها التي صرح بها، وبيّنتُ في أي الكتب هي إن اقتصر الشارح على عزوها لأصحابها.
خامسًا: حرصتُ على إبراز حكم النووي على الأحاديث من كتبه الأخرى، مثل "خلاصة الأحكام"، و"المجموع شرح المهذب" و"شرح صحيح مسلم".
سادسًا: عرَّفت بالمصطلحات الشرعية، والتعريفات اللغوية، وحرصتُ على ربطها بكتب الشارح، ولا سيما "تحرير ألفاظ التنبيه" و"تهذيب الأسماء واللغات".
سابعًا: حاولت عرض المادة العلمية في هذا "الشرح" على كتب النووي الأخرى، مثل: "التحقيق" و"تصحيح التنبيه" و"المجموع" و"روضة الطالبين" و"المنهاج" و"التنقيح في شرح الوسيط".
ثامنًا: تأكَّدت من صحة نسبة الأقوال المذكورة فيه إلى المذاهب',NULL,'39',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (38,'على النحو الذي ذكره الشارح، وسردت جملة من الكتب المعتمدة في كل مذهب.
تاسعًا: فصّلت في أمور أجملها الشارح، كعزوه بعض الأقوال لبعض السلف دون تعيين، أو سَمَّى بعضاً وَفَاتَهُ آخرين.
عاشرًا: ذكرتُ فوائد زائدة عما ذكره الشارح، وهي مستنبطة من الأحاديث، وظهر هذا في الباب الأخير من "الشرح"؛ لعدم وجوده تامًّا في النسخة المعتمدة في التحقيق، وفعلت ذلك في شرح أحاديث أُخر.
حادي عشر: صوَّبتُ ما نَدَّ به قلم الناسخ من تحريف أو تصحيف، أو سقط.
ثاني عشر: جهدتُ في بيان نقولات العلماء من شرحنا هذا، وتعقباتهم أو استطراداتهم مما له صلة بالفوائد أو الأحكام المذكورة فيه.
ثالث عشر: أطلتُ النَّفس في التخريج والصنعة الحديثية، وبيان درجة الحديث أو الأثر، وإبراز سبب ضعفه -إن كان كذلك-، وكلام الحفاظ عليه، وقد أُنازع الشارح في بعض أحكامه، إلا ما كان في "الصحيحين" أو أحدهما، فاقتصرت على العزو دون تطويل.
وأخيراً، هذا جهد المقلّ، أضعه بين يدي إخواني وأخواتي القراء، فإن وجدوا خيراً وصواباً -وهذا ما أرجوه- فالحمد لله وحده، فهو المانّ بذلك، والمتفضّل به، وإن كانت الأخرى فأسأل الله مغفرة الخطيئات، والستر عن الزلات، والعصمة عن الموبقات والمهلكات، فهو ربي -سبحانه- كريم جواد، مقيل العثرات، "واستمدادي المعونة والهدايةَ والتوفيقَ والصيانةَ -في هذا وجميع أموري- من ربِّ الأرضين والسماوات، أسأله التوفيق لحسن النيّات، والإعانةَ على جميع أنواع',NULL,'40',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (39,'الطاعات، وتيسيرها والهداية لها دائماً في ازدياد حتى الممات، وأنْ يفعل ذلك بوالديَّ ومشايخي وأقربائي وإخواني وسائْر مَنْ أُحبُّه أو يحبُّني فيه، وجميع المسلمين والمسلمات، وأنْ يجود علينا برضاه ومحبته ودوام طاعته، وغير ذلك من وجوه المَسرَّات، وأن يُطَهِّرَ قلوبَنا وجوارحَنا من جميع المخالفات، وأنْ يرزقنا التفويضَ إليه والاعتماد عليه في جميع الحالات. اعتصمتُ بالله، وتوكلتُ على الله، ما شاء الله، لا قوة إلا بالله، لا حول ولا قوة إلَّا بالله العزيز الحكيم، حسبي الله ونعْمَ الوكيلُ" (١). وصلّى الله على نبينا محمد وعلى آله وصحبه أجمعين، وآخر دعوانا أن الحمد لله رب العالمين.
وكتب

أبو عبيدة مشهور بن حسن آل سلمان
الأردن- عمان
في ١٩/ شعبان/ ١٤٢٧هـ
...
_________
(١) من كلام الإمام النووي في (مقدمة) "التنقيح في شرح الوسيط" (٨١).',NULL,'41',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (40,'صورة عن النسخة الخطية المعتمدة في التحقيق، ويظهر فيها اسم الكتاب',NULL,'42',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (41,'صورة عن طرة النسخة المعتمدة فى التحقيق',NULL,'43',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (42,'صورة عن الورقة الأولى من النسخة الخطية المعتمدة فى التحقيق',NULL,'44',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (43,'صورة عن آخر لوحة من النسخة الخطية المعتمدة فى التحقيق واللوحة التي على الشمال ليست من شرح النووي وإنما من "صفوة الزبد" لابن رسلان الرملي.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (44,'بسم الله الرحمن الرحيم
الحمدُ لله رب العالمين، اللهمَّ صل على محمد، وعلى آل محمدٍ وسلم، أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، أما بعد:
فهده نُبَذٌ مهمةٌ في "شرح سنن أبي داود" رحمه اللهُ أقتصر فيها على عيون الكلام، مما يتعلَّق بلغاته وألفاظه وأسانيده ودقائقه، وضبط ما قد يُشكل من ألفاظ المتون والأسماء، والإشارة إلى بعض ما يستنبط من الحديث من الأحكام وغيرها، والتنبيه على صحَّة الحديث أو حُسْنه أو ضَعْفه، وبيان صواب ما تَخْتَلفُ فيه النُّسخ، وبالله التوفيق.

<span data-type="title" id=toc-10>١ - فصل</span>
رُوينا عن الإمام أبي داود صاحب الكتاب رحمه الله أنه قال: "ذَكَرْتُ في كتابي هذا الصحيح وما يُشبهه ويقاربه". وفي رواية عنه ما معناه أنه يذكر في كلِّ بابٍ أصَحَّ ما عَرَفَهُ في ذلك الباب (١)، وقال (٢): "ما كان في كتابي
_________
(١) قال الإمام أبو داود رحمه الله في "رسالته إلى أهل مكة" (ص ٣٠): "أما بعد؛ عافانا الله وإياكم عافية لا مكروه معها، ولا عقاب بعدها، فإنكم سألتم أن أذكر لكم الأحاديث التي في "كتاب السنن"، أهي أصح ما عرفت في الباب؟ ووقفت على جميع ما ذكرتم فاعلموا أنه كذلك كله".
ففي هذا الكلام منه رحمه الله بيانٌ لمنهجه فيه، وهو أنه يذكر أصح ما عرفه في الباب، وقد ذكر بعد ذلك استثناء لما قد يشذ عن المنهج الذي انتهجه رحمه الله.
(٢) "رسالته إلى أهل مكة" (ص ٣٧ - ٣٨).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (45,'من حديث فيه وهنٌ شديد فقد بَيَّنْتُه (١)، وما لم أذكر فيه شيئًا فهو صالح (٢)،
_________
(١) بعدها في "الرسالة": "فقد بينته، ومنه ما لا يصح سنده"، والظاهر من هذه العبارة، أن أبا داود رحمه اللهُ قد يبين أمرًا في الإسناد، لا ينزل به إلى درجة الوهن الشديد، وإنما قد يكون ما نبه عليه من باب الحديث أبو الحسن، أو الضعيف ضعفًا يسيرًا والذي يقبل الاعتضاد والله أعلم. ووقع في "سننه" حديثان فيهما ضعف شديد، هما:
الأول: حديث على إثر رقم (٣٠٦٤، ٣٠٦٥) وفي إسناده محمد بن الحسن المخزومي، قال شيخنا عنه في "ضعيف سنن أبي داود": "ضعيف جدًّا".
قلت: فيه ابن زبالة، وسيأتي الجواب عنه في التعليق على (ص ٥٢) ".
والآخر: حديث رقم (٣٢٥٩) وحكم عليه شيخنا بـ (الضعف) فقط- وفيه يحيى بن العلاء البجلي، قال أحمد عنه: "كذاب يضع الحديث". وتركه الفلاس والنسائي والدارقطني.
إلا أن أبا داود قال عنه: "ضعّفوه"، فهو يعرف ضعفه، ولعله ليس بشديد عنده، والله أعلم!. وانظر كلمة الذهبي في "السير" (١٣/ ٢١٤ - ٢١٥).
وستأتي برمتها قريبًا.
(٢) شرح الحافظ ابن حجر رحمه الله هذه الكلمة شرحًا وافيًا في "النكت على مقدمة ابن الصلاح" (١/ ٤٣٥ - ٤٤٥)، ومما قال بعد تحقيق وكلام: "وهذا جميعه إن حملنا قوله: "وما لم أقل فيه شيئًا فهو صالح" على أن مراده أنه صالح للحُجَّة، وهو الظاهر، وإن حملناه على ما هو أعَمَّ من ذلك؛ وهو الصلاحية للحجة أو للاستشهاد أو للمتابعة، فلا يلزم منه أنه يحتج بالضعيف. ويحتاج إلى تأمل تلك المواضع التي يسكت عليها وهي ضعيفة، هل فيها أفراد أم لا؟ إن وجد فيها أفراد تعيَّن الحمل على الأول، وإلا حمل على الثاني، وعلى كل تقدير، فلا يصلح ما سكت عليه للاحتجاج مطلقاً".
قال أبو عبيدة: الذي تعامل به أهل الصنعة الحديثية، والمخرجون أن سكوت أبي داود في "سننه" أوسع من كونه (صالحًا) للحجة؛ بل يشمل الاعتضاد، ولذا تعقب شيخنا الألباني في مقالته المنشورة في مجلة "المسلمون" (٦/ ١٠٠٧ - ١٠١٢) صاحب كتاب "التاج الجامع للأصول في أحاديث الرسول" لما قال على إثر الحديث المسكوت عليه عند أبي داود: "إسناده صالح" =',NULL,'48',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (46,'وبعضها أصحُّ من بعض" (١).
_________
= قال: "يوهم بذلك القراء الدين لا علم عندهم باصطلاحات العلماء أنه صالحٌ حجةً أي أنه حسن أو صحيح، كما هو الاصطلاح الغالب عند العلماء، وهو المتبادر من هذه اللفظة (صالح)، مع أن فيما سكت عليه أبو داود كثيرًا من الضعاف، ذلك لأن له فيها اصطلاحًا خاصًّا، فهو يعني بها ما هو أعم من ذلك بحيث يشمل الضعيف الصالح للاستشهاد به لا للاحتجاج كما يشمل ما فوقه، على ما قرره الحافظ ابن حجر، فما جرى عليه بعض المتأخرين من أن ما سكت عليه أبو داود فهو حسن، خطأ محض، يدل عليه قول أبي داود نفسه: "وما فيه وهن شديد بينته، وما لم أذكر فيه شيئًا فهو صالح، وبعضها أصح من بعض". فهذا نص على أنه إنما يبين ما فيه ضعف شديد، وما كان فيه ضعف غير شديد سكت عليه وسماه صالحًا، من أجل ذلك نجد العلماء المحققين يتتبعون ما سكت عليه أبو داود ببيان حاله من صحة أو ضعف، حتى قال النووي (أ) في بعض هذه الأحاديث الضعيفة عنده: "وإنما لم يصرِّح أبو داود بضعفه لأنه ظاهر". ذكره المناوي، وعليه كان ينبغي على المصنف أن يعقب كل حديث رواه أبو داود ساكتًا عن ضعفه ببيان حاله تبعًا للعلماء المحققين، لا بأن يتبعه بقوله: "صالح". وإن كان ضعيفًا بين الضعف؛ دفعًا للوهم الذي ذكرنا، ولأنه لا يفهم منه على الضبط درجة الحديث التي تعهد المؤلف بيانها بقوله المذكرر في مقدمة كتابه: "كل حديث سكت عنه أبو داود فهو صالح" وسأتبع ذلك في بيان درجة ما رواه بقولي: "بسند صالح ". وليس في قوله البيان المذكرر، لما حققته آنفًا أن قول أبي داود "صالح" يشمل الضعيف والحسن والصحيح، فأين البيان؟! ".
وانظر لزامًا "بذل المجهود" (ص ٢٧ - ٢٨) للسخاوي، فإنه مهم.
(١) نقلها المصنِّف في مقدمة "خلاصة الأحكام في مهمات السنن وقواعد الإسلام" (١/ ٦١) وقال على إثرها: "هذا الفقه، ومقتضاه أن ما أطلقه أبو داود فهو صحيح أو حسن يُحْتَجُّ به، إلا أن يظهر فيه ما يقتضي ضَعْفَه". =
_________
(أ) في كتابنا هذا (ص ٥٦).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (47,'فعلى هذا، ما وجدنا في "سنن أبي داود" وليس هو في "الصحيحين" أو أحدهما، لا نص على صِحَّته أو حسنه أحدٌ ممن يعتمد، ولم يُضَعّفْه أبو داود، فهو حَسَنٌ عند أبي داود أو صحيح، فنحكمُ بالقدر المحقق: وهو أنه حَسَنٌ (١)، فإن نَصَّ على ضَعْفِهِ من يُعتمد، أو رأى العارفُ في ...
_________
= قلت: وروي عن أبي داود أنه قال: "وما سكتُّ عنه فهو حسن". كذا في "الباعث الحثيث" (ص. ن. ط الفيحاء)! وهذه الرواية تخالف كلامه المتقدم وهو قوله: "فهو صالح". وهذا هو المعروف عنه، فقول: "فهو حسن" شاذٌّ لم يثبت عنه، ووجِّهت هذه الرواية -على تقدير صحتها- بأنها حسن للاحتجاج به، وهو معنى الاعتبار، انظر "النكت الوفية" (ق ٧٢/ ب- ٧٣/ أ).
وطوَّل البقاعي في "النكت الوفية" (٧٣/ أ) تقرير قول أبي داود: "وبعضها أصح من بعض" أنه لا يقتضي اشتراكًا في الصحة، وإنما مراده المفاضلة بين الأحاديث في الاحتجاج، وإن بعضها أقوى في باب الاحتجاج من بعض، لا المشاركة في نفس الصحة، قال: "فظهر بهذا أن (أصح). ليست على بابها". قاله في سياق مهم، وسيأتيك كلامه بطوله قريبًا فانظره غير مأمور، وتجد هناك كلامًا للسخاوي يخص هذه العبارة، فتأمَّله، والله الموفق.
(١) هذا تقرير ابن الصلاح في "علومه" وتعقّب:
تعقّبه ابنُ رشيد بأن قال: "ليس يلزم أن يستفاد من كون الحديث لم ينص عليه أبو داود بضعف ولا نص عليه غيره لصحة أن الحديث عند أبي داود حسن، إذ قد يكون عنده صحيحًا، وان لم يكن عند غيره كذلك". نقلهُ ابن سيد الناس في "النفح الشذي" (١/ ٢١٨) وقال: "وهذا تعقب حسن".
ونظمه العراقي في "ألفيته" (١/ ٩٦ - ٩٨ مع "التذكرة")، ونقل في "التقييد والإيضاح" (٥٣) هذا، وقال بعد كلام: "والاحتياط أن يقال (صالح) كما عبَّر هو عن نفسه". وسيأتيك أن قول ابن رشيد صحيح من جهة، ومنتقد من جهة أخرى، وأفصح البقاعي في "النكت الوفية" (ق ٧٢/ ب- ٧٣/ أ) عن ذلك لما قال مُتعقِّبًا كلام النووي هذا: " ... وعلى تقدير تسليم أن مراده =',NULL,'50',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (48,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= صالح للاحتجاج، ولا يستلزم الحكم بتحسين ما سكت عليه، فإنه يرى الاحتجاج بالضعيف إذا لم يجد في الباب غيره .. اقتداء بأحمد -رضي الله عنه-".
قال أبو عبيدة: هنا تنبيهات مهمات:
الأول: ما قرَّره البقاعي هو الصواب، وسبقه إليه غير واحد من المحققين، وتبعه عليه جماعة، وسيأتي بيان ذلك مفصَّلاً إن شاء الله تعالى.
الثاني: هنالك جماعات من الرواة سكت عليهم أبو داود في "سننه"، وتكلم عليهم في "سؤالات الآجري" له بما يشعر بصحةِ التوجيه المنقول آنفًا عن البقاعي، إذا قدْح أبي داود فيهم ليس بشديد وبعضهم من الثقات، وأسوق لك أسماء هؤلاء الرواة -ويمكنك أن تقف على قول أبي داود فيهم من "التهذيب"- وخرج لهم في "سننه" وسكت عنهم: إبراهيم بن مهاجر البجلي، أسامة بن زيد الليثي مولاهم، إسماعيل بن عبد الملك بن أبي الصفيراء، بكير بن عامر البَجَليّ، تمام بن نجيح الأسدي، ثابت بن قيس الفقاري، الحسين بن علي الأسود -ولابن حجر تفصيل مفيد فيما نحن بصدده، فلينظر لزامًا- الحسين بن علي بن مسلم الحنفي، خصيف بن عبد الرحمن الجزري، سفيان بن حسين بن أبو الحسن، سلمة بن أبو الفضل الأبرش، سليمان بن كثير العبدي، سليمان بن موسى الزهري، شريك بن أبو عبد الله القاضي، صالح بن أبي الاخضر، الضَّحَّاك بن عثمان، عاصم بن أبو عبد الله العمري، عبادة بن راشد التَّميمي، عباد بن منصور الباجي، عبد الله بن عمر الرعيني، عبد الله بن لهيعة، عبد الرحمن بن أبو إسحاق الواسطي، عبد الرحمن ابن ثابت العنسي، عبد الرحمن بن زياد الإفريقي، عبد الرحمن بن عثمان أبو بحر البكراوي، عبد الرحمن بن معاوية الأنصاري، عبد المجيد بن عبد العزيز بن أبي روَّاد، عبيد الله بن أبو عبد الله العتكي، عبيد الله بن أبي زياد القداح، عبيد الله بن زحر، عتبة بن أبي الحكم الهمداني، عطية بن سعد العوفي، عكرمة بن عمار، عمارة بن زاذان، عمران بن دوار العمط، غسان ابن عوف المازني، فرج بن فضالة، فليح بن سليمان، ليث بن أبي سُليم، محمد بن بكر البرساني، محمد بن ثابت العبدي، محمد بن الحسين بن زبالة -ولابن حجر كلام مهم يؤكد ما نحن بصدده فلينظر =',NULL,'51',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (49,'. . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= لزامًا- محمد ابن عيسى بن سميع، محمد بن مسلم بن سوسن، محمد بن مسلم بن أبي وضاح، مخلد بن يزيد، مسكين بن بكير الحراني، مصعب بن شيبة، مطر بن طهمان الوراق، منصور بن عبد الرحمن الغداني، المنهال بن خليفة العجلي، موسى بن يعقوب بن زمعة المدني، النعمان بن راشد الجزري، النهاس بن قَهم القيسي، الوليد بن أبو عبد الله بن أبي ثور، الوليد بن أبو عبد الله بن جميع الزهري، يحيى بن سلمة بن كهيل، يحيى بن العلاء البجلي، يزيد بن أبي زياد القرشي، يونس بن بكير بن واصل الشيباني، يونس بن الحارث الثقفي، أبو بكر بن أبو عبد الله بن أبي مريم الغساني. وهؤلاء حقًّا -باستثناء بن زبالة- ليس فيهم كذاب، وقد صرح أبو داود نفسه بكذب محمد بن أبو الحسن بن زبالة، ولذا قال ابن حجر في "التهذيب" (٧/ ١٠٧) في ترجمته متعقبًا: "لم يخرج له أبو داود شيئًا". قال: "وكيف يخرج له وقد صرّح بكذبه، ثم تفسيره الذي ذكره أبو داود قد رواه الطبراني، بعد أن روى الحديث من طريق هارون عنه بسنده فيه إلى أبيض ثم أعقبه بتفسيره، فلو كان أبو داود يقصد الإخراج له، لأخرج حديثه كما صنع الطبراني" انتهى.
الثالث: الظاهر من السياق أن المسكوت عنه في "السنن" هو فقط الذي يحكم بأنه (صالح). ولذا قال ابن كثير في "اختصار علوم الحديث" (ص ٥٠ - ٥١): "وما سكت عليه فهو حسن: ما سكت عليه في "سننه" فقط، أو مطلقًا؟ هذا مما ينبغي التنبيه عليه، والتيقظ له".
الرابع: قول المصنف: "وليس هو في "الصحيحين" أو أحدهما" مما ينبغي أن يعلم: أن هناك أحاديث كثيرة سكت عنها أبو داود في "سننه" وهي في "الصحيحين" أو أحدهما.
ومن خلال تتبع تخريج شيخنا الألباني لـ "سنن أبي داود" ووضعه الرموز (ق) للمتفق عليه (خ) للبخاري و (م) لمسلم نجد أن نحو (٨٥٠) حديثًا في "السنن" سكت عنها أبو داود وأصولها في "الصحيحين" وهذه نماذج من ذلك:',NULL,'52',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (50,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
رقم الحديث في "السنن" ... رقمه في "صحيح البخاري" ... رقمه في "صحيح مسلم"
٤ ... ١٤٢ ... ٣٧٥/ ٢٢١
٩ ... ١٤٤ ... ٢٦٤/ ٥٩
١٢ ... ١٤٥ ... ٢٦٦/ ٦١، ٦٢
٢٠ ... ٢١٦ ... ٢٩٢/ ١١١
٢٣ ... ٢٢٤ ... ٢٧٣/ ٧٣، ٧٤
٣١ ... ١٥٤ ... ٢٧٦/ ٦٤، ٦٥
٤٣ ... ١٥٠ - ١٥٢ ... ٢٧٠، ٢٧١
٤٩ ... ٢٤٤ ... ٢٥٤/ ٤٥
٥٥ ... ٢٤٥ ... ٢٥٤/ ٤٥
٦٠ ... ٥٩٥٤ ... ٢٢٥/ ٢

وينظر من "السنن" الأرقام (١٠٣، ١٠٦، ١١٨، ١١٩، ١٧٦، ١٩٦، ١٩٩، ٣٩١، ٣٩٧، ٣٩٨، ٤٠١، ٤٠٢، ٤٠٧، ٤٠٩، ٤١٢، ٤١٧، ٤٢٣، ...) وهنالك أحاديث في "سنن أبي داود" ومسكوت عنها، وهي عند البخاري في "صحيحه" ويبلغ عددها نحو المئتين، وهذا نموذج للمقارنة:
رقمه في "سنن أبي داود" ... رقمه في "صحيح البخاري"
٧٩ ... ١٩٣
١٠٠ ... ١٩٧
١٣٨ ... ١٥٧
٢٥٣ ... ٢٧٧
٣٠٧ ... ٣٢٦
٣٥٨ ... ٣١٢
٤٥١ ... ٤٤٦
٥٢٩ ... ٦٤١
٥٤٢ ... ٦٤٣
٦٢٧ ... ٣٦٠
وهنالك أحاديث في "سنن أبي داود" ومسكوت عنها، وهي عند مسلم في "صحيحه" ويبلغ عددها نحو ست مئة حديث، وهذا نموذج للمقارنة:',NULL,'53',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (51,'سنده ما يقتضي الضَّعْفَ ولا جابر له، حَكَمْنا بِضَعْفِهِ (١).
_________
الرقم في "سنن أبي داود" ... الرقم في "صحيح مسلم"
٧ ... ٢٦٢
١٦ ... ٣٧٠
١٨ ... ٣٧٣
٢٥ ... ٢٦٩
٣٨ ... ٢٦٣
٥١ ... ٢٥٣
٥٣ ... ٢٦١
٥٨ ... ٢٥٦
٧١ ... ٢٧٩
١٢٠ ... ٢٣٦
وهنالك أحاديث كثيرة في "سنن أبي داود" ومسكوت عنها وهي (صحيحة): ويزيد عددها على الألف وأربع مئة حديث.
بقي التنبيه على وجود أحاديث في "السنن" وهي ضعيفة، وسكت عنها أبو داود، ويبلغ عددها نحو الأربع مئة والثمانين حديثًا. انظر: "السنن" الأرقام "٣، ٥، ٢٢، ٢٧، ٢٩، ٣٥، ٤٢، ٩٠، ٩١، ٩٥، ١٢٧، ١٣٣، ١٣٥،١٣٤، ٢٤٦،٢٤٤، ٢٤٧، ٢٤٩، ٢٥٦، ٢٥٧، ٢٧٠، ٢٧١، ٢٨١، ٣٠٢، ٣١٣، ٣٢٨، ٣٤٨، ٣٥٩، ٣٨٨، ٤٠٨، ٤٥٠، ٤٥٢، ٤٥٧، ٤٥٨، ٤٦١، ٤٦٤، ٤٨٤، ٤٨٨، ٤٩٠، ٤٩١، ٤٩٧، ٥١٢، ٥١٣، ٥١٤، ٥٢٨، ٥٣٠، ٥٤٣، ٥٤٥، ٥٤٦، ٥٧٧، ٥٧٨، ٥٩٣، ٦١٧، ٦٣٣، ٦٣٩، ٦٥٩، ٦٦٩، ٦٧٠، ٦٧٧، ... ".
وهذا كله يؤكد صحة ما قدمناه من أن مراد أبي داود بـ (صالح) أوسع من الاحتجاج. وهذا الذي توصل إليه أخونا الباحث أبو العباس نصر بن صالح الخولاني في كتابه "القول الراجح فيما سكت عنه الإمام أبو داود وقال بأنه صالح". وقد استفدتُ من دراسته هذا في الهامش السابق، والله الموفِّق.
(١) قال المصنِّف رحمه الله في "التقريب" (ص ٣٠) في معرض حديثه عن (الحديث أبو الحسن): "ومن مظانه: "سنن أبي داود"، فقد جاء عنه أنه يذكر فيه الصحيح وما يشبهه ويقاربه، وما كان فيه وهنٌ شديدٌ بيّنه، وما لم يذكر فيه شيئًا فهو صالح. =',NULL,'54',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (52,'وقد قال الحافظ أبو عبد الله بن منده (١): "إن أبا داود يخرج الإسناد
_________
= فعلى هذا؛ ما وجدناه في كتابه مطلقًا ولم يصححه غيره من المعتمدين ولا ضعّفه؛ فهو حسن عند أبي داود".
وقد نقل هذه الكلمة -وهي شبيهة بكلامه هنا- الحافظ ابن حجر في "النكت" (١/ ٤٤٤ - ٤٤٥) ثم قال: "قلت: وهذا هو التحقيق" لكنه خالف ذلك في مواضع من "شرح المهذب"، وغيره من تصانيفه، فاحتج بأحاديث كثيرة من أجل سكوت أبي داود عليها، فلا يغتر بذلك".
قال أبو عبيدة: وهنالك مأخذ آخر مهم على كلام النووي السابق! وهو: أنه أشعر أن للعارف النظر في قسم واحد مما سكت عليه أبو داود، وهو ما وصفه أحد غيره بالضعف، ولذا تعقبه السخاوي في "فتح المغيث" (١/ ٧٦) فقال -بعد أن نقل كلامه المَزْبورِ هنا بتصرف-: "وما أشعر به كلامه من التفرقة بين الضعيف وغيره فيه نظر. والتحقيق التمييز لمن له أهلية النظر، وردّ المسكوت عليه إلى ما يليق بحاله من صحةٍ وحسنٍ وغيرهما كما هو المعتمد، ورجحه هو -أي النووي- وإن كان رحمه الله قد أقرّ في مختصرَيه -أي: "الإرشاد" و "التقريب"- ابن الصلاح على دعواه هنا -أي بتحسين ما سكت عليه أبو داود-". ثم قال: "وممن لم يكن ذا تمييز؛ فالأحوط أن يقول في المسكوت عليه (صالح) كما هي عبارته"!! وانظر ما قدمناه سابقًا عن شيخنا الألباني رحمه الله تعالى.
(١) هو محمد بن إسحاق بن محمد بن يحيى بن منده (ت ٣٩٥ هـ) وكلامه في كتابه "شروط الأئمة" (٧٣) قال على إثر سماعه من محمد بن سعد البارودي بمصر قوله: "كان من مذهب النسائي أن يخرِّج عن كل مَنْ لم يجمع على تركه". قال: "وكان أبو داود السِّجستاني كذلك يأخذ مأخذه، ويخرج الإسناد الضعيف؛ لأنه أقوى عنده من رأي الرجال"، فليس عنده "إذا لم يجد في الباب غيره"، مع أنها في "التقريب" للنووي، وذكرها ابن الصلاح في "علوم الحديث" (ص ٣٣/ ٣٤) وهي في "النكت على ابن الصلاح" (١/ ٣٢٢) و "توضيح الأفكار" (١/ ٢١١).
ونقل المنذري في "مختصر سنن أبي داود" (٨/ ١٤٩) عن ابن منده قوله: "إن شرط أبي داود إخراج حديث قوم لم يجمع على تركهم إذا صحّ الحديث باتصال الإسناد من غير قطع ولا إرسال".',NULL,'55',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (53,'الضعيف إذا لم يجد في الباب غيره؛ لأنه أقوى عنده من رأي الرجال".
واعلم أنه وقع في "سنن أبي داود" أحاديث ظاهرة الضعف لم يُبَيِّنْها، مع أنها مُتفقٌ على ضَعْفها عند المحدثين: كالمرسل والمنقطع، وروايته عن مجهول: كشيخ ورجلٍ ونحوه. فقد يقال: إن هذا مخالف لقوله: "ما كان فيه وهن شديد بَيَّنْتُه"!
وجوابه: أنه لمَّا كان ضعف هذا النوع ظاهرًا، استغنى بظهوره عن التصريح ببيانه (١).

<span data-type="title" id=toc-11>٢ - فصل</span>
ينبغي للمشتغل بالفقه ولغيره الاعتناء بـ"سنن أبي داود"، وبمعرفته التامة، فإن معظم أحاديث الأحكام التي يحتجُّ بها فيه، مع سهولة متناوله، وتلخيص أحاديثه، وبراعة مُصَنَّفِهِ، واعتنائه بتهذيبه (٢).
_________
(١) قال النووي في "خلاصة الأحكام" (١/ ٦٠): "واعلم أن "سنن أبي داود والترمذي والنسائي" فيها الصحيح والحسن والضعيف، لكن ضعفُها يسير".
ونقل ابن الملقن في "البدر المنير" (١/ ٣٠١ - ٣٠٢) جل هذا الفصل عن النووي وعزاه له، وقال بعد ذكره لأجوبة أخرى غير المذكورة هنا وختم بجواب النووي هذا، وقال: "قلت: فعلى كل حال لا بد من تأويل كلام أبي داود، والحق فيه ما قرره النووي".
(٢) قال أبو داود في "رسالته" (ص ٤٦): "ولا أعلم بعد القرآن ألزمَ للناس أن يتعلّموا من هذا الكتاب، ولا يضر رجلا أن لا يكتب من العلم -بعدما يكتب هذا الكتاب- شيئًا، وإذا نظر فيه وتدبره وتفهمه حينئذٍ يعلم مقداره".
وقال (ص ٥٤): "ولم أصنف في "كتاب السنن" إلا الأحكام، ولم أصنف كتب الزهد وفضائل الأعمال وغيرها، فهذه الاربعة الآلاف والثمان مائة، كلها في الأحكام". =',NULL,'56',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (54,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وقال ابن القيام في "تهذيب السنن" (١/ ٢٣) عنه: "صار حكمًا بين أهل الإسلام، وفصلًا في موارد النزاع والخصام، فإليه يتحاكم المنصفون، وبحكمه يرضى المحققون".
ونقله السخاوي في "بذل المجهود" (٣٧ - ٣٨) وقال على إثره: "بل كان جماعة من فقهاء المذاهب يحفظونه ويعتمدون مُحَصَّله ومضمونه، وخصوصًا وقد قال حجة الإسلام أبو حامد الغزالي في كتاب "المُستصفى": إن المجتهد لا يحتاج إلى تتبع الأحاديث على تفرقها وانتشارها، بل يكفي أن يكون له أصلٌ مصححٌ وقعت العناية فيه بجميع أحاديث الأحكام كـ"سنن أبي داود" ... ".
قلت: نصّ كلام الغزالي في "المستصفى" (٢/ ٣٤٨) -وهو في "روضة الطالبين" للنووي (١١/ ٩٥) - قال: "وزاد الغزالي ... " فذكره، وأشار الزركشي في "البحر المحيط" (٤/ ٤٩١) أنه قاله الغزالي وجماعة من المحققين ... وتبعه على ذلك الرافعي ونقله الإسنوي في "المهمات" عن النووي ونصه: "وزاد المصنف ... " أي الرافعي. والنص عينُه عزاه السيوطي في "البحر الذي زخر" (٣/ ١٢٠٤)، والبصري في "ختمه لأبي داود" (ق ٤/ أ) إلى الرافعي، ونقل السخاوي في "بذل المجهود" (٣٨ - ٣٩) كلام النووي من قوله: "ينبغي للمشتغل .. " إلى هنا وعزاه لـ "شرحه على سنن أبي داود".
ونقله عن النووي أيضًا السخاوي في "فتح المغيث" (١/ ٨٨)، والسيوطي في "مرقاة الصعود على سنن أبي داود"، (ق ٥) وفي "البحر الذي زخر" (٣/ ١٢٠٥) والبصري في "ختم سنن أبي داود" (ق٤/ أ) وصديق حسن خان في "الحطة" (٢١٣). وقال السخاوي في "البذل" على إثره:
"لكنه قد تعقب في "الروضة" كلام الغزالي، حيث قال: "إنه لا يصح التمثيل "بسنن أبي داود"؛ فإنه لم يستوعب الصحيح من أحاديث الأحكام ولا معظمه، وذلك ظاهر بل معرفته ضرورية لمن له أدنى اطلاع، وكم في "صحيحي البخاري ومسلم" من حديث حُكْمي ليس في "سنن أبي داود"، أما ما في "كتاب الترمذي والنسائي" وغيرهما من الكتب المعتمدة، فكثرته وشهرته غنية عن التصريح بها" [انتهى ما في "روضة الطالبين" (١١/ ٩٥)]. =',NULL,'57',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (55,'رُوِّينا عن الإمام أبي سليمان حمد بن محمد بن إبراهيم بن الخطاب الخطابي رحمه الله قال (١): "كتاب السنن" لأبي داود رحمه الله كتابٌ شريفٌ، لم يُصَنَّف في علم (٢) الدين كتاب مثله، وقد رُزق القبول من الناس كافة،
_________
= قال السخاوي: "وكذا قال التقي ابن دقيق العيد في "شرح العنوان" له: "التمثيل بسنن أبي داود ليس بجيد عندنا لوجهين: أحدهما: أنه لا يحوي السنن المحتاج إليها، والثاني: أن في بعضه ما لا يحتج به في الأحكام" اهـ.
وأجاب الجمال الإسنوي، شيخ شيوخنا في "المهمات": بأنه لم يَدَّع الاستيعاب، وإنما قال فيه: "الاعتناء بالجميع".
قيل: "وهذا لا يدفع السؤال؛ لأنه إذا علم إهماله لكثير من الأحاديث فلا يكفي في نفي الحديث عدم وجوده فيه؛ لاحتمال وجوده في غيره، فلا تقعُ الكفاية" انتهى.
وكل هذا منهم بناء على أن الغزالي عبر بـ "الجميع" أما حيث عبر بـ "الجمع" على ما هو الواقع في نسخ "المستصفى" حسبما جَزَمَ به البدر الزركشي [في "البحر" (٦/ ٢٠١)، فلا. ويساعده أنه لم يقع لأحد جمع جميع أحاديث الأحكام في تصنيف لعدم إمكانه، على أن أبا داود نفسه ممن صرّح -كما تقدم- بالحصر فيما يعلم ويتعين حمله على المعظم.
وممن صرح بكونه جمعَ المعظم خاصة البندنيجي من الأئمة المتقدمين، والولي العراقي من المتأخرين، فإنه قال: "لا نسلم أنه لم يستوعب معظم أحاديث الأحكام، فالحق أنه ذكر معظمها، وما لم يذكره منها فهو يسير بالنسبة لما ذكره" انتهى كلام السخاوي.
وما أحسن قول ابن حجر رحمه الله في "ديوانه" (١٠٤ - ١٠٥) في قصيدته التي امتدح فيه النبي - صلى الله عليه وسلم - وذكر فيها ختم هذا الكتاب:
فَاقَ التصانيف الكبار بجمعِه ال ... أحكامَ فيها يبذل المجهودا
قد كان أقوى من رأى في بابه ... يأتي به ويحرر التجويدا
فجزاه عنا الله أفضل ما جزى ... من في الديانة أبطل الترديدا
(١) "معالم السنن" (١/ ٦)، ونقله عنه المصنف في تهذيب الأسماء واللغات" (٢/ ٢٢٧)، والسخاوي في "بذل المجهود" (ص ٤٥).
(٢) في "تهذيب الأسماء واللغات": "حكم".',NULL,'58',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (56,'فصار حَكَمًا بين (١) فرق العلماء، وطبقات الفقهاء، على اختلاف مذاهبهم (٢)، وعليه مَعَوَّلُ أهل العراق وأهل مصر وبلاد المغرب وكثير من أهل الأرض (٣)، وأما أهل خراسان فقد أولع أكثرهم بصحيحي البخاري ومسلم (٤)، ومن نحَا نحوهما في جمع الصحيح على شرطهما (٥)، إلاَّ أن كتاب أبي داود أحسنُ رَصْفًا وأكثر فِقْهًا (٦). قال: "وكتاب أبي عيسى أيضًا كتاب حَسَنٌ"، قال: "والحديث ثلاثة أقسام: صحيح وحَسَنٌ وضعيفٌ" (٧)، وعلى أبو الحسن مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء، ويستعمله
_________
(١) كلمة "بين" مكررة في الأصل مرتين.
(٢) بعدها في "المعالم": "فلكل فيه وِرْدٌ ومنه شِرب". وسقط من "تهذيب الأسماء واللغات" أيضًا.
(٣) في "معالم السنن": "وكثير من مدن أقطار الأرض". وفي "تهذيب الأسماء واللغات": "وكثير من أقطار الأرض".
(٤) في "معالم السنن": "بكتاب محمد بن إسماعيل، ومسلم بن الحجاج".
(٥) بعدها في "معالم السنن": "في السبك والانتقاد".
(٦) سئل أبو أبو القاسم خلف بن أبو القاسم الحافظ، فقيل له: "أي كتاب أحبّ إليك في السنن، كتاب النسائي أو كتاب البخاري؟ فقال: كتاب البخاري. فقيل له: أيهما أحب إليك كتاب البخاري أو كتاب أبي داود؟ قال: كتاب أبي داود أحسنهما وأصلحهما"، ذكره ابن خير في "فهرسته" (١٠٧) والسخاوي في "بذل المجهود" (ص ١٠٧). ونَقظغل ابنُ خير عن أبي محمد بن يربوع إيباءه هذا القول، ورده، فانظر كلامه.
(٧) العبارة في "معالم السنن" هكذا: "ثم اعلموا أن الحديث عند أهله على ثلاثة أقسام: حديث صحيح، وحديث حسن، وحديث سقيم". وبعدها: "فالصحيح عندهم ما اتصل سنده، وعدلت نقلته، والحسن منه ما عرف مخرجه واثشهر رجاله، وعليه مدار .. " وتكلمت على (الحسن) وأنه بالحد المذكور لا يفرق عن (الصحيح)! في شرحي "نظم الاقتراح" للعراقي، وسمّيتُه "البيان والإيضاح" (رقم ١٤)، وكذا في تعليقي على "الكافي" للتبريزي.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (57,'عامة الفقهاء". وقال: "وكتاب أبي داود جامعٌ لهذين النوعين (١)، وأما الضعيف فكتاب أبي داود خلي منه (٢)، وإن وقع فيه شيءٌ منه (٣) لضربٍ من الحاجة (٤) فإنه لا يألو أن يبيِّن أمره، ويذكرَ علَّته، ويخرج من عهدته" (٥).
_________
(١) بعدها في "معالم السنن" "من الحديث".
(٢) عبارة "معالم السنن" هكذا: "فأما السقيم منه فعلى طبقات؛ شرها الموضوع، ثم المقلوب، أعني ما قلب إسناده، ثم المجهول، وكتاب أبي داود خَليٌّ منها، بريء من جملة وجوههما، فإن ... ".
(٣) بدل "منه" في "معالم السنن": "من بعض أقسامها".
(٤) بعدها في "معالم السنن": "تدعوه إلى ذكره".
(٥) قال الذهبي في "السير" (١٣/ ٢١٤ - ٢١٥) على إثره:
"قلتُ: فقد وفى رحمه الله بذلك بحسب اجتهاده، وبيّن ما ضعفه شديد، ووهنه غير محتمل، وكاسر عن ما ضعفه خفيفٌ مُحتمل، فلا يلزم من سكوته -والحالة هذه- عن الحديث أن يكون حسنًا عنده، ولا سيما إذا حكمنا على حد أبو الحسن باصطلاحنا المولد الحادث، الذي هو في عُرف السلَفِ يعودُ إلى قسمٍ من أقسام الصحيح، الذي يجب العمل به عند جمهور العلماء، أو الذي يرغب عنه أبو أبو عبد الله البخاري، ويمشّيه مسلم، وبالعكس، فهو داخل في أداني مراتب الصحة، فإنه لو انحط عن ذلك لخرج عن الاحتجاج، ولبقي متجاذبًا بين الضعف والحسن، فكتاب أبي داود أعلى ما فيه من الثابت ما أخرجه الشيخان، وذلك نحو من شطر الكتاب (أ)، ثم يليه ما أخرجه أحد الشيخين، ورغب عنه الآخر، ثم يليه ما رغبا عنه، وكان إسناده جيدًا، سَالمًا من علّة وشذوذ، ثم يليه ما كان إسناده صالحًا، وقِبله العلماء لمجيئه من وجهين لينين فصاعدًا، يعضد كل إسنادٍ منهما الآخر، ثم يليه ما ضُعفَ =
_________
(أ) ليس كذلك حتى لو دخل فيه ما انفرد به البخاري أو مسلم، فعند أبي داود من المتفق عليه نحو (٨٥٠) حديثاً، وعنده من انفرادات البخاري نحو (٢٠٠) حديثًا، ومن انفرادات مسلم نحو (٦٠٠) حديثاً، فالمجموع ألف وست مئة وخمسون (١٦٥٠) حديثًا، وهذا نحو الثلث من أحاديث الكتاب.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (58,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= إسناده لنقصِ حفظ راويه، فمثل هذا يمشِّيه أبو داود، ويسكتُ عنه غالبًا، ثم يليه ما كان بيِّن الضعفِ من جهة راويه، فهذا لا يسكت عنه، بل يوهنه غالبًا، وقد يسكتُ عنه بحسب شهرته ونكارته، والله أعلم" انتهى.
ونقل العلامة ابن الأمير الصنعاني -رحمه الله تعالى-: في "توضيح الأفكار" (١/ ١٩٨) عن النجم الطوفي أنه حكى عن العلامة تقي الدين ابن تيمية أنه قال: "اعتبرت "مسند أحمد" فوجدته موافقًا لشرط أبى داود، ومن هنا تظهر لك طريقة من يحتج بكل ما سكت عنه أبو داود، فإنه يخرج أحاديث جماعة من الضعفاء في الاحتجاج ويسكت عنها مثل ابن لهيعة، وصالح مولى التوءمة، وعبد الله بن محمد بن عقيل، وموسى بن وردان، وسلمة بن أبو الفضل، ودلهم بن صالح، وغيرهم، فلا ينبغي للناقد أن يقلده في السكوت على أحاديثهم، ويتابعه في الاحتجاج بهم؛ بل طريقه أن ينظر: هل لذلك الحديث متابع يعتضد به، أو هو غريب فيتوقف فيه؛ لا سيما إن كان مخالفًا لرواية من هو أوثق منه؛ فإنه ينحط إلى قبيل المنكر، وقد يخرج لمن هو أضعف من هؤلاء بكثير كالحارث بن دحية، وصدقة الدقيقي، وعمرو بن واقد العمري، ومحمد بن عبد الرحمن البيلماني، وأبي حيان الكلبي، وسليمان بن أرقم، وإسحاق بن أبو عبد الله بن أبي فروة، وأمثالهم في المتروكين، وكذلك ما فيه من الأسانيد التي فيها من أبهمت أسماؤهم فلا يتجه الحكم لأحاديث هؤلاء بالحسن من أجل سكوت أبي داود؛ لأن سكوته تارة يكون اكتفاءً بما تقدم من الكلام في ذلك الراوي في نفس كتابه، وتارة يكون لذهول منه، وتارة يكون لظهور شدة ضعف ذلك الراوي واتفاق الأئمة على طرح روايته، كأبي الحويرث، ويحيى بن العلاء، وغيرهما، وتارة يكون من اختلاف الرواة عنه وهو الأكثر فإن في رواية أبي الحسن ابن العبد عنه من الكلام على جماعة من الرواة والأسانيد ما ليس في رواية اللؤلؤي وإن كانت روايته عنه أشهر". ثم عدَّ أمثلة من أحاديث "السنن" فيها ما يؤكد ما قاله، ثم قال: "والصواب عدم الاعتماد على مجرد سكوته لما وصفنا من أنه يحتج بإلاحاديث الضعيفة، ويقدمها على القياس إن ثبت ذلك عنه، والمعتمد على مجرد سكوته لا يرى ذلك، فكيف يقلده فيه هذا جميعه إن حملنا قوله: "وما لم أقل فيه شيء =',NULL,'61',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (59,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فهو صالح" على أن مراده صالح للحجية وللاستشهاد والمتابعة، فلا يلزم منه أن يحتج بالضعيف، ويحتاج إلى تأمل تلك المواضع التي سكت عليها وهي ضعيفة، هل منها أفراد أو لا، إن وجد فيها أفراد تعين الحمل على الأول وإلا حمل على الثاني، وعلى كل تقدير فلا يصلح ما سكت عنه للاحتجاج مطلقًا" اهـ، وقال -رحمه الله تعالى- أيضًا (١/ ٢٠١):
"وتحقيق عبارته: أن الذي سكت عنه ليس فيه وهن شديد، وهو يحتمل أن لا وهن فيه أصلاً، فيكون صحيحًا أو حسنًا، ويحتمل أن فيه وهنًا لكنه غير شديد، وحينئذٍ فالصواب أن يحتمل الثلاثة: أبو الحسن والصحة، والوهن غير الشديد، لا كما قاله ابن الصلاح، ولا كما قاله ابن رشيد" اهـ ـ (أ).
ونقل الشوكاني -رحمه الله تعالى- في مقدمة "نيل الأوطار" (١/ ١٥) ط. دار الفكر) كلام الصنعاني هذا، وضمّنه أيضا كلام النووي، ونسوقه بحروفه، لزيادة البيان السابق، قال رحمه الله تعالى: "ومن هذا القبيل ما سكت عنه أبو داود، وذلك لما رواه ابن الصلاح عن أبي داود أنه قال: "ما كان في كتابي هذا من حديث فيه وهن شديد بينته وما لم أذكر فيه شيئًا فهو صالح وبعضها أصح من بعض".
قال: "روينا عنه أنه قال: ذكرت الصحيح وما يشبهه وما يقاربه".
قال الإمام الحافظ محمد بن إبراهيم الوزير أنه أجاز ابن الصلاح والنووي وغيرهما من الحفَّاظ العمل بما سكت عنه أبو داود لأجل هذا الكلام المروي عنه وأمثاله مما روي عنه.
قال النووي: إلا أن يظهر في بعضها أمر يقدح في الصحة والحسن وجب ترك ذلك.
قال ابن الصلاح: وعلى هذا ما وجدناه في كتابه مذكورًا مطلقًا ولم نعلم صحته؛ عرفنا أنه من أبو الحسن عند أبي داود؛ لأن ما سكت عنه يحتمل عند أبي داود الصحة والحسن، انتهى.
وقد اعتنى المنذري -رحمه الله- في نقد الأحاديث المذكورة في "سنن =
_________
(أ) تقدم قوله مع موافقة ابن سيد الناس له.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (60,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أبي داود"، وبيَّن ضعف كثير مما سكت عنه، فيكون ذلك خارجًا عما يجوز العمل به وما سكتا عليه جميعًا، فلا شك أنه صالح للاحتجاج إلا في مواضع يسيرة قد نبهت على بعضها في هذا الشرح". انتهى كلامه.
وممن نحى منحى التفصيل والتقعيد، والوقوف على منشأ خطأ فهم عبارة أبي داود الحافظ البقاعي -رحمه الله تعالى- (تلميذ ابن حجر).
قال رحمه الله تعالى في كتابه "النكت الوفية" (ق ٧٢/ ب-٧٣/ أ) ما نصّه:
" ... فليس بمسلم أن كل ما سكت عليه أبو داود يكون حسنًا؛ بل هو وهم أتى من جهة أن أبا داود يريد بقوله "صالح" صلاحيّة الاحتجاج.
ومن فهم أن "أصح" في قوله: "وبعضها أصح من بعض" تقتضي اشتراكًا في الصحة، وكذا قوله: "أنه يذكر في كل باب أصح ما عرف فيه" وليس الأمر في ذلك كذلك، أما من جهة قوله: "صالح" فلأنه كما يحتمل أن يريد صلاحيته للاحتجاج، فكذا يحتمل أن يريد صلاحيته للاعتبار، فإن أبا داود قال في الرسالة التي أرسلها إلى من سأله عن اصطلاحه في كتابه: "ذكرت فيه الصحيح وما يشبهه ويقاربه، وما فيه وهن شديد بيَّنته، وما لا، فصالح، وبعضها أصح من بعض".
ثم قال -رحمه الله تعالى-: "واشتمل هذا الكلام على خمسة أنواع:
الأول: الصحيح، ويجوز أن يريد به الصحيح لذاته.
الثاني: شبهه ويمكن أن يريد به الصحيح لغيره.
الثالث: مقاربه ويحتمل أن يريد أبو الحسن لذاته.
والرابع: الذي فيه وهن شديد.
وقوله: "وما لا" يفهم منه: أن الذي فيه وهن ليس بشديد فهو قسم خامس، فإن لم يعتضد كان صالحًا للاعتبار فقط، وإن اعتضد صار حسنًا لغيره، أي الهيئة المجموعة وصلح للاحتجاج وكان قسمًا سادسًا. وعلى تقدير تسليم أن مراده صالح للاحتجاج لا يستلزم الحكم بتحسين ما سكت عليه، فإنه يرى الاحتجاج بالضعيف إذا لم يوجد في الباب غيره ... اقتداء بأحمد -رضي الله عنه- اهـ. وممَّن حرر المسألة وفصلها السخاوي في "فتح المغيث" (١/ ٧٨ - ٧٩) ونسوق كلامه بطوله، وقد جمع فيه الأقوال السابقة ونقحها وهذبها وحررها، فقال: =',NULL,'63',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (61,'قال (١): "وُيحكى لنا عن أبي داود أنه قال: "ما ذكرتُ في كتابي حديثًا اجتمع الناس على تركه"، قال (٢): "وكان تصنيف علماء الحديث قبل (٣) أبي داود: الجوامع والمسانيد ونحوهما، فَتَجمَعُ تلك الكتبُ
_________
= "فالمسكوت عليه إما صحيح أو أصح إلا أن الواقع خلافه، ولا مانع من استعمال أصح بالمعنى اللغوي، أي، التشبيه؛ بل قد استعمله كذلك غير واحد، منهم: الترمذي، فإنه يورد الحديث من جهة الضعيف ثم من جهة غيره، ويقول عقب الثاني: إنه أصح من حديث فلان الضعيف، وصنيع أبي داود يقتضيه لما في المسكوت عليه من الضعيف بالاستقراء، وكذا هو واضح من حصره التبيين بالوهن الشديد، إذ مفهومه أن غير الشديد لا يبينه.
وحينئذٍ فالصلاحية في كلامه أعم من أن تكون للاحتجاج أو الاستشهاد، فما ارتقى إلى الصحة ثم أبو الحسن فهو بالمعنى الأول، وما عداها فهو بالمعنى الثاني، وما قصر عن ذلك فهو الذي فيه وهن شديد، وقد التزم بيانه، وقد تكون الصلاحية على ظاهرها في الاحتجاج ولا ينافيه وجود الضعيف؛ لأنه كما سيأتي يخرج الضعيف إذا لم يجد في الباب غيره وهو أقوى عنده من رأي الرجال، ولذلك قال ابن عبد البر: "إن كل ما سكت عليه صحيح عنده، لا سيما إن لم يكن في الباب غيره". على أن في قول ابن الصلاح: "وقد يكون في ذلك ما ليس بحسن عند غيره". ما يوحي إلى التنبيه لما أشار إليه ابن رشيد كما نبه عليه ابن سيد الناس؛ لأنه جوز أن يخالف حكمه حكم غيره في طرف، فكذلك يجوِّز أن يخالفه في طرف آخر، وفيه نظر لاستلزامه نقض ما قرره.
وبالجملة: فالمسكوت عنه أقسام، منه ما هو في "الصحيحين"، أو على شرط الصحة، أو حسن لذاته، أو مع الاعتضاد، وهما كثير في كتابه جدًا، ومنه ما هو ضعيف، لكنه من رواية من لم يجمع على تركه".
(١) "معالم السنن" (١/ ٦)، وفيه: "وَحُكيَ".
(٢) "معالم السنن" (١/ ٧)، ونقله عنه المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٧).
(٣) في "معالم السنن": "قبل زمان".',NULL,'64',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (62,'مع (١) السنن والأحكام أخبارًا وقصصًا ومواعظَ وآدابًا، فأمّا السنن المحضة فلم يقصد أَحَدٌ (٢) منهم جمعها واستيفاءها (٣) على حسب ما اتَّفَقَ لأبي داود، ولذلك حَلَّ هذا الكتاب عند أئمة الحديث وعلماء الأثر مَحَلَّ العجب، فَضُربت فيه أكباد الإبل، ودامت إليه الرَّحلُ " (٤). ثم رَوَى الخطابيُّ بإسناده عن إبراهيم الحربي (٥) قال: "لما صَنَّفَ أبو داود هذا الكتاب، أُلين له الحديث كما أُلين لداود - صلى الله عليه وسلم - الحديد". قال الخطابي (٦): "وسمعتُ ابن الأعرابي يقول -ونحن نسمع منه هذا الكتاب (٧) -: "لو أنَّ رجلاً لم يكن عنده من العلم إلا المصحف (٨) ثم
_________
(١) بدل (مع) في "معالم السنن": "إلى ما فيها من".
(٢) في "معالم السنن": "واحد".
(٣) بعدها في "معالم السنن": "ولم يقدر على تخليصها (تلخيصها) واختصار مواضعها من أثناء تلك الأحاديث الطويلة، ومن أدلة سياقها" ونقله المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٧) عدا "ومن أدلة سياقها".
(٤) في الأصل: "الرجل"! وفي "معالم السنن": "الرحل"، جمع رحلة وهو الصواب، وكذا عند المصنِّف في "تهذيب الأسماء واللغات".
(٥) قول الحربي عند ابن عساكر في "تاريخ دمشق" (٢٢/ ١٩٥ - ١٩٦) مسندًا.
وذكره المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٦)، والذهبي في "السير" (١٣/ ٢١٢)، و"تاريخ الإسلام" (٦/ ٥٥٢)، والمزي في "تهذيب الكمال" (١١/ ٣٦٥)، والسخاوي في "بذل المجهود" (٧٥). وعزاه في "السير" والمري والسخاوي للحربي، ومحمد بن أبو إسحاق الصغاني، وأورد مقولة الصغاني: ابن طاهر في "شروط الأئمة الستة" (١٠٣).
(٦) "معالم السنن" (١/ ٨) ونقله عنه المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٦).
(٧) بعدها في "معالم السنن": "فأشار إلى النسخة وهي بين يديه".
(٨) بعدها في "معالم السنن": "الذي فيه كتاب الله".',NULL,'65',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (63,'هذا الكتاب، لم يَحْتَجْ معهما إلى شيءٍ من العلم البَتَّة" (١)، قال الخطابي: "وهذا كما قال لا شكَّ فيه؛ لأنَّ الله (سبحانه وتعالى) أنزل كتابه تبيانًا لكل شيءٍ، وقال تعالى: {ومَا فَرطنَا فِي الكتب مِن شَيء} (٢) [الأنعام: ٣٨]، لكن التبيان ضَرْبان: جَليٌّ ذَكَرَهُ نَصًّا (٣)، وخَفيٌّ بيَّنه النبي - صلى الله عليه وسلم - (٤)، فمن جمع (٥) الكتاب والسنَّة فقد استكمل ضَرْبَي (٦) البيان، وقد جمع أبو داود في كتابه من الحديث في أصول العلم، وأمهات السنن، وأحكام الفقه، ما لا نعلم مُتقدّمًا سبقه إليه، ولا متأخرًا لحقه فيه [رحمه الله] (٧) ".
ورُوّينا عن أبي داود رحمه الله قال: "كتبتُ عن رسول الله - صلى الله عليه وسلم - خمس
_________
(١) نقله السخاوي في "بذل المجهود" (٥٩ ط أضواء السلف).
(٢) بعدها في "معالم السنن": (فأخبر سبحانه أنه لم يغادر شيئًا من أمر الدين لم يتضمن بيانه الكتاب إلاَّ أن البيان على ضربين".
(٣) جاءت العبارة في "معالم السنن" هكذا: "وبيان جلي، تناوله الذكر نَصًّا"، وهكذا نقلها عنه المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٦ - ٢٢٧) والسخاوي في "بذل المجهود" (ص ٦٠).
(٤) جاءت العبارة في "معالم السنن" هكذا: "وبيان خفي اشتمل عليه معنى التلاوة ضمنًا، فما كان من هذا الضرب، كان تفصيل بيانه موكولاً إلى النبي - صلى الله عليه وسلم -، وهو معنى قوله سبحانه: {لِتُبَيِنَ لِلناسِ مَا نُزِّلَ إلَيهم وَلَعَلَّهُم يَتَفَكَّرُون} [النحل: ٤٤] ". وهكذا نقله عنه المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٧)، والسخاوي في "بذل المجهود" (ص ٦٠).
(٥) في "معالم السنن": "جمع بين"، وهكذا هي عند السخاوي، وسقطت من "تهذيب الأسماء واللغات".
(٦) في "معالم السنن": "استوفى وجهي"، وهكذا هي عند المصنف في "التهذيب" وعند السخاوي.
(٧) ليست في "معالم السنن".',NULL,'66',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (64,'مئة ألف حديث، انتخبتُ منها ما ضَمَّنْتُه هذا الكتاب -يعني كتاب "السنن"- جمعتُ فيه أربعة آلاف وثمان مئة حديث، ذكرتُ الصحيح وما يشبهه ويقاربه" (١).
_________
(١) هو أصل مسائل مالك والشافعي والثوري، والفقهاء المعتبرين في زمانه، انتخبه -وهو أربعة آلاف وثمان مئة في العدد- من خمسة مئة ألف حديث بالسند، أفاده السخاوي في "بذل المجهود" (ص ٣١) من كلام أبي داود، وقال على إثره: "وكأنه اقتصر في هذه العدة على غير المتكرر، وإلاَّ فقد قال أبو الحسن بن العبد فيما هو له مقرر: إنه ستة آلاف على التحرير، منها أربعة بغير تكرير، قال: والبصري يزيد على البغدادي فيما علمه، ست مئة ونيفًا وستين حديثًا مع نيفٍ وألفِ كلمة.
هذا مع إيراده لها على أحسن ترتيب وأبدع نظام، وقرب شبهه من صنيع مسلم الإمام، في الحرصِ على تمييز ألفاظ الشيوخ في الصيغ والأنساب، فضلاً عن المتون المقصودة بالانتخاب".
قلت: بلغ عدد الأحاديث في رواية اللؤلؤي وهي المطبوعة المشهورة (٥٢٧٤) حديثًا، ونقل ابن الصلاح في "مقدمته" (٥٢)، والمصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٦)، و"التقريب" (١/ ١٦٧) مع "التدريب"، والذهبي في "السير" (١٣/ ٢٠٩ - ٢١٠) مقولة أبي داود هذه وزاد عليها، وأولها: "وقال أبو أبو بكر بن داسة: سمعت أبا داود يقول: كتبتُ عن رسول الله - صلى الله عليه وسلم - ... " بنحوها. وذكرها أيضًا: العراقي في "فتح المغيث" (١/ ٤٥)، ولم يحدد هؤلاء مصدرًا لها.
وذكرها العراقي في "التقييد والإيضاح" (٥٥)، والبقاعي في "النكت الوفية" (ق ٧٢/ أ)، وحاجي خليفة في "كشف الظنون" (٢/ ١٠٠٤ - ١٠٠٥)، وعزووها إلى أبي داود في "رسالته إلى أهل مكة"! وهذا ليس بصحيح، فهي ليست فيه! ويفهم من إيراد الحازمي لها في "شروط الأئمة" (٥٥) أنها ليست في رسالته؛ لأنه ذكر قسمًا منها، ثم قال: "وقد رَوينا عن أبي أبو بكر بن داسة .. " وذكر هذه العبارة.
بقي بعد هذا: "قول أبي داود: "وما يشبهه" يعني في الصحة، "وما يقاربه": =',NULL,'67',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (65,'ورُوّينا عن أبي العلاء المحسن بن محمد بن إبراهيم الوَاذَارِيِّ قال: "رأيت النبي - صلى الله عليه وسلم - في المنام فقال: من أراد أن يستمسك بالسنن، فليقرأ كتاب أبي داود" (١).
الوَاذَارِيّ -بالذال المعجّمة (٢) - مَنْسُوبٌ إلى واذار: قرية من قرى أصبهان (٣).

<span data-type="title" id=toc-12>٣ - فَصل</span>
في اسم مؤلف الكتاب، هو: أبو داود سليمان بن الأشعث بن أبو إسحاق بن بشير بن شداد بن عمرو بن عِمْران الأزْدِيّْ السِّجسْتَاني (٤)، ....
_________
= يعني فيها أيضًا" قاله ابن سيد الناس في "النفح الشذي" (١/ ٢١١). وذهب السخاوي في "فتح المغيث" (١/ ٧٣) أن العطف هنا للمغايرة، فما يشبه الشيء وما يقاربه ليس به، ولذا قيل: إنّ الذي يشبهه هو أبو الحسن، والذي يقاربه الصالح، ولزم منه جعل (الصالح) قسمًا آخر.
قال البقاعي في "النكت الوفية" (ق ٧٢/ أ): "الصحيح يمكن أن يريد به الصحيح لذاته، الثاني: شبهه، ويمكن أن يريد به الصحيح لغيره، الثالث مُقَاربه، ويحتمل أن يريد به أبو الحسن لذاته".
(١) ذكره المصنّف في "تهذيب الأسماء واللغات" (٢/ ٢٢٧) ووقع نحوه لأبي الأزهر ابن أخت أبي حاتم القاضي البصري، فقد رأى النبي - صلى الله عليه وسلم - في المنام يوصيه أن يكتب "سنن أبي داود"، انظر "فهرسة ابن خير" (١٠٧ - ١٠٨)، "برنامج التجيبي" (٧٥)، "بذل المجهود" (٧٥ - ط أضواء السلف و ٦٧ - ط مؤسسة الرسالة).
(٢) بفتح الواو والذال المعجمة بين الألفين، وفي آخرها الراء، قاله السمعاني في "الأنساب" (٥/ ٥٥٨).
(٣) انظر "معجم البلدان" (٥/ ٣٤٦) و"الأنساب" (٥/ ٥٥٨).
(٤) مصادر ترجمته كثيرة جدًّا، يصعب حصرها ويعسر استيفاؤها، ومن أشهر المصادر التي اعتنت بذلك: =',NULL,'68',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (66,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "تاريخ أبي زرعة الدمشقي" (انظر الفهرس)، و"الجرح والتعديل" (٤/ الترجمة ٤٥٦) و"ثقات ابن حبان"، و"أخبار أصبهان" (١/ ٣٣٤)، و"تاريخ بغداد" (٩/ ٥٥)، و"السابق واللاحق" (٢٦٤)، "تسمية شيوخ أبي داود" (ص ١٣) للجياني، و "طبقات الحنابلة" (١/ ١٥٩)، و"أنساب السمعاني" (٧/ ٤٦)، و"المعجم المشتمل" (الترجمة ٣٨٧)، و"تاريخ دمشق" و"تهذيبه" (٦/ ٢٤٦) لابن بدران، و"المنتظم": (٥/ ٩٧)، و"الكامل في التاريخ" (٧/ ٤٢٥)، و"اللباب" (٢/ ١٠٥)، و "تهذيب الأسماء واللغات" (٢/ ٢٢٤)، و "وفيات الأعيان" (٢/ ٤٠٤)، و"تاريخ الإسلام" للذهبي (٦/ ١٥٥٠)، و"سير أعلام النبلاء" (١٢/ ٢٠٣)، و"تذكرة الحفاظ" (٢/ ٥٩١)، و "العبر" (٢/ ٥٤)، و"الكاشف" (١/ الترجمة ٢٠٩٠)، و"تهذيب الكمال" (١١/ ٣٥٥)، و"إكمال تهذيب الكمال" (٦/ ٣٨)، و"تذهيب تهذيب الكمال" (١١/ ٣٥٥) رقم (٢٤٩٢)، و"طبقات السبكي" (٢/ ٢٩٣)، و"البداية والنهاية" (١١/ ٥٤)، و"نهاية السول" (ق ١٢٦)، و"تهذيب ابن حجر" (٤/ ٢٩٨)، و "طبقات الحفاظ" للسيوطي (٢٦١)، و"طبقات المفسرين" (١٩٥)، و"خلاصة الخزرجي" (الترجمة ٢٦٦٩)، و"شذرات الذهب" (٢/ ١٦٧) وغيرها. وقد جمع غير واحد شيوخه كما سيأتي، وخصّه غير واحد بدراسات مفردة، ولا سيما أصحاب (ختمات سنن أبي داود)، ومن أشهرهم: السخاوي في "بذل المجهود" وهو مطبوع مرتين، وعبد الله بن سالم البصري، (ت ١١٣٤ هـ)، ولختمه نسخة في مكتبة الحرم المكي، رقم (٣٨٠٨)، ثم رأيتُه مطبوعًا، ومحمد مرتضى الزَّبيدي (ت ١٢٠٥ هـ) له "تحفة الودود في ختم سنن أبي داود" كذا في "فهرس الفهارس" (١/ ٥٣٩) للكتاني.
ولمعاصرينا جهود كثيرة مشكورة في ترجمته، وأسوق على سبيل المثال:
"أبو داود، حياته وسننه" للشيخ محمد بن لطفي الصباغ، و"الإمام أبو داود السجستاني وكتابه السنن" لأبو عبد الله البراك، "الإمام أبو داود وسننه" لهدى خالد بالي. ولغير واحد دراسات منهجية حول "سننه". فقدم الباحث تركي الغميز عن جامعة الإمام بالرياض أطروحة ماجستير بعنوان "الأحاديث التي أشار إليها أبو داود في "سننه" إلى تعارض الوصل والإرسال فيها: تخريجًا =',NULL,'69',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (67,'هذا أصحُّ الأقوال في نَسَبه (١)، سَمع القعنبيَّ، وأبا الوليد الطيالسي، وأحمد بن حنبل، وابن معين، والتَّبُوذكي، وابن راهويه، وأبا ثور، وسليمان بن حرب، وابني أبي شيبة (٢)، .......................................
_________
= ودراسة"، وكذلك فعل محمد الفراج في رسالته "الأحاديث التي بيّن أبو داود في سننه تعارض الرفع والوقف فيها دراسة وتخريجًا"، وصدر في القاهرة "بذل المجهود فيما حكم عليه ابن الجوزي بالوضع من سنن أبي داود" لمحمد زكي خير، وللشيخ محمد بن هادي المدخلي "زوائد الإمام أبي داود على إلاصول الثمانية جمعًا ودراسة حديثية فقهية"، ولإدريس خرشفي "سنن أبي داود في الدراسات المغربية: رواية ودراية"، وللمفضل بو زرهون "فقه أبي داود السجستاني من خلال سننه"، ولجمال شكوت دلال "مراسيل التابعين في سنن أبي داود"، وللأخ الدكتور علي عجين "المعلقات في سنن أبي داود دراسة ووصلاً"، وللأخ الدكتور محمد سعيد حوى "مقولات أبي داود النقدية في كتابه السنن".
(١) وهو الذي اعتمده الذهبي في "تاريخ الإسلام" (٦/ ٥٥٠)، وهكذا سماه تلميذاه ابنُ داسة، وأبو عبيد الآجري كما في "تهذيب الكمال" (١١/ ٣٥٦)، و"السير" (١٣/ ٢٠٣)، ولم يذكرا (ابن عمرو بن عمران) وهما من زيادات الخطيب في "تاريخ بغداد" (٩/ ٥٥)، وذكره مثلهما، وهو الذي اعتمده الحافظ السلفي في (مقدمته) على "معالم السنن" (٨/ ١٤٣) وقال: "فهذا القول في نسبه أمثل، والقلب إليه أميل، والله تعالى أعلم".
ونقل المصنّف في "تهذيب الأسماء واللغات" (٢/ ٢٢٤ - ٢٢٥) الخلاف فيه، ونقل قول السلفي، ولم يتعقبه.
وقال السخاوي في "بذل المجهود" (٧٦ - ط أضواء) "وهذا النسب أصح ما وقفت عليه من الخلاف". وفي مطبوع "إكمال تهذيب الكمال" لمغلطاي (٦/ ٣٨) نقل عن ابن داسة، وأنه قال: "بشر" بدل "بشير" وهو خطأ، فليصوب والكتاب مليء بالأخطاء المطبعية.
(٢) سمّاهما المصنّف في "تهذيب الأسماء واللغات" (٢/ ٢٢٥) فقال: "وأبو أبو بكر وعثمان ابنا أبي شيبة".',NULL,'70',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (68,'وخلائق (١)، وأخذ علم الحديث عن أحمد بن حنبل (٢)، ويحيى بن معين.
_________
(١) أفرد شيوخ أبي داود بالتصنيف جمع، منهم: أبو علي الحسين بن محمد الجياني (ت ٤٩٨ هـ) له "تسمية شيوخ أبي داود سليمان بن الأشعث السِّجستاني"، ولأبي الوليد يوسف بن عبد العزيز الدباغ (ت ٥٤٦ هـ) حاشية عليه، وهو مطبوع مع "الحاشية"، وعلى النسخة الخطية حواشٍ بغير رمز ابن الدباغ لم أعرف لمن هي، وهي جيّدة، وفيها فوائد، ولم ينبه على ذلك محققوا كتاب الجياني -وهم ثلاثة كل حقَّقه على حدة-. وفي "تهذيب الكمال" (٣٠/ ٣٧٩) "شيوخ أبي داود" لابن الدباغ، ولعل عالمًا استل تعقبه وتعقبات غيره، ورمر لهم، وأسقطهم على نسخته، وشهر ذلك عنه! ولابن طاهر القيسراني (ت ٥٠٧ هـ) "مشايخ أبي داود"، نسب إليه في آخر كتابه "الجمع بين الصحيحين" (٢/ ٦٣٠)، ولابن خلفون (ت ٦٣٦هـ): "شيوخ أبي داود"، ذكره الرعيني في "فهرسته" (٥٥)، والمراكشي في "الذيل والتكملة" (٦/ ١٣٠) وغيرهما.
واستوعب المزي في "تهذيب الكمال" (١١/ ٣٥٦ - ٣٥٩) أسماء شيوخه في "السنن" وفاته عدد لا بأس به، احتفل بهم مغلطاي في "إكمال تهذيب الكمال" (٦/ ٣٩ - ٤٣) واستدرك عليه جماعة كبيرة، ولابن عساكر في "المعجم المشتمل" عناية قوية بهم، واعتمد عليه عبد الله البراك في كتابه "الإمام أبو داود السجستاني وكتابه السنن" (ص ١٧ - ٢٥) فأثبت مسردًا بأسمائهم مرتبًا على الحروف، وبلغوا (٤٢١) راويًا، وسمى المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٥) جماعة غير المذكورين.
(٢) قال الذهبي في "تاريخ الإسلام" (٦/ ٥٥٣) عن أبي داود: "قلت: وتفقه بأحمد بن حنبل، ولازمه مدة، وكان من نجباء أصحابه، ومن جلة فقهاء زمانه مع التقدم في الحديث والزهد".
قلت: روى أبو داود في "سننه" عنه قرابة (٢٢٠) حديثًا، وله "مسائل لأحمد" مطبوعة، وقال فيها (ص ٢٨١): "ودخلت على أبي أبو عبد الله منزله ما لا أحصيه". وقال -كما في "الإبانة"-: "كتبتُ رقعة فأرسلت بها إلى أبي أبو عبد الله أحمد وهو متوافر يومئذٍ، فأخرج الي جوابًا مكتوبًا فيه". =',NULL,'71',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (69,'روى عنه الترمذي والنسائي (١)، وابنه أبو أبو بكر أبو عبد الله، وأبو سعيد أحمد بن محمد بن زياد الأعرابي، وخلائق، منهم: راويا "السنن" عنه: أبو بكر محمد بن أبو بكر بن عبد الرزاق بن داسة (٢) التَّمَّار، وأبو علي محمد بن أحمد بن عَمرو -بفتح العين- اللؤلؤي، البصريان.
_________
= وفي "السنة" (رقم ٢٧) للخلال: "قال أبو داود لأصحابه: أسال الله أن يمن علينا وعليكم بلزوم السنة، والاقتداء بالسلف الصالح، بأبي أبو عبد الله -يريد الإمام أحمد- رحمه الله، فإنه أوضح من هذه الأمور المحدثات، ما هو كفاية لمن اقتدى به". وينظر في هذا "مجلة البحوث الإسلامية" (عدد ٢٥) (ص ٢٩٩ وما بعد).
(١) عبارة الذهبي في "السير" (١٣/ ٢٠٥): "حدث عنه: أبو عيسى في "جامعه" والنسائي فيما قيل".
قلت: رواية الترمذي في "جامعه" عن أبي داود، بالأرقام (٤٦٦، ٢٩٠١، ٣٦٠٤، ٣٧٨٩) وأما رواية النسائي ففيها نظر، ففي "تهذيب الكمال" (١١/ ٣٦١ - ٣٦٢): "وروى النسائي في "السنن" عن أبي داود، عن سليمان بن حرب، وعبد الله بن محمد النفيلي، وعبد العزيز بن يحيى الحراني، وعلي بن المديني، وعمرو بن عون الواسطي، ومسلم بن إبراهيم، وأبي الوليد الطيالسي. وروى في كتاب "يوم وليلة" عن أبي داود عن محمد بن كثير العبدي. والظاهر أن أبا داود في هذا كله هو السجستاني، فإنه معروف بالرواية عن هؤلاء، وقد شاركه أبو داود سليمان بن سيف الحراني في بعضهم، وروى عنه في كتاب "الكُنَى" وسَمَّاه ولم يكنه.
وذكر الحافظ أبو أبو القاسم في "المشايخ النَّبَل" (رقم ٣٨٧) أن النسائى أيضًا روى عنه وذكر له عنه في "الموافقات" حديثًا واحدًا. وقد وقع لنا عنه بعلو في جملة كتاب "السنن" ... ". وساقه المزي بسنده اليه، وهو حديث رقم (٥١٩٥) في "سنن أبي داود" برقم (١٠١٦٩) في "سنن النسائي الكبرى".
وذكرهما المصنف فيمن روى عنه في "تهذيب الأسماء واللغات" (٢/ ٢٢٥) أيضًا.
(٢) تحرف في الأصل: إلى "داسدة"!!',NULL,'72',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (70,'وعلَّق عنه أحمد بن حنبل حديثًا واحدًا (١)، وهو من رواية الكبار عن الصّغار.
_________
(١) قال أبو أبو بكر الخلال: "أبو داود الإمام المقدم في زمانه، رجلٌ لم يسبق إلى معرفته بتخريج العلوم، وبصره بمواضعه أحدٌ في زمانه، رجلٌ ورعٌ مقدَّمٌ.
وسمع أحمد بن حنبل منه حديثًا واحدًا كان أبو داود يذكره. وكان إبراهيم الأصبهاني وأبو أبو بكر بن صدقة يرفعون من قدره ويذكرونه بما لا يذكرون أحدًا في زمانه مثله". كذا في "تهذيب الكمال" (١١/ ٣٦٤).
قلت: والحديث الذي سمعه هو حديثه عن محمد بن عمرو الرازي عن عبد الرحمن بن قيس، عن حماد بن سلمة، عن أبي العشراء، عن أبيه: "أن النبي - صلى الله عليه وسلم - سُئل عن العتيرة فحسنها". وهو حديث منكر، رواه أبو داود خارج "السنن" وساقه الذهبي في ترجمة (عبد الرحمن بن قيس) من الميزان (٢/ ٥٨٣) وابن قيس هذا تركه النسائي، وقال مسلم: ذاهب الحديث.
قلت: وفي "السير" (١٣/ ٢١٨) بعد أن ساق من طريق أبي بكر بن أبي داود عن أبيه قال: حدثنا محمد بن عمرو الرازي، حدثنا عبد الرحمن بن قيس، عن حماد بن سلمة، عن أبي العشراء الدارمي، عن أبيه: "أن النبي - صلى الله عليه وسلم - سئل عن العتيرة، فحسنها".
قيل: إن أحمد كتب عن أبي هذا، فذكرتُ له، فقال: نعم. قلت: وكيف كان ذلك؟ فقال: ذكرنا يوما أحاديث أبي العشراء، فقال أحمد: لا أعرف له إلاَّ ثلاثة أحاديث، ولم يرو عنه إلا حماد حديث اللَّبة، وحديث: رأيت على أبي العشراء عمامة. فذكرت لأحمد هذا، فقال: أمِلَّهُ علي. ثم قال: "لمحمد بن أبي سمينة عند أبي داود حديث غريب. فسألني، فكتبه عني محمد بن يحيى بن أبي سمينة".
وقال الذهبي -قبل- (١٣/ ٢١١) عن حديث (العتيرة) الذي سمعه أحمد من أبي داود: "هذا حديث منكر، تُكلِّم في ابن قيس من أجله، وإنما المحفوظ عن حماد بهذا السند حديث أما تكون الذكاة إلاَّ من اللَّبَّة". وهذا عند أبي داود في "سننه" (٢٨٢٥) وغيره. وفي "التهذيب" (١٢/ ١٨٦): "قال: الميموني: سألت أحمد عن حديث أبي العشراء في الذكاة، قال: هو عندي =',NULL,'73',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (71,'قال القاضي أبو عمر الهاشمي (١): "قرأ أبو علي اللؤلؤي هذا الكتاب على أبي داود عشرين سنة، كان هو القارئ لكل قومٍ يسمعونه".
قال: "والزيادات التي في رواية ابن داسة حَذَفها أبو داود في آخر مرة؛ لشيءٍ كان يريبه في إسناده، فلهذا تفاوتا" (٢).
_________
= غلط ولا يعجبني ولا أذهب إليه إلا في موضع ضرورة. قال: ما أعرف أنه يروى عن أبي العشراء حديث غير هذا. وقال البخاري: في حديثه واسمه وسماعه من أبيه نظر". وانظر ترجمة (والد أبي العشراء) في "أسد الغابة" (٥/ ٤٤، ٤٥)، و "مسند أبي العشراء" لتمام الرازي (ص ٧).
(١) نقله ابن نقطة في "التقييد" (١/ ٣٣) وابن عطية في "فهرسه" (٨١) والتجيبي في "برنامجه" (٩٦) والسخاوي في "بذل المجهود" (ص ٥٦).
(٢) المراد: إن رواية أبي علي اللؤلؤي متفاوتة في العدد مع رواية ابن داسة، فرواية الأخير تقرب من رواية اللؤلؤي إلا في بعض التقديم والتأخير، وإلا ما عند ابن داسة من الأحاديث الزائدة، والكلام على الأحاديث، كما تراه في "فهرست ابن خير الإشبيلي" (١٤)، و "فهرس ابن عطية" (٨١) و"برنامج التجيبي" (٩٦). ولكن قال أبو عمر الهاشمي الراوي عن اللؤلؤي: "إن الزيادات التي عنده حذفها المصنف آخرًا لشيء رابه" كما نقله المصنف، وهكذا في "التقييد" (١/ ٣٣) لابن نقطة. على أنه قد فاته سماع بعضه من مصنفه، وذلك من قوله (باب ما يقول إذا أصبح وإذا أمسى) إلى: (باب الرجل ينتمي إلى غير مواليه)، فكان يقول: قال أبو داود، ولا يقول: حدثنا، أفاده ابن حجر في "المعجم المفهرس" (٣١)، والروداني في "صلة الخلف" (٦٢) وغيرهما.
وأما رواية ابن الأعرابي فسقط منها عدة كتب وهي: الفتن، والملاحم، والحروف، والخاتم، ونصف اللباس، ومن كلٍّ من: الطهارة والصلاة، والنكاح أوراق كثيرة، خرجها من رواياته من عوالي شيوخه بعد أن سمعها من محمد بن عبد الملك الرواس عن أبي داود. وفي رواية ابن العبد زيادة لكثير من الكلام على الأحاديث.
وحينئذٍ فينبغي التوقف في نسبة السكوت إليه إلا بعد الوقوف على جميعها، =',NULL,'74',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (72,'قال السمعاني: "آخر من حدّث بسنن أبي داود عن اللؤلؤي: أبو عمر أبو القاسم بن جعفر الهاشمي" (١).
واتفق العلماء على وصف أبي داود رحمه الله بالحفظ والإتقان والورع والعفاف والعبادة، ومعرفته بعلل الحديث وعلومه، قالوا (٢): وكان من فرسان الحديث (٣)، ...............................................................
_________
= كما أنه لا ينسب للترمذي القول بالتحسين أو التصحيح أو نحو ذلك، إلا بعد مراجعة عدة أصول لاختلاف النسخ في ذلك، ويكون هذا مستثنى من الاقتصار في العرض على أصلٍ واحد، للمحذور الذي أبديناه، أفاده السخاوي في "بذل المجهود" ص ٥٦ - ٥٨ - ط الرسالة و٧٠ - ٧١/ ط أضواء السلف).
انظر: "فهرست ابن خير" (١٠٥ - ١٠٦)، "برنامج التجيبي" (١٠٥) و"المعجم المفهرس" (٣١)، "نكت الزركشي" (١/ ٣٤١)، و"نكت ابن حجر" (١/ ٤٤١)، "صلة الخلف" للروداني (٦٢). وانظر أمثلة لما رواه ابن الأعرابي عن الرواس عن أبي داود في "تحفة الأشراف" (٨/ ٢٢١، ٩/ ٢٤٣)، و "سنن أبي داود" (١/ ٣٥٤ حاشية، ط عوامة)؛ و"عون المعبود" (٤/ ٢٠٣).
(١) الأنساب (٣/ ٢٢٥) ولقاسم بن جعفر (ت ٤١٤) ترجمتُه في "السير" (١٧/ ٢٢٥).
(٢) قالها علان بن عبد الصمد، كما في "تاريخ دمشق" (٢٢/ ٩٨)، و"تهذيب الكمال" (١١/ ٣٦٥)، و "إكمال تهذيب الكمال" (٦/ ٣٨)، و"تهذيب الأسماء واللغات" (٢/ ٢٢٦)، و"السير" (١٣) ٢١٢)، و"بذل المجهود" (٧٥)، وقالها أيضًا أحمد بن ياسين التَترَويّ في "تاريخ هراة" كما في "تاريخ بغداد" (٩/ ٥٨)، و"تاريخ دمشق"، (٢٢/ ١٩٦)، و"تهذيب الأسماء واللغات" (٢/ ٢٢٥)، و"تهذيب الكمال" (١/ ٣٦٥)، و"تاريخ الإسلام" (٦/ ٥٥٣)، و "السير" (١٣/ ٢١١)، و"بذل المجهود" (٧٥).
(٣) من قوله "واتفق ... " إلى هنا: نقله السخاوي في "بذل المجهود" =',NULL,'75',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (73,'قال الحاكم أبو عبد الله (١): "كان أبو داود إمام أهل الحديث في عصره بلا مدافعة، سمع (٢) بمصر والحجاز والشام والعِرَاقين (٣) وخُراسان"، وقال أبو حاتم بن حبّان (٤): "كان أبو داود أحد أئمة الدنيا فقهًا وعلمًا وحفظًا، ونسكًا وورعًا وإتقانًا، [ممن] (٥) جمع وصنّف وذبّ عن السنن". قال الخطيب البغدادي (٦): "سكن أبو داود البصرة، وقدم بغداد غير مرة، وروى (٧) بها كتاب "السنن"، ونقله عنه أهلها". قال (٨):
_________
= (٧٧ - ط الرسالة وص ٨٧ - ط أضواء السلف) وقال عقبه: "قلت: والثناء عليه كثير جدًّا"، وقال المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٥) نحوه، وعبارته تختلف عما هنا، ونصها: "واتفق العلماء على الثناء على أبي داود ووصفه بالحفظ التام أو العلم الوافر، والإتقان، والورع، والدين، والفهم الثاقب في الحديث وغيره".
(١) نقله ابن عساكر في "تاريخ دمشق" (٢٢/ ١٩٣)، والمصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٥)، والذهبي في "سير أعلام النبلاء" (١٣/ ٢١٢) وفي "تاريخ الإسلام" (٦/ ٥٥٣ - ط دار الغرب)، والسخاوي في "بذل المجهود" (٧٩ - ٨٠ - ط أضواء السلف وص ٧٠ - ٧١ ط الرسالة).
(٢) في الأصل: "سمعه" وكذا في "تهذيب الأسماء واللغات"، والتصويب من سائر المصادر.
(٣) هما: البصرة والكوفة.
(٤) "الثقات" (٨/ ٢٨٢)، ونقله المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٢٦)، والمزي في "تهذيب الكمال" (١١/ ٣٦٥)، ومغلطاي في "إكماله" (٦/ ٤٣ - ٤٤).
(٥) زيادة من "الثقات".
(٦) "تاريخ بغداد" (١٠/ ٧٦).
(٧) في "تاريخ بغداد": "وروى كتابه المصنف في السنن بها".
(٨) نقله الذهبي في "تاريخ الإسلام" (٦/ ٥٥٢)، والسخاوي في بذل المجهود" (٧٥ - ٧٦ - أضواء و ٦٨ - الرسالة).',NULL,'76',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (74,'"ويقال إنه صنّفه قديمًا وعرضه على أحمد بن حنبل، فاستجاده واستحسنه". وفي تاريخ بغداد (١): "إن أبا داود كان له كُمٌّ واسع وكُمٌّ ضيِّق، فقيل له [في ذلك] (٢)، فقال: الواسع للكتب والآخر لا نحتاج (٣) إليه".
ولد أبو داود سنة اثنتين ومئتين (٤)، وتوفي بالبصرة لأربع عشرة بقيت من شوّال سنة خمس وسبعين ومئتين (٥).
ويقال لأبي داود: السّجسْتَانيّ بكسر السين الأولى وفتحها، والكسر أشهر (٦)، ولم يذكر السمعانيُّ غَيْرَه (٧)، واقتصر القاضي عياض في "المشارق" على الفتح (٨). ويقال له أيضًا: السِّجْزي. قال ابن ماكولا (٩)
_________
(١) (١٠/ ٨٠ - ٨١).
(٢) بدل ما بين المعقوفتين في "تاريخ بغداد": "يرحمك الله، ما هذا؟ ".
(٣) في "تاريخ بغداد": "يُحتاجُ" بالتحتانية، وكذا في "تاريخ الإسلام" للذهبي (٦/ ٥٥٤) وغيره.
(٤) كذا في جل مصادر ترجمته، وما في "تهذيب الأسماء واللغات" (٢/ ٢٢٧): "اثنتين ومئة" خطأ فليصوب.
(٥) كذا في "تهذيب الأسماء واللغات" (٢/ ٢٢٧) وفي جميع المصادر وكتب الوفيات، ونقله أيضًا تلميذه أبو عبيد الآجري، كما في "تاريخ بغداد" (٩/ ٥٩)، و"السابق واللاحق" (٢٦٤)، و"تهذيب الكمال" (١١/ ١٦٧)، و"السير" (١٣/ ٢٢١).
(٦) وبكسر الجيم على الأشهر أيضًا، وحكي في الجيم السكون أيضًا، انظر: "الأنساب" (٣/ ٢٠)، "الإكمال" (٤/ ٥٤٩)، "بذل المجهود" (٧٦).
(٧) "الأنساب" (٣/ ٢٢٥).
(٨) "مشارق الأنوار" (٢/ ٢٣٤).
(٩) "الإكمال" (٤/ ٥٤٩ - ٥٥٠).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (75,'والسمعاني (١) وغيرهما: هي نسبة إلى سجستان على غير القياس، وسجستان: إقليم مشهور بين خُراسان وكَرْمان. وقيل: إن أبا داود منسوبٌ على سجستان، أو سجستانة: قرية بالبصرة، والصحيح المشهور هو الأول (٢).
...
_________
(١) "الأنساب" (٣/ ٢٢٦).
(٢) سجستان، الإقليم الذي منه الإمام أبو داود: هو إقليم صغير منفرد، متاخم لإقليم السند، غربيه بلد هراة، وجنوبيّه مفازة، بينه وبين إقليم فارس وكرمان، وشرقيه مفازة وبرية بينه وبين مكران، التي هي قاعدة السند، وتمام هذا الحد الشرقي بلاد المُلتان، وشماليه أول الهند.
فأرضُ سجستان كثيرةُ النخل والرمل، وهي من الإقليم الثالث من السبعة، وقصبةُ سجستان هي: زَرَنْج، وعرضُها اثنتان وثلاثون درجةً، وتطلق زرنج، على سجستان، ولها سور، وبها جامع عظيم، وعليها نهرٌ كبيرٌ، وطولُها من جزائر الخالدات تسعٌ وثمانون درجةً، والنسبة إليها أيضًا: "سجزي"، وهكذا ينسب أبو عوانة الإسْفراييني أبا داود فيقول: السجزي، وإليها يُنسب مسند الوقت "أبو الوقت السجزي". وقد قيل -وليس بشيء- إن أبا داود من سجستان قرية من أعمال البصرة، ذكره القاض شمس الدين في "وفيات الأعيان" (٢/ ٤٠٥)، فأبو داود أول ما قدم من البلاد، دخل بغداد، وهو ابن ثمان عشرة سنةً، وذلك قبل أن يرى البصرة، ثم ارتحل من بغداد إلى البصرة، قاله الذهبي في "السير" (١٣/ ٢٢٠ - ٢٢١)، وبنحوه في "تاريخ الإسلام" (٦/ ٥٣٣ - ط دار الغرب).
قلت: و (سجستان) الآن من مدن (أفغانستان) المشهورة في جنوبها على حدود إيران واسمها الفارسي (سكستان)، وهي البلاد السهلية حول بحيرة (زره) في شرقها، ويدخل فيها دلتا نهر (هيلمند) وغيره من الأنهار التي تصب في هذا البحر الداخل، وكانت مرتفعات ستاق قندهار، وهي بامتداد أعالي هيلمند، انظر: "معجم البلدان" (٣/ ١٩٠)، "بلدان الخلافة الشرقية" (ص ٣٧٢)، "المنجد في اللغة والإعلام" (٢٩٧)، "تاريخ الشعوب الإسلامية" (٢١٦).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (76,'<span data-type="title" id=toc-13>١ - باب: التخلِّي عند قضاء الحاجة</span>
١ - (حسن صحيح) حدثنا أبو عبد الله بن مسلمةَ بنِ قعنَبٍ القعنبيُّ، ثنا عبد العزيز -يعني ابن محمد-، عن محمد -يعني ابن عمرو-، عن أبي سلمةَ عن المُغيرة بن شُعْبَةَ: أنَّ النَّبي - صلى الله عليه وسلم - كانَ إذا ذهَبَ المذهب أبعد (١).
٢ - (صحيح) حدثنا مُسدد بن مُسرهد، نا عيسى بن يونس، ثنا إسماعيلُ بن عبد الملك، عن أبي الزُّبير، عن جابر بن أبو عبد الله: أن النبي - صلى الله عليه وسلم - كان إذا أراد البراز انطلق حتى لا يراه أحد (٢).
_________
(١) أخرجه الترمذي (٢٠) والنسائي (١٧) وفي "الكبرى" (١٦)، وابن ماجه (٣٣١)، والدارمي (١/ ١٧٦) (٦٦٠) وابن خزيمة (٥٠)، والحاكم (١/ ٢٣٦)، والبيهقي في "الكبرى" (١/ ٩٣)، والطبراني في "المعجم الكبير" (٢٠/ ٤٣٦) من طريق محمد بن عمرو عن أبي سلمة عن المغيرة بن شعبة به، وقال الحاكم: "على شرط مسلم، ولم يخرجاه" ووافقه الذهبي.
وهذا إسناد حسن، فإن محمد بن عمرو بن علقمة بن وقاص الليثي: صدوق له أوهام، روى له مسلم في المتابعات، وعندها فإنه ليس على شرط مسلم.
وأخرجه أحمد (٤/ ٢٤٤)، (٢٤٩)، والدارمي (١/ ١٧٧) رقم (٦٦١)، وابن خزيمة (١٠٦٤)، وابن عبد البر (١١/ ١٥٩)، والمزي في "تهذيب الكمال" (٢٢/ ٢٩٢) من طريق ابن سيرين بن عمرو بن وهبة عن المغيرة بن شعبة به.
وهذا إسناد صحيح، وصححه المصنف في "خلاصة الأحكام" (١/ ١٤٥) رقم (٣٠٢)، وفي "المجموع" (٢/ ٧٧).
(٢) أخرجه ابن ماجه (٣٣٥)، والدارمي (١٧)، وابن أبي شيبة (١/ ١٠١) و (٦/ ٣٢١)، وعبد بن حميد (ص ٣٢٠)، والحاكم (١/ ١٤٠)، والبيهقي (١/ ٩٣) من طريق إسماعيل بن عبد الملك عن أبي الزبير عن جابر. =',NULL,'79',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (77,'حديث المغيرة صحيح، ورواه أيضًا الترمذي، وحديث جابر صحيح، وله شاهد في "الصحيحين" من رواية المغيرة أيضًا (١).
فإن قيل: كيف حكمتم بصحّته وفي إسناده محمد بن عمرو بن علقمة؟! فالجواب: إنه لم يثبت في ابن (٢) علقمة قادحٌ مفسَّرٌ (٣).
_________
= وإسماعيل بن عبد الملك: صدوق كثير الوهم، وأبو الزبير مدلس، وقد عنعنه وهو صحيح بشواهده.
(١) يشير إلى ما أخرجه البخاري (٢٠٣)، ومسلم (٢٧٤) عن المغيرة بن شعبة عن رسول الله - صلى الله عليه وسلم -: أنه خرج لحاجته فاتبعه المغيرة بإداوة فيها ماء، فصب عليه حين فرغ من حاجته، فتوضأ ومسح على الخفين.
قلت: وفيه إشارة إلى ابتعاد النبي - صلى الله عليه وسلم - عن الناس، عند قضاء الحاجة، وذكره النووي في "خلاصة الأحكام" (١/ ١٤٥)، رقم (٣٠٥) وعزاه للشيخين.
(٢) في الأصل "بن" دون ألف في أوله، والموافق للقواعد إثباتها.
(٣) هو حسن الحديث فقط، أخرج له البخاري مقرونًا، ومسلم متابعة، وفي حفظه ضعف يسير يجعل حديثه في رتبة أبو الحسن لا الصحيح، ومع ذلك فقد صحح له ابن حبان وابن حزم والنووي! ولست أسعى في هذا التعليق إلى إثبات ثقة محمد بن عمرو، غير معتبر للجرح الذي فيه، وإنما أقول: هو حسن الحديث، لا سيما إذا لم يخالف، وممن تكلم فيه ابن الجوزي، قال في "الواهيات" (١/ ٣٣٧) على إثر حديث: "وفي طريقه محمد بن عمرو، قال يحيى: ما زال الناس يتَّقون حديثه".
قلت: ليس كلامه بدقيق؛ إذ ليس هو ممن يرمى بحديثه، ولم ينقل ابن الجوزي تعليل كلام ابن معين، وكذلك فعل في كتابه "الضعفاء والمتروكين" (٣/ ٨٨) رقم (٣١٤٣) إلا أنه زاد على قولة يحيى: "وقال مرة: ثقة، وقال السعدي: ليس بقوي".
وهذا قول ابن معين بتمامه: قال ابن أبي خيثمة: "سئل ابن معين عن محمد بن عمرو، فقال: ما زال الناس يتَّقون حديثه، قيل له: وما علة ذلك؟ قال: كان يحدث بالشيء مرة عن أبي سلمة من روايته، ثم يحدث به مرة أخرى عن أبي سلمة، عن أبي هريرة ... ". =',NULL,'80',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (78,'قوله: (المُغيرة) بضم الميم وكسرها، الضَّمُّ أشهر (١).
_________
= قلت: مقصود ابن معين أن محمد بن عمرو كان يحدث مرة بالحديث عن أبي سلمة لا يتجاوزه، ثم مرة أخرى يصل الحديث بذكر أبي هريرة، وغاية ذلك أنه قد يهم في وقف الحديث أو رفعه أو نحو ذلك، وقد يكون الحكم له أحيانًا على مخالفه، وهذا لا يوجب التوقف في حديثه فضلاً عن: " ... ما زال الناس يتقون حديثه". ولما سئل يحيى بن القطان، قال: "رجل صالح ليس بأحفظ الناس"، وهذا ليس بجرح كما لا يخفى.
وقد وثقه النسائي، وقال هو وابن المبارك: "لا بأس به"؛ فكيف استجاز ابن الجوزي - صلى الله عليه وسلم - أن ينقل هذا النقل المشوه ليوهم أن محمد بن عمرو: " ... ما زال الناس يتقون حديثه"؟!.
ومع هذا؛ فأرى أن ابن معين رحمه الله تعالى ربما هوَّل في حق محمد بن عمرو، ذلك أنه سئل: "أيهما تُقدم: محمد بن عمرو أو محمد بن إسحاق؟ فقال: محمد بن عمرو".
فإذا اعتبرت قول ابن معين في ابن إسحاق؛ علمت أنه ينبغي أن يكون ابن عمرو ثقة عند ابن معين، فقد سُئل عن ابن إسحاق، فقال: "ثقة، ثقة وليس بحجة، صدوق، ليس به بأس، ليس بذلك، ضعيف"، هذا كله قول ابن معين في ابن إسحاق، وتضعيفه له إنما إذا قورن بغيره.
فإذا كان ابن عمرو أفضل من ابن إسحاق؛ فلازم المذهب أن يكون ابن عمرو ثقة عند ابن معين، ثم وجدت ذلك صريحًا والحمد لله؛ فقال أحمد بن أبي مريم عن ابن معين: "محمد بن عمرو ثقة"، انظر: "الكامل" (٦/ ٢٢٢٩)، "تهذيب الكمال" (٢٦/ ٢١٢) والتعليق عليه، "ذكر أسماء من تكلم فيه وهو موثق" (رقم ٣٠٧)، "هدي الساري" (٤٤١)، تعليقي على "الخلافيات" للبيهقي (٣/ ٢٨٤)، بقي أمر مهم، وهو: أن السيوطي في "مرقاة الصعود" (٦ - مختصره "درجات") نقل كلام النووي وعزاه إلى "شرح أبي داود"، ووقع عنده "معتبر" بدل "مفسّر".
(١) قال المصنف في "شرح صحيح مسلم" (١/ ٩٨) ط قرطبة: "وأما المغيرة؛ فبضم الميم على المشهور، وذكر ابن السكيت وابن قتيبة وغيرهما أنه يقال بكسرها أيضًا، وكان المغيرة بن شعبة - رضي الله عنه - أحد دهاة العرب، كنيته =',NULL,'81',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (79,'قوله: "إذا ذهب المذهب أبعد"، أي: إذا ذهب لقضاء حاجة الإنسان.
والمذهب: اسم موضع التغوّط، يقال له: المذهب والخلاء والمرفق والمرحاض، قاله أبو عبيد (١) وغيره.
فيه: استحباب الإبعاد في ذلك إذا أمكن (٢).
قوله: "حدثنا مسدّد ... " إلى آخره. فيه إسماعيل بن عبد الملك بن رُفيع، وهو ابن أبي الصُّفَيْراء، وهو ضعيف (٣)، وسكت عليه أبو داود،
_________
= أبو عيسى، ويقال: أبو عبد الله، وأبو محمد، مات سنة خمسين، وقيل: سنة إحدى وخمسين، أسلم عام الخندق، ومن طرف أخباره أنه حكي عنه: أنه أحصن في الإسلام ثلاث مئة امرأة، وقيل: ألف امرأة". وترجمه المصنف في "تهذيب الأسماء واللغات" (٢/ ١٠٩ - ١١٠).
(١) في "غريب الحديث" (٣/ ١٤٣).
(٢) انظر "التحقيق" (٨٤)، "المجموع" (٢/ ٧٧)، "التنقيح في شرح الوسيط" (١/ ٢٩٣)، "المنهاج" (١/ ٩٠ - ط البشائر)، "روضة الطالبين" (١/ ٦٦)، كلها للمصنف.
وقال المصنف في "شرح صحيح مسلم" (٣/ ٢١٣ - ط قرطبة) عند حديث حذيفة الذي أخرجه مسلم (٢٧٣) بسنده إليه قال: "كنت مع النبي - صلى الله عليه وسلم - فانتهى إلى سباطة قوم، فبال قائمًا"، قال النووي: "وأما بوله - صلى الله عليه وسلم - في السباطة التي بقرب الدور مع أن المعروف من عادته - صلى الله عليه وسلم - التباعد في المذهب، فقد ذكر القاضي عياض - صلى الله عليه وسلم - أن سببه أنه - صلى الله عليه وسلم - كان من الشغل بأمور المسلمين، والنظر في مصالحهم بالمحل المعروف، فلعله طال عليه مجلس حتى حفزه البول، فلم يمكنه التباعد، ولو أبعد لتضرر، وارتاد السباطة لِدَمثِها، وأقام حذيفة بقربه؛ ليستره عن الناس". قال: "وهذا الذي قاله القاضي حسنٌ ظاهر، والله أعلم". قلت: وكلامه في "إكمال المعلم" (٢/ ٨٣).
(٣) قال النسائي: ليس بالقوي. وكذا قاله ابن معين. وقال يحيى القطان: تركته ثم كتبت عن سفيان عنه، ووهاه ابن مهدي، وقال أبو حاتم. ليس بقوي =',NULL,'82',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (80,'فهو حَسَنٌ عنده فإن كان له عاضدٌ وإلا فهو ضعيف.
قوله: "عيسى بن يونُس"، هو بضمّ النون وفتحها وكسرها، بالهمز وتركه، أفصحهنّ الضمُّ بلا همز (١).
قوله: "إذا أراد البراز"، هو بكسر الباء وفتحها، قال الخطابي (٢): "هو بفتح الباء، وهو الفضاء الواسع، كَنَّوْا به عن حاجة الإنسان، كما كَنَّوْا عنها بالخلاء (٣)، يقال: تَبرَّزَ (٤) إذا تَغَوَّط ". قال: "وأكثر الرواة (يكسرون الباء) (٥) وهو غلط، إنما (٦) البراز -بالكسر (٧) - مصدر بارزتُ الرجل في الحرب مبارزةً وبرازًا"، هذا كلام الخطابي، وقلَّده فيه جماعة، وليس الكسر غَلَطًا كما قال، بل هو صحيح أو أصح (٨)؛ فقد
_________
= الحديث، وليس حدّه الترك. وقال ابن حجر: صدوق كثير الوهم. انظر: "الجرح والتعديل" (٢/ ١٨٦)، "تهذيب الكمال" (٣/ ١٤١)، "الميزان" (١/ ٢٣٦).
(١) قاله في "شرح صحيح مسلم" (١/ ١١٣) وكذا في "تهذيب الأسماء واللغات" (٢/ ١٦٧)، وزاد: "وبه جاء القرآن".
(٢) في "معالم السنن" (١/ ٩)، وعبارته: "البراز بالباء المفتوحة، اسم للفضاء الواسع من الأرض".
(٣) في "المعالم": "كما كنّوا بالخلاء عنه"، والمثبت عند المصنف في "تهذيب الأسماء واللغات" له أيضًا (٣/ ٢٥).
(٤) في "المعالم": "تبرز الرجل إذا تغوط". وكذا نقلها المصنف في "التهذيب" (٣/ ٢٥).
(٥) بدل ما بين القوسين في "المعالم": "يقولون البراز بكسر الباء"، وكذا في "التهذيب" (٣/ ٢٥) للمصنف فيما نقله عنه.
(٦) في "المعالم": "وإنما".
(٧) ليست في "المعالم" ولا في "تهذيب السنن".
(٨) قال المصنف في "تهذيب الأسماء واللغات" (٣/ ٢٥) عقب نقله كلام =',NULL,'83',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (81,'ذكر الجوهريُّ (١) وغيره البراز -بالكسر- اسم للغائط الخارج من الإنسان (٢)، ........................................................................
_________
= الخطابي السابق: "ذكر بعض مَنْ صنَّف في ألفاظ "المهذب" من الفضلاء أنه (البِراز) -بكسر الباء-، قال: ولا تقل بفتحها، قال: لأن البراز -بالكسر- كناية عن ثقل الغذاء، وهو المراد".
قال النووي على إثره: "وهذا الذي قاله هذا القائل هو الظاهر والصواب".
وقال في "المجموع" (٢/ ٨٦ - ٨٧) على إثر كلام الخطابي: "فحصل أن المختار كسر الباء".
وانظر: "المغني في الإنباء عن غريب المهذب والأسماء" (١/ ٤٨ - ٤٩) لابن باطيش (ت ٦٥٥هـ).
(١) في "الصحاح" (٣/ ٨٦٤)، مادة (برز) وعبارته: "البِرازُ أيضًا: كناية عن ثُقل الغذاء، وهو الغائط". ونقله عنه المصنف في "التهذيب" (٣/ ٢٥) وقال على إثره: "وأكثر الرواة أيضًا، وهذا يعيِّن المصير إليه، لأنّ المعنى عليه ظاهر، ولا يظهر معنى الفضاء الواسع إلا بتأويل وكلفة، فإذا لم تكن الرواية عليه، لم يُصر إليه، والله أعلم".
قلت: فسر في "شرح صحيح مسلم" (٣/ ٢٠٨ - ٢٠٩) يتبرز، بقوله: "يأتي البراز، قال: بفتح الباء، وهو المكان الواسع الظاهر من الأرض، ليخلو بحاجته، ويستتر ويبعد عن أعين الناظرين".
وقال فيه (١٤/ ٢١٦) تحت حديث (٢١٧٠): "البراز: هكذا المشهور في الرواية (البراز) -بفتح الباء- وهو الموضع الواسع البارز الظاهر، وقد قال الجوهري في "الصحاح": البراز -بكسر الباء- هو الغائط". قال: "هذا أشبه أن يكون المراد هنا".
(٢) نقله المناوي في "فيض القدير" (١/ ١٧٧)، قال: "وقال الكمال بن أبي شريف: وجدت بخط النووي في قطعة كتبها على "سنن أبي داود" بعد أن نقل قول الخطابي أن الكسر غلط، ما نصه: "ليس الكسر غلطًا" ونقله إلى هنا، وقال: "وقال الولي العراقي في "شرح أبي داود": إذا ثبت أن (البِراز) بالكسر: ثقل الغذاء، وأكثر الرواة إلى الكسر، تعيَّن المصير إليه، ولا يظهر =',NULL,'84',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (82,'فيظهر الكسر حينئذٍ، لا سيَّما والرواية بالكسر كما نقله الخطابي (١).
وفيه: استحباب التباعد عن الناس عند قضاء الحاجة، ويلحق به ما كان في معناه.
...
_________
= معنى الفتح إلا بتوسّع، وانتقال عن المدلول الأصلي إلى غيره".
(١) نقله السيوطي في "مرقاة الصعود" (٦ - درجات) عن النووي في كتابه هذا.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (83,'<span data-type="title" id=toc-14>٢ - باب: الرجل يَتَبَوَّأ لبوله</span>
هو مهموز (١)، أي: يطلب موضعًا صالحًا له.
٣ - (ضعيف) حدثنا موسى بن إسماعيل، نا حمادٌ، نا أبو التياحِ قال: حدثني شيخٌ قال: لما قدم أبو عبد الله بن عباس البصرة، فكان يحدث عن أبي موسى، فكتب أبو عبد الله إلى أبي موسى يسأله عن أشياء، فكتب إليه أبو موسى: إني كنت مع رسول الله - صلى الله عليه وسلم - ذات يوم، فأراد أن يبول فأتى دَمثًا في أصل جدارٍ، فبال، ثم قال - صلى الله عليه وسلم -: "إذا أراد أحدكم أن يبول فليَرْتَدْ لبوله موضعًا" (٢).
_________
(١) يريد: "يتبوأ".
(٢) أخرجه أحمد (٤/ ٣٩٦، ٣٩٩، ٤١٤)، والطيالسي (٥١٩) ومن طريقه الحاكم (٣/ ٥٢٨)، والبيهقي (١/ ٩٣)، من طرق عن أبي التياح به، وهو ضعيف لجهالة الراوي عن ابن عباس.
وله شاهد من فعل النبي - صلى الله عليه وسلم -: أخرجه ابن حبان في "المجروحين" (٢/ ٩١)، من طريق عمر بن هارون عن الأوزاعي عن يحيى بن أبي كثير عن أبو عبد الله بن أبي قتادة، عن أبيه قال: "كان رسول الله - صلى الله عليه وسلم - يرتاد لبوله كما يرتاد أحدكم لصلاته"، وعمر بن هارون متروك، فالحديث ضعيف.
وذكره المصنف في "خلاصة الأحكام" (١/ ١٤٩) رقم (٣٢٢) في (قسم الضعيف) من (كتاب الاستطابة) وقال في "المجموع" (٢/ ٨٣): "ضعيف، رواه أحمد وأبو داود عن رجل عن أبي موسى".
وقال المناوي في "فيض القدير" (١/ ٣٤٦): "وقال المنذري في تعقبه على أبي داود: فيه مجهول، وتبعه الصدر المناوي، وقال النووي في =',NULL,'86',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (84,'وحديث الباب ضعيف؛ لأن فيه مجهولاً، وإنما لم يصرِّح أبو داود بضعفه لأنه ظاهر (١).
قوله: "حدثنا أبو التَّياح" هو بمثناة فوق مفتوحة، ثم مثناة تحت مشدَّدة، وبحاءٍ مهملة (٢).
اسمه: يزيد بن حميد، بَصْريّ. قال شعبة: كُنَّا نُكَنِّيه أبا حماد، قال: وبلغني أنه كان يُكَنّى بأبي التياح وهو غلام (٣).
قوله: "لما قدم البصرة"، هي بفتح الباء وكسرها وضَمِّها، الفتح أشهر (٤).
قوله: "فأتى دَمِثًا في أصل جدار فبال": هو بكسر الميم وفتحها،
_________
= "المجموع" و"شرح أبي داود": حديث ضعيف لأن فيه مجهولين. قال: وإنما لم يصرح أبو داود بضعفه؛ لأنه ظاهر، ووافقه الولي العراقي فيما كتبه عليه، فقال: ضعيف، لجهالة راويه، والمجهول الذي في إسناد أبي داود في إسناد البيهقي، انتهى".
(١) نقله المناوي في "الفيض" (١/ ٣٤٦) عن كتابنا، كما في الهامش السابق.
(٢) انظر: "التوضيح" (٣/ ١٣١)، "الإكمال" (٧/ ٣٣١)، "المشتبه" (٢/ ٦٢٩)، "التبصير" (٤/ ١٤٠٠٦).
(٣) انظر: "الكنى والأسماء" (٤٧٣) لمسلم، و"الكنى" (١/ ق ٤٥) لأبي أحمد الحاكم، و "الكنى والأسماء" للدولابي (١/ ١٣١ - ط الهندية)، "ذكر من اشتهر بكنيته من الأعيان" (رقم ١٠١)، "طبقات ابن سعد" (٧/ ٢٣٨)، "طبقات خليفة" (٢١٦)، "طبقات مسلم" (١٨٧٧ - بتحقيقي).
(٤) المصنف في "شرح صحيح مسلم"، (١/ ٢١٧) وفي "تهذيب الأسماء واللغات" (٣/ ٣٧ - ٣٨) وفي "تحرير ألفاظ التنبيه"، (٢٢٠ - ٢٢١) كلام جيد في التعريف بها، وأفاد أن الأزهري حكى الفتح والكسر والضم، قال: "حكاهن الأزهري، أفصحهن الفتح، وهو المشهور". وينظر للأزهري "تهذيب اللغة" (١٢/ ١٧٥).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (85,'الكسر أشهر، وهو الأرض اللينة كالرمل ونحوه مما يَخُدُّ فيه البول فلا يرجع ولا يسيل (١).
وقوله: "بال في أصل الجدار"، أي: قريبًا منه بحيث لا يفسده، أو أنه كان غير مملوكٍ، أو يعلم أن مالكه لا يكره ذلك (٢).
قوله: "إذا أراد أحدكم أن يبول فَلْيَرْتَد لبوله"، أي: يطلب (٣) موضعًا سهلًا صالحًا لذلك. ففيه استحباب ذلك (٤).
وفيه: الكتابة بالعلم والعمل بها، وسؤال الفضلاء العلم، وإن كان السائل فاضلًا.
...
_________
(١) انظر: النهاية (٢/ ١٣٢)، "الفائق" (١/ ٤٣٨) مادة (دمث).
(٢) وكذا قال المنذري في "مختصر سنن أبي داود" (١/ ١٥) ونقله عنه وعن المصنّف: المناوي في "الفيض" (١/ ٣٤٦) ونقله عن المصنف وحده: السيوطي في "مرقاة الصعود" (ص ٦ - درجات) وتعقبه بما لا طائل تحته، فقال: "قلت: بل ملّكه تعالى كلّ ملكه، فغيره إنما سكنوه عارية منه - صلى الله عليه وسلم -"!.
(٣) الارتياد: افتعال من (الرود)، كالابتغاء من (البغي)، ومنه: الرائد: طالب المرعى والطير يتريّد الورق، أي: يطلبه. ومنه المثل (الرائد لا يكذب أهله)، وهو الذي يرسل في طلب المرعى، أفاده المناوي (١/ ٣٤٦)؛ واقتصر الشارح في "تحرير ألفاظ التنبيه" (ص ٣٧) على قوله: "الارتياد: الطلب" وهكذا فعل هنا.
(٤) قال المصنف في "المجموع" (٢/ ٨٤): "وهذا الأدب متفق على استحبابه"، وفعله (سنة) في "روضة الطالبين" (١/ ٦٦)، و (أدبًا) في "التحقيق" (٨٤) وأقر الغزالي في "التنقيح" (١/ ٢٩٨) بما عده (أدبًا).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (86,'<span data-type="title" id=toc-15>٣ - باب: ما يقول إذا دخل الخلاء</span>
أي: إذا أراد دخوله.
٤ - (صحيح) حدثنا مسدد بن مسرهد، ثنا حماد بن زيد وعبد الوارث، عن عبد العزيز بن صُهيب، عن أنس بن مالك قال: كان رسول الله - صلى الله عليه وسلم - إذا دخل الخَلاءَ -قال عن حمَّاد- قال: "اللهم إِني أَعوذُ بِكَ -وقال: عن عبد الوارث قال: "أعوذ بالله"- من الخبث والخبائث" (١).
_________
(١) أخرجه البخاري (١٤٢)، (٦٣٢٢) من طريق شعبة عن عبد العزيز بن صهيب، ومسلم (٣٧٥) من طريق حماد بن زيد، وهشيم، وإسماعيل ابن علية، ثلاثتهم عن عبد العزيز. ولفظ شعبة وحماد وهشيم: "اللهم إني أعوذ بك من الخبث والخبائث". ولفظ إسماعيل ابن علية: أعوذ بالله من الخبث والخبائث" وشيخا مسلم فيه عن ابن علية هما: أبو أبو بكر بن أبي شيبة، وزهير بن حرب، ورواه النسائي (١٩) عن أبو إسحاق بن راهويه، عن إسماعيل بمثل لفظ شعبة وحماد وهشيم: "اللهم إني أعوذ بك من الخبث والخبائث".
وأخرجه البخاري في "الأدب المفرد": (٦٩٢) من طريق سعيد بن زيد عن عبد العزيز بمثل لفظ الجماعة.
وتابع ابن علية على لفظه عبد الوارث، أخرجه النسائي في "الكبرى" (٧٦٦٤)، و (٩٩٠٢)، والبيهقي (١/ ٩٥) بلفظ: "أعوذ بالله "، فالظاهر أن رواية أبي داود هنا له عن عبد الوارث مقرونًا بحماد لا يريد منه المماثلة في ألفاظهما، ولكنه يريد تقسيم الطرق والأسانيد، دون التفات إلى هذا الفرق اليسير في الرواية، وتابعه أيضًا شعبة في الرواية الأخرى التي ذكرها أبو داود، وهي عند أحمد (٣/ ٢٨٢)، فالحاصل أن حماد بن زيد وهشيمًا وشعبة في أحد اللفظين عنه، وإسماعيل ابن علية في بعض الروايات وسعيد =',NULL,'89',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (87,'(صحيح) قال أبو داود: رواه شعبة، عن عبد العزيز: "اللهم إني أعوذ بك". وقال مرة (شاذ): "أعوذ بالله" وقال وهيب: "فليتعوذ بالله" (١).
٥ - حدثنا أبو الحسن بن عمرو -يعني السَّدُوسيَّ-، قال: ثنا وكيعُ، عن شُعبة، عن عبد العزيز -هو ابن صُهيب-، عن أنس، بهذا الحديث، قال: "اللهم إني أعوذُ بِكَ".
وقال شُعبة: وقال مرَّة "أعوذ بالله". [وقال وُهيبٌ، عن عبد العزيز: فليتعوَّذ بالله].
حديث أنس في "الصحيحين"، وإسناده بصريون كلهم.
_________
= ابن زيد رووه بلفظ "اللهم اني أعوذ بك ... " ورواه عبد الوارث وإسماعيل ابن علية بلفظ: "أعوذ بالله".
فتقدم رواية الأكثر، وهي المشهورة في دواوين السنة، وخرجها البخاري دون غيرها، والله أعلم.
(١) وهيب بن خالد بن عجلان الباهلي، رواه عن عبد العزيز بن صهيب بلفظ الأمر، وليس بحكايته من فعل النبي - صلى الله عليه وسلم -، كما هي رواية أصحاب عبد العزيز بن صهيب، فتُقدَّم روايتهم عليه، وإن كان ثقة من رجال الشيخين، وتابعه عبد العزيز بن المختار عن عبد العزيز بن صهيب؛ فقد قال الحافظ في الفتح (١/ ٢٤٤): "وقد روى العمري هذا الحديث من طريق عبد العزيز بن المختار عن عبد العزيز بن صهيب بلفظ الأمر، قال: "إذا دخلتم الخلاء؛ فقولوا باسم الله، أعوذ بالله من الخبث والخبائث"، وإسناده على شرط مسلم، وفيه زيادة التسمية، ولم أرها في غير هذه الرواية". وعبد العزيز المختار على ثقته إلا أنه كان يخطيء كما قال ابن حبان في "ثقاته" (٧/ ١١٥).
قلت: ورواية وهيب، وصلها أبو داود نفسه في هذا الباب، كما ذكر ذلك المري في "تحفة الأشراف" (١/ ٢٨٢) وأشار ابن حجر في "النكت الظراف" أنه في رواية ابن داسة للسنن، وليس هو في المطبوع منه.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (88,'والخبث بضمِّ الباء، ويجوز إسكانها كما في نظائره (١)، وقال الخطابي (٢): "صوابه ضمُّ الباء"، قال (٣): "وعامة المحدِّثين يسكنونها وهو غلط"، وهذا الذي ادَّعاه الخطابي رحمه الله ظاهر الفساد، وعجبٌ مِثلُه من مِثلِه؛ فقد اتفق أهل العربية على أن كل ما كان على وزن فُعُل -بضم الفاء والعين- جاز إسكان عينه (٤)،
_________
(١) حكى الوجهين في "التنقيح في شرح الوسيط" (١/ ٢٩٩) وستأتي أمثلة على النظائر من كلام الشارح رحمه الله.
(٢) "معالم السنن" (١/ ١١) وبنحوه في "الغريب" (٣/ ٢٢١) له.
(٣) "معالم السنن" (١/ ١١) وعبارته: "وعامة أصحاب الحديث يقولون: الخبث ساكنة الباء وهو غلط". وانظر: "إصلاح خطأ المحدثين" (٤٧)، "غريب الحديث" (٣/ ٢٢٠ - ٢٢١) كلاهما للخطابي.
(٤) قال المصنف في "شرح صحيح مسلم" (٤/ ٩٤ - ٩٥):
"أما (الخبث) فبضم الباء وإسكانها، وهما وجهان مشهوران في رواية هذا الحديث. ونقل القاضي عياض رحمه الله في "إكمال المعلم" أن أكثر روايات الشيوخ الإسكان. وقد قال الإمام أبو سليمان الخطابي رحمه الله في "إصلاح غلط المحدثين" (ص ٢٢) (الخبث): بضم الباء، جماعة الخبيث، و (الخبائث): جمع الخبيثة. قال: يريد ذُكران الشياطين وإناثهم. قال: وعامة المحدثين يقولون (الخبث) بإسكان الباء، وهو غلط! والصواب الضم". قال النووي متعقبًا: "هذا كلام الخطابي! وهذا الذي غلّطهم فيه ليس بغلط، ولا يصح إنكار جواز الإسكان؛ فإن الإسكان جائز على سبيل التخفيف، كما يقال: كُتب، ورُسْل، وعُنْق، وأُذْن، ونظائره، فكل هذا وما أشبهه جائز تسكينه بلا خلاف عند أهل العربية، وهو باب معروف من أبواب التصريف، لا يمكن إنكاره، ولعل الخطابي أراد الإنكار على من يقول أصله الإسكان فإن كان أراد هذه فعبارته موهمة، وقد صرح جماعة من أهل المعرفة بأن الباء هنا ساكنة، منهم الإمام أبو عبيد إمام هذا الفن والعمدة فيه".
قلت: كلام أبي عبيد في "غريب الحديث" (٢/ ١٩٢) وقال أبو العباس =',NULL,'91',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (89,'قال الخطابي (١) وغيره: "الخبث جمع خبيث، والخبائث جمع خبيثة، فاستعاذ من ذكرر الشياطين وإناثهم"، وقيل: الخبْث -بالإسكان-: الشرُّ، والخبائث: الشياطين (٢). قال ابن الأعرابي (٣): أصل الخبث (٤) في كلام العرب المكروه، فإن كان من الكلام فهو الشَّتم، وإن كان من المِلل فهو الكفر، وإن كان من الطعام فهو الحرام، وإن كان من الشراب فهو الضَّار.
٦ - (صحيح) حَدَّثَنا عَمْروُ بْنُ مَرْزُوق، أنا شُعْبَةُ، عَنْ قَتَادةَ، عَنِ النَضرِ بْنِ أنَسِ، عَنْ زيدِ بْنِ أرْقَمِ، عَنْ رَسولِ الله - صلى الله عليه وسلم - قالَ:"إِنَّ هَذه الحُشُوشَ مَحْتَضَرَةٌ؛ فَإذَا أتى أَحَدُكُمُ الخَلاءَ فَلْيَقُلْ أَعُوْذُ بالله مِنَ
_________
= القرطبي في "المفهم" (٢/ ٦١٠): "رويناه به أيضًا".
وللنووي في "تهذيب الأسماء واللغات" (٢/ ٨٦ - ٨٧) كلام بنحو ما قدمناه عنه آنفًا.
(١) "معالم السنن" (١/ ١١)، والعبارة فيها تصرف، وبنحوها في "الغريب" له (٣/ ٢٢٠ - ٢٢١).
(٢) قال المصنف في "تحرير ألفاظ التنبيه" (ص ٣٦ - ٣٧):
"الخبث: بضم الباء وإسكانها: جمع خبيث، وهم ذكران الشياطين.
و (الخبائث): جمع خبيثة، وهي إناثهم. وقيل: هو بالإسكان الشر، وقيل: الكفر، والخبائث: المعاصي".
وانظر: "شرح صحيح مسلم" (٤/ ٩٥ - ط قرطبة) و"تهذيب الأسماء واللغات" (٣/ ٨٧).
(٣) نقله عنه الأزهري في "تهذيب اللغة" (٧/ ٣٤١ - ٣٤٢) والخطابي في "المعالم" (١/ ١١) و"غريب الحديث" (٣/ ٢٢١) وابن منظور في "لسان العرب" (٢/ ١٤٤).
(٤) كذا في الأصل، وفي سائر المراجع، وعند الأزهري: "أصل الخبيث". وقال محقق كتابه "تهذيب اللغة" -وهو العلامة اللغوي عبد السلام هارون رحمه الله-: "وهو أصح".',NULL,'92',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (90,'الخُبُثِ والخَبَائِثِ" (١).
_________
(١) أخرجه الطيالسي (٦٧٩)، وأحمد (٤/ ٣٦٩، ٣٧٣)، وابن ماجه (٢٩٦)، والترمذي في "العلل الكبير" (١/ ٨٢)، والنسائي في "الكبرى" (٩٩٠٣) وهو في "عمل اليوم والليلة" (٧٥)، وابن خزيمة (٦٩)، وأبو يعلى (٧٢١٩) وابن حبان (١٤٠٨)، والحاكم (١/ ١٨٧)، والطبراني في "المعجم الكبير" (٥/ ٢٠٤) رقم (٥٠٩٩)، وفي "الدعاء" (٣٦١)، والبيهقي في "السنن الكبرى" (١/ ٩٦)، والخطيب في "تاريخ بغداد" (٤/ ٢٨٧) من طرق عن شعبة به.
وإسناده صحيح على شرط البخاري، وصححه المصنف في "خلاصة الأحكام" (١/ ١٤٩) رقم (٣٢٠) وعزاه فقط لأبي داود.
وأخرجه ابن حبان (١٤٠٦) من طريق شعبة عن قتادة عن أبو القاسم الشيباني عن زيد بن أرقم به.
وأخرجه أحمد (٤/ ٣٧٣)، وأبو يعلى (٧٢١٨)، وابن أبي شيبة (١/ ١١، ٦/ ١١٤)، وابن ماجه (بعد ٢٩٦)، والنسائي في "السنن الكبرى" (٩٩٠٤ - ٩٩٠٦)، والحاكم (١/ ١٨٧)، والطبراني في "الكبير" (٥/ ٢٠٥ - ٢٠٨) (رقم ٥١١٥)، وفي "الدعاء" (٣٦٣)، والخطيب في "تاريخ بغداد" (١٣/ ٣٠١) من طريق سعيد بن أبي عروبة عن قتادة عن قاسم الشيباني عن زيد بن أرقم به، وهذا إسناد صحيح أيضًا.
وقال الترمذي في "سننه" عقب الحديث رقم (٥): "وحديث زيد بن أرقم في إسناده اضطراب، رواه هشام الدستوائي وسعيد بن أبي عروبة عن قتادة، فقال: سعيد عن أبو القاسم بن عوف الشيباني عن زيد بن أرقم، وقال هشام: عن قتادة عن زيد بن أرقم، ورواه شعبة ومعمر عن قتادة عن النضر بن أنس فقال شعبة: عن زيد بن أرقم، وقال معمر: عن النّضر بن أنس عن أبيه عن النبي - صلى الله عليه وسلم -". ثم قال: "سألت محمدًا عن هذا؟ فقال: يحتمل أن يكون قتادة روى عنهما جميعًا".
فالظاهر أن لقتادة فيه شيخين، وليس هو من المضطرب في شيء، لا سيما وقد جاء من طريق شعبة عن قتادة عن أبو القاسم عند ابن حبان (١٤٠٦)، وأما خلاف شعبة ومعمر فقد قال البيهقي (١/ ٩٦): "وقيل عن معمر عن قتادة =',NULL,'93',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (91,'وأما حديث زيد بن أرقم فهو صحيح أو حسن (١).
قوله - صلى الله عليه وسلم -: "إن هذه الحشوش محتضرة" معناه: يحضرها (٢) الشياطين للإيذاء، والحشوش هي الكنف والمراحيض، واحدها حُشّ بفتح الحاء وضمها، وأصله جماعة النخل الملتفّة، كانوا يقضون حوائجهم إليها قبل إيجاد البيوت، فلهذا سُمِّيَ موضع قضاء الحاجة حُشًّا (٣).
...
_________
= عن النضر بن أنس عن أنس وهو وهم". وانظر: "الضعفاء" للعقيلي (٣/ ٤٧٧)، "تحفة الأحوذي" (١/ ٤٤ - ٤٧). وانظر كلامًا نفيسًا حول الاضطراب وشرطه عند شيخنا الألباني رحمه الله في "صحيح سنن أبي داود" (١/ ٢٧ - ٢٨) وما ذكرته في كتابي "البيان والإيضاح شرح نظم العراقي للاقتراح" (ص ٨٧ - ٨٩)، وهو من منشورات الدار الأثرية، الأردن.
(١) سبق جزم النووي في "خلاصة الأحكام" (١/ ١٤٩) بصحته.
(٢) انظر: "شرح صحيح مسلم" (١٣/ ١٩٠).
(٣) وقال في "شرح صحيح مسلم" (١٥/ ٢٦٦ - ط قرطبة):
"والحش -بفتح الحاء وضمِّها-: البستان". وقال فيه (٤/ ٩٥) أيضًا في قول الذكر الوارد في الحديث: "وهذا الأدب مجمع على استحبابه، ولا فرق بين البنيان والصحراء، والله أعلم".
وذكره المصنف أدبًا في "التنقيح في شرح الوسيط" (١/ ٢٩٩) متابعًا الغزالي عليه.
وذكره في "المنهاج" (١/ ٩٢ - ط البشائر)، وصرح بسُنِّيته في "روضة الطالبين" (١/ ٦٩)، و"التحقيق" (٨٣)، و"المجموع" (٢/ ٧٤).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (92,'<span data-type="title" id=toc-16>٤ - باب: كراهية استقبال القبلة عند الحاجة</span>
هي الكراهية بتخفيف الياء، ويقال: الكراهة بحذفها (١) وقد يطلق على كراهة التحريم وكراهة التنزيه، وهي ما ثبت فيها نهيٌ مقصودٌ غير جازم، وعلى ترك الاَوْلى، والمراد هنا كراهة تحريم.
٧ - (صحيح) حَدَّثنا مُسدَّد بن مُسرهد: ثنا أبو مُعاوية، عن الأعمش، عن إبراهيم، عن عبد الرحمن بن يزيد، عن سلمان قال: قيل له: لقد علمكم نبيكم كل شيء حتى الخراءة! قال: أجل لقد نهانا - صلى الله عليه وسلم - أن نستقبل القبلة بغائط أو بول، وأن لا نستنجي باليمين، وأن لا يستنجي أحدُنا بأقل من ثلاثة أحجار، أو نستنجي برجيعٍ أو عظم (٢).
حديث سلمان رضي الله [عنه] (٣) رواه مسلم، وفيه ثلاثةٌ تابعيون
_________
(١) قال المصنف في "تحرير ألفاظ التنبيه" (٢٥٩): " (الكراهة) و (الكراهية): بتخفيف الياء بمعنى، مصدر كَرِهْتُه أكرَهُه كَراهَةً وكراهِيَةً".
وقال في "شرح صحيح مسلم" (٣/ ١٩٩) عن حكم (الكراهة): "هذا هو الصحيح المشهور عند أصحابنا وقيده في البناء"، وقال في "التنقيح في شرح الوسيط" (١/ ٢٩٥): "هذا ليس على إطلاقه، بل قال أصحابنا: إنما يجوز ذلك في البناء إذا كان كثيفًا، أو كان قريبًا من الجدار ونحوه، بحيث لا يزيد بينهما على نحو ثلاثة أذرع، وأن لا ينقص ارتفاع الساتر عن مؤخرة الرحل، وهي نحو ثلثي ذراع، هذا هو المذهب".
(٢) أخرجه مسلم (٢٦٢)، من طريقين عن أبي معاوية به.
(٣) ساقطة من الأصل.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (93,'بعضهم عن بعض (١).
واتفقوا أن سلمان عاش مئتين وخمسين سنة، واختلفوا في الزيادة؛ قيل: ثلاث مئة وخمسون، وقيل غيره (٢).
_________
(١) هم الأعمش وإبراهيم بن يزيد النخعي وعبد الرحمن بن يزيد النخعي، وهو أخو الأسود، وابن أخي علقمة بن قيس، وفيه أيضًا: أن رواته جميعًا كوفيون، وترجم مسلم في "الطبقات" (٢٤٥) لسلمان وجعله فيمن نزل الكوفة.
(٢) حكى الذهبي في "السير" (١/ ٥٥٥) عن أبو العباس بن يزيد البحراني (أ) قال: "يقول أهل العلم: عاش سلمان ثلاث مئة وخمسين سنة؛ فأما مئتان وخمسون فلا يشكون فيه". وعبارته في "تاريخ الإسلام" (٢/ ٢٩٣ - ط الغرب): "وقيل: عاش مئتين وخمسين سنة، وأكثر ما قيل: أنه عاش ثلاث مئة وخمسين سنة، والأول أصح".
قلت: حكى المصنف في "تهذيب الأسماء واللغات" (١/ ٢٧٧) عليه الإجماع، وعبارته: "ونقلوا اتفاق العلماء على أن سلمان الفارسي عاش مئتين وخمسين سنة، وقيل: ثلاث مئة وخمسين سنة، وقيل: إنه أدرك وصيّ عيسى ابن مريم عليه الصلاة والسلام"!!.
وقال في "المجموع" (٢/ ١٠٢): "واتفقوا على أنه عاش مئتين وخمسين سنة، واختلفوا في الزيادة عليها، فقيل: ثلاث مئة وخمسين، وقيل غير ذلك، والله أعلم".
قال أبو عبيدة: وحرر الذهبي في "السير" (١/ ٥٥٥ - ٥٥٦) ما نقله عن أبو العباس بن يزيد، وأفاد أن نقله من كتاب "الطوالات" لأبي موسى الحافظ المديني: فقال: "وقد فتشت، فما ظفرت في سنه بشيءٍ سوى قول البحراني، وذلك منقطع لا إسناد له.
ومجموع أمره وأحواله، وغزوه، وهمته، وتصرفه، وسفه للجريد، وأشياء =
_________
(أ) أسند مقولة البحراني: أبو الشيخ في "طبقات الأصبهانيين" (١/ ٢٣٠) -ومن طريقه أبو نعيم في "ذكر أخبار أصبهان" (١/ ٤٨٠) ومن طريقهما ابن عساكر (٧/ ٤٣٦) - والخطيب في "تاريخ بغداد" (١/ ١٦٤) ومن طريقه المزي في "تهذيب الكمال" (١١/ ٤٣٦).',NULL,'96',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (94,'قوله: "حتى الخراءة"، هي بكسر الخاء وبالمد، وهي أدب التخلِّي، والقعود لقضاء الحاجة (١)، ......................................................
_________
= مما تقدم يُنبئ بأنه ليس بمعمر ولا هرم. فقد فارق وطنه وهو حَدَث، ولعله قدم الحجاز وله أربعون سنة أو أقل، فلم ينشب أن سمع بمبعث النبي - صلى الله عليه وسلم - ثم هاجر، فلعله عاش بضعًا وسبعين سنة. وما أراه بلغ المائة، فمن كان عنده علم، فلْيُفدنا.
وقد نقل طول عمره أبو الفرج بن الجوزي وغيره -وما علمت في ذلك شيئًا يركن إليه-.
روى جعفر بن سليمان عن ثابت البناني، وذلك في "العلل" لابن أبى حاتم، قال: "لما مرضَ سلمان خرج سعد من الكوفة يعوده، فقدم، فوافقه وهو في الموت يبكي، فسلم وجلس، وقال: ما يبكيك يا أخي؟ ألا تذكر صحبة رسول الله - صلى الله عليه وسلم - ألا تذكر المشاهد الصالحة؟
قال: والله ما يبكيني واحدة من اثنتين: ما أبكي حبًا للدنيا ولا كراهية للقاء الله- قال سعد: فما يبكيك بعد ثمانين؟ قال: يبكيني أن خليلي عهد إليَّ عهدًا: "ليكن بلاغ أحدكم من الدنيا كزاد الراكب" وإنا قد خشينا أنا قد تعدينا.
رواه بعضهم عن ثابت، فقال: عن أبي عثمان، وإرساله أشبه قاله أبو حاتم، وهذا يوضح لك أنه من أبناء الثمانين.
وقد ذكرت في "تاريخي الكبير" [٣/ ٢٥١] أنه عاش مئتين وخمسين سنة، وأنا الساعة لا أرتضي ذلك ولا أصححه". وانظر "شرح صحيح مسلم" (٣/ ٢٠١)، "روضة الطالبين" (١/ ٦٨)، "الإصابة" (٢/ ٦٢)، "التهذيب" (١١/ ٤٣٦)، "التحصيل والبيان في سياق قصة السيد سلمان" (ص ٢٤٧ - ٢٤٨) للسخاوي، نشر الدار الأثرية، الأردن.
(١) قال المصنف في "شرح صحيح مسلم" (٣/ ١٩٧): "الخراءة: بكسر الخاء المعجمة وتخفيف الراء وبالمد، وهي اسم لهيئة الحدث، وأما نفس الحدث فبحذف التاء وبالمد مع فتح الخاء وكسرها". وقال: "ومراد سلمان - صلى الله عليه وسلم - أنه علَّمنا كل ما يحتاج إليه في ديننا حتى الخراءة التي ذكرت أيها القائل، فإنه =',NULL,'97',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (95,'قال الخطابي (١): "وأكثر الرواة يفتحون الخاء ولا يَمُدُّون"، وهو تصحيف، والذي قال لسلمان هذا القول رجلٌ من اليهود" (٢).
قوله: "لقد نهانا أن نستقبل القبلة بغائط أو بول، وأن لا نستنجي باليمين". هكذا هو في معظم النسخ: "وأن لا نستنجي باليمين"، وفي بعضها بحذف لفظة (لا)، وهو الوجه، وهو الموجود في "صحيح مسلم" (٣) وغيره (٤)، وعلى الرواية الأولى تكون (لا) زائدة، أو يكون في الكلام حَذْفٌ تقديره: وأمرنا أن لا نستنجي باليمين (٥).
ثم إن النهي عن الاستنجاء باليمين نهي تنزيه (٦)، فلو استنجى بها
_________
= علمنا آدابها فنهانا فيها عن كذا وكذا" والله أعلم.
(١) "معالم السنن" (١/ ١١)، وعبارته: "وأكثر الرواة يفتحون الخاء، ولا يمدون الألف، فيفحش معناه". وبنحوها في "إصلاح خطأ المحدثين" (٤٦)، و"غريب الحديث" (٣/ ٢٢٠) كلاهما للخطابي أيضًا.
(٢) نقله السيوطي في "مرقاة الصعود" (٧ - درجات) عن النووي في "شرحه" هذا.
وفي رواية في "صحيح مسلم" (٢٦٢): "قال -أي سلمان-: قال لنا المشركون: إني أرى صاحبكم يعلمكم ... ". وكذا قال سبط ابن العجمي في "تنبيه المعلم بمبهمات صحيح مسلم" (ص ٩٨ رقم ١٧٤ بتحقيقي): "ورد في رواية (م) أن المشركين قالوا له ذلك".
قلت: ولذا قال الديوبندي في: "فتح الملهم" (١/ ٤٢٣): "والقائلون هم المشركون". ولا يبعد ما قاله المصنف، ولكن يحتاج إلى أثارة من علم.
وانظر "مرقاة المفاتيح" (١/ ٣٦٦ - ٣٦٧)، "سنن أبي داود" (١/ ١٥٢ - تحقيق محمد عوامة) والتعليق عليه.
(٣) رقم (٢٦٢) وفيه: "أو أن نستنجي باليمين".
(٤) مثل: الترمذي (١٦) والنسائي (١/ ٣٨ - ٣٩).
(٥) انظر: "عون المعبود" (١/ ٢٥)، "بذل المجهود" (١/ ١٧ - ١٨).
(٦) قال المصنف في "شرح صحيح مسلم" (٣/ ٢٠٠) عن النهي عن الاستنجاء =',NULL,'98',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (96,'ارتكب كراهة التنزيه، وأجزأه، هذا مذهبنا ومذهب الجماهير (١)، وقال بعض أهل الظاهر (٢): لا يجزئه كما لو استنجى بعظم.
قوله: "وأن يستنجي أحدنا بأقل من ثلاثة أحجار"؛ فيه دليل لمالك والشافعيّ وأحمد والجمهور أن الاستنجاء واجب بالماء أو الأحجار، سواء قَلَّت النجاسة أم كَثُرت (٣)، وقال أبو حنيفة: إن كانت أكثر من قدر
_________
= باليمين: "وهو من أدب الاستنجاء، وقد أجمع العلماء على أنه منهي عن الاستنجاء باليمين، ثم الجماهير على أنه نهي تنزيه وأدب لا نهي تحريم، وذهب بعض أهل الظاهر إلى أنه حرام، وأشار إلى تحريمه جماعة من أصحابنا ولا تعويل على إشارتهم، قال أصحابنا: ويستحب أن لا يستعين باليد اليمنى في شيء من أمور الاستنجاء إلا لعذر، فإذا استنجى بماء صبه باليمنى ومسح باليسرى، وإذا استنجى بحَجَر فإن كان في الدُّبر مسح بيساره، وإن كان في القبل وأمكنه وضع الحجر على الأرض أو بين قدميه بحيث يتأتى مسحه؛ أمسك الذكر بيساره ومسحه على الحجر، فإن لم يمكنه ذلك واضطر إلى حمل الحجر؛ حمله بيمينه وأمسك الذكر بيساره ومسح بها، ولا يحرك اليمنى؛ هذا هو الصواب. وقال بعض أصحابنا: يأخذ الذكر بيمينه والحجر بيساره ويمسح ويحرك اليسرى، وهذا ليس بصحيح؛ لأنه يمس الذكر بيمينه بغير ضرورة وقد نهي عنه، والله أعلم. ثم إن في النهي عن الاستنجاء باليمين تنبيهًا على إكرامها وصيانتها عن الأقذار ونحوها".
(١) انظر: "المجموع" (٢/ ١٠٨)، و"شرح صحيح مسلم" (٣/ ٢٠٠)، و"التحقيق" (٨٦)، و"روضة الطالبين" (١/ ٧٠)، و"المنهاج" (١/ ٩٥ - ط البشائر) وأقر الغزالي عليه في "التنقيح في شرح الوسيط" (٦/ ٣٠١).
(٢) انظر: "المحلى" (١١/ ٣٥٨)، والعبارة المذكورة للخطابي في "المعالم" (١/ ١١)، وأفاد أبو العباس القرطبي في "المفهم" (١/ ٥١٨) أن عدم الإجزاء عندهم لاقتضاء النهي فساد المنهي عنه، وعند الجمهور لا يقتضيه، قال: "فإن الجمهور صرفوا هذا النهي إلى غير ذات المنهي عنه، وهو احترام المطعوم والمطلوب الذي هو الاتقاء قد حصل، فيجزيء عنه".
(٣) انظر: "الأم" (١/ ٥٥)، "المهذب" (١/ ٣٤)، "التحقيق" (١٥٦)، =',NULL,'99',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (97,'درهم وجب الماء ولا يجزيه الأحجار، وإن كانت دونه لم يجب شيء (١).
وفيه أيضًا حُجَّةٌ للشافعي وأحمد (٢) في أنه يجب ثلاث مسحات، وإن حصل الإنقاء بدونها، وقال مالك: الواجب الإنقاء، فإن حصل بواحد فلا زيادة (٣).
وفيه حجة لرواية عن أحمد -وقال بها غيره- أنه لا يجزئه حجر واحد له ثلاثة أحرف، بل يشترط ثلاثة أحجار، ومذهب الشافعي
_________
= "التنقيح" (١/ ٣٠٨) كلاهما للمصنف، "مغني المحتاج" (١/ ٤٢)، "نهاية المحتاج" (١/ ١٤٤ - ١٤٥)، "شرح مختصر خليل" (١/ ٨٦، ٩٤)، "قوانين الأحكام الشرعية" (١/ ١٥٩)، "حاشية الدسوقي" (١/ ١١٠ - ١١١)، "الشرح الصغير" (١/ ٢٢، ٢٦)، "الذخيرة" (١/ ١٧٧)، "المغني" (١/ ١٥٢)، "المحرر" (١/ ١٠)، "الإنصاف" (١/ ١٠٤)، "الكافي" (١/ ٥٢)، "كشاف القناع" (١/ ٧٢)، "شرح منتهى الإرادات" (١/ ٣٤).
وتفصيل المسألة في "الخلافيات" للبيهقي (٢/ ٧٥ - ١١١)، و"الاستذكار" (١/ ٧٣)، و"التمهيد" (٢٢/ ٣٠٧ - ٣١٣)، و"الأوسط" (٢/ ١٣٨)، و"تنقيح التحقيق" لابن عبد الهادي (١/ ٣٣٢).
(١) انظر: "الأصل" (١/ ٦٨)، "المبسوط" (١/ ٦٠، ٨٦)، "بدائع الصنائع" (١/ ١٨)، "شرح فتح القدير" (١/ ١٨٧، ٢٠٢، ٢٠٨)، "تبيين الحقائق" (١/ ٧٧)، "البحر الرائق" (١/ ٢٣٩، ٢٥٣ - ٢٥٤)، "الاختيار" (١/ ٣١)، "فتح باب العناية" (١/ ٢٥٩، ٢٧١ - ٢٧٢)، "حاشية ابن عابدين" (١/ ٢١٣).
(٢) وعزاه في "شرح صحيح مسلم" (٣/ ٢٠٠) لأحمد وإسحاق بن راهويه وأبي ثور، وانظر: "المغني" (١/ ٢٠٩ ط هجر)، "المجموع" (٢/ ١٢٠ - ط دار إحياء التراث)، والمراجع السابقة.
(٣) انظر: "شرح رسالة ابن أبي زيد القيرواني" (١/ ٤٧٠) ومصادر المالكية السابقة.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (98,'والجمهور أنه يجزئه؛ لأن المقصود المسحات (١)، وقد يستدل به من يقول بتعَيُّن الأحجار، ولا يجزيء ما يقوم مقامها من الخرق والخشب وغير ذلك، وهو رواية عن أحمد وبعض أهل الظاهر (٢)، ومذهبنا ومذهب الجمهور جواز كل ما قام مقام الحجر؛ لأن المقصود الإزالة، وأما ذكر الأحجار في الحديث فهو في مفهوم اللقب (٣)، ولا حجة فيه عند الجماهير، ولأنه أيضًا ذكرها لكثرتها وتيسرها (٤).
_________
(١) عبارة النووي (المصنف) في "شرح صحيح مسلم" (٣/ ٢٠١): "ولو استنجى بحجر له ثلاثة أحرف مسح بكل حرف مسحة أجزأه؛ لأن المراد المسحات، والأحجار الثلاثة أفضل من حجر له ثلاثة أحرف. ولو استنجى في القُبل والدُّبر وجب ست مسحات لكل واحد ثلاث مسحات، والأفضل أن يكون بستة أحجار، فإن يقتصر على حجر واحد له ستة أحرف أجزأه، وكذلك الخرقة الصفيقة التي إذا مسح بها لا يصل البلل إلى الجانب الآخر يجوز أن يمسح بجانبها".
وانظر للمصنف في تقرير هذا: "روضة الطالبين" (١/ ٦٩)، و"التحقيق" (٨٦)، و"المجموع" (٢/ ١١١)، و"المنهاج" (١/ ٩٤ - ط البشائر)، و"التنقيح في شرح الوسيط" (١/ ٣٠٧).
(٢) انظر "المجموع" (٢/ ١٣٠)، "المغني" (١/ ٢١٣ - ٢١٤)، "شرح النووي على صحيح مسلم" (٣/ ٢٠١).
(٣) هو دلالة منطوق اسم الجنس أو اسم العلم على نفي حكمه المذكور فيما عداه، كقولك (محمد رسول الله) فمفهوم اللقب يقضي بنفي نبوّة من عدا محمد - صلى الله عليه وسلم - قال الغزالي في "المستصفى" (٢/ ٤٦): "وقد أقر ببطلانه كل محصل من القائلين بالمفهوم". ولم يقل به إلا الدقاق، وانظر للتفصيل: "الإحكام" (٣/ ١٣٧) للآمدي، "مختصر ابن الحاجب" (٢/ ١٨٢)، "إرشاد الفحول" (١٨٢)، "تفسير النصوص" لمحمد أديب الصالح (١/ ٧٣٤)، "معجم مصطلحات أصول الفقه" (٤٢٨).
(٤) نعم، الأمر النَّبوي بالاستجمار بالأحجار، لم يختص الحجر إلا لأنه كان =',NULL,'101',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (99,'الرجيع: الروث والعذرة، سُمّي به لأنه رجع من الطهارة إلى الاستحالة والنجاسة، وقيل: لرجوعه إلى الظهور بعد الاستتار في الجوف، وهو فعيل بمعنى مفعول.
_________
= الموجود غالبًا، لا لأن الاستجمار بغيره لا يجوز، بل الصواب قول الجمهور في جواز الاستجمار بغيره، كما هو أظهر الروايتين عن أحمد، لنهيه عن الاستجمار بالرَّوث والرمة، وقال: "إنها طعام إخوانكم من الجن". فلما نهى عن هذين تعليلاً بهذه العلة، علم أن الحكم ليس مختصًّا بالحجر، وإلاّ لم يحتج إلى ذلك، أفاده شيخ الإسلام ابن تيمية في "مجموع الفتاوى" (٢١/ ٢٠٥) ونحوه عند الشوكاني في "الدراري المضيئة" (١/ ٤٠ - ٤١).
وقال المصنف في "المنهاج" (١/ ٩٣): "وفي معنى الحجر كل جامد طاهر قالع غير محترم".
وعبارته في "المجموع" (٢/ ١١٣): "اتفق أصحابنا على جواز الاستنجاء بالحجر وما يقوم مقامه، وضبطوه ... ". وذكر الضابط السابق وزاد (أ): "ولا هو جزء من حيوان". وقال: "قالوا: وسواء في ذلك الأحجار والأخشاب والخرق والخزف والآجُرّ الذي لا سرجين فيه، وما أشبه هذا، ولا يشترط اتحاد جنسه، بل يجوز في القبل جنس، وفي الدبر جنس آخر، ويجوز أن يكون الثلاثة حجرًا وخشبة وخرقة، نص عليه الشافعي، واتفق الأصحاب عليه".
وقال في "التحقيق" (ص ٨٥): "ويغني عن الحجر جامد طاهر قالع غير محترم، وتراب، وفحم صلبان وصوت، وكذا جلد دبغ دون غيره في الأظهر، والصحيح إجزاؤه بذهب وفضة، وجوهر نفيس خشن، وديباج، وأحجار الحرم دون حجر رطب، وعظم أُحرق وخرج عن صفة العظام، ومحترم ولا يصح بيد -ويقال: يصح، وحكي بيد نفسه، ويقال: عكسه-.
ويكره برمانة وجوزة ولوزة مزيلات، ولا يكره بقشرهن المنفصل كالنواة.
ولو استعمل حجرًا ثانيًا وثالثًا فلم يتلوثا جاز استعمالهما مرة أخرى، وقيل: يشترط غسلهما". وانظر "المجموع" (٢/ ١١٤) أيضًا.
_________
(أ) ويزاد أيضاً: وأن لا يكون فيه سرف -كالحرير-، ولا يتعلق به حق الغير.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (100,'وأما العظم: فالمراد به كلُّ عظمٍ طاهرٍ أو نجس، والنهي عنهما للتحريم، فلو استنجى بهما أو بأحدهما لم يصحَّ، هذا مذهبنا ومذهب الجمهور (١).
٨ - (حسن) حدثنا أبو عبد الله بن محمد النفيلي، قال: ثنا ابن المبارك، عن محمد بن عجلان، عن القعقاع بن حكيم، عن أبي صالح، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: "إنّما أنا لكم بمنزلة الوالد أعلمكم، فإذا أتى أحدكم الغائط فلا يستقبل القبلة ولا يستدبرها ولا يستطيب بيمينه، وكان يأمر بثلاثة أحجار، وينهى عن الروث والرمَّة" (٢).
_________
(١) انظر في تقريره: "روضة الطالبين" (١/ ٦٩)، "التحقيق" (٨٥)، "شرح صحيح مسلم" (٣/ ٢٠١) وعبارته: "ونبّه - صلى الله عليه وسلم - بالرجيع على جنس النجس، فإن الرجيع هو الروث، وأما العظم؛ فلكونه طعامًا للجنّ، فنبّه على جميع المطعومات، وتلتحق به المحترمات، كأجزاء الحيوان وأوراق كتب العلم وغير ذلك".
وقال فيه أيضًا (٣/ ٢٠٢): "ولو استنجى بمطعوم أو غيره من المحترمات الطاهرات فالأصح أنه لا يصح استنجاؤه، ولكن يجزئه الحجر بعد ذلك، إن لم يكن نقل النجاسة من موضعها. وقيل: إن استنجاءه الأول يجزئه مع المعصية، والله أعلم".
وانظر: "المجموع" (٢/ ١٣٠ - ١٣١/ ط دار إحياء التراث)، " المغني" (١/ ٢١٥ - ٢١٦/ ط هجر).
(٢) أخرج مسلم بعضه برقم (٢٦٥): "إذا جلس أحدكم على حاجته فلا يستقبل القبلة ولا يستدبرها"، وأخرجه الدارمي (١/ ١٧٢ - ١٧٣) من طريق ابن المبارك به، وأخرجه الشافعي في "المسند" (١/ ٢٤ - ٢٥) ومن طريقه أبو عوانة في "المسند" (١/ ٢٠٠) والبغوي في "شرح السنة" (١/ ٣٥٦) (رقم: ١٧٣).
وتابع الشافعي عليه: أحمد في "المسند" (٢/ ٢٤٧) والحميدي في "المسند" (رقم: ٩٨٨) ومحمد بن الصباح وعنه ابن ماجه في "السنن" (رقم: ٣١٣) ويحيى بن حسان كما عند الطحاوي في "شرح معاني الآثار" (١/ ١٢٣)، والبيهقي في الخلافيات (٣٣٦) من طريق ابن عيينة عن محمد بن عجلان به. =',NULL,'103',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (101,'وأما حديث أبي هريرة فصحيح (١).
_________
= ورواه عن ابن عجلان جماعة من أصحابه غير ابن المبارك وابن عيينة منهم: يحيى بن سعيد القطان، كما عند: أحمد في "المسند" (٢/ ٢٥٠) والنسائي في "المجتبى" (١/ ٣٨) وابن خزيمة في "الصحيح" (١/ ٤٣ - ٤٤) (رقم: ٨٠) والحربي في "الغريب" (١/ ٦٧) وابن شاهين في "الناسخ والمنسوخ" (رقم: ٨١) والبيهقي في "الكبرى" (١/ ٩١، ١١٢) و"المعرفة" (١/ ١٩٩) (رقم: ١٣٥).
ومنهم: صفوان بن عيسى، كما عند الطحاوي في "شرح معاني الآثار" (١/ ١٢٣ و ٤/ ٢٣٣) وابن المنذر في "الأوسط" (١/ ٣٤٤، ٣٥٥) (رقم: ٢٩٥، ٣١٧) وأبي عوانة في "المسند" (١/ ٢٠٠) وابن عبد البر في "التمهيد" (٢٢/ ٣١٢).
ومنهم: وهيب، كما عند الطحاوي في "شرح معاني الآثار" (١/ ١٢١، ١٢٣) وابن حبان في "الصحيح" (٤/ ٢٧٩) (رقم: ١٤٣١ - مع الإحسان).
ومنهم: المغيرة بن عبد الرحمن وأبو عبد الله بن رجاء المكي، كما عند ابن ماجه في "السنن" (رقم: ٣١٢)، وذكراه مختصرًا.
ومنهم: الليث بن سعد، كما عند أبي عوانة في "المسند" (١/ ٢٠٠).
ومنهم: أبو غسان، كما عند الطحاوي في "شرح معاني الآثار" (٤/ ٢٣٣).
ومنهم: عبد الرحمن بن أبو عبد الله بن دينار، كما عند البيهقي في "الكبرى" (١/ ٩١).
وإسناده حسن من أجل ابن عجلان وقد اتهم بالتدليس؛ إلا أنه صرح بالتحديث عن القعقاع.
وقد توبع، فقد تابعه سهيل بن أبي صالح كما عند مسلم مختصرًا.
(١) قال النووي في "التنقيح في شرح الوسيط" (١/ ٣٠٨) وفي "خلاصة الأحكام" (١/ ١٥٢) رقم (٣٣٢): "صحيح، رواه [الشافعي و]، أبو داود والنسائي وغيرهما بأسانيد صحيحة". وما بين المعقوفتين من " التنقيح" فقط. وقال في "المجموع" (٢/ ٩٥): "حديث صحيح، رواه الشافعي في "مسنده" وغيره بإسناد صحيح، ورواه أبو داود والنسائي وابن ماجه في "سننهم" بأسانيد صحيحة بمعناه، قال البيهقي في كتابه "معرفة السنن والآثار": قال الشافعي في القديم: هو حديث ثابت".',NULL,'104',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (102,'قوله - صلى الله عليه وسلم -: "إنما أنا لكم بمنزلة الوالد أعلمكم"، قيل فيه ثلاثة أقوال (١):
- أحدهما: قول الخطابي (٢): "إنه كلام بسط وتأنيس لهم (٣)؛ لئلا يحتشموه في السؤال عمّا يحتاجون إليه في أمر دينهم (٤).
ومعناه: لا تستحيوا من سؤالي عمّا تحتاجون إليه كما لا تستحيون من الوالدين، وأنا لا أستحييكم في ذلك كما لا يستحيي الوالد من ذكر ذلك لولده.
- والثاني: بمنزلة الوالد في الشفقة عليكم، والاعتناء بمصالحكم في الدين والدنيا، وبذل الوسع في ذلك كما يفعل الوالد.
- والثالث: إنه بمنزلة الوالد في المعنيين جميعًا.
- والرابع: إن ذلك من باب التمهيد بكلامٍ بين يدي المقصود لا سيما في ما يُسْتَحْيىَ منه في العادة.
قوله - صلى الله عليه وسلم -: "فإذا أتى أحدكم الغائط فلا يستقبل القبلة، ولا يستدبرها".
قال الخطابي (٥): "وأصل الغائط: المكان المطمئن (٦)، كانوا
_________
(١) المذكورة أربعة أقوال، فتنبّه، والوجهان الأولان عند القاضي حسين في "التعليقة" (١/ ٣٠٧ - ٣٠٨).
(٢) "معالم السنن" (١/ ١٤) وقال المصنف في "المجموع" (٢/ ١٠٩) -وحكى فيه قولين فقط- عنه: "أظهرهما".
(٣) في "المعالم": "للمخاطبين".
(٤) في "المعالم": "ولا يستحيوا عن مسألته فيما يعرض لهم من أمر دينهم".
(٥) "معالم السنن": (١/ ١٥).
(٦) في "المعالم": "الغائط: المطمئن من الأرض".',NULL,'105',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (103,'يقصدونه لقضاء الحاجة (١)، فكنوا به عن نفس الخارج (٢) من الإنسان كراهةً لذكره باسمه الصريح (٣)، وعادة العرب التعفف في ألفاظها (٤)، وصيانةُ الألسنة عما تُصان عنه الأسماع والأبصار".
وأما حكم استقبال القبلة واستدبارها بالبول أو الغائط، فجاء في هذا الحديث وفي حديث أبي أيوب بعده (٥) وغيرهما (٦) النهي عنه، وفي حديثي ابن عمر (٧) وجابر (٨) المذكورين في الباب إباحته، واختلف العلماء لذلك فيه على أربعة مذاهب (٩):
- أحدها: إن ذلك جائز في البنيان، حرام في الصحراء، وحملوا أحاديث النهي على الصحراء، والإباحة على البنيان، وممن قال بهذا: أبو العباس بن عبد المطلب (١٠)، ...................................................
_________
(١) في "المعالم": "كانوا ينتابونه للحاجة".
(٢) في "المعالم": "الحدث".
(٣) في "المعالم": "كراهية لذكره بخاص اسمه". وبنحوه عند المصنف في "شرح صحيح مسلم" (٣/ ١٩٧) و"تحرير ألفاظ التنبيه" (ص ٤٦).
(٤) في "المعالم": "واستعمال الكناية في كلامها، وصون ... ".
(٥) الآتي برقم (٩).
(٦) كحديث معقل الأسدي، الآتي برقم (١٠).
(٧) الآتي برقم (١١، ١٢).
(٨) الآتي برقم (١٣).
(٩) ذكرها في "شرح صحيح مسلم" (٣/ ١٩٧ - ١٩٨) و"المجموع" (٢/ ٨١ - ٨٢).
وذكر المعتمد في: "المنهاج" (١/ ٩٠) و"التحقيق" (٨٥) و "روضة الطالبين" (١/ ٦٥) و"التنقيح" (١/ ٢٩٥).
(١٠) حكى مذهبه المصنف في "شرح صحيح مسلم" (٣/ ١٩٧) وفي "المجموع" (٢/ ٨١)، وابن قدامة في "المغني" (١/ ٢٢١ - ط هجر). ولم أظفر =',NULL,'106',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (104,'وعبد الله بن عمر (١)، والشعبي (٢)، ومالك (٣)، والشافعي (٤)،
_________
= بذلك مسندًا في دواوين السنة المشهورة، ولا في "مصنفي ابن أبي شيبة وعبد الرزاق"، ولا في "أوسط ابن المنذر"، ولا في "إتحاف المهرة" ولا في "البدر المنير" ولا في موسوعات آثار الصحابة التي طبعت حديثًا، ومن مظانه كتب الرافضة!.
(١) سيأتي ذلك عنه عند أبي داود (رقم ١١)، وتخريجه هناك، وفي "صحيح مسلم" (٢٦٦) ما يدل عليه، وخرجته بتفصيل في تعليقي على "الخلافيات" رقم (٣٤٦)، وينظر له ولمذهب الشعبي "الخلافيات" أيضًا (رقم ٣٥٦) مع تعليقي عليه، وانظر الهامش الآتي.
(٢) حكى مذهبه ومذهب ابن عمر: البغوي في "شرح السنة" (١/ ٣٥٩) وابن عبد البر في "التمهيد" (١/ ٣٠٩) والحازمي في "الاعتبار" (٦٧)، والمصنف في "شرح صحيح مسلم" (٣/ ٩٧) و"المجموع" (٢/ ٨١) وأسند ابن أبو القاسم في "المدونة" (١/ ٧) عنه في استقبال القبلة لغائط أو لبول، قال: "إنما ذلك في الفلوات، فإن لله عبادًا يصلون له من خلقه، فأما حشوشكم هذه التي في بيوتكم، فإنها لا قبلة لها".
وأخرجه عن الشعبي مختصرًا وذكر فيه مذهب ابن عمر: أبو إسحاق بن راهويه، (٥٥٤ - مسند عائشة) وابن ماجه (١/ ٣٢٣)، وأبو الحسن ابن القطان في "زياداته على ابن ماجه" (١/ ١١٧)، والدارقطني (١/ ٦١) -ومن طريقه الحازمي في "الاعتبار" (٦٧) - وابن عبد البر في "التمهيد" (١/ ٣٠٨)، والبيهقي (١/ ٩٣) وفيه عيسى بن أبي عيسى الحناط وهو عيسى بن ميسرة ضعيف، وبه ضعفه الدارقطني والبيهقي.
(٣) انظر: "المدونة الكبرى" (١/ ٧)، "مقدمات ابن رشد" (١/ ٢٤)، "بداية المجتهد" (١/ ٦٨)، "الكافي" (١/ ١٧١)، "الشرح الصغير" (١/ ٩٣)، "قوانين الأحكام الشرعية" (٥٠)، "الخرشي" (١/ ١٤٦)، "حاشية الدسوقي" (١/ ١٠٨).
وحكى ابن عبد البر في التمهيد (١/ ٣٠٩) عن مالك أنه لا يجوِّز استقبال القبلة بالبول والغائط لا في الصحاري ولا في البيوت.
(٤) انظر: "الرسالة" (٢٩٢ - ٢٩٧)، "المهذب" (١/ ٣٣)، "الخلافيات" =',NULL,'107',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (105,'وإسحاق (١)، وأحمد في رواية (٢).
- والثاني: تحريمه في الصحراء والبناء، وهو قول أبي أيوب الأنصاري (٣) ومجاهد (٤) والنخعي (٥) والثوري (٦) وأبي ثور (٧)، ورواية
_________
= (٢/ ٤٥ - ١٠١) مسألة رقم (١٤، ١٥ - بتحقيقي)، "مغني المحتاج" (١/ ٤٠)، "نهاية المحتاج" (١/ ١١٩ - ١٢١)، "حاشيتا القيلوبي وعميرة" (١/ ٣٩).
(١) حكى مذهبه: ابن المنذر في "الأوسط" (١/ ٣٢٧) وابن عبد البر في "التمهيد" (١/ ٣٠٩) والبغوي في "شرح السنة" (١/ ٣٥٩)، والحازمي في "الاعتبار" (٦٧)، والمصنف في "شرح صحيح مسلم" (٣/ ١٩٧)، وحكوا مذاهب جميع المذكورين آنفًا عدا مذهب أبو العباس - رضي الله عنه -.
(٢) انظر: "المغني" (١/ ٢٤ - ط هجر)، "الكافي" (١/ ٥٠)، "المحرر" (١/ ٨)، "الإنصاف" (١/ ١٠٠)، "كشاف القناع" (١/ ٧٠).
(٣) دلّ على مذهبه الحديث الآتي عند أبي داود، وهو برقم (٩)، وحكى مذهبه ابن المنذر في "الأوسط" (١/ ٣٢٧)، والبغوي في "شرح السنة" (١/ ٣٥٨)، والمصنف في "شرح صحيح مسلم" (٣/ ١٩٧)، و "المجموع" (٢/ ٨١)، وانظر "مصنف ابن أبي شيبة" (١/ ٢٧٥ - ط الرشد).
(٤) أخرج ابن أبي شيبة (١/ ٢٧٥) عنه قوله: "كان يكره أن يستقبل القبلة ببول".
وحكى مذهبه: ابن المنذر في "الأوسط" (١/ ٣٢٥) والمصنف في "شرح صحيح مسلم" (٣/ ١٩٧)، و"المجموع" (٢/ ٨١) وابن عبد البر في "التمهيد" (١/ ٣٠٥).
(٥) أسنده عنه: ابن أبي شيبة (١/ ٢٧٥) وحكى مذهبه: ابن المنذر (١/ ٣٢٦)، والبغوي (١/ ٣٥٨)، وابن عبد البر (١/ ٣٠٥)، وهو عند المصنف في "المجموع" (٢/ ٨١)، وفي "شرح صحيح مسلم" (٣/ ١٩٧).
(٦) حكاه عنه: ابن المنذر (١/ ٣٢٥)، وابن عبد البر (١/ ٣٠٩)، والبغوي (١/ ٣٥٨)، وابن حزم (١/ ١٩٤) وهو عند المصنف في "المجموع" (٢/ ٨١)، و "شرح صحيح مسلم" (٢/ ١٩٧) وانظر: "حلية العلماء" (١/ ١٦٠)، و"النيل" (١/ ٩٠)، و"المغني" (١/ ٢٢١)، و"فقه سفيان الثوري" (٢٤٥).
(٧) حكاه عنه: ابن المنذر (١/ ٣٢٧)، وابن عبد البر (١/ ٣٠٩)، والمصنف في "شرح صحيح مسلم" (٣/ ١٩٧)، وفي "المجموع" (٣/ ٨١).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (106,'عن أحمد (١).
- والثالث: يجوز ذلك في البناء والصحراء، وهو قول عروة بن الزبير (٢) وربيعة (٣) وداود الظاهري (٤).
- والرابع: تحريم الاستقبال في الصحراء والبناء، ويحل الاستدبار فيهما، وهو رواية عن أبي حنيفة (٥) وأحمد (٦)، والصحيح الأول؛ لأن فيه جمعًا بين الأحاديث (٧).
_________
(١) انظر: "المغني" (١/ ٢٢١)، "الإنصاف" (١/ ١٠٠).
(٢) حكى مذهبه: ابن عبد البر في "التمهيد" (١/ ٣١١)، وابن المنذر في "الأوسط" (١/ ٣٢٦)، والحازمي في "الاعتبار" (٣٨)، وابن قدامة في "المغني" (١/ ٢٢٠ - ط هجر)، والمصنف في "المجموع" (٢/ ٨١)، وفي "شرح صحيح مسلم" (٣/ ١٩٧).
(٣) المصادر السابقة.
(٤) حكى مذهبه: ابن عبد البر (١/ ٣١١)، وابن قدامة (١/ ٢٢٠)، والمصنف في "المجموع" (٢/ ٨١)، وفي "شرح صحيح مسلم" (٣/ ١٩٧). وانظر "الإمام داود الظاهري وأثره في الفقه الإسلامي" (٤٨٦ - ٤٨٧).
(٥) انظر: "شرح معاني الآثار" (٤/ ٢٣٢)، "شرح فتح القدير" (١/ ٤١٩)، "عمدة القاري" (٢/ ٢٢٧)، "تبيين الحقائق" (١/ ١٦٧)، "البحر الرائق" (١/ ٢٥٦)، "فتح باب العناية" (١/ ٢٧٥)، "حاشية ابن عابدين" (١/ ٣٤١).
(٦) انظر: "المغني" (١/ ٢٢٢)، "الإنصاف" (١/ ١٠٠).
(٧) هذا الذي رجحه الشارح هو الذي اعتمده في كثير من كتبه منها:
* "شرح صحيح مسلم" (٣/ ١٩٧ - ١٩٩/ ط قرطبة)، قال بعد سوقه الأدلة وتخريجها وتوجيهها: "فهذه أحاديث صحيحة، مصرحة بالجواز في البنيان، وحديث أبي أيوب وسلمان وأبي هريرة (أ) وردت بالنهي، فيحمل على الصحراء، ليجمع بين الأحاديث، ولا خلاف بين العلماء أنه إذا أمكن الجمع بين الأحاديث لا يصار إلى ترك بعضها، بل يجب الجمع بينها، والعمل =
_________
(أ) هي كلها في الباب عند أبي داود رحمه الله تعالى.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (107,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= بجميعها، وقد أمكن الجمع على ما ذكرناه، فوجب المصير إليه، وفرَّقوا بين الصحراء والبنيان من حيث المعنى، بأنه يلحقه المشقة في البنيان في تكليفه ترك القبلة بخلاف الصحراء. وأما من أباح الاستدبار، فيحتج على ردّ مذهبه بالأحاديث الصحيحة المصرحة بالنهي عن الاستقبال والاستدبار جميعًا، كحديث أبي أيوب وغيره، والله أعلم".
* "المجموع" (٢/ ٨١ - ٨٣)، وكلامه مفصّل في المسألة، وترجيحه فيه ظاهر، وهذا الذي اعتمده في التقرير، كما تراه في "المنهاج" (١/ ٩٠ - ط البشائر)، و"التنقيح" (١/ ٩٥) و"التحقيق" (٨٥)، و"الروضة" (١/ ٦٥).
وممن نحى هذا المنحى جمع من المحققين، على رأسهم ابن المنذر، قال في "الأوسط" (١/ ٣٢٨):
"وأصحُّ هذه المذاهب مذهب من فرَّق بين الصحاري والمنازل في هذا الباب، وذلك أن يكون ظاهر نهي النبي - صلى الله عليه وسلم - على العموم إلا ما خصته السنة، فيكون ما خصته السنة مستثنى من جملة النَّهي، وإنما تكون الأخبار متضادة إذا جاءت جملة فيها ذكر النهي يقابل جملة ما فيها ذكر الإباحة، فلا يمكن استعمال شيء منها إلا بطرح ما ضادها، وسبيل هذا كسبيل نهي النبي - صلى الله عليه وسلم - عن بيع الثمر بالثمر جملة، ثم رخص في بيع العرايا بخرصها، فبيع العرية مستثنى من جملة نهي النبي - صلى الله عليه وسلم - عن بيع الثمر بالثمر، وكذلك نهيه عن بيع ما ليس عند المرء، وإِذنه في السلم.
وهذا الوجه موجود في كثير من السنن والله أعلم، فلما نهى رسول الله - صلى الله عليه وسلم - عن استقبال القبلة بالغائط والبول نهيًا عامًا، واستقبل بيت المقدس مستدبرًا الكعبة، كان إباحة ذلك في المنازل، مخصوص من جملة النهي".
والذي رجَّحه ابن القيام في هذه المسألة عدم جواز استقبال القبلة أو استدبارها، سواء في الصحراء أم في غيرها من البنيان، لعموم أدلة النهي، وما ورد من جواز في حديث جابر - رضي الله عنه - وغيره فللعلماء عليه أجوبة، منها:
* أنَّ هذه الأحاديث ليس فيها إلا مجرد الفعل، وهو لا يعارض القول الخاص بالأمة. =',NULL,'110',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (108,'قوله - صلى الله عليه وسلم -: "ولا يستطيب بيمينه"، هكذا هو في عامة النسخ (ولا يستطيب) بالياء، وهو صحيح. وهو نهي بلفظ الخبر، كقوله تعالى: {لَا تُضَآرَّ وَالِدَةٌ بوَلدَهَا} [البقرة: ٢٣٣]، وكقوله - صلى الله عليه وسلم -: "لا يبيع أحدكم على بيع أخيه" (١)، ونظائره، وهذا أبلغ في النهي؛ لأن خبر الشارع لا يتصور خلافه، وأمره قد يخالف، فكأنه قيل: عاملوا هذا النهي معاملة الخبر الذي لا يقع خلافه (٢).
والاستطابة والإطابة والاستنجاء يكونان بالماء، ويكونان بالأحجار، وأما الاستجمار فمختص بالأحجار (٣)، وهو مأخوذ من الجمار وهي
_________
= * أن هذه فيها حكاية فعل لا عموم لها، ولا يعلم هل كان - صلى الله عليه وسلم - في فضاء أو بنيان؟ وهل كان ذلك لعذر من ضيق مكان ونحوه أو اختيارًا.
وانظر: "زاد المعاد" (٢/ ٣٨٤ - ٣٨٦) و"تهذيب سنن أبي داود" (١/ ٢٢).
(١) أخرجه البخاري (٢١٣٩)، وهو عند مسلم (١٤١٢) بلفظ: "لا يَبِعْ" -مجزومًا- من حديث ابن عمر - رضي الله عنه -.
(٢) نقله السيوطي في "مرقاة الصعود" (ص ٧ - درجات) بطوله، وفيه على إثره: وقال ابن أبي الدنيا: بأصلنا "لا يستطب" بجزم باء نهيًا"، وانظر عن تقرير المصنف (الخبر الذي يراد به النهي) كتابي "التحقيقات والتنقيحات السلفيات على متن الورقات" (ص ١٣٠).
(٣) بنحو المذكور هنا في "تحرير ألفاظ التنبيه" (٣٦)، و"المجموع" (٢/ ٧٣)، و"شرح صحيح مسلم" (٣/ ١٥٨ - ط قرطبة) وعبارته فيه:
"هذا الذي ذكرناه من معنى الاستجمار، هو الصحيح المشهور الذي قاله الجماهير من طوائف العلماء من اللغويين والمحدثين والفقهاء".
وقال القاضي حسين في "التعليقة" (١/ ٣٠٧): "الاستطابة والاستجمار والاستنجاء واحد؛ لأن الاستنجاء: طلب الطيب، والاستجمار: طلب الجمار والأحجار. والاستنجاء: إزالة النجاسة، النجو، وهو العذرة، فالكل عبارة عن إزالة النجو عن محل مخصوص".',NULL,'111',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (109,'الحصى الصغار، وسُمِّي استطابة لأنه يطيب النفس بإزالة الخبث، وقال الخطابي (١): "هو من الطيب وهو الطهارة ". قال الأزهري (٢) والخطابي (٣) وغيرهما: يقال: منه استطاب يستطيب فهو مستطيب، وأطاب يطيب فهو مطيب. وأما الاستنجاء فقال الأزهري (٤): "قال شَمِر: هو مأخوذ من: نجوتُ الشجرة، أو أنجيتها إذا قطعتها، كأنه يقطع الأذى عنه، وقال ابن قتيبة (٥): هو من النَّجوة، وهي ما يرتفع (٦) من الأرض، وكان الرجل إذا أراد قضاء حاجةٍ (٧) تَستَّر بنجوة".
قال الأزهري (٨): "قول شَمِر أصح". وسبق بيان معنى النهي عن الاستنجاء باليمين.
قوله: "وكان يأمر بثلاثة أحجار وينهى عن الروث والرمَّة": هي بكسر الراء، وهي العظم البالي (٩)، سُمِّي بذلك؛ لأن الإبل تَرُمَّه أي تأكله، ويقال لها الرميم أيضًا، ففيه النهي عن الاستنجاء بالروث وكل ما
_________
(١) "معالم السنن": (١/ ١٤)، بالمعنى، وعبارته:
"يقال: استطاب الرجل إذا استنجى، فهو مستطيب، وأطاب فهو مطيب، ومعنى الطيب ههنا الطهارة".
(٢) "تهذيب اللغة" (١٤/ ٤٠)، مادة (طاب).
(٣) انظر: "غريب الحديث" (١/ ١١٠) له، ونقله عنه الأزهري (١١/ ٧٧) مادة (جمر).
(٤) "تهذيب اللغة" (١١/ ١٩٩)، مادة (نجا)، بتصرف.
(٥) "غريب الحديث" (١/ ١٥٩ - ١٦٠).
(٦) في مطبوع "غريب الحديث": "وهو ارتفاع من".
(٧) في مطبوع "غريب الحديث": "حاجته".
(٨) لم أجد سوى نقل الأزهري، أما تصحيحه فلم أجده في مطبوع "تهذيب اللغة" (مادة نجى) ونقله عنه المصنف في "المجموع" (٢/ ٧٣).
(٩) مثله في "المجموع" (٢/ ١٠٤).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (110,'فيه معناه، وهو المطعوم والمحترم (١).
وفيه أن العظم لا يجوز الاستنجاء به وإن أُحرق وخرج عن هيئة العظم، وهذا هو الأصحُّ عندنا، وحكى الماوردي وجهًا أنه يجوز حينئذٍ (٢).
وفيه أن الأحجار لا تتعيَّن؛ لأنه لما أمر بالأحجار واستثنى الروث والرمة، دل على أن لفظ الأحجار ليس المراد منه عينها، إذْ لو أراد عينها لم يحتج إلى استثناء الروث والرمَّة، وإنما ذكرت الأحجار لتيسُّرها (٣)، والله أعلم.
٩ - (صحيح) حدثنا مَسدَّد بن مُسرهد، ثنا سفيان، عن الزهري، عن عطاء بن يزيد الليثي، عن أبي أيوب رواية، قال: "إذا أتيتم الغائط فلا
_________
(١) عبارته في "شرح صحيح مسلم" (٣/ ٢٠١ - ٢٠٢): "فيه النهي عن الاستنجاء بالنجاسة، ونبه - صلى الله عليه وسلم - بالرجيع على جنس (النجس)، فإنّ الرجيع هو الروث، وأما العظم؛ فلكونه طعامًا للجن، فنبّه على جميع المطعومات، وتلتحق به المحترمات، كأجزاء الحيوان، وأوراق كتب العلم وغير ذلك، ولا فرق في النجس بين المانع والجامد، فإن استنجى بنجس لم يصح استنجاؤه، ووجب عليه بعد ذلك الاستنجاء بالماء، ولا يجزئه الحجر؛ لأن الموضع صار نجسًا بنجاسة أجنبية، ولو استنجى بمطعوم أو غيره من المحترمات الطاهرات، فالأصح أنه لا يصح استنجاؤه، ولكن يجزئه الحجر بعد ذلك، إن لم يكن نقل النجاسة عن موضعها، وقيل: إن استنجاءه الأول يجزئه مع المعصية، والله أعلم".
(٢) انظر: "الحاوي الكبير" (١/ ٢١٠) وهذا الذي اعتمده الشارح فى "التحقيق" (٨٥) -وهو آخر كتبه- وعبارته: "والصحيح إجزاؤه ... وعظم أُحرق وخرج عن صفة العظام".
(٣) بنحوه في "شرح صحيح مسلم" (٣/ ٢٠١) و "المجموع" (٢/ ١١٣)، وانظر ما تقدم من تعليق على (ص ١٠١ - ١٠٢).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (111,'تستقبلوا القبلة بغائط ولا بولٍ، ولكن شرقوا أو غربوا". فقدمنا الشام فوجدنا فيها مراحيض قد بُنيت قبل القبلة، فكنا ننحرف عنها ونستغفر الله (١).
[قال ابن الأعرابي: حدثنا سفيان بن عيينة بإسناده ومعناه].
وأما حديث أبي أيوب فهو في "الصحيحين"، واسم أبي أيوب: خالد بن زيد الأنصاري (٢) - رضي الله عنه -، وفي إسناده سُفيان -بضم السين وكسرها وفتحها- والمشهور الضم (٣).
قوله - صلى الله عليه وسلم -: "لا تستقبلوا القبلة بغائط ولا بول، ولكن شرِّقوا أو غَرِّبوا".
قال العلماء: هذا الخطاب لأهل المدينة، ومن في معناهم، كأهل الشام واليمن، وغيرهم ممن قبلته على هذا السمت، وأما من كانت قبلته من جهة المشرق أو المغرب، فإنه لا يشرِّق ولا يغرِّب (٤)، ووقع في بعض النسخ "شرقوا أو غربوا"، وفي بعضها: "وغربوا" بحذف الألف (٥)، وكلاهما صحيح، والأول أجود وهو الموجود في "الصحيحين" والثاني محمول عليه.
_________
(١) أخرجه البخاري (٣٩٤)، ومسلم (٢٦٤) من طريق سفيان به.
(٢) انظر: "طبقات ابن سعد" (٣/ ٣٨٤)، "المعرفة والتاريخ" (١/ ٣١٢)، "تاريخ خليفة" (٢١١)، "طبقات خليفة" (٨٩، ٣٠٣)، "طبقات مسلم" (رقم ١٩ - بتحقيقي)، "التاريخ الكبير" (٣/ ١٣٦)، "السير" (٢/ ٤٠٢).
(٣) نقل المصنف في "شرح صحيح مسلم" (١/ ٩٣ - ط قرطبة) عن ابن السكيت فيه ثلاث لغات للعرب: ضم السين وفتحها وكسرها، وأفاده في "تهذيب الأسماء واللغات" (١/ ٢٢٤)، وزاد كما هنا: "بضم السين على المشهور".
(٤) انظر: "معالم السنن" (١/ ١٦) و"شرح النووي على صحيح مسلم" (٣/ ٢٠٢)، و"المفهم لما أشكل من تلخيص مسلم" (١/ ٥٢١).
(٥) نقله السيوطي في "مرقاة الصعود" (٨ - درجات) عن المصنف، وقال: =',NULL,'114',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (112,'قوله: "فقدمنا الشأم فوجدنا مراحيض قد بُنيت قِبَلَ القبلة، فكُنّا ننحرف عنها، ونستغفر الله (١) تعالى".
الشأم مهموز، ويجوز تسهيل همزته، والشَّآم بالهمز والمد في لغة قليلة (٢)، وهو من العريش إلى الفرات (٣)، وقيل: إلى بَالِس (٤). والشَّام مُذكَّر، وقد يؤَنَّث (٥)، فيقال: الشَّام مبارك ومباركة. قيل: سُمِّي بذلك لأن سام بن نوح - صلى الله عليهما - أول من سكنه فسُمِّي به، وقيل: سُمِّيَ بذلك لكثرة قُراه ودُنُوّ بعضها من بعض كالشامات، وقيل: لأن باب الكعبة مشتمل، فَسُمِّي لذلك شامًا، وقيل: إن البيت لما كان اليمن
_________
= "وكذا رأيته في "مختصر السنن" للمنذري (١/ ٢٠) بألف، فلعله من الناسخ، وكلاهما صحيح". وانظر "السنن" (١/ ١٥٣) مع تعليق عوامة عليه.
(١) قال السيوطي في "مرقاة الصعود" (٨ - درجات): "قال ولي الدين -أي العراقي-: بحذف الجلالة برواية أبي داود، وببقية الست بإثباتها، ونقله النووي في "شرحه" عن رواية لأبي داود".
(٢) قال عنها المصنف في "تحرير ألفاظ التنبيه" (ص ١٣٨): "وهي ضعيفة وإن كانت مشهورة، قال صاحب "المطالع": أنكرها أكثرهم".
(٣) طولاً.
(٤) بالس: بلد بالشام بين حلب والرقَّة. انظر: "معجم البلدان" (٢/ ٤٦)، وللتمرتاشي "الخبر التام في حدود الأرض المقدسة والشام" وهو مخطوط، انظر عن نسخه "تاريخ بروكلمان" (٨/ ٣٤٥)، وانظر عن حدودها: "الأم" (١/ ١٦٢)، "صحيح ابن حبان" (١٦/ ٢٩٥ - "الإحسان")، "فضائل الشام" (٩٥) لابن رجب، "الإعلام لسنّ الهجرة إلى الشام" (٨٣ - ٨٤) للبقاعي، "حدائق الإنعام في فضائل الشام" (ص ٣١). ونقل ابن العراقي في "طرح التثريب" (٥/ ٩) كلام المصنف إلى هنا، وتحرفت فيه وفي "تهذيب الأسماء" (٣/ ١٧١) (بالس) إلى (نابلس)! فلتصوب.
(٥) قال المصنف في "تحرير ألفاظ التنبيه" (ص ١٣٨): "وهو مذكّر على المشهور، وقال الجوهري: يُذكَّر وُيؤَنَّث".',NULL,'115',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (113,'عن يمينه والشام عن شماله فسُمِّيا بذلك (١).
والمراحيض: جمع مرحاض (٢)، وهي: الأخلية.
بُنيت: يعني: في الجاهلية.
وقوله: "ننحرف" هو بالنونين (٣). وأما استغفاره، فلأنَّ مذهبه تحريم ذلك في البنيان كما ذكرناه عنه (٤)، فكان ينحرف في حال قعوده بحسب الإمكان ويستغفر احتياطًا، وإنْ كان المنحرفُ غير مستقبل، ولا يُظَنُّ به أنه كان يفعل ما يعتقد تحريمه.
١٠ - (منكر) حدثنا موسى بن إسماعيل، قال: ثنا وهيب، قال: ثنا عمرو بن يحيى، عن أبي زيد، عن معقِل بن أبي معقِل الأسدي قال: نهى رسولُ الله - صلى الله عليه وسلم - أن نستقبل القِبْلتين ببول أو غائط (٥).
_________
(١) أسهب النووي في "تهذيب الأسماء واللغات" (٣/ ١٧١) في بيان الأقاويل التي قيلت في اشتقاق (الشام) والنسبة إليها، وذكر الأقوال المذكورة هنا وغيرها، وأفاض ابن عساكر في "تاريخ دمشق" (١/ ١٩) في ذكرها أيضًا.
وانظر: "التعريف والإعلام" (٩٦ - ٩٧) للسهيلي، "القاموس المحيط" (مادة شام)، "حدائق الإنعام في فضائل الشام" (٣٢ - ٣٣).
(٢) قال الشارح في "شرح صحيح مسلم " (٣/ ٢٠٢): "والمراحيض): بفتح الميم والحاء المهملة والضاد المعجمة، جمع (مرحاض) -بكسر الميم- وهو البيت المتخذ لقضاء حاجة الإنسان، أي للتغوّط".
(٣) كذا قال في "شرح صحيح مسلم" (٣/ ٢٠٢)، وزاد: "معناه: نحرص على اجتنابها بالميل عنها، بحسب قدرتنا".
(٤) انظر (ص ١٠٨).
(٥) أخرجه من طريق أبي داود: البيهقي في "الخلافيات" (٣٣٨)، وفي "السنن الكبرى" (١/ ٩١ - ٩٢)، وابن عبد البر في "التمهيد" (١/ ٣٠٤) وعلقه البخاري في "التاريخ الكبير" (٤/ ١/ ٣٩١ - ٣٩٢) قال موسى بن إسماعيل به. =',NULL,'116',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (114,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وتابع أبا داود: تمتام، واسمه محمد بن غالب، كما عند البيهقي في "الكبرى" (١/ ٩١) وتابع موسى بن إسماعيل، فرواه عن وهيب بن خالد: عفّانُ وعنه ابن أبي شيبة في "المصنف" (١/ ١٧٧)، وأحمد في "المسند" (٤/ ٢١٠) والحارث بن أبي أسامة -ومن طريقه الخطيب في "الموضح" (٢/ ٤١١)، ولكنه اختصره- وأبو نعيم في "المعرفة" (٥/ ٢٥١٣)، وأحمد بن زهير ومن طريقه ابن عبد البر في "التمهيد" (١/ ٣٠٤ - ٣٠٥) ورواه عن وهيب أيضًا مختصرًا: عبد الأعلى بن حماد النَّرسي، وعنه أبو يعلى في "المسند" (١٢/ ٢٦٧) (رقم: ٦٨٦٠)، وأخرجه ابن قانع في "معجم الصحابة" (٣/ ٧٨) من طريق آخر عن عبد الأعلى وتابع وهيبًا جماعة آخرون.
وإسناده ضعيف، قال الحافظ ابن حجر في "الفتح" (١/ ٢٤٦): "هو حديث ضعيف، لأن فيه راويًا مجهول الحال".
قلت: يريد ابن حجر أبا زيد مولى بني ثعلبة، فإنَّ الذهبي قال في "مختصر سنن البيهقي" (١/ ١١١): "لا يدري من هو". وقال عنه ابن المديني: "ليس بالمعروف". وانظر عنه: "تهذيب الكمال" (٣٣/ ٣٣٤).
وأخرجه أحمد في "المسند" (٦/ ٤٠٦): ثنا عبد الرازق عن ابن جريج أخبرني عمرو بن يحيى بن أبي عمارة الأنصاري به. وأخرجه الطبراني في "الكبير" (٢٠/ ٢٣٤)، رقم (٥٤٩) -ومن طريقه الخطيب في "تلخيص المتشابه" (٢/ ٨٧٤) -، والبيهقي في "الخلافيات" (٣٣٩) من طريق عبد الرازق به.
وقال البخاري في "التاريخ الكبير" (٤/ ١/ ٣٩٢): "قال لي إبراهيم بن موسى أنا هشام بن يوسف أنَّ ابن جريج ... به".
ورواه عن عمرو بن يحيى جماعة غير ابن جريج ووهيب من مثل:
* عبد العزيز بن محمد الدراوردي، كما عند: البخاري في "التاريخ الكبير" (٤/ ١/ ٣٩٢ - ٣٩٣)، وابن أبي عاصم في "الآحاد والثماني" (٢/ ٢٩٦) (رقم: ١٠٥٨) و (٤/ ١٩١) (رقم: ٢١٧٣)، وابن قانع في "معجم الصحابة" (٣/ ٧٨)، وأبو نعيم في "معرفة الصحابة" (٥/ ٢٥١٣) رقم (٦٩١)، والخطيب في "الموضح" (٢/ ٤١١ - ٤١٢)، والحازمي في "الاعتبار" (٦٣) =',NULL,'117',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (115,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= * سليمان بن بلال، كما عند: ابن أبي شيبة في "المصنف" (١/ ١٧٦) ومن طريقه ابن أبي عاصم في "الآحاد والمثاني" (٢/ ٢٩٤) (رقم: ١٠٥٧)، وابن ماجه في "السنن" (١/ ١١٥ - ١٦٦) (رقم: ٣١٩)، والبخاري في "التاريخ الكبير" (٤/ ١/ ٣٩٢ - ٣٩٣)، والطحاوي في "شرح معاني الآثار" (٤/ ٢٣٣).
* داود بن عبد الرحمن العطَّار، كما عند: ابن قانع في "معجم الصحابة" (٣/ ٧٨)، والطحاوي في "شرح معاني الآثار" (٤/ ٢٣٣)، والطبراني في "الكبير" (٢٠/ ٢٣٤) (رقم: ٥٥٠).
* عبد العزيز بن المختار، كما عند ابن قانع في "معجم الصحابة" (٣/ ٧٧ - ٧٨)، والطحاوي في "شرح معاني الآثار" (٤/ ٢٣٣)، والخطيب في "تلخيص المتشابه" (٢/ ٨٧٤).
* محمد بن فليح، كما عند: ابن شاهين، كما في "الإصابة" (٣/ ٤٤٧)، ورواه غيره من طريقه مختصرًا من غير ذكر القبلة فيه.
وإسناده ضعيف، وعلته أبو زيد، وقد اختلف في تسميته وولائه بين من رواه عن عمرو بن يحيى، فقال بعضهم: "زيد" وقال آخرون: "أبو زيد" ومنهم من قال: "مولى بني ثعلبة" ومنهم من قال: "مولى ثعلبة " ومنهم من قال: "مولى التغلبيين"، وبيَّن هذا الاختلاف البخاري في "التاريخ"، والخطيب في "الموضح"، ومن أجله أطالوا في سرد الأسانيد على عادتهم في مثل هذا.
وهذا يدلل على أن زيدًا -أو أبا زيد- غير معروف بالرواية، كما قال ابن المديني، ومن أجله يضعف هذا الحديث، فتجويد النووي له هنا وفي "خلاصة الأحكام" (١/ ١٥٤) رقم (٣٣٨)، وفي "المجموع" (٢/ ٨٠) -وعبارته فيه: "إسناده جيّد، ولم يضعّفه أبو داود"- ليس بجيّد، نعم، للحديث شواهد، ولكن في النَّهي عن استقبال القبلة عند البول واستدبارها، وليس في النهي عن استقبال القبلتين، أي: بيت المقدس.
بقي أن أشيرَ إلى أن الرواة اختلفوا في تسمية صحابي هذا الحديث، فمنهم من سمَّاه "معقل بن أبي معقل" ومنهم من قال: "معقل بن أبي الهيثم" وكلاهما واحد، وذكر هذا الاختلاف الدارقطني في "العلل" (٥/ ق ١٢/ ١ - ٢). =',NULL,'118',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (116,'قال أبو داود: وأبو زيد هو مولى بني ثعلبة.
وأما حديث النهي عن استقبال القبلتين، فإسناده جيد!! والمراد الكعبة وبيت المقدس؛ فأما استقبال الكعبة واستدبارها فحرام وأما بيت المقدس ففيه تأويلات:
- أحدها: تأويل أبي إسحاق المروزي، وأبي علي بن أبي هريرة أنه نهى عن استقبال بيت المقدس حين كان قبلة، ثم نهي عن الكعبة حين صارت قبلة، فجمعهما الراوي (١).
- والثاني: المراد بالنهي أهل المدينة؛ لأن من استقبل بيت المقدس بالمدينة استدبر الكعبة، فترجع حقيقة النهي إلى الكعبة خاصة، حكاه الخطابي (٢) والماوردي (٣).
- والثالث: -وهو الصواب-: أن النهي عنهما في وقت واحد، وأنه عام لِكِلْتيهما في كل مكان، لكنه في الكعبة نهي تحريم، وفي بيت المقدس نهي تنزيه، ولا يمتنع جمعهما في النهي وإن اختلف معنى النهي. وسبب النهي عن بيت المقدس كونه كان قبلة، وإنما لم نقل بتحريمه للإجماع بخلافه (٤).
_________
= وانظر: "من وافقت كنيته كنية زوجه من الصحابة": (٩٨ - ٩٩ بتحقيقي)، و "نصب الراية" (٢/ ١٠٣).
(١) انظره في "الحاوي الكبير" (١/ ١٨٧)، وعنه المصنف في "المجموع" (٢/ ٩٥).
(٢) "معالم السنن" (١/ ١٧).
(٣) "الحاوي الكبير" (١/ ١٨٦ - ١٨٧).
(٤) قال النووي في "المجموع" (٢/ ٩٥): "والظاهر المختار أن النهي وقع في وقت واحد، وأنه عام لكلتيهما في كل مكان، ولكن في الكعبة نهي تحريم في بعض الأحوال على ما سبق، وفي بيت المقدس نهي تنزيه، ولا يمتنع =',NULL,'119',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (117,'١١ - (حسن) حدثنا محمد بن يحيى بن فارس، قال: حدثنا صفوان ابن عيسى، عن الحسن بن ذكران، عن مروان الأصفر، قال: رأيت ابن عمر أناخ راحلته مستقبل القبلة، ثم جلس يبول إليها، فقلت: يا أبا عبد الرحمن! أليس قد نُهي عن هذا؟ قال: "بلى، إنما نُهي عن ذلك في الفضاء، فإذا كان بينك وبين القِبْلة شيءٌ يستُرك فلا بأس" (١).
_________
= جمعهما في النهي وإن اختلف معناه، وسبب النهي عن بيت المقدس كونه كان قبلة، فبقيت له حرمة الكعبة، وقد اختار الخطابي هذا التأويل.
فإن قيل: لم حملتموه في بيت المقدس على التنزيه؟ قلنا: للإجماع؛ فلا نعلم من يعتد به حرَّمه، والله أعلم". قلت: ولم أجد هذه المسألة منصوصًا عليها في كتب الإجماع التي بين يدي؛ فإن لم تكن فَلْتستدرك والله الموفق والهادي.
ونص المصنف على المزبور في عدد من كتبه، مثل: "التحقيق" (٨٥)، و "الروضة" (١/ ٦٦)، و"شرح صحيح مسلم" (٣/ ٢٠٠)، ونقله عنه السيوطي في "مرقاة الصعود" (٨ - ٩ درجات).
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ٩٢)، و "المعرفة" (١/ ١٩٤)، رقم (١٢٧).
وأخرجه ابن خزيمة في "الصحيح" (١/ ٣٥) (رقم: ٦٠) -ومن طريقه الدارقطني في "السنن" (١/ ٥٨) - وابن الجارود في "المنتقى" (رقم: ٣٢)، وابن شاهين في "الناسخ والمنسوخ" (رقم: ٨٤): ثنا أبو عبد الله بن محمد بن زياد ثلاثتهم قال: ثنا محمد بن يحيى الذهلي النيسابوري ثنا صفوان به.
وأخرجه الحاكم في "المستدرك" (١/ ١٥٤)، وعنه البيهقي في "الكبرى" (١/ ٩٢)، و "المعرفة" (١/ ١٩٤) رقم (١٢٨)، و"الخلافيات" (٣٤٧)، والحازمي في "الاعتبار" (٦٦) من طريق صفوان بن عيسى به.
وأخرجه أبو إسحاق بن راهويه في مسنده (رقم ٥٥٣ - مسند عائشة): أخبرنا سعدان بن سعد الليثي نا أبو الحسن بن ذكران به.
وقال ابن حجر في "الفتح" (١/ ٢٤٧): "رواه أبو داود والحاكم بسند لا بأس به، وصححه الحاكم فقال: هذا حديث صحيح على شرط البخارى؛ فقد احتج بالحسن بن ذكوان، ولم يخرجاه". =',NULL,'120',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (118,'وأما حديث مروان الأصفر عن ابن عمر فحديث حسنٌ (١)، وهو على شرط البخاري (٢) كما قال الحاكم.
فإن قيل: ففيه أبو الحسن بن ذكوان -وفيه خلاف-؟
قلنا: قد احتج (٣) به البخاري في "صحيحه"، ولم يُبيِّن من ضعَّفه
_________
= وكلامه متعقّب بما يلى:
- أولاً: لم يحتج البخاري بالحسن بن ذكوان، وإنما روى له في المتابعات حديثًا واحدًا فى كتاب الرقاق: (١١/ ٤١٨).
قال الحافظ ابن حجر في "الفتح" (١١/ ٤٤١): "والحسن بن ذكوان تكلّم فيه ابن معين وأحمد وغيرهما، ولكنّه ليس له في البخاري سوى هذا لحديث من رواية يحيى القطان عنه مع تعنته في الرجال، ومع ذلك فهو متابعة".
- ثانيًا: أبو الحسن بن ذكوان فيه ضعف، ضعفه أحمد وابن معين أبو حاتم، وقال ابن معين: "كان قدريًا" وقال الساجي: "إنما ضعفه لمذهبه"
قلت: عبارة ابن معين: "صاحب الأوابد منكر الحديث". فعبارته لا تحتمل ما قاله الساجي، وإن كان الأمر كما قال، وكان صدوقًا ضابطًا، فبدعته لا تضرّه، كما هو المقرر في علم المصطلح.
- ثالثًا: أبو الحسن بن ذكوان كان مدلسًا، قال الأثرم: "قلت لأبي الله: ما تقول في الحسن بن ذكوان؟ قال: أحاديثه بواطيل، يروي عن حبيب بن أبي ثابت، ولم يسمع من حبيب، إنما هذه أحاديث عمرو بن خالد الواسطي".
قلت: وعمرو الواسطي هذا متهم بالكذب، وهذا التدليس من النوع القبيح، ولم نظفر برواية صرح فيها ابن ذكوان بالتحديث.
فهذا السند فيه ضعف، وقد يحسَّن في المتابعات.
(١) وحسنه المصنف في "خلاصة الأحكام" (١/ ١٥٣ - ١٥٤) رقم (٣١٧)، قال: "حديث حسن!!، رواه أبو داود وغيره"، وانظر التخريج السابق.
(٢) فيه ما قدمناه مفصلاً في التخريج.
(٣) ليس كذلك، إنما روى له في المتابعات، وهي ليست على شرطه، كما وضحته في "البيان والإيضاح شرح نظم العراقي للاقتراح" وتعليقي على "الكافي" لأبي الحسن التبريزي، وهما من مطبوعات الدار الأثرية، عمان.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (119,'سببًا يقدح فيه، وهذا الذي فسَّر به ابن عمر الحديث من تخصيص النهي بالصحراء حجة لما قال الشافعي وموافقوه كما سبق.
وفيه: أنَّ التَّستُّر بالرَّاحلة يكفي، ويقوم مقام الجدار، سواء فعل ذلك في البنيان أو الصحراء.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (120,'<span data-type="title" id=toc-17>٥ - باب: الرخصة</span>
هكذا هو في بعض النسخ، وفي بعضها: "الرخصة في ذلك" (١)، والأول أجود، وليس معناه: الرخصة في الاستقبال والاستدبار مطلقًا، بل مراده: الرخصة في ذلك في البنيان (٢)، ومعناه الرخصة في بعض ذلك وهو البنيان، وتقديره: باب: بيان ما رُخِّص فيه من ذلك.
١٢ - (صحيح) حدثنا [القعنبي] عبد الله بن مسلمة، عن مالك، عن يحيى بن سعيد، عن محمد بن يحيى بن حَبَّان، عن عمه واسع بن حَبَّان، عن أبو عبد الله بن عمر قال: "لقد ارتقيتُ على ظهر البيت فرأيتُ رسول الله - صلى الله عليه وسلم - على لبنتين، مستقبل بيت المقدس لحاجته" (٣).
_________
(١) انظر "سنن أبي داود" (١/ ١٥٤ - ط عوامة).
(٢) قيد المصنف في "التنقيح" (١/ ٢٩٥) كلام أبي حامد الغزالي: "أنه يحرم استقبال القبلة واستدبارها إلا إذا كان في بناء" بقوله:
"هذا ليس على إطلاقه، بل قال أصحابنا: إنما يجوز ذلك في البناء إذا كان كنيفًا متخذًا لذلك، أو كان قريبًا من الجدار ونحوه بحيث لا يزيد ما بينهما على نحو ثلاثة أذرع، وأن لا ينقص ارتفاع الساتر عن مؤخرة الرحل، وهي نحو ثلثي ذراع، هذا هو المذهب. وفي وجه ضعيف: يجوز في البناء مطلقًا، حكاه الماوردي والروياني وغيرهما".
قلت: وقد جزم الشارح في "التحقيق" (٨٥) وغيره بما هو المذهب، ولم يذهب إلى هذا الإطلاق، فلا يقال اختاره هنا، فافهم.
(٣) أخرجه البخاري (١٤٩)، ومسلم (٢٦٦).',NULL,'123',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (121,'قوله: "ابن حَبَّان" -في الموضعين- بفتح الحاء وبالموحدة (١).
وحديث ابن عمر في "الصحيحين"، ووقع نظر ابن عمر اتفاقًا لا مقصودًا، ثم ردَّ بصره في الحال (٢).
وبيت المقدس: فيه لغتان (٣): فتح الميم مع سكون القاف وكسر الدال، وهذا أشهر.
والثانية: ضمّ الميم وفتح القاف والدال المشددة، وهو من التقديس وهو التطهير.
والأرض المقدسة: المطهرة، والبيت المقدس: أي المطهر.
قال الزجاج (٤): البيت المقدس: أي المطهّر، وبيت المقدس: أي المكان الذي يطهر فيه من الذنوب (٥).
_________
(١) قال في "شرح صحيح مسلم" (٣/ ٢٠٣): "بفتح الحاء وبالباء الموحدة".
(٢) لم يكن ذلك منه تحسسًا ولا تجسسًا، ولم ير ابن عمر إلا أعاليه - صلى الله عليه وسلم - فقط، ويؤكده رواية البخاري: "ارتقيت فوق بيت حفصة لبعض حاجتي".
وفي رواية لابن حزم: "رأيته يقضي حاجته محجّر عليه باللبن".
وفي هذا جواز تبسّط أقارب الزوجة في بيت الزوج حالة الاحتشام، وكف البصر عما يستحيي من رؤيته، فإنه الظاهر من ابن عمر - رضي الله عنه -.
قال المصنف في "شرح صحيح مسلم" (٣/ ٢٠٣): "وأما رؤيته -أي ابن عمر للنبي - صلى الله عليه وسلم - فوقعت اتفاقًا بغير قصدٍ لذلك".
(٣) ذكرهما المصنف في "تهذيب الأسماء واللغات" (٤/ ١٠٩)، وقال عنهما: "لغتان مشهورتان".
(٤) في "معاني القرآن" (٢/ ١٦٢ - ١٦٣) له بنحوه، وصرح المصنف في "تهذيب الأسماء واللغات" (٤/ ٢٠٩) أنه نقله عن الزجاج بواسطة الواحدي، وانظر: "الوسيط" للواحدي في "تفسيره" (أوائل البقرة) (١/ ١١٦، ١٧١، ٢٦٣).
(٥) انظر: "تهذيب الأسماء واللغات" (٤/ ١٠٩) للمصنف.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (122,'١٣ - (حسن) حدثنا محمد بن بشار، قال: ثنا وهب بن جرير، قال: نا أبي، قال: سمعت محمد بن إسحاق، يحدث عن أبان بن صالح، عن مجاهد، عن جابر بن أبو عبد الله قال: "نَهَى نبي الله - صلى الله عليه وسلم - أن نستقبل القبلة ببولٍ، فرأيته قبل أن يقبض بعام يستقبلها" (١).
_________
(١) أخرجه من طريق أبي داود: البيهقي في "الخلافيات" (٣٤٩ - بتحقيقي).
وأخرجه الترمذي في "الجامع" (١/ ١٥) (رقم: ٩): ثنا محمد بن بشار ومحمد بن المثنى قالا: ثنا وهب به.
وأخرجه ابن ماجه في "السنن" (١/ ١١٧) (رقم: ٣٢٥)، وابن خزيمة في "الصحيح" (١/ ٣٤) (رقم: ٥٨) قالا: ثنا محمد بن بشار به.
وأخرجه الحازمي في "الاعتبار" (٦٤) من طريق عبد الأعلى بن حماد النرسي ثنا وهب بن جرير به.
وتابع جرير بن حازم: إبراهيم بن سعد.
أخرجه أحمد في "المسند" (٣/ ٣٦٠) وابن الجارود في "المنتقى" (٣١)، والدارقطني في "السنن" (١/ ٥٨ - ٥٩) -ومن طريقه الحازمي في "الاعتبار" (٦٤) - والطحاوي في "شرح معاني الآثار" (٤/ ٢٣٤)، الحاكم في "المستدرك" (١/ ١٥٤)، وابن حبان في "الصحيح" (٤/ ٢٦٨ - ٢٦٩) (١٤٢٠ - الإحسان)، وابن شاهين في "الناسخ والمنسوخ" (رقم: ٨٢)، والبيهقي في "الكبرى" (١/ ٩٢) كلهم من طريق يعقوب بن إبراهيم بن سعد ثنا أبي عن ابن إسحاق به.
وإسناده قوي، فقد صرَّح ابن إسحاق بالتحديث عند أحمد وابن حبان والدارقطني والحاكم وابن الجارود، ولا التفات لقول ابن مفوز -فيما نقل عنه ابن القيم في "تهذيب سنن أبي داود" (١/ ٢٢) -: "وأمَّا الحديث فإنّه انفرد به محمد بن إسحاق، وليس هو ممن يحتج به في الأحكام، فكيف أن يعارض بحديثه الأحاديث الصحاح، أو ينسخ به السنن الثابتة؟! ".
وقد ذكر الحافظ ابن حجر في "التلخيص الحبير" (١/ ١٠٤) أن النووي توقّف فيه لعنعنة ابن إسحاق!
قلت: وقد حسَّنه هنا، وفي كتابيه: "شرح صحيح" (٣/ ١٥٥)، و"المجموع" (٢/ ٨٢)، ولعله اطلع على تصريحه بالتحديث -فيما بعد- =',NULL,'125',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (123,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فصرح بحسنه، وإن لم يجزم بذلك كما سيأتي.
وأعلَّه ابن عبد البر وابن حزم بأبان بن صالح، قال الأول في "التمهيد" (١/ ٣١٢): "وليس حديث جابر بصحيح عنه، فيعرج عليه؛ لأن أبان بن صالح الذي يرويه ضعيف"!!، وقال الآخر في "المحلى" (١/ ١٩٨): "وأما حديث جابر فإنَّه من رواية أبان بن صالح، وليس بالمشهور"!!
قلت: وكلامهما متعقَّب، ورحم الله ابن حجر فإنَّه قال في "التلخيص الحبير" (١/ ١٠٤): "وضعَّفه ابن عبد البر بأبان بن صالح، ووهم في ذلك، فإنه ثقة باتفاق، وادَّعى ابن حزم أنه مجهول فغلط".
وأبان وثَّقه أبو حاتم وأبو زُرعة وابن معين ويعقوب بن شيبة وابن حبان، وانظر "الإمام" (٢/ ٥٢١) لابن دقيق العيد، و"تهذيب الكمال" (٢/ ٩)، و"البدر المنير" (٢/ ٣٠٨ - ٣٠٩). وقد ذكر ابن حجر في "التهذيب" تجريح ابن عبد البر وابن حزم له، وردّ عليهما بقوله: "وهذه غفلة منهما، وخطأ تواردا عليه، فلم يُضعِّف أبان هذا أحدٌ قبلهما".
قلت: لم أظفر له بترجمة في كتب الضعفاء البتَّة، ولا عند ابن عدي، ولعلهما ظنَّاهُ (ابن أبي عياش)!!، والكمال لله وحده.
ومنه تعجب من صنيع شمس الحق آبادي في "عون المعبود" (١١/ ٣٦٢) لما قال عن أبان هذا: "متروك"!!، ونقله عنه صاحب "تحفة الأحوذي" (٦/ ٤٨٤) ولم يتعقَّبه!!، فالصحيح أنَّ هذا الحديث صحيح أو حسن على أقل أحواله، وقد صححه البخاري كما حكاه الترمذي في "العلل الكبير" (١/ ١٤)، ومثله البيهقي في "الخلافيات" (٢/ ٦٨ - بتحقيقي)، والزيلعي في "نصب الراية" (٢/ ١٠٥)، وابن الملقن في "البدر" (٢/ ٣٠٨)، وابن حجر في "التلخيص الحبير" (١/ ١٠٤) - وابن السكن، وحسنه البزار -كما في "التلخيص الحبير" (١/ ١٠٤) - والنووي كما تقدَّم.
وقال عنه الترمذي: "حديث حسن غريب". وقال الحاكم: "صحيح على شرط مسلم"! ووافقه الذهبي!! وصححه ابن خزيمة وابن حبان، وقال الدارقطني في رواته: "كلهم ثقات".
قلت: إبن إسحاق ليس على شرط مسلم؛ وانظر: "نصب الراية" (٢/ ١٠٥).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (124,'وأما حديث جابر فرواه أيضًا الترمذي، وقال: هو حسن (١).
فإن قيل: ففيه محمد بن إسحاق عن أبان، وابن إسحاق مدلس، والمدلس لا يحتج بعنعنته؟
قلنا: لعلّه اعتضد أو علم أبو داود والترمذي بطريق آخر أن ابن إسحاق سمعه من أبان (٢).
ويجوز في أبان الصّرف وتركه، والصرف أصح، ووزنه فعال، ومن لم يصرفه قال: الهمزة زائدة، ووزنه أفعل (٣).
_________
(١) بل قال: "حسن غريب" كما قدمناه عنه في آخر التخريج السابق.
(٢) نقل ابن الملقن في "البدر المنير" (٢/ ٣٠٨) كلام النووي هذا، وعزاه إليه في "كلامه على سنن أبي داود" وقال عقبه: "قلت: زال هذا الإشكال والتمني بأن أحمد في "المسند"، وابن الجارود في "المنتقى"، وابن حبان في "صحيحه"، والحاكم في "المستدرك"، والدارقطني، والبيهقي قالوا كلهم في روايتهم لهذا الحديث: عن محمد بن أبو إسحاق حدثني أبان. قال: فارتفعت وصمة التدليس".
وأعله عبد الحق الإشبيلي في "الأحكام الوسطى" (١/ ١٢٩) بمحمد بن إسحاق نفسه لا بعنعنته! وهذا تعنت، ولذا قال ابن الملقن في "البدر المنير" (٢/ ٣٠٩) -بعد نقله تضعيفه عن جماعة-:
"قلت: فتلخّص من هذا كله أن الحديث صحيح معمول به، وأما قول ابن عبد الحق فيما رده على ابن حزم، إن الحديث غير صحيح؛ لأنه من رواية ابن إسحاق، وليس هو عندنا ممن يحتج بحديثه! فلا يُقبل منه؛ لأن المحذور الذي يخاف من ابن إسحاق زال في هذا الحديث".
قلت: انظر لزامًا ما قدمناه من تخريج، والحمد لله الذي بنعمته تتم الصالحات.
(٣) قال المصنف في "شرح صحيح مسلم" (١/ ١٤٠): "وأما أبان ففيه وجهان لأهل العربية: الصرف وعدمه، فمن لم يصرفه جعله فعلاً ماضيًا والهمزة زائدة، فيكون أفعل، ومن صرفه جعل الهمزة أصلًا، فيكون فعالاً، وصرفه =',NULL,'127',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (125,'قوله: "نهى النبي - صلى الله عليه وسلم - أن نستقبل القبلة ببول، فرأيته قبل أن يقبض بعام يستقبلها"، هذا ظاهره أن جابرًا يعتقد نسخ النهي، وليس هو منسوخًا، بل النهي محمولٌ على الصحراء، وهذا الفعل كان في البنيان؛ كما صرّح به في حديث ابن عمر (١).
...
_________
= هو الصحيح، وهو الذي اختاره الإمام محمد بن جعفر في كتابه "جامع اللغة" والإمام محمد بن السيد البطليوسي" وقال فيه (٢/ ١١٨) عن الصرف: "أفصح".
(١) تقدم ذلك برقم (١١، ١٢)، وانظر "المجموع" (٢/ ٨٢ - ٨٣)، "شرح صحيح مسلم" (٣/ ١٩٨ - ١٩٩).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (126,'<span data-type="title" id=toc-18>٦ - باب: كيف التكشف عند الحاجة</span>
يعني: متى يتكشف.
١٤ - (صحيح) حدثنا [أبو خيثمة] زهير بن حرب، قال: ثنا وكيع، عن الأعمش، عن رجل، عن ابن عمر: أن النبي - صلى الله عليه وسلم - كان إذا أراد حاجة لا يرفع ثوبه حتى يدنو من الأرض (١).
قال أبو داوُد: رواه عبد السلام بن حرب عن الأعمش، عن أنس بن مالك، وهو ضعيف (٢). [قال أبو عيسى الرملي: حدثنا أحمد بن الوليد،
_________
(١) أخرجه من طريق أبي داود: البَيْهَقيُّ في "السنن الكبرى" (١/ ٩٦).
وهذا إسناد ضعيف لجهالة الراوي عن ابن عمر. وقال النووي في "المجموع" (٢/ ٨٣): "ضعيف، رواه أبو داود والترمذي وضعَّفاه".
وأخرجه ابن أبي شيبة في "المصنف" (١/ ١٠١) عن وكيع حدثنا الأعمش عن ابن عمر به.
وأخرجه البيهقي في "السنن الكبرى" (١/ ٩٦) من طريق وكيع ثنا الأعمش عن القاسم بن محمد عن ابن عمر قال: كان رسول الله - صلى الله عليه وسلم - إذا أراد الحاجة تنحى، ولا يرفع ثيابه حتى يدنو من الأرض.
وهذا إسناد قوي، والظاهر أن المبهم في إسناد المصنف هو القاسم بن محمد، والله أعلم.
(٢) هذه طريق علقها أبو داود، ووصلها الترمذي (١٤): حدثنا قتيبة بن سعد، والدارمي في "السنن" (١/ ١٧٨)، رقم (٦٦٦): حدثنا عمرو بن عون، والبيهقي (١/ ٩٦) من طريق سهل بن نصر، ثلاثتهم عن عبد السلام بن حرب، عن الأعمش، عن أنس: أن النبي - صلى الله عليه وسلم - كان لا يرفع ثوبه حتى يدنو من الأرض. وهذا إسناد ضعيف للانقطاع بين الأعمش وأنس بن مالك.
ووصله أبو عيسى الرملي الورَّاق -راوي "السنن"- وهي الآتية.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (127,'حدثنا عمر بن عون، أخبرنا عبد السلام، به] (١).
والحديث ضعيف كما صرَّح به أبو داود في الكتاب، ولم يسمع الأعمش من أنس (٢)، واسمه سليمان بن مهران، أبو محمد الكوفي (٣).
وهذا الحكم المذكور في الحديث ثابت؛ للنصوص الواردة بستر العورة إلا للحاجة (٤).
...
_________
(١) هذا من كلام أبي عيسى أبو إسحاق ورَّاق أبي داود، فقد اتصل إليه الحديث من غير طريق شيخه أبي داود، والظاهر أن بعض النساخ زادها هنا في رواية اللؤلؤي، ليبين أنها موصولة، والله أعلم.
ووصلها ابن العبد، فزاد: حدثنا عمرو بن عون به. انظر: "تحفة الأشراف" (١/ ٢٣٥) رقم (٨٩٢).
(٢) هو كذلك، لم يحمل منه، ولم يثبت له سماع عنه، ورآه يخضب، ورآه يصلي، وفصلته في كتابي "بهجة المنتفع" (ص ٤٥٥ - ٤٥٧) -وهو شرح "جزء أبي عمرو الداني في علوم الحديث"- وأوردت فيه روايات للأعمش فيها التصريح بسماعه من أنس - رضي الله عنه - ولكنها لم تثبت.
(٣) انظر: "الطبقات" (رقم ١٦٥٢) للإمام مسلم، وتعليقي عليه.
(٤) انظر في تقرير هذا: "المجموع" (٢/ ٨٣) - وفيه: "وهذا الأدب مستحبّ باتفاق، وليس بواجب".
وفيه أيضًا عن الحديث المذكور: "ومعناه: إذا أراد الجلوس للحاجة لا يرفع ثوبه عن عورته في حال قيامه، بل يصبر حتى يدنو من الأرض، ويستحب أيضًا أن يسبل ثوبه إذا فرغ قبل انتصابه، صرح به الماوردي [في "الإقناع" (ص ٢٥)]، وهذا كله إذا لم يخف تنجّس ثوبه، فإن خافه رفع قدر حاجته، والله أعلم" -و"التحقيق" (٨٤) - وعبارته: "ولا يكشف عورته حتى يقارب الأرض، وإذا قام أرخاه قبل انتصابه" -و "روضة الطالبين" (١/ ٦٦)، وأقر الغزالي عليه في "التنقيح" (١/ ٢٩٤).',NULL,'130',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (128,'<span data-type="title" id=toc-19>٧ - باب: كراهة الكلام عند الخلاء</span>
أي: في الخلاء.
١٥ - (ضعيف) حدثنا عبيد الله بن عمر بن ميسرة، ثنا ابن مهدي، ثنا عكرمة بن عمار، عن يحيى بن أبي كثير، عن هلال بن عياض، قال: حدثني أبو سعيد، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: "لا يخرج الرجلان يضربان الغائط كاشفين عن عورتهما يتحدثان، فإن الله عز وجل يمقت على ذلك" (١).
_________
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ٩٩).
وأخرجه ابن ماجه (٣٤٢) والنسائي في "الكبرى" (١/ ٧٠)، رقم (٣١ - ٣٣)، وأحمد في "المسند" (٣/ ٣٦)، وابن خزيمة في "الصحيح" (١/ ٣٩)، رقم (٧١)، وابن حبان في "الصحيح" (٤/ ٢٧٠)، رقم (١٤٢٢)، والحاكم في "المستدرك" (١/ ١٥٧ - ١٥٨)، وأبو نعيم في "حلية الأولياء" (٩/ ٤٦) من طريق عكرمة به.
واختلف في اسم الراوي عن أبي سعيد، فمنهم من سماه هلال بن عياض، ومنهم من قلبه، ومنهم من سماه عياض بن أبو عبد الله، هو في عداد المجهولين، فقد قال الذهبي في "الميزان": "لا يعرف، ما علمت روى عنه سوى يحيى بن أبي كثير". وقال الحافظ: "مجهول"، ورواية عكرمة عن يحيى خاصة فيها ضعف، ورواه الأوزاعي عن يحيى بن أبي كثير عن رسول الله - صلى الله عليه وسلم - مرسلاً. أخرجه البيهقي في "السنن الكبرى" (١/ ١٠٠)، وجاء موصولاً من طريق الأوزاعي عند الخطيب في "تاريخ بغداد" (١٢/ ١٢٢).
وللحديث شواهد:
فقد أخرجه ابن السكن في "صحيحه"، كما حكاه ابن القطان في "بيان =',NULL,'131',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (129,'قال أبو داود: هذا لم يسنده إلا عكرمة بن عمار! [وهو من حديث أهل المدينة].
١٥/ م- حدثنا أبو سلمة، حدثنا أبان، حدثنا يحيى، بهذا، يعني موقوفًا.
وحديث الباب حسن (١). قال أهل الحديث: يقال: ضربت الأرض إذا أتيتُ الخلاء، وضربت في الأرض، أي: سافرت، وقد يقال: ذهب يضرب الأرض والخلاء والغائط إذا ذهب لقضاء الحاجة (٢).
والمقت: البغض، وقيل: أشد البغض (٣).
فإن قيل: [لا دليل على المقت] (٤) لكراهة الكلام؛ لأنَّ الذم إنما كان للتحدُّث مع كشف العورة؟ قلنا: ما كان بعض موجبات المقت فلا
_________
= الوهم والإيهام" (٥/ ٢٦٠)، من حديث جابر -رضي الله عنه- بإسناد جيد، فهذا مما يقوِّي الحديث، وانظر: "السلسلة الصحيحة" (٣١٢٠).
(تنبيه): قال أبو داود على إثر الحديث: "هذا لم يسنده إلا عكرمة، وهو من حديث أهل المدينة". وكلامه هذا لم يذكره أبو القاسم، وهو في رواية أبي عمرو أحمد بن علي البصري، وأبي سعيد بن الأعرابي عن أبي داود، أفاده المزي في "التحفة" (٣/ ٤٧٧) رقم (٤٣٩٧).
(١) حسَّنه النووي في "خلاصة الأحكام" (١/ ١٥٩) رقم (٣٥٦)، وفي "المجموع" (٢/ ٨٧) أيضًا.
(٢) منقول من "معالم السنن" (١/ ١٦)، وعزاه إلى أبي عمر صاحب ثعلب بدل أصحاب الحديث! وكذا فعل العيني في "شرح سنن أبي داود" (١/ ٦٧)، وبنحوه في "المجموع" (٢/ ٨٨).
(٣) زاد في "المجموع" (٢/ ٨٨) عليهما: "وقيل: تعيُّب فاعل ذلك".
(٤) غير موجودة في مصورة المخطوط، ومكانها مبتور ولا قوة إلا بالله! فاقتضى التنويه.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (130,'شكّ في كراهته، ويؤيده أن في رواية (١) للحاكم: "أن يتحدثا، فإن الله يمقت على ذلك".
...
_________
(١) في الأصل: "راوية"، وروايته في "المستدرك" (١/ ١٥٧ - ١٥)، وتقدمت في التخريج.
وبنحو المذكور هنا في "المجموع" (٢/ ٨٨) وزاد:
"وهذا الذي ذكره المصنف -أي الشيرازي في "المهذب"- من كراهة الكلام على قضاء الحاجة متفق عليه. قال أصحابنا: ويستوي الكراهة جميع أنواع الكلام، ويستثنى مواضع الضرورة، بأن رأى ضريرًا يقع في بئر، أو رأى حية، أو غيرها تقصد إنسانًا أو غيره من المحترمات فلا كراهة في الكلام في هذه المواضع، بل يجب في أكثرها".
وقال في "روضة الطالبين" (١/ ٦٦) في (باب الاستنجاء): "ويكره أن يذكر الله تعالى، أو يتكلم بشيء قبل خروجه إلا لضرورة، فإن عطس، حمد الله تعالى بقلبه، ولا يحرك لسانه".
وانظر للعطاس: "المجموع" (٢/ ٨٩) أيضًا. وانظر لتقريره مع نقولات للسلف فيه: "شرح صحيح مسلم" (٣/ ٨٧) للمصنف، وينظر: "الأوسط" لابن المنذر (١/ ٣٤١)، "مصنف ابن أبي شيبة" (١/ ١١٤ - ١١٥)، "صحيح ابن خزيمة" (١/ ١٣٩، ١٤٠)، ويتأمل تبويبه.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (131,'<span data-type="title" id=toc-20>٨ - باب: أَيَرُدُّ السلام وهو يبول</span>؟
هكذا هو في أكثر النسخ، وفي بعضها: يَرُدُّ بحذف الهمزة، وكذا هو في شرح الخطابي (١)، وتقديره: هل يَرُدُّ؟ وحُذف حرف الاستفهام، وفي بعضها: لا يردّ.
١٦ - (حسن) حدثنا عثمان وأبو بكر ابنا أبي شيبة، قالا: ثنا عمر بن سعدٍ، عن سفيان، عن الضحاك بن عثمان، عن نافع، عن ابن عمر قال: مرَّ رجلٌ على النّبي - صلى الله عليه وسلم - وهو يَبُولُ فسلَّم عليه فلم يرد عليه (٢).
قال أبو داود: "وروي عن ابن عمر وغيره أنَّ النبي - صلى الله عليه وسلم - تيمَّم، ثم رد على الرجُل السلام" (٣).
١٧ - (صحيح) حدثنا محمد بن المثنى، ثنا عبد الأعلى، ثنا سعيد، عن قتادة، عن أبو الحسن، عن حُضَين بن المنذر أبي ساسان، عن المهاجر ابن قنفذٍ: أنه أتى النبي - صلى الله عليه وسلم - وهو يبول، فسلَّم عليه فلم يردَّ عليه حتى توضأ، ثم اعتذر إليه فقال: "إني كرهت أن أذكر الله عز وجل إلا على طهر" أو قال: "على طهارة" (٤).
_________
(١) "معالم السنن" (١/ ١٨)، يعني بإثبات الألف.
(٢) أخرجه مسلم (٣٧٠) من طريق سفيان به.
(٣) أخرجه البخاري (٣٣٧)، ومسلم (٣٦٩) من حديث أبي الجهيم - رضي الله عنه -، وفيه ذكر تيممه عليه الصلاة والسلام ورده السلام عليه.
(٤) أخرجه البغوي في "شرح السنة" (٣١٢) من طريق أبي داود به. =',NULL,'134',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (132,'والحديثان صحيحان في الباب؛ فحديث ابن عمر: رواه مسلم.
وحُضَين ابن المنذر بالضاد المعجمة (١)، وساسان بالسين المهملة المكررة.
قوله: "عن المهاجر بن قنفذ": هما لقبان، واسم المهاجر: عمرو، واسم قُنْفُذ: خلف (٢).
_________
= وسماع عبد الأعلى بن عبد الأعلى من سعيد قبل اختلاطه، فإسناده صحيح.
وأخرجه ابن أبي شيبة (٨/ ٦٢٣) والنسائي (١/ ٣٧) وفي "الكبري" رقم (٣٧) -ومن طريقه ابن الأثير في "أسد الغابة" (٥/ ٢٨٠) - وابن المنذر في "الأوسط" (١/ ١٣١ و ٣٤٢)، وأحمد (٤/ ٣٤٥) و (٥/ ٨٠ - ٨١)، وابن أبي عاصم في "الآحاد والمثاني" (٦٧٣، ٦٧٤) -ومن طريقه المزي في "تهذيب الكمال" (ترجمة المهاجر بن قنفذ) - وابن خزيمة (٢٠٦)، -ومن طريقه ابن حبان (٨٠٣، ٨٠٦) - والطبراني في "المعجم الكبير" (٢٠/ رقم ٧٧٩ - ٧٨١)، والحسن بن عرفة في "جزئه" رقم (٦٩)، والحاكم (١/ ١٧٦ و٣/ ٤٧٩) من طرق عن سعيد به.
وتوبع سعيد، تابعه شعبة فرواه عن قتادة، عند الدارمي (٢٦٤١)، وابن أبي عاصم في "الآحاد والمثاني" (٩٧٤)، والطبراني في "الكبير" (٢٠/ رقم ٧٨٠)، والحاكم (١/ ١٦٧).
والحديث صحيح، صححه الحاكم والذهبي والنووي في "المجموع" (٢/ ٨٨ و ٣/ ١٠٥) وفي "خلاصة الأحكام" (١/ ١٥٨و ١٥٩) رقم (٣٥٥) وغيرهم.
(١) قال المصنف في (مقدمات) "شرح صحيح مسلم" (١/ ٦٧) في (فصل: في ضبط جملة من الأسماء المتكررة في "صحيحي البخاري ومسلم"):
"ومنه (حصين) كله بضم الحاء وفتح الصاد المهملتين إلا أبا حَصين عثمان بن عاصم بالفتح، وإلا أبا ساسان حُضين بن المنذر، فبالضم والضاد معجمة فيه"، وأعاده فيه (١/ ١٠٣و ١١/ ٣١٠).
(٢) قال المصنف في "تهذيب الأسماء واللغات" (٢/ ١١٦) بعد أن أورد اسمه ونسبه: "وقيل: إن اسم المهاجر: عمرو، واسم قُنْفُذ: خلف. وأن مهاجرًا =',NULL,'135',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (133,'قوله - صلى الله عليه وسلم -: "كَرهت أن أذكر الله على غير طهر"، هذه الكراهة بمعنى ترك الأولى، وقد سبق (١) في باب كراهة استقبال القبلة أن الكراهة ثلاثة أقسام، منها: ترك الأولى.
وقد اتفق العلماء على جواز ذكر الله تعالى بالتسبيح والتكبير والتهليل ونحوها، سوى القرآن للمحدث والجنب (٢)، وأنه لا يكره كراهة تنزيه، ولكنه خلاف الأولى، فيحمل هذا الحديث عليها. وفي الحديث المشهور في الباب بعده: أنه - صلى الله عليه وسلم - كان يذكر الله تعالى على كل أحيانه (٣).
وفيه: دليل على أن السلام الذي هو التحية ذكر (٤) لله تعالى.
وفيه: أن البائل لا يتكلم ولا يردُّ سلامًا، وينبغي أن لا يسلّم عليه، ولا يستحق المسلِّم جوابًا (٥).
وأما قوله في الرواية الأخرى: "تيمَّم ثم ردَّ السلام"، فهو محمول
_________
= وقُنْفُذًا لقبان، إنما قيل له المهاجر؛ لأنه لما أراد الهجرة أخذه المشركون فعذّبوه، ثم هرب منهم، وقدم على رسول الله - صلى الله عليه وسلم - مسلمًا، فقال رسول الله - صلى الله عليه وسلم -: "هذا المهاجر حقًّا". وقيل: إنه أسلم يوم فتح مكة، وسكن البصرة، وتوفي بها ".
(١) في شرح أول (الباب الرابع)، انظر (ص ٩٥).
(٢) على خلاف شهير جدًّا في المسألة، ولا سيما قراءة القرآن للتعليم والتعلم، ولا سيما للنفساء والحائض، فقد جوَّز ذلك بعض أهل العلم، وتجد بسط المسألة مع دلائلها في "الخلافيات" للبيهقي (١/ ٤٩٧ - ٥١٩ و ٢/ ١١ - ٤٤) مع تعليقي عليه.
(٣) سيأتي برقم (١٨)، وتخريجه هناك.
(٤) في الأصل: "ذكرًا" والصواب المثبت.
(٥) قال في "شرح صحيح مسلم" (٣/ ٨٧): "وهذا متفق عليه". وانظر ما علقناه قريبًا في التعليق على (ص ١٣٣).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (134,'على أنه كان في موضع يصحّ فيه التيمم، إما لمرضٍ أو جراحة، أو كان داخلًا من سفرٍ أو ابتداء سفر ونحو ذلك، ولا ينفع التيمم من غير عذر من هذه الأعذار عند جماهير العلماء (١).
_________
(١) في حديث أبي الجهيم -وسبق تخريجه-: "حتى أقبل على الجدار فمسح وجهه ويديه، ثم رد عليه السلام".
وفيه: جواز التيمم بالجدار، وفيه دليل على جواز التيمم للنوافل والفضائل، خلافًا لمن لم يجوِّز التيمم إلا للفريضة، وهذا ليس بشيء، وجواز التيمم بالجدار من غير إذن صاحبه، ولا يبعد جواز التيمم للفضائل (النوم) و (رد السلام)، لمن لم يكن فاقدًا الماء، فتأمل.
ثم وجدت المصنف يقول في "التنقيح" (١/ ٣٣٥) على الحديث: "وتأوّله آخرون على أنه تيمم لعدم الماء، وليس في الحديث دلالة لوجود الماء، وهذا هو الظاهر؛ لأنه كان خارج المدينة".
وفي الحديث دليل على أن رد السلام واجب، وأنه لا يسقط بالتأخير، ولا يأثم به الرجل إذا كان عن عذر، قاله العيني في "شرح سنن أبي داود" (١/ ٧٢).',NULL,'137',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (135,'<span data-type="title" id=toc-21>٩ - باب " الرجل يذكر الله سبحانه على غير طهر</span>
١٨ - (صحيح) حدثنا محمد بن العلاء، ثنا ابن أبي زائدة، عن أبيه، عن خالد بن سلمة -يعني الفَأفَاءَ- عن البَهِيِّ، عن عروة، عن عائشة، قالت: "كان رسول الله - صلى الله عليه وسلم - يذكر الله عزَّ وجل على كل أحيانه" (١).
حديث الباب، رواه مسلم.
قوله: "حدثنا ابن أبي رائدة عن أبيه"، هو يحيى بن زكريا بن أبي زائدة، واسم أبي زائدة: ميمون بن فيروز (٢).
قوله: "عن خالد بن سلمة -يعني الفَأفَاءَ-": أما الفأفاء؛ فبفاءين بينهما همزة ساكنة، يجوز تخفيفها (٣). وأما قوله: (يعني) فهو توصل إلى بيان وصفه بحيث لا يضاف الوصف إلى الراوي عنه الذي لم يصفه به؛ لئلا يكون الواصف كاذبًا.
قوله: "عن البَهِيِّ"، هو بفتح الموحدة (٤)، وتشديد الياء، واسمه:
_________
(١) أخرجه مسلم (٣٧٣) حدثنا أبو كُريب محمد بن العلاء به.
(٢) انظر: "تهذيب الكمال" (٣١/ ٣٠٥) والتعليق عليه.
(٣) ضبطه السمعاني في "الأنساب" (١٠/ ١٣٨) بقوله: "بالألف الساكنة بين الفاءين، وفي الآخر ألف أخرى" قال: "هذا اسم لمن ينعقد لسانه وقت التكلم". وهو لقب لجماعة، ومنهم المذكور، انظرهم في "نزهة الألباب" (٢/ ٦٥) لابن حجر، و"ذات النقاب" (ص ٨٨) للذهبي، و"كشف النقاب" (٢/ ٣٤٩ - ٣٥٠) لابن الجوزي، و"الألقاب" (ق ١١٩) للسخاوي.
(٤) زاد في "شرح صحيح مسلم" (٤/ ٩١ و٦/ ١٣٣): "وكسر الهاء" وقال: في الموطن الأول: "وهو لقب له".',NULL,'138',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (136,'أبو عبد الله بن يسار كنيته أبو محمد (١)، مولى مصعب بن الزبير (٢)، قيل له البَهي، لبهائه وجماله (٣).
قولها: "يذكر الله على كل أحيانه": تعني: مُحْدِثًا، وجنبًا، وطاهرًا، وهذا في الذكر بغير القرآن، والمراد ما سوى حالة القعود لقضاء الحاجة، وحالة الجماع ونحوهما (٤).
...
_________
(١) قال ابن سعد في "الطبقات الكبرى" (٥/ ٣٠٧): "أخبرني باسمه وكنيته رجل من ولده، يُقال له محمد بن يحيى بن محمد بن عبد الله البهي" وقال (٦/ ٢٩٩): "كان ثقة معروفًا، قليل الحديث".
(٢) قال المصنّف في "شرح صحيح مسلم" (٤/ ٩١): "قال يحيى بن معين وأبو علي الغساني وغيرهما قالا: وهو معدود في الطبقة الأولى من الكوفيين، وكنيته أبو محمد، وهو مولى مصعب بن الزبير، والله أعلم".
قلت: عدَّه مسلم في "طبقاته" (١٤٠٤ - بتحقيقي) كوفيًّا، وقال: "مولى الزبير".
قلت: لا تعارض، فمولى الأب مولى للابن في الحال أو المآل.
(٣) انظر: "كشف النقاب" (١/ ١٢٠) رقم (٢٣٤)، "ذات النقاب" (٣٦/ رقم ٩٠)، "نزهة الألباب" (١/ ١٣٥) رقم (٤٦٢)، و "الألقاب" (ق ١٠) للسخاوي.
(٤) قال المصنف في "شرح صحيح مسلم" (٤/ ٩١): "هذا الحديث أصل في جواز ذكر الله بالتسبيح والتهليل والتكبير والتحميد وشبهها من الأذكار، وهذا جائز بإجماع المسلمين، وإنما اختلف العلماء في جواز قراءة القرآن للجنب والحائض ... " قال: "واعلم أنه يكره الذكر في حالة الجلوس على البول والغائط وفي حالة الجماع".
وانظر تقريره عند المصنف في: "المجموع" (٢/ ٨٨ - ٨٩)، و "التحقيق" (٩٠)، و"روضة الطالبين" (١/ ٦٦)، و"المنهاج" (١/ ٩١ - ط البشائر)، و"التنقيح" (١/ ٣٣١ - ٣٣٢، ٣٣٥).',NULL,'139',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (137,'<span data-type="title" id=toc-22>١٠ - باب: الخاتمُ يكون فيه ذكرُ الله تعالى يُدخَلُ به الخلاءُ</span>
يعني: هل يدخل به الخلاء؟ والمراد: أنه يستحب أن لا يفعل ذلك.
١٩ - (شاذ): حدثنا نصر بن علي، عن أبي علي الحنفي، عن هَمَّامٍ، عن ابن جريج، عن الزهري، عن أنس، [قال]: كان النبي - صلى الله عليه وسلم - إذا دخل الخلاء وضع خاتمه (١).
قال أبو داود: هذا حديث منكر، وإنما يعرف عن ابن جريج، عن زياد بن سعد، عن الزهري، عن أنس قال: إن النبي - صلى الله عليه وسلم - اتخذ خاتمًا من ورق ثم ألقاه.
_________
(١) أخرجه الترمذي (١٧٤٦)، والنسائي (٥٢١٣)، وفي "الكبرى" (٩٥٤٢)، وابن ماجه (٣٠٣)، وأبو يعلى في "مسنده" (٦/ ٢٤٧)، رقم (٣٥٤٣)، وابن حبان في "صحيحه" (٤/ ٢٦٠)، رقم (١٤١٣)، والحاكم في "المستدرك" (١/ ١٨٧)، والبيهقي في "السنن الكبرى" (١/ ٩٤)، من طريق همام به.
قال الترمذي: "حسن غريب"، وقال الحاكم: "صحيح على شرط الشيخين" ووافقه الذهبي.
وقد رواه عن ابن جريج يحيى بن المتوكل البصري، عند الحاكم (١/ ١٨٧)، وابن الضريس البجلي عند الدارقطني، فالظاهر أن العلة ليست رواية همام له عن ابن جريج كما أشار الى ذلك أبو داود رحمه الله، وإنما في عنعنة ابن جريج، فالأقرب قول النسائي فيما نقله ابن حجر في "التلخيص الحبير" (١/ ١٠٧): "هذا حديث غير محفوظ"، وذكر ابن حجر أنه لم يسمعه من الزهري. فالحديث شاذ غير محفوظ، وانظر: "مختصر سنن أبي داود" للمنذري (١/ ٢٦)، "البدر المنير" (٢/ ٢٣٧)، و"الإمام" (٢/ ٤٥٤ - ٤٥٥) لابن دقيق العيد.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (138,'والوهم فيه من همام، ولم يروِه إلا همام.
وقد صرَّح أبو داود بأنَّ حديث الباب ضعيف منكر، وكذا قاله غيره (١)، وقال الترمذي: هو حسن صحيح غريب، ورجح بعض الأئمة قول الترمذي.
وفي الخاتم أربع لغات: فتح التاء، وكسرها، وخَيْتَام، وخاتام (٢)، ولو ثبت حديث الباب، لكان فيه استحباب تنحية كل ما فيه ذكر الله تعالى عند إرادة دخول الخلاء (٣).
...
_________
(١) قال المصنف في "خلاصة الأحكام" (١/ ١٥١) رقم (٣٢٩) على الحديث:
"ضعفه أبو داود والنسائي والبيهقي والجمهور، وقول الترمذي إنه حسن مردود عليه". وضعفه في "المجموع" (٢/ ٧٣): أيضًا، وساق ابن الملقن في "البدر المنير" (٢/ ٣٣٧ - ٣٣٨) كلامه فيهما، وتعقبه بقوله: "والصواب أنه حديث صحيح بلا شك ولا مرية"!
(٢) ذكرها في "تهذيب الأسماء واللغات" (٣/ ٨٨) وقال: "كله بمعنى، والجمع (خواتيم)، هذه اللغات الأربع مشهورة".
(٣) قال المصنف في "التنقيح" (١/ ٢٩٨): "اتفق أصحابنا على كراهية استصحاب ما فيه ذكر الله تعالى، سواء الورقة والدراهم والثياب وغيرها، ولا يحرم ذلك، وأما ما فيه ذكر رسول الله - صلى الله عليه وسلم - فلم يعرض له الجمهور، وألحقه المصنف هنا -أي: في "الوسيط"- وفي "الإحياء" وتابعه عليه الرافعي. وقال المصنف في "البسيط": والإمام لا يستصحب شيئًا عليه اسم معظم، ثم قال الجمهور: يستوي في هذا الأدب البناء والصحراء، وخصّه الشيخ أبو حامد بالبناء، والمذهب الأول".
واعتمد المصنف الكراهة في: "المنهاج" (١/ ٨٩ - ٩٠)، و"روضة الطالبين" (١/ ٦٦) -وفيه: "فلو غفل عن نزع الخاتم حتى اشتغل بقضاء الحاجة، ضم كفّه عليه"- و "التحقيق" (٨٣)، و"المجموع" (٢/ ٧٣ - ٧٤).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (139,'<span data-type="title" id=toc-23>١١ - باب: الاستنزاه من البول</span>
٢٠ - (صحيح) حدثنا زهير بن حرب وهناد بن السَّريِّ، قالا: ثنا وكيع، ثنا الأعمش، قال: سمعت مجاهدًا يحدث عن طاوس، عن ابن عباس قال: مر النبي - صلى الله عليه وسلم - على قبرين فقال: " إنهما يعذبان، وما يعذبان في كبير؛ أما هذا فكان لا يستنزه من البول، وأما هذا فكان يمشي بالنميمة". ثم دعا بعسيبٍ رَطبٍ فشقه باثنين، ثم غرس على هذا واحدًا، وعلى هذا واحدًا، وقال: "لعله يخفف عنهما ما لم ييبسا". قال هنّاد: "يستتر"، مكان "يستنزه" (١).
٢١ - (صحيح) حدثنا عثمان بن أبي شيبة، ثنا جرير، عن منصور، عن مجاهدٍ، عن ابن عباس، عن النبي - صلى الله عليه وسلم - بمعناه، قال: "كان لا يستتر من بوله". وقال أبو معاوية: "يستنزه".
حديث ابن عباس في "الصحيحين".
قوله - صلى الله عليه وسلم -: " إنهما يعذبان، وما يعذبان في كبير"، وجاء في رواية للبخاري (٢): "بلى إنه كبير" وتأوّل العلماء قوله - صلى الله عليه وسلم -: "وما يعذبان في
_________
(١) أخرجه البخاري (٢١٦، ٢١٨، ١٣٦١)، ومسلم (٢٩٢).
(٢) في "صحيحه": كتاب الأدب: باب النميمة من الكبائر (رقم ٦٠٥٥)، وفي رواية عند ابن حبان (٣/ ١٠٦ رقم ٨٢٤ - مع الإحسان"): "عذابًا شديدًا في ذنب هيِّن".',NULL,'142',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (140,'كبير" تأويلين (١): أحدهما: معناه: ليس كبيرًا في زعمهما (٢).
والثاني: ليس كبيرًا تركه عليهما.
قوله - صلى الله عليه وسلم -: "كان لا يستنزه من البول" أي: لا يتباعد، وفي رواية: "لا يستتر" (٣)، أي: لا يتمسح منه ويجتنبه ويتصوّن عنه، ويجعل الأحجار ونحوها مما يتمسح به سُتْرةً بينه وبين البول يمنعه من التنجس به، وهو بمعنى: "لا يستنزه"، وفي رواية للبخاري (٤): "لا يستبريء"، وهي بمعناهما (٥)، أي لا تحصل البراءة منه بالاستنجاء وغيره مما يصونه من البول. وفي رواية ... (٦) أي: لا ينتُرُ ذكره ليخرج بقية البول، بل
_________
(١) هما في "شرح صحيح مسلم" (٣/ ٢٥٩) ونقله عنه بطوله العيني في "شرح سنن أبي داود" (١/ ٨٢) ولم يشر إلى ذلك.
(٢) فوقها في الأصل: "بخطه رواية".
(٣) ويحمل الاستتار على حقيقته، أي: عن الأعين، فالعذاب حينئذٍ على كشف العورة، وهذا كثير في الرجال ولا سيما عند التبوّل، فكثير منهم لا يحترزون من ستر ذكورهم، ولا سيما من يبول واقفًا منهم!
(٤) وقع هذا اللفظ في رواية ابن عساكر لـ"صحيح البخاري" انظر "فتح الباري" (١/ ٣٨٠).
(٥) قال المصنف في "شرح صحيح مسلم" (٣/ ٢٥٨): "وأما قول النبي - صلى الله عليه وسلم -: "لا يستتر من بوله" فروي ثلاث روايات: (يستتر) بتائين مثناتين و (يستنزه) -بالزاي والهاء- و (يستبريء) -بالباء الموحدة والهمزة- وهذه الثالثة في البخاري وغيره، وكلها صحيحة، ومعناها: لا يتجنّبه، ويتحرّز منه، والله أعلم".
(٦) بياض في الأصل، ولعله: (لا يستنتر) من (نتر) الذكر، بالنون والتاء المثناة، وما بعده يدل عليه.
ومعناه: لا يُمرُّ أصابعه من ظاهر ذكره على مجرى البول حتى يخرج ما فيه؛ لأن نَتْر الذكر هو إمرار أصابع اليد من ظاهره على مجرى البول، قاله العيني في "شرح سنن أبي داود" (١/ ٨٣).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (141,'يتركها فيخرج بعد ذلك فينجسه وينقض طهارته، وروي بالثاء المثلثة، أي: لا يرميه كله، بل يهمل نفسه، وهما شاذان.
وأما النميمة؛ فهي نقل حديث بعض الناس إلى بعضهم على طريق الإفساد (١).
_________
(١) قال المصنف في "شرح صحيح مسلم" (٢/ ١٤٨ - ١٤٩): "قال الجوهري (أ) وغيره: يقال نمَّ الحديث ينمّه وينُمّه بكسر النون وضمها أنما، والرجل نمام، ونمَّ". قلت: وأصل (النم) الهمس والحركة، قال الشارح: "قال العلماء: النميمية نقل كلام الناس بعضهم إلى بعض على جهة الإفساد بينهم. قال الإمام أبو حامد الغزالي رحمه الله في "الإحياء" (ب): "اعلم أن النميمة إنما تطلق في الأكثر على من ينم قول الغير إلى المقول فيه، كما تقول: فلان يتكلم فيك بكذا. قال: وليست النميمة مخصوصة بهذا، بل حد النميمة كشف ما يكره كشفه، سواء كرهه المنقول عنه أو المنقول إليه، أو ثالث، وسواء كان الكشف بالكتابة أو بالرمز أو الإيماء، فحقيقة النميمة: إفشاء السر وهتك الستر عما يكره كشفه، فلو رآه يخفي مالاً لنفسه، فذكره، فهو نميمة. قال: وكل من حملت إليه نميمة، وقيل له: فلان يقول فيك، أو يفعل فيك كذا؛ فعليه ستة أمور: الأول: أن لا يصدقه؛ لأن النمام فاسق. الثاني: أن ينهاه عن ذلك وينصحه ويقبِّح له فعله. الثالث: أن يبغضه في الله تعالى؛ فإنه بغيض عند الله تعالى، ويجب بغض من أبغضه الله تعالى. الرابع: أن لا يظن بأخيه الغائب السوء. الخامس: أن لا يحمله ما حكى له على التجسس والبحث عن ذلك. السادس: أن لا يرضى لنفسه ما نهى النمام عنه، فلا يحكي نميمته عنه، فيقول: فلان حكى كذا، فيصير به نمامًا، ويكون آتيًا ما نهى عنه. هذا آخر كلام الغزالي رحمه الله. وكل هذا المذكور في النميمة إذا لم يكن فيها مصلحة شرعية، فإن دعت حاجة إليها فلا منع عنها، وذلك كما إذا أخبره بأن إنسانًا يريد الفتك به، أو بأهله، أو بماله، أو أخبر الإمام أو من =
_________
(أ) في "الصحاح" (٥/ ٢٠٤٥).
(ب) (٣/ ١٥٦).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (142,'والعَسيب: الغصن من النخل، جَمْعه عُسُب (١).
وَييبسا: بفتح الأولى وسكون الثانية (٢).
وفي هذا الحديث إثبات عذاب القبر، وتحريم النميمة وأنها من الكبائر، والحكم بنجاسة بول ما يؤكل لحمه كغيره من الأبوال، وموضع أن (البول) بالألف واللام عامٌّ يتناول الجميع (٣).
وأما غرسه شقَّ العسيب على القبرين، وقوله - صلى الله عليه وسلم -: "لعله يخفف عنهما ما لم ييبسا" فمعناه: أنه سأل الله تعالى لهما الرحمة وارتفاع العذاب أو تخفيفه عنهما مُدَّة رطوبتهما، وهذا لبركة رسول الله - صلى الله عليه وسلم -.
قال الخطابي (٤): "وليس ذلك من أجل أن في الجريد الرطب معنىً ليس في اليابس"، قال: "والعوام في كثير من البلاد تجعل الخوص في قبور موتاهم، كأنهم ذهبوا إلى هذا، وليس لما فعلوه وجهٌ"، هذا كلام
_________
= له ولاية بأن إنسانًا يفعل كذا، ويسعى بما فيه مفسدة، ويجب على صاحب الولاية الكشف عن ذلك وإزالته، فكل هذا وما أشبهه ليس بحرام، وقد يكون بعضه واجبًا، وبعضه مستحبًّا على حسب المواطن، والله أعلم".
(١) قال المصنف في "شرح صحيح مسلم" (٣/ ٢٥٨): "العسيب: بفتح العين وكسر السين المهملتين، وهو الجريد والغصن من النخل، ويقال له: العثكال"، وقال فيه (١٧/ ٢٠٠) عند شرحه لما عند مسلم (٢٧٩٤) عن ابن مسعود: "بينما أنا أمشي مع النبي - صلى الله عليه وسلم - في حرث، وهو متكيء على عسيب" قال النووي: "العسيب: جريدة النخل".
(٢) قال المصنف في "شرح صحيح مسلم" (٣/ ٢٥٨): "و (ييبسا): مفتوح الباء الموحدة قبل السين، ويجوز كسرها، لغتان".
(٣) وفيه: غلظ تحريم النميمة، ووجوب التنزّه عن النجاسات، ووجوب ستر العورة، وجواز ذكر الموتى إذا كان في ذكرهم بالمعاصي مصلحة، وانظر "معالم السنن" (١/ ٢٧).
(٤) "معالم السنن" (١/ ١٩ - ٢٠)، بتصرف يسير.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (143,'الخطابي وغيره من المحققين (١)، وقيل: لأنهما تسبِّحان ما دامتا
_________
(١) قال الشيخ العلامة أحمد شاكر في تعليقه على الترمذي (١/ ١٠٣) عقب هذا:
"وصدق الخطابي، وقد ازداد العامة إصرارًا على هذا العمل الذي لا أصل له، وغلوا فيه، خصوصًا في بلاد مصر، تقليدًا للنصارى، حتى صاروا يضعون الزهور على القبور، ويتهادونها بينهم، فيضعها الناس على قبور أقاربهم ومعارفهم تحية لهم، ومجاملةً للأحياء، وحتى صارت عادة شبيهة بالرسمية في المجاملات الدولية، فتجدُ الكبراء من المسلمين إذا نزلوا بلدةً من بلاد أوروبا ذهبوا إلى قبور عظمائها أو إلى قبر من يسمونه (الجندي المجهول) وضعوا عليها الزهور، وبعضهم يضع الزهور الصناعية التي لا نداوة فيها تقليدًا للإفرنج، واتباعًا لسنن من قبلهم، ولا ينكر ذلك عليهم العلماء أشباه العامة، بل تراهم أنفسهم يضعون ذلك في قبور موتاهم، ولقد علمت أن أكثر الأوقاف التي تسمى أوقافًا خيريةً موقوفٌ ريعها على الخوص والريحان الذي يوضع على القبور، وكل هذه بدعٌ ومنكراتٌ لا أصل لها في الدين، ولا سند لها من الكتاب والسنة، ويجب على أهل العلم أن يُنكروها أن يُبطلوا هذه العادات ما استطاعوا". ونقله شيخنا الألباني في "أحكام الجنائز" (٢٥٤)، وقال على إثره:
"قلت: ويؤيد كون وضع الجريد على القبر خاصٌّ به، وأن التخفيف لم يكن من أجل نداوةِ شقِّها أمورٌ:
أ- حديثُ جَابرٍ - رضي الله عنه - الطويل في "صحيح مسلم" (٨/ ٢٣١ - ٢٣٦) وفيه قال - صلى الله عليه وسلم -: "إني مررتُ بقبرين يعذبان، فأحببت بشفاعتي أن يرد عنهما ما دام الغصنان رطبين".
فهنا صريحٌ في أن رفع العذاب إنما هو بسبب شفاعته - صلى الله عليه وسلم - ودعائه لا بسبب النداوة، وسواءٌ كانت قصة جابر هذه عين قصة ابن عباس المتقدمة كما رجّحه العيني وغيره، أو غيرها كما رجّحه الحافظ في "الفتح"، أما على الاحتمال الأول فظاهرٌ، وأما على الاحتمال الآخر؛ فلأنّ النظر الصحيح يقتضي أن تكون العلّة واحدةً في القصّتين للتشابه الموجود بينهما، ولأنّ كونَ النداوة سببًا لتخفيف العذاب عن الميت مما لا يعرف شرعًا ولا عقلاً، ولو =',NULL,'146',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (144,'رطبتين (١).
٢٢ - (صحيح موقوف، وصله م وخ، لكن بلفظ: ثوب أحدهم)
حدثنا مسدد، ثنا عبد الواحد بن زياد، ثنا الأعمش، عن زيد بن وهب، عن عبد الرحمن بن حسنة، قال: انطلقتُ أنا وعمرو بن العاص إلى النبي - صلى الله عليه وسلم -، فخرج ومعه درقةٌ ثم استتر بها، ثم بال، فقلنا: انظروا إليه يبول كما تبول المرأة! فسمع ذلك فقال: "ألم تعلموا ما لقي صاحب بني إسرائيل؟ كانوا إذا أصابهم البول قطعوا ما أصابه البول منهم، فنهاهم،
_________
= كان الأمرُ كذلك لكان أخفَّ الناس عذابًا إنما هم الكفار الدين يدفنون في مقابر أشبه ما تكون بالجنان لكثرة ما يزرع فيها من النباتات والأشجار التي تظل مخضرةً صيفًا شتاءً! يُضاف إلى ما سبق أن بعض العلماء كالسيوطي، قد ذكروا أن سبب تأثير النداوة في التخفيف كونها تسبح الله تعالى، قالوا: فإذا ذهبت من العود ويبس انقطع تسبيحهُ! فإنّ هذا التعليل مخالفٌ لعموم قوله تبارك وتعالى: {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ (٤٤)} [الإسراء: ٤٤].
ب- في حديث ابن عباس نفسه ما يشير إلى أن السر ليس في النداوة، أو بالأحرى ليست هي السبب في تخفيف العذاب، وذلك قوله: "ثم دعا بعسيبٍ فشقه اثنين" يعني طولاً، فإن من المعلوم أن شقه سببٌ لذهاب النداوة من الشق ويبسه بسرعةٍ، فتكون مدةُ التخفيف أقل ممّا لو لم يُشَقّ، فلو كانت هي العلة؛ لأبقاه - صلى الله عليه وسلم - بدون شقٍّ ولوضع على كلِّ قبرٍ عسيبًا أو نصفه على الأقل، فإذ لم يفعل دلَّ على أن النداوة ليست هي السبب، وتعين أنها علامةٌ على مدة التخفيف الذي أذن الله به استجابةً لشفاعةِ نبيه - صلى الله عليه وسلم -، كما هو مصرح به في حديث جابرٍ، وبذلك يتفق الحديثان في تعيين السبب، وإن احتمل اختلافهما في الواقعة وتعددها. فتأمل هذا، فإنما هو شيء انقدح في نفسي، ولم أجد من نصّ عليه أو أشار إليه من العلماء، فإن كان صوابًا فمن الله تعالى، وإن كان خطأ فهو مني، واستغفره من كل ما لا يرضيه".
وانظر "شرح صحيح مسلم" (٣/ ٢٥٩ - ٢٦٠) للمصنف.
(١) انظر الهامش السابق.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (145,'فعُذِّب في قبره" (١).
(صحيح) قال أبو داود: قال منصور، عن أبي وائل، عن أبي موسى في هذا الحديث قال: "جِلْدَ أحدهم" (٢).
(منكر) وقال عاصم، عن أبي وائل، عن أبي موسى، عن النبي - صلى الله عليه وسلم - قال: "جَسَدَ أحدهم" (٣).
قوله: "عن عبد الرحمن ابن حسنة" هو أخو شرحبيل ابن حسنة وهي أُمهما، واسم أبيهما: أبو عبد الله بن المطاع (٤)، والدَّرقه بفتح الدال والراء
_________
(١) أخرجه النسائي (٣٠)، وابن ماجه (٣٤٦)، وأحمد في "مسنده" (٤/ ١٩٦)، وابن أبي شيبة (١/ ١١٥)، وأبو يعلى (٢/ ٢٣٢)، رقم (٩٣٢)، وابن الجارود في "المنتقى" (ص ٤٣)، وأبو القاسم البغوي في "معجم الصحابة" (٤/ ٤٥٩ - ٤٦٠) رقم (١٩٢٢)، وابن أبي عاصم في "الآحاد والمثاني" (٥/ ٥٢)، وابن قانع في "معجم الصحابة" (٢/ ١٧٢)، والحميدي في "مسنده" (٢/ ٣٩٠)، رقم (٨٨٢)، وابن حبان في "صحيحه" (٧/ ٣٩٧)، رقم (٣١٢٧) وأبو نعيم في "معجم الصحابة" (٤/ ١٨١٤)، رقم (٤٥٨٢)، والحاكم (١/ ١٨٤)، والبيهقي في "السنن الكبرى" (١/ ١٠١، ١٥٤)، وابن الأثير في "أسد الغابة" (٣/ ٣٣٣) من طريق الأعمش عن زيد بن وهب به، قال الحاكم: "صحيح على شرط الشيخين" ووافقه الذهبي، وهو كما قالا، وصححه النووي في "خلاصة الأحكام" (١/ ١٥٧ - ١٥٨) رقم (٣٥٢).
(٢) وصله البخاري (٢٢٦) موقوفًا بلفظ: "ثوب أحدهم"، ووصله مسلم (٢٧٣) موقوفًا بلفظ: "جلد أحدهم".
(٣) هكذا علقه أبو داود عن عاصم بن أبي النجود الكوفي، وقد خالف فيه رواية منصور، في سنده بأن جعله مرفوعًا، وفي متنه بأن قال: "جسد أحدهم"، فتردُّ روايته، وإن كان في نفسه حسن الحديث، ولكن حاله لا تحتمل مخالفة الثقات الأثبات، والله أعلم. وانظر لتأويل "الجلد": "فتح الباري" (٢/ ٣٣٠).
(٤) انظر: "الاستيعاب" (٢/ ٣٧١)، "الإصابة" (٢/ ٣٩٥، ٤٢٢)، "معرفة الصحابة" (٤/ ١٨١٤) لأبي نعيم، "تجريد أسماء الصحابة" (١/ ٣٤٥)، تعليقي على =',NULL,'148',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (146,'المهملتين هي الجُحفة (١)، وهي كالترس، لكنها من جلد لا خشب فيها.
قوله: "فقلنا: انظروا إليه يبول كلما تبول المرأة"! معناه: أنهم كرهوا ذلك، وزعموا أن شهامة الرجال لا تقتضي التستر على ما كانوا عليه في الجاهلية (٢).
...
_________
= "الطبقات" لمسلم بن الحجاج (٢٦٦)، "تحفة الأبيه فيمن انتسب إلى غير أبيه" (٣٣).
(١) انظر: "شرح صحيح مسلم" (١٢/ ٢٤٣) للمصنّف.
(٢) نقله السيوطي في "زهر الربى" (١/ ٢٧ - ٢٨) بعد أن أورد مقولة الشيخ ولي الدين العراقي: "هل المراد التشبه بها في الستر أو الجلوس أو فيهما؟ محتمل"، قال: "وفهم النووي الأول، فقال في "شرح أبي داود": معناه: أنهم كرهوا ذلك وزعموا أن شهامة الرجال لا تقتضي الستر، على ما كانوا عليه في الجاهلية" قال: "قال الشيخ ولي الدين: ويؤيّد الثاني: رواية البغوي في "معجمه"، فإن لفظها: فقال بعضنا لبعض: يبول رسول الله - صلى الله عليه وسلم - كما تبول المرأة وهو قاعد". وفي "معجم الطبراني": "يبول رسول الله - صلى الله عليه وسلم - وهو جالس كما تبول المرأة". قال أحمد بن عبد الرحمن المخزومي: "كان من شأن العرب البول قائمًا، ألا تراه في حديث عبد الرحمن ابن حسنة، يقول: يقعد ويبول" انتهى.
قال أبو عبيدة: الحديث عند البغوي في "معجم الصحابة" (٤/ ٤٦٠) وفيه بدل "وهو قاعد": [فسمعهم]! هكذا بين معقوفتين، وتصرف المحقق كثيرًا فيما لم يحسن قراءته على وجه فيه تغيير وتبديل، وبيّنت ذلك في تعليقي على "الطريقة الواضحة" للبُلقيني، ولا حول ولا قوة إلا بالله! بقي التنبيهُ على أنهما لم يقولا هذا القول بطريق الاستهزاء والاستخفاف؛ لأن الصحابة أبرياء من هذا الأمر، وإنما وقع منهما هذا الكلام من غير قصد، أو وقع بطريق التعجب، أو بطريق الاستفسار عن هذا الفعل، ولذلك أجابهم النبي - صلى الله عليه وسلم - بذكر صاحب بني إسرائيل، وهو موسى - صلى الله عليه وسلم -، أفاده العيني في "شرح أبي داود" (١/ ٨٩).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (147,'<span data-type="title" id=toc-24>١٣ - باب: البول قائماً</span>
يعني: جوازه، وإن كان الأولى قاعدًا.
٢٣ - (صحيح) حدثنا حفص بن عمر ومسلم بن إبراهيم، قالا: ثنا شعبةُ، (ح)، وثنا مسدد، ثنا أبو عوانة -وهذا لفظ حفص-، عن سليمان، عن أبي وائل، عن حذيفة، قال: "أتى رسول الله - صلى الله عليه وسلم - سباطة قومٍ فبال قائمًا، ثم دعا بماءٍ فمسح على خُفَّيْهِ".
قال أبو داود: قال مسدد: قال: فذهبتُ أتباعد، فدعاني حتى كنت عند عقبه (١).
حديث الباب في "الصحيحين".
قوله: "أتى سُباطة قوم فبال قائمًا"، هي بضمِّ السين (٢)، وهي مُلقى التراب والقمامة ونحوها، يكون بفناء الدور مرفقًا لأهلها، ويكون غالبًا سهلاً لينًا منتنًا، لا يخدُّ فيه البول ولا يرجع على البائل (٣).
ثم البول: في سباطة القوم محمولٌ على أنه علم من حالهم أنهم لا
_________
(١) أخرجه البخاري (٢٢٤، ٢٢٥، ٢٢٦، ٢٤٧)، ومسلم (٢٧٣).
(٢) قال المصنف في "شرح صحيح مسلم" (٣/ ٢١٢): "السباطة: بضمّ السين المهملة، وتخفيف الباء الموحدة"، وبنحوه في "تهذيب الأسماء واللغات" (٣/ ١٤٤)، و"المجموع" (٢/ ٨٥).
(٣) المصدران السابقان، و "معالم السنن" (١/ ٢٠).',NULL,'150',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (148,'يكرهونه (١)، أو أنهم أذنوا في ذلك بصريح اللفظ أو بمعناه لمن أراد قضاء الحاجة هناك، أو أنها كانت مباحة للناس كلهم فأضيفت إلى هؤلاء القوم لقُربها منهم تعريفًا لا إضافة ملك، وكانت العادة المعروفة له - صلى الله عليه وسلم - البول قاعدًا (٢).
وقيل في بوله هنا قائمًا أربعة أوجه (٣):
_________
(١) جعله في "شرح صحيح مسلم" (٣/ ٢١٣) أظهر الوجوه، وعبارته فيه: "أنهم كانوا يؤثرون ذلك ولا يكرهونه، بل يفرحون به" قال: "ومن كان هذا حاله جاز البول في أرضه، والأكل من طعامه" قال: "ونظائر هذا في السنة أكثر من أن تحصى".
قلت: اشتراط الإذن نطقًا ولفظًا قال به "الغزالي" في "الوسيط"! وقال النووي في "الروضة" (٧/ ٢٣٨) عنه: (شاذ ضعيف).
(٢) دلّ عليه: ما أخرجه أحمد (٦/ ١٣٦، ١٩٢)، والترمذي (١٢)، والنسائي (٢/ ٢٦١)، وابن ماجه (٣٠٧)، وابن حبان (١٤٢٧)، وأبو عوانة (١/ ١٩٨)، وغيرهم عن عائشة - رضي الله عنه - قالت: "من حدثكم أنّ النبي - صلى الله عليه وسلم - كان يبول قائمًا فلا تصدقوه، ما كان يبول إلا قاعدًا".
وجوّد المصنفُ إسناده في "شرح صحيح مسلم" (٣/ ٢١٢) وقال: "وقد روي في النهي عن البول قائمًا أحاديث لا تثبت، ولكن حديث عائشة هذا ثابت".
قال أبو عبيدة: من هذه الأحاديث "من الخطأ أن يبول الرجل قائمًا" انظره في "الإرواء" (٥٩)، و"لا تبل قائمًا" انظره في "الضعيفة" (٩٣٤)، ولذا قال ابن حجر في "الفتح" (١/ ٣٣٠) عنها: "لم يرد عن النبي - صلى الله عليه وسلم - فيها شيء"، وضعفها ابن المنذر في "الأوسط" (١/ ٣٣٧) وأبو الحسن التِّبريزي في "المعيار في علل الأخبار" (١/ ٨٣) ويحمل قول عائشة على أنه ما بال قائمًا في منزله، وإلا فما أثبته حذيفة هو المقدّم، إذ معه زيادة علم، والله أعلم، وانظر "الإمام" (٢/ ٤٩٦ - ٤٩٨) لابن دقيق العيد.
(٣) المذكور ثلاثة! إلا أن يكون قوله: "وقد جاء في رواية ... " وجهًا مستقلاً، وهو كذلك في "المجموع" (٢/ ٩٤) و"شرح صحيح مسلم" (٣/ ٢١٢)، =',NULL,'151',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (149,'أحدهما: تأويل الشافعي ومن تابعه: أن العرب كانت تستشفي (١) بالبول قائمًا لوجع الصلب، فلعله كان به وجع الصلب أو نحوه، وقد جاء في رواية عن أبي هريرة ضعيفةٍ ذكرها البيهقي (٢) أنه بال قائمًا لعلَّةٍ بمأبضه (٣). قال البيهقي: "لا تثبت هذه الزيادة".
_________
= وزاد فيه وجهًا خامسًا، وهو: أنه بال قائمًا لكونها حالة يؤمن فيها خروج الحدث من السبيل الآخر في الغالب، بخلاف حالة القعود. ولذلك قال عمر: "البول قائمًا أحصن للدُّبر".
قال أبو عببدة: يريد عمر -والله أعلم- إذا تفاج قاعدًا استرخت مقعدته، وهذا الأثر عند البيهقي في "السنن الكبرى" (١/ ١٠٢)، وصرّح المصنف في المصدرين المذكورين بأن الأوجه الأربعة منقولة من الخطابي [في "معالم السنن" (١/ ٢٠)]، والبيهقي [في "السنن الكبرى" (١/ ١٠١)].
بقي وجه سادس، ذكره المازري في "المعلم" (١/ ٢٣٨)، وهو: لعله كانت في السُّباطة نجاسات رطبة، وهي رخوة، يخشى أن تتطاير عليه.
(١) في هذا إشارة لمعرفة الشافعي بالطب، وأورد الفخر الرازي في كتابه "مناقب الشافعي" (ص ٢٨٧ - ٢٨٨) ما يدل عليه بيقين، وقد قالوا: بولة في الحمام قائمًا خير من فصدة.
(٢) في "السنن الكبرى" (١/ ١٠١)، وهي عند الحاكم في "المستدرك" (١/ ١٨٢) والدارقطني في "غرائب حديث مالك" -كما في "الإمام" (٢/ ٤٩٩) لابن دقيق العيد- والخطابي في "معالم السنن" (١/ ٢٠) وفي إسنادها حماد بن غسان ضعفه الدارقطني، انظر "الميزان" (١/ ٥٩٩)، وضعفه المصنف في "خلاصة الأحكام" (١/ ١٦٠) رقم (٣٦٠) أيضًا.
(٣) قال المصنف في "خلاصة الأحكام" (١/ ١٦٠): "المَأبِض: مهموز، باطن الركبة"، وكذا قال في "شرح صحيح مسلم" (٣/ ٢١٢) وضبطه بقوله: "بهمزة ساكنة بعد الميم ثم باء موحدة"، وزاد في "المجموع" (٢/ ٨٥): "ثم باء موحدة ثم ضاد معجمة" قال: "ويجوز تخفيف الهمزة بقلبها ألفًا، كما في رأس وأشباهه" قال: "والمأبض: باطن الركبة من الآدمي وغيره، وجمعها مآبض بالمد، كمسجد ومساجد".',NULL,'152',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (150,'الثاني: أنه احتاج إلى البول ولم يجد مكانًا يصلح للقعود؛ لكون الطرف الذي يليه كان مرتفعًا، أو لنجاسة هناك، أو غير ذلك.
الثالث: أنه فعله بيانًا للجواز (١).
قوله: "قال مسدّد: فذهبت أتباعد، فدعاني حتى كنت عند عقبه"، معناه: قال مسدد في روايته بإسناده عن حذيفة أنه قال: "فذهبت أتباعد". وإنما دعاه - صلى الله عليه وسلم - مع أنه تبعد إذا أراد قضاء الحاجة؛ ليكون سترًا بينه وبين المارّين، وكانت المفسدة في إدنائه منه أقل منها في ظهوره للمارين (٢)، وقد تكون المرأة والمنافق وغيرهما، ولعله كان حاقنًا، (ولم لا) (٣) يمكنه تأخير البول؛ ففي الحديث جواز البول قائمًا، لكن القعود أفضل (٤)، وجواز المسح على الخفين، وأنه يجوز في الحضر، وهو
_________
(١) قال القاضي حسين في "التعليقة" (١/ ٣١٦) -ونقل بعضه عنه المصنف في "المجموع" (٢/ ٨٥) -: "وقيل: إنما بال قائمًا لما به من وجع البطن! لأن العرب تعالج بالبول قائمًا لوجع البطن، وهي عادة أهل هراة، فإنهم يبولون قيامًا في كل سنة مرة إحياءً لتلك السنة".
(٢) قال المصنف في "شرح صحيح مسلم" (٣/ ٢١٣ - ٢١٤): "قال العلماء: إنما استدناه - صلى الله عليه وسلم - ليستتر به عن أعين الناس وغيرهم من الناظرين، لكونها حالة يستخفى بها، ويستحيى منها في العادة، وكانت الحاجة التي يقضيها بولًا من قيام، يؤمن معها خروج الحدث الآخر والرائحة الكريهة، فلهذا استدناه وجاء في الحديث الآخر: لما أراد قضاء الحاجة، قال: "تنحّ"، لكونه كان يقضيها قاعدًا، ويحتاج إلى الحدثين جميعًا، فتحصل الرائحة الكريهة وما يتبعها، ولهذا قال بعض العلماء في هذا الحديث: من السنة القرب من البائل إذا كان قائمًا، فإذا كان قاعدًا، فالسنة الإبعاد عنه، والله أعلم".
(٣) كذا في الأصل، ولعل الصواب: "لا يمكنه".
(٤) يعجبني كلام ابن المنذر في "الأوسط" (١/ ٣٣٨): "البول جالسًا أحبّ إليّ، وقائمًا مباح، وكل ذلك ثابت عن رسول الله - صلى الله عليه وسلم - "، ونقله عنه المصنف في "المجموع" (٢/ ٨٥) وأقره.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (151,'مذهب الجمهور، وعن مالك رواية أنه خاصٌّ بالسفر (١)، وفيه أنه إذا تعارضت مفسدتان ولم يمكن دفعهما دفع أعظمهما، أو مصلحتان فعل أعظمهما (٢).
...
_________
(١) انظر: "المعونة" (١/ ١٣٥)، "الأشراف" للقاضي عبد الوهاب (١/ ٦٧ - بتحقيقي)، "الذخيرة" (١/ ٣٢٥)، "جامع الأمهات" (ص ٧١)، "تفسير القرطبي" (٦/ ١٠٠)، قال القاضي عبد الوهاب: "ووجه المنع: هو أن المسح جوّز لضرورة السفر بانقطاع المسافر عن صحبته ورفقته بتشاغله بخلع خفيه كل وقت أراد الطهارة، وهذا معدوم في الحضر، ولأن السفر يختص بأشياء من الرخص لا توجد في الحضر، كالقصر والفطر وغير ذلك"!
قلت: ورد المسح في الحضر والسفر، والعلة لرفع مطلق الحرج، وليس للعلة المذكورة، وهذا مذهب الجماهير وهو قول المحررين المحققين، والحمد لله وحده.
(٢) ذكره المصنف في "شرح صحيح مسلم" (٣/ ٢١٤) عدا الأخير، وزاد فيه: "وفيه جواز قُرب الإنسان من البائل، وفيه جواز طلب البائل من صاحبه الذي يدل عليه القرب منه ليستره، وفيه استحباب الستر، وفيه جواز البول بقرب الديار" قال: "وفيه غير ذلك، والله أعلم".
قلت: وفيه دليل على أنّ مدافعة البول ومصابرته مكروهة، لما فيه من الضرر والأذى، قاله الخطابي في "المعالم" (١/ ٢١).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (152,'<span data-type="title" id=toc-25>١٣: باب: في الرجل يبول بالليل في الإناء، ثم يضَعُه عنده</span>
يعني: باب جوازه، وإنما الرجل بمعنى الشخص، لا للاحتراز من المرأة، فهي كهو في جوازه، وسواء في جواز ذلك الليل والنهار، لكن الأولى اجتنابه بالنهار من غير حاجة.
٢٤ - (حسن صحيح) حدثنا محمد بن عيسى، ثنا حجاج، عن ابن جريج، عن حُكَيمة بنت أُميمة ابنة رُقَيقة، عن أمّها أنها قالت: كان للنبي - صلى الله عليه وسلم - قدحٌ مِنْ عَيدان تحت سريره يَبولُ فيه بالليل (١).
قال ابن الأعرابي: حدثناه هلال بن العلاء، حدثنا حجاج، به.
وحديث الباب حسن. وحُكَيمة بنت أُميمة بنت رُقَيقة مصغّرات،
_________
(١) أخرجه النسائي (٣٢)، وابن أبي عاصم في "الآحاد والمثاني" (٦/ ١٢١) رقم (٣٣٤٢)، وابن حبان (٤/ ٢٧٤) رقم (١٤٢٦)، والحاكم (١/ ١٦٧)، والطبراني في "المعجم الكبير" (٢٤/ ٢٠٥)، والبيهقي في "السنن الكبرى" (١/ ٩٩) من طريق حجاج بن محمد عن ابن جريج به، وإسناده ضعيف، فيه حُكيمة لا تعرف.
قال المصنف في "المجموع" (٢/ ٩٢): "رواه أبو داود والنسائي والبيهقي ولم يضعفوه"!.
وله شاهد من حديث عائشة بسند صحيح عند النسائي (٣٣) وابن خزيمة (٦٥) وغيرهما.
ولذا حسَّن المصنف الحديث هنا وفي "خلاصة الأحكام" (١/ ١٥٦ - ١٥٧) رقم (٣٤٧).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (153,'ورُفيقة بقافين (١). قولها: "كان للنبي - صلى الله عليه وسلم - قدح من عَيْدان" هو بفتح العين، وهي النخل الطوال المتجرّدة، الواحدة عَيْدانة (٢).
...
_________
(١) عبارته في "المجموع" (٢/ ٩٢): "وأُميمة ورُفيقة بضمّ أولهما" قال: "ورقيقة، بقافين".
(٢) المراد: قدح من خشب يُنقر ويقور؛ ليحفظ ما يجعل فيه. انظر "النهاية" (٣/ ٣١٧).',NULL,'156',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (154,'<span data-type="title" id=toc-26>١٤ - باب: المواضع التي نهي عن البول فيها</span>
٢٥ - (صحيح) حدثنا قتيبة بن سعيد، ثنا إسماعيل بن جعفر، عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة، أن النبي - صلى الله عليه وسلم - قال: "اتقوا اللاعنين". قالوا: وما اللاعنان يا رسول الله؟ قال: "الذي يتخلى في طريق الناس، أو ظلِّهم" (١).
٢٦ - (حسن) حدثنا أبو إسحاق بن سُويد الرملي، وعمر بن الخطاب أبو حفص -وحديثه أتم- أن سعيد بن الحكم حدثهم، [قال]: أنا نافع ابن يزيد، حدثني حيوة بن شُريح، أن أبا سعيد الحمْيَريَّ، حدثه عن معاذ ابن جبل، قال: قال رسول الله - صلى الله عليه وسلم -: " اتقوا الملاعن الثلاثة: البَرَاز في الموارد، وقارعة الطريق، والظل" (٢).
[قال أبو داود: هذا مرسل، وهو مما انفرد به أهل مصر].
_________
(١) أخرجه مسلم (٢٦٩).
(٢) أخرجه ابن ماجه (٣٢٨)، والطبراني في "الكبير" (٢٠/ ١٢٣)، والحاكم في "المستدرك" (١/ ١٦٧)، والبيهقي في "السنن الكبرى" (١/ ٩٧)، وابن عساكر في "تاريخ دمشق" (٥٨/ ٤٢٥) من طريق نافع بن يزيد عن حيوة به. قال ابن حجر في "التلخيص" (١/ ١٠٥): "وصححه ابن السكن والحاكم، وفيه نظر! لأن أبا سعيد لم يسمع من معاذ ولا يعرف هذا الحديث بغير هذا الإسناد قاله ابن القطان". وقال المزي في "تحفة الأشراف" (٨/ ٤١٩): " أبو سعيد هذا لم يدرك معاذ بن جبل".
فتحسين المصنف له هنا وفي "خلاصة الأحكام" (١/ ١٥٤ - ١٥٥) =',NULL,'157',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (155,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
...
_________
= رقم (٣٤٠) لشواهده، وأما قوله عنه في "المجموع" (٢/ ٨٦): "رواه أبو داود وابن ماجه والبيهقي بإسناد جيد"! ففيه ما ترى!
وللحديث شاهد من حديث ابن عباس عند أحمد في "مسنده" (١/ ٢٩٩): ثنا عتاب بن زياد ثنا أبو عبد الله قال أنا ابن لهيعة قال: حدثني ابن هبيرة قال: أخبرني من سمع ابن عباس يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول: "اتقوا الملاعن الثلاث" قيل: ما الملاعن يا رسول الله؟ قال: "أن يقعد أحدكم في ظل يستظل فيه، أو في طريق، أو في نقع ماء".
وهذا إسناد ضعيف لجهالة الراوي عن ابن عباس - صلى الله عليه وسلم -، ورواية أبو عبد الله بن المبارك عن ابن لهيعة صالحة، ويشهد له حديث أبي هريرة السابق.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (156,'<span data-type="title" id=toc-27>١٥ - باب: في البول في المستحم </span>(١)
٢٧ - (ضعيف) حدثنا أحمد بن محمد بن حنبل والحسن بن علي، قالا: ثنا عبد الرزاق -قال أحمد: ثنا معمر، أخبرني أشعث، وقال أبو الحسن: عن أشعث بن أبو عبد الله-، عن أبو الحسن، عن أبو عبد الله بن مغفل، قال: قال رسول الله - صلى الله عليه وسلم -: "لا يبولن أحدكم في مستحمِّهِ، ثم يغتسل فيه" (٢).
(ضعيف) قال أحمد: ثم يتوضأ فيه فإن عامة الوسواس منه".
_________
(١) هذا الباب والذي يليه ليس لهما ذكر في المخطوط، وكذا في "مختصر المنذري" (١/ ٣٠)، وسيأتي شرح الأحاديث لاحقًا.
(٢) أخرجه عبد الرزاق (١/ ٢٥٥) رقم (٩٧٨)، وأحمد في "المسند" (٥/ ٥٦)، وعبد بن حميد في "مسنده" (ص ١٨١/ رقم ٥٠٥، منتخب)، والبخاري في "التاريخ الكبير" (١/ ٤٢٩)، والترمذي (٢١)، والنسائي (١/ ٣٤)، وابن ماجه (٣٠٤)، وابن حبان (١٢٥٥)، وابن الجارود (٣٥)، والعقيلي في "الضعفاء الكبير" (١/ ٢٩) والحاكم في "المستدرك" (١/ ١٦٧/ ١٨٥)، والبيهقي في "السنن الكبرى" (١/ ٩٨) من طريق أشعث عن الحسن عن أبو عبد الله بن مغفل به. وقال الحاكم: "صحيح على شرط الشيخين، ولم يخرجاه"، ووافقه الذهبي.
وأشعث ليس على شرطهما؛ فقد خرج له البخاري تعليقًا فقط، ولم يخرج له مسلم شيئًا.
والحسن البصري مدلس وقد عنعن، ويشهد له ما بعده، ولعل لهذا حسَّنه المصنف هنا وكذا في "خلاصة الأحكام" (١/ ١٥٥ - ١٥٦) رقم (٣٤٢)، وفي "المجموع" (٢/ ٩١).',NULL,'159',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (157,'[وروى شعبة وسعيد، عن قتادة، عن عقبة بن صهبان، سمعت أبو عبد الله بن مُغفَّل يقول: البول في المغتسل يأخذ منه الوسواس (١).
وحديث شعبة أولى.
ورواه يزيد بن إبراهيم، عن قتادة، عن سعيد عن أبو الحسن، عن ابن مغفل قوله] (٢).
٢٨ - (صحيح) حدثنا أحمد بن يونس، حدثنا زهير، عن داود بن أبو عبد الله، عن حميد الحميري -وهو ابن عبد الرحمن- قال: لقيتُ رجلاً صحب النبي - صلى الله عليه وسلم - كما صحبه أبو هريرة قال: "نهى رسول الله - صلى الله عليه وسلم - أن يتمشط أحدُنا كل يوم، أو يبول في مغتسله" (٣).
...
_________
(١) أخرجه الحاكم (١/ ١٨٥)، وعنه البيهقي (١/ ٩٨) من طريق سعيد بن أبي عروبة، وابن أبي شيبة (١/ ١١٢)، والبخاري في " التاريخ الكبير" (٦/ ٤٣١)، والعقيلي في "الضعفاء الكبير" (١/ ٢٩)، والبيهقي (٢/ ٩٨) من طريق شعبة كلاهما عن قتادة به.
والذي أراه راجحًا أن الحديث صحيح لشواهده، عدا قوله "فإن عامة الوسواس منه" فإنه في هذا الحديث موقوف.
(٢) أخرجه البيهقي (١/ ٩٨) من طريق يزيد بن إبراهيم به.
(٣) أخرجه النسائي (٢٣٨/ ٥٠٥٤)، وفي "الكبرى" (٢٤٠)، وأحمد في "مسنده" (٤/ ١١١)، والفسوي في "المعرفة والتاريخ " (٢/ ٧٣٩)، والطحاوي (١/ ٢٤)، وابن شاهين في "الناسخ والمنسوخ" (ص ٦٧)، والحاكم في "المستدرك" (١/ ١٦٨)، والبيهقي في " السنن الكبرى" (١/ ٩٨، ١٩٠) من طريق داود بن أبو عبد الله الأودي عن حميد به.
وهذا إسناد صحيح.
وصححه المصنف في "المجموع" (ص/ ٩١)، وفيما يأتي برقم (٨١)، بينما حسنه هنا وفي "خلاصة الأحكام" (١/ ١٥٥) رقم (٣٤١) وقال ابن حجر في "فتح الباري" (١/ ٣٠٠): "ولم أقف لمن أعلّه بحجة قوية".',NULL,'160',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (158,'<span data-type="title" id=toc-28>١٦ - باب: النهي عن البول في الجُحْر </span>(*)
٢٩ - (ضعيف) حدثنا عبيد الله بن عمر بن ميسرة، ثنا معاذ بن هشام، حدثني أبي، عن قتادة، عن أبو عبد الله بن سَرْجِس: أن النبي - صلى الله عليه وسلم - نهى أن يبال في الجُحْر. قال: قالوا لقتادة: ما يكره من البول في الجُحْر؟ قال: كان يقال: إنها مساكن الجن (١).
_________
(*) سقط هذا الباب من الأصل، وأثبتناه من مطبوع "سنن أبي داود".
(١) أخرجه النسائي في "المجتبى" (٣٤)، وأحمد في "المسند" (٥/ ٨٢)، وابن الجارود في "المنتقى" (ص ٢١/ رقم ٣٤)، والحاكم في "المستدرك" (١/ ١٨٦)، والبيهقي في "الكبرى" (١/ ٩٩)، والبغوي (١٩٢) من طريق معاذ بن هشام به.
وصححه الحاكم على شرط الشيخين، ووافقه الذهبي. ثم قال الحاكم: "فقد احتجَّا بجميع رواته، ولعلَّ مُتوهِّمًا يتوهَّم أنّ قتادة لم يذكر سماعه من أبو عبد الله ابن سَرْجَس، وليس هذا بمستبعد، فقد سمع قتادة من جماعة من الصحابة، لم يسمع منهم عاصم بن سليمان الأحول، وقد احتج مسلم بحديث عاصم عن أبو عبد الله بن سرجس، وهو من ساكني البصرة، والله أعلم".
فالظاهر من كلامه إمكانية لقاء قتادة بابن سرجس، وقد قال هو نفسه في "معرفة علوم الحديث" (ص ١١١): " إن قتادة لم يسمع من صحابي غير أنس".
فمن أثبت السماع صحح الحديث، كالمصنف هنا وفي "خلاصة الأحكام" (١/ ١٥٦) رقم (٣٤٤) وفي "المجموع" (٢/ ٨٥)، ومن نفاه ضعّفه!
وأثبت سماعه عنه: علي بن المديني وأبو حاتم وأبو زرعة الرازيان، وأحمد =',NULL,'161',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (159,'في الباب خمسة أحاديث، أولها: حديث أبي هريرة، رواه مسلم.
الثاني: حديث معاذ: حسن. الثالث: حديث أبو عبد الله بن مغفل -بالغين المعجمة- حسن. الرابع: حديث حميد بن أبو عبد الله الحميري: حسن. الخامس: حديث أبو عبد الله بن سَرْجِس: صحيح. وسرجس: عجميٌّ لا ينصرف، بفتح السين وكسر الجيم (١).
قوله - صلى الله عليه وسلم -: "اتقوا اللاعنين"، أي: اجتنبوا الأمرين الجالبين للَّعن (٢) في العادة، وليس فيه إباحة لعن فاعل ذلك، قال الخطابي (٣): "ويحتمل أن يكون اللاعنان هنا بمعنى الملعونين" أي: اتقوا فعل الملعونين في العادة.
وقوله: "الذي يتخلى في طريق الناس أو ظلِّهم" كما هو في معظم
_________
= في رواية أبو عبد الله، وتشكك في سماعه في رواية حرب (أ)، وصحح هذا الحديث ابن خزيمة وابن السكن، وانظر: "البدر المنير" (٢/ ٣٢٢ - ٣٢٣)، "التلخيص الحبير" (١/ ١٠٦).
(١) قال المصنف في "المجموع" (٢/ ٨٦): "سرجس: بفتح السين المهملة وكسر الجيم وآخره سين أخرى، لا ينصرف"، وترجمه في "تهذيب الأسماء واللغات" (١/ ٢٦٩) وقال: "روى عن النبي - صلى الله عليه وسلم - سبعة عشر حديثًا، روى مسلم منها ثلاثة".
(٢) لأن من فعل ذلك لُعن، فلما صار سببًا أضيف إليه الفعل، وانظر "شرح صحيح مسلم" (٣/ ٢٠٧) للمصنف وفيه: "فعلى هذا يكون التقدير: اتقوا الأمرين الملعون فاعلهما، وهذا على رواية أبي داود"، ونقله عنه السيوطي في "مرقاة الصعود" (١١ - درجات).
(٣) "معالم السنن" (١/ ٢١)، وعبارته: "وقد يكون اللاعن أيضًا بمعنى الملعون، فاعل بمعنى مفعول به". ونقله عنه المصنف في "شرح صحيح مسلم" (٣/ ٢٠٧) و"المجموع" (٢/ ٨٦).
_________
(أ) انظر: "المراسيل" (١٦٨، ١٧٥) لابن أبي حاتم، "العلل" لأحمد (٤٣٠٠، ٥٢٦٤) كتابي "بهجة المنتفع" (٤٦١ - ٤٦٢).',NULL,'162',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (160,'النُّسخ، وفي بعضها بالواو، كما هو في كتاب الخطابي (١)، والأول (٢) أجود، وهو الموجود في "صحيح مسلم" (٣) وغيره (٤)، والثاني (٥) ...
والمراد بالتَّخلِّي (٦) التغوط والتقييد بظل الناس، احترازًا من الظل الذي يكون في المواضع الخالية التي لا يأتيها الناس (٧)، وأما الملاعن: فهي مواضع اللعن (٨). والبراز -بفتح الباء وكسرها- سبق بيانهما (٩).
_________
(١) "معالم السنن" (١/ ٢١).
(٢) وهو رواية ابن داسة ومن طريقه البيهقي (١/ ٩٧)، وكذا وقع في أصل الأشيري وابن حزم، أفاده محمد عوامة في تعليقه على "سنن أبي داود" (١/ ١٦٠).
(٣) برقم (٢٦٩).
(٤) مثل "مسند أحمد" (٢/ ٣٧٢)، و"صحيح ابن خزيمة" (٧٦).
(٥) بياض في الأصل، وقد كتب الناسخ في الهامش: "لعله قليل".
(٦) أصله (الخلوة)؛ لأنّه شيء يستخلى به، ويقال له الخلاء والمذهب، والمرفق، والمرحاض، أفاده المصنف في "تهذيب الأسماء واللغات" (٣/ ٩٨)، ونقله السيوطي في "مرقاة الصعود" (١١ - درجات) عن المصنف في كتابه هذا مختصرًا.
(٧) قال المصنف في "شرح صحيح مسلم": "قال الخطابي وغيره من العلماء: المراد بالظل هنا مستظل الناس، الذي اتخذوه مقيلاً ومناخًا ينزلونه ويقعدون فيه، وليس كل ظل يحرم القعود تحته، فقد قعد النبي - صلى الله عليه وسلم - تحت حائش النخل لحاجته، وله ظل بلا شك". وقال في معنى ما عند مسلم: "لا الذي يتخلى في طريق الناس": "فمعناه يتغوّط في موضع يمرُّ به الناس، وما نهى عنه في الظل والطريق لما فيه إيذاء المسلمين بتنجيس من يمرّ به ونتنه واستقذاره، والله أعلم".
(٨) قال المصنف في "تهذيب الأسماء واللغات" (٤/ ١٢٧): "سميت ملاعن لأن الناس يلعنون فاعل ذلك، فهي مواضع لعن، والله تعالى أعلم".
وزاد في "المجموع" (٢/ ٨٦): "جمع ملعنة، كمقبرة ومجزرة، موضع القبر والجزر".
(٩) (ص ٨٣).',NULL,'163',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (161,'والموارد: هي الطرق إلى الماء، جمع موردة (١).
وقارعة الطريق: صدره، وقيل: وسطه، وقيل: ما برز منه (٢).
والمستحم (٣): المغتسل، مأخوذ من الحميم -وهو الماء الحار (٤) -،
_________
(١) مثله في "المجموع" (٢/ ٨٦)، وصرح بنقله عن الخطابي، قلت: هو في "المعالم" له (١/ ٢١).
(٢) بنحوه في "تحرير ألفاظ التنبيه" (٣٨) للمصنف، إلا أن فيه "أعلاه" بدل "وسطه"، وزاد: "وهو متقارب، والطريق: يذكر ويؤنث".
وقال في "تهذيب الأسماء واللغات" (٤/ ٨٨): "وقارعة الطريق: أعلاه، قاله (أ) الأزهري والجوهري، وقيل: هو ما برز منه، وقيل: صدر الطريق" ونقله السيوطي في، "مرقاة الصعود" (١١ - درجات) كما هنا، وتحرف فيه "صدره" إلى "ضده"؛ فلتصوّب.
(فائدة) قال المصنف في "المجموع" (٢/ ٨٧): "وهذا الأدب -وهو اتقاء الملاعن الثلاث- متفق عليه، وظاهر كلام المصنف -أي الشيرازي في "المهذب"- والأصحاب أن فعل هذه الملاعن أو بعضها مكروه كراهة تنزيه لا تحريم، وينبغي أن يكون محرّمًا لهذه الأحاديث، ولما فيه من إيذاء المسلمين. وفي كلام الخطابي وغيره (ب) إشارة إلى تحريمه".
(٣) هو بضم الميم وفتح الحاء، قاله المصنف في "التهذيب" (٣/ ٧٢).
(٤) قاله الخطابي في "المعالم" (١/ ٢٢)، وصرح المصنف بالنقل منه، في "المجموع " (٢/ ٩١ - ٩٢) وفي "التهذيب" (٣/ ٧٢)، وعبارة الخطابي: "وسمي مستحمًا باسم الحميم، وهو الماء الحار الذي يغتسل به، وإنما نهى عن ذلك إذا لم يكن المكان جددًا (ج) صلبًا (د) أو لم يكن [له] مسلك ينفذ فيه =
_________
(أ) في الأصل "قال" والتصويب من "المجموع" (٢/ ٨٧) و"تهذيب اللغة" (١/ ٢٣٢) و"الصحاح" (٣/ ١٢٦٣).
(ب) مثل: البغوي في "شرح السنة" (١/ ٣٨٣).
(ج) في مطبوع "التهذيب": "جلدًا".
(د) بعدها في مطبوع "التهذيب": "أو مبلطًا".',NULL,'164',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (162,'فلزمه الاسم، وإن استعمل فيه الماء البارد، وإنما نهي عن الاغتسال فيه إذا كان صلبًا يخاف إصابة رشاشه، فإن كان لا يخاف ذلك بأن يكون له منفذ أو غير ذلك فلا كراهة (١).
قوله - صلى الله عليه وسلم -: "لا يبولنّ أحدكم في مستحمه، ثم يغتسلُ فيه"، يجوز جزم (يغتسل) ورفعه ونصبه، فالجزم عطفًا على موضع (يبولن)، والرفع على تقدير (ثم هو يغتسل)، والنصب على إضمار (أنْ)، وإعطاء (ثم) حكم واو الجمع (٢).
والنهي عن الامتشاط كل يومٍ نهي تنزيه لا تحريم (٣).
...
_________
= البول، ويسيل منه الماء، فيوهم المغتسل أنه أصابه من قطره ورشاشه، فيورثه النسيان".
(١) هذا الذي قرره في "الروضة" (١/ ٦٥) و"التحقيق" (٨٤)، و"المجموع" (٢/ ٩٢).
(٢) نقله في "شرح صحيح مسلم" (٣/ ٢٤١ - ط قرطبة) عن شيخه ابن مالك الجياني (ت ٦٧٢ هـ) صاحب "الكافية" و"التسهيل". وهو في كتابه "شواهد الإيضاح" (١٦٤) وضعف صاحب "المفهم" النصب، وقرر أنه لا ينصب بإضمار (أن) بعد (ثم) فانظر كلامه في "المفهم"، وستأتي المسألة مبسوطة في التعليق على حديث رقم (٦٩)، والله الموفق.
(٣) ذهب الجماهير إلى أنه يسن الإغباب (أي: التقليل) في ترجيل الشعر ودهنه، والاستكثار منهما والمداومة عليهما مكروهان إلا لحاجة، واللحية في ذلك كالرأس. انظر: "شرح الزرقاني على الموطأ" (١/ ١٧٤)، "المجموع" (١/ ٣٦٠)، "الفروع" (١/ ٩٨)، "كشاف القناع" (١/ ٧٤٠)، "فتح الباري" (١٠/ ٣٨١)، "فيض القدير" (٦/ ٣١٢)، "أحكام الشعر في الفقه الإسلامي" (٣٠٩) لطه فارس.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (163,'<span data-type="title" id=toc-29>١٧ - باب: ما يقول إذا خرج من الخلاء</span>
٣٠ - (صحيح) حدثنا عمرو بن محمد الناقد، ثنا هاشم بن أبو القاسم، ثنا إسرائيل، عن يوسف بن أبي بردة، عن أبيه، قال: حدثتني عائشة [رضي الله عنها]: أن النبي - صلى الله عليه وسلم - كان إذا خرج من الغائط قال: "غفرانك" (١).
حديث الباب صحيح، ويجوز في (يوسف) ضمّ السين وكسرها وفتحها مع الهمز وتركه، فهي ستة أوجه أصحها وأشهرها: الضمُّ بلا همز (٢).
_________
(١) أخرجه البخاري في "الأدب المفرد" (ص ٢٤٠) -وعنه الترمذي (٧)، وابن ماجه (٣٠٠) -، وأحمد (٦/ ١٥٥)، والدارمي في "السنن" (١/ ١٨٣)، والنسائي في "السنن الكبرى"، (٦/ ٢٤) رقم (٩٩٠٧)، وابن أبي شيبة في "المصنف" (١/ ١١، ٦/ ١١٤)، والطبراني في "الدعاء" (ص ١٣٦)، وابن الجارود (٤٢) وابن المنذر في "الأوسط" (٣٢٥)، وابن خزيمة (٩٠)، وابن حبان (١٤٤٤)، وابن السني في "عمل اليوم والليلة" (٢٣)، والحاكم (١/ ١٥٨)، والبيهقي (١/ ٩٧)، وفي "السنن الصغير" (٧٣)، والبغوي (١٨٨)، والمزي في "تهذيب الكمال" (ترجمة يوسف بن أبي بردة)، من طريق إسرائيل عن يوسف به.
وهذا إسناد صحيح رجاله رجال الشيخين سوى يوسف بن أبي بردة وقد روى عنه اثنان، ووثقة ابن حبان والعجلي، والحاكم، وصحح حديثه ابن خزيمة وابن حبان والحاكم، وحسن له الترمذي، فمثله يمشَّى حديثه، وصححه النووي هنا وفي "المجموع" (٢/ ٧٥) وفي "خلاصة الأحكام" (١/ ١٦٩ - ١٧٠) رقم (٣٩١).
(٢) وبنحوه في "شرح صحيح مسلم" (١/ ١٣)، و"تهذيب الأسماء واللغات" (٢/ ١٦٦) كلاهما للمصنف.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (164,'قولها: "كان إذا خرج من الغائط قال: غفرانك"، أي: أسألك غفرانك، أو اغفر غفرانك. والغفران مصدر بمعنى المغفرة، وأصله السّتر. والمراد بغفران الذنب: إزالته وإسقاطه (١)، قال الخطابي (٢) وغيره: في سبب قوله - صلى الله عليه وسلم - هذا الذكر في هذا الموطن قولان:
أحدهما: إنه استغفر من ترك ذكر الله تعالى حال لبثه على الخلاء، وكان لا يهجر ذكر الله تعالى إلا عند الحاجة ونحوها.
والثاني: إنه استغفر خوفًا من تقصيره في شكر نعمة الله التي أنعمها عليه، فأطعمه ثم هضمه ثم سهّل خروجه، فرأى شكره قاصرًا عن بلوغ حق هذه النِّعم، فاستغفر (٣).
_________
(١) انظر: "تهذيب الأسماء واللغات" (٤/ ٦١)، و "المجموع" (٢/ ٧٦).
(٢) "معالم السنن" (١/ ٢٣٢٢)، بتصرت واختصار، ونقله عنه المصنف في المصدرين السابقين.
(٣) قال المصنف في "المجموع" (٢/ ٧٦) على سنيّة هذا الذكر: "متفق على استحبابه، ويشترك فيه البناء والصحراء، صرح به المحاملي وغيره"، واعتمده في "التحقيق" (٨٣) و "الروضة" (١/ ٦٦) و "المنهاج" (١/ ٩٢).

(تنبيهات):
الأول: ذكر الغزالي في "الوسيط" (١/ ٣٠٠) حديث الخروج: "الحمد لله الذي أذهب عني ما يؤذيني، وأبقى عليّ ما ينفعني"، وقال عنه ابن الصلاح في "شرح مشكل الوسيط": "عن طاوس مرسلاً ولا يثبت"، وأورد تحته حديث: "الحمد لله الذي أذهب عني الأذى وعافاني" وضعّفه أيضًا، ولم يتعقب النووي في "التنقيح" الغزالي في هذا الموطن، وهو على شرطه، ومن عادته أن يفعل في مثله.
الثاني: أورد المصنف في المصادر المذكورة آنفًا عقب "غفرانك" هذا الذكر مع قوله عنه في "المجموع" (٢/ ٧٥): "وإسناده مضطرب غير قوي"، وقوله فيه (٢/ ٧٦) أيضًا: "وجاء في الذى يقال عقب الخروج أحاديث كثيرة، ليس =',NULL,'167',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (165,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
...
_________
= فيها شيء ثابت إلا حديث عائشة المذكور، وهذا مراد الترمذي بقوله: "لا نعرف في الباب! إلا حديث عائشة" (أ) والأدق منه ما نقله ابن أبي حاتم في "العلل" (١/ ٤٣) عن أبيه فيه: "أصح حديث في الباب".
الثالث: على فرض ثبوت "الحمد لله الذي أذهب ... " فإنه حينئذٍ يقال تارة، ويقال: "غفرانك" تارة أخرى. ومع عدم ثبوته فما ينبغي زيادته على الثابت، ومن منهج المصنف في جميع كتبه في مواطن عديدة؛ الجمع بين الأذكار الواردة في أحاديث مختلفة، وسياقها سياقة واحدة! وقد يخلط الصحيح بالضعيف، والسليم بالسقيم، كما فعل هنا، وقد انتقده ابن القيام في (الفصل العاشر: في ذكر قاعدة في هذه الدعوات والأذكار التي رويت بألفاظ مختلفة، كأنواع الاستفتاحات، وأنواع التشهدات في الصلاة، وأنواع الأدعية التي اختلفت ألفاظها وأنواع الأذكار بعد الاعتدالين من الركوع والسجود) من كتابه "جلاء الإفهام" (ص ٤٥٣ وما بعد- بتحقيقي)، ولم يسمّه، وذكر ستة وجوه على ضعفه، وهي مهمة، فلتنظر فيه، والله الموفّق والمسدد.
_________
(أ) ورد غيره عن جمع ولم يثبت، انظر: "البدر المنير" (٢/ ٣٩٥ - ٣٩٧)، "نتائج الأفكار" (١/ ٢١٥ - ٢٢١) لابن حجر.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (166,'<span data-type="title" id=toc-30>١٨ - باب: كراهة مس الذكر باليمين في الاستبراء</span>
٣١ - (صحيح) حدثنا مسلم بن إبراهيم وموسى بن إسماعيل، قالا: ثنا أبان، ثنا يحيى، عن أبو عبد الله بن أبي قتادة، عن أبيه قال: قال نبي الله - صلى الله عليه وسلم -: "إذا بال أحدكم فلا يمس ذكره بيمينه، وإذا أتى الخلاء فلا يتمسح بيمينه، وإذا شرب فلا يشرب نفسًا واحدًا" (١).
٣٢ - (صحيح) حدثنا محمد بن آدم بن سليمان المصيصي، نا ابن أبي زائدة، نا أبو أيوب -يعني الإفريقي-، عن عاصم، عن المسيب بن رافع ومعبد، عن حارثة بن وهب الخُزاعي، قال: حدثتني حفصةُ زوج النبي - صلى الله عليه وسلم -: أنَّ النبي - صلى الله عليه وسلم - كان يجعل يمينه لطعامه، وشرابه، وثيابه، ويجعل شماله لما سوى ذلك (٢).
_________
(١) أخرجه البخاري (١٥٣)، ومسلم (٢٦٧).
(٢) أخرجه البخاري في "التاريخ الكبير" (٩/ ٨)، وأبو يعلى في مسنده (١٢/ ٤٧٠، ٤٨٤) (رقم ٧٠٤٢، ٧٠٦٠)، وفي "معجم شيوخه" (٢٢٢)، والطبراني في "الكبير" (٢٣/ ٢٠٣) رقم (٣٤٦)، والحاكم في "المستدرك" (٤/ ١٠٩) -وقال: "صحيح الإسناد ولم يخرجاه" وتعقبه الذهبي بقوله: "في سنده مجهول"- والبيهقي (١/ ١١٢ - ١١٣) من طريق أبي أيوب أبو عبد الله بن علي عن عاصم به.
قال ابن حجر في "نتائج الأفكار" (١/ ١٤٦): "وفي تصحيحه نظر؛ لأن في أبي أيوب الإفريقي -واسمه أبو عبد الله بن علي- مقالاً، مع الاضطراب من عاصم في سنده". =',NULL,'169',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (167,'٣٣ - (صحيح) حدثنا أبو توبة الربيع بن نافع، نا عيسى بن يونس، عن ابن أبي عَروبة، عن أبي مَعْشَر، عن إبراهيم، عن عائشة، قالت: كانت يد رسول الله - صلى الله عليه وسلم - اليمنى لطهوره وطعامه، وكانت يده اليُسرى لخلائه وما كان من أذى (١).
_________
= قلت: نعم، اختلف فيه على عاصم على ألوان وضروب، منها:
ما رواه عنه حماد بن سلمة عند ابن راهويه في "مسنده" (٤/ ١٩٠)، عن عاصم عن سواء عن حفصة به. ورواه زائدة عند ابن أبي شيبة (١/ ١٥٢ و ٣/ ٤٢ و٩/ ٧٦) وعبد بن حميد في "مسنده" (١٥٤٥ منتخب)، وأحمد (٦/ ٢٨٧)، والنسائي (٤/ ٢٠٣ - ٢٠٤)، وفي "الكبرى" (٢٦٧٦، ٢٧٧٧، ١٠٦٠٠)، وأبو يعلى (٧٠٣٧)، والطبراني في "الكبير" (٢٣/ رقم ٣٤٧)، وابن السني في "عمل اليوم والليلة" (٧٣٠)، عن عاصم عن المسيب عن حفصة به، وبعضهم اختصره، ولعل هذا الاضطراب من عاصم بن أبي النجود، ويشهد له أحاديث الباب.
وصحح النووي في "المجموع" (١/ ٣٨٤) إسناد أبي داود، وانظر "خلاصة الأحكام" له أيضًا (١/ ١٦٨) رقم (٣٨٧)، والحديث صحيح لغيره.
(١) أخرجه أحمد (٦/ ٢٦٥) حدثنا محمد بن جعفر عن سعيد به، وهذا إسناد منقطع بين إبراهيم النخعي وعائشة، ولذلك ساقه المصنف مستقلاًّ بعده مباشرة.
وقد أخرجه كذلك أحمد (٦/ ٢٦٥)، والبيهقي في "السنن الكبرى" (١/ ١١٣)، وفي "شعب الإيمان" (٥/ ٧٧) من طريق سعيد عن أبي معشر عن إبراهيم عن الأسود عن عائشة.
وهذا إسناد صحيح، والزيادة فيه زيادة ثقة مقبولة.
فالحديث صحيح، وصححه النووي في "خلاصة الأحكام" (١/ ١٦٨) رقم (٣٨٦)، وفي "المجموع" (١/ ٣٨٤ و٢/ ١٠٨).
ويؤكده ما أخرجه البغوي في "شرح السنة" (٢١٧) من طريق نصر بن علي عن عيسى بن يونس به، وفيه (الأسود) بين النخعي وعائشة.
ولكن؛ أخرجه أحمد (٦/ ٢٦٥) حدثنا ابن أبي عدي، عن سعيد، عن رجل، =',NULL,'170',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (168,'٣٤ - (صحيح) حدثنا محمد بن حاتم بن بَزِيع، نا عبد الوهاب بن عطاء، عن سعيد، عن أبي مَعْشر، عن إبراهيم، عن الأسود، عن عائشة، عن النبي - صلى الله عليه وسلم -، بمعناه (١).
حديث أبي قتادة رواه البخاري ومسلم، وحديث حفصة إسناده جيد.
فإن قيل: فيه أبو أيوب الإفريقي، واسمه: أبو عبد الله بن علي الكوفي، وقد قال أبو زرعة: " إنه ليِّن الحديث، ليس بالمتقن (٢)، في حديثه إنكار" (٣)؟
قلنا: قد احتجَّ به أبو داود، وسكت عن تضعيف حديثه، فهو عنده حسن كما سبق (٤)، ولم يفسّر أبو زرعة سبب جرحه (٥) بما يقتضي ردّ
_________
= عن أبي معشر عن إبراهيم عن عائشة نحوه، فأدخل (مبهمًا) بين سعيد وأبي معشر، وأسقط (الأسود).
قال الدارقطني في "العلل" (٥/ ق ٦٩) بعد ذكره الخلاف فيه على سعيد: "وقول ابن أبي عدي أشبه بالصواب"!!
(١) سبق في الذي قبله.
(٢) في "الجرح والتعديل " (٥/ ١١٥): "سألت أبا زرعة عنه، فقال: ليس بالمتين، في حديثه إنكار، هو لين".
(٣) كذا عند المزي في "تهذيب الكمال" (١٥/ ٣٢٥) واقتصر عليه وعلى قوله: "وذكره ابن حبان في كتاب "الثقات"، قلت: هو فيه (٧/ ٢١، ٢٨)، وقال الدوري في "تاريخه" (٢/ ٣٢٠) عن ابن معين: "ليس به بأس"، وأفاد مغلطاي في "إكمال تهذيب الكمال" (٨/ ٧٤ - ٧٥) أن كلاًّ من ابن خلفون وابن شاهين ذكراه في "ثقاتهما"، قلت: انظر "الثقات" لابن شاهين (٦٦٨) فلعله غير المذكور، وجهله أبو حاتم الرازي في كتابه "العلل" (١٠٥٩).
(٤) ليس كذلك، كما قدمناه في التعليق على (ص ٤٨ - ٤٩).
(٥) ليس كذلك، قال: "في حديثه إنكار"، والحديث مضطرب كما بيّناه، فالجرح مفسر، وأبو زرعة ليس من المتعنتين في الجرح، ولذا قال الذهبي في ترجمته =',NULL,'171',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (169,'روايته، فإن النكارة في حديثه إنما تقتدح إذا كرر منه، فلا يعمل به، فالحديث حسن. وربما اشتبه هذا الإفريقي بأبي خالد عبد الرحمن بن زياد بن أنعم الإفريقي، ذاك ضعيف مشهورٌ بالضَّعف (١)، (فإنه) (٢) فهما مفترقان في الاسم والكنية.
وأما حديث عائشة فحسن أو صحيح؛ فإن الرواية الثانية تجبر الانقطاع الذي في الأولى بين إبراهيم وعائشة (٣)، والله أعلم.
قوله: "محمد بن آدم بن سُليمان المِصِّيصي"، هو بكسر الميم وتشديد الصاد (٤)، ويجوز فتح الميم مع تخفيف الصاد، وهي نسبة إلى بلدة كبيرة على ساحل بحر الشام (٥).
وفيه "المسيَّب بن رافع" بفتح الياء لا غير (٦)، بخلاف سعيد بن المسيّب، فإن فيه الفتح والكسر (٧).
_________
= من "السير" (١٣/ ٨١): "قلت: يُعجبني كثيرًا كلامُ أبي زرعة في الجرح والتعديل، يَبينُ عليه الوَرَعَ والمَخْبَرة، بخلاف رفيقه أبي حاتم، فإنه جرَّاح".
(١) انظر ترجمته في "الميزان" (٢/ ٥٦١) وغيره.
(٢) كذا في الأصل، ولعله سبق قلم من الناسخ، ولا داعي لها ونقله السيوطي في "مرقاة الصعود" (١٢) عن المصنف، وعنده: "وهما يفترقان باسم وكنية"، وفي مطبوعة: "بابن خالد"! وصوابه المثبت "بأبي خالد".
(٣) انظر تخريجنا له المتقدم قريبًا.
(٤) هذا هو "الصحيح الصواب" كما في "الأنساب" (٥/ ٣١٥).
(٥) انظر: "معجم البلدان" (٥/ ١٦٩) العلمية.
(٦) قال المصنف في "شرح صحيح مسلم" (١/ ١١٧): "وأما المسيب بن رافع، فبفتح الباء بلا خلاف كذا قال القاضي عياض في "المشارق" (١/ ٣٩٩)، وصاحب "المطالع" (ق ٨/ ب- نسخة شستربتي). أنه لا خلاف في فتح يائه، بخلاف سعيد بن المسيب، فإنهم اختلفوا في فتح يائه وكسرها".
(٧) قال في "شرح مسلم" (١/ ١٥٦): "هو بفتح الياء، هذا هو المشهور" =',NULL,'172',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (170,'و"حارثة بن وهب" بالحاء، وهو صحابي - رضي الله عنه - (١)، و"أبو توبة" بالمثناة فوق، اسمه: الربيع بن نافع (٢). و"أبو معشر" اسمه: زياد بن كُلَيْب (٣).
وفي حديث أبي قتادة كراهة مسّ الذكر باليمين من غير حاجة، ولا فرق بين حال الاستنجاء وغيره، وإنما ذكرت حالة الاستنجاء في الحديث تنبيهًا على ما سواها؛ لأنه إذا كان المس باليمين مكروهًا في حال الاستنجاء -مع أنه مظنة الحاجة إليها- فغيره من الأحوال التي لا حاجة فيها إلى المسّ أولى، ويلتحق بالذَّكَرِ الدُّبُرُ، والمرأة كالرجل في كراهة مسّ القبل والدبر باليمين، وسبب الكراهة: إكرام اليمين.
وفي هذا الحديث مع حديثَي عائشة وحفصة المذكورين بعده دليلٌ لقاعدةٍ مُهمة في الأدب، وهي أنّ ما كان بخلافه فلليسار، فإن أراد الاستنجاء من البول أمسك الذَّكَرَ بيساره ومسحه على حجر بين يديه، فإن كان صغيرًا جعله بين عقبيه، فإن عجز أخذ الحجر بيمينه ومسح عليها، وحرك اليسار دون اليمين (٤).
_________
= ونقل الخلاف فيه. وانظر (١/ ٢٧٨، ٢٩٥، و٢/ ١٠١، ٢٤٤، ...) ونقل المذكور هنا السيوطي في "مرقاة الصعود" (١٢ - درجات).
(١) هو خزاعي أخو عُبيد بن عمر بن الخطاب لأمه، قاله مسلم في "صحيحه" على إثر (٦٩٦) بعد (٢١)، وانظر "شرح النووي" (٥/ ٨٧) و (١٥/ ٧٧و ١٧/ ٢٧٢).
(٢) كذا سماه مسلم في "صحيحه" (٣١٥، ٤٠٨٥)، وهو شيخ شيخه.
(٣) كذا قال المصنف في "شرح صحيح مسلم" (٣/ ٢٥٥ و٤/ ٢٠٥).
(٤) ذكره بنحوه في: "شرح صحيح مسلم" (٣/ ٢٠٠، ٢٠٤)، و "التحقيق" (٨٤، ٨٦) و"المنهاج" (١/ ٩٥)، و "روضة الطالبين" (١/ ٧٥)، و "المجموع" (٢/ ١٠٨ - ١١٠).',NULL,'173',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (171,'قوله - صلى الله عليه وسلم -: "وإذا شَربَ فلا يشربْ نَفَسًا واحدًا"؛ هذا نهي تنزيه وأدب (١)، والحكمة فيه أنه إذا قطع شُربه بثلاثة أنفاس كان أهنأ وأبلغَ في ريّه، وأخفَّ لمعدته، وأحسنَ في الأدب، وأبعد من فعل أهل الشّره (٢).
قولها: "كان يجعل يمينه لطعامه وشرابه وثيابه، ويجعل شماله لما سوى ذلك"؛ ليس هذا على ظاهره، بل المراد: لطعامه وشرابه وثيابه وما كان في معناه مما هو نظافة أو زينة أو نحو ذلك: كالسواك (٣)، والاكتحال، والأخذ، والعطاء، ونحو ذلك (٤)، واليسرى لما سوى
_________
(١) انظر: "مغني المحتاج" (٣/ ٢٢٠)، "حاشية الجمل على شرح المنهج" (٦/ ٥٢٢)، "آداب الأكل" (ص ٤٥) للأقفهسي، ونص عليه الحنفية والمالكية والحنابلة أيضًا. انظر: "الفواكه الدواني" (٢/ ٤١٥)، "الفتاوى الهندية" (٥/ ٣٤١)، "الإنصاف" (٨/ ٣٤٥)، "كشاف القناع" (٤/ ١٥٦).
(٢) زاد في "شرح صحيح مسلم" (٣/ ٢٠٥): "وأما التنفس خارج الإناء، فسنة معروفة" قال: "قال العلماء: والنهي عن التنفّس في الإناء هو من طريق الأدب مخافة من تقذيره ونتنه، وسقوط شيء من الفم والأنف فيه، ونحو ذلك، والله أعلم".
وثبت في "صحيح مسلم" (٢٠٢٨) عن أنس قال: كان رسول الله - صلى الله عليه وسلم - يتنفس في الشراب ثلاثًا، ويقول: "إنه أروى، وأبرأ، وأمرأ"، والمراد: أنه كان يتنفس بين كل شربتين في غير الإناء، وانظر "شرح صحيح مسلم" للمصنف (١٣/ ٢٨٧).
(٣) وقع خلاف في الاستياك: هل هو بالشمال أم باليمين، والذي أراه -بعد دراسة وبحث- إن كان للنظافة كان باليسار، وإن كان لتطييب الفم، كان باليمين، وكلام العلماء في المسألة كثير، أوردته -ولله الحمد- في (شرحي) المسموع على "صحيح مسلم"، يسر الله وأعان على تحريره وتهذيبه والزيادة عليه لإعداده للنشر.
(٤) قال المصنّف في "شرح صحيح مسلم" (٣/ ٢٠٥): "هذه قاعدة مستمرة في الشرع، وهي أنّ ما كان من باب التكريم والتشريف، كليس الثوب والسراويل، والخفّ ودخول المسجد، والسواك، والاكتحال، وتقليم الأظفار، وقصّ =',NULL,'174',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (172,'ذلك (١)، وقد فسرته رواية عائشة - رضي الله عنه -.
...
_________
= الشارب، وترجيل الشعر -وهو مشطُه- ونتف الإبط، وحلق الرأس، والسلام من الصلاة، وغسل أعضاء الطهارة، والخروج من الخلاء، والأكل، والشرب، والمصافحة، واستلام الحجر الأسود، وغير ذلك مما هو في معناه يستحب التيامن فيه ... ".
فذكر النووي هنا أربعة أشياء، بينما أوصلها في "شرحه على مسلم" في النص السابق إلى سبعة عشر خصلة، وقال: "وغير ذلك"، ولم يذكر (الأخذ والعطاء). وزاد في "شرحه على مسلم" أيضًا (١٤/ ١٠٥): "دفع الصدقة وغيرها من أنواع الدفع الحسنة، وتناول الأشياء الحسنة ونحو ذلك، وليس المداس، والكم، والتيمم". فبلغت ثلاثًا وعشرين خصلة، ومما يلحق بها مما هو منصوص عليه: البدء بميامن الميت في تغسيله، ووضع اليمنى على اليسرى في الصلاة، والوقوف على يمين الإمام بحذائه في صلاة الإثنين جماعة، وعقد التسبيح باليمين، والوقوف في ميامن الصفوف، وتقديم الأيمن فالأيمن في الشرب، والاضطجاع على الشق الأيمن في النوم.
(١) تتمة كلام النووي في الهامش السابق، هو: "وأما ما كان بضدّه، كدخول الخلاء، والخروج من المسجد، والامتخاط، والاستنجاء، وخلع الثوب والسراويل والخف وما أشبه ذلك، فيستحب التياسر فيه" قال: "وذلك كله لكرامة اليمين وشرفها".
قلت: وعلى الجملة؛ فاليمين وما نسب إليها، وما اشتق منها، محمود لغة وشرعًا ودينًا، والشمال على نفيض ذلك، فمن الآداب المناسبة لمكارم الأخلاق والسيرة الحسنة عند الفضلاء: اختصاص اليمين بالأعمال الشريفة، والأحوال النظيفة، قال الله تعالى: {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (٥٢)} [مريم: ٥٢]، وقال: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (٧)} [الانشقاق: ٧].
وعليه: فيستحب البداءة باليسار في كل ما هو ضد المذكور في الهامش السابق، وقد ثبتت نصوص في كراهية الاتكاء على اليد اليسرى، وعلى البصاق على اليسار أو تحت دون اليمين.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (173,'<span data-type="title" id=toc-31>١٩ - باب: الاستتار في الخلاء</span>
يعني: استحبابه.
٣٥ - (ضعيف) حدثنا إبراهيم بن موسى الرازي، أنا عيسى بن يونس، عن ثور، عن الحُصين الحُبراني، عن أبي سعيد، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: "من اكتحل فليوتر، من فعل؛ فقد أحسن، ومن لا؛ فلا حرج، ومن استجمر فليوتر، من فعل؛ فقد أحسن، ومن لا؛ فلا حرج، ومن أكل، فما تخلل فلْيلفِظْ، وما لاك بلسانه؛ فليبتلع، فمن فعل؛ فقد أحسن، ومن لا؛ فلا حرج، ومن أتى الغائط؛ فليستتر، فإن لم يجد إلا أن يجمع كثيبًا من رمل؛ فلْيستدبِرْه، فإنّ الشيطان يلعب بمقاعد بني آدم، من فعل؛ أحسن، ومن لا؛ فلا حرج" (١).
_________
(١) أخرجه من طريق أبي داود: البغوي في "شرح السنة" (٣٢٠٤) والبيهقي في "الخلافيات" (٢/ ٨٤ - ٨٥) رقم (٣٦٧ - بتحقيقي).
وأخرجه ابن ماجه (٣٣٧، ٣٣٨، ٣٤٩٨)، وأحمد (٢/ ٣٧١)، والدارمي (٦٦٢، ٢٠٨٧)، والطبراني في "مسند الشاميين" (١/ ٢٧٥)، والبيهقي في "الكبرى" (١/ ٩٤، ١٠٤)، وفي "الشعب" (٥/ ١٢٥) (رقم ٦٠٥٣) وفي "الآداب" (٥٥٧)، والطحاوي في "شرح معاني الآثار" (١/ ١٢١، ١٢٢)، وفي "المشكل" (١٣٨)، وابن حبان (١٤١٠)، والبغوي (٣٢٠٤) والمزي في "تهذيب الكمال" (٣٣/ ٣٥٤ - ٣٥٥)، والحاكم في "المستدرك" (٤/ ١٣٧)، - وقال: "صحيح الإسناد" وافقه الذهبي- من طريق ثور عن الحصين به.
وهذا إسناد ضعيف؛ فالحصين ضعيف، وأبو سعيد مجهول لا يعرف، ومع هذا فقد حسَّنه المصنف هنا، وفي "خلاصة الأحكام" (١/ ١٤٧) رقم =',NULL,'176',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (174,'قال أبو داود: رواه أبو عاصم (١)، عن ثور، قال: حصين الحميري.
[قال]: ورواه عبد الملك بن الصَّباح (٢)، عن ثور، فقال: أبو سعيد الخير.
قال أبو داود: أبو سعيد الخير [هو] من أصحاب النبي - صلى الله عليه وسلم - (٣). حديث الباب حسن.
قوله: "عن الحسين الحبراني، عن أبي سعيد" وفي الرواية الثانية: "عن أبي سعيد الخير" (٤)، وفي رواية: "حُصين الحميري".
_________
= (٣١٢) وفي "المجموع" (٢/ ٩٥)!!.
وانظر لتضعيفه: "العلل" للدارقطني (٨/ ٢٨٣ - ٢٨٥) رقم (١٥٧٠) و"المعرفة" للبيهقي (١/ ٢٠١) و "التلخيص الحبير" (١/ ١٠٣) و"السلسلة الضعيفة" (١٠٢٨).
وانظر لتحسينه: "البدر المنير" (٢/ ٣٠١ - ٣٠٣)، "خلاصة البدر المنير" (١/ ٤٣)، "تحفة المحتاج" (١/ ١٦١)، "فتح الباري" (١/ ٢٥٧)، "عمدة القاريء"، (١/ ٧٣٢)، "معارف السنن" (١/ ١١٥) للبنَّوري.
(١) روايته عند الدارمي (٦٦٢) ومضت.
(٢) روايته عند ابن ماجه (٣٣٧، ٣٣٨، ٣٤٩٨) ومضت.
مراد أبي داود: بيان الاختلاف في نسبة (الحصين)، وأنه في رواية الباب (الحُبراني)، وفي الرواية المعلقة (الحميري).
(٣) قيل: إن اسمه عمرو، وانظر: "الإصابة" (٧/ ١٤٣) رقم (١٠٠٠٥)، وقوله: "قال أبو داود ... " إلى هنا من رواية ابن داسة، ونحوه في "النكت الظراف" (١٠/ ٤٥٥) نقلاً عن رواية ابن الأعرابي، ويمكن أن يكون مراد أبي داود من هذا إثبات أن أبا سعيد المذكرر في السند، ليس هو الصحابي أبو سعيد الخير، وأن الصواب أبو سعيد بلا إضافة، انظر: "بذل المجهود" (١/ ٨٧) و"عون المعبود" (١/ ١٣).
(٤) انظر: "تحفة الأشراف" (١٠/ ٤٥٥) رقم (١٤٩٣٨).',NULL,'177',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (175,'فأما حصين، فيقال فيه: الحُبْر -بضم الحاء وإسكان الموحّدة (١) - نسبةً إلى حُبران: قبيلة من اليمن، وهم بنو حبران بن عَمرو بن قيس بن معاوية بن جُشَم (٢)، ويقال فيه أيضًا: الحُمراني -بالميم- نسبةً إلى حُمْران (٣)، ويقال: الحِمْيَريّ نسبة إلى حِمْيَر: قبيلة مشهورة (٤).
وأما أبو سعيد هذا فالمشهور فيه: أبو سعيد بالياء، ويقال: أبو سعد بحذفها، والمشهور أنه تابعي، وقيل: صحابي (٥).
قوله - صلى الله عليه وسلم -: "من استجمر فليوتر، من فعل فقد أحسن، ومن لا فلا حرج".
الاستجمار: الاستنجاء بالأحجار، وقد سبق (٦) بيانه، والمراد: أن الإيتار مستحبٌّ وليس بواجب، وهذا فيما زاد على ثلاث مسحات، أما
_________
(١) انظر: "الإكمال" (٢/ ٢٤٩ - ٢٥٠) مع حاشيته للعلامة المعلّمي اليماني، "والتبصير" (١/ ٣٨٣)، و" التوضيح" (٢/ ٥٧٢).
(٢) انظر: "الأنساب" (٢/ ١٦٦).
(٣) انظر: "الأنساب" (٢/ ٢٦٠).
(٤) انظر: "الأنساب" (٢/ ٢٧٠).
(٥) أبو سعد الخير صحابي، أثبت صحبته البخاري وأبو حاتم الرازي وأبو داود وابن حبان والبغوى وابن قانع وجماعة، أما أبو سعيد الحبراني فتابعي قطعًا، ذكره العجلي في "ثقاته" (٤٩٩) وقال ابن حجر في "التقريب": "مجهول" وحديثه في المصريين، روى عن معاذ، قال المزي في "تهذيب الكمال" (٣٣/ ٣٥٤): "أراه مرسلاً" أي: لم يسمع منه، جزم بذلك الذهبي في "تذهيب تهذيب الكمال" (١٠/ ٢٧٥) وفرق بينه وبين الصحابي، وهكذا صنع جماعة.
ونقل السيوطي في "مرقاة الصعود" (١٢) عن النووي قوله:"المشهور به كأمير" أي: أبو سعيد بالياء، ونقل عنه أيضا قوله: "المشهور أنه تابعي".
(٦) (ص ١١١).',NULL,'178',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (176,'الثلاث فيجب فِعْلُها بكلّ حال، للأحاديث السابقة (١).
وتقدير الحديث: ليكن الاستجمار وترًا مع استيفاء الثلاث، فإنْ لم يحصل الإنقاء إلا بأربع -مثلاً- فيُستحبُّ الإيتار بخامس، فإنْ فعل الخامس فقد أحسن، وإن اقتصر على الأربع فلا حرج، هذا هو الصحيح في معنى الحديث، وذكر الخطابي (٢) وجهًا آخر: أن معناه: إذا حصل الإنقاء بالثلاث أو بوترٍ بعدها فليقتصر على الإيتار، فإنْ زاد فلا حرج.
ووجهًا آخر: أنّ معناه: من ترك الاستجمار وعدل إلى الاستنجاء بالماء فلا حرج. وهذا فاسد، وقد احتجَّ به أصحابُ أبي حنيفة في أن الاستنجاء ليس بواجب (٣)، إذا لم يزد الباقي على المحل على قَدْر درهم، وأجاب الجمهور بأن المراد نفي الحرج في ترك الإيتار كما هو ظاهر الحديث، لا في ترك أصل الاستنجاء.
وأما الإيتار في الاكتحال، فمعناه: في كل عينٍ وتر، وأفضلُه: في كل عين ثلاث، وفيه حديث صحيح (٤).
_________
(١) سبق إيضاح المسألة عند شرح الحديث المتقدم برقم (٧)، انظر تعليقنا هناك.
(٢) "معالم السنن" (١/ ٢٥)، وهو منقول بالمعنى.
(٣) سبق بيان مذهبهم في التعليق على (ص ٩٩ - ١٠٠).
(٤) أخرجه الطيالسي في مسنده (ص ٣٤٩) -ومن طريقه الترمذي (١٧٥٧)، وفي الشمائل (ص ٦٣) - وأبو الشيخ في "أخلاق النبي - صلى الله عليه وسلم -" (ص ١٧٠)، عن عباد بن منصور عن عكرمة عن ابن عباس: أن النبي - صلى الله عليه وسلم - قال: "عليكم بالإثمد؛ فإنه يجلو البصر وبنبت الشعر"، وزعم أن النبي - صلى الله عليه وسلم - كانت له مُكْحَلة يكتحل منها كل ليلة، ثلاثًا في هذه، وثلاثًا في هذه".
وأخرجه أحمد (١/ ٣٥٤) وابن سعد (١/ ٤٨٤) وابن أبي شيبة (٨/ ٢٢ و ٥٩٩ - ٦٠٠" وعبد بن حميد (٥٧٣ - المنتخب) والترمذي (٢٠٤٨) وعلى إثر (١٧٥٧) وفي "الشمائل" (٤٩)، وابن ماجه (٣٤٩٩) وأبو يعلى (٢٦٩٤) =',NULL,'179',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (177,'قوله - صلى الله عليه وسلم -: "ومن أكل فما تخلل فلْيلفِظْ، وما لاك بلسانه فَلْيَبتلِعْ".
اللوك: إدارة الشيء في الفم، وقد لاكه يلوكه لوكًا (١).
ومعنى الحديث: أنه يستحبُّ للآكل إذا بقي في فمه وبين أسنانه شيءٌ من الطعام، وأخرجه بعودٍ تخلل به أنْ يلفظَه ولا يبتلعَه؛ لما فيه من الاستقذار، وإن أخرجه بلسانه -وهو معنى لاكه- فلْيبتلعه ولا يلفظه؛ لأنه لا يستقذر (٢).
_________
= وأبو الشيخ (ص ١٦٩ - ١٧٠) والحاكم (٤/ ٤٠٨) والبيهقي (٤/ ٢٦١) من الطريق السابق نفسه بلفظ: "كانت لرسول الله - صلى الله عليه وسلم - مُكْحَلة، يكتحل بها عند النوم ثلاثًا في كلٍّ عين".
وهذا إسناد ضعيف، فيه عباد بن منصور، وهو مدلس وتغير بأخرة، وقد عنعن، فالحديث ضعيف، وانظر "الجوهر النقي" (٤/ ٢٦١).
وأخرج ابن سعد (١/ ٤٨٤) وابن أبي شيبة (٨/ ٢١، ٥٩٩) بسند جيد من مرسل عمران بن أبي أنس قال: "كان - صلى الله عليه وسلم - يكتحل في عينه اليمنى ثلاث مرات، واليسرى مرتين".
وأخرجه أبو الشيخ في "أخلاق النبي - صلى الله عليه وسلم -" (ص ١٨٣) -ومن طريقه البغوي في "شرح السنة" (١٢/ ١١٩) - عن عمران عن أنس رفعه، فثبت موصولاً.
وللحديث شواهد، وانظر: "السلسلة الصحيحة" (٦٣٣).
(١) قال المصنف في "شرح صحيح مسلم" (١٥/ ١٧٥): "قال أهل اللغة: اللوك مختص بمضغ الشيء الصلب". وانظر: "النهاية" (٤/ ٢٧٨).
(٢) ورد عن معاذ مرفوعًا: "حبذا المتخللون، أن تخلل بين أصابعك بالماء، وأن تخلل من الطعام"، أخرجه ابن أبي شيبة (١/ ١٢)، وأحمد (٥/ ٤١٦) وعبد بن حميد (٢١٧) والطبراني في "الكبير" (٤٠٦١، ٤٠٦٢) وابن عدي في "الكامل" (٧/ ٢٥٤٧). وإسناده ضعيف جدًّا، فيه واصل بن السائب الرقاشي وأبو سورة ابن أخي أيوب، مجمع على تضعيفهما. ولا يعرف لأبي سورة سماع من أبي أيوب، فيما ذكر البخاري.
وأخرج الطبراني عن ابن عمر قال: "إن فضل الطعام الذي يبقى بين =',NULL,'180',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (178,'وأما الكثيب -بالمثلثة- فهو الرمل المستطيل المحدودب (١).
قوله - صلى الله عليه وسلم -: "فإنَّ الشَّيطانَ يلعبُ بمقاعِدِ بني آدم"، قال الخطابي (٢): "معناه: إن الشيطان (٣) يحضر تلك الأمكنة ويرصدها بالأذى؛ لأنها مواضع يُهْجَرُ فيها ذكر الله تعالى، وتكشف فيها العورات، وهي (٤) بمعنى الحديث الآخر: "إن هذه الحشوش محتضرة" (٥)، وكأن السترة وقاية تمنعه من الفساد.
وفي هذا الحديث أن الأمر للوجوب (٦)، ولولا ذلك لم يحتج - صلى الله عليه وسلم - إلى قوله: "ومن لا فلا حرج".
وفيه استحباب الإيتار في الاكتحال، وفي الاستجمار والاستنثار، وغير ذلك.
...
_________
= الأضراس يوهن الأضراس" وإسناده صحيح، كما في "الإرواء" (٧/ ٣٣).
ونقل المذكور هنا بطوله عن النووي السيوطي في "مرقاة الصعود" (١٣ - درجات).
(١) بحروفه في "شرح صحيح مسلم" (١٣/ ١٢٦ و١٥/ ١٨٦) و"المجموع" (٢/ ٩٢) للمصنف.
(٢) من "معالم السنن" (١/ ٢٥) بتصرف يسير.
(٣) في "المعالم": "الشياطين" وبعدها: "تحضر، ... ترصدها".
(٤) في "المعالم": وهو بمعنى تحوله.
(٥) مضى تخريجه.
(٦) انظر لتأكيده: "معالم السنن" (١/ ٢٥)، "شرحي على الورقات" (ص ١٣١).',NULL,'181',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (179,'<span data-type="title" id=toc-32>٢٠ - باب: ما ينهى أن يُستَنجى به</span>
٣٦ - (صحيح) حدثنا يزيد بن خالد بن أبو عبد الله بن مَوْهَب الهَمْداني، أنا المفضَّل -يعني ابن فضالة المصري-، عن عياش بن عباس القِتباني، أنَّ شُييم بن بَيْتَان، أخبره عن شَيبان القِتباني، [قال]: إن مسلمة بن مُخلَّد استعمل رُويفعَ بن ثابت على أسفل الأرض. قال شيبان: فسِرنا معه من كُوْم شَريك إلى عَلْقَماء، أو من علقماء إلى كُوم شريك -يريد علقام- فقال رويفع: إنْ كان أحدنا في زمن رسول الله - صلى الله عليه وسلم - ليأخذَ نِضْوَ أخيه، على أنَّ له النِّصفَ مما يغنمُ ولنا النَّصفُ، وإنْ كان أحدُنا ليطيرُ له النَّصلُ والرِّيشُ، وللآخَرِ القِدْحُ. ثم قال: قال لي رسول الله - صلى الله عليه وسلم -: "يا رُويفعُ! لعلَّ الحياةَ ستطولُ بك بعدي، فأخبر الناس أنّه من عَقَد لحيته، أو تقلَّدَ وَتَرًا، أو استنجى برجيعٍ دابةٍ أو عظمٍ، فإن محمدًا - صلى الله عليه وسلم - منه بريءٌ" (١).
_________
(١) أخرجه من طريق المصنف البيهقي في "السنن الكبرى" (١/ ١١٠)، والبغوي في "شرح السنة" (٢٦٨٠).
وأخرجه أحمد في "مسنده" (٤/ ١٠٩)، وابن أبي عاصم في "الآحاد والمثاني" (٢١٩٦)، والبزار في "البحر الزخار" (٢٣١٧)، والطبراني في "المعجم الكبير" (٥/ ٢٨)، رقم (٤٤٩١)، والمزي في "تهذيب الكمال" (١٢/ ٥٩١ - ٥٩٢) من طريق المفضَّل بن فضالة به.
وأخرجه أحمد (٤/ ١٠٨)، والنسائي في "المجتبى" (٨/ ١٣٥) رقم (٥٠٦٧)، و"الكبرى" (٥/ ٤١٤) رقم (٩٣٣٦)، والطحاوي في "شرح معاني الآثار" (١/ ١٢٣) من طريق عياش بن عباس عن شييم أنه سمع رويفع، =',NULL,'182',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (180,'٣٧ - (صحيح الإسناد) حدثنا يزيد بن خالد، ثنا مفضل، عن عَيَّاش، أن شُييم بن بَيْتَان أخبره بهذا الحديث أيضًا، عن أبي سالم الجَيْشَاني، عن عبد الله بن عَمرو، يذكر ذلك وهو معه مُرابِطٌ بحصنِ باب ألْيُون.
قال أبو داود: حِصْنُ ألْيُون بالفسطاط على جبل.
قال أبو داود: وهو شَيبان بن أُميَّة، يكنى أبا حذيفة.
٣٨ - (صحيح) حدثنا أحمد بن محمد بن حنبل، أنا رَوح بن عُبادة، ثنا زكريا بن إسحاق، نا أبو الزُّبير، أنه سمع جابر بن أبو عبد الله يقول: نهانا رسول الله - صلى الله عليه وسلم - أن نتمسّح بعظم أو بعرٍ (١).
٣٩ - (صحيح) حدثنا حَيوة بن شُرَيح الحِمْصي، نا ابنُ عياش، عن يحيى بن أبي عَمرو السَّيباني، عن أبو عبد الله بن الدَّيْلَمي، عن أبو عبد الله بن مسعود قال: قَدِمَ وفدُ الجنِّ على النبي - صلى الله عليه وسلم - فقالوا: يا محمد؛ انْهَ أُمتَكَ أنْ يستنجوا بعظمٍ أو روثةٍ أو حُمَمةٍ، فإن الله عز وجل جعل لنا فيها رزقًا، قال: فنهى النَّبيُّ - صلى الله عليه وسلم - عن ذلك (٢).
_________
= فقد سمع شييم من رويفع مباشرة، وبواسطة، والواسطة شيبان القتباني مجهول، فالحديث صحيح بإسقاط الواسطة. والله أعلم.
وجوَّد إسناده النووي في "المجموع" (١/ ٢٩٢)، وحَسَّنَ الحديث هنا كما سيأتي.
(١) أخرجه مسلم (٢٦٣).
(٢) أخرجه من طريق المصنف البيهقي في "الكبرى" (١/ ١٠٩)، وأخرجه الدارقطني (١/ ٥٥ - ٥٦) من طريق إسماعيل بن عياش به. وقال: "إسناد شامي ليس بثابت".
قلت: ولعله قال ذلك لأجل إسماعيل بن عياش، لكن روايته عن الشاميين قوية، وروايته عن الحجازيين ضعيفة، كما حققه البخاري وأحمد وابن =',NULL,'183',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (181,'فيه ثلاثة أحاديث: حديث رويفع: حسن، وحديث جابر: صحيح، رواه مسلم. وحديث ابن مسعود: ضعفه الدارقطني والبيهقي.
قوله: "ابن مَوْهَب" هو بفتح الهاء (١)، وحكي كسرها وهو غريب.
"الهَمْدَاني" (٢) بإسكان الميم، و"فَضَالة" بفتح الفاء.
قوله: "عن عَيَّاش بن عَبَّاس القِتْباني، أنَّ شُييم بن بَيْتان أخبره، عن شَيْبان القِتْباني، أنَّ مَسلمةَ بن مُخَلَّد اسْتَعملَ رُويفعَ بنَ ثابت ... " إلى آخره.
_________
= معين، فالإسناد صحيح، رجاله ثقات.
وله طريق أخرى أخرجها الدارقطني رقم (٧)، والبيهقي في "السنن الكبرى" (١/ ١٠٩) من طريق ابن وهب عن موسى بن عُلَيّ عن أبيه عن ابن مسعود، وقال الدارقطني عقبه: "لا يثبت سماعه عن ابن مسعود، ولا يصح".
قلت: وهذا إسناد رجاله ثقات على شرط مسلم. فإنه لا يشترط ثبوت اللقاء، بل يكفي عنده إمكانيته -كما هو مَقرَّر في المصطلح-، وعليّ لم يُذكر بتدليس، فالإسناد صحيح ..
وضعفه المصنف هنا، وفي "المجموع" (٢/ ١١٦)، وعبارته: "ضعيف، رواه أبو داود والدارقطني والبيهقي، ولم يضعّفه أبو داود، وضعّفه الدارقطني والبيهقي".
قلت: وانظر تعقب ابن التركماني في "الجوهر النقي" (١/ ١١٠) للبيهقي.
(١) عليه اقتصر ابن حجر في "التقريب" (٧٧٠٨)، وقال السجزي: "ما رأيت أحدًا من أهل الحديث أخشع لله من يزيد بن موْهَب، ما حضرناه قط -يعني: يحدث بحديث فيه وعد أو وعيد-، فانتفعنا به ذلك اليوم من البكاء". كذا في "تذهيب تهذيب الكمال" (١٠/ ٧١).
(٢) هذا هو الصواب في نسب ابن موهَب، وتحرف في "تسمية شيوخ أبي داود" (٣١١ - ط ابن حزم) وفي "تهذيب الكمال" (٣٢/ ١١٥) إلى "الحمداني"! وهو على الصواب في الكتاب الأول (٢/ ٤٢٠ - ط زياد منصور)، وعلى الجادة في سائر مصادر الترجمة.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (182,'أما عياش الأول فبالمعجمة (١)، وأبوه بالمهملة (٢)، والقِتْبَانيّ بقاف مكسورة ومثنَّاة فوق ساكنة، ثم موحدة، منسوبٌ إلى قتبان: بطن من رُعَين (٣). وأما شُييم فبضمِّ الشين وكسرها والمثناة تحت المكررة، وبَيْتَان (٤) على لفظ تثنية البيت، ومسلمة بن مُخَلَّد بفتح الخاء وتشديد اللام (٥). ومسلمة هذا صحابي، وقد ذكره البخاري وابن أبي حاتم وغيرهما في الأسماء المفردة (٦).
قوله: "إن مسلمة بن مُخَلَّد استعمل رُويفعَ بن ثابت على أسفل الأرض، قال شيبان: فسرنا معه من كُوم شَريك إلى عَلقماء، أو من عَلقماء إلى كوم شريك، يريد عَلْقام".
معنى هذا الكلام: أنَّ مسلمة بن مُخلَّد كان أميرًا على بلاد مصر (٧)،
_________
(١) انظر: "المشارق" (٢/ ١١٢)، "مؤتلف الدارقطني" (٣/ ١٥٦٥) والتعليق عليه.
(٢) انظر: "تصحيفات المحدثين" (٢/ ٨٥٢) والتعليق عليه.
(٣) مثله في "شرح صحيح مسلم" (١٠/ ٢٦ - ٢٧ و١٣/ ٤٥) للمصنف.
وقيل: منسوب إلى (قتبان) موضع بعدن في اليمن، انظر: "الأنساب" للسمعاني (القتباني).
(٤) بفتح أوله، وسكون المثناة تحت، تليها مثناة فوق مفتوحة، ثم ألف ثم نون، كذا في "التوضيح" (١/ ٦٧٨).
(٥) بحروفه في "شرح صحيح مسلم" (١٣/ ١٠١)، وزاد في أوله: "بضم الميم".
وقال السيوطي في "در السحابة" (١٠٥): "بوزن محمد"، وانظر: "مؤتلف الدارقطني" (٤/ ٢٠٠٣) والتعليق عليه.
(٦) أشار إلى صحبته البخاري في "التاريخ الكبير" (٧/ ٣٨٧)، ورد ذلك أبو حاتم في "الجرح والتعديل" (٨/ ٢٦٥)، وذكره ابن السكن وأبو نعيم وغيرهما في (الصحابة)، ذكر ذلك عنهما ابن حجر في "الإصابة" (٦/ ١١٦)، ونقله السيوطي في "مرقاة الصعود" (١٤ - درجات) عن المصنف.
(٧) كان ذلك في ٢٠/ ربيع الأول/ سنة ٤٧ هـ، قاله الشرقاوي في "تحفة =',NULL,'185',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (183,'استعمله عليها معاوية، فاستناب مسلمة رويفع بن ثابت على أسفل أرض مصر (١).
وقوله: "من كُوم"، هو بضمِّ الكاف على المشهور، وممن صرَّح بضمِّها: الحازمي في "المؤتلف في الأماكن" (٢)، وابن الأثير في "النهاية" (٣)، وآخرون (٤)، وضبطه بعض الحفاظ بفتحها (٥)؛ قالوا: ويقال
_________
= الناظرين فيمن ولي مصر من الملوك والسلاطين" (ص ١٣٤/ رقم ٥).
وأفاد ولايته مصر: السيوطي في مواطن من كتابه "در السحابة فيمن دخل مصر من الصحابة" (٣٦، ٥٠، ٦٢، ٦٣/ ١٠٥) وفي الموطن الأخير: "شهد فتح مصر، واختط بها، ولهم عنه حديثان، مات بمصر سنة اثنتين وستين. وقيل: مات بالإسكندرية"، وقال ابن سعد في "الطبقات الكبرى" (٦/ ٥٦٢) و (٩/ ٥٠٩): "مات بالمدينة، تحول من مصر إليها، وقد ولي إمرة مصر زمن معاوية".
(١) قال ابن يونس عن (رويفع): "توفي ببرقة، وهو أمير عليها من قبل مسلمة بن مُخلَّد سنة ست وخمسين". انظر: "الإصابة" (٣/ ٢٨٩ رقم ١٩٨٦)، "الاستيعاب" (٧٨٨)، "در السحابة" (٥٨)، ونقل السيوطي في "مرقاة الصعود" (١٤ - درجات) المثبت دون عزو -ويصنع هذا كثيرًا- وزاد: "وقال بعضهم: أو أراد المغرب، فولاية رويفع المغرب مشهورة، وولايته للوجه البحري لا تكاد تعرف".
(٢) ذكره الحازمي في "الأماكن" (ق ١٧١/ ب- ١٧٢/ أ) في (باب كُوم وكَرْم) قال: "أما الأول بضم الكلاف وسكون الواو (كُوم علقام) ويقال (كوم علقما)، موضع في أسفل مصر، له ذكر في حديث رويفع. وأما الثاني بعد الكاف راء، موضع بعُمان".
(٣) تتمة اسمه "في غريب الحديث" (٤/ ٣٩١).
(٤) انظر: "معجم البلدان" (٤/ ٤٩٥).
(٥) هي بالفتح في "معجم ما استعجم" (٣/ ١١٤٣)، وقال السيوطي في "المرقاة" (١٤ - درجات) على إثر ضبط (كوم): "وضبطه بعض الحفاظ كعبد" قال: "قاله النووي في "شرحه"، وقال مغلطاي: إنه المعروف".',NULL,'186',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (184,'له: كوم عَلْقَام، بفتح العين وإسكان اللام وبالقاف، وكوم عَلْقماء بالمد، وهو موضع في أسفل بلاد مصر (١).
وشريك هذا الذي نُسب إليه هو: شريك بن سُمَيّ المرادي الصحابي، وفد على رسول الله - صلى الله عليه وسلم -، وشهد فتح مصر (٢)، قال ابن يونس: وكوم شريك (٣) هذا في طريق الإسكندرية.
قوله: "ليأخذ نِضْو أخيه"، هو بكسر النون وإسكان الضاد المعجمة، يعني: البعير المهزول (٤).
قوله: "فإن كان أحدنا لَيطيرُ له النّصلُ والرِّيشُ وللآخَرِ القِدْحُ".
معنى يطير له: يحصل له بالقسمة، ومراده أنهم كانوا يقتسمون قسمة محققة، ويبالغون في استوائها، حتى أن السهم الواحد يقتسمه الرجلان فيحصل لأحدهما نصله وريشه، وللآخر قِدحَه -بكسر القاف- وهي خشبة السهم (٥).
_________
(١) قال الزبيدي في "تاج العروس" (٣٣/ ١٤٢): "وعَلْقَام: قرية بمصر من حَوفِ رَمْسيس، وقد اجتزتُ بها". والمراد (في أسفل بلاد مصر) الوجه البحري في اصطلاح اليوم.
(٢) قال الذهبي في "التجريد" (١/ ٢٥٨): "له وفادة، كان على مقدمة عمرو بن العاص يوم فتح مصر". وانظر: "الإصابة" (٥/ ٧٥ رقم ٣٨٩٥) و"در السحابة" (٦٩).
(٣) انظر: "معجم ما استعجم" (٣/ ١١٤٣) و"معجم البلدان" (٤/ ٤٩٥).
(٤) زاد المصنف في "تحرير ألفاظ التنبيه" (ص ٣٢٥): "المهزول هزالاً شديدًا". وقال الخطابي في "المعالم" (١/ ٢٦): "يقال: بغير نضو، وناقة نضو ونضوة، وهو الذي أنضاه العمل، وهزله الكد والجهد"، وانظر: "النهاية" (٥/ ٧٢).
(٥) انظر: "معالم السنن" (١/ ٢٦).',NULL,'187',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (185,'قوله: "عن أبي سالم الجَيْشَاني"، هو بفتح الجيم وإسكان المثنّاة تحت وبالشِّين المعجمة، منسوب إلى جَيْشَان: قبيلة من اليمن (١)، واسم أبي سالم هذا: سفيان بن هانئ (٢).
قوله: "باب أَليون"، هو بياءٍ مثناة تحت مضمومة ثم واو ساكنة. قال الحازمي في آخر "المؤتلف" (٣): "أليون: اسم مدينة مصر، فتحها المسلمون، وسمّوها الفسطاط"، وقد يشتبه هذا بالبون بضمِّ الباء الموحدة، قال الحازمي: "وقد تفتح، وهي مدينة باليمن"، قال: "وزعموا أنها ذات البئر المعطَّلة والقصر المشيد المذكورة في القرآن العزيز" (٤).
قوله: "حصن أليون بالفسطاط" (٥) يعني بالفسطاط: مصر.
قوله: "يحيى بن أبي عمرو السَّيباني"، هو بفتح السين المهملة (٦)،
_________
(١) انظر: "الأنساب" (٢/ ١٤٤).
(٢) كذا قال في "شرح صحيح مسلم" (١٢/ ٢٩٠).
(٣) (ق ٣٠١/ ب).
(٤) الأماكن (ق ٣٠١/ ب) للحازمي، ويشير في آخر كلامه إلى قوله تعالى: {فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ (٤٥)} [الحج: ٤٥]. وساق السهيلي في "التعريف والإعلام" (١١٧، ١١٨) وعنه أبو عبد الله البلسي في كتابه "صلة الجمع وعائد التذييل لموصول كتابي الاعلام والتكميل" (٢/ ٢٣٦ - ٢٤٠) أقوالاً أخرى، ليس فيها المذكور عند المصنف، وبعض هذه الأقوال غريبة، وساق حكايات مختلقة مكذوبة، لا يعتمدها إلا من أصابه هوس، والمقام لا يتّسع للسرد والكشف والتحقيق، والله الهادي والواقي، وهو ولي التوفيق.
(٥) على إثرها في "السنن": "على جبل"، قال مُغُلطاي: "وهذا الجبل هو المسمى الآن بالرصد"، نقله السيوطي في "مرقاة الصعود" (١٤).
(٦) انظر: "مؤتلف الدارقطني" (٣/ ١٤٠١)، "تقييد المهمل" (٢/ ٣٠٧)، "توضيح المشتبه" (٥/ ٢٤٤).',NULL,'188',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (186,'منسوبٌ إلى بني سَيبان: بَطْنٌ من حِمْيرَ، قال السَّمعاني (١): "قال محمد ابن حبيب (٢): كل شيءٍ من العرب شيبان بالمعجمة، إلا في حمير، فإن فيها: سيبان، -يعني بالمهملة- ابن الغوث بن سعد بن عوف".
قوله: "نَهَى أن يَسْتنجي بروثة أو حُمَمة"، هي بضم الحاء وهي الفحم (٣)، وقيل: الفحم الرَّخو كفحم القصب والخشب الرَّخو.
والنهي عن الاستنجاء به لعلَّتين:
إحداهما: أنه جُعل رزقًا للجن (٤) فلا يفسده عليهم.
والثانية: أنه يتفتت لرخاوته، فيتعلّق فتاته المتنجِّس بالمحل، وفي معناه التراب المتفتت، فأما الصَّلب الذي استحجر وصار مدرًا لا يتفتت فيجوز الاستنجاء به (٥).
قوله: "إنْ كان أحدُنا في زمانِ رَسولِ الله - صلى الله عليه وسلم - ليأخُذُ نِضْوَ أخيه على أنَّ له النِّصفَ مما يَغنمُ ولنا النِّصفُ"، في هذا دليل لمن أجاز أن يأخذ الرجل فرس غيره أو بعيره ليغزو عليه بنصف ما يناله من الغنيمة، وهو مذهب الأوزاعي ورواية عن أحمد، ولم يحك الخطابي (٦) عنه غيرها،
_________
(١) "الأنساب" (٣/ ٣٥٤)، وانظر "شرح صحيح مسلم" (١/ ٦٧ - ٦٨).
(٢) في كتابه: "مختلف القبائل ومؤتلفها" (٣٥١ - ط حمد الجاسر).
(٣) وكذا في "شرح صحيح مسلم" (٣/ ٤)، وضبطه في "التهذيب" (٣/ ٧٣)، و"المجموع" (٢/ ١١٦) بقوله: "بضم الحاء وفتح الميمين وتخفيفهما"، ونقل فيه، وفي "المجموع" (٢/ ١١٦) عن الخطابي في "المعالم" (١/ ٢٧) قوله عنه: "الفحم وما أحرق من الخشب والعظام ونحوهما".
(٤) على اعتبار ما أحرق من العظم بخاصة، والحممة أوسع من ذلك.
(٥) بنحوه في "المعالم" (١/ ٢٧) للخطابي، وصرح المصنف في "التهذيب" (١/ ٧٣) بنقله عنه، وانظر "المجموع" (٢/ ١١٧).
(٦) "معالم السنن" (١/ ٢٦).',NULL,'189',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (187,'وقال مالك وأبو حنيفة والشافعي وجماهير العلماء: هذه إجارة فاسدة، والواجب فيها أجرة المثل، ويكون جميع سهم الغنيمة للمستأجر (١)، ويتأوّلون هذا الحديث على أنّه كان ذلك من باب المروءات والمواساة، فيعطيه البعير عاريّة، ويهدي له ذلك من غنيمته نصفها تبرعًا، وإن جرى شرط كان محمولًا على ملاطفة المستعير، لئلاّ يستحي من أخذه بلا عِوض، والله أعلم.
وأما نهيه - صلى الله عليه وسلم - عن عقد اللحية، فذكر الخطابي (٢) وغيره فيه تأويلين:
أحدهما: أنه نهى عن عقدها لكونه من زِيِّ الكفار، وعادة بعض الأعاجم، وكانوا يعقدونها في الحرب وغيرها.
والثاني: أن المراد النهي عن معالجة الشعر ليتعقد ويتجعد؛ لأنه من زي أهل التَوضُّع (٣) والتأنيث (٤).
_________
(١) هذا هو الظاهر؛ لأن المقاتل عليه تصرّف في قتال العدو تصرُّف الفارس بوجه صحيح على وفق الشرع، فوجب له سهمه، لعموم القرآن وظاهر السنة، وهذا قول ابن أبو القاسم وسحنون، وللشافعية قولان. وانظر بسط المسألة في "الذخيرة" (٣/ ٤٢٨)، "البيان والتحصيل" (٢/ ٥٦٩)، "البيان" للعمراني (١٢/ ٢١٤)، "المجموع" (٢١/ ٢٤١)، "مغني المحتاج" (٣/ ١٠٤)، والذي ذكرته هو الذي رجحه ابن المناصف في كتابه البديع: "الإنجاد في أبواب الجهاد" (٢/ ٤٢٦ - ٤٢٧ بتحقيقي)، فانظره فإنه مفيد غاية.
(٢) "معالم السنن" (٢/ ٢٧)، بالمعنى، ونقله عنه المصنف في "المجموع" (١/ ٢٩٢) أيضًا.
(٣) كذا جودها الناسخ: بفتح التاء المثناة وتشديد الضاد، وفي مطبوع "المعالم" و"المجموع" وفي "تاج العروس": (مادة وضع) (٢٢/ ٣٤٢): "الموضع: هو الرجل المطرح غير مستحكم الخلق، نقله الجوهري، زاد الصاغاني كالمخنث. ويقال: في فلان توضيع، أي: تخنيث" وفيه: "وفي الأساس": في كلامه توضيع، أي: تخنيث، وهو مجاز، من وضع الشجرة: إذا هصرها".
(٤) نقل ابن دقيق العيد في "الإمام" (٢/ ٥٦١) من "الدلائل في غريب =',NULL,'190',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (188,'وأما النَّهي عن تقليد الوتر فذكر الخطابي (١) وغيره فيه ثلاثة أقوال:
أحدها: أن النهي من أجل العوذ والتَّمائم المشتملة على رُقَى الجاهلية، كانوا يعلِّقونها في الرِّقاب، ويشدُّونها بالأوتار، ويرونها تدفع الآفات، فنهى عنها.
والثاني: أنه نهى عنها بسبب الأجراس التي تعلَّق فيها، والأجراس مزامير الشيطان (٢).
_________
= الحديث" (أ) تأويلاً ثالثًا، عليه مؤيِّدات ومرجِّحات، وهذا نص كلامه بحروفه:
"قال صاحب "الدلائل في غريب الحديث" بعدما روي الحديث عن موسى بن هارون: "هكذا في الحديث "من عقد لحيته" وصوابه -والله أعلم-: من عقد لحاء؛ من قولك: لحيت الشجر، ولَحَوتَه: إذا قشر. وكانوا في الجاهلية يعقدون لحاء [شجر] الحرم، فيقلدونه من أعناقهم، فيمنون بذلك، وهو قول الله عز وجل: {لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ (٢)} [المائدة: ٢]، فلما أظهر الله الإسلام، نهى عن ذلك من فعلهم. وروى أسباط، عن السُّدي -في قول الله تبارك وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ (٢)} [المائدة: ٢ - ٢] أما شعائر الله تعالى: فحرم الله، وأما الهدي والقلائد: فإن العرب كانوا يقلدون من لحاء الشجر -شجر مكة-، فيقيم الرجل بمكة، حتى إذا انقضت الأشهر الحرم وأراد أن يرجع إلى أهله قلد نفسه وناقته من لحاء الشجر، فيأمن حتى يأتي أهله". وذكر صاحب "الدلائل" باقي الخبر.
وما أشبه ما قاله بالصواب! لكن لم نره في رواية مما وقفنا عليه، والله عز وجل أعلم". وانظر: "البدر المنير" (٢/ ٣٥٣).
(١) "معالم السنن" (١/ ٢٧) بمعناه.
(٢) أخرج مسلم (٢١١٤) بسنده إلى أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: " الجرس مزامير الشيطان".
_________
(أ) لا يوجد فى القسم المطبوع منه، وهر ناقص بنقص أصوله الخطيّة.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (189,'والثالث: نهى عن تعليق الأوتار في رقاب الخيل؛ لئلّا تختنق بها عند شِدَّة الركض لانتفاخ أوداجها.
قوله - صلى الله عليه وسلم -: "فإنَّ مُحمَّدًا منه بريء"، أي: بريءٌ من فعله، وقاله بهذه الصيغة ليكون أبلغ في الزجر.
قوله: "قَدِمَ وَفْدُ الجنّ"، فيه دليل على وجودهم وهو مذهب أهل الحق، وقد تظاهرت عليه دلائل القرآن والسنّة الصريحة (١).
والوفد: هم جماعة من فضلاء قومهم يقصدون الملوك والكبار في مهمّات قومهم، واحدهم وافد، كراكب ورَكْب (٢).
وفي أحاديث الباب: النهي عن الاستنجاء بالعظم والروث والفحم، ويلحق بالعظم ما في معناه، وهو المطعوم والمحترم، وبالروث سائر النجاسات، وبالفحم كل ما لا يزيل النجاسة إزالة الحجر (٣).
...
_________
(١) أنكرت الفلاسفةُ الجنَّ والشياطين، وجعلوها القوى الفاسدة، قال ابن تيمية في "التفسير الكبير" (٧/ ٣٨١): "فهؤلاء النصارى مع كفرهم خير من هؤلاء المتفلسفة". وهم أحياء ناطقون، كما دلت على ذلك الدلائل الكثيرة من جهة الأنبياء، انظر: "مجموع فتاوى ابن تيمية" (١٠/ ٣٩٩)، و"مجموعة الرسائل والمسائل" (٢/ ٥١)، وكتابي "فتح المنان في جمع كلام شيخ الإسلام ابن تيمية عن الجان" (١/ ٣٠)، نشر الدار الأثرية، عمان.
(٢) نقل المصنف في "شرح صحيح مسلم" (١/ ٢٥٣) عن صاحب "التحرير" قوله: "الوفد: الجماعة المختارة من القوم، ليتقدموهم في لقي العظماء، والمصير إليهم في المهمات". وانظر "النهاية" (٥/ ٢٠٩).
(٣) قدمنا نحوه عن المصنف في التعليق على (ص ١٠٢ - ١٠٣) فراجعه.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (190,'<span data-type="title" id=toc-33>٢١ - باب: الاستنجاء بالأحجار</span>
يعني: جوازه.
٤٠ - (حسن) حدثنا سعيد بن منصور وقتيبة بن سعيد، قالا: ثنا يعقوب بن عبد الرحمن، عن أبي حازم، عن مسلم بن قُرط، عن عروة، عن عائشة قالت: إن رسول الله - صلى الله عليه وسلم - قال: "إذا ذهب أحدكم إلى الغائط فليذهب معه بثلاثة أحجار يستطيب بهن، فإنها تجزيءُ عنه" (١).
_________
(١) أخرجه من طريق أبي داود: البيهقي في "الخلافيات" (٣٥٩)، وابن عبد البر في "التمهيد" (٢٢/ ٣١٠).
وأخرجه أحمد في "المسند" (٦/ ١٣٣)، والدارمي في "السنن" (١/ ١٧١ - ١٧٢) قالا: ثنا سعيد بن منصور به.
وأخرجه البيهقي في "الكبرى" (١/ ١٠٣) من طريق أبي علي الحسن بن أبو إسحاق بن يزيد العطار ثنا سعيد بن منصور به.
وأخرجه النسائي في "المجتبى" (١/ ٤١ - ٤٢)، و"الكبرى" (١/ ١٣) رقم: ٤٢) -ومن طريقه ابن عبد البر (٢٢/ ٣١١) -: أخبرنا قتيبة، وأحمد في "المسند" (٦/ ١٠٨) ثنا سريج، وأبو يعلى في "المسند" (٧/ ٣٤٠ - ٣٤١) (رقم: ٤٣٧٦): ثنا أبو معمر، والدارقطني في "السنن" (١/ ٥٤ - ٥٥): نا ابن صاعد والحسين بن إسماعيل قالا: ثنا يعقوب بن إبراهيم أربعتهم قال: ثنا [عبد العزيز] بن أبي حازم عن أبيه عن مسلم بن قرط به.
وأخرجه المزي في "تهذيب الكمال" (٢٧/ ٥٢٩) من طريق محمد بن إسحاق السراج ثنا قتيبة ويعقوب بن إبراهيم قالا: ثنا عبد العزيز بن أبي حازم به. وأخرجه الطحاوي في "شرح معاني الآثار" (١/ ١٢١) من طريق =',NULL,'193',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (191,'٤١ - (صحيح) حدثنا أبو عبد الله بن محمد النفيلي، ثنا أبو معاوية، عن هشام بن عروة، عن عمرو بن خُزيمة، عن عُمارة بن خزيمة، عن خزيمة ثابتٍ، قال: سُئل النبي - صلى الله عليه وسلم - عن الاستطابة؟ فقال: "بثلاثة أحجار ليس فيها رجيعٌ" (١).
_________
= هشام بن سعد عن أبي حازم به.
وذكره البخاري في "التاريخ الكبير" (٤/ ١/ ٢٧١) قال: قال عبد العزيز بن أبو عبد الله نا ابن أبي حازم عن أبيه عن مسلم به.
قال الدارقطني: "إسناده صحيح"، ونقل ابن حجر في "التهذيب" (١٠/ ١٢٢) أن الدارقطني حسن حديثه هذا! ونقل النووي في "المجموع" (٢/ ٩٣، ٩٦) أن الدارقطني قال عنه: "إسناده حسن صحيح"!! ولعل صوابه "متّصل صحيح" كما في "البدر المنير" (٢/ ٣٣٦). وحسنه المصنف في كتابه "خلاصة الأحكام" (١/ ١٦١) رقم (٣٦٤).
قلت: مسلم بن قرط، ذكره ابن حبان في "الثقات" (٧/ ٤٤٧)، ونقل المزي في "تهذيب الكمال" (٢٧/ ٥٢٩) أنه قال عنه: "يخطيء" وعقب ابن حجر في "التهذيب" (١٠/ ١٢١ - ١٢٢) على قولته بقوله: "قلت: هو مقلّ جدًّا، وإذا كان مع قلّة حديثه يخطيء فهو ضعيف، وقد قرأت بخط الذهبي: لا يعرف".
قلت: ومع هذا قال عنه في "التقريب": "مقبول"!، أمَّا الذهبي فقال في "الكاشف" (رقم: ٥٥١٧): "نكرة"، وقال في "الميزان" (رقم: ٨٥٠٣): "لا يعرف". فهذا الإسناد ضعيف، ولكن الحديث حسن بشواهده.
وانظر شيئًا منها في "الخلافيات" (المسألة الخامسة عشرة) وتعليقي عليه.
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ١٠٣)، وفي "الخلافيات" (٣٦٢).
وأخرجه الطبراني في "الكبير" (٤/ ٨٦) (رقم: ٣٧٢٣) من طريقي عثمان بن أبي شيبة وإسحاق بن راهويه قالا: ثنا أبو معاوية به.
وإسناده ضعيف، ولكن الحديث حسن لشواهده.
قال البيهقي في "الكبرى" (١/ ١٠٣): "ورواه أبو معاوية مرَّة عن هشام عن عبد الرحمن بن سعد عن عمرو بن خزيمة، ثم أخرجه هكلذا" ثم قال: =',NULL,'194',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (192,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "قال أبو عيسى: قال البخاري: أخطأ أبو معاوية في هذا الحديث، إذ زاد فيه "عن عبد الرحمن بن سعد" قال البخاري: والصحيح ما روى عبدة ووكيع عن هشام بن عروة عن أبي خزيمة عن عمارة بن خزيمة عن خزيمة".
قلت: واختلف فيه على هشام على أوجه عدّة، منها:
ما ذكره ابن أبي حاتم في "العلل" (١/ ٥٤ - ٥٥) (رقم: ١٣٩) ورجَّح أبو زرعة -فيما نقل عنه ابن أبي حاتم- ما رواه وكيع وعبدة، قال:
"سُئل أبو زرعة عن اختلاف الرواة في خبر هشام بن عروة في الاستنجاء، ورواه وكيع وعبدة عن هشام بن عروة عن عمرو بن خزيمة عن عمارة بن خزيمة عن أبيه خزيمة عن النبي - صلى الله عليه وسلم - قال: "ثلاثة أحجار ليس فيها رجيع"، ومنهم من يقول: عن هشام بن عروة عن من حديثه عن عمارة بن خزيمة عن أبيه عن النبي - صلى الله عليه وسلم -؟ فقال أبو زرعة: الحديث حديث وكيع وعبدة" انتهى.
قلت: أخرجه أحمد في "المسند" (٥/ ٢١٣) -ومن طريقه المزي في "تهذيب الكمال" (٢١/ ٦٠٩) - والحميدي في "المسند" (١/ ٢٠٧) (رقم ٤٣٣) وابن ماجه في "السنن" (١/ ١١٤) (رقم: ٣١٥) والطبراني في "الكبير" (٤/ ٨٧) من طريق وكيع به.
وأخرجه ابن أبي شيبة في "المصنف" (١/ ١٨٠، ١٨١)، ومن طريقه ابن عبد البر في "التمهيد" (٢٢/ ٣٠٨)، ومن طريقه أيضًا وطريق أبو إسحاق بن راهويه عند الطبراني في "الكبير" (٤/ رقم ٣٧٢٥) من طريق عبدة به.
ومنها: ما أخرجه الطبراني في "الكبير" (٤/ ٨٧) (رقم ٣٧٢٩): ثنا أحمد بن المعلى الدمشقي ثنا هشام بن عمار ثنا إسماعيل بن هشام بن عروة عن أبيه عن عمارة بن خزيمة عن أبيه خزيمة به نحوه.
فأسقط إسماعيل -أو من دونه- عمرو بن خزيمة.
ومنها: ما أخرجه مالك في "الموطأ" (١/ ٢٨ - رواية يحيى و١/ ٣١ - رواية أبي مصعب) -ومن طريقه البيهقي في "الخلافيات" (١/ ٨٢) - عن هشام بن عروة عن أبيه به! وهو مرسل.
نعم، وقع فيه خلاف عن مالك، ولكن الوجه المذكور هو المحفوظ. =',NULL,'195',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (193,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قال ابن عبد البر في "الاستذكار" (١/ ٢٣٠ - ٢٣١):
"هكذا هذا الحديث عند جماعة رواة "الموطأ" إلا ابن القاسم في رواية سحنون، رواه عن مالك عن هشام عن أبيه عن أبي هريرة، ورواه بعض رواة ابن بُكير عن ابن بكير عن مالك عن هشام بن عروة عن أبيه عن أبي هريرة، وهذا خطأ وغلط ممن رواه عن مالك هكذا، أو عن هشام أيضًا، أو عروة.
وإنما الاختلاف فيه عن هشام بن عروة: فطائفة ترويه عن هشام بن عروة عن عمرو بن خزيمة المزني عن عمارة بن خزيمة بن ثابت عن أبيه: أن رسول الله - صلى الله عليه وسلم - قال: "في الاستطابة ثلاثة أحجار ليس فيها رجيع ولا رمّة"، منهم أبو أسامة وعبدة بن سليمان وزائدة وابن نمير.
ورواه ابن عيينة عن هشام بن عروة، واختلف فيه عن ابن عيينة: فرواه عبد الرزاق عن ابن عيينة عن هشام بن عروة عن أبي وجزة عن خزيمة بن ثابت عن النَّبي - صلى الله عليه وسلم -، ورواه إبراهيم بن المنذر عن ابن عيينة عن هشام بن عروة عن أبي وجزة عن عمارة بن خزيمة بن ثابت عن أبيه عن النبي عليه السلام.
ورواه الحميدي عن ابن عيينة عن هشام بن عروة عن أبيه عن النبي عليه السلام مرسلاً كما رواه مالك، وكذلك رواه ابن جريج عن هشام عن أبيه مرسلاً كرواية مالك سواء.
[قلت: رواه عن هشام عن عروة مرسلاً: يحيى بن سعيد، كما عند أحمد في "المسند" (٥/ ٢١٥)].
ورواه معمر عن هشام بن عروة عن رجل من مزينة عن أبيه عن النبي عليه السلام.
والاختلاف فيه على هشام كثير، قد تقصيناه في "التمهيد" وهما حديثان عند هشام، قد أوضحنا عللهما، فمن أراد الوقوف على ذلك من جهة النقل تأمَّله في "التمهيد" [٢٢/ ٣٠٨)].
وأما غير هشام فرواه أبو حازم عن مسلم بن قرط عن عروة عن عائشة عن النبي عليه السلام وقد ذكرنا الأسانيد بذلك في "التمهيد" [٢٢/ ٣١٠)].
وأما ذكر أبي هريرة فلا مدخل له عند أهل العلم بالإسناد في هذا =',NULL,'196',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (194,'قال أبو داود: كذا رواه أبو أُسامة وابن نُمير (١)، عن هشام [يعني: ابن عروة].
حديث عائشة حسن. قال الدارقطني: إسناده حسن صحيح.
وحديث خزيمة بن ثابت إسناده جيد، وفي إسناده عمرو بن خزيمة، عن عمارة بن خزيمة، فخزيمة الأول غير الثاني، فليس عمرو وعمارة أخوين (٢)، بل الأول عمرو بن خزيمة المزني (٣)، والثاني عمارة بن خزيمة بن ثابت الأنصاري (٤). وفيه: "مسلم بن قُرْط" بضمّ القاف
_________
= الحديث، لا من حديث مالك، ولا من حديث عروة، وقد ثبت عن أبي هريرة من رواية أبي صالح وغيره عنه عن النبي عليه السلام "أنّه أمر بثلاثة أحجار، ونهى عن الروث والرمّة" انتهى.
وانظر تخريج سائر طرقه والكلام عليها في "الخلافيات" للبيهقي (٢/ ٧٧ - ٨٤) وتعليقي عليه، والحمد لله وحده.
(١) أخرجه أحمد في "المسند" (٥/ ٢١٤)، وابن أبي شيبة (١/ ١٨١)، والطبراني في "الكبير" (٤/ ٨٦) (رقم: ٣٧٢٦) من طريق أبو عبد الله بن نمير ثنا هشام به.
(٢) صرح علي بن حرب في روايته عن أبي معاوية عن هشام عن عبد الرحمن بن سعد بأنه أخوه، فقال: "عن عمرو بن خزيمة عن أخيه عمارة"؟ ذكره المزي في "تهذيب الكمال" (٢١/ ٦٠٩)، وما إخاله يثبت، ولذا لم يذكرهما ابن المديني وأبو داود السجستاني في كتابيهما "الإخوة والأخوات" وأما كتاب الدارقطني فناقص، والمطبوع فيه ما يخص الصحابة فقط.
(٣) حديثه في أهل المدينة، ترجمته في "التاريخ الكبير" (٦/ ٣٢٧) رقم (٢٥٤١) و "الجرح والتعديل" (٦/ ٢٢٩) رقم (١٢٧٥)، و"ثقات ابن حبان" (٧/ ٢٢٠) و"ديوان الضعفاء" (رقم ٣١٧٤) و"الميزان" (٣/ ٢٥٨) رقم (٦٣٦١).
(٤) كان عمارة ثقة، قليل الحديث، سلكه الإمام مسلم في كتابه "الطبقات" (٧٤٠) بتحقيقي في (الطبقة الثانية) من (أهل المدينة)، وانظر "طبقات ابن سعد" (٥/ ٧١)، "طبقات خليفة" (٢٤٨، ٢٥٠)، "التاريخ الكبير" (٣/ ٢) رقم (٤٩٨)، "المعرفة والتاريخ" (١/ ٣٨٠و٣/ ٣٧١)، "إكمال تهذيب الكمال" (١٠/ ١٤).',NULL,'197',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (195,'وإسكان الراء وبطاءٍ مهملة (١).
في الحديثين: دليلٌ لجواز الاقتصار على الأحجار مع وجود الماء ومع عدمه، وأنه يشترط ثلاث مسحات، وأنه لا يجزيء النجس، وأن ثلاثة أحجار أفضل من حجر له ثلاثة أحرف.
قوله: "حدثنا عبدُ الله بن محمد النُّفيلي"، هو منسوب إلى جدِّ أبيه؛ فإنه: أبو عبد الله بن محمد بن علي بن نُفَيل. وفي تمام نسبه نحو عشرة أسماء مشكلة الضبط قد تُصَحَّف (٢)، وهو متكرر في "سنن أبي داود" كثيرًا (٣)، وهو ثقة حجة (٤)، روى له البخاري (٥).
...
_________
(١) انظر: "الإكمال" (٧/ ١١٠)، "توضيح المشتبه" (٧/ ١٩١).
(٢) أشار إلى بعضها صاحب "الكمال" (١٦/ ٨٨ - مع تهذيب المزي"). وانظر: "طبقات ابن سعد" (/ ٤٨٧)، "التاريخ الصغير" للبخاري (٢/ ٣٦٤)، "المعجم المشتمل" (رقم ٥٠١)، "الجرح والتعديل" (٥/ ٧٣٥)، "السير" (١٠/ ٦٣٤)، "تذهيب تهذيب الكمال" (٥/ ٢٩٩)، "إكمال تهذيب الكمال" (٨/ ١٨٤).
(٣) ولذا قال صاحب "الكمال" (١٦/ ٨٩ - "تهذيب المزي"). "روى عنه أبو داود، فأكثر" وهو مترجم في تسمية شيوخ أبي داود" للجياني (رقم ١٧٣).
(٤) قال أبو داود -كما في "سؤالات الآجري" (٢/ ٢٦٢) -: "كان أحمد إذا ذكره يعظِّمه"، وقال أحمد عنه -كما في "سؤالات أبي داود له" (٢٧١) -: "النفيلي رجل صاحب حديث كيس". وقد أجمع النُّقَّاد على توثيقه، وكان أبو حاتم الرازي يقول: "ثنا النفيلي الثقة المأمون"، كذا في "الجرح والتعديل" (٥/ ١٥٩)، وانظر: "تذكرة الحفاظ" (٢/ ٤٤٠) والمصادر السابقة.
(٥) روى له الستة سوى مسلم، وله في "صحيح البخاري" (رقم ٤٥٤٥) حديث واحد، انظر: "فتح الباري" (٨/ ٥٣ - ٥٤).',NULL,'198',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (196,'<span data-type="title" id=toc-34>٢٢ - باب: في الاستبراء</span>
٤٢ - (ضعيف): حدثنا قتيبة بن سعيد وخَلَف بن هشام المقريء، قالا: نا أبو عبد الله بن يحيى التوأم، (ح)، ونا عمرو بن عون، أنا أبو يعقوب التوأم، عن أبو عبد الله بن أبي مُليكة، عن أمه، عن عائشة، قالت: بال رسول الله - صلى الله عليه وسلم - فقام عمر خلفه بكوز من ماءٍ، فقال: "ما هذا يا عمر؟ ". فقال: هذا ماءٌ تتوضأ به. قال: "ما أُمِرتُ كلَّما بُلْتُ أن أتوضَّأ، ولو فعلتُ لكانت سنة" (١).
_________
(١) أخرجه ابن أبي شيبة في "المصنف" (١/ ٥٦) -ومن طريقه ابن ماجه (٣٢٧) - وأحمد في "المسند" (٦/ ٩٥)، وابن راهويه في "المسند" (٣/ ٦٦٧) رقم (١٢٩٢)، وابن حبان في "الثقات" (٥/ ٤٦٦)، والدارقطني في "السنن" (١/ ٦١) وقال: "لا بأس به، تفرد أبو يعقوب التوأم، عن ابن أبي ملكية، حدث به عنه جماعة من الرفعاء"، والبيهقي في "السنن الكبرى" (١/ ١١٣)، والخطيب في "الموضح" (٢/ ٢٠٩ - ٢١٠) من طرق عن أبو عبد الله بن يحيى به.
وأخرجه أبو يعلى في "مسنده" (٨/ ٢٦٢) (٤٨٥٠) -ومن طريقه ابن عدي في "الكامل" (٧/ ٢٦٧٨) - والدولابي في "الكنى" (٢/ ١٥٩)، عن أبي سعيد القواريري عن عبد الله بن يحيى بن أبي ملكية عن أبيه عن عائشة به.
و"عن أبيه" خطأ من النساخ أو من الرواة.
وأبو عبد الله بن يحيى التوأم ضعيف، ولعل الاختلاف الحاصل في سنده من قبله، والله أعلم، وفيه أم أبو عبد الله بن أبي مُليكة، مجهولة.
وضعّفه النووي هنا وفي "خلاصة الأحكام" (١/ ١٦٧ - ١٦٨) رقم (٣٨٤)، وفي "المجموع" (٢/ ٩٩)، ونقل المناوي في "فيض القدير" (٥/ ٥٤٥) تضعيفه عن النووي في "شرح أبي داود" و"الخلاصة"، وقال: "لكن قال الولي العراقي: في المختار أنه حسن"!!',NULL,'199',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (197,'حديث عائشة ضعيف، فيه عبد الله بن يحيى التوأم وهو ضعيف (١)، وهو بفتح المثناة، بعدها واو ثم همزة ثم ميم (٢)، ولد هو وأخوه في بطنٍ واحد، فقيل له: التوأم (٣).
قوله: "أبو عبد الله بن أبي مُليكة عن أُمِّه" أما أمُّه، فاسمها ميمونةُ بنت الوليد بن الحارث بن عامر بن نوفل بن عبد مناف بن قصيّ القرشيّة، وابن أبي مُلَيكة منسوبٌ إلى جدّه، فهو أبو عبد الله بن عبيد الله بن أبي مُلَيكة: زهير بن أبو عبد الله بن جُدعان بن عمرو بن كعب بن سعد بن تيم بن مرة القرشي التيمي المكّي أبو بكر (٤).
قوله: "قال: "ما أُمرتُ كلما بلتُ أن أتوضَّأ، ولو فعلتُ لكانت سُنّة"، أي: لكانت طريقة واجبة لازمة، ومعناه: لو واظبتُ على الاستنجاء بالماء لصار طريقة (٥) لي يجب اتباعها، ففيه إشارة إلى أن فعله - صلى الله عليه وسلم - يجب اتباعه حتى يدل دليل لعدم الوجوب (٦).
_________
(١) ضعّفه ابن معين، وترجمه العقيلي في "الضعفاء الكبير" (٢/ ٣١٨)، وقال النسائي: صالح، وقال في موضع آخر: ضعيف، وترجمه ابن حبان في "الثقات" (٧/ ٥٧)، وقال ابن حجر في "التقريب" (١/ ٤٦٠): "ضعيف".
وانظر: "الجرح والتعديل" (٥/ ٢٠٤) رقم (٩٥٠) و"الميزان" (٢/ ٥٢٥)، رقم (٤٦٨٩) و"تهذيب التهذيب" (٦/ ٧٥ - ٧٦)، و "تهذيب الكمال" (١٦/ ٢٩٠)، و"تذهيب تهذيب الكمال" (٥/ ٣٤٣).
(٢) انظر: "توضيح المشتبه" (٢/ ٧٤).
(٣) وقيل: إنهم كانوا إخوة ولدوا في بطن واحد، انظر: "تهذيب الكمال" (١٦/ ٢٩١)، "نزهة الألباب" (١/ ١٤٨).
(٤) كذا قال في "شرح صحيح مسلم" (١/ ١٢٠) ولم يذكر اسم أمه، وزاد: "تولى القضاء والأذان لابن الزبير - رضي الله عنه -. وانظر ترجمته في "تهذيب الكمال" (٥/ ٢٥٦) والتعليق عليه.
(٥) نقله السيوطي في "مرقاة الصعود" (١٥ - درجات) عن المصنف، وعنده بعدها: "واجبة لازمة يجب اتباعها" وهي فيه قبل هذه العبارة.
(٦) الأصل في فعله - صلى الله عليه وسلم - الندب إلاَّ إذا كان امتثالاً لأمر، وتطبيقًا له؛ فهو حينئذٍ =',NULL,'200',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (198,'وفيه: جواز الاقتصار في الاستنجاء على الأحجار.
وفيه: خدمة أهل أبو الفضل بإحضار ماء الطهارة وغير ذلك (١)، والله أعلم.
_________
= للوجوب بناءً على أنه المراد من الأمر، والآية: {وإذا قمتم إلي الصلاة} [المائدة: ٦] فلو أن النبي - صلى الله عليه وسلم - توضأ كلما أحدث لوجب ذلك بالآية، فلما ثبت عنه أداء الصلوات الخمس بوضوء واحد، فقيد فعله مطلق القيام للصلاة إلا عند الحدث الأصغر، وبقي الوضوء لكل صلاة عند غير الإحداث على أصل المشروعية، ودلت عليه أحاديث صريحة من فعله - صلى الله عليه وسلم -أيضًا.
بقي أمر مهم، أن الشارح -تبعًا لأبي داود- حملوا الوضوء في الحديث على المعنى اللغوي، وهو مخالف للظاهر بلا ضرورة، والظاهر كما قال الولي العراقي حمله على الشرعي المعهود، فأراد عمر أن يتوضأ عقب الحدث، فتركه المصطفى - صلى الله عليه وسلم - تخفيفًا وبيانًا للجواز، كذا في "الفيض" (٥/ ٥٤٤).
ونقل ابن رسلان الرملي في "صفوة الزبد" (ق ٢٥/ ب) كلام النووي: "ومعناه لو واظبت ... " إلى هنا، وقال على إثره: "قال ابن السمعاني: وهو الأشبه بمذهب الشافعي، وأنه الصحيح، لكنه لم يتكلّم إلا فيما ظهر فيه قصد القُربة، كما في هذا الحديث، ومال غيره إلى الوجوب مطلقًا".
(١) مثل: جواز القرب من قاضي الحاجة، وخدمة الأكمل بإحضار ماء للطهر ونحوه، وإن كان الخادم كاملاً، وأنه لا يعدّ خللاً في منصبه، بل شرفًا، وأنه لا يجب الوضوء بنفس الحدث فورًا، بل بإرادة القيام إلى نحو الصلاة، ووجوب الاقتداء بأفعاله كأقواله. وأن حكم الفعل في حقنا كهو في حقه: إنْ واجبًا فواجب، وإنْ مندوبًا فمندوب، وإنْ مباحًا فمباح. وأن له الاجتهاد فيما لم ينزل عليه وحي، فإنه قال: "ما أمرت كلما بلت أن أتوضأ، ولو فعلت كانت سنة" أي: مع كوني ما أمرت بذلك، ولو فعلته صار شرعًا. وأن الأمر للوجوب، فإنه علَّل عدم استعمال الماء بكونه لم يؤمر به، فدلَّ على أنه لو أمر به؛ لفعله، والأصل حل طهارة الآنية، وحل استعمالها، والعمل بالعادة الغالبة. وقيل: وإنه لا بأس بالاستعانة في إحضار الماء للطهارة وهو زلل؛ إذ رسول الله - صلى الله عليه وسلم - لم يطلب من عمر إحضار الماء، بل ردّه.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (199,'<span data-type="title" id=toc-35>٣٣ - باب: الاستنجاء بالماء</span>
أي: باب استحباب الاستنجاء بالماء.
٤٣ - (صحيح) حدثنا وهب بن بقية، عن خالد -يعني: الواسطي- عن خالد -يعني: الحذَّاء-، عن عطاء بن أبي ميمونة، عن أنس بن مالك: أن رسول الله - صلى الله عليه وسلم - دخل حائطًا، ومعه غلامٌ معه ميضأةٌ، وهو أصغرنا، فوضعها عند السدرة، فقضى حاجته فخرج علينا، وقد استنجى بالماء (١).
حديث أنس صحيح على شرط مسلم (٢).
قوله: "خالد الحذّاء"، لم يكن حذّاءً، ولكن كان يجلس إليهم، هذا قول الجمهور (٣)، وقال السمعاني (٤): "تزوج امرأةً فنزل عليها في الحذائين"، وقال فهد بن حيان: "قيل له: الحذاء؛ لأنه كان يقول: احذو على هذا النحو" (٥).
_________
(١) أخرجه البخاري (١٥٠، ١٥١، ١٥٢/ ٢١٧)، ومسلم (٢٧١) من طريق شعبة عن عطاء بن أبي ميمونة به.
(٢) بل هو في "الصحيحين"، كما قدمناه، وهو في "صحيح مسلم" (٢٧٠) عن يحيى بن يحيى أخبرنا خالد بن أبو عبد الله الواسطي به.
(٣) قال عنه في "شرح صحيح مسلم" (١/ ٣٠٠ و٢/ ٣٥٨): "هذا هو المشهور".
(٤) "الأنساب" (٢/ ١٩٠).
(٥) طبقات ابن سعد (٧/ ٢٦٠)، و"تهذيب الكمال" (٨/ ١٨١)، و"شرح صحيح مسلم" للمصنف (١/ ٣٠٠ و٢/ ١٥٨).',NULL,'202',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (200,'قوله: "عن أنسٍ أنَّ رسولَ الله - صلى الله عليه وسلم - دَخَلَ حَائطًا ومعه غُلامٌ معه ميضأة، وهو أصغرُنا ... " إلى آخره.
الحائط هنا: هو البستان للنخل إذا كان له جدار، وجمعه حوائط (١).
وأما الميضأة: فبكسر الميم وبهمزة بعد الضاد، وهو إناء يسع ماء الوضوء، يشبه المطهرة (٢)، مشتقة من الوضاءة وهي النظافة، ومنها الوضوء (٣).
فيه استحباب الاستنجاء بالماء، وجواز حمل الخادم الماء إلى المغتسل ولا كراهة فيه، وأن الأدب أن يتولّى ذلك الصغار.
وفيه رَدٌّ على طائفة من السلف كرهوا الاستنجاء بالماء (٤) قال
_________
(١) قال المصنف في "شرح صحيح مسلم" (١/ ٣٢٢): "سمّي بذلك لأنه حائط لا سقف له"، وفيه (٣/ ٢٠٨) عند شرح هذا الحديث: "وأما الحائط فهو البستان".
(٢) قال في "شرح صحيح مسلم" (٣/ ٢٠٨): "هي الإناء الذي يتوضأ به، كالركوة والإبريق وشبههما" وبنحوه فيه (٥/ ٢٦٠) أيضًا.
(٣) انظر: "تحرير ألفاظ التنبيه" (٣٤) للمصنّف.
(٤) قال الباجي في "المنتقى" (١/ ٤٦): "كان سعيد بن المسيب وغيره من السلف يكرهون ذلك، ويقول ابن المسيب: إنما ذلك وضوء النساء".
وأخرج ابن أبي شيبة في "المصنف" (١/ ١٤٢): حدثنا أبو معاوية، عن الأعمش، عن إبراهيم، عن همام، عن حذيفة، قال: سئل عن الاستنجاء بالماء؟ فقال: "إذًا لا تزال في يدي نتن".
وإسناده صحيح، وقد صحح إسناده الحافظ في "الفتح"، وسيأتي كلامه.
وأخرج ابن أبي شيبة (١/ ١٤٣) حدثنا حاتم بن إسماعيل، عن جعفر، عن نافع، قال: "كان ابن عمر لا يستنجي بالماء". وإسناده قوي.
وأخرج ابن أبي شيبة (١/ ١٤٢) أيضًا قال: حدثنا جرير، عن منصور، عن =',NULL,'203',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (201,'الخطابي (١): "وزعم بعض المتأخرين أن الماء مطعوم فكره لذلك"، قال: "والسنة تبطل قوله".
٤٤ - (صحيح) حدثنا محمد بن العلاء، أنا معاوية بن هشام، عن يونس بن الحارث، عن إبراهيم بن أبي ميمونة، عن أبي صالح، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: "نزلت هذه الآية في أهل قباءٍ: {فِيهَ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَرُوا} [التوبة: ١٠٨] قال: كانوا يستنجون بالماء، فنزلت فيهم هذه الآية" (٢).
_________
= إبراهيم، قال: "كان الأسود، وعبد الرحمن بن يزيد يدخلان الخلاء، فيستنجيان بأحجار، ولا يزيدان عليها، ولا يمسان ماء". وإسناده صحيح.
وأخرج أيضًا (١/ ١٤٢): حدثنا وكيع، عن مسعر، عن عبيد الله ابن القبطية، عن ابن الزبير؛ أنه رأى رجلاً يغسل عنه أثر الغائط، فقال: "ما كنا نفعله".
وهذا إسناد صحيح.
وقال ابن حجر في "الفتح" (حديث رقم ١٥٠) تعليقًا على ترجمة البخاري (باب الاستنجاء بالماء): "روى ابن أبي شيبة بأسانيد صحيحة عن حذيفة بن اليمان -رضي الله عنه - أنه سئل عن الاستنجاء بالماء، فقال: إذًا لا يزال في يدي نتن.
وعن نافع: أن ابن عمر كان لا يستنجي بالماء، وعن ابن الزبير: ما كنا نفعله. ونقله ابن التين عن مالك أنه أنكر أن يكون النبي - صلى الله عليه وسلم - استنجى بالماء.
وعن ابن حبيب من المالكية أنه منع الاستنجاء بالماء؛ لأنه مطعوم".
(١) "معالم السنن" (١/ ٢٨)، وعبارته: "وزعم بعض المتأخرين أن الماء نوع من المطعوم فكرهه لأجل ذلك، والسنة تقضي على قوله وتبطله".
(٢) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ١٠٥). وأخرجه الترمذي (٣١٠٠)، وابن ماجه (٣٥٧)، والمزي في "تهذيب الكمال" (٣٢/ ٥٠٢، ٥٠٣)، عن محمد بن العلاء به، وإسناده ضعيف، فيونس بن الحارث ضعيف، وإبراهيم بن أبي ميمونة مجهول، قال النووي في "المجموع" (٢/ ٩٩). "رواه أبو داود والترمذي والبيهقي وغيرهم، ولم يضعفه أبو داود، لكن إسناده ضعيف، فيه يونس بن الحارث، قد ضعفه =',NULL,'204',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (202,'وأما حديث أبي هريرة المذكور في الباب، فرواه أيضًا الترمذي وابن ماجه، وإسناده ضعيف؛ فيه يونس بن الحارث، وقد ضعّفه الأكثرون (١).
_________
= الأكثرون، وإبراهيم بن أبي ميمونة، وفيه جهالة".
وضعفه ابن حجر في "التلخيص الحبير" (١/ ١١٢) بخلاف ما في "فتح الباري" (٧/ ١٩٥) فإنه صححه فيه! ونسبه السيوطي في "الدر المنثور" (٤/ ٢٨٨) لأبي الشيخ وابن مردويه.
وللحديث شواهد يرتقي بها إلى درجة الصحة، فقد أخرج أحمد (٣/ ٤٢٢)، وابن خزيمة في "الصحيح" رقم (٣٨) (١/ ٤٥ - ٤٦)، والطبراني في "الكبير" (١٧ رقم ٣٤٨) و"الأوسط" (٦/ رقم ٥٨٨٥) و"الصغير" (٢/ ٢٣)، والحاكم في "مستدركه" (١/ ١٥٥) -وصححهُ ووافقه الذهبي-، وأبو نعيم في "معرفة الصحابة" (٤/ ٢١١٧) رقم (٥٣٢٢، ٥٣٢٣)، وابن الأثير في "أسد الغابة" (٤/ ٣١٦)، من حديث عويم بن ساعدة الأنصاري أن النبي - صلى الله عليه وسلم - أتاهم في مسجد قباء، فقال: "إن الله تبارك وتعالى قد أحسن عليكم الثناء في الطهور في قصة مسجدكم، فما هذا الطهور الذي تطهرون به؟ " فقالوا: "والله يا رسول الله ما نعلم شيئًا إلا أنه كان لنا جيران من اليهود، فكانوا يغسلون أدبارهم من الغائط، فغسلنا كما غسلوا". وإسناده حسن. وله شواهد أخرى ذكرها النووي في "خلاصة الأحكام" (١/ ١٦٣ - ١٦٤) و"المجموع" (٢/ ٩٩ - ١٠٠) وصحح بعضها شيخنا الألباني -رحمه الله - في صحيح أبي داود (١/ ٧٥ - ٧٧)، فانظرها -غير مأمور- ففيها فوائد زوائد.
(١) هو الثقفي الطائفي، نزل الكوفة، قال النسائي في "ضعفائه" (٦٢): "كان ضعيفًا"، وقال أبو حاتم في "الجرح والتعديل" (٩/ ٢٣٧) رقم (٩٩٧): "ليس بقوي"، وضعفه ابن معين كما في "تاريخ الدوري" (٢/ ٦٨٧)، وضعفه أحمد في "العلل" (١/ ١٠٢ و ٢/ ٥١) لابنه أبو عبد الله، وترجمه ابن حبان في "المجروحين" (٣/ ١٤٠)، والذهبي في "المغني" (رقم ٧٢٦٢)، و"ديوان الضعفاء" (رقم ٤٨٢٨)، و"الميزان" (٤ رقم ٩٩٠٢).
وانظر له: "طبقات ابن سعد" (٥/ ٥٢١)، "الكامل في الضعفاء" (٧/ ٢٦٣٢)، "الضعفاء" للعقيلي (٤/ ٤٦١) رقم (٢٠٩٤)، "تهذيب الكمال" (٣٢/ ٥٠٠).',NULL,'205',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (203,'وإبراهيم بن أبي ميمونة، وفيه جهالة (١).
قوله: "نزلت هذه الآية في أهل قباء {فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَرُوا} [التوبة: ١٠٨] قال: كانوا يستنجون بالماء"، هذا القدرُ هو المعروف في كتب الحديث، وأما ما اشتهر في كتب التفسير والفقه، أنهم كانوا يتبعون الحجارة الماء، فلا يُعرف بهذا اللفظ في كتب الحديث (٢)، لكن قد يستنبط معناه (٣) من روايةٍ صحيحة
_________
(١) هو حجازي ما روى عنه سوى يونس بن الحارث الطائفي. قاله الذهبي في "الميزان" (١/ ٦٩)، وقال ابن القطان في "بيان الوهم والإيهام" (٤/ ١٠٥): "إبراهيم مجهول الحال"، وانظر: "الجرح والتعديل" (٢/ ١٤٠)، "تهذيب الكمال" (٢/ ٢٢٦).
(٢) قال ابن حجر في "بلوغ المرام": "رواه البزار بسند ضعيف"، فهو وارد في كتب الحديث، فهو عند البزار في "مسنده" (١٥٠)، وفيه محمد بن عبد العزيز ضعفه أبو حاتم، وفيه أيضًا أبو عبد الله بن شبيب ضعيف، وانظر: "التلخيص الحبير" (١/ ١١٢).
وأعاده النووي في "المجموع" (٢/ ٩٩ - ١٠٠) وفي خلاصة الأحكام" (١/ ١٦٤) رقم (٣٧٣)، وتعقّب جمع المصنّف بما قدمناه، وينظر له: "البدر المنير" (٢/ ٣٨٤ - ٣٨٦)، "التلخيص الحبير" (١/ ١١٢)، وانظر الهامش الآتي.
(٣) ذهب المصنف في "التنقيح في شرح الوسيط" (١/ ٣١٠) إليه بوجه آخر فعلّق على مقولة أبي حامد الغزالي: "الأفضل أن يجمع بين الماء والحجر، وفيه نزل قوله تعالى: {فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (١٠٨)} [التوبة: ١٠٨] فقال: "هذا يذكره الفقهاء والمفسرون، ولم يصح فيه حديث هكذا، إنما صح واشتهر أنهم كانوا يستنجون بالماء، ولكن يستنبط من الجمع بين الماء والحجر، لأن الاستنجاء بالحجر كان شائعًا معلومًا لجميعهم، وزاد أهل قباء الماء، فذكر ما زادوه دون ما هو مشترك، والله أعلم".
قلت: واستخدام الحجر وما يقوم مقامه: يذهب عين النجاسة، واستخدام =',NULL,'206',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (204,'للبيهقي (١)، أن النبي - صلى الله عليه وسلم - قال: "يا معشر الأنصار؛ قد أثنى الله تعالى عليكم في الطهور، فما طهوركم؟ " قالوا: نتوضَّأ للصلاة ونغتسل من الجنابة؛ فقال: "هل ذلك غيره؟ " قالوا: لا، غير أن أحدنا إذا خرج من الغائط أحبَّ أن يستنجي بالماء، قال: "هو ذاك، فعليكموه" (٢).
_________
= الماء: يذهب أثرها، وهذا الذي ذكره المصنف هنا، وفي "المجموع" (٢/ ١٠٠)، و"الروضة" (١/ ٧١)، و"المنهاج" (١/ ٩٣)، و"التحقيق" (٨٥)، جيد. وهو خير من قول ابن حبيب المالكي الذي حكاه المصنف في "شرحه صحيح مسلم" (٣/ ٢٠٩): "لا يجزيء الحجر إلا لمن عدم الماء". والجمع معقول المعنى وليس بتعبّدي محض، والاسترسال في عدم التصحيح إلى الحكم ببدعية الجمع ليس بسديد، ومنه تعلم ما في قولنا شيخنا الألباني -رحمه الله- في "تمام المنة" (ص ٦٥) عقب قوله عن الجمع بين الماء والحجارة: "لم يصح عنه - صلى الله عليه وسلم -"، قال: "فأخشى أن يكون القول بالجمع من الغلوّ في الدين، لأن هديه الاكتفاء بأحدهما، وخير الهدي هدي محمد - صلى الله عليه وسلم -".
قلت: ثبت في "الصحيح" أن النبي - صلى الله عليه وسلم - استخدم الأحجار، وأبو هريرة معه، ومعه إداوة من ماء، وفي هذا رد على ابن حبيب في قوله السابق.
(١) "في السنن الكبرى" (١/ ١٠٥) وأخرجها أيضًا: ابن ماجه (٣٥٥)، وابن الجارود في "المنتقى" (٤٠)، وابن أبي حاتم في "التفسير" (٦/ ١٨٨٢)، والدارقطني (١/ ٦٢) والطبراني في "مسند الشاميين" (رقم٧٣٠، ٧٣١)، والطحاوي في "المشكل" (١٢/ رقم ٤٧٤٠)، والحاكم (١/ ١٥٥ و ٢/ ٣٣٤، ٣٣٥)، والضياء المقدسي في "المختارة" (٦/ رقم ٢٢٣١)، وسيأتي الكلام في صحته.
(٢) جوَّد إسناده المصنف في "خلاصة الأحكام" (١/ ١٦٤) رقم (٣٧٢)، وصححه هنا وفي "المجموع" ٢/ ٩٩ - ١٠٠).
وفي إسناده عتبة بن أبي حكيم، أبو أبو العباس الأردني، صدوق يخطيء كثيرًا.
وممن ضعّفه البوصيري في "مصباح الزجاجة" (١/ ٥٣)، وابن كثير في "إرشاد الفقيه" (١/ ٥٨)، وابن التركماني في "الجوهر النقي"، وابن حجر في =',NULL,'207',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (205,'معناه: أنهم كانوا يستنجون بالأحجار في الخلاء، فإذا خرجوا استنجوا بعده بالماء؛ لأن العادة أنه لا يخرج من الخلاء إلاَّ بعد الاستنجاء بالأحجار، ويستحبّون الانتقال للاستنجاء بالماء إلى موضعٍ آخر (١).
وأما (قُباء) فيمدُّ ويقصر، ويذكَّر ويؤنَّث، ويصرف ولا يصرف، والأفصح مدُّه وتذكيرُه وصرفه (٢)، وهو قرية على نحو ثلاثة أميال من المدينة، وقيل: أصله اسم بئرٍ هناك (٣).
...
_________
= "التلخيص الحبير" (١/ ١١٣)، وقال شيخنا الألباني في "الضعيفة" (١٠٣١): "ضعيف بهذا اللفظ"، وتعقب تصحيح النووي له، وبيّن أنه لا يصح ذكر دخول الخلاء ولا الحجارة في شيء من طرقه، فارجع إلى كلامه.
(١) قال المصنف في "التنقيح" (١/ ٣٠١): "وهذا مخصوص بغير المراحيض المتخذة لذلك، فإنه يستنجي فيها بالماء في موضع قضاء الحاجة".
(٢) قال في "شرح صحيح مسلم" (٤/ ٤٩) عنه: "هذا هو الصحيح الذي عليه المحققون والأكثرون".
(٣) مثله في "المجموع" (٢/ ١٠٠) وبنحوه في "تهذيب الأسماء واللغات" (٤/ ١٠٨) و"شرح صحيح مسلم" (٥/ ١٤)، ١٧٠ و ٩/ ٢٤٢ - ٢٤٣)، وانظر: "المغانم المطابة" (٣٢٣ - ٣٢٤)، "مراصد الاطلاع" (٣/ ١٠٦١)، "معجم البلدان" (٤/ ٣٤٢)، "الصحاح (٦/ ٢٤٥٨)، "اللسان" (٥/ ٣٥٢٣)، "القاموس المحيط" (٤/ ٣٦٨) مادة (قبو).',NULL,'208',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (206,'<span data-type="title" id=toc-36>٢٤ - باب: يَدْلُك يده بالأرض إذا اسْتَنجى</span>
وفي بعض النسخ (١): باب: الرجل يدلك يده، ولا فرق هنا بين الرجل والمرأة والصبيّ، فالأحسن حذف لفظة (الرجل)، فإن أثبتت كانت بمعنى الشخص.
٤٥ - (حسن) حدثنا إبراهيم بن خالد، نا أسود بن عامر، نا شريك، [وهذا لفظه]، (ح)، وحدثنا محمد بن أبو عبد الله -يعني المُخرَّميَّ-، ثنا وكيع، عن شريك، عن إبراهيم بن جرير، عن المغيرة (٢)، عن
_________
(١) هذا هو المثبت في النسخ المطبوعة، وفي رواية ابن الأعرابي: (باب من ذلك). انظر: "سنن أبي داود" (١/ ١٦٩ - ط دار القبلة).
(٢) زيادة "المغيرة" غلط في إسناده من أبي الحسن بن العبد، قال صاحب "عون المعبود" (/ ٦٧ - ٦٨): "اعلم أن لفظ (المغيرة) بين (جرير وأبي زرعة) موجود في أكثر النسخ، وقد بالغت في تتبعه فلم أعرف ما هو، والذي تحقق لي أنه غلط بثلاثة وجوه:
الأول: أن الحافظ جمال الدين المزي ذكر في "تحفة الأشراف بمعرفة الأطراف" [(١٠/ ١٤٨٨٦)] في (مسند أبي هريرة) هذا الحديث ولم يذكر المغيرة وهذا لفظه: "أبو زرعة بن عمرو بن حزم بن عبد الله البجلي عن أبي هريرة، قيل: اسمه هرم، وقيل: عبد الرحمن، وقيل: عمر. وإبراهيم بن جرير بن أبو عبد الله البجلي عن ابن أخيه أبي زرعة عن أبي هريرة "كان النبي - صلى الله عليه وسلم - إذا أتى الخلاء أتيته بماء في تور أو ركوة" الحديث أخرجه أبو داود في الطهارة عن أبي ثور إبراهيم بن خالد الكلبي عن أسود بن عامر وعن محمد بن أبو عبد الله المخرَّمي عن وكيع كلاهما عن شريك عن إبراهيم بن =',NULL,'209',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (207,'أبي زُرْعَة، عن أبي هريرة، قال: كان النبي - صلى الله عليه وسلم - إذا أتى الخلاء أتيتُه بماء في تورٍ -أو ركوةٍ- فاستنجى.
[قال أبو داود: في حديث وكيع]: ثم مَسَحَ يدَه على الأرض، ثم أتيته بإناءآخر فتوضأ (١).
_________
= جرير به. انتهى". وذكر الزيلعي أيضًا هذا الحديث في (فصل الاستنجاء) من تخريجه، ولم يذكر المغيرة في السند، وهذا لفظه: "حديث آخر، أخرجه أبو داود عن شريك عن إبراهيم بن جرير عن أبي زرعة عن أبي هريرة قال: كان النبي - صلى الله عليه وسلم -. الحديث.
الثاني: قال الطبراني: "لم يروه عن أبي زرعة إلا إبراهيم بن جرير، تفرد به شريك"، وهذا نص على أن المغيرة لم يروِ عن أبي زرعة.
الثالث: قال شيخنا العلامة حسين بن محسن الأنصاري: "اطلعت على نسخة صحيحة قلمية، وليس فيها ذكر للمغيرة بين جرير وأبي زرعة موافق لإسناد ابن ماجه، والذي يظهر أن ذكرها إما أن يكون من المزيد غلطًا من بعض الرواة، وإما وهمًا من النساخ. انتهى. كذا في "غاية المقصود".
وقال الشارح في منهيه (أ) -"غاية المقصود"-:
والرابع: أني طالعت كتاب "رجال سنن أبي داود" للحافظ ولي الدين العراقي، في مكة المشرفة، عند شيخنا أحمد الشرقي فما وجدت فيه ذكر المغيرة".
قال أبو عبيدة: وزاد شيخنا الألباني وجهًا آخر؛ فقال في "صحيح أبي داود" (١/ ٧٨): "أن البيهقي أخرج الحديث في "سننه" (١/ ١٠٦ و١٠٧) عن المصنف من الوجهين ... هكذا على الصواب دون ذكر (المغيرة)، وكذلك هو عند كل من أخرج الحديث كما يأتي" انتهى كلامه رحمه الله ..
وانظر: "تحفة الأشراف" (١٠/ ٤٣٧)، "بذل المجهود" (١/ ١٠٩ - ١١٠).
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ١٠٦، ١٠٧) من الوجهين. =
_________
(أ) المراد قوله عقب الهامش: "منه".',NULL,'210',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (208,'قال أبو داود: وحديث الأسود بن عامر أتم.
قوله: "حدثنا إبراهيم بن خالد، ثنا أسود بن عامر، وحدثنا محمد ابن أبو عبد الله المُخَرِّمي، ثنا وكيع، ثنا شَريك، عن إبراهيم بن جرير، عن أبي زُرعة، عن أبي هريرة". هكذا صواب الإسناد، وكذا هو في معظم النُّسخ، وفي بعضها زيادة (المغيرة) بين شريك وإبراهيم، وهو غلط (١).
وهذا الإسناد صحيح أو حسن (٢).
_________
= وأخرجه إسحاق بن راهويه في (١٦٤)، وأحمد (٢/ ٣١١، ٤٥٤)، والنسائي في "المجتبى" (١/ ٤٥ رقم ٥٠)، وابن ماجه (٣٥٨، ٤٧٣)، وابن حبان في "صحيحه (٤/ ٢٥١)، رقم (١٤٠٥)، والطبراني في "الأوسط" (٦٠٤)، والبغوي في "شرح السنة" (١٩٦) من طريق شريك بن عبد الله القاضي، وهو صدوق يخطيء كثيرًا، تغير حفظه منذ ولي القضاء بالكوفة، وكان عادلاً فاضلاً عابدًا شديدًا على أهل البدع.
وأخرجه النسائي (٥١)، والدارمي (٦٧٩)، وابن ماجه (٣٥٩)، وابن خزيمة (٨٩)، والبيهقي في "السنن الكبرى" (١/ ١٠٧) من طريق أبان بن عبد الله بن أبي حازم عن إبراهيم بن جرير عن أبيه به.
وأخرجه الدارمي (٦٧٨)، وأبو يعلى (٦١٣٦)، وعنه ابن عدي في "الكامل" (١/ ٣٧٩)، والبيهقي (١/ ١٠٧) من طريق أبان عن مولى لأبي هريرة عن أبي هريرة.
فهذه المخالفة من أبان تسقط روايته هنا، فتقدم رواية شريك بن عبد الله، فهو على ما فيه من كلام إلا أنه لم يختلف عليه في إسناده.
وللحديث شواهد تقويه، انظرها في "صحيح سنن أبي داود" برقم (٢٤٣، ٢٤٤)، لشيخنا العلامة الألباني رحمه الله تعالى.
(١) من أربعة وجوه -بل خمسة- تقدم ذكرها، والحمد لله على نعمائه.
(٢) جزم بحسنه في "خلاصة الأحكام" (١/ ١٧٠، ١٧١) رقم (٣٩٤)، وقال في "المجموع" (٢/ ١٠٠ - ١٠٢): "وإسناده صحيح، إلا أن فيه شريك بن عبد الله القاضي، وقد اختلفوا في الاحتجاج به". ثم قال بعد (٢/ ١١٢): "وهو حديث حسن"، وهذا هو الصواب، لما قدمناه.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (209,'وإبراهيم بن خالد هو أبو ثور الفقيه الإمام المشهور (١).
واسم أبي زُرعة: هرم، وقيل: عمرو، وقيل: عبد الرحمن، وقيل: أبو عبد الله (٢)، بجليٌّ كوفي (٣).
والأسود هذا هو الملقّب شاذان (٤).
والمخرمي -بضم الميم وفتح الخاء وكسر الراء- نسبةً إلى المخرّم (٥): محلّة ببغداد مشهورة (٦).
قال السَّمعاني (٧): "سُميت بالمخرّم لأن بعض ولد يزيد بن المخرم
_________
(١) ترجمه المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٠٠ - ٢٠١)، وقال عنه: "الإمام الجليل، الجامع بين علمي الحديث والفقه، أحد الأئمة المجتهدين والعلماء البارعين والفقهاء المبرزين، المتفق على إمامته وجلالته، وتوثيقه وبراعته".
(٢) كذا في الأصل، وفي المصادر الآتية: "عُبيد" بالتصغير.
(٣) ذكره المصنف هكذا في مواطن من "شرح صحيح مسلم"، انظر منها (١/ ٢٢٧ - ٢٢٨، ٢٤٢ و ٢/ ٧٥). وقال فيه (٢/ ١٥٢): "أن الأشهر فيه هرم".
(٤) انظر: "كشف النقاب" (١/ ٢٧٧) رقم (٨٣٠)، "ذات النقاب" (٦٩/ رقم ٢٨٥)، "نزهة الألباب" (١/ ٣٨٩) رقم (١٦١٤)، "الألقاب" للسخاوي (ق ٧٩).
وله ترجمة في: "التاريخ الكبير" (١/ ٤٤٨)، "الجرح والتعديل" (٢/ ٢٩٤)، "ثقات ابن حبان" (٨/ ١٣٠)، "تاريخ بغداد" (٧/ ٣٤)، "تذكرة الحفاظ" (١/ ٣٦٩)، "السير" (١٠/ ١١٢).
(٥) المُخَرَّم: حيثما وقع بفتح الراء المهملة، كذا في "معجم ما استعجم" (٤/ ١١٩٥)، وانظر: "المشتبه" (٢/ ٥٧٧)، "تبصير المنتبه" (٤/ ١٣٤٧)، "اللباب" (٢/ ٦ - ٧).
(٦) انظر: "معجم البلدان" (٥/ ٧١).
(٧) "الأنساب" (٥/ ٢٢٣).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (210,'نزلها، فَسُمِّيت به، قاله ابن الكلبي" (١). وكان المخرّمي هذا أحد الحفَّاظ المكثرين (٢).
قوله: "حديث الأسود أتمُّ" معناه: أن هذا لفظ رواية وكيع، ولفظ رفيقه: الأسود بن عامر أتمُّ من هذا وأبسط (٣).
قوله: "أتيتُه بماءٍ في تَورٍ أو ركوةٍ"، يحتمل أنه شكٌّ من الراوي في أحدهما، ويحتمل أنه للتقسيم، فكان تارةً يأتيه بتورٍ وتارةً بركوة (٤).
والتَّور بفتح المثناة فوق، وهو إناءٌ كالإجانة يكون من نحاسٍ أو حجر، وجمعه: أتوار، يتوضأ منه ويؤكل فيه (٥).
في هذا الحديث: استحباب الاستنجاء بالماء، وجواز حمل الخادم الماء إلى المغتسل، واستحباب دَلْك اليد بالأرض أو غسلها بأشنان أو نحوه بعد الاستنجاء.
...
_________
(١) في "نسب معد واليمن الكبير" (ص ٢٧٣).
(٢) قال الذهبي في "السير" (١٢/ ٢٩٥) عنه: "الإمام العلامة الحافظ الثبت"، وأورد عن نصر بن أحمد قوله عنه: "كان محمد بن أبو عبد الله المخرَّمي من الحفاظ المتقنين المأمونين"، وعن أبي بكر الباغندي قوله عنه: "كان حافظًا متقنًا"، وقال الخطيب في "تاريخه" (٥/ ٤٢٣) عنه: "كان من أحفظ الناس للأثر، وأعلمهم بالحديث". وانظر: "تذكرة الحفاظ" (٢/ ٥١٩ - ٥٢١)، "طبقات الحفاظ" (٢٢٧)، "تهذيب الكمال" (٢٥/ ٥٣٤) رقم: (٥٣٧١) والتعليق عليه.
(٣) انظرها عند أحمد (٢/ ٣١١).
(٤) نقل كلامه السيوطي في "مرقاة الصعود" (١٥ - درجات).
(٥) بنحوه في "شرح صحيح مسلم" (٩/ ٣٢٧ و١٣/ ٢٤٢ - ط قرطبة).
وانظر: "النهاية" (١/ ١٩٩)، "مجمع بحار الأنوار" (١/ ٢٧٥).',NULL,'213',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (211,'<span data-type="title" id=toc-37>٢٥ - باب: السواك</span>
هو مشتق من السَّوْك، وهو الدَّلك، وقيل: من التساؤك، وهو التمايل (١).
٤٦ - (صحيح) حدثنا قتيبة بن سعيد، عن سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة يرفعه، قال: "لولا أن أشُقَّ على المؤمنين لأمرتُهم بتأخير العشاء، وبالسواك عند كل صلاةٍ" (٢).
_________
(١) من قولهم: "تساوكت الإبل" إذا اضطربت أعناقها من الهزال، قاله ابن فارس.
وانظر: "المحكم" لابن سيده (٧/ ٩٣)، و"معجم مقاييس اللغة" (١/ ١١٧ - ١١٨)، و"شرح الإحياء" للزَّبيدي (٢/ ٣٤٨)، و"بغية النساك في أحكام السواك" للسفاريني (ص ٥٣ - ٥٤)، و"الدِّراك فيما يتعلّق بالسواك" (٢٠، ٢١).
وانظر كلام المصنف بإسهاب في: "تهذيب الأسماء واللغات" (٣/ ١٥٧)، "المجموع" (١/ ٣٣٦)، "تحرير ألفاظ التنبيه" (٣٣)، "شرح صحيح مسلم" (٣/ ١٨٠ - ١٨١).
(٢) أخرجه البخاري (٨٨٧) من طريق مالك عن أبي الزِّناد به، و (٧٢٤٠) من طريق الليث عن جعفر بن ربيعة عن الأعرج به. وأخرجه مسلم (٢٥٢) عن قتيبة بن سعيد وزهير بن حرب وعمرو الناقد قالوا: حدثنا سفيان به، بدون ذكر جملة العشاء، وهذه الزيادة ثابتة من حديث سفيان فقد رواها غير قتيبة بن سعيد جماعة، منهم:
أولاً: الشافعي في "مسنده" (ص ١٣)، ومن طريقه البيهقي في "الكبرى" (١/ ٣٥).
ثانيًا: عبد الرزاق في "مصنفه" (١/ ٥٥٦). =',NULL,'214',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (212,'٤٧ - (صحيح) حدثنا إبراهيم بن موسى، نا عيسى بن يونس، نا محمد بن إسحاق، عن محمد بن إبراهيم التيمي، عن أبي سلمة بن عبد الرحمن، عن زيد بن خالد الجهني، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: "لولا أن أشقَّ على أمتي لأمرتهم بالسواك عند كل صلاةٍ". قال أبو سلمة: فرأيتُ زيدًا يجلس في المسجد، وإن السواك من أذنه موضع القلم من أذن الكاتب، فكلما قام إلى الصلاةِ استاك (١).
حديث أبي هريرة على شرط الصحيحين.
قوله: "عن أبي هريرة يرفعه" أي: قال: قال رسول الله - صلى الله عليه وسلم -، فحكمه حكم المسند بناءً على أن قول التابعي عن الصحابي: يرفع الحديث، أو
_________
= ثالثًا: الحميدي في "مسنده" (٢/ ٤٢٨).
رابعًا: أحمد بن حنبل في "مسنده" (٢/ ٢٤٥).
خامسًا: محمد بن منصور كما عند النسائي في "المجتبى" (٥٣٤).
سادسًا: علي بن خشرم كما عند ابن خزيمة في "صحيحه" (١/ ٧٢).
سابعًا: أبو خيثمة كما عند أبي يعلى (١١/ ١٥٠).
فهي زيادة من ثقة مقبولة، وصححها المصنف هنا وفي "خلاصة الأحكام" (١/ ٢٦٠) رقم (٧١٩) وفي "المجموع" (٣/ ٥٦).
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ٣٧).
وأخرجه أحمد في "مسنده" (٤/ ١١٤، ١١٦)، (٥/ ١٩٣)، وابن أبي شيبة (١/ ١٥٥)، والترمذي في "سننه" (٢٣) والنسائي في "الكبرى" (٣٠٤١) والطحاوي (١/ ٤٣)، والطبراني في "المعجم الكبير" (٥/ ٢٤٣، ٢٤٤) (رقم ٥٢٢٣، ٥٢٢٤)، والبيهقي (١/ ٣٧) والبغوي (١٩٨) وابن عساكر في "أربعينه" (ص٨٩) من طريق محمد بن إسحاق به. ومحمد بن إسحاق مدلس، وقد عنعن فالإسناد ضعيف، وله طريق أخرى تقويه عند أحمد (٤/ ١١٦): ثنا عبد الصمد ثنا حرب بن شداد عن يحيى ثنا أبو سلمة به، دون قوله: "فكان زيد ابن خالد ... " الخ. وهذا إسناد صحيح على شرط الشيخين.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (213,'ينميه، أو: يبلغ به النبي - صلى الله عليه وسلم -، ويكون الحديث بمعنى قوله: قال رسول الله - صلى الله عليه وسلم - في وجوب الصحّة والإسناد إليه، وأنَّ رَفْعَهُ لا فرق فيه بين قول الصحابي: عن النبي - صلى الله عليه وسلم -، أو: قال، أو: سمعتُه، أو: حدَّث، أو: رأيت، وغير ذلك، حيث جاء بلفظةٍ منها، وأتى بعبارة مجملةٍ صحيحة صريحة في الرفع (١).
قوله - صلى الله عليه وسلم -: "لولا أن أشقَّ على أمّتي لأمرتهم بالسواك عند كل صلاة".
فيه أن السواك مستحبٌّ، وأنه ليس بواجب (٢)، وأن الأمر للوجوب (٣)، وأن تأخير العشاء أفضل، وأنه يستحبُّ السواك لكلِّ صلاةٍ
_________
(١) قال المصنف في "شرح صحيح مسلم" (٣/ ١٥٥): "قولهم: رواية أو يرفعه أو ينميه أو يبلغ به، كلها ألفاظ موضوعة عند أهل العلم لإضافة الحديث إلى رسول الله - صلى الله عليه وسلم -، لا خلاف في ذلك بين أهل العلم"، وقرره أيضاً فيه (٧/ ١٤٩) عند حديث (١٠٢٠) وفيه "عن أبي هريرة يبلغ به" قال: "معناه يبلغ به النبي - صلى الله عليه وسلم - فكأنه قال: عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -، ولا فرق بين هاتين الصيغتين باتفاق العلماء، والله أعلم". وهذا الذي قرره فيه أيضاً (٥/ ١٧٧) نقلاً عن الإمام مسلم، وفي التقريب" (١/ ٢٨٥) "والإرشاد" (١/ ١٦٣)، وهو المقرر في كتب المصطلح، كما تراه في "جزء من علوم الحديث" لأبي عمرو الداني (ص ٥٤، ٥٨ - بتحقيقي) وبينته -ولله الحمد- في شرحي عليه المسمى "بهجة المنتفع" (ص ١٧٨ - ١٧٩) وكلاهما نشر المكتبة الأثرية، الأردن.
ويدل عليه صنيع البخاري في "صحيحه" انظر منه رقمي (٥٦٨٠، ٥٦٨١).
(٢) ذلك أن (لولا) كلمة تمنع الشيء لوقوع غيره، فصار الوجوب بها ممنوعًا، ولو كان السواك واجبًا؛ لأمرهم به شقَّ أو لم يشقّ، أفاده الخطابي في "المعالم" (١/ ٢٨ - ٢٩).
(٣) لولا أنه إذا أمرنا بالشيء صار واجبًا، لم يكن لقولهِ "لأمرتهم به" معنى، وكيف يشفق عليهم من الأمر بالشيء، وهو إذا أمر به لم يجب ولم يلزم، فثبت أنهُ على الوجوبِ ما لم يقم دليل على خلافهِ، أفادهُ الخطابي (١/ ٢٩)، وقال المصنف في "شرح صحيح مسلم" (٣/ ١٨٢) عنه: "وهو =',NULL,'216',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (214,'طاهرًا كان أو غير طاهر، وهو من لم يجد ماءً ولا ترابًا، وأنه إذا صلّى في المجلس صلوات استحبَّ لكل صلاةٍ، ولكلِّ ركعتين يسلِّم منهما.
ولفظة (عند) بكسر العين وفتحها وضمّها ثلاث لغات (١)، الكسر أفصح وأشهر.
وفي حديث زيد بن خالد استحباب السواك في المسجد، وهو مذهبنا ومذهب الجمهور (٢).
٤٨ - (حسن) حدثنا محمد بن عوفٍ الطائيُّ، ثنا أحمد بن خالد، ثنا محمد بن إسحاق، عن محمد بن يحيى بن حَبَّان، عن عبد الله بن عبد الله ابن عمر، قال: قلت: أْرأيت توضُّؤ ابن عمر لكل صلاةٍ طاهرًا وغير طاهرٍ، عمَّ ذاكَ؟ فقال: حدثتنيه أسماءُ بنتُ زيد بن الخطاب، أن أبو عبد الله ابن حنظلة بن أبي عامرٍ حدثها، أن رسول الله - صلى الله عليه وسلم - أُمر بالوضوء لكل صلاةٍ طاهرًا وغير طاهرٍ، فلما شق ذلك عليه أُمر بالسواك لكل صلاةٍ، فكان ابن عمر يرى أنَّ به قوَّة، فكان لا يدعُ الوضوءَ لكلِّ صلاةٍ (٣).
_________
= مذهب أكثر الفقهاء، وجماعات من المتكلمين وأصحاب الأصول"، وانظر "شرحي على الورقات" (١٣١).
(١) قاله في "تحرير ألفاظ التنبيه" (ص ٣٣) وزاد: "وهي حضرة الشيء، وهي ظرف مكان وزمان، تقول: عند الليل، وعند الحائط. قال الجوهري: ولم يدخلوا عليها من حروف الجر سوى (من)، فيقال: من عنده، ولا يقال: مضيتُ إلى عنده".
(٢) انظر: "المجموع" (١/ ٣٢٨) " الفتاوى الكبرى"، (١/ ٢٧٢ - ٢٧٣)، "كشاف القناع" (١/ ٧٣)، "المغني" (١/ ١٣٥)، "تحفة الأحوذي" (١/ ١٠٤ - ١٠٥).
وينقل الكراهية عن بعض المالكية، انظر: "الدِّراك فيما يتعلق بالسواك" لجعفر الكتاني (ص ١٠٠ - ١٠١).
(٣) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ٣٧). =',NULL,'217',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (215,'قال أبو داود: إبراهيم بن سعدٍ رواه عن محمد بن إسحاق، قال: عبيد الله بن عبد الله (١).
قوله: "حدثنا محمد بن عوف الطائي .. " إلى آخره. هو حديث ضعيف، فيه محمد بن إسحاق، عن محمد بن يحيى. وقد اختلفوا في توثيق ابن إسحاق (٢) مع اتفاقهم على أنه مدلّس (٣)، والمدلِّس إذا قال:
_________
= وأخرجه أحمد (٥/ ٢٢٥)، والبخاري في "التاريخ الكبير" (٦٧، ٦٨، ٦٩)، وابن أبي عاصم في "الآحاد والمثاني" (٤/ ٢٤٤) رقم (٢٢٤٧)، والدارمي (١/ ١٧٥)، والبزار (٣٣٧٨، ٣٣٨٢)، وابن خزيمة في "صحيحه" (١/ ٧١) رقم ١٥، ١٣٨)، والفسوي في "المعرفة" (١/ ٢٦٣ - ٢٦٤)، والطحاوي في "شرح معاني الآثار" (١/ ٤٢ - ٤٣)، والحاكم (١/ ١٥٦)، والبيهقي (١/ ٣٧ - ٣٨).
وفيه عنعنة ابن إسحاق، وقد صرّح بالتحديث في رواية أحمد والموطن الأول عند ابن خزيمة والحاكم فإسناده حسن والحديث صحيح بشواهده، وصححه الحاكم على شرط مسلم: وانتقده ابن رجب في "فتح الباري" (٨/ ١٢٧) بقوله: "وليس كما قال".
قلت: نعم، لأنّ مسلمًا أخرج لابن إسحاق في المتابعات.
وحسنه ابن حجر في "التلخيص الحبير" (٣/ ٢٥٨).
(١) روايته عند أحمد (٥/ ٢٢٥)، والبخاري في "التاريخ الكبير" (٥/ ٦٨)، والبزار (٣٣٧٨، ٣٣٨٢)، وابن خزيمة (١٥)، والحاكم (١/ ١٥٦).
ومراد أبي داود: بيان الاختلاف على ابن إسحاق في اسم (عبيد الله بن أبو عبد الله بن عمر)، فروي عنه مصغّرًا ومكبّرًا، وهذا خلاف لا يضر، فكلاهما ثقة، ووقع مصغّرًا في أصل الحديث في رواية ابن الأعرابي.
(تنبيه) في مطبوع "التاريخ الكبير" من طريق إبراهيم بن سعد وقع مكبرًا، وهذا خطأ من الناسخ أو الناشر، وسقط ذكره في الرواية الأولى عند البزار، وتحرف في الثانية، فوقع (مكبرًا)، فليصحح.
(٢) الراجح أنه حسن الحديث، انظر: "تهذيب الكمال" (٢٤/ ٤٠٥) والتعليق عليه.
(٣) لكنه صرح بالتحديث، انظر التخريج السابق.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (216,'(عن) لا يحتج به (١)، والله أعلم.
قوله: "محمد بن يحيى بن حَبّان" بفتح الحاء وبالموحدة (٢).
قوله: "أرأيتَ توضِّي ابن عمر لكل صلاةٍ طاهرًا وغير طاهر؟! " هكذا هو في جميع النسخ: (توضّي) بالياء، وصوابه (توضُّؤ) بضمِّ الضاد (٣) وبعدها همزةٌ تكتَبُ واوًا (٤).
وقوله: "طاهرًا أو غير طاهر"، معناه: سواء كان باقيًا على الطهارة الأولى أم أحدث.
قوله: "فلمّا شقَّ ذلك عليه أُمِر (٥) بالسِّواك لكلِّ صلاةً"، معناه: نَسْخُ
_________
(١) قال المصنّف في "شرح صحيح مسلم" (٥/ ٥٧): "إذا قال المدلس (عن)، لم يتحقق اتّصاله، فإذا جاء في طريق آخر سماعه تحققنا به اتصال الأول"، وهذا هو المقرر في "الإرشاد" (١/ ٢٠٩)، و"التقريب" (١/ ٣٦١) كلاهما للمصنف رحمه الله تعالى.
(٢) هكذا ضبطه في مواطن من "شرح صحيح مسلم" منها (١/ ٦٦، ٣١٣ و٤/ ٢٧٠ - ٢٧١).
وقال في الموطن الثاني: "وأما (حبان): فبفتح الحاء وبالموحدة، ومحمد بن يحيى هذا تابعي، سمع أنس بن مالك -رضي الله عنه -".
(٣) في هامش "صفوة الزبد" (ق ٢٧/ أ) ما نصه: "من خط المؤلف: جميع النسخ "توضي" بالياء. قال النووي: صوابه بالواو بعد الضاد المضمومة"، وهكذا نقله السيوطي في شرحه "مرقاة الصعود" (ص ١٥ - مختصره "درجات") للبجمعوي.
(٤) نقله السيوطي في "مرقاة الصعود" (١٥ - درجات) هكذا: "قال النووي: كذا بكل نسخهِ بكسر ضاد فياء، وصوابه "توضؤ" بضمَّة فهمز على واو"، ثم قال: "قلت: كلاهما مصدر (توضّأ)، والأول أبدل همزه واوًا، فأبدل بياء، لفقد كلمة معربة لامها واو قبلها ضمّة لازمة".
(٥) بضمّ الهمزة على بناء المفعول، قاله صاحب "العون" (١/ ٤٩) وإلا ففيه =',NULL,'219',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (217,'الأمر بالوضوء لكلِّ صلاة إلى الأمر بالسواك، فَيُحْتَمَلُ أنه كان مأمورًا به أوَّلاً وجوبًا، ونُسخ الوجوب وصار مستحبًّا، ويحتمل أنه كان مأمورًا به نَدْبًا مُتأكِّدًا، فنُسخ التأكُّد، وبقي مطلق الندب، كما يقوله أصحابنا في صوم يوم عاشوراء ونَسْخه، ولهم فيه وجهان كهذين الاحتمالين (١)، والله أعلم.
...
_________
= دليل على جواز الاجتهاد للنبي - صلى الله عليه وسلم - فيما لم يرد فيه نص من الله تعالى.
(١) قال المصنف في "شرح صحيح مسلم" (٨/ ٦):
"اتفق العلماء على أن صوم يوم عاشوراء اليوم سنة ليس بواجب، واختلفوا في حكمه في أول الإسلام حين شرع صومه قبل صوم رمضان، فقال أبو حنيفة: كان واجبًا، واختلف أصحاب الشافعي فيه على وجهين مشهورين أشهرهما عندهم: أنه لم يزل سنة من حين شرع ولم يكن واجبًا قط في هذه الأمة، ولكنه كان متأكد الاستحباب، فلما نزل صوم رمضان صار مستحبًا دون ذلك الاستحباب. والثاني: كان واجبًا، كقول أبي حنيفة. وتظهر فائدة الخلاف في اشتراط نية الصوم الواجب من الليل، فأبو حنيفة لا يشترطها ويقول: كان الناس مفطرين أول يوم عاشوراء ثم أمروا بصيامه بنية من النهار، ولم يؤمروا بقضائه بعد صومه، وأصحاب الشافعي يقولون: كان مستحبًّا فصح بنية من النهار"، وبنحوه في "المجموع" (٦/ ٤٣٣ - ٤٣٤).
وينظر: احتجاج بعضهم بهذا الحديث على أن المتيمم لا يجمع بين صلاتي فرض بتيمم واحد، وأن عليه التيمم لكل صلاة فريضة ذلك أن الطهارة بالماء كانت مفروضة عليه لكل صلاة، وكان معلومًا أن حكم التيمم الذي جعل بدلاً عنها مثلها في الوجوب، فلما وقع التخفيف بالعفو عن الأصل، ولم يذكر سقوط التيمم كان باقيًا على حكمه الأول، والمسألة مبسوطة في "الخلافيات" (٢/ ٤٦١ - ٤٦٦) المسألة (٢٧)، وانظر تعليقي عليها.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (218,'<span data-type="title" id=toc-38>٢٦ - باب: كيف يستاك</span>
٤٩ - (صحيح) حدثنا مسدد وسليمان بن داود العَتَكي، قالا: ثنا حماد بن زيد، عن غيلان بن جرير، عن أبي بردة، عن أبيه -قال مسدد-: قال: أتينا رسول الله - صلى الله عليه وسلم - نستحمله، فرأيته يستاكُ على لسانه.
قال أبو داود: وقال سُليمان: قال: دخلت على النبي - صلى الله عليه وسلم - وهو يستاكُ، وقد وضع السواك على طرف لسانه، وهو يقول: "إه إه" يعني يتهوَّع (١).
قال أبو داود: قال مسدد: كان حديثًا طويلاً اختصرتُه.
قوله: "العَتكي"، هو بفتح المثناة فوق، منسوبٌ إلى العَتيك: بَطْنٌ من الأزد، وهو عَتِيك بن النَّضر بن الأزد بن الغَوث بن نَبْت (٢) بن مالك بن كهلان بن عابَر بن شالخ بن أرْفَخْشَذ بن سام بن نوح (٣) صلى الله عليهما وسلم.
_________
(١) أخرجه البخاري (٢٤٤)، ومسلم (٢٥٤) وغيرهما من طرق عن حماد بن زيد به.
(٢) كذا في الأصل، والمعروف (النَّبيت)، واسمه: عمرو بن مالك.
(٣) نقله المصنف بالحرف من "الأنساب" (٤/ ١٥٣) وفيه وفي نسخته الخطية (ق ٣٨٤/أ): "ابن نبت مالك"، دون (ابن) بينهما، وفي المخطوط: "صالك"! وتعقبه ابن الأثير في "اللباب" (٢/ ٣٢٢) بقوله: "قلت: هكذا نسب السمعاني العتيك، وقد أسقط منه -إن لم يكن غلطًا من الناسخ-، والمعروف أن العَتيك بن الأسد بن عمران بن عَمرو مُزَيْقياء بن عامر ماء =',NULL,'221',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (219,'قوله: "نَسْتَحْمِلُهُ" أْي: نطلب منه إبلاً نحتمل عليها.
قوله: "وهو يقول: "أُهْ أُهْ " يعني: يَتَهَوَّع"، هو بهمزة مضمومة، وقيل: مفتوحة، ثم هاء ساكنة، وهو مكرر مرتين، وفي رواية البخاري: "أُع أُعْ" بالضم، وفي رواية النسائي (١): "عأْ عأْ" (٢).
وقوله: "يعني يتهوع"، أي: يَتَقَيَّأ، والصواب رواية البخاري (٣): "كأنه يَتَهَوَّع"، يعني: له تصويت كتصويت المتهوع.
ففيه: استحباب الاعتناء بالسواك وإدارته في نواحي الفم.
قوله: "قال مُسَدَّد: كان حديثًا طويلًا اختصرته"، هكذا هو في عامة
_________
= السماء بن حارثة بن امريء القيس بن ثعلبة بن مازن بن الأزد"، وانظر لتأكيده: "نسب معد واليمن الكبير" (١/ ٤٦٦)، "جمهرة أنساب العرب" (٣٦٧) لابن حزم، "طرفة الأصحاب" (٧٥) لابن رسول.
(١) في "المجتبى" (١/ ٩)، وفي "السنن الكبرى" (١/ ٦٣)، وهي عند ابن خزيمة في "صحيحه" (١/ ٧٣)، والبيهقي في "السنن الكبرى" (١/ ٣٥).
(٢) ضبطه النووي بضم الهمزة، ورواية أبي داود بكسر الهمزة ثم هاء وللجوزقي بخاء معجمة بدل الهاء. والرواية المشهورة ما عند البخاري، وأشار ابن الأثير إلى رواية فيه (أع أع) بفتح الهمزة. وهذه (عأ عأ) بتقديم العين على الهمزة. وإنما اختلفت الروايات؛ لتقارب مخارج هذه الحروف، وكلها يرجع إلى حكاية صوته إذ جعل السواك على طرف لسانه، واعلم أن حكاية الأصوات كلها مبنية، لأنها ليست عاملة في غيرها، ولا معمولة، فأشبهت الحروف المهملة، انظر: "فتح الباري" (١/ ٣٥٦)، "النهاية في غريب الحديث" (٥/ ٢٨٢)، "صفوة الزبد" (ق ٢٧/ ب- ٢٨/ أ): "درجات مرقاة الصعود" (١٥) وفي الأخير نقل عن المصنف في "شرح أبي داود" في غير موطن من شرح هذا الباب.
(٣) في "صحيحه" برقم (٢٤٤).',NULL,'222',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (220,'النسخ، وفي بعضها: "اختصره" (١).
وهذا الحديث مختصر من حديث أبي موسى الأشعري حين جاء هو ونَفرٌ من الأشعريين إلى النبي - صلى الله عليه وسلم - يستحملونه، فحلف لا يحمله، ولم يكن عنده ما يحملهم عليه، ثم جاءته إبل فحملهم عليها، وقال: "لا أحلف على يمين فأرى غيرها خيرًا إلاَّ كَفَّرْتُ عن يميني .. " (٢) الحديث.
...
_________
(١) وفي رواية ابن الأعرابي: "كان حديثًا طويلاً اختصرته يوم الجمعة في المسجد".
ونقل السيوطي في "مرقاة الصعود" (ص ١٥ - درجات) كلام المصنف هذا.
(٢) أخرجه البخاري (٦٦٢٣، ٦٧١٨)، ومسلم (١٦٤٩)، وعندهما القصة.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (221,'<span data-type="title" id=toc-39>٢٧ - باب: الرجل يستاك بسواك غيره</span>
يعني: جَوازه.
٥٠ - (صحيح) حدثنا محمد بن عيسى، نا عَنبسة بن عبد الواحد، عن هشام بن عُروة، عن أبيه، عن عائشة، قالت: كان رسول الله - صلى الله عليه وسلم - يَسْتَنُّ، وعنده رجلان: أحدهما أكبر من الآخر، فأُوحي إليه في فضلِ السِّواكِ: أن كَبر: أعطِ السواكَ أكبرَهما (١).
[قال لنا أبو داود: قال: قال أبو جعفر محمد بن عيسى: عنبسة بن عبد الواحد كنا نعده من الأبدال، قبل أن نسمع أنَّ الأبدال في الموالي].
وحديث الباب من رواية عائشة، وإسناده صحيح. ورواه مسلم (٢) بمعناه من رواية ابن عمر، والبخاري كذلك تعليقًا (٣).
قوله: "يَسْتَنّ"، أي: يَتَسَوَّك، سُمِّي استنانًا لإمراره على الأسنان، وقال الخطابي (٤): "هو مشتق من السنّ، وهو إمرارك الشيء الذي فيه حزونة على شيءٍ آخر".
_________
(١) إسناد صحيح، رجاله ثقات رجال الشيخين، سوى محمد بن عيسى بن الطباع وعنبسة بن عبد الواحد وهما ثقتان. وانظر: "خلاصة الأحكام" (١/ ٨٦).
(٢) في "صحيحه" (٢٢٧١، ٣٠٠٣).
(٣) في "صحيحه": كتاب الوضوء، باب دفع السواك إلى الأكبر، قبل رقم (٢٤٧)
(٤) "معالم السنن" (١/ ٣٠).',NULL,'224',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (222,'قولها: "فأُوحي إليه في فضل السواك أن كبِّر، -أي:- أعط السِّواكَ أكبرهما". معناه: أوحي إليه في فضل وآداب السواك أن يعطيه الأكبر (١)، ففيه تفضيل الكبار وتخصيصُهم بالإكرام فيما لا يحتمله التعميم، والابتداءُ بهم ما لم يعارض فضيلةَ السن أَرْجَحُ منها.
وفيه: جواز الاستياك بسواك غيره بإذنه، لكن يستحبّ غسله (٢).
...
_________
(١) نقله السيوطي في "مرقاة الصعود" (ص ١٦ - مختصره "درجات") وكذلك بعض المحشين على بعض النسخ الخطية من "سنن أبي داود" (١/ ١٧٣ - ط عوامة).
(٢) بنحو ما مضى في "المعالم" (١/ ٣٠) للخطابي.
وبعده في رواية ابن داسة حديث لم يذكره الإمام النووي، وهو: حدثنا إبراهيم بن موسى الرازي أخبرنا عيسى بن يونس عن مِسْعَر عن المِقْدام بن شُريح عن أبيه قال: قُلتُ لعائِشَةَ: بأيِّ شيءٍ كانَ يَبْدَأ رسولُ الله - صلى الله عليه وسلم - إذا دَخَلَ بيتَه؟ قالت: بالسِّواك.
وهذا الحديث لم يذكره أبو القاسم بن عساكر، أفاده المزي في "تحفة الأشراف" (١١/ ٤٢١).
وهو ليس في رواية اللؤلؤي التي سبق أن فضّلها المصنف على سائر الروايات. والظاهر من هذا السقط أنها هي المعتمدة عنده في هذا "الشرح"، والله أعلم.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (223,'<span data-type="title" id=toc-40>٢٨ - باب: غسل السواك</span>
يعني: استحباب غسله.
٥١ - (حسن) حدثنا محمد بن بشار، نا محمد بن عبد الله الأنصاري، نا عنبسة بن سعيد الكوفي الحايسب، نا كثيرٌ، عن عائشة، أنها قالت: كان نبي الله - صلى الله عليه وسلم - يستاك، فيعطيني السواك لأغسله، فأبدأ به فأستاك، ثم أغسِلُه، وأدفعه إليه (١).
حديث الباب حَسَنٌ أو صحيح، وفي إسناده: كثير عن عائشة، هو: كثير بن عبيد بن العَنْبَس القرشي التيمي الكوفي، مَوْلى أبي بكر الصديق، ورضيع عائشة رضي الله عنهم (٢).
_________
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ٣٩).
وإسناد رجاله كلهم ثقات سوى كثير بن عبيد رضيع عائشة، وقد روى عنه جمع من الثقات، ووثقه ابن حبان، فإسناده حسن لأجله، والله أعلم.
وجوّد إسناده النووي في "المجموع" (١/ ٢٨٣)، وفي "خلاصة الأحكام" (١/ ٨٦ - ٨٧) رقم (٨٧).
وقد أخرج البخاري (٨٩٠، ٤٤٥٠)، ومسلم (٢١٩٢) من حديث عائشة -رضي الله عنه - في قصة سواك عبد الرحمن بن أبي بكر، وفيه قالت: "دخل عبد الرحمن بن أبي بكر ومعه سواك يستن به، فنظر إليه رسول الله - صلى الله عليه وسلم -، فقلت له: أعطني هذا السواك يا عبد الرحمن، فأعطانيه، فقضمته ثم مضغته فأعطيته رسول الله - صلى الله عليه وسلم - فاستن به وهو مستند إلى صدري".
(٢) ترجمته في "التاريخ الكبير" (٧/ ٢٠٦) رقم (٩٠١)، "الجرح والتعديل" (٧/ ١٥٥) رقم (٨٦٢)، "ثقات ابن حبان" (٥/ ٣٣٠)، "تهذيب الكمال" (٢٤/ ١٤٣).',NULL,'226',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (224,'وفيه استحباب غسله، والتبرك بآثار الصالحين (١)، وجواز الاستعانة
_________
(١) ذكر الإمام النوويّ هذا في غير ما مناسبة، وفي أكثر من موطن من "شرحه على صحيح مسلم" المسمى "المنهاج"، كما تراه تحت الأحاديث ذات الأرقام (٣٣، ٦٥٨، ٩٣٩)، من "صحيح مسلم".
ولا بد هنا من التنبيه على جملة أمور:
الأول: إن هذا التبرُّك خاص بالنبي - صلى الله عليه وسلم -، ولا يتعدَّاه إلى غيره من الصحابة، فضلاً عمن دونهم، فإطلاق القول بجوازه في حق الصَّالحين، كما قال النووي هنا، وفي عدة مواطن من "شرحه على صحيح مسلم" -سبق أن أومأنا إليها- غير صحيح، فهذا قيس مع الفارق.
قال الإمام الشاطبي -رحمه الله تعالى- في "الاعتصام" (٢/ ٢٨٧ - بتحقيقي، نشر الدار الأثرية) بعد أن سرد جملة من الأحاديث وقع فيها تبرُّك من الصحابة بأشياء منفصلةٍ عن بدن النبي - صلى الله عليه وسلم -، قال:
"إن الصحابة رضي الله عنهم -بعد موته عليه السلام - لم يَقَعْ من أحدٍ منهم شيءٌ من ذلك بالنسبة إلى مَن خلفه، إذ لم يترك النبي - صلى الله عليه وسلم - بعده في الأمة أفضل من أبي أبو بكر الصديق -رضي الله عنه -، فهو كان خليفته، ولم يُفعل به شيءٌ من ذلك، ولا عمر بن الخطاب رضي الله عنهما، وهو كان أفضل الأمة بعده، ثم كذلك عثمان بن عفان، ثم علي بن أبي طالب ثم سائر الصحابة الذين لا أحد أفضل منهم في الأمة، ثم لم يثبت لواحد منهم في طريق صحيح معروف أن متبرِّكًا تبرك به على أحد تلك الوجوه أو نحوها، بل اقتصروا فيهم على الاقتداء بالأفعال الأقوال والسِّيَر التي اتَّبعوا فيها النبي - صلى الله عليه وسلم -، فهو إذن إجماع منهم على تلك الأشياء كلها (أ). وبقي النظر في وجه ترك ما تركوا منه، وهو يحتمل وجهين: =
_________
(أ) نعم، ما قرره صحيح، مع ملاحظة أن لكل مسلم بركةً بقَدرِهِ، وفي "صحيح البخاري" (٥٤٤٤)، و"صحيح مسلم" (٢٨١١): "وإن من الشجر لما بركته كبركة المسلم". وتتحصل هذه البركة، وتكون بقدر الاستقامة والاتباع، وليست هي إلا بركة العمل، وليست بركة ذات لشخص معين، وشتَّان بين تحصيل هذه البركة بالعمل، وبين جعلها ذريعة للتبرك بذات صاحبها، حتى تفضي إلى الغلو والشرك والتعلق بالتبرك والتقرب!',NULL,'227',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (225,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أحدهما: أن يعتقدوا فيه الاختصاص، وأن مرتبة النبوة يسع فيها ذلك كله؛ للقطع بوجود ما التمسوه من البركة والخير؛ لأنه عليه السلام كان نورًا كله في ظاهره وباطنه (أ)، فمن التمس منه نورًا؛ وجده على أي وجهة التمسه، بخلاف غيره من الأمّة؛ فإنه -وإن حصل له من نور الاقتداء به والاهتداء بهديه ما شاء الله- لا يبلغ مَبْلَغَه على حال، ولا يوازيه في مرتبته، ولا يُقاربه، فصار هذا النوعُ مختصًّا به؛ كاختصاصه بنكاح ما زاد على الأربع، وإحلال بُضْعِ الواهبة نَفْسَها له، وعدم وجوب القَسْم على الزوجات، وشبه ذلك.
فعلى هذا المأخذ؛ لا يصحُّ لمن بعده الاقتداء به في التبرك على أحد تلك الوجوه ونحوها، ومن اقتدى به كان اقتداؤه بدعة، كما كان الاقتداء به في الزيادة على أربع نسوة بدعة.
والثاني: أن لا يعتقدوا الاختصاص، ولكنهم تركوا ذلك من باب الذرائع؛ خوفًا من أن يُجعلى ذلك سُنَةً؛ كما تقدَم ذِكْرُه في اتباع الآثار والنهي عن ذلك، أو لأن العامة لا تقتصر في ذلك على حد، بل تتجاوز فيه الحدود، وتبالغ بجهلها في التماس البركة، حتى يداخلها للمتبرِّك به تعظيمٌ يُخرج به عن الحد، فربما اعتقدت في المتبرَّك به ما ليس فيه، وهذا التبرُك هو أصل العبادة، ولأجله قطع عمر بن الخطاب رضي الله عنه الشجرة التي بويع تحتها رسول الله - صلى الله عليه وسلم -، بل هو كان أصل عبادة الأوثان في الأمم الخالية -حسبما ذكره أهل السير (ب) -، فخاف عمر -رضي الله عنه - أن يتمادى الحال في الصلاة إلى تلك الشجرة حتى تُعْبَد من دون الله، فكذلك يتَّفق عند التوغل في التعظيم.
ولقد حكى الفَرْغَاني مُذَيِّلُ "تاريخ الطبري" عن الحلاج: أن أصحابه بالغوا في التبرك به (ج)، حتى كانوا يتمسحون ببوله، ويتبخرون بعَذِرَتهِ، حتى ادَعَوْا =
_________
(أ) هذا في هديه وسنته - صلى الله عليه وسلم -، وأما من اعتقد أنه خلق من نور؛ فباطل، ومستنده واهٍ.
(ب) هذا ثابت في "صحيح البخاري" (كتاب التفسير، باب {وَدًّا وَلَا سُواعًا وَلَا يَغُوثَ وَيَعوقَ}، رقم (٤٩٢٠).
(ج) وهذا شأن الصوفية قديمًا وحديثًا، وما ذكر الفرغاني مشهور من أمر الحلاج، وذكره ابن زنجي في "ذكر مقتل الحلاج" (ص ٥٨ - ٦٠) وغيره.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (226,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فيه الإلهية!! تعالى الله عما يقولون علوًّا كبيرًا. ولأن الولاية -وإن ظهر لها في الظاهر آثارٌ- فقد يخفى أمرُها؛ لأنها في الحقيقة راجعةٌ إلى أمر باطن لا يعْلمه إلا الله، فربما ادُّعِيَت الولايةُ لمن ليس بوليٍّ، أو ادعاها هو لنفسه، أو أظهر خارقةً من خوارق العادات هي من باب الشعوذة لا من باب الكرامة، أو من باب السيميا أو الخواص أو غير ذلك، والجمهور لا يعرفون الفرق بين الكرامة والسحر (أ)، فَيُعظِّمون مَنْ لَيس بعظيم، ويقتدُون بمن لا قدْوة فيه، وهو الضلال البعيد، إلى غير ذلك من المفاسدة فتركوا العمل بما تقدَّم -وإن كان له أصل-؛ لما يلزم عليه من الفساد في الدين.
وقد يظهر بأول النَّظر أن هذا الوجه الثاني أرجح؛ لما ثبت في الأصول العلمية: أن كل مزيَّة أعْطِيها النبي - صلى الله عليه وسلم -، فإن لأمته أنموذجًا منها، ما لم يدل دليل على الاختصاص (ب)، كما ثبت أن كل ما عمل به عليه السلام؛ فإن اقتداء الأمة به مشروع؛ ما لم يدل دليل على الاختصاص.
إلا أن الوجه الأول أيضًا راجحٌ من جهة أخرى، وهو إطْبَاقُهم على الترك، إذ لو كان اعتقادُهم التَّشريع؛ لعَمِل بعضُهم بعده، أو عملوا به -ولو في بعض الأحوال-: إمَّا وقوفًا مع أصل المشروعيَّة، وإما بناءً على اعتقاد إنتفاء العلَّة الموجبة للامتناع.
وقد خرَّج ابن وهب في "جامعه" من حديث يونس بن يزيد عن ابن شهاب؛ قال: حدثني رجل من الأنصار: أن رسول الله - صلى الله عليه وسلم - كان إذا توضأ أو تنخَّم؛ ابتدر مَن حوله من المسلمين وَضوءَه ونُخامَتَه، فَشَرِبُوه، ومسحوا به جلودهم، فلما رآهم يصْنَعُون ذلك؛ سألهم: "لم تفعلون هذا؟ ". قالوا: نلتمس الطهور والبركة بذلك. فقال لهم رسول الله - صلى الله عليه وسلم -: "من كان منكم يحب أن يحبَّه الله ورسوله؛ فلْيَصْدُق الحديث، ولْيُؤدِّ الأمانةَ، ولا يُؤذَ جاره" (ج). فإنْ صَح =
_________
(أ) انظر هذه الفروق في كتابي "فتح المنان في جمع كلام ابن تيمية عن الجان" (٢/ ٥٦٣ - ٥٦٤)، نشر الدار الأثرية، الأردن.
(ب) انظر هذه القاعدة مُؤَصَّلة مفصَّلة في "الموافقات" (٢/ ٤٠٨ - ٤٠٩ - بتحقيقي).
(ج) الحديث صحيح بشواهده، كما بينته في تعليقي على "الاعتصام" (٢/ ٢٩١ - ٢٩٢) وانظر "السلسلة الصحيحة" (٢٩٩٨).',NULL,'229',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (227,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= هذا النقل؛ فهو مشعر بأن الأولى تركُه (أ)، وأن يتحرى ما هو الآكد والأحرى من وظائف التكليف، وما يلزم الإنسان في خاصة نفسه.
ولم يثبت من ذلك كله إلا ما كان من قَبِيل الرُّقية وما يتبعها، أو دعاءِ الرجُل لغيره ... " انتهى بحروفه.
قلت: وهذا التبرك محصول فعلُه ومشروعيته بما ثبت عن الصَّحابة رضوان الله عليهم، فإنهم قد تبرَّكوا بأشياء منفصلةٍ عن بدنه، كالشعر، والوضوء، والعرق، والنخامة، مما جاءت به الأحاديث الصحيحة. وهذا النوع من البركة خاص بالنبي - صلى الله عليه وسلم - لا يشركه فيه غيره، حتى أكابر الصحابة مثل أبي بكر وعمر وغيرهما. وهذا النوع من تعدِّي البركة قد انقطع بعد موت النبي - صلى الله عليه وسلم -، إلا ما كان من أجزاء ذاته باقيًا بيقين بعد موته عند أحد، فقد استوهب محمَّد بن سيرين من أم سُلَيم ذلك السُّك الذي أخذته من عرق النَّبي - صلى الله عليه وسلم -، واستوهبه أيوب من ابن سيرين، قال: فاستوهبتُ من محمد من ذلك السُّك فوهب لي منه، فإنه عندي الآن، قال: فلما مات محمد حُنِّطَ بذلك السُّك.
قال: وكان محمد يُعجبه أن يحنَّط الميت بالسك. أخرجه ابن سعد (٨/ ٤٢٨) بإسناد صحيح.
وقد ثبت أن أم سلمة قطعت في السِّقاء الذي شرب منه النبي - صلى الله عليه وسلم -، وأمسكته عندها =
_________
(أ) قد يقال: إن هذا يدل على الإنكار وكراهة النبي - صلى الله عليه وسلم - لهذا الفعل، ويؤيده ما ثبت من مجموع سيرته من كراهة الغلو فيه وإطرائه، وحبه التواضع، ومساواة الناس بنفسه في المعاملات كلها إلا ما خصه الله به، حتى أنه طلب أن يقتص منه مَن لعله آذاه -وهو القائد والمربي الذي جعله الله أولى بالمؤمنين من أنفسهم-، ولم يعرف من الأحوال التي تبركوا فيها بفضل وضوئه وببصاقه إلا يوم الحديبية!! وظهر له يومئذ حكمة؛ فإن مندوب المشركين في صلح الحديبية لما حدثهم بما رأى من ذلك هابوا النبي - صلى الله عليه وسلم -، وخافوا قتال المسلمين، فلعل المسلمين قصدوا هذا لهذا. علقه رشيد رضا.
قلت: قارنه بما في "فتح الباري" (١١/ ٧١ - ٧٢)، و"التوسل" لشيخنا الألباني (ص ١٦٢)، وكتابنا "الردود والتعقبات" (ص ٢٤٠ - ط الأولى)، ففيه تعقب على قول الشيخ رشيد رضا: "تبرك الصحابة بالنبي - صلى الله عليه وسلم - يوم الحديبية فحسب".',NULL,'230',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (228,'بغيره في تحصيل آلة الطهارة، وجواز استخدام الزوجة برضاها (١).
_________
= انظر: "جامع الترمذي" رقم (١٨٩٣)، و"سنن ابن ماجه" (رقم (٣٤٢٢)، و "شمائل الترمذي" رقم (٢١٥)، و"الطبقات الكبرى" (٨/ ٤٢٨).
قال النووي في "رياض الصالحين" (٣٣٩): "وإنما قطعتها لتحفظ موضع فم رسول الله - صلى الله عليه وسلم -، وتتبرك به، وتصونه عن الابتذال".
وقد انقرض المتيقن من آثار رسول الله - صلى الله عليه وسلم - مع الزمن، وفي هذا يقول شيخنا الألباني -رحمه الله تعالى- في كتاب "التوسل" (ص ١٦١ - ١٦٢):
"هذا؛ ولا بدَّ من الإشارة إلى أننا نؤمن بجواز التبرك بآثاره - صلى الله عليه وسلم - ولا ننكره خلافًا لما يوهمه صنيع خصومنا، ولكن؛ لهذا التَّبرُّك شروطًا، منها:
الإيمان الشرعي المقبول عند الله، فمن لم يكن مسلمًا؛ صادقَ الإسلام فلن يحقق الله له أيَّ خير؛ بتبركه هذا.
كما يشترط للراغب في التبرك: أن يكون حاصلًا على أثرٍ من آثاره - صلى الله عليه وسلم - ويستعمله، ونحن نعلم أن آثاره - صلى الله عليه وسلم - من ثيابٍ أو شعرٍ أو فضلات قد فُقِدَتْ وليس بإمكان أحدٍ إثبات وجود شيء منها على وجه القطع واليقين، وإذا كان الأمر كذلك؛ فإن التبرك بهذه الآثار يصبح أمرًا غير ذي موضوع في زماننا هذا ويكون أمرًا نظريًّا محضًا، فلا ينبغي إطالة القول فيه".
(١) قرر المصنف في "شرح صحيح مسلم" (١٤/ ١٦٤) أن خدمة المرأة زوجها بنحو الخبز والطبخ وغسل الثياب وغير ذلك من المعروف والمروءات التي أطبق الناس عليها، قال: "ليس ذلك بواجب".
والمسألة فيها تفصيل، قال شيخ الإسلام ابن تيمية في "مجموع الفتاوى" (٣٤/ ٩٠ - ٩١): "وتنازع العلماء: هل عليها أن تخدمه في مثل فراش المنزل، ومناولة الطعام والشراب، والخبز، والطحن، والطعام لمماليكه، وبهائمه؛ مثل علف دابته ونحو ذلك؟ فمنهم من قال: لا تجب الخدمة. وهذا القول ضعيف، كضعف قول من قال: لا تجب عليه العشرة والوطء؛ فإن هذا ليس معاشرة له بالمعروف؛ بل الصاحب في السفر الذي هو نظير الإنسان وصاحبه في المسكن إن لم يعاونه على مصلحة لم يكن قد عاشره بالمعروف. وقيل -وهو الصواب- وجوب الخدمة؛ فإن الزوج سيدها في كتاب الله؛ وهي عانية عنده بسنة =',NULL,'231',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (229,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
...
_________
= رسول الله - صلى الله عليه وسلم - وعلى العاني والعبد الخدمة؛ ولأن ذلك هو المعروف. ثم من هؤلاء من قال: تجب الخدمة اليسيرة. ومنهم من قال: تجب الخدمة بالمعروف، وهذا هو الصواب، فعليها أن تخدمه الخدمة المعروفة من مثلها لمثله، ويتنوع ذلك بتنوع الأحوال: فخدمة البدوية ليست كخدمة القروية، وخدمة القروية ليست كخدمة الضعيفة"، وينظر كتابي "المروءة وخوارمها" (٢٤).',NULL,'232',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (230,'<span data-type="title" id=toc-41>٢٩ - باب الفطرة</span>
٥٢ - (حسن) حدثنا يحيى بن معين، نا وكيع، عن زكريا بن أبي زائدة، عن مصعب بن شيبة، عن طلق بن حبيب، عن ابن الزبير، عن عائشة، قالت: قال رسول الله - صلى الله عليه وسلم -: "عشر من الفطرة: قص الشارب، وإعفاء اللحية، والسواك، والاستنشاق بالماء، وقص الأظفار، وغسل البراجم، ونتف الابط، وحلق العانة، وانتقاص الماءِ" -يعني الاستنجاء بالماء-. قال زكريا: قال مُصعب [بن شيبة]: ونسيت العاشرة؛ إلاَّ أن تكون المضمضة (١).
قوله في الإسناد الأول: "عن ابن الزبير عن عائشة". هكذا هو في جميع النسخ: ابن الزبير، يعني: أبو عبد الله بن الزبير، وكذا جاء في "صحيح مسلم" بإسناد أبي داود عن أبو عبد الله بن الزبير مصرّحًا به، ووقع في كتاب الخطابي (٢): عن أبي الزبير، يعني: محمد بن مسلم بن تَدْرُس، وهو غلط، وقد اغترّ به كثيرون، فَضَبَّبُوا على لفظة (بن) مشيرين بذلك إلى أنه كذا وقع، وأن صوابه: عن أبي الزبير، والصواب الأول،
_________
(١) أخرجه مسلم (٢٦١) من طريق وكيع به. وعزاه المصنف له في "المجموع" (١/ ٢٨٣)، و"خلاصة الأحكام" (١/ ٩٠) رقم (١٠٦ - ١٠٧)، و"شرح صحيح مسلم" (٣/ ١٨٨).
وانظر -لزامًا-: "الإمام" (١/ ٤٠١ - ٤٠٢)، "التتبع" (١٨٢) للدارقطني.
(٢) "معالم السنن" (١/ ٣٠).',NULL,'233',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (231,'وهو الموجود في جميع النسخ، وهو الذي ذكره أصحاب "الأطراف" (١)، وحديث عائشة هذا صحيح، ورواه مسلم.
قوله - صلى الله عليه وسلم -: "عشر من الفطرة"، قال الخطابي (٢): "فَسَّر أكثر العلماء في هذا الحديث الفطرة بالسنَّة"، قال: "ومعناه: أن هذه الخصال من سنن الأنبياء الذين أُمر (٣) أن يَقتدي بهم"، قال: "وأول من أمر بها إبراهيم - صلى الله عليه وسلم -، وهو معنى قوله عز وجل: {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ (١٢٤)} [البقرة: ١٢٤] قال ابن عباس: أمر بهؤلاء الخصال (٤)، فلما فعلهن قال الله: {قَالَ إني جَاعِلُكَ لِلنَّاسِ إمَامًا} [البقرة: ١٢٤] (٥)، أي: يُقتدى بِكَ وُيسْتَنُّ بسُنَّتِكَ"، هذا كلام الخطابي.
وقال آخرون: المراد بالفطرة هنا: الدِّين، وممن ذهب إليه: الماوردي في كتابه "الحاوي" (٦)، والشيخ أبو إسحاق الشيرازي في
_________
(١) انظر: "تحفة الأشراف بمعرفة الأطراف" (١١/ ٢٤٤ - ٢٤٥)، رقم (١٦١٨٨).
(٢) "معالم السنن": (١/ ٣١)، وعبارته: "فسَّر أكثر العلماء الفطرة في هذا الحديث بالسنة، وتأويله: أن هذه ... " الخ ما ساقه الشارح رحمه الله تعالى.
(٣) في "المعالم": "أمرنا أن نقتدي بهم".
(٤) في المعالم: "من أمره بعشر خصال، ثم عددهن، فلما".
(٥) أخرجه عبد الرزاق في "تفسيره" (١/ ٥٧)، وابن جرير في "جامع البيان" (٢/ ٤٩٩)، وابن أبي حاتم في "تفسيره" (١/ ٢١٩)، والحاكم في "المستدرك" (٢/ ٢٦٦)، والبيهقي في "الكبير" (١/ ١٤٩) وسنده صحيح، وانظر آثارًا عن ابن عباس بنحوه في "الدر المنثور" عند تفسير الآية.
(٦) انظر "الحاوي" (١/ ٩٣)، وليس فيه هذا التفسير، وحكاه عنه وعن أبي إسحاق: النووي في "المجموع" (١/ ٣٣٨) أيضًا، وعنه ابن حجر في "الفتح" (١٠/ ٤١٧ - ط دار السلام) وتعقبه كما سيأتي.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (232,'"تعليقه في الخلاف" (١)، وغيرهما، والصحيح الأول (٢)؛ ففي "صحيح البخاري" (٣) عن ابن عمر (رضي الله عنهما) عن النبي - صلى الله عليه وسلم - قال: "من السنة قصُّ الشارب ونتف الإبط وتقليم الأظفار". وأصحُّ ما فُسِّر به غَريبٌ تفسيره بما جاء في رواية أخرى (٤)، لا سيما في "صحيح البخاري".
_________
(١) هو كتاب: "نكت المسائل المحذوف منه عيون الدلائل" طبع منه (قسم العبادات) عن عالم الكتب سنة ١٤١٨ هـ، بتحقيق الدكتور ياسين بن ناصر الخطيب. وليس فيه ما ذكره المصنف هنا، والله أعلم.
(٢) أرى لا تعارض بين هذا القول والذي قبله، فالفطرة هي السنة القديمة التي اختارها الأنبياء، واتفقت عليها الشرائع، فكأنها أمر جبلي فطروا عليه، فالألف واللام للعهد، وهي {فِطرَتَ اللهِ التي فَطَرَ الناسَ عليها} [الروم: ٣٠] وذكر المصنف القولين في "شرح صحيح مسلم" (٣/ ١٨٩) ولم يصحح.
(٣) برقم (٥٨٨٨)، ولفظه: "إن من الفطرة قص الشارب"، ولذا تعقب ابنُ حجر في "الفتح" (١٠/ ٤١٧) المصنف في قوله "من السنة" في هذا الحديث، قال: "وقال النووي في "شرح المهذب": جزم الماوردي والشيخ أبو إسحاق بأن المراد بالفطرة في هذا الحديث الدين، واستشكل ابن الصلاح ما ذكره الخطابي وقال: معنى الفطرة بعيد من معنى السنة، لكن لعل المراد أنه على حذف مضاف أي سنة الفطرة. وتعقبه النووي بأن الذي نقله الخطابي هو الصواب. فإن في "صحيح البخاري" عن ابن عمر عن النبي - صلى الله عليه وسلم - قال: "من السنة قص الشارب ونتف الإبط وتقليم الأظفار" قال: وأصح ما فسر الحديث بما جاء في رواية أخرى لا سيما في البخاري اهـ. وقد تبعه شيخنا ابن الملقن على هذا، ولم أر الذي قاله في شيء من نسخ البخاري، بل الذي فيه من حديث ابن عمر بلفظ "الفطرة" وكذا من حديث أبي هريرة. نعم وقع التعبير بالسنة موضع الفطرة في حديث عائشة عند أبي عوانة في رواية، وفي أخرى بلفظ الفطرة كما في رواية مسلم والنسائي وغيرهما".
(٤) إذ التنصيص مُقَدَّم على الاستنباط والاجتهاد. ورواية "من السنة" في الحديث المذكور عند البيهقي في "السنن الكبرى" (١/ ١٤٩).',NULL,'235',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (233,'وأما إعفاء اللحية، فقال الخطابي (١): "إرسألها وتوفيرها". وكان زي آل كسرى قص اللّحَى، وتوفير الشوارب، فندبنا إلى مخالفتهم (٢)، ويقال: عفا الشعر والنبات إذا وفا (٣)، عَفَيْتُهُ وأَعْفيته.
وأما غسل البراجم، فسببه أنها مواضع يجتمع فيها الوسخ، والبراجم: هي العُقد التي في ظهور الأصابع، واحدتها: بُرجُمة. وغسل البراجم سنة مستقلَّة غير مختصة بالوضوء، قال العلماء: ويلحق بالبراجم كُلُّ موضع من البدن اجتمع فيه وسَخٌ بِعَرَقٍ أو غيره كصِماخ الأذن وداخل الأنف وغيرهما (٤).
_________
(١) هنا علامة إلحاق في الهامش، والكلمة التي في الهامش مبتورة، والكلمة هي (فهو) كما في "معالم السنن" (١/ ٣١).
(٢) نقل السيوطي في "مرقاة الصعود" (١٦ - درجات) عن النووي قوله: "المختار في قصه: أن يقصه حتى يبدو الإطار، وهو طرف الشِّفة، ولا يحفيه من أصله"، وقال: "قال ابن دقيق العيد: لا أدري هل نقله عن المذهب، أو اختار مذهب مالك".
قلت: وكلام المصنف في "شرح صحيح مسلم" (٣/ ١٥١ - ١٥٢) ونقله عن القاضي عياض في "إكمال المعلم" (٢/ ٦٣ - ٦٤)، واختياراته فيه أقرب للدليل، وفيها خروج عن المذهب بخلاف سائر كتبه، وتأثره ونقله لعبارات القاضي عياض ظاهر جدًّا فيه، بل جعله العلامة الشيخ حماد الأنصاري فيما نقل ولده عبد الأول عنه في كتابه "المجموع" (٢/ ٧٥٢) - اعتمادًا شبه كلِّي.
قلت: وهو من أسباب عدم إبداعهِ وإسهابه فيه.
(٣) قال المصنف في "شرح صحيح مسلم" (٣/ ١٩٣): "أوفوا بمعنى اعفوا، أي: اتركوها وافية كاملة، لا تنقصوها"، وهذا يوافق رواية صحيحة: "وفروا اللحى"، فالواجب أن تكون اللحية (وفيرة) في الوجه، حتى قال العلائي: "إن الأخذ منها دون القبضة كما يفعله بعض المغاربة ومخنثة الرجال لم يبحه أحد، وأخذ كلها فعل يهود الهنود ومجوس الأعاجم" نقله عنه ابن عابدين في "العقود الدرية في تنفيح الفتاوى الحامدية" (١/ ٣٢٩).
(٤) نحوه في "شرح صحيح مسلم" (٣/ ١٩١)، وزاد: "وكذلك جميع الوسخ المجتمع على أي موضع كان من البدن، بالعرق والغبار ونحوهما".',NULL,'236',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (234,'وأما نتف اللإبط، فسنة (١) متأكِّدة، وهو أفضل من حَلْقِهِ، فلو حَلَقه جاز، ويبدأ بالإبط الأيمن (٢) وفي الإبط (٣) لغتان: التذكير والتأنيث، والتذكير أفصح.
وأما حلق العانة (٤)، فسنَّة متأكدة، ويجوز إزالة الشعر بالنتف والقصّ والنَّورة (٥)، ولكن الحلق أفضل.
_________
(١) عبارته في "شرح صحيح مسلم" (٣/ ١٩٠): "فسنة بالاتفاق، والأفضل النتف لمن قوي عليه، ويحصل أيضًا بالحلق والنَّورة".
(٢) ويزيل باليسرى، وكذلك شعر إبط اليسرى إنْ تمكّن، وإلا فباليمنى.
(٣) قال المصنف في "تحرير ألفاظ التنبيه" (ص ٣٤): "الإبط: بإسكان الباء، يُذكَّر ويؤنث"، وانظره (ص ٣٠٩) وزاد في "تهذيب الأسماء واللغات" (٣/ ٣): "أرجحهما التذكير. قال ابن الكسيت: الإبط مذكر، وقد يؤنث".
(٤) قال المصنف في "شرح صحيح مسلم" (٣/ ١٩٠): "والمراد بالعانة الشعر الذي فوق ذَكَر الرجل وحواليه، وكذاك الشعر الذي حوالي فرج المرأة، ونقل عن أبي العباس بن سريج أنه الشعر النابت حول حلقة الدبر، فيحصل من مجموع هذا استحباب حلق جميع ما على القُبل والدبر وحواليهما" انتهى، وبنحوه في "تهذيب الأسماء واللغات" (٤/ ٥٤) له أيضًا.
وقال أبو شامة: "بل هو من الدبر أولى؛ خوفًا من أن يعلق شيء من الغائط، فلا يزيله المستنجي إلا بالماء. ولا يتمكن من إزالته بالاستجمار"، وذهب الفاكهي في "شرح العمدة"، وابن العربي إلى عدم جواز أخذ شعر الدبر، ولم يذكر للمنع مستندًا، وما اختاره المصنف قوي وجيد، أفاده ابن الملقن في "الإعلام بفوائد عمدة الأحكام" (١/ ٧١٠).
(٥) النَّورة: من الحجر الذي يحرّق ويسوى منه الكلس، ويحلق به شعر العانة، قال المصنف في تهذيب "الأسماء واللغات" (٤/ ١٧٥): "والنورة المذكورة في المياه، قال ابن الصلاح: هي حجارة بيض رخوة فيها خطوط".
قلت: ولا بأس من استخدام المزيلات المعروفة في أيامنا هذه لشعر الإبط والعانة.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (235,'وأما وقت تقليم الأظفار وقصّ الشارب ونتف الإبط وحلق العانة مُعْتبر بطولها، متى طالت أزالها، ويختلف ذلك باختلاف الأشخاص والأحوال (١). ويستحبُّ دفن هذه الشعور والأظفار، اتفق عليه أصحابنا (٢)، ونقلوه عن ابن عمر (رضي الله عنهما) (٣).
_________
(١) لا بأس من التفقد يوم الجمعة، فإن المبالغة في التنظيف فيه مشروعة.
(٢) انظر: "المجموع" (١/ ٣٤٢).
(٣) فقد جاء عنه أنه رفع: "ادفنوا الأظفار والشعر فإنه ميتة".
أخرجه ابن عدي في "لكامل" (٤/ ١٥١٨) -ومن طريقه البيهقي في "الكبرى" (١/ ٢٣)، وابن الجوزي في "العلل المتناهية" (٢/ ٦٨٦ - ٦٨٧) -: ثنا محمد بن الحسن السكوني النابلسي بالرملة قال: حدث أحمد بن سعيد البغدادي وأنا حاضر ثنا أبو عبد الله بن عبد العزيز بن أبي رواد حدثني أبي عن نافع عن ابن عمر رفعه.
وقال العقيلي في "الضعفاء" (٢/ ٢٧٩): "وحدث أحمد بن محمد بن سعيد المروزي ثنا نصر بن داود بن طوق ثنا أبو عبد الله بن عبد العزيز به".
قلت: إسناده واهٍ بمرّة، آفته أبو عبد الله بن عبد العزيز بن أبي رواد.
قال العقيلي عقبه: "ليس له أصل عن ثقة". وقال في ابن أبي رواد: "أحاديثه مناكير غير محفوظة، ليس ممن يقيم الحديث". وقال ابن عدي عنه: "له أحاديث لم يتابعه أحد عليها". وقال: "يحدث عن أبيه عن نافع عن ابن عمر بأحاديث لا يتابعه أحد عليه". وقال البيهقي عقبه: "هذا إسناد ضعيف".
قلت: وقال عنه أبو حاتم الرازي: "أحاديثه منكرة، وليس محله عندي الصدق". وقال علي بن الحسين الجنيد: "لا يساوي فلسًا يحدّث بأحاديث كذب". كذا في "الجرح والتعديل" (٢/ ٢/ ١٠٤).
وبه أعله: ابن الجوزي في "الواهيات" (١/ ٦٨٧)، و"التحقيق" (١/ ٢٩٣ - مع التنقيح)، وأقرَّه محمد بن عبد الهادي، وأعله به أيضًا: أبو الحسن التبريزي في "المعيار في علل الأخبار" (١/ ٨١) رقم (٤٣) والزيلعي في "نصب الراية" (١/ ١٢٢)، وابن حجر في "التلخيص الحبير" (٢/ ١١٣).
وقال البيهقي في "الكبرى" (١/ ٢٣): "قد روي في دفن الظفر والشعر =',NULL,'238',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (236,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أحاديث أسانيدها ضعاف". وقال في "الشعب" (٥/ ٢٣٢): "وروي من أوجه كلها ضعيفة".
قلت: وقد وقفت على غير حديث في هذا الباب، وكلها ضعيفة، لا تصلح للاحتجاج، ولا تنهض بحيث يعتمد عليها، ويعمل بها، وهذا الباب مما فات الأخ المفضال الشيخ أبو بكر أبو زيد في "التحديث" فليضف إليه، وهاك البيان:
أولاً: أخرج البخاري في "التاريخ الكبير" (٤/ ٢/ ٤٥) -ومن طريقه الدارقطني في "المؤتلف والمختلف" (٤/ ٢٠٩٤ - ٢٠٩٥) - قال: قال لي يحيى بن موسى، والبزار في "مسنده" (٣/ ٣٧٠) (رقم: ٢٩٦٨ - زوائده): ثنا عمر بن مالك، والطبراني في "الكبير" (٢٠/ ٣٢٢) (رقم: ٧٦٢): ثنا محمد بن محمد التمار البصري ثنا يونس بن موسى السامي وسليمان بن داود الشاذكوني، والبيهقي في "الشعب" (٥/ ٢٣٢) (رقم: ٦٤٨٧) من طريق يزيد بن المبارك كلهم (خمستهم) عن محمد بن سليمان بن مَسْمُول أخبرني عبيد الله بن سلمة بن وهرام عن أبيه قال: أخبرتني مِيْل بنت مِشْرَح الأشعري أنها رأت أباها مِشْرَح -وكان قد صحب النبي - صلى الله عليه وسلم - يقلم أظفاره ثم يجمعها فيدفنها، ويخبر أنه رأى رسول الله - صلى الله عليه وسلم - يفعل ذلك.
وإسناده ضعيف جدًّا، فيه محمد بن سليمان، وعبيد الله بن سلمة بن وهرام، وأبوه، وكلهم تكلم فيهم.
قال الهيثمي في "المجمع" (٥/ ١٦٨) -وعزاه للطبراني في "الأوسط"- وذكر عبيد الله وأباه، وقال: "وكلاهما ضعيف، وأبوه وثق".
وقال الحافظ ابن حجر في "الإصابة" (٣/ ٤٢١) -وعزاه لابن أبي عاصم وابن السكن-: "وفي سنده محمد بن سليمان بن مسمول -وتصحف فيه إلى "سموأل"!! فليصحح- وهو ضعيف جدًّا". وضعفه الهيثمي في "المجمع" (٤/ ١٦٥) في حديث آخر، وفاته أن يعله به في حديثنا هذا.
ثانيًا: أخرج البيهقي في "الشعب" (٥/ ٢٣٢) (رقم: ٦٤٨٨) من طريق أبي حيان ثنا علي بن سعيد العسكري ثنا عمر بن محمد بن الحسن، والطبراني في "الكبير" (٢٢/ ٣٢) (رقم: ٧٣): ثنا علان بن عبد الصمد الطيالسي =',NULL,'239',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (237,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= كلاهما قال: ثنا محمد بن الحسن الأسدي -وفي رواية الطبراني زيادة: ثنا أبي،- وأخشى أن يكون قائل ذلك هو عمر بن محمد بن الحسن، فيكون العسكري وعلان روياه عن عمر، ويكون قد سقط من مطبوع، "المعجم": "عمر بن"- ثنا قيس بن الربيع عن عبد الجبار بن وائل عن أبيه عن النبي - صلى الله عليه وسلم -: كان يأمر بدفع الشعر والأظفار.
قال البيهقي: "هذا إسناد ضعيف، وروي من أوجهٍ كلها ضعيفة".
قلت: آفته قيس بن الربيع، وقد أُتي من ابنه، كما قال البخاري في "الأوسط"، واعتراه من سوء الحفظ لما ولي القضاء ما اعترى ابن أبي ليلى وشريك، وانظر: "الميزان" (٣/ ٣٩٣ - ٣٩٦).
ثالثًا: أخرج الطبراني في "الأوسط" (١/ ٤٨٥) (رقم: ٨٨٦): ثنا أحمد ثنا سعيد عن هياج بن بسطام عن عنبسة بن عبد الرحمن بن سعيد بن العاص عن محمد بن زاذان عن أم سعد امرأة زيد بن ثابت قال: سمعت رسول الله - صلى الله عليه وسلم - يأمر بدفن الدم إذا احتجم.
وهو ضعيف، فيه هياج بن بسطام، وانظر: "مجمع الزوائد" (٥/ ٩٤).
رابعًا: وأخرج البيهقي في "الكبرى" (٧/ ٦٧)، و"الشعب" (٥/ ٢٣٣) (رقم: ٦٤٨٩) من طريق بُرْيَه بن عمر بن سفينة عن أبيه عن جده قال: احتجم رسول الله - صلى الله عليه وسلم -، فقال لي: "خد هذا الدم فادفنه من الدواب والطير والناس"، فتنحيت به فشربته، ثم سألني فأخبرته فضحك.
وأخرجه البخاري في "التاريخ الكبير" (٢/ ٢/ ٢٠٩)، والطبراني في "الكبير" (٧/ ٨١) (رقم: ٦٤٣٤)، وابن حبان في "المجروحين" (١/ ١١١)، والبزار في "مسنده" (٣/ ١٤٤ - ١٤٥) (رقم: ٢٤٣٥ - زوائده).
وقال البخاري عقبه: "في إسناده نظر". وانظر: "مجمع الزوائد" (٨/ ٢٧٠).
خامسًا: وأخرج البزار في "مسنده" (رقم: ٢٤٣٦ - زوائده)، والبيهقي في "الكبرى" (٧/ ٦٧)، والحكيم الترمذي في "نوادر الأصول": "الأصل التاسع والعشرون) -وساق إسناده القرطبي في "التفسير" (٢/ ١٠٣) - وفيه الأمر بدفن دمه - صلى الله عليه وسلم -خلا رواية البزار- من حديث أبو عبد الله بن الزبير. =',NULL,'240',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (238,'قوله - صلى الله عليه وسلم -: "وانتقاص الماء"، هو بالقاف والصاد المهملة، وقد فسّره وكيعٌ بالاستنجاء، فقوله في الكتاب: "يعني: الاستنجاء"، القائل (يعني): وكيعٌ، كذا صُرّح به في "صحيح مسلم" (١)، قال أبو عبيد (٢) وغيره: "معناه: انتقاص البول بالماء إذا غسل ذكره"، وقيل: المراد بانتقاص الماء: الانتضاح، كما جاء في الرواية الأخرى (٣)، وهذا الذي
_________
= سادسًا: وأخرج الحكيم الترمذي -كما عند القرطبي في "التفسير" (٢/ ١٠٣) - قال: ثني أبي ثنا مالك بن سليمان الهروي ثنا داود بن عبد الرحمن عن هشام بن عروة عن أبيه عن عائشة قالت: "كان رسول الله - صلى الله عليه وسلم - يأمر بدفن سبعة أشياء من الإنسان: الشعر، والظفر، والدم، والحيضة، والسن، والقلفة، والبشيمة".
قال ابن حاتم في "العلل" (٢/ ٣٣٧): "سئل أبو زرعة عن حديث رواه يعقوب بن محمد الزهري عن هشام بن عروة عن أبيه عن عائشة قالت: "كان إذا أخذ من شعره أو قلّم أظفاره، أو احتجم بعث به إلى البقيع، فدفن".
قال أبو زرعة: "حديث باطل، ليس له عندي أصل، وكان حدثهم قديمًا في كتاب الآداب، فأبى أن يقرأه، وقال: اضربوا عليه، ويعقوب بن محمد هذا واهي الحديث". وانظر "السلسلة الضعيفة" (رقم: ٧١٣).
سابعًا: وأخرج الحكيم -فيما ذكر القرطبي في "التفسير" (٢/ ١٠٢) - ثنا عمر ابن أبي عمر ثنا إبراهيم بن العلاء الزبيدي عن عمر بن بلال الفزاري قال: سمعت أبو عبد الله بن بشر المازني يقول: قال رسول الله - صلى الله عليه وسلم -: "قصوا أظافيركم، وادفنوا قُلاماتكم، ونقُّوا براجمكم، ونظِّفوا لثاتكم من الطعام، وتسنّنوا، ولا تدخلوا علي قُخرًا بخرًا". وإسناده ضعيف جداً، كالذي قبله.
(١) "صحيح مسلم" (٢٦١) (٥٦).
(٢) غريب الحديث (٢/ ٣٨) بمعناه، وانظر: "النهاية في غريب الحديث" (٥/ ٢٢٣).
(٣) كما في الحديث الآتي عند أبي داود برقم (٥٣)، انظر: "الفائق في غريب الحديث" (١/ ٢٦٥)، "النهاية في غريب الحديث" (٥/ ٢٠٥).',NULL,'241',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (239,'ذكرناه من كَوْنه الانتقاص بالقاف هو الصواب المعروف (١)، ولم يُرْوَ إلا هكذا، قال ابن الأثير (٢): "وقيل: إن صوابه (انتفاص) بالفاء والصاد مهملة كما هي، أي: نَضْحُهُ على الذَّكر، مأخوذ من قولهم لِنَضْحِ الدم القليل: نُفْصة -بضم النون-".
وهذا الذي ادَّعاه هذا القائل غير مرويِّ ولا مقبول (٣).
٥٣ - (حسن) حدثنا موسى بن إسماعيل وداوُدُ بنُ شبيب، قالا: نا حماد، عن علي بن زيد، عن سلمة بن محمد بن عمَّار بن ياسر -قال موسى: عن أبيه، وقال داوُدُ: عن عمَّار بن ياسِرٍ- أن رسول الله - صلى الله عليه وسلم - قال: "إنَّ من الفطرة: المضمضمة والاستنشاق". فذكر نحوه، ولم يذكر "إعفاء اللحية". وزاد: "والختان". قال: "والانتضاح". ولم يذكر "انتقاص الماء" يعني الاستنجاء (٤).
_________
(١) نقل التصويب عن "شرح النووي" هنا: السيوطي في "مرقاة الصعود" (١٦ - مع "الدرجات").
(٢) في "النهاية في غريب الحديث" (٥/ ٩٧، ١٠٧).
(٣) وقال عنه في "شرح صحيح مسلم" (٣/ ١٩٢): "شاذ"، وانظر: "صفوة الزبد" (ق ٢٩ - ب).
(٤) أخرجه ابن ماجه (٢٩٤)، والطيالسي (٦٤٨)، وأحمد (٤/ ٢٦٤)، وأبو يعلى (٣/ ١٩٧) رقم (١٦٢٧)، والشاشي (١٠٤٣) في "مسانيدهم"، وابن أبي شيبة في "المصنف" (١/ ١٧٨)، وأبو عبيد في "الطهور" (٢٨٣)، والطحاوي في "شرح معاني الآثار" (٤/ ٢٢٩)، و"المشكل" (٦٨٤)، والبيهقي في "السنن الكبرى" (١/ ٥٣)، والمزي في "تهذيب الكمال" (ترجمة سلمة بن محمد بن عمار) من طرق عن حماد بن سلمة به.
وجميعهم قال فيه: "عن عمار بن ياسر"، فالظاهر أن رواية موسى بن إسماعيل غلط، أو أراد بأبيه جدّه عمارًا، ولو ثبتت فإن الحديث ضعيف من الوجهين: فالأول مرسل، لأن محمد بن عمار ليست له صحبة، والثاني =',NULL,'242',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (240,'(صحيح موقوف) قال أبو داوُد: ورُوِيَ نحوُهُ عن ابن عباس، وقال: "خمسٌ كُلُّها في الرَأسِ" وذكر فيه "الفَرْق" ولم يذكر "إعْفاء اللحية" (١).
قال أبو داود: وروي نحو حديث حماد: عن طَلْق بن حبيب (٢)، ومجاهد (٣)، و [رواه حكيم] عن أبو بكر المُزَني، قولَهم، ولم يذكروا: "وإعفاء اللحية".
وفي حديث محمد بن أبو عبد الله بن أبي مريم، عن أبي سلمة، عن
_________
= منقطع، لأن سلمة لم يسمع من جده، كما أفاده ابن معين وابن حبان في "المجروحين" (١/ ٣٣٧) وغيرهما.
وفي الإسناد علي بن زيد، ابن جُدعان وهو ضعيف، وشيخه سلمة بن محمد مجهول.
والحديث يقويه ما قبله.
وانظر: "البدر المنير" (٢/ ١٠٠ - ١٠٢)، "الإمام" (١/ ٤٠٢)، "صحيح سنن أبي داود" (١/ ٩٣ - ٩٤)، "خلاصة الأحكام" (١/ ٩١) رقم (١٠٧) "المجموع" (١/ ٣٣٧)، كلاهما للمصنف.
(١) وصله عبد الرزاق الصنعاني في "تفسيره" (١/ ٥٧)، ومن طريقه ابن جرير (٣/ ٩ رقم ١٩١٠ - ط شاكر)، وابن أبي حاتم (١/ ٢١٩) رقم (١١٦٥) في "تفسيريهما" والبيهقي في، "السنن الكبرى" (١/ ١٤٩) نا معمر عن ابن طاوس عن أبيه عن ابن عباس قوله.
وأخرجه كذلك الحاكم في في "المستدرك" (٢/ ٢٦٦)، وصححه على شرط الشيخين، ووافقه الذهبي، وهو كما قالا.
(٢) أخرجه النسائي في "المجتبى" (٨/ ١٢٨) وفي "الكبرى" (٥/ ٤٠٥) وإسناده صحيح، وأشار الدارقطني في "السنن" (١/ ٩٥) إلى رواية طلق قوله بعد أن ساقها متصلة فقال: "تفرد به مصعب بن شيبة، وخالفه أبو بشر وسليمان التيمي فروياه عن طلق بن حبيب قوله غير مرفوع"، وسقطت عبارة الدارقطني من طبعة شعيبٍ من "السنن".
(٣) أخرجه ابن أبي شيبة (١/ ٢٢٣) ولم يعزه في "الدر" (١/ ٥٨٣) إلا له.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (241,'أبي هريرة، عن النبي - صلى الله عليه وسلم - فيه: "وإعفاء اللحية" (١).
وعن إبراهيم النَّخَعي نحوه، وذكر: "إعفاء اللحية، والختان".
قوله: "حدثنا موسى بن إسماعيل"، فذكر حديث عمار. هذا الحديث ضعيف منقطع أو مرسل؛ لأنه ذكره من رواية سلمة بن محمد بن عمار عن جدِّه عمار، قال البخاري: لم يسمع من جدِّه شيئًا (٢).
وأما ذكر الختان في خصال الفطرة، ومعظمها مستحبٌّ ليس بواجب، -وهذا واجب عند الشافعي وأحمد وآخرين (٣) - فلا يدلُّ ذكره معها على عدم وجوبه، ولا يلزم من العطف موافقته المعطوف عليه في كلِّ شيء، بل المراد هنا العطف على أصل رجحان فعله على تركه، وقد
_________
(١) أخرجه البخاري في "التاريخ الكبير" (١/ ١٣٩ - ١٤٠) وابن حبان في "صحيحه" (١٢٢١)، وفيه إسماعيل بن أبو عبد الله بن أبي أويس، فيه كلام، وانظر: "السلسلة الصحيحة" (٣١٢٣).
(٢) قال في "التاريخ الكبير" (٤/ ٧٧): "ولا يعرف أنه سمع من عمار"، وضعفه النووي في "المجموع" (١/ ٢٨٣) وعبارته: "رواه أحمد وأبو داود وابن ماجه بإسناد ضعيف منقطع، من رواية علي بن زيد بن جُدعان عن سلمة بن محمد بن عمار عن عمار قال الحفاظ: "لم يسمع سلمة عمارًا"، ولكن يحصل الاحتجاج بالمتن، لأنه رواه مسلم في "صحيحه" من رواية عائشة - صلى الله عليه وسلم -".
وقال المناوي في "فيض القدير" (٢/ ٦٦٩): "قال النووي في "شرح أبي داود": ضعيف ومنقطع ... " وساق كلامه إلى هنا، وقال: "وقال الولي العراقي: في الحديث علل أربع: الانقطاع والإرسال والجهل بحال سلمة إن لم يكن أبا عبيدة، وضعف علي بن زيد، والاختلاف في إسناده".
(٣) انظر: "شرح النووي على صحيح مسلم" (٣/ ١٨٩)، "تحفة المحتاج" (٩/ ١٩٨)، "نهاية المحتاج" (٨/ ٣٥)، "المحرر" (١/ ١١)، "المبدع" (١/ ١٠٣)، "كشاف القناع" (١/ ٨٠)، وانظر لنصرته: "تحفة المودود" (١٩١ وما بعد) لابن القيم.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (242,'قال الله تعالى: {كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ (١٤١)} [الأنعام: ١٤١] وإيتاء الحق واجب بخلاف الأكل. وقال تعالى: {فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ (٣٣)} [النور: ٣٣] والإيتاء واجب بخلاف الكتابة (١).
وأما الانتضاح المذكور في هذه الرواية فَفَسَّره الخطابي (٢) بالاستنجاء، قال: "وأصله من النَّضح وهو الماء القليل"، وهذا التفسير هو الصحيح لموافقته الرواية الأولى، وقيل: هو نضح الفرج بقليل من الماء بعد الوضوء لدفع الوسواس (٣).
_________
(١) بنحوه في "شرح النووي على صحيح مسلم" (٣/ ١٨٩).
قلت: على الرغم من ضعف دلالة الاقتران، إلا أنهم قسموها ثلاثة أقسام: قوية في موطن، وضعيفة في موطن، ويتساوى الأمران في موطن، أما الأول فإنه حيث تجتمع القرينتان فما فوقهما في أمر اشتركا في إطلاقه، واشتركا في تفصيله، فتقوى الدلالة كالحديث المذكور، قال ابن دقيق العيد في "الأحكام" (١/ ٨٧)، "وأما الاستدلال بالاقتران فهو ضعيف إلا أنه في هذا المكان قوي لأن لفظة الفطرة لفظة واحدة استُعملت في هذه الأشياء الخمسة، فلو افترقت في الحكم؛ بأن تستعمل في بعض هذه الأشياء لإفادة الوجوب، وفي بعضها لإفادة الندب، لزم استعمالُ اللفظ الواحد في معنيين مختلفين، وفي ذلك ما عرف في علم الأصول. وإنما تضعف دلالة الاقتران ضعفًا إذا استقلَّت الجمل في الكلام ولم يلزم منه استعمال اللفظ الواحد في معنيين كما جاء في الحديث: "لا يبولن أحدكم في الماء الدائم، ولا يغتسل فيه من الجنابة" حيث استدل به بعض الفقهاء على أن اغتسال الجنب في الماء يفسده؛ لكونه مقرونًا بالنهي عن البول فيه، والله أعلم" اهـ.
وانظر عن (دلالة الاقتران) وحجيّتها عند الأصوليين: "التبصرة" (٢٢٩)، "العدة" (٤/ ١٤٢٠)، "البحر المحيط" (٦/ ٩٩).
(٢) في "معالم السنن" (١/ ٣٢).
(٣) قال المؤلف في "شرح صحيح مسلم" (٣/ ١٩٢): "قال الجمهور: =',NULL,'245',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (243,'وذكر من جملة خصال الفطرة: الفَرْق، وهو فرق شعر الرأس: وهو أن يقسم شعر ناصيته يمينًا وشمالاً فتظهر جبهته، وهو أَوْلى من السَّدْل، وهو ترك الشَّعر منسدلاً على هيئته. ولا يكون الفرق إلا مع كثرة الشعر، وكان رسول الله - صلى الله عليه وسلم - يُسْدل ثم فَرَق (١)، فلهذا كان الفرق أفضل (٢).
_________
= الانتضاح: نضح الفرج بماء قليل بعد الوضوء، لينفي عنه الوسواس، وقيل: هو الاستنجاء بالماء".
فاختياره هنا غير اختياره في "شرح سنن أبي داود"، ونقل المناوي في "فيض القدير" (٢/ ٦٦٩) القولين وعزاهما للكتابين، ونبَّه على ذلك.
قلت: ويشهد لاختياره في "شرح صحيح مسلم": ما عند أصحاب "السنن" من رواية الحكم بن سفيان الثقفي أو سفيان بن الحكم عن أبيه أنه رأى رسول الله - صلى الله عليه وسلم - توضأ، ثم أخذ حفنة، فانتضح بها. وانظر "صفوة الزبد" (ق ٣٠/ ٢).
(١) أخرجه البخاري (٥٩١٧)، ومسلم (٢٣٣٦)، وأحمد (١/ ٢٤٦)، وأبو يعلى (٢٣٧٧)، وابن سعد (١/ ٤٢٩ - ٤٣٠)، وابن أبي شيبة (٨/ ٤٤٩ - ٤٥٠) وغيرهم من حديث ابن عباس.
(٢) قال في "شرح صحيح مسلم" (١٥/ ٤٨٢): "والحاصل أن الصحيح المختار جواز السدل والفرق وأن الفرق أفضل"، وبنحوه في "المجموع" (١/ ٢٩٥) وقال مالك: "فرق الرأس للرجال أحب إليّ"، كذا في "المنتقى" (٧/ ٢٦٨) للباجي.
وقال ابن تيمية في "اقتضاء الصراط المستقيم" (ص ٨٢) بعد كلام: "ولهذا صار الفرق شعار المسلمين، وكان من الشروط المشروطة على أهل الذمة أن لا يفرقوا شعورهم"، وكشف ابن حجر في "الفتح" (١٠/ ٣٦١) عن سر هذا التحويل، فقال: "وكان السر في ذلك أن أهل الأوثان أبعد من الإيمان من أهل الكتاب؛ ولأن أهل الكتاب يتمسكون بشريعة في الجملة، فكان يحب موافقتهم ليتألفهم ولو أدت موافقتهم إلى مخالفة أهل الأوثان، فلما أسلم أهل الأوثان الذين معه والذين حوله، واستمر أهل الكتاب على كفرهم تمحضت المخالفة لأهل الكتاب". =',NULL,'246',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (244,'٥٤ - (صحيح) حدَّثنا محمد بن كثير، نا سُفيان، عن منصورٍ وحُصين، عن أبي وائل، عن حُذيفة قال: إن رسول الله - صلى الله عليه وسلم - كان إذا قام من الليل يَشُوص فاهُ بالسواك (١).
وأما حديث حذيفة فهو في "الصحيحين".
قوله: "يَشُوصُ فَاه"، هو بفتح الياء وضمّ الشين المعجمة وبالصاد المهملة، ومعناه: يغسله بالسواك، أي: يدلكه وينظفه، فَسُمِّي السواك غُسلاً؛ لأنه ينظِّف الفم. قال الخطابي (٢): "يقال: شاصَه يشوصه، وماصه يموصه إذا غسله". قال القاضي عياض في "مشارق الأنوار" (٣): "قال الحربي (٤) وأكثر أهل اللغة: معناه: يستاك عرضًا"، قال: "وقال أبو
_________
= والخلاصة ما قاله الزرقاني في "شرح الموطأ" (٤/ ٣٣٦) -ونقل قول النووي في جواز السدل والفرق-: "ولكن الفرق أفضل؛ لأنه الذي رجع إليه رسول الله - صلى الله عليه وسلم -، فكأنه ظهر الشرع به، لكن لا وجوبًا" وانظر: "زاد المعاد" (١/ ١٧٥)، "التمهيد" (٦/ ٧٤)، "أحكام الشعر في الفقه الإسلامي" (٣٠٨) لطه فارس، و"القول الأغر في أحكام الشعر" لحسن بن زهوة.
(١) أخرجه البخاري (٢٤٦، ٨٨٩، ١١٣٦)، ومسلم (٢٥٥)، وقد بوّب عليه أبو داود: (باب السواك لمن قام بالليل).
(٢) "معالم السنن" (١/ ٣٢).
(٣) "مشارق الأنوار" (٢/ ٢٦٠).
(٤) عبارته في "غريب الحديث" (٢/ ٣٦٢) له:
"وشُصتُ فمي بالسواك أشُوصُهُ شَوْصًا: إذا غسَلْتُه"، ونقل عنه أبو موسى المديني في "المجموع المغيث" (٢/ ٢٢٨) أنه قال: "أي بسواك متخذ من هذا الشجر (الشوص) " وردّه بقوله: "ولا أرى أحدًا تابعه عليه"! وفيه: "وقيل: شصْتُ معرب، معنى غسلت بالفارسية ولا يصح ذلك".
وأسند السرقسطي في "الدلائل في غريب الحديث" (١/ ١٢٣) عن وكيع قال: "السواك هكذا، والشوص هكذا، ووصف أحمد بن بشر المرثدي الشوص بالطول، والسواك بالعرض".',NULL,'247',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (245,'عبيد (١): شُصْتُ الشيءَ نَقَّيْته، وقال ابن الأعرابي (٢): الشَّوْصُ الدَّلْكُ، والمَوْصُ: الغَسْل".
٥٥ - (صحيح) حدثنا موسى بن إسماعيل، ثنا حماد، نا بهز بن حكيم، عم زُرارة بن أوفى، عن سعد بن هشام، عن عائشة: أن النبي - صلى الله عليه وسلم - كان يوضع له وضوءه وسواكه، فإذا قام من الليل تخلى ثم استاك (٣).
٥٦ - (حسن، دون قوله: ولا نهار) حدثنا محمد بن كثير، نا همام عن علي بن زيد، عن أم محمد، عن عائشة: أن النبي - صلى الله عليه وسلم - كان لا يرقد من ليل ولا نهار فيستيقظ إلا يتسوَّك قبل أن يتوضأ (٤).
_________
(١) كذا في الأصل! وفي "الغريب" لأبي عبيد (١/ ٢٦١): "الشوص: الغَسل، وكل شيء غسلته فقد شُصْته تشُوصُه شَوْصًا، والمَوْص أيضًا مثل الشوص".
وكذا نقله عنه جمع، منهم: الأزهري في "التهذيب" (١١/ ٣٨٥)، ونقل الأزهري عن أبي عبيدة قال: "شُصْتُ الشيء: نقّيتُه". فصواب ما في الأصل: "قال أبو عبيدة". والله أعلم.
(٢) نقل كلام ابن الأعرابي: الأزهري في "تهذيب اللغة" (١١/ ٣٨٥) (شوص) و (١٢/ ٢٦٢) (موص)، وابن الجوزي في "غريب الحديث" (١/ ٥٦٧)، وكذا قال أبو عبيد أبو القاسم بن سلام، انظر الهامش السابق.
(٣) أخرجه مسلم (٧٦٣).
(٤) أخرجه من طريق أبي داود: البيهقي في السنن الكبرى (١/ ٣٩). وأخرجه أحمد (٦/ ١٢١، ١٦٠)، وابن أبي شيبة (١/ ١٦٩)، وابن سعد (١/ ٤٨٣)، والطبراني في "الأوسط" (٣٥٨١، ٦٨٣٩) من طرق عن همام به، وفي سنده علي بن زيد وهو ضعيف، وأم محمد مجهولة؛ فالإسناد ضعيف.
وقال المناوي في "الفيض" (٥/ ٢٣٦) -بعد نقله تضعيفه عن المنذري بابن جدعان-: "وقال العراقي: أم محمد الراوية عن عائشة -وهي امرأة زيد بن جدعان، فاسمها: أمية أو أمينة- وهي مجهولة عينًا وحالاً، تفرد عنها ابن زوجها علي". =',NULL,'248',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (246,'وأما حديث عائشة المذكور بعده (١) فصحيح، ورواه مسلم.
وفيه: استحباب التَّأهُّب للعبادة، وتهيئة المتهجِّد طهوره وسواكه وما يحتاج إليه قبل نومه، واستحباب السِّواك عند الاستيقاظ (٢).
وأما حديث عائشة الثاني عن أم محمد فإسناده فيه ضعف (٣)، وأم محمد هذه هي امرأة زيد بن أبو عبد الله بن جُدعان.
٥٧ - (صحيح) حدثنا محمد بن عيسى، نا هُشيم، أنا حُصين، عن حبيب بن أبي ثابت، عن محمد بن علي بن أبو عبد الله بن عباس، عن أبيه، عن جده عبد الله بن عباس، قال: بِتُّ ليلة عند النبي - صلى الله عليه وسلم -، فلما استيقظ من منامه أتى طهوره، فأخذ سواكه فاستاك ثم تلا هذه الآيات: {إنَّ في خلق السمواتِ والأَرضِ وَاختِلَافِ الليلِ وَالنَّهَارِ لَأَيَات لأولِي الأَلبابِ} [آل عمران: ٩٠] حتى قارب أن يختم السورة أو ختمها، ثم توضأ فأتى مُصلاه فصلى ركعتين، ثم رجع إلى فراشه فنام ما شاء الله، ثم استيقظ ففعل مثل ذلك، ثم رجع إلى فراشه فنام، ثم استيقظ ففعل مثل ذلك، [ثم رجع إلى فراشه
_________
= وله شاهد عند أحمد (٢/ ١١٧)، عن ابن عمر: أن رسول الله - صلى الله عليه وسلم - كان لا ينام إلاَّ والسواك عنده، فإذا استيقظ بدأ به.
وسند أحمد حسن، فهذا شاهد جيد للتسوك بالليل، دون ذكر النهار، وانظر: "صحيح سنن أبي داود" (١/ ٩٨ - ٩٩).
(١) هو المتقدم برقم (٥٥).
(٢) نعم، قوله: "قبل أن يتوضأ" صادق مع كونه قبله بزمن كثير، فلا يدل ذلك من هذا اللفظ على أن من سننه؛ لأن السواك المشروع في الوضوء داخل في مسماه من أحاديث أخر، فإذا دل دليلٌ خارجي على ندب السواك للوضوء دل على أن هذا الفعل عند غير الوضوء، فلم يبقَ إلا (عند الاستيقاظ) كما قال الشارح.
(٣) قال المناوي في "فيض القدير" (٥/ ٢٣٦) عند الحديث: "قال النووي في "شرح أبي داود": في إسناده ضعف".',NULL,'249',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (247,'فنام، ثم استيقظ ففعل مثل ذلك] كل ذلك يَسْتاكُ ويُصلي ركعتين، ثم أوتر.
قال أبو داود: رواه ابن فُضيل، عن حُصين، قال: فتسوَّك، وتوضَّأ وهو يَقول: {إنَّ في خلقِ السمَوات وَالأَرضِ} [آل عمران: ١٩٠] حتى ختم السورة (١).
وأما حديث ابن عباس في مَبِيته في بيت ميمونة فهو في "الصحيحين"، وسنشرحه في موضعه (٢) من كتاب الصلاة إن شاء الله تعالى.
...
_________
(١) أخرجه البخاري (١١٧، ١٣٨، ٦٩٧، ٦٩٨، ٦٩٩، ٧٢٦، ٧٢٨، ٨٥٩) وغيرها، ومسلم (٢٥٦، ٧٦٣).
(٢) نقل ابن رسلان الرملي في "صفوة الزبد" (ق ٣١/ أ) عند شرحه لهذا الحديث عن النووي قوله: "وإذا تكرر نومه واستيقاظه وخروجه استحب تكرير قراءة هذه الآيات، كما في الحديث".
وجاء في الأصل فوقها: "صح"، أي أنها وجدت هكذا. ولم يكمل النووي رحمه الله هذا الشرح، فوافته المنية قبل وصوله كتاب الصلاة.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (248,'<span data-type="title" id=toc-42>٣٠ - باب: فرض الوضوء</span>
قال جمهور أهل اللغة: الوُضوء بالضم: اسمٌ للفعل، وبالفتح: الماء الذي يتوضأ به (١). قال كثيرون من أئمة اللغة المتقدمين: هو بالفتح فيهما، ولا يُعرف الضم، وحكى صاحب "المطالع" (٢) وغيره الضََّم فيهما، وهو شاذ ضعيف.
٥٩ - (صحيح) حدثنا مسلم بن إبراهيم، قال: حدثنا شعبة، عن قتادة، عن أبي المليح، عن أبيه، عن النبي - صلى الله عليه وسلم - قال: "لا يقبل الله [عز وجل] صدقة من فلول، ولا صلاة بغير طهور" (٣).
٦٠ - (صحيح) حدثنا أحمد بن محمد بن حنبل، قال: حدثنا
_________
(١) بنحوه في "تحرير ألفاظ التنبيه" (٣٤).
(٢) "المطالع" (ق ٥٥٠ - نسخة المكتبة السعودية)، وأصله في "مشارق الأنوار" (٢/ ٢٨٩).
(٣) أخرجه: النسائي (١/ ٨٨) و (٥/ ٤٢) وفي "السنن الكبرى": رقم (٩١) و (٢١١)، وابن ماجه (٢٧١)، وابن أبي شيبة (١/ ٥)، وأحمد (٥/ ٧٤ - ٧٥)، وأبو عوانة (١/ ٢٣٥)، وأبو القاسم البغوي في "الجعديات" (رقم (٩٩٦)، والطبراني في "المعجم الصغير" (١/ ٣٩)، وفي "المعجم الكبير" (١/ ١٥٨)، والدارمي (١/ ١٤٠)، والطيالسي (١/ ٤٩ - مع المنحة)، والبغوي (١/ ٣٢٩)، وابن حبان (١٧٠٢ - مع الإحسان)، والبيهقي (١/ ٤٢)، وأبو نعيم (٧/ ١٧٦ - ١٧٧)، وإسناده صحيح.
وانظر: "فتح الباري" (٣/ ٢٧٨) و"إرواء الغليل" (١/ ١٥٤).',NULL,'251',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (249,'عبد الرزاق، قال: أخبرنا معمر، عن همام بن منبه، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: "لا يقبل الله تعالى صلاة أحدكم إذا أحدث حتى يتوضأ" (١).
٦١ - (حسن صحيح) حدثنا عثمان بن أبي شيبة، قال: حدثنا وكيع، عن سُفيان، عن ابن عقيل، عن محمد ابن الحنفية، عن علي -رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: "مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها التسليم" (٢).
_________
(١) أخرجه البخاري (١٣٥، ٦٩٥٤)، ومسلم (٢٢٥).
(٢) أخرجه من طرق عن عبد الله بن محمد بن عقيل به: ابن أبي شيبة (١/ ٢٢٩ و ٣/ ١٧)، وأحمد في "المسند" (١/ ١٢٣، ١٢٩)، والترمذي (٣) وقال: "هذا الحديث أصح شيء في هذا الباب وأحسن، وعبد الله بن محمد بن عقيل هو صدوق، وقد تكلم فيه بعض أهل العلم من قبل حفظه"، وقال أيضًا:
"وسمعتُ محمد بن إسماعيل يقول: كان أحمد بن حنبل وإسحاق بن إبراهيم والحُميدي يحتجون بحديث عبد الله بن محمد بن عقيل. قال محمد: وهو مقارب الحديث".
وأخرجه أيضًا: ابن ماجه (١/ ١٠١) رقم (٢٧٥)، والشافعي في "الأم" (١/ ١٠٠)، وفي "المسند" (ص ٣٤)، والدارمي (١/ ١٧٥)، وأبو أحمد الحاكم في "شعار أصحاب الحديث" (ص ٧٧)، والبزار في "البحر الزخار" (٢/ ٢٣٦) رقم (٦٣٣)، وابن عدي في "الكامل في الضعفاء" (٤/ ١٤٤٨)، والطحاوي في "شرح معاني الآثار" (١/ ٢٧٣)، وأبو يعلى (١/ ٤٥٦) رقم (٦١٦)، والبغوي (٣/ ١٧)، والدارقطني في "السنن" (١/ ٣٦٠)، والبيهقي (٢/ ١٥و ١٧٣ و ٣٧٩)، وأبو نعيم في "حلية الأولياء" (٧/ ١٢٤) و (٨/ ٣٧٢)، وفي "أخبار أصبهان" (١/ ٢٧١)، والضياء المقدسي في "المختارة" (١/ ٢٤٣)، والبغدادي في "تاريخ بغداد" (١٠/ ١٩٧).
وحسنه البغوي، وقال النووي في "المجموع" (٣/ ٢٨٩): "رواه أبو داود =',NULL,'252',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (250,'وفي الباب ثلاثة أحاديث: حديث أبي المَليح -بفتح الميم- عن أبيه، وهو صحيح ورواه مسلم (١) -من رواية ابن عمر، واسم أبي المليح: عامر، وقيل: زيد، وقيل: عُمير. ولم يرو عنه غير ابنه المليح (٢)، وإسناد حديثه هذا كلهم بصريون.
الثاني: حديث أبي هريرة، وهو في "الصحيحين".
_________
= والترمذي وغيرهما بإسنادٍ صحيح"، واحتج به في "شرح صحيح مسلم" (٤/ ١٢٨، ٢٨٧ - ٢٨٨) وحسنه في "خلاصة الأحكام" (١/ ٣٤٨). وقال الحافظ في "التلخيص الحبير": (١/ ٢١٦): "وصححه الحاكم وابن السكن"، وقال: "قال العقيلي: في إسناده لين، وهو أصلح من حديث جابر" وقال أيضًا: "قال ابن العربي: حديث جابر أصح شيء في هذا الباب، كذا قال، وقد عكس ذلك العقيلي، وهو أقعد منه بهذا الفن".
قلت: وحديث جابر، عند: أحمد في "المسند" (٣/ ٣٤٠)، والترمذي (١/ ١٠)، والطبراني في "المعجم الصغير" (١/ ٢١٤)، وأبي نعيم في "ذكر أخبار أصبهان" (١/ ١٧٦) والخطيب في "الموضح" (١/ ٣٥٢)، وأبي الشيخ في "طبقات المحدثين بأصبهان" (٢/ ٢٨٠ - ٢٨١).
وله شاهد آخر من حديث أبي سعيد، عند: ابن أبي شيبة (١/ ٢٢٩)، والترمذي (٢/ ٣)، وابن ماجه (١/ ١٠١)، وأبي يوسف في "الآثار" (رقم (١)، والدارقطني في "السنن" (١/ ٣٥٩) والطبراني في "الأوسط" رقم (٢٤١١)، والحاكم (١/ ١٣٢)، والبيهقي (٢/ ٣٨٠)، والخطيب في "الموضح" (٢/ ١٧٨)، وصححه الحاكم على شرط مسلم ووافقه الذهبي، وتعقبهما ابن حجر في "التلخيص الحبير" (١/ ٢١٦). والحديث بمجموع طرقه وشواهده صحيح.
وانظر: "نصب الراية" (١/ ٣٠٨)، و"التلخيص الحبير" (١/ ٢١٦)، و"إرواء الغليل" (٢/ ٨ - ٩) و"الطهور" (ص ١٢٨ - ١٣٠) بتحقيقنا.
(١) في صحيحه برقم (٢٢٤).
(٢) كذا قال مسلم بن الحجاج في كتابه "المنفردات والوحدان" (ص ٣٥/ رقم ١٩) وسمَّى أبا المليح عامر بن أسامة.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (251,'الثالث: حديث علي -رضي الله عنه -، وهو حديث حسن، في إسناده عبد الله ابن محمد بن عقيل، قال الترمذي: "هو صدوق، وقد تكلم فيه بعض أهل العلم من قبل حِفْظِهِ"، قال: "وسمعت البخاري يقول: كان أحمد ابن حنبل وإسحاق والحميدي يحتجُّون بحديثه"، هذا كلام الترمذي (١)، وقد ضعَّف جماعة (٢) عبد الله هذا.
قوله - صلى الله عليه وسلم -: "لا يقبل الله صلاةً بغير طُهور، ولا صدقةً من غُلول"، وهو بضمِّ الطاء والغين.
والمراد بالغلول هنا: الحرام، سواء كان من الغنيمة أو غيرها، وسُمي غلولاً لأن الأيدي مغلولة عنه، أْي: ممنوعة، والفعل منه غَل وأغَلَّ، والأول أشهر (٣).
وهذا الحديث محمول على المتمكِّن من الطهارة، أما من لم يجد ماءً ولا ترابًا فإنه يجب عليه أن يصلّي بغير طهور، وتُقبل صلاته، ويثاب عليها، ولكن تلزمه الإعادة (٤).
_________
(١) سبق إيراده في تخريج الحديث.
(٢) انظرهم عند الذهبي في "الميزان" (ص ٤٨٤ - ٤٨٥)، وقال بعد سرده أسماءهم: "قلت: حديثه في مرتبة الحسن".
(٣) قال المصنف في "تحرير ألفاظ التنبيه" (ص ١١٧): "غلَّها: أي أخفاها، قال الأزهري: وأصله من غُلول (الغنيمة) -بضم الغين- وهي الخيانة فيها، قال: والإغلال: الخيانة في شيء يُؤتمن عليه. وقال الجوهري: قال أبو عبيدة: الغُلول من المغنم خاصة، ولا نراه من الخيانة ولا من الحقد، ومما يبيِّن ذلك أن يقال من الخيانة: أغَلَّ يُغِلُّ، ومن الحقد: غلَّ يغِلُّ -بكسر الغين-.
ومن الغلول: غَل يَغُلّ -بالضم-".
(٤) فضل الشارح في "شرحه على صحيح مسلم" (٣/ ١٢٩) هذه المسألة، وذكر أربعة أقوال للشافعي -رحمه الله تعالى- وهي مذاهب العلماء -قال: "قال =',NULL,'254',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (252,'وأما عدم قبول الصدقة من غُلول فهو على عمومه، وهكذا حديث أبي هريرة (١): "لا يقبل الله صلاة من أحدث حتى يتوضأ"، محمول على أنَّ من أمكنه الوضوء فتركه بلا عُذر (٢)، وأما من تيمم حيث يجوز التيمم فصلاته مقبولة (٣).
قوله: "محمد ابن الحنفيَّة" هي أمه، واسمها خولة بنت جعفر (٤).
_________
= بكل واحد منها قائلون، أصحُّها عند أصحابنا: يجب عليه أن يصلّي على حاله، ويجب أن يعيد إذا تمكّن من الطهارة. والثاني: يحرم عليه أن يصلي ويجب القضاء. والثالث: يستحب أن يصلي ويجب القضاء. والرابع: يجب أن يصلي ولا يجب القضاء، وهذا القول اختيار المزني، وهو أقوى الأقوال دليلاً، وأما الإعادة فتجب بأمر مجدد، والأصل عدمه، وكذا يقول المزني: كل صلاة أمر بفعلها في الوقت على نوع من الخلل لا يجب قضاؤها".
وينظر للمصنف: "المجموع" (٢/ ٢٨١ - ٢٨٦)، "روضة الطالبين" (١/ ١٢١)، "التنقيح في شرح الوسيط" (١/ ٣٩٢).
وانظر تفصيل الفقهاء في المسألة: "عقد الجواهر الثمينة" (١/ ٨٢)، "الذخيرة" (١/ ٣٥٠)، "الخرشي" (١/ ٢٠)، نهاية المحتاج (١/ ٢٩٩ - ٣٠٠)، "مغني المحتاج" (١/ ١٠٥)، "البحر الرائق" (١/ ١٧٢)، "حاشية ابن عابدين" (١/ ٢٥٢ - ٢٥٣).
وانظر الخلاف مبسوطًا مع التوجيه والتدليل عند القاضي عبد الوهاب البغدادي في "الإشراف" (١/ ١٤٣ - ١٤٦) مسألة رقم (٨٦) مع تعليقي عليه.
(١) المتقدم برقم (٦٠).
(٢) وعبارته في "شرح صحيح مسلم" (٣/ ١٣٠): "فمعناه: حتى يتطهر بماء أو تراب، وإنما اقتصر - صلى الله عليه وسلم - على الوضوء ة لكونه الأصل والغالب، والله أعلم".
(٣) على خلاف: هل هو مبيح للصلاة، أو رافع للحَدَث، انظر: "التحقيق" (٩٥) للنووي.
(٤) هي خولة بنت قيس بن مسلمة بن عبد الله بن ثعلب، أو بنت قيس بن جعفر بن قيس، أو خولة بنت إياس بن جعفر، ونسبتها إلى بني حنيفة باليمامة، =',NULL,'255',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (253,'قوله - صلى الله عليه وسلم -: "مفتاح الصلاة الوضوء، وتحريمها التكبير، وتحليلها التسليم"، سُمّي الوضوء مفتاحًا؛ لأن الحدث مانعٌ من الصلاة كالغلق على الباب يمنع من دخوله إلا بمفتاح (١)، وسُمِّي التكبير تحريمًا؛ لأنه يمنع المصلي من الكلام والأكل وغيرهما، وإنما يتحلل منها بالتسليم.
وفيه: دليلٌ لكون الطهارة شرطًا لصحة الصلاة (٢)، وأنها لا تصح إلا
_________
= وقيل: كانت أمة لبني حنيفة سندية سوداء، انظر: "الإصابة" (٧/ ٦١٧) رقم (١١١٠٨)، "تحفة الأبيه فيمن نسب إلى غير أبيه" (١٠٨/ رقم ٤٥).
(١) نقل الشارح في "تهذيب الأسماء واللغات" (٤/ ٦٧ - ٢٨) عن ابن العربي في "عارضة الأحوذي" (١/ ١٦) قوله عن الحديث: "قوله: "مفتاح الصلاة": مجاز، ما يفتحها من غلقها، وذلك أن الحدث مانع منها فهو كالفعل، موضوع عن المحدث حتى إذا توضأ انحلّ الغلق، وهذه استعارة بديعة لا يقدر عليها إلا [مَنْ أُتي] النبوة".
وضبط الشارح في "تحرير ألفاظ التنبيه" (٢٢١) (المِفتاح) بقوله: "بكسر الميم" وعرَّفه بقوله: "هو مفتاح الباب، وكل مُسْتغلق، وجمعه مفاتيح ومفاتح. قال الجوهري: قال الأخفش: هو كالأماني والأماني".
(٢) قال النووي في "شرح صحيح مسلم" (٣/ ١٢٨) في شرح حديث عليّ المتقدم: "وهذا الحديث نص لوجوب الطهارة للصلاة، وقد أجمعت الأمة على أن الطهارة شرط في صحة الصلاة".
وقال الخطابي في "المعالم" (١/ ٣٣): "فيه من الفقه: أن الصلوات كلها مفتقرة إلى الطهارة، وتدخل فيها صلاة الجنازة والعيدين وغيرهما من النوافل كلها".
قال أبو عبيدة: القاعدة في ذلك أن كل صلاة تحريمها التكبير وتحليلها التسليم لا تجوز إلا بطهارة، والخلاف المعتبر في سجود الشكر وسجود التلاوة، وانظر: "شرح النووي على صحيح مسلم" (٣/ ١٢٩).
ونقل ابن رسلان الرملي في "صفوة الزبد" (ق ٣١/ ب) عن النووي قوله في شرح قوله - صلى الله عليه وسلم - في أول أحاديث الباب "ولا صلاة بغير طهور" قال: "قال =',NULL,'256',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (254,'بتكبيرة الإحرام (١) والسلام (٢).
...
_________
= النووي: هذا الحديث نص في وجوب الطهارة للصلاة، وظاهره يقتضي انتفاء قبول الصلاة عند انتفاء شرطها، وهو الطهارة. فكذلك يقتضي بمفهومه: وجود القبول إذا وجد شرطه إن شاء الله، والقبول موكول إلى علم الله، ليس لنا بوجوده علم. والقبول ثمرة وقوع الطاعة مجزئة، رافعة عما في الذمة، ولما كان الإتيان بالصلاة بشروطها مظنة الإجزاء الذي ثمرته القبول، عبَّر عنه بالقبول مجازًا".
(١) على خلاف مفصل فيه وفي ألفاظه عند الفقهاء، قال النووي في "شرح صحيح مسلم" (٤/ ١٢٨): "ولفظة التكبير (الله أكبر) فهذا يجزيء بالإجماع" وذكر الخلاف في (الكبير) و (الأكبر) أو (الرحمن أكبر) أو (أجل) أو (أعظم)، وانظر الهامش الآتي.
(٢) المشروع تسليمتان، ووقع خلاف في حكم التسليمة الثانية. انظر: "شرح النووي على صحيح مسلم" (٤/ ٢٨٨).
وقال الخطابي في "معالم السنن" (١/ ٣٣ - ٣٤) ما نصه:
"فيه من الفقه أن تكبيرة الافتتاح جزء من أجزاء الصلاة، وذلك لأنه أضافها إلى الصلاة كما يضاف إليها سائر أجزائها من ركوع وسجود، وإذا كان كذلك لم يجز أن تعرى مباديها عن النية، لكن تضامها كما لا يجزيه إلا بمضامَّة سائر شرائطها من استقبال القبلة وستر العورة ونحوهما.
وفيه دليل أن الصلاة لا يجوز افتتاحها إلا بلفظ التكبير، دون غيره من الأذكار، ذلك لأنه قد عينه بالألف واللام اللتين هما للتعريف. والألف واللام مع الإضافة يفيدان السلب والإيجاب، وهو أن يسلبا الحكم فيما عدا المذكور ويوجبان ثبوت المذكور، كقولك: فلان مبيته المساجد، أي: لا مأوى له غيرها، وحيلة الهمِّ الصبر، أي: لا مدفع له إلا بالصبر، ومثله في الكلام كثير.
وفيه دليل على أن التحليل لا يقع بغير السلام، لما ذكرنا من المعنى، ولو وقع بغيره لكان ذلك خُلْفًا في الخبر".',NULL,'257',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (255,'<span data-type="title" id=toc-43>٣١ - باب: الرجل يُجدِّد الوضوء من غير حَدَثٍ</span>
٦٢ - (ضعيف) حدثنا محمد بن يحيى بن فارس، قال: حدثنا عبد الله ابن يزيد المُقرئ، (ح)، وثنا مُسدد، قال: حدثنا عيسى بن يونس، قالا: ثنا عبد الرحمن بن زياد [هو ابن أنعم].
قال أبو داود: وأنا لحديث ابن يحيى أَتقن عن غُطيفٍ -وقال محمد: عن أبي غُطيف- الهذلي قال: كنت عند [عبد الله] بن عُمر، فلما نودي بالظهر توضأ فصلى، فلما نودي بالعصر توضأ، فقلت له؟ فقال: كان رسول الله - صلى الله عليه وسلم - يقولُ: "من توضأ على طهر كتب له عشر حسنات" (١).
_________
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ١٦٢).
وأخرجه الترمذي (٥٩) -وقال: "وهو إسناد ضعيف"- وابن ماجه (٥١٢) وعبد بن الحميد في "مسنده" (٨٥٩ المنتخب)، والطحاوي في "شرح معاني الآثار" (١/ ٤٢)، والمزي في "تهذيب الكمال" (٣٤/ ١٧٨ - ١٧٩) من طريق عبد الرحمن بن زياد الإفريقي وهو ضعيف، وأبو غطيف مجهول. فالحديث ضعيف.
قال المصنف في "المجموع" (١/ ٤٧٠): "رواه أبو داود والترمذي وابن ماجه والبيهقي وغيرهم، ولكنه ضعيف. متفق على ضعفه، وممن ضعّفه الترمذي والبيهقي"، وذكره أيضًا في "خلاصة الأحكام" (١/ ١٢١) رقم (٢٢٤) في (الضعيف)، ونقل المناوي في "فيض القدير" (٦/ ١٤٢)، كلام النووي في "شرح سنن أبي داود" المنقول هنا على تضعيف الحديث، وقال: "قال =',NULL,'258',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (256,'قال أبو داوُد: وهذا حديث مُسدَّد، وهو أتمُّ.
حديث الباب ضعيف، ضعَّفه الترمذي وغيره، وفي إسناده ضعيفان: عبد الرحمن بن زياد بن أنْعم الإفريقي (١)، وأبو غُطَيْف -بضم الغين المعجمة وفتح الطاء المهملة وسكون الياء- وهو مجهول، لا يعرفون حاله ولا اسمه (٢). وفيه: استحباب تجديد الوضوء (٣).
_________
= الولي العراقي: فإن قلت: الشواهد في الباب موجودة، منها: حديث أنس وابن حنظلة وبريدة أن المصطفى - صلى الله عليه وسلم - كان يتوضأ لكل صلاة. قلت: ليس في شيء من هذه الأحاديث تعيين هذا الثواب، وإنما فيها وجود ذلك من فعله - صلى الله عليه وسلم -".
(١) قال ابن القطان في "بيان الوهم والإيهام" (٣/ ١٤٩) عنه: "كان من الناس من يوثّقه ويربأ به عن حضيض رد الرواية، ولكن الحق فيه أنه ضعيف بكثرة رواية المنكرات، وهو أمر يعتري الصالحين كثيرًا، لقلّة نقدهم للرواة، ولذلك قيل: لم تر الصالحين في شيء أكذب منهم في الحديث".
وانظر: "الميزان" (٢/ ٥٦١)، و"تهذيب الكمال" (١٧/ ١٠٢) رقم (٣٨١٧).
(٢) كذا قال أبو زرعة الرازي، كما في "الجرح والتعديل" (٩/ ٤٢٢). وانظر: "تهذيب الكمال" (٣٤/ ١٧٨).
(٣) وهذا في حق من صلى بوضوئه فرضًا أو نفلاً، كما بيّنه فعل راوي الخبر، وهو ابن عمر، فمن لم يصلِّ به شيئًا لا يسن له تجديده، فإن فعل، كره، وقيل: حرم، وأيًا ما كان لا ينال الثواب الموعود بقوله: "كُتب" بالبناء للمجهول ورواية الترمذي وغيره: "كتب الله".
قال النووي في "التحقيق" (٦٨): "ويندب، وتجديده لمن صلى به، وقيل: فرضًا. وحكي فعل ما يقصد له. ويقال: مطلقًا إذا فرق بينهما كبيرًا"، وقال في (النذر) من "الروضة" (٣/ ٣٠٢): "أنه لا يشرع تجديد الوضوء إلا إذا صلى بالأوَّل صلاة على الأصح"، وصححه في "شرح المهذب" (١/ ٤٩٣)، وحكى فيه وجهًا أنه إذا صلى بالأول، أو سجد للتلاوة أو الشكر، أو قرأ القرآن استحب، وإلا فلا، ونقله عنه ابن رسلان الرملي في "صفوة الزبد" (ق٣٢/ أ). =',NULL,'259',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (257,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
...
_________
= و"عشر حسنات" أي: عشر وضوءات، إذ أقل ما وعد به من الأضعاف الحسنة بعشر، وأفاد أن الوضوء لكل صلاة لا يجب، وهل الغسل مثل الوضوء؟ الراجح لا، فلا يسنّ تجديده عند الشافعية، كالتيمم.
(فائدة وتنبيه) درج على ألسنة الوعاظ "الوضوء على الوضوء نور على نور" وهو عند رَزين في "التجريد"، ولا عبرة بتفرده، فالحديث لم يثبت، وانظر: "الإحياء" (١/ ١٣٥) -مع تخريجه-، "المقاصد الحسنة" (٤٥١)، "الدرر المشتهرة" (رقم ٤٣٨)، "الفوائد المجموعة" (١١)، "الأسرار المرفوعة" (رقم ٥٧٢)، "كشف الخفاء" (٢/ ٤٤٧)، "أسنى المطالب" (٣٤٠)، "التمييز" (٢٠٦).',NULL,'260',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (258,'<span data-type="title" id=toc-44>٣٢ - باب: ما ينجِّس الماء</span>
٦٣ - (صحيح) حدثنا محمد بن العلاء، وعثمان بن أبي شيبة، والحسن بن علي، وغيرهم، قالوا: حدثنا أبو أسامة، عن الوليد بن كثير، عن محمد بن جعفر بن الزبير، عن عبد الله بن عبد الله بن عمر، عن أبيه، قال: سُئل النبي - صلى الله عليه وسلم - عن الماء وما ينوبه من الدواب والسباع؟ فقال رسول الله - صلى الله عليه وسلم -: "إذا كان الماء قُلتين، لم يحمل الخبث".
قال أبو داود: [و] هذا لفظ ابن العلاء، وقال عثمان والحسن بن علي: عن محمد بن عباد بن جعفر.
قال أبو داود: و [هذا] هو الصَّواب.
٦٤ - (حسن صحيح) حدثنا موسى بن إسماعيل، قال: ثنا حماد، (ح)، وحدثنا أبو كامل، ثنا يزيد -يعني ابن زُريع-، عن محمد بن إسحاق، عن محمد بن جعفر -قال أبو كامل: ابن الزبير- عن عبيد الله ابن عبد الله بن عمر، عن أبيه: أن رسول الله - صلى الله عليه وسلم - سُئِل عن الماء يكون في الفلاة؟ فذكر معناه.
٦٥ - (صحيح) حدثنا موسى بن إسماعيل، قال: حدثنا حماد، قال: أنا عاصم بن المنذر، عن عبيد الله بن عبد الله بن عمر، قال: حدثني أبى، أن رسول الله - صلى الله عليه وسلم - قال: "إذا كان الماء قُلَّتين، فإنه لا بنجس".
قال أبو داود: حماد بن زيد وقفه عن عاصم (١).
_________
(١) أخرجه من طريق أبي داود: الدارقطني في "السنن" (١/ ١٥)، والبيهقي في "الكبرى" (١/ ٢٦١). =',NULL,'261',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (259,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= رواه هكذا عن أبي أسامة جماعة، منهم:
* أبو كريب محمد بن العلاء، رواه الدارقطني في "السنن" (١/ ١٥).
* وأبو بكر بن أبي شيبة في "المصنف" (١/ ١٤٤)، وعنه الدارقطني في "السنن" (١/ ١٥)، وابن حبان في "الصحيح" (٤/ ٥٧/ رقم ١٢٤٩ - مع الإحسان)، والحاكم في "المستدرك" (١/ ١٣٢)، وعنه البيهقي في "الكبرى" (١/ ٢٦١)، ووقع خلاف عليه فيه.
* وعبد بن حميد في "المسند" (٨١٧ - المنتخب)، وعنه ابن الجوزي في "التحقيق" (١/ ٣٤/ رقم ٧).
* وإسحاق بن إبراهيم بن راهويه في "المسند "- كما في "نصب الراية" (١/ ١٠٩) -، وعنه الدارقطني في "السنن" (١/ ١٥)، والحاكم في "المستدرك" (١/ ١٣٢).
* هناد بن السِّري، عند النسائي في "المجتبى" (١/ ٤٦)، وفي "الكبرى" (رقم ٥٠)، وعنه الجوزقاني في "الأباطيل" (رقم ٣٢١)، والطحاوي في "المشكل " (٧/ ٦٤/ رقم ٢٦٤٥)، والدارقطني في "السنن" (١/ ١٥).
* الحسين بن حُريث، عند النسائي في "المجتبى" (١/ ٤٦)، وفي "السنن الكبرى" (رقم ٥٠)، وعنه الجوزقاني في "الأباطيل" (رقم ٣٢١)، والطحاوي في "المشكل" (٧/ ٦٤/ رقم ٢٦٤٥)، والدارقطني في "السنن" (١/ ١٥).
* يعقوب بن إبراهيم الدورقي، عند الدارقطني في "السنن" (١/ ١٣ - ١٤).
* يحيى بن حسان، عند الطحاوي في "شرح معاني الآثار" (١/ ١٥)، و "مشكل الآثار" (٧/ ٦٣/ رقم ٢٦٤٤).
* موسى بن عبد الرحمن الكندي، عند ابن جرير في "تهذيب الآثار" (/ ٢/ ٢٢٤رقم ١٦٠٧، ١٦٠٨).
* شعيب بن أيوب، أخرجه البيهقي في الخلافيات (٩٤٢ - بتحقيقي).
* أبو عبيدة بن أبي السفر.
* محمد بن عبادة.
* حاجب بن سليمان.
* هارون بن عبد الله. =',NULL,'262',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (260,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= * أحمد بن جعفر الوكيعي.
جميعهم عند الدارقطني في "السنن" (١/ ١٣ - ١٤، ١٤ - ١٥).
* عبد الله بن محمد بن شاكر.
* ومحمد بن سليمان القيراطي.
وعن كليهما ابن الجارود في "المنتقى" (رقم ٤٥).
* الحسن بن علي بن عفان، أخرجه البيهقي في الخلافيات (٩٣٦).
* عثمان بن أبي شيبة.
واختلف عليه فيه؛ رواه إسماعيل بن قتيبة النيسابوري عنه هكذا، عند الحاكم في "المستدرك" (١/ ١٣٢)، وعنه البيهقي في "الكبرى" (١/ ٢٦١)، ورواه أبو داود في "السنن" -كما تقدم- عنه عن أبي أسامة عن الوليد بن كثير عن (محمد بن عباد بن جعفر) بدل (محمد بن جعفر بن الزبير).
(تنبيهات):
الأول: رواه جل هؤلاء بلفظ: "لم يحمل الخبث"؛ وقال بعضهم: "لم ينجسه شيء"، وبعضهم ذكره باللفظين؛ كموسى بن عبد الرحمن الكندي.
الثاني: رواه غير المذكورين عن أبي أسامة به، وذكروا (محمد بن عباد) بدل (محمد بن جعفر)، ولم ينتبه لهذا كثير من المعلقين والمحشّين على الكتب؛ فتجد عندهم مصادر غير مذكررة عندنا، ويقول: "كلهم عن أبي أسامة به"، ولم ينتبهوا للفرق المذكور؛ فلا تغررك زياداتهم؟
الثالث: ورد الحديث عن الوليد بن كثير عن محمد بن جعفر عن عُبيد الله بالتصغير، وهو أخو عبد الله المذكور هنا، وكلاهما ثقة، ولم ينتبه لهذا أيضًا كثير من المحققين؛ كالمعلق على "الإحسان" و"تهذيب الآثار".
الرابع: روى أحمد بن عبد الحميد الحارثي هذا الحديث عن أسامة عن الوليد عن محمد بن عباد، عند الدارقطني في "السنن" (١/ ١٧)، والبيهقي في "المعرفة" (٢/ ٨٥/ رقم ١٨٥٥)، و"السنن الكبرى" (١/ ٢٦١)، وقال: "فهو إذًا قد رواه عن أبي أسامة على الوجهين جميعًا".
الخامس: أُعلّ الحديث بعلل كثيرة لا تقدح في صحته، سيأتي ذكرها، وتفنيدها، وبيان من صححه من العلماء -إن شاء الله تعالى. =',NULL,'263',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (261,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قال الحاكم في "المستدرك" (١/ ١٣٢ - ١٣٣): "هذا حديث صحيح الإسناد على شرط الشيخين، فقد احتجَّا بجميع رواته، ولم يخرجاه، وأظنهما -والله أعلم- لم يخرجاه لخلاف فيه على أبي أسامة عن الوليد بن كثير".
وكذا قال ابن الأثير في "شرح مسند الشافعي" (١/ ٨٠) ونص عبارته: "فلهذا الاختلاف تركه البخاري ومسلم؛ لأنه على خلاف شرطهما، لا لطعن في متن الحديث؛ فإنه في نفسه حديث مشهور معمول به، ورجاله ثقات مُعدَّلون، وليس هذا الاختلاف مما يوهنه".
وذكر عبارة الحاكم الآتية: "هذا الخلاف لا ... "، ونقله ابن الملقن في "البدر المنير" (٢/ ٩٦).
وردَّ هذا العلائي في "جزء في تصحيح حديث القُلَّتين والكلام على أسانيده" (ص ٣٠ - ٣١)؛ فإنه أسهب في الرد على مُضعِّفيه بالاضطراب -وسيأتي كلامه إن شاء الله-، ثم بيَّن أن الاختلاف فيه على أبي أسامة لا يضر، ثم قال: "وبهذا يبطل قول الحاكم رحمه الله: "إن الشيخين إنما تركا هذا الحديث للاختلاف فيه"، وأشار إلى هذا الاختلاف.
فإن من تتبع "الصحيحين" وجد فيهما العدد الكثير من مثل هذا، ولم يعدوا ذلك خلافًا، ولا استدركه عليهما الدارقطني وغيره فيما استدرك على الكتابين من العلل في بعض أحاديثهما.
فإن قيل: فلم تركا إخراجه إذا لم يكن هذا مؤثرًا؟
قلنا: الذي عليه أئمة أهل الفن قديمًا وحديثًا، أن ترك الشيخين إخراج حديث، لا يدلُّ على ضعفه ما لم يصرح أحد منهم بضعفه، أو جرح رواته، ولو كان كذلك؛ لما صح الاحتجاج بما عدا ما في "الصحيحين"، وقد صح عن كل منهما أنه لم يستوعب في كتابه الصحيح من الحديث كله، ولا الرجال الثقات.
وقد صحح كل واحد منهما أحاديث سُئِل عنها وليست في كتابه".
وأخرجه الحاكم في "المستدرك" (١/ ١٣٣)، ومن طريقه البيهقي في "الخلافيات" (٩٣٨) من طريق الحميدي ومحمد بن عثمان بن كرامة عن أبي أسامة عن الوليد بن كثير عن محمد بن عباد بن جعفر به. =',NULL,'264',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (262,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فرواه عن أبي أسامة جمع سموا شيخ الوليد (ابن عباد)، فمنهم أحمد بن عبد الحميد الحارثي، والحسن بن علي بن عفان وعثمان بن أبي شيبة قد سبق ذكرهم، ورواه كذلك سواهم منهم:
* محمد بن سعيد القطان، عند ابن الأعرابي في "المعجم" (١/ ١٦٣ - ١٦٤/ رقم ٦٤)، وابن الجارود في "المنتقى" (رقم ٤٤).
* أبو بكر بن أبي شيبة، عند ابن حبان في "الصحيح" (٤/ ٦٣ رقم ١٢٥٣ - مع "الإحسان")، قال: أخبرنا الحسن بن سفيان، ثنا أبو بكر بن أبي شيبة، به.
ومضى أنه في "المصنف" (١/ ١٤٤)، ومن طريقه غير واحد، وفيه: "عن محمد بن جعفر" بدل "محمد بن عباد"، وهكذا رواه الحسن بن سفيان عند ابن حبان أيضًا، فلا أدري هل هو عنده على الوجهين، أم هو من أوهام ابن سفيان أو ابن حبان؟
ثم وجدتُ أن العلائي في "جزء في تصحيح حديث القلتين" (ص ٣٣) قد جزم بصحة الطريقين عنه، وهذا أولى من التوهيم من غير حجة ولا دليل، والله أعلم.
* أحمد بن زكريا بن سفيان الواسطي، عند الدارقطني في "السنن" (١/ ١٥).
* الحميدي، عند الحاكم في "المستدرك" (١/ ١٣٣)، والدارقطني في "السنن" (١/ ١٥)، والبيهقي في "الخلافيات" (٩٣٨)، وفي "السنن الكبرى" (١/ ٢٦٠).
* محمد بن حسان الأزرق، عند الدارقطني في "السنن" (١/ ١٦).
* يعيش بن الجهم، عند الدارقطني في "السنن" (١/ ١٦).
* أحمد بن الفرات أبو مسعود، عند الدارقطني في "السنن" (١/ ١٦).
* محمد بن عثمان بن كرامة، عند الحاكم في "المستدرك" (١/ ١٣٣)،
والدارقطني في "السنن" (١/ ١٦ - ١٧)، والبيهقي في "الخلافيات" (٩٣٨).
* الحسين بن علي بن الأسود، عند الدارقطني في "السنن" (١/ ١٧).
* علي بن محمد بن أبي الخصيب، عند الدارقطني في "السنن" (١/ ١٧)، ولم يسنده. =',NULL,'265',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (263,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= * محمد بن الفضيل البلخي، ذكره الدارقطني في "السنن" (١/ ١٥)، ولم يسنده.
* علي بن شعيب، عند الدارقطني في "السنن" (١/ ١٦).
* سفيان بن وكيع، عند ابن جرير في "تهذيب الآثار" (٢/ ٢٢٤/ رقم ١٦٠٩).
* حجاج بن حمرة، فيما ذكر ابن أبي حاتم في "العلل" (١/ ٤٤/ رقم ٩٦).
* الشافعي في "مسنده" (رقم ٣٦)، و"الأم" (١/ ٤)، ومن طريقه الحاكم في "المستدرك" (١/ ١٣٣)، والدارقطني في "السنن" (١/ ١٦)، والبيهقي في "المعرفة" (٢/ ٨٤)، وفي "الخلافيات" (٩٤٠)، أخبرنا الثقة: عن الوليد بن كثير عن محمد بن عباد بن جعفر به.
وقال البيهقي عقبه في "المعرفة": "هذا الثقة هو أبو أسامة حماد بن أسامة الكوفي، فإن الحديث مشهور به". قال: "وقد رأيت في بعض الكتب ما يدل على أن الشافعي أخذه عن بعض أصحابه عن أبي أسامة".
وقال الحاكم في المستدرك (١/ ١٣٣): "هذا فلان لا يوهن هذا الحديث، فقد احتجَّ الشيخان بالوليد بن كثير ومحمد بن جعفر بن الزبير، فأما محمد بن عباد فغير محتج به، وإن قرنه أبو أسامة إلى محمد بن جعفر بن الزبير ثم حدث به مرة عن هذا ومرة عن ذلك". ونقل هذا البيهقي في "الخلافيات" ثم قال (رقم ٩٤١): "قول شيخنا رحمه الله في محمد بن عباد بن جعفر: إنه غير محتج به، سهو منه، فقد أخرج البخاري ومسلم -رحمهما الله- حديثه في "الصحيح" واحتجَّا به، والحديث محفوظ عن الوليد بن كثير عنهما جميعاً".
ومما يدل على صحة كلام الحاكم في أن الوليد رواه عنهما جميعًا: ما أخرجه الحاكم في "المستدرك" (١/ ١٣٣)، والدارقطني في "السنن" (١/ ١٨)، والبيهقي في "السنن الكبرى" (١/ ٢٦٠ - ٢٦١)، و"المعرفة" (٢/ ٨٦)، ورواه في "الخلافيات" (٩٤٢) فقال:
"قال شيخنا أبو عبد الله فيما قريء عليه وأنا أسمع؛ والدليل عليه ما حدثنيه أبو علي محمد بن علي الإسفراييني من أصل كتابه وأنا اسمع؛ قال حدثنا علي بن عبد الله بن مبشر الواسطي، حدثنا شعيب بن أيوب، =',NULL,'266',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (264,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= حدثنا أبو أسامة، حدثنا الوليد بن كثير، عن محمد بن جعفر بن الزبير ومحمد بن عباد بن جعفر، عن عبد الله بن عبد الله بن عمر، عن أبيه؛ قال: سئل رسول الله - صلى الله عليه وسلم - عن الماء وما ينوبه من الدواب والسباع؟ فقال النبي - صلى الله عليه وسلم -: "إذا كان الماء قلتين؛ لم يحمل الخبث".
قال الحاكم: "قد صحَّ وثبت بهذه الرواية صحة الحديث، وظهر أن أبا أسامة ساق هذا الحديث عن الوليد عنهما جميعًا؛ فإن شعيب بن أيوب الصريفيني ثقة مأمون، وكذلك الطريق إليه".
ثم قال البيهقي: "وقد رواه هكذا عن شعيب بن أيوب: أبو بكر أحمد بن محمد بن سعدان الصيدلاني؛ أخبرنا بذلك أبو عبد الرحمن السلمي، أنبأ علي بن عمر الحافظ، ثنا ابن سعدان، ثنا شعيب بن أيوب بهذا الإسناد على الوجهين".
قلت: ومما يؤكد ذلك أنه قد روي عن عثمان بن أبي شيبة عن أبي أسامة والحسن بن علي بن عفان عن أبي أسامة على الوجهين -كما مر- فيكون هذا مؤيدًا لكلام الحاكم.
وقال الدارقطني في "سننه" (١/ ١٧)؛ "وصح أن الوليد بن كثير رواه عن محمد بن جعفر بن الزبير، وعن محمد بن عباد بن جعفر؛ جميعًا: عن عبد الله بن عبد الله بن عمر، عن أبيه؛ فكان أبو أسامة يحدث به عن الوليد بن كثير عن محمد بن جعفر بن الزبير، ومرة يحدث به عن الوليد بن كثير عن محمد بن عباد بن جعفر، والله أعلم".
وإليه ذهب العلائي في "جزئه في تصحيحه" (ص ٣٣ - ٣٤)، قال بعد أن أورد طريق من رواه على الوجهين: "فقد ثبت بهذه الطرق عنهم رواية الحديث عن أبي أسامة على الوجهين جميعًا، وذلك يفيد كونه عند أبي أسامة عنهما جميعًا، وإلا لما اختلف الرجل الواحد في ذلك، خصوصًا ابنا أبي شيبة في حفظهما وإتقانهما".
ثم قال (ص ٣٥): "نعلم بهذا أن الراوي الواحد إذا كان ضابطًا متقنًا، وروى الحديثين على الوجهين المختلفين فيهما؛ أن كلاًّ منهما صحيح".
ثم أورد رواة شعيب بن أيوب، وصنيع الحاكم والدارقطني السابق، وقال: =',NULL,'267',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (265,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "فثبت بذلك صريحًا أن الحديث عند أبي أسامة عنهما جميعًا، وإنما كان يرويه تارةً عن أحدهما، وتارة يجمع بينهما".
وإلى هذا ذهب جمع من المحققين، منهم:
* الرافعي، أفاد في "الشافي في شرح مسند الشافعي" (١/ ٨١) أن الأكثرين ذهبوا إلى صحة الروايتين.
وقال في "التذنيب": "الأكثرون صححوا الروايتين جميعًا".
كذا في "البدر المنير" (٢/ ٩٥).
* عبد الحق الإشبيلي، قال في "الأحكام الوسطى" (١/ ١٥٤ - ١٥٥) عقبه:
"هذا صحيح؛ لأنه قد صح أن الوليد بن كثير روى هذا الحديث عن محمد بن جعفر بن الزبير، وعن محمد بن عباد بن جعفر؛ كلاهما عن عبد الله بن عبد الله بن عمر، ذكر ذلك أبو الحسن الدارقطني، والمحمدان ثقتان، روى لهما البخاري ومسلم".
* وهذا الدي ذهب إليه المصنف وسيأتي كلامه أول شرحه للحديث، وقال في "المجموع" (١/ ١١٢): "حديث حسن ثابت"، وصححه في "خلاصة الأحكام" (١/ ٦٦) رقم (١١/ ١٢/ ١٣).
ومسلك الجمع فيه إعمال للروايات كلها، وهو خير من الترجيح، وذهب إلى الترجيح بعض الحفاظ، ووقع بينهم خلاف فيه، نوضِّحه في الآتي:
* قال أبو داود في "سننه" كما تقدم عقب (٦٣): "وقال عثمان والحسن بن علي: عن محمد بن عباد بن جعفر"، قال أبو داود: "و [هذا] هو الصواب".
وهذا ما رجحه ابن حجر، قال في "التلخيص الحبير" (١/ ٢٨) بعد كلام: "إن هذا ليس اضطرابًا قادحًا، فإنه على تقدير أن يكون الجميع محفوظًا انتقالٌ من ثقة إلى ثقة، وعند التحقيق، الصواب أنه عن الوليد بن كثير عن محمد بن عباد بن جعفر عن أبو عبد الله بن أبو عبد الله بن عمر -المكبر-، وعن محمد بن جعفر بن الزبير عن عبيد الله بن أبو عبد الله بن عمر -المصغر-، ومن رواه على غير هذا الوجه؛ فقد وهم".
بينما رجَّح أبو حاتم وابن منده (محمد بن جعفر بن الزبير)، وهذا التفصيل:
* قال ابن أبي حاتم في "العلل" (١/ ٢٤٤/ رقم ٩٦): =',NULL,'268',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (266,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "قلت لأبي: إن حجاج بن حمرة حدثنا عن أبي أسامة عن الوليد بن كثير؛ فقال: عن محمد بن عباد بن جعفر، عن عبد الله بن عبد الله بن عمر، عن ابن عمر، مرفوعًا. فقال أبي: محمد بن عباد بن جعفر ثقة، ومحمد بن جعفر بن الزبير ثقة، والحديث لمحمد بن جعفر بن الزبير أشبه" اهـ.
* وقال ابن منده -كما في "نصب الراية" (١/ ١٠٦) -: "اختُلف على أبي أسامة؛ فروى عنه عن الوليد بن كثير عن محمد بن عباد بن جعفر، وقال مرَّةً: عن محمد بن جعفر بن الزبير، وهو الصواب".
وأطلق الخطابي الخطأ، ولم يعينه؛ فقال في "معالم السنن" (١/ ٣٦):
"وذكروا أن الرواة قد اضطربوا فيه؛ فقالوا مرةً: "عن محمد بن جعفر بن الزبير" ومرةً: "عن محمد بن عباد بن جعفر"، وهذا اختلاف من قبل أبي أسامة حماد بن أسامة القرشي. ورواه محمد بن إسحاق بن يسار عن محمد بن جعفر بن الزبيرة فالخطأ من إحدى روايتيه متروك، والصواب معمول به، وليس في ذلك ما يوجب توهين الحديث، وكفى شاهدًا على صحته أن نجوم الأرض من أهل الحديث قد صححوه وقالوا به، وهم القدوة وعليهم المعوَّل في هذا الباب".
وتعقبه العلائي في "جزئه" (ص ٣٩)؛ فقال: "وقد ظنَّ الإمام أبو سليمان الخطابي أن إحدى الروايتين غلط، وجعل الصحيح من حديث أبي أسامة كونه عنده عن (محمد بن الزبير) لمَّا رأى محمد بن إسحاق بن يسار قد رواه عن محمد بن جعفر بن الزبير، وأن من قال فيه: "محمد بن عباد بن جعفر"، فقد غلط، وليس الأمر كذلك لما قد تبين من كونه عند أبي أسامة عنهما جميعًا.
وأيضًا: فقد تقدم أن كلاًّ من الروايتين رواهما عدد كثير من الأثبات المتقنين عن أبي أسامة، والغلط عليهم بعيد، بل لو انفرد واحد بروايته كذلك دون سائر الرواة؛ أمكن أن يقال: إنه وهم فيه".
وتعقب الشيخ أحمد شاكر في "شرح الترمذي" (١/ ٩٩) كلام ابن حجر السابق؛ فقال:
"وما قاله من التحقيق غير جيد، والذي يظهر من تتبُّع الروايات أن =',NULL,'269',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (267,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= الوليد بن كثير رواه عن محمد بن جعفر بن الزبير، ومحمد بن عباد بن جعفر، وأنهما كلاهما روياه عن عبد الله وعبيد الله، ابني عبد الله بن عمر".
قلت: كلامه صحيح، وهو يؤيد ما قدمناه، ولكن كلام الشيخ أبي الأشبال متعقب بأن محمد بن عباد بن جعفر لم يروه عن عبيد الله.
وأما رواية أبي أسامة عن الوليد بن كثير عن محمد بن جعفر بن الزبير عن عبيد الله -بالتصغير- به، فقد أخرجها النسائي في "المجتبى" (١/ ١٧٥)، والدارمي في "السنن" (١/ ١٨٧)، وابن خزيمة في "صحيحه" (رقم ٩٢)، والطحاوي في "مشكل الآثار" (٣/ ٢٦٦)، وفي "شرح معاني الآثار" (١/ ١٥)، وابن حبان في "الصحيح" (رقم ١١٨ - الموارد)، وهكذا رواه ابن إسحاق وسيأتي بيان ذلك.
أما القائلون بضعفه واضطرابه؛ فعلى رأسهم ابن عبد البر، وسيأتي نقل كلامه وتعقبه.
وكذا ابن العربي المالكي، قال في "القبس" (١/ ١٣٠): "وهو حديث لم يصح".
وقال في "العارضة" (١/ ٨٤):
"وحديث القلتين مداره على مطعون عليه، أو مضطرب في الرواية".
وقال في "أحكام القرآن" (٣/ ١٤٢٥): "الحديث ليس بصحيح".
وأعله بالاضطراب علي بن زكريا المنبجي في "اللباب في الجمع بين السنَّة والكتاب" (١/ ٩٠ - ٩١).
ونقل ابن المنذر في "الأوسط" (١/ ٢٧١) ضعفه عن ابن المبارك؛ فقال:
"حديث القلتين يدفعه عبد الله بن المبارك ويقول: ليس بالقوي، ولو ثبت حديث القلتين؛ لوجب أن يكون على قول من يقول بعموم الأخبار على كل قلة صغرت أو كبرت"، ثم ذكر كلامًا يدل على أنه يؤيده ويذهب إلى ضعفه.
وتابع الوليد بن كثير على روايته عن محمد بن جعفر بن الزبير: محمد بن إسحاق وعنه جمعٌ، منهم: يزيد بن زريع، كما في رواية أبي داود المتقدمة برقم (٦٤).
وأخرجها من طريق ابن زريع أيضًا: ابن جرير في "تهذيب الآثار" (٢/ ٢٢٥) رقم (١٦١٢). =',NULL,'270',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (268,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وأخرجه الحاكم في "المستدرك" (١/ ١٣٣)، وعنه البيهقي في "الخلافيات" (٩٤٤)، وفي "الكبرى" (١/ ٢٦١) من طريق أحمد بن خالد الوهبي عن ابن إسحاق به.
وأخرجه ابن ماجه في "السنن" (١/ ١٧٢/ رقم ٥١٧)، والدارمي في "السنن" (١/ ١٨٦)، وأحمد في "المسند" (٢/ ٢٦ - ٢٧)، والطحاوي في "شرح معاني الآثار" (١/ ١٥)، و"مشكل الآثار" (٧/ ٦٤/ رقم ٢٦٤٦)، وابن جرير في "تهذيب الآثار" (٢/ ٢٢٦/ رقم ١٦١٦)، والبيهقي في "المعرفة" (٢/ ٨٨/ رقم ١٨٧٠) عن يزيد بن هارون، به.
ورواه عن ابن إسحاق جماعة غير يزيد بن زريع ويزيد بن هارون وأحمد بن خالد الوهبي، مثل:
* حماد بن سلمة، كما تقدم عند أبي داود (رقم ٦٤)، والطحاوي في "شرح معاني الآثار" (١/ ١٦)، والبيهقي في "الكبرى" (١/ ٢٦٢)، وفي "الخلافيات" (٩٤٧)، وسمويه في "بعض الثالث من فوائده" (ق ١٣٩/ أ).
* عبدة بن سليمان، عند الترمذي في "الجامع" (١/ ٩٧/ رقم ٦٧): ومن طريقه ابن الجوزي في "التحقيق" (١/ ٣٣/ رقم ٦)، وأحمد في "المسند" (٢/ ١٢)، والدارقطني في "السنن" (١/ ١٩).
* عبد الله بن المبارك، عند ابن ماجه في "السنن" (١/ ١٧٢)، وابن جرير في "تهذيب الآثار" (٢/ ٢٢٤/ رقم ١٦١٠).
* عباد بن عباد المهلبي، عند الطحاوي في "شرح معاني الآثار" (١/ ١٥).
* زهير بن حرب أبو خيثمة، عند أبي يعلى في "المسند" (٩/ ٤٣٨ - ٤٣٩/ رقم ٥٥٩٠).
* جرير بن عبد الحميد، عند الدارقطني في "السنن" (١/ ١٩)، والبغوي في "شرح السنة" (٢/ ٥٨/ رقم ٢٨٢)، والبيهقي في "المعرفة" (٢/ ٨٧/ رقم ١٨٦٩)، وابن جرير في "تهذيب الآثار" (٢/ ٢٢٤/ رقم ١٦١١).
* سلمة بن الفضل، عند ابن جرير في "تهذيب الآثار" (٢/ ٢٢٤ - ٢٢٥/ رقم ١٦١١).
* محمد بن خازم أبو معاوية الضرير، عند ابن أبي شيبة في "المصنف" (١/ ١٤٤ - ط الهندية و١/ ١٦٩ - ط دار الفكر) -وتصحف عبيد الله في ط =',NULL,'271',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (269,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= دار الفكر إلى (عبد الله)؛ فلتصحح-، وسمويه في "بعض الثالث من فوائده" (ق ١٣٩/ أ).
* عبد الرحيم بن سليمان الكندي، عند ابن أبي شيبة في "المصنف" (١/ ١٤٤).
* عبد الرحمن بن عمر المحاربي، عند الدارقطني في "السنن" (١/ ١٩).
* سعيد بن زيد، عند الدارقطني في "السنن" (١/ ٢١).
* سفيان الثوري، عند الدارقطني في "السنن" (١/ ٢١).
* زائدة بن قدامة، عند الدارقطني في "السنن" (١/ ٢١).
* إسماعيل بن عياش، أفاده الدارقطني في "السنن" (١/ ٢١).
* إبراهيم بن سعد، أفاده الدارقطني في "السنن" (١/ ٢٠)، والحاكم في "المستدرك" (١/ ١٣٤).
* عبد الله بن نمير، أفاده الدارقطني في "السنن" (١/ ٢٠).
(تنبيهات):
الأول: وقع اختلاف فيه على ابن إسحاق، انظر بعض وجوهه عند البيهقي في "الخلافيات"، وانظر تعليقنا هناك.
الثاني: صرح ابن إسحاق بالتحديث عند جماعة من المذكورين؛ فلا التفات لتدليسه.
الثالث: في رواية بعضهم: "السباع والكلاب"، وهي غريبة -كما سيأتي-، وفي رواية آخرين: "الكلاب والدواب".
قال الحاكم في "المستدرك" (١٢/ ١٣٤): "وهكذا رواه سفيان الثوري وزائدة بن قدامة وحماد بن سلمة وإبراهيم بن سعد وعبد الله بن المبارك ويزيد بن زريع وسعيد بن زيد أخو حماد بن زيد وأبو معاوية وعبدة بن سليمان عن محمد بن إسحاق، فقالوا كلهم: عن عبيد الله بن عبد الله بن عمر، وهو مما لا يوهنه؛ فإن الحديث قد حدث به عبيد الله وعبد الله جميعًا".
قال البيهقي في "الخلافيات" (٣/ ١٦٥): "وروي عن عباد بن صهيب، عن الوليد بن كثير كذلك.
أخبرناه أبو بكر بن الحارث، أنبأ علي بن عمر الحافظ، ثنا محمد بن =',NULL,'272',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (270,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= علي بن سهل الإمام، ثنا الحسين بن علي بن عبد الصمد، ثنا بحر بن الحكم، ثنا عباد بن صهيب، ثنا الوليد بن كثير نا محمد بن جعفر بن الزبير عن عبيد الله بن عبد الله بن عمر عن أبيه به. وأخرجه الدارقطني في "السنن" (١/ ١٨ - ١٩).
وإسناده ضعيف.
عباد بن صهيب؛ قال ابن المديني: "ذاهب الحديث"، وتركه النسائي وغيره.
انظر: "الميزان" (٢/ ٣٦٧)، و"الضعفاء" (ص ٧٦) للبخاري، و"المجروحين" (٢/ ١٦٤)، و"الضعفاء والمتروكين" (ص ٧٤) للنسائي.
وانظر: "جزء في تصحيح حديث القلتين" للعلائي (ص ٤٢ - ٤٣).
ولم ينفرد عباد به؛ فقد رواه أبو أسامة حماد بن أسامة عن الوليد هكذا؛ فهو ثابت عنده على الوجهين: "عبد الله" و"عبيد الله"، أخرجه النسائي في "المجتبى" (١/ ١٧٥)، والدارمي في "السنن" (١/ ١٨٧)، وابن خزيمة في "الصحيح" (رقم ٩٢)، والطحاوي في "المشكل" (٣/ ٢٦٦) وفي "شرح معاني الآثار" (١/ ١٥)، وابن حبان في "الصحيح" (رقم ١١٨ - موارد)، وسمويه في "بعض الثالث من فوائده" (ق ١٣٩/ أ).
وأما الطريق الأخيرة التي عند أبي داود، فقد جاءت موصلة من طريق حماد بن سلمة عن عاصم بن المنذر قال: كنا مع ابن لابن عمر في البستان، وثمَّ جلد بعير في ماء فتوضأ منه، فقلت: أتفعل هذا؟ فقال: حدثني أبي عن النبي - صلى الله عليه وسلم -، وذكره.
أخرجه الطيالسي في "المسند" (رقم ١٩٥٤)، ومن طريقه عبد بن حميد في "المنتخب" (رقم ٨١٨)، وأبو الحسن بن سلمة في "زوائده على ابن ماجه" (١/ ١٧٣)، والبيهقي في "الخلافيات" (٩٤٨).
وأما عن طريق أبي داود، فأخرجها البيهقي في "الكبرى" (١/ ٢٦٢)، وفي "الخلافيات" (٩٤٩)، و"المعرفة" (٢/ ٨٩)، وقال: "وهذا إسناد صحيح موصول"، والطحاوي في شرح معاني الآثار (١/ ١٦).
ووقع اختلاف على حماد، فمنهم من رواه عنه بالشك "قلتين، أو ثلاثًا" كما سيأتي. =',NULL,'273',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (271,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= ورواه عن حماد جماعةٌ من غير شك منهم:
* عفان بن مسلم، عند ابن الجارود في "المنتقى" (رقم ٤٦) ثنا محمد بن يحيى، وابن المنذر في "الأوسط" (١/ ٢٧٠/ رقم ١٨٩) ثنا محمد بن إسماعيل الصالح، والدارقطني في "السنن" (١/ ٢٣) من طريق الحسن بن محمد الزعفراني؛ ثلاثتهم عن عفان، به. وروي عنه بالشك، كما سيأتي.
* يزيد بن هارون، عند الدارقطني في "السنن" (١/ ٢٢).
ووقع اختلاف عليه فيه؛ فرواه الحسن بن محمد بن الصباح عنه بالشك، ورواه أبو مسعود الرازي عنه من غير شك، وكلاهما عند الدارقطني.
ورواه عنه مجاهد بن موسى بالشك، عند ابن جرير في "تهذيب الآثار" (٢/ ٢٢٥/ رقم ١٦١٤).
* يعقوب بن إسحاق الحضرمي.
* بشر بن السَّري.
* العلاء بن عبد الجبار المكي.
* موسى بن إسماعيل.
* وعبيد الله بن محمد العيشي.
جميعهم عند الدارقطني في "السنن" (١/ ٢٣) وأوردهم مجموعين، ورواية أبي داود الأخيرة عن موسى بن إسماعيل وحده بالجزم دون الشك.
* يحيى بن حسان، عند الطحاوي في "شرح معاني الآثار" (١/ ١٦)، وقال: "غير أنه لم يرفعه إلى النبي - صلى الله عليه وسلم - وأوقفه على ابن عمر".
قلت: وقال أبو داود عقب رواية موسى بن إسماعيل: "حماد بن زيد وقفه عن عاصم".
قلت: رواه حماد بن زيد عن عاصم بن المنذر عن أبي بكر بن عبيد الله بن عبد الله بن عمر عن أبيه، وكذلك رواه إسماعيل ابن علية عن عاصم بن المنذر عن رجلٍ لم يُسمِّه عن ابن عمر موقوفًا أيضًا عند ابن أبي شيبة في "المصنف" (١/ ١٤٤)، وابن جرير في "تهذيب الآثار" (٢/ ٢٢٣/ رقم ١٠٦٥)، أفاده ابن معين في "تاريخه" (٤/ ٢٤٠)، والدارقطني في "السنن" (١/ ٢٢)، وابن عبد البر في "التمهيد" (١/ ٣٢٩). =',NULL,'274',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (272,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فخلاف حماد بن زيد لحماد بن سلمة ليس في الرفع والوقف فحسب، وإنما في شيخ عاصم أيضًا. ورواه بالشك جماعة أيضًا، وفيهم حفاظ وأئمة، وهم كُثر، مما يجعل الحديثي يطمئن إلى أن الخلاف من حماد نفسه؛ فإنه ثقة، ولكنه تغيَّر في آخر عمره، ولعل من رواه عنه بالشك سمعه منه بأخرة، وهؤلاء هم:
* يزيد بن هارون؛ كما مضى بيانه قريبًا.
* وكيع، عند ابن ماجه في "السنن" (رقم ٥١٨)، وأحمد في "المسند" (٢/ ٢٣)، وابن جرير في "تهذيب الآثار" (٢/ ٢٢٥/ رقم ١٦١٣).
* أبو الوليد الطيالسي، رواه عنه بالشك عبد بن حميد في "المنتخب" (٨١٨)، وأبو الحسن بن سلمة في "زوائده على ابن ماجه" (١/ ١٧٣)، وهو في "مسند الطيالسي" (رقم ١٩٥٤).
* أبو سلمة التبوذكي -وهو موسى بن إسماعيل-، عند أبي الحسن بن سلمة في "زوائده على ابن ماجه" (١/ ١٧٣).
* عبيد الله بن محمد العيشي، عند أبي الحسن بن سلمة في "زوائده على ابن ماجه" (١/ ١٧٣).
ومضي عنه خلاف ذلك.
* عفان، وعنه أحمد بن حنبل في "المسند" (٢/ ١٠٧).
ومضي عنه خلاف ذلك.
* زيد بن الحباب، وعنه أبو عبيد في "الطهور" (رقم ١٦٦ - بتحقيقي)، وخالف أبا عبيد: ابنُ وكيع؛ فرواه عن ابن الحباب، عن حماد، عن رجل، عن سالم، حدثني أبي، رفعه.
* إبراهيم بن الحجاج، عند الدارقطني في "السنن" (١/ ٢٦٢)، والحاكم في "المستدرك" (١/ ١٣٤)، والبيهقي في "السنن الكبرى (١/ ٢٦٢)، و"المعرفة" (٢/ ٨٨/ رقم ١٨٧٦).
* هدبة بن خالد، عند الدارقطني في "السنن" (١/ ٢٢)، والحاكم في "المستدرك" (١/ ١٣٤)، والبيهقي في "المعرفة" (٢/ ٨٨/ رقم ١٨٧٦) وفي "السنن الكبرى" (١/ ٢٦٢). =',NULL,'275',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (273,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= * كامل بن طلحة، عند الدارقطني في "السنن" (١/ ٢٢).
ولخص ابن عبد البر في "التمهيد" (١/ ٣٢٩) ما سبق ذكره من طرق وألفاظ، وحكم بضعفه لعلل في السند والمتن، وهذا نص كلامه:
"وهو حديث يرويه محمد بن إسحاق والوليد بن كثير جميعًا عن محمد بن جعفر بن الزبير، وبعض رواة الوليد بن كثير، يقول فيه عنه عن محمد بن عباد بن جعفر، ولم يختلف عن الوليد بن كثير أنه قال فيه: عن عبد الله بن عبد الله بن عمر عن أبيه يرفعه، ومحمد بن إسحاق يقول فيه: عن محمد بن جعفر بن الزبير عن عبيد الله بن عبد الله بن عمر عن أبيه، وعاصم أيضًا؛ فالوليد يجعله عن عبد الله بن عبد الله، ومحمد بن إسحاق يجعله عن عبيد الله بن عبد الله، ورواه عاصم بن المنذر عن عبيد الله بن عبد الله بن عمر عن أبيه؛ فاختلف فيه عليه أيضًا؛ فقال حماد بن سلمة: عن عاصم بن المنذر عن عبيد الله بن عبد الله بن عمر عن أبيه، وقال فيه حماد بن زيد: عن عاصم بن المنذر عن أبي بكر بن عبيد الله عن عبد الله بن عمر، وقال حماد بن سلمة فيه: "إذا كان الماء قلتين أو ثلاثًا؛ لم ينجسه شيء".
وبعضهم يقول فيه: "إذا كان الماء قلتين؛ لم يحمل الخبث"، وهذا اللفظ محتمل للتأويل، ومثل هذا الاضطراب في الإسناد يوجب التوقف عن القول بهذا الحديث إلى أن القلتين غير معروفتين، ومحال أن يتعبد الله عباده بما لا يعرفونه".
وأجمل الكلام عليه في "الاستذكار" (٢/ ١٠٣)، وقال:
"وقد تكلم إسماعيل القاضي في هذا الحديث، ورقه بكثير من القول في كتاب "أحكام القرآن" (١)، وقد رد الشافعيون عليه قوله في ذلك بضروب من الرد، وممن نقض ذلك منهم أبو يحيى [الساجي] في كتاب "أحكام القرآن". انتهى.
قلت: ويضاف إلى ما ذكره ابن عبد البر: الرفع، والوقف؛ كما بيناه سابقًا.
ولخص الطرق السابقة أيضًا ابن منده، ولكنه أكد عدم اضطرابها، ورجح صحتها، ونص كلامه -فيما ساقه ابن دقيق العيد في "الإمام" =
_________
(أ) ليس هو في القسم المطبوع منه.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (274,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= (١/ ٢٠٤ - ٢٠٥) وابن الملقن في "البدر المنير" (٢/ ٩١ وما بعدها)، والزيلعي في "نصب الراية" (١/ ١٠٧) -:
"إسناد هذا الحديث على شرط مسلم في عبيد الله بن عبد الله، ومحمد بن جعفر، ومحمد بن إسحاق، والوليد بن كثير".
قال: "وقد روى هذا الحديث حماد بن سلمة عن عاصم بن المنذر عن عبيد الله بن عبد الله بن عمر عن أبيه، رواه إسماعيل ابن علية عن عاصم بن المنذر عن رجل عن ابن عمر.
فهذا محمد بن إسحاق وافق عيسى بن يونس عن الوليد بن كثير في ذكر محمد بن جعفر بن الزبير وعبيد الله بن عبد الله بن عمر، وروايتهما توافق رواية حماد بن سلمة وغيره عن عاصم بن المنذر في ذكر عبيد الله بن عبد الله.
فثبت هذا الحديث باتفاق أهل المدينة والكوفة والبصرة على حديث عبيد الله بن عبد الله، وباتفاق محمد بن إسحاق والوليد بن كثير على روايتهما عن محمد بن جعفر بن الزبير.
فعبيد الله وعبد الله ابنا عبد الله بن عمر مقبولان بإجماع من الجماعة في كتبهم، وكذلك محمد بن جعفر بن الزبير ومحمد بن عبَّاد بن جعفر والوليد بن كثير في كتاب مسلم بن الحجاج، وأبي داود، والنسائي (أ). وعاصم بن المنذر يُعْتَبَر بحديثه، وابن إسحاق أخرج عنه أبو داود والنسائي، واستشهد البخاري به في مواضع (ب)، وقال شعبة بن الحجاج: "محمد بن إسحاق أمير المؤمنين في الحديث".
وقال ابن المبارك: هو ثقة ثقة ثقة"، هذا آخر كلام الحافظ ابن منده.
وقال ابن الملقن في "البدر المنير" (٢/ ٩٣ وما بعدها): "وأعلَّ قوم الحديث بوجهين: =
_________
(أ) بل روى له الجماعة، كما في "تهذيب الكمال" (٣١/ ٧٣ - ٧٥).
(ب) وروى له مسلم في المتابعات، انظر: "تهذيب الكمال" (٢٤/ ٤٢٩).',NULL,'277',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (275,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أحدهما: الاضطراب، وذلك من وجهين: أحدهما في الإسناد، والثاني في المتن.
أما الأول؛ فحيث رواه الوليد بن كثير تارة عن محمد بن عباد بن جعفر، وتارة عن محمد بن جعفر بن الزبير، وحيث روي تارة عن عبيد الله بن عبد الله بن عمر بن الخطاب، وتارة عن عبد الله بن عبد الله بن عمر بن الخطاب.
والجواب عن هذا: إن هذا ليس اضطرابًا، بل رواه محمد بن عباد ومحمد بن جعفر، وهما ثقتان معروفان، ورواه أيضاً عبيد الله وعبد الله، ابنا عبد الله بن عمر بن الخطاب -رضي الله عنه - وأرضاهم- عن أبيهما، وهما أيضًا ثقتان، وليس هذا من الاضطراب".
قال: "وقد جمع البيهقي طرقه، وبين رواية المحمدين وعبد الله وعبيد الله، وذكر طرق ذلك كلها، وبينها أحسن بيان" ثم قال: "والحديث محفوظ عن عبيد الله وعبد الله".
قال: "وكذا كان شيخنا أبو عبد الله الحافظ الحاكم يقول: الحديث محفوظ عنهما، وكلاهما رواه عن أبيه".
قال: "وإلى هذا ذهب كثير من أهل الرواية، وكان إسحاق بن راهويه يقول: غلط أبو أسامة في عبد الله بن عبد الله، إنما هو: عبيد الله بن عبد الله؛ بالتصغير".
قال: "وأطنب البيهقي في تصحيح الحديث بدلائله؛ فحصل أنه غير مضطرب".
وقال: "وأما الوجه الثاني؛ فهو أنه قد روي فيه: "إذا كان الماء قدر قلتين أو ثلاث لم ينجسه شيء ... " وفي رواية ابن عدي والعقيلي والدارقطني: "إذا بلغ الماء أربعين قلة؛ فإنه لا يحمل الخبث".
والجواب عن ذلك: أنهما شاذتان غير ثابتتين؛ فوجودهما كعدمهما، قاله النووي في "شرح المهذب" [١/ ١١٤ - ١١٥] ".
وفصَّل في بيان ذلك، ثم قال: "وأما الرواية الأخيرة- " ... أربعين قلقه" -؛ فليست من حديث القلتين في شيء". =',NULL,'278',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (276,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= ثم قال: "الوجه الثاني: مما أُعِل به هذا الحديث، وهو أنه روي موقوفًا على عبد الله بن عمر، كذلك رواه ابن عُلَية.
والجواب: أنه قد سبق روايته مرفوعاً إلى النبي - صلى الله عليه وسلم - من طريق الثقات؛ فلا يضر تفرد واحد لم فحفظ بوقفه" انتهى.
قلت: بسط العلائي في "جزء تصحيح حديث القلتين" (ص ٤٨ - ٤٩) هذه العلة والرد عليها، قال رحمه الله تعالى في بسط العلة:
"إن هذا الحديث قد رُوي مرسلاً وموقوفاً، وكلا منهما علة في صحته؛ فقد رواه حماد بن زيد عن عاصم بن المنذر عن أبي بكر بن عبيد الله عن النبي - صلى الله عليه وسلم - مرسلاً، وروي عنه أيضاً موقوفاً عن ابن عمر، رواه إسماعيل ابن عُلية عن عاصم بن المنذر عن رجل لم يُسَمِّهِ عن ابن عمر موقوفاً عليه".
وقال في بسط جوابها: "والجواب: إن هذا بعد تسليم كونه علَّة -وكون حماد بن زيد وابن علية أحفظ من حماد بن سلمة وأتقن، حتى يُقدَّم قولهما على روايته- لا تؤثر إلا في حديث عاصم بن المنذر فقط، وأما رواية أبي أسامة، "ورواية محمد بن إسحاق؛ فهما صحيحتان، لا يقدم هذا فيهما لتبايُن الطرق.
على أنا نقول: إن هذا لا يؤثر أيضاً في حديث عاصم بن المنذر؛ لأن حماد بن سلمة إمام جليل، احتج به مسلم وخلق من الأئمة.
فعلى قول الفقهاء وأهل الأصول يكون وصله ورفعه زيادة من ثقة؛ فتُقبل ولا يضره من أرسله أو وقفه، وهذا ما اختاره بعض محققي أئمة الحديث.
وأما على قول الجمهور منهم؛ فلا يؤثر أيضاً، وذلك لأن سند الإرسال أو الوقف وسند الاتصال يختلف فيه؛ لأن حماد بن سلمة رواه عن عاصم بن المنذر عن عبيد الله بن عبد الله بن عمر، ورواية حماد بن زيد وإسماعيل ابن عُلية له إنما هي عن عاصم بن المنذر عن أبي بكر بن عبيد الله؛ إما مرسلاً، أو موقوفاً، فاختلف شيخا عاصم بن المنذر فيه؛ فكان عنده متصلاً عن عبيد الله بن عبد الله بن عمر، مرسلاً أو موقوفاً، عن أبي بكر (ابن) عبيد الله، فكان يرويه تارة عن هذا وتارة عن هذا، ومثل هذا كثير في الحديث، ولا يقدح أحدهما في الآخر إذا اختلف السندان". =',NULL,'279',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (277,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قلت: الصواب عدم قبول الرفع أو الوقف على الإطلاق، ولا بد من فحص كل حديث بملابساته وقرائنه، ولله در ابن دقيق العيد؛ فإنه قال في "شرح الإلمام": "من حكى عن أهل الحديث أو أكثرهم أنه إذا تعارض رواية مرسل ومسند، أو رافع وواقف، أو ناقص وزائد؛ أن الحكم للزائد لم يُصب في هذا الإطلاق، فإن ذلك ليس قانونًا مطردًا، وبمراجعة أحكامهم الجزئية يعرف صواب ما نقول".
وقد أجاب ابن القيام - صلى الله عليه وسلم - في "تهذيب السنن" (١/ ٦٠) بأن الذين رفعوه أكثر من الدين وقفوه، وهم ثقات، والرفع زيادة من الثقة، ومعها الترجيح. وبأنه إذا كان مجاهد سمعه من ابن عمر موقوفاً؛ فلا يمنع ذلك سماع عبيد الله، وعبد الله له من أبيهما مرفوعًا، قال:
"فإنْ قلنا الرفع زيادة، وقد أتى بها ثقة؛ فلا كلام، وإنْ قلنا: هي اختلاف وتعارض؛ فعبيد الله أولى في أبيه من مجاهد ... ".
وقال ابن الملقن (٢/ ١٠٢ وما بعدها) متعقبًا ابن عبد البر: "وإنَّما العجب من قول أبي عمر ابن عبد البر في "تمهيده" [١/ ٣٢٩]: "ما ذهب إليه الشافعي من حديث القلتين مذهب ضعيف من جهة النظر، غير ثابت من جهة الأثر؛ لأنه حديث تكلم فيه جماعة من أهل العلم، ولأن القلتين لم يوقف على حقيقة مبلغهما في أثر ثابت ولا إجماع".
وقوله في "استذكاره" [٢/ ١٠٢]: "حديث معلول، رده إسماعيل القاضي وتكلم فيه".
قلت: صنف ضياء الدين المقدسي جزءًا رد فيه على ابن عبد البر تضعيفه هذا الحديث، ذكر ذلك ابن تيمية في "مجموع الفتاوى" (٢١/ ٤١ - ٤٢).
وقال ابن الملقن: "وقد حكم الإمام الحافظ أبو جعفر الطحاوي، الحنفي [في شرح معاني الآثار" (١/ ١٦)] بصحة هذا الحديث كما ذكرناه، لكنه اعتل بجهالة قدر القلتين، وتبعه على ذلك الشيخ تقي الدين؛ فقال في "شرح الإلمام" [(ق ١٩/ ب)]: "هذا الحديث قد صحح بعضهم إسناد بعض طرقه، وهو أيضًا صحيح على طريقة الفقهاء؛ لأنه وإن كان حديثًا مضطرب الإسناد، مُخْتلفًا فيه في بعض ألفاظه -وهي علَّة عند المحدثين إلاَّ أن يُجاب =',NULL,'280',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (278,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= عنها بجواب صحيح-؛ فإنه يمكن أن يُجمع بين الروايات ويجاب عن بعضها بطريق أصولي، وُينسب إلى التصحيح، ولكن تركته -يعني: "في الإلمام"-؛ لأنه لم يثبت عندنا الآن بطريق استقلالي يجب الرجوع إليه شرعًا تعيين مقدار القلتين".
والجواب عما اعتذرا به: "أن المراد قلتين بقلال هجر؛ كما رواه الإمام الشافعي في "الأم"، و"المختصر" ... ".
قلت: وسيأتي التنبيه عليه.
وفهم بعضهم هذا الحديث بلفظة: "لا يحمل الخبث"؛ أي: يضعُف عن حمله، فعاد الاستدلال بالحديث كأنه هباء أو ماء، وهذا خطأ فاحش من أوجه -وإن قال عنه ابن عبد البر: "محتمل التأويل"-:
أحدها: أن الرواية الأخرى مصرحة بغلطه، وهي قوله: "لم ينجس".
الثاني: أن الضعف عن الحمل إنما يكون في الأجسام، كقولك: "فلان لا يحمل الخشبة"، أي: يعجز عنها لثقلها.
وأما المعاني؛ فمعناه: لا يقبله، ومعنى الحديث الصحيح: "لا يقبل النجاسة، بل يدفعها عن نفسه، كما يقال: فلان لا يحمل الضيم؛ أي: لا يقبله ولا يصبر عليه، بل يأباه".
ثالثها: أن سياق الكلام يفسده؛ لأنه لو كان المراد أنه يضعف عن حمله؛ لم يكن للتقييد بالقلتين معنى، فإن ما دونها أولى بذلك.
فإن قيل: هذا الحديث متروك الظاهر بالإجماع في المتغير بنجاسة؟
فالجواب: أنه عام، خص منه المتغير بالنجاسة؛ فيبقى الباقي على عمومه، كما هو الصحيح عند الأصوليين.
فإن قيل: هذا الحديث يحمل على الجاري؟
فالجواب: أن الحديث يتناول الجاري والراكد؛ فلا يصح تخصيصه بلا دليل، قاله ابن الملقن في "البدر المنير" (٢/ ١١٣)، والنووي في "المجموع" (١/ ١١٥)، والمنذري في "مختصر سنن أبي داود" (١/ ٥٧).
وسيأتي كلام بديع للمصنف فيه ردٌّ على هذا الاعتراض. =',NULL,'281',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (279,'حديث القلتين حسن، صحّحه الحفاظ وحسّنوه. والرواية الأخيرة: "إذا كان قلتين فإنه لا ينجس" صحيحة، قال يحيى بن معين: إسنادها جيد (١)، وقال
_________
= بقي بعد هذا كله: أن جماعة من الحفاظ قد صححوا هذا الحديث وعملوا به، منهم:
الإمام الشافعي، وأبو عبيد أبو القاسم بن سلام، وأحمد، وإسحاق، وأبو ثور، وابن خزيمة، وابن حبان، والحاكم، والدارقطني، وابن دقيق العيد -كما في "طبقات الشافعية الكبرى" (٢/ ٢٤٥) -، والعلائي في "جزء" مفرد، وابن حجر، والشوكاني، والمباركفوري، وشيخنا الألباني.
وقال ابن حزم في "المحلى" (١/ ١٥١): "صحيح ثابت، لا مغمز فيه".
وقال الجوزقاني في "الأباطيل" (١/ ٣٣٨): "هذا حديث حسن".
وقال المنذري في "مختصر السنن" (١/ ٥٩): "هذا الإسناد صحيح موصول".
وقال النووي في "المجموع" (١/ ١١٢): "حديث حسن ثابت"، وسيأتي كلامه المجمل عليه، ونقله تجويد ابن معين لإسناده وتصحيح الحاكم له، وصححه في كتابه "خلاصة الأحكام" (١/ ٦٦).
وصححه الرافعي، وعبد الحق الإشبيلي؛ وابن منده، وابن الملقن، ومضى كلامهم.
وقال ابن تيمية في "مجموع الفتاوى" (١/ ١١٢): "أكثر أهل العلم بالحديث على أنه حديث حسن يحتج به".
وصدق الخطابي حين قال في "معالم السنن" (١/ ٥٨): "يكفي شاهد على صحة هذا الحديث أن نجوم أهل الحديث صححوه، وقالوا به، واعتمدوه في تحديد الماء، وهم القدوة وعليهم المعول في هذا الباب".
وانظر تعليقنا على "الخلافيات" (٣/ ١٤٦ - ١٨١) ففيه فوائد زوائد، والله الموفق لا رب سواه، وهو الهادي إلى سواء الصراط.
(١) "تاريخ ابن معين" (٤/ ٢٤٠ - رواية الدوري)، ومن طريقه البيهقي في "المعرفة" (٢/ ٨٩ رقم ١٨٨٤)، وفي "الخلافيات" (٣/ ١٧٩ رقم ٩٥٠).
ونقلها عنه: ابن الملقن في "البدر المنير" (١/ ٤٠٥)، وعنه ابن حجر في "التلخيص الحبير" (١/ ١٨)، وذكرها المصنف أيضًا في "خلاصة الأحكام" (١/ ٦٦) رقم (١٢).',NULL,'282',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (280,'الحاكم: صحيح (١). ولا تقبل دعوى من ادّعى اضطرابه (٢)، وعلى الحديث اعتراضات (٣) عنها أجوبة صحيحة مشهورة (٤).
والقلة هي الجرّة العظيمة التي يُقِلُّها القوي من الرجال، أي يرفعها ويحملها (٥)، وقد جاء في رواية مرسلة: "بقلال هَجَر" (٦). وهَجَر: قرية بقرب المدينة، ليست هَجَر البحرين المدينة المشهورة (٧). وكانت قلالُ
_________
(١) سبق إيراد كلامه في التخريج.
(٢) بينا ذلك مفصلاً في التخريج، والحمد لله الذي بنعمته تتم الصالحات.
(٣) استوفيناها مع الأجوبة في التخريج المطول السابق.
(٤) نقل كلامه هذا ابن الملقن في "البدر المنير") (٢/ ٩٦).
(٥) عبارته في "تحرير ألفاظ التنبيه" (ص ٣٢): "القلة في اللغة: الجرَّة العظيمة، سميت بذلك لأن الرجل العظيم يُقلّها بيديه، أي: يرفعها".
(٦) أخرجه الشافعي في "مسنده" (ص ٤٩ - ترتيبه) وابن عدي في "الكامل" (٦/ ٢٣٥٨) ومن طريقه البيهقي في "الخلافيات" رقم (٩٥٥ - ٩٥٦) وفي "السنن الكبرى" (١/ ٢٦٣) والخطابي في "المعالم" (١/ ١٩٦) وقال ابن عدي: "وقوله في متن هذا: "من قلال هجر" غير محفوظ".
وانظر: "السنن" (١/ ٢٤ - ٢٥) للدارقطني، و"المعرفة" (٢/ ٩١) رقم (١٨٩٦)، و"الخلافيات" (٣/ ١٨٢)، و"البدر المنير" (٢/ ١٠٥)، و"تهذيب السنن" لابن القيم (١/ ٦٣).
(٧) قال ياقوت في كتابه "المشترك وضعًا والمفترق صقعًا" (ص ٣٣٨): "هَجَر: ثلاثة مواضع: بفتح أوله وثانيه وراء، هجر يشمل جميع نواحي البحرين، فهو اسم الإقليم كالشام". قال: "وهجر في قول بعضهم قرية كانت قرب المدينة وإليها تُنسب القلال الهجرية. وقيل: بل تنسب إلى هجر الأولى، إما أن تكون عُمِلَت بها، وجُلبت إلى المدينة، وإما أن تكون عُملت بالمدينة على مثالها، وهجر بلد باليمن، بينه وبين عبر إلى جهة اليمن يوم وليلة". وبنحوه في "معجم البلدان" (٥/ ٣٩٣)، و"مراصد الاطلاع" (٣/ ١٤٥٢).
ونقل السَّمهودي (ت ٩٢٢ هـ) في كتابه "خلاصة الوفا" (٢/ ٧٥٣) كلام النووي هذا، وقال: "ومن الأزهري أنها هجر البحرين". وأهملها =',NULL,'283',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (281,'هجر معلومةً عند المخاطبين. قال ابن جريج: "رأيت قلال هجر، فرأيت القُلَّة تسع قربتين أو قربتين وشيئًا" (١)، وقدر العلماء القلتين بخمس قرب، كل قِرْبةٍ مئةُ رطل بالبغدادي، فهما خمس مئة رطل، وهذا هو الصحيح، وقيل ست مئة، وقيل: ألف، وهما بالمساحة: ذراع وربع طولًا وعرضًا وعُمقًا (٢).
_________
= الفيروزآبادي في كتابه الجامع عن المدينة، المسمى "المغانم المطابة".
(١) أخرجه عبد الرزاق (١/ ٧٩ رقم ٢٥٨، ٢٥٩)، والشافعي في "المسند" (٨٢٢)، وابن المنذر في "الأوسط" (١/ ٢٧١ رقم ٢٩)، والبيهقي في "الخلافيات" (٣/ ١٨١ - ١٨٢)، وفي "الكبرى" (١/ ٢٦٣).
(٢) وهكذا قال المصنف في "تحرير ألفاظ التنبيه" (ص ٣٢)، وبنحوه في "التحقيق" ص (٤٢) له، وهو آخر كتبه، ولم يتمه.
والمراد: القلة الكبيرة، إذ لو أراد رسول الله - صلى الله عليه وسلم - الصغيرة لم يحتج لذكر العدد، فإن الصغيرتين قدر واحدة كبيرة، ويرجع في الكبيرة إلى العرف عند أهل الحجاز، والظاهر أن النبي - صلى الله عليه وسلم - ترك تحديدهما على سبيل التوسعة، والعلم محيط بأنه ما خاطب الصحابة إلاَّ بما يفهمون، فانتفى الإجمال، لكن لعدم التحديد؛ وقع الخلاف بين السلف في مقدارهما على تسعة أقوال -ذكرها ابن المنذر- هي:
أولاً: إن القلة تسع قربتين أو قربتين وشيئًا.
ثانيًا: ما قاله الشافعي في "الأم" (١/ ٥):
"والاحتياط أن تكون القلة قربتين ونصفًا، فإذا كان الماء خمس قرب، لم يحتمل نجسًا في جر كان أو غيره، وقِرَبُ الحجاز كبار، ولا يكون الماء الذي لا يحمل النجاسة إلا بقرب كبار".
ثالثًا: حكي عن أحمد قولان: أحدهما: أن القلة قربتان، والآخر: أن القلتين خمس قرب، ولم يقل بأي قرب.
انظر: "مسائل أحمد وإسحاق" (١/ ٨)، و"مسائل أحمد" لأبي داود (ص ٤)، و"الإنصاف" (١/ ٦٧ - ٧٠)، و"المغني" (١/ ٢٧). =',NULL,'284',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (282,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= رابعًا: أن القلتين نحو ست قرب؛ لأن القلة نحو الخابية، قاله أبو إسحاق بن راهويه.
خامسًا: أن القلتين خمس قرب، ليس بأكبر القرب ولا بأصغرها، وهذا قول أبي ثور.
سادسًا: القلة الجرة، قاله وكيع، وعبد الرحمن بن مهدي، ويحيى بن آدم، ولم يجعلوا لذلك حدًّا يوقف عليه.
سابعًا: القلة؛ الكوز.
ثامنًا: القلة؛ الكوز الصغير، والجرَّة اللطيفة والعظيمة، والجر اللطيف إذا كان القوي من الرجال يستطيع أن يقله؛ أي: يحمله.
تاسعًا: قول أبي عبيد في "الطهور" (٢٣٨): "هي الحباب" قال: "وهي قلال هجر، معروفة عندهم وعند العرب مستفيضة، وقد سمعنا ذكرها في أشعارهم، وقد يكون بالشام أيضًا وتلك الناحية، وكل هذا الذي اقتصصناه إنما هو في الماء الدائم الذي لا مادة له، وذلك مثل الغدران والمصانع والصهاريج والحياض والبرك".
قلت: القلة: إناء العرب؛ كالجرة الكبيرة شبه الجب -بالضم-، والجمع قلال، مثل: برمة وبرام. قال الأزهري: "ورأيت القلة من قلال هجر والأحساء تسع ملء مزادة، والمزادة: شطر الرواية، وإنما سميت قلة؛ لأن الرجل القوي يقلها؛ أي: يحملها".
وعن ابن جريج قال: "أخبرني من رأى قلال هجر أن القلة تسع فرقًا".
قال عبد الرزاق: "والفرق، يسع أربعة أصول بصاع النبي - صلى الله عليه وسلم -".
انظر: "تحفة الفقهاء" (١/ ١٠٧)، و"المصباح" (مادة: قلل).
وقد حدد فقهاء الشافعية القلتين بخمس مئة رطل بالبغدادي؛ لأنه روي (بقلال هجر)، قال ابن جريج: "رأيت قلال هجر، فرأيت القلة منها تسع قربتين، أو قربتين وشيئًا، فجعل الشافعي رحمه الله نصفًا احتياطيَا"، وقِرَبُ الحجاز كبار تسع كل قربة: مئة رطل؛ فصار الجميع: خمس مئة رطل.
انظر: "المهذب" (١/ ١٣)، و"المنهاج" (ص ٣).
وقال الزمخشري في "رؤوس المسائل" (ص ١٢٠): "والقلتان خمس قرب كبار، وهي مئتان وخمسون منًا، أو ست مئة رطل". =',NULL,'285',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (283,'قوله - صلى الله عليه وسلم -: "إذا بلغَ الماء قلتين لم يحمل الخبث"، معناه: لم ينجس بملاصقة النجاسة ووقوعها فيه كما فسره في الرواية الأخرى، وتقديره: لا يقبل النجاسة، بل يدفعها عن نفسه، كما يقال: فلان لا يحمل الضيم؛ أي: لا يقبله ولا يصبر عليه، بل يأباه. وأما قول بعض المانعين للعمل بالقلتين: إن معناه أنه يضعف عن حَمْلِهِ؛ فخطأ فاحش من أوجه (١):
أحدها: أن الرواية الأخرى مصرحة بغلطه، وهي قوله: "فإنه لا ينجس".
الثاني: أن الضعف عن الحمل إنما يكون في الأجسام، كقولك: فلانٌ لا يحمل الخشبة؛ أي: يعجز عنها لثقلها، وأما في المعاني فمعناه: لا يقبله، كما ذكرنا.
_________
= قلت: المن: كيل أو ميزان، وهو شرعًا: (١٨٠) مثقالًا، وعرفًا: (٢٨٠) مثقالاً، وجمعه أمنان. "المنجد" (من).
وقد أوردت كتب الفقه الشافعي مواصفات مساحة الماء في الفلاة المقدرة بالقلتين بأنها: "ذراع وربع بذراع الآدمي، وهو: شبران تقريبًا، وهذا في المربع طولاً وعرضًا وعمقًا، وأما في المدور؛ فذراعان طولاً وعرضًا بذراع النجار الذي هو بذراع الآدمي ذراع وربع، والمراد بالطول: العمق، وإذا كان الظرف مدورًا مثل البئر أو البركة المستديرة؛ فيكون قطر الدائرة ذراعًا، وعمق البئر: ذراعين ونصفًا، فيكون محيط الدائرة: (٣,١٤) ذراع، وإذا كان الظرف مثلثًا متساوي الأضلاع؛ فيجب أن يكون طول وعرض كل ضلع: (١,٥) ذراع، طولاً وعرضًا وعمقًا، ونصفه ذراعان، وإن كان الظرف مكعبًا؛ فيجب أن تكون أبعاده الثلاثة: (١,٢٥) ذراع، طولاً وعرضًا وعمقًا".
وخلاصة القول؛ فإن القلتين تقدران بحوالي (٣٠٧) لترات.
انظر: "الإيضاح والتبيان" مع تعليقات المحقق د. الخاروف (ص ٧٩، ٨٠) والتعليق على "رؤوس المسائل" (ص ١٢٠).
(١) سبق ذكر بعضها، وانظرها في "المجموع" (١/ ١١٥) "مختصر سنن أبي داود" (١/ ٥٧)، "البدر المنير" (٢/ ١١٣).',NULL,'286',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (284,'الثالث: أن سياق الكلام يفسده؛ لأنه لو كان المراد أنه يضعف عن حمله لم يكن للتقييد بالقلتين معنىً، فإن ما دونهما أوْلى بذلك.
فإن قيل: هذا الحديث متروك الظاهر بالإجماع في المتغيِّر بالنجاسة! (١)
فالجواب: أنه عام خُصَّ منه المتغير بالنجاسة، فبقي الباقي على عمومه كما هو الصحيح عند الأصوليين (٢).
وممن قال بالقلتين الشافعي (٣) وأحمد (٤) وإسحاق (٥) وأبو ثور (٦) وأبو عبيد (٧) وابن خزيمة (٨) وآخرون (٩).
وقد يستدل بهذا الحديث من يقول بنجاسة سؤر السِّباع، لقوله: "وما ينوبه من السباع"، ولا دلالة فيه؛ لأن السِّباع إذا ورَدَت مياه الغُدْرَان
_________
(١) انظر في تقرير هذا: "تصحيح التنبيه" (١/ ٦٩) رقم (٤)، "المنهاج" (١/ ٢١) "التنقيح في شرح الوسيط" (١/ ١٢٤).
(٢) نقله عن المصنف: ابن الملقن في "البدر المنير" (١/ ٤٢٠) من قوله: "وأما قول بعض ... " إلى هنا.
(٣) في "الأم" (١/ ٥)، وسبق كلامه.
(٤) انظر: "مسائل أحمد" لأبي داود (ص ٤).
(٥) انظر: "مسائل أحمد وإسحاق" (١/ ٨).
(٦) حكى مذهبه ابن المنذر في "الأوسط" (١/ ٢٦١)، وابن قدامة في "المغني" (١/ ٢٥).
(٧) انظر: كتابه "الطهور" (ص ٢٣٦ - بتحقيقي) وفيه: "أفتى به مجاهد والحسن"، ونقلت في تعليقي عليه من نقل مذهب أبي عبيد وهم جماعة.
(٨) انظر: "صحيحه" (١/ ٤٩).
(٩) نسبه ابن المنذر في "الأوسط" (١/ ٢٦١) لعبد الله بن عمر وسعيد بن جبير ومجاهد، وانظر: "فتح الباري" (١/ ٤٣٢).',NULL,'287',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (285,'خاضَتْها وبالت فيها في العادة، مع أن قوائمها ونحوها لا تخلو من النجاسة غالبًا (١)، فكان سؤالهم عن ذلك، فقال لهم النبي - صلى الله عليه وسلم - قاعدة عامة (٢): أن الماء إذا بَلَغَ قلتين لا ينجس بوقوع النجاسة، ومياه الفلوات (٣)، والغُدران لا تنقص عن قلتين غالبًا، والله أعلم.
قوله: "وما ينوبه من الدواب والسباع"، أي: ما يطرقه منها، وأما ذكره السباع بعد الدواب، فيحتمل أنه أراد بالدواب: الدواب العرفية، وهي: الخيل والبغال، والحمير، ويحتمل أنه أراد جميع ما يدبّ كما هو مقتضاه في اللغة، فيكون من باب ذكر الخاص بعد العام، وهو جائز في القرآن العظيم (٤).
_________
(١) مأخوذ من "معالم السنن" (١/ ٣٦) بتصرف، وزيادة وضوح في المقصود.
(٢) مبتورة في الأصل ولم يظهر منها إلا "دعا"! ولعلها ما أثبتناه، وفي هامش الأصل عند نهاية اللوحة [١٠/ أ]، وما نصه: "بلغ معارضة بأصله الذي هو بخط النووي".
(٣) كذا في الأصل مجوَّدة، وليست: "القنوات"!
(٤) فوقها في الأصل كلمة (العزيز)، أي: القرآن العزيز.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (286,'<span data-type="title" id=toc-45>٣٣ - باب: ذكر بئر بُضاعة</span>
٦٦ - (صحيح) حدثنا محمد بن العلاء، والحسن بن علي، ومحمد ابن سليمان الأنباري، قالوا: حدثنا أبو أُسامة، عن الوليد بن كثير، عن محمد بن كعب، عن عبيد الله بن عبد الله بن رافع بن خَديج، عن أبي سعيد الخدري: أنه قيل لرسول الله - صلى الله عليه وسلم -: أتتوضأ من بئر بُضاعة -وهي بئر يُطرح فيها الحِيَض ولحم الكلاب والنَّتنُ؟ - فقال رسول الله - صلى الله عليه وسلم -: "الماءُ طهور لا يُنجِّسه شيء".
قال أبو داود: وقال بعضهم: عبد الرحمن بن رافع (١).
_________
(١) أخرجه النسائي في "المجتبى" (١/ ١٧٤)، والترمذي في "الجامع" (أبواب الطهارة، باب ما جاء أنَّ الماء لا يُنجسه شيء)، (/ ١/ ٩٥ رقم ٦٦)، وأحمد في "المسند" (٣/ ٣١)، وابن الجارود في "المنتقى" (رقم ٤٧)، وابن أبي شيبة في "المصنف" (١/ ١٤١ - ١٤٢)، والدارقطني في "السنن" (١/ ٣٠)، وابن المنذر في "الأوسط" (١/ ٢٦٩)، وابن منده -كما في "البدر المنير" (٢/ ٥٧) -، والبغوي في "شرح السنة" (٢/ ٦٠)؛ وسمويه في بعض الثالث من فوائده" (ق ١٣٩/ أ)؛ من طرق، عن أبي أسامة، به.
ورجال إسناده ثقات، رجال الشيخين؛ غير عبيد الله بن عبد الله بن رافع، وهو مجهول، لم يوثقه غير ابن حبان، وقد روى عنه جماعة، وقال ابن حجر: "مستور".
وانظر: "الجوهر النقي" (١/ ٥٠٤)، و"التلخيص الحبير" (١/ ١٧٤).
قال الترمذي عقبه: "حديث حسن، وقد جوَّد أبو أسامة هذا الحديث؛ فلم يرو أحد حديث أبي سعيد في بئر بضاعة أحسن مما روى أبو أسامة، وقد =',NULL,'289',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (287,'٦٧ - (صحيح) حدثنا أحمد بن أبي شعيب، وعبد العزيز بن يحيى الحرانيان، قالا: حدثنا محمد بن سلمة، عن محمد بن إسحاق، عن سليط بن أيوب، عن عبيد الله بن عبد الرحمن بن رافع الأنصاري، ثم العدويّ، عن أبي سعيد الخدري، قال: سمعت رسول الله - صلى الله عليه وسلم - وهو يقال له: إنه يستقى لك من بئر بُضاعة، وهي بئر يُلقى فيها لحوم الكلاب والمحائِضُ وعَذِرُ الناس! فقال رسول الله - صلى الله عليه وسلم -: "إن الماء طهور لا يُنَجِّسُهُ شيء" (١).
_________
= روي من غير وجه عن أبي سعيد". وقال البغوي: "هذا حديث حسن صحيح".
وقال الدارقطني في "العلل" (٣/ ق ١٣٨/ أ) أو (١١/ ٢٨٥ - ٢٨٨) رقم (٢٢٨٧) وساق طرقه عن أبي سعيد: "وأحسنها إسنادًا حديث الوليد بن كثير ... ".
(١) أخرجه الدارقطني في "السنن" (١/ ٣٠)، ومن طريقه البيهقي في "الخلافيات" وابن جرير في "تهذيب الآثار" (٢/ ٢٠٩/ رقم ١٥٥١) من طريق محمد بن سلمة به.
وإسناده ضعيف، وفيه انقطاع.
قال الشيخ ابن دقيق العيد في "الإمام" (١/ ١١٧ - ١١٨):
"وفي رواية ابن إسحاق عن سليط شيء آخر، ذكره أبو محمد عبد الرحمن بن أبي حاتم في "المراسيل" (ص ١٩٥)، عن أبيه؛ قال: محمد بن إسحاق بينه وبين سليط رجل.
وكلامه محتمل لأن يكون بينهما رجل في حديث بئر بضاعة، وبين أن يكون بينهما رجل مطلقًا، والأقرب إلى وضع الكتاب المذكور هو الثاني" اهـ.
وعلق عليه ابن الملقن في "البدر المنير" (٢/ ٥٩) بقوله:
"قلت: والذي يظهر صحة الحديث مطلقًا كما صحَّحه الأئمة المتقدمون: الترمذي، وأحمد، ويحيى بن معين، والحاكم، وهم أئمة هذا الفن والمرجوع لهم".
قلت: نعم، هو صحيح بطرقه وشواهده.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (288,'قال أبو داوُد: [و] سمعت قُتيبة بن سعيد، قال: سألتُ قيِّم بئر بُضاعة عن عُمقها؟ قال: أكثرُ ما يكون فيها الماء إلى العانة، قلت: فإذا نقص؟ قال: دون العورة.
قال أبو داوُد: وقدرت أنا بئر بُضاعة بردائي مددته عليها، ثم ذرعته، فإذا عرضُها ستة أذرع، وسألتُ الذي فتح لي باب البُسْتان فأدخلني إليه: هل غُيِّر بِناؤها عما كانت عليه؟ قال: لا. ورأيتُ فيها ماءً مُتغيِّرَ اللَّون.
بُضاعة: بضمِّ الباء وكسرها، والضمّ أفصح وأشهر، ولم يذكر جماعةٌ غيره، وممن ذكر الوجهين: ابن فارس (١) والجوهري (٢).
وحديث بئر بضاعة صحيح، وممن صححه: الإمام أحمد بن حنبل (٣) ويحيى بن معين والحاكم وآخرون من الأئمة والحفاظ (٤)، وقال الترمذي: حديث حسن (٥).
_________
(١) انظر: "مجمل اللغة" (١/ ١٢٧)، مادة (بضع) وبضاعة: اسم لصاحب البئر.
وقيل: اسم لموضعها، وهي بئر بالمدينة، وهي في ديار بني ساعدة معروفة.
(٢) انظر: "الصحاح" (٣/ ١١٨٧)، مادة (بضع).
(٣) نقل المزي في "تهذيب الكمال" (١٩/ ٨٤) عن أبي الحسن الميموني عن أحمد بن حنبل قوله: "حديث بئر بضاعة صحيح، وحديث أبي هريرة: "لا يبال في الماء الراكد" أثبت وأصح إسنادًا".
وانظر تصحيح أحمد له في: "الإمام" (١/ ١١٥) لابن دقيق العيد، "تنفيح التحقيق" (١/ ٢٠٥) لمحمد بن عبد الهادي.
(٤) نقل كلام النووي إلى هنا: ابن الملقن في "البدر المنير" (١/ ٣٨٢ - ط الهجرة) وعنده: "الأئمة الحفاظ".
(٥) قال المصنف في "خلاصة الأحكام" (١/ ٦٥): "قال الترمذي: حسن، وفي بعض النسخ: "حسن صحيح"، وقال الإمام أحمد بن حنبل: "هو صحيح" وكذا قال آخرون، وقولهم مُقدَّم على قول الدارقطني: إنه غير ثابت". =',NULL,'291',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (289,'قوله: "قيل: يا رسول الله؛ أتتوضأ من بئر بُضاعة"؟ هو بتاءين مثناتين من فوق، وهو خطاب للنبي - صلى الله عليه وسلم -، معناه: تتوضأ أنت يا رسول الله من هذه البئر وصفتها كذا؟ وإنما ضَبَطْتُ اللفظة لأني رأيت مراتٍ من يُصَحِّفها فيقول: "نتوضأ" بالنون، وهذا غلط (١)؛ فقد ذكر أبو داود في الرواية الأخرى (٢) أنه قال: "يا رسول الله؛ إنه يُستَقَى لك من بئر بضاعة"، وفي رواية الشافعي (٣): "قيل: يا رسول الله؛ إنك تتوضأ من بئر بضاعة" وذكر تمامه، وفي رواية النسائي (٤) عن أبي سعيد قال: مررت بالنبي - صلى الله عليه وسلم - وهو يتوضأ من بئر بضاعة، فقلت: يا رسول الله؛ أتتوضأ منها وهي يُطرح فيها ... وذكر الحديث.
قوله: "وهي بئر يُطرح فيها الحِيَضُ ولحمُ الكلاب والنّتنُ".
_________
= قلت: قول الدارقطني في "العلل" (٨/ ١٥٧) عن حديث أبي هريرة لا عن هذا الحديث، أفاده العلامة محمد بن عبد الهادي في "تنفيح التحقيق" (١/ ٢٠٦).
(١) قال ابن الملقن في "البدر المنير" (١/ ٣٩٣ - ط الهجرة): "أول من نبه على هذا الضبط: النووي رحمه الله وتبعه شيخنا فتح الدين بن سيد الناس في "شرح الترمذي". قال النووي: إنما ضبطت كونه بالتاء لئلا يُصحف، فيقال: "أنتوضأ" بالنون. وقد رأيت من صحَّفه، واستبعد كون النبي - صلى الله عليه وسلم - يتوضأ منها. قال: وهذا غلط فاحش".
ونقل ابن رسلان في "صفوة الزبد" (ق ٣٣/ أ) عن النووي قوله: "ضبطتُه بالتاء لأني رأيت من صحفه بالنون"، ونقله عن المصنف: السيوطي في "مرقاة الصعود" (ص ١٧ - مختصره "درجات") وفيه على إثره: "قال الشيخ ولي الدين: فلا يمتنع كونه بنون ففوقية، فقد ضبطناه كذلك بأصلنا بسند أبي داود، ويقوِّيه ما للدارقطني: قيل يا رسول الله؛ إنا نتوضأ".
(٢) السابقة رقم (٦٧).
(٣) في "الأم" (١/ ٩) و"المسند" (ص ١٥٦) و"اختلاف الحديث" (ص ٧١).
(٤) في "المجتبى" (١/ ١٧٤).',NULL,'292',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (290,'أما الحِيض فبكسر الحاء وفتح الياء (١)؛ أي: خرق الحيض. وقيل: المراد بالحِيْضَة هنا الخِرقة تستثفر بها الحائض، وهي بكسر الحاء، قال الخطابي (٢) وآخرون: "لم يكن إلقاء ذلك تعمدًا من آدمي؛ بل كانت هذه البئر في حدورٍ والسيول تكسح الأقذار من الأفنية فتُلْقيها فيها، ولم يكن ذلك يؤثر في الماء؛ لأنه كان ماءً كثيرًا لا يتغير بذلك"، وهي بئر مطروقة الاستقاء، فمن وجد فيها شيئًا من ذلك أزاله كما هو المعروف من عادة الناس، وقيل: كانت الريحُ تُلْقي ذلك.
وقيل: المنافقون، ويحتمل الريح والسيول، وأما المنافقون فبعيد؛ لأن الانتفاع بها مشترك مع تنزيه المناففين وغيرهم المياه في العادة (٣).
واعلم أن حديث بئر بضاعة لا يخالف حديث القُلَّتين (٤)؛ لأن ماءها كان فوق القُلتين كما ذكرنا، فحديث بئر بضاعة يخصّ منه شيئان:
أحدهما: إذا كان دون قُلَّتين.
والثاني: المتغير بالنجاسة.
فأما الشيء الثاني؛ فَمُجْمَعٌ على تخصيصه، وأما الأول فقال به
_________
(١) جمع (حِيضة) -بكسر الحاء- وهي الخرقة التي تحتشي بها المرأة، وقد تطلق (الحيضة) -بكسر الحاء- على الاسم من (الحَيضة) بالفتح، ونقل المزبور عن المصنف: السيوطي في "مرقاة الصعود" (١٧ - درجات). وانظر: "الإمام" (١/ ١٢١).
(٢) "معالم السنن" (١/ ٣٧)، بنحوه.
(٣) من قوله: "قال الخطابي وآخرون ... " إلى هنا في "البدر المنير" (١/ ٣٩٠) ولم يعزه لأحد!
(٤) المتقدم برقم (٦٣، ٦٤، ٦٥).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (291,'الشافعي (١) وأحمد (٢) وكثيرون، وقال مالك (٣) وآخرون بعمومه.
قوله: "يُلْقى فيها لحوم الكلاب والمحايض وعَذِرُ الناس"، هو بفتح العين وكسر الذال: اسم جنس للعذرة، وهي الغائط، فهذا هو الصحيح في ضبطه، وضُبط أيضًا بكسر العين وفتح الذال، وهذا أيضًا صحيح كَمَعِدَة ومِعَد. وأما ما يقع في بعض النسخ من ضمّ العين فتصحيف لا معنى له هنا (٤).
_________
(١) انظر: "الأم" (١/ ٤ - ٥)، و"فتح العزيز" (١/ ٢٠٥ - ٢٠٨)، و"المهذب" (١/ ١٣)، و"مغني المحتاج" (١/ ٢١)، و"نهاية المحتاج" (١/ ٦٣)، و"التذكرة" (٣٦) لابن الملقن، و"الوسيط في المذهب" (١/ ٣٢٣ - ٣٣٦) للغزالي، و"حاشيتا القليوبي وعميرة" (١/ ٢١).
وتقريره عند المصنف في: "التحقيق" (٣٦)، "المنهاج" (٣)، "روضة الطالبين" (١/ ١٩)، و"المجموع" (١/ ١٦١).
(٢) هذه رواية في مذهب أحمد، والمذهب لا ينجس القلتان بوقوع النجاسة فيها إلا أن يكون بولاً.
وانظر: "مسائل أحمد وإسحاق" (١/ ٨)، و"المغني" (١/ ٢٤ - ٤٠)، و"المحرر" (١/ ٢)، و"كشف القناع" (١/ ٤١)، و"مجموع فتاوى ابن تيمية" (٢١ - ٣٠)، و "شرح منتهى الإرادات" (١/ ٨١)، و"المقنع" (١/ ١٩)، و"الفروع" (١/ ٨٤)، و"الإنصاف" (١/ ٥٦)، و"الكافي" (١/ ١١)، و"شرح العمدة" (٢٣)، و"الإفصاح" (١/ ٥٨)، و"المذهب الأحمد" (٣)، و"الهداية" (١/ ١٠).
(٣) مذهب مالك يعتبر تغير الصفات. انظر: "المدونة الكبرى" (١/ ٢٥)، و"التمهيد" (١/ ٣٢٦ - ٣٢٧) و"الكافي" (١/ ١٥٥)، و"الشرح الكبير" (١/ ٤٨)، و"مقدمات ابن رشد" (١/ ١٥)، و"قوانين الأحكام الشرعية" (٤٤)، و"حاشية الدسوقي" (١/ ٣٨)، و"بداية المجتهد" (١/ ٢٤). وانظر سائر المذاهب في: "الأوسط" (١/ ٢٦٠ وما بعدها) لابن المنذر، و"الطهور" (ص ٢٢٦ وما بعده) لأبي عبيد، و"تنقيح التحقيق" (١/ ١٩٣).
(٤) نقله السيوطي في "مرقاة الصعود" (١٧ - درجات).',NULL,'294',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (292,'قوله: "عُمْقها"؛ أي: قَعْرها، وهو بفتح العين وضمّها لغتان.
قوله: "أكثر ما يكون الماء فيها إلى العانة (١)، فإذا نَقَصَ؟ قال: دون العورة"، المراد بالعورة هنا الفرج، يعني: دون الفرج بقليل، فكأنها كانت تنقص شبرًا ونحوه. وإنما قدرها أبو داود بردائه وسأل عنها قتيبة ليعلم أنها كبيرة جدًّا (٢)، والمقصود أن أبا حنيفة رحمه الله يقول: إذا كان الماء غير جارٍ ووقعت فيه نجاسة، فإن كان بحيث لو حُرِّك أحد طَرَفَيه تحرك الآخر، فهو نجس كله (٣)، وإلا فطاهر. وهذه البئر كانت دون هذا، فمعلوم أنها إذا حُرِّك أحد طرفيها تحرك الآخر، وقد صح أن النبي - صلى الله عليه وسلم - توضأ منها (٤)، وكانت النَّجاسات تقع فيها، فهذا يرد مذهب أبي حنيفة، وهذا مقصود قتيبة وأبي داود بما ذكره في الكتاب، ولهذا قال: "سألت الذي فتح لي الباب: هل غُير بناؤها؟ يعني: عمّا كان في زمن النبي - صلى الله عليه وسلم -؟ قال: لا".
_________
(١) قال المصنف في "تحرير ألفاظ التنبيه" (ص ٣٤): "العانة: الشَّعَر حول الفرج".
انظر تأكيد ذلك في "السنن الكبرى" (١/ ٢٦٥)، و"المعرفة" (١/ ٣٢٤) كلاهما للبيهقي.
(٢) نقله السيوطي في "مرقاة الصعود" (١٧ - درجات) عن المصنف.
(٣) انظر: "المبسوط" (١/ ٦١)، و"أحكام القرآن" (٣/ ٤١٩)، و"شرح معاني الآثار" (١/ ١٦١)، و"الهداية" (١/ ١٨)، وشرحها "فتح القدير" (١/ ٧٩ - ٨٠)، و"البناية شرح الهداية" (١/ ٣١٣ - ٣١٤، ٣٤٠)، و"مختصر الطحاوي" (١٦)، و"تحفة الفقهاء" (١/ ١٠٧)، و"رؤوس المسائل" (ص ١١٩)، و"بدائع الصبائع" (١/ ٢٠٩)، و"مراقي الفلاح" (ص ٤)، و"فتح باب العناية" (١/ ١١٠ - ١١٤).
(٤) دلت عليه أحاديث الباب.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (293,'وقوله: "قَدَّرْتُ بئر بُضاعة"، هو بتشديد الدال وتخفيفها.
قوله: "فإذا عَرْضُها ستة أذرع"، هكذا هو في النسخ: (ستة) بالهاء، وهي لغة قليلة، والأفصح تأنيث الذراع، فيقال: ست أذرع (١).
قوله: "ورأيت فيها ماءً متغيرًا"، هذا التَغيُّر بطول المكث أو نحوه، أو من أصلها لا بنجاسة (٢)، ثم إن هذه صفة مائها في زمن أبي داود، ولا يلزم منه أن تكون صفتها كذلك في زمن النبي - صلى الله عليه وسلم -، ولعلّه قل استعمالها فتغيَّر ماؤها، والله أعلم (٣).
_________
(١) انظر: "تهذيب الأسماء واللغات" (٣/ ١٠٩ - ١١١)، "تحرير ألفاظ التنبيه" (٤٢، ٣٠٩).
(٢) نقل الرملي في "شرح سنن أبي داود" (ق ٣٤/ أ) عن النووي قوله: "يعني بطول المكث، وأصل النبع، لا بوقوع شيء أجنبي فيه، انتهى".
(٣) نقل ابن الملقن في "البدر المنير" (١/ ٣٨٩ - ٣٩٢) جل كلام النووي على حديث بضاعة، ولم ينسبه إليه!',NULL,'296',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (294,'<span data-type="title" id=toc-46>٣٤ - باب: الماء لا يُجنِبُ </span>(*)
٦٨ - (صحيح) حدثنا مُسدد، قال: حدثنا أبو الأحوص، قال: حدثنا سماك، عن عكرمة، عن ابن عباس، قال: اغتسل بعض أزواج النبي - صلى الله عليه وسلم - جَفْنة، فجاء النبي - صلى الله عليه وسلم - ليتوضأ منها -أو يغتسل- فقالت له: يا رسول الله؛ إني كُنت جنبًا، فقال رسول الله - صلى الله عليه وسلم -: "إن الماء لا يُجنب" (١).
_________
(*) هذا التبويب لا وجود له في النسخة الخطية من " الشرح"، وكذا وقع في "شرح العيني على سنن أبي داود" (١/ ٢٠٣)، وأثبتُّه من سائر النسخ المطبوعة، والشروح المشهورة، وانظر كلام الشارح في آخر شرحه لهذا الباب.
(١) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ١٨٩).
وأخرجه الترمذي (٦٥)، وابن ماجه (٣٧٠)، وابن أبي شيبة في "المصنف" (١/ ٣٨، ١٣٢)، وابن حبان في "صحيحه" (٤/ ٥٦، ٧٣)، والبيهقي في "الكبرى" (١/ ٢٦٧)، من طريق أبي الأحوص به.
وقد توبع أبو الأحوص فتابعه سفيان الثوري أخرجه عبد الرزاق (٣٩٦)، والدارمي (١/ ١٨٧)، والنسائي (١/ ٦٢)، وابن ماجه (٣٧١)، والطحاوي (١/ ٦٢)، وابن الجارود (٤٨، ٤٩)، وابن المنذر في "الأوسط" (١/ ٢٦٨، ٢٦٩)، وابن شاهين في "الناسخ والمنسوخ" (٥٧)، وابن جرير في "تهذيب الآثار" (٢/ ٢٠٢، ٢٠٣، ٢٠٥)، وأحمد (١/ ٢٣٥، ٢٨٤، ٣٠٨)، وابن راهويه (٢٠١٧، ٢٠١٨)، والخطيب في "تاريخ بغداد" (١٠/ ٤٠٣)، وفي "الأسماء المبهمة" (رقم ١٤٨)، وشعبة عند ابن خزيمة (٩١)، وابن جرير في "التهذيب" (٣٧)، والبزار (٢٥٠ - زوائده)، والحاكم (١/ ١٥٩).
ورواية سماك عن عكرمة خاصة فيها كلام، ويقبل منها ما كان من رواية =',NULL,'297',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (295,'قوله: "عن ابن عباس قال: اغتسل بعض أزواج النبي - صلى الله عليه وسلم - في جفنة، فجاء النبي - صلى الله عليه وسلم - ليتوضأ منها أو يغتسل، فقالت: يا رسول الله، إني كنت جُنُبا. فقال رسول الله - صلى الله عليه وسلم -: "إن الماء لا يجنب". هذا حديث صحيح (١)، ورواه الترمذي وقال: حسن صحيح، وفي رواية الدارقطني: "الماء ليس عليه جنابة"، واغتسل منه (٢).
والجَفْنة بفتح الجيم (٣). وقوله - صلى الله عليه وسلم -: "لا يُجْنِب" هو بضم الياء وكسر
_________
= شعبة وسفيان عنه كما هو هنا، فالحديث صحيح.
وصححه المصنف في "خلاصة الأحكام" (١/ ١٩٩) رقم (٤٩٣)، وانظر: "فتح الباري" (١/ ٣٠٠)، و"البدر المنير" (١/ ٣٩٦) و"تنقيح التحقيق" (١/ ٢٢٠ - ٢٢٢) وتكلمت على طرقه بإسهاب في تعليقي على "الطهور" لأبي عبيد (ص ٢١١ - ٢١٧)، فانظره غير مأمور.
(تنبيه): (بعض أزواج النبي - صلى الله عليه وسلم -) المذكورة في هذا الإسناد هي ميمونة، انظر الآتي.
(١) قال المناوي في "الفيض" (١/ ٤٨٦): "وصححه النووي في "شرح أبي داود".
(٢) أخرجه الدارقطني في "السنن" (١/ ٥٢) من طريق شريك عن سماك بن حرب عن عكرمة عن ابن عباس عن ميمونة به.
وأخرجه من طرق عن شريك: أحمد (٦/ ٣٣٠)، والطيالسي (١١٥)، وابن راهويه (٤/ ٢/ ٢٣٤/ أ) أو (رقم ٢٠١٦ - المطبوع)، وأبو يعلى (١٣/ رقم ٧٠٩٨) في "مسانيدهم"، وابن ماجه (٣٧٢)، وأبو القاسم البغوي في "الجعديات" (٢٤٢٤)، وأبو عبيد في "الطهور" (١٤٩ - بتحقيقي)، وابن جرير في "تهذيب الآثار" (١/ ٢٠٤، ٢٠٥)، وابن شاهين في "الناسخ والمنسوخ" (٥٨)، والخطيب في "الأسماء المبهمة" (ص ٣٠٠)، وتابع شريكًا جماعة، تقدم ثلاثة منهم (أبو الأحوص، سفيان الثوري، شعبة) في الحديث السابق، وسقت أربعة آخرين، هم (إسرائيل، حماد بن سلمة، عنبسة، يزيد بن عطاء) في تعليقي على "الطهور" (ص ٢١٦ - ٢١٧) فانظره، والحديث صحيح.
(٣) قال في "تهذيب الأسماء واللغات" (٣/ ٥٣): "بفتح الجيم، وإسكان =',NULL,'298',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (296,'النون، ويجوز فتح الياء مع ضمِّ النون، والأول أفصح وأشهر (١)، يقال: "أجنب" و"جَنُبَ" بفتح الجيم وضمّ النون، ويقال: رجل جُنب، وامرأة جُنب، وامرأتان ورجلان ورجال ونساء جُنب، كُلُّه بلفظ واحد، هذا هو الفصيح، وبه جاء القرآن (٢) وهذا الحديث وغيره، وفيه لغة أخرى أنه يُثَنّى ويجمع، فيقال: جُنبان وأجناب (٣)، ومنه حديث عائشة المذكور بعد هذا بقليل في (باب الوضوء بفضل وضوء المرأة)، قالت: "ونحن جُنُبان" (٤).
وقوله: "اغتسلت في جفنه" يعني: منها لا في نفسها وجوفها.
ومعنى: "لا يُجنِب": لا يمتنع استعماله باستعمال الجنب منه.
وأصل الجنابة البُعد، وسُمِّي الجُنب لبُعده من الصلاة والمسجد والقراءة، قال الخطابي (٥): وقد رُوي: "أربع لا يُجْنبن: الثوب والإنسان والأرض والماء" (٦)، قال: وفسروه أن الثوب إذا أصابه عرق الجنب
_________
= الفاء، قال الأزهري في (باب قعر): قال ابن الأعرابي: القعر والجفنة والشيزى والدسيعة بمعنى".
(١) نقله السيوطي في "مرقاة الصعود" (١٨ - مختصره "درجات") عن المصنف.
(٢) في قوله تعالى: {وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا (٤٣)} [النساء: ٤٣]، وقوله: {وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا}. [المائدة:٦].
(٣) زاد في "تهذيب الأسماء واللغات" (٣/ ٥٥ - ٥٦): "وجنبون".
(٤) سيأتي برقم (٧٧).
(٥) "معالم السنن" (١/ ٣٨)، بتصرف يسير.
(٦) أخرجه الدارقطني (١/ ١١٣ - ط المعرفة)، عن الحسين بن إسماعيل عن يوسف بن موسى ثنا ابن إدريس عن زكريا عن عامر عن ابن عباس به موقوفاً.
وهذا إسناد رجاله ثقات رجال الشيخين سوى يوسف بن موسى القطان فمن =',NULL,'299',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (297,'والحائض لا ينجس، والإنسان إذا أصابته جنابة أو صافَحَه جنب أو مشرك لا ينجس (١)، والأرض إذا اغتسل عليها جنب لا تَنْجس، والماء إذا أدخل الجنب [فيه] (٢) يده أو اغتسل منه لم ينجس".
وفي حديث ابن عباس: جواز طهارة الرجل بفضل طهور المرأة، سواء تطهَّرت خالية، أم بحضرة زوجها أو غيره؛ لأن النبي - صلى الله عليه وسلم - أطلق أن الماء لا يجنب، مع إخبارها بأنها اغتسلت منه، والغالب أن الاغتسال يقع في خلوة.
وأما إدخال أبي داود هذا الحديث في هذا الباب فلا يظهر وجهه، وكان ينبغي أن يؤخره إلى باب: (وضوء الرجل بفضل وضوء المرأة).
_________
= رجال البخاري وحده، والحسين بن إسماعيل بن محمد الضبي القاضي، قال عنه الذهبي في "تذكرة الحفاظ" (٣/ ٨٢٤): "القاضي الإمام العلامة الحافظ شيخ بغداد ومحدثها".
فهذا إسناد صحيح لولا ما قيل في زكريا بن أبي زائدة من أنه يدلس عن شيخه الشعبي، وقد عنعن.
وله طريق أخرى عند البيهقي في "الكبرى" (١/ ٢٦٧) من طريق وكيع عن الأعمش عن يحيى بن عبيد عن ابن عباس به، فيتقوى به، والله أعلم.
(١) المراد بـ (لا يجنب): أي: لا ينتقل له حكم الجنابة، وهو المنع من استعماله باغتسال الغير منه، وحقيقته لا يصير بمثل هذا الفعل إلى حالة يجتنب، فلا يستعمل، وأما تفسير "لا يجنب" بلا ينجس، فرده ابن دقيق العيد، بأنه تفسير للأعم بالأخص، ويحتاج إلى دليل، وانظر: "إحكام الأحكام" (١/ ٢١)، "فيض القدير" (٢/ ٤٨٦).
(٢) زيادة من "المعالم".',NULL,'300',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (298,'<span data-type="title" id=toc-47>٣٥ - باب: البول في الماء الراكد</span>
يعني: باب النهي عنه.
٦٩ - (صحيح) حدثنا أحمد بن يونس قال: ثنا زائدة في حديث هشام، عن محمد، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: "لا يَبُولن أحدكم في الماء الدائم، ثم يغتسل منه" (١).
٧٠ - (حسن صحيح) حدثنا مُسدد، قال: حدثنا يحيى، عن محمد ابن عجلان، قال: سمعت أبي يحدث عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: "لا يَبُولَنَّ أحدكم في الماء الدَّائمِ، ولا يغتسل فيه من الجنابة" (٢).
حديث أبي هريرة الأول في "الصحيحين"، والثاني في مسلم خاصة، وفي اسم أبي هريرة أقوال: أصحُّها أنه عبد الرحمن بن صخر (٣).
_________
(١) أخرجه البخاري (٢٣٩)، ومسلم (٢٨٢).
(٢) أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ٢٣٨).
وأخرجه أحمد في "المسند" (٢/ ٤٣٣)، وأبو عبيد في "الطهور" (١٦٠)، وابن حبان في "صحيحه" (٤/ ٦٨) من طريق يحيى القطان به.
وله طريق أخرى من حديث أبي هريرة عند مسلم (٢٨٣) بلفظ: "لا يغتسل أحدكم في الماء الدائم وهو جنب" فالحديث صحيح، وانظر طرقه عن أبي هريرة في "الطهور" لأبي عبيد (١٦٠، ١٦١، ١٦٢) مع تعليقي عليها.
(٣) قال المصنف في "تهذيب الأسماء واللغات" (٢/ ٢٧٠): "اختلف في اسمه اختلافًا كثيرا جدًّا" وذكر أنه على نحو ثلاثين قولاً، قال: "والأصح عند المحققين الأكثرين ما صححه البخاري وغيره من المتقنين أنه عبد الرحمن بن صخر".',NULL,'301',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (299,'قوله - صلى الله عليه وسلم -: "لا يبولنّ أحدكم في الماء الدائم ثم يغتسل منه"، هو برفع (يغتسل)، هكذا الرواية فيه بالرفع، ومعناه: ثم هو يغتسل منه؛ أي: شأنه الاغتسال منه، ومعناه: النهي عن البول فيه سواء أراد الاغتسال منه أم لا، وقيل (١): يجوز جزمه عَطْفًا على (لا يبولن)، ونصب على تقدير أن (ثم) بمعنى واو الجمع، وتجويز النصب فاسد، فإنه يقتضي أن المنهي عنه الجمع بينهما دون إفراد أحدهما (٢)، كقوله:
_________
(١) هذا قول شيخ الشارح الإمام في العربية ابن مالك الطائي، قال في كتابه "شواهد التوضيح والتصحيح" (ص ١٦٤):
"قلت: يجوز في "ثم يغتسل" الجزم عطفًا على "يبولن" لأنه مجزوم الموضع بـ (لا) التي للنهي، ولكنه بني على الفتح لتوكيد النون.
ويجوز فيه الرفع على تقدير: ثم هو يغتسل فيه.
ويجوز فيه النصب على إضمار (أن) وإعطاء (ثم) حكم واو الجمع.
ونظيره "ثم يغتسل" في جواز الأوجه الثلاثة، قوله تعالى: {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ (١٠٠)} [النساء: ١٠٠]. فإنه قُرِئ بجزم يدركه ورفعه ونصبه، والجزم هو المشهور، والذي قرأ به السبعة، وأما الرفع والنصب، فشاذان".
قلت: وما ذهب إليه من جواز النصب بـ (أن) مضمرة بعد (ثم) هو رأي الكوفيين، خلافًا للبصريين فإنهم لا يجيزون ذلك.
ولذا قال ابن هشام في "مغني اللبيب" (١/ ١١٩) متعقِّبًا النووي: "فتوهم تلميذه الإمام أبو زكريا رحمه الله أن المراد إعطاؤها حكمها في إفادة معنى الجمع"، قال منتصرًا لابن مالك:
"وإنما أراد ابن مالك إعطاءها حكمها في النَّصب، لا في المعية أيضًا، ثم ما أورده إنما جاء من قبل المفهوم لا المنطوق، وقد قام دليل آخر على عدم إرادته"، وانظر ما سيأتي قريبًا.
انظر: "مغني اللبيب" (١/ ١١٩)، "شرح التصريح على التوضيح" (٢/ ٢٥٢).
(٢) ضعفه ابن دقيق العيد في "الإحكام" (١/ ٢٣) و"شرح الإلمام" (١/ ٣٦٤) بأنه لا يلزم أن لا يدل على الأحكام المتعددة لفظ واحد، فيؤخذ النهي عن =',NULL,'302',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (300,'"لا تأكل السمك وتشرب اللبن"؛ أي: لا تجمعهما، والمراد هنا: النهي البول فيه، سواء أراد الاغتسال منه أم لا، وهذا ظاهر لا خلاف فيه (١). ووقع هنا وفي "مسلم": "ثم يغتسل منه" بالميم، وفي البخاري:
_________
= الإفراد من حديث آخر، وساق كلامه العراقي في "طرح التثريب" (٢/ ٣١)، وابن حجر في "الفتح" (تحت ٢٣٨)، والسيوطي في "عقود الزبرجد" (٢/ ٣٢٤)، والكرماني في "شرح البخاري" (٣/ ٩٢ - ٩٣) على إثر كلام النووي المذكور هنا.
(١) نعم هو كذلك لأمور:
أولاً: النصب مذكرر عن النحاة من باب التجويز، لا من باب الرواية، وسبق بيانه.
ثانيًا: في الرواية "ثم يغتسلُ" قال ابن حجر في "الفتح" (تحت ٢٣٨): "بضم اللام على المشهور" فالعدول عنها لا مسوغ له.
قال أبو أبو العباس القرطبي في "المفهم" (١/ ٥٤١ - ٥٤٢): "قوله: "ثم يغتسل منه" الرواية الصحيحة: "يغتسلُ" برفع اللام، ولا يجوز نصبها، إذ لا ينتصب بإضمار (أن) بعد (ثم). وبعضُ الناس قيده: "ثم يغتسلْ" مجزومة اللام على العطف على: "لا يبولن"، وهذا ليس بشيء، إذ لو أراد ذلك لقال: ثم لا يغتسلنّ؛ لأنه إذ ذاك يكون عطف فعل على فعل، لا عطف جملة على جملة، وحينئذٍ يكون الأصل مساواة الفعلين في النهي عنهما، وتأكيدهما بالنون الشديدة، فإن المحلَّ الذي توارد عليه هو شيء واحد، وهو الماء؛ فعدوله عن "ثم لا يغتسلنّ" إلى "ثم يغتسل" دليل على أنه لم يرد العطف، وإنما جاء: "ثم يغتسل" على التنبيه على مآل الحال، ومعناه: أنه إذا بال فيه قد يحتاجُ إليه، فيمتنع عليه استعماله، لما وقع فيه من البول، وهذا مثل قوله - صلى الله عليه وسلم -: "لا يضرب أحدكم امرأته ضرب الأمة ثم يضاجعُها" برفع (يضاجعها)، ولم يروه أحد بالجزم؛ ولا يتخيله فيه؛ لأن المفهوم منه: أنه إنما نهاه عن ضربها؛ لأنه يحتاج إلى مضاجعتها في ثاني حال، فتمتنع عليه لما أساء من معاشرتها؛ فيتعذر عليه المقصود لأجل الضرب. وتقدير اللفظ: ثم هو يضاجعها، وثم هو يغتسل".
ثالثًا: ورد في "صحيح مسلم" وغيره النهي عن البول الراكد من حديث =',NULL,'303',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (301,'"فيه" بالفاء (١).
وفي الحديثين: النهي عن البول في الماء الدائم -وهو الراكد-، وقد أطلق جماعة أن هذا النهي كراهة تنزيه، والمختار أنه يحرم؛ لأنه يقذِّره، وقد يؤول إلى أن يتغير بالنجاسة فيصير نجسًا بالإجماع، مع أن مطلق النهي محمولٌ على التحريم (٢).
وأما قوله - صلى الله عليه وسلم -: "ولا يغتسل فيه من الجنابة" فالمراد أنه مكروه كراهة تنزيه، وقد نص الشافعي وغيره على أنه مكروه كراهة تنزيه (٣).
_________
= جابر، والنهي عن الاغتسال في الماء الدائم، وهو جنب، دون تعرض للبول، فورود النهي منفردًا، والاغتسال منفردًا، وعن الجمع بينهما، يضعف معنى توجيه النصب، إلا كما أسلفناه من باب التجويز اللغوي؛ لأن الحكم الشرعي لا يؤخذ من نص واحد استقلالاً، والأصل إعمال ما ورد في الباب لا الإهمال.
وانظر للاستزادة: "شرح النووي على صحيح مسلم" (٣/ ١٨٧)، "الإعلام بفوائد عمدة الأحكام" لابن الملقن (١/ ٢٧٢ - ٣٧٦) وبنحو ما عند المصنف في "شرح العيني على سنن أبي داود" (١/ ٢٠٧).
(١) قال ابن دقيق العيد في "الإحكام" (١/ ٢٤): "ومعناهما مختلف، يفيد كل واحد منهما حكمًا بطريق النص، وآخر بطريق الاستنباط".
وبيانه: أن الرواية التي بلفظ "منه" تدل على منع التناول بالنص، وعلى منع الانغماس بالاستنباط، والرواية التي يلفظ "فيه" بالعكس؛ أي: تدل على منع الانغماس بالنص، وعلى منع التناول بالاستنباط.
وانظر: "الإعلام بفوائد عمدة الأحكام" (١/ ٢٧١).
(٢) المختار في هذه المسألة: تحريم البول في الماء القليل، إن لم يتغيّر -جاريًا كان أو راكدًا-، والكراهة في الكثير الجاري إن لم يتغيّر، فإن تغير حرم، قاله ابن الملقن في "الإعلام" (١/ ٢٧٧).
(٣) مذهب الكراهة، هو مذهب المالكية، انظر: "مواهب الجليل" (١/ ٧٦)، "منح الجليل" (١/ ٣٩)، "الخرشي" (١/ ١٧٦). =',NULL,'304',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (302,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
...
_________
= وهو مذهب الحنابلة، انظر: "الإنصاف" (١/ ٤٤، ٩٨)، "الفروع" (١/ ١١٦).
وينظر لمذهب الشافعية: "المجموع" (٢/ ٢٢٧).
ودليل هذا القول: إن بدن الجنب طاهر، والماء طاهر، فلا يمكن أن ينجس الماء بملاقاة البدن الطاهر، فكان النهي لمعنى آخر غير معنى تنجس الماء.
وذهب أبو حنيفة إلى حرمة اغتسال الجنب في الماء الدائم.
انظر: "البناية شرح الهداية" (١/ ٣١٦)، "بدائع الصنائع" (١/ ٦٧)، وهو الذي نصره ابن حزم في "المحلى" (١/ ٢٠٣) ورأى أن الغسل في هذه الحالة لا يجزيء!
وفي المسألة أقوال أخرى، تنظر في: "فتح الباري" (١/ ٣٤٧)، "المنتقى" (١/ ١٠٨) للباجي، ومنهما يظهر رجحان ما ذكره المصنف، وينظر له "الأحكام" (١/ ٢٥) لابن دقيق العيد، "الإعلام بفوائد عمدة الأحكام" (١/ ٢٨١).',NULL,'305',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (303,'<span data-type="title" id=toc-48>٣٦ - باب الوضوء بسُؤر الكلب</span>
السؤر هنا مهموز، والمراد به: فضل ما شرب منه. قال أهل اللغة: سور البلد غير مهموز، سُمِّي سورًا لارتفاعه، والسؤر الذي هو بقية الطعام والشراب ونحوهما مهموز، وفي سور القرآن لغتان.
إحداهما: المهموزة؛ لأنها بعضٌ منه كبقية الطعام (١)، وأفصحهما وأشهرهما: ترك الهمز، وبها جاء القرآن (٢) تشبيهًا بسور البلد في ارتفاعها.
٧١ - (صحيح) حدثنا أحمد بن يونس، قال: حدثنا زائدة في حديث هشام، عن محمد، عن أبي هريرة، عن النبي علي قال: "طَهُور إِناء
_________
(١) قال الجوهري في "صحاحه" (٢/ ٦٩٠): "السور: جمع سورة وهي كل منزلة من البناء، ومنه سورة القرآن؛ لأنها منزلة بعد منزلة مقطوعة عن الأخرى، والجمع سُوَر".
وقال أبو الهيثم: "والسورة من سُوَر القرآن عندنا: قطعةٌ من القرآن جعلها من أسأرت سؤرًا: أي أفضلت فضلاً، إلا أنها لما كثُرت في الكلام وفي القرآن ترك فيها الهمز".
وفي "تحرير ألفاظ التنبيه" (٦٥) للمصنف نحو المذكور هنا.
(٢) في قوله تعالى: {بسُورَةٍ مِن مِثلِه وَادعُوا} [البقرة: ٢٣]، وفي قوله: {سُورة تنُبئُهُم} [التوبة: ٦٤]، وفي ثمانية مواطن أخرى تنظر في سورة التوبة، الآيات: ٨٦، ١٢٤، ١٢٧، ويونس: ٣٨، وهود: ١٣، والنور: ١، ومحمد: ٢٠ مرتين.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (304,'أحدكم إذا ولغ فيه الكلب، أن يغسل سبع مرات، أُولاهنّ بالتراب" (١).
قال أبو داوُد: وكذلك قال أيوب وحبيب بن الشهيد، عن محمد.
٧٢ - (صحيح موقوف، وصح أيضًا مرفوعًا) حدثنا مُسدد، قال: حدثنا المعتمر -[يعني] ابن سليمان-، (ح)، وحدثنا محمد بن عبيد، قال: حدثنا حماد بن زيد، جميعًا عن أيوب، عن محمد، عن أبي هريرة بمعناه، ولم يرفعاه، وزاد: "وإذا ولغ الهِرُّ غُسل مرَّة" (٢).
_________
(١) أخرجه عبد الرزاق في "المصنف" (١/ ١٩٦/ رقم ٣٢٦) -ومن طريقه مسلم في "الصحيح" (كتاب الطهارة، باب ولوغ الكلب، ١/ ٢٣٤/ رقم ٢٧٩ بعد ٩٢)، وأحمد في "المسند" (٢/ ٣١٤)، وابن حبان في "الصحيح" (٢/ ٢٩٣ - الإحسان)، وابن المنذر في "الأوسط" (١/ ٣٠٤ - ٣٠٥)، وأبو عوانة في "المسند" (١/ ٢٠٨)، والبيهقي في "السنن الكبرى" (١/ ٢٤٠)، وابن عبد البر في "التمهيد" (١٨/ ٢٦٧)، والذهبي في "معجم الشيوخ" (٢/ ١٥ - ١٦).
(٢) ورد بألفاظ متعددة، ووهم فيه بعض الرواة فرفعه، وأبدأ بسوق المرفوع مع لفظه، فأقول وبالله أستعين:
أخرج ابن المقرئ في "معجمه" (ق ٥/ ب)، والطحاوي في "شرح معاني الآثار" (١/ ١٩، ٢١)، و"مشكل الآثار" (٣/ ٢٦٧)، وتمام في "فوائده" (١/ ١٩١، ١٩١ - ١٩٢/ رقم ١٣٧، ١٣٨ - ترتيبه "الروض البسام")، والدارقطني في "السنن" (١/ ٦٤، ٦٧ - ٦٨)، والحاكم في "المستدرك" (١/ ١٦٠)، والبيهقي في "السنن الكبرى" (١/ ٢٤٧)، وابن حزم في "المحلى" (١/ ١١٧)، وابن الجوزي في "التحقيق" (١/ ٤٥ - ٤٦/ رقم ٦٧) من طريق أبي عاصم النبيل الضحاك بن مخلد، عن قُرة بن خالد عن ابن سيرين به، ولفظه: "طهور إلاناء إذا ولغ الكلب فيه أن يغسل سبع مرات، الأولى بالتراب، والهرة مرة أو مرتين"، قُرة شك.
قال الدارقطني: "هذا صحيح".
وقال الطحاوي: "وهذا حديث متصل الإسناد".
وقال الحاكم: "صحيح الإسناد على شرط الشيخين"، وقال: "وإنما تفرد به =',NULL,'307',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (305,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أبو عاصم، وهو حجة".
قلت: لم يجوِّده أبو عاصم، وذكر الهرة في الحديث موقوف، وجوَّده علي بن نصر الجهضمي؛ كما عند البيهقي في "الكبرى" (١/ ٢٤٧) من طريق الحاكم في "المستدرك" (١/ ١٦١). وقال أبو بكر النيسابوري -شيخ الدارقطني-: "كذا رواه أبو عاصم مرفوعًا، وروى غيره عن قرة ولوغ الكلب مرفوعًا، وولوغ الهرة موقوفًا".
ونحوه عند الدارقطني نفسه في "العلل" (٨/ ١٠٣).
وقد فصل علي بن نصر الجهضمي عن قرة في بيان هذه اللفظة وشفى؛ وهذا البيان، والله المستعان:
أخرج البيهقي في "الخلافيات" (٣/ ١١٤) رقم (٩٢٢) من طريقه عن قرة؛ فذكر الحديث مرفوعًا إلى قوله: "أولاهن التراب"، ثم ذكر أبو هريرة الهر، لا أدري قال مرة أو مرتين، قال نصر بن علي: "وجدته في كتاب أبي في موضع آخر عن قرة عن ابن سيرين عن أبي هريرة في الكلب مسندًا، وفي الهرة موقوفًا".
وقال البيهقي في "السنن الكبرى" (١/ ٢٤٧): "ورواه محمد بن إسحاق بن خزيمة، عن بكار بن قتيبة، عن أبي عاصم، والهرة مثل ذلك، وأبو عاصم الضحاك بن مخلد ثقة؛ إلا أنه أخطأ في إدراج قول أبي هريرة في الهرة في الحديث المرفوع في الكلب، وقد رواه علي بن نصر الجهضمي عن قرة، فبينه بيانًا شافيًا"، وأقره المنذري في "مختصر سنن أبي داود" (١/ ٧٧).
ثم أخرجه من طريق الحاكم، وقال: "ورواه مسلم بن إبراهيم عن قرة موقوفًا في الهرة".
وأخرج البيهقي في "السنن الكبرى" (١/ ٢٤٧ - ٢٤٨)، والدارقطني في "السنن" (١/ ٦٨)، والحاكم في "المستدرك" (١/ ١٦١)، وابن المنذر في "الأوسط" (١/ ٣٠٠)؛ كلهم، من طريق مسلم بن إبراهيم، ثنا قرة، ثنا محمد بن سيرين، عن أبي هريرة في الهر يلغ في الإناء: "يُغْسَلُ مرةً أو مرتين".
ورواه معتمر بن سليمان، عن أيوب، عن ابن سيرين، عن أبي هريرة، =',NULL,'308',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (306,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= واختلف عليه فيه أيضًا في رفعه ووقفه: رواه الترمذي في "جامعه" (١/ ١٥١ - ١٥٢)، والطحاوي في "المشكل" (٣/ ٢٦٧ - ٢٦٨)، وابن الجوزي في "التحقيق" (١/ ٤٥/ رقم ٦٦) عن سوار بن عبد الله، ثنا المعتمر، به مرفوعًا.
وقال الترمذي عقبه: "حديث حسن صحيح، وقد رُوي من غير وجه عن أبي هريرة عن النبي - صلى الله عليه وسلم -، لم يذكر فيه الهرَّة".
ورواية أبي داود المذكورة من طريق مسدد، عن المعتمر بن سليمان، به؛ فلم يرفعه، وأخرجها من طريقه البيهقي في "المعرفة" (٢/ ٦٠) رقم (٢٧٤٥).
ومسدد أوثق من سوار، وروايته الموقوفة معتضدة برواية الثقات الآخرين مثل: معمر؛ كما عند عبد الرزاق في "المصنف" (١/ ٩٩/ رقم ٣٤٤)، ومن طريقه الدارقطني في "السنن" (١/ ٦٧)، وحماد بن زيد -وهي الطريق الأخرى لأبي داود- وأخرجها الدارقطني في "السنن" (١/ ٤٦)، والبيهقي في "السنن الكبرى" (١/ ٢٤٨)، وفي "المعرفة" (٢/ ٦٠ رقم ١٧٤٥)، وفي "الخلافيات" (٩٠٥، ٩٠٦)، فروياه عن أيوب موقوفًا.
وكذلك وقع في رواية أبي عبيد في "الطهور" (رقم ٢٠٤ - بتحقيقي)؛ فرواه من طريق إسماعيل بن إبراهيم -وهو ابن عُلَيَّة- عن أيوب، ولم يرفعه أيضًا، وذكره بتمامه موقوفًا.
والحاصل: أنه اختلف على رواة هذا الحديث في رفع ذكر الهرة ووقفه، والصحيح الدي رواه الأكثرون: الوقف في ذكر الهرة، والرفع في ذكر الكلب.
قال المصنف في "المجموع" (١/ ١٧٥): "قوله "من ولوغ الهرة مرة"، ليس من كلام النبي - صلى الله عليه وسلم -، بل هو مدرج في الحديث من كلام أبي هريرة موقوفًا عليه، كذا قاله الحفاظ".
ومن ثم تعقَّب كلام الطحاوي في "مشكل الآثار" (٣/ ٢٦٨)؛ فانظره غير مأمور.
ولخص البيهقي في "المعرفة" (٢/ ٧٠) ما تقدم؛ فقال: "وأما حديث محمد بن سيرين عن أبي هريرة: "إذا ولغ الهرة غسل مرة"؛ فقد أدرجه بعض الرواة في حديثه عن النبي - صلى الله عليه وسلم - في ولوغ الكلب ووهموا فيه. =',NULL,'309',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (307,'٧٣ - (صحيح لكن قولُه (السابعة) شاذ والأرجح: "الأولى بالتراب") حدثنا موسى بن إسماعيل، قال: حدثنا أبان [العطَّار]، قال: حدثنا قتادة، أن محمد بن سيرين حدثه، عن أبي هريرة، أن نبي الله - صلى الله عليه وسلم - قال: "إذا ولغ الكلب في الإناء فاغسلوه سبع مرات، السابعة بالتراب" (١).
_________
= الصحيح أنه في ولوغ الكلب (مرفوع).
وفي ولوغ الهرة (موقوف).
ميزه علي بن نصر الجهضمي عن قُرَّة بن خالد عن ابن سيرين عن أبي هريرة، ووافقه عليه جماعة من الثقات.
وروي عن أبي صالح عن أبي هريرة: "يغسل الإناء من الهر كما يغسل من الكلب"، وليس بمحفوظ. وعن عطاء عن أبي هريرة، وهو خطأ من ليث بن أبي سُليم، إنما رواه ابن جريج وغيره، عن عطاء من قوله".
وانظر: "نصب الراية" (١/ ١٣١ - ١٣٢)، و"الهداية في تخريج أحاديث البداية" (١/ ٢٨٢ - ٢٨٥)، و"التمهيد لما في الموطأ من المعاني والأسانيد" (١/ ٣٢٦)، و"مختصر سنن أبي داود" (١/ ٧٧)، و"تنقيح التحقيق" (١/ ٢٧٣ - ٢٧٤)، و"البدر المنير" (٢/ ٣٦٤).
(١) الحديث صحيح -كما مرَّ- لكن هذه الزيادة: "السابعة بالتراب" شاذة:
ووقع عن قتادة فيها اختلاف كثير، لخصه الدارقطني في "العلل" (٨/ ١٠٠ - ١٠١) بقوله: "وقال أبان العطار والحكم بن عبد الملك: عن قتادة، عن محمد بن سيرين، عن أبي هريرة، عن النبي - صلى الله عليه وسلم -.
وخالفهما ابن أبي عروبة، رواه عن قتادة عن الحسن عن أبي هريرة، قال ذلك خالد بن يحيى الهلالي عنه، وأتبعه عن يونس بن عبيد عن الحسن عن أبي هريرة، ورفعه عنهما.
وقد روي عن قتادة عن سعيد بن المسيب عن النبي - صلى الله عليه وسلم - مرسل، قاله سعيد بن بشير عن قتادة ووهم فيه، إنما رواه قتادة عن ابن سيرين عن أبي هريرة، وهو الصحيح" انتهى كلامه. =',NULL,'310',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (308,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قلت: وهذا تفصيل ما ذكره الدارقطني رحمه الله تعالى:
أخرجه من طريق أبان بن يزيد العطار عن قتادة على الجادة؛ جماعة غير أبي داود، مثل: البزار في "مسنده" (٢/ ق ٢٧١/ ب)، والدارقطني في "السنن" (١/ ٦٤)، والبيهقي في "السنن الكبرى" (١/ ٢٤١).
قال الدارقطني: "صحيح".
وأخرجه من طريق الحكم بن عبد الملك -وهو ضعيف- الدارقطني في "السنن" (١/ ٦٤)، والبزار في "المسند" (٢/ ق ٢٧١/ ب)، وابن عدي في "الكامل" (٢/ ٦٣٠ - ٦٣١).
قال ابن عدي: "لا أعلم يرويه عن قتادة غير الحكم".
قلت: لم ينفرد به الحكم؛ فقد تابعه أبان العطار كما مضى، وخليد بن دعلج -وفات الدارقطني ذكره- عند البزار في "المسند" (٢/ ق ٢٧١/ ب).
أما رواية سعيد بن بشير -وهو ضعيف في قتادة خاصَّة -؛ فأخرجه البزار في "المسند" (٢ ق ٢٧١/ أ) عن محمد بن بكار عن سعيد بن بشير بإسناده نحوه؛ إلا أنه قال: "الأولى بالتراب، هذا صحيح"، قاله الدارقطني.
أما رواية سعيد بن أبي عَروبة؛ ففيها عنه اختلاف.
أخرجه النسائي في "المجتبى" (١/ ١٧٧ - ١٧٨) من طريق عَبْدَة بن سُليمان، والطحاوي في "شرح معاني الآثار" (١/ ٢١) من طريق عبد الوهاب بن عطاء، والبزار في "المسند" (٢/ ق ٢٧١/ ب) من طريق عبد الأعلى؛ ثلاثتهم، عن ابن أبي عَرُوبة، عن قتادة، عن ابن سيرين، عن أبي هريرة.
ولفظ عبدة: "أولاهن بالتراب"، ولفظ عبد الوهاب: "أولاها أو السابعة بالتراب"، ولفظ عبد الأعلى: "آخره بالتراب".
وخالف عبدة: خالد بن يحيى الهلالي؛ فرواه عن ابن أبي عَرُوبة، عن قتادة، عن الحسن، عن أبي هريرة عند الدارقطني (١/ ٦٤).
ورواية عَبْدَة ومن معه أصحُّ من رواية خالد بن يحيى؛ لثلاثة أسباب:
الأول: عبدة من أوثق الناس في ابن أبي عَرُوبة.
الثاني: خالد بن يحيى له أفراد وغرائب؛ كما في "الكامل" (٣/ ٨٨٢)، =',NULL,'311',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (309,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= و"اللسان" (٢/ ٣٨٩)، وهذا منها؛ إذا جعل شيخ قتادة (الحسن) بدل (ابن سيرين).
الثالث: المتابعات السابقة تشهد لما قدمناه، ويؤكد ذلك أن خالدًا كان مضطربًا في هذا الحديث؛ فكان يقول أيضًا: عن يونس بن عبيد، عن الحسن، وسبقت الإشارة إلى ذلك.
والظاهر أن الحديث محفوظ عن قتادة من وجه آخر؛ فقد أخرجه النسائي في "المجتبى" (١/ ١٧٧)، والدارقطني في "السنن" (١/ ٦٥)، والبيهقي في "السنن الكبرى" (١/ ٢٤١)، من طريق معاذ، عن أبيه هشام الدستوائي، عن قتادة، عن خلاس، عن أبي رافع، عن أبي هريرة، رفعه، ولفظه: "أولاهن بالتراب".
وهثام ثبت في قتادة، ومع هذا قال البيهقي عقبه؛ "هذا حديث غريب إن كان حفظه معاذ؛ فهو حسن لأن التراب في هذا الحديث لم يروه ثقة غير ابن سيرين عن أبي هريرة، وإنما رواه غير هشام عن ابن سيرين".
قلت: روى غير واحد عن معاذ، عن أبيه، عن قتادة، عن سعيد بن المسيب؛ قوله: "إذا ولغ السنور في الإناء؛ فاغسلوه مرتين أو ثلاثاً" عند ابن أبي شيبة في "المصنف" (١/ ٣٢ - ٣٣)، وعبد الرزاق في "المصنف" (١/ ٩٩ رقم ٣٤٥)، وأبي عبيد في "الطهور" (رقم ٢١٩ - بتحقيقي)، والطحاوي في "شرح معانى الآثار" (١/ ٢٠٠)، والدارقطني في "السنن" (١/ ٦٧). وقال الدارقطني في "العلل" -كما سبق-: "وإنما رواه قتادة، عن ابن سيرين، عن أبي هريرة، وهو الصحيح".
قلت: ورواه عن ابن سيرين جماعة غير قتادة، منهم:
"هشام بن حسان: أخرجه مسلم في "صحيحه" (رقم ٢٧٩ بعد ٩١)، وابن أبي شيبة في "المصنف" (١/ ١٧٣ و١٤/ ٢٠٣ - ٢٠٤)، وأبو عبيد في "الطهور" (رقم ٢٠٢ - بتحقيقي)، وعبد الرزاق في "المصنف" (١/ ٩٦/ رقم ٣٣٠)، وأحمد في "المسند" (٢/ ٢٦٥، ٤٢٧، ٥١٨)، والبزار في "المسند" (٢/ ق ٢٧٥/ ب)، وابن خزيمة في "صحيحه" (١/ ٥٠ - ٥١/ رقم ٩٥)، وابن حبان في "صحيحه" (٢/ ٢٩٣ - ٢٩٤/ رقم ١٢٩٤ - مع "الإحسان")، =',NULL,'312',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (310,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وابن حزم في "المحلى" (١/ ١١٠)، والبيهقي في "السنن الكبرى" (١/ ٢٤٠)، والجورقاني في "الأباطيل" (٣٥٦)، وابن الجوزي في "التحقيق" (١/ ٣٨/ رقم ٥٤) من طريق هشام بن حسان عن ابن سيرين به.
ورواه عن هشام بن حسان هكذا بلفظ: "ولغ"، مع الرفع جماعةٌ، هم: زائدة بن قدامة، وعبد الرزاق، وعبد الله بن أبو بكر السهمي، ويزيد بن هارون، وابن عُلَيةَ، وعبد الأعلى الصنعاني.
وخالفهم اثنان:
أحدهما: محمد بن مروان؛ فرواه عن هشام بن حسان به بلفظ: "إذا شرب الكلب".
أخرجه ابن خزيمة في؛ صحيحه (رقم ٩٧) ثنا جميل بن الحسن، نا أبو همام -يعني: محمد بن مروان-، به.
وجميل بن الحسن ذكره ابن حبان في "الثقات" (٨/ ١٦٤)، وقال: "يُغرب"، واتهمه عبدان الأهوازي بقوله: "كان كذابًا، فاسقًا، فاجرًا".
قال ابن عدي في "الكامل" (٢/ ٥٩٤): "لم أسمع أحدًا يتكلم فيه غير عبدان، وهو كثير الرواية".
ثم قال: "وعنده عن أبي همام الأهوازي غرائب، وعن غيره".
وقال: "لا أعلم له حديثًا منكرًا، وأرجو أنه لا بأس به؛ إلا عبدان؛ فإنه نسبه إلى الفسق، وأما في باب الرواية؛ فإنه صالح". ومحمد بن مروان هو العقيلي، فيه لين.
فهذا اللفظ غير محفوظ من رواية هشام وإنْ تابعه عبد الرزاق في رواية ابن المنذر في "الأوسط" (١/ رقم ٢٢٨)، قال: حدثنا أبو إسحاق -هو الدَّبري-، عن عبد الرزاق، به.
ويعكر عليه أن أبو إسحاق رواه عن عبد الرزاق -كما في "المصنف"- بلفظ: "إذا ولغ .. "، وكذلك رواه عنه أبو عوانة عن الدبري، وكذلك رواه أحمد عن عبد الرزاق.
والآخر: سعيد بن عامر الضُّبعي؛ فرواه عن هشام بن حسان به، إلا أنه أوقفه على أبي هريرة. =',NULL,'313',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (311,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= أخرجه من طريقه الطحاوي في "المشكل" (٣/ ٢٦٨): حدثنا بكار، ثنا سعيد بن عامر، به.
و"سعيد بن عامر" كان في حديثه بعضُ الغلط كما قال أبو حاتم؛ فلا التفات إلى مخالفته، مع وقوع خلاف عليه فيه؛ فأخرجه البيهقي في "السنن الصغرى" (١٧٦)، من طريق عبد الله بن محمد، عنه، به، ولكنه رفعه.
* أيوب:
أخرجه الترمذي في "الجامع" (أبواب الطهارة، باب ما جاء في سؤر الكلب، ١/ ١٥١/ رقم ٩١) -ومن طريقه ابن الجوزي في "التحقيق" (١/ ٤٥/ رقم ٦٦) -: حدثنا سوار بن عبد الله العنبري، حدثنا معتمر بن سليمان: سمعتُ أيوب به، مرفوعًا.
وفيه بعد لفظة: "أولاهن أو أُخراهن بالتراب": "وإذا ولغت فيه الهرة غسل مرة".
قال الترمذي: "هذا حديث حسن صحيح، وقد رُوي من غير وجهِ عن أبي هريرة عن النبي - صلى الله عليه وسلم -، لم يذكر فيه الهرة".
وأعله ابن الجوزي بقوله: "فيه سوار، قال سفيان الثوري: ليس بشيء"! وهذا عجب منه؛ فإن سوّار هذا -شيخ الترمذي- ولد بعد موت سفيان بنحو عشرين سنة، وكلام سفيان في جدّ سوار هذا، واسمه: سوار بن عبد الله بن قدامة.
وتعقب ابنَ الجوزي غيرُ واحدٍ من المحققين، مثل: ابن دقيق العيد في "الإمام" -فيما نقل عنه الزيلعي في "نصب الراية" (١/ ١٣٥) -، ومحمد بن عبد الهادي في "تنقيح التحقيق" (١/ ٢٧٣).
ولفظة: "وإذا ولغت فيه الهرة" من كلام أبي هريرة وليس من المرفوع؛ كما سبق بيانه قريبًا عند تخريجنا لحديث رقم (٧٢).
وأخرجه الشافعي في "المسند" (ص ٨)، وفي "الأم" (١/ ١٩)، والحميدي في "المسند" (٢/ ٤٢٨/ رقم ٩٦٨)، وأبو عوانة في "المسند" (١/ ٢٠٨) والبيهقي في "السنن الكبرى" (١/ ٢٤١)، و"المعرفة" (٢/ ٥٨/ رقم ١٧٣٥)، وأبو نعيم في "الحلية" (٩/ ١٥٨)، والبغوي في "شرح السنة" (٢/ ٧٣ - ٧٤)؛ جميعهم من طريق سفيان بن عيينة، عن أيوب، به. =',NULL,'314',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (312,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وفيه الشك، ولفظه: "أولاهن أو آخرهن بالتراب"، ووقع عند الحميدي: "أو إحداهن".
وأخرجه الطحاوي في "المشكل" (٣/ ٢٦٧ - ٢٦٨) من طريق سوَّار بن عبد الله، به مرفوعًا، بلفظ: "أولاهن بالتراب" من غير شك.
ورواه المقدمي عن المعتمر كذلك عند الطحاوي أيضًا في "شرح معاني الآثار" (١/ ٢١) بالزيادة التي فيها ذكر الهرة.
فلفظة: "أولاهن" هي الراجحة.
ورواه هكذا عن أيوب:
* معمر بن راشد، عند عبد الرزاق في "المصنف" (١/ ٩٦رقم ٣٣١)،
وأحمد في "المسند" (٢/ ٢٦٥)، وأبي عوانة في "المسند" (١/ ٢٠٨)، والبزار في "المسند" (٢/ ق ٢٦٥/ أ).
* وسعيد بن أبي عروبة، عند أحمد في "المسند" (٢/ ٤٨٩)، والبزار في "المسند" (٢/ ق٢٦٥/ أ- ب).
وأخرجه أبو عبيد في "الطهور" (رقم ٢٠٤ - بتحقيقي): نا إسماعيل بن إبراهيم -هو ابن عُلَيَّة- عن أيوب، به، ولفظه: "عن أبي هريرة: إذا ولغ الكلب في الإناء غسل سبع مرات، أولهنّ أو آخرهن بالتراب، والهرة مرة". ولم يرفعه أيوب.
قال أبو عبيد عقبه: "والثابت عندنا أنه مرفوع، ولكن أيوب كان ربما أمسك عن الرفع".
قلت: ورواية أيوب الموقوفة هي السابقة.
ولا يضر هذا الاختلاف؛ فكان أيوب يمسك عن الرفع أحيانًا، والصواب أن ذكر الهرة موقوف وذكر الكلب مرفوع، وقدمنا ذلك موضّحًا في الحديث الذي قبله، والحمد لله الذي بنعمته تتم الصالحات.
* يونس بن عُبيد، عند الطبراني في "الأوسط" (٢/ رقم ١٣٤٨)، وابن أبي شريح في "جزء بيبى" (رقم ١٥) -ومن طريقه الذهبي في "تذكرة الحفاظ" (٢/ ٧٧٧) -، والبزار في "المسند" (٢/ ق ٢٦٨/ ب)، والدارقطني في "الأفراد" (ق ٣٠٤/ أ)؛ من طريقين: عن محمد بن بشار، حدثنا إبراهيم بن =',NULL,'315',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (313,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= صدقة، عن يونس بن عبيد، به، ولفظه: "أولاهن".
وعند البزار: "أولاهن أو أخراهن" وقال:
"وهذا الحديث رواه بُندار -هو محمد بن بشار- هكذا، ورواه غيره عن يونس عن الحسن عن أبي هريرة، وعن هشام عن محمد عن أبي هريرة، ولا نعلم رواه عن يونس إلا إبراهيم بن صدقة".
وقال: "لم يرو هذا الحديث عن يونس إلا إبراهيم، تفرد به بُندار".
وإبراهيم محله الصدق؛ فالسند جيد.
وما أشار إليه البزار هذا تفصيله:
أخرجه الدارقطني في "السنن" (١/ ٦٤)، وفي "حديث أبي الطاهر الذّهلي" (رقم ٩٨) من طريق خالد بن يحيى الهلالي، عن يونس، عن الحسن، عن أبي هريرة، مرفوعًا به.
ورواه خالد بن يحيى على وجه آخر؛ وله أفراد وغرائب.
انظر: "الكامل" (٣/ ٨٨٢)، و"اللسان" (٢/ ٣٨٩)، وما تقدم (ص ١١١).
* الأوزاعي، عند تمام في "فوائده" (رقم ١٣٦ - مع "الروض")، والدارقطني في "السنن" (١/ ٦٤)، والبيهقي في "السنن الكبرى" (١/ ٢٤٠)، وفي "السنن الصغرى" (١٧٥) من طريق بشر بن بكار، عن الأوزاعي، به، وبلفظ: "أولاهن بالتراب".
* قال الدارقطني عقبه: "الأوزاعي دخل على ابن سيرين في مرضه، ولم يسمع منه".
وقال ابن حبان في "ثقاته" (٧/ ٦٣): "هذا روى عن ابن سيرين نسخة رواها عنه بشر بن بكر التنيسي، ولم يسمع الأوزاعي من ابن سيرين شيئاً".
وانظر: "المعرفة والتاريخ" (٢/ ٥٤)، و"معرفة النسخ والصُّحف الحديثية" (ص ٢٣٢ - ٢٣٣).
* عبد الله بن عون، عند ابن عدي في "الكامل" (٢/ ٧٩٩)، وابن شاهين في "الناسخ والمنسوخ" (رقم ١٤٠)، والخطيب في "تاريخ بغداد" (١١/ ١٠٩) من طريق حفص بن واقد، ثنا ابن عون، به، ولفظه: "طهور إناء أحدكم إذا ولغ فيه الكلب سبع مرات أولاهن بالتراب، والهرة مرة". قال ابن عدي: "وهذا الحديث أنكرُ ما رأيتُ لحفص بن واقد". =',NULL,'316',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (314,'قال أبو داود: أما أبو صالح، وأبو رَزين، والأعرج، وثابت الأحنف، وهمام بن مُنَبِّه، وأبو السدي عبد الرحمن: رووه عن أبي هريرة، ولم يذكروا التراب.
٧٤ - (صحيح) حدثنا أحمد بن محمد بن حنبل، قال: حدثنا يحيى ابن سعيد، عن شعبة، قال: حدثنا أبو التَّيَّاح عن مُطرِّف، عن ابن مُغفَّل: أن رسول الله - صلى الله عليه وسلم - أمر بقتل الكلاب ثم قال: "ما لهم ولها".
فرخَّصَ في كلب الصيد، وفي كلب الغنم، وقال: "إذا ولغ الكلب في الإناء فاغسلوه سبع مرارٍ، والثامنة عَفِّروه بالتراب" (١).
قال أبو داود: وهكذا قال ابن مُغفَّلٍ.
_________
= وقال: "وحديث ابن عون لا يرويه عنه غير حفص بن واقد".
قلت: ولفظ: "والهرة مرة" مدرج من كلام أبي هريرة؛ كما تقدم بيانه مفصَّلًا.
* سالم الخياط، عند الطبراني في "الأوسط" (١/ رقم ٩٥٠) من طريق عمرو -هو ابن أبي سلمة التنيسي، هو صدوق، وقعت له أوهام، ولا سيما في شيخه في هذا الحديث-: ثنا زهير بن محمد، عن سالم، به، ولفظه: "أولها بالتراب".
* عمران بن محمد الخزاعي -وضعّفه أبو حاتم في "الجرح والتعديل" (٣/ ١/ ٢٩٧)، وقال ابن حبان: "لا يجوز الاحتجاج به"- عند البزار في "المسند" (٢/ ق ٢٧٤/ أ).
* عوف بن أبي جميلة، عند أبي طاهر المخلص في "فوائده" (٤/ ق ١٧١/أ)، ولفظه: "أولاهن بالتراب"، وسنده صحيح.
وانظر طرقًا أخرى للحديث عن أبي هريرة في تعليقنا على "الخلافيات" (٨٨٧ - وما بعده).
(١) أخرجه مسلم (٢٨٠)، وفيه غسلة زائدة يجب الأخذ به، انظر: "فتح الباري" (١/ ٢٢٢ - ٢٢٣).',NULL,'317',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (315,'وحديث أبي هريرة وحديث ابن مغفل المذكوران في الباب؛ رواهما مسلم. ومغفّل بالغين المعجمة والفاء المشددة المفتوحتين (١).
قوله - صلى الله عليه وسلم -: "طَهور إناء أحدكم"، هو بفتح الطاء (٢)؛ أي: مطهره.
وفيه دليلٌ على نجاسة الكلب، وأنه إذا ولغ في مائْع نَجَّسه، ووجب غسل الإناء سَبْعًا إحداهن بتراب. وفي معنى ولوغه سائر أجزائه إذا لاصقت شيئًا مع رطوبة أحدهما (٣)، ووقع في رواية أبي داود: "أولهن بالتراب"، وفي بعض نُسخه: "أولاهنّ" وكذا في رواية مسلم، وفي رواية: "السابعة بتراب"، وفي رواية للدارقطني من رواية علي -رضي الله عنه -: "إحداهنَّ" (٤)، وهي مفسِّرةٌ للجميع، فيجوز في أيَّتهن شاء، وغير الأخيرة أفضل، والأولى أوْلى.
_________
(١) قال في "شرح صحيح مسلم" (٣/ ٢٣٧): "بضم الميم وفتح الغين المعجمة، والفاء".
(٢) قال في "شرح صحيح مسلم" (٣/ ٢٣٦): "الأشهر فيه ضمّ الطاء، ويقال: بفتحها، لغتان".
(٣) يعني رطوبة الجزء الملامس من الكلب أو الجزء الملموس من المائع أو نحوه، قال المصنف في "تحرير ألفاظ التنبيه" (٤٧): "ولغ الكلب يلغ: بفتح اللام فيهما، وحكى ابن الأعرابي: كسرها في الماضي، ومصدرها: ولغ وولوغ. وأولغه صاحبه. وهو أن يدخل لسانه في المائع فيحركه؛ ولا يقال ولغ الشيء من جوارحه غير اللسان.
والوُلوغ: للكلب وسائر السباع، ولا يكون لشيء من الطير إلا الذباب".
(٤) أخرجه الدارقطني في "سننه" (١/ ٦٥)، وفي "المؤتلف والمختلف" (٨٣٠) وقال عقبه في "السنن": "الجارود هو ابن يزيد: متروك".
وأخرجه الطبراني في "الأوسط" (٧٨٩٩) وقال: "لم يرو هذا الحديث عن أبي إسحاق إلا الجارود، ولا يُروى عن علي إلا بهذا الإسناد".
فالحديث ضعيف جدًّا. وقال المصنف في "خلاصة الأحكام" (١/ ١٧٩): "ولم تثبت لفظة "إحداهن" في الصحيح" وعزاها للدارقطني من حديث =',NULL,'318',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (316,'وفيه دليل على أنه لا يصح بيع الكلب، معلَّمًا كان أو غير مُعَلَّم؛ لأنه نجس، والنجس لا يجوز بيعه (١).
_________
= علي كما صنع هنا، وقد سبق في تخريج حديث رقم (٧٣) بيان من وقعت له هذه اللفظة، والله الموفق، لا رب سواه، وانظر لها: "البدر المنير" (١/ ٥٤٧) و"الخلاصة" (١/ ١٩)، "التلخيص الحبير" (١/ ٤٠)، "الطهور" (رقم ٢٠٤) وتعليقي عليه.
(١) فصَّل المصنف في هذه المسألة، فقال شارحًا ما أخرجه مسلم (١٥٦٨) بسنده إلى رافع بن خديج قال: سمعتُ النبي - صلى الله عليه وسلم - يقول: "شر الكسب مهر البغي، وثمن الكلب، وكسب الحجام" وفي رواية: "ثمن الكلب خبيث". وما أخرجه البخاري (٢٢٣٧، ٢٢٨٢، ٥٣٤٦، ٥٧٦١)، ومسلم (١٥٦٧) عن أبي مسعود الأنصاري: "أن رسول الله - صلى الله عليه وسلم - نهى عن ثمن الكلب، ومهر البغي، وحلوان الكاهن".
قال المصنف في "شرح صحيح مسلم" (١٠/ ٣٣٤ - ٣٣٥ - ط قرطبة): "وأما النهي عن ثمن الكلب وكونه من شر الكسب وكونه خبيثًا فيدل على تحريم بيعه، وأنه لا يصح بيعه ولا يحل ثمنه، ولا فيمة على متلفه سواء كان معلمًا أم لا، وسواء كان مما يجوز اقتناؤه أم لا. وبهذا قال جماهير العلماء، منهم: أبو هريرة، والحسن البصري، وربيعة، والأوزاعي، والحكم، وحماد، والشافعي، وأحمد، وداود، وابن المنذر وغيرهم. وقال أبو حنيفة: يصح بيع الكلاب التي فيها منفعة، وتجب القيمة على متلفها. وحكى ابن المنذر عن جابر وعطاء والنخعي جواز بيع كلب الصيد دون غيره. وعن مالك روايات؛ إحداها: لا يجوز بيعه، ولكن تجب القيمة. والثانية: يصح بيعه وتجب القيمة. والثالثة: لا يصح ما تجب القيمة على متلفه. دليل الجمهور في هذه الأحاديث، وأما الأحاديث الواردة في النهى عن ثمن الكلب إلا كلب صيد وفي رواية "إلا كلبًا ضاريًا" وأن عثمان غرم إنسانًا ثمن كلب قتله عشرين بعيرًا، وعن ابن عمرو بن العاص التغريم في إتلافه، فكلها ضعيفة باتفاق أئمة الحديث، وقد أوضحتها في "شرح المهذب" في (باب ما يجوز بيعه) ".
قلت: انظر ضعيف الأحاديث المومأ إليها عند: الترمذي في "جامعه" =',NULL,'319',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (317,'قوله: "وإذا ولغ الهر غُسل مَرَّة"، هذا من كلام أبي هريرة موقوف عليه، كما صرَّح به أبو داود في قوله: "ولم يرفعاه"، ولا تصحُّ هذه اللفظة عن النبي - صلى الله عليه وسلم - (١).
قوله - صلى الله عليه وسلم -: "وعَفِّروه الثامنة في التراب"، ظاهره أنه يجب غسله ثماني مَرَّات: سبعٌ بالماء وثامنة بماءٍ وتراب، وهي رواية عن أحمد وداود (٢)، والمشهور عنهما سبع إحداهن بتراب، وهو مذهب سائر العلماء، وتأوَّلوا هذه الرواية على أن المرادة سبع مرات إحداهن بماءٍ وتراب، فتكون هذه كغسلتين، فتصير ثمانيًا، وصاروا إلى هذا التأويل للجمع بين الروايات (٣).
_________
= (١٢٨١)، و"سنن البيهقي الكبرى" (٦/ ٦)، و"نصب الراية" (٤/ ٥٣)، و"الإغراب في أحكام الكلاب" (ص ١٣٧) ليوسف بن عبد الهادي، و"نصب الراية" (٤/ ٥٣)، و"الدراية" (٢/ ١٦١)، و"المعيار في علل الأخبار" (٢/ ٢٢١ - ٢٢٣).
وانظر مذاهب الفقهاء عند القاضي عبد الوهاب البغدادي في "الإشراف" (٢/ ٥٠٨) مسألة رقم (٨٢٨) وتعليقي عليه، وتجد في كتاب "البيوع الشائعة وأثر ضوابط المبيع على شرعيتها" (ص ٢٩١ - ٣٠٣) تفصيلاً في هذه المسألة، والميل إلى الجواز!
(١) بيّنت ذلك في تخريجي على الحديث المتقدم برقم (٧٢)، والحمد لله وحده.
(٢) انظر: "المغني" (١/ ٧٥)، "المحلى" (١/ ١١٠).
(٣) قال الشارح في "تصحيح التنبيه" (١/ ١٠٣) رقم (٤٢): "والأصح أنه لا يكفي غير التراب في غسل الولوغ، ولا غسله ثماني مرات بالماء وحده"، وبنحوه في "المجموع" (٢/ ٥٨٩ - ٥٩٠)، "روضة الطالبين" (١/ ٣٢)، "المنهاج" (١/ ٨٣ - مع "مغنى المحتاج")، "التنقيح في شرح الوسيط" (١/ ٢٠٤، ٢٠٨)، "شرح صحيح المسلم" (٣/ ١٨٥)، "التحقيق" (١٥٢) كلها للنووي. =',NULL,'320',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (318,'قوله: "أمر بقتل الكلاب"، ثم قال: "ما لهم ولها؟! " فيه تصريح بجواز النسخ، وأنَّ قتل الكلاب منسوخ، وكان أَمَر بقتلها ثم نُسخ إلاَّ الأسْود، ثم نهى عن قتل الأسْود أيضًا، واستقرَّ الحكم أنه لا يقتل منها إلاَّ العقورُ والكَلِبُ (١).
_________
= وانظر: "المغني" (١/ ٧٥)، و"المحلى" (١/ ١٠٩ - ١١٦)، و"فتح الباري" (١/ ٢٢٢ - ٢٢٢٣).
(١) قال المصنف في "شرح صحيح مسلم" (١٠/ ٣٣٩): "أجمع العلماء على قتل الكلب الكليب، والكلب العقور، واختلفوا في قتل ما لا ضرر فيها"، ثم نقل ما قرره هنا عن إمام الحرمين، وفصل في الخلاف، وتجده أيضًا في "الإغراب" (٢٨٠)، و"أحكام الكلاب في الفقه الإسلامي، لكمال العجيلي (أطروحة ماجستير) (١٠٢)، و"الفوائد العذاب فيما جاء في الكلاب" (٧٨).
و (الكلب العقور) هو كل ما عقر الناس، وعدا عليهم وأخافهم، مثل: الأسد، والنمر، والفهد، والذئب، قاله مالك في "الموطأ" (١/ ٤٤٦) و (الكلِب) جنون الكلاب المعتري من أكل لحم الإنسان، كذا في "القاموس" (١٦٩): (الكَلْب).',NULL,'321',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (319,'<span data-type="title" id=toc-49>٣٧ - باب: سؤر الهرّ</span>
٧٥ - (حسن صحيح) حدثنا عبد الله بن مسلمة القعنبيُّ، عن مالك، عن إسحاق بن عبد الله بن أبي طلحة، عن حُميدة بنت عُبيد بن رِفاعة، عن كبشة بنت كعب بن مالك -وكانت تحت ابن أبي قتادة- أن أبا قتادة دخل فسكبتْ له وضوءًا، فجاءت هرة فشربت منه، فأصغى لها الإناء حتى شربت، قالت كبشة: فرآني انظر إليه! فقال: أتعجبين يا بنت أخي؟ فقلت: نعم، فقال: إن رسول الله - صلى الله عليه وسلم - قال: "إنها ليست بنجس، إنها من الطوَّافين عليكم والطوَّافات" (١).
_________
(١) أخرجه أبو داود من طريق مالك في "الموطأ" (أ) (١/ ٢٢ - ٢٣/ رقم ١٣ - رواية يحيى و ٥٥/ رقم ٢٨ - رواية سويد، ط- دار الغرب و ٥٤/ رقم ٩٠ - رواية الشيباني و١/ ٢٥/ رقم ٥٤ - رواية أبي مصعب).
وأخرجه من طرق عنه: الشافعي في "الأم" (١/ ٢٠)، و"المسند" (ص ٩)، والنسائي في "المجتبى" (كتاب الطهارة، باب سؤر الهرة، ١/ ٥٥)، و "السنن الكبرى" (رقم ٧٣)، والترمذي في "الجامع" (أبواب الطهارة، باب ما جاء في سؤر الهرة،١/ ١٥٣ - ١٥٤/ رقم ٩٢)، وابن ماجه في "السنن" (كتاب الطهارة، باب الوضوء بسؤر الهرة، ١/ ١٣١/ رقم ٣٦٧)، وأحمد في "المسند" (٥/ ٣٠٣و ٣٠٩)، وعبد الرزاق في "المصنف" (١/ ١٠١ رقم ٣٥٣)، وابن سعد في "الطبقات الكبرى" (٨/ ٤٧٨)، وأبو عبيد في =
_________
(أ) ورواه من طريقه يحيى بن يحيى الأندلسي، ووهم فيه، انظر: "الاستذكار" (٢/ ١١٣ - ١١٤)، "الإمام" (١/ ٢٣٢).',NULL,'322',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (320,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "الطهور" (رقم ٢٠٦)، وابن أبي شيبة في "المصنف" (١/ ٣١ و١٤/ ٢٣٢ - ٢٣٣)، والدارمي في "سننه" (١/ ١٨٧ - ١٨٨)، وابن حبان في "الصحيح" (٢/ ٢٩٤/ رقم ١٢٩٦ - مع "الإحسان")، وابن خزيمة في "الصحيح" (١/ ٥٥/ رقم ١٠٤)، والبغوي في "شرح السنة" (٢/ ٦٩/ رقم ٢٨٦)، والدارقطني في "السنن" (١/ ٧٠)، والطحاوي في "شرح معاني الآثار" (١/ ١٨ - ١٩)، و"مشكل الآثار" (٣/ ٢٧٠)، والحاكم في "المستدرك" (١/ ١٦٠)، وابن أبي حاتم في "العلل" (١/ ٥٢)، والبيهقي في "السنن الكبرى" (١/ ٢٤٥)، و"السنن الصغرى" (١/ ٥٨ - ٥٩/ رقم ١٤٤) وفي "المعرفة" (٢/ ٦٧/ رقم ١٧٧٠)، وابن المنذر في "الأوسط" (١/ ٣٠٣)، وابن منده في "الصحيح" -كما في "نصب الراية" (١/ ١٣٧) -، وابن الجارود في "المنتقى" (رقم ٦٠)، وابن حزم في "المحلى" (١/ ١٧٧)، وابن عبد البر في "التمهيد" (١/ ٣١٩)، وابن الجوزي في "التحقيق" (١/ ٤٤/ رقم ٦٣)، وابن دقيق العيد في "الإمام" (١/ ٢٣٣ - ٢٣٤).
وصححه الترمذي، ونقل عن البخاري قوله: "جوّد مالك بن أنس هذا الحديث وروايته أصح من رواية غيره".
وقال العقيلي في "الضعفاء" (٢/ ١٤٢): "إسناد ثابت صحيح".
وقال الحافظ ابن حجر في "التلخيص الحبير" (١/ ٤١): "صححه البخاري، والترمذي، والعقيلي، والدارقطني".
وصححه أيضًا الحاكم، فقال: "هذا حديث صحيح، ولم يخرجاه، على أنهما على ما أصلاه في تركه، غير أنهما قد شهدا جميعًا لمالك بن أنس أنه الحكم في حديث المدنيين، وهذا الحديث مما صححه مالك واحتج به في "الموطأ"" ووافقه الذهبي.
وقال ابن الملقن في "تحفة المحتاج" (١/ ١٤٥): "رواه مالك والأربعة، وصححه الترمذي وابن خزيمة وابن حبان والحاكم والبيهقي، وخالف ابن منده؛ فأعلَّه بما بان وهنُهُ".
قلت: نقل كلام ابن منده وأيَّده: ابن دقيق العيدة فأفاد في "الإمام" (١/ ٢٣٤ - ٢٣٥) أن ابن منده خالف في التصحيح، فإنه لما أخرج الحديث =',NULL,'323',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (321,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= في "صحيحه" بالاتفاق والاختلاف؛ قال: "وأم يحيى اسمها حُميدة، وخالتها هي كبشة، ولا يُعرف لهما رواية إلا في هذا الحديث، ومحلهما محل الجهالة، ولا يثبت هذا الخبر من وجه من الوجوه، وسبيله المعلول".
وأجاب ابن دقيق العيد بأن ابن منده جرى على ما اشتهر عن أهل الحديث، أنه من لا يروي عنه إلا راوٍ واحدٌ فهو مجهول، ولعل من صححه اعتمد على كون مالك رواه وأخرجه مع ما عُلم من تشدده وتحرزه في الرجال. قرأت بخط الحافظ أبي الفضل محمد بن طاهر وروايته في "سؤالات أبي زرعة"؛ قال: سمعت الإمام أحمد بن حنبل يقول: مالك إذا روى عن رجل لم يُعرف؛ فهو حجة. وروى طاهر بن خالد بن نزار عن أبيه، عن سفيان بن عيينة؛ أنه ذكر مالك بن أنس، فقال: كان لا يبلغ من الحديث إلا صحيحًا، ولا يحدث إلا عن ثقات الناس، وما أرى المدينة إلا ستخرب بعد موت مالك بن أنس، وهذا اللفظ الذي لسفيان أعم من كلام أحمد الذي قبله، مع احتمال كلام أحمد لموافقته. وذكر بشر بن عمر الزهراني؛ قال: سكت مالك بن أنس عن رجل، فقال: هل رأيته في كتبي؟ قلت: لا. قال: لو كان ثقةً لرأيته في كتبي، وهذا يُفهم منه أن كل من في كتبه ثقة، وإن كان قد شغَّب في هذا بعض المتأخرين؛ لأنه لا يلزم من كون كل ثقة في كتابه أن يكون كل من في كتابه ثقة، إلا أن هذا يبطل فائدة هذا الكلام بالنسبة إلى السائل؛ لأنه لو كان في كتابه غير ثقة لم يدل وجوده في كتابه على أنه ثقة، وكلام مالك يدل على أنه أحاله في الثقة على وجوده في كتابه، وبالجملة؛ فإن سلكت هذا الطريق في تصحيح هذا الحديث (أعني: الاعتماد على تخريج مالك له)، فالقول ما قال ابن منده، وقد ترك الشيخان إخراجه في "صحيحيهما" اهـ.
ونقل ابن الملقن كلام ابن منده ثم رد عليه باختصار؛ فقال في "خلاصة البدر المنير" (١/ ٢٠): "والعجب من الشيخ تقي الدين! كيف تابعه في "الإمام" على هذه المقولة! ".
ورده بتفصيل طويل؛ فقال في "البدر المنير" (٢/ ٣٤٢ - ٣٤٦) عقبه: "وقال شيخنا الحافظ أبو الفتح ابن سيد الناس اليعمري: "بقي على ابن منده أن يقول: ولم يُعرف حالهما من جارح؛ فكثير من رواة الأحاديث مقبولون". =',NULL,'324',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (322,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قلت (ابن الملقن): هذا لا بد منه، وأنا أستبعد كل البعد توارد الأئمة المتقدمين على تصحيح هذا الحديث، مع جهالتهم بحال حُميدة وكبشة؛ فإنَّ الإقدام على التصحيح -والحالة هذه - لا يحل بإجماع المسلمين؛ فلعلهم اطلعوا على حالهما، وخفي علينا".
ثم نقل ابن الملقن كلام المصنف الآتي قريبًا على الحديث، فقال: "قال النووي - صلى الله عليه وسلم - في "كلامه على سنن أبي داود": "وهذا الحديث عند أبي داود حسن، وليس فيه سبب محقق في ضعفه" ثم قال: "وصححه في "شرح المهذب" (أ) [١/ ١٧١] ".
قلت (ابن الملقن): "وقد ظهر أن جميع ما علله به ابن منده -وتوبع عليه- فيه نظر: أما قوله: "إن حُميدة لا تُعرف لها رواية إلا في هذا الحديث"؛ فخطأ؛ فلها ثلاثة أحاديث:
أحدها: هذا.
وثانيها: حديث "تشميت العاطس"، أخرجه أبو داود [في "سننه" (رقم ٥٠٣٦)] مصرحًا باسمها، والترمذي مشيرًا إليها؛ فإنه قال [عقب حديث (رقم ٢٧٤٤)]: "عن عمر بن إسحاق بن أبي طلحة، عن أمه، عن أبيها". وحسنه الترمذي على ما نقله ابن عساكر في "أطرافه"، والذي رأيته فيه: "أنه "حديث غريب، وإسناده مجهول".
وثالثها: حديث "رهان الخيل طِلْق"، رواه أبو نعيم في "معرفة الصحابة" [٦/ ٣٠٧٦] من حديث يحيى بن إسحاق بن عبد الله بن أبي طلحة، عن أمه، عن أبيها مرفوعاً به.
وأما قوله في كبشة؛ فكما قال؛ فلم أر لها حديثًا آخر، ولا يضرها ذلك، فإنها ثقة كما سيأتي.
وأما قوله: "إن محلهما الجهالة"؛ فخطأ، أما حميدة؛ فقد روى عنها إسحاق بن عبد الله بن أبي طلحة راوي حديث الهرة، وابنه يحيى في حديث "تشميت العاطس" من طريق أبي داود، وقد وثقه ابن معين. =
_________
(أ) وصححه أيضاً في "خلاصة الأحكام" (١/ ١٨٠ - ١٨١) رقم (٤٢٧).',NULL,'325',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (323,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وفي طريق الترمذي: أن الراوي عنها ابنها عمر بن إسحاق، فإن لم يكن غلطًا؛ فهو ثالث، وهو أخو يحيى.
وذكرها ابن حبان في "ثقاته " [٦/ ٢٥٠]؛ فقد زالت عنها الجهالة العينية والحالية.
وأما كبشة؛ فلم أعلم روى عنها غير حُميدة، لكن ذكرها في "الثقات"، وقد قال ابن القطان: "إن الراوي إذا وثق زالت جهالته، وإن لم يرو عنه إلا واحد".
وأعلا من هذا أنها صحابية، كذا قال أبو حاتم بن حبان في "ثقاته" [٣/ ٣٥٧]، وكذا نقله أبو موسى المديني عن جعفر.
وأما قوله: "ولا يثبت هذا الخبر بوجه من الوجوه" فخطأ؛ فقد أخرجه الدارقطني في "الأفراد"، فقال: ثنا موسى بن هارون، ثنا عمر بن الهيثم بن أيوب الطالقاني، ثنا عبد العزيز بن محمد، عن أسيد بن أبي أسيد، عن أبيه: أن أبا قتادة كان يصغي الإناء للهرة، فتشرب منه، ثم يتوضأ بفضلها. فقيل له: أتتوضأ بفضلها؟! فقال: إن رسول الله - صلى الله عليه وسلم - قال: "إنها ليست بنجس، إنما هي من الطوافين عليكم".
فهذه متابعة لكبشة، وهذا سند لا أعلم به بأسًا.
فقد اتضح وجه تصحيح الأئمة لهذا الحديث، وخطأ معلله، وبالله التوفيق؛ فاستفده؛ فإنه من المهمات".
وانظر: "التلخيص الحبير" (١/ ٤٢)، و"نصب الراية" (١/ ١٣٧)، و"المعتبر" (٢٣٠) للزركشي. وصححه ابن الأثير في "الشافي في شرح مسند الشافعي " (١/ ٨٩)، فقال: "وهذا الحديث صحيح مشهور".
وصحح الحديث المصنف في "خلاصة الأحكام" (١/ ١٨١)، وفي "المجموع" (١/ ١٧١ و ١٧٣)، ونقل عن البيهقي قوله: "إسناده صحيح"، وقال عقبه: "وعليه الاعتماد"، وكلامه هذا في "المعرفة" (٢/ ٦٧).
وصححه الدارقطني في "العلل" (٥/ ق ١٠٤/ أ) أيضًا.
وصحح الحديث أيضًا ابن المنذر في "الأوسط" (١/ ٣٠٣)، فقال: "وذلك لثبوت الخبر عن رسول الله - صلى الله عليه وسلم - الدال على طهارة سؤره"، ثم ساق الحديث. =',NULL,'326',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (324,'٧٦ - (حسن) حدثنا عبد الله بن مسلمة، قال: حدثنا عبد العزيز، عن داود بن صالح بن دينار التمار، عن أمه: أن مولاتها أرسلتها بهريسة إلى عائشة [رضي الله عنها]، فوجدتها تُصلي فأشارت إليَّ أنْ ضعيها، فجاءت هرة فأكلت منها، فلما انصرفت أكلت من حيث أكلت الهرة، فقالت: إن رسول الله - صلى الله عليه وسلم - قال: "إنها ليست بنجس، إنما هي من الطوَّافين عليكم" وقد رأيت رسول الله - صلى الله عليه وسلم - يتوضأ بفضلها (١).
_________
= وصححه أيضًا ابن عبد البر في "التمهيد" (١/ ٣٢٢ و ٣٢٣)، وابن عبد الهادي في "تنقيح التحقيق" (١/ ٢٦٨)، وتابع مالكًا جماعة.
قال الدارقطني في "المؤتلف والمختلف" (٤/ ١٩٧٢): "رواه عن إسحاق: مالك بن أنس، وهشام بن عروة، وحسين المعلم، وغيرهم".
وقال ابن عبد البر في "التمهيد" (١/ ٣٢٢): "وقد روى هذا الحديث جماعة عن إسحاق كما رواه مالك، منهم: همام بن يحيى، وحسين المعلم، وهشام بن عروة، وابن عيينة، وإن كان هشام وابن عيينة لم يقيما إسناده، وهؤلاء كلهم يقولون في هذا الحديث عن النبي - صلى الله عليه وسلم - أنه- قال: "إنها ليست بنجس"".
ونحوه عند الدارقطني في "العلل" (٦/ ١٦٢)، وقد أطلت النفس في الكلام على طرقه وروايته في تعليقي على "الخلافيات" (٣/ ٨٤ - ٩٩) فانظره فإنه مهم فقد طال التعليق، وفيه -إن شاء الله تعالى- مقنع وكفاية.
(١) أخرجه من طريق أبي داود: البيهقي في "المعرفة" (٢/ ٦٩)، و"الخلافيات" (٩١٣).
وتابع عبد الله بن مسلمة جماعة، منهم:
* سعيد بن منصور، عند الطحاوي في "المشكل" (٣/ ٢٧٠).
* أسد بن موسى، عند الطحاوي في "المشكل" (٣/ ٢٧٠).
* سعيد بن أبي مريم، عند الطبراني في "الأوسط" (١/ ٢٣٨/ رقم ٣٦٦) -ومن طريقه المزي في "تهذيب الكمال" (٨/ ٤٠٣) - وعندهما عن داود عن أمه -كذا في مطبوع "الأوسط" و"تهذيب الكمال"، وأخشى أن يكون هذا =',NULL,'327',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (325,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= تصرفًا من المحققين، فلم يدققوا في رسم "أمه"، ووجدوها هكذا في مصادر التخريج، فأثبتوها؛ فقد قال ابن الملقن في "البدر المنير" (٢/ ٣٦١): "وأخرجه الطبراني في معجم شيوخه" -قلت: أي "الأوسط"، والعجب من قول محققة "ولم أقف على الكتاب"!! - بحذف أم داود، والإتيان بأبيه بدلها".
* يحيى بن بكير، عند الدارقطني في "السنن" (١/ ٧٠).
* نعيم بن حماد، عند أبي عبيد في "الطهور" (رقم ٢٠٧ - بتحقيقي).
* الحميدي، عند البيهقي في "السنن الكبرى" (١/ ٢٤٦ - ٢٤٧).
* إسحاق بن راهويه، أخرجه في "مسنده" (٤/ ١/ ١١٥/ و ١١٨ ب- ١١٩/ أ) يقابله من المطبوع (٢/ ٤٣٦،/ ٤٥٨رقم ٤٦٠، ٤٨٧ - مسند عائشة): أخبرنا عبد العزيز بن محمد، نا داود، عن أبيه (كذا)؛ أن مولاة لعائشة أرسلت إلى عائشة ... وسرده بلفظين، مطولاً ومختصرًا، وفيهما: "إنها ليست بنَجَس، إنها من الطوافين عليكم والطوافات" من قول عائشة. ثم قالت: "ولقد رأيت رسول الله - صلى الله عليه وسلم - يتوضأ بفضلها".
قال الدارقطني في "السنن" (١/ ٧٠): "رفعه الدراوردي عن داود بن صالح، ورواه عنه هشام بن عروة، ووقفه على عائشة".
ونقله ابن الملقن في "البدر المنير" (٢/ ٣٦٠)، والزيلعي في "نصب الراية" (١/ ١٣٣)، عن الدارقطني هكذا: "تفرد به عبد العزيز بن محمد الدراوردي عن داود بن صالح عن أمه بهذه الألفاظ".
وتصرف ابن حجر في "التلخيص الحبير" (١/ ٤٢) بهذه العبارة؛ فقال: "قال الدارقطني: تفرد برفعه داود بن صالح!! وكذا قال الطبراني والبزار، وقال: لا يثبت".
قلت: لم أظفر بمقولة الطبراني في مطبوع "الأوسط"، وهو يعلق -غالبًا- بتفرد بعض الرواة عقب الحديث؛ فلعل ابن حجر كتب "والطبراني" بناءً على هذه العادة!!
أما مقولة البزار؛ فقد قال ابن التركماني في "الجوهر النقي" (٢/ ٢٤٨): "وحديث عائشة فيه امرأة مجهولة عند أهل العلم، وهي أم داود بن صالح، =',NULL,'328',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (326,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= ولهذا قال البزار: "لا يثبت من جهة النقل"، والبيهقي أورده شاهدًا لحديث أبي قتادة".
وقال ابن الملقِّن في "البدر المنير" (٢/ ٣٦٠) عقب نقله عن الدارقطني: "تفرد به عبد العزيز":
"قلت: قال أحمد في داود [بن صالح]: "لا أعلم به بأسًا"، فإذا لا يضرُّ تفرده، لكن أمّه مجهولة لا يُعلم لها حال، ولهذا قال البزار: "لا يثبت من جهة النقل"، وقال الدارقطني في "علله": "اختلف في هذا الحديث، فرفعه قوم، ووقفه آخرون".
واقتضى كلامه أن وقفه هو الصحيح، انتهى.
قلت: ونص كلام الدارقطني في "العلل" (ج ٥/ ق ١٠٤/ أ):
"يرويه داود بن صالح التمار، واختلف عنه؛ فرواه عبد العزيز بن محمد الدراوردي عن داود بن صالح عن أمه عن عائشة مرفوعاً (وفي المخطوط: موقوفاً!)، واختلف عن هشام بن عروة؛ فرواه عن داود بن صالح عن أمه عن عائشة موقوفاً، واختلف عن هشام؛ فقال عيسى بن يونس وأبو أسامة: عن هشام عن داود عن أمه، وقال علي بن مسهر وأبو معاوية ويحيى بن سعيد الأموي: عن هشام عن داود بن صالح عن جدته عن عائشة، ولم يختلف عن هشام في إيقافه على عائشة" انتهى.
قلت: إسناده ضعيف على أي حال؛ لجهالة أم داود بن صالح، وقد ضعف الحديث بها ابن التركماني وابن الملقن -وسبق كلامهما- والطحاوي؛ قال في "مشكل الآثار" (٣/ ٢٧٠): "ليست من أهل الروايات التي يؤخذ مثل هذا عنها، ولا هي معروفة عند أهل العلم"، ومنه تعلم ما في قول صاحب "آثار السنن" (ص ١١): "إسناده حسن".
وللحديث طرق أخرى عن عائشة، منها ما أخرجه ابن خزيمة في "الصحيح" (١/ ٥٤/ رقم ١٠٢)، والحاكم في "المستدرك" (١/ ١٦٠)، والعُقيلي في "الضعفاء" (٢/ ١٤١)، والدارقطني في "السنن الكبرى" (١/ ٦٩)، والبيهقي في "السنن الكبرى" (١/ ٢٤٦)، وابن الجوزي في "التحقيق" (١/ ٤٥/ رقم ٦٤) من طريق سليمان بن مسافع، عن منصور بن صفية، عن أمه، عن =',NULL,'329',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (327,'فيه حديثان: أحدهما: حديث كبْشَة، وهو صحيح، والثاني: حديث عائشة، وهو حسن عند أبي داود، وليس فيه سبب محقق في ضَعْفِهِ (١).
قوله - صلى الله عليه وسلم -: "إنها ليست بنجس، إنها من الطوَّافين عليكم والطوافات". النَّجَس -بفتح الجيم- عين النجاسة (٢). ووقع هنا: "والطَّوَّافات" بالواو، وكذا وقع في رواية الترمذي وابن ماجه، ووقع في "الموطأ" و"مسند الدارمي" ورواية الرَّبيع عن الشافعي: "أو الطوافات"
_________
= عائشة رفعته: "إنها ليست بنجس، هي كبعض أهل البيت".
وصححه الحاكم، ووافقه الذهبي في "التلخيص" مع أنه ضعفه في "الميزان" في ترجمة (سليمان بن مسافع) (٢/ ٢٢٣ برقم ٣٥١١)؛ قال: "لا يعرف، أتى بخبر منكر"، يريد هذا، وتعقبه ابن حجر في "اللسان" (٣/ ١٠٦)؛ فقال: "وليس فيه نكارة كما زعم المصنف".
قلت: نعم ليست النكارة في متنه، وإنما في رفعه؛ فتعقب ابن حجر للذهبي -وليس للعقيلي كما زعم محقق "الضعفاء"- ليس في محلِّه؛ إذ رواه عبد الملك بن مسافع الحَجَبِي، عن منصور، عن أمه، عن عائشة؛ قالت: "الهرة ليست بنجسة، إنها من عيال البيت"، أخرجه العقيلي في "الضعفاء" (٢/ ١٤٢)، وقال عنه في مقابل المرفوع: "هذا أولى". وانظر: "تنقيح التحقيق" (١/ ٢٦٩)، وتعليقنا على "الخلافيات" (٩١٠ - وما بعده).
(١) نقل هذا الكلام وعزاه لكتابنا هذا: ابن الملقن في "البدر المنير" (٢/ ٣٤٢ - ط العاصة، أو ١/ ٥٥٦ - ط الهجرة) وأقره، وقد سبق تخريجنا المطول للحديث، وأضبط وصف له كلام النووي هذا، فرحمه الله، ما أدقه!
(٢) عرفها المصنف بقوله في "تحرير ألفاظ التنبيه" (ص ٤٦): "النجاسةُ: في اللغة: المُسْتَقْذر، وشيء نجس ونَجِس، ونَجِسَ الشيء ينجَسُ كعلم يعلَم.
وفي الاصطلاح: كلُّ عين حَرُم تناولُها على الإطْلاق، مع إمكان تناوُلها، لا لِحُرمَتها أو استقْذَارها أو ضررها في بدن أو عقل".',NULL,'330',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (328,'بـ (أو)، قال صاحب (١) "المطالع" (٢) وغيره: يحتمل أن تكون (أو) للشكّ، ويحتمل أن تكون للتقسيم، ويكون قد ذكر الصِّنفين من المذكور والإناث، وهذا الثاني أظهر؛ لأنه بمعنى روايات الواو (٣).
قال أهل اللغة: الطّوافون: الخدم والمماليك، وقيل: هم الذين يخدمون برفقٍ وعناية (٤).
ومعنى الحديث: أن الطوافين من الخدم والصِّغار الذين سقط في حقهم الحجاب والاستئذان في غير الأوقاف الثلاثة التي سمَّاها الله تعالى
_________
(١) هو ابن قُرْقُول، أبو إسحاق إبراهيم بن يوسف بن إبراهيم بن عبد الله بن باديس ابن القائد، الحَمزي الوَهراني، من قرية (حَمْزة) من عمل (بجاية).
كان رحّالًا في العلم، نقّالًا، فقيهًا، نظَّارًا، أديبًا، نحويًا، عارفًا بالحديث ورجاله، بديع الكتابة.
وكتابه "المطالع" قال عنه الذهبي في "السير" (٢٠/ ٥٢٠): "غزير الفوائد".
قلت: وضعه على مثال: "مشارق الأنوار"، بل اختصره منه، واستدرك عليه، وأصلح فيه أوهامًا، ووقفت على أكثر من نسخة خطية منه، ولله الحمد.
انظر ترجمته في: "تكملة الصلة" (١٥١)، "وفيات الأعيان" (١/ ٦٢، ٦٣)، "شذرات الذهب" (٤/ ٢٣١).
(٢) "مطالع الأنوار" (ق ٢٧٣ - نسخة المكتبة السعودية)، وأصله في "مشارق الأنوار" (١/ ٣٢٣).
(٣) قال ابن الأثير في "الشافي" (١/ ٩٤): "والذي جاء في بعض الروايات "أو" وفائدته: أنها إما أن يكون ذكرًا أو أنثى، فجاء بحرف الشك لذلك. وأما ما جاء منها بواو العطف، فلأنه أراد أن ما يطوف بكم منها، يكون ذكرًا أو أنثى". ونقل السيوطي في "مرقاة الصعود" (١٨) عن النووي في "شرحه" هذا قوله: "الثاني أظهر".
(٤) انظر: "تهذيب اللغة" للأزهري (١٤/ ٣٤)، "لسان العرب" (٩/ ٢٢٦)، "الفائق في غريب الحديث" (٢/ ٣٦٩)، "مجمع بحار الأنوار" (٣/ ٤٦٥).',NULL,'331',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (329,'عورات (١)، إنما سقط في حقِّهم دون غيرهم للضرورة وكثرة مداخلتهم بخلاف الأحرار البالغين، فكذا يُعفى عن الهرة للحاجة، هذا هو الصحيح في تفسيره، ولم يذكر جماعةٌ سواه (٢). وذكر الخطابي (٣) فيه تاويلاً آخر، وهو: أنه شَبَّهها بمن يطوف للحاجة والمسألة، ومعناه: أن الأجر في مواساتها كالأجر في مواساة من يطوف للمسألة (٤).
واعلم أنه وقع هنا: "عن كبشة بنت كعب بن مالك، وكانت تحت
_________
(١) في سورة النور: آية (رقم ٥٨)، ونصها: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٨)} [النور: ٥٨].
(٢) نقله السيوطي في "زهر الربى" (١/ ٥٥)، والعظيم آبادي في "عون المعبود" (١/ ١٤٢)، والمباركفوري في "تحفة الأحوذي" (١/ ٣٠٩)، عن المصنف، وأقروه، وسبق كلامهم بتمامه في تقديمنا للكتاب، والله الهادي والموفق للصواب.
(٣) "معالم السنن" (١/ ٤١).
(٤) نقل ابن الأثير في "الشافي في شرح مسند الشافعي" (١/ ٩٣) التأويلين، وزاد: "وإنما قال: "من الطوافين والطوافات" بجمع السلامة، وجمع السلامة إنما هو لمن يعقل؛ لأنه لمّا أضافها ونسبها، وشبّهها بهم، حَسُنَ له ذلك".
ونقل ابن الملقن في "البدر المنير" (١/ ٥٦٢ - ٥٦٣) كلام المصنف هذا، وعزاه له، وارتضاه، وقال: "قال النووي (أ): وهذا الثاني قد يأباه سياق قوله عليه الصلاة والسلام: "إنها ليست بنجس" قال: "وهو كما قال، بل قال الشيخ تقي الدين في "شرح الإلمام": إنه غريب بعيد".
_________
(أ) في "المجموع" (١/ ٢٢٤).',NULL,'332',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (330,'ابن أبي قتادة" وكذا وقع في رواية الشافعي والدارمى وابن ماجه، ووقع في رواية "الموطأ" والترمذي: "وكانت تحت أبي قتادة"، وهذا مجاز محمول على الأول، تقديره: تحت ابنه (١).
وفي هذين الحديثين: طهارة الهرة، وجواز الطهارة بالماء الذي ولغت فيه ما لم يتيقَّن نجاسة فمها حال الولوغ، وأنه لا كراهة، وأنه يستحب الرفق بها، وأنه يجوز الأكل من الطعام الذي أكلت منه، ومن موضع أكلها.
...
_________
(١) قال الترمذي عقب الحديث: "وقد روى بعضهم عن مالك: وكانت عند أبي قتادة، والصحيح ابن أبي قتادة"، وعند ابن ماجه: "وكانت تحت بعض ولد أبي قتادة".
وقال ابن عبد البر في "التمهيد" (١/ ٣١٩): "ورواه ابن المبارك عن مالك عن إسحاق بإسناد مثله، إلا أنه قال: "كبشة امرأة أبي قتادة"! وهذا وهم منه، وإنما هي امرأة ابن أبي قتادة". وقال ابن الأثير في "الشافي" (١/ ٩١): "والخلاف الواقع في زوج كبشة أنه أبو قتادة، أو ابنه، منشأه من أصحاب مالك، فإنهم اختلفوا عليه، والصحيح أنها كانت تحت عبد الله بن أبي قتادة، وبذلك يشهد قول أصحاب التواريخ والأنساب، والشافعي كذلك رواه، وإنما الشك من الربيع لا منه، وكذلك رواه أكثر المحققين".
ونقل ابن الملقن في "البدر المنير" (١/ ٥٦١) كلام النووي هذا، وقال على إثره: "ورأيت من وهَّم النووي في نقله ذلك عن "الموطأ"، ووهَم هو في ذلك، فكفى بالنووي أن يوافق نقله ما نقله ابن المبارك، لكن المشهور من رواية مالك في "الموطأ": "تحت ابن أبي قتادة" وكذلك هو موجود في "الملخص" [ص ١٣٦] للقابسي، فافهم ذلك".',NULL,'333',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (331,'<span data-type="title" id=toc-50>٣٨ - باب: الوضوء بفضل وضوء المرأة</span>
٧٧ - (صحيح) حدثنا مُسدد، قال: حدثنا يحيى، عن سفيان، قال: حدثني منصور، عن إبراهيم، عن الأسود، عن عائشة قالت: كنت أغتسل أنا ورسول الله - صلى الله عليه وسلم - من إناء واحد، ونحن جُنُبان (١).
٧٨ - (حسن صحيح) حدثنا عبد الله بن محمد النُّفيلي، قال: حدثنا وكيع، عن أُسامة بن زيد، عن ابن خَرَبُوذَ، عن أم صُبَيَّة الجُهَنِية، قالت: اختلفت يدي ويد رسول الله - صلى الله عليه وسلم - في الوضوء من إناء واحد (٢).
_________
(١) أخرجه البخاري (٢٥٠، ٢٦١، ٢٦٣، ٢٧٣، ٣٠١)، ومسلم (٣٢١).
(٢) أخرجه ابن ماجه في "سننه" (٣٨٢)، والترمذي في "العلل الكبير" (٣٠)، وأحمد في "المسند" (٦/ ٣٦٧)، وإسحاق في "مسنده" (٥/ ٢٣٦)، والطبراني في "المعجم الكبير" (٢٤/ ٢٣٥، ٢٣٦) (رقم ٥٩٦، ٥٩٨، ٥٩٩) و (٢٥/ رقم ٤٠٩)، وابن سعد (٨/ ٢٩٥، ٢٩٦)، وابن أبي شيبة في "المصنف" (١/ ٤٠)، والطحاوي في "شرح الآثار" (١/ ٢٥)، وابن أبي عاصم في "الآحاد والمثاني" (٦/ ١٨٢)، والبيهقي في "الكبرى" (١/ ١٩٠)، وأبو نعيم في "معرفة الصحابة" (٦/ ٣٥٢١) رقم (٧٩٦٩)، (٧٩٧٠)، والخطيب في "موضح أوهام الجمع والتفريق" (٢/ ١٤٤ - ١٤٥)، والمزي في "تهذيب الكمال" (١٠/ ١٤٣) (ترجمة خارجة بن الحارث) من طرق عن أسامة بن زيد، به. وأسامة صدوق يهم، وقد توبع، وهذا البيان: أخرجه أحمد (٦/ ٣٦٦)، والبخاري في "الأدب المفرد" (١٠٥٤)، وابن سعد (٨/ ٢٩٥، ٢٩٦)، والطبراني (٢٤/ رقم ٥٩٥)، وعنه أبو نعيم في "معرفة الصحابة" (٦/ ٣٣٠٦) رقم (٧٥٨٨، ٧٥٨٩)، والمزي في "تهذيب الكمال" =',NULL,'334',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (332,'٧٩ - (صحيح) حدثنا عبد الله بن مَسلمة، عن مالك، عن نافع (ح)، وحدثنا مسدد، قال: حدثنا حماد، عن أيوب، عن نافع، عن ابن عمر، قال: كان الرجال والنساء يتوضؤون في زمان رسول الله - صلى الله عليه وسلم - قال مُسدد - من الإناء الواحد جميعًا (١).
٨٠ - (صحيح) حدثنا مُسدد، قال: ثنا يحيى، عن عبيد الله، قال: حدثني نافع، عن عبد الله بن عمر، قال: كُنا نتوضأ نحن والنساء على عهد رسول الله - صلى الله عليه وسلم - من إناء واحد نُدلي فيه أيدينا.
حديث عائشة في "الصحيحين"، وحديث أم صُبَيَّة فيه ضعف (٢).
وحديث ابن عمر الأول في "صحيح البخاري"، والثاني صحيح أيضًا (٣).
_________
= (ترجمة خارجة بن الحارث) من طريق خارجة بن الحارث المزين -وهو صدوق- عن ابن خرَّبوذ. واسمه: سالم بن سَرج أبو النعمان، وبعضهم يسميه سالم بن النعمان، ولا يصح، قاله البخاري في "التاريخ الكبير" (٤/ ١١٣) وقد سمِّي في بعض الطرق، وسماه وكيع: "النعمان بن خربوذ" عند الطبراني وابن أبي عاصم وابن أبي شيبة، ووهم في ذلك، قاله أبو حاتم الرازي، نقله عنه ابنه في "العلل" (١/ ٦١ - ٦٢)، وانظر: "العلل الكبير" (٣٠) للترمذي.
والمصنف جعل اسمه (معروفًا) متَّبعًا ابن عساكر؛ وهو وهم، كشفه المزي في "تحفة الأشراف" (١٣/ ٩٠) ومحمد بن عبد الهادي في "شرح علل ابن أبي حاتم" (٢٠٢ - ٢٠٣).
والحديث حسنه العراقي في "طرح التثريب" (٢/ ٣٩) وهو صحيح بمجموع شواهده.
(١) أخرجه البخاري في "صحيحه" (١٩٣) دون قوله: "من الإناء الواحد".
أخرجه من طريق أبي داود: البيهقي في "السنن الكبرى" (١/ ١٩٠)، وانظر الحديث السابق.
(٢) بل هو حسن، وضعفه عند المصنف بسبب ابن خرَّبوذ، انظر كلامه الآتي عليه.
(٣) أخرجه ابن خزيمة في "صحيحه" (١٢٠، ١٢١) من طريقين آخرين عن عُبيد الله به.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (333,'قوله: "عبد الله بن محمد النُّفيلي" منسوب إلى جده نُفَيْل، وسبق بيانه (١).
قوله: "عن ابن خُرَّبوذ"، هو بخاءٍ معجمة مضمومة ومفتوحة، والضم أشهر (٢)، ثم راء مشددة مفتوحة ثم باءٌ موحدة مضمومة، ثم واو ثم ذال معجمة، واسمه: معروف (٣)، ضعفه ابن معين (٤)،
_________
(١) عند آخر شرح حديث رقم (٤١).
(٢) كذا قال هنا، بينما قال في "شرح صحيح مسلم" (٩/ ٢٨): "الفتح أشهر" وقال عن الوجهين (الفتح والضم): "وممن حكاهما القاضي عياض في "المشارق" [١/ ٢٥١]، والقائل بالضم هو أبو الوليد الباجي [في "التعديل والتجريح" (٢/ ٧٥٣)]. وقال الجمهور بالفتح، وبعد الخاء راء مفتوحة مشددة، ثم باء موحدة مضمومة، ثم واو، ثم ذال معجمة".
ولم يحك أبو علي الغسَّاني في "تقييد المهمل" (١/ ٢٣٨) إلا فتح الخاء المعجمة، وأهمل الضم، وهذا يؤكد أنها هي المشهورة.
(٣) سبق بيانه في التخريج ومما ينبغي ذكره: ما قاله أبو أحمد الحاكم: مَنْ قال: ابن سَرْج، عرَّبه، ومن قال: ابن خَرَّبوذ، أراد به الإكاف، بالفارسية، كذا في "تهذيب الكمال" (١٠/ ١٤٣)، وانظر: "المؤتلف والمختلف" (١١٢٥) للدارقطني، وقال ابن حبان في "الثقات" (٤/ ٣٠٦): "الصحيح ابن سرج"، وعند مسلم في "الكنى" (ص ١١١): "سالم بن سَرْج، ويقال: ابن خرّبوذ"، وفي "الجرح والتعديل" (٤/ ١٨٧): "سالم بن النعمان بن سَرْج"، وانظر: "إكمال تهذيب الكمال" (٥/ ١٨٤).
(٤) قال ابن أبي مريم عن ابن معين: سالم بن النعمان ثقة، شيخ مشهور، نقله المزي في "تهذيب الكمال" (١٠/ ١٤٢) وعنه الذهبي في "تذهيب تهذيب الكمال" (٣/ ٣٧٠) وعبارة الذهبي مختصرة، ونصها: "وثقه ابن معين وغيره"، ولم أظفر بتضعيف ابن معين له في جميع كتبه المطبوعة، ولم يترجم له في "الميزان"!.
ثم وجدت ابن رسلان الرملي يقول في شرحه على "سنن أبي داود" المسمى "صفوة الزبد" (ق ٣٩/ ٢): "ابن خربوذ: بفتح الخاء المعجمة، قال =',NULL,'336',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (334,'وروى له البخاري (١).
قوله: "عن أم صُبَيَّة"، هي بضمِّ الصاد المهملة على التصغير، واسمها: خَوْلة بنت قَيْس (٢)، قاله البخاري (٣) وأبو زرعة (٤).
_________
= النووي: الضم أشهر والراء المشددة وضم الباء الموحدة وبعد الواو ذال معجمة، غير منصرف، واسمه سالم بن سَرْج، وثقة ابن معين"، فنقل عنه توثيق ابن معين لا تضعيفه كما هنا. نعم ضعف ابنُ معين معروف بن خَرَّبوذ في رواية أبي بكر بن أبي خيثمة، كما في "الجرح والتعديل" (٨/ ٣٢١)، و"تهذيب الكمال" (٢٨/ ٢٦٤). ولكنه غير المذكور في حديث أُمِّ صُبَيَّة، كما في الهامش الآتي، والله الهادي.
(١) في "الأدب المفرد" (١٠٥٤) وليس من رجال "صحيحه". نعم، أخرج لمعروف بن خَرَّبوذ المكي في موطن واحد: كتاب العلم: باب مَن خَصَّ بالعلم قومًا دون قوم كراهية أن لا يفهموا (رقم ١٢٧) وأسند عن أبي الطفيل عن عليّ قوله: "حدثوا الناس بما يعرفون، أتُحبُّون أنْ يُكَذَّب اللهُ ورسولُه"
وأسند له مسلم في (كتاب الحج) (رقم ١٢٧٥) عنه قال: سمعت أبا الطُّفيل يقول: رأيتُ رسول الله - صلى الله عليه وسلم - يطوف بالبيت، ويستلمُ الرُّكنَ بِمِحْجَنٍ معه، ويُقَبلُ المِحْجن.
فلم يرو له البخاري وحده، وهو غير المذكور هنا- فغاير بينهما المزي، فترجم لسالم بن سرج في (١٠/ ١٤٢) ولمعروف بن خربوذ في (٢٨/ ٢٦٣) من كتابه "هذيب الكمال"، وهو مسبوق بصنيع ابن أبي حاتم انظر "الجرح والتعديل" (٤/ ١٨٧ - ١٨٨) و (٨/ ٣٢١). والمتأمل في الترجمتين يعلم خطأ جعلهما واحدًا، وهذا الذي وقع للمصنِّف!
(٢) وقع في رواية لابن سعد والطبراني مسماة "خولة بنت قيس أم صبية"، وانظر: "الاستيعاب (٩٥٥ - ٩٥٦ - ط دار الأعلام)، "تهذيب الكمال" (٣٥/ ٣٦٩)، "الإصابة" (٧/ ٦٢٦ و ٨/ ٢٤٣).
وضبطها في: "تبصير المنتبه" (٣/ ٨٣٨)، "توضيح المشتبه" (٥/ ٤٣٣).
(٣) في "التاريخ الكبير" (٤/ ١١٤).
(٤) نقله عنه ابن أبي حاتم في "العلل" (١/ ٦٣٦ - تحقيق فريق من الباحثين) وابن ماجه في "سننه" على إثر رقم (٣٨٢).',NULL,'337',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (335,'قوله: "نُدْلي فيه أيديَنا"، وهو بإسكان الدال وتخفيف اللام، وبفتح الدال وتشديد اللام لغتان، الأولى أفصح (١)، وبها جاء القرآن: {فَأدلى دَلوهُ} [بوسف: ١٩].
وفي هذه الأحاديث جواز اغتسال الرجل والمرأة ووضوؤهما جميعًا من الإناء الواحد في حالةٍ واحدةٍ من جنابة وغيرها، وهذا مُجْمعٌ عليه (٢).
وفيها: أن ماء الطهارة ليس محدودًا بحدٍّ لا يزيد ولا ينقص.
وفيها: أن غمس المغتسل يده في الإناء لا يمنع استعماله (٣).
قوله: "عن أم صُبَيَّة الجُهَنِيَّة قالت: اختلفت يدي ولد رسول الله - صلى الله عليه وسلم - في الوضوء من إناءٍ واحد"، هذا محمول على ما قبل الحجاب.
...
_________
(١) انظر: "تهذيب الأسماء واللغات" (٣/ ١٠٦).
(٢) بوب المصنف في "شرح صحيح مسلم" (٤/ ٣): (باب القدر المستحب من الماء في غسل الجنابة، وغسل الرجل والمرأة في إناء واحد، في حالة واحدة)، وقال مستنبطًا من عدة أحاديث، منها الحديث المتقدم برقم (٧٧):
"وأما تطهير الرجل والمرأة في إناء واحد، فهو جائز بإجماع المسلمين، لهذه الأحاديث التي في الباب"، ونحوه في "المجموع" (٢/ ٢٢١، ٢٢٢).
وحكى الإجماع هذا: ابن عبد البر في "التمهيد" (١/ ٢١٨)، وابن حزم في "مراتب الإجماع" (١/ ١٨) وابن تيمية في "مجموع الفتاوى" (٢١/ ٥١)، وابن القطان الفاسي في "الإقناع" (١/ ٢٦٨).
(٣) قال المصنف في "تصحيح التنبيه" (١/ ٧٤ رقم ٩): "والصواب أنه إذا تيقن طهارة يده لم يكره غمسُها في الإناء قبل غسلها، سواء قام من النوم أم لا، ولا استحباب أيضًا في تقديم غسلها على الغمس على الصحيح"، ونحوه في "المجموع" (١/ ٣٩٨)، و"المنهاج" (١/ ٥٧ - مع المغني)، و"الروضة" (١/ ٥٨)، و"التحقيق" (٦٥) جميعها للنووي.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (336,'<span data-type="title" id=toc-51>٣٩ - باب: في النهي عن ذلك</span>
٨١ - (صحيح) حدثنا أحمد بن يونس، قال: ثنا زهير، عن داود بن عبد الله، (ح)، وحدثنا مُسدد، قال: حدثنا أبو عوانة، عن داود بن عبد الله، عن حُميد الحميري، قال: لقيت رجلاً صحب النبي - صلى الله عليه وسلم - أربع سنين كما صحبه أبو هريرة، قال: نهى رسول الله - صلى الله عليه وسلم - أن تغتسل المرأًةُ بفضل الرجلِ، أو يغتسل الرجلُ بفضل المرأةِ -زاد مُسدد- وليغترفا جميعًا (١).
٨٢ - (صحيح) حدثنا ابن بشار، قال: حدثنا أبو داود -يعني الطيالسي-، قال: حدثنا شعبة، عن عاصم، عن أبي حاجب، عن الحكم بن عمرو، [قال لنا أبو داود] وهو الأقرع: أن النبي - صلى الله عليه وسلم - نهى أن يتوضأ الرجل بفضل طهور المرأة (٢).
_________
(١) أخرجه النسائي في "المجتبى" (٢٣٨)، و"الكبرى" (١/ ١١٧)، وأحمد (٤/ ١١١)، و (٥/ ٣٦٩)، والفسوي في "المعرفة والتاريخ" (٢/ ٧٣٩)، والطحاوي (١/ ٢٤)، والدارقطني في "السنن" (١/ ١١٦)، والبيهقي في (السنن الكبرى) (١/ ١٩٠)، وابن شاهين في "الناسخ المنسوخ" (ص ٦٧) من طرق عن داود بن عبد الله الأودي به.
وهو قطعة من الحديث (رقم ٢٨). وهو صحيح انظر ما قدمناه في التعليق على رقم (٢٨).
(٢) أخرجه النسائي في "المجتبى" (١/ ١٧٩) رقم (٦٣) و (٦٤)، وابن ماجه رقم (٣٧٣)، وأحمد في "المسند" (٥/ ٦٦) و (٤/ ٢١٣)، وعبد الرزاق (١/ ١٠٦)، والطيالسي في المسند رقم (١٢٥٢)، والبخاري في "التاريخ الكبير" (٤/ ١٨٥)، وأبو عبيد في "الطهور" (١٩٣ - بتحقيقي)، وابن قانع في =',NULL,'339',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (337,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "معجم الصحابة" (٩/ ٢٠١ - ٢١٠)، وابن حبان في "صحيحه" (١/ ٢٧٨) رقم (١٢٥٧ مع "الإحسان")، والطحاوي في "شرح معاني الآثار" (١/ ٢٤)، والدارقطني في "السنن" (١/ ٥٣)، والبيهقي في "السنن الكبرى" (١/ ١٩١ - ١٩٢)، والطبراني في "المعجم الكبير" (٣/ ٢١٠) رقم (٣١٥٤ - ٣١٥٦)، وابن حزم في "المحلى" (١/ ٢١٢)، والمزي في "تهذيب الكمال" (٧/ ١٢٩) من طرق عن أبي حاجب سوادة بن عاصم عن الحكم الغفاري.
ومنهم من وقفه، واختلف على سوادة فيه؛ فرواه عمران بن حدير وغزوان بن حجير السدوسي موقوفًا من قول الحكم غير مرفوع إلى النبي - صلى الله عليه وسلم -.
وسوادة وثقه ابن معين والنسائي، وقال أبو حاتم: شيخ، وذكره ابن حبان في "الثقات"، وقال: "ربما أخطأ". وانظر: "تنقيح التحقيق" (١/ ٢١٥).
وقال الترمذي: "حديث حسن".
والحديث صحيح صححه جماعة من المحدثين، منهم محمد بن عبد الهادي في "تنقيح التحقيق" (١/ ٩٧٧) وقال الحافظ في "بلوغ المرام": "إسناده صحيح".
وقال في "الفتح" (١/ ٣٠٠): "أخرجه أصحاب "السنن"، وحسنه الترمذي، وصححه ابن حبان، وأغرب النووي [في "المجموع] (٢/ ١٩١)، و"شرح صحيح مسلم" (٣/ ٣)]، فقال: "اتفق الحفاظ على تصعيفه (!!) " وقال: "لم أقف لمن أعلّه على حجة قوية"؟
قلت: وصححه ابن ماجه أيضًا.
وقال البيهقي: "وبلغني عن أبي عيسى الترمذي أن قال: سألتُ محمدًا -يعني: البخاري- عن هذا الحديث، فقال: ليس بصحيح". قلت: وكلام الترمذي في "العلل" المفرد (١/ ١٣٤).
وقال الأثرم: "قال أبو عبد الله: يضطربون فيه عن شعبة، وليس هو في كتاب غُنْدَر، وبعضهم يقول: عن فضل سؤر المرأة، وبعضهم يقول: فضل وضوء المرأة، فلا يتفقون عليه"، وانظر: "الإرواء" (١١).',NULL,'340',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (338,'في الباب حديثان: حديث حميد الحميري عن بعض الصحابة، وهو صحيح، ولا يضرُّ جهالة اسم الصحابي، وعَيْنُه؛ لأنَّهم كلهم عدول (١)؛ وحديث الحكم بن عمرو، وهو ضعيف عند الجمهور (٢)، وقال الترمذي (٣) أنه حَسَن، وقال البخاري (٤) وغيره (٥): ليس هو بصحيح، وهم أتقن من الترمذي في ذلك، لا سيّما في باب التصحيح والتضعيف (٦).
_________
(١) هذا مذهب الجماهير، وعليه التطبيق العملي، ونازع في ذلك ابن حزم في "الإحكام" (٢/ ٢ - ٣)، وينظر له "المحلى" (٩/ ٣٦١)، وانظر في صحة تقرير المصنف: "الكفاية" للخطيب (٣٨٥)، و"نكت ابن حجر على ابن الصلاح" (٢/ ٥٤٧).
وهذا الذي قرره المصنف في "المجموع" (٢/ ٢٢١ - ٢٢٢) وفي "التقريب" (٨٢)، فانظره، وينظر معه "التدريب" (١/ ١٩٧).
(٢) هذا أدق من كلامه في: "شرح صحيح مسلم" (٣/ ٣)، و"المجموع" (٢/ ١٩١)، وقد تقدم قريبًا في التخريج، وكلامه في: "خلاصة الإحكام" (١/ ٢٠٠) بنحو المذكور هنا، ونصه: "وقال الترمذي: حسن، وخالفه الجمهور، قال البخاري: "حديث الحكم ليس بصحيح" قال: "والصحيح في حديث ابن سَرْجس أنه موقوف عليه ومن رفعه فقد أخطأ" وكذا قال الدارقطني وغيره، انتهى".
قلت: سيأتي تخريج أثر ابن سرجس -رضي الله عنه -.
(٣) في جامعه (٦٤).
(٤) فيما نقله عنه تلميذه الترمذي في "العلل" (١/ ١٣٤)، والبيهقي في سننه (١/ ١٩٣)، و"المعرفة" (٤٤٨).
(٥) كالدارقطني (١/ ٣)، والبيهقي (١/ ١٩٣)، كل منهما في "سننه".
(٦) من ضعَّف حديث الحكم تعلّق بسوادة بن عاصم، وقد روى له أصحاب "السنن"، وووثقه غير واحد كما قدمناه في التخريج، فالحديث صحيح إن شاء الله تعالى وصححه جماعة، كما قدمناه، والحمد لله.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (339,'وقد أجمع العلماء على جواز استعمال المرأة فضل الرجل (١)، واختلفوا في استعمال فضلها إذا خَلَت به (٢)، فقال عبد الله بن سَرْجس الصَّحابي (٣) والحسن البصري (٤) وأحمد (٥)
_________
(١) حكى هذا الإجماع: ابن عبد البر في "التمهيد" (١/ ٢١٨) والمصنف في "شرح صحيح مسلم" (٤/ ٣ - ٤) وفي "المجموع" (٢/ ٢٢١).
وقال ابن حجر في "الفتح" (١/ ٣٥٩): "ونقل النووي أيضًا الاتفاق على جواز وضوء المرأة بفضل الرجل دون العكس، وفيه نظر أيضًا، فقد أثبت الخلاف فيه الطحاوي [في "شرح معاني الآثار" (١/ ٢٦)] ".
وانظر: "الإقناع" (١/ ١٧٠) لابن القطان، "إجماعات ابن عبد البر في العبادات" (١/ ١٤٥).
(٢) المراد استعماله في الطهارة، واكتفى بقرينة الحال، أما ما مسته في شرب أو أدخلت يدها فيه بلا نية، فليس هو فضل. انظر: "التنقيح في شرح الوسيط" للشارح (١/ ٣٣٩).
(٣) أخرجه عنه عبد الرزاق (٣٨٥)، وأبو عبيد في "الطهور" (١٩٤ - بتحقيقي)، والدارقطني (١١١٧)، والبيهقي في "السنن الكبرى" (١/ ١٩٢)، و"معرفة السنن والآثار" (٤٤٨).
وروي عن عبد الله بن سَرْجس مرفوعًا عند ابن ماجه (٣٧٤)، وأبي يعلى (١٥٦٤)، والطحاوي (١/ ٢٤)، وابن شاهين في "الناسخ والمنسوخ" (٥٣)، والدارقطني (١/ ١١٦ - ١١٧)، وابن حزم في "المحلى" (١/ ٢١٢).
وصحح الدارقطني الموقوف، وقال عنه: "هو أولى بالصواب"، وهو الذي نقله الترمذي في "العلل" (١/ ١٣٤) عن البخاري، وكذلك فعل البيهقي في "المعرفة" (٤٤٨)، وهو الذي اعتمده ابن القيام في "تهذيب السنن" (١/ ٨١).
(٤) أسنده عنه: عبد الرزاق (٣٧٥)، وابن أبي شيبة (١/ ٣٤) في "مصنفيهما"، والأثرم في "السنن" (ق ٤/ ب)، وأبو عبيد في "الطهور" (١٩٩ - بتحقيقي)، وحكى عنه الكراهة: ابنُ المنذر في "الأوسط" (١/ ٢٩٢).
(٥) انظر: "مسائل أحمد وإسحاق" (١/ ٩)، و"مسائل صالح لأبيه" (٤٣٧)، =',NULL,'342',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (340,'وداود (١): لا يجوز. وجوّزه مالك (٢) وأبو حنيفة (٣) والشافعي (٤) والجمهور (٥)، وأجابوا عن حديث الحكم بن عمرو بثلاثة أجوبة: أحدها: تضعيفه (٦).
والثاني: حمْلُه على كراهة التنزيه (٧) جَمْعًا بين الأدلة.
والثالث: حَمْلُهُ على المتساقط عن الأعضاء (٨)، والله أعلم.
_________
= و"مسائل أبي داود لأحمد" (ص ٤)، "فتح الباري" (١/ ٢٨٤) لابن رجب، "المغني" (١/ ٤٣ - ٤٤)، "الإنصاف" (١/ ٤٨)، "كشاف القناع" (١/ ٣٧)، "شرح منتهى الإرادات" (١/ ١١)، "تنقيح التحقيق" (١/ ٢١٤)، ونقله الشارح عن أحمد في "التنقيح في شرح الوسيط" (١/ ٣٣٦) وقال: "على رواية عنه".
(١) انظر: "المحلى" (١/ ١١٢).
(٢) انظر: "المدونة الكبرى" (١/ ١٤)، "الإشراف" للقاضي عبد الوهاب (١/ ١٢٤) مسألة رقم (٦٩ - بتحقيقي)، "بداية المجتهد" (١/ ٢٤)، "الخرشي" (١/ ٦٦)، "حاشية الدسوقي" (١/ ٣٥).
(٣) انظر: "الأصل" (١/ ٢٦)، "البناية" (١/ ٤٣٠) للعيني.
(٤) انظر: "الأم" (١/ ٢١)، "المجموع" (٢/ ٢٢١)، "تحفة المحتاج" (١/ ٧٧).
(٥) انظر بسط المذاهب في "الأوسط" (١/ ٢٩٧) لابن المنذر، "الطهور" لأبي عبيد (٢١٦ - ٢٦٣ بتحقيقي)، "طرح التثريب" (٢/ ٣٩ - ٤٠)، "التمهيد" (١٤/ ١٦٥).
(٦) لا يسلَّم بذلك، كما بيّناه، والحمد لله.
(٧) به قال أبو الخطاب وابن عقيل من الحنابلة، وإليه ميل المجد ابن تيمية في "المنتقى" (رقم ١٦)، وينظر "شرح الزركشي على الخرقي" (١/ ٣٠١)، والتعليق عليه.
(٨) قدمه الخطابي في "المعالم" (١/ ٨٠) ورجحه على غيره، وبالنظر إلى التطبيق العملي آنذاك نرى ضعف هذا القول، فلم يكن الصحابة يجمعون ما تقاطر من الماء. =',NULL,'343',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (341,'قوله: "عن عاصم عن أبي حاجب عن الحكم بن عَمرو هو الأقرع".
أما عاصم فهو الأحول، وأما أبو حاجب فاسمه سوادة بن عاصم العنزي، وقوله: "الأقرع" هو لقب (١) لعمرو لا للحكم، ويقال: الحكم ابن الأقرع.
...
_________
= والذي أراه راجحًا: الجواز، كما تراه في تعليقي على "الإشراف" (١/ ١٢٤) للقاضي عبد الوهاب، وهو الذي نصره أئمة التحقيق، منهم: ابن المنذر في "الأوسط" (١/ ١٩٥)، وابن عبد البر في "التمهيد" (١٤/ ١٦٥)، وهو مذهب غير واحد من الصحابة والتابعين.
(١) لم يذكره ابن الجوزي في "كشف النقاب"، ولا الذهبي في "ذات النقاب"، ولا ابن حجر في "نزهة الألباب"، وينظر "تهذيب الكمال" (٧/ ١٢٤)، "الإصابة" (١/ ٣٤٣)، "أسد الغابة" (٢/ ٣٦).',NULL,'344',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (342,'<span data-type="title" id=toc-52>٤٠ - باب: الوضوء بماء البَحْر</span>
٨٣ - (صحيح) حدثنا عبد الله بن مسلمة، عن مالك، عن صفوان بن سُليم، عن سعيد بن سلمة من آل ابن الأزرق، قال: إن المغيرة بن أبي بُردة -وهو من بني عبد الدار- أخبرهُ، أنه سمع أبا هريرة يقول: سأل رجلٌ رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله؛ إنا نركب البحر، ونحمل معنا القليل من الماء، فإن توضأنا به عَطِشنا، أفنتوضأُ بماء البحر؟ فقال رسول الله - صلى الله عليه وسلم -: "هو الطَّهور ماؤه الحِل مَيْتَتُهُ" (١).
_________
(١) أخرجه مالك في "الموطأ" (١/ ٢٢) رقم (١٢)، ومن طريقه الشافعي في "الأم" (١/ ١٦)، و"المسند" (٨/ ٣٣٥ - مع الأم)، ومحمد بن الحسن في "الموطأ" رقم (٤٦)، وابن أبي شيبة (١/ ١٣١)، وفي "المسند" كما في "نصب الراية" (١/ ٩٦)، وأحمد (٢/ ٢٣٧ و ٣٦١ و ٣٩٣)، والبخاري في "التاريخ الكبير" (٣/ ٤٧٨)، والنسائي في المجتبى (١/ ١٧٦) (٧/ ٢٠٧)، وفي "الكبرى" رقم (٦٧)، والترمذي (١/ ١٠٠ - ١٠١) رقم (٦٩)، وابن ماجه (٣٨٦)، والدارمي (١/ ١٨٦)، (٢/ ٩١)، وابن خزيمة (١١١)، وأبو عبيد في "الطهور" (رقم ٢٣١ - بتحقيقي)، وابن حبان رقم (١١٩ - موارد الظمآن)، وابن المنذر في "الأوسط" (١/ ٢٤٧)، وابن الجارود (٤٣)، والدارقطني (١/ ٣٦)، والحاكم (١/ ١٤٠ - ١٤١)، وفي "معرفة علوم الحديث" (ص ٨٧)، والبيهقي في "السنن الكبرى" (١/ ٣)، و"السنن الصغرى" (١/ ٣٦) رقم (١٥٥)، والبغوي في "شرح السنة" (٢/ ٥٥ - ٥٦) وقم (٢٨١)، والجوزقاني في "الأباطيل والمناكير" (١/ ٣٤٦)، وقال: "إسناده متصل ثابت". وقال الترمذي: "هذا حديث حسن صحيح". ونقل =',NULL,'345',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (343,'حديث الباب صحيح، والسائل عن ماء البحر اسمه عُبَيْدٌ، وقيل: عبد، وممن حكى الوجهين فيه الحافظ أبو موسى الأصبهاني (١)، وأما
_________
= عن البخاري تصحيحه لهذا الحديث، وصححه المصنف هنا وفي "المجموع" (١/ ٨٢)، وفي "خلاصة الأحكام" (١/ ٦٣).
وصححه ابن خزيمة وابن حبان وابن السكن وابن المنذر والخطّابي
والطحاوي وابن منده وابن حزم والبيهقي وعبد الحق وابن الأثير وابن الملقن والزّيلعي وابن حجر والشوكاني والصنعاني وأحمد شاكر وشيخنا الألباني.
(لطيفة) قال ابن ماجه (٣٢٤٦): "بلغني عن أبي عبيد الجواد أنه قال: "هذا نصف العلم؛ لأن الدنيا بر وبحر، فقد أفتاك في البحر وبقي البر".
انظر: "التمهيد" (٢/ ٧٧)، و"نصب الراية" (١/ ٩٥)، و"التلخيص الحبير" (١/ ٩)، و"خلاصة البدر المنير" رقم (١)، و"تحفة المحتاج" رقم (٣)، و"البناية شرح الهداية" (١/ ٢٩٧)، وتعليق شاكر على "جامع الترمذي" (١/ ١٠١)، و"نيل الأوطار" (١/ ٧١)، و"سبل السلام" (١/ ٥١)، و"إرواء الغليل" (١/ ٤٢)، و"البدر المنير" (٢ - ٥).
وقال الإمام الشافعي في هذا الحديث: "هذا الحديث نصف علم الطّهارة".
انظر: "المجموع" (١/ ٨٤).
(١) قال المصنّف في "تهذيب الأسماء واللغات" (٢/ ٣١٥): "اسم هذا السائل: عبيد، وقيل: عبد، قال أبو موسى الأصبهاني في كتابه "معرفة الصحابة": قال ابن منيع: بلغني أن اسمه عبد، وأورده الطبراني فيمن اسمه عبيد، وذكره أبو نعيم الأصبهاني في كتابه "معرفة الصحابة" فيمن اسمه عبيد" انتهى، وبنحوه في "الإشارات" (ص ٥٩٢ رقم ٢٤٤)، له، وهو من استدراكه على الخطيب.
وقول ابن منيع عند ابن الأثير في "أسد الغابة" (٣/ ٣٣٦)، ووصف في رواية عند ابن بشكوال في "غوامض الأسماء المبهمة" (٢/ ٥٥٦) بأنه (عبد العركي) وترجمه أبو نعيم في "معرفة الصحابة" (٤/ ١٩١٤) ترجمة رقم (١٩٦٢): "العركي" وقال: "قيل: إن اسمه عُبيد، أخرجه الطبراني فيمن اسمه عبيد" وأورد هذا الحديث من (مسنده)، ولا يوجد في مطبوع "المعجم الكبير" للطبراني هذه الترجمة، وفي دار الكتب المصرية: "البدر المنير بترتيب أحاديث المعجم الكبير" للهيثمي، وأورد فيه أسانيد الطبراني، وهو قيد =',NULL,'346',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (344,'قول ابن السَّمعاني في "الأنساب" (١) اسمه: العَرَكي -بفتح العين والراء- ففيه إيهامٌ أنه اسم عَلَمِ له، وليس كذلك، بل العركي وصف له، وهو ملاَّح السفينة (٢).
وسُمِّي البحر لسعته واتساعه (٣)، وقيل: لأنه مشقوق (٤)، وَمَيْتَتُهُ: بفتح الميم.
_________
= التحقيق من قبل مجموعة من الطلبة في بعض الجامعات المغربية.
وسمي في رواية عند ابن بشكوال (٢/ ٥٥٦) رقم (١٨٥) بـ (عبد الله المدلجي)، وأخرجها الطبراني في "الكبير"، وفي إسناديهما عبد الجبار بن عمر، ضعفه البخاري وأبو زرعة وأبو حاتم وأبو داود والترمذي والنسائي، ووثقه ابن سعد، وانظر "مجمع الزوائد" (١/ ٢٢٥) وقال ابن حجر في "الإصابة" (٤/ ١٩٤): "قال البغوي: بلغني أن اسمه عبدود".
(١) "الأنساب" (٤/ ١٨٢).
(٢) قال النووي في "الإشارات إلى بيان الأسماء المبهمات" (ص ٥٩٢/ رقم ٢٤٤): "لم يذكر الخطيب هذا الحديث. قال السمعاني في "الأنساب": اسم هذا الرجل (العركي) -بفتح العين والراء- كذا قاله السمعاني، وغلط في قوله: اسمه (العركي)، وإنما (العركي) وصف، وهو ملاح السفينة، وإنما اسمه عبيد، قاله الطبراني وأبو نعيم. وقال ابن منيع: بلغني أن اسمه عبيد".
وعبارته في "تهذيب الأسماء واللغات" (٢/ ٣١٥) أدق وألين -من هنا- ومستند هذا القول: ما أخرجه الطبراني -وعنه أبو نعيم في "المعرفة" (٤/ ١٩١٢) - بسنده إلى العركي أنه سأل النبي - صلى الله عليه وسلم - ... الحديث، وإسناده حسن، كما في "المجمع" (١/ ٢١٥).
وانظر: "تجريد أسماء الصحابة" (١/ ٣٦١)، "المستفاد من مبهمات المتن والإسناد" (١/ ١٦٣) وفيه تعقب السمعاني بمثل عبارة النووي السابقة في الهامش وأثبت ناسخ أصله على "غلط" ما نصه: "يمكن أن نقول: إنه -أي العركي- اشتهر به، حتى صار علمًا له بالغلبة".
(٣) انظر "التوقيف على مهمات التعريف" (١/ ١٦٦).
(٤) قال المصنف في "تحرير ألفاظ التنبيه" (١٧١) "البحر: من البحر وهو =',NULL,'347',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (345,'وفي هذا الحديث فوائد، منها: جواز الطهارة بماء البحر (١)، وبه قال جميع العلماء (٢) إلا ابن عمر (٣) وابن عمرو (٤)
_________
= الشَّقّ، ومنه: البحيرة: مشقوقة الأذن، وقيل: من الاتساع، ومنه: فلان بحر؛ أي: واسع العطاء والجود، والفرس بحرة أي: الجري".
وانظر: "العين" (٣/ ٢٢٠)، "لسان العرب" (٤/ ٤٤١ - ٤٤٣)، "والقاموس المحيط" (١/ ٤٤٢) جميعها مادة (بحر).
(١) قال البغوي في "شرح السنة" (٢/ ٥٦): "في هذا الحديث فوائد، منها: أن التوضؤ بماء البحر يجوز مع تغير طعمه ولونه، وهو قول أكثر أصحاب النبي - صلى الله عليه وسلم - وعامة العلماء، وكذلك على ما نبع من الأرض على أي لون وطعم كان، جاز الوضوء، وكذلك ما تغير بطول المكث في المكان".
قال أبو عبيدة: نعم، هو كذلك ما لم يسلب خواص الماء كالبحر الميت، فإنه ملح أجاج، وفي استخدامه في الوضوء نظر، فليتأمل.
(٢) حكى الإجماع جمع، منهم: ابن المنذر في "الإجماع" (٣٣)، وابن عبد البر في "التمهيد" (١٦/ ٢٢١)، وابن دقيق العيد في "الإحكام" (١/ ٢٢)، وابن القطان في "الإقناع" (١/ ١٦٠).
(٣) صح عنه قوله: "التيمم أحب إلي من ماء البحر"، أخرجه ابن أبي شيبة (١/ ١٢٢)، وعبد الرزاق (٨/ ٣)، وأبو عبيد في "الطهور" (٢٤٨)، وابن المنذر في "الأوسط" (١/ ٢٤٩).
وكأني بابن العربي يرده في "القبس" (١/ ١٤٢)، لما قال: "قد ركبت الصحابة البحر من عهد النبي - صلى الله عليه وسلم - ركوبًا، فما روي عن أحد منهم أنه احتمل ترابًا للتيمم".
(٤) صح عنه قوله: "ماء البحر لا يجزيء من وضوء ولا جنابة" أخرجه ابن أبي شيبة (١/ ٢٢)، وعبد الرزاق (١/ ٩٣)، وابن المنذر (١/ ٢٥٠)، وأبو عبيد في "الطهور" (٢٤٧)، والجوزقاني في "الأباطيل" (١/ ٣٤٥)، والبيهقي في "السنن الكبرى" (٤/ ٣٣٤)، وأعله الجوزقاني بمحمد بن المهاجر! وكذا صنع ابن الجوزي في "الموضوعات" (٣/ ٢٧٩) وهو لم ينفرد به، ولذا تعقبه غير واحد، وانظر: "اللآليء المصنوعة" (٢/ ٢ - ٣)، "تنزيه الشريعة" (١/ ٦٩)، "الفوائد المجموعة" (ص ٦) والتعليق عليه.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (346,'وسعيد بن المسيب (١).
ومنها: أنَّ الماء إذا خالطه ما أزال عنه اسم الماء المطلق لم تَجُزْ الطهارة به (٢)، هذا مذهب الشافعي والجمهور (٣)، وجوَّزه أبو
_________
(١) حكى المصنف في "المجموع" (١/ ١٣٧)، وابن قدامة في "المغني" (١/ ١٥ - ١٦)، وابن العربي في "القبس" (١/ ١٤١)، وابن الملقن في "البدر المنير" (٢/ ٤٤)، وابن الأثير في "الشافي" (١/ ٦٦) وغيرهم مذهب السابقين، وعند بعضهم -كالمصنف- مذهب ابن المسيب. وأخرج ابن أبي شيبة (١/ ١٢٢)، وابن المنذر في "الأوسط" (١/ ٢٥٠) عنه: "إذا أُلجئت إلى البحر فتوضأ منه، أو فلا بأس به"، وفي هذا دلالة على أنه طاهر عنده.
وحكي هذا المذهب عن أبي هريرة، فأسنده ابن أبي شيبة (١/ ١٢٢)، وأبو عبيد في "الطهور" (٢٤٦)، والجوزقاني في "الأباطيل" (١/ ٣٤٤ - ٣٤٥)، وسعيد بن منصور في "سننه" -كما في "إعلام الموقعين" (٤/ ٤٠٥ - ٤٠٦ - بتحقيقي) - وفيه راوٍ مبهم، فهو مما لم يثبت عنه.
وانظر: "الموضوعات" (٣/ ٢٧٩)، "اللآليء المصنوعة" (٢/ ٢ - ٣)، "تنزيه الشريعة" (١/ ٦٩)، "الفوائد المجموعة" (ص ٦ - ٧).
وأثر هذا المذهب عن أبي العالية رفيع بن مهران، كما عند ابن أبي شيبة (١/ ١٢٢) وفي إسناده من تكلم فيه.
ويعجبني كلام الزرقاني في "شرح الموطأ" (١/ ٥٢): "التطهير بماء البحر حلال كما عليه جمهور السلف والخلف، وما نقل عن بعضهم من عدم الإجزاء به مزيف أو مؤوَّل، بأنه أراد بعدم الإجزاء على وجه الكمال عنده"، وارتضاه المباركفوري في "تحفة الأحوزي" ١/ ١٩٢) وقال قبله: "لم يقم على الكراهية دليل صحيح". وانظر: "المعيار في علل الأخبار" (١/ ٥٩).
(٢) ينظر: لو نقل ماء من البحر، فوجد فيه طعم زبل، أو لونه، أو ريحه، هل يحكم بنجاسته؟ قال البغوي في "تعليقه" بنجاسته، وانظر: "الإقناع" (١/ ٨١)، "حاشية البجيرمي" (١/ ٢٨١).
(٣) انظر: "الأم" (١/ ٣)، "المجموع" (١/ ١٢٤ - ١٢٥)، "نهاية المحتاج" =',NULL,'349',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (347,'حنيفة (١)، وموضع الدلالة للجمهور أنه شكّوا في جواز الطهارة بماء البحر من أجل ملوحته، فسألوا عنه؛ فلو لم يكن التغير في الجملة مؤثرًا لم يسألوا (٢).
_________
= (١/ ٥٢)، "قوانين الأحكام الشرعية" (ص ٤٩)، "بداية المجتهد" (١/ ٢١)، "الإنصاف" (١/ ٢٢)، "شرح منتهى الإرادات" (١/ ١٤).
(١) انظر: "البداية" (١/ ١٨)، "شرح فتح القدير" (١/ ١٦٩)، "بدائع الصنائع" (١/ ٨٤)، "البحر الرائق" (١/ ٢٣٣)، "تبيين الحقائق" (١/ ٦٩)، "فتح باب العناية" (١/ ٢٣٧)، "حاشية ابن عابدين" (١/ ٣٠٩). والمسألة مبسوطة مع أدلتها في "الخلافيات" (١/ ١٢٧ - ١٩٢) للبيهقي.
(٢) ويستفاد ذلك أيضًا، من قوله - صلى الله عليه وسلم -: "هو الطهور ماؤه"، ولم يجب بقوله - مثلاً-: "نعم"، وأوضح ابن الأثير في "الشافي في شرح مسند الشافعي" (١/ ٦٤) وجهة الدلالة بكلام بديع، وتبعه جمع، منهم: الزرقاني في "شرحه على الموطأ" (١/ ٥٣) والسهارنفوري في "بذل المجهود" (١/ ٣١٥) والعظيم آبادي في "عون المعبود" (١/ ١٥٣) والمباركفوري في "تحفة الأحوذي" (١/ ٢٢٥ - ٢٢٦)، ونص كلام ابن الأثير:
"وفي جواب النبي - صلى الله عليه وسلم - هذا السائل بقوله: "هو الطهور ماؤه، الحل ... " بلاغة معروفة من كلامه، وفصاحةٍ خاصةٍ بألفاظه، فإنه لو قال له في الجواب: نعم. لم يحل للسائل غرضه، لكنه - صلى الله عليه وسلم - عدل عن هذا الجواب إلى الجواب الذي أتى بالغرض على أكمل وجه مقرونًا بعلة الجواز، وهي الطهورية المتناهية في مائه، ثم إنه قدم الطهارة على الماء، فقال: "هو الطهور ماؤه" ولم يقل: ماؤه الطهور؛ لأنه في هذا المقام أشد عناية بذكر الوصف الذي اتصف به الماء، وجاز الوضوء به، وهو الطهورية، دون ذكر الماء، فقدم في الذكر الأهم عنده والأحوج إليه. فانظر إلى ما في هذا الجواب السديد من الفائدة التي في قوله: "نعم"، هذا إلى ما كان يجوز أن يحمل لفظة "نعم" عليه من أن ذلك إنما أجازه رخصة لهذا السائل ولمن كان في حاله ممن معه القليل من الماء، وأنه مع كثرة الماء لا يجوز الوضوء به، وهذا الاحتمال من النبي - صلى الله عليه وسلم - منتف بذكر العلة في جواز الوضوء به، وأن ذلك وصف لازم له، سواء قلَّ الماءُ مع المسافرين فيه أو كثر".',NULL,'350',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (348,'ومنها: أن الطهور هو المطهِّر، وهو مذهب الشافعي والجمهور (١)، وقال أصحاب أبي حنيفة: هو الطاهر (٢). حجة الجمهور: أنهم سألوا عن طهوريته لا عن طهارته.
ومنها: أن ميتات البحر (٣) كلها حلال إلاَّ الضِّفْدَع، لدليلٍ خصَّها (٤)، وهذا هو الصحيح عند أصحابنا.
ومنها: أن السمك الطافيء: هو الذي مات في البحر بغير سبب؛ حلالٌ، وهو مذهب الشافعي والجمهور (٥)، وقال أبو حنيفة: لا يحلُّ (٦)؛
_________
(١) انظر: "المجموع" (١/ ١٢٩ - ١٣٠)، و"التحقيق" (٣٦) كلاهما للنووي، "المغني" (١/ ١٨)، "الشافي في شرح مسند الشافعي" (١/ ٦٢ - ٦٣)، "إحكام الأحكام" (١/ ٢٢) لابن دقيق العيد.
(٢) ولذا يرون جواز إزالة النجاسات بما سوى الماء من المائعات، وأنه يطهر كذلك.
انظر: "الهداية" (١/ ١٨)، "مجمع الأنهر" (١/ ٢٧)، "بدائع الصنائع" (١/ ١٨٤)، "تحفة الفقهاء" (١/ ١٢٥)، "حاشية ابن عابدين" (١/ ٣٩).
(٣) فيه دليل على أن السمك لا ذبح فيه، لإطلاق اسم الميتة عليه.
(٤) يشير إلى ما ورد عند أبي داود (٣٨٧١، ٥٢٦٩)، والنسائي (٧/ ٢١٠)، وأحمد (٣/ ٤٥٣، ٤٩٩)، والطيالسي (١٠٨٣)، وعبد بن حميد (٣١٣)، وابن أبي شيبة (٨/ ٩٢)، والدارمي (٢/ ٨٨)، والحاكم (٤/ ٤١٠ - ٤١١)، والبيهقي (٩/ ٣١٨)، والخطيب (٥/ ١٩٩)، وغيرهم -وهو حديث صحيح- أن طبيبًا سأل النبي - صلى الله عليه وسلم - عن ضِفْدِع يجعلها في دواء، فنهاه عن قتلها.
قال النووي في "المجموع" (٩/ ٣٥): "الصحيح المعتمد أن جميع ما في البحر تحل ميتته إلا الضفدع".
(٥) انظر: "المجموع" (٩/ ٣٣)، "حاشية الدسوقي" (١/ ٥٧)، "بلغة السالك" (١/ ٢٢)، "كشاف القناع" (١/ ١٩١)، "الفروع" (١/ ٢٥٠)، "المبدع" (١/ ٢٤٧).
(٦) انظر: "بدائع الصنائع" (٦/ ١٧٨)، "البحر الرائق" (١/ ٩٤)، =',NULL,'351',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (349,'ومنها: أن ركوب البحر جائز ما لم يَهج، ويغلب على الظن الهلاك (١).
ومنها: أن المفتي إذا سُئل عن شيءِ، وعلم أن بالسائل حاجة إلى أمرٍ آخر متعلّق بالمسألة؛ يستحب له أن يذكره له ويعلمه إياه؛ لأنه سأل عن ماء البحر فأجيب بمائه وحكم ميتته؛ لأنهم يحتاجون إلى الطعام كالماء، وإذا جهلوا كونه مطهرًا فجهالتهم حِلُّ ميتته أوْلى (٢)، وبها نظائر
_________
= "الاختيار" (١/ ٣٤)، "النافع الكبير" (٧٧، ٧٩)، "شرح العيني على سنن أبي داود" (١/ ٣٣٢ - ٣٣٣).
(١) انظر في ركوب البحر: "مصنف ابن أبي شيبة" (٤/ ١٣٥ و ٥/ ٣٣٦)، و"مصنف عبد الرزاق" (١١/ ١٤٩)، و"سنن سعيد بن منصور" (٢/ ١٨٥ - ١٨٧)، و"السنن الكبرى" للبيهقي (٤/ ٣٣٤ - ٣٣٥)، و"مجمع الزوائد" (٤/ ٦٤)، و"فتح الباري" (٤/ ٢٩٩)، و"القرى لقاصد أم القرى" (٦٧ - ٦٨)، و"إتحاف السادة المتقين" (٤/ ٥١٣)، و"تفسير القرطبي" (٢/ ١٩٠ و ٧/ ٣٤١)، و"أحكام القرآن" للجصاص (١/ ١٣١)، و"السلسلة الضعيفة" (١/ ٤٩٢) و"إسعاف أهل العصر بأحكام البحر" (٤١١ - ٤٢٨)، و"الأحاديث الواردة في البحر" (١٤، ٦٨، ١٢١، ١٣٢، ١٤١) وكتابي "المروءة وخوارمها" (١٠٨) وغيرها كثير.
(٢) أشار إلى هذه النكتة جماعة قبل النووي، منهم: الخطابي في "معالم السنن" (١/ ٤٣ - ٤٤) والرافعي -فيما حكاه المصنف عنه في مقدمة "المجموع" (١/ ٨٣) -، وابن العربي في "عارضة الأحوذي" (١/ ٨٨ - ٨٩)، وابن الأثير في "الشافي" (١/ ٦٤ - ٦٥) -وعبارته: "لما أجاب - صلى الله عليه وسلم - السائل عن سؤاله، أضات إليه جوابًا على شيء ولم يسأله عنه، فقال - صلى الله عليه وسلم -: "الحل ميتته"؛ لأنه لما سأله عن ماء البحر، فأجابه، رأى من المصلحة لهذا السائل أن يعرفه لهم في طعام البحر، لعلمه أنهم قد يعرض لهم إذا ركبوا البحر قلة الزاد، كما أعوزهم الماء العذب، فلما جمعتهم الحاجة إليهما جمع الجواب عنهما، وأبان عن الحكم فيهما، ولأن علم طهارة ماء البحر أمر ظاهر عند =',NULL,'352',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (350,'كثيرة في الأحاديث (١).
...
_________
= الأكثرين، وعلم حال ميتة البحر وكونها حلالاً مشكل في الأصل؛ فلما رأى السائل جاهلاً بأظهر الأمرين، علم أن أخفاهما بالبيان أولاهم، ولأن النبي - صلى الله عليه وسلم - لما أعلمهم بطهارة ماء البحر، وقد علم أن في البحر حيوانًا قد يموت فيه، -والميتة نجس- احتاج أن يظهر أن حكم هذا النوع من الميتة حلال بخلاف سائر الميتات، وألا يتوسموا أن ماءه ينجس بحلولها فيه، وفي إضافة النبي - صلى الله عليه وسلم - إلى الجواب جوابًا عما لم يسأل عنه دليل على جواز أمثاله من الزيادات في الأجوبة إذا كانت حال السائل كحال السائل، فإن ذلك تعربف بطرق الرشاد، وهداية إلى منهاج الصلاح"-.
وانظر أيضاً: "المجموع" (١/ ٨٣)، "إعلام الموقعين" (٦/ ٤٥ بتحقيقي)، "فتح الباري" (١/ ٢٧٩)، "فتح العلام" (٥٠) لزكريا الأنصاري، "تحفة الأحوذي" (١/ ٢٢٦).
(١) كالمسيء صلاته، فابتدأ - صلى الله عليه وسلم - فعلمه الطهارة، ثم علمه الصلاة، وذلك -والله أعلم- لأن الصلاة شيء ظاهر تشتهيه الأبصار، والطهارة أمر يستخلي به الناس في ستر وخفاء، فلما رآه - صلى الله عليه وسلم - جاهلاً بالصلاة حمل أمره على الجهل بأمر الطهارة، فعلمه إياها. أفاده الخطابي في "معالم السنن" (١/ ٤٤).
وفي الحديث فوائد أخري غير المذكورة، مثل: إن العالم إذا تفرد بالجواب يتعين عليه ذلك، وأنه يجب على كل أحد أن يسأل أهل العلم عما لا يعلمه، أو يتردد فيه.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (351,'<span data-type="title" id=toc-53>٤١ - باب: الوضوء بالنبيذ </span>(١)
٨٤ - (ضعيف) حدثنا هناد وسليمان بن داود العتكي، قالا: ثنا شريك، عن أبي فزارة، عن أبي زيد، عن عبد الله بن مسعود: أن النبي - صلى الله عليه وسلم - قال له ليلة الجِنِّ: "ما فِي إِدَاوَتكَ"؟ قال: نبيذ، قال: "تمرةٌ طَيبة، وماءٌ طهور" (٢).
_________
(١) هو أن يُلقى في الماء تميرات، ويبقى رقيقًا يسيل على الأعضاء، ويصير حلوًا غير مسكر، ولا يكون مطبوخًا، قاله البَنُّوري في "معارف السنن" (١/ ٣٠٩).
(٢) أخرجه الترمذي في "الجامع" (١/ ١٤٧) (رقم: ٨٨): ثنا هناد ثنا شريك به.
وأخرجه أبو يعلى في "المسند" (٨/ ٤٥٩) (رقم: ٥٠٤٦): ثنا منصور بن أبي مراحم ثنا شريك به مختصرًا، بلفظ: "إن النبي - صلى الله عليه وسلم - توضأ بالنَّبيذ".
وأخرجه ابن حبان في "المجروحين" (٣/ ١٥٨): أخبرنا أبو الحسن بن سفيان ثنا منصور به.
وأخرجه الهيثم بن كليب في "مسنده" (٢/ ٢٤٨) (رقم: ٨٢٢): ثنا أبو بكر بن أبي خيثمة نا ابن الأصبهاني نا شريك به.
وأخرجه ابن شاهين في "الناسخ والمنسوخ" (رقم: ٩٤): ثنا عبد الله بن محمد البغوي ثنا أبو الربيع الزهراني ومنصور بن أبي مزاحم قالا: ثنا شريك به.
وساق لفظ أبي الربيع وقال: "قال أبو الربيع في حديثه: عن زيد أو أبي زيد".
وأخرجه الطبراني في "الكبير" (١٠/ ٧٨) (رقم: ٩٩٦٤) -ومن طريقه المزي في "تهذيب الكمال" (٣٣/ ٣٣٣) -: ثنا أحمد بن عمرو القَطِراني ثنا أبو الربيع الزهراني ثنا شريك به، وفيه: "عن أبي زيد".
وقال ابن عدي في "الكامل" (٧/ ٢٧٤٧): "وروي عن أبي عبد الله الشَّقَريّ عن شريك ولم يُقم إسناده". ثم أخرجه فقال: "ثناه علي بن سعيد بن بشير =',NULL,'354',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (352,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= ثنا عمران بن موسى ثنا عبد الوارث بن سعيد ثنا أبو عبد الله الشقري عن شريك عن أبي فزارة قال: كان عبد الله بن مسعود، وساق ... نحوه".
وأسقط منه: "عن أبي زيد" وهذا الإسقاط هو الذي جعله يقول: "لم يُقم إسناده".
وقد أخرجه الطبراني في "الكبير" (١٠/ ٧٨ - ٧٩) (رقم: ٩٩٦٥): ثنا أحمد بن عمرو البزار ثنا عمران بن موسى به. وأثبتت "عن أبي زيد" وهذا خطأ، لا أدري منشأه! ويغلب على ظني أنها ساقطة في النسخة الخطيّة منه، وهي ليست تحت يدي، ثم تيسر لي تصوير نسخة أحمد الثالث منه، وفحصت هذا الموطن، فوجدته مثبتًا فيها (م ٥/ ق ٢١٣)، ثم أخرجه ابن عدي من طريق آخر عن عبد الوارث قال: "حدث أبو عبد الله الشقري ثني شريك عن أبي زائدة (كذا) عن ابن مسعود ... " نحوه.
وشريك، هو القاضي بواسط، ثم بالكوفة، صدوق يخطيء كثيرًا، تغيَّر حفظه منذ ولي القضاء بالكوفة، وكان عادلاً فاضلاً عابدًا، شديدًا على أهل البدع، رحمه الله تعالى.
أما الذي روى عنه الشقري فقيل: هو النخعي. وقيل: هو ابن أبي نمر، وإسناده ضعيف جداً، وفيه ثلاث علل:
* الأولى: جهالة أبي زيد، قال أبو زرعة: "حديث أبي فزارة ليس بصحيح أبو زيد مجهول، يعني: في الوضوء بالنَّبيذ". كذا في "العلل" (١/ ١٧)، و"الجرح والتعديل" (١/ ٢/ ٤٨٥) لابن أبي حاتم.
وقال أبو زرعة وأبو حاتم -كما في "العلل" أيضًا (١/ ٤٤ - ٤٥) (رقم: ٩٩) -: "هذا حديث ليس بقوي؛ لأنه لم يروه غير أبي فزارة عن أبي زيد .. وأبو زيد شيخ مجهول لا يعرف".
وقال البخاري: "أبو زيد الذي روى حديث ابن مسعود، رجل مجهول، لا يعرف بصحبة عبد الله".
وقال الترمذي: "أبو زيد رجل مجهول عند أهل الحديث، لا يعرف له رواية غير هذا الحديث".
وقال ابن عدي: "أبو زيد مولى عمرو بن حريث مجهول، ولا يصح =',NULL,'355',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (353,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= هذا الحديث عن النبي - صلى الله عليه وسلم -، وهو بخلاف القرآن".
وقال ابن عبد البر: " ... أما أبو زيد مولى عمرو بن حريث فمجهول عندهم، لا يعرف بغير رواية أبي فزارة، وحديثه عن عبد الله بن مسعود في الوضوء بالنبيذ منكر لا أصل له، ولا رواه من يوثق به، ولا يثبت".
وقال ابن حبان: "أبو زيد يروي عن ابن مسعود ما لم يتابع عليه، وليس يدرى من هو، لا يعرف أبوه ولا بلده، والإنسان إذا كان بهذا النعت، ثَمَّ لم يرو إلا خبرًا واحدًا، خالف فيه الكتاب والسنة والإجماع والقياس والنَّظر والرَّأي؛ يستحق مجانبته فيها، ولا يحتج به".
وانظر ترجمته في "تهذيب الكمال" وكلام الجوزقاني في "الأباطيل" (١/ ٣٣١).
* الثانية: إنكار كون ابن مسعود شهد ليلة الجن كما في "صحيح مسلم" وغيره، وانظر: "دلائل النبوة" للبيهقي (٢/ ٢٢٨ - ٢٣٣)، "الهداية في تخريج أحاديث البداية" (رقم: ٥٩) و"نصب الراية" (١/ ١٣٩ - ١٤١، ١٤٣ - ١٤٧).
* الثالثة: التردد في أبي فزارة، هل هو راشد بن كيسان، وهو ثقة، أخرج له مسلم. وقيل: هما رجلان، وأنَّ هذا ليس براشد بن كيسان، وإنَّما هو رجل مجهول. وقد نقل ابن الجوزي في "التحقيق" (١/ ٢٣٠ - مع التنقيح) و"الواهيات" (١/ ٣٥٧) عن الإمام أحمد أنَّه قال: "أبو فزارة -في حديث ابن مسعود- رجل مجهول". وذكر البخاري أبا فزارة العبسي غير مسمى، فجعلهما اثنين.
وفي كلٍّ هذا نظر، فإنه قد روى هذا عن أبي فزارة ستة -على اضطراب وقع بينهم فيه-، وبعض هؤلاء ثقات، انظر رواياتهم بتفصيل وتطويل في تحقيقي لـ "الخلافيات" (١/ ١٥٧ - ١٧٧)، والجهالة عند المحدثين تزول برواية اثنين فصاعدًا، فأين الجهالة بعد ذلك؟ نعم، إنْ كان المراد جهالة الحال، فصحيح كلامهم، ولعله المراد، وقد صرح ابن عدي -فيما سيأتي- أن أبا فزارة هو راشد بن كيسان، فإنْ صحَّ كلامه، فتزول هذه العلَّة.
وقد تعقب محمد بن عبد الهادي في "التنقيح" (١/ ٢٣٣) ما نقله ابن =',NULL,'356',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (354,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= الجوزي من تجهيل أحمد لأبي فزارة، فقال عنه: "ليس بثابت عنه، والظاهر أن الراوي غلط، وأن قول أحمد إنَّما هو في أبي زيد"، ونقله ابن حجر عنه في "التهذيب" (٣/ ٢٢٧) وأقره، وقال ابن عبد الهادي: "وهو راشد بن كيسان بلا خلاف". وذكر من وثقه من الأئمَّة.
وكلى كل تبقى العلتان السابقتان، وإحداهما قمين أن يحكم بها بنبذ الحديث، وعدم ثبوته، فكيف بهما مجتمعتين؟!
وقد تتابعت كلمة الجهابذة النقاد من أهل هذه الصَّنعة على تضعيف الحديث على اختلاف أعصارهم وأمصارهم ومشاربهم ومذاهبهم، وعلى رأسهم الحذَّاق الكبار؛ وإليك ما وقفتُ عليه من ذلك:
* قال البيهقي في "المعرفة" (١/ ١٤٠ - ١٤١): "وأمَّا حديث ابن مسعود ... وساقه، ثم قال: فقد روي من أوجه كلها ضعيف، وأشهرها رواية أبي زيد مولى عمرو بن حريث عن ابن مسعود، وقد ضعَّفها أهل العلم بالحديث".
ثمَّ ساق مقولة البخاري التي أوردناها في أبي زيد في العلَّة الأولى، وأسندها في "الكبرى" (١/ ١٠) من طريق ابن عدي في "الكامل" (٧/ ٢٧٤٦).
* وقال ابن المنذر في "الأوسط" (١/ ٢٥٦): "وضعف هذا الحديث غير واحد من أصحابنا، وقالوا: حديث ابن مسعود لا يثبت؛ لأن الذي رواه أبو زيد وهو مجهول لا يُعرف بصحبة عبد الله ولا بالسماع منه، ولا يجوز ترك ظاهر الكتاب، وأخبار النبي - صلى الله عليه وسلم - لرواية رجل مجهول، مع أن علقمة قد أنكرَ أن يكون عبد الله كان مع النبي - صلى الله عليه وسلم - ليلة الجن".
* وقد ضعَّفه البخاري وأحمد وأبو زُرعة وأبو حاتم وابن عدي والترمذي وابن عبد البر وابن حبان، وسقنا كلامهم في العلَّة الأولى فيه.
* وضعفه أبو عُبيد أبو القاسم بن سلام، فقال في كتاب "الطهور" (ص ٣١٥ - بتحقيقي): "وأمَّا الذي روي عن ابن مسعود في ليلة الجن، فإنَّا لا نثبته من أجل أنَّ الإسناد فيه ليس بمعروف، وقد وجدنا مع هذا أهل الخبرة والمعرفة بابن مسعود ينكرون أنْ يكون حضر في تلك الليلة مع النَّبي - صلى الله عليه وسلم -، منهم: ابنه أبو عبيدة بن عبد الله، وصاحبه علقمة بن قيس". =',NULL,'357',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (355,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= * وقال الطحاوي في "شرح معاني الآثار" (١/ ٩٥): "وليست هذه الطرق طرقًا تقوم بها الحجة عند من يقبل خبر الواحد". ونقل عنه ابن عبد الهادي في "التنقيح" (١٠/ ٢٣٣) قوله فيه: "لا أصل له".
* وقال ابن حزم في "المحلى" (١/ ٢٠٤): "وأما الخبر المذكور فلم يصح، لأن في جميع طرقه من لا يعرف، أو من لا خير فيه، وقد تكلمنا عليه كلامًا مستقصىً في غير هذا الكتاب".
* وضعفّه ابن الجوزي في "الواهيات" (١/ ٣٥٧) بأبي زيد وأبي فزارة، وقال عنهما: "مجهولان"، وسبق تعقب ابن عبد الهادي له في تجهيل أبي فزارة، وغلطه في نقل ذلك عن أحمد.
* وقد أسهب ابن عبد الهادي في "تنقيح التحقيق" الكلام على هذا الحديث، وضعفه من حديث ابن مسعود وغيره، ومما قال (١/ ٢٣٣): "وأمَّا أبو زيد، فقد قال فيه أبو بكر بن أبي داود: "كان نبَّاذًا بالكوفة". وهذا يحتمل أن يكون تحسينًا لأمر أبي زيد! فيكون قد ضبط الحديث لكونه نبَّاذا! ويحتمل أن يكون تضعيفًا له".
ثم ذكر مقولة البخاري، وابن عدي به، ثم قال؛ "حكى بعضهم الإجماع على ضعفه".
قلت: وممن حكى الإجماع بعض المتأخرين، منهم:
* المصنف هنا وفي "المجموع" (١/ ٩٤) وعبارته: "حديث ابن مسعود ضعيف بإجماع المحدثين". وقال في "شرح صحيح مسلم" (٢/ ٩١): "ضعيف باتفاق المحدثين، ومداره على أبي زيد مولى عمرو بن حريث؛ وهو مجهول"، وقال في "خلاصة الأحكام" (١/ ٧١) رقم (٢٩): "أجمعوا على ضعفه".
* الحافظ ابن حجر، قال في "فتح الباري" (١/ ٣٥٤): "وهذا الحديث أطبق علماءُ السلف على تضعيفه".
ويعجبني بهذا الصدد ما نقله ابن عبد الهادي في "التنقيح" (١/ ٢٣٥) عن:
* هبة الله الطبري، قال: "أحاديث الوضوء بالنبيذ وضعت على أصحاب ابن مسعود عند ظهور العصبية". =',NULL,'358',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (356,'قال أبو داود: وقال سُليمان بن داود، عن أبي زيد، أو زيد، [قال]: كذا قال شريك، ولم يذكر هنَّاد: ليلة الجن.
٨٥ - (صحيح) حدثنا موسى بن إسماعيل، قال: حدثنا وهيب، عن داود، عن عامر، عن علقمة، قال: قلت لعبد الله بن مسعود: من كان منكم مع رسول الله - صلى الله عليه وسلم - ليلة الجنّ؟ فقال: ما كان معه مِنَّا أحد (١).
٨٦ - (صحيح) حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا بشرُ بن منصورٍ، عن ابن جريج، عن عطاء قال: إنّه كَرِهَ الوضوء باللبن والنبيذ، وقال: إنَّ التيمم أعجبُ إليَّ مِنه (٢).
٨٧ - (صحيح) حدثنا محمد بن بشار، قال: حدثنا عبد الرحمن [يعني ابن مهدي]، حدثنا أبو خَلْدة، قال: سألتُ أبا العالية عن رجلٍ أصابته جنابة وليس عنده ماء وعنده نبيذ، أيغتسل بهِ؟ قال: لا (٣).
_________
= * قال شيخ الإسلام ابن تيمية في "منهاج السنَّة النبوية" (٣/ ٤٢٥): "والجمهور يضعف هذا الحديث".
* وقال مغلطاي في "الدر المنظوم" (رقم ٤٦): "وفي إسناده أبو زيد مولى عمرو بن حريث وهو مجهول، قاله البخاري".
* وقال ابن رشد في "بداية المجتهد" (١/ ٣٠٧ - مع الهداية): "رد أهل الحديث هذا الخبر، ولم يقبلوه لضعف رواته، ولأنَّه قد روي من طريق أوثق من هذه الطرق أن ابن مسعود لم يكن مع رسول الله - صلى الله عليه وسلم - ليلة الجن".
(تنبيه): قال الزيلعي في "نصب الراية" (١/ ١٣٨): "ووهم شيخنا علاء الدين فعذاه للأربعة، والنسائي لم يروه أصلاً".
(١) أخرجه مسلم في "صحيحه" (٤٥٠).
(٢) علقه البخاري (١/ ٣٥٣)، ووصله عبد الرزاق (٦٩٥)، والبيهقي من طريق المصنف في "السنن الكبرى" (١/ ١٢) وإسناده صحيح.
(٣) علّقه البخاري (١/ ٣٥٣)، ووصله ابن أبي شيبة (١/ ٢٦)، وأبو عبيد في "الطهور" (٢٦٥ - بتحقيقي)، والدارقطني (١/ ٧٨)، والبيهقي (١/ ٩)، =',NULL,'359',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (357,'فيه حديثان عن ابن مسعود، أحدهما:
حديث: "تمرة طيبة وماء طهور".
والثاني: قوله: "لم يكن مع النبي - صلى الله عليه وسلم - ليلة الجن مِنّا أحدٌ". أما الثاني فصحيح، رواه مسلم، وأما الأول (١) فأجمع الحفاظ على أنه ضعيف، وينضمُّ إلى ضعفه من حيث الإسناد، كونه منابذًا للحديث الثاني الصحيح.
واختلف العلماء في النبيذ؛ فقال مالك والشافعي وأبو يوسف وأحمد والجمهور: لا يجوز الوضوء به بكل حال (٢)، وعن أبي حنيفة أربع روايات: إحداهن: جواز الوضوء بنبيذ التمر المطبوخ إذا كان في السفر وعُدِم الماء. والثمانية: يجب الجمع بينه وبين التيمم، وبه قال محمد بن الحسن. والثالثة: يُستحبُّ الجمع بينهما. الرابعة: إنه رجع عن جواز الوضوء به، وقال: يتيمم، وهو الذي استقرَّ عليه مذهبه (٣). وممن
_________
= وابن حجر في "تغليق التعليق" (٢/ ١٤٦) من طريق أبي خلدة به، وإسناده صحيح، وجوده العيني في "عمدة القاري" (٣/ ٦١).
(١) في الأصل: "الأولى"، ولا يناسب السياق.
(٢) انظر: "الأم" (١/ ٤)، "المجموع" (١/ ١٣٩ - ١٤٠)، "مغني المحتاج" (١/ ١٧)، "الشرح الصغير" (١/ ٢٩)، "قوانين الأحكام الشرعية" (٤٩)، "المغني" (١/ ٩)، "الإنصاف" (١/ ٢٢)، "شرح منتهى الإرادات" (١/ ١٤).
وأما مذهب أبي يوسف فهو كالجمهور كما قال المصنف، واختاره الطحاوي، وانظر المراجع الآتية.
(٣) في "الأصل" (١/ ٧٥): "روى نوح الجامع عن أبي حنيفة أنه رجع عن هذا، وقال: يتيمم ولا يتوضأ به"، وانظر: "أحكام القرآن" (٤/ ٢٧)، "بدائع الصنائع" (١/ ١٦٥ - ١٦٨)، "شرح فتح القدير" (١/ ١٦٩)، "البناية" (١/ ٤٧١)، "البحر الرائق" (١/ ٢٣٣)، "تبيين الحقائق" (١/ ٦٩)، "مجمع الأنهر" (١/ ٢٧)، "تحفة الفقهاء" (١/ ١٢٥)، "فتح باب العناية" =',NULL,'360',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (358,'جوَّز الوضوء بالنبيذ: الأوزاعي (١) والثوري (٢).
قوله في الإسناد: "عن أبي فَزارة"، هو بفتح الفاء، قيل: اسمه راشد ابن كيسان، قال يحيى بن معين (٣) والدارقطني (٤) وغيرهما (٥): "هو ثقة"، وروى له مسلم (٦). وقال جماعة من الأئمة: إن أبا فزارة المذكور
_________
= (١/ ٢٣٧)، "حاشية ابن عابدين" (١/ ٣٠٩).
وانظر: "الأوسط" لابن المنذر (١/ ٢٥٥) (١/ ٣٠٣)، "الاستذكار" (١/ ٢١٦) لابن عبد البر، "الطهور" (٣١٤) لأبي عبيد.
(١) حكى مذهبه: ابن المنذر في "الأوسط" (١/ ٢٥٤)، وابن حزم في "المحلى" (١/ ١٧٠)، والمصنف في "المجموع" (١/ ١٤١)، وابن قدامة في "المغني" (١/ ٩)، وانظر "فقه الإمام الأوزاعي" (١/ ٧).
(٢) حكى الجصاص عنه في "أحكام القرآن" (٢/ ٣٨٧) أنه يتيمم ولا يتوضأ بالنبيذ، سواء كان في الحضر أو في السفر! بينما حكى عنه البغوي في "شرح السنة" (٢/ ٦٣) جواز الوضوء بالنبيذ، واقتصر عليه المصنف في "المجموع" (١/ ١٤٠)، وانظر "موسوعة فقه سفيان الثوري" (٢٦٧).
وحكي جواز الوضوء بالنبيذ عن غير المذكورين، انظر "الأوسط" (١/ ٢٥٤) لابن المنذر.
(٣) فيما رواه عنه إسحاق بن منصور، انظر: "الجرح والتعديل" (٣/ ٤٨٥ رقم ٢١٩٢)، و"تهذيب الكمال" (٩/ ١٤).
(٤) قال عنه: "ثقة، كيّس، ولم أر له في كتب أهل النقل ذكرًا بسوء في دين أو حرفة"، كذا في "تهذيب الكمال" (٩/ ١٤).
(٥) قال أبو حاتم: صالح. وقال ابن حبان في "الثقات" (٦/ ٣٠٣): "مستقيم الحديث، إذا كان فوقه ودونه ثقة"، وقال ابن عبد البر في "الاستغناء في معوفة الكنى" (١٠٥٢): "هو ثقة عندهم، ليس به بأس"، وقال الحاكم فيما ذكره مسعود السجزيّ في "سؤالاته له" (٢٧٥): "هو من ثقات الكوفيين"، وذكره ابن خلفون في "ثقاته"، وانظر "إكمال تهذيب الكمال" (٤/ ٣٠٧ - ٣٠٨).
(٦) في "صحيحه" (١٤١١) في النكاح: باب تحريم نكاح المحرم، وانظر: =',NULL,'361',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (359,'في هذا الحديث ليس هو راشد بن كيسان، بل هو رجل آخر مجهول.
ممن قاله أحمد بن حنبل (١)، وهو ظاهر كلام البخاري وغيره (٢)، فعلى هذا القول يزداد الحديث ضعفًا، وقد اتفقوا على أن أبا زيد مولى عمرو ابن حريث راويه (٣) عن ابن مسعود مجهول وضعيف ولا يعرف له اسم؟
وفيه (٤) "أبو خلدة عن أبي العالية" اسم أبي خلدة: خالد بن دينار البصري (٥)، واسم أبي العالية: رُفيع بن مهران البصري (٦).
...
_________
= (رجال صحيح مسلم" (١/ ٢١٠) رقم (٤٤٨)؛ "الجمع بين رجال الصحيحين" (١/ ١٤١).
(١) نقله الخلال في "علله" -ولا وجود له في مطبوع منتخب ابن قدامة منه- عن أحمد، وتعقبه محمد بن عبد الهادي في "تنقيح التحقيق" (١/ ٢٣٣)، ونقله عنه ابن حجر في زياداته على "التهذيب" (٣/ ٢٢٧) وأقره، وعبارة ابن عبد الهادي: "هو راشد بن كيسان بلا خلاف"، وهذا رأى أبي زرعة الرازي، كما في "الجرح والتعديل" (٣/ ٤٨٥)، وانظر تعليق المعلمي اليماني عليه، وهو الذي ارتضاه مغلطاى في "إكمال تهذيب الكمال" (٤/ ٣٠٨)، وقال عنه: "وكأنه أشبه" وقال: "وقد أشبعنا القول في هذا في كتابنا "الإعلام" وكتابنا "الإكتفاء في تنقيح كتاب الضعفاء"".
(٢) سبق بيان ذلك مفصَّلاً في التخريج، وانظر الهامش السابق.
(٣) في الأصل: "رواية"!
(٤) برقم (٨٧).
(٥) انظر: "الأسامي والكنى" (٤/ ٣٥٦) لأبي أحمد الحاكم، و"المقتنى" (١/ ٢١٩) رقم (١٩٩٧)، و"الكنى والأسماء" لمسلم (١/ ٢٩٤) رقم (١٠٣٩)، و"الكنى" للدولابي (٢/ ٥١٢).
(٦) انظر: "المقتنى" (١/ ٣٣٦) رقم (٣٣٩٢)، و"الكنى والأسماء" لمسلم (١/ ٦٢١) رقم (٢٥٤٠) و"الكنى" (٢/ ٦٩٧) للدولابي.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (360,'<span data-type="title" id=toc-54>٤٢ - باب: أيصلّي الرجل وهو حاقن</span>؟
الحاقن: من يدافع البول، والحاقب -بالباء-: من يدافع الغائط (١).
٨٨ - (صحيح) حدثنا أحمد بن يونس، قال: حدثنا زهير، حدثنا هشام بن عروة، عن أبيه، عن عبد الله بن الأرقم، أنه خرج حاجًّا -أو معتمرًا- ومعه الناس وهو يؤمهم، فلما كان ذات يوم أقام الصلاة صلاة الصبح ثم قال: ليتقدّم أحدكم، -وذهب [إلى] الخلاء- فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: "إذا أراد أحدكم أن يذهب الخلاء وقامت الصلاة فليبدأ بالخلاء" (٢).
_________
(١) بنحوه في "تهذيب الأسماء واللغات" (٣/ ٦٧ و٦٨).
(٢) أخرجه من طريق أبي داود البيهقي في "السنن الكبرى" (٣/ ٧٢).
وأخرجه الحاكم في "المستدرك" (١/ ١٦٨) من طريق زهير به.
وأخرجه ابن أبي شيبة (٢/ ٤٢٢ - ٤٢٣) من طريق حفص بن غياث، والترمذي (١٤٢)، والطحاوي في "المشكل" (١٩٩٦) من طريق أبي معاوية، وابن ماجه في "سننه" (٦١٦)، والحميدي (٢/ ٣٨٥)، وابن أبي عاصم في "الآحاد والمثاني" (٦٤٠)، وابن خزيمة (٩٣٢) من طريق سفيان بن عيينة، وابن خزيمة (٩٣٢) و (١٦٥٢)، وابن عبد البر (٢٢/ ٢٠٤) من طريق حماد ابن زيد، وأحمد (٣/ ٤٨٣)، والبخاري في "التاريخ الكبير" (٥/ ٣٣) من طريق يحيى بن سعيد، والطحاوي في "المشكل" (١٩٩٥) من طريق عيسى بن يونس، و (١٩٩٦) من طريق عبد الله بن نمير، وابن عبد البر (٢٢/ ٢٠٥) من طريق وكيع، وعبد الرزاق (١٧٥٩)، وابن حزم (٤/ ٤٧) من طريق معمر، =',NULL,'363',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (361,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وعبد الرزاق (١٧٦٠) عن الثوري، والدارمي (١/ ٣٩٢)، وابن عبد البر (٢٢/ ٢٠٤) عن محمد كناسة، وابن خزيمة في "صحيحه" (٩٣٢) من طريق كل من عمرو بن علي وأيوب وحماد بن سلمة، وأخرجه مالك في "الموطأ" (١/ ١٥٩)، ومن طريقه الشافعي في "المسند" (١١٧١)، والبخاري في "التاريخ الكبير" (٥/ ٣٣)، والنسائي في "المجتبى" (١٣٧٨)، والطحاوي في "المشكل" (١٩٩٤)، وابن حبان في صحيحه" (٢٠٧١)، والبيهقي (٣/ ٧٢)، والبغوي (٨٠٣) عن هشام به، وابن حزم (٤/ ٤٧) عن حماد بن سلمة جميعهم عن هشام به، وفي رواية معمر: كنا مع عبد الله بن أرقم فأقام الصلاة، وهكذا قال الثوري وهذا يدل على اتصاله. فالحديث صحيح.
وأخرجه عبد الرزاق (١٧٦١)، والبخاري في "التاريخ" (٥/ ٣٣) من طريق ابن جريج، عن أيوب بن موسى، عن هشام بن عروة، قال: خرجنا في حج أو عمرة مع عبد الله بن الأرقم الزهري، فأقام الصلاة ... ولم يسنن البخاري متنه. وسقط من إسناد عبد الرزاق: عن عروة، واستدرك من "التمهيد" (٢٢/ ٢٠٤).
وأخرجه البخاري في "التاريخ" (٥/ ٣٢)، والطحاوي في "المشكل" (١٩٩٧) من طريق وهيب بن خالد، والبخاري في "التاريخ" (٥/ ٣٣) أيضاً من طريق أبي ضمرة أنس بن عياض، كلاهما عن هشام، عن أبيه، عن رجل، عن عبد الله بن الأرقم. وقال الطحاوي: "وفي حديث وهيب بن خالد، عن هشام ما قد دل على فساد إسناد هذا الحديث من أصله؛ لأنه أدخل فيه بين عروة وعبد الله بن الأرقم رجلاً مجهولاً لا يعرف"!!
وقال الترمذي في "العلل الكبير" (١/ ١٩٨): "سالت محمدًا (يعني البخاري) عن حديث هشام بن عروة، عن أبيه عن عبد الله بن الأرقم، عن النبي - صلى الله عليه وسلم - ... فقال: رواه وهيب عن هشام، عن أبيه، عن رجل، عن عبد الله بن الأرقم، وكان هذا أشبه عندي. قال الترمذي: "رواه مالك وغير واحد من الثقات عن هشام، عن أبيه، عن ابن الأرقم، ولم يذكروا فيه: عن رجل".
وقال ابن عبد البر في "التمهيد" (٢٢/ ٢٠٣): "ولم يختلف عن مالك في إسناد هذا الحديث ولفظه، واختلف فيه عن هشام بن عروة، فرواه مالك =',NULL,'364',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (362,'قال أبو داود: روى وهيب بن خالد وشُعيب بن إِسحاق وأبو ضَمْرَة هذا الحديث عن هشام بن عروة، عن أبيه عن رجل حدّثه. عن عبد الله ابن أَرقم، والأكثر الذين رووه عن هشام، قالوا كما قال زهير.
٨٩ - (صحيح) حدثنا أحمد بن محمد بن حنبل، ومسدد، ومحمد ابن عيسى -المعنى- قالوا: حدثنا يحيى بن سعيد، عن أبي حَزْرَة، قال: حدثنا عبد الله بن محمد -قال ابن عيسى في حديثه: ابن أبي بكر، ثم اتفقوا- أخو القاسم بن محمد، قال: كنا عند عائشة فجيء بطعامها، فقام القاسم [بن محمد] يصلي، فقالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: "لا يُصلَّى بحضرة الطعام، ولا وهو يُدَافِعُهُ الأخْبثان" (١).
_________
= كما ترى، وتابعه زهير بن معاوية، وسفيان بن عيينة، وحفص بن غياث، ومحمد بن إسحاق، وشجاع بن الوليد، وحمادة بن زيد، ووكيع، وأبو معاوية، والمفضل بن فضالة ومحمد بن كناسة، كلهم رواه عن هشام بن عيوة، عن أبيه عن عبد الله بن الأرقم كما رواه مالك. ورواه وهيب بن خالد، وأنس بن عياض، وشعيب بن إسحاق، عن هشام بن عروة، عن أبيه، عن رجل حدثه، عن عبد الله بن الأرقم، فأدخل هؤلاء بين عروة وبين عبد الله بن الأرقم رجلاً. ذكر ذلك أبو داود، ورواه أيوب بن موسى، عن هشام، عن أبيه أنه سمعه من عبد الله بن الأرقم، فالله أعلم،، ثم أورد ابن عبد البر حديث عبد الرزاق المذكور آنفًا برقم (١٧٦١) بإسناده، وفيه أن عروة قال: خرجنا في حج أو عمرة مع عبد الله بن الأرقم، ثم قال: "فهذا الإسناد يشهد بأن رواية مالك ومن تابعه في هذا الحديث متصلة، وابن جريج وأيوب بن موسى ثقتان حافظان".
قلت: وصرح بعض رواته عن هشام -وهما معمر والثوري- بأن عروة كان مع عبد الله بن الأرقم ورد ذلك في روايتي عبد الرزاق (١٧٥٩١) و (١٧٦٠) وتقدمت، فزالت علة الانقطاع، وصح الحديث، والحمد لله رب العالمين.
وصححه المصنف هنا وفي "خلاصة الأحكام" (١/ ٤٨٩) رقم (١٦٢٦).
(١) أخرجه مسلم (٥٦٠) من طريق إسماعيل بن جعفر أخبرني أبو حزرة به. =',NULL,'365',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (363,'٩٠ - (ضعيف) حدثنا محمد بن عيسى، قال؛ حدثنا ابن عياش، عن حبيب بن صالح، عن يزيد بن شُريح الحضرمي، عن أبي حيِّ المؤذن، عن ثوبان قال: قال رسول الله - صلى الله عليه وسلم -: "ثلاث لا يَحِل لأحد أن يفعلهن: لا يوم رجل قومًا فيخُصُّ نفسه بالدعاء دونهم؛ فإن فعل فقد خانهم، ولا ينظر في قعر بيت قبل أن يستأذن؛ فإن فعل فقد دخل، ولا يصلي وهو حَقِنٌ حته يتخفَّف" (١).
_________
= وهو في "حديث علي بن حجر السعدي عن إسماعيل بن جعفر المدني" (رقم ٤٣٢) ومن طريقه مسلم.
(١) أخرجه أحمد في "مسنده" (٥/ ٢٨٠)، والترمذي (٣٥٧)، وابن قانع في "معجم الصحابة"، (١/ ١١٩ - ١٢٠)، والبغوي (٤٦١) من طريق إسماعيل بن عياش به.
وأخرجه ابن ماجه (٦١٩، ٩٢٣)، وأحمد (٥/ ٢٨٠)، والفسوي (٢/ ٣٥٥)، وابن قانع (١/ ١١٩ - ١٢٠)، والطبراني في "مسند الشاميين" (١١١٣)، والبيهقي (٣/ ١٢٩ - ١٣٠)، والمزي في "تهذيب الكمال" (١٢/ ٣٩٣) من طريق بقيّة بن الوليد، وأخرجه أبو أحمد الحاكم في "الأسامي والكنى" (٤/ ١٨٣) رقم (١٨٥٧)، والطبراني في "مسند الشاميين" (٢/ ١٢٧) من طريق صفوان بن عمرو جميعهم عن حبيب بن صالح به.
وتابعهم محمد بن الوليد عن يزيد بن شريح: أخرجه البخاري في "الأدب المفرد" (ص ١٥٨).
قال الترمذي عقبه: "حديث ثوبان حديث حسن، وقد روي هذا الحديث عن معاوية بن صالح عن السفر بن نسر عن يزيد بن شريح عن أبي أمامة عن النبي - صلى الله عليه وسلم -، وروي عن يزيد بن شريح عن أبي هريرة عن النبي - صلى الله عليه وسلم -، وكأن حديث يزيد بن شريح عن أبي حي المؤذن عن ثوبان -في هذا- أجود إسنادًا وأشهر".
وحديث معاوية بن صالح علَّقه البخاري في "التاريخ الكبير" (٨/ ٣٤١)، وأخرجه أحمد (٥/ ٢٥٠، ٢٦٠، ٢٦١)، والطبراني في "مسند الشاميين" =',NULL,'366',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (364,'٩١ - (صحيح إلاَّ جملة الدعوة) حدثنا محمود بن خالد السُّلمي، قال: حدثنا أحمد بن علي، قال: حدثنا ثور، عن يزيد بن شُريح الحضرمي، عن أبي حي المؤذن، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: "لا يَحِلُّ لرجل يؤمن بالله واليوم الآخر أن يُصلي وهو حَقِنٌ حتى يتخفف" ثم ساق نحوه على هذا اللفظ، قال: "ولا يَحِلُّ لرجل يؤمن بالله واليوم الآخر أن يوم قومًا إلاَّ بإذنهم، ولا يختص نفسه بدعوة دونهم، فإن فعل فقد خانهم" (١).
قال أبو داود: هذا من سُنن أهل الشام، لم يُشْرِكهم فيها أحد.
وفي الباب أربعة أحاديث:
أحدهما: حديث عبد الله بن أرقم، وهو صحيح، قال الترمذي: حسن صحيح.
الثاني: حديث عائشة، صحيح رواه مسلم.
_________
= (١٩٧٧)، وفي "الكبير" (٧٥٠٧) وأحمد بن منيع -كما في "إتحاف الخيرة" (١٥٩٥) - وابن عساكر في "تاريخ دمشق" (١٨/ ق ٣٠٣)، وفيه النَّسْر وهو ضعيف.
وأما حديث ثوبان، ففيه يزيد بن شريح وهو (مقبول) يعني حيث يتابع، وأبو حي لم يوثقه أحد إلا ابن حبان.
فالحديث ضعيف، ولجملته الأخيرة شواهد تقويها، منها الحديث المتقدم! وحسنه المصنف -تبعًا للترمذي- هنا وفي "خلاصة الأحكام" (١/ ٤٨٩ - ٤٩٠) رقم (١٦٢٨).
(١) إسناده ضعيف كسابقه، وفيه ما سبق الإشارة إليه من الاضطراب، لكن لجملته الأولى والثانية شواهد يتقوى بها. انظر "ضعيف سنن أبي داود" (رقم ١٣).
وقال المصنف عنه في "خلاصة الأحكام" (١/ ٤٩٠) رقم (١٦٣٠): "رواه أبو داود بإسناد فيه رجل فيه جهالة، ولم يضعفه"، وهي عبارته هنا كما ترى.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (365,'الثالث: حديث ثوبان. قال الترمذي: هو حسن.
الرابع: في إسناده رجلٌ فيه جهالة، ولم يضعفه أبو داود.
وفي الإسناد أبو حَزْرة بحاءٍ مهملة ثم زاي ساكنة ثم راء، واسمه يعقوب بن مجاهد، وقيل: كنيته أبو يوسف، وأما أبو حَزْرة فلقب (١).
وأبو حيّ بفتح الحاء وتشديد الياء، اسمه شداد بن حي الحمصي (٢).
قوله - صلى الله عليه وسلم -: "لا يصلي بحضرة الطعام، ولا هو يدافعه الأخبثان".
الأخبثان: البول والغائط (٣).
وقوله: "بحضرة الطعام" (٤) هو بفتح الحاء وإسكان الضاد وفتحها،
_________
(١) مثله في "شرح صحيح مسلم" (٥/ ٦٥ - ٦٦ ط قرطبة) للمصنف، وذكره مسلم في "الكنى والأسماء" (١/ ٢٦٧) رقم (٩٢١) على أنه كنية، وكذلك فعل الدولابي (٢/ ٤٥٥ ط الكوثر)، وتحرف فيه إلى "أبو حذرة" بالذال لا بالزاي، وهو كذلك في الطبعة الهندية (١/ ١٤٦)، وفي طبعة دار الكتب العلمية (١/ ٣١٢) فليصوب فيها جميعًا!.
وهو مذكور على الجادة في "المقتنى في سرد الكنى" (١/ ١٧٢) للذهبي.
(٢) لم يسمه البخاري في "الكنى" (٢٦)، ولا أبو أحمد الحاكم في "الأسامي والكنى" (٤/ ١٨٣)، ولا ابن حبان في "الثقات" (٥/ ٥٧٩)، ولا ابن أبي حاتم في "الجرح والتعديل" (٦/ ٣٦٤). وانظر ترجمته في "تهذيب الكمال" (١٢/ ٣٩٢)، وضبطه في "مؤتلف الدارقطني" (٧٨٥) والتعليق عليه.
(٣) وقد ورد مصرحًا به عند ابن حبان (٢٠٧٣) وغيره. وظاهر الحديث أن المعبر مدافعة الأخبثين معًا لا أحدهما، وليس كذلك، بل كل واحد منهما مستقل بالكراهة، لحديث عبد الله بن الأرقم المتقدم برقم (٨٨)، وفي بعض ألفاظه: "إذا أراد أحدكم الغالط فليبدأ به قبل الصلاة"، وإن كان الغائط لا ينفك عن البول غالبًا، فإنه قد لا يدافعه البول معه، لحقنه.
(٤) الحضور أعم من الوضع، والوضع أعم من القرب والعبرة تحقق العلة، إذ هذا النهي معقول المعنى. والقاعدة الأصولية (إن محمل النص إذا اشتمل =',NULL,'368',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (366,'فإن حذفت الهاء قيل: (بِحَضَر) بفتح الحاء والضاد.
وهذا النهي للتنزيه (١)، فتكره الصلاة في هذين الحالين، ولا تحرم تبطل وإن انتهى به ذلك إلى ما انتهى (٢)، وقال بعض أصحاب ........
_________
= على وصف يمكن أن يكون معتبرًا لم يُلْغَ)، وهو متحقق على وجه ظاهر في الصائم، ولذا ورد عند ابن حبان (٢٠٦٨) والطبراني في "الأوسط" زيادة "وهو صائم"، وصححها ابن حجر في "الفتح" (٢/ ١٦٠)، وانظر "الصحيحة" (٣٩٦٤).
ولفظ مسلم (٥٦٠): "لا صلاة بحضرة الطعام"، و (لا صلاة) نكرة في سياق النفي، وهذا من ألفاظ العموم. نعم في "الصحيحين" من حديث أنس: "إذا حضر العشاء وأقيمت الصلاة، فابدءوا وبالعشاء"، والظاهر منه أن الألف اللام في (الصلاة) للعهد، وهي المغرب، ولكن يلحق بها من تشوق نفسه للطعام حالة تقديمه، بل قال المصنف في "شرح صحيح مسلم" (٥/ ٦٣): "ويلحق بهذا ما كان في معناه مما يشغل القلب، ويذهب كمال الخشوع".
(١) هذه الكراهة عند الجماهير من الشافعية وغيرهم، إذا صلى كذلك وفي الوقت سعة، فإن ضاق بحيث لو أكل أو تطهر، خرج الوقت صلى على حالته محافظة على حرمة الوقت ولا يجوز تأخيرها، أفاده المصنف في "شرح صحيح مسلم" (٥/ ٦٣)، وابن الملقن في "الإعلام" (٢/ ٣٠٧).
(٢) النهي عن الصلاة في هذه الحالة لعلة عدم الخشوع والإقبال على أفعال الصلاة، وعليه: فإذا استحكمت المدافعة فالبطلان قوي. كأنه نقض طهارته، فيكون مصليًّا بغير طهارة، كما لو انصب للخروج، فإذا حقنه حينئذٍ فكأنه حبسه في ثوبه!
قال ابن حبان (٣/ ٣٥٧): "المرء مزجور عن الصلاة عند وجود البول والغائط، والعلة المضمرة في هذا الزجر: هي أن يستعجله أحدهما، حتى لا يتهيأ له أداء الصلاة على حسب ما يجب من أجله، والدليل على هذا تصريح الخطاب (ولا هو يدافعه الأخبثان) ولم يقل ولا هو يجد الأخبثين".
فمدافعة الأخبثين إما أن تؤدي إلى الإخلال بركن أو شرط، أو لا، فإن أدت امتنع الدخول، فإن دخل واختلاَّ فسدت، وإن لم يؤد إلى ذلك، فالمشهور =',NULL,'369',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (367,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فيه الكراهية. نعم هو مؤثر في صحة الصلاة: إن شغلته المدافعة عنها، ولا سيما إذا لم يدر كيف صلى، فهو الذي يعيد قبل الوقت وبعده، أثر ذلك على مالك، وتأوله بعض أصحابه إن كان الشغل خفيفًا فهو الذي يعيد في الوقت.
قال القاضي عياض: "كلهم مجمعون على أنه إن بلغ ما لا يعقل به صلاته، ولا يضبط حدودها أنه لا يجوز له الدخول فيها، وأنه يقطع الصلاة، وإن أصابه ذلك فيها".
ويمكن التفريق بين حكم الدخول في الصلاة وهو على هذه الحالة، وحكم إعادتها، فالنهي -عند الجماهير- إن كان ينفك فلا يقتضي البطلان، وإلا فيقتضيه، وفي تنزيله على هذه المسألة خلاف كتنزيله على الصلاة في الأرض المغصوبة، وأما من جعله باطلاً إن كان في حق الله تعالى، وليس كذلك إن كان لحق العبد فلا يقول بذلك، وهذا الضابط هو الذي ارتضاه ابن تيمية مناصرًا المازري، خلافًا لتعكير العلائي عليه في كتابه "تحقيق المراد"؛ محتجًّا بالتداخل بين حق الله وحق العبد، ويدفع تشويشه بما قرره جمع من المحققين بأن الحق الذي يقبل الإسقاط أو المسامحة فهو للعبد، وإلا فهو لله عز وجل، وبسطتُه في شرحي على "الورقات" المسمى "التحقيقات والتنقيحات" (١٦٣ - ١٦٨)، ونخلص مما مضى أن لمدافِع الأخبثين أربعة أحوال:
أحدهما: أن يكون بحيث لا يعقل بسببهما الصلاة وضبط حدوده، فلا تحل له الصلاة ولا الدخول فيها إجماعًا.
ثانيها: أن يكون بحيث يعقلها مع ذهاب خشوعه بالكلية.
ثالثها: أن يكون بحيث يؤدي إلى الإخلال بركن أو شرط.
رابعها: أن يكون بحيث يؤدي إلى الشك في شيء من الأركان، وقد عرفت حكم ذلك.
وانظر في هذا: "إكمال المعلم" (٢/ ٤٩٣ - ٤٨٥)، "عارضة الأحوذي" (١/ ٢٣٥)، "القبس" (١/ ٣٤٩ - ٣٥٠) لابن العربي، "إحكام الأحكام" (٢/ ٧١ - ٧٣)، "العُدة في شرح العمدة" (١/ ٣١٦ - ٣١٧) لابن العطار، "الإعلام بفوائد عمدة الأحكام" (٢/ ٣٠٣ - ٣٠٥) لابن الملقن، =',NULL,'370',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (368,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قال: "والتحقيق أنه إن منع من ركن أو شرط امتنع الدخول، وفسدت باختلالهما، وإلا فهو مكروه إن نظر إلى المعنى، أو ممتنع إن نظر إلى ظاهر النهي، فلا يقتضي ذلك الإعادة على مذهب الشافعي".
(تنبيهات وفروع) (أ)
(تنبيه): استنبط بعض العلماء من قصة الأعرابي الذي بال في المسجد، صحة الصلاة مع نوع مدافعة، إذ وقع بوله عقب الصلاة، وقد ينازع في هذا! (فرع) حاقن على وضوء حضرته الصلاة ولا ماء عنده، يحدث ثم يتيمم، إذ الصلاة بالتيمم وهو غير حاقن أفضل من صلاته بالوضوء وهو حاقن، إذ صلاة الحاقن مكروهة أو محرمة، وصلاة المتيمم صحيحة لا كراهية فيها باتفاق، قاله ابن تيمية.
(فرع آخر): لو لم يحضر الطعام، ونفسه تتوق إليه، فالحكم فيه كما لو حضره، لوجود المعنى وهو ترك الخشوع، ولا سيما إن تيسر حضوره عن قرب، وإلا فلا ينبغي أن يلحق بالحاضر، فإن حضور الطعام يوجب زيادة تشوّق وتطلع إليه، والعبرة بالمعنى، وتأمل قوله - صلى الله عليه وسلم -: "إذا وضع عشاء أحدكم وأقيمت الصلاة فابدأوا بالعشاء" استدل به بعض الشافعية والحنابلة على تخصيص ذلك بمن لم يسرع في الأكل، وأما من شرع ثم أقيمت الصلاة، فلا يتمادى بل يقوم إلى الصلاة.
والنظر إلى اللفظ يقضي بهذا، وإلا فصنيع ابن عمر خلافه: أخرج ابن أبي شيبة بسند حسن عن أبي هريرة وابن عباس أنهما كانا يأكلان طعامًا، وفي التنور شواء، فأراد المؤذن أن يقيم، فقال له ابن عباس: "لا تعجل لئلا نقوم وفي أنفسنا منه شيء"، وفي رواية: "لئلا يعرض لنا في صلاتنا".
ولابن أبي شيبة عن الحسن بن علي قال: "العشاء قبل الصلاة يذهب النفس اللوامة".
وعند ابن حبان: عن نافع: أن ابن عمر كان يصلي المغرب إذا غابت =
_________
(أ) مأخوذة من شرحي المسموع على "صحيح مسلم"، يسر الله تفريغه ونشره، وحاولت -جهدي- الاستيعاب في الكلام على كل حديث: رواية ودراية، والحمد لله الذي بنعمته تتم الصالحات.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (369,'الشافعي (١) إن انتهى إلى ذهاب خشوعه لم تصح صلاته، والمشهور الأول، وبه قال جماهير العلماء (٢)، والمراد بالطعام ما يريد أكله في الحال، ولا يمنعه منه إلا الصلاة، فأما ما لا يريد أكله في الحال، كالصائم والشبعان ومن ينتظر غائبًا يعلم أنه لا يحضر إلا بعد فراغِهِ
_________
= الشمس، وكان أحيانًا يلقاه وهو صائم فيقدم له عشاؤه، وقد نودي للصلاة، ثم تقام وهو يسمع، فلا يترك عشاءه ولا يعجل حتى يقضي عشاءه، ثم يخرج فيصلي.
وفي هذه الآثار إشارة إلى أن العلة في ذلك تشوف النفس إلى الطعام، فينبغي أن يدار الحكم مع علته وجودًا وعدمًا، ويستثنى من ذلك الصائم فلا تكره صلاته بحضرة الطعام، لصبره عليه، لكن إذا غلب استحب له الطعام.
(ومضة) ظن قوم أن هذا من باب تقديم حق العبد على حق الله، وليس كذلك، وإنما هو صيانة الحق، ليدخل الخلق في عبادته بقلوب مقبلة، ثم إن طعام القوم كان شيئًا يسيرًا لا يقطع عن لحاق الجماعة غالبًا. انظر: "فتح الباري" (٢/ ١٦٢).
(تنبيه) ما يقع في بعض كتب الفقه: "إذا حضر العَشَاء والعِشَاء فابدأوا بالعشاء" لا أصل له في كتب الحديث بهذا اللفظ.
(١) حكاه أبو عبد الله محمد بن خفيف الضبي الشيرازي (ت ٣٧٢ هـ) قولاً عن الشافعي، أفاده عنه ابن العطار في "شرحه على عمدة الأحكام" (أ) (١/ ٣١٧) ثم استغربه جدًّا، قال ابن الملقن في "الإعلام" (٢/ ٣٠٥): "وهو كما ذكر".
(٢) على تفصيل سبق أن ذكرناه، والحمد لله، ونقله المصنف في شرح صحيح مسلم" (٥/ ٦٤) عن الجمهور، وزاد: "ونقل القاضي عياض عن أهل الظاهر أنها باطلة".
قلت: بل يقولون -على أصولهم- بامتداد الوقت في حقه.
_________
(أ) وقع اسمه في مطبوعه: "عبد الله بن خفيف"! والتصويب من مصادر ترجمته" انظر -مثلاً-: "طبقات ابن السبكي" (٣/ ١٤٩).',NULL,'372',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (370,'[من] (١) الصلاة ونحو ذلك، فلا مَنْع من الصلاة في حقِّه ولا كراهة. ولو ضاق الوقت بحيث لو توضأ أو أكل خرج الوقت، فالمشهور أنه يصلي في الوقت على حاله، وقيل: يؤخرها حتى يتوضأ ويأكل ثم يقضيها بعد الوقت (٢).
وفيه: أنه يكره للإمام تخصيص نفسه بالدعاء في حال الإمامة، وأنه إذا عرض له شغل عن الصلاة استخلف.
وأما قوله - صلى الله عليه وسلم -: "لا يحل لرجل يؤمن بالله واليوم الآخر أن يومَّ قومًا إلاَّ بإذنهم" فقيل: المراد به: إذا كان في بيت قومٍ، وقيل: المراد: إذا لم يكن أفقههم وأقرأهم، ويحتمل أن المراد: من يترتب إمامًا دائمًا لقومٍ (٣).
...
_________
(١) زيادة يقتضيها السياق.
(٢) قالوا: لأن مقصود الصلاة الخشوع فلا يفوته، وحكان أبو سعد المتولّي من الشافعية وجهًا لبعض أصحاب الشافعي، أفاده المصنّف في "شرح صحيح مسلم" (٥/ ٦٣ - ٦٤).
وفي أحاديث الباب فوائد أُخرى مهمة، منها: فيه دليل على فضيلة هذه الأمة، وما منحها الله به من مراعاة حظوظها البشرية، وتقديمها على الفضائل الشرعية، ووضع التشديدات عنها، وتوفير ثوابها على ذلك، خصوصًا إذا قصده للمتابعة.
وفيه: أنه تعارضت مفسدتان، اقتصر على أخفهما، وفيه: دليل على تقديم فضيلة حضور القلب على فضيلة أول الوقت.
(٣) لا يجوز الاستبداد عليهم بالإمامة، فأما إذا كان جامعًا لأوصاف الإمامة، بأن يكون أقرأ الجماعة وأفقههم، فإنهم عند ذلك يأذنون لا محالة في الإمامة، بل يسألونه ذلك، ويرغبون إليه فيها، وهو إذ ذاك أحقُّهم بها، أذنوا له أو لم يأذنوا، قاله الخطابي في "المعالم" (١/ ٤٥).',NULL,'373',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (371,'<span data-type="title" id=toc-55>٤٣ - باب: ما يُجْزيء من الماء في الوضوء</span>
٩٢ - (صحيح) حدثنا محمد بن كثير، قال: ثنا همام، عن قتادة، عن صفية بنت شيبة، عن عائشة: أن النبي - صلى الله عليه وسلم - كان يغتسل بالصَّاعِ، ويتوضأ بالمُد (١).
_________
(١) أخرجه أحمد (٦/ ١٢١، ٢٣٤)، وابن ماجه (٢٦٨)، والنسوي في "الأربعين" (١٤)، وأبو يعلى (٤٨٥٨)، وأبو عبيد في "الأموال" (١٥٧١)، وفي "الطهور" (١١١ - بتحقيقي)، وابن المنذر في "الأوسط" (٦٤٣)، والطحاوي في "شرح معاني الآثار" (٢/ ٤٩) من طرق عن همام به. وإسناده صحيح، إذ صرح قتادة بسماعه من صفية في رواية أبان بن يزيد العطار عند أحمد (٦/ ١٢١، ٢٤٩)، وأشار إلى ذلك أبو داود عقب هذا الحديث.
وأخرجه من طريق أبان عن همام أيضًا: الطحاوي (٢/ ٤٩)، والبيهقي (١/ ١٩٥)، وفي "الصغير" (١٤٧) ورواه شعبة عن قتادة، وهو مما ينتفي ما سمعه دون تدليسه، عند ابن قتيبة في "غريب الحديث" (١/ ١٦١ - ١٦٢)، ورواه سعيد بن أبي عروبة عن قتادة هكذا، واختلف عليه فيه، فرواه جمع ممن رووا عنه قبل اختلاطه عن قتادة عن صفية عن عائشة، كما عند أحمد (٦/ ٢٣٤)، وإسحاق بن راهويه (١٢٧٠)، والنسائي (١/ ١٧٩ - ٢٨٠).
وطرأ عليه شك، فكان يتردد ويقول: "عن صفية أو معاذة". وهكذا رواه يزيد بن هارون عنه عند أحمد (٦/ ٢٣٤). ورواه حماد بن سلمة، وتردد تارة كما فعل ابن أبي عروبة، هكذا روى عنه بهز بن أسد العمي عند أحمد (٦/ ٢١٩)، ورواه الهيثم بن جميل عنه عن قتادة عن معاذة عن صفية عن عائشة عند أبي عبيد في "الأموال" (١٥٧٢)، وفي "الطهور" (١١٢).
والحديث مروى على ضروب وألوان، ووقعت فيه أوهام، والصواب من طرقه =',NULL,'374',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (372,'قال أبو داود: رواه أبان، عن قتادة، قال: سمعت صفية.
٩٣ - (صحيح) حدثنا أحمد بن محمد بن حنبل، قال: ثنا هشيم، قال: أنا يزيد بن أبي زيادٍ، عن سالم بن أبي الجَعْدِ، عن جابر، قال: كان النبي - صلى الله عليه وسلم - يغتسل بالصَاعِ، ويتوضأ بالمُدِّ (١).
٩٤ - (صحيح) حدثنا [محمد] بن بشار، قال: حدثنا محمد بن جعفرٍ، قال: حدثنا شعبة، عن حبيب الأنصاري قال: سمعت عباد بن تميم، عن جدته -وهي أم عُمارة-: أن النبي - صلى الله عليه وسلم - توضأ فأُتي بإناء فيه ماءٌ قدر ثُلُثَي المُدِّ (٢).
_________
= رواية قتادة وهي التي صححها الدارقطني في "العلل" (٥/ ق ١٠٥)، وانظر: "الضعفاء" للعقيلي (١/ ٥٨)، "العلل" لابن أبي حاتم (١/ ١٢، ٢٦).
(١) أخرجه أحمد (٣/ ٣٠٣)، ومن طريقه: أبو داود.
وأخرجه ابن أبي شيبة (١/ ٦٥ - ٦٦)، وعبد بن حميد (١١١٤)، وأبو عبيد في "الطهور" (١١٤)، وابن خزيمة (١١٧)، والطحاوي (٢/ ٥٠)، والبيهقي (١/ ٩٥) من طريقين آخرين عن يزيد بن أبي زياد به.
وإسناده ضعيف فيه يزيد بن أبي زياد الهاشمي، مولاهم، ولكنه توبع، فقرن معه في إحدى الطريقين السابقين حصين بن عبد الرحمن، وهي عند المذكورين عدا الطحاوي وأبا عبيد.
وأخرجه من طريق حصين وحده: الحاكم (١/ ١٦١)، فصح إسناده، وصححه ابن حجر في "الفتح" (١/ ٣٠٥).
وفي رواية حصين عقبه: "فقال رجل: ما يكفيني؟! فقال جابر: قد كفى من هو خير منك وأكثر شعرًا: رسول الله - صلى الله عليه وسلم -".
وأخرج البخاري (٢٥٢) ومسلم (٣٢٩) نحو هذه الرواية.
(٢) أخرجه من طريق أبي داود البيهقي في "السنن الكبرى" (١/ ١٩٦).
وأخرجه النسائي في "المجتبى" (٧٤)، و"الكبرى" (١/ ٧٩) عن محمد بن بشار به. =',NULL,'375',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (373,'٩٥ - (ضعيف) حدثنا محمد بن الصباح البزاز، قال: حدثنا شَريك، عن عبد الله بن عيسى، عن عبد الله بن جَبر، عن أنس، قال: كان النبي - صلى الله عليه وسلم - يتوضأ بإناء يسعُ رطلين، ويغتسل بالصَّاع (١).
(صحيح) قال أبو داود: ورواه شعبة قال: حدثني عبد الله بن عبد الله بن جبرٍ قال: سمعت أنسًا، إلا أنه قال: يتوضأ بمكُّوكٍ، ولم يذكر رطلين.
_________
= وأخرجه الحاكم في "المستدرك" (١/ ٦٦١) -وعنه البيهقي في "الكبرى" (١/ ١٩٦) - من طريق يحيى بن زكريا بن أبي زائدة عن شعبة عن حبيب عن عباد بن تميم عن عبد الله بن زيد به، وانظر "الخلافيات" (١/ ٤٢٩) وتعليقي عليه. وأخرجه البيهقي (١/ ١٩٦) من طريق خالد الأحمر، والطيالسي (١١٩٥) كلاهما عن شعبة عن حبيب عن عباد عن ابن زيد الأنصاري به.
وهكذا رواه عن شعبة: معاذ العنبري، عند الطحاوي (١/ ٣٢).
والصحيح من ذلك رواية غندر، فقد قال أبو زرعة الرازي: "الصحيح عندي حديث غندرِ" كما في "العلل" لابن أبي حاتم (١/ ٢٥).
وجوَّز شيخنا الألباني في "صحيح سنن أبي داود" (١/ ١٦٠) أن يكون الحديثان صحيحين، لصحة أسانيدهما، وحسنه المصنف هنا وفي "خلاصة الأحكام" (١/ ١١٨) رقم (٢١٥).
(١) أخرجه الترمذي (٦٠٩) -ومن طريقه البغوي (٢٧٨) - وأحمد (٣/ ١٧٩) من طريق شريك القاضي، وقد جعله مرة من فعل النبي - صلى الله عليه وسلم -كما هنا-، ومرة من قوله كما في رواية الترمذي، فإنه قال فيها: "يجزيء في الوضوء رطلان من ماء".
فقد اضطرب شريك في لفظه، وهو سيىّء الحفظ.
وقد جاء من طريق شعبة من حديث أنس، وقد علقه أبو داود، ووصله: مسلم (٣٢٥)، والنسائي (١/ ٧٥، ١٢٧، ١٧٩)، وابن خزيمة (١١٦) وأبو عوانة (١/ ٢٣٢)، وأحمد (٣/ ١١٢، ٢٨٢، ٢٩٠)، والدارمي (٦٨٩).
وأخرجه البخاري (٢٠١)، ومسلم (٣٢٥) (٥١)، وأبو عوانة (١/ ٢٣٢)، والبيهقي (١/ ١٩٥)، والبغوي (٢٧٦) من طريق مسعر بن كدام عن ابن جبر عن أنس به.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (374,'قال أبو داود (١): ورواه يحيى بن آدم، عن شَريك، قال: عن ابن جبر بن عَتيك.
قال: ورواه سفيان، عن عبد الله بن عيسى، قال: حدثني جبر بن عبد الله.
قال أبو داود: [و] سمعت أحمد بن حنبل، يقول: الصَّاع خمسة أرطالٍ، قال أبو داود: وهو صاع ابن أبي ذئبٍ، وهو صاعُ النبي - صلى الله عليه وسلم - (٢).
فيه أربعة أحاديث:
أولها: حديث عائشة -رضي الله عنه -، وهو حديث حسن.
الثاني: حديث جابر -وهو ضعيف-، فيه يزيد بن أبي زياد: ضعيف (٣).
_________
(١) مراد أبي داود من هذا بيان الاختلاف في اسم عبد الله بن جبر (تابعي الحديث)، فكان يحيى بن آدم يرويه عن شريك، ويزيد: "ابن عَتيك"، بينما كان سفيان الثوري يرويه عن عبد الله بن عيسى. ويقلب اسمه: "جبر بن عبد الله". هكذا أخرجه أحمد (٣/ ٢٦٤) من طريق زائدة بن قدامة عن سفيان به، والظاهر أن هذا الخطأ تبيّن لسفيان، لأن معاوية بن هشام رواه عنه على الجادة، فقال: "عبد الله بن جبر" كما في "مسند أبي عوانة" (١/ ٢٣٣)، وانظر كلام المصنف عليه في "شرح صحيح مسلم" (٤/ ١٠ - ١١) وينظر له "التاريخ الكبير" للبخاري (٥/ ١٢٦) رقم (٣٧٤).
(٢) من نسخة ابن الأعرابي، وليس بموجود في غالب النسخ، أفاده العيني في "شرح سنن أبي داود" (١/ ٢٦٠).
(٣) قال أحمد في "العلل" (١/ ١١٦): "لم يكن بالحافظ"، وقال ابن معين في "تاريخه" (٢/ ٦٧١): "لا يحتج بحديثه"، وفي "سؤالات الدارمي" (٢٥٠، ٨٧٨) عنه "ليس بالقوي" ولمسلم في مقدمة "صحيحه" (٥ - ٦) كلام جيد عنه، وقال ابن سعد (٦/ ٣٤٠): "كان ثقة في نفسه، إلا أنه اختلط في آخر عمره، فجاء بالعجائب"، وضعفه الدارقطني في "سؤالات البرقاني" =',NULL,'377',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (375,'الثالث: حديث أم عُمارة، وهو حسن.
الرابع: حديث أنس، وإسناده صحيح، إلاَّ أنّ فيه شريك بن عبد الله النخعي القاضي، وقد ضعفه كثيرون أو الأكثرون (١). وقد ذكر أبو داود أن شعبة (٢) وسفيان (٣) روياه أيضًا، فلعلّه اعتضد عنده فصار حسنًا فسكت عليه (٤).
وفي الإسناد الأول: "قتادة عن صفية بنت شيبة عن عائشة"، قال أبو داود: "رواه أبان عن قتادة قال: سمعتُ صفيّة" مقصود أبي داود أن قتادة مدلس، وقد اتفقوا على أن المدلِّس إذا قال: (عن) لا يحتج به إلاَّ أنْ يثبت من طريق آخر أنه سمع ذلك الحديث من ذلك الشخص (٥)، وقد
_________
= (ص ٧٢)، وفي مواطن من "علله" و"سننه" (١/ ٢٩٤ و ٤/ ٢٤٤)، وانظر "تهذيب الكمال" (٣٢/ ١٣٥).
(١) انظر تضعيفه في: "الميزان" (٢/ ٢٧٠) رقم) (٣٦٩٧، "تهذيب الكمال" (١٢/ ٤٦٢) رقم (٢٧٣٦).
(٢) سبق بيان ذلك في التخريج.
(٣) أخرجه من طريقه: أحمد (٣/ ٢٦٤)، وأبو عوانة (١/ ٢٣٣)، وأبو يعلى (٤٣٠٧). إسناده صحيح.
(٤) نقل العيني في "شرح سنن أبي داود" (١/ ٢٦٠) قول المصنف من "حديث أنس ... " إلى هنا، وأقره.
(٥) قال النووي في "شرح صحيح مسلم" (٥/ ٧٢): "وقد اتفقوا على أن المدلس لا يحتج بعنعنته". وانظر كتابي "بهجة المنتفع" (ص٣٨٠، ٣٨٧، ٣٨٨، ٣٩٨، ٤٠١ - ٤٠٣ - نشر الدار الأثرية) وهو شرح "جزء في علوم الحديث" لأبي عمرو الداني (ت ٤٤٤ هـ)، فقد بيّنتُ فيه أنه لا يشترط في جميع أنواع التدليس التصريح بالسماع، وقد يقع التصريح بالتبسط في الرواية، وهي عند التحقيق على خلاف ذلك، ولكن هذا محصور معدود في أمثلة يسيرة، والقاعدة ما قاله المصنف رحمه الله تعالى. وبنحوه له في "شرح صحيح مسلم" (٣/ ٢٢٩) أيضًا.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (376,'قال قتادة في الطريق الأول (عن صفيّة) فبيَّن أبو داود أنه قد سمعه من صفية، فصرح بلفظ السّماع (١).
وصفية هذه صحابية عند الأكثرين، وقيل: لا صحبة لها (٢) وهي صفية بنت شيبة حاجب الكعبة الكريمة، وهو شيبة بن عثمان بن أبي طلحة ابن عبد العزى بن عبد الدار بن قُصيّ.
قال العلماء: إنما سمَّت العربُ شيبة تفاؤلاً بأنه يعيش حتى يشيب.
و"أما أبان فقد سبق أن الأصح صَرْفُه.
وأما أم عُمارة فاسمها نَسيبة -بفتح النون-، شهدت العقبة مع السبعين، وشهدا (٣) أُحدًا، وأبلت يومئذٍ بلاءً حسنًا هي وابنها عبد الله وزوجها، وجُرحت يومئذِ أحد عشر جرحًا، وشهدت بيعة الرضوان ويوم اليمامة، وجرحت أيضًا يومئذٍ أحد عشر جرحًا، وقطعت يدها - صلى الله عليه وسلم - (٤).
وأما محمد بن الصبَّاح البزاز فبالزاي المكررة.
قوله: "يتوضأ بمكُّوك" قال العلماء: المكوك: مكيال يختلف قدره بحسب اصطلاح أهل البلدان.
_________
(١) ورواه عنه شعبة، وهو ممن انتقى مسموعاته، وكفانا تدليسه، كما صرح به، سبق بيان روايته.
(٢) انظر: "الإصابة" (٤/ ٤٧٩)، "الطبقات الكبرى" (٨/ ٤١٢)، "تجريد أسماء الصحابة" (٢/ ٣٣٠)، "ثقات ابن حبان" (٣/ ٢٤٣)، "مرقاة الصعود" (١٩ - "درجات").
(٣) كذا في الأصل وفي حاشيته: "لعله: هي وابنها".
(٤) ترجمتها في: "الإصابة" (٤/ ٤٧٩)، "الطبقات الكبرى" (٨/ ٤١٢)، "ثقات ابن حبان" (٣/ ٤٢٣)، "تجريد أسماء الصحابة" (٢/ ٣٣٠)، "تهذيب الكمال" (٣٥/ ٣٧٢).',NULL,'379',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (377,'قيل: المراد به هنا مُدّ (١)، وقيل: صاع، والأول أصح، وهو الموافق لباقي الرواة، وجمعه مكاكيّ (٢) ومكاكيك، وروي بالوجهين (٣).
وفي هذه الأحاديث: أن ماء الطهارة غير مقدر بقدرٍ متعين للصحة (٤)، وهذا مجمع عليه، لكن المستحب أن لا ينقص في الوضوء
_________
(١) قال ذلك ابن خزيمة وأبو خيثمة زهير بن حرب، ورجحه المصنف في "شرح صحيح مسلم" (٤/ ١١) وقبْله البغوي في "شرح السنة" (٢/ ٥٢)، وابن الأثير في "النهاية" (٤/ ٢٥٠).
وبهذا تتفق ألفاظ الرواة، فلفظ شعبة مثلاً: "كان يغتسل بخمس مكاكي، ويتوضأ بمكوك". ولفظ مسعر: "كان يغتسل بالصاع إلى خمسة أمداد"، والأحاديث التي ساقها أبو داود في الباب تدل عليه، فتأملها. وانظر: "طرح التَّثريب" (٢/ ٩٠) وفيه نقل كلام النووي المسوق هنا. ونقل ابن رسلان في "شرح سنن أبي داود" (ق ٤٥/ أ) عن الإمام النووي أن المد يجمع على مداد وأمداد، بينما قال السيوطي في مرقاة الصعود" (١٩ - درجات): "والمكوك مكيال يختلف باختلاف اصطلاح الناس عليه بالبلاد، وقال النووي في "شرح صحيح مسلم": لعل هنا المد، وقال في "شرح أبي داود" قالوا: المكوك مكيال يختلف ... إلى آخر ما قبله، فقيل: هو هنا مد، أو صاع، والأول أصح؛ لأنه الغالب في الروايات".
(٢) بتشديد الياء، قاله المصنف في "شرح صحيح مسلم" (٤/ ١١)، وزاد: "والمَكُّوك: بفتح الميم، وضم الكاف الأولى وتشديدها، وجمعه: مكاكيك ومكاكي، ولعل المراد بالمكوك هنا المدّ".
(٣) في "صحيح مسلم" (٣٢٥) بعد (٥٠).
(٤) يؤيده ما عند مسلم (٣٢١) من حديث عائشة -رضي الله عنه -: "أنها كانت تغتسل هي والنبي - صلى الله عليه وسلم - من إناء واحد، هو الفرق". قال ابن عيينة والشافعي وغيرهما: هو ثلاثة آصُع، وعند مسلم في حديثها أيضًا: "أنه - صلى الله عليه وسلم - كان يغتسل في إناءٍ يسع ثلاثة أمداد".
"ويعلم أن المغتسلين من إناء واحد يفضل أحدهما على الآخر، ففي هذا بيان أن المُد والصاع ليسا بحتمٍ"، قاله ابن قتيبة في "غريب الحديث (١/ ١٦٤) =',NULL,'380',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (378,'عن مد، ولا في الغسل عن صاع (١).
...
_________
= وقال القرطبي في "تفسيره" (٥/ ٢١٤) على إثر الأحاديث المذكورة: "وهذه الأحاديث تدل على استحباب تقليل الماء، من غير كيلٍ ولا وزن، يأخذ منه الإنسان بقدر ما يكفي، ولا يُكثِر منه، فإنّ الإكثار منه سَرَفٌ، والسرف مذموم، ومذهب الإباضيّة الإكثار من الماء، وذلك من الشيطان".
(١) قال أبو عبيد في "الطهور" (١٨٩): "فأما مد النبي - صلى الله عليه وسلم -، فلا أحب أن ينقص منه شيء؛ لأن الآثار المرفوعة كلها على كماله، وقد أخبرت الوضوء به كافيًا، إذا لم يكن معه استنجاء"، وانظر: "فتح الباري" (١/ ٣٥٥)، وتعليقي على "الطهور".',NULL,'381',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (379,'<span data-type="title" id=toc-56>٤٤ - باب: إسباغ الوضوء </span>(١)
٩٧ - (صحيح) حدثنا مسدد، قال: ثنا يحيى، عن سفيان، قال: حدثني منصور، عن هلال بن يَسَاف، عن أبي يحيى، عن عبد الله بن عمرو: أن رسول الله - صلى الله عليه وسلم - رأى قومًا وأعقابهم تلوح، فقال: "ويلٌ للأعقاب من النار، أسبغوا الوضوء" (٢).
حديث الباب في "الصحيحين".
وهلال بن يساف (٣) بفتح الياء وكسرها. وأبو يحيى الراوي هنا
_________
(١) قبل هذا الباب عند أبي داود (باب الإسراف في الماء) ولم يرد له ذكر في نسختنا الخطية، وظفرت بنقل بعضهم من "شرح النووي" له، وبينت ذلك في تقديمي للكتاب (انظر ص ٢٤).
(٢) أخرجه البخاري (٦٠، ٩٦، ١٦٣)، ومسلم (٢٤١)، وليس عند البخاري الأمر بالإسباغ. وخرجت الحديث بالتفصيل في تعليقي على "أوهام الحاكم" لعبد الغني بن سعيد الأزدي (ص ٩٢ - ١٠١ - ط الأولى)، وانظر "خلاصة الأحكام" (١/ ١١٣) للمصنف.
(٣) قال المصنف في "شرح صحيح مسلم" (٣/ ١٦٤): "أما يساف ففيه ثلاث لغات: فتح الياء وكسرها، و (إساف) بكسر الهمزة" ثم قال: "والأشهر عند أهل اللغة (إساف) بالهمزة، وقد ذكره ابن السكيت وابن قتيبة وغيرهما فيما يغيره الناس ويلحنون فيه".
قلت: انظر "أدب الكاتب" (٤٢٧ - ط الدالي)، "تهذيب إصلاح المنطق" (١/ ٤٢٨)، "مشارق الأنوار" (٢/ ٣٠٦) ونقله عن النووي مختصرًا: ابن رسلان في "شرح سنن أبي داود" (ق ٤٥/ ب). =',NULL,'382',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (380,'اسمه: مِصْدَع (١)، بكسر الميم وإسكان الصاد المهملة، وفتح الدال، وبالعين المهملة.
قوله: "إن النبي - صلى الله عليه وسلم - رأى قومًا وأعقابهم تلوح، فقال: ويلٌ للأعقاب من النار، أسبغوا الوضوء"، معنى: "تلوح": يبصر الناظر فيها بياضًا لم يصبه الماء.
ومعنى: "أسبغوا الوضوء": عمّموه لجميع أجزاء الأعضاء (٢).
وفيه: وجوب غسل الرجلين، وأنه يجب غسل جميع أجزاء الأعضاء، حتى لو بقي جزء لطيف من عضو لم يصحَّ وضوؤه (٣).
_________
= ونقل السيوطي في "مرقاة الصعود" (٢٥ - درجات) عبارته في "شرح صحيح مسلم" واكتفى بعزوها للنووي، وأطلق ولم يحدد اسم الكتاب.
(١) قال المصنف في "شرح صحيح مسلم" (٣/ ١٦٥): "وأما أبو يحيى فالأكثرون على أن اسمه مصدع"، وضبطه بمثل كلامه هنا، ثم قال: "وقال يحيى بن معين: اسمه زياد الأعرج المعرقب الأنصاري". وانظر: "تاريخ ابن معين" (٧٠٨، ٧١١) ١٨٥٦، ٢٠٨٧)، "الكنى" لمسلم (٢/ ٨٩٩) رقم (٣٦٤٤)، "الكنى" (٢/ ١١٨٤) للدولابي، "تهذيب الكمال" (٩/ ٥٣٠) رقم (٢٠٨٠).
(٢) قال الشارح في "تحرير ألفاظ التنبيه" (٤١): "أسبغت الوضوء، أي: عممت الأعضاء وأتممتها، ودرع وثوب سابغ، أي: كامل ساتر للبدن".
(٣) استدل به بعضهم على نزع الخاتم في الوضوء، فإنه (عقب) من جهة المعنى، والبخاري قال: (باب غسل الأعقاب) ثم قال: "وكان ابن سيرين يغسل موضع الخاتم إذا توضأ" ثم ذكر هذا الحديث. وانظر: "فتح الباري" (١/ ٢٦٧)، "الأبواب والتراجم لصحيح البخاري" (٢/ ١٢٢ - ١٢٣)، "شرح تراجم أبواب صحيح البخاري" (٣٣ - ٣٤).
وقال المصنف في "شرح صحيح مسلم" (٣/ ١٦٧): "من ترك جزءا يسيرًا مما يجب تطهيرُه، لا تصح طهارته، وهذا متفق عليه. =',NULL,'383',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (381,'وفيه؛ الاهتمام بالأمر بالمعروف والنهي عن المنكر (١).
...
_________
= وقال -قبل- فيه أيضًا (٣/ ١٦٢): "فتواعدها -أي: الأعقاب- بالنار، لعدم طهارتها، ولو كان المسح كافيًا لما تواعد من ترك غسل عقبيه".
(١) وفيه: وجوب تعليم الجاهلين، وفيه حجة لأهل السنة أنّ المعذب الأجساد، وفيه التعذيب على الصغائر.
وقال ابن الأثير في "شرح مسند الشافعي" (١/ ٢٠٣): "وفي هذا الحديث دليل على بطلان قول من ذهب إلى جواز مسح الأقدام؛ لأن المسح لا يبلغ الأعقاب، وإنما يكون على مشط القدم أو بعضه، والنبي - صلى الله عليه وسلم - لا يتوعّد بالنار على ما ليس بواجب".',NULL,'384',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (382,'<span data-type="title" id=toc-57>٤٥ - باب: الوضوء في أنية الصُّفْر</span>
هو النحاس (١)، وهو بضمِّ الصاد وكسرها، والضم أفصح وأشهر (٢).
٩٨ - (صحيح) حدثنا موسى بن إسماعيل، قال: ثنا حماد، قال: أخبرني صاحب لي، عن هشام بن عروة، أن عائشة قالت: كنت أغتسل أنا ورسول الله - صلى الله عليه وسلم - في تَوْرٍ من شَبَهٍ (٣).
٩٩ - (صحيح) حدثنا محمد بن العلاء، أن إسحاق بن منصور، حدثهم عن حماد بن سلمة، عن رجل، عن هشام بن عروة، عن أبيه، عن عائشة -رضي الله عنه -، عن النبي - صلى الله عليه وسلم - نحوه (٤).
١٠٠ - (صحيح) حدثنا الحسن بن علي، قال: ثنا أبو الوليد، وسهل
_________
(١) قيده الأزهري في "تهذيب اللغة" (١٢/ ١٦٩) بالجيد.
(٢) انظر: "الصحاح" (٢/ ٧١٤)، "القاموس المحيط" (ص ٥٤٦) مادة (صفر).
(٣) انظر الذي بعده.
(٤) إسناده الأول فيه جهالة صاحب حماد، وانقطاع بين هشام وعائشة. والإسناد الثاني فيه جهالة صاحب حماد وأخرجه الحاكم (١/ ١٦٩) بإسقاط الرجل بين حمماد وهشام فصار ظاهر الإسناد الصحة، وليس كذلك.
لكن رواه الطبراني في "الصغير" (ص ١٢٣) والبيهقي في "الكبرى" (١/ ٣١) عن حوثرة بن أشرس عن حماد عن شعبة عن هشام عن أبيه به، وهذا إسناد صحيح.
قال البيهقي: "جوّده حوثرة بن أشرس، وقصر به بعضهم عن حماد، فقال عن رجل، فلم يُسمّ شعبة، وأرسله بعضهم فلم يذكر في إسناده عروة".',NULL,'385',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (383,'ابن حماد، قالا: ثنا عبد العزيز بن عبد الله بن أبي سلمة، عن عمرو بن يحيى، عن أبيه، عن عبد الله بن زيد، قال: جاءنا رسول الله - صلى الله عليه وسلم - فأخرجنا له ماءً في تَوْرٍ من صُفْرٍ، فتوضَأ (١).
قولها: "تَوْرٍ من شَبَهٍ"، هو بفتح (٢) الشين المعجمة والباء الموحّدة، وهو النحاس (٣).
وأما التور فسبق بيانه (٤).
وحديث عائشة ضعيف (٥)، وحديث أنس (٦) صحيح.
...
_________
(١) أخرجه البخاري في "صحيحه" (١٩٧) ثنا أحمد بن يونس ثنا عبد العزيز بن أبي سلمة بنحوه، وزاد عليه: "فغسل وجهه ثلاثًا، ويديه مرتين مرتين، ومسح برأسه، فأقبل به وأدْبر، وغسل رجليه".
وأخرجه أيضًا بالأرقام (١٨٥، ١٨٦، ١٩١، ١٩٢، ١٩٩) ومسلم (٢٣٥) من طرق عن عمرو بن يحيى به، وفيه زيادة على المذكور.
(٢) وتكسر، كما في "القاموس" (١٦١٠) مادة (شبه).
(٣) الأصفر، كما في "القاموس" (١٦١٠) مادة شبه. وفصَّل في "الصحاح" (٢/ ٦٠٢) فقال: "الصُّفر، بالضم؛ الذي يعمل منه الأواني، ويقال: الشَّبه هو الصفر، سمي به لأنه يشبه الذهب". ويعلم من هذا أن الصفر النحاس الأصفر، قاله العيني في "شرح سنن أبي داود" (١/ ٢٦٧).
(٤) في شرح حديث رقم (٤٥).
(٥) نعم، إسناد أبي داود كذلك، ولكن له طرق يصح بها، انظر التخريج.
(٦) كذا في الأصل، وعليه علامة إلحاق، ولم تظهر في الهامش، وليس لأنس - صلى الله عليه وسلم - رواية في الباب، وصوابه: "وحديث عبد الله بن زيد" وفاته عزوه لـ "الصحيحين" كالعادة.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (384,'<span data-type="title" id=toc-58>٤٦ - باب: التسمية على الوضوء</span>
١٠١ - (صحيح) حدثنا قتيبة بن سعيد، قال: ثنا محمد بن موسى، عن يعقوب بن سلمة، عن أبيه، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: "لا صلاة لمن لا وضوء له، ولا وضوء لمن لم يذكر اسم الله [تعالى] عليه" (١).
_________
(١) أخرجه من طريق أبي داود: البيهقي في "الخلافيات" (١١٤).
وأخرجه البغوي في "شرح السنة" (١/ ٤٠٩) (رقم: ٢٥٩): أنا عمر بن عبد العزيز نا أبو القاسم بن جعفر الهاشمي نا أبو علي اللؤلؤي نا أبو داود به.
وأخرجه أحمد في "المسند" (٢/ ٤١٨) ثنا قتيبة به.
وأخرجه الدارقطني في "السنن" (١/ ٧٩) نا أحمد بن كامل نا موسى بن هارون ثنا قتيبة به.
والطبراني في "الدعاء" (رقم: ٣٧٩)، ومن طريقه ابن حجر في "نتائج الأفكار" (١/ ٢٢٤ - ٢٢٥): حدثنا موسى بن هارون به.
وأخرجه البيهقي في "الكبرى" (١/ ٤٣) وأخبرنا أبو عبد الله الحافظ ثنا جعفر بن محمد بن نصير الخلدي ثنا موسى بن هارون به.
وأخرجه الحاكم في "المستدرك" (١/ ١٤٦) من طريق محمد بن نعيم ومحمد بن شاذان والحسن بن سفيان ثلاثتهم عن قتيبة.
وأخرجه ابن ماجه في "السنن" (رقم: ٣٩٩)، والدارقطني في "السنن" (١/ ٧٩) من طريق محمد بن إسماعيل بن أبي فديك عن محمد بن موسى به.
وكزاه الحافظ في "التلخيص الحبير" (١/ ٧٢) لابن السكن من طريق محمد بن موسى به.
قال الحاكم: "صحيح الإسناد؛ فقد احتجَّ مسلم بيعقوب بن أبي سلمة =',NULL,'387',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (385,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= الماجشون، واسم أبي سلمة: دينار".
قلت: يعقوب ليس هو الماجشون، فقد انقلب إسناده على الحاكم، قاله ابن الصلاح والنووي في "المجموع" (١/ ٣٤٤).
قال الحافظ ابن حجر في "التلخيص" (١/ ٧٢ - ٧٣) متعقبًا الحاكم:
"وادَّعى أنه الماجشون وصححه لذلك، والصواب أنَّه الليثي. قال البخاري: لا يعرف له سماع عن أبيه، ولا لأبيه من أبي هريرة، وأبوه ذكره ابن حبان في "الثقات"، وقال: "ربما أخطأ"، وهذه عبارة عن ضعفه، فإنه قليل الحديث جدًّا، ولم يرو عنه سوى ولده، فإذا كان يخطيء مع قلة ما روى، فكيف يوصف بكونه ثقة؟! قال ابن الصلاح: انقلب إسناده على الحاكم فلا يحتج لثبوته بتخريجه له، وتبعه النووي.
وقال ابن دقيق العيد: لو سُلم للحاكم أنه يعقوب بن أبي سلمة الماجشون -واسم أبي سلمة: دينار- فيحتاج إلى معرفة حال أبي سلمة، وليس له ذكر في شيء من كتب الرجال، فلا يكون أيضًا صحيحًا".
وقال أيضًا في "نتائج الأفكار" (١/ ٢٢٦) بعد أن ذكر تصحيح الحاكم له: "وتعقب بأنه وقع في روايته يعقوب بن أبي سلمة فظنه الماجشون، أحد رواة الصحيح، فصححه لذلك! وهو خطأ، وإنما هو يعقوب بن سلمة لا ابن أبي سلمة، وهو شيخ قليل الحديث، ما روى عنه من الثقات سوى محمد بن موسى، وأبوه مجهول ما روى عنه سوى ابنه".
قلت: فإسناده ضعيف، ولا سيما مع انقطاعه، فقد قال البخاري في "التاريخ الكبير" (٢/ ٢/ ٧٦): "لا يعرف لسلمة سماع من أبي هريرة، ولا ليعقوب من أبيه".
ولهذا الحديث طرق أخرى عن أبي هريرة فيها مقال، وهي:
* أولاً: ما أخرجه الدارقطني في "السنن" (١/ ٧١) -ومن طريقه البيهقي في "الكبرى" (١/ ٤٤)، وابن حجر في "نتائج الأفكار" (١/ ٢٢٦) - نا ابن صاعد نا محمد بن محمد أبو يزيد الظفري نا أيوب بن النجار عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رفعه بلفظ: "ما توضأ من لم يذكر اسم الله، وما صلى من لم يتوضأ، وما آمن بي من لم يحبني، وما أحبني من لم يحب الأنصار". =',NULL,'388',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (386,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وإسناده ضعيف، وفيه انقطاع محمود بن محمد الظفري، ليس بالقوي، فيه نظر، قاله الدارقطني، كما في "اللسان" (٦/ ٥).
قال البيهقي عقبه: "وهذا الحديث لا يعرف من حديث يحيى بن أبي كثير عن أبي سلمة إلا من هذا الوجه، وكان أيوب بن النجار يقول: لم أسمع من يحيى بن أبي كثير إلا حديثًا واحدًا وهو حديث "التقى آدم وموسى ... " فذكره يحيى بن معين فيما رواه عنه ابن أبي مريم فكانَ حديثه هذا منقطعًا، والله أعلم".
وقال الحافظ ابن حجر في "نتائج الأفكار" (١/ ٢٢٦ - ٢٢٧):
"هذا حديث غريب، تفرد به الظفري، ورواته عن أيوب فصاعدًا مخرج لهم في "الصحيح" لكن قال الدارقطني في الظفري: ليس بقوي"، ثم ذكر عن ابن معين الانقطاع، ثم قال: "فعلى هذا يكون في السند انقطاع، إن لم يكن الظفري دخل عليه إسناد في إسناد"؛ ونحوه في "التلخيص الحبير" (١/ ٧٣).
* ثانيًا: ما أخرجه الدارقطني في "السنن" (١/ ٧٤)، ومن طريقه البيهقي في "الكبرى" (١/ ٤٥)، وابن حجر في "نتائج الأفكار" (١/ ٢٢٧) - ثنا محمد بن مخلد ثنا أبو بكر محمد بن عبد الله الزهيري ثنا مرداس بن محمد بن عبد الله بن أبي بردة ثنا محمد بن أبان عن أيوب بن عائذ الطائي عن مجاهد عن أبي هريرة رفعه بلفظ: "من توضأ وذكر اسم الله تطهر جسده كله، ومن توضأ ولم يذكر اسم الله عز وجل لم يتطهر إلاَّ موضع الوضوء".
قال الحافظ ابن حجر عقبه: "هذا حديث غريب، تفرد به مرداس، وهو من ولد أبي موسى الأشعري، ضعَّفه جماعة، وذكره ابن حبان في "الثقات"، وقال: يغرب وينفرد. قلت: وبقيَّة رجاله ثقات، والله أعلم".
* ثالثًا: ما أخرجه الطبراني في "الصغير" (١/ ٧٣)، و"الأوسط" -كما في "التلخيص الحبير" (١/ ٧٣) - ومن طريقه ابن حجر في "نتائج الأفكار" (١/ ٢٢٨) من طريق عمرو بن أبي سلمة ثنا إبراهيم بن محمد البصري عن علي بن ثابت عن محمد بن سيرين عن أبي هريرة رفعه بلفظ:
"يا أبا هريرة! إذا توضأت فقل: بسم الله، والحمد لله، فإن حفظتك =',NULL,'389',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (387,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= لا تستريح، تكتب لك الحسنات حتى تحدث من ذلك الوضوء".
قال الطبراني: "لم يروه عن علي بن ثابت أخو عزرة بن ثابت إلا إبراهيم بن محمد البصري، تفرَّد به عمرو بن أبي سلمة".
قال الهيثمي في "المجمع" (١/ ٢٢٠): "إسناده حسن".
قلت: كذا قال! وإبراهيم الأنصاري وثقه ابن حبان، وقال ابن عدي في "الكامل" (١/ ٢٦٠ - ٢٦١)؛ "روي عنه عمرو بن أبي سلمة وغيره مناكير".
ثم قال: "وأحاديثه صالحة محتملة، ولعله أتي ممن قد رواه عنه".
قلت: علة هذا الحديث إبراهيم، وقد ساق ابن عدي له أحاديث الراوي عنه فيها أبو مصعب الزهري وعمرو بن أبي سلمة وهما ثقتان، فلا تكون المناكير إلا منه، وصرح بهذا الحافظ في "اللسان" في ترجمة إبراهيم إذ أشار لهذا الحديث، وقال: "هو منكر".
وقال في "النتائج" (١/ ٢٢٨): "علي مجهول، والراوي عنه ضعيف".
وأخرجه ابن الجوزي في "الموضوعات" (٣/ ١٨٥ - ١٨٦) من طريق علي بن ثابت به، ومن طريق حماد بن عمرو عن الفضيل بن غالب عن سلمة بن عمرو -في نسخة مسلمة- عن مكحول الشامي عن أبي هريرة، بأطول منه، وفيه المذكور.
وقال عقبه: "هذا حديث ليس له أصل! وفي إسناده جماعة مجاهيل لا يعرفون أصلاً، ولا نشك أنَّه من وضع بعض القصاص أو الجهال، وقد خلط الذي وضعه في الإسناد، ومن المعروفين في إسناده: حماد بن عمرو، قال يحيى: كانَ يكذب ويضع الحديث. وقال ابن حبان: كانَ يضع الحديث وضعًا على الثقات، ولا يحل كتب حديثه إلا على وجه التعجب". وانظر حوله: "تذكرة الموضوعات" (٣١) و"الفوائد المجموعة" (٣٨٩) و"تنزيه الشريعة" (٢/ ٢٧٠، ٣٤٠).
*رابعًا: وهنالك طريق أخرى وردت فيها التسمية في الوضوء من حديث أبي هريرة بلفظ:
"إذا استيقظ أحدكم من نومه فلا يدخل يده في الإناء حتى يغسلها، ويسمِّي قبلَ أن يدخلها". =',NULL,'390',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (388,'. . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= واللفظة الأخيرة تفرد بها عبد الله بن محمد بن يحيى بن عروة، وهو متروك.
أخرجه من طريقه الطبراني في "الأوسط" قاله الحافظ في "التلخيص" (١/ ٧٣).
هذه طرق الحديث التي وردت فيها التسمية من حديث أبي هريرة -رضي الله عنه -، وجميعها لا تسلم من مقال، وبعضها لا يحسن توجيهه على أن المراد به النية، وإنَّما هي في مشروعية التلفظ بالبسملة، وبيان حكم ذلك.
وقد ضعَّف المصنف أحاديث التسمية كلها هنا، وفي "المجموع" (١/ ٣٤٣ - ٣٤٤)، وفي "خلاصة الأحكام" (١/ ١٠٢ - ١٠٤) ونقل فيه عن أحمد ذلك، وستأتي مقولته قريبًا، وكذلك صنع الإمام البيهقي في غير كتاب من كتبه، فقال في "الصغرى" (رقم ٦٩):
"وروي عن النبي - صلى الله عليه وسلم - من أوجه غير قوية: "لا وضوء لمن لم يذكر اسم الله عليه" وقد حمله ربيعة بن أبي عبد الرحمن على النية".
وقال في "المعرفة" (١/ ١٥٤): "وأما ما روي عن أبي هريرة وغيره عن النبي - صلى الله عليه وسلم - قال: "لا وضوء إن لم يذكر اسم الله عليه" فأسانيده غير قوية. قال أحمد بن حنبل: لا أعلم فيه حديثًا ثابتًا".
قلت: "مقولة أحمد في "مسائل أبي داود" (ص ٦) و"مسائل إسحاق بن هانيء" (١/ ٢٠) ونقلها ابن المنذر في "الأوسط" (١/ ٣٦٨) وابن حجر في "التلخيص الحبير" (١/ ٧٣ - ٧٤) و"نتائج الأفكار" (١/ ٢٢٣ - ٢٢٤) وابن عدي في "الكامل" (٤/ ١٠٣٤) و (٦/ ٢٠٨٧) وفيه زيادة: "لا أعلم فيه حديثًا ثابتًا، أقوى شيء فيه حديث كثير بن زيد عن ربيح بن عبد الرحمن، وربيح ليس معروف" والحاكم في "المستدرك" (١/ ١٤٧) بلفظ: "أحسن شيء فيه حديث كثير بن زيد".
وتعقب الحافظ ابن حجر الإمام أحمد، فقال في "نتائج الأفكار" (١/ ٢٢٣): "قلت: لا يلزم من نفي العلم نفي الثبوت، وعلى التنزل لا يلزم من نفي الثبوت ثبوت الضعف، لاحتمال أن يرادَ بالثبوت الصحة، فلا ينتفي الحكم بالحسن، وعلى التنزل لا يلزم من نفي الثبوت عن كل فرد نفيه عن المجموع". =',NULL,'391',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (389,'١٠٢ - (صحيح مقطوع) حدثنا أحمد بن عمرو بن السَّرْحِ، قال: حدثنا ابن وهب، عن الدَّراوَرْدِي، قال: وذكر ربيعة أن تفسير حديث النبي - صلى الله عليه وسلم -: "لا وضوء لمن لم يذكر اسم الله عليه" أنه الذي يتوضأ ويغتسل، ولا ينوي وضوءًا للصلاة، ولا غسلاً للجنابة (١).
_________
= قلت: وهذا كلام في غاية التحقيق والتدقيق.
وللحديث شواهد كثيرة يصل بمجموعها إلى مرتبة الحسن، قال الحافظ في "التلخيص الحبير" (١/ ٧٥): "والظاهر أن مجموع الأحاديث يحدث منها قوَّة، تدل على أن له أصلاً".
وقال أبو بكر بن أبي شيبة: "ثبت لنا أن النبي - صلى الله عليه وسلم - قاله".
وقال ابن سيد الناس في "شرح الترمذي": "ولا يخلو هذا الباب من حسن صريح، وصحيح غير صريح".
وقال ابن الصلاح -كما في "نتائج الأفكار" (١/ ٢٣٧) -: "ثبت بمجموعها ما يثبت به الحديث الحسن".
وقال العراقي في "محجة القرب في فضل العرب" (ص ٢٧ - ٢٨): "هذا حديث حسن".
وقال المنذري في "الترغيب والترهيب" (١/ ٨٨ - صحيحه): "ولا شك أن الأحاديث التي وردت فيها -أي التسمية على الوضوء- وإن كان لا يسلم شيء منها عن مقال، فإنها تتعاضد بكثرة طرقها، وتكتسب قوة"، والله أعلم.
وانظر: "تنقيح التحقيق" (١/ ٣٥٣ - ٣٦٢)، و"نصب الراية" (١/ ٣ - ٥)، و"التلخيص الحبير" (١/ ٧٢ - ٧٦)، و"إرواء الغليل" (١/ ١٢٢ - ١٢٣)، و"نتائج الأفكار" (١/ ٢٢٣ - ٢٣٧)، و"البدر المنير" (٢/ ٦٩ - ٩٢)، و"خلاصة البدر المنير" (١/ ٣١)، و"الهداية في تخريج أحاديث البداية" (١/ ١٦٩ - ١٧٣)، و"نيل الأوطار" (١/ ١٦٥ - ١٦٨).
(١) أخرجه من طريق أبي داود: البيهقي في الخلافيات" (١١٥)، وقال في "المعرفة" (١/ ١٥٤): "وروينا عن ربيعة بن أبي عبد الرحمن أنه حمله على النية في الوضوء".
والدراوردي هو عبد العزيز بن محمد بن عبيد، أبو محمد الجهني مولاهم، =',NULL,'392',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (390,'حديث الباب ضعيف، وليس في التسمية في الوضوء حديث صحيح صريح (١).
...
_________
= صدوق، كان يحدث من كتب غيره، فيخطيء، كذا في "التقريب" (١/ ٥١٢).
(١) انظر ما قدمناه في التخريج، و"شرح العيني على سنن أبي داود" (١/ ٢٧٢).
ويعجبني غاية مذهب أبي عبيد في "الطهور" (ص ١٥١ - بتحقيقي)، قال بعد إسناده غير حديث وأثر في الباب: "وأنا مع هذا، لا أرى لبشرٍ أنْ يدع اسم الله عند طهوره، ولربما تركته ساهيًا حتى يمضي بعضُ وضوئي، فأعيدُه من أوله بالتسمية، وهذا اختيار مني لنفسي، آخذها به، وأراه لمن قَبِل رأيي، من غير أن أوجبه، ولا أفسد بتركه صلاة رجل ولا طهوره". وانظر تقرير سنيته مع توجيه الحديث في "المجموع" (١/ ٣٤٦ - ٣٤٧)، وأفاد أنه مذهب الشافعية ومالك وأبي حنيفة وجمهور العلماء، قال: "وهو أظهر الروايتين عن أحمد".',NULL,'393',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (391,'<span data-type="title" id=toc-59>٤٧ - باب: الرجل يُدْخِل يده في الإناء قبل أن يغسلها</span>
١٠٣ - (صحيح) حدثنا مسدد، قال: حدثنا أبو معاوية، عن الأعمش، عن أبي رَزِين، وأبي صالح، عن أبي هريرة، قال: قال رسول الله - صلى الله عليه وسلم -: "إذا قام أحدكم من الليل؛ فلا يغمس يده في الإناء حتى يغسلها ثلاث مرات، فإنه لا يدري أين باتت يده" (١).
١٠٤ - (صحيح والأكثر على الثلاث) حدثنا مسدد، قال: حدثنا عيسى بن يونس، عن الأعمش، عن أبي صالح، عن أبي هريرة -رضي الله عنه -، عن النبي - صلى الله عليه وسلم -يعني بهذا الحديث - قال: "مرتين أو ثلاثًا" (٢)، ولم يذكر أبا رَزين.
_________
(١) أخرجه مسلم (٢٧٨) حدثنا أبو غريب حدثنا أبو معاوية به، ومن طريق وكيع عن الأعمش.
وأخرجه أحمد (١/ ٢٥٣)، وأبو عوانة (١/ ٢٩٤)، والبيهقي (١/ ٤٥) من طريق أبي معاوية.
وأخرجه ابن أبي شيبة (١/ ٩٨) عن أبي معاوية به، وفيه "عن أبي رزين" وحده، وهو كذلك عند البيهقي (١/ ٤٥ - ٤٦) من طريق وكيع.
وأخرجه البخاري (١٦٢) دون ذكر "الثلاث" من طريق مالك عن أبي الزناد عن الأعرج عن أبي هريرة.
وانظر تعليقي على "الطهور" لأبي عبيد (رقم ٢٧٩، ٢٨٠)، ففيه التفصيل، والحمد لله وحده.
(٢) أخرجه من طريق أبي داود: البيهقي (١/ ٤٥).
وأخرجه أحمد (٢، ٢٥٣، ٤٧١)، والطيالسي (٢٢١٨)، وأبو عوانة =',NULL,'394',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (392,'١٠٥ - (صحيح) حدثنا أحمد بن عمرو بن السَّرْح، ومحمد بن سلمة المرادي، قالا: حدثنا ابن وهب، عن معاوية بن صالح، عن أبي مريم، قال: سمعت أبا هريرة يقول: سمعت رسول الله في يقول: "إذا استيقظ أحدكم من نومه فلا يدخل يده في الإناء حتى يغسلها ثلاث مرات، فإن أحدكم لا يدري أين باتت يده -أو-: أين كانت تطوف يده" (١).
حديث الباب في "الصحيحين" إلا لفظ: "ثلاثًا" فلمسلم دون البخاري.
قوله - صلى الله عليه وسلم -: "فإنه لا يدري أين باتت يده"، أي: لا يأمن نجاستها، بملاقاة نجاسة في طوافها في البدن.
وفي الحديث فوائد كثيرة:
منها: كراهة (٢) غصس اليد في الإناء قبل غسلها ثلاثًا، سواء فيه إناء الماء وإناء المائع، وسائر الأطعمة وغيرها من الرطبات (٣).
_________
= (١/ ٢٦٤)، والبيهقي (١/ ٤٧ - ٤٨)، والطحاوي (١/ ٢٢) وجمع من طرق عن الأعمش به.
(١) أخرجه الدارقطني (١/ ٥٠)، وابن حبان (١٠٥٨)، والبيهقي (١/ ٤٦) من طريق معاوية بن صالح، وحسَّن الدارقطني إسناده.
وقال ابن منده عن قوله: "فإن أحدكم لا يدري ... ": "هذه الزيادة رواتها ثقات، ولا أراها محفوظة!! " قلت: وهي من غير هذا الطريق عند البخاري (١٦٢) ومسلم (٢٧٨).
وانظر: "البدر المنير" (١/ ٥٠٤)، "التلخيص الحبير" (١/ ٣٤).
(٢) بناء على أن الأمر بغسل اليد أمر ندب هنا، وهو مذهب الجمهور، لقرينة التعليل بما يقتضي الشك في نجاسة اليد، قال شيخ الإسلام ابن تيمية في "القواعد النورانية" (ص ٩٣): "إن المشكوك في وجوبه لا يجب فعله، ولا يستحب تركه، بل يستحب فعله احتياطًا".
(٣) وهل شرعية غسل اليدين وكراهة غمسهما في الإناء في الوضوء مختصًّا بنوم =',NULL,'395',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (393,'والمراد بالماء: إذا كان دون قُلَّتين.
ومنها: أن الماء القليل ينجس بوقوع النجاسة فيه، وإن لم يتغيَّر (١).
ومنها: الفرق بين ورود الماء على النجاسة وورودها عليه، فإذا ورد عليها أزالها، وإذا وردت عليه نَجَّسَتْه إذا كان دون قُلَّتَيْن؛ لأنه - صلى الله عليه وسلم - نهى عن إيرادها الماء، وأمر بإيراده عليها (٢).
_________
= الليل؟ نعم، ورد مقيدًا عند أبي داود في أحاديث الباب، وقد أطلق في "الصحيحين" ولم يقيد به، فذهب الجماهير إلى أن لا فرق بين نوم الليل والنهار، وتعليله بقوله: "فإنه لا يدري أين باتت يده" دل على أن الليل ليس مقصودًا بالتقييد.
(١) قال المصنف في "شرح صحيح مسلم" (٣/ ٢٣٠): "ومذهب الجمهور أن الماء القليل إذا وردت عليه نجاسة نجسته، وإنْ قلَّت ولم تغيره، فإنها تنجِّسه، لأنَّ الذي تعلق باليد، ولا يرى قليل جدًّا، وكانت عادتهم استعمال الأواني الصغيرة التي تقصر عن قلتين، بل لا تقاربهما".
(٢) رد ابن عبد البر في "التمهيد" (٢/ ٥٧ - ٥٩ - ط الفاروق) هذا القول بتأصيل وتفصيل وتوجيه قوي، فقال:
"احتج بعض أصحاب الشافعي لمذهبهم في الفرق بين ورود الماء على النجاسة، وبين ورودها عليه بهذا الحديث؛ وقالوا: ألا ترى أن رسول الله - صلى الله عليه وسلم - لما خاف على النائم المستيقظ من نومه القائم منه إلى وضوئه أن تكون في يده نجاسة، أمره بطرح الماء من الإناء على يده ليغسلها، ولم يأمره بإدخال يده في الإناء ليغسلها فيه، بل نهاه عن ذلك؛ قال: فدلنا ذلك على أن النجاسة إذا وردت على الماء القليل، أفسدته ومنعت من الطهارة به وإن لم تغيره؛ قال: ودلنا على ذلك أيضًا على أن ورود الماء على النجاسة لا تضره، وأنه بوروده عليها مطهر لها وهي غير مفسدة له؛ لأنها لو أفسدته مع وروده عليها، لم تصح طهارة أبدًا في شيء من الأشياء؛ واحتجوا أيضًا بنهيه - صلى الله عليه وسلم - عن البول في الماء الدائم، وبحديث ولوغ الكلب في الإناء، وبنحو ذلك من الآثار، مع أمره بالصب على بول الأعرابي"، وقال: =',NULL,'396',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (394,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= "أما لو لم يأت عن النبي - صلى الله عليه وسلم - في الماء غير هذا الحديث لساغ في الماء بعض هذا التأويل؛ ولكن قد جاء عن النبي - صلى الله عليه وسلم - في الماء أنه لا ينجسه شيء- يريد إلا ما غلب عليه، بدليل الاجماع على ذلك. وهذا الحديث موافق لما وصف الله عز وجل به الماء في قوله: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (٤٨)} [الفرقان: ٤٨]- يعني لا ينجسه شيء إلا أن يغلب عليه" قال:
"وقد أجمعوا معنا على أن ورود الماء على النجاسة لا يضره، وأنه مطهر لها؛ وطاهر في ذاته إن لم يتغير بها طعمه أو لونه أو ريحه، فبان بذلك صحة قولنا؛ وعلمنا بكتاب الله وسنة رسوله أن أمره - صلى الله عليه وسلم - القائم من نومه أن لا يغمس يده في وضوئه، إنما ذلك ندب وأدب وسنة قائمة لمن كانت يده طاهرة وغير طاهرة؛ لأنه لو أراد بذلك النجاسة، لأمر بغسل المخرجين أولاً، ولقال: إذا قام أحدكم من نومه فلينظر يده؛ فإن لم يكن فيها نجاسة، أدخلها في وضوئه؛ وإن كانت في يده نجاسة، غسلها قبل أن يدخلها؛ هذا على مذهب من جعل قوله - صلى الله عليه وسلم -: "فإنه لا يدري أين باتت يده" علة احتياط خوف إصابته بها نجاسة، وذلك أنهم كانوا يستنجون بالأحجار من غير ماء؛ فالأحجار لا بد أن يبقى فيها أثر، فربما حكه أو مسه بيده، فأمروا بالاحتياط في ذلك؛ ومن جعل ذلك ندبًا وسنة مسنونة، قال: اليد على طهارتها، وليس الشك بعامل فيها، والماء لا ينجسه شيء، والله أعلم" قال:
"وقد أجمع جمهور العلماء على أن الذي يبيت في سراويله وينام فيها، ثم يقوم من نومه ذلك، أنه مندوب إلى غسل يده قبل أن يدخلها في إناء وضوئه؛ ومنهم من أوجب عليه -مع حاله هذه- غسل يده فرضًا على ما نذكره في هذا الباب -إن شاء الله-.
ومعلوم أن من بات في سراويله، لا يخاف عليه أن يمس بيده نجاسة في الأغلب من أمره؛ فعلمنا بهذا كله أن المراد بهذا الحديث، ليس كما ظنه أصحاب الشافعي، والله أعلم" ثم قال:
"وقد نقضوا قولهم في ورود الماء على النجاسة، لأنهم يقولون: إذا ورد الماء على نجاسة في إناء أو موضعه وكان الماء دون القلتين؛ أن النجاسة تفسده، =',NULL,'397',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (395,'ومنها: أن المستحبَّ لغاسل النجاسة غَسلها.
ومنها: أن الغسل سَبْعًا ليس عامًّا في كل النجاسات (١) كما يقوله أحمد (٢).
ومنها: أن العفو عن الأثر الباقي في محلِّ الاستنجاء مختص بموضعه، فإن انتقل منه لم يُعْفَ (٣).
ومنها: استحباب الأخذ بالاحتياط والورع في مواضع الشك والاشتباه (٤).
واعلم أن كراهة غمس اليد في الإناء قبل غسلها لم يكن مختصًّا بمن قام من النوم (٥)، بل عام في كل شاك في نجاسة يده؛ لأن النبي - صلى الله عليه وسلم - نَبَّهَ
_________
= وأنه غير مطهر لها؛ فلم يفرقوا ههنا بين ورود الماء على النجاسة، وبين ورودها عليه؛ وشرطهم أن يكون ورود الماء صبًّا مهراقًا، تحكم لا دليل عليه، والله أعلم".
(١) إنما ورد الشرع به في ولوغ الكلب خاصة، وتقدم بيان ذلك.
(٢) انظر: "المغني" (٧٣ - ٧٤).
(٣) وعليه يفرَّع: إن موضع الاستنجاء لا يطهر بالأحجار، بل يبقى نجسًا، معفوًا عنه في حق الصلاة، وأن العفو عن أثر النجاسة في محلها، وإذا انتقلت منه لم يعف عنه.
(٤) عبارته في "شرح صحيح مسلم" (٣/ ٢٣١): "ومنها استحباب الأخذ بالاحتياط في العبادات وغيرها، ما لم يخرج عن حدّ الاحتياط إلى حد الوسوسة، وفي الفرق بين الاحتياط والوسوسة كلام طويل، أوضحته في (باب الآنية)، من "شرح المهذب" انتهى.
قلت: انظره فيه (١/ ٢٦٠ وما بعد)، ولأبي محمد الجويني "التبصرة في ترتيب أبواب التمييز بين الاحتياط والوسوسة"، وهو مطبوع عن مؤسسة قرطبة، بتحقيق الأستاذ محمد بن عبد العزيز السديس.
(٥) نعم، الكراهة ليلاً أشد من نوم النهار، لأن احتمال التلويث أقرب لطوله.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (396,'على العِلَّة بقوله: "فإنه لا يدري أين باتت يده"، أي: لا يأمن نجاستها (١). هذا مذهبنا، وخصَّتْه طائفة من العلماء بالقيام من النوم (٢)، وخصّه أحمد -في روايةٍ عنه- بنوم الليل (٣).
وإذا خالف وغمس يده فيه قبل غَسْلها كان مكروهًا (٤) ولم يفسد الماء، بل يجوز أن يتطهَّر به، هذا مذهبنا ومذهب الجمهور (٥)، وقالت طائفة: ينجسه فلا يجوز (٦).
_________
(١) وهذا عام لوجود احتمال النجاسة في نوم الليل والنهار، وذكر الليل أولاً لكونه الغالب ولم يقتصر عليه خوفًا من توهم أنه مخصوص به، بل ذكر العلة بعده، والله أعلم، قاله المصنف في "شرح صحيح مسلم" (٣/ ٢٣٢).
(٢) انظر: "المجموع" (١/ ٣٩٠ - ٣٩١).
(٣) انظر: "مسائل أحمد وإسحاق" (١/ ١٠)، "مسائل أحمد لأبي داود" (٤)، "السنن" (ق ٤/ ب) للأثرم، "المغني" (١/ ١٣٩ - ١٤٠) وما قدمناه قريبًا، وزاد المصنف في "شرح صحيح مسلم" (٣/ ٢٣٢): "وحكي عن أحمد بن حنبل -رحمه الله تعالى- رواية: أنه إن قام من نوم الليل كره كراهة تحريم، وإن قام من نوم النهار كره كراهة تنزيه، ووافقه عليه داود الظاهري اعتمادًا عليه لفظ المبيت في الحديث، وهو مذهب ضعيف جدًّا، فإن النبي - صلى الله عليه وسلم - نبّه على العلة بقوله - صلى الله عليه وسلم -: "فإنه لا يدري أين باتت يده" ... ".
(٤) ولم يأثم الغامس.
(٥) انظر: "الأوسط" (١/ ٣٧٢ - ٣٧٣)، "الأم" (١/ ٢٤)، "المجموع" (١/ ٣٩٠)، "المغني" (١/ ١٤١)، "التفريع" (١/ ١٨٩)، "المعونة" (١/ ١٢٠)، "التلقين" (١/ ٤٣)، "الذخيرة" (١/ ٢٧٣ - ٢٧٤)، "عقد الجواهر الثمينة" (١/ ٤١)، "الإشراف" (١/ ٣٦) مسألة (١٤ - بتحقيقي)، "المبدع" (١/ ١٠٨)، "الفروع" (١/ ١٤٤)، "الإنصاف" (١/ ١٣٠).
(٦) هذا مذهب الحسن البصري، أسند عنه عبد الرزاق (٣٠٧) في المسألة: "يلقي ولا يتوضأ ولا يغتسل"، ولفظ الأثرم في "السنن" (ق ٤/ ب): "فإن توضأ به أو اغتسل، فهو كمن لم يتوضأ، يعيد الوضوء والصلاة"، بينما لفظ =',NULL,'399',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (397,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= ابن أبي شيبة في المصنف" (١/ ٨٢): "إنْ شاء توضأ، وإنْ شاء أهراقه".
قال المصنف في "شرح صحيح مسلم" (٣/ ٢٣١):
"وحكى أصحابنا عن الحسن البصري -رحمه الله تعالى- أنه ينجس، إن كان قام من نوم الليل، وحكوه أيضًا عن إسحاق بن راهويه، ومحمد بن جرير الطبري، وهو ضعيف جدًّا، فإن الأصل في الماء واليد الطهارة، فلا ينجس، وقواعد الشرع متظاهرة على هذا، ولا يمكن أن يقال: الظاهر في اليد النجاسة".
قال أبو عبيدة: هنا أمور مهمة، أجملها بالآتي:
أولاً: حكي هذا المذهب أيضًا عن داود الظاهري، انظر: "فقه داود الظاهري" ١٨٩)، "المحلى" (١/ ٢٧٧).
ثانيًا: قال ابن الملقن في "الإعلام بفوائد عمدة الأحكام" (١/ ٢٥٣) -ونقل عبارة النووي السابقة-: "وهو رواية ضعيفة عن أحمد" وقال: "وقال ابن حبيب المالكي: يفسد الماء، وأطلق، قال سند: ويستحب إراقة ذلك الماء".
ثالثًا: مستند هذا القول: ما أخرجه ابن عدي (٦/ ٢٣٧٢) في ترجمة (معلى بن الفضل) عن الحسن عن أبي هريرة رفعه: "إذا استيقظ أحدكم من منامه فلا يغمس يده في الإناء حتى يغسلها، ثم ليتوضأ، فإن غمس يده في الإناء من قبل أن يغسلها، فليهرق ذلك الماء".
وإسناده واه والأمر بإراقته منكر، وانظر "البدر المنير" (١/ ٢٦١).
رابعًا: انتهى إلى هنا كلام النووي في شرحه على سنن أبي داود"، وبعده في اللوحة المقابلة (١٣/ ب): " (كتاب الطهارة: باب التخفي عند الحاجة ...) وفي آخر الشرح: "هذا آخر كلام الإمام النووي، والذي بعده لغيره، والظاهر أنه لشهاب ابن رسلان الرملي ثم المقدسي صاحب "صفوة الزبد"" انتهى.
قال أبو عبيدة: وقابلتُ ما فيه على نسخة أخرى من "صفوة الزبد"، وهي من محفوظات مكتبة الملك عبد العزيز حاليًا، والمكتبة المحمودية سابقًا، برقم (٥٢٧)، فوجدتُه هو هو، والمتبقي من الشرح ليس للنووي بيقين، كما بيّنته في تعريفي بالمخطوط في تقدمة هذا الشرح، والحمد لله الذي بنعمته تتم الصالحات. =',NULL,'400',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (398,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= خامسًا: أتمم الفوائد التي بدأ بها الشارح من كلامه في "شرح صحيح مسلم" (٣/ ٢٣٠ - ٢٣٢)، مراعيًا عدم التكرار، فأقول وبالله المستعان، لا رب سواه، ولا معبود بحق إلا إياه:
* ومنها: استحباب غسل النجاسة ثلاثًا؛ لأنه إذا أمر به في المتوهّمة، ففي المحققة أولى.
* ومنها: استحباب الغسل ثلاثًا في المتوهمة.
* ومنها: أن النجاسة المتوهمة يستحب فيها الغسل، ولا يؤثر فيها الرش، فإنه - صلى الله عليه وسلم - قال: "حتى يغسلها أو يرشها".
* ومنها: استحباب استعمال ألفاظ الكنايات فيما يتحاشى من التصريح به، فإنه - صلى الله عليه وسلم - قال: "لا يدري أين باتت يده" ولم يقل: فلعل يده وقعت على دبره، أو ذَكَره، أو نجاسة، أو نحو ذلك، لأن كان هذا معنى قوله - صلى الله عليه وسلم -، ولهذا نظائر كثيرة في القرآن العزيز، والأحاديث الصحيحة: وهذا إذا علم أن السامع يفهم بالكناية المقصود، فإن لم يكن كذلك، فلا بد من التصريح؛ لينفي اللبس والوقوع في خلاف المطلوب، وعلى هذا يحمل ما جاء من ذلك مصرحًا به، والله أعلم.
قال النووي عقبها: "هذه فوائد من الحديث غير الفائدة المقصودة هنا" وساق ما ذكره هنا، ووزعنا الزوائد على محاله من كلامه، ومما زاده قوله (٣/ ٢٣٢) بعد تقريره أن النهي عن غمس اليد في الإناء قبل غسلها وأنه مجمع عليه، لكن الجماهير من العلماء المتقدمين والمتأخرين على أنه نهي تنزيه لا تحريم: وأن هذا النهي عام لوجود احتمال النجاسة في نوم الليل والنهار وفي اليقظة، قال:
"هذا كله إذا شك في نجاسة اليد، أما إذا تيقّن طهارتها، وأراد غمسها قبل غسلها، فقد قال جماعة من أصحابنا (أ): حكمه حكم الشك، لأنّ أسباب النجاسة قد تخفى في حق معظم الناس، فسُد الباب لئلا يتساهل فيه من =
_________
(أ) صححه الماوردي، ونسبه الجويني إلى الجمهور.',NULL,'401',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (399,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= لا يعرف، والأصح الذي ذهب إليه الجماهير من أصحابنا، أنه لا كراهة فيه، بل هو في خيار بين الغمس أولاً والغسل؛ لأن النبي - صلى الله عليه وسلم - ذكر النوم، ونبه على العلة، وهي الشك، فإذا انتفت العلة انتفت الكراهة، ولو كان النهي عامًّا لقال: "إذا أراد أحدكم استعمال الماء فلا يغمس يده حتى يغسلها، وكان أعم وأحسن، والله أعلم".
قال أبو عبيدة: نعم: غسل اليد ثلاثًا مندوب في الوضوء مطلقًا، لوروده في صفة وضوئه - صلى الله عليه وسلم - من غير تعرّض لسبق نوم، وذلك ثابت عند البخاري (١٦٢)، والتكرار ثلاثًا انفرد به مسلم (٢٧٨).
ولذا لما قال الغزالي في "الوسيط" (١/ ٢٨٢): "وإن تيقّن طهارة يده ففي بقاء الاستحباب وجهان" تعقبه ابن الصلاح في "شرح مشكل الوسيط" (١/ ق ٣٥/ ب -٣٦/ أ) فقال:
"وقد قال صاحب "نهاية المطلب" فيما وجدناه من اختصاره للنهاية: "رأيت الأصحاب متفقين على استحباب الغسل" فإذًا قول تلميذه في "الوسيط": "فإن تيقن طهارة يده ففي بقاء الاستحباب وجهان" لا يستفاد منه أن في استحباب أصل الغسل عند التيقن وجهين، وذلك أنه إن أراد به أن في بقاء استحباب أصل الغسل وجهين، فهو غلط وسهو سبق إليه القلم أو الخاطر، وذلك أنا وجدناه في "البسيط" قد ذكر ذلك كذلك، ونسبه إلى حكاية شيخه، ونظرنا في كلام شيخه فإذا هو إنما حكاه في استحباب تقديم الغسل على الغمس لا في أصل الغسل، وحكى استحباب أصل الغسل عن الأئمة مطلقًا، وإن أراد بذلك أن في بقاء استحباب تقديم الغسل على الغمس وجهين، فلا يكون حاكيًا للخلاف في أصل الغسل بل في تقديمه، فالوجهان في ذلك معروفان محكيان في طريقي العراق وخراسان، ولكن لفظه لفظ مغلط، كذلك وقع لفظه في متن "الوسيط" وفيما عُلق من تدريسه له: وفي "البسيط" أيضًا، ويوهم جدًّا أن الخلاف في استحباب أصل الغسل، والظاهر أن صاحب "الذخائر" أبا المعالي مجلي بن جُمَيْع المصري في حكايته الوجهين في أصل الغسل غلط في ذلك من جهته، فإنه كثير النقل عنه، والله أعلم". انتهى. =',NULL,'402',NULL,NULL,'0');
INSERT INTO [b5064] VALUES (400,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . .
...
_________
= وتتمة كلام النووي في "شرحه على صحيح مسلم" (٣/ ٢٣٢):
"قال أصحابنا: وإذا كان الماء في إناء كبير، أو صخرة، بحيث لا يمكن الصب منه، وليس معه إناء صغير يغترف به، فطريقه أن يأخذ الماء بفمه، ثم يغسل به كفه، أو يأخذ بطرف ثوبه النظيف، أو يستعين بغيره، والله أعلم"، ونقله عنه العيني في "شرح سنن أبي داود" (١/ ٢٧٧).
هذا أخر ما يسَّر الله سبحانه وتعالى وأعان، من تعليق على هذا "الشرح" المهم، وهو -كما تري- ناقص بنقص أصله الخطي الوحيد، كما بيّناه وشرحناه في تقديمنا له.
والحمد لله الذي بنعمته تتم الصالحات، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.
وذلك في السابع عشر من شعبان الخير من سنة ألف وأربع مئة وسبع وعشرين من الهجرة النبوية على صاحبها أفضل الصلاة والتسليم.
ثم نظرتُ فيه مرة أخرى، وزدتُ عليه، ودققتُ متنه، وراجعتُه مرة ثانية في سلخ شهر ربيع الثاني -من سنة ألف وأربع مئة وثمان وعشرين من الهجرة النبوية، وآخر دعوانا أن الحمد لله رب العالمين.',NULL,'403',NULL,NULL,'0');
