-- Table: b521
-- Chunk: 1
-- Rows: 8

CREATE TABLE "b521"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b521
INSERT INTO [b521] VALUES (1,'الرسالة الثامنة
من نوادر
مخطوطات مكتبة الحرم المكي الشريف','23','195',NULL,NULL,'0');
INSERT INTO [b521] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
<span data-type="title" id=toc-1>[قراءات]</span>
٢٠ ... شرح القصيدة الرَّائية "عَقِيلة أتْرَابِ القصائد" لابن القفال الشاطبي: خط قديم.
٢٤ ... "الروضة في القراءات الإحدى عشرة" (¬١): تاريخ (١١٤٩) (¬٢) عن نسخة قُرئت سنة (٦٤٧)، على ...
٣١ ... "كنز المعاني" لشمس الدين الموصلي: ناقص، ومعه قطعة من كتاب آخر كُتِب سنة (٨٥٧)
٤٢ ... "مُبرز المعاني، شرح حرز الأماني" للشيخ محمد [بن عمرو بن علي] العمادي (¬٣): أوراقه (٢٢٨) في الصفحة ٢٢ سطرًا منه (¬٤). كتب في القرن التاسع فيما يظهر، وعليه تعليقات.
٤٤ ... "البدور الزاهرة": لعله من مكتوبات القرن العاشر.
٥١ ... "شرح الرَّائية" لإبراهيم بن عمر (¬٥) الجعبري: كُتب سنة (٧٩٨) (¬٦).
_________
(¬١) في الفهرس المختصر لمخطوطات مكتبة الحرم المكي (١/ ١١٢): "في القراءات السبع". والصواب ما ذكره الشيخ، ومؤلفه الحسن بن محمد المالكي (ت ٤٣٨). و"الروضة في القراءات السبع" كتاب آخر لموسى بن الحسين المعدَّل.
(¬٢) في الفهرس: ١١٤٦.
(¬٣) في الأصل: "أحمد ... العماري"، وترك البياض بينهما.
(¬٤) في الفهرس (١/ ١٢١): ٢٢٩ ورقة، ٢٧ س.
(¬٥) في الأصل: "محمد".
(¬٦) في الفهرس (١/ ١٠٣): ٨٩٨.','23','197',NULL,NULL,'0');
INSERT INTO [b521] VALUES (3,'<span data-type="title" id=toc-2>تفسير</span>
٦٥ ... "تفسير الرازي": كُتِب في مجلد واحد، يقع في نحو (٩٠٠) ورقة بخط دقيق، جميل، مذهَّب.
٧٣ ... نسخة (¬١) كُتبت في القرن الحادي عشر، ولكنها جليلة، وعليها حواشي (¬٢).
٩١ ... "تفسير ابن كثير".
١١٧ ... "عيون التفاسير" للسِّيوَاسي.
١١٩ ... "تفسير البيضاوي": لعله من مكتوبات القرن الحادي عشر، والنسخة مخدومة، عليها حواشي (¬٣)، وتعليقات كثيرةٌ.
٢٠٩ ... "حاشية العِصَام على تفسير البيضاوي": لعله من مكتوبات القرن الحادي عشر.
١٣٥ ... "حاشية سنان" على "تفسير البيضاوي": تبتدئ بسورة الأعراف وتنتهي بسورة المُلك.
١٥٢ ... "الكشاف": الربع الأول، لعله (¬٤) كُتِبَ سنة ٧٠١ ببلدة "خوارزم" بخط العلاء الحافظ الجندي.
١٥٨ ... "عناية الرَّاضي" حاشيةٌ على "تفسير الكشَّاف" (¬٥)
للخفاجي:
_________
(¬١) يعني من تفسير الرازي.
(¬٢) كذا في الأصل بإثبات الياء. ولم تذكر في الفهرس (١/ ٧٩) إلا نسخة واحدة في جزئين، كلٌّ منهما في ٤٦٠ ورقة برقم (٧٢١، ٧٢٢) تفسير.
(¬٣) كذا في الأصل.
(¬٤) غير محررة في الأصل.
(¬٥) كذا في الأصل. والصواب: "تفسير البيضاوي", وعنوان حاشية الخفاجي: "عناية =

= ... القاضي وكفاية الراضي"','23','198',NULL,NULL,'0');
INSERT INTO [b521] VALUES (4,'كُتِبت في القرن الثاني عشر.
١٦٧ ... حاشية على "الكشاف" (¬١) لـ"خطيب زاده": كُتِبَت سنة (٩٦١)، لعلها من مكتوبات القرن الحادي عشر (¬٢).
١٦٦ ... "تفسير البيضاوي": في مجلد واحد، نُسخَة جميلة.
١٧٠ ... جزءان من تفسير "نظم الدرر" للبقاعي: كُتِب الأول سنة ٨٦٥، والثاني (¬٣) سنة ٨٨٣ فيما يظهر.
١٧١ ... "تفسير البيضاوي": في مجلد واحد، وعليه حاشية كاملة والنسخة جميلة، كتبت سنة ١٢٠١.
١٧٤ ... حاشية "محمد أمين أمير بادشاه" على "البيضاوي": كُتِبت سنة ١٠٢٠، (تحتاج إلى تأمل) (¬٤).
١٩٦ ... "الكشاف": نسخة جيدة، وبآخرها رسالة سُئل فيها الزمخشري عن مسائل تتعلق باللغة والقرآن، وأجاب.
٢٠٧ ... "الإسعاف، شرح أبيات القاضي والكشاف" لخضِر بن عطاء الله: في مجلدين، (ولعل في النسخة خرمًا).
٢٠٩ ... الثلث الأول من تفسير محمد بن عرفة المالكي: نسخة قديمة.
٢١٥ ... حاشية الشريف على "الكشاف": كُتِبَت سنة ٨٥٦.
_________
(¬١) هي حاشية على حاشية السيد الشريف على تفسير الكشاف. انظر "الفهرس المختصر" (١/ ٥٦).
(¬٢) كذا في الأصل.
(¬٣) "والثاني" تكرر في الأصل.
(¬٤) في "الفهرس" (١/ ٥١): سنة ١٠٢٦.','23','199',NULL,NULL,'0');
INSERT INTO [b521] VALUES (5,'٢٥٧ ... النصف الأول من "تفسير البغوي": في مجلدين، نسخة قديمة جيدة.
٢٦٢ ... "تأويل الماتريدي": بخط فارسي دقيق. كُتِبَت سنة ١١٩٢.
٣٢١ ... "حواشي الشيخ زاده" على "البيضاوي": في ثمانية مجلدات، وفيها نقص.
٣٢١ ... "حاشية الكوكبين النَّيِّرين على الجلالَين" لعطية الأجهوري: في أربعة مجلدات، كُتِبَت سنة ١١٩٠ (¬١).
٣٤٩ ... "تفسير البيضاوي": نسخة جميلة مذهَّبةٌ، في مجلد، كُتِبَت سنة ١١٨٣.

<span data-type="title" id=toc-3>حديث</span>
٦٨ ... "سنن ابن ماجه": نسخة مصححة، كتبت سنة ١١٢٩.
٨١ و ٢١٥ ... نسختان من "مسند الإمام أحمد" جيِّدتان.
٩٠ ... نسخة من "صحيح البخاري" ليست قديمة ولكنها مصححة.
٩١ ... نسخة أخرى كُتبت سنة ١١٩٠.
٩٤ ... "سنن النسائي": نسخة جيدة مصححة. لعلها من مكتوبات القرن العاشر.
١١٧ ... "مصابيح الجامع" للدماميني: تعليقات على مواضع من "صحيح البخاري". والنسخة كأنها من مكتوبات القرن الحادي عشر، وفي آخرها نقصٌ في بعض الأوراق.
١٣٠ ... "شرح العيني" لصحيح البخاري.
_________
(¬١) في "الفهرس" (١/ ٧٤): سنة ١١٨٩.','23','200',NULL,NULL,'0');
INSERT INTO [b521] VALUES (6,'١٣٢ ... "صحيح البخاري": نسخة في ثلاثة مجلدات، الأوَّلان مؤرَّخان سنة ٩٠٢، والثالث بخط آخر قريب من الأول مؤرَّخ سنة ٨٥٠.
١٤١ ... "لوامع التنوير بشرح نظم خصائص البشير النذير": في مجلدين، كُتِبَت سنة ١٢٨١ (¬١). ... النَّظم والشرح لعبد الباقي بن محمد الإسحاقي.
١٤٣ ... "ذخائر المواريث" لعبد الغني النابلسي: نسخة غير قديمة، ولكنها نفيسة.
١٤٤ ... "شرح العمدة" لابن دقيق العيد: نُسخة مؤرَّخة سنة ٧١٦.
١٦١ ... "مشارق الأنوار" للقاضي عياض: نسخة مؤرخة سنة ٨٢٣.
١٦٢ ... "الترغيب والترهيب" للمنذري: نسخة كتبت في القرن التاسع، أو العاشر، وفيها نقص.
١٦٤ ... "سنن النسائي": نسخة غير قديمة، ولكنها مصححة.
١٦٧ ... "التقريب والتيسير" للنووي: مؤرَّخة ٩٨٢.
١٧٨ ... "صحيح مسلم": نسخة جيدة في مجلدين، أُرِّخَتْ سنة ٨٢٤ (¬٢).
٢٠٩ ... "مصابيح السُّنة" للبغوي: نسخة جيدة أرِّخت سنة ٧٣٨، وعليها حواشٍ كثيرة.
٢١٥ ... "جمع الفوائد": نسخة جيدة.
_________
(¬١) في "الفهرس" (١/ ٢٢٢) أنها كتبها شرف الدين البلغاري في ربيع الأول سنة ١٠٦٨.
(¬٢) في "الفهرس" (١/ ١٧٠): ٨٣٤.','23','201',NULL,NULL,'0');
INSERT INTO [b521] VALUES (7,'٢٢٠ ... "نهاية" ابن الأثير: نسخة لا بأس بها، كُتِبَت سنة ١١٣٢.
٢٢٠ ... "فتح الباري": نسخة ينقصها أجزاءٌ مختلفة من الأنبياء، أُرِّخ تمام كتابتها سنة ١١١٨.
... وتحت رقم ٢٣٣ مجلد من الفتح أوَّلُه: باب المناقب، وينتهي بانتهاء كتاب المغازي، نسخة قديمة مؤرَّخة سنة ٨٧٦.
٢٣١ ... "صحيح البخاري": نسخة جيدة قديمة.
٢٣٢ ... "مختصر جامع الأصول" للبارزي: نسخة قديمة مؤرَّخة سنة ٦٩٣ (¬١).
٢٤٥ ... "صحيح البخاري": نسخة لا بأس بها، أُرِّخت سنة ١١٦٧.
٢٤٨ ... منظومة تسمى بـ"كشف الالتباس عن الأحاديث التي تدور بين الناس" لمحمد غرْس الدين: نسخة كتبت سنة ١٠٦٩.
٢٧٠ ... "شرح شفاء القاضي عياض" لأبي الحسن بن قُبرص: ناقص (¬٢).
٢٨٥ ... "زاد المعاد" لابن القيم: نسخة ناقصة ملفقة. ... فالنصف الأول تقريبًا نسخة سيئة أرِّخت ١١٢٩، والربع الأخير من نسخة قديمة كتب في خاتمته: "آخر المجلد الثالث من هذا الكتاب وبتمامه تم الكتاب ... "، وأرِّخ سنة ٧٦٥.
٢٨٦ ... "صحيح البخاري": بخط مغربي، نسخة جيدة مذهَّبة حسنة.
_________
(¬١) نسب هذا المختصر في "الفهرس" (١/ ٢٢٨) إلى أبي جعفر المروزي الإستراباذي وقد أتمه سنة ٦٨٢ كما في "كشف الظنون". ولم يذكر في "الفهرس" تاريخ النسخ. وانظر ما يأتي تحت "تجريد الأصول".
(¬٢) لم أجده في كتب الحديث ولا السيرة في فهرس المكتبة.','23','202',NULL,NULL,'0');
INSERT INTO [b521] VALUES (8,'٢٨٧ ... مجلد كبير من "حلية الأولياء": قسِّم إلى مجلدين. لعله من كتابة القرن العاشر.
٢٩٣ ... "مرقاة المفاتيح": نسخة كتبت سنة ١١٧٨ (¬١).
٢٩٤ ... "تجريد الأصول المختصر من جامع الأصول": مؤلفه هبة الله بن عبد الرحيم، كتب في سنة ١١٨٤ (¬٢).
٣٠٥ ... "اللباب في الجمع بين السُّنَّة والكتاب" لعلي بن زكريا المَنْبجي: نسخةٌ قديمة مؤرَّخةٌ سنة ٧٣٤.
_________
(¬١) في الفهرس (١/ ٢٢٩): ٤ محرم سنة ١١٧٦.
(¬٢) هذا كتاب البارزي (ت ٧٣٨)، وذكر منه في "الفهرس" (١/ ١٥٣) نسختان: إحداهما مكتوبة في ٤ ربيع الأول سنة ٨٧٦، والأخرى في ٨ رجب سنة ١١٣٤.','23','203',NULL,NULL,'0');
