-- Table: b5804
-- Chunk: 1
-- Rows: 232

CREATE TABLE "b5804"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b5804
INSERT INTO [b5804] VALUES (1,'بِسم الله الرَّحْمَن الرَّحِيم
أخبرنَا أَبُو عَليّ الْحسن بن أَحْمد بن الْحسن الْحداد ثَنَا الشَّيْخ أَبُو الْفضل عبيد الله ابْن عبد الله بن أَحْمد بن مُحَمَّد بن يُوسُف الْهَرَوِيّ لفظا قدم علينا فِي صفر سنة ثَمَان وَثَلَاثِينَ وَأَرْبع مائَة ٤٣٨ أخبرنَا أَبُو عمر عبد الواحد بن أَحْمد الْفَقِيه بهراة ثَنَا مُحَمَّد بن عبد الله بن مُحَمَّد الْحَافِظ ثَنَا مُحَمَّد بن يَعْقُوب الْأَصَم ثَنَا إِبْرَاهِيم بن منقذ ثَنَا وهب بن',NULL,'19',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (2,'جرير ثَنَا شُعْبَة عَن مُعَاوِيَة بن قُرَّة قَالَ سَمِعت أبي رَحمَه الله يحدث عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَا يزَال نَاس من أمتِي منصورين لَا يضرهم من خذلهم حَتَّى تقوم السَّاعَة',NULL,'20',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (3,'أخبرنَا مُحَمَّد بن أَحْمد الْمعدل بنيسابور ثَنَا مُحَمَّد بن حَمْدَوَيْه قَالَ سَمِعت مُحَمَّد ابْن عَليّ بن عبد الحميد الْآدَمِيّ يَقُول سَمِعت مُوسَى بن هَارُون يَقُول سَمِعت أَحْمد بن حَنْبَل رَحمَه الله وَسُئِلَ عَن معنى هَذَا الحَدِيث يَعْنِي حَدِيث مُعَاوِيَة ابْن قُرَّة عَن أَبِيه لَا يزَال النَّاس فَقَالَ',NULL,'21',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (4,'إِن لم تكن هَذِه الطَّائِفَة المنصورة أَصْحَاب الحَدِيث فَلَا أَدْرِي من هم',NULL,'22',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (5,'بعد فَإِن بعض إخْوَانِي بأصبهان سلمه الله سَأَلَني أَن أجمع لَهُم فصولا فِي معرفَة أسامي مَشَايِخ من نقلة الحَدِيث ورواة الْأَخْبَار من جَاءَهُم الَّذين يروي عَنْهُم راو وَاحِد مشتبه إِلَى النَّاس كناهم وأساميهم مثل الزُّهْرِيّ
يرْوى عَن عبيد الله بن عبد الله عَن ابْن عَبَّاس ويروي عَن عبد الله بن عبد الله عَن ابْن عَبَّاس
فيظن الرَّاوِي أَنَّهُمَا وَاحِد وهما اثْنَان وَبَيَان الْفرق بَينهمَا
وَمثل الثَّوْريّ وَشعْبَة رويا جَمِيعًا عَن أبي إِسْحَاق عَن ابْن أبي أوفى
ورويا جَمِيعًا عَن أبي إِسْحَاق آخر عَن ابْن أبي أوفى
ورويا أَيْضا عَن أبي إِسْحَاق ثَالِث عَن ابْن أبي أوفى
وَمثل هَذَا كثير فأجبته ملتمسا رَجَاء الْبركَة فِيمَا سَأَلَني وَالله نسْأَل التَّوْفِيق وَنَذْكُر مَعَ هَذَا بعون الله وتوفيقه مَا يَشْمَل على هَذَا النَّوْع إِن شَاءَ الله وَجَعَلته على حُرُوف المعجم ليَكُون أسهل على النَّاظر',NULL,'23',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (6,'-<span data-type="title" id=toc-1> بَاب الْألف</span>
-
<span data-type="title" id=toc-2>أنس بن مَالك خَمْسَة</span>

أَبُو حَمْزَة أنس بن مَالك الْأنْصَارِيّ النجاري خَادِم رَسُول الله صلى الله عَلَيْهِ وَسلم
٢ - أنس بن مَالك الكعبي الْقشيرِي يعد من الصَّحَابَة
حَدِيثه قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم وضع الله عَن الْمُسَافِر الصَّوْم وَنصف الصَّلَاة',NULL,'24',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (7,'يرْوى عَنهُ أَبُو قلَابَة وَغَيره',NULL,'25',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (8,'٣ - أنس بن مَالك بن أبي عَامر الأصبحي التَّيْمِيّ
روى عَنهُ ابْنه وَهُوَ أَبُو مَالك بن أنس الإِمَام
حدث عَنهُ ابْنه مَالك وَالزهْرِيّ
٤ - أنس بن مَالك الصَّيْرَفِي
يروي عَن أبي روبة عَن أنس بن مَالك الْأنْصَارِيّ
حدث عَنهُ خَلاد بن يحيى
٥ - أنس بن مَالك الْكُوفِي
يحدث عَن عبد الرحمن بن الْأسود
يروي عَنهُ أَبُو داؤد الطَّيَالِسِيّ',NULL,'26',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (9,'<span data-type="title" id=toc-3>أسيد بن أبي أسيد وَأسيد بن أبي أسيد</span>

٦ - أسيد بن أبي أسيد البراد
روى عَن عبد الله بن أبي قَتَادَة
روى عَنهُ الدَّرَاورْدِي وَزُهَيْر بن مُحَمَّد وَابْن أبي ذِئْب وَسليمَان بن بِلَال
٧ - أسيد بن أبي أسيد السَّاعِدِيّ
يرْوى عَن أَبِيه أبي أسيد وَيُقَال أسيد بن أبي أسيد روى عَنهُ عبد الرحمن بن سُلَيْمَان بن الغسيل',NULL,'27',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (10,'<span data-type="title" id=toc-4>إِسْمَاعِيل بن مُسلم أَرْبَعَة يروون عَن التَّابِعين</span>

٨ - إِسْمَاعِيل بن مُسلم الْعَبْدي بَصرِي سكن مَكَّة
يرْوى عَن الْحسن بن أبي الْحسن الْبَصْرِيّ وَقَتَادَة
٩ - إِسْمَاعِيل بن مُسلم المَخْزُومِي الْمَكِّيّ
يرْوى عَن سعيد بن جُبَير
١٠ - إِسْمَاعِيل بن مُسلم بن يسَار مدنِي
يروي عَن مُحَمَّد بن كَعْب
١١ - إِسْمَاعِيل بن أبي فديك
وَأَبُو فديك اسْمه مُسلم',NULL,'29',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (11,'<span data-type="title" id=toc-5>أَبُو إِسْحَاق إِسْمَاعِيل بن أبان وَإِسْمَاعِيل بن أبان أَبُو إِسْحَاق كَانَا فِي وَقت وَاحِد وَكِلَاهُمَا من أهل الْكُوفَة</span>

١٢ - أقدمهما
أَبُو إِسْحَاق إِسْمَاعِيل بن أبان الغنوي الحناط يروي عَن هِشَام بن عُرْوَة ومسعر
يروي عَنهُ يَعْقُوب بن إِسْحَاق المخرمي قَالَ البُخَارِيّ فِي تَارِيخه الصَّغِير
ترك حَدِيثه أَحْمد
أخبرنَا إِسْحَاق بن إِبْرَاهِيم بهراة الْحَافِظ ثَنَا أَبُو بكر بن زَكَرِيَّا الجورمي ثَنَا مكي بن عَبْدَانِ يَقُول سَمِعت مُسلم بن الْحجَّاج رَحمَه الله يَقُول أَبُو إِسْحَاق إِسْمَاعِيل بن أبان الغنوي الحناط عَن هِشَام بن عُرْوَة مَتْرُوك الحَدِيث',NULL,'31',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (12,'١٣ - وَإِسْمَاعِيل بن أبان الْوراق كنيته أَبُو إِسْحَاق
يروي عَن يَعْقُوب القمي وَأبي أويس
أثنى عَلَيْهِ أَحْمد وَالْبُخَارِيّ خيرا',NULL,'32',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (13,'<span data-type="title" id=toc-6>إِسْمَاعِيل بن أبي خَالِد وَإِسْمَاعِيل بن أبي خَالِد</span>

١٤ - الأول
كنيته أَبُو عبد الله
يروي عَن عبد الله بن أبي أوفى رَضِي الله عَنهُ وَأبي كَاهِل وَمن التَّابِعين قيس ابْن أبي حَازِم وَجَمَاعَة
وَاسم أبي خَالِد هُرْمُز روى عَنهُ مسعر وَالثَّوْري وَشعْبَة حَدِيثه وَاسع
١٥ - وَالثَّانِي
<span data-type="title" id=toc-7>إِسْمَاعِيل بن أبي خَالِد الْمَقْدِسِي من الْمُتَأَخِّرين</span>
يروي عَن عبد الله بن الْوَلِيد الْعَدنِي وَغَيره
أخبرنَا مُحَمَّد بن أَحْمد الْكَاتِب ثَنَا عبد الله بن حبَان ثَنَا إِبْرَاهِيم بن مُحَمَّد بن الْحسن ثَنَا إِسْمَاعِيل بن أبي خَالِد الْمَقْدِسِي ثَنَا أبي خَالِد عَن',NULL,'33',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (14,'عبد الله بن الْوَلِيد الْعَدنِي عَن إِبْرَاهِيم بن طهْمَان عَن أبان عَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم احترسوا من النَّاس بِسوء الظَّن',NULL,'34',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (15,'<span data-type="title" id=toc-8>إِسْمَاعِيل بن كثير وَإِسْمَاعِيل بن كثير</span>

الأول
١٦ - أَبُو هِشَام الوَاسِطِيّ
روى عَن سعيد بن جُبَير وَمُجاهد
وَالثَّانِي
١٧ - إِسْمَاعِيل بن كثير الْمَكِّيّ السَّهْمِي
روى عَن عَطاء بن أبي رَبَاح
روى عَنهُ عبد المؤمن بن عَليّ',NULL,'36',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (16,'<span data-type="title" id=toc-9>إِسْمَاعِيل بن عبد الله الْأَصْبَهَانِيّ وَإِسْمَاعِيل بن عبد الله الْأَصْبَهَانِيّ</span>

كَانَا فِي عصر وَاحِد
١٨ - أَحدهمَا
يلقب بسمويه وَهُوَ إِسْمَاعِيل بن عبد الله بن مَسْعُود بن جُبَير بن كيسَان الْعَبْدي أَبُو بشر
سمع حَاتِم بن عبد الله
روى عَنهُ عبد الله بن جَعْفَر
١٩ - وَالْآخر
إِسْمَاعِيل ابْن عبد الله الْمكتب',NULL,'37',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (17,'<span data-type="title" id=toc-10>أَحْمد بن يُونُس أَحْمد بن يُونُس</span>

أقدمهما
٢٠ - أَحْمد بن يُونُس الْكُوفِي الْيَرْبُوعي
وَهُوَ أَحْمد بن عبد الله بن يُونُس بن عبد الله بن قيس
وَرُبمَا قَالَ أَحْمد بن يُونُس وَلَا يذكر عبد الله
يروي عَن سُفْيَان الثَّوْريّ
روى عَنهُ أَبُو زرْعَة الرَّازِيّ وَإِبْرَاهِيم بن شريك وَأحمد بن نجدة الْهَرَوِيّ
وَالْآخر
٢١ - أَبُو الْعَبَّاس أَحْمد بن يُونُس بن الْمسيب الضَّبِّيّ بغدادي
يروي عَن أَحْمد بن يُونُس الْكُوفِي الْيَرْبُوعي وَيزِيد بن هَارُون وجعفر بن عون ويعلى وَمُحَمّد ابْني عبيد ومحاضر بن الْمُودع قدم أَصْبَهَان وَمَات بهَا سنة ثَمَان وَسِتِّينَ وَمِائَتَيْنِ ٢٦٨ هـ',NULL,'38',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (18,'<span data-type="title" id=toc-11>أَحْمد بن الْمُعَلَّى وَأحمد بن الْمُعَلَّى</span>

أَحدهمَا
٢٢ - الْآدَمِيّ الْكُوفِي
يروي عَن الْحسن بن عَطِيَّة وَجَابِر بن إِسْحَاق
حدث عَنهُ أَبُو بكر أَحْمد بن عَمْرو بن عبد الخالق الْبَزَّار
وَرُبمَا يُقَال لَهُ أَحْمد بن مُحَمَّد المعلا الْآدَمِيّ
وَالْآخر
٢٣ - أَحْمد بن الْمُعَلَّى الدِّمَشْقِي القَاضِي
يروي عَنهُ سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ',NULL,'39',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (19,'<span data-type="title" id=toc-12>أَحْمد بن مُحَمَّد بن إِبْرَاهِيم الْأَصْبَهَانِيّ</span>

<span data-type="title" id=toc-13>وَأحمد بن مُحَمَّد بن إِبْرَاهِيم الْأَصْبَهَانِيّ</span>

كَانَا فِي عصر وَاحِد أَحدهمَا
٢٤ - أَبُو عَمْرو أَحْمد بن مُحَمَّد بن إِبْرَاهِيم بن حَكِيم الْمَدِينِيّ يعرف بِابْن ممك
مَاتَ سنة ثَلَاث وَثَلَاثِينَ وثلاثمائة ٣٣٣ وَله أَخ أقدم مِنْهُ يُقَال لَهُ إِسْحَاق
وَالْآخر
٢٥ - أَبُو عَليّ أَحْمد بن مُحَمَّد بن إِبْرَاهِيم بن زِيَاد الصحاف
روى عَن أَحْمد بن يُونُس الضَّبِّيّ وَإِسْمَاعِيل بن سمويه والْحَارث بن أبي أُسَامَة
مَاتَ سنة أَربع وَثَلَاثِينَ وثلاثمائة ٣٣٤',NULL,'40',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (20,'<span data-type="title" id=toc-14>أَحْمد بن سعيد إثنان</span>

الأول
٢٦ - الرباطي أَبُو عبد الله
سمع عبد الرزاق وَالنضْر بن شُمَيْل
وَالْآخر
٢٧ - الدَّارمِيّ أَبُو جَعْفَر
سمع النَّضر بن شُمَيْل وروح بن عبَادَة وَمصْعَب بن الْمِقْدَام',NULL,'41',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (21,'<span data-type="title" id=toc-15>أَحْمد بن مَنْصُور إثنان</span>

أَحدهمَا
٢٨ - الْمروزِي يلقب بزاج
سمع النَّضر بن شُمَيْل وَزيد بن الْخَبَّاب وروح بن عبَادَة
كنيته أَبُو صَالح
والاخر
٢٩ - أَحْمد بن مَنْصُور الرَّمَادِي',NULL,'44',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (22,'زَاد الْبَغَوِيّ
٣٠ - أَحْمد بن مَنْصُور أَبُو الْعَبَّاس الْحَافِظ الشِّيرَازِيّ ز',NULL,'45',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (23,'<span data-type="title" id=toc-16>أَحْمد بن مُحَمَّد بن زِيَاد وَأحمد بن مُحَمَّد بن زِيَاد</span>

كَانَا فِي عصر وَاحِد أَحدهمَا
٣١ - أَبُو سعيد أَحْمد بن مُحَمَّد بن زِيَاد الْأَعرَابِي
سكن مَكَّة وَمَات بهَا سنة أَرْبَعِينَ وثلاثمائة ٣٤٠
يروي عَن الْحسن بن الصَّباح وَالْحسن بن عَليّ بن عَفَّان الغامدي
وَالْآخر
٣٢ - أَبُو سهل أَحْمد بن مُحَمَّد بن عبد الله بن زِيَاد الْقطَّان بغدادي مَاتَ بهَا
سمع مُحَمَّد بن عِيسَى بن حَيَّان الْمَدَائِنِي',NULL,'47',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (24,'<span data-type="title" id=toc-17>أَبُو الطَّاهِر أَحْمد بن عَمْرو بن السَّرْح اثْنَان</span>

الأول
٣٣ - سمع عبد الله بن وهب
روى عَنهُ مُسلم بن الْحجَّاج
وَالْآخر
٣٤ - يروي عَن يُونُس بن عبد الأعلى
سمع مِنْهُ أَبُو عبد الله بن مندة',NULL,'48',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (25,'<span data-type="title" id=toc-18>إِسْحَاق بن مَنْصُور وَإِسْحَاق بن مَنْصُور</span>

الأول
٣٥ - السَّلُولي كنيته أَبُو عبد الرحمن
يروي عَن عبد السلام بن حَرْب
وَالْآخر
٣٦ - إِسْحَاق بن مَنْصُور الكوسج الْمروزِي أَبُو يَعْقُوب
سمع يحيى بن سعيد وَابْن عُيَيْنَة وَابْن أبي فديك وَابْن نمير وعبد الرازق
يروي عَنهُ البُخَارِيّ وَمُسلم',NULL,'49',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (26,'<span data-type="title" id=toc-19>آدم بن عَليّ وآدَم بن عَليّ</span>
الأول
٣٧ - الْبكْرِيّ
يروي عَن عبد الله بن عمر
روى عَنهُ مسعر
وَالْآخر
آدم ابْن عَليّ الخواري من خوار الرّيّ مُتَأَخّر
يروي عَنهُ أَبُو بكر الْإِسْمَاعِيلِيّ',NULL,'50',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (27,'<span data-type="title" id=toc-20>إِبْرَاهِيم بن سُوَيْد وَإِبْرَاهِيم بن سُوَيْد</span>

أَحدهمَا
٣٩٢٩٢ - ٩ ٢ يروي عَن
وَالْآخر
٤٠ - إِبْرَاهِيم بن سُوَيْد الشباني
يرْوى عَن عبد الرزاق
حدث عَنهُ سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ',NULL,'51',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (28,'<span data-type="title" id=toc-21>إِبْرَاهِيم بن عقيل وَإِبْرَاهِيم بن عقيل</span>
أَحدهمَا
٤١ - إِبْرَاهِيم بن عقيل بن خَالِد الْأَيْلِي
يروي عَن أَبِيه
روى عَنهُ عَليّ بن أبي الْقَاسِم
وَالْآخر
٤٢ - إِبْرَاهِيم بن عقيل',NULL,'52',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (29,'<span data-type="title" id=toc-22>إِبْرَاهِيم بن المُهَاجر وَإِبْرَاهِيم بن المُهَاجر</span>

أَحدهمَا
٤٣ - إِبْرَاهِيم بن المُهَاجر بن مِسْمَار الْمدنِي
روى عَن صَفْوَان بن سليم
روى عَنهُ إِبْرَاهِيم بن الْمُنْذر
وَالْآخر
٤٤ - إِبْرَاهِيم بن المُهَاجر البَجلِيّ الْكُوفِي
روى عَن طَارق بن شهَاب
روى عَنهُ الثَّوْريّ وَشعْبَة',NULL,'53',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (30,'<span data-type="title" id=toc-23>إِبْرَاهِيم بن يزِيد سَبْعَة</span>
٤٥ - إِبْرَاهِيم بن يزِيد النَّخعِيّ الْفَقِيه
٤٦ - وَإِبْرَاهِيم ين يزِيد بن شريك التَّيْمِيّ
٤٧ - وَإِبْرَاهِيم بن يزِيد الدِّمَشْقِي
روى عَن الْأَوْزَاعِيّ
٤٨ - وَإِبْرَاهِيم بن يزِيد بن مردنبة الْقرشِي الْكُوفِي
يروي عَنهُ بَقِيَّة
٤٩ - وَإِبْرَاهِيم بن يزِيد أَبُو إِسْحَاق الْكُوفِي
٥٠ - وَإِبْرَاهِيم بن يزِيد الخوزي ٢
٥١ - وَإِبْرَاهِيم بن يزِيد الْمَنَاوِيّ',NULL,'54',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (31,'<span data-type="title" id=toc-24>إِبْرَاهِيم بن مُسلم أَرْبَعَة</span>

٥٢ - إِبْرَاهِيم بن مُسلم الهجري
٥٣ - وَإِبْرَاهِيم بن مُسلم الفِهري
٥٤ - وَإِبْرَاهِيم بن مُسلم بن أبي حرَّة
٥٥ - وَإِبْرَاهِيم بن مُسلم الصَّنْعَانِيّ
عَن وهب بن مُنَبّه',NULL,'56',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (32,'<span data-type="title" id=toc-25>إِبْرَاهِيم بن نَافِع ثَلَاثَة</span>
٥٦ - إِبْرَاهِيم بن نَافِع الْمَكِّيّ
روى عَن عَطاء وَمُجاهد
٥٧ - إِبْرَاهِيم بن نَافِع الْجلاب الْبَصْرِيّ
روى عَن مبارك بن فضَالة
٥٨ - إِبْرَاهِيم بن نَافِع الْأمَوِي
روى عَن فرج بن فضَالة',NULL,'58',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (33,'<span data-type="title" id=toc-26>إِبْرَاهِيم بن زِيَاد أَبُو إِسْحَاق إثنان</span>

٥٩ - أَحدهمَا
الْبَغْدَادِيّ ولقبه سبلان
يروي عَن ابْن الْمُبَارك وَعباد بن عباد
روى عَنهُ أَبُو يعلى الْموصِلِي وَغَيره
وَالْآخر
٦١ - الْخياط
يروي عَن شريك بن عبد الله وَإِبْرَاهِيم بن سعد وعدي بن أبي عمَارَة',NULL,'59',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (34,'<span data-type="title" id=toc-27>إِبْرَاهِيم عَن إِبْرَاهِيم عَن إِبْرَاهِيم</span>

أخبرنَا مُحَمَّد بن جَعْفَر بنيسابور ثَنَا مُحَمَّد بن عبد الله بن حَمْدَوَيْه قَالَ سَمِعت أَبَا بكر الْمُقْرِئ الْفَقِيه يَقُول سَمِعت أَبَا بكر بن أبي داؤد يَقُول لأبي عَليّ النَّيْسَابُورِي الْحَافِظ
يَا أَبَا عَليّ إِبْرَاهِيم عَن إِبْرَاهِيم عَن إِبْرَاهِيم
فَقَالَ أَبُو عَليّ
٦٢ - إِبْرَاهِيم بن طهْمَان
٦٣ - عَن إِبْرَاهِيم بن عَامر البَجلِيّ',NULL,'60',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (35,'٦٤ - عَن إِبْرَاهِيم النَّخعِيّ
فَقَالَ أَحْسَنت يَا أَبَا عَليّ',NULL,'61',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (36,'<span data-type="title" id=toc-28>إِسْحَاق بن يزِيد وَإِسْحَاق بن يزِيد</span>

٦٥ - إِسْحَاق بن يزِيد الْهُذلِيّ
روى عَن عون بن عبد الله بن عتبَة
٦٦ - إِسْحَاق بن يزِيد الطَّائِي
روى عَن أبان بن تغلب',NULL,'62',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (37,'<span data-type="title" id=toc-29>أَحْمد بن سِنَان وَأحمد بن سيار</span>
كَانَا فِي عصر وَاحِد
٦٧ - أَحْمد بن سِنَان هُوَ الْقطَّان
يروي عَن أبي مُعَاوِيَة واسطي
٦٨ - أَحْمد بن سيار
يروي عَن عبد الله بن عُثْمَان الْمروزِي
مروزي',NULL,'63',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (38,'<span data-type="title" id=toc-30>أَحْمد بن جَعْفَر بن حمدَان إثنان</span>

كَانَا فِي عصر وَاحِد
أَحدهمَا
٦٩ - السَّقطِي أَبُو بكر بَصرِي مَاتَ بِالْبَصْرَةِ
سمع من عبد الله بن أَحْمد بن إِبْرَاهِيم الدَّوْرَقِي
وَالْآخر
٧٠ - أَحْمد بن جَعْفَر بن حمدَان بن مَالك الْقطيعِي أَبُو بكر بغدادي مَاتَ بِبَغْدَاد سنة ثَمَان وَسِتِّينَ وثلاثمائة ٣٦٨
سمع عبد الله بن أَحْمد بن حَنْبَل وجعفر مُحَمَّد بن الْفرْيَابِيّ وَمُحَمّد بن يُوسُف الْكُدَيْمِي',NULL,'64',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (39,'<span data-type="title" id=toc-31>وَمن الكنى</span>

<span data-type="title" id=toc-32>أَبُو الْأَصْبَغ عبد العزيز ثَلَاثَة</span>

٧١ - أَبُو الْأَصْبَغ عبد العزيز بن يَعْقُوب بن أبي سَلمَة الْمَاجشون
يروي عَن مُحَمَّد بن الْمُنْكَدر حدث عَنهُ أَبُو صَالح
٧٢ - وَأَبُو الْأَصْبَغ عبد العزيز بن يحيى الْجَزرِي
يروي عَن مُحَمَّد بن سَلمَة',NULL,'65',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (40,'٧٣ - وَأَبُو الْأَصْبَغ عبد العزيز بن حسان الإسْكَنْدراني
يروي عَن أَسد بن مُوسَى',NULL,'66',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (41,'<span data-type="title" id=toc-33>أَبُو إِسْحَاق الَّذِي يرْوى الثَّوْريّ وَشعْبَة جَمِيعًا عَنهُ عَن عبد الله بن أبي أوفى أَرْبَعَة</span>

٧٤ - أَبُو إِسْحَاق عَمْرو بن عبد الله السبيعِي
٧٥ - وَأَبُو إِسْحَاق سُلَيْمَان بن فَيْرُوز الشَّيْبَانِيّ
٧٦ - وَأَبُو إِسْحَاق إِسْمَاعِيل بن رَجَاء الزبيدِيّ',NULL,'67',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (42,'٧٧ - وَأَبُو إِسْحَاق إِبْرَاهِيم بن مُسلم الهجري
قد رووا كلهم عَن عبد الله بن أبي أوفى روى عَنْهُم كلهم سُفْيَان الثَّوْريّ وَشعْبَة وَالْفرق بَينهم
أَن الثَّوْريّ وَشعْبَة إِذا رويا عَن أبي إِسْحَاق السبيعِي لَا يزيدان على أبي إِسْحَاق وَالْغَالِب على رِوَايَة أبي إِسْحَاق السبيعِي عَن الصَّحَابَة الْبَراء بن عَازِب وَزيد بن أَرقم
وَإِذا رويا عَن أبي إِسْحَاق الشَّيْبَانِيّ فَإِنَّهُمَا يذكران الشَّيْبَانِيّ فِي أَكثر الرِّوَايَات وَرُبمَا لم يذكرَا وَمَا يرويان عَن الشّعبِيّ فَهُوَ الشَّيْبَانِيّ دون غَيره
وَأما إِسْحَاق الهجري
فَإِن شُعْبَة أكثرهما رِوَايَة عَنهُ وَأكْثر رِوَايَة الهجري عَن أبي الْأَحْوَص الْجُشَمِي',NULL,'68',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (43,'والسبيعي قد روى عَن أبي الْأَحْوَص
وَأما الزبيدِيّ
فَإِن الثَّوْريّ وَشعْبَة فِي أَكثر الرِّوَايَات يسميانه وَلَا يكنيانه وَإِنَّمَا يَقُولَانِ إِسْمَاعِيل بن رَجَاء
وَأكْثر رِوَايَات إِسْمَاعِيل بن رَجَاء عَن أَبِيه وَإِبْرَاهِيم النَّخعِيّ',NULL,'69',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (44,'<span data-type="title" id=toc-34>زَاد المظفر بن إِبْرَاهِيم الْبَغَوِيّ إِبْرَاهِيم بن بشار إثنان</span>

٧٨ - الرَّمَادِي مَشْهُور ومعروف
٧٩ - وَإِبْرَاهِيم بن بشار الرقاشِي الطَّبَرِيّ
روى عَن عمار بن رَجَاء وَيحيى بن عَبدك',NULL,'70',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (45,'<span data-type="title" id=toc-35>أَبُو إِسْحَاق إِبْرَاهِيم بن مَيْمُون إثنان</span>

٨٠ - الأول إِبْرَاهِيم الصَّائِغ
سمع عَطاء ونافعا
روى عَنهُ داؤد بن أبي الْفُرَات
٨١ - الثَّانِي
سمع سعيد بن سَمُرَة بن جُنْدُب
روى عَنهُ يحيى بن سعيد ووكيع بن الْجراح',NULL,'71',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (46,'-<span data-type="title" id=toc-36> بَاب الْبَاء</span>
-
<span data-type="title" id=toc-37>بَيَان بن بشر إثنان</span>

٨٢ - الأول
أَبُو بشر الأحمسي
يروي عَن أنس بن مَالك وَقيس بن أبي حَازِم وعامر الشّعبِيّ
حدث عَنهُ سُفْيَان الثَّوْريّ وَشعْبَة وَزُهَيْر بن مُعَاوِيَة وَأَبُو عوَانَة وَشريك
٨٣ - وَبَيَان بن بشر الطَّائِي الْمعلم
حدث عَنهُ هَاشم بن الْبَرِيد',NULL,'72',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (47,'<span data-type="title" id=toc-38>بكير بن شهَاب إثنان</span>

٨٤ - أَحدهمَا
الْكُوفِي
يروي عَن سعيد بن جُبَير
٨٥ - وَالْآخر
الدَّامغَانِي
يروي عَن سُفْيَان الثَّوْريّ
يروي عَنهُ ابْن الْمُبَارك ز',NULL,'73',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (48,'<span data-type="title" id=toc-39>بشر بن مَنْصُور إثنان</span>

٨٦ - أَحدهمَا
الحناط
روى عَنهُ أَبُو سعيد الْأَشَج
قيل أَنه كُوفِي',NULL,'74',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (49,'٨٧ - وَالْآخر
الْبَصْرِيّ السّلمِيّ
روى عَن ابْن جريج
روى عَنهُ سُلَيْمَان بن حَرْب وَابْنه إِسْمَاعِيل بن بشر
قَالَ النَّرْسِي سمع مِنْهُ ابْن مهْدي
وسليمة من ولد مَالك بن فهم من الأزد
أَبُو مُحَمَّد مَاتَ سنة ثَمَانِينَ وَمِائَة',NULL,'75',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (50,'<span data-type="title" id=toc-40>وَمن الكنى</span>

<span data-type="title" id=toc-41>أَبُو بردة الْأَشْعَرِيّ ثَلَاثَة</span>

٨٨ - أَبُو بردة الْأَشْعَرِيّ أَخُو أبي مُوسَى عبد الله بن قيس الْأَشْعَرِيّ
واسْمه عَامر بن قيس لَهُ صُحْبَة
٨٩ - وَأَبُو بردة ابْن أبي مُوسَى الْأَشْعَرِيّ
واسْمه عَامر بن عبد الله بن قيس الْأَشْعَرِيّ
وَقيل الْحَارِث وَرِوَايَته عَن أَبِيه',NULL,'76',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (51,'٩٠ - وَأَبُو بردة يزِيد بن عبد الله بن أبي بردة بن أبي مُوسَى الْأَشْعَرِيّ
يروي عَن جده أبي بردة الْأَشْعَرِيّ
حدث عَنهُ أَبُو أُسَامَة حَمَّاد بن أُسَامَة',NULL,'77',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (52,'<span data-type="title" id=toc-42>شُعْبَة عَن أبي بشر</span>

فَإِذا روى شُعْبَة وَقَالَ
عَن أبي بشر عَن سعيد بن جُبَير فَهُوَ
٩١ - جَعْفَر بن أبي وحشية الْبَصْرِيّ وَأَبُو وحشية اسْمه إِيَاس
وَإِذا روى شُعْبَة عَن
أبي بشر عَن قيس بن أبي حَازِم أَو الشّعبِيّ أَو تَابِعِيّ آخر فَهُوَ
٩٢ - أَبُو بشر بَيَان بن بشر الأحمسي',NULL,'78',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (53,'<span data-type="title" id=toc-43>بريد بن أبي مَرْيَم وَيزِيد بن أبي مَرْيَم</span>

٩٣ - بريد كُوفِي
عَن أنس بن مَالك وَأبي الجوزاء ربيعَة بن شَيبَان السَّعْدِيّ
وَاسم أَبِيه أبي مَرْيَم مَالك بن ربيعَة السَّلُولي
٩٤ - وَيزِيد كنيته أَبُو عبد الله
يروي عَن الْقَاسِم بن مخيمرة وعباية بن رِفَاعَة بن رَافع بن خديج
روى عَنهُ صَدَقَة بن خَالِد والوليد بن مُسلم
يعد فِي أهل الْكُوفَة',NULL,'79',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (54,'<span data-type="title" id=toc-44>بَحر بن نصر وَيحيى بن نصر</span>

٩٥ - بَحر بن نصر بن سَابق الْخَولَانِيّ
روى عَن عبد الله بن وهب وخَالِد بن عبد الرحمن
روى عَنهُ حَاجِب بن أركين وعبد الله بن مُحَمَّد بن الْحُسَيْن
٩٦ - وَأَبُو عبد الله يحيى بن نصر بن حَاجِب الْقرشِي
سمع وَرْقَاء بن عَمْرو وهلال بن خباب وَيُونُس بن يزِيد
روى عَنهُ مُحَمَّد بن صَالح الْأَشَج زَاد الْبَغَوِيّ',NULL,'80',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (55,'-<span data-type="title" id=toc-45> بَاب التَّاء</span>
-
<span data-type="title" id=toc-46>تَمِيم بن عبد الرحمن إثنان</span>

٩٧ - أَحدهمَا
تَابِعِيّ سمع عدي بن حَاتِم
حدث عَنهُ أَرْطَاة بن الْحُسَيْن
٩٨ - وَالْآخر
سمع عَطاء وَغَيره
روى عَنهُ معمر وَغَيره',NULL,'81',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (56,'<span data-type="title" id=toc-47>تَمِيم بن حذلم وَتَمِيم بن حذيم</span>

٩٩ - الأول أَبُو سَلمَة الضَّبِّيّ تَابِعِيّ كُوفِي
حدث عَنهُ الْعَلَاء بن بدر
١٠٠ - وَالْآخر كنيته أَبُو حذيم كُوفِي
قَالَ قَرَأت على عبد الله بن مَسْعُود
قَالَ البُخَارِيّ فِي تَارِيخه الْكَبِير حذلم وحذيم جَمِيعًا',NULL,'82',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (57,'-<span data-type="title" id=toc-48> بَاب الثَّاء</span>
-
<span data-type="title" id=toc-49>ثَابت بن قيس أَرْبَعَة</span>

١٠١ - الأول ثَابت بن قيس بن شماس الْأنْصَارِيّ صَحَابِيّ مَشْهُور
١٠٢ - الثَّانِي كُوفِي يروي عَنهُ إِبْرَاهِيم النَّخعِيّ وَغَيره
١٠٣ - وَالثَّالِث الزرقي الْأنْصَارِيّ تَابِعِيّ
سمع أَبَا هُرَيْرَة حدث عَنهُ الزُّهْرِيّ وَغَيره
١٠٤ - وَالرَّابِع مولى بني غفار مديني
رأى أنس بن مَالك وَأَبا سعيد المَقْبُري
حدث عَنهُ ابْن مهْدي وَغَيره',NULL,'83',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (58,'<span data-type="title" id=toc-50>ثَابت بن سعيد ثَلَاثَة</span>

١٠٥ - الأول
تَابِعِيّ عَن عمر
حدث عَنهُ عبد الملك بن عُمَيْر
١٠٦ - وَالثَّانِي
المأربي حدث مسعر عَن عَيَّاش الْكَلْبِيّ عَنهُ قَوْله
١٠٧ - وَالثَّالِث
روى عَنهُ الْأَوْزَاعِيّ',NULL,'84',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (59,'<span data-type="title" id=toc-51>ثَابت بن يزِيد ثَلَاثَة</span>

١٠٨ - الأول الْخَولَانِيّ عَن ابْن عمر
١٠٩ - وَالثَّانِي كنيته أَبُو زيد
سمع عَاصِم الْأَحول
وَيُقَال ثَابت الْأَحول وَهُوَ بَصرِي
١١٠ - وَالثَّالِث أَبُو السّري الأودي
سمع عَمْرو بن مَيْمُون روى عَنهُ بَحر بن سعيد الْقطَّان
يُقَال كُوفِي قَالَ صَاحب الْكتاب',NULL,'85',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (60,'-<span data-type="title" id=toc-52> بَاب الْجِيم</span>
-
<span data-type="title" id=toc-53>جَابر ابْن يزِيد خَمْسَة</span>

الأول
١١١ - جَابر بن يزِيد بن الْأسود السوَائِي
يروي عَن أَبِيه يزِيد بن الْأسود حدث عَنهُ يعلى بن عَطاء
وَالثَّانِي
١١٢ - جَابر بن يزِيد الْجعْفِيّ طعنوا فِيهِ
يروي عَن جمَاعَة من التَّابِعين حدث عَنهُ الثَّوْريّ وَشعْبَة
وَالثَّالِث
١١٣ - جَابر بن يزِيد بن رِفَاعَة الْعجلِيّ',NULL,'86',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (61,'روى عَن الشّعبِيّ وَمُجاهد
وَأكْثر مَا يشْتَبه هَذَا وَجَابِر بن يزِيد الْجعْفِيّ فَإِن الْجعْفِيّ أَيْضا كثير الرِّوَايَة عَن الشّعبِيّ وَمُجاهد
وَالرَّابِع
١١٤ - جَابر بن يزِيد الَّذِي يروي عَنهُ فرقد السبخي عَن مَسْرُوق بن الأجدع
وَهَذَا يشْتَبه والجعفي فَإِن الْجعْفِيّ أَيْضا يروي عَن مَسْرُوق وَإِنَّمَا يعرف هَذَا بفرقد السبخي
وَالْخَامِس
١١٥ - جَابر بن يزِيد أَبُو الجهم
روى عَن الرّبيع بن أنس
روى عَنهُ سُلَيْمَان الرَّافِعِيّ من رِوَايَة نصر بن عَليّ الْجَهْضَمِي قَالَ الْبَغَوِيّ',NULL,'87',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (62,'<span data-type="title" id=toc-54>جَابر ابْن عبد الله ثَلَاثَة</span>

١١٦ - جَابر بن عبد الله صَحَابِيّ مَعْرُوف
١١٧ - وَجَابِر بن عبد الله بن رِئَاب صَحَابِيّ
قَالَه البُخَارِيّ فِي التَّارِيخ الْكَبِير
١١٨ - جَابر بن عبد الله كنيته أَبُو الْخَيْر مصري
روى عَنهُ يُونُس بن عبد الأعلى
قَالَ الْهَرَوِيّ صَاحب الْكتاب',NULL,'88',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (63,'<span data-type="title" id=toc-55>جَعْفَر ابْن سُلَيْمَان إثنان</span>

أَحدهمَا
١١٩ - الضبعِي الْبَصْرِيّ ز
الثَّانِي
١٢٠ - الْهَاشِمِي مَاتَ بالرملة سنة أَربع وَسبعين وَمِائَة ز',NULL,'89',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (64,'<span data-type="title" id=toc-56>وَمن الكنى</span>

<span data-type="title" id=toc-57>الحكم بن عتيبة عَن أبي جَعْفَر عَن أَبِيه إثنان</span>

أَحدهمَا
١٢١ - أَبُو جَعْفَر مُحَمَّد بن عَليّ الباقر
يروي عَن أَبِيه عَليّ بن الْحُسَيْن عَن أَبِيه الْحُسَيْن بن عَليّ
الآخر
١٢٢ - أَبُو جَعْفَر مُحَمَّد بن عبد الرحمن بن يزِيد النَّخعِيّ
روى الحكم بن عتيبة عَنهُ حَدِيثا وَاحِدًا عَن أَبِيه عَن عبد الله',NULL,'90',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (65,'-<span data-type="title" id=toc-58> بَاب الْحَاء</span>
-
<span data-type="title" id=toc-59>الْحسن بن الحكم خَمْسَة</span>

١٢٣ - الْحسن بن الحكم النَّخعِيّ
الَّذِي يروي عَن الشّعبِيّ وعدي بن ثَابت
حدث عَنهُ شريك وَإِسْمَاعِيل بن زَكَرِيَّا وَعِيسَى بن يُونُس
١٢٤ - الْحسن بن الْحَكِيم الْعَبْدي
يروي عَن أمه مولاة أبي بَرزَة',NULL,'91',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (66,'يروي عَنهُ عبد الله بن الْمُبَارك وَغَيره وهما فِي عصر وَاحِد
١٢٥ - الْحسن بن الْحَكِيم بن الْحَارِث
يروي عَن ابْن سِيرِين روى عَنهُ مُوسَى بن إِسْمَاعِيل الْبَصْرِيّ
١٢٦ - الْحسن بن الحكم بن طهْمَان الْبَصْرِيّ سكن الرّيّ
يروي عَن هِشَام الدستوَائي وَحَمَّاد بن سَلمَة
روى عَنهُ هِشَام بن عبد الله وَغَيره
١٢٧ - الْحسن بن الْحر بن الحكم
ثِقَة مَشْهُور وَيَقُول فِيهِ مُحَمَّد بن عجلَان إِذا روى عَنهُ الْحسن بن الحكم النَّخعِيّ ينْسبهُ إِلَى جده فيشتبه بالْحسنِ بن الحكم النَّخعِيّ الأول يروي عَن شُيُوخ الْحسن بن الْحر بن الحكم النَّخعِيّ',NULL,'92',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (67,'<span data-type="title" id=toc-60>حميد الْأَعْرَج إثنان</span>

١٢٨ - حميد بن قيس الْأَعْرَج مكي يكنى أَبَا صَفْوَان
يروي عَن مُجَاهِد وَعَطَاء روى عَنهُ الثَّوْريّ وَمَالك وَغَيرهمَا
وَهُوَ ثِقَة
١٢٩ - حميد بن عَطاء الْأَعْرَج القَاضِي الْكُوفِي
روى عَن عبد الله بن الْحَارِث الْمكتب القَاضِي
حدث عَنهُ يعلى بن يعلى الْكُوفِي
أخبرنَا أَبُو جَعْفَر مُحَمَّد بن أَحْمد الشّعبِيّ ببوشنج ثَنَا أَبُو الْفرج مُحَمَّد بن إِسْحَاق ابْن إِبْرَاهِيم الشِّيرَازِيّ ثَنَا إِسْمَاعِيل بن مُحَمَّد أَبُو عَليّ ثَنَا الْحسن بن عَرَفَة ثَنَا خلف بن خَليفَة عَن حميد الْأَعْرَج عَن عبد الله بن الْحَارِث عَن ابْن مَسْعُود رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم
إِن الله تَعَالَى لما كلم مُوسَى كَانَ عَلَيْهِ جُبَّة من صوف الحَدِيث',NULL,'93',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (68,'<span data-type="title" id=toc-61>أَبُو الْيَمَان الحكم بن نَافِع إثنان</span>

الأول
١٣٠ - الْحِمصِي البهراني
سمع شُعَيْب بن أبي حَمْزَة
روى عَنهُ البُخَارِيّ وعبد الله بن عبد الرحمن الدَّارمِيّ وَعلي بن مُحَمَّد الجكاني الْهَرَوِيّ
وَالثَّانِي
١٣١ - القلزمي القَاضِي
روى عَن أبي الطَّاهِر بن السَّرْح
روى عَنهُ سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ',NULL,'94',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (69,'<span data-type="title" id=toc-62>الْحَارِث بن نَوْفَل ثَلَاثَة</span>

١٣٢ - الْحَارِث بن نَوْفَل بن الْحَارِث بن عبد المطلب بن هَاشم
روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم نزل الْبَصْرَة
١٣٣ - والْحَارث بن نَوْفَل
روى عَن عَائِشَة روى عَنهُ أَبُو مجلز والْحَارث بن عبد الله
١٣٤ - وَالثَّالِث روى عَن عُرْوَة بن الْمُغيرَة بن شُعْبَة روى عَنهُ ابْن عُيَيْنَة
وَقيل إِنَّه من أَشْرَاف أهل الْكُوفَة',NULL,'95',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (70,'<span data-type="title" id=toc-63>الْحَارِث بن عُمَيْر إثنان</span>

١٣٥ - أَحدهمَا أَبُو الجودي
روى عَنهُ شُعْبَة وهشيم
١٣٦ - وَالْآخر الْمَكِّيّ يُقَال لَهُ أَصله بَصرِي نزل مَكَّة
روى عَنهُ يعلى بن عبيد وَابْنه حَمْزَة بن الْحَارِث',NULL,'96',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (71,'<span data-type="title" id=toc-64>حجاج بن حجاج ثَلَاثَة</span>

١٣٧ - ابْن حجاج بن مَالك الْأَسْلَمِيّ روى عَن أَبِيه وَأبي هُرَيْرَة
١٣٨ - وحجاج بن حجاج أسلمي أَيْضا وَكَانَ إمَامهمْ
روى عَنهُ شُعْبَة كَذَا قَالَ العسكري
١٣٩ - وحجاج بن حجاج الْأَحول الْبَاهِلِيّ الْبَصْرِيّ
روى عَن قَتَادَة روى عَنهُ مُحَمَّد جحادة',NULL,'97',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (72,'<span data-type="title" id=toc-65>حجاج بن مُحَمَّد إثنان</span>

١٤٠ - أَحدهمَا الْأَعْوَر سكن الْبَصْرَة
روى عَن ابْن جريج وَشعْبَة
١٤١ - وَالْآخر الْخَولَانِيّ الْحِمصِي أَبُو مُسلم
روى عَن إِسْمَاعِيل بن عَيَّاش روى عَنهُ مُحَمَّد بن عَوْف',NULL,'98',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (73,'<span data-type="title" id=toc-66>حجاج بن يُوسُف ثَلَاثَة</span>

١٤٢ - أحدهم الْأَمِير
١٤٣ - وَالْآخر يعرف بالحجاج بن الشَّاعِر بغدادي
روى عَنهُ بهز بن أَسد وروح بن أسلم
١٤٤ - وَالثَّالِث الْحجَّاج بن يُوسُف بن قُتَيْبَة الْأَصْبَهَانِيّ',NULL,'99',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (74,'<span data-type="title" id=toc-67>شُعْبَة عَن أبي جَمْرَة وَأبي حَمْزَة سَبْعَة</span>

١٤٥ - أَبُو جَمْرَة نصر بن عمرَان الضبعِي
عَن ابْن عَبَّاس حَدِيث وَفد عبد القيس
وَحَدِيث بَارك لأمتي فِي بكورها',NULL,'100',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (75,'١٤٦ - وَأَبُو حَمْزَة القصاب واسْمه عمرَان بن أبي عَطاء الوَاسِطِيّ',NULL,'101',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (76,'١٤٧ - وَأَبُو حَمْزَة القصاب واسْمه مَيْمُون الْأَعْوَر الْكُوفِي
١٤٨ - وَأَبُو حَمْزَة الْأَعْوَر واسْمه مُسلم بن كيسَان الْملَائي الْكُوفِي
١٤٩ - وَأَبُو حَمْزَة جَاره واسْمه عبد الرحمن بن أبي عبد الله وَقيل ابْن كيسَان بَصرِي
١٥٠ - أَبُو حَمْزَة أنس بن سِيرِين الْبَصْرِيّ الخزرجي',NULL,'102',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (77,'١٥١ - أَبُو حَمْزَة الْبَصْرِيّ
وَلَا يُوقف على اسْم هَؤُلَاءِ وَقد روى عَنْهُم شُعْبَة وَكلهمْ قد روى عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا
وَالْفرق بَينهم
أَن شُعْبَة إِذا قَالَ عَن أبي حَمْزَة مُطلقًا عَن ابْن عَبَّاس فَهُوَ أَبُو حَمْزَة نصر بن عمرَان
وَالْبَاقِي يذكر فِيهِ اسْمه وَنسبه
قَالَ الأول وَحده بِالْجِيم وَالرَّاء وَالْبَاقُونَ بِالْحَاء والزاء',NULL,'103',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (78,'<span data-type="title" id=toc-68>حُذَيْفَة بن الْيَمَان إثنان</span>

١٥٢ - أَحدهمَا الْمَعْرُوف من الصَّحَابَة وكنيته أَبُو عبد الله
١٥٣ - وَالْآخر رجل كَانَ بواسط يَبِيع الطَّعَام
حدث عَن الشّعبِيّ
روى عَنهُ شُعْبَة بن الْحجَّاج وَغَيره',NULL,'104',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (79,'<span data-type="title" id=toc-69>حَرْب بن مَيْمُون إثنان</span>

١٥٤ - أَحدهمَا بَصرِي صَاحب الْأَعْمَش
روى عَن خَالِد الْحذاء
١٥٥ - وَالْآخر بَصرِي أَيْضا أَبُو الْخطاب
يروي ٢ عَن النَّضر بن أنس',NULL,'105',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (80,'<span data-type="title" id=toc-70>حكم بن حزن وَحكم بن حزن</span>

١٥٦ - الأول
لَهُ صُحْبَة وَيُقَال حكم بن حزن الكلفي
قَالَه البُخَارِيّ فِي تَسْمِيَة الصَّحَابَة
١٥٧ - وَحكم بن حزن
روى عَن هِشَام بن عُرْوَة
قَالَ صَاحب الْكتاب',NULL,'106',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (81,'-<span data-type="title" id=toc-71> بَاب الْخَاء</span>
-
<span data-type="title" id=toc-72>خَالِد عَن خَالِد</span>

إِذا جَاءَ فِي الحَدِيث خَالِد عَن خَالِد فَهُوَ
١٥٨ - خَالِد بن عبد الله الوَاسِطِيّ
عَن
١٥٩ - خَالِد الْحذاء أبي الْمنَازل بَصرِي
وَقد روى خَالِد الْحذاء عَن خَالِد بن أبي الصَّلْت عَامل عمر بن عبد العزيز عَن عمر',NULL,'107',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (82,'<span data-type="title" id=toc-73>الْخَلِيل بن أَحْمد خَمْسَة</span>

١٦٠ - الأول أَبُو عبد الرحمن صَاحب الْعَرَبيَّة
روى عَن أَيُّوب السّخْتِيَانِيّ
روى عَنهُ الْأَصْمَعِي وَالنضْر بن شُمَيْل
١٦١ - وَالثَّانِي بَصرِي
روى عَنهُ إِبْرَاهِيم بن مُحَمَّد بن عرْعرة
١٦٢ - وَالثَّالِث بَصرِي أَيْضا
روى عَن عِكْرِمَة
١٦٣ - وَالرَّابِع الْأَصْبَهَانِيّ
يروي عَن روح بن عبَادَة وَغَيره',NULL,'108',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (83,'١٦٤ - وَالْخَامِس
يروي عَن السراج والباغندي',NULL,'109',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (84,'<span data-type="title" id=toc-74>خلاس بن عَمْرو وجلاس بن عَمْرو</span>

١٦٥ - خلاس بن عَمْرو
روى عَن أبي هُرَيْرَة وروى عَنهُ قَتَادَة وعَوْف
١٦٦ - وجلاس بن عَمْرو
يروي عَن ابْن عمر روى عَنهُ أَبُو جناب
وَقَالَ البُخَارِيّ جلاس بن مُحَمَّد',NULL,'110',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (85,'<span data-type="title" id=toc-75>خمير بن مَالك إثنان</span>

١٦٧ - الأول تَابِعِيّ صَاحب ابْن مَسْعُود
روى عَنهُ أَبُو إِسْحَاق السبيعِي
١٦٨ - وَالثَّانِي شَامي
روى عَنهُ عبد الله بن عِيسَى قَالَه البُخَارِيّ',NULL,'111',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (86,'-<span data-type="title" id=toc-76> بَاب الدَّال</span>
-
<span data-type="title" id=toc-77>داؤد بن خَالِد إثنان</span>

١٦٩ - أَحدهمَا داؤد بن خَالِد بن دِينَار
سمع ربيعَة بن عبد الرحمن
روى عَنهُ مُحَمَّد بن معن الْمقري
١٧٠ - وَالْآخر أَبُو سُلَيْمَان اللَّيْثِيّ الْمَدِينِيّ
سمع سعيد المَقْبُري وَغَيره',NULL,'112',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (87,'<span data-type="title" id=toc-78>دِينَار أَبُو عمر إثنان</span>

١٧١ - أَحدهمَا
الْأَسدي الْبَزَّار مولى لبشر بن غَالب يعد فِي الْكُوفِيّين
سمع ابْن الْحَنَفِيَّة وَغَيره
١٧٢ - وَالْآخر
سمع الْحسن قَوْله روى عَنهُ وَكِيع',NULL,'113',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (88,'<span data-type="title" id=toc-79>داؤد بن بكر بن أبي الْفُرَات إثنان</span>

١٧٣ - أما الأول فمولى الأشجع الْمَدِينِيّ
روى عَن ابْن الْمُنْكَدر وَزِيَاد بن أبي زِيَاد
حدث عَنهُ عمر بن ذكْوَان
١٧٤ - وَالثَّانِي الْكِنْدِيّ وكنيته أَبُو عَمْرو
وَهُوَ ابْن عمر بن أبي الْفُرَات
فَأَما داؤد بن عَمْرو فَرجل آخر
حدث عَن بشر بن عبيد الله وَأبي سَلام
وروى عَنهُ هشيم',NULL,'114',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (89,'-<span data-type="title" id=toc-80> بَاب الذَّال</span>
-
<span data-type="title" id=toc-81>ذواد إثنان</span>

١٧٥ - أَحدهمَا الْعقيلِيّ
أَن سَعْدا روى عَنهُ معمر مُرْسلا
١٧٦ - وَالْآخر ذواد بن علبة الْحَارِثِيّ الْكُوفِي
روى عَنهُ ابْنه',NULL,'115',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (90,'<span data-type="title" id=toc-82>ذهل إثنان</span>

١٧٧ - ذهل بن أَوْس
روى عَن تَمِيم بن مسيح
١٧٨ - وَالْآخر ذهل بن كَعْب
روى عَنهُ سماك',NULL,'116',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (91,'<span data-type="title" id=toc-83>ذَيَّال إثنان</span>

١٧٩ - ذَيَّال بن حَرْمَلَة الْأَسدي
عَن جَابر بن عبد الله تَابِعِيّ يعد فِي الْكُوفِيّين
١٨٠ - وذيال بن عبيد بن حَنْظَلَة بن حذيم بن حَنْظَلَة
يعد فِي الْبَصرِيين
حدث عَن جده حَنْظَلَة',NULL,'117',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (92,'-<span data-type="title" id=toc-84> بَاب الرَّاء</span>
-
<span data-type="title" id=toc-85>الرّبيع بن سُلَيْمَان الْمصْرِيّ إثنان</span>

كَانَا فِي عصر وَاحِد
١٨١ - أَحدهمَا الْمرَادِي الْمصْرِيّ صَاحب الشَّافِعِي
١٨٢ - وَالْآخر الجيزي
يروي عَنهُ أَبُو عبد الله مُحَمَّد بن الرّبيع الجيزي',NULL,'118',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (93,'<span data-type="title" id=toc-86>الرّبيع بن أنس إثنان</span>

أَحدهمَا
١٨٣ - ابْن أنس بن مَالك الْأنْصَارِيّ
يروي عَن أَبِيه أنس بن مَالك
روى عَنهُ البصريون
١٨٤ - وَالْآخر
يروي عَن أبي الْعَالِيَة ويروي عَنهُ أَبُو جَعْفَر الرَّازِيّ قَالَ الْبَغَوِيّ',NULL,'119',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (94,'<span data-type="title" id=toc-87>رَافع بن عَمْرو إثنان صحابيان</span>

١٨٥ - أَحدهمَا
الْمُزنِيّ رأى النَّبِي صلى الله عَلَيْهِ وَسلم يخْطب فِي حجَّة الْوَدَاع على بغلة شهباء
سكن الْبَصْرَة
١٨٦ - وَالْآخر الْغِفَارِيّ أَخُو الحكم بن عَمْرو وَيُقَال لَهُ صُحْبَة
عداده فِي أهل الْبَصْرَة',NULL,'120',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (95,'<span data-type="title" id=toc-88>رِفَاعَة بن رَافع إثنان</span>

١٨٧ - أَحدهمَا صَحَابِيّ شهد بَدْرًا هُوَ الْأنْصَارِيّ الزرقي وَيُقَال ابْن عفراء
١٨٨ - وَالْآخر الزرقي الْأنْصَارِيّ الْمَدِينِيّ تَابِعِيّ
روى عَن أنس
حدث عَنهُ عبيد الله بن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم حَدِيث
حَوْضِي مَا بَين صنعاء وأيلة',NULL,'121',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (96,'<span data-type="title" id=toc-89>رشيد بن مَالك إثنان</span>

١٨٩ - أَحدهمَا أَبُو عميرَة الْكُوفِي
روى عَنهُ معرف بن وَاصل السَّعْدِيّ
١٩٠ - وَالثَّانِي يُقَال إِنَّه صَحَابِيّ
قَالَ كنت عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فجَاء رجل بطبق تمر الحَدِيث',NULL,'122',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (97,'-<span data-type="title" id=toc-90> بَاب الزَّاي</span>
-
<span data-type="title" id=toc-91>أَبُو خَيْثَمَة زُهَيْر إثنان</span>

الأول
١٩١ - زُهَيْر بن مُعَاوِيَة بن حديج الْجعْفِيّ
سمع أَبَا الزبير وَأَبا إِسْحَاق
روى عَنهُ عبد الله بن الْمُبَارك وَأَبُو نعيم وَيحيى بن يحيى
وَالْآخر
١٩٢ - زُهَيْر بن حَرْب النسوي سكن بَغْدَاد
يروي عَن سُفْيَان بن عُيَيْنَة ووكيع بن الْجراح
روى عَنهُ مُسلم بن الْحجَّاج وَأَبُو يعلى الْموصِلِي',NULL,'123',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (98,'<span data-type="title" id=toc-92>زِيَاد بن حُصَيْن أَرْبَعَة</span>

الأول
١٩٣ - زِيَاد بن حُصَيْن بن أَوْس النَّهْشَلِي
روى عَن أَبِيه حُصَيْن بن أَوْس وَأَبوهُ يعد فِي الصَّحَابَة
١٩٤ - وَالثَّانِي
يروي عَن ابْن عمر حدث عَنهُ مُغيرَة بن مقسم
١٩٥ - وَالثَّالِث
أَبُو جهم
يروي عَن زيد بن وهب',NULL,'124',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (99,'١٩٦ - وَالرَّابِع
الْيَرْبُوعي أَبُو جهمة
يروي عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا يروي عَنهُ الْأَعْمَش وَغَيره',NULL,'125',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (100,'<span data-type="title" id=toc-93>زيد بن حباب إثنان</span>

١٩٧ - أَحدهمَا
مولى بني لَيْث
يروي عَن أبي هُرَيْرَة وَأبي سعيد رَضِي الله عَنْهُمَا
روى عَنهُ صَفْوَان بن سليم
وَقَالَ البُخَارِيّ زيد بن حباب
١٩٨ - وَالْآخر
العكلي
يروي عَن إِسْرَائِيل وَغَيره
روى عَنهُ أَبُو بكر بن أبي شيبَة',NULL,'126',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (101,'<span data-type="title" id=toc-94>زَكَرِيَّا بن يحيى السَّاجِي إثنان</span>

١٩٩ - أَحدهمَا
السَّاجِي أَبُو يعلى
روى عَن الْأَصْمَعِي وَغَيره
٢٠٠ - وَالْآخر
يروي عَنهُ الطَّبَرَانِيّ وَأَبُو الشَّيْخ',NULL,'127',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (102,'<span data-type="title" id=toc-95>زيد بن جَارِيَة إثنان</span>

٢٠١ - أَحدهمَا
من الصَّحَابَة
٢٠٢ - وَالْآخر
فِي حَدِيث سعد بن إِبْرَاهِيم وَيُقَال يزِيد
ذكره عبد الغني قَالَ صَاحب الْكتاب',NULL,'128',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (103,'<span data-type="title" id=toc-96>الزبير بن عَرَبِيّ وَالزُّبَيْر بن عدي</span>

٢٠٣ - الزبير بن عَرَبِيّ
سمع ابْن عمر روى عَنهُ حَمَّاد بن زيد وَمعمر
كنيته أَبُو سَلمَة
٢٠٤ - وَالزُّبَيْر بن عدي
سمع أنس بن مَالك روى عَنهُ الثَّوْريّ وَمَالك بن مغول
كنتيه أَبُو عدي',NULL,'129',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (104,'<span data-type="title" id=toc-97>وَمن الكنى</span>

<span data-type="title" id=toc-98>أَبُو الزبير إثنان</span>

كِلَاهُمَا تابعيان
الأول
٢٠٥ - مُحَمَّد بن مُسلم بن تدرس
أَكثر رواياته عَن جَابر بن عبد الله رَضِي الله عَنْهُمَا
روى عَنهُ يحيى الْأنْصَارِيّ وَأَيوب وَابْن جريج وَمَالك وَالثَّوْري
٢٠٦ - وَالْآخر
مُؤذن بَيت الْمُقَدّس
سمع عمر بن الْخطاب رَضِي الله عَنهُ قَالَ مَرْحُوم عَن أَبِيه',NULL,'130',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (105,'<span data-type="title" id=toc-99>زِيَاد بن ريَاح إثنان</span>

٢٠٧ - زِيَاد بن ريَاح أَبُو قيس عَن أبي هُرَيْرَة
روى عَنهُ الْحسن وغيلان بن جرير قَالَه البُخَارِيّ
قَالَ عبد الغني فِي المؤتلف والمختلف
٢٠٨ - زِيَاد بن ريَاح آخر يروي عَن الْحسن روى عَنهُ حكام بن سلم
يكنى أَبَا ريَاح',NULL,'131',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (106,'<span data-type="title" id=toc-100>زِيَاد بن أبي زِيَاد ثَلَاثَة</span>

٢٠٩ - زِيَاد بن أبي زِيَاد مولى عبد الله بن أبي عَيَّاش بن أبي ربيعَة الْقرشِي المَخْزُومِي الْمَدِينِيّ
وَاسم أبي زِيَاد ميسرَة
٢١٠ - وَزِيَاد بن أبي زِيَاد كنيته أَبُو شُعَيْب
روى عَنهُ الْمُبَارك سمع أَبَا حكم
٢١١ - وَزِيَاد بن أبي زِيَاد الْجَصَّاص أَبُو مُحَمَّد بَصرِي
حدث عَن الْحسن وَأنس بن سِيرِين
روى عَنهُ هشيم وَغَيره',NULL,'132',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (107,'<span data-type="title" id=toc-101>زِيَاد أَبُو عَمْرو إثنان</span>

٢١٢ - أَحدهمَا
حدث عَن نفيع روى عَنهُ أَبُو حَمْزَة
٢١٣ - وَالْآخر
سمع أنسا روى عَنهُ الْحُسَيْن بن وَاقد',NULL,'134',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (108,'<span data-type="title" id=toc-102>زَكَرِيَّا بن يحيى ثَلَاثَة</span>

٢١٤ - زَكَرِيَّا بن يحيى بن عمَارَة أَبُو يحيى الذارع الْبَصْرِيّ
سمع عبد العزيز بن صُهَيْب وَغَيره
مَاتَ سنة سبع وَثَمَانِينَ وَمِائَة ١٨٧
٢١٥ - وَالثَّانِي زَكَرِيَّا بن يحيى
سمع عِكْرِمَة وَالشعْبِيّ روى عَنهُ أَبُو أُسَامَة
٢١٦ - وَالثَّالِث الْكِنْدِيّ الْحميدِي سمع حبيب بن يسَار وروى عَنهُ جَعْفَر بن عون',NULL,'135',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (109,'<span data-type="title" id=toc-103>زَكَرِيَّا بن خَالِد إثنان</span>

٢١٧ - أَحدهمَا
سمع الزُّهْرِيّ وَأَبا الزِّنَاد
روى عَنهُ عَنْبَسَة الرَّازِيّ
وَالْآخر
٢١٨ - زَكَرِيَّا بن خَالِد بن زيد بن حَارِثَة الْأنْصَارِيّ
مُرْسلا عَن النَّبِي صلى الله عَلَيْهِ وَسلم
روى عَنهُ مجمع بن يَعْقُوب',NULL,'137',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (110,'<span data-type="title" id=toc-104>الزبْرِقَان بن عبد الله أَرْبَعَة</span>

٢١٩ - الأول سمع ابْن عمر روى عَنهُ ابْن أبي الموَالِي
٢٢٠ - الثَّانِي الزبْرِقَان بن عبد الله بن عَمْرو
٢٢١ - وَالثَّالِث الْعَبْدي كنيته أَبُو الزبْرِقَان كُوفِي
عَن كَعْب بن عبد الله روى عَنهُ الثَّوْريّ وَغَيره
٢٢٢ - وَالرَّابِع الْأَسدي الْكُوفِي
سمع أَبَا وَائِل روى عَنهُ يحيى الْقطَّان وَغَيره',NULL,'138',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (111,'<span data-type="title" id=toc-105>زُرَارَة بن مُصعب إثنان</span>

٢٢٣ - زُرَارَة بن مُصعب بن عبد الرحمن بن عَوْف الْقرشِي الزُّهْرِيّ
روى عَن الْمسور بن مخرمَة روى عَنهُ الزُّهْرِيّ
٢٢٤ - وزرارة بن مُصعب بن شيبَة
روى ابْن عُيَيْنَة عَن عبد الله بن زُرَارَة الْقرشِي عَن أَبِيه',NULL,'139',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (112,'<span data-type="title" id=toc-106>زيد بن جُبَير وَزيد بن جبيرَة</span>

٢٢٥ - زيد بن جُبَير بن حرمل الْجُشَمِي كُوفِي تَابِعِيّ
سمع ابْن عمر روى عَنهُ الثَّوْريّ
٢٢٦ - وَزيد بن جبيرَة كنيته أَبُو جبيرَة
مُنكر الحَدِيث روى عَن داؤد بن الْحُسَيْن
وَقَالَ البُخَارِيّ
روى اللَّيْث بن سعد عَن زيد بن جبيرَة بن مَحْمُود بن أبي جبيرَة من بني عبد الْأَشْهَل الْأنْصَارِيّ الأوسي عَن أَبِيه جبيرَة عَن سَلامَة بن وقش',NULL,'140',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (113,'<span data-type="title" id=toc-107>زيد بن حُصَيْن وَزيد بن حسن وَزيد بن حسن</span>

٢٢٧ - الأول يروي عَن ابْن عمر روى عَنهُ مُغيرَة
٢٢٨ - وَالثَّانِي زيد بن حسن بن عَليّ الْهَاشِمِي
رأى ابْن عَبَّاس تطيب بالمسك
٢٢٩ - وَالثَّالِث الْكُوفِي الْقرشِي
سمع مَعْرُوف بن خَرَّبُوذ روى عَنهُ سعيد بن سُلَيْمَان
قَالَ صَاحب الْكتاب',NULL,'141',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (114,'-<span data-type="title" id=toc-108> بَاب السِّين</span>
-
<span data-type="title" id=toc-109>سعيد بن بشير أَرْبَعَة</span>

٢٣٠ - الأول
الدِّمَشْقِي
يروي عَن قَتَادَة وَأبي الزبير ومطر الْوراق
يروي عَنهُ سُفْيَان بن عُيَيْنَة والوليد بن مُسلم
٢٣١ - وَالثَّانِي
الْأنْصَارِيّ الْمدنِي
يروي عَن مُحَمَّد بن عبد الرحمن الْبَيْلَمَانِي
حدث عَنهُ اللَّيْث ين سعيد
٢٣٢ - وَالثَّالِث',NULL,'142',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (115,'يروي عَن الْحسن الْبَصْرِيّ
ويروي عَنهُ مَالك بن إِسْمَاعِيل
٢٣٣ - وَالرَّابِع الْقرشِي الْمصْرِيّ
يروي عَنهُ مُحَمَّد بن عبد الله بن عبد الحكم وَغَيره',NULL,'143',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (116,'<span data-type="title" id=toc-110>سعيد بن عَمْرو عشرَة</span>

٢٣٤ - الأول سعيد بن عَمْرو بن الْعَاصِ الْقرشِي
الَّذِي يروي عَن عَائِشَة وَابْن عمر وَأبي هُرَيْرَة رَضِي الله عَنْهُم
حجازي سكن الْكُوفَة حَدِيثه مخرج فِي الصَّحِيح
٢٣٥ - وَالثَّانِي سعيد بن عَمْرو بن شُرَحْبِيل بن سعيد بن سعد بن عبَادَة
روى عَن عمَارَة بن غزيَّة وَغَيره
٢٣٦ - وَالثَّالِث سعيد بن عَمْرو بن جعدة بن هُبَيْرَة
يروي عَن أَبِيه وَأبي عُبَيْدَة بن عبد الله
روى عَنهُ المَسْعُودِيّ وَغَيره',NULL,'144',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (117,'٢٣٧ - وَالرَّابِع سعيد بن عَمْرو بن سليم الزرقي
يروي عَن أَبِيه وَالقَاسِم بن مُحَمَّد
روى عَنهُ مَالك والدراوردي
٢٣٨ - وَالْخَامِس سعيد بن عَمْرو بن أَشوع
روى عَن شُرَيْح بن الْحَارِث ووراد
روى عَنهُ أَبُو إِسْحَاق السبيعِي وخَالِد الْحذاء
٢٣٩ - وَالسَّادِس سعيد بن عَمْرو بن أبي النَّصْر السكونِي الْكُوفِي
يروي عَن ابْن أبي ليلى
روى عَنهُ مُحَمَّد بن عمرَان بن أبي ليلى',NULL,'145',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (118,'٢٤٠ - وَالسَّابِع سعيد بن عَمْرو بن سُفْيَان
يروي عَن أَبِيه
يروي عَنهُ الْأسود بن قيس
٢٤١ - وَالثَّامِن سعيد بن عَمْرو الزبيرِي
يروي عَن أَبِيه
يروي عَنهُ إِبْرَاهِيم بن الْمُنْذر الْحزَامِي
٢٤٢ - وَالتَّاسِع سعيد بن عَمْرو الْحِمصِي
يروي عَن بَقِيَّة وَإِسْمَاعِيل بن عَيَّاش
روى عَنهُ أَبُو حَاتِم الرَّازِيّ',NULL,'146',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (119,'٢٤٣ - والعاشر سعيد بن عَمْرو الأشعثي
يروي عَن عَبْثَر وَغَيره
روى عَنهُ مُسلم بن الْحجَّاج',NULL,'147',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (120,'<span data-type="title" id=toc-111>سعيد بن خثيم إثنان</span>

٢٤٥ - أَحدهمَا الْكُوفِي الْهِلَالِي
يروي عَن مُسلم الْملَائي روى عَنهُ يحيى بن يحيى والأشج
٢٤٦ - وَالثَّانِي شيخ
روى عَنهُ عَوْف الْأَعرَابِي وَأَبُو الْأَشْهب العطاردي
سعيد ابْن حنتم بِالْحَاء وَالنُّون وَالتَّاء
٢٤٧ - تَابِعِيّ
يحدث عَن أبي هُرَيْرَة رَضِي الله عَنهُ',NULL,'148',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (121,'<span data-type="title" id=toc-112>سعيد بن يحيى إثنان</span>

٢٤٨ - سعيد بن يحيى بن سعيد
٢٤٩ - وَسَعِيد بن يحيى بن الْأَزْهَر
حدث عَنهُ عسل
<span data-type="title" id=toc-113>سعيد بن أَيمن إثنان</span>

٢٥٠ - أَحدهمَا
مولى كَعْب بن سور عَن أنس
روى عَنهُ أَبُو الْأَشْهب وَغَيره ز
٢٥١ - وَالْآخر
يروي عَن كثير بن عَبَّاس قَوْله
روى عَنهُ ابْن أبي ذِئْب ز',NULL,'149',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (122,'<span data-type="title" id=toc-114>سعيد بن حَيَّان ثَلَاثَة</span>

٢٥٢ - أحدهم من بني تيم الربَاب كُوفِي أَخُو بني عدي تَابِعِيّ
روى عَن عَليّ وَشُرَيْح روى عَنهُ ابْن حبَان ز
٢٥٣ - وَالثَّانِي الْأَزْدِيّ تَابِعِيّ
يروي عَن ابْن عَبَّاس حدث عَنهُ عَوْف ز
٢٥٤ - وَالثَّالِث الْبَصْرِيّ كنيته أَبُو السمين
سمع عتبَة بن أبي سُلَيْمَان ز',NULL,'150',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (123,'<span data-type="title" id=toc-115>سعيد بن خَالِد بن عَمْرو إثنان</span>

٢٥٥ - سعيد بن خَالِد بن عَمْرو بن حزم
عَن بعض أَزوَاج النَّبِي صلى الله عَلَيْهِ وَسلم
روى عَنهُ ابْن إِسْحَاق ز
٢٥٦ - وَسَعِيد بن خَالِد بن عَمْرو بن عُثْمَان أَبُو عُثْمَان الْأمَوِي
سمع عُرْوَة وَقبيصَة بن ذويب
روى عَنهُ الزُّهْرِيّ ز',NULL,'151',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (124,'<span data-type="title" id=toc-116>سعيد بن زَرْبِي إثنان</span>

٢٥٧ - أَحدهمَا
كنيته أَبُو مُعَاوِيَة
سمع ثَابت الْبَصْرِيّ وَغَيره ز
٢٥٨ - وَالثَّانِي
سمع مُجَاهدًا
روى عَنهُ الْقَاسِم بن مَالك ز',NULL,'152',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (125,'<span data-type="title" id=toc-117>سعيد بن أبي سعيد ثَلَاثَة</span>

٢٥٩ - الأول المَقْبُري كنيته أَبُو سعد ز
٢٦٠ - وَالثَّانِي مولى الْمهرِي كنيته أَبُو السميط وَيُقَال أَبُو السبط
روى عَن أَبِيه حدث عَنهُ أُسَامَة وَغَيره ز
٢٦١ - وَالثَّالِث سعيد بن أبي سعيد الْخُدْرِيّ الْأنْصَارِيّ ز',NULL,'153',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (126,'<span data-type="title" id=toc-118>سعيد بن سعيد ثَلَاثَة</span>

٢٦٢ - الأول التغلبي أَبُو الصَّباح
سمع سعيد بن عَمْرو وَغَيره روى عَنهُ وَكِيع
٢٦٣ - وَالثَّانِي سمع عَطاء قَوْله روى عَنهُ أَبُو عَاصِم
٢٦٤ - وَالثَّالِث سعيد بن سعيد بن عُمَيْر بن عقبَة بن دِينَار الْأنْصَارِيّ
عَن عَمه أبي بردة عَن النَّبِي صلى الله عَلَيْهِ وَسلم
قَالَ صَاحب الْكتاب',NULL,'155',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (127,'<span data-type="title" id=toc-119>سوار بن عبد الله ثَلَاثَة</span>

٢٦٥ - أحدهم
الْعَنْبَري قَاضِي الْبَصْرَة وأميرها فِي أَيَّام الْمَنْصُور كنيته أَبُو عبد الله
٢٦٦ - وَالثَّانِي شيخ للبصريين غير هَذَا
روى عَنهُ أَبُو يعلى زَكَرِيَّا بن يحيى الْمنْقري
٢٦٧ - وَالثَّالِث سوار بن عبد الله قَاضِي الرصافة
روى عَن الْمُعْتَمِر بن سُلَيْمَان وَيحيى بن سعيد
روى عَنهُ يحيى بن مُحَمَّد بن صاعد وعبدان بن أَحْمد',NULL,'156',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (128,'<span data-type="title" id=toc-120>سُلَيْمَان بن يسَار إثنان</span>

٢٦٨ - الأول
يروي عَن أبي هُرَيْرَة وَغَيره وَهُوَ أَخُو عَطاء وَله أَخ ثَالِث عبد الملك
٢٦٩ - وَالثَّانِي صَاحب الْمَقْصُورَة
يروي عَن الْقَاسِم بن مُحَمَّد وَأبي بكر بن حَازِم
روى عَنهُ ابْن أبي ذِئْب وَسليمَان بن بِلَال ز',NULL,'157',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (129,'<span data-type="title" id=toc-121>وَسليمَان بن بشار</span>

٢٧٠ - أَبُو أَيُّوب سكن مصر
روى عَن عبد الله بن الْمُبَارك
حدث عَنهُ أَحْمد بن إِبْرَاهِيم بن كمونة وعبد الرحمن بن أَحْمد بن رشدين وَغَيرهمَا',NULL,'158',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (130,'<span data-type="title" id=toc-122>سُهَيْل بن ذكْوَان إثنان</span>

الأول
٢٧١ - سُهَيْل بن أبي صَالح السمان
وَأَبُو صَالح اسْمه ذكْوَان وَهُوَ الْمَشْهُور الْمخْرج حَدِيثه فِي صَحِيح مُسلم بن الْحجَّاج وَأكْثر رِوَايَته عَن أَبِيه ورعا أَدخل بَينه وَبَين أَبِيه الْأَعْمَش والقعقاع ابْن حَكِيم وَسمي مولى أبي بكر بن عبد الرحمن
٢٧٢ - وَالثَّانِي
الْمَكِّيّ وَيُقَال لَهُ أَبُو السندي
قَالَ يزِيد بن هَارُون
حَدثنَا سُهَيْل بن ذكْوَان الْمَكِّيّ أَبُو عَمْرو وَكَانَ عندنَا بواسط يروي عَن عَائِشَة وعبد الله بن الزبير
وَقد روى عَنهُ هشيم ومروان بن مُعَاوِيَة',NULL,'159',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (131,'<span data-type="title" id=toc-123>السَّائِب بن مَالك إثنان</span>

قد رويا عَن الصَّحَابَة وروى عَنْهُمَا الزُّهْرِيّ
روى عَن يزِيد بن أبي حبيب عَن الزُّهْرِيّ عَن
٢٧٣ - السَّائِب بن مَالك عَن فضَالة بن عبيد أَنه أقبل رجل فَقَالَ يَا رَسُول الله مَا أقرب الْعَمَل إِلَى الْجِهَاد الحَدِيث
٢٧٤ - والسائب بن مَالك أَيْضا تَابِعِيّ
يروي عَن عبد الله بن عَمْرو وَغَيره
يروي عَنهُ أَبُو إِسْحَاق السبيعِي',NULL,'160',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (132,'<span data-type="title" id=toc-124>سَلام بن سليم وَسَلام بن سلم وَسَلام بن سُلَيْمَان</span>

٢٧٥ - سَلام بن سليم أَبُو الْأَحْوَص النَّخعِيّ الْكُوفِي
عَن أبي إِسْحَاق الْهَمدَانِي وَمَنْصُور بن الْمُعْتَمِر
روى عَنهُ وَكِيع بن عبد الرحمن بن مهْدي
٢٧٦ - وَسَلام بن سلم السَّعْدِيّ الطَّوِيل
يروي عَن زيد بن الْخَبَّاب وَيُونُس بن مُحَمَّد وَعَفَّان
٢٧٧ - وَسَلام بن سُلَيْمَان المدايني الصَّغِير
رِوَايَته عَن وَرْقَاء بن عَمْرو وَأبي عَمْرو بن الْعَلَاء تكلمُوا فِيهِ',NULL,'161',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (133,'<span data-type="title" id=toc-125>سعد بن إِيَاس وَسَعِيد بن إِيَاس</span>

٢٧٨ - سعد بن إِيَاس أَبُو عَمْرو الشَّيْبَانِيّ أدْرك النَّبِي صلى الله عَلَيْهِ وَسلم
يروي عَن أبي مَسْعُود عَن النَّبِي صلى الله عَلَيْهِ وَسلم
من دلّ على خير فَلهُ مثل أجر فَاعله
٢٧٩ - وَسَعِيد بن إِيَاس الْجريرِي كنيته أَبُو مَسْعُود
يروي عَن أبي الْعَلَاء وَأبي هُرَيْرَة
روى عَنهُ شُعْبَة وَالثَّوْري وَيزِيد بن هَارُون',NULL,'162',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (134,'-<span data-type="title" id=toc-126> بَاب الشين</span>
-
<span data-type="title" id=toc-127>شُعَيْب بن زُرَيْق وَشُعَيْب بن رُزَيْق</span>

٢٨٠ - أَحدهمَا الطَّائِفِي الثَّقَفِيّ
روى عَن الحكم بن حزن الكلفي
روى عَنهُ شهَاب بن خرَاش
٢٨١ - وَالْآخر
أَبُو شيبَة الشَّامي
روى عَن عَطاء الْخُرَاسَانِي
روى عَنهُ الْوَلِيد بن مُسلم وَمعلى بن الْفضل وَبشر بن عمر الزهْرَانِي',NULL,'163',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (135,'<span data-type="title" id=toc-128>شُرَحْبِيل بن سعيد وشرحبيل بن سعد</span>

٢٨٤ - شُرَحْبِيل بن سعيد بن سعد بن عبَادَة الْأنْصَارِيّ
وَيُقَال هُوَ شُرَحْبِيل بن سعد بن عبَادَة
روى عَن أَبِيه
روى عَنهُ ابْنه عَمْرو بن شُرَحْبِيل
وَالْآخر
٢٨٥ - شُرَحْبِيل بن سعد الخطمي مولى لَهُم
روى عَن زيد بن ثَابت وَجَابِر بن سعد وَأبي هُرَيْرَة وَأبي سعيد',NULL,'164',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (136,'-<span data-type="title" id=toc-129> بَاب الصَّاد</span>
-
<span data-type="title" id=toc-130>صَالح بن حَيَّان وَصَالح بن حَيَّان</span>

كَانَا فِي عصر وَاحِد فأولهما
٢٨٦ - صَالح بن حَيَّان وَهُوَ صَالح بن حَيّ أَبُو الْحسن وَعلي
يروي عَن أبي بردة بن أبي مُوسَى
وَالْآخر
٢٨٧ - صَالح بن حَيَّان الْقرشِي
يروي عَن أبي وَائِل',NULL,'165',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (137,'<span data-type="title" id=toc-131>صَالح بن إِبْرَاهِيم الْقرشِي وَصَالح بن إِبْرَاهِيم الْقرشِي</span>

فِي عصر وَاحِد
٢٨٨ - صَالح بن إِبْرَاهِيم بن عبد الرحمن بن عَوْف
عَن أَبِيه عَن جده
وَالثَّانِي
٢٨٩ - صَالح بن إِبْرَاهِيم بن مُحَمَّد بن طَلْحَة بن عبيد الله عَن أَبِيه عَن جده',NULL,'166',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (138,'<span data-type="title" id=toc-132>أَبُو مُعَاوِيَة صَدَقَة إثنان</span>

٢٩٠ - أَحدهمَا
الدِّمَشْقِي
يروي عَن الْقَاسِم بن عبد الرحمن
روى عَنهُ الْوَلِيد بن مُسلم
وَالْآخر
٢٩١ - صَدَقَة بن عبد الله بن السمين
يروي عَن أبي وهب الكلَاعِي تكلمُوا فِيهِ',NULL,'167',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (139,'<span data-type="title" id=toc-133>صَالح بن صَالح إثنان</span>

أَحدهمَا
٢٩٢ - صَالح بن صَالح بن مُسلم بن حَيَّان الْهَمدَانِي
وَالْآخر
٢٩٣ - صَالح بن صَالح الْأَسدي',NULL,'169',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (140,'-<span data-type="title" id=toc-134> بَاب الضَّاد</span>
-
<span data-type="title" id=toc-135>الضَّحَّاك بن عُثْمَان إثنان</span>

٢٩٤ - الأول
أَبُو عُثْمَان الْحزَامِي
والاخر سبطه
٢٩٥ - الضَّحَّاك بن عُثْمَان بن الضَّحَّاك بن عُثْمَان
روى عَن مُصعب بن عبد الله الزبيرِي',NULL,'170',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (141,'-<span data-type="title" id=toc-136> بَاب الطَّاء</span>
-
<span data-type="title" id=toc-137>طَلْحَة بن عبد الله إثنان</span>

كَانَا فِي عصر وَاحِد وَقد روى عَنْهُمَا سعيد بن إِبْرَاهِيم
فَالْأول
٢٩٦ - طَلْحَة بن عبد الله بن عَوْف الزُّهْرِيّ ابْن أخي عبد الرحمن بن عَوْف
يروي عَن عَمه وَغَيره
وَالثَّانِي
٢٩٧ - طَلْحَة بن عبد الله بن عُثْمَان بن عبيد الله بن معمر التَّيْمِيّ
يروي عَن عَائِشَة رَضِي الله عَنْهَا',NULL,'171',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (142,'<span data-type="title" id=toc-138>طَارق بن عبد الرحمن إثنان</span>

كَانَا فِي عصر وَاحِد
٢٩٨ - الأول
البَجلِيّ
يروي عَن عبد الله بن أبي أوفى وَقيس بن أبي حَازِم
روى عَنهُ إِسْمَاعِيل بن أبي خَالِد وَالثَّوْري
٢٩٩ - وَالثَّانِي
يروي عَن الصَّحَابَة
ويروي عَنهُ عِكْرِمَة بن عمار',NULL,'172',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (143,'<span data-type="title" id=toc-139>طعمة بن عَمْرو إثنان</span>

٣٠٠ - الْجَعْفَرِي
٣٠١ - الْكُوفِي',NULL,'173',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (144,'-<span data-type="title" id=toc-140> بَاب الْعين</span>
-
<span data-type="title" id=toc-141>عبد الله بن مَسْعُود إثنان</span>

٣٠٢ - الأول
أَبُو عبد الرحمن الْهُذلِيّ مَشْهُور
٣٠٣ - وَالثَّانِي
الْغِفَارِيّ
روى عَن نَافِع عَن بردة فِي فضل رَمَضَان
وَقيل أَبُو مَسْعُود',NULL,'174',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (145,'<span data-type="title" id=toc-142>عبد الله بن بحير وعبد الله بن بجير</span>

٣٠٤ - عبد الله بن بحير الْيَمَانِيّ
روى عَن هَانِئ مولى عُثْمَان بن عَفَّان
حدث عَنهُ هِشَام بن يُوسُف وعبد الرزاق
٣٠٥ - وعبد الله بن بجير بَصرِي يكنى أَبَا حمْرَان
يحدث عَن سيار بِحَدِيث
يَأْتِي قوم سياط قَالَ الدَّارَقُطْنِيّ
وَقيل ابْن بجير',NULL,'175',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (146,'<span data-type="title" id=toc-143>عبد الله بن جَعْفَر الْمدنِي إثنان</span>

كَانَا فِي عصر وَاحِد إسنادهما وَاحِد والرواة عَنْهُمَا متقاربون
٣٠٦ - فَالْأول
المخرمي
مخرج حَدِيثه فِي الصَّحِيح
٣٠٧ - وَالثَّانِي
وَالِد عَليّ بن الْمَدِينِيّ',NULL,'176',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (147,'<span data-type="title" id=toc-144>عبد الله بن بشر الْكُوفِي ثَلَاثَة</span>

٣٠٨ - الأول
الْهِلَالِي
يروي عَن ابْن مَسْعُود
٣٠٩ - وَالثَّانِي
الْخَثْعَمِي
يروي عَن أبي زرْعَة بن عَمْرو بن جرير
٣١٠ - وَالثَّالِث
الْكُوفِي ولي قَضَاء الرقة
يروي عَن الزُّهْرِيّ وَأبي إِسْحَاق السبيعِي',NULL,'177',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (148,'<span data-type="title" id=toc-145>عبد الله بن مُغفل الْمُزنِيّ وعبد الله بن معقل الْمُزنِيّ</span>

الأول
٣١١ - ابْن عبد نهم الْمُزنِيّ وعداده فِي أهل الْبَصْرَة صَحَابِيّ
وكنيته أَبُو زِيَاد
وَالْآخر
٣١٢ - عبد الله بن معقل بن مقرن تَابِعِيّ وعداده فِي أهل الْكُوفَة
يروي عَن ابْن مَسْعُود وعدي بن حَاتِم
حدث عَنهُ أَبُو إِسْحَاق السبيعِي وَغَيره
كنيته أَبُو الْوَلِيد',NULL,'178',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (149,'<span data-type="title" id=toc-146>عبد الله بن أنيس وعبد الله بن أنيس</span>

كِلَاهُمَا صحابيان
٣١٣ - أَحدهمَا عبد الله بن أنيس الْجُهَنِيّ
يروي حَدِيث لَيْلَة الْقدر
وَالْآخر
٣١٤ - عبد الله بن أنيس الْأنْصَارِيّ الَّذِي قتل ابْن أبي الْحقيق',NULL,'179',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (150,'<span data-type="title" id=toc-147>عبد الله بن مُحَمَّد بن جَعْفَر بن حَيَّان إثنان</span>

أَحدهمَا
٣١٥ - أَبُو الشَّيْخ الْأَصْبَهَانِيّ الحياني
٣١٦ - وَالثَّانِي
أَبُو بكر
روى عَن إِسْحَاق بن أَحْمد الْفَارِسِي
روى عَنهُ أَبُو نصر الْفضل بن مُحَمَّد بن سعيد القاساني',NULL,'180',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (151,'<span data-type="title" id=toc-148>أَبُو حَفْص عَمْرو بن شاهين إثنان</span>

٣١٧ - أَحدهمَا
السَّمرقَنْدِي
روى عَن أبي بكر مُحَمَّد بن جَعْفَر بن جَابر الرزمازي
روى عَنهُ أَبُو مُحَمَّد عبد العزيز بن مُحَمَّد النخشبي الْحَافِظ
٣١٨ - وَالثَّانِي
الْوَاعِظ الْبَغْدَادِيّ الْمَعْرُوف بِابْن شاهين',NULL,'181',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (152,'<span data-type="title" id=toc-149>أَبُو حَفْص عمر بن عَليّ وَعَمْرو بن عَليّ أَبُو حَفْص</span>

٣١٩ - عمر بن عَليّ بن مقدم الْمقدمِي
يروي عَن إِسْمَاعِيل بن أبي خَالِد
روى عَنهُ يحيى بن يحيى
وَالْآخر
٣٢٠ - وَأَبُو حَفْص عَمْرو بن عَليّ بن بَحر بن كنيز بن الفلاس
يروي عَن يزِيد بن زُرَيْع وخَالِد بن الْحَارِث
ويروي عَمْرو بن عَليّ هَذَا عَن عمر بن عَليّ الْمقدمِي الأول',NULL,'182',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (153,'<span data-type="title" id=toc-150>عمر بن زُرَارَة وَعَمْرو بن زُرَارَة</span>

الأول
٣٢١ - أَبُو حَفْص عمر بن زُرَارَة الْبَغْدَادِيّ
سمع عِيسَى بن يُونُس
٣٢٢ - وَالثَّانِي
النَّيْسَابُورِي كنيته أَبُو مُحَمَّد
روى عَن هشيم وَابْن علية وَزِيَاد بن عبد الله',NULL,'183',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (154,'<span data-type="title" id=toc-151>عَمْرو بن الْحَرْث وَعمر بن الْحَرْث</span>

٣٢٣ - أَحدهمَا صَحَابِيّ
٣٢٤ - وَالْآخر يروي عَنهُ ابْن وهب',NULL,'185',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (155,'<span data-type="title" id=toc-152>عَمْرو بن دِينَار وَعَمْرو بن دِينَار</span>

٣٢٥ - الأول
أَبُو مُحَمَّد الْمَكِّيّ
روى عَن ابْن عمر وَجَابِر رَضِي الله عَنْهُم
ثِقَة مَشْهُور
٣٢٦ - وَالْآخر
أَبُو يحيى قهرمان آل الزبير
تكلمُوا فِيهِ وَهُوَ صَاحب حَدِيث
من دخل السُّوق فَقَالَ لَا إِلَه إِلَّا الله
وَحَدِيث
من رأى صَاحب بلَاء فَقَالَ الْحَمد لله الَّذِي عافاني',NULL,'189',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (156,'<span data-type="title" id=toc-153>عَمْرو بن حُرَيْث ثَلَاثَة كلهم يعدون فِي الصَّحَابَة</span>

٣٢٧ - أحدهم
المَخْزُومِي كنيته أَبُو سعيد سكن الْكُوفَة
رأى النَّبِي صلى الله عَلَيْهِ وَسلم وَمسح بِرَأْسِهِ وَخط لَهُ دَارا بِالْمَدِينَةِ
روى عَنهُ الْوَلِيد بن سريع
٣٢٨ - وَالْآخر مصري روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم مُرْسلا
روى عَنهُ حميد بن هَانِئ
٣٢٩ - وَالثَّالِث كُوفِي
روى عَن برزعة بن عبد الرحمن
روى عَنهُ مَالك بن إِسْمَاعِيل النَّهْدِيّ وعبد العزيز بن الْخطاب',NULL,'192',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (157,'<span data-type="title" id=toc-154>الزُّهْرِيّ عَن عبيد الله بن عبد الله عَن ابْن عَبَّاس إثنان</span>
أَحدهمَا
٣٣٠ - عبيد الله بن عبد الله بن أبي ثَوْر
عَن ابْن عَبَّاس حَدِيث طَوِيل قصَّة عمر فِي تطليق النِّسَاء
وَالْآخر
٣٣١ - عبيد الله بن عبد الله بن عقبَة
وَهُوَ أشهر وَحَدِيثه أَكثر',NULL,'193',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (158,'<span data-type="title" id=toc-155>عَمْرو بن قيس وَعَمْرو بن قيس</span>

٣٣٢ - أَحدهمَا
الْكِنْدِيّ أَبُو ثَوْر الشَّامي تَابِعِيّ مَشْهُور
سَأَلَهُ الْحجَّاج بن يُوسُف عَن مولده قَالَ سنة المجاعة سنة أَرْبَعِينَ
صَالح فِيهَا الْحُسَيْن بن عَليّ مُعَاوِيَة بن أبي سُفْيَان
قَالَ الْحجَّاج هُوَ يوازي سنة المجاعة سنة أَرْبَعِينَ صَالح فِيهَا الْحُسَيْن بن عَليّ مُعَاوِيَة بن أبي سُفْيَان فَاجْتمع الْمُسلمُونَ وانقطعت الْفرْقَة مَاتَ عَمْرو بن قيس سنة أَرْبَعِينَ وَمِائَة
روى عَن عبد الله بن بشر
٣٣٣ - وَالثَّانِي
أَبُو عبد الله عَمْرو بن قيس الْملَائي
مَاتَ سنة سِتّ وَأَرْبَعين وَمِائَة',NULL,'194',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (159,'<span data-type="title" id=toc-156>عَاصِم بن سُلَيْمَان إثنان</span>

٣٣٤ - أَحدهمَا
الْأَحول أَبُو عبد الرحمن سكن الْبَصْرَة
روى عَن أنس بن مَالك وَصَفوَان بن مُحرز وَغَيرهمَا
٣٣٥ - وَالْآخر الكوزي وكوز بطن من بني ضبة بِالْبَصْرَةِ',NULL,'195',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (160,'<span data-type="title" id=toc-157>عبد الله بن خباب إثنان</span>

أَحدهمَا
٣٣٦ - عبد الله بن خباب بن الْأَرَت
روى عَن أَبِيه
٣٣٧ - وَالْآخر
مولى بني عدي بن النجار يعد فِي الْمَدَنِيين
روى عَنهُ يحيى بن سعيد الْأنْصَارِيّ وَالقَاسِم بن مُحَمَّد',NULL,'196',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (161,'<span data-type="title" id=toc-158>عبد الرحمن بن حَرْمَلَة إثنان</span>

٣٣٨ - أَحدهمَا
الْأَسْلَمِيّ الْمدنِي
روى عَن سعيد بن الْمسيب وَأبي تفال وَعَمْرو بن شُعَيْب
روى عَنهُ الدَّرَاورْدِي وحاتم بن إِسْمَاعِيل
٣٣٩ - وَالْآخر
عَم الْقَاسِم بن حسان
روى عَن عبد الله بن مَسْعُود
روى عَنهُ ابْن أَخِيه الْقَاسِم بن حسان',NULL,'197',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (162,'<span data-type="title" id=toc-159>عبد الملك بن ميسرَة ثَلَاثَة</span>

٣٤٠ - الأول الزراد كُوفِي يكنى أَبَا زيد
روى عَنهُ شُعْبَة وَالْأَعْمَش ومسعر
٣٤١ - وَالْآخر الْمَكِّيّ سمع عَطاء روى عَنهُ أَبُو داؤد
وَالثَّالِث
٣٤٢ - عبد الملك بن أبي سُلَيْمَان كُوفِي أَيْضا وَاسم أبي سُلَيْمَان ميسرَة
روى عَن عَطاء وَسَعِيد بن جُبَير وَأنس بن سِيرِين
روى عَنهُ الثَّوْريّ وَجَرِير وَيحيى بن سعد الْقطَّان',NULL,'198',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (163,'<span data-type="title" id=toc-160>عبد الملك بن مَرْوَان ثَلَاثَة</span>

٣٤٣ - الأول عبد الملك بن مَرْوَان بن الْحَارِث بن أبي ذُبَاب
روى عَن سَالم سبلان
٣٤٤ - وَالثَّالِث بَصرِي إِمَام مَسْجِد أبي عَاصِم النَّبِيل
يروي عَن عبد الوارث وَسَالم بن قُتَيْبَة',NULL,'199',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (164,'<span data-type="title" id=toc-161>عبد الملك بن عُمَيْر اللَّخْمِيّ إثنان</span>

٣٤٥ - أَحدهمَا
كُوفِي لَقِي جمعا من الصَّحَابَة وَحَدِيثه ز
٣٤٦ - وَالثَّانِي
شَامي
روى عَن عُرْوَة بن رُوَيْم
روى عَنهُ سُلَيْمَان بن الْمُغيرَة الدِّمَشْقِي ز',NULL,'200',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (165,'<span data-type="title" id=toc-162>عَليّ بن أبي طَلْحَة إثنان</span>

٣٤٧ - أَحدهمَا
شَامي وَاسم أبي طَلْحَة سَالم بن الْمخَارِق
حدث بالتفسير مَاتَ سنة ثَلَاث وَأَرْبَعين وَمِائَة
روى عَنهُ مُعَاوِيَة بن صَالح وَفرج بن فضَالة وداؤد بن أبي هِنْد ز
٣٤٨ - وَالْآخر
كُوفِي
روى عَنهُ الثَّوْريّ وَحسن بن صَالح ز',NULL,'201',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (166,'<span data-type="title" id=toc-163>عَليّ بن عمر الْحَافِظ إثنان</span>

٣٤٩ - أَحدهمَا
الدَّارَقُطْنِيّ ز
٣٥٠ - وَالثَّانِي
حدث بسمرقند
سمع مِنْهُ عمر اللَّيْثِيّ بسمرقند ز',NULL,'202',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (167,'<span data-type="title" id=toc-164>عُثْمَان بن سعيد خَمْسَة</span>

٣٥١ - الأول الزيات الْكُوفِي
روى عَنهُ أَبُو كريب وَأحمد بن يحيى الصُّوفِي
٣٥٢ - وَالثَّانِي عُثْمَان بن سعيد بن مرّة الْقرشِي وكوفي أَيْضا
روى عَن الْحسن بن صَالح
٣٥٣ - وَالثَّالِث عُثْمَان بن سعيد بن كثير بن دِينَار
روى عَن جرير بن عُثْمَان وَشُعَيْب بن أبي حَمْزَة
روى عَنهُ عَبْدَانِ وَابْن أبي داؤد
٣٥٤ - وَالرَّابِع عُثْمَان بن سعيد ورش مصري صَاحب الْقرَاءَات
روى عَن نَافِع بن أبي نعيم',NULL,'203',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (168,'٣٥٥ - وَالْخَامِس الدَّارمِيّ أَبُو سعيد السجْزِي سكن هراة',NULL,'204',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (169,'<span data-type="title" id=toc-165>أَبُو عُبَيْدَة عَامر بن عبد الله إثنان</span>

الأول
٣٥٦ - أَبُو عُبَيْدَة ابْن عبد الله بن الْجراح صَاحب النَّبِي صلى الله عَلَيْهِ وَسلم
وَالْآخر
٣٥٧ - عَامر بن عبد الله بن مَسْعُود
روى عَن أَبِيه روى عَنهُ أَبُو إِسْحَاق وَعَمْرو بن مرّة',NULL,'205',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (170,'<span data-type="title" id=toc-166>عباد بن كثير وَعباد بن كثير</span>

٣٥٨ - أَحدهمَا
الرَّمْلِيّ
روى عَن الثَّوْريّ أَحَادِيث مَوْضُوعَة وَهُوَ صَاحب حَدِيث
طلب الْحَلَال فَرِيضَة بعد الْفَرِيضَة
٣٥٩ - وَالْآخر
الْكَاهِلِي الثَّقَفِيّ شيخ قديم
وَكَانَ سُفْيَان يكذبهُ ثمَّ مَاتَ وَلم يصل عَلَيْهِ الثَّوْريّ
وَرِوَايَته عَن جَعْفَر بن مُحَمَّد الصَّادِق وَهِشَام بن عُرْوَة وَالْحسن الْبَصْرِيّ وَنَافِع وعبد الله ابْن مُحَمَّد بن عقيل',NULL,'206',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (171,'<span data-type="title" id=toc-167>عَطاء عَن أبي هُرَيْرَة أَرْبَعَة</span>

٣٦٠ - عَطاء بن يسَار
يروي عَنهُ شريك بن أبي نمر وَمُحَمّد بن عمر بن عَطاء وَعَمْرو بن دِينَار وَزيد ابْن أسلم وهلال بن عَليّ صَفْوَان بن سليم وَغَيرهم
٣٦١ - وَالثَّانِي عَطاء بن يزِيد اللَّيْثِيّ
يروي عَنهُ الزُّهْرِيّ وَأَبُو عُبَيْدَة صَاحب سُلَيْمَان بن عبد الملك وَغَيرهمَا
٣٦٢ - وَالثَّالِث عَطاء بن أبي رَبَاح
يروي عَنهُ ابْن جريج وحبِيب بن الشَّهِيد وَعمر بن سعيد بن أبي حُسَيْن وعبد الملك ابْن أبي سُلَيْمَان',NULL,'208',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (172,'وَالرَّابِع
٣٦٣ - عَطاء بن ميناء
يروي عَنهُ عَمْرو بن دِينَار أَيْضا وَأَيوب بن مُوسَى والحرث بن عبد الرحمن بن أبي حباب وَسَعِيد بن أبي سعيد المَقْبُري',NULL,'209',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (173,'<span data-type="title" id=toc-168>عبد الله بن زيد الْأنْصَارِيّ إثنان</span>

٣٦٤ - أَحدهمَا الَّذِي أرى الْأَذَان يكنى أَبَا مُحَمَّد
٣٦٥ - وَالْآخر الْمَازِني عَم عباد بن تَمِيم',NULL,'210',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (174,'-<span data-type="title" id=toc-169> بَاب الْغَيْن</span>
-
<span data-type="title" id=toc-170>غُنْجَار وغنجار</span>

٣٦٦ - الأول عِيسَى بن مُوسَى التَّيْمِيّ بخاري كنيته أَبُو أَحْمد
يروي عَن مَالك وَالثَّوْري وَأَبُو حَمْزَة السكرِي
وَالْآخر
٣٦٧ - أَبُو عبد الله مُحَمَّد بن أَحْمد بن مُحَمَّد بن سُلَيْمَان بن كَامِل البُخَارِيّ الْحَافِظ ويلقب بغنجار
روى عَن أبي بكر بن مُحَمَّد بن عَليّ وَأبي أَحْمد الْخُشَنِي وَخلف الْخيام',NULL,'211',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (175,'-<span data-type="title" id=toc-171> بَاب الْفَاء</span>
-
<span data-type="title" id=toc-172>من يعرف بالكنى</span>

<span data-type="title" id=toc-173>شُعْبَة وَالثَّوْري وَزُهَيْر وزائدة عَن أبي فَرْوَة وَهُوَ اثْنَان</span>

فَإِذا روى أحد هَؤُلَاءِ عَن أبي فَرْوَة عَن الشّعبِيّ أَو أَبُو الضُّحَى فَهُوَ
٣٦٨ - عُرْوَة بن الْحَارِث الْهَمدَانِي
وَإِذا روى أحد هَؤُلَاءِ الْأَرْبَع عَن أبي فَرْوَة عَن غَيرهمَا فَهُوَ
٣٦٩ - مُسلم بن سَالم الْجُهَنِيّ',NULL,'212',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (176,'<span data-type="title" id=toc-174>فتح الْموصِلِي إثنان</span>

أَحدهمَا
٣٧٠ - فتح بن مُحَمَّد بن وشاح أَبُو مُحَمَّد الْأَزْدِيّ الْموصِلِي
ذكر الْمعَافى بن عمرَان أَنه لم يكن أَعقل مِنْهُ
قَالَ المُصَنّف
وَلَيْسَ هَذَا بِفَتْح الْموصِلِي الْمَكِّيّ أبي نصر فَإِن
٣٧١ - أَبَا نصر مَاتَ فِي سنة عشْرين وَمِائَتَيْنِ
وَابْن وشاح مَاتَ سنة سبعين وَمِائَة
وَأكْثر عَن أبي نصر لَا عَن أبي مُحَمَّد',NULL,'213',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (177,'-<span data-type="title" id=toc-175> بَاب الْقَاف</span>
-
<span data-type="title" id=toc-176>الْقَاسِم بن مُحَمَّد ثَلَاثَة</span>

٣٧٢ - أحدهم الْقَاسِم بن مُحَمَّد بن أبي بكر الصّديق رَضِي الله عَنهُ
٣٧٣ - وَالْآخر الثَّقَفِيّ
روى عَن مُعَاوِيَة وَأَسْمَاء بنت أبي بكر
٣٧٤ - وَالثَّالِث أَبُو نهيك الْأَسدي كُوفِي',NULL,'214',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (178,'<span data-type="title" id=toc-177>الْقَاسِم بن سَلام إثنان</span>

أَحدهمَا
٣٧٥ - أَبُو عبيد
وَالثَّانِي
٣٧٦ - ابْن سَلام بن مِسْكين الْأَزْدِيّ الْبَصْرِيّ',NULL,'216',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (179,'-<span data-type="title" id=toc-178> بَاب الْكَاف</span>
-
<span data-type="title" id=toc-179>أَبُو رشدين كريب وَأَبُو رشدين كريب</span>

أَحدهمَا
٣٧٧ - كريب بن أبي مُسلم مولى ابْن عَبَّاس وَأكْثر رِوَايَته عَن ابْن عَبَّاس
روى عَنهُ عَمْرو بن دِينَار وَسَالم بن أبي الْجَعْد
وَالثَّانِي
٣٧٨ - كريب بن أَبْرَهَة
يروي عَن حُذَيْفَة بن الْيَمَان وَأبي الدَّرْدَاء وَأبي رَيْحَانَة وَكَعب
روى عَنهُ سليم بن عثر وثوبان بن شهر وَغَيرهمَا',NULL,'217',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (180,'-<span data-type="title" id=toc-180> بَاب اللَّام</span>
-
<span data-type="title" id=toc-181>اللَّيْث بن سعد أَرْبَعَة</span>

الأول
٣٧٩ - الإِمَام الْمُقدم أَبُو الْحَارِث اللَّيْث بن سعد الفهمي الْمصْرِيّ
يروي عَن نَافِع روى عَنهُ قُتَيْبَة بن سعيد
مَاتَ سنة خمس وَسبعين وَمِائَة ١٧٥
الثَّانِي
٣٨٠ - أَبُو الْحَارِث اللَّيْث بن سعد بن الحكم بن مُحَمَّد بن أبي مَرْيَم ابْن أخي سعيد بن الحكم بن أبي مَرْيَم
روى عَن عبد العزيز الإديسي وَغَيره
يحدث عَنهُ أَحْمد بن يحيى بن خَالِد بن حَيَّان الرقي',NULL,'218',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (181,'٣٨١ - وَالثَّالِث اللَّيْث بن سعد بن نجيح بن أخي خَالِد بن نجيح
يروي عَن عبد الله بن وهب وَغَيره
٣٨٢ - وَالرَّابِع اللَّيْث بن سعد بن إِبْرَاهِيم كنيته أَبُو عَمْرو تنيسي الأَصْل
يحدث عَن بكر بن سهل الدمياطي وَذَوِيهِ',NULL,'219',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (182,'-<span data-type="title" id=toc-182> بَاب الْمِيم</span>
-
<span data-type="title" id=toc-183>مُحَمَّد بن زِيَاد عشرَة</span>

إثنان يرويان عَن الصَّحَابَة
٣٨٣ - الأول مُحَمَّد بن زِيَاد الَّذِي أَكثر رِوَايَته عَن أبي هُرَيْرَة
٣٨٤ - وَالثَّانِي مُحَمَّد بن زِيَاد الْأَلْهَانِي شَامي
يروي عَن أبي إِمَامَة الْبَاهِلِيّ وَغَيره
روى عَنهُ الشاميون
كنيته أَبُو سُفْيَان',NULL,'220',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (183,'وَمُحَمّد ابْن زِيَاد الَّذِي
أخبرنَا سعيد بن عَمْرو بن مُحَمَّد الْمُزنِيّ بنيسابور ثَنَا مُحَمَّد بن الْفضل بن مُحَمَّد ابْن إِسْحَاق بن خُزَيْمَة ثَنَا مُحَمَّد بن عبدون بن خَالِد ثَنَا مُحَمَّد بن أَحْمد الضَّبِّيّ الثماني ثَنَا عمر بن عَليّ ثَنَا سعيد بن سَالم القداح عَن مُحَمَّد ابْن زِيَاد عَن مَيْمُون بن مهْرَان عَن ابْن عَبَّاس
أَن ذَا القرنين انْتهى إِلَى ملك من مُلُوك الدُّنْيَا فَقَالَ لَهُ يَا ذِي القرنين إِنَّك قد بلغت مَا يبلغ أحد وَقد بَلغنِي أَن عنْدك لعلما وَأَنا أسائلك عَن أَربع خِصَال فَإِن حَدَّثتنِي بِهن علمت أَنَّك عَالم أَخْبرنِي مَا إثنان قائمان وإثنان ساعيان وإثنان مشتركان وإثنان متباغضان
قَالَ أما الإثنان القائمان فالسموات وَالْأَرْض لم يزولا مُنْذُ خلقهما الله وَأما الإثنان المشتركان فالليل وَالنَّهَار تَأْخُذ أَحدهمَا عَن الآخر وَأما الإثنان المتباغضان فهما الْحَيَاة وَالْمَوْت لَا يحب أَحدهمَا الآخر وَأما الإثنان الساعيان فالشمس وَالْقَمَر لم يَزَالَا دائبين مُنْذُ خلقهما الله فَقَالَ صدقت أَنْت أعلم أهل الأَرْض
هَذَا
٣٨٥ - مُحَمَّد بن زِيَاد الْمَيْمُونِيّ الْأَعْوَر وَأكْثر رِوَايَته عَن مَيْمُون بن مهْرَان تكلمُوا فِيهِ
٣٨٦ - الرَّابِع مُحَمَّد بن زِيَاد السّلمِيّ
روى عَن معَاذ بن جبل وَلَيْسَ بالمشهور',NULL,'221',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (184,'٣٨٧ - الْخَامِس مُحَمَّد بن زِيَاد الْكَلْبِيّ
٣٨٨ - مُحَمَّد بن زِيَاد الْمدنِي
روى عَن سعيد بن الْمسيب حدث عَنهُ أَبُو داؤد الطَّيَالِسِيّ
٣٨٩ - السَّابِع مُحَمَّد بن زِيَاد من أهل الْمُقَدّس
روى عَن إِبْرَاهِيم بن أبي عبلة
٣٩٠ - الثَّامِن مُحَمَّد بن زِيَاد الْأَصْبَهَانِيّ الْعَبْدي
روى عَن النُّعْمَان بن عبد السلام
٣٩١ - التَّاسِع مُحَمَّد بن زِيَاد الزيَادي بَصرِي
روى عَن فُضَيْل بن عِيَاض وَحَمَّاد بن زيد',NULL,'222',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (185,'٣٩٢ - الْعَاشِر مُحَمَّد بن زِيَاد أَبُو عبد الله
يروي عَن أبي الْعَبَّاس ثَعْلَب',NULL,'223',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (186,'<span data-type="title" id=toc-184>مُحَمَّد بن سَلام إثنان</span>

٣٩٣ - أَحدهمَا
البيكندي روى عَن الْحَارِث ز
وَالثَّانِي
٣٩٤ - مُحَمَّد بن سَلام بن عبد الله أَبُو عبد الله الْبَصْرِيّ مولى قدامَة بن مَظْعُون
كَانَ من أهل الْأَدَب صنف كتابا فِي طَبَقَات الشُّعَرَاء
حدث عَنهُ حَمَّاد بن سَلمَة وَغَيره
روى عَنهُ أنَاس
قَالَ صَالح جزرة صَدُوق
وَقَالَ ابْن أبي خشيمة يرْمى بِالْقدرِ لَا يكْتب عَنهُ الحَدِيث إِنَّمَا يكْتب عَنهُ الشّعْر
مَاتَ سنة إِحْدَى وَثَلَاثِينَ وَمِائَتَيْنِ ز',NULL,'224',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (187,'<span data-type="title" id=toc-185>مُحَمَّد بن فُضَيْل ثَلَاثَة</span>

الأول
٣٩٥ - مُحَمَّد بن فُضَيْل بن غَزوَان الضَّبِّيّ
يروي عَن عَطاء بن السَّائِب وَغَيره
كنيته أَبُو عبد الرحمن
وَالْآخر
٣٩٦ - مُحَمَّد بن فُضَيْل بن عِيَاض الزَّاهِد التَّمِيمِي وكنيته أَبُو بكر
يروي عَن ابْن الْمُبَارك روى عَنهُ زهر بن عباد وَغَيره
وَالثَّالِث
٣٩٧ - مُحَمَّد بن فُضَيْل الْبَزَّار',NULL,'225',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (188,'يروي عَن مُعَاوِيَة بن هِشَام وَيزِيد بن أبي حَكِيم
حدث عَنهُ أَبُو حَاتِم الرَّازِيّ
زَاد أَبُو عَليّ جهاندار رَابِعا
٣٩٨ - وَهُوَ مُحَمَّد بن فُضَيْل الْبَلْخِي ز',NULL,'226',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (189,'<span data-type="title" id=toc-186>أَبُو جَعْفَر مُحَمَّد بن الصَّباح إثنان</span>

٣٩٩ - أَحدهمَا الدولابي
سمع شريك بن عبد الله وَإِسْمَاعِيل بن زَكَرِيَّا
٤٠٠ - وَالْآخر الجرجرائي
سمع سُفْيَان بن عُيَيْنَة وَمُحَمّد بن سَلمَة وَابْن أبي حَازِم',NULL,'227',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (190,'<span data-type="title" id=toc-187>مُحَمَّد بن الْمنْهَال إثنان</span>

٤٠١ - أَحدهمَا الضَّرِير أَبُو عبد الله
روى عَن يزِيد بن زُرَيْع وَأُميَّة بن خَالِد
٤٠٢ - وَالْآخر الْقطَّان أَخُو الْحجَّاج بن الْمنْهَال
روى أَيْضا عَن يزِيد بن زُرَيْع وعبد الله بن زِيَاد
روى عَنهُ أَبُو زرْعَة وَأَبُو حَاتِم الرازيان',NULL,'228',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (191,'<span data-type="title" id=toc-188>ابْن جريج عَن ابْن الْمُنْكَدر عَن جَابر إثنان</span>

٤٠٣ - أَحدهمَا مُحَمَّد بن الْمُنْكَدر وكنيته أَبُو بكر وَقيل أَبُو عبد الله
وَأكْثر رِوَايَته عَن جَابر بن عبد الله يروي عَنهُ ابْن جريج
ويروي ابْن جريج عَن أبي بكر بن الْمُنْكَدر
٤٠٤ - أَبُو بكر بن الْمُنْكَدر وَهُوَ أَخُو مُحَمَّد بن الْمُنْكَدر وَلَا يعرف لَهُ اسْم
وَأكْثر رِوَايَته عَن التَّابِعين عَمْرو بن سليم الزرقي وَغَيره',NULL,'229',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (192,'<span data-type="title" id=toc-189>مُحَمَّد بن يحيى الْمروزِي إثنان</span>

٤٠٥ - أَحدهمَا الْمروزِي القصري
سمع ابْن إِدْرِيس وسُفْيَان بن عُيَيْنَة
كنيته أَبُو يحيى
٤٠٦ - وَالْآخر مُحَمَّد بن يحيى بن سُلَيْمَان الْمروزِي
سمع عَاصِم بن عَليّ
روى عَنهُ عبد الله بن مُحَمَّد بن جَعْفَر بن حَيَّان
وكنيته أَبُو بكر
مَاتَ أَبُو بكر مُحَمَّد بن يحيى بن سُلَيْمَان الْمروزِي هَذَا سنة ثَمَان وَتِسْعين وَمِائَتَيْنِ',NULL,'230',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (193,'<span data-type="title" id=toc-190>مُحَمَّد بن حميد إثنان</span>

٤٠٧ - الأول المعمري وكنيته أَبُو سُفْيَان
سمع معمرا وَالثَّوْري
روى عَنهُ يحيى بن يحيى وَشُرَيْح بن يُونُس
٤٠٨ - وَالْآخر الرَّازِيّ
سمع جرير بن عبد الحميد وَيَعْقُوب القمي
كنيته أَبُو عبد الله',NULL,'231',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (194,'<span data-type="title" id=toc-191>مُحَمَّد بن عبد الله الْأنْصَارِيّ إثنان</span>

٤٠٩ - الأول أَبُو عبد الله مُحَمَّد بن عبد الله بن الْمثنى
سمع أَبَاهُ وَحميد الطَّوِيل
٤١٠ - وَالْآخر مُحَمَّد بن عبد الله بن زِيَاد
ضَعِيف الحَدِيث كنيته أَبُو سَلمَة
يروي عَن حميد الطَّوِيل أَيْضا وَمَالك بن دِينَار',NULL,'232',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (195,'<span data-type="title" id=toc-192>مُحَمَّد بن عبد الرحمن أَبُو عبد الرحمن إثنان</span>

٤١١ - أَحدهمَا
السدُوسِي
سمع معفسا
روى عَنهُ مَرْوَان ووكيع والمحاربي
٤١٢ - وَالْآخر
السَّهْمِي
روى عَن حُصَيْن روى عَنهُ مُحَمَّد بن الْمثنى',NULL,'233',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (196,'<span data-type="title" id=toc-193>معمر بن عبد الله إثنان</span>

أَحدهمَا
٤١٣ - معمر بن عبد الله بن نَافِع بن فضلَة بن عَوْف بن عبيد بن عويج الْعَدوي
يروي عَن النَّبِي صلى الله عَلَيْهِ وَسلم
لَا يحتكر إِلَّا خاطئ
وَكَانَ حلق رَأس النَّبِي صلى الله عَلَيْهِ وَسلم
٤١٤ - وَالْآخر التَّيْمِيّ جد عبيد الله بن عَائِشَة',NULL,'234',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (197,'<span data-type="title" id=toc-194>مُوسَى بن إِسْمَاعِيل ثَلَاثَة</span>

٤١٥ - أحدهم مُوسَى بن إِسْمَاعِيل بن جَعْفَر بن مُحَمَّد
روى عَن أَبِيه عَن جده
٤١٦ - وَالْآخر أَبُو سَلمَة التَّبُوذَكِي
٤١٧ - وَالْآخر الْجبلي قَرْيَة فِي طَرِيق بَغْدَاد
روى عَن أَحْمد بن يحيى الصُّوفِي',NULL,'235',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (198,'<span data-type="title" id=toc-195>مُحَمَّد بن جَعْفَر غنْدر أَرْبَعَة</span>

٤١٨ - الأول أَبُو بكر الْهُذلِيّ الْبَصْرِيّ
يروي عَن ابْن جريج وَشعْبَة وَسَعِيد بن أبي عرُوبَة وعبد الله بن سعيد بن أبي هِنْد
يروي عَنهُ أَحْمد بن حَنْبَل ومسدد وَعَمْرو بن عَليّ وَأَبُو بكر وَعُثْمَان ابْنا أبي شيبَة
وَقد ذكرت سَبَب لقبه فِي كتاب الألقاب
الثَّانِي
٤١٩ - أَبُو الْحُسَيْن مُحَمَّد بن جَعْفَر بن عبد الرحمن الرَّازِيّ ويلقب غنْدر
روى عَن أبي حَاتِم الرَّازِيّ وَمُحَمّد بن أَيُّوب الرَّازِيّ وَعلي بن الْحُسَيْن بن الْجُنَيْد',NULL,'236',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (199,'٤٢٠ - وَالثَّالِث أَبُو بكر مُحَمَّد بن جَعْفَر بن الْحُسَيْن غنْدر الْبَغْدَادِيّ
روى عَن مُحَمَّد بن حمدَان الْمروزِي
حدث عَن الْهَيْثَم بن عدي روى عَنهُ أَحْمد بن جَعْفَر الْحمال
٤٢١ - الرَّابِع مُحَمَّد بن جَعْفَر بن دران بن سُلَيْمَان أَبُو الطّيب غنْدر الْكَرْخِي الْبَغْدَادِيّ
روى عَن أبي خَليفَة وَأبي مُسلم مَاتَ بِمصْر
روى عَنهُ أَبُو إِسْحَاق إِبْرَاهِيم بن أَحْمد الْمُسْتَمْلِي',NULL,'237',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (200,'<span data-type="title" id=toc-196>معافى بن عمرَان إثنان</span>

٤٢٢ - أَحدهمَا الْموصِلِي
يروي عَن الْأَوْزَاعِيّ ومسعر وَغَيرهمَا
٤٢٣ - وَالْآخر الظهري الْحِمصِي
روى عَن مَالك بن أنس وَإِسْمَاعِيل بن عَيَّاش',NULL,'238',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (201,'<span data-type="title" id=toc-197>مُسلم بن يسَار أَرْبَعَة</span>

٤٢٤ - الأول الْبَصْرِيّ أَبُو عبد الله
روى عَن عبَادَة بن الصَّامِت مُرْسلا
روى عَنهُ ابْنه عبد الله بن مُسلم وَمُحَمّد بن سِيرِين وَأَبُو قلَابَة
٤٢٥ - وَالثَّانِي مولى الْأَنْصَار
روى عَن سعيد بن الْمسيب
روى عَنهُ يحيى بن سعيد الْأنْصَارِيّ والأفريقي
قَالَ أَحْمد بن حَنْبَل مُسلم بن يسَار الْمدنِي يروي عَنهُ الأفريقي لَا أعرفهُ',NULL,'239',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (202,'٤٢٦ - وَمُسلم بن يسَار الدوسي
روى عَنهُ أَبُو بكر بن عبد الله بن أبي سُبْرَة
قَالَ أَبُو حَاتِم هُوَ مَجْهُول
٤٢٧ - وَمُسلم بن يسَار
رَضِيع عبد الملك بن مَرْوَان
روى عَن أبي هُرَيْرَة
يروي عَنهُ بكر بن عَمْرو الأفريقي',NULL,'240',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (203,'<span data-type="title" id=toc-198>معقل بن سِنَان وَمَعْقِل بن يسَار</span>

٤٢٨ - أَبُو مُحَمَّد معقل بن سِنَان الْأَشْجَعِيّ لَهُ صُحْبَة
٤٢٩ - أَبُو عَليّ معقل بن يسَار الْمُزنِيّ سكن الْبَصْرَة لَهُ صُحْبَة',NULL,'241',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (204,'<span data-type="title" id=toc-199>مفضل بن فضَالة إثنان</span>

٤٣٠ - أَحدهمَا
النسوي
روى عَن يحيى بن أَكْثَم
قَالَ الْبَغَوِيّ قَالَه ابْن سمكويه
٤٣١ - وَالْآخر
أَخُو مبارك بن فضَالة بَصرِي',NULL,'242',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (205,'<span data-type="title" id=toc-200>مَالك بن سُلَيْمَان وَمَالك بن سُلَيْمَان</span>

٤٣٢ - أَحدهمَا
الْهَرَوِيّ صَاحب التَّفْسِير
يروي عَنهُ الهرويون والنيسابوريون
أخبرنَا مُحَمَّد بن أَحْمد بن أبي جَعْفَر الطبسي بهَا حَدثنَا عبد الله بن يُوسُف الصُّوفِي ثَنَا أَبُو نصر أَحْمد بن مُحَمَّد الْقَيْسِي الْهَرَوِيّ ثَنَا الْفضل بن عبد الله الْيَشْكُرِي الْهَرَوِيّ ثَنَا مَالك بن سُلَيْمَان الْهَرَوِيّ ثَنَا إِبْرَاهِيم بن طهْمَان عَن مُحَمَّد ابْن عباد عَن مُحَمَّد بن عَمْرو عَن أبي سَلمَة عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ
من أبْغض الْأَنْصَار أبغضه الله
وَالْآخر
٤٣٣ - مَالك بن سُلَيْمَان الْحِمصِي',NULL,'243',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (206,'يروي عَن بَقِيَّة
كنيته أَبُو أنس',NULL,'244',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (207,'<span data-type="title" id=toc-201>الْمُغيرَة بن عبد الرحمن إثنان</span>

٤٣٤ - المَخْزُومِي
٤٣٥ - الخزامي',NULL,'245',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (208,'<span data-type="title" id=toc-202>مُعَاوِيَة بن صَالح إثنان</span>

٤٣٦ - أَحدهمَا
أَبُو عبيد الله الدِّمَشْقِي الْحَافِظ مَاتَ سنة ثَلَاث وَسِتِّينَ وَمِائَتَيْنِ
٤٣٧ - وَالْآخر
روى عَن عَليّ بن أبي طَلْحَة',NULL,'246',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (209,'-<span data-type="title" id=toc-203> بَاب الْوَاو</span>
-
<span data-type="title" id=toc-204>الْوَلِيد بن مُسلم إثنان</span>

٤٣٨ - أَحدهمَا
الْبَصْرِيّ من التَّابِعين كنيته أَبُو بشر الْعَنْبَري
يروي عَن جُنْدُب بن عبد الله وحمران
روى عَنهُ خَالِد الْحذاء وَمَنْصُور بن زَاذَان
٤٣٩ - وَالْآخر
الدِّمَشْقِي كنيته أَبُو الْعَبَّاس
يروي عَن الْأَوْزَاعِيّ وعبد الرحمن بن يزِيد بن جَابر حَدِيثه كثير',NULL,'247',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (210,'-<span data-type="title" id=toc-205> بَاب الْهَاء</span>
-
<span data-type="title" id=toc-206>هياج بن بسطَام الْخُرَاسَانِي وَهياج بن بسام الْخُرَاسَانِي</span>

٤٤٠ - أَحدهمَا الْهَرَوِيّ
٤٤١ - وَالْآخر سكن الْبَصْرَة
رأى أنس بن مَالك قَالَه العسكري',NULL,'248',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (211,'<span data-type="title" id=toc-207>أَبُو السّري هناد بن السّري الْكُوفِي إثنان</span>

٤٤٢ - أَحدهمَا الدَّارمِيّ
يروي عَن وَكِيع وَابْن الْمُبَارك وَغَيرهمَا
حدث عَنهُ مُسلم بن الْحجَّاج وَمُحَمّد بن إِسْحَاق السراج النَّيْسَابُورِي وَحَمَّاد بن أَحْمد الْمروزِي
٤٤٣ - وَالْآخر ابْن أخي هناد بن السّري الَّذِي يروي عَن وَكِيع
وَهَذَا أَكثر رِوَايَته عَن أبي سعيد عبد الله بن سعيد الْأَشَج',NULL,'249',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (212,'<span data-type="title" id=toc-208>هَارُون بن مُوسَى إثنان</span>

٤٤٤ - أَحدهمَا أَبُو مُوسَى الْفَروِي الْمَدِينِيّ
سمع أَبَا صَخْرَة وَابْن أبي فديك
٤٤٥ - وَالْآخر النَّحْوِيّ الْأَعْوَر أَبُو عبد الله
عَن بديل بن ميسرَة روى عَنهُ شُعْبَة
وَهُوَ الَّذِي روى عَنهُ سِيبَوَيْهٍ فِي كِتَابه فِي غير مَوضِع قَالَ وَحدثنَا هَارُون عَن الْكُوفِيّين
ثمَّ لننزعن من كل شيعَة أَيهمْ أَشد مَنْصُوب',NULL,'250',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (213,'-<span data-type="title" id=toc-209> بَاب الْيَاء</span>
-
<span data-type="title" id=toc-210>يحيى بن سعيد إثنا عشر</span>

الأول
٤٤٦ - أَبُو سعيد يحيى بن سعيد بن قيس بن عَمْرو وَقيل ابْن فَهد الْأنْصَارِيّ قَاضِي الْمَدِينَة
مَاتَ بالعراق فِي سنة ثَلَاث أَو أَربع وَمِائَة
وَالثَّانِي
٤٤٧ - أَبُو سعيد يحيى بن سعيد بن فروخ الْقطَّان
سمع يحيى بن سعيد الْأنْصَارِيّ وعبيد الله وَهِشَام بن عُرْوَة
روى عَنهُ ابْن مهْدي ووهب بن جرير',NULL,'251',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (214,'وَالثَّالِث
٤٤٨ - أَبُو أَيُّوب يحيى بن سعيد بن أبان بن سعيد بن الْعَاصِ
سمع يحيى بن سعيد وعبيد الله بن عمر
روى عَنهُ أَبُو عبيد وَإِسْحَاق بن إِبْرَاهِيم
وَالرَّابِع
٤٤٩ - أَبُو حَيَّان يحيى بن سعيد بن حَيَّان التَّيْمِيّ
سمع أَبَاهُ وَالشعْبِيّ
روى عَنهُ يحيى بن سعيد الْقطَّان وَابْن إِدْرِيس وَحَمَّاد بن زيد ويعلى
وَالْخَامِس
٤٥٠ - أَبُو زَكَرِيَّا يحيى بن سعيد الْعَطَّار الْحِمصِي
سمع مُحَمَّد بن عبد الرحمن الْيحصبِي
روى عَنهُ حَيْوَة وَإِسْحَاق',NULL,'252',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (215,'٤٥١ - وَالسَّادِس يحيى بن سعيد بن جميل بن طريف أَبُو رَجَاء البغلاني ولقبه قُتَيْبَة بن سعيد وَإِنَّمَا يعرف بقتيبة بن سعيد
سمع اللَّيْث بن سعد
روى عَنهُ البُخَارِيّ وَمُسلم والسراج
٤٥٢ - وَالسَّابِع بن سعيد بن الْعَاصِ بن أُميَّة
٤٥٣ - وَالثَّامِن يحيى بن سعيد بن عَمْرو بن سعيد الْمَكِّيّ
٤٥٤ - التَّاسِع يحيى بن سعيد بن أبي الْحسن بن أخي الْحسن الْبَصْرِيّ
روى عَن الْحسن الْبَصْرِيّ
٤٥٥ - الْعَاشِر يحيى بن سعيد العبشمي
روى عَن ابْن جريج بِغَيْر الْيَاء',NULL,'253',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (216,'٤٥٦ - الْحَادِي عشر الْمدنِي
روى عَن الزُّهْرِيّ وَهِشَام بن عُرْوَة
٤٥٧ - الثَّانِي عشر الْقطَّان الْهَرَوِيّ
روى عَنهُ إِسْحَاق بن أبي إِسْحَاق الْحَافِظ وَإِسْمَاعِيل بن أبي سعيد السمسار',NULL,'254',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (217,'<span data-type="title" id=toc-211>يُوسُف بن مُوسَى إثنان</span>

٤٥٨ - أَحدهمَا الْقطَّان
يروي عَن جرير وَغَيره
حدث عَنهُ مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ وَأَبُو الْعَبَّاس مُحَمَّد بن إِسْحَاق السراج
كنيته أَبُو يَعْقُوب
٤٥٩ - وَالْآخر المروروزي مُتَأَخّر
يروي عَن عبد الله بن خبيق
يروي أَبُو عبد الله بن مندة عَن رَافع المروروزي عَن يُوسُف بن مُوسَى هَذَا',NULL,'255',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (218,'<span data-type="title" id=toc-212>يزِيد بن حميد وخمير</span>

٤٦٠ - أَحدهمَا
أَبُو التياح
سمع أنس بن مَالك روى عَنهُ الْجريرِي وَشعْبَة
وَالْآخر
٤٦١ - أَبُو عمر يزِيد بن خمير شَامي
يروي عَن سليم بن عَامر وحبِيب بن عبيد
روى عَنهُ شُعْبَة',NULL,'256',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (219,'<span data-type="title" id=toc-213>يزِيد بن أبي حبيب الْمصْرِيّ إثنان</span>

٤٦٢ - أَحدهمَا
يروي عَن أبي الْخَيْر الْيَزنِي وَغَيره من التَّابِعين
روى عَنهُ اللَّيْث بن سعد وَجَمَاعَة
وَالْآخر
٤٦٣ - أَحْمد بن أبي يحيى الْحَضْرَمِيّ لقب بِيَزِيد بن أبي حبيب الأول
وكنيته أَبُو الْحسن
يروي عَن مُحَمَّد بن هِشَام بن أبي خيرة وَمُحَمّد بن زنبور
حدث عَنهُ يُوسُف بن الْحجَّاج وَأَبُو عَمْرو بن خُزَيْمَة',NULL,'257',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (220,'<span data-type="title" id=toc-214>أَبُو فَرْوَة يزِيد بن سِنَان الرهاوي إثنان</span>

أَحدهمَا
٤٦٤ - أَبُو فَرْوَة يزِيد بن سِنَان الْجَزرِي الرهاوي
وَالْآخر
٤٦٥ - أَبُو فَرْوَة يزِيد بن مُحَمَّد بن يزِيد بن سِنَان الرهاوي
يروي عَن أَبِيه مُحَمَّد عَن جده يزِيد بن سِنَان الرهاوي
يروي عَنهُ أَحْمد بن نوح التسترِي وَغَيره',NULL,'258',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (221,'<span data-type="title" id=toc-215>يُونُس بن حبيب وَيُونُس بن حبيب</span>

الأول
٤٦٦ - أَبُو عبد الرحمن النَّحْوِيّ
سمع زِيَاد بن عُثْمَان بن زِيَاد بن أبي سُفْيَان
٤٦٧ - وَالثَّانِي
الْأَصْبَهَانِيّ
سمع أَبَا داؤد الطياليسي
روى عَنهُ عبد الله بن جَعْفَر',NULL,'259',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (222,'<span data-type="title" id=toc-216>يحيى بن يحيى ثَلَاثَة</span>

٤٦٨ - يحيى بن يحيى النَّيْسَابُورِي
يروي عَن مَالك بن أنس وَاللَّيْث بن سعد وَزُهَيْر بن مُعَاوِيَة
٤٦٩ - وَيحيى بن يحيى الغساني قَاضِي دمشق
روى عَنهُ وَلَده هِشَام ز
٤٧٠ - وَيحيى بن يحيى الْهَرَوِيّ يعرف بالحيوي
زَاد الْبَغَوِيّ رَابِعا
٤٧١ - يحيى بن يحيى البُخَارِيّ
روى عَن الْهَيْثَم بن كُلَيْب وَغَيره
٤٧٢ - يحيى بن يحيى بن كثير بن وسلاس المعمودي
حدث بالموطأ عَن مَالك نزل الْمغرب ز',NULL,'260',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (223,'<span data-type="title" id=toc-217>يحيى بن دِينَار ثَلَاثَة</span>

٤٧٣ - أحدهم أَبُو هَاشم الرماني الوَاسِطِيّ
روى عَن أبي الْعَالِيَة وَمُجاهد روى عَنهُ الثَّوْريّ وَشعْبَة
٤٧٤ - وَالثَّانِي وَالِد همام بن يحيى
روى عَن الْحسن وَبكر بن عبد الله الْمُزنِيّ روى عَنهُ ابْنه همام
٤٧٥ - وَالثَّالِث أَبُو بكر بَصرِي
روى عَن الْحسن وَعَطَاء وثابت روى عَنهُ التَّبُوذَكِي',NULL,'262',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (224,'<span data-type="title" id=toc-218>يحيى بن رَاشد إثنان</span>

٤٧٦ - أَحدهمَا الْمَازِني بَصرِي
روى عَن خَالِد الْحذاء وداؤد بن أبي هِنْد
روى عَنهُ نعيم بن حَمَّاد وَعَمْرو بن عَليّ ز
٤٧٧ - وَالْآخر مستملي أبي عَاصِم
روى عَنهُ إِبْرَاهِيم بن رَاشد ز',NULL,'263',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (225,'<span data-type="title" id=toc-219>يحيى بن عبد الحميد ثَلَاثَة</span>

٤٧٨ - يحيى بن عبد الحميد بن رَافع بن خديج
٤٧٩ - وَيحيى بن عبد الحميد الْحمانِي الْكُوفِي
٤٨٠ - وَيحيى بن عبد الحميد الْوراق كُوفِي لَيْسَ بِمَشْهُور',NULL,'264',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (226,'<span data-type="title" id=toc-220>يحيى بن يعلى أَرْبَعَة</span>

٤٨١ - أَبُو زَكَرِيَّا يحيى بن يعلى الْأَسْلَمِيّ الْقَطوَانِي
يروي عَن حَيْوَة بن شُرَيْح وَيُونُس بن خباب
حدث عَنهُ أَبُو بكر بن أبي شيبَة
٤٨٢ - وَأَبُو زَكَرِيَّا يحيى بن يعلى بن الْحَارِث الْمحَاربي
يروي عَن أَبِيه يعلى بن الْحَارِث الْمحَاربي وزائدة بن قدامَة
٤٨٣ - وَأَبُو المحياة يحيى بن يعلى
٤٨٤ - وَالرَّابِع حَدِيثه فِي الْمَدَنِيين
يروي عَن سعيد بن الْمسيب ويروي عَنهُ ابْن أبي ذِئْب',NULL,'265',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (227,'<span data-type="title" id=toc-221>أَبُو زَكَرِيَّا يحيى بن بكير وَأَبُو زَكَرِيَّا يحيى بن أبي بكير</span>
الأول
٤٨٥ - الْمصْرِيّ وَهُوَ يحيى بن عبد الله بن بكير
سمع اللَّيْث بن سعد وَابْن لَهِيعَة
٤٨٦ - وَالثَّانِي
كُوفِي قَاضِي كرمان
يروي عَن شُعْبَة وَإِسْرَائِيل',NULL,'266',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (228,'<span data-type="title" id=toc-222>يحيى بن أَيُّوب ثَلَاثَة</span>

٤٨٧ - أحدهم المقابري أَبُو زَكَرِيَّا
يروي عَن إِسْمَاعِيل بن جَعْفَر وعبد الله بن إِدْرِيس ووكيع بن الْجراح
حدث عَنهُ مُسلم بن الْحجَّاج وَغَيره
٤٨٨ - وَالثَّانِي الْمصْرِيّ أَبُو الْعَبَّاس
سمع يزِيد بن أبي حبيب وَيزِيد بن جبيرَة
روى عَنهُ جرير وَابْن الْمُبَارك
٤٨٩ - وَالثَّالِث يحيى بن أَيُّوب العلاف مُتَأَخّر
يروي عَنهُ سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ',NULL,'267',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (229,'<span data-type="title" id=toc-223>يحيى بن حُصَيْن إثنان</span>

٤٩٠ - أَحدهمَا
البَجلِيّ
يروي عَن جدته أم حُصَيْن
روى عَنهُ زيد بن أبي أنيسَة وَشعْبَة
٤٩١ - وَالْآخر
الشَّامي
يروي عَن أبي هزان
حدث عَنهُ الزبيدِيّ',NULL,'269',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (230,'<span data-type="title" id=toc-224>يحيى بن كثير ثَلَاثَة</span>

٤٩٢ - أحدهم
أَبُو النَّضر صَاحب الْبَصْرِيّ
روى عَن جَعْفَر بن مُحَمَّد وَعَطَاء وعبد الكريم
٤٩٣ - وَيحيى بن كثير بن دِرْهَم الْعَنْبَري أَبُو غَسَّان
روى عَن شُعْبَة
روى عَنهُ بنْدَار وَأَبُو مُوسَى
٤٩٤ - وَيحيى بن كثير الْكَاهِلِي أسدي كُوفِي
روى عَنهُ مَرْوَان بن مُعَاوِيَة',NULL,'270',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (231,'<span data-type="title" id=toc-225>أَبُو يَاسر عمار إثنان</span>

أَحدهمَا
٤٩٥ - عمار بن نصر السَّعْدِيّ
سمع الْفضل بن مُوسَى وَابْن الْمُبَارك
وَالْآخر
٤٩٦ - عمار بن هَارُون الْمُسْتَمْلِي
سمع عقبَة بن عبد الله الْأَصَم وَهِشَام بن زِيَاد',NULL,'271',NULL,NULL,'0');
INSERT INTO [b5804] VALUES (232,'<span data-type="title" id=toc-226>وَمن لم يُورِدهُ أَبُو الْفضل الْهَرَوِيّ رَحمَه الله</span>

٤٩٧ - يحيى بن بشر الحريري كُوفِي
عَن مُعَاوِيَة بن سَلام
روى عَنهُ مُسلم ز
٤٩٨ - يحيى بن بشر الحريري بلخي
يروي عَنهُ البُخَارِيّ ز
<span data-type="title" id=toc-227>المعجم فِي مشتبه أسامي الْمُحدثين</span>',NULL,'272',NULL,NULL,'0');
