-- Table: b6004
-- Chunk: 1
-- Rows: 29

CREATE TABLE "b6004"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b6004
INSERT INTO [b6004] VALUES (1,'<span data-type="title" id=toc-1>الرسَالَة الأولى</span>',NULL,'39',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (2,'-<span data-type="title" id=toc-2> تَسْمِيَة فُقَهَاء الْأَمْصَار من الصَّحَابَة فَمن بعدهمْ</span>',NULL,'40',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (3,'<span data-type="title" id=toc-3>بِسم الله الرَّحْمَن الرَّحِيم</span>

أخبرنَا الْحسن بن رَشِيق حَدثنَا أَبُو عبد الرَّحْمَن أَحْمد بن شُعَيْب بن عَليّ النَّسَائِيّ قَالَ تَسْمِيَة فُقَهَاء الامصار من اصحاب رَسُول الله صلى الله عَلَيْهِ وَسلم وَمن بعدهمْ من أهل الْمَدِينَة
<span data-type="title" id=toc-4>الصَّحَابَة من أهل الْمَدِينَة</span>

عمر بن الْخطاب وَزيد بن ثَابت وَعبد الله بن عمر وَعَائِشَة رَضِي الله عَنْهُم أَجْمَعِينَ
<span data-type="title" id=toc-5>وَمن التَّابِعين</span>

سعيد بن الْمسيب وَعُرْوَة بن الزبير وَأَبُو سَلمَة بن عبد الرَّحْمَن وَعبيد الله بن عبد الله بن عتبَة وَسليمَان بن يسَار وخارجة بن زيد بن ثَابت وَأَبُو بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام وَعلي بن الْحُسَيْن وَالقَاسِم بن',NULL,'41',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (4,'مُحَمَّد بن أبي بكر الصّديق بن عبد الله بن عمر وَأَبُو جَعْفَر مُحَمَّد بن عَليّ وَعمر بن عبد الْعَزِيز
<span data-type="title" id=toc-6>وَمن بعد هَؤُلَاءِ</span>

عبد الله بن يزِيد بن هُرْمُز وَمُحَمّد بن مُسلم بن شهَاب الزُّهْرِيّ وَرَبِيعَة بن أبي عبد الرَّحْمَن وَأَبُو الزِّنَاد عبد الله بن ذكْوَان وَيحيى بن سعيد الْأنْصَارِيّ
<span data-type="title" id=toc-7>وَبعد هَؤُلَاءِ</span>

مَالك بن أنس وَعبد الْعَزِيز بن أبي سَلمَة الْمَاجشون
وَأَصْحَاب مَالك من أهل الْمَدِينَة عبد الْملك بن عبد الْعَزِيز الْمَاجشون
وَمن أهل مصر عبد الرَّحْمَن بن الْقَاسِم وَأَشْهَب بن عبد الْعَزِيز
وَأَصْحَاب عبد الله بن عَبَّاس من أهل مَكَّة
عَطاء وَطَاوُس وَمُجاهد وَسَعِيد بن جُبَير وَجَابِر بن زيد وَعبيد الله بن عبد الله بن عتبَة',NULL,'42',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (5,'<span data-type="title" id=toc-8><span data-type="title" id=toc-9><span data-type="title" id=toc-10>وَبعد هَؤُلَاءِ</span></span></span>

عَمْرو بن دِينَار وَبعده ابْن جريج وسُفْيَان بن عُيَيْنَة
وَبعد هَؤُلَاءِ

مُسلم بن خَالِد الزنْجِي وَلَيْسَ بِالْقَوِيّ فِي الحَدِيث وَسَعِيد بن سَالم القداح
وَبعد هَؤُلَاءِ

مُحَمَّد بن إِدْرِيس الشَّافِعِي
وَأَصْحَاب الشَّافِعِي أَبُو إِبْرَاهِيم إِسْمَاعِيل بن يحيى الْمُزنِيّ وَأَبُو ثَوْر إِبْرَاهِيم بن خَالِد ويوسف بن يحيى الْبُوَيْطِيّ وَأَبُو مُوسَى بن الْجَارُود وَعبد الله بن الزبير الْحميدِي
<span data-type="title" id=toc-11>وَالْفُقَهَاء من أهل الْكُوفَة</span>

عَليّ بن أبي طَالب وَعبد الله بن مَسْعُود
<span data-type="title" id=toc-12>وَمن الْفُقَهَاء التَّابِعين</span>

عَلْقَمَة بن قيس وَالْأسود بن يزِيد وَعَمْرو بن شُرَحْبِيل وَأَبُو ميسرَة وَعبيدَة السَّلمَانِي وَشُرَيْح ومسروق بن الأجدع وَعبد الله بن عتبَة',NULL,'43',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (6,'<span data-type="title" id=toc-13><span data-type="title" id=toc-14><span data-type="title" id=toc-15>وَبعد هَؤُلَاءِ</span></span></span>

عَامر بن شُرَحْبِيل وَإِبْرَاهِيم النَّخعِيّ
وَبعد هذَيْن الحكم وَحَمَّاد بن أبي سُلَيْمَان وَالْحكم أثبتهما فِي الحَدِيث وَمَنْصُور بن الْمُعْتَمِر والمغيرة بن مقسم
وَبعد هَؤُلَاءِ

ابْن شبْرمَة وَابْن أبي ليلى مُحَمَّد بن عبد الرَّحْمَن وَلَيْسَ بِالْقَوِيّ فِي الحَدِيث وَأَبُو حنيفَة وَلَيْسَ بِالْقَوِيّ فِي الحَدِيث
وَبعد هَؤُلَاءِ

سُفْيَان بن سعيد الثَّوْريّ وَالْحسن بن صَالح بن حَيّ
وَأَصْحَاب أبي حنيفَة زفر بن الْهُذيْل وَيَعْقُوب بن إِبْرَاهِيم أَبُو يُوسُف القَاضِي وعافية بن يزِيد وَأسد بن عَمْرو
وَأَصْحَاب الثَّوْريّ عبد الله بن الْمُبَارك ووكيع بن الْجراح وَأَبُو إِسْحَاق إِبْرَاهِيم بن مُحَمَّد الْفَزارِيّ وَعبد الرَّحْمَن بن مهْدي',NULL,'44',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (7,'وَأَصْحَاب الْحسن بن صَالح حميد بن عبد الرَّحْمَن الرواسِي وَيحيى بن آدم
<span data-type="title" id=toc-16>وَمن فُقَهَاء الْبَصْرَة</span>

أَبُو مُوسَى الْأَشْعَرِيّ وَعمْرَان بن حُصَيْن
وَمن التَّابِعين حميد بن عبد الرَّحْمَن الْحِمْيَرِي ومطرف بن عبد الله الشخير
<span data-type="title" id=toc-17><span data-type="title" id=toc-18><span data-type="title" id=toc-19>وَبعد هَؤُلَاءِ</span></span></span>

الْحسن بن أبي الْحسن الْبَصْرِيّ وَمُحَمّد بن سِيرِين وَجَابِر بن زيد وَقد ذَكرْنَاهُ فِي أَصْحَاب ابْن عَبَّاس وَأَبُو قلَابَة واسْمه عبد الله بن يزِيد الْجرْمِي
وَبعد هَؤُلَاءِ

أَيُّوب السّخْتِيَانِيّ وَيُونُس بن عبيد وَعُثْمَان البتي
وَبعد هَؤُلَاءِ

عبد الله بن الْحسن القَاضِي وَحَمَّاد بن زيد
قَالَ عبد الرَّحْمَن بن مهْدي مَا رَأَيْت رجلا أعلم بِالسنةِ من حَمَّاد بن زيد',NULL,'45',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (8,'وبالاسناد قَالَ أخبرنَا الْحسن بن رَشِيق قَالَ قَالَ لنا النَّسَائِيّ وَبعد حَمَّاد بن زيد بشر بن الْمفضل
<span data-type="title" id=toc-20><span data-type="title" id=toc-23>وَبعد هَؤُلَاءِ </span>معَاذ بن معَاذ الْعَنْبَري وَمُحَمّد بن عبد الله الْأنْصَارِيّ</span>
وَبعد هَؤُلَاءِ
هِلَال بن يحيى الراثي
<span data-type="title" id=toc-21>وَمن فُقَهَاء الشَّام معَاذ بن جبل وعويمر أَبُو الدَّرْدَاء</span>
وَبعد هَؤُلَاءِ
مَكْحُول
وَبعده سُلَيْمَان بن مُوسَى وَعبد الرَّحْمَن بن عَمْرو الْأَوْزَاعِيّ وَسَعِيد بن عبد الْعَزِيز
<span data-type="title" id=toc-22>وفقهاء أهل مصر</span>

عَمْرو بن الْحَارِث وَاللَّيْث بن سعد
وَبعد هَؤُلَاءِ

عبد الرَّحْمَن بن الْقَاسِم وَأَشْهَب بن عبد الْعَزِيز وَقد ذكرناهما فِي أَصْحَاب مَالك',NULL,'46',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (9,'<span data-type="title" id=toc-24><span data-type="title" id=toc-26>وَبعد هَؤُلَاءِ</span></span>

الْحَارِث بن مِسْكين وَمُحَمّد بن عبد الله بن الحكم
<span data-type="title" id=toc-25>وَمن فُقَهَاء أهل خُرَاسَان</span>

الضَّحَّاك بن مُزَاحم وَإِبْرَاهِيم الصايغ قَتله أَبُو مُسلم وَعبد الله بن الْمُبَارك وَقد ذَكرْنَاهُ فِي أَصْحَاب سُفْيَان الثَّوْريّ وَالنضْر بن مُحَمَّد الْمروزِي
وَبعد هَؤُلَاءِ

أَحْمد بن حَنْبَل وَإِسْحَاق بن رَاهْوَيْةِ وَيحيى بن أَكْثَم
وَأثبت أَصْحَاب الْأَوْزَاعِيّ
عبد الله بن الْمُبَارك والوليد بن مزِيد أحب إِلَيْنَا فِي الْأَوْزَاعِيّ من الْوَلِيد بن مُسلم وَلَا يخطىء وَلَا يُدَلس
وَأثبت أَصْحَاب أَيُّوب
حَمَّاد بن زيد وَبعده عبد الْوَارِث وَإِسْمَاعِيل بن علية
وَأثبت أَصْحَاب حَمَّاد بن سَلمَة',NULL,'47',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (10,'عبد الرَّحْمَن بن مهْدي وَابْن الْمُبَارك وَعبد الْوَهَّاب الثَّقَفِيّ كَانَ قد اخْتَلَط فَمن كتب عَنهُ قبل ذَلِك فجيد
وَأثبت أَصْحَاب سعيد بن أبي عرُوبَة يزِيد بن زُرَيْع وسوار بن بجير وَمصْعَب بن ماهان
كَانَ فِيمَا حكى عَن رواد بن الْجراح أَن مصعبا كَانَ سيء الْأَخْذ كَانَ لَا يكْتب عَن سُفْيَان الثَّوْريّ ثمَّ يَجِيء فَيكْتب مَا سمع وَمَا لم يسمع ورواد كَانَ قد اخْتَلَط أَيْضا فَلَا أَدْرِي قَالَ كَانَ هَذَا بعد الِاخْتِلَاط أَو قبله',NULL,'48',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (11,'<span data-type="title" id=toc-27>الرسَالَة الثَّانِيَة</span>

-<span data-type="title" id=toc-28> الطَّبَقَات</span>
-',NULL,'49',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (12,'<span data-type="title" id=toc-29>بِسم الله الرَّحْمَن الرَّحِيم</span>

وبالاسناد قَالَ أخبرنَا الْحسن بن رَشِيق قَالَ حَدثنَا أَبُو عبد الرَّحْمَن أَحْمد بن شُعَيْب قَالَ
<span data-type="title" id=toc-30>الطَّبَقَة الأولى</span>

من أَصْحَاب نَافِع مولى عبد الله بن عمر مَالك بن أنس وَأَيوب بن كيسَان وَعبيد الله بن عمر وَعمر بن نَافِع
<span data-type="title" id=toc-31>الطَّبَقَة الثَّانِيَة</span>

صَالح بن كيسَان وَابْن عون وَيحيى بن سعيد وَابْن جريج
<span data-type="title" id=toc-32>الطَّبَقَة الثَّالِثَة</span>

أَيُّوب بن مُوسَى وَإِسْمَاعِيل بن أُميَّة ومُوسَى بن عقبَة وَكثير بن فرقد',NULL,'51',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (13,'<span data-type="title" id=toc-33>الطَّبَقَة الرَّابِعَة</span>

اللَّيْث بن سعد وَجُوَيْرِية بن أَسمَاء وَإِسْمَاعِيل بن إِبْرَاهِيم بن عقبَة وَيُونُس بن يزِيد
<span data-type="title" id=toc-34>الطَّبَقَة الْخَامِسَة</span>

مُحَمَّد بن عجلَان وَابْن أبي ذِئْب وَالضَّحَّاك بن عُثْمَان وَمُحَمّد بن عبد الرَّحْمَن بن غنيم وحَنْظَلَة بن أبي سُفْيَان
<span data-type="title" id=toc-35>الطَّبَقَة السَّادِسَة</span>

سُلَيْمَان بن مُوسَى وَبرد بن سِنَان وَهِشَام بن الْغَاز وَعبد الْعَزِيز بن ابي رواد
<span data-type="title" id=toc-36>الطَّبَقَة السَّابِعَة</span>

عبد الرَّحْمَن بن سراج وَسَلَمَة بن عَلْقَمَة والوليد بن أبي هِشَام وَعبيد الله بن الْأَخْنَس
<span data-type="title" id=toc-37>الطَّبَقَة الثَّامِنَة</span>

عمر بن مُحَمَّد بن يزِيد وَأُسَامَة بن زيد وَمُحَمّد بن',NULL,'52',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (14,'إِسْحَاق وصخر بن جوَيْرِية وَهَمَّام بن يحيى وَهِشَام بن سعد
<span data-type="title" id=toc-38>الطَّبَقَة التَّاسِعَة</span>

وهم الضُّعَفَاء
عبد الْكَرِيم أَبُو أُميَّة وَلَيْث بن أبي سليم وحجاج بن أَرْطَاة وأشعت بن سوار وَعبد الله بن عمر
<span data-type="title" id=toc-39>الطَّبَقَة الْمَتْرُوك حَدِيثهمْ</span>

إِسْحَاق بن أبي فَرْوَة وَعبد الله بن نَافِع وَعَمْرو بن قيس ونجيح أَبُو معشر الْمَدِينِيّ عُثْمَان البرتي أَبُو أُميَّة بن يعلى مُحَمَّد بن عبد الرَّحْمَن بن المحبر وَعبد الْعَزِيز بن عبيد الله
<span data-type="title" id=toc-40>الطَّبَقَة الأولى من أَصْحَاب الْأَعْمَش</span>

يحيى بن سعيد الْقطَّان وسُفْيَان الثَّوْريّ وَشعْبَة بن الْحجَّاج
<span data-type="title" id=toc-41>الطَّبَقَة الثَّانِيَة</span>

زَائِدَة وَابْن أبي زَائِدَة وَحَفْص بن غياث',NULL,'53',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (15,'<span data-type="title" id=toc-42>الطَّبَقَة الثَّالِثَة</span>

أَبُو مُعَاوِيَة وَجَرِير بن عبد الحميد وَأَبُو عوَانَة
<span data-type="title" id=toc-43>الطَّبَقَة الرَّابِعَة</span>

قُتَيْبَة بن عبد الْعَزِيز ومفضل بن مهلهل وَدَاوُد الطَّائِي وفضيل بن عِيَاض وَابْن الْمُبَارك
<span data-type="title" id=toc-44>الطَّبَقَة الْخَامِسَة</span>

عبد الله بن إِدْرِيس وَعِيسَى بن يُونُس ووكيع بن الْجراح وَحميد بن عبد الرَّحْمَن الرواسِي وَعبد الله بن دَاوُد وَالْفضل بن مُوسَى وَزُهَيْر بن مُعَاوِيَة
<span data-type="title" id=toc-45>الطَّبَقَة السَّادِسَة</span>

أَبُو أُسَامَة وَعبد الله بن نمير وَعبد الْوَاحِد بن زِيَاد
<span data-type="title" id=toc-46>الطَّبَقَة السَّابِعَة</span>

عُبَيْدَة بن حميد وَعَبدَة بن سُلَيْمَان
آخر الطَّبَقَات وَهُوَ آخر جُزْء ابْن التمار
وَالْحَمْد لله رب الْعَالمين وصلواته على سيدنَا مُحَمَّد وَآله وَسلم تَسْلِيمًا',NULL,'54',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (16,'<span data-type="title" id=toc-47>الرسَالَة الثَّالِثَة</span>

-<span data-type="title" id=toc-48> تَسْمِيَة من لم يرو عَنهُ غير رجل وَاحِد</span>
-',NULL,'55',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (17,'<span data-type="title" id=toc-49>بِسم الله الرَّحْمَن الرَّحِيم</span>
وَالصَّلَاة وَالسَّلَام على نبيه الْكَرِيم
وبالاسناد وَقَالَ اُخْبُرْنَا الْحسن بن رَشِيق قَالَ حَدثنَا أَبُو عبد الرَّحْمَن أَحْمد بن شُعَيْب قَالَ
تَسْمِيَة من لم يرو عَنهُ غير رجل وَاحِد
١ - أَبُو نهشل لَا نعلم أحدا روى عَنهُ غير المَسْعُودِيّ
٢ - عَليّ بن عَليّ الْكُوفِي يروي عَن إِبْرَاهِيم لَا نعلم أحدا روى عَنهُ غير شريك
٣ - خَالِد بن الفزر لَا نعلم أحدا روى عَنهُ غير الْحسن بن صَالح
٤ - طَارق بن زِيَاد لَا نعلم أحدا روى عَنهُ غير إِبْرَاهِيم بن عبد الْأَعْلَى',NULL,'57',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (18,'صلى الله عَلَيْهِ وَسلم
٥ - أَبُو الزَّعْرَاء لَا نعلم أحدا روى عَنهُ غير سَلمَة بن كهيل
٦ - هِشَام بن عَمْرو الْفَزارِيّ لَا نعلم أحدا روى عَنهُ غير حَمَّاد بن سَلمَة
٧ - خَالِد بن غلاق لَا نعلم أحدا روى عَنهُ غير الْجريرِي
٨ - عُمَيْر بن إِسْحَاق لَا نعلم أحدا روى عَنهُ غير عون
٩ - نُبيح الْعَنزي لَا نعلم أحدا روى عَنهُ غير الْأسود بن قيس
١٠ - شبيب بن بشير لَا نعلم أحدا روى عَنهُ غير أبي عَاصِم
١١ - وَلَا عَن أبي البزري وَلَا عَن منقر أبي أُسَامَة غير عمرَان بن حدير
١٢ - وَلَا عَن ابْن مَرْيَم غير نعيم بن حَكِيم
١٣ - وَلَا عَن عبد الْعَزِيز بن عبيد الله',NULL,'58',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (19,'١٤ - وَحميد بن مَالك غير إِسْمَاعِيل بن عَيَّاش
١٥ - وَلَا عَن عِيسَى بن جَارِيَة غير يَعْقُوب وعنبسة الرَّازِيّ
١٦ - وَلَا عَن بجير بن أبي بجير غير إِسْمَاعِيل بن أُميَّة
١٧ - وَلَا عَن ثَابت الزرقي غير الزُّهْرِيّ
١٨ - وَلَا عَن أبي الْأَحْوَص غير الزُّهْرِيّ
١٩ - وَلَا عَن ابْن عَلْقَمَة غير الزُّهْرِيّ
٢٠ - وَلَا عَن ابي أكيمَة غير الزُّهْرِيّ
٢١ - وَلَا عَن عبد الله بن سَلمَة غير عَمْرو بن مرّة
٢٢ - وَلَا عَن خُلَيْد بن جَعْفَر غير شُعْبَة
٢٣ - وَلَا عَن قدامَة بن وبرة
٢٤ - وَلَا عَن أبي حسان غير قَتَادَة
٢٥ - وَلَا عَن مطر بن عكامس غير أبي إِسْحَاق
٢٦ - وَلَا عَن الْحَضْرَمِيّ غير سُلَيْمَان التَّيْمِيّ',NULL,'59',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (20,'<span data-type="title" id=toc-50>الرسَالَة الرَّابِعَة</span>

-<span data-type="title" id=toc-51> ذكر من حدث عَنهُ ابْن أَبى عرُوبَة وَلم يسمع مِنْهُ</span>
-',NULL,'61',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (21,'<span data-type="title" id=toc-52>بِسم الله الرَّحْمَن الرَّحِيم</span>

وبالاسناد قَالَ أخبرنَا الْحسن بن رَشِيق قَالَ حَدثنَا ابو عبد الرَّحْمَن احْمَد بن شُعَيْب قَالَ
ذكر من حدث عَنهُ ابْن أبي عرُوبَة وَلم يسمع مِنْهُ
١ - لم يسمع من عَمْرو بن دِينَار
٢ - وَلَا من هِشَام بن عُرْوَة
٣ - وَلَا من زيد بن أسلم
٤ - وَلَا من عبيد الله بن عمر
٥ - وَلَا من أبي الزِّنَاد
٦ - وَلَا من الحكم
٧ - وَلَا من حَمَّاد
٨ - وَلَا من إِسْمَاعِيل بن أبي خَالِد',NULL,'63',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (22,'<span data-type="title" id=toc-53>الرسَالَة الْخَامِسَة</span>

-<span data-type="title" id=toc-54> أحسن الْأَسَانِيد الَّتِي تروى عَن رَسُول الله صلى الله عَلَيْهِ وَسلم</span>
-',NULL,'65',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (23,'<span data-type="title" id=toc-55>بِسم الله الرَّحْمَن الرَّحِيم</span>

وَقَالَ لنا أَبُو عبد الرَّحْمَن أحسن الْأَسَانِيد الَّتِي تروى عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَرْبَعَة
١ - مِنْهَا الزُّهْرِيّ عَن عَليّ بن حُسَيْن عَن أَبِيه الْحُسَيْن عَن عَليّ بن أبي طَالب عَن رَسُول الله صلى الله عَلَيْهِ وَسلم
٢ - وَالزهْرِيّ عَن عبيد الله بن عبد الله بن عتبَة بن مَسْعُود عَن ابْن عَبَّاس عَن عمر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم
٣ - وَأَيوب عَن مُحَمَّد بن سِيرِين عَن عُبَيْدَة عَن عَليّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم
٤ - وَمَنْصُور عَن إِبْرَاهِيم عَن علقَة عَن عبد الله بن مَسْعُود عَن النَّبِي صلى الله عَلَيْهِ وَسلم',NULL,'67',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (24,'<span data-type="title" id=toc-56>الرسَالَة السَّادِسَة</span>

-<span data-type="title" id=toc-57> تَسْمِيَة الضُّعَفَاء والمتروكين والثقات مِمَّن حمل عَنْهُم الحَدِيث من أَصْحَاب أبي حنيفَة</span>
-',NULL,'69',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (25,'<span data-type="title" id=toc-58>بِسم الله الرَّحْمَن الرَّحِيم</span>

قَالَ لنا أَبُو عبد الرَّحْمَن بن أَحْمد بن شُعَيْب وَأَبُو حنيفَة لَيْسَ بِالْقَوِيّ فِي الحَدِيث وَهُوَ كثير الْغَلَط وَالْخَطَأ على قلَّة رِوَايَته
<span data-type="title" id=toc-59>والضعفاء من أَصْحَابه</span>

١ - يُوسُف بن خَالِد السَّمْتِي كَذَّاب
٢ - وَالْحسن بن زِيَاد اللؤْلُؤِي كَذَّاب خَبِيث',NULL,'71',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (26,'٣ - وَمُحَمّد بن الْحسن ضَعِيف الحَدِيث
<span data-type="title" id=toc-60>والثقات من أَصْحَابه</span>

١ - أَبُو يُوسُف القَاضِي ثِقَة
٢ - وعافية ابو يزِيد ثِقَة
٣ - ورفر بن هُذَيْل ثِقَة
٤ - وَالقَاسِم بن معن ثِقَة
٥ - وَأسد بن عَمْرو لَا بَأْس بِهِ
٦ - وَسَعِيد بن إِسْحَق ثِقَة
فَهَؤُلَاءِ الثِّقَات من اصحابه واولئك الضُّعَفَاء مِنْهُم',NULL,'72',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (27,'<span data-type="title" id=toc-61>الرسَالَة السَّابِعَة</span>

-<span data-type="title" id=toc-62> أسئلة للنسائي فِي الرِّجَال</span>
-',NULL,'73',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (28,'<span data-type="title" id=toc-63>بِسم الله الرَّحْمَن الرَّحِيم</span>

أخبرنَا عَليّ بن مُنِير قَالَ أخبرنَا أَبُو مُحَمَّد الْحسن بن رَشِيق قَالَ أَبُو عبد الرَّحْمَن النَّسَائِيّ امناء الله على حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم ثَلَاثَة شُعْبَة بن الْحجَّاج وَيحيى بن سعيد الْقطَّان وَمَالك بن انس
وَسُئِلَ أَبُو عبد الرَّحْمَن عَن ابْن زغبة فَقَالَ هُوَ انكد من أَن يكذب
وَسُئِلَ عَن مُحَمَّد بن عبد الله بت عبد الحكم فَقَالَ هُوَ أظرف من ان يكذب
وَقَالَ لنا أَبُو عبد الرَّحْمَن وَلَا يعاب اللّحن على الْمُحدثين
وَقد كَانَ اسماعيل بن أبي خَالِد وسُفْيَان وَمَالك بن أنس وَغَيرهم من الْمُحدثين',NULL,'75',NULL,NULL,'0');
INSERT INTO [b6004] VALUES (29,'والكذابون المعروفون بِوَضْع الحَدِيث على رَسُول الله صلى الله عَلَيْهِ وَسلم أَرْبَعَة
١ - ابْن أبي يحيى بِالْمَدِينَةِ
٢ - والواقدي بِبَغْدَاد
٣ - وَمُقَاتِل بن سُلَيْمَان بخراسان
٤ - وَمُحَمّد بن السعيد بِالشَّام وَيعرف بالمصلوب',NULL,'76',NULL,NULL,'0');
