-- Table: b609
-- Chunk: 1
-- Rows: 314

CREATE TABLE "b609"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b609
INSERT INTO [b609] VALUES (1,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-1>المقدمة</span>
الحمد لله المنتصر لأوليائه، المنتقم من أعدائه، المتفرِّد بعظمته وكبريائه، المقدَّس بصفاته وأسمائه، لا يعزبُ عنه مثقال ذرَّةٍ في أرضه ولا سمائه، أحمده على ما أسبغ من نعمائه، وأَسْبل من عطائه.
وأشهد أن لا إله إلا الله وحده لا شريك له شهادة أدَّخرها ليوم لقائه، وأشهد أنَّ محمداً عبده ورسوله خاتَمُ أنبيائه، وصفوة رسله وأُمنائه، رفع الله ذكره فلا يُذكر إلا ذُكِر معه، وجعل شريعته ناسخةً للشرائع فلو كان موسى حيًّا لاتبعه، بُعث للعالمين وكان النبي يُبعث لقومه، صاحب الشفاعة العظمى حين يذهل كل أحد عن ولده ووالده وأمِّه.
أما بعد؛
فمن المعلوم بجلاء، أن صحابة رسول الله - صلى الله عليه وسلم - نجوم الغبراء،',NULL,'1',NULL,NULL,'0');
INSERT INTO [b609] VALUES (2,'كما أن الكواكب نجوم السماء، رَسَمَ معالمَ مكانتهم ودافع عنهم كتابُ الله، وشهد على عدالتهم الصادقُ رسولُ الله؛ {والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم} (¬١)، ما انقطع الوحي حتى تاب الله عليهم وأكرمهم، وشاع في الخافقين ذكرُهم والثناءُ عليهم، فليس لأحد أن يغمزهم بعد قول الله: {ثم تاب عليهم} (¬٢)، وليس لأحد أن يتقصدَّهم بسوء بعد أن أكَّد رسول الله - صلى الله عليه وسلم - فضلهم: «خير أُمَّتي - وفي لفظ: خير الناس -: قَرْني، ثم الذين يلونهم، ثم الذين يلونهم» (¬٣)، ونهى عن سبِّهم وأذيتهم: «لا تسبُّوا أصحابي، فوالذي نفسي بيده لو أنفق أحدكم مثل أحد ذهباً؛ ما بلغ مُدَّ أحدهم» (¬٤).
ومع ذا: فلا يخلو زمان من هؤلاء، الذين يجيدون الطعن والتشويه والافتراء، يبتلي الله - عز وجل - بهم العباد ليخرج ما في صدورهم، فيثبِّت طائعهم، ويزيغ مفتونهم، كما قال تعالى: {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ} (¬٥).
_________
(¬١) سورة التوبة (١٠٠).
(¬٢) سورة التوبة (١١٧).
(¬٣) متفق عليه: أخرجه البخاري (٢٦٥١) ومسلم (٢٥٣٥) عن عمران بن حصين - رضي الله عنه -.
(¬٤) صحيح مسلم (٢٥٤٠)، عن أبي هريرة - رضي الله عنه -.
(¬٥) سورة آل عمران (١٧٩).',NULL,'2',NULL,NULL,'0');
INSERT INTO [b609] VALUES (3,'يقول أبو المعالي الجويني: «قد كثرت المطاعن على أئمَّة الصحابة، وعظم افتراء الرافضة وتخرُّصهم، والذي يجب على المعتقد أن يلتزمه: أن يعلم أن جلَّة الصحابة كانوا من رسول الله - صلى الله عليه وسلم - بالمحلِّ المغبوط، والمكان المحوط، وما منهم إلا وهو منه ملحوظ محظوظ، وقد شهدت نصوص الكتاب على عدالتهم، والرضا عن جملتهم، بالبيعة بيعة الرضوان، ونصِّ القرائن على حسن الثناء على المهاجرين والأنصار» (¬١).
ولعلَّ هذا السبَّ والافتراء من إرادة الله - عز وجل - الخير لهم، حتى يجرى عليهم الأجر، وإن كان انقضى العمر!
يقول الشافعيُّ: «ما أرى أن الله تعالى لا يمنع الناس عن شتم أصحاب رسول الله - صلى الله عليه وسلم - إلا ليزيدهم ثواباً عند انقطاع أعمالهم» (¬٢).
وقد اختلفت أنصبة الصحابة - رضي الله عنه - من هذه التهم والافتراءات، والشتائم والترَّهات، فالقليل منهم من ألسنة هؤلاء الكذابين: ناجٍ مُسلَّم، وكثيرٌ منهم ناجٍ مخدوش، وثلَّةٌ -ليست هيِّنة- مَكْدُوسةٌ في نار الكذب والتدليس والافتراء!
ومن هذه الثلة الأخيرة، بل لا يكاد يُعرف أحدٌ من الصحابه ناله هذا القسط الكبير من التشويه، والافتراء، والبغي كما ناله هو؛ أمير المؤمنين معاوية بن أبي سفيان! فقد تتابعت عليه سهام المغرضين تَتْرى، حاملةً من الافتراءات والسموم ما لا يكاد يُعدُّ ولا يُحصى، وأَجْمعَتْ فرق أهل البدع على الحطِّ منه وذمِّه، مع تواصٍ غريب فيما بينهم، وإن تباعدت أزمانهم وأماكنهم!
_________
(¬١) الإرشاد إلى قواطع الأدلة في أصول الاعتقاد (ص: ٤٣٢ - ٤٣٣).
(¬٢) مناقب الشافعي للرازي (ص: ١٣٦).',NULL,'3',NULL,NULL,'0');
INSERT INTO [b609] VALUES (4,'فهذا أحد رؤوس المعتزلة وشيوخهم، وأبرز متكلميهم وحاملي لواءهم؛ أبو عمرو الجاحظ (ت: ٢٥٥ ه) يصل به الطعن إلى تكفير معاوية - رضي الله عنه -، فيقول عنه: «ثُمّ ما زالت معاصيه من جنس ما حكينا، وعلى منازل ما رتَّبنا، حتى ردَّ قضية رسول الله - صلى الله عليه وسلم - ردَّاً مكشوفاً، وجحد حكمه حجداً ظاهراً في ولد الفراش وما يجب للعاهر، مع اجتماع الأمة أنَّ سمية لم تكن لأبي سفيان فراشاً، وأنه إنما كان بها عاهراً (¬١)، فخرج بذلك من حكم الفجَّار إلى حكم الكفَّار» (¬٢)!
إلى أن قال: «على أنَّ كثيراً من أهل ذلك العصر قد كفروا بترك إكفاره، وقد أربتْ عليهم نابتةُ عصرنا، ومبتدعةُ دهرنا؛ فقالت: لا تسبُّوه، فإن له صحبة، وسب معاوية بدعة، ومن يبغضه فقد خالف السنة، فزعمت أنَّ من السنة ترك البراءة ممن جحد السنة» (¬٣).
ونقل أبو الحسن الأشعري (ت: ٣٢٤ ه) عن الخوارج أيضاً أنهم: «يكفِّرون معاوية» (¬٤).
_________
(¬١) هذه الشبهة التي يُتهم بها معاوية - رضي الله عنه - يأتي تفصيلها وبراءته منها في الفصل الرابع من هذا الكتاب، فانظرها هناك.
(¬٢) رسالة للجاحظ في رأيه في معاوية والأمويين، طُبعت ضمن مجموع رسائل الجاحظ (٢/ ١١) بتحقيق عبد السلام هارون.
(¬٣) المصدر السابق (٢/ ١٢).
(¬٤) مقالات الإسلاميين (١/ ١٠٩).',NULL,'4',NULL,NULL,'0');
INSERT INTO [b609] VALUES (5,'وشيخ الرافضة في زمانه جمال الدين الحسين بن يوسف بن المطهّر الحلّي (¬١) (ت: ٧٢٦ ه) يقول عنه في كتابه (منهاج الكرامة): «إنَّ رسول الله - صلى الله عليه وسلم - لعن معاوية الطليق ابن الطليق، اللعين ابن اللعين، وقال: إذا رأيتم معاوية على منبري فاقتلوه» (¬٢). إلى آخر ما قاله هناك (¬٣).
وأما في زماننا: فلا تسل عن كمِّ المؤلَّفات والمقالات، والحوارات والحلقات، التي تَلُوك عرض معاوية - رضي الله عنه -، في جهل من البعض وعدم دراية بصحيح الأخبار من سقيمها، ولا بعدالة وخُلُق من يتحدَّثون عنه (¬٤)، أو عن عمدٍ وقصدٍ من آخرين، من خلال خطة ممنهجة لإسقاط عدالة الصحابة (¬٥)؛ مبتدئين بمعاوية.
ومع انتشار ذلك كله: بدأ يغشى رمدُ الحيرة الثقافية الإسلامية تجاه الصحابة عيونَ بعض أبناء هذه الأمة!
لأجل هذا: شمَّر علماء أهل السنة عن ساعد الجدِّ، للدفاع عن عرض معاوية - رضي الله عنه -، وسلُّوا سيوفهم لردِّ ذلك العدوان، ودفع تلك الغارات، التي تحاول النَيْل من هذا الصحابي الكريم، وهيهات!
_________
(¬١) قال ابن تغري بردي عنه في النجوم الزاهرة فى ملوك مصر والقاهرة (٩/ ٢٦٧): "ولابن تيميّة عليه ردّ فى أربعة مجلّدات، وكان يسمّيه ابن المنجّس، يعنى عكس شهرته كونه كان يعرف بابن المطهّر".
(¬٢) هذا حديث باطل، يأتي تخريجه والحديث عنه في الفصل الرابع من هذا الكتاب (ص: ٢٣٦).
(¬٣) انظر: منهاج السنة النبوية (٤/ ٣٧٨ - ٣٧٩).
(¬٤) كما وقع من المودودي في كتابه: "الخلافة والملك"، وسيد قطب في كتابه: "كتب وشخصيات"، وعباس العقاد في كتابه: "العبقريات الإسلامية، معاوية بن أبي سفيان".
(¬٥) كما فعل محمد بن عقيل الحضرمي في كتابه: "النصائح الكافية لمن يتولى معاوية".',NULL,'5',NULL,NULL,'0');
INSERT INTO [b609] VALUES (6,'وكان من إبداع العلماء في رد تلك الافتراءات: أن نوَّعوا أساليب المواجهة، وعدَّدوا جبهات الدفاع، فلم يتركوا ثغراً من ثغور هذا الميدان إلا ووقفوا عليه، بل وتقدموا -أحياناً- بالهجوم، فدخلوا معاقل أفكار المعتدين، ودكُّوا حصونها، وأتوا على بنيانها من القواعد؛ فخرَّ السقف على رؤوس أصحابها.
ففريق من هؤلاء الأفذاذ: يتولَّى الكلام عن فضائل الصحابة عامَّةً، مُذكِّراً القارئ بأنَّ معاويةَ داخلٌ في حد الصحبة، فله نصيبه من تلك الفضائل العامَّة.
وآخرون: يُذكِّرون بفضائل معاوية الخاصَّة، عبر كتبٍ وأجزاءَ مُفردَة؛ كما فعل أبو بكر ابن أبي عاصم في كتابه: (فضائل معاوية) (¬١)، وابنُ أبي الدنيا في كتابه: (حلم معاوية) (¬٢)، وغيرهما.
وفريقٌ ثالث: يصنِّف في ردِّ الشُّبهات، وتزييف التُّهم الباطلات، كما فعل ابنُ العربي المالكي في كتابه: (العواصم من القواصم)، وشيخ الإسلام ابن تيْميَّة في كتابه: (منهاج السنة النبوية)، وغيرهما.
ولا يتوقَّف الأمر عند هذا الحد؛ بل نجد من هؤلاء العلماء من ضمَّن تصنيفه في العقائد بيان عقيدة أهل السنة في هذا الجيل الرباني الفريد، بوجهٍ عام، كما فعل الطحاويُّ في كتابه: (العقيدة الطحاويَّة)، وابن تيْميَّة في كتابه: (العقيدة الواسطيَّة)، ومن هؤلاء المصنِّفين في العقيدة من ضمَّن تصنيفه شيئا من فضائل معاوية بوجهٍ خاص؛ كما فعل الخلَّال في كتابه: (السُّنَّة)، والآجري في كتابه (الشريعة)، وغيرهما (¬٣).
_________
(¬١) ذكره الحافظ ابن حجر في المعجم المفهرس (ص: ١٢٣).
(¬٢) طبعته دار البشائر عام (١٤٢٤ ه= ٢٠٠٣ م)، بتحقيق: إبراهيم صالح.
(¬٣) وللمعاصرين جهد مشكور لا يُنكر في الدفاع عن أمير المؤمنين معاوية - رضي الله عنه -، وبث فضائله، وتذكير الناس بمكانته؛ من ذلك على سبيل المثال:
- الناهية عن طعن أمير المؤمنين معاوية، لعبد العزيز بن حمد بن حامد.

- فتح الواحد العلي في الدفاع عن صحابة النبي - صلى الله عليه وسلم -، لعبد الله السعد.
- سل السِّنان في الذب عن معاوية بن أبي سفيان، لسعد بن ضبيدان السبيعي.
- درء الغاوية عن الوقيعة في خال المؤمنين معاوية، لزكريا بن علي القحطاني.
- من أقوال المنصفِّين في الصحابي الخليفة معاوية - رضي الله عنه -، لعبد المحسن العبَّاد.
إلى غير ذلك من المؤلَّفات التي سيرد ذكر بعض أسمائها في ثنايا الكتاب.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b609] VALUES (7,'وهم في فعلهم هذا كله: مؤتمُّون بنصوص الكتاب والسنة، وأقوال المشهود لهم بالعلم والفضل من أكابر هذه الأمَّة، غير متعصبِّين ولا مُتشدِّدين، ولا بالعصمة للصحابة مُدَّعين، ولا لبعض النصوص -كما فعل خصماؤهم- تاركين، فرضي الله عنهم ورحمهم أجمعين.
واستمراراً لمسيرة هذا الركب المبارك، الذي يبعثه الله بين فترةٍ وأخرى على مدار الأيام، ليظهر بهم ما اندثر من تراث الأئمَّة السابقين، ويعيد نشر الفضائل للسابقين بين الحين والحين، ورغبةً مني في أن أُنظَم في سلك هؤلاء المدافعين عن خير هذه الأمة بعد المرسلين؛ جاء هذا الكتاب:
«فتحُ المنَّان بسيرة معاوية بن أبي سفيان - رضي الله عنه -».
جمعتُ فيه شتات ما تفرَّق من سيرته، وبيَّنتُ فيه شيئاً من فضله ومكانته، مع ردِّ أشهر الأباطيل والافتراءات التي تُكلِّم بها في عرضه، وغُضَّ بها من قدره، علَّ هذا أن يكفَّ بأس المبتدعة الذين لا يزالون يتناسلون، ويهدي بعض الحيارى الذين وقعوا في شِباك الشبهات المنتشرة فهم تائهون يتساءلون، وأن يكون مُعيناً لكل باحث عن الحقِّ، في سيرة رجل من أصحاب خير الخلق - صلى الله عليه وسلم -.
وإذا كان معاويةُ - رضي الله عنه - قد وقع بينه وبين بعض إخوانه من الصحابة كعليِّ بن أبي طالب - رضي الله عنه - بعض نزاعٍ وشقاقٍ، ومال بعض الناس إلى طرف على حساب طرفٍ آخر، فمن فضل الله علينا أن أَوْجدنا في بيئةٍ وزمانٍ وضح فيه الحقُّ، وتبينت مآخذ كلِّ طرف من الطرفين، فلم نُربَّ أو نُنشَّأ على بغض طرف منهما، أو المغالاة في محبة أحدهما، وهذا مُعينٌ بإذن الله -بعد عون الله- على تحرِّي الإنصاف والحق.
يقول الذهبيُّ: «وخَلَفَ معاويةَ خلقٌ كثيرٌ يحبُّونه ويتغالون فيه، ويفضِّلونه، إمَّا قد ملكهم بالكرم والحلم والعطاء، وإمَّا قد وُلدوا في الشام على حبِّه، وتربَّى أولادهم على ذلك.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b609] VALUES (8,'وفيهم جماعةٌ يسيرةٌ من الصحابة، وعددٌ كثيرٌ من التابعين والفضلاء، وحاربوا معه أهل العراق، ونشؤوا على النَّصب -نعوذ بالله من الهوى-.
كما قد نشأ جيش عليٍّ - رضي الله عنه - ورعيته -إلا الخوارج منهم- على حبِّه، والقيام معه، وبغض من بغى عليه، والتبرِّي منهم، وغلا خلقٌ منهم في ذلك.
فبالله كيف يكون حال من نشأ في إقليم، لا يكاد يشاهد فيه إلا غالياً في الحب، مُفْرطاً في البغض، ومن أين يقع له الإنصاف والاعتدال؟
فنحمد الله على العافية الذي أوجدنا في زمان قد انمحص فيه الحق، واتَّضح من الطرفين، وعرفنا مآخذ كل واحد من الطائفتين، وتبصَّرنا، فعذرنا، واستغفرنا، وأحببنا باقتصاد، وترحَّمنا على البغاة بتأويلٍ سائغٍ في الجملة، أو بخطأٍ -إن شاء الله- مغفور، وقُلنا كما علَّمنا الله: {ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان، ولا تجعل في قلوبنا غلا للذين آمنوا} (¬١)» (¬٢).
_________
(¬١) سورة الحشر (١٠).
(¬٢) سير أعلام النبلاء (٣/ ١٢٨).',NULL,'8',NULL,NULL,'0');
INSERT INTO [b609] VALUES (9,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-2>منهج العمل في الأبحاث</span>
لا ريب أنَّ نزول ميدانٍ كميدان السِّيَرِ والأخبار والمغازي يعجُّ بمئات المرويات، والتي لم تلتئم على بعضها، أو تَأْرِز إلى مكانٍ واحدٍ يجمعها، بل آثرت الفرقة، وعزَّت معظم الروايات المقبولة بنفسها، فضنَّت بما فيها على كل باحثٍ عجول، أو قارئٍ يكتفي بالمشهور، وإنما اختارت أن تبقى بمنأى يُحوج طالبها إلى صبر لاستخراجها، وسعيٍ حثيثٍ للوصول إليها، أضف إلى ذلك كثرة المؤلَّفات في هذا الباب؛ كل هذا لا يجعل المهمة سهلةً ميسورة، إلا بتأنٍّ وتتبُّعٍ، بعد عون الله - عز وجل -.
وقد حاولنا -قدر الاستطاعة- أن نتخيَّر خُطة عمل تُحكم الأبحاث، وتُخرجها أقرب ما تكون إلى الدِّقة التي يرجوها كلُّ منصفٍ وباحثٍ عن الحق؛ فاهتدينا إلى ما يلي:
أولاً: جعلنا كتاب: (تاريخ الطبري) أصلاً لمادة هذا البحث، يُضاف إليه ويُجمع عليه ما يُحتاج إليه من تتمَّات وزيادات لإكمال مشهد، أو تفصيل مُجمَل، أو إزالة شُبهة وإشكال.
وسبب اختيارنا له: ما تمتَّع به صاحبه من سيرةٍ حسنةٍ، وعدالةٍ مشتهرةٍ، إضافةً إلى شموليته في كثيرٍ من الأحداث، فقد استوعب كثيراً مما كُتب قبله، فصار عمدةً لكل من جاء بعده (¬١)، حتى أنَّ أبا الحسن ابن الأثير (ت: ٦٣٠ ه) حينما أراد أن يُصنِّف كتابه في التاريخ؛ جعل كتاب الطبري أصلاً لكتابه، بل في بعض الأحداث -كالفتنة التي وقعت بين الصحابة - رضي الله عنهم - اكتفى بكلام الطبري، ولم يُضف عليه شيئا!
يقول -رحمه الله-: «وقد جمعتُ في كتابي هذا ما لم يجتمع في كتابٍ واحد، ومن تأمَّله علم صحة ذلك.
_________
(¬١) انظر عن كتاب الطبري ومنهجه فيه وما تميَّز به: موارد تاريخ الطبري للدكتور علي جواد، منهج كتابة التاريخ الإسلامي حتى نهاية القرن الثالث الهجري لمحمد بن صامل السلمي (ص: ٤٤٠ - ٤٥١).',NULL,'9',NULL,NULL,'0');
INSERT INTO [b609] VALUES (10,'فابتدأتُ بالتاريخ الكبير الذي صنَّفه الإمام أبو جعفر الطبري، إذ هو الكتاب المعوَّل عند الكافَّة عليه، والمرجوع عند الاختلاف إليه، فأخذتُ ما فيه من جميع تراجمه، لم أخلَّ بترجمةٍ واحدةٍ منها، وقد ذكر هو في أكثر الحوادث رواياتٍ ذواتِ عدد، كل رواية منها مثل التي قبلها، أو أقلّ منها، وربما زاد الشيء اليسير أو نقصه، فقصدتُ أتمَّ الروايات فنقلتها، وأضفتُ إليها من غيرها ما ليس فيها، وأودعتُ كلَّ شيءٍ مكانه، فجاء جميع ما في تلك الحادثة -على اختلاف طرقها- سياقاً واحداً على ما تراه.
فلما فرغتُ منه: أخذتُ غيره من التواريخ المشهورة فطالعتُها، وأضفتُ منها إلى ما نقلته من تاريخ الطبري ما ليس فيه، ووضعت كلَّ شيء منها موضعه، إلا ما يتعلَّق بما جرى بين أصحاب رسول الله - صلى الله عليه وسلم - فإني لم أُضفْ إلى ما نقله أبو جعفر شيئاً؛ إلَّا ما فيه زيادة بيانٍ، أو اسم إنسانٍ، أو ما لا يُطعن على أحد منهم في نقله، وإنما اعتمدتُ عليه من بين المؤرِّخين إذ هو الإمام المُتقنُ حقَّاً، الجامعُ علماً وصحةَ اعتقادٍ وصدقاً.
على أنِّي لم أنقل إلا من التواريخ المذكورة، والكتب المشهورة، ممن يعلم بصدقهم فيما نقلوه، وصحَّة ما دوَّنوه، ولم أكن كالخابط في ظلماء الليالي، ولا كمن يجمع الحصباء واللآلي» (¬١).
قُلنا: وقريبٌ من منهج ابن الأثير، اخترنا لهذه الأبحاث أن تسير، فجعلنا كتاب الطبري أصلاً، لكن مع تعديل وتغيير.
فالطبريُّ يورد الأحداث مرتَّبة على السنين، وهذا لم نلتزم به، وإنما وضعنا كُل حادثة في مكانها الذي نراه لائقاً، وفق ترتيب كل بحث.
فبعض الأحداث تُنقل من نسقها عند الطبري لتُوضع في فصل خاص بالفضائل، أو الشبهات، أو غير ذلك، بحسب ما نرى الحدث ملائماً لمكانه في ترتيب البحث الذي يختاره الباحث.
_________
(¬١) الكامل في التاريخ (١/ ٦ - ٧).',NULL,'10',NULL,NULL,'0');
INSERT INTO [b609] VALUES (11,'أيضاً: اختار الطبريُّ لنفسه أن يُورد الرواياتِ التي يختارها في الحدث بسندها إلى قائلها وناقلها، تاركاً مسألة الحكم على الإسناد للقارئ والباحث من بعده، مُحذِّراً أن يُحمِّله أحدٌ نكارة رواية، أو بشاعة نقل؛ فقال: «فما يكن في كتابي هذا من خبر ذكرناه عن بعض الماضين مما يستنكره قارئه، أو يستشنعه سامعه، من أجل أنه لم يعرف له وجهاً في الصحة، ولا معنى في الحقيقة؛ فليعلم أنه لم يُؤتَ في ذلك من قِبَلِنا، وإنما أُتي من قبل بعض ناقليه إلينا، وإنَّا إنَّما أدَّينا ذلك على نحو ما أُدِّي إلينا» (¬١).
وعلى هذا فروايات الطبري جامعة بين الغثِّ والسَّمين، والصَّحيح والسَّقيم، وهنا يتحتَّم علينا أن نبيِّن الفرق بين هذه المرويَّات، وما يصلح للاحتجاج وما لا يصلح إلا أن يكون في الموضوعات، ولكن لما كان التبيين لصحة كلِّ ما ذُكر، وإظهار علَّة كلِّ خبر، مما يطول به حجم الكتب والأبحاث، ولربما بعث الملل في نفس القارئ والباحث لشبهته عن جواب؛ فقد آثرنا أن نقنِّن الأمر كما يلي في:
ثانياً: قمنا باستخراج جميع المرويات التي ورد فيها ذكر الشخصية صاحبة البحث (أبوبكر، عمر، عثمان، علي، معاوية) في الكتاب، سواءٌ في خلافته أم قبلها، وما صحَّ منها أدرجناه في البحث في موطنه اللائق به وفق ترتيب الأحداث -الذي يذكره كل باحث في مُقدِّمة بحثه-، وأمَّا ما لم يصح من هذه المرويات فهو على قسمين:
_________
(¬١) تاريخ الطبري (١/ ٨).',NULL,'11',NULL,NULL,'0');
INSERT INTO [b609] VALUES (12,'- القسم الأول: احتِيج إليه لاستكمال صورة الأحداث، ووصل الحلقات ببعضها البعض، فمثل هذا لا مفرَّ من إيراده، وهو عين ما فعله الطبريُّ حينما أورد الأخبار الضعيفة في ثنايا كلامه عن بعض الأحداث، وإن كان الطبريُّ أحال القارئ على السَّند؛ فإننا لن نوقعه في ذلك العَنَت، بل سنبيِّن -إن شاء الله- عند كل روايةٍ ضعيفةٍ أوردناها ضعفها، وسبب وهائها، فثقافة النظر في الأسانيد قبل قبول المتن؛ لم تعد منتشرةً بين أبناء هذا الزمان، كما كانت منتشرةً في زمان الطبري، الذي تعامل معهم من هذا المنطلق، فأحالهم على الإسناد.
وهذا القسم يتميز عن لاحقه بأنَّ ضعفه ليس شديداً، ونكارته ليست ظاهرة.
- القسم الثاني: لم نجد ثمَّ احتياجٌ لإيراده، خاصة مع نكارة متنه، بل في بعضها ما يكون ذكره مُحدثاً فتنةً لعقول وقلوب بعض القارئين، فمثل هذه الروايات ضربنا صفحاً عن ذكرها، رغبةً في إماتتها، وإخمال نشرها، وهذا الفعل مِنِّا قد سبق إليه الطبريُّ، فمع ما أورد في كتابه من ضعيفٍ وموضوعٍ، ومع أنه أسند كلَّ قولٍ إلى قائله؛ إلَّا أنَّه أعرض عن ذكر بعض الأخبار، رغم استحضاره لها، وتمكُّنه من عزوها لقائلها وإسنادها؛ وذلك لأنَّه رأى أن فيما ذكر كفاية، وأيضاً: حفاظاً على عقول وقلوب العامة.
قال الطبريُّ: «وذكر هشام، عن أبي مخنف، قال: وحدثني يزيد بن ظبيان الهمداني، أن محمد بن أبي بكر كتب إلى معاوية بن أبي سفيان لما ولي، فذكر مكاتبات جرت بينهما كرهتُ ذكرها لما فيه مما لا يحتمل سماعها العامة» (¬١).
فانظر كيف أَعْرضَ الطبريُّ عن ذكر بعض الروايات، لما رأى أنها لا تضيف جديداً، وأنَّها قد تتسبَّب في فتنة بعض العامة في زمانه، فكيف لو ذُكرت لأهل زماننا؟!
_________
(¬١) تاريخ الطبري (٤/ ٥٥٧).',NULL,'12',NULL,NULL,'0');
INSERT INTO [b609] VALUES (13,'ومن هنا: أعرضنا عن ذكر بعض هذه الروايات لاجتماع الشَّرَّيْن فيها: ضعف الإسناد من جهة، ونكارة المتن التي لا تُتحمَّل من جهة أخرى، وإن كان الطبريُّ رأى تحمُّلها في زمانه.
والذي ينبغي أن يطمئنَ إليه القارئ، وهو ما التزمناه -بحمد الله- أثناء هذه الأبحاث؛ أنَّا لا ندع روايةً صحيحةً من كتاب الطبريِّ، وفيها ذكرٌ لصاحب البحث تندُّ عن هذا الكتاب، ونحسب تلك كافيةً للمُنْصِف -إن شاء الله-.
ثالثاً: لم نكتفِ بما ورد في تاريخ الطبري فقط، إذ كان هناك بعض الأحداث تستلزم توسُّعاً للتوضيح والتكميل، فهنا نُضيف ما نراه نافعاً من التواريخ الأخرى وكتب التراجم والطبقات، كتاريخ ابن عساكر، وتاريخ خليفة بن خياط، وتاريخ أبي زرعة الدمشقي، وطبقات ابن سعد، وغير ذلك.
رابعاً: لم نتوسَّع في تخريج الأحاديث والآثار الواردة في الأبحاث، لأن هذا مما يطول به حجم الكتاب، فاقتصرنا على ذكر أهمِّ المصادر، إلا إذا قام داعٍ لغير ذلك.
خامساً: حكمنا على كل إسناد بما نُراه له مستحقَّاً، صحةً أو ضعفاً، وإن نزل الحديث أو الأثر عن الصحة؛ بيَّنَّا سبب ذلك، وِفق قواعد أهل الحديث المبثوثة في كتبهم، والمعلومة من خلال تطبيقاتهم وعملهم.
ولعله من المفيد هنا أن نذكِّر بشيءٍ من منهجهم في التعامل مع هؤلاء الرواة الأخباريين، ونقلة السير والمغازي المشهورين، حتى لا يظنَّ أحدٌ أننا ابتعدنا عن منهجهم، أو تساهلنا في تطبيق قواعدهم.
فنقول: إنَّ الرواة هم عمود الإسناد، وأصله وسلسلته الفقرية التي لا قَوَام له إلا بها، فكلَّما قوي أمرهم؛ قوي الإسنادُ وصار صلباً في ميدان الاحتجاج والاستشهاد، والعكس أيضا.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b609] VALUES (14,'لكنْ: ثمَّ رواة عُرف عنهم التخصص في باب من الأبواب، مع ضعفهم في غيره، فمثلا: حفص بن سليمان الكوفي المقرئ، يقول عنه الحافظ ابن حجر: «متروك الحديث، مع إمامته في القراءة» (¬١) , فقد انتشرت روايته للقرآن في الآفاق، ولم يقبل منه العلماء حديثاً واحداً، ولم يشفع له إتقانه للقرآن في قبول الحديث، ولم يردَّ ضعفه في الحديث إتقانه للقراءات، وهذا من الإنصاف.
ومن هذا الباب أيضاً: رواة المغازي والأخبار، فكثيرٌ منهم يُحتاج إليه في هذا الفن، مع كونه غيرَ مقبولٍ عند العلماء في نقل الأحاديث، ولا يعتبرون بأحاديثه!
ويمكننا أن نلحظ بوضوح هذا التفريق والتساهل في تصرُّف أحد المشتغلين بعلوم السنة، وعلامة من علاماتها في زمانه؛ وهو: الحافظ ابن حجر، وذلك من خلال جمعه بين الروايات في كتابه: فتح الباري.
فإنه في الوقت الذي يقرر فيه ردَّ رواية محمد بن إسحاق إذا عنعن ولم يُصرِّح بالتحديث، وردِّ أحاديث الواقدي لأنه متروكٌ عند علماء الجرح والتعديل، فضلاً عن غيرهما من الأخباريين الذين ليس لهم رواية في كتب السنة، كأبي الحسن المدائني وعوانة؛ فإنه يستشهد برواياتهم، ويستدلُّ بها على بعض التفصيلات، ويحاول الجمع بينها وبين الروايات الأخرى التي هي أوثق إسناداً! وهذا دليلٌ على قبوله أخبارهم فيما تخصَّصوا فيه من العناية بالأخبار والسير، وهذا هو المنهج الذي نسير عليه هنا.
وفيما يلي بعض النماذج لرواة تُكلِّم في روايتهم للحديث، ومع ذلك لم تُهدر أقوالهم في باب الأخبار والسير، لعنايتهم وتخصصهم في هذا الباب، ثم نُتبع ذلك ببعض النماذج العملية من تصرفات العلماء مع مروياتهم في أبواب المغازي والسير.
_________
(¬١) تقريب التهذيب (١٤٠٥).',NULL,'14',NULL,NULL,'0');
INSERT INTO [b609] VALUES (15,'<span data-type="title" id=toc-3>من نماذج الرواة:</span>
-<span data-type="title" id=toc-4> محمد بن عمر الواقدي:</span>
اتَّفق علماء الجرح والتعديل على ضعفه، كما نقل ذلك النوويُّ (¬١)، وقال الذهبيُّ: «استقر الإجماع على وهن الواقدي» (¬٢)، ومع ذا: نجد ثناء من البعض على علمه بالمغازي والسير خاصة، قال عنه تلميذه محمد بن سعد: «كان عالماً بالمغازي، والسيرة، والفتوح»، وقال عنه الخطيبُ البغداديُّ: «سارتْ الركبان بكتبه في فنون العلم من المغازي، والسير، والطبقات، وأخبار النبي - صلى الله عليه وسلم - والأحداث التي كانت في وقته، وبعد وفاته - صلى الله عليه وسلم -» (¬٣).
وقال عنه الذهبيُّ: «كان إلى حفظه المنتهى في الأخبار، والسير، والمغازي، والحوادث، وأيام الناس، والفقه، وغير ذلك» (¬٤).
وقال في موطن آخر: «وقد تقرَّر أنَّ الواقديَّ ضعيفٌ، يُحتاج إليه في الغزوات والتاريخ، ونُورد آثاره من غير احتجاج، أما في الفرائض، فلا ينبغي أن يُذكر» (¬٥).
وقال عنه الحافظ ابن كثير: «الواقدي عنده زياداتٌ حسنةٌ، وتاريخٌ محرَّرٌ غالباً; فإنه من أئمة هذا الشأن الكبار، وهو صدوقٌ في نفسه مكثار» (¬٦).
وقد استوعب الكلام على عدالة الواقدي ابنُ سيد الناس، ثم قال في معرض الدفاع عنه: «سعة العلم مظنَّةٌ لكثرة الأغراب، وكثرة الأغراب مظنَّةٌ للتهمة، والواقدي غير مدفوعٍ عن سعة العلم، فكثرت بذلك غرائبه» (¬٧).
وقال أيضاً: «وقد رُوِّينا عنه من تتبعه آثار مواضع الوقائع، وسؤاله من أبناء الصحابة والشهداء ومواليهم عن أحوال سلفهم؛ ما يقتضي انفراداً برواياتٍ وأخبار لا تدخل تحت الحصر» (¬٨).
_________
(¬١) المجموع شرح المهذب (١/ ١١٤، ٥/ ١٢٩).
(¬٢) ميزان الاعتدال (٣/ ٦٦٦).
(¬٣) تهذيب التهذيب (٩/ ٣٦٣ - ٣٦٨).
(¬٤) ميزان الاعتدال (٣/ ٦٦٣).
(¬٥) سير أعلام النبلاء (٩/ ٤٦٩).
(¬٦) البداية والنهاية (٤/ ٥٨٠).
(¬٧) عيون الأثر (١/ ٢٤).
(¬٨) المصدر السابق (١/ ٢٥).',NULL,'15',NULL,NULL,'0');
INSERT INTO [b609] VALUES (16,'والذي يظهر من مجموع كلام النقَّاد في الواقدي قبول رواياته في الأخبار والسير، ولكن لا يُعارض بها الروايات الصحيحة، والله أعلم (¬١).

-<span data-type="title" id=toc-5> سيف بن عمر التميمي:</span>
نقل الحافظ ابن حجر في ترجمته تضعيفَ العلماء له، وتشبيه بعضهم له -كأبي حاتم الرازي- بالواقدي (¬٢)، ولما أراد الحافظ أن يُصدر عليه حكماً كلِّياً قال: «ضعيف الحديث، عمدةٌ في التاريخ» (¬٣).
وقد اعتمده الطبريُّ في أخبار الفتوح، وذكر رواياته في الفتنة، وقد أكثر عنه بهذا الإسناد: «كتب إليَّ السري، عن شعيب، عن سيف بن عمر»، أو: «حدثني السري، عن شعيب، عن سيف بن عمر»، ومجموع مروياته في تاريخ الطبري: مئتين وستٍّ وستِّين رواية (¬٤).

-<span data-type="title" id=toc-6> أبو الحسن علي بن محمد المدائني:</span>
تُرجم له في كُتب الضعفاء (¬٥)، وقال عنه ابن عدي: «ليس بالقوي في الحديث، وأقلَّ ما له من الروايات المسنَدة» (¬٦)، ومع ذلك: نجد الطبريَّ يقول عنه: «كان عالماً بأيام الناس، صدوقاً في ذلك» (¬٧). وكذلك أكثر عنه في تاريخه، وغالب رواياته من طريق عمر بن شبة، وبعضها أخذه من كتبه مباشرة.
وقال عنه الخطيب البغدادي: «وكان عالماً بأيام الناس، وأخبار العرب وأنسابهم، عالماً بالفتوح والمغازي ورواية الشعر، صدوقاً فِي ذلك» (¬٨).
وقال أبو العباس أَحمد بن يحيى النحوي: «من أراد أخبار الجاهلية فعليه بكتب أَبِي عبيدة، ومن أراد أخبار الإسلام فعليه بكتب المدائني» (¬٩).
_________
(¬١) منهج كتابة التاريخ الإسلامي، لمحمد بن صامل السلمي (ص: ٣٥٦).
(¬٢) تهذيب التهذيب (٤/ ٢٩٥).
(¬٣) تقريب التهذيب (٢٧٢٤).
(¬٤) منهج كتابة التاريخ الإسلامي (ص: ٤٦٧).
(¬٥) انظر: الكامل في الضعفاء (٦/ ٣٦٣)، ميزان الاعتدال (٣/ ١٥٣)، ديوان الضعفاء (٢٩٦١)، لسان الميزان (٦/ ١٣).
(¬٦) الكامل في الضعفاء (٦/ ٣٦٣ - ٣٦٤).
(¬٧) لسان الميزان (٦/ ١٣).
(¬٨) تاريخ بغداد (١٢/ ٥٥).
(¬٩) المصدر السابق.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b609] VALUES (17,'-<span data-type="title" id=toc-7> أبو مِخنف لوط بن يحيى:</span>
ضعَّفه عامة أهل الجرح والتعديل (¬١)، وقال عنه الذهبيُّ: «أخباريٌّ تالفٌ، لا يُوثقُ به» (¬٢)، ثم قال عنه في موطن آخر: «صاحب تصانيف وتواريخ، .... ، وهو من بابة سيف بن عمر التميمي صاحب «الردَّة»، وعبد الله بن عياش المنتوف، وعوانة بن الحكم» (¬٣).

-<span data-type="title" id=toc-8> محمد بن إسحاق بن يسار المدني:</span>
قال عنه الدارقطني: «لا يُحتجُّ به، وإنما يُعتبر به» (¬٤).
وقال عنه الذهبي: «كان في العلم بحراً عجَّاجاً، لكنه ليس بالمجوِّد كما ينبغي» (¬٥)، وقال: «قد أمسك عن الاحتجاج بروايات ابن إسحاق غير واحدٍ من العلماء» (¬٦).
ومع هذا فهو يثني عليه في علم المغازي والسير؛ فيقول: «قد كان في المغازي علَّامةً» (¬٧).
وقال أيضاً عنه: «له ارتفاعٌ بحسبه، ولا سيَّما في السير، وأما في أحاديث الأحكام: فينحطُّ حديثه فيها عن رتبة الصحة إلى رتبة الحسن، إلا فيما شذَّ فيه، فإنه يُعدُّ مُنكَراً، هذا الذي عندي في حاله، والله أعلم» (¬٨).
وقد سبقه إلى ذلك: الإمام أحمد، حيث قال -وذكر محمد بن إسحاق-: «أما في المغازي وأشباهه: فيكتب، وأما في الحلال والحرام: فيحتاج إلى مثل هذا، ومدَّ يده وضم أصابعه» (¬٩).
وقال العباس بن محمد: سمعتُ أحمد بن حنبل، وقيل، له: ما تقول في موسى بن عبيدة؟ وفي محمد بن إسحاق؟ فقال: «أما محمد بن إسحاق: فهو رجل يكتب هذه الأحاديث، كأنه يعني المغازي وما أشبهها، أما موسى بن عُبيدة: فلم يكن به بأس» (¬١٠).
_________
(¬١) الضعفاء والمتروكون للدارقطني (٤٤٩)، لسان الميزان (٦/ ٤٣٠).
(¬٢) ميزان الاعتدال (٣/ ٤١٩).
(¬٣) سير أعلام النبلاء (٧/ ٣٠٢).
(¬٤) سؤالات البرقاني (٤٢٢).
(¬٥) سير أعلام النبلاء (٧/ ٣٥).
(¬٦) المصدر السابق (٧/ ٣٩).
(¬٧) المصدر السابق (٧/ ٣٧).
(¬٨) المصدر السابق (٧/ ٤١).
(¬٩) الجرح والتعديل لابن أبي حاتم (٧/ ١٩٣).
(¬١٠) الضعفاء الكبير للعقيلي (٤/ ٢٣).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b609] VALUES (18,'وقال الشافعيُّ: «من أراد أن يتبحَّر في المغازي؛ فهو عيال على محمد بن إسحاق» (¬١).
إذن بعد هذا: كيف يُتعامل مع هذا الصنف من الرواة؟
لا شكَّ أن انفرادهم برواية حديث، أو واقعة يُستفاد منها تشريعٌ، أو حُكمٌ عقديٌّ، أو تحمل طعناً في أحدٍ ممن ثبتت عدالتهم بيقين؛ لا يقبله من لديه مسحةٌ من علم بأصول القبول والرد، هذا لا يُنازَعُ فيه.
أمَّا ما نقلوه من أخبارٍ، تحمل بعض التفاصيل التي لا تتعرَّضُ لشيءٍ مما ذُكر، وإنما يكون فيها زيادةٌ لا تضر، وتفاصيل قد تساعد على تصوُّرٍ أقرب لما كانت عليه الأحداث؛ فهذا لا بأس بإيراده، وعلى هذا يُحمل قول من قَبِل كلامهم من العلماء في أبواب المغازي والسير.
ولذا فإذا ما مرَّ بك عزيزي القارئ أثرٌ، ووجدت الحكم بضعف الإسناد مُصدَّراً عليه، وسبب ذلك وجود أحد هؤلاء؛ فتذكَّرْ تلك القاعدة التي تقدَّمت، وهي: أنَّ حالهم في نقل هذه الأخبار، مما لا يترتب عليه شيء من أحكام العقائد والتشريعات؛ مما يُتساهل فيه.
وهذه قاعدةٌ وضعها أحدُ أئمَّة الحديث في زمانه، عبدُ الرحمن بن مهدي، حينما قال: «إذا رُويِّنا عن النبي - صلى الله عليه وسلم - في الحلال والحرام، والأحكام؛ شدَّدنا في الأسانيد، وانتقدنا الرجال، وإذا رُوِّينا في فضائل الأعمال، والثواب والعقاب، والمباحات والدعوات؛ تساهلنا في الأسانيد» (¬٢).
فاجعل هذا الأمر منك على ذكر.
وفيما يلي بعض النماذج العمليَّة من تصرفات العلماء مع مرويَّاتهم في هذا الباب:
_________
(¬١) سير أعلام النبلاء (٧/ ٣٦).
(¬٢) إسناده صحيح: أخرجه الحاكم (١/ ٦٦٦)، وفي المدخل إلى الإكليل (ص: ٢٩)، والخطيب في الجامع (١٢٦٧).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b609] VALUES (19,'- صنيع البخاريِّ في صحيحه مع راوٍ كمحمد بن إسحاق، حيث لم يعتمده كرجلٍ من رجاله في الأحاديث، لكنه علَّق عنه في أبواب المغازي كثيراً، من ذلك قوله: «قال ابن إسحاق: أول ما غزا النبي - صلى الله عليه وسلم -: الأبواء، ثم بُواط، ثم العُشيرة» (¬١).
وقوله: «قال ابن إسحاق: سمعت وهب بن كيسان، سمعت جابراً، خرج النبي - صلى الله عليه وسلم - إلى ذات الرقاع من نخل، فلقي جمعاً من غطفان، فلم يكن قتالٌ، وأخاف الناس بعضهم بعضاً، فصلى النبي - صلى الله عليه وسلم - ركعتي الخوف» (¬٢).
وقوله: «باب غزوة بني المصطلق، من خزاعة، وهي غزوة المريسيع، قال ابن إسحاق: وذلك سنة ست» (¬٣).
- ونجد الطبريَّ في كتابه التاريخ أكثر عن مثل هؤلاء الأخباريين المذكورين، بينما في كتابٍ له كتهذيب الآثار، عُني فيه بالأحاديث والاحتجاج بها؛ لا نجدُ ذكراً لهم!
- كذلك الحافظ ابن حجر اعتبر بروايات هؤلاء الأخباريين في شرحه لصحيح البخاري، ومن ذلك:
أنَّه في أول كتاب المغازي (¬٤) ذكر عدد غزوات الرسول - صلى الله عليه وسلم -، وعدد بعوثه وسراياه، وعدد الغزوات التي وقع فيها قتال، فاستشهد بأقوال أهل السير؛ مثل: محمد بن إسحاق، والواقدي، ومحمد بن سعد، وذَكَر خلافهم، وجمع بين أقوالهم وأقوال من هم أوثق منهم من رواة الصحيح، وفعل مثل هذا عند حديثه عن عدد أهل بدر (¬٥).
وفي قصة مقتل أبي جهل يوم بدر، جعل الحافظ رواية ابن إسحاق جامعة بين الروايات، رغم مخالفتها لما في الصحيح (¬٦)!
_________
(¬١) صحيح البخاري (٥/ ٧١).
(¬٢) صحيح البخاري (٤١٢٧).
(¬٣) المصدر السابق (٥/ ١١٥).
(¬٤) فتح الباري (٧/ ٢٧٩).
(¬٥) المصدر السابق (٧/ ٢٩١).
(¬٦) المصدر السابق (٧/ ٢٩٦).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b609] VALUES (20,'كذلك في قصة بني النضير ومتى كان حصارُهم، ذكر ابنُ إسحاق أنها كانت بعد أحدٍ، وبعد استشهاد القرَّاء في بئر معونة، بينما نجد البخاري ينقل في الصحيح عن عروة أنها كانت على رأس ستة أشهر من وقعة بدر، أي: قبل أحد، وقد مال الحافظ ابن حجر إلى ترجيح رواية ابن إسحاق رغم إيراده سبباً للغزوة غير ما ذكر ابن إسحاق (¬١)!
وكل هذا الصنيع منهم، ومن غيرهم، يؤكِّد لنا على صحَّة ما قدَّمناه، من التفريق بين روايتهم للأحاديث المرفوعة، وكذلك ما يُستفادُ منه حكمٌ شرعيٌ، أو تأصيلٌ عقديٌّ، أو طعنٌ فيمن ثبتت عدالتهم، وبين الأخبار العامة، وتفاصيل السير المجملة، التي لا تمسُّ شيئاً مما سبق. والله أعلم.
_________
(¬١) المصدر السابق (٧/ ٣٣١).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b609] VALUES (21,'إدارة الثقافة الإسلامية
وزراة الأوقاف والشؤون الإسلامية
دولة الكويت

فتحُ المنَّان
بسيرة أمير المؤمنين مُعاوية بن أبي سُفْيان - رضي الله عنه -
(سِيرتُه- فضائلُه- الشُّبهات المُثَارة حَوْله)

جَمَعه وحقَّقه وعلَّق عليه
أحمد بن إبراهيم الجابري',NULL,'21',NULL,NULL,'0');
INSERT INTO [b609] VALUES (22,'<span data-type="title" id=toc-9>منهج العمل في الكتاب:</span>
أمَّا المنهج العام للعمل فقد تقدَّمت الإشارة إليه (¬٣)، وأمَّا عن تقسيم الكتاب هنا: فقد قسمتُه إلى أربعةِ فصولٍ كما يلي:
الفصل الأول: معاوية - رضي الله عنه - قبل الخلافة:
تناولتُ فيه الحديث عن سيرته، ابتداءً من اسمه ونسبه ومولده، وحتى انتهاء حروبه مع علي بن أبي طالب - رضي الله عنه -، ومقتل الأخير، وتولِّي ابنه الحسن الخلافة بعده، لأنَّ هذه المرحلة الأخيرة قبل توليه الخلافة.
الفصل الثاني: معاوية - رضي الله عنه - والخلافة:
تحدثتُ فيه عن كيفية تولِّيه للخلافة، وأهمِّ الأحداث التي وقعت منذ هذا العهد حتى وفاته، خاتماً الفصل بذكر أهمِّ صفاته وأخلاقه.
الفصل الثالث: مناقبُه وثناءُ العلماء عليه:',NULL,'22',NULL,NULL,'0');
INSERT INTO [b609] VALUES (23,'جمعتُ فيه ما صحَّ في فضله من الأحاديث المرفوعات، والآثار الموقوفات، والأقوال المقطوعات، والتي تبيِّن منزلته - رضي الله عنه - عند سلف الأمة الصالحين، الذين أُمرنا بالاقتداء بهم، والتأسِّي بهديهم.
الفصل الرابع: شبهاتٌ وردود:
أفردتُه لإيراد أبرز وأشهر الشبهات والافتراءات التي قِيلت في حقِّ هذا الصحابيِّ الكريم، مُتَّبِعاً في الإجابة عن هذه الشبهات منهجاً علمياً دقيقاً، أبرزته وأفصحتُ عنه في صدر الفصل المذكور هناك، ليكون بهذا تتمة وخاتمة، نسأل الله حسن الخاتمة.
ثم ذيَّلتُ هذا كله بقائمة المصادر والمراجع، مُتْبِعا إيَّاها بفهرسٍ شاملٍ مُفصَّلٍ لمواضيع الكتاب وما حواه، حتى يعين القارئ على الاهتداء إلى موضعِ ما يريد من البحث.
وأخيراً: فلا أدَّعِي بعد هذا الجهد عصمةَ عملي من خللٍ وتقصير، أو سهوٍ ونقص في حسن العرض والتقدير، لكنِّي بحسب وسعي وطاقتي اجتهدت، فإن وُفقتُ وأصبت: فالفضل كله لمن بيده الفضل ومقاليد السماوات والأرض، فله الحمد ملء السماوات وملء الأرض وملء ما شاء من شيء بعد، وإن أخطأتُ وشططت، أو زللتُ وخُذلت: فمن قِبَلِ نفسي وشيطاني أُتيت، فأستدرك فلا أكابر في خطأ، وأستغفر فلا أصرُّ على ذنب.
ولأنَّ شكر أصحاب الفضل من شكر الله - عز وجل -، فأشكر والديَّ اللذين أعاناني على المضيِّ قُدُماً في طريق العلم والدعوة، ولم يقفا أمامي عقبة، أو حَجَر عَثْرة، فضلاً عن رعايتيهما لي صغيراً وكبيراً، فجزاهما الله عني خير الجزاء.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b609] VALUES (24,'وكذلك الشكر موصول لشيخي المفضال: أبي عبد الله مصطفى بن العدوي -حفظه الله- الذي فتح الله عينيَّ على رؤياه أول ما رأيتُ من أهل العلم، وتعلمتُ على يديه أول ما تعلَّمت، فزرع في نفسي من جميل الخصال، وحسن الفعال، وتعظيم الكتاب والسنة وتقديمهما على جميع الأقوال، ما أترك مكافأته به للكبير المتعال (¬١).
ولا أنسى شكر إخواني الأفاضل الأكابر الذين سبقوني إلى هذا الطريق، فمهَّدوا لي ولغيري ما كان وَعْراً عليهم، ولم يبخلوا بنصحهم أو وقتهم، وأخصُّ بالذكر منهم: الشيخ الفاضل: أبا عمر أحمد بن سالم، والشيخ الكريم: أبا محمد حازم الشربيني.
وكذا الشكر لشقيقي وصاحبي أبي البراء وليد الجابري، على صادق نُصحه، وكريم إعانته.
والشكر لزوجي أم سميَّة، على صبرها على قطعي الساعات بعيداً عنها بين الكتب والمطالعة، أو التحرك للدعوة، وجَوْرِي على وقتها الخاص بها منِّي، لأوسِّع به ضيق وقتي.
والشكر الجزيل موصولٌ للقائمين على إدارة وزارة الأوقاف والشئون الإسلامية بدولة الكويت، والعاملين بها، على سعيهم الحثيث في نفع المسلمين، وتبنِّيهم للأبحاث والمشروعات العلمية الجادَّة، التي تهدف لنشر نور العلم بين أبناء هذه الأمَّة، وتقليص مساحة ظلام الجهل، خاطِين بذلك خُطى ثابتةً رشيدةً نحو تحقيق رؤيتهم الغالية العالية: (الريادة عالميَّاً في العمل الإسلامي).
اللهمَّ لولا أنتَ ما اهتدينا، ولا عَلِمنا ولا تعلَّمنا، ولا كَتبْنا ولا بيَّنا، فأنزلنْ سكينةً علينا، وأحسنن خاتمتنا إذا عليك قدمنا، واجعل ما وفَّقتنا إليه شاهداً لنا لا علينا.
_________
(¬١) لم يطلع الشيخ على هذا البحث أثناء القيام به، أو بعد الانتهاء منه قبل طباعته، وشكره هنا لسابق إحسانه وفضله، الذي انتفعت به حتى لحظة كتابة هذا الكتاب.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b609] VALUES (25,'اللهم إني أسألك بأسمائك الحسنى وصفاتك العلى، أن تنفعَ بهذا الكتاب صاحبَه، وناشرَه، وقارئه، وأن تجعله باب خير وبركة عليَّ -في الحياة والممات- وعلى سائر المسلمين، وأن ترزقنا الصدق والإخلاص في القول والعمل، والسر والعلن. اللهم آمين.
وآخر دعوانا أن الحمد لله رب العالمين، وصلِّ اللهم على نبيِّنا محمدٍ وعلى آله وأصحابه وأزواجه، وسلِّم تسليماً كثيراً إلى يوم الدين.

وكتبه:
أحمد بن إبراهيم الجابريّ
E-Mail:
Islamtime@Hotmail.Com.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b609] VALUES (26,'<span data-type="title" id=toc-10>الفصل الأول مُعاويةُ - رضي الله عنه - قبل الخِلافة</span>
<span data-type="title" id=toc-11>اسمُهُ ونسبُهُ وكنيتُهُ ولقبُهُ:</span>
هو أمير المؤمنين معاوية (¬١) بن أبي سفيان (¬٢) بن حرب بن أميَّة بن عبد شمس بن عبد مناف بن قُصيّ بن كلاب، أبو عبد الرحمن القُرشي الأموي.
_________
(¬١) قال أبو بكر الأزدي في الاشتقاق (ص: ٧٥): "واشتقاق معاوية من قولهم: تَعاوَى القومُ، إذا تداعَوْا إلى حربٍ وغيرها. واستعوى بنو فلانٍ، إذا استنصروهم. واستعوى الرجلُ، إذا باتَ القَفْرَ. واستعوى الكلابَ ليسمعَ نُباحَها، فيعلمُ أنّه قريبٌ من ماء أو حِلّة".
(¬٢) قال خليفة بن خياط في الطبقات (ص: ٣٧): "واسم أبي سفيان: صخر بن حرب، وأمه: صفية بنت حزن بن بجير بن الهزم بن رويبة بن عبد الله بن هلال بن عامر. مات بالمدينة سنة إحدى وثلاثين، وابناه: يزيد، ومعاوية".
وقال ابن كثير في البداية والنهاية (١١/ ٣٩٧): "وكان أبوه -يعني: أبا سفيان- من سادات قريش في الجاهلية، وتفرد فيهم بالسؤدد بعد يوم بدر، ثم لما أسلم حسن بعد ذلك إسلامه، وكان له مواقف شريفة، وآثار محمودة في يوم اليرموك وما قبله وما بعده".',NULL,'26',NULL,NULL,'0');
INSERT INTO [b609] VALUES (27,'وأُمُّه: هند بنت عتبة بن ربيعة بن عبد شمس بن عبد مناف بن قصي، وبهذا يجتمع أبوه وأمه في عبد شمس، وأم هند: صعبة بنت أمية بن حارثة بن الأوقص، من بني سليم (¬١).
قال يوسف بن تَغْري بردي: «ولقبُهُ: الناصر لدين الله، وقِيل: الناصر لحق الله، والأول أشهر» (¬٢).
_________
(¬١) مصادر الترجمة: الطبقات الكبرى لابن سعد (٧/ ٤٠٦، والجزء المتمم للصحابة- الطبقة الرابعة- ص: ١٠٤)، الطبقات لخليفة بن خياط (ص: ٣٩)، نسب قريش للزبيري (ص: ١٢٨)، التاريخ الكبير للبخاري (٧/ ٣٢٦)، المعارف لابن قتيبة (ص: ٣٤٩)، أنساب الأشراف للبلاذري (٥/ ١٣)، التاريخ الكبير لابن أبي خيثمة (السفر الثاني، ١/ ٥٤٤)، تاريخ الطبري (٥/ ٣٢٨)، معجم الصحابة للبغوي (٥/ ٣٦٣)، الجرح والتعديل لابن أبي حاتم (٨/ ٣٧٧)، معجم الصحابة لابن قانع (٣/ ٧٢)، مشاهير علماء الأمصار لابن حبان (ص: ٨٥)، الهداية والإرشاد لأبي نصر الكلاباذي (٢/ ٧٠٣)، معرفة الصحابة لأبي نعيم (٥/ ٢٤٩٦)، تاريخ بغداد للخطيب (١/ ٢٢١)، الاستيعاب لابن عبد البر (٣/ ١٤١٦)، التعديل والتجريح لأبي الوليد الباجي (٢/ ٧١٤)، سير السلف الصالحين لإسماعيل الأصبهاني (ص: ٦٦٣)، تاريخ دمشق لابن عساكر (٥٩/ ٥٥)، أسد الغابة لابن الأثير (٥/ ٢٠١)، تهذيب الأسماء واللغات للنووي (٢/ ١٠١)، تهذيب الكمال للمزي (٢٨/ ١٧٧)، سير أعلام النبلاء للذهبي (٣/ ١١٩)، البداية والنهاية لابن كثير (١١/ ٣٩٦)، الإصابة لابن حجر (٦/ ١٢٠)، تاريخ الخلفاء للسيوطي (ص: ١٤٨).
(¬٢) مورد اللطافة في من ولي السلطنة والخلافة (١/ ٦٤).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b609] VALUES (28,'<span data-type="title" id=toc-12>مولده:</span>
قال خليفة بن خيَّاط: «وُلد معاوية - رضي الله عنه - بمكَّة في دار أبي سفيان بن حرب، ويُقال: في دار عتبة بن ربيعة» (¬١).
وقال الحافظ ابن حجر: «وُلد قبل البعثة بخمس سنين، وقِيل بسبع، وقِيل بثلاث عشرة. والأول أشهر» (¬٢).

<span data-type="title" id=toc-13>اهتمام أمِّه به، وتنبُّؤها بنبوغه:</span>
عن أبان بن عثمان بن عفَّان قال: «كان معاوية يمشي وهو غلام مع أمِّه هند، فعثر، فقالت: قُمْ، لا رفعك الله، وأعرابي ينظر إليه، فقال: لم تقولين له؟! فوالله إني لأظنه سيسود قومه، فقالت: لا رفعه الله إن لم يَسُدْ إلا قومه» (¬٣).
_________
(¬١) تاريخ خليفة بن خياط (ص: ٢٢٦)، وأقرَّه ابن عساكر في تاريخ دمشق (٥٩/ ٢٣٧).
(¬٢) الإصابة (٦/ ١٢٠).
(¬٣) إسناده ضعيف: أخرجه البغوي في معجم الصحابة (٥/ ٣٦٣)، وابن عساكر في تاريخ دمشق (٥٩/ ٦٥)، وفيه انقطاع، فأبان لم يدرك تلك القصة، ولم يسندها لأحد من شيوخه.
وقد أوردها ابن عساكر في تاريخ دمشق (٥٩/ ٦٥) بلفظ آخر مقارب من طريق صالح بن حسان أنه قال: "رأى بعض متفرسي العرب معاوية وهو صبي صغير، فقال: إني لأظن هذا الغلام سيسود قومه. فقالت هند: ثكلته إن كان لا يسود إلا قومه". لكنَّ صالحا هذا ليس بصالح، بل هو متروك، كما قال الحافظ ابن حجر في التقريب (٢٨٤٩).
ونقلها ابن كثير في البداية (١١/ ٣٩٨)، ثم أردفها بلفظ آخر، فقال: وقال الشافعي: قال أبو هريرة: "رأيت هند بمكة كأن وجهها فلقة قمر، وخلفها من عجيزتها مثل الرجل الجالس، ومعها صبي يلعب، فمر رجل، فنظر إليه فقال: إني لأرى غلاما إن عاش ليسودن قومه. فقالت هند: إن لم يسد إلا قومه فأماته الله. وهو معاوية بن أبي سفيان". وهذا أيضا ضعيفٌ لانقطاعه.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b609] VALUES (29,'وعن أبي الحسن المدائني: «أن أبا سفيان نظر يوماً إلى معاوية وهو غلام، فقال لهند: إنَّ ابني هذا لعظيم الرأس، وإنَّه لخليقٌ أن يسود قومه. فقالت هند: قومه فقط؟! ثَكلْتُه إن لم يَسُدْ العرب قاطبة» (¬١).
وكانت هند تداعبه وهو صغيرٌ بتلك الكلمات:
إن بُنيَّ مُعْرِقٌ كريمْ ... مُحبَّبٌ في أهله حليمْ
ليس بفحَّاشٍ ولا لئيمْ ... ولا بطُخرورٍ ولا سؤومْ
صخرُ بني فهرٍ به زعيمْ ... لا يُخلفُ الظنَّ ولا يَخيمْ (¬٢)

<span data-type="title" id=toc-14>صِفَتُه الخَلْقية:</span>
كان معاوية - رضي الله عنه - أبيضَ جميلاً، طويلاً، مَهيباً، إذا ضحك انقلبت شفته العليَّاً، أبيض الرأس واللحية، وكان يخضب بالصفرة، كأن لحيته الذهب (¬٣).
وقد أصابته لَقْوةٌ (¬٤) في آخر عمره، فكان يستر وجهه، ويقول: «رحم الله عبداً دعا لي بالعافية، فقد رُميت في أحسني وما يبدو مني» (¬٥).
_________
(¬١) إسناده ضعيف: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٣١)، وفيه انقطاع بيِّن، فالمدائني -وهو: علي بن محمد، صاحب التصانيف، كان عالما بأيام الناس، صدوقا في ذلك، مع كونه ليس بالقوي في الحديث، كما في لسان الميزان (٦/ ١٣) - لم يدرك القصة.
(¬٢) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٣٠)، البداية والنهاية (١١/ ٣٩٧)، شاعرات العرب في الجاهلية والإسلام لبشيريموت (ص: ١٢٨).
(¬٣) معجم الصحابة للبغوي (٥/ ٣٦٤)، سير السلف الصالحين (ص: ٦٦٤)، أسد الغابة (٥/ ٢٠١)، تهذيب الأسماء واللغات (٢/ ١٠٣)، سير أعلام النبلاء (٣/ ١٢١)، البداية والنهاية (١١/ ٣٩٧)، تاريخ الخلفاء (ص: ١٤٩).
قال الذهبيُّ -مُعلِّقاً-: "كان ذلك لائقاً في ذلك الزمان، واليوم لو فعل لاستهُجن".
(¬٤) اللقوة: داء في الوجه.
(¬٥) معرفة الصحابة (٥/ ٢٤٩٦)، تاريخ دمشق (٥٩/ ٢١٤)، البداية والنهاية (١١/ ٣٩٧).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b609] VALUES (30,'<span data-type="title" id=toc-15>زوجاتُه وأولادُه </span>(¬١):
١ - قَريبَة (¬٢) بنت أبي أمية بن المغيرة بن عبد الله بن عمر بن مخزوم:
وقد نَكَحَها معاويةُ بمكة قبل إسلامه، وكانت قبل ذلك امرأة عمر بن الخطاب - رضي الله عنه -،
عن المسور بن مخرمة ومروان بن الحكم -في حديث صلح الحديبية الطويل- قالا: «وجاء رسولَ الله - صلى الله عليه وسلم - نسوةٌ مؤمناتٌ، فأنزل الله تعالى: {يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن}، حتى قوله تعالى: {بعصم الكوافر} (¬٣)؛ فطلَّق عمر يومئذ امرأتين، كانتا له في الشرك فتزوج إحداهما معاويةُ بن أبي سفيان، والأخرى صفوانُ بن أمية» (¬٤).
وقال عبد الله بن عباس: «كانت قَرِيبة بنت أبي أمية عند عمر بن الخطاب، فطلَّقها، فتزوَّجها معاوية بن أبي سفيان» (¬٥).
٢ - مَيْسون بنت بَحدَل بن أنيف بن ولجة بن قنافة بن عدي بن زهير بن حارثة بن جناب الكلبي:
قال عنها الحافظ ابن كثير: «كانت حازمةً، عظيمةَ الشأن، جمالاً، ورياسةً، وعقلاً، وديناً.
_________
(¬١) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٤)، المعارف (ص: ٣٤٩ - ٣٥٠)، أنساب الأشراف (٥/ ٢٨٥)، تاريخ الطبري (٥/ ٣٢٩)، البداية والنهاية (١١/ ٤٦٣).
(¬٢) اختُلف في ضبط اسمها على وجهين، قال الحافظ في فتح الباري (٩/ ٤١٨): "قُريبة بالقاف والموحدة مصغرة في أكثر النسخ، وضبطها الدمياطي بفتح القاف، وتبعه الذهبي، وكذلك هو في نسخة معتمدة من طبقات ابن سعد، وكذا للكشميهني في حديث عائشة الماضي في الشروط، وللاكثر بالتصغير كالذي هنا، وحكى ابن التين في هذا الاسم الوجهين، وقال شيخنا في القاموس بالتصغير، وقد تفتح".
(¬٣) سورة الممتحنة (١٠).
(¬٤) صحيح البخاري (٢٧٣١).
(¬٥) صحيح البخاري (٥٢٨٧). وانظر: تاريخ الطبري (٢/ ٦٤٠).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b609] VALUES (31,'دخل عليها معاوية يوماً ومعه خادم خصيٌّ، فاستترت منه، وقالت: ما هذا الرجل معك؟ فقال: إنه خصيٌّ، فاظهري عليه. فقالت: ما كانت المثلة لتُحِلَّ له ما حرَّم الله عليه. وحجبته عنها.
وفي رواية أنَّها قالت له: إنَّ مجرد مثلتك له لن تحل ما حرمه الله عليه» (¬١).
قلتُ (أحمد): وسيأتي بعد قليل -إن شاء الله- ما يدلُّ على رجحان عقلها، ووثوق معاوية برأيها.
وَلَدتْ ميسون له يزيد، وكان معاوية يحبه، ويتمثل له وهو ينظر إليه:
وإن مات لم تصلح مُزينة بعده ... فنُوطِي عليه يا مزين التمائما (¬٢)
وهو الذي عهد إليه معاوية - رضي الله عنه - بالخلافة من بعده، وكان يقول: «لولا هواي في يزيد لأبصرتُ طريقي» (¬٣).
وكذلك وَلدت له بنتاً يُقال لها: أَمَةُ الشارق، وقيل: أَمَةُ ربِّ المشارق، ماتت وهي صغيرة (¬٤).
٣ - نائلة بنت عمارة الكلبية:
وهي التي استشار معاوية - رضي الله عنه - زوجته ميسون في شأنها، واستمع لنصيحتها، وأخذ بمشورتها، وهذا مما يدل على رجاحة عقل ميسون -كما تقدَّم-.
_________
(¬١) البداية والنهاية (١١/ ٤٦٣).
(¬٢) نسب قريش (ص: ١٢٧). وانظر: البداية والنهاية (١١/ ٣٩٧).
(¬٣) في إسناده ضعف: أخرجه ابن أبي الدنيا في العيال (١٥٣)، وابن عساكر في تاريخ دمشق (٥٩/ ٢١٤) من طريق محمد بن الحسن الهمداني، عن مُجالد بن سعيد، عن الشعبي؛ به. ومُجالد هذا قال عنه الحافظ في التقريب (٦٤٧٨): "ليس بالقوي"، وقال عن الهمداني هناك (٥٨٢٠): "ضعيف". وثَمَّ أسانيدُ أخر أوهى من هذا في تاريخ دمشق.
وفي سؤالات السُّلمي (رقم: ٢٧٢) قال الدارقطني: "خَطَبَ معاويةُ فقال في خُطبتِه: لولا هوايَ في يزيدَ لأبصرتُ رُشدي". هكذا مرسلاً.
(¬٤) أنساب الأشراف (٥/ ٢٨٥)، تاريخ الطبري (٥/ ٣٢٩)، البداية والنهاية (١١/ ٤٦٣).',NULL,'31',NULL,NULL,'0');
INSERT INTO [b609] VALUES (32,'فعن علي بن محمد المدائني قال: «لما تزوَّج معاوية نائلةَ قال لميسون: انطلقي فانظري إلى ابنة عمِّك، فنظرتْ إليها، فقال: كيف رأيتِها؟ فقالتْ: جميلةٌ كاملةٌ، ولكن رأيت تحت سُرَّتها خالاً ليوضعنَّ رأسُ زوجها في حجرها، فطلَّقها معاوية، فتزوجها حبيب بن مسلمة الفهري، ثم خلف عليها بعد حبيب النعمان بن بشير الأنصاري، فقُتِل، ووُضِع رأسُهُ في حجرها» (¬١).
٤ - أمُّ ولد يُقال لها: فاختة بنت قرظة بن عبد عمرو بن نوفل بن عبد مناف بن قصي:
وَلَدتْ له عبد الرحمن، وهو الذي كان يُكنى به، ولا عقب له، ونصَّ الطبريُّ على أنَّه مات صغيراً (¬٢).
وكذا ولدتْ له عبد الله، وكان مُحمَّقاً، ضعيفَ العقل (¬٣).
قال عنه ابن سعد: «وهو مبقث (¬٤)، دَرَج (¬٥)» (¬٦).
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٢٩)، وهو منقطع بين المدائني ومعاوية.
(¬٢) تاريخ الطبري (٥/ ٣٢٩).
(¬٣) هذا مما اتفقت عليه المصادر، وزادت بعضها بعض القصص الدالة على حمقه وقلة عقله، فانظر إن شئتَ: أنساب الأشراف (٥/ ٢٨٤ - ٢٨٥)، تاريخ الطبري (٥/ ٣٢٩).
(¬٤) كذا ورد بالمطبوع، وجعلها البلاذري في أنساب الأشراف (٥/ ٢٨٤) كنية له، فقال: "وكان يكنى مبقثا". وأما ابن قتيبة في المعارف (ص: ٣٥٠) فقال: "ولقبه: منقب"! وكلمة بَقَثَ بمعنى: خلط، يُقال: بقث أمره، وحديثه، وطعامه، وغير ذلك، أي: خَلَطَه، كما في لسان العرب لابن منظور (٢/ ١١٩).
(¬٥) قال ابن منظور في لسان العرب (٢/ ٢٦٨): "دَرَجَ، ودَرِج الرجل: مات. ويُقال للقوم إذا ماتوا ولم يخلفوا عقبا: قد درَجوا ودرِجوا. وقبيلة دارجة إذا انقرضت ولم يبق لها عقب". وهذا المعنى نص عليه ابن قتيبة في المعارف (ص: ٣٥٠) فقال: "ولا عقب له من الذكور".
(¬٦) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٤).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b609] VALUES (33,'واختُلف في كنيته، فقيل: أبو الخير (¬١)، وقيل: أبو سليمان (¬٢).
وكان لعبد الله بن معاوية بنتٌ يُقال لها: عاتكة، تزوَّجها يزيد بن عبد الملك، وبعضهم يجعلها بنت معاوية، وليست نبت ابنه عبد الله (¬٣).
وكذا وَلَدتْ فاختة لمعاوية بنتاً يُقال لها: هند، وقد تزوَّجها عبد الله بن عامر بن كريز بن ربيعة بن حبيب بن عبد شمس (¬٤)، ثم تزوَّجها بعده عثمان بن عنبسة بن أبي سفيان؛ فماتت عنده (¬٥).
٥ - كنود (¬٦) بنت قرظة بن عبد عمرو (أخت فاختة السابق ذكرها):
قال ابنُ كثيرٍ: «وقد تزوَّج بأختها -يعني: كنود- منفردة عنها بعدها -أي: بعد فاختة-» (¬٧).
ووَلَدتْ له بنتاً يُقال لها: رملة، وكانت عند عمرو بن عثمان بن عفان، ووَلَدتْ له خالداً، وعثمان (¬٨).
_________
(¬١) تاريخ الطبري (٥/ ٣٢٩).
(¬٢) أنساب الأشراف (٥/ ٢٨٤).
(¬٣) نسب قريش (ص: ١٢٩)، المعارف (ص: ٣٥٠)، أنساب الأشراف (٥/ ٢٨٦).
(¬٤) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٥)، أنساب الأشراف (٥/ ٢٨٦). وقد ذكر ابن كثير في البداية والنهاية (١١/ ٤٦٤) قصة وقعت له معها في ليلة البناء، كادت أن تفسد عليها زواجها، لولا أن تدخل أبوها معاوية - رضي الله عنه -.
(¬٥) أنساب الأشراف (٥/ ٢٨٦).
(¬٦) كذا ورد الاسم في الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٥)، نسب قريش (ص: ١٢٨)، أنساب الأشراف (٥/ ٢٨٥)، البداية والنهاية (١١/ ٤٦٢)، ووقع في المطبوع من تاريخ الطبري (٥/ ٣٢٩): "كَتوة"! فيبدو -والله أعلم- أنه تصحيف.
(¬٧) البداية والنهاية (١١/ ٤٦٢).
(¬٨) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٥)، أنساب الأشراف (٥/ ٢٨٥).
وقال ابن كثير في البداية والنهاية (١١/ ٤٦٣): "كانت دارها بدمشق عند عقبة السمك تجاه زقاق الرمان. قاله ابن عساكر، قال: ولها طاحون معروفة إلى الآن".',NULL,'33',NULL,NULL,'0');
INSERT INTO [b609] VALUES (34,'قال الطبريُّ: «وقد غزا قُبرس (¬١) وهي معه -يعني: امرأته كنود- فماتت هنالك» (¬٢).
٦ - أمُّ ولد له:
وهذه لم تذكر الكتب التي بين أيدينا اسماً لها، لكن ذكرتْ أنها وَلَدتْ له بنتاً يُقال لها: صفيَّة، تزوَّجها محمد بن زياد بن أبي سفيان (¬٣).
وجديرٌ بالذكر هنا أنَّ كلَّ هؤلاء الأولاد إنَّما وُلدوا لمعاوية - رضي الله عنه - قبل تولِّيه الخلافة، وأمَّا بعدها فلم يُولد له.
قال ابن قتيبة: «ولم يُولد له في خلافته ولدٌ، وذلك أنَّ البريك الصّريمى ضربه على أَلْيته، فانقطع عنه الولد» (¬٤).

<span data-type="title" id=toc-16>إسلامُهُ:</span>

اتَّفق العلماء على إسلام معاوية، لكنهم اختلفوا في تحديد وقت إسلامه على ثلاثة أقوال:
<span data-type="title" id=toc-17>القول الأول: أنَّه أسلم عام الفتح:</span>
وأكثر مصادر ترجمته على هذا القول، وأنَّه أسلم مع أبيه، وأمِّه، وأخيه يزيد (¬٥).
قال النوويُّ: «أسلم معاوية يوم الفتح، سنة ثمانٍ، هذا هو الصحيح المشهور» (¬٦).
_________
(¬١) تُنطق وتُكتب الآن بالصاد (قرص).
(¬٢) تاريخ الطبري (٥/ ٣٢٩)، وذكره ابن كثير في البداية والنهاية (١١/ ٤٦٢).
لكن ذكر أبو زرعة الدمشقي في تاريخه (١/ ١٨٤) -بسند صحيح- عن يزيد بن عبيدة بن أبي المهاجر الشامي (وهو من كبار أتباع التابعين) قال: "غزا معاوية بن أبي سفيان قبرس سنة خمس وعشرين، ومعه امرأته فاختة ابنة قرظة". كذا بذكر فاختة بدلا من كنود! فالله أعلم بالصواب.
(¬٣) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٥)، أنساب الأشراف (٥/ ٢٨٥).
لكن في نسب قريش (ص: ١٢٨) أن اسمها عائشة، بدلا من صفية!
(¬٤) المعارف (ص: ٣٥٠). وسيأتي تفصيل تلك القصة لاحقا -إن شاء الله-.
(¬٥) المعارف (ص: ٣٤٩)، أنساب الأشراف (٥/ ١٣)، الاستيعاب (٣/ ١٤١٦)، أسد الغابة (٥/ ٢٠١)، تهذيب الأسماء واللغات (٢/ ١٠١)، البداية والنهاية (١١/ ٣٩٦)، تاريخ الخلفاء (ص: ١٤٨).
(¬٦) شرح النووي على مسلم (٨/ ٢٣١).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b609] VALUES (35,'وبعضهم ينقل أنه أسلم قبل ذلك -كما سيأتي- لكنه لم يُظهر إسلامه إلا عند الفتح.
قال الحافظُ ابنُ حجرٍ -مُعلِّقا على كلام النوويِّ السابق-: «والذي رجَّحه من كون معاوية إنَّما أسلم يوم الفتح صحيحٌ من حيث السند، لكن يمكن الجمع بأنَّه كان أسلم خفيةً وكان يكتم إسلامه، ولم يتمكن من إظهاره إلا يوم الفتح» (¬١).

<span data-type="title" id=toc-18>القول الثاني: أنَّه أسلم عام القضيَّة (الحديبية):</span>
قال مصعبُ بن عبد الله الزبيري: كان معاويةُ - رضي الله عنه - يقول: «أسلمتُ عام القضية، لقيتُ النبي - صلى الله عليه وسلم - فوضعتُ إسلامي عنده، فقبل منِّي». وعام القضية سنة ست (¬٢)، وهو العام الذي صُدَّ النبي - صلى الله عليه وسلم - عن البيت (¬٣).
قال عطاءُ بن دينار: «أسلم معاوية وهو ابن ثمان عشرة سنة» (¬٤).
_________
(¬١) فتح الباري (٣/ ٥٦٥ - ٥٦٦).
(¬٢) إسناده صحيح إلى الزبيري: أخرجه ابن أبي خيثمة في التاريخ الكبير (السفر الثاني- ١/ ٥٤٤، ٢/ ٦٢٩)، ومن طريقه البغوي في معجم الصحابة (٥/ ٣٦٤)، والزبيري على علمه بالأنساب -كمافي ترجمته- إلا أن بينه وبين معاوية انقطاعا، ولم يُسم من أخبره.
(¬٣) سير السلف الصالحين (ص: ٦٦٤).
(¬٤) إسناده صحيح إلى عطاء: أخرجه البغوي في معجم الصحابة (٥/ ٣٦٣ - ٣٦٤)، ويبقى الانقطاع بين عطاء، ومعاوية - رضي الله عنه -.
وقد نُقل عُمرُه هذا -دون إسناد لعطاء- في: معرفة الصحابة (٥/ ٢٤٩٦)، الاستيعاب (٣/ ١٤١٦)، تاريخ بغداد (١/ ٢٢١)، سير السلف الصالحين (ص: ٦٦٣ - ٦٦٤).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b609] VALUES (36,'<span data-type="title" id=toc-19>القول الثالث: أنَّه أسلم قُبَيْل الفتح (بعد الحديبية، وقبل الفتح):</span>
عن عمر بن عبد الله العنسي قال: قال معاوية بن أبي سفيان: «لما كان عام الحديبية صَدَّتْ قريشٌ رسولَ الله - صلى الله عليه وسلم - عن البيت ودافعوه بالراح وكتبوا بينهم القضية، وقع الإسلام في قلبي، فذكرتُ ذلك لأمِّي هند بنت عتبة فقالت: إيَّاك أنْ تخالف أباك، أو أن تقطع أمراً دونه فيقطع عنك القوت، فكان أبي يومئذٍ غائباً في سوق حباشة، قال: فأسلمتُ وأخفيتُ إسلامي، فوالله لقد دخل رسول الله - صلى الله عليه وسلم - من الحديبية إنِّي مُصدِّقٌ به، وأنا على ذلك أكتمه من أبي سفيان، ودخل رسول الله - صلى الله عليه وسلم - مكة عام عمرة القضية وأنا مسلمٌ مُصدِّقٌ به، وعلم أبو سفيان بإسلامي فقال لي يوماً: لكنْ أخوك خيرٌ منك، فهو على ديني، قلتُ: لم آل نفسي خيراً، وقال: فدخل رسول الله - صلى الله عليه وسلم - مكة عام الفتح فأظهرتُ إسلامي ولقيته فرحَّب بي، وكتبتُ له» (¬١).
وقال الذهبيُّ: «قيل: إنه أسلم قبل أبيه وقت عمرة القضاء، وبقي يخاف من اللحاق بالنبي - صلى الله عليه وسلم - من أبيه، ولكن ما ظهر إسلامه إلا يوم الفتح» (¬٢).
لكنَّ الحافظ ابن حجر أبدى اعتراضاً على هذا القول؛ فقال:
«وحكى الواقديُّ أنه أسلم بعد الحديبية، وكتم إسلامه حتى أظهره عام الفتح، وأنَّه كان في عمرة القضاء مسلماً، وهذا يعارضه ما ثبت في الصحيح (¬٣)، عن سعد بن أبي وقاص، أنه قال في العمرة في أشهر الحج: فعلناها، وهذا يومئذ كافر.
_________
(¬١) إسناده ضعيف: أخرجه ابن سعد في الطبقات (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٦) عن محمد بن عمر الواقدي، عن أبي بكر بن عبد الله بن أبي سبرة، عن العنسي؛ به. والواقدي مع إمامته في المغازي فهو متروك، كما في التقريب (٦١٧٥)، وابن أبي سبرة متهم بالوضع، كما في التقريب (٧٩٧٣).
(¬٢) سير أعلام النبلاء (٣/ ١٢٠).
(¬٣) صحيح مسلم (١٢٢٥).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b609] VALUES (37,'ويحتمل إن ثبُت الأول أن يكون سعدٌ أطلق ذلك بحسب ما استصحب من حاله، ولم يطَّلع على أنَّه كان أسلم لإخفائه لإسلامه» (¬١).
وحاصل هذه الأقوال كلها: أنَّ معاوية ظهر إسلامُه عام الفتح، سنة ثمانٍ من الهجرة، وهذا لا نزاعَ فيه، ولكن يبقى النِّزاع قائماً فيما إذا كان أسلم قبل ذلك وأخفى إسلامه لهذا الوقت، أم أنَّ هذا كان بداية إسلامه. والأمر في ذلك قريب، لأنه حتى إن ثبُت إسلامه قبل الفتح؛ فهو لم يلحق بالنبي - صلى الله عليه وسلم - ولم يصحبه إلا بعد الفتح، وهذا ما يهمنا هنا.

<span data-type="title" id=toc-20>معاوية - رضي الله عنه - مع النبي - صلى الله عليه وسلم </span>- (¬٢):
<span data-type="title" id=toc-21>أولاً: مع النبي - صلى الله عليه وسلم - في جهاده:</span>
بعد قليل من مُكْث النبيِّ - صلى الله عليه وسلم - بمكة عام الفتح، خرج للقاء هَوازِن وثَقِيف في يوم حُنينٍ، وبعدها توجَّه للطَّائف (¬٣)، وقد شهد معاوية - رضي الله عنه - المشهدَيْن معه.
قال محمدُ بن عمر الواقديُّ: «وشَهِد معاوية بن أبي سفيان مع رسول الله - صلى الله عليه وسلم - حُنَيْناً، والطائفَ، وأعطاه رسولُ الله - صلى الله عليه وسلم - من غنائم حنينٍ مائةً من الإبل، وأربعين أوقيةً، وَزَنَها له بلال» (¬٤).
_________
(¬١) الإصابة (٦/ ١٢٠). وانظر: فتح الباري (٣/ ٥٦٦).
(¬٢) ليس الغرض من هذا العنوان بيان فضائل معاوية، فسنفرد لهذا بابا مستقلا بإذن الله، وإنما الغرض بيان تعامله وأحواله مع النبي - صلى الله عليه وسلم -.
(¬٣) انظر تفاصيل ذلك في: السيرة النبوية الصحيحة (٢/ ٤٨٩ - ٥٢٠)، د. أكرم ضياء العمري.
(¬٤) الطبقات الكبرى (٧/ ٤٠٦)، وباقي المصادر تذكر شهوده حنينا فقط دون الطائف، انظر: أسد الغابة (٥/ ٢٠١)، تهذيب الأسماء واللغات (٢/ ١٠١)، البداية والنهاية (١١/ ٣٩٦).

بل في الطبقات الكبرى نفسه في موطن آخر (المتمم للصحابة، الطبقة الرابعة، ص: ١٠٦) لم يذكر الطائف، وهذا ما نقله الذهبي في سير أعلام النبلاء (٣/ ١٢٢)، ثم أبدى اعتراضا على هذا العطاء المزعوم، وربط بين هذا وحال معاوية بعد المعركة، ونَقْل الواقدي نفسه في تقدم إسلامه؛ فقال: "الواقدي لا يعي ما يقول، فإن كان معاوية كما نقل قديم الإسلام، فلماذا يتألفه النبي - صلى الله عليه وسلم -؟ ولو كان أعطاه، لما قال عندما خطب فاطمة بنت قيس: «أما معاوية فصعلوك لا مال له» ".
قلتُ (أحمد): وهذا وجه آخر لتضعيف ما أخرجه الطبري في تاريخه (٣/ ٩٠) من طريق عبد الله بن أبي بكر قال: "أعطى رسول الله - صلى الله عليه وسلم - المؤلفة قلوبهم، وكانوا أشرافا من أشراف الناس يتألفهم ويتألف به قلوبهم، فأعطى أبا سفيان بن حرب مائة بعير، وأعطى ابنه معاوية مائه بعير". فزيادة على ما انتقد به الذهبي كلام الواقدي، وهو نفس النقد الموجه لهذه الرواية؛ فإن إسنادها لا يصح، ففيه: محمد بن حميد الرازي، وهو ضعيف، كما في التقريب (٥٨٣٤)، كما أنه مرسل!',NULL,'37',NULL,NULL,'0');
INSERT INTO [b609] VALUES (38,'وقال عنه شيخُ الإسلام ابنُ تيْميَّة: «شهد مع رسول الله - صلى الله عليه وسلم - حُنيناً، والطَّائف، وتبوك» (¬١).

<span data-type="title" id=toc-22>ثانياً: مع النبيِّ - صلى الله عليه وسلم - في نُسُكه:</span>
عن عبد الله بن عباس، عن معاوية - رضي الله عنهم -؛ قال: «قَصَّرْتُ عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - بِمِشْقَصٍ، وَهُوَ عَلَى الْمَرْوَة» (¬٢).
وقال عنه شيخ الإسلام ابن تيْميَّة: «وحجَّ مع النبي - صلى الله عليه وسلم - حجَّة الوداع» (¬٣).

<span data-type="title" id=toc-23>ثالثاً: كتابتُه الوحي بين يدي النبي - صلى الله عليه وسلم </span>-:
لا يكاد يخلو مصدرٌ من مصادر ترجمته - رضي الله عنه - من ذكر هذه المنقبة له، وهي: أنه كان كاتباً بين يدي النبي - صلى الله عليه وسلم -، بل عدَّ بعضهم هذا من الأمور المتواترة عن معاوية - رضي الله عنه -.
يقول شيخُ الإسلام ابن تيْميَّة: «فإنَّ معاويةَ ثبت بالتواتر أنه أَمَره النبي - صلى الله عليه وسلم - كما أمر غيره، وجاهد معه، وكان أميناً عنده- يكتب له الوحي، وما اتَّهمه النبيُّ - صلى الله عليه وسلم - في كتابة الوحي» (¬٤).
وفيما يلي بعضُ نصوص العلماء -على اختلاف أزمانهم وأماكنهم- في هذه المسألة:
_________
(¬١) منهاج السنة النبوية (٧/ ٤٠).
(¬٢) متفق عليه: أخرجه البخاري (١٧٣٠)، ومسلم (١٢٤٦) -واللفظ له، وليس في رواية البخاري ذكر المروة-.
وقد وقع خلاف يسير في إسناد هذا الحديث لا يقدح فيه إن شاء الله، فانظر: علل الدارقطني (٧/ ٥١ - ٥٢).
ثم هناك نزاع أشد من ذلك وقع بين العلماء، وهو في تحديد هذا النسك، هل كان عمرة، أم حجاً؟ وإن كان عمرة؛ فهل هي عمرة الجعرانة؟ أم القضاء؟ فانظر في ذلك: شرح النووي على مسلم (٨/ ٢٣١ - ٢٣٢)، فتح الباري (٣/ ٥٦٥ - ٥٦٦).
(¬٣) منهاج السنة النبوية (٧/ ٤٠).
(¬٤) مجموع الفتاوى (٤/ ٤٧٢).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b609] VALUES (39,'قال المعافى بن عمران (¬١): «معاوية - رضي الله عنه - كاتبه، وصاحبه، وصهره، وأمينه على وحي الله - عز وجل -» (¬٢).
وقال خليفةُ بن خيَّاط: «تسمية من كَتَبَ له - صلى الله عليه وسلم -: زيد بن ثابت كاتب الوحي، وقد كتب له معاوية بن أبي سفيان» (¬٣).
وقال الإمامُ مُسلمٌ: «أبو عبد الرحمن معاوية بن أبي سفيان، كاتب رسول الله - صلى الله عليه وسلم -» (¬٤).
وقال الطبريُّ: «ذِكْرُ من كان يكتب لرسول الله - صلى الله عليه وسلم -: وكَتَبَ له معاوية بن أبي سفيان» (¬٥).
وقال أبو نعيمٍ: «كان من الكَتَبَة الحَسَبَة الفَصَحَة» (¬٦).
وقال ابنُ حزمٍ -وهو يتحدَّثُ عن كُتَّابه - صلى الله عليه وسلم -: «وكان زيد بن ثابت من ألزم النَّاس لذلك، ثُمَّ تلاه مُعاويةُ بعد الفتح، فكانا مُلازِمَيْن للكتابة بين يديه - صلى الله عليه وسلم - في الوحي وغير ذلك، لا عمل لهما غير ذلك» (¬٧).
وقال ابنُ عبد البرِّ: «وهو أحد الذين كتبوا لرسول الله - صلى الله عليه وسلم -» (¬٨).
وقال الخطيبُ البغداديُّ: «واستكتبه النبيُّ - صلى الله عليه وسلم -» (¬٩).
وقال ابنُ عساكرٍ: «كاتبُ وحي ربِّ العالمين» (¬١٠).
_________
(¬١) من تلاميذ سفيان الثوري الذين لازموه، وتأدب بآدابه، وكان سفيان يسميه: ياقوتة العلماء، ثقة عابد فقيه، مات سنة خمس -وقيل: ست- وثمانين ومئة. انظر: تهذيب التهذيب (١٠/ ١٩٩).
(¬٢) إسناده صحيح: أخرجه الآجري في الشريعة (٥/ ٢٤٦٦)، واللالكائي في شرح أصول اعتقاد أهل السنة (٢٧٨٥).
(¬٣) تاريخ خليفة بن خياط (ص: ٩٩).
(¬٤) الكنى والأسماء (٢٠١٣).
(¬٥) تاريخ الطبري (٣/ ١٧٣).
(¬٦) معرفة الصحابة (٥/ ٢٤٩٦).
(¬٧) جوامع السيرة لابن حزم (ص: ٢٦ - ٢٧).
(¬٨) الاستيعاب (٣/ ١٤١٦).
(¬٩) تاريخ بغداد (١/ ٢٢٢).
(¬١٠) تاريخ دمشق (٥٩/ ٥٥).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b609] VALUES (40,'وقال الشيخ عبدُ الله السعد: «وكون معاوية - رضي الله عنه - كاتباً لرسول الله - صلى الله عليه وسلم - أمرٌ مشهورٌ عند أهل العلم, واتِّخاذ سيد الخلق له كاتباً لوحي الله - عز وجل - منقبةٌ عظيمةٌ لمعاوية - رضي الله عنه -» (¬١).
إلا أنه قد رُوي أن كتابته للنبي - صلى الله عليه وسلم - كانت خاصة بالمراسلات بينه وبينه العرب، وقد ورد ما يردُّ هذا القول.
قال الذهبيُّ: «وذكر المفضَّل الغلابي: أنَّ زيد بن ثابت كان كاتب وحي رسول الله - صلى الله عليه وسلم -، وكان معاوية كاتبه فيما بينه وبين العرب.
كذا قال! وقد صحَّ عن ابن عباس قال: كنت ألعب، فدعاني رسول الله - صلى الله عليه وسلم - وقال: ادع لي معاوية، وكان يكتب الوحي (¬٢)» (¬٣).
ولما نقل ابن تيْميَّة قولَ ابن المطهِّر عن أهل السنة: «وسمُّوه: كاتب الوحي، ولم يكتب له كلمةً من الوحي»؛ أجاب عن ذلك فقال: «فهذا قولٌ بلا حجةٍ, فما الدليلُ على أنه لم يكتب له كلمة واحدة من الوحي, وإنما كان يكتب له الرسائل؟» (¬٤).
_________
(¬١) فتح الواحد العليِّ في الدفاع عن صحابة النبي - صلى الله عليه وسلم - (ص: ٩٥).
(¬٢) أخرجه أحمد (٢٦٥١) بلفظ: "وكان كاتبه"، وأما لفظة: "وكان يكتب الوحي" فهي في دلائل النبوة للبيهقي (٦/ ٢٤٣)، وأصل الحديث في مسلم (٢٦٠٤) بدون هذه الزيادة، وسيأتي الكلام عن هذا الحديث -إن شاء الله- في فصل: "شبهات وردود".
(¬٣) تاريخ الإسلام (٤/ ٣٠٩). ونقله الذهبي أيضا في سير أعلام النبلاء (٣/ ١٢٢) لكنه جعله من قول أبي الحسن الكوفي، فقال: "ونقل المفضل الغلابي، عن أبي الحسن الكوفي"؛ فذكره، ولم يتعقبه الذهبي هناك، وأبو الحسن هذا هو المدائني، فقد نسب ابن حجر هذا القول إليه في الإصابة (٦/ ١٢١)، وقد تقدم الكلام في المدائني.
وقد ذكر الذهبي أيضا في الموضع السابق (٣/ ١٢٠) أنه "كتب للنبي - صلى الله عليه وسلم - مرات يسيرة"!
(¬٤) منهاج السنة النبوية (٤/ ٤٢٧).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b609] VALUES (41,'وقال عنه في موطنٍ آخر: «وكان يكتب الوحي، فهو ممن ائتمنه النبيُّ - صلى الله عليه وسلم - على كتابة الوحي، كما ائتمن غيره من الصحابة» (¬١).
وتذكر إحدى الروايات أن الذي طلب من النبي - صلى الله عليه وسلم - استكتاب معاوية هو: والده أبا سفيان.
فعن ابن عباس، قال: «كان المسلمون لا ينظرون إلى أبي سفيان ولا يقاعدونه، فقال للنبي - صلى الله عليه وسلم -: يا نبيَّ الله! ثلاثٌ أعطنيهن، قال: نعم، قال: عندي أحسن العرب وأجمله، أم حبيبة بنت أبي سفيان، أزوجكها، قال: نعم، قال: ومعاوية تجعله كاتباً بين يديك، قال: نعم، قال: وتؤمِّرني حتى أقاتلَ الكفار كما كنتُ أقاتل المسلمين، قال: نعم» (¬٢).
_________
(¬١) المصدر السابق (٧/ ٤٠).
(¬٢) أخرجه مسلم (٢٥٠١)، وابن حبان (٧٢٠٩).

وقد وقع نزاع بين العلماء حول هذا الحديث، حتى أفرد بعضهم له مصنفا مستقلا، كما ذكر ذلك ابن كثير عن نفسه في البداية والنهاية (١١/ ١٤٦)، وقال النووي في شرحه لمسلم (١٦/ ٦٣ - ٦٤): "واعلم أن هذا الحديث من الأحاديث المشهورة بالإشكال، ووجه الإشكال: أن أبا سفيان إنما أسلم يوم فتح مكة سنة ثمان من الهجرة، وهذا مشهور لا خلاف فيه، وكان النبي - صلى الله عليه وسلم - قد تزوج أم حبيبة قبل ذلك بزمان طويل، قال القاضي: والذي في مسلم هنا أنه زوجها أبو سفيان غريب جدا! وخبرها مع أبي سفيان حين ورد المدينة في حال كفره مشهور. ولم يزد القاضي على هذا، وقال ابن حزم: هذا الحديث وهم من بعض الرواة، لأنه لا خلاف بين الناس أن النبي - صلى الله عليه وسلم - تزوج أم حبيبة قبل الفتح بدهر وهي بأرض الحبشة وأبوها كافر، وفي رواية عن ابن حزم أيضا أنه قال: موضوع، قال: والآفة فيه من عكرمة بن عمار، الراوي عن أبي زميل، وأنكر الشيخ أبو عمرو بن الصلاح هذا على ابن حزم، وبالغ في الشناعة عليه، قال: وهذا القول من جسارته، فإنه كان هجوما على تخطئة الأئمة الكبار، وإطلاق اللسان فيهم، قال: ولا نعلم أحدا من أئمة الحديث نسب عكرمة بن عمار إلى وضع الحديث، وقد وثقه وكيع ويحيى بن معين وغيرهما، قال: وما توهمه ابن حزم من منافاة هذا الحديث لتقدم زواجها غلط منه وغفلة، لأنه يحتمل أنه سأله تجديد عقد النكاح تطييبا لقلبه، لأنه كان ربما يرى عليها غضاضة من رياسته ونسبه أن تزوج بنته بغير رضاه، أو أنه ظن أن إسلام الأب في مثل هذا يقتضي تجديد العقد، وقد خفي أوضح من هذا على أكبر مرتبة من أبي سفيان ممن كثر علمه وطالت صحبته، هذا كلام أبي عمرو، وليس في الحديث أن النبي - صلى الله عليه وسلم - جدد العقد، ولا قال لأبي سفيان إنه يحتاج إلى تجديده، فلعله - صلى الله عليه وسلم - أراد بقوله: "نعم" أن مقصودك يحصل وإن لم يكن بحقيقة عقد، والله أعلم".
وانظر أيضا كلام ابن القيم حول هذا الحديث في زاد المعاد (١/ ١٠٦ - ١٠٨).',NULL,'41',NULL,NULL,'0');
INSERT INTO [b609] VALUES (42,'وهذه الرواية -على مافيها من كلام- أصحُّ بكثيرٍ من هذه الروايات الواهية التي ساقها ابن عساكر في ترجمة معاوية - رضي الله عنه - (¬١)، والتي في بعضها أنَّ تكليفه بالكتابة جاء بوحيٍ من السماء (¬٢)!
_________
(¬١) تاريخ دمشق (٥٩/ ٦٨ - ٧٣).
(¬٢) ومن هذه الروايات الواهية: ما أخرجه الطبراني في الأوسط (١٨٣٨) -ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ٦٩) - عن عائشة قالت: "لما كان يوم أم حبيبة من النبي - صلى الله عليه وسلم - دق الباب داق، فقال النبي - صلى الله عليه وسلم -: «انظروا من هذا» قالوا: معاوية، فقال: «ائذنوا له» ودخل، وعلى أذنه قلم له يخط به، فقال: «ما هذا القلم على أذنك يا معاوية؟» قال: قلم أعددته لله ولرسوله. قال: «جزاك الله عن نبيك خيرا، والله ما استكتبتك إلا بوحي من الله عز وجل، وما أفعل من صغيرة ولا كبيرة إلا بوحي من الله عز وجل، كيف بك لو قد قمصك الله قميصا؟» يعني: الخلافة. فقامت أم حبيبة: فجلست بين يديه، فقالت: يا رسول الله، وإن الله مقمص أخي قميصا؟ قال: «نعم، ولكن فيه هنات وهنات وهنات». فقالت: يا رسول الله، فادع له. فقال: «اللهم اهده بالهدى، وجنبه الردى، واغفر له في الآخرة والأولى» ".
قال الطبراني عقبه: "لم يرو هذا الحديث عن هشام إلا عبد الله بن يحيى، تفرد به: السري بن عاصم".
قلتُ (أحمد): والآفة من السري هذا، فقد وهَّاه ابن عدي، وكذَّبه ابن خراش، وله ترجمة سيئة في لسان الميزان (٤/ ٢٢).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b609] VALUES (43,'<span data-type="title" id=toc-24>رابعاً: روايتُه الحديث عن النبي - صلى الله عليه وسلم </span>-:
لم يكن معاوية - رضي الله عنه - من المكثرين في رواية الحديث، فعن أبي إدريس الخولاني قال: «سمعت معاوية على المنبر يخطب يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول، وكان قليل الحديث عنه» (¬١).
وربما يرجع ذلك لتأخُّر إسلامه، ولِقِصَرِ الفترة التي صاحب فيها النبيَّ - صلى الله عليه وسلم -، فقد ظهر إسلامه في عام الفتح -كما تقدَّم-.
وربما رجع ذلك أيضاً لاحتياطه في الرواية عنه عليه الصلاة والسلام، فقد كان بعض الصحابة يتهيَّبون الحديث عن رسول الله - صلى الله عليه وسلم -، خاصة من بلغه حديثُ إثم الكاذب عليه - صلى الله عليه وسلم -.
فعن عبد الله بن الزبير، قال: «قلتُ للزبير: إني لا أسمعك تحدِّثُ عن رسول الله - صلى الله عليه وسلم - كما يحدِّث فلانٌ وفلان؟ قال: أمَا إني لم أفارقه، ولكن سمعتُه يقول: من كذَبَ عليَّ فليتبوأ مقعده من النار» (¬٢).
قال أبو الحسن القابسيُّ -مُعلِّقا على هذا الحديث-: «فمن أجل هذا هَابَ بعض من سمع الحديث أن يُحدِّث الناس بما سمع، وهو بيِّنٌ في اعتذار الزبير» (¬٣).
فلا مانع أن يكون معاوية من هؤلاء الذين كانوا يحتاطون لأنفسهم، خاصَّةً وقد ثبت عنه أنه كان يحذِّر من التهاون في أحاديث النبي - صلى الله عليه وسلم -.
فعن عبد الله بن عامر اليحصبي، قال: سمعت معاوية يقول: «إياكم وأحاديث رسول الله - صلى الله عليه وسلم -؛ إلا حديثاً كان في عهد عمر، فإنَّ عمر كان يُخيف الناسَ في الله - عز وجل -» (¬٤).
_________
(¬١) في سنده ضعف: أخرجه ابن أبي خيثمة في التاريخ الكبير (السفر الثاني- ٢/ ٦٢٩)، وفي سنده أبو عون الأعور، الراوي عن أبي إدريس، قال عنه الحافظ في التقريب (٨٢٨٧): "مقبول".
(¬٢) صحيح البخاري (١٠٧).
(¬٣) الملخص لمسند الموطأ (ص: ٣١).
(¬٤) أخرجه مسلم (١٠٣٧)، وفي صحيح ابن حبان (٣٤٠١) زيادة؛ وهي: أن معاوية قال ذلك على منبر دمشق.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b609] VALUES (44,'ثم وجدتُ عثمان الدارميَّ قد رجَّح هذا الاحتمال الأخير؛ فقال: «كان معاويةُ معروفاً بقلَّة الرواية عن رسول الله - صلى الله عليه وسلم - , ولو شاء لأكثر، إلا أنه كان يتقي ذلك, ويتقدَّم إلى الناس ينهاهم عن الإكثار على رسول الله - صلى الله عليه وسلم - , حتى إنه كان ليقول: اتقوا من الروايات عن رسول الله - صلى الله عليه وسلم - إلا ما كان يُذكر منها في زمن عمر , فإنَّ عمر كان يُخوِّف الناس في الله تعالى» (¬١). فالحمد لله على توفيقه.
ومع ذا: فقد روى معاويةُ - رضي الله عنه - قدراً لا بأس به من الأحاديث.
قال النوويُّ: «رُوي له عن رسول الله - صلى الله عليه وسلم - مائة حديث وثلاثة وستون حديثا (¬٢)، اتفق البخاري ومسلم على أربعة منها، وانفرد البخاري بأربعة، ومسلم بخمسة.
رَوَى عنه من الصحابة: ابن عباس، وأبو الدرداء، وجرير بن عبد الله، والنعمان بن بشير، وابن عمر، وابن الزبير، وأبو سعيد الخدري، والسائب بن يزيد، وأبو أمامة بن سهل. ومن التابعين: ابن المسيب، وحميد بن عبد الرحمن، وغيرهما» (¬٣).
ولذا قال ابنُ كثيرٍ: «ورَوَى عن رسول الله - صلى الله عليه وسلم - أحاديثَ كثيرة، في الصحيحين، وغيرهما من السنن، والمسانيد، ورَوَى عنه جماعة من الصحابة والتابعين» (¬٤).
وأمَّا ابنُ الوزير اليماني فله إحصاءٌ آخر لأحاديثَ معاوية - رضي الله عنه -، من خلال الكتب الستة، ومسند أحمد؛ فقال: «وبعد هذه القواعد أذكرُ لك ما يصدِّقها من بيان أحاديث معاوية التي في الكتب الستة لتعرف ثلاثة أشياء: عدم انفراده فيما رَوَى، وقِلَّةَ ذلك، وعَدَمَ نكارته.
_________
(¬١) الرد على بشر المريسي (٢/ ٦٣٢).
(¬٢) وممن قرر هذا العدد قبل النووي: ابن حزم، وذلك في رسالته: أسماء الصحابة الرواة وما لكل واحد من العدد (ص: ٣٥).
(¬٣) تهذيب الأسماء واللغات (٢/ ١٠٢ - ١٠٣)، وذكره السيوطي في تاريخ الخلفاء (ص: ١٤٨).
(¬٤) البداية والنهاية (١١/ ٣٩٧).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b609] VALUES (45,'فأقول: جملة ما في الجامعين (البخاري، ومسلم) من حديثه: ثلاثة عشر حديثاً، اتفقا منها على أربعة، وانفرد البخاري بأربعة، ومسلم بخمسة، وجملة ما روي فيهما وفي السنن الأربع من حديثه خمسة أقسام: ... » (¬١).
ثم ذكر أحاديث معاوية - رضي الله عنه -، وبيَّن من تابعه من الصحابة على روايتها، ثم قال:
«فهذا جميع ما لمعاوية في الكتب الستة، ومسند أحمد، حسب معرفتي، وجملتها ستون حديثاً، ما صح عنه وما لم يصح، المتفق على صحته عنه أربعة، ..... ، وأرجو أن لا يكون فاتني من ذلك شيء إن شاء الله تعالى»، إلى أن قال: «وهو مُقِلٌّ جداً بالنظر إلى طول مدته، وكثرة مخالطته، وليس فيما صحَّ عنه بوفاق شيء يوجب الريبة والتهمة» (¬٢).
وقال في مصنَّفٍ آخر له: «المرويُّ في الكتب السّتّة من طريق معاوية في الأحكام ثلاثون حديثاً» (¬٣)، ثم بيَّنها، وبيَّن من تابعه من الصحابة على روايتها، ثم أتبعها بذكر أحاديث أُخر خارج الأحكام، وبعض الآثار الموقوفة، ثم قال: «فهذا جملة ما له في جميع دواوين الإسلام السّتّة, لا يشذّ عنّي من ذلك شيء, إلا ما لا يُعصم عنه البشر من السّهو، وليس في حديثه ما ينكر قطّ, على أنّ فيها ما لم يصحّ عنه، أو ما في صحّته عنه خلاف, وجملة ما اتّفق على صحّته عنه منها كلّها في الفضائل والأحكام: ثلاثة عشر حديثاً؛ اتفق البخاري ومسلم منها على أربعة، وانفرد البخاري بأربعة، ومسلم بخمسة.
_________
(¬١) العواصم والقواصم في الذب عن سنة أبي القاسم (٣/ ١٦٣).
(¬٢) المصدر السابق (٣/ ٢٠٧).
(¬٣) الروض الباسم في الذب عن سنة أبي القاسم (٢/ ٥٢٤).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b609] VALUES (46,'وهذا دليل صدق أهل ذلك العصر, وعدم انحطاطهم إلى مرتبة الكذّابين -خذلهم الله تعالى-, ولو لم يدلّ على ذلك إلا أنّ معاوية لم يرو شيئاً قطّ في ذمّ عليّ - رضي الله عنه - , ولا في استحلال حربه, ولا في فضائل عثمان, ولا في ذمّ القائمين عليه, مع تصديق جنده له, وحاجته إلى تنشيطهم بذلك فلم يكن منه في ذلك شيء على طول المدّة, لا في حياة عليّ ولا بعد وفاته, ولا تفرّد برواية ما يخالف الإسلام ويهدم القواعد, ولهذا روى عن معاوية غير واحد من أعيان الصحابة والتابعين» (¬١).

<span data-type="title" id=toc-25>معاوية مع أبي بكر الصدِّيق -رضي الله عنهما</span>-:
بعد وفاة رسول الله - صلى الله عليه وسلم - وتولِّي أبي بكر - رضي الله عنه - الخلافة، ظلَّ معاوية على ما كان عليه، من خدمته لدينه، وجهاده وسعيه مع إخوانه للذبِّ عنه ونشره.
ومن ذلك: أنه شارك في معركة اليمامة، والتي كانت في أوائل عهد أبي بكر - رضي الله عنه -، وأبلى فيها المسلمون بلاءً حسناً، وثبَّتهم الله حتى قُتل مسيلمةُ الكذاب (¬٢).
قال ابنُ كثيرٍ عنه: «وشهد اليمامة، وزعم بعضهم أنه هو الذي قتل مسيلمة الكذاب، حكاه ابن عساكر، وقد يكون له شركٌ في قتله، وإنما الذي طعنه وحشي، وجلَّله أبو دجانة سماك بن خرشة بالسيف» (¬٣).
وذكر الطبريُّ في أحداث سنة ثلاث عشرة من الهجرة، عندما بدأ أبو بكر الصديق - رضي الله عنه - إرسال الجيوش إلى بلاد الشام، أنه أرسل معاوية أميراً على مددٍ أرسله إلى يزيد بن معاوية بالشام (¬٤).
_________
(¬١) المصدر السابق (٢/ ٥٤١).
(¬٢) انظر تفاصيل ذلك في: تاريخ الطبري (٣/ ٢٨١ - ٣٠٠).
(¬٣) البداية والنهاية (١١/ ٣٩٦).
(¬٤) إسناده ضعيف: أخرجه الطبري في تاريخه (٣/ ٣٩٠ - ٣٩١)، وفي سنده سيف بن عمر التميمي، ضعيف في الحديث، عمدة في التاريخ، كما في التقريب (٢٧٢٤)، والراوي عنه: شعيب بن إبراهيم، فيه جهالة، كما في لسان الميزان (٤/ ٢٤٧).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b609] VALUES (47,'كذلك لم تتوقَّف يمينُ معاوية عن الكتابة والخط بموت النبي - صلى الله عليه وسلم -، بل استكتبه أيضا أبو بكر - رضي الله عنه -، وهذا مزيد دليلٍ على أمانته.
فعن عروة بن الزبير قال: «دخلتُ على معاوية فقال لي: ما فعل المسلول؟ قال: قلتُ: هو عندي. فقال: أنا والله خططته بيدي، أَقْطَعَ أبو بكر الزبير - رضي الله عنه - أرضاً فكنت أكتبها، قال: فجاء عمر، فأخذ أبو بكر - يعني الكتاب - فأدخله في ثني الفراش، فدخل عمر - رضي الله عنه - فقال: كأنكم على حاجة؟ فقال أبو بكر - رضي الله عنه -: نعم، فخرج، فأخرج أبو بكر الكتاب فأتممته» (¬١).
وظلَّ معاوية - رضي الله عنه - على هذا الحال، من الغزو والجهاد ونشر الدين، حتى لحق الصدِّيق - رضي الله عنه - بربه، بعد أن عهد إلى عمر بن الخطَّاب - رضي الله عنه - بالخلافة من بعده.

<span data-type="title" id=toc-26>معاوية مع عمر بن الخطَّاب -رضي الله عنهما</span>-:
على نفس منوال أبي بكر - رضي الله عنه - في استعمال معاوية - رضي الله عنه - في الغزو والجهاد، نَسَجَ الخليفة الجديد عمر - رضي الله عنه -، وفي المقابل: فإن معاوية لم يألُ جهداً في خلافة عمر في السمع والطاعة، والبذل والحركة، وساعده على ذلك ما كان فيه من نشاط الشباب وحماسه.
ففي سنة خمس عشرة من الهجرة (¬٢)،
_________
(¬١) إسناده صحيح: أخرجه يعقوب بن سفيان في المعرفة والتاريخ (٣/ ٣٧٣).
(¬٢) هكذا أرَّخ لها الطبري، لكن خالفه غيره، فنقل ابن عبد البر في الاستيعاب (٣/ ١٤١٧) -بسند صحيح- عن الوليد بن مسلم أن فتح قيسارية على يد معاوية كان في العام التاسع عشر للهجرة، ونقل مثله أبو زرعة الدمشقي في تاريخه (ص: ١٧٩) عن أحمد بن حنبل، وابن عساكر في تاريخ دمشق (٥٩/ ١١٥ - ١١٦) عن الليث بن سعد، فالله أعلم بالصواب.

ثم وجدتُ الطبري في موضع آخر (٤/ ١٠٢) ذكر خلافا أوسع من ذلك، فقال: "وقال أبو معشر: كان فتح قيسارية في هذه السنة- أعني سنة تسع عشرة- وأميرها معاوية بن أبي سفيان. وكالذي قال أبو معشر في ذلك قال الواقدي.
وأما ابن إسحاق فإنه قال: كان فتح قيسارية من فلسطين وهرب هرقل وفتح مصر في سنة عشرين.
وأما سيف بن عمر فإنه قال: كان فتحها في سنة ست عشرة".',NULL,'47',NULL,NULL,'0');
INSERT INTO [b609] VALUES (48,'بعث عمر - رضي الله عنه - إلى يزيد بن أبي سفيان أن يُسرِّح معاوية إلى قيسارية، وأرسل إلى معاوية بكتابٍ، جاء فيه: «أما بعد، فإنِّي قد ولَّيتُك قيسارية، فسر إليها واستنصر الله عليهم، وأكثر من قول: لا حول ولا قوَّة إلا بالله، الله ربنا وثقتنا ورجاؤنا ومولانا، نعم المولى ونعم النصير».
وامتثل معاوية - رضي الله عنه -، وسار في جنده حتى نزل على أهل قيسارية، وعليهم أبنى، فهزمه وحصره في قيسارية، ثم إنَّهم جعلوا يزاحفونه، وجعلوا لا يزاحفونه من مرة إلا هزمهم وردَّهم إلى حصنهم، ثم زاحفوه آخر ذلك، وخرجوا من صياصيهم، فاقتتلوا في حفيظة واستماتة، فبلغت قتلاهم في المعركة ثمانين ألفاً، وكملها في هزيمتهم مائة ألف، وبعث بالفتح مع رجلين من بني الضبيب، ثم خاف منهما الضعف، فبعث عبد الله بن علقمة الفراسي، وزهير بن الحلاب الخثعمي، وأمرهما أن يتبعاهما ويسبقاهما، فلحقاهما، فطوياهما وهما نائمان.
وانتهى بريد معاوية إلى عمر بالخبر، فجمع الناس وأباتهم على الفرح ليلاً، فحمد الله وقال: لتحمدوا الله على فتح قيسارية، وجعل معاوية قَبْل الفتح وبعده يحبس الأسرى عنده، ويقول: ما صنع ميخائيل بأسرانا صنعنا بأسراهم مثله، ففطمه عن العبث بأسرى المسلمين حتى افتتحها» (¬١).
وفي سنة سبع عشرة أمَّر عمرُ معاويةَ على الأردن (¬٢).
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٣/ ٦٠٣ - ٦٠٤)، وفي سنده سيف بن عمر التميمي، تقدَّم أنه مع ضعفه فهو عمدة في التاريخ، كما أن في السند انقطاعاً بين الطبري وسيف.
(¬٢) تاريخ الطبري (٤/ ٦٧).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b609] VALUES (49,'<span data-type="title" id=toc-27>عمرُ يولِّي معاويةَ الشام:</span>
اجتاح طاعون عمواس الشهير بلاد الشام، فاقتنص عدداً كبيراً من الصحابة والتابعين والمجاهدين، وكان ممن اقتنصهم: يزيدُ بن أبي سفيان (¬١).
قال محمد بن إسحاق: «ولما انتهى إلى عمر مصابُ أبي عبيدة ويزيد بن أبي سفيان، أمَّر معاوية بن أبي سفيان على جند دمشق وخراجها، وأمَّر شرحبيل بن حسنة على جند الأردن وخراجها» (¬٢).
وعن سعيد بن عمرو بن سعيد بن العاص: «أنَّ عمر دعا أبا سفيان يعزِّيه بابنه يزيد، فقال له أبو سفيان: من جعلتَ على عمله يا أمير المؤمنين؟ قال: جعلتُ أخاه معاوية، وابناك مصلحان، ولا يحل لنا أن ننزع مُصلحاً» (¬٣).
وفي رواية أخرى أنَّ عمر هو الذي ذهب إلى أبي سفيان لتعزيته:
فعن الزهري قال: «توفي يزيد بن أبي سفيان بدمشق، فكُتب إلى عمر بن الخطاب بنعيه، فجاء عمر بن الخطاب إلى أبي سفيان، فإذا هند بنت عتبة امرأته تهني أهبة لها في المنيئة، فقال: أين أبو سفيان؟ فقالت هند: ها هو ذا، وكان ناحية من البيت، فقال: احتسبا واصبرا. قالا: منْ يا أمير المؤمنين؟ قال: يزيد بن أبي سفيان. فقالا: من استعملتَ على عمله؟ قال: معاوية بن أبي سفيان، قالا: وصلتْكَ رحمٌ، وإنَّا لله وإنَّا إليه راجعون.
_________
(¬١) تاريخ الطبري (٤/ ٦٠)، وقد ذكر خلافا في تحديد موعده، فنقل عن محمد بن إسحاق وأبي معشر (٤/ ٦٠، ٩٦) أنه كان في سنة ثماني عشرة، وعن سيف بن عمر (٤/ ٦٢) أنه كان في سنة سبع عشرة.
(¬٢) إسناده ضعيف: أخرجه الطبري في تاريخه (٤/ ٦٢)، وفي سنده محمد بن حميد الرازي، ضعيف، كما في التقريب (٥٨٣٤).
(¬٣) إسناده صحيح إلى سعيد: أخرجه ابن أبي الدنيا في حلم معاوية (٤) -ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ١١١) - ويبقى الانقطاع بين سعيد وعمر بن الخطاب - رضي الله عنه -.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b609] VALUES (50,'قال الزهريُّ: إنما ولَّاه عمل يزيد ولم يُفرد له الشام، حتى كان عثمان فأفرد له الشام» (¬١).
قال محمد بن عمر الواقديُّ -مُعلِّقاً على قول الزهري-: «هذا الأمر المجتمع عليه عندنا، لا اختلاف فيه، وقد رَوى لنا ابن أبي سبرة، عن إسماعيل بن أمية: أن عمر أفرد معاوية بالشام، ورزقه ثمانين ديناراً في كل شهر. والأول أثبت» (¬٢).
قلتُ (أحمد): وما رجَّحه الواقديُّ هنا هو ما اعتمده ابن عساكر (¬٣)، والذهبيُّ (¬٤)، وابن كثير (¬٥).
_________
(¬١) في سنده ضعف إلى الزهري: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٣٢ - ١٣٣)، وفي سنده الواقدي، تقدم أنه مع إمامته في المغازي متروك في الحديث. وانظر كذلك: الاستيعاب (٣/ ١٤١٧)، أسد الغابة (٥/ ٢٠١).
(¬٢) الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٣٢ - ١٣٣).
(¬٣) تاريخ دمشق (٥٩/ ١١١ - ١١٢).
(¬٤) سير أعلام النبلاء (٣/ ١٣٣).
(¬٥) البداية والنهاية (١١/ ٤١٤ - ٤١٥).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b609] VALUES (51,'<span data-type="title" id=toc-28>تهنئةُ النَّاس هند بولاية معاوية:</span>
لم تزلْ فراسة هند في معاوية مصاحبةً لها، لا تفارق خيالها، ولا تغيب عن خاطرها، فهي لا تزال ترى فيه الفتى المنتَظَر، الخليق بالملك والإمارة، وأنَّ الناس لم يقدروه قدره، وقد تجلَّى ذلك في ردِّها على بعض من هنَّؤها بولايته بعد أخيه يزيد.
فعن أبي الحسن الهاشمي إسحاق بن حمزة بن إسحاق قال: «لما عُزِّيت هند على يزيد بن أبي سفيان -ولم يكن منها (¬١) - قيل: إن الله تعالى قد جعل معاوية خلفاً من يزيد وغيره، فقالت: أو مثل معاوية جُعل خلفاً من أحد؟! فوالله لو أن العرب اجتمعت متوافرة، ثم رُمِي به (¬٢) فيها لخرج من أيِّ أعراضها (¬٣) شاء» (¬٤).

<span data-type="title" id=toc-29>كِتَابُ عمر إلى معاوية:</span>
وعن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم: «أنَّ عمر استعمل معاوية بن أبي سفيان على عمل أخيه، وكتب إليه: إنِّي قد ولَّيتُك عمل يزيد بن أبي سفيان الذي كان يلي. في كتاب طويل أمره فيه بتقوى الله، وما يعمل به في عمله، فكتب إليه معاوية جواب كتابه، فلم يزل معاوية والياً لعمر حتى قُتِل عمر واستُخْلِف عثمان بن عفان» (¬٥).
_________
(¬١) زادها ابن كثير في البداية والنهاية (١١/ ٤١٥).
(¬٢) في المطبوع: "بها"، والتصحيح من البداية والنهاية (١١/ ٤١٥)، وهو ما يتفق مع السياق.
(¬٣) أي: نواحيها.
(¬٤) إسناده ضعيف: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١١١)، وفي سنده أبو عمرو القرشي، الراوي عن أبي الحسن هذا، لم أقف لأحد منهما على ترجمة!
(¬٥) إسناده ضعيف: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٣٣ - ١٣٤)، وفي سنده أبو بكر بن عبدالله بن أبي سبرة، متهم بالوضع، وقال عنه مصعب الزبيري: كان عالماً، كما في التقريب (٧٩٧٣).',NULL,'51',NULL,NULL,'0');
INSERT INTO [b609] VALUES (52,'<span data-type="title" id=toc-30>ثناءُ عمر على معاوية:</span>
لا شكَّ أنّ استعمال عمر لمعاوية، وإبقاءه عليه طول مدة خلافته؛ هو تزكيةٌ عاليةٌ من رجل عُرف عنه الانتقاء والاصطفاء في اختيار العمال والولاة والأمراء، خاصَّة مع ما كان عليه عمر من عزل مَنْ يحب ويستأمن لأقل شكوى ترد من رعيته فيه، كما وقع منه مع سعد بن أبي وقاص - رضي الله عنه - (¬١).

وقد وردت -إضافةً لذلك، ولسنا في حاجة إليها لما تقدَّم- بعضُ الروايات التي تصرِّح بثناء عمر على معاوية؛ ومنها:
أن معاوية ذُكر يوماً عند عمر، وكأنَّ بعضهم قد ذمَّه، فقال عمر: «دعونا من ذمِّ فتى قريش وابن سيدها، من يضحك في الغضب، ولا يُنال إلا على الرضى، ومن لا يأخذ ما فوق رأسه إلا من تحت قدميه» (¬٢).
ولما قدم عمر الشام ورأى معاوية قال: «هذا كسرى العرب» (¬٣). وكان معاوية قد تلقَّاه في موكبٍ عظيمٍ، فلمَّا دنا منه قال له عمر: «أنت صاحب الموكب العظيم؟» قال: نعم يا أمير المؤمنين. قال: «مع ما يبلغني من طول وقوف ذوي الحاجات ببابك؟» قال: مع ما يبلغك من ذاك. قال: «ولم تفعل هذا؟» قال: نحن بأرض جواسيس العدو بها كثير، فيجب أن نُظهر من عزِّ السلطان ما نرهبهم به؛ فإن أمرتني فعلت، وإن نهيتني انتهيت.
_________
(¬١) انظر: صحيح البخاري (٧٥٥)، صحيح مسلم (٤٥٣). وقد قال عمر عن سعد لما طُعن، وهو يوصي بأهل الشورى والخلافة بعده -كما في صحيح البخاري (٣٧٠٠) -: "فإن أصابت الإمرة سعدا فهو ذاك، وإلا فليستعن به أيكم ما أمر، فإني لم أعزله عن عجز ولا خيانة".
(¬٢) إسناده ضعيف: أخرجه ابن أبي الدنيا في حلم معاوية (١) -ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ١١٢) - وفي سنده رجل مبهم لم يُسمَّ.
(¬٣) إسناده ضعيف: أخرجه ابن أبي الدنيا في حلم معاوية (٣) -ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ١١٤) - عن أبي عبدالرحمن المدني؛ به، مرسلاً.
وأخرجه البغوي في معجم الصحابة (٥/ ٣٧٠) عن أبي الحسن المدائني؛ به، مرسلاً أيضاً.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b609] VALUES (53,'فقال عمر: «يا معاوية، ما أسألك عن شيءٍ إلا تركتني في مثل رواجب الضرس! لئن كان ما قلت حقاً؛ إنه لرأي أريب، ولئن كان باطلاً؛ إنها لخدعة أديب». قال: فمرني يا أمير المؤمنين. قال: «لا آمرك ولا أنهاك». فقال رجلٌ: يا أمير المؤمنين، ما أحسن ما صدر الفتى عما أوردته فيه، فقال عمر: «لحسن مصادره وموارده جشَّمناه ما جشَّمناه» (¬١).
ومع ذلك، فلم يخلُ الأمر من مرَّات يُعاتِب فيها عمرُ معاويةَ على بعض ما لا يرضاه، بل ويشتدُّ عليه أحياناً.
_________
(¬١) إسناده ضعيف: أخرجه ابن أبي الدنيا في حلم معاوية (٢) -ونقله ابن كثير بسنده في البداية والنهاية (١١/ ٤١٥)، ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ١١٢) - وفي سنده رجل مبهم لم يُسمَّ.
وساق ابن عساكر القصة بسند آخر (٥٩/ ١١٢ - ١١٣) وبسياق مقارب، وفيها أن الرجل المخاطِب لعمر هو: عبد الرحمن بن عوف، لكن الإسناد ضعيف كسابقه، ففيه من لا يُعرف، مع إرسال السند وعدم اتصاله.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b609] VALUES (54,'فعن أسلم مولى عمر قال: «قدم عليه معاوية بن أبي سفيان، وهو أبيض وأبضّ الناس وأجملهم، فخرج إلى الحج مع عمر بن الخطاب، فكان عمر بن الخطاب ينظر إليه، فيعجب له، ثم يضع أصبعه على متنه، ثم يرفعها عن مثل الشراك، فيقول: بخٍ بخٍ، نحن إذاً خير الناس إن جُمع لنا خير الدنيا والآخرة، فقال معاوية: يا أمير المؤمنين، سأحدِّثك إنَّا بأرض الحمامات والريف، فقال عمر: سأحدِّثك ما بك، إلطافك نفسك بأطيب الطعام، وتصبحك حتى تضرب الشمس متنك، وذوو الحاجات وراء الباب، قال: فلما جئنا ذا طوى أخرج معاوية حُلَّةً فلبسها، فوجد عمر منها ريحاً كأنه ريح طيب، فقال: يعمد أحدكم فيخرج حاجاً تفلاً حتى إذا جاء أعظم بلدان الله حرمه، أخرج ثوبيه كأنهما كانا في الطيب فلبسهما، فقال معاوية: إنما لبستهما لأن أدخل فيهما على عشيرتي أو قومي، والله لقد بلغني أذاك ههنا وبالشام، والله يعلم لقد عرفت الحياء فيه، ونزع معاوية الثوبين، ولبس ثَوْبَيْه اللذين أحرم فيهما» (¬١).
وفي المقابل: كان معاويةُ يعرف لعمر قَدره، ولا تمنعه هذه الشدَّةُ أن يثني عليه بما هو أهله.
_________
(¬١) إسناده صحيح: أخرجه ابن المبارك في الزهد (١/ ٢٠٢ - رقم: ٥٧٦).
وثمَّ مواقف أُخَر بين معاوية وعمر، ضربت صفحا عن ذكرها لما يعتريها من ضعف إسناد، ونكارة متن -أحيانا-.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b609] VALUES (55,'فعن عمران بن سوادة، قال: «صلَّيتُ الصبح مع عمر، فقرأ: سبحان وسورة معها، ثم انصرف وقمت معه، فقال: أحاجة؟ قلت: حاجة، قال: فالْحَقْ، قال: فلحقتُ، فلما دخل أذِن لي، فإذا هو على سريرٍ ليس فوقه شيءٌ، فقلتُ: نصيحة، فقال: مرحباً بالناصح غُدوَّاً وعشيَّاً، قلتُ: عابتْ أمَّتُك منك أربعاً، قال: فوضع رأس دَرَّته في ذقنه، ووضع أسفلها على فخذه، ثم قال: هات، قلتُ: ذكروا أنَّك حرَّمت العمرة في أشهر الحج، ولم يفعل ذلك رسول الله - صلى الله عليه وسلم - ولا أبو بكر - رضي الله عنه -، وهي حلالٌ، قال: هي حلالٌ، لو أنهم اعتمروا في أشهر الحج رأوها مجزية من حجهم، فكانت قائبة قوب عامها، فقرع حجهم، وهو بهاء من بهاء الله، وقد أصبت، قلتُ: وذكروا أنك حرَّمت متعة النساء، وقد كانت رخصةً من الله نستمتع بقبضة ونفارق عن ثلاث.
قال: إن رسول الله - صلى الله عليه وسلم - أحلَّها في زمان ضرورة، ثم رجع الناس إلى السعة، ثم لم أعلم أحداً من المسلمين عمل بها ولا عاد إليها، فالآن من شاء نكح بقبضة وفارق عن ثلاث بطلاق، وقد أصبت، قال: قلتُ: وأعتقت الأمة أن وضعت ذا بطنها بغير عتاقة سيدها، قال: ألحقت حرمة بحرمة، وما أردت إلا الخير، وأستغفر الله، قلتُ: وتشكوا منك نهر الرعية وعنف السياق، قال: فشرع الدرة، ثم مسحها حتى أتى على آخرها، ثم قال: أنا زميل محمد- وكان زامله في غزوه قرقره الكدر- فوالله إني لأرتع فأشبع، وأسقي فأروي، وأنهز اللفوت، وأزجر العروض، وأذب قدري، وأسوق خطوي، وأضم العنود، وألحق القطوف، وأكثر الزجر، وأقل الضرب، وأشهر العصا، وأدفع باليد، لولا ذلك لاغدرت.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b609] VALUES (56,'قال: فبلغ ذلك معاوية، فقال: كان والله عالماً برعيتهم» (¬١).

<span data-type="title" id=toc-31>فتوحاتُ معاوية في عهد عمر:</span>
كان معاويةُ - رضي الله عنه - بمثابة صمَّام الأمان للدولة الإسلامية من ناحية بلاد الشام، يحمي حماها، ويذود عنها، ولم يتوقف الأمر على الحماية فحسب، بل عمل معاوية على زيادة رقعة الدولة الإسلامية، وبَسْط الإسلام وحكمه بقدر استطاعته. ومن ذلك: دخوله بلاد الروم في عددٍ كبيرٍ من المسلمين، وفَتْحه عسقلان.
قال الطبريُّ -وهو يتحدَّث عن أحداث سنة اثنتين وعشرين-: «وزعم الواقدي أنَّ معاوية غزا الصائفة في هذه السنة، ودخل بلاد الروم في عشرة آلاف من المسلمين» (¬٢).
لكنَّ الطبريَّ رجَّح في موطنٍ آخر أنها كانت سنة ثلاث وعشرين؛ فقال:
«وفي هذه السنة- أعني سنة ثلاث وعشرين- غزا معاوية الصائفة حتى بلغ عمورية، ومعه من أصحاب رسول الله - صلى الله عليه وسلم - عبادة بن الصامت، وأبو أيوب خالد بن زيد، وأبو ذر، وشدَّاد بن أوس.
وفيها فَتَح معاوية عسقلان على صلح» (¬٣).
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٤/ ٢٢٥ - ٢٢٦)، والبخاري في التاريخ الكبير (٦/ ٤١١) مُعلَّقا مختصراً جداً، وفي سنده عيسى بن يزيد الليثي، قال عنه الخطيب البغدادي: "كان راوية عن العرب، وافر الأدب، عالما بالنسب، عارفا بأيام الناس، حافظا للسير". وقال الذهبي: "كان أخباريا، علامة، نسابة، لكن حديثه واه". انظر: لسان الميزان (٦/ ٢٨٨).
(¬٢) تاريخ الطبري (٤/ ١٦٠).
(¬٣) المصدر السابق (٤/ ٢٤١).',NULL,'56',NULL,NULL,'0');
INSERT INTO [b609] VALUES (57,'وتذكر بعض الروايات «أن معاوية ألحَّ في زمانه على عمر بن الخطاب - رضي الله عنه - في غزو البحر وقرب الروم من حمص، وقال: إنَّ قرية من قرى حمص ليسمع أهلها نباح كلابهم، وصياح دجاجهم، حتى كاد ذلك يأخذ بقلب عمر، فَكَتَبَ عمرُ إلى عمرو بن العاص: صف لي البحر وراكبه، فإن نفسي تنازعني إليه، فكتب إليه عمرو: إني رأيت خلقاً كبيراً يركبه خلقٌ صغيرٌ، إن ركن خرق القلوب، وإن تحرك أزاغ العقول، يزداد فيه اليقين قلةً، والشك كثرةً، هم فيه كدود على عود، إن مال غرق، وإن نجا برق، فلما قرأه عمر كتب إلى معاوية: لا والذي بعث محمداً بالحق لا أحمل فيه مسلماً أبداً» (¬١).
وبقي معاوية عاملاً لعمر على بلاد الشام، حتى مقتله سنة ثلاث وعشرين.
قال الطبريُّ: «عمَّال عمر - رضي الله عنه - على الأمصار: وكان عامل عمر بن الخطاب - رضي الله عنه - في السنة التي قُتل فيها -وهي سنة ثلاث وعشرين- على مكة: نافع بن عبد الحارث الخزاعي، .... ، وعلى دمشق: معاوية بن أبي سفيان» (¬٢).

<span data-type="title" id=toc-32>معاوية مع عثمان بن عفَّان -رضي الله عنهما</span>-:
بعد أن آلَ أمرُ الخلافة إلى عثمان، ووقع عليه الاختيار من بين النفر الستة الذين رشَّحهم عمر عند موته (¬٣)؛ سار عثمان مع معاوية مسير عمر في إبقائه على ما هو عليه من أمر الولاية والإمارة، ومع اتساع بلاد الإسلام، وثبوت كفاءة معاوية؛ أفرد عثمان لمعاوية حكم الشام كلها وحده -كما تقدَّم-.
_________
(¬١) في جميع أسانيدها مقال: أخرجها الطبري في تاريخه (٤/ ٢٥٨ - ٢٦٠)، ففي جميع طرقها سيف بن عمر التميمي، تقدَّم أنه مع ضعفه فهو عمدة في التاريخ، والراوي عنه: شعيب بن إبراهيم، تقدَّم أن فيه جهالة.
(¬٢) المصدر السابق (٤/ ٢٤١).
(¬٣) صحيح البخاري (٣٧٠٠).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b609] VALUES (58,'قال محمد بن سعد: «وولَّاه عمر بن الخطاب دمشق عمل أخيه يزيد بن أبي سفيان حين مات يزيد، فلم يزل والياً لعمر حتى قُتِل عمر - رضي الله عنه -، ثم ولَّاه عثمان بن عفان ذلك العمل، وجمع له الشام كلها حتى قُتل عثمان - رضي الله عنه -، فكانت ولايته على الشام عشرين سنة أميراً» (¬١).

<span data-type="title" id=toc-33>فتوحات معاوية وغزواته في عهد عثمان:</span>
ليس غائباً عن نظر متصفِّح لتاريخ المسلمين في زمن عثمان - رضي الله عنه - ما وصلت إليه حدود بلاد المسلمين، واتساع رقعة الدولة الإسلامية في عهده، وقد كان لمعاوية - رضي الله عنه - من تلك الفتوحات سهمٌ مشهور. وفيما يلي سردٌ لأهم ما وقفنا عليه من غزواتٍ وفتوحاتٍ على يديه، وتاريخها:
١ - صدُّه الروم عن بلاد الشام، وتقدُّمه إلى بلادهم بعد وصول مددٍ إليه بأمر من الخليفة، فأصاب المسلمون ما شاؤوا من سبي، وملؤوا أيديهم من المغنم، وافتتحوا بها حصوناً كثيرة، سنة أربع وعشرين (¬٢).
٢ - فتح الحصون، سنة خمس وعشرين (¬٣).
٣ - غزوه قنسرين، سنة سبع وعشرين (¬٤).
٤ - فتح قُبْرُس، وغَزْو البحر:
مرَّ بنا آنفاً أنَّ بعض الروايات ذكرتْ استئذان معاويةَ عُمَرَ في غزو البحر، وأنَّ هذا الطلب قُوبل بالرفض، إلا أنَّ الفكرة لم تفارق ذهن معاوية، بل ظلَّت ماثلةً في عقله، يترقَّب فرصةً سانحةً لإخراجها مرةً أخرى، وقد واتته تلك الفرصة في عهد عثمان، خاصةً بعد ما زادت ثقة عثمان به، وجمع له الشام كلها وجعلها تحت إمرته.
_________
(¬١) الطبقات الكبرى (٧/ ٤٠٦)، وانظر: تاريخ دمشق (٥٩/ ١١٦).
(¬٢) تاريخ الطبري (٤/ ٢٤٧ - ٢٤٨).
(¬٣) المصدر السابق (٤/ ٢٥٠).
(¬٤) المصدر السابق (٤/ ٢٥٧).',NULL,'58',NULL,NULL,'0');
INSERT INTO [b609] VALUES (59,'عن خالد بن معدان، قال: «أوَّلُ من غزا في البحر معاوية بن أبي سفيان زمان عثمان بن عفان، وقد كان استأذن عمر فيه فلم يأذن له، فلما ولي عثمان لم يزل به معاوية حتى عزم عثمان على ذلك بآخرة، وقال: لا تنتخب الناس، ولا تقرع بينهم، خيِّرهم، فمن اختار الغزو طائعاً فاحمله وأعنه، ففعل واستعمل على البحر عبد الله بن قيس الجاسي حليف بني فزارة، فغزا خمسين غزاة من بين شاتية وصائفة في البحر، ولم يغرق فيه أحد ولم ينكب، وكان يدعو الله أن يرزقه العافية في جنده، وألا يبتليه بمصاب أحد منهم، ففعل» (¬١).
وقال أنسُ بنُ مالك: « ...... أول ما ركب المسلمون البحر مع معاوية» (¬٢).
ونقل الحافظُ ابنُ حجرٍ أنَّ: «معاوية أول من ركب البحر للغزاة، وذلك في خلافة عثمان» (¬٣).
وقد غزا هذه الغزوة مع معاوية - رضي الله عنه - جماعةٌ من أصحاب رسول الله - صلى الله عليه وسلم -؛ فيهم: أبو ذرٍّ، وعُبادة بن الصامت، ومعه زوجته أمُّ حَرَام، والمقداد، وأبو الدرداء، وشدَّاد بن أوس (¬٤).
وبعد أن تمَّ لمعاوية الظفر على أهل قُبرس، صالحهم على جزيةٍ سنويةٍ، وشروط اشترطها عليهم.
_________
(¬١) في إسناده مقال: أخرجه الطبري في تاريخه (٤/ ٢٦٠ - ٢٦١) وفي سنده سيف بن عمر التميمي، تقدَّم أنه مع ضعفه فهو عمدة في التاريخ، والراوي عنه: شعيب بن إبراهيم، تقدَّم أن فيه جهالة.
(¬٢) متفق عليه: أخرجه البخاري (٢٧٩٩) -واللفظ له- ومسلم (١٩١٢).
(¬٣) فتح الباري (٦/ ٧٧).
(¬٤) تاريخ الطبري (٤/ ٢٦٠).',NULL,'59',NULL,NULL,'0');
INSERT INTO [b609] VALUES (60,'فعن سليمان بن أبي كريمة، والليث بن سعد: «أنَّ صلح قبرس وقع على جزية سبعة آلاف دينار يؤدونها إلى المسلمين في كل سنة، ويؤدون إلى الروم مثلها، ليس للمسلمين أن يحولوا بينهم وبين ذلك، على ألا يغزوهم، ولا يقاتلوا من وراءهم ممن أرادهم من خلفهم، وعليهم أن يؤذنوا المسلمين بمسير عدوهم من الروم إليهم، وعلى أن يبطرق إمام المسلمين عليهم منهم» (¬١).
وقد اختلف العلماء في تحديد زمن هذه الغزوة على عدَّة أقوال:
القول الأول: أنها كانت في سنة خمسٍ وعشرين.
قال يزيد بن عبيدة بن أبي المهاجر: «غزا معاوية بن أبي سفيان قبرس سنة خمس وعشرين» (¬٢).
القول الثاني: أنها كانت في سنة سبعٍ وعشرين.
قال الحافظ ابن حجرٍ: «وأرَّخها يعقوب بن سفيان في المحرم سنة سبع وعشرين، قال: كانت فيه غزاة قبرس الأولى» (¬٣).
وقد ذكر الطبريُّ هذا القول، ولم يسمِّ قائله (¬٤). واختاره ابن كثير (¬٥).
القول الثالث: أنها كانت في سنة ثمانٍ وعشرين.
وهو قول الواقدي (¬٦)، وخليفة بن خيَّاط (¬٧)، واختاره الطبريُّ (¬٨).
وقال الحافظُ ابنُ حجرٍ: «وأرَّخها في سنة ثمان وعشرين غير واحد، وبه جَزَمَ ابنُ أبي حاتم» (¬٩).
ثم ذكر باقي الأقوال، ورجَّح هذا القول، وقال: «هو أصحُّ» (¬١٠).
القول الرابع: أنها كانت في سنة ثلاث وثلاثين.
_________
(¬١) إسناده صحيح إلى سليمان والليث: أخرجه الطبري في تاريخه (٤/ ٢٦٢)، ويبقى النظر فيما وراء سليمان والليث من رجال لم يُذكروا.
(¬٢) إسناده صحيح إلى يزيد: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ١٨٤).
(¬٣) فتح الباري (١١/ ٧٥).
(¬٤) تاريخ الطبري (٤/ ٢٥٧)، حيث قال: "وقال بعضهم".
(¬٥) البداية والنهاية (١١/ ٣٩٩).
(¬٦) تاريخ الطبري (٤/ ٢٥٧، ٢٦٢).
(¬٧) تاريخ خليفة بن خياط (ص: ١٦٠).
(¬٨) تاريخ الطبري (٤/ ٢٥٧).
(¬٩) فتح الباري (١١/ ٧٥).
(¬١٠) المصدر السابق (١١/ ٧٦).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b609] VALUES (61,'وقد نُسب هذا القول إلى أبي مَعْشَر المدني نَجيح بن عبد الرحمن (¬١).
وعلى كل حال، فمهما كان الراجح في هذه الأقوال، فكلها متفقةٌ على أنَّ تلك الغزوة وقعت في زمن عثمان بن عفان - رضي الله عنه -، وأن أميرها كان معاوية - رضي الله عنه -.
قال الحافظ ابن حجر: «فتحصَّلنا على ثلاثة أقوال (¬٢)، والأول أصحّ، وكلها في خلافة عثمان أيضاً، لأنه قُتل في آخر سنة خمسٍ وثلاثين» (¬٣).
٥ - غزوة المضيق - يعني: مضيق القسطنطينية-، سنة ثنتين وثلاثين (¬٤).
٦ - غزوه ملطية.
٧ - غزوه أفريقية.
٨ - غزوه حصن المرأة من أرض الروم.
وهذه الثلاث الأخيرة كانت في سنة ثلاثٍ وثلاثين (¬٥).

<span data-type="title" id=toc-34>معاويةُ يرفع أمر الخلافات إلى عثمان بن عفَّان:</span>
كان معاويةُ كما أسلفْنا أميراً على بلاد الشام، وكان له اجتهاده كسائر الصحابة، وقد وقع خلافٌ بينه وبين أبي ذر حول تأويل آيةٍ في كتاب الله، وسبب نزولها، فأصرَّ أبو ذرٍّ على رأيه، ولم يشأْ معاويةُ أن يتفاقم الأمرُ، وخشي من وقوع خلاف لا يفهمه عوامُّ الناس في الشام؛ فكتب إلى عثمان بما وقع.
_________
(¬١) تاريخ الطبري (٤/ ٢٥٧)، فتح الباري (١١/ ٧٦).
(¬٢) تبيَّن أنها أربعة، ولم يذكر الحافظ قول يزيد بن عبيدة الأول.
(¬٣) فتح الباري (١١/ ٧٦).
(¬٤) تاريخ خليفة بن خياط (ص: ١٦٧)، تاريخ الطبري (٤/ ٣٠٤)، تاريخ دمشق (٥٩/ ١١٧، ١٢٠)، البداية والنهاية (١١/ ٤٢٠).
(¬٥) تاريخ خليفة بن خياط (ص: ١٦٧)، تاريخ الطبري (٤/ ٣١٧)، تاريخ دمشق (٥٩/ ١٢٠).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b609] VALUES (62,'عن زيد بن وهب، قال: «مررت بالرَّبَذَة فإذا أنا بأبي ذر - رضي الله عنه -، فقلتُ له: ما أنزلك منزلك هذا؟ قال: كنتُ بالشأم، فاختلفتُ أنا ومعاوية في: {الذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله}؛ قال معاويةُ: نزلتْ في أهل الكتاب، فقلتُ: نزلتْ فينا وفيهم، فكان بيني وبينه في ذاك، وكتب إلى عثمان - رضي الله عنه - يشكوني، فكتب إليَّ عثمان: أن اقدم المدينة فقدمتها، فكثر عليَّ الناس حتى كأنهم لم يروني قبل ذلك، فذكرت ذاك لعثمان، فقال لي: إن شئتَ تنحَّيتَ، فكنتَ قريباً.
فذاك الذي أنزلني هذا المنزل، ولو أمَّروا علي حبشياً لسمعتُ وأطعتُ» (¬١).

<span data-type="title" id=toc-35>معاوية وفتنة مَقْتَل عثمان - رضي الله عنه </span>- (¬٢):
لِعدَّةِ عوامل مجتمعة معاً، كطبيعة التحوُّل الاجتماعيِّ في عهد عثمان (¬٣)، والرخاء الذي عمَّ على المسلمين من أثر الفتوح والغنائم، ومجيء عثمان بعد عمر، مع ما بينهما من اختلاف الطبائع والسِّمات الشخصية، وبعض الاختلاف في سياسة التعامل مع الصحابة وسائر الناس، وظهور العصبية القبلية المتمثِّلة في استثقال بعض القبائل العربية لرئاسة قريش؛ كان لهذا كله أثرٌ كبيرٌ وواضحٌ في بروز الفتنة التي انتهت بمقتل ذي النورَيْن عثمان - رضي الله عنه - (¬٤).
_________
(¬١) صحيح البخاري (١٤٠٦).
(¬٢) انظر في تعريف الفتنة والمراد منها: تحقيق مواقف الصحابة في الفتنة (١/ ٢٦٧ - ٢٨٣).
(¬٣) المراد بذلك: تحول الدولة الإسلامية من دولة محدودة النطاق، تقوم في المدينة المنورة، وتحكم شبه جزيرة العرب، إلى دولة عالمية، يمتد سلطانها ليشمل إلى ذلك: ممالك العراق والشام ومصر وإفريقية وأرمينية وبلاد فارس، وغير ذلك.
(¬٤) انظر: تحقيق مواقف الصحابة في الفتنة (١/ ٣٢١ - ٣٦٨).',NULL,'62',NULL,NULL,'0');
INSERT INTO [b609] VALUES (63,'يقول شيخُ الإسلام ابن تيْميَّة: «كان المسلمون في خلافة أبي بكر وعمر وصدراً من خلافة عثمان في السنة الأولى من ولايته متفقين لا تنازع بينهم، ثُمَّ حدث في أواخر خلافة عثمان أمورٌ أوجبت نوعاً من التفرق، وقام قومٌ من أهل الفتنة والظلم فقتلوا عثمان، فتفرق المسلمون بعد مقتل عثمان» (¬١).
ويقول ابنُ خلدون مؤرِّخاً لبداية هذه الفتنة، ذاكراً أهم أسبابها: «لما استكمل الفتح، واستكمل للملّة الملك، ونزل العرب بالأمصار في حدود ما بينهم وبين الأمم من البصرة والكوفة والشام ومصر، وكان المختصون بصحابة الرسول - صلى الله عليه وسلم - والاقتداء بهداه وآدابه المهاجرين والأنصار من قريش وأهل الحجاز ومن ظفر بمثل ذلك من غيرهم، وأما سائر العرب من بني بكر بن وائل وعبد القيس وسائر ربيعة والأزد وكندة وتميم وقضاعة وغيرهم، فلم يكونوا من تلك الصحبة بمكان إلّا قليلاً منهم وكان لهم في الفتوحات قدم، فكانوا يرون ذلك لأنفسهم، مع ما يدين به فضلاؤهم من تفضيل أهل السابقة من الصحابة ومعرفة حقهم، وما كانوا فيه من الذهول والدهش لأمر النبوة وتردّد الوحي وتنزل الملائكة، فلما انحسر ذلك العباب، وتنُوسي الحال بعض الشيء، وذلّ العدو، واستفحل الملك؛ كانت عروق الجاهلية تنفض، ووجدوا الرئاسة عليهم للمهاجرين والأنصار من قريش وسواهم، فأنفت نفوسهم منه، ووافق أيام عثمان فكانوا يظهرون الطعن في ولاته بالأمصار، والمؤاخذة لهم باللحظات والخطرات، والاستبطاء عليهم في الطاعات، والتجنِّي بسؤال الاستبدال منهم والعزل، ويفيضون في النكير على عثمان، وفشت المقالة في ذلك من أتباعهم، وتنادوا بالظلم من الأمراء في جهاتهم، وانتهت الأخبار بذلك إلى الصحابة بالمدينة، فارتابوا لها، وأفاضوا في عزل عثمان، وحمله على عزل أمرائه» (¬٢).
_________
(¬١) مجموع الفتاوى (١٣/ ٣٢).
(¬٢) تاريخ ابن خلدون (٢/ ٥٨٦ - ٥٨٧).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b609] VALUES (64,'على كل حالٍ، لقد نزلت الفتنة، ووقع عثمان - رضي الله عنه - في المحنة، وليس من شأن كتابنا هنا أن يخوض غمارها، ويبحث في أسبابها، وأحداثها، وموقف الصحابة - رضي الله عنهم - منها، وإنما يختص فقط بموقف معاوية - رضي الله عنه - فيها.

<span data-type="title" id=toc-36>بداية ظهور الفتنة بالكوفة، ونَفْيُ المتكلمين إلى الشام عند معاوية:</span>
كان سعيد بن العاص لا يغشاه إلا نازلةُ أهل الكوفة ووجوه أهل الأيام وأهل القادسية وقرَّاء أهل البصرة والمتسمِّتون، وكان هؤلاء دَخَلَتَه إذا خلا، فأما إذا جلس للناس: فإنه يدخل عليه كل أحدٍ، فجلس للناس يوماً، فدخلوا عليه، فبينا هم جلوس يتحدثون قال خنيس بن فلان: ما أجود طلحة بن عبيد الله! فقال سعيد بن العاص: إن من له مثل النشاستج لحقيق أن يكون جواداً، والله لو أنَّ لي مثله لأعاشكم الله عيشاً رغداً، فقال عبد الرحمن بن خنيس- وهو حدث-: والله لوددتُ أنَّ هذا الملطاطَ لك- يعني ما كان لآل كسرى على جانب الفرات الذي يلي الكوفة- قالوا: فضَّ الله فاك! والله لقد هممنا بك، فقال: خنيس غلام فلا تجازوه، فقالوا: يتمنى له من سوادنا! قال: ويتمنى لكم أضعافه، قالوا: لا يتمنى لنا ولا له، قال: ما هذا بكم! قالوا: أنت والله أمرته بها، فثار إليه الأشتر وابن ذي الحبكة وجندب وصعصعة وابن الكواء وكميل بن زياد وعمير بن ضائى، فأخذوه فذهب أبوه ليمنع منه فضربوهما حتى غشي عليهما، وجعل سعيد يناشدهم ويأبون، حتى قضوا منهما وطراً، فسمعت بذلك بنو أسد، فجاءوا وفيهم طليحة فأحاطوا بالقصر، وركبت القبائل، فعاذوا بسعيد، وقالوا: أفلتنا وخلصنا.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b609] VALUES (65,'فخرج سعيد إلى الناس، فقال: أيها الناس، قوم تنازعوا وتهاووا، وقد رزق الله العافية ثم قعدوا وعادوا في حديثهم، وتراجعوا فساءهم وردهم، وأفاق الرجلان، فقال: أبكما حياة؟ قالا: قتلتنا غاشيتك، قال: لا يغشوني والله أبدا، فاحفظا عليَّ ألسنتكما ولا تجرِّئا عليَّ الناس، ففعلا ولما انقطع رجاء أولئك النفر من ذلك قعدوا في بيوتهم، وأقبلوا على الإذاعة حتى لامه أهل الكوفة في أمرهم، فقال: هذا أميركم، وقد نهاني أن أحرك شيئاً، فمن أراد منكم أن يحرك شيئاً فليحركه.
فكتب أشراف أهل الكوفة وصلحاؤهم إلى عثمان في إخراجهم، فكتب: «إذا اجتمع ملؤكم على ذلك فألحقوهم بمعاوية»، فأخرجوهم، فذلوا وانقادوا حتى أتوه- وهم بضعة عشر- فكتبوا بذلك إلى عثمان، وكتب عثمان إلى معاوية: «إن أهل الكوفة قد أخرجوا إليك نفراً خُلقوا للفتنة، فرعهم وقم عليهم، فإن آنست منهم رشداً فاقبل منهم، وإن أعيوك فارددهم عليهم».
فلما قدموا على معاوية رحَّب بهم، وأنزلهم كنيسة تسمى مريم، وأجرى عليهم بأمر عثمان ما كان يجرى عليهم بالعراق، وجعل لا يزال يتغدى ويتعشى معهم، فقال لهم يوما: «إنكم قوم من العرب لكم أسنان وألسنة، وقد أدركتم بالإسلام شرفاً، وغلبتم الأمم وحويتم مراتبهم ومواريثهم، وقد بلغني أنكم نقمتم قريشاً، وأن قريشاً لو لم تكن عدتم أذلةً كما كنتم، إن أئمتكم لكم الى اليوم جُنَّة فلا تشذُّوا عن جنتكم، وإن أئمتكم اليوم يصبرون لكم على الجور، ويحتملون منكم المئونة، والله لتنتهن أو ليبتلينكم الله بمن يسومكم، ثم لا يحمدكم على الصبر، ثم تكونون شركاء لهم فيما جررتم على الرعية في حياتكم وبعد موتكم.
فقال رجل من القوم: أمَّا ما ذكرت من قريش فإنها لم تكن أكثر العرب ولا أمنعها في الجاهلية فتخوفنا، وأما ما ذكرت من الجُنَّة فإن الجُنَّة إذا اختُرِقت خُلِص إلينا.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b609] VALUES (66,'فقال معاوية: «عرفتكم الآن، علمتُ أن الذي أغراكم على هذا قلَّةُ العقول، وأنت خطيب القوم، ولا أرى لك عقلاً، أُعظم عليك أمر الإسلام، وأُذكِّرك به، وتذكرني الجاهلية! وقد وعظتك وتزعم لما يجنك أنه يخترق، ولا ينسب ما يخترق إلى الجنة، أخزى الله أقواماً أعظموا أمركم، ورفعوا إلى خليفتكم! افقهوا- ولا أظنكم تفقهون- أن قريشاً لم تُعزّ في جاهليةٍ ولا إسلامٍ إلا بالله - عز وجل -، لم تكن بأكثر العرب ولا أشدِّهم، ولكنهم كانوا أكرمهم أحساباً، وأمحضهم أنساباً، وأعظمهم أخطاراً، وأكملهم مروءة، ولم يمتنعوا في الجاهلية والناس يأكل بعضهم بعضاً إلا بالله الذي لا يُستذلُّ من أعزَّ، ولا يُوضعُ من رفع، فبوأهم حرماً آمناً يتخطف الناس من حولهم! هل تعرفون عرباً أو عجماً أو سوداً أو حمراً إلا قد أصابه الدهر في بلده وحرمته بدولة، إلا ما كان من قريش، فإنه لم يردهم أحد من الناس بكيدٍ إلا جعل الله خده الأسفل، حتى أراد الله أن يتنقذ من أكرم واتبع دينه من هوان الدنيا وسوء مرد الآخرة، فارتضى لذلك خير خلقه، ثم ارتضى له أصحاباً فكان خيارهم قريشاً، ثم بنى هذا الملك عليهم، وجعل هذه الخلافة فيهم، ولا يصلح ذلك إلا عليهم، فكان الله يحوطهم في الجاهلية وهم على كفرهم بالله، أفتراه لا يحوطهم وهم على دينه وقد حاطهم في الجاهلية من الملوك الذين كانوا يدينونكم! أفٍّ لك ولأصحابك! ولو أنَّ متكلماً غيرك تكلم، ولكنك ابتدأت، فأمَّا أنت يا صعصعة فإن قريتك شرُّ قرى عربية، أنتنها نبتاً، وأعمقها وادياً، وأعرفها بالشر، وألأمها جيراناً، لم يسكنها شريفٌ قطُّ ولا وضيعٌ إلا سُبَّ بها، وكانت عليه هجنةٌ، ثُمَّ كانوا أقبح العرب ألقاباً، وألأمه أصهاراً، نزاع الأمم، وأنتم جيران الخط وفعلة فارس، حتى أصابتكم دعوة النبي - صلى الله عليه وسلم - ونكبتك دعوته، وأنت نزيع شطير في عمَّان، لم تسكن البحرين فتشركهم في دعوة النبي - صلى الله عليه وسلم -، فأنت',NULL,'66',NULL,NULL,'0');
INSERT INTO [b609] VALUES (67,'شرُّ قومك، حتى إذا أبرزك الإسلام، وخلطك بالناس، وحملك على الأمم التي كانت عليك، أقبلت تبغي دين الله عوجاً، وتنزع إلى اللآمة والذلة ولا يضع ذلك قريشاً، ولن يضرهم، ولن يمنعهم من تأدية ما عليهم، إن الشيطان عنكم غير غافل، قد عرفكم بالشر من بين أمتكم، فأغرى بكم الناس، وهو صارعكم لقد علم أنه لا يستطيع أن يردَّ بكم قضاءً قضاه الله، ولا أمراً أراده الله، ولا تدركون بالشر أمراً أبداً إلا فتح الله عليكم شراً منه وأخزى».
ثم قام وتركهم، فتذامروا فتقاصرت إليهم أنفسهم، فلما كان بعد ذلك أتاهم فقال: «إني قد أذنت لكم فاذهبوا حيث شئتم، لا والله لا ينفع الله بكم أحداً ولا يضره، ولا أنتم برجال منفعة ولا مضرة، ولكنكم رجال نكير.
وبعد، فإن أردتم النجاة فالزموا جماعتكم، وليسعكم ما وسع الدهماء، ولا يبطرنكم الأنعام، فإن البطر لا يعتري الخيار، اذهبوا حيث شئتم، فإني كاتبٌ إلى أمير المؤمنين فيكم».
فلما خرجوا دعاهم فقال: «إنِّي معيدٌ عليكم: إنَّ رسول الله - صلى الله عليه وسلم - كان معصوماً فولَّاني، وأدخلني في أمره، ثم استُخلف أبو بكر - رضي الله عنه - فولَّاني، ثم استُخلف عمر فولَّاني، ثم استُخلف عثمان فولَّاني، فلم أل لأحدٍ منهم ولم يولِّني إلا وهو راضٍ عني، وإنما طلب رسول الله - صلى الله عليه وسلم - للأعمال أهل الجزاء عن المسلمين والغناء، ولم يطلب لها أهل الاجتهاد والجهل بها والضعف عنها، وإن الله ذو سطوات ونقمات يمكر بمن مكر به، فلا تعرضوا لأمر وأنتم تعلمون من أنفسكم غير ما تظهرون، فإن الله غير تارككم حتى يختبركم ويبدي للناس سرائركم، وقد قال عز وجل: {الم أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون}».',NULL,'67',NULL,NULL,'0');
INSERT INTO [b609] VALUES (68,'وكتب معاوية إلى عثمان: «إنه قدم عليَّ أقوامٌ ليست لهم عقولٌ ولا أديان، أثقلهم الإسلام، وأضجرهم العدل، لا يريدون الله بشيء، ولا يتكلمون بحجة، إنما همهم الفتنة وأموال أهل الذمة، والله مبتليهم ومختبرهم، ثم فاضحهم ومخزيهم، وليسوا بالذين ينكون أحداً إلا مع غيرهم، فانْهَ سَعيداً ومن قبله عنهم، فإنهم ليسوا لاكثر من شغبٍ أو نكير».
وخرج القوم من دمشق فقالوا: لا ترجعوا إلى الكوفة، فإنهم يشمتون بكم، وميلوا بنا إلى الجزيرة، ودعوا العراق والشام فأووا إلى الجزيرة، وسمع بهم عبد الرحمن بن خالد بن الوليد- وكان معاوية قد ولَّاه حمص وولى عامل الجزيرة حران والرقة- فدعا بهم، فقال: «يا آلة الشيطان، لا مرحباً بكم ولا أهلاً! قد رجع الشيطان محسوراً وأنتم بعد نشاط، خسر الله عبد الرحمن إن لم يؤدِّبكم حتى يحسركم، يا معشر من لا أدري أعرب أم عجم، لكي لا تقولوا لي ما يبلغني أنكم تقولون لمعاوية، أنا ابن خالد بن الوليد، أنا ابن من قد عجمته العاجمات، أنا ابن فاقئ الردة، والله لئن بلغنى يا صعصعة ابن ذل أن أحداً ممن معي دقَّ أنفك ثم امصك؛ لأطيرن بك طيرة بعيدة المهوى».
فأقامهم أشهرا كلما ركب أمشاهم، فإذا مر به صعصعة قال: «يا بن الحطيئة، أعلمت أن من لم يصلحه الخير أصلحه الشر! ما لك لا تقول كما كان يبلغني أنك تقول لسعيد ومعاوية»! فيقول ويقولون: نتوب إلى الله، أَقِلْنا أقالك الله! فما زالوا به حتى قال: «تاب الله عليكم».',NULL,'68',NULL,NULL,'0');
INSERT INTO [b609] VALUES (69,'وسرح الأشتر إلى عثمان، وقال لهم: «ما شئتم، إن شئتم فاخرجوا، وإن شئتم فأقيموا وخرج الأشتر»، فأتى عثمان بالتوبة والندم والنزوع عنه وعن أصحابه، فقال: سلمكم الله، وقدم سعيد بن العاص، فقال عثمان للأشتر: «احلل حيث شئت»، فقال: مع عبد الرحمن بن خالد؟ وذكر من فضله، فقال: «ذاك إليكم»، فرجع إلى عبد الرحمن (¬١).

<span data-type="title" id=toc-37>تفاقُم المِحنة، واستدعاء عثمان معاوية:</span>
مع كل ما بذله عثمان - رضي الله عنه - من محاولاتٍ لردِّ هؤلاء الغوغاء والمتمردين عليه، وسلوكه كل سبيلٍ شرعيٍّ متاحٍ لإسكاتهم، ورد شبههم؛ إلا أنَّ الشرَّ كان قد تمكَّن من نفوسهم، وما تفرَّقوا عنه مرة إلا ليجتمعوا عليه أخرى، ولما أحسَّ عثمان بتفاقم الأزمة، أرسل إلى بعض عمَّاله على الأمصار ليستشيرهم، وكان من هؤلاء: معاوية - رضي الله عنه -.
عن محمد بن عبد الله، وطلحة بن الأعلم، وعطية بن الحارث؛ قالوا: «كتب عثمان إلى أهل الأمصار: أما بعد، فإني آخذ العمال بموافاتي في كل موسم، وقد سلَّطتُ الأمة منذ وليت على الأمر بالمعروف والنهي عن المنكر، فلا يرفع علي شيءٌ ولا على أحدٍ من عمالي إلا أعطيته، وليس لي ولعيالي حقٌ قبل الرعية إلا متروكٌ لهم، وقد رفع إلي أهل المدينة أن أقواماً يُشتمون، وآخرون يُضربون، فيا من ضُرب سراً، وشُتم سراً، من ادَّعى شيئاً من ذلك فليوافِ الموسم فليأخذ بحقه حيث كان، مني أو من عمالي، أو تصدقوا فإن الله يجزى المتصدقين، فلما قُرئ في الأمصار أبكى الناس، ودعوا لعثمان وقالوا: إن الأمة لتمخض بشرٍّ.
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٤/ ٣١٧ - ٣٢٢، ٤/ ٣٢٨)، وفي سنده سيف بن عمر التميمي، تقدَّم أنه مع ضعفه فهو عمدة في التاريخ، والراوي عنه: شعيب بن إبراهيم، تقدَّم أن فيه جهالة.
وقد ذكرها الطبري في تاريخه (٤/ ٣٢٢) بسند آخر مختصرة، لكن في سنده الواقدي، تقدم أنه مع إمامته في المغازي متروك في الحديث.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b609] VALUES (70,'وبعث إلى عمال الأمصار فقدموا عليه: عبد الله بن عامر، ومعاوية، وعبد الله بن سعد، وأدخل معهم في المشورة سعيداً وعَمْراً -هما: ابنا العاص-، فقال: ويحكم! ما هذه الشكاية؟ وما هذه الإذاعة؟ إني والله لخائفٌ أن تكونوا مصدوقاً عليكم، وما يعصب هذا إلا بي، فقالوا له: ألم تبعث؟! ألم نرجع إليك الخبر عن القوم؟! ألم يرجعوا ولم يشافههم أحدٌ بشيء؟! لا والله ما صدقوا ولا بروا، ولا نعلم لهذا الأمر أصلاً، وما كنتَ لتأخذ به أحداً فيقيمك على شيء، وما هي إلا إذاعة لا يحل الأخذ بها، ولا الانتهاء إليها.
قال: فأشيروا عليَّ، فقال سعيد بن العاص: هذا أمرٌ مصنوعٌ يصنع في السر، فيلقى به غير ذي المعرفة، فيخبر به، فيتحدث به في مجالسهم، قال: فما دواء ذلك؟ قال: طلب هؤلاء القوم، ثم قتل هؤلاء الذين يخرج هذا من عندهم.
وقال عبد الله بن سعد: خذ من الناس الذي عليهم إذا أعطيتهم الذي لهم، فإنه خيرٌ من أن تدعهم.
قال معاوية: قد وليتني فوليت قوماً لا يأتيك عنهم إلا الخير، والرجلان أعلم بناحيتيهما، قال: فما الرأي؟ قال: حسن الأدب، قال: فما ترى يا عمرو؟ قال: أرى أنك قد لِنتَ لهم، وتراخيت عنهم، وزدتهم على ما كان يصنع عمر، فأرى أن تلزم طريقة صاحبيك، فتشتد في موضع الشدة، وتلين في موضع اللين، إنَّ الشدة تنبغي لمن لا يألو الناس شراً، واللين لمن يخلف الناس بالنصح، وقد فرشتهما جميعاً اللين.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b609] VALUES (71,'وقام عثمان فحمد الله وأثنى عليه، وقال: كل ما أشرتم به عليَّ قد سمعتُ، ولكل أمر بابٌ يُؤتَى منه، إن هذا الأمر الذي يُخاف على هذه الأمة كائنٌ، وإن بابه الذي يغلق عليه فيُكَفْكَفُ به: اللين والمؤاتاة والمتابعة، إلا في حدود الله تعالى ذكره، التي لا يستطيع أحدٌ أن يبادي بعيب أحدها، فإن سده شيءٌ فرفق، فذاك والله ليفتحن، وليست لأحدٍ عليَّ حجة حق، وقد علم الله أني لم آل الناس خيراً، ولا نفسي، ووالله إنَّ رحا الفتنة لدائرة، فطوبى لعثمان إن مات ولم يحركها، كفكفوا الناس، وهَبُوا لهم حقوقهم، واغتفروا لهم، وإذا تُعُوطيت حقوق الله فلا تدهنوا فيها» (¬١).
وتذكر الرواية نفسها أن: «معاوية قال لعثمان غداة ودَّعه وخرج: يا أمير المؤمنين! انطلق معي إلى الشام قبل أن يهجم عليك من لا قِبَلَ لك به، فإن أهل الشام على الأمر لم يزالوا، فقال: أنا لا أبيع جوار رسول الله - صلى الله عليه وسلم - بشيء، وإن كان فيه قطع خيط عنقي، قال: فأبعث إليك جنداً منهم يقيم بين ظهراني أهل المدينة لنائبة إن نابتْ المدينة أو إياك، قال: أنا أُقتِّر على جيران رسول الله - صلى الله عليه وسلم - الأرزاق بجند تساكنهم، وأضيق على أهل دار الهجرة والنصرة؟! قال: والله يا أمير المؤمنين، لتغتالنَّ أو لتغزينَّ، قال: حسبي الله ونعم الوكيل» (¬٢).
ولقد حدث كلُّ ما توقعه معاوية، فجاءت جموع أهل الفتنة لتحاصرَ عثمان - رضي الله عنه - وتغتاله في النهاية. وحين جاء هؤلاء الثوَّار من مختلف الأقاليم لا نجد من بينهم جماعة من أهل الشام (¬٣).
_________
(¬١) في إسناده مقال: أخرجه الطبري في تاريخه (٤/ ٣٤٢ - ٣٤٣) وفي سنده سيف بن عمر التميمي، تقدَّم الحديث عن إمامته في المغازي، وضعفه في الحديث.
(¬٢) المصدر السابق.
(¬٣) عبد الله بن سبأ وأثره في أحداث الفتنة للعودة (ص: ١٥٢).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b609] VALUES (72,'ومن كل ما سبق نجد أننا أمام والٍ كبيرٍ، يشق طريقه بجدارة من بين الولاة إلى ما هو أبعد من الولاية، فقد استطاع أن يجعل من إقليم الشام الإقليم المهيَّأ لقيادة بقية الأقاليم في الدولة الإسلامية بما عمَّق فيه من حسن الطاعة للقيادة، وبما ثبَّت فيه من دعائم الاستقرار، وقطعه لأسباب الفتنة وعوامل الفرقة فيه، وهذا ما لا نجده في غيره من الأقاليم (¬١).
فلما رأى معاوية رفض عثمان لما عرض عليه، لم يملك بعد ذلك إلا أن يوصي الصحابة في المدينة به خيراً من بعده.
فعن موسى بن طلحة، قال: «أرسل عثمان إلى طلحة يدعوه، فخرجتُ معه حتى دخل على عثمان، وإذ علي وسعد والزبير وعثمان ومعاوية، فحمد الله معاوية وأثنى عليه بما هو أهله، ثم قال: أنتم أصحاب رسول الله - صلى الله عليه وسلم -، وخيرته في الأرض، وولاة أمر هذه الأمة، لا يطمع في ذلك أحدٌ غيركم، اخترتم صاحبكم عن غير غلبةٍ ولا طمع، وقد كبرت سنه، وولى عمره، ولو انتظرتم به الهرم كان قريبا، مع أني أرجو أن يكون أكرم على الله أن يبلغ به ذلك، وقد فشت قالةٌ خِفتُها عليكم، فما عتبتم فيه من شيءٍ فهذه يدي لكم به، ولا تطمعوا الناس في أمركم، فو الله لئن طمعوا في ذلك لا رأيتم فيها أبداً إلا إدباراً» (¬٢).
ولقد قام الصحابة رضوان الله عليهم بما يمكن أن يقوموا به للدفاع عن عثمان، إلا أن الخليفة الراشد - رضي الله عنه - لم يكن يحب أن تهراق قطرة دم بسببه، فكان يرد من جاء من أصحابه للدفاع عنه، حتى استطاع الثوار المتمردون أن يتسوَّرُوا عليه بيته، ويتكالبوا عليه، ويقتلوه في شهر ذي الحجة، من سنة خمسٍ وثلاثين من الهجرة.
_________
(¬١) أثر العلماء في الحياة السياسية لعبد الله الخرعان (ص: ٧٦).
(¬٢) إسناده ضعيف: أخرجه ابن شبة في تاريخ المدينة (٣/ ١٠٩٠)، والطبري في تاريخه (٤/ ٣٤٤)، وفي سنده إسحاق بن يحيى بن طلحة، ضعيف، كما في التقريب (٣٩٠).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b609] VALUES (73,'قال النوويُّ: «وأمَّا عثمان - رضي الله عنه -: فخلافته صحيحة بالإجماع، وقُتِل مظلوماً، وقتلته فسقة لأن موجبات القتل مضبوطة، ولم يَجْرِ منه - رضي الله عنه - ما يقتضيه، ولم يشارك في قتله أحدٌ من الصحابة، وإنما قتله همجٌ ورعاعٌ من غوغاء القبائل، وسفلة الأطراف والأرذال، تحزبوا وقصدوه من مصر، فعجزت الصحابة الحاضرون عن دفعهم، فحصروه حتى قتلوه - رضي الله عنه -» (¬١).

<span data-type="title" id=toc-38>وصول الخبر إلى معاوية:</span>
عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم: «لما قُتِل عثمان، كتبتْ نائلةُ بنت الفرافصة إلى معاوية كتاباً تصف فيه كيف دُخل على عثمان، وكيف قُتل، وبعثتْ إليه بقميصه الذي قُتل وهو عليه فيه دمه، فقرأ معاوية الكتاب على أهل الشام، وأمر بقميص عثمان فطِيف به في أجناد الشام، ونُعي إليهم عثمان، وأخبرهم بما أتي إليه واستُحِلَّ من حرمته، وحرَّضهم على الطلب بدم عثمان، فبايعوه على الطلب بدم عثمان» (¬٢).
_________
(¬١) شرح صحيح مسلم (١٥/ ١٤٨ - ١٤٩).
(¬٢) إسناده ضعيف: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الرابعة، ص: ١٣٣ - ١٣٤)، وفي سنده أبو بكر بن عبدالله بن أبي سبرة، متهم بالوضع، وقال عنه مصعب الزبيري: كان عالماً، كما تقدَّم.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b609] VALUES (74,'وعن محمد بن عبد الله، وطلحة بن الأعلم؛ قالا: «قدم على أهل الشام النعمان بن بشير بقميص عثمان - رضي الله عنه - الذي قُتل فيه مُخضَّبا بدمه، وبأصابع نائلة زوجته مقطوعة بالبراجم، إصبعان منها وشيء من الكف، وإصبعان مقطوعتان من أصولهما ونصف الإبهام، فوضع معاوية القميص على المنبر، وكتب بالخبر إلى الأجناد، وثاب إليه الناس، وبكوا سنة وهو على المنبر والأصابع معلقة فيه، وآلى الرجال من أهل الشام ألا يأتوا النساء، ولا يمسهم الماء للغسل إلا من احتلام، ولا يناموا على الفرش حتى يقتلوا قتلة عثمان، ومن عرض دونهم بشيءٍ، أو تفنى أرواحهم» (¬١).

<span data-type="title" id=toc-39>معاوية مع عليِّ بن أبي طالب -رضي الله عنهما</span>-:
لما كان أهل الشورى الذين سمَّاهم عمر قد آل أمر الاختيار بينهم إلى رجلين: عثمان وعليّ، ولما استقر الأمر على تقديم عثمان، ولما كان عثمان قد قُتِل غدرا دون أن يَستخلف؛ كان الترتيب المنطقي أن تؤول الخلافةُ إلى عليِّ بن أبي طالب، فقد كان هو أحقَّ الناس بها في ذلك الوقت، ولذا بايعه الصحابة.
قال الزهريُّ: «لما قُتِل عثمان: برز عليُّ بن أبي طالب للناس ودعاهم إلى البيعة، فبايعه الناس ولم يعدلوا به طلحة ولا غيره، وهذا لأن سائر من بقي من أصحاب الشورى كانوا قد تركوا حقوقهم عند بيعة عثمان، فلم يبق أحدٌ منهم لم يترك حقه إلا علي، وكان قد وفَّى بعهد عثمان حتى قُتل، وكان أفضل من بقي من الصحابة، فلم يكن أحدٌ أحقَّ بالخلافة منه، ثم لم يستبدَّ بها مع كونه أحق الناس بها حتى جرت له بيعة، وبايعه مع سائر الناس من بقي من أصحاب الشورى» (¬٢).
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٤/ ٥٦٢) وفي سنده سيف بن عمر التميمي، تقدَّم الحديث عن إمامته في المغازي، وضعفه في الحديث.
(¬٢) إسناده حسن إلى الزهري: أخرجه البيهقي في الاعتقاد (ص: ٣٧٠ - ٣٧١).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b609] VALUES (75,'وقال الحافظ ابن حجر: «وكانت بيعةُ عليٍّ بالخلافة عقب قتل عثمان في أوائل ذي الحجة سنة خمس وثلاثين، فبايعه المهاجرون والأنصار وكل من حضر، وكتب بيعته إلى الآفاق، فأذعنوا كلهم إلا معاوية في أهل الشام، فكان بينهم بعد ما كان» (¬١).
ولا يُفهم من هذا الكلام أن معاوية بن أبي سفيان وأهل الشام امتنعوا عن مبايعة علي لأنهم يرون معاوية أو غيره أحق بالخلافة، لا، ولكنهم أرادوا الثَّأر أَوَّلاً لدم عثمان قبل مبايعة علي، خاصة معاوية، فهو ابن عم عثمان، ويرى أنه أحق من يطالب بدمه لأنه وليه، ومن هنا نشأ الخلاف، وشبَّت الفتنة بين علي ومعاوية.
عن عُبيد بن أبي أمية الإيادي، قال: «جاء أبو مسلم الخولاني وأناس معه إلى معاوية، فقالوا له: أنت تنازع عليَّاً! أم أنت مثله؟ فقال معاوية: لا والله، إني لأعلم أن عليَّاً أفضل مني، وأنه لأحق بالأمر مني، ولكن ألستم تعلمون أنَّ عثمان قُتل مظلوماً؟ وأنا ابن عمه، وإنما أطلب بدم عثمان، فائتوه فقولوا له، فليدفع إليَّ قتلة عثمان وأسلم له، فأتوا عليَّاً فكلموه بذلك؛ فلم يدفعهم إليه» (¬٢).
_________
(¬١) فتح الباري (٧/ ٧٢).
(¬٢) إسناده صحيح إلى عبيد: أخرجه يحيى بن سليمان الجعفي في كتاب صفِّين - كما في فتح الباري (١٣/ ٨٦) - ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ١٣٢)، وحكم الحافظ ابن حجر على إسناده بأنه جيِّد.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b609] VALUES (76,'ويقول شيخ الإسلام ابن تيْميَّة: «لما طلب علي من معاوية ورعيته أن يبايعوه امتنعوا عن بيعته، ولم يبايعوا معاوية، ولا قال أحد قط: إن معاوية مثل علي، أو إنه أحق من علي بالبيعة، بل الناس كانوا متفقين على أنَّ عليَّاً أفضل وأحق، ولكن طلبوا من عليٍّ أن يقيم الحد على قتلة عثمان، وكان عليٌّ غيرَ متمكن من ذلك لتفرق الكلمة وانتشار الرعية وقوة المعركة لأولئك، فامتنع هؤلاء عن بيعته، إمَّا لاعتقادهم أنه عاجز عن أخذ حقهم، وإما لتوهمهم محاباة أولئك، فقاتلهم عليٌّ لامتناعهم من بيعته، لا لأجل تأمير معاوية» (¬١).
وقال في موطن آخر: «وكذلك معاوية لم يبايعه أحد لما مات عثمان على الإمامة، ولا حين كان يقاتل عليَّاً بايعه أحد على الإمامة، ولا تسمَّى بأمير المؤمنين، ولا سمَّاه أحدٌ بذلك، ولا ادَّعى معاوية ولاية قبل حكم الحكمين.
وعليٌّ يسمي نفسه أمير المؤمنين في مدة خلافته، والمسلمون معه يسمونه أمير المؤمنين. لكن الذين قاتلوه مع معاوية ما كانوا يقرون له بذلك، ولا دخلوا في طاعته، مع اعترافهم بأنه ليس في القوم أفضل منه، ولكن ادعوا موانع تمنعهم عن طاعته.
ومع ذلك فلم يحاربوه، ولا دعوه وأصحابه إلى أن يبايع معاوية، ولا قالوا: أنت وإن كنت أفضل من معاوية لكنَّ معاوية أحق بالإمامة منك، فعليك أن تتبعه وإلا قاتلناك» (¬٢).
_________
(¬١) جامع المسائل لابن تيمية (٦/ ٢٦٣ - ١٦٤). وانظر كذلك: مجموع الفتاوى له (٣٥/ ٧٢ - ٧٣)، والفصل في الملل والأهواء والنحل لابن حزم (٤/ ١٢٤)، والصواعق المحرقة على أهل الرفض والضلال والزندقة لابن حجر الهيتمي (٢/ ٦٢٢).
(¬٢) منهاج السنة النبوية (٦/ ٣٣٠ - ٣٣١).',NULL,'76',NULL,NULL,'0');
INSERT INTO [b609] VALUES (77,'وقال ابنُ حجرٍ الهيتمي: «ومن اعتقاد أهل السنة والجماعة أن ما جرى بين علي ومعاوية -رضي الله عنهما- من الحروب فلم يكن لمنازعة معاوية لعلي في الخلافة؛ للإجماع على أحقيتها لعلي، فلم تهج الفتنة بسببها، وإنما هاجت بسبب أن معاوية ومن معه طلبوا من عليٍّ تسليم قتلة عثمان إليهم، لكون معاوية ابن عمه فامتنع عليٌّ، ظنَّاً منه أن تسليمهم إليهم على الفور -مع كثرة عشائرهم واختلاطهم بعسكر علي- يؤدي إلى اضطرابٍ وتزلزلٍ في أمر الخلافة التي بها انتظام كلمة أهل الإسلام، سيما وهي في ابتدائها لم يستحكم الأمر فيها، فرأى علي - رضي الله عنه - أن تأخير تسليمهم أصوب، إلى أن يرسخ قدمه في الخلافة، ويتحقق التمكن من الأمور فيها على وجهها، ويتم له انتظام شملها، واتفاق كلمة المسلمين، ثم بعد ذلك يلتقطهم واحداً فواحداً ويسلمهم إليهم» (¬١).
وبهذا يتبين نكارة كثير من الروايات -فضلاً عن وهاء سندها- التي تُصوِّر معاوية - رضي الله عنه - محارباً لأجل الخلافة والولاية، وأنَّ الأمر دائرٌ صراعه، وقائمةٌ حروبه وخلافاته على أمرٍ دنيويٍّ، وليس عن اجتهاد شرعي، يبغي كل طرف فيه الوصول إلى الحق الذي ينشده، وفيما يلي -بإذن الله- مزيد بيان لأحوال الصحابة والناس في تلك الفتنة.

<span data-type="title" id=toc-40>انقسام الصحابة والناس بعد مقتل عثمان - رضي الله عنه </span>-:
منذ مقتل عثمان - رضي الله عنه - وبدأت الفتن تلوح في الأفق، وتلقي بظلالها على من عاصرها، ويرجع أصل النزاعات والحروب التي قامت في هذا الوقت إلى الخلاف الواقع حول مسألة الثَّأر لدم عثمان، والانتصار من قاتليه، فهذه المسألة وإن كان متَّفقا عليها بين الجميع، إلا أن الخلاف وقع بينهم في: متى تكون؟
ففريق يرى أن هذا الأمر مُقدَّمٌ على غيره، وهذا الفريق انقسم لقسمين:
_________
(¬١) الصواعق المحرقة (٢/ ٦٢٢).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b609] VALUES (78,'القسم الأول: بايع عليَّاً واعترف له بالخلافة، لكنه كان يرى أنَّ أول واجب على عليّ: أن يثأر من القتلة قبل أيِّ شيء، وأن يُعجِّل بالقصاص منهم. وهذا القسم يُمثِّلُه الزبير بن العوام، وطلحة بن عبيدالله، ومن معهما، وهذا القسم هو من حاربه عليٌّ يوم الجمل.
القسم الثاني: امتنع عن مبايعة عليٍّ حتى يتمَّ الثأرُ لدم عثمان، وهذا القسم يُمثِّلُه معاوية بن أبي سفيان ومن معه من أهل الشام. وهذا القسم هو من حاربه عليٌّ يوم صفِّين.
وأما الفريق الآخر: فيرى أنَّ الثأر لدم عثمان حقٌ وواجب، ولكن الأمر في الدولة الإسلامية في هذا الوقت غير مستقرٍّ، والمطالبة بالثأر الآن ليست في قدرة الخليفة ولا في استطاعته، فقتلة عثمان منتشرون ومتغلغلون داخل الجيش، فالتأنِّي الآن والتريُّث هو الأسلم للمسلمين. وهذا الفريق يُمثِّلُه أمير المؤمنين علي بن أبي طالب.
يقول ابنُ حزمٍ -في معرض دفاعه عن موقف عليٍّ ومن معه-: «أما قولهم: إن أخذ القَوَد واجبٌ من قتلة عثمان، المحاربين لله تعالى ولرسوله - صلى الله عليه وسلم -، الساعين في الأرض بالفساد، والهاتكين حرمة الإسلام والحرم والأمانة والهجرة والخلافة والصحبة والسابقة؛ فنَعَم، وما خالفهم قط عليٌّ في ذلك، ولا في البراءة منهم، ولكنهم كانوا عدداً ضخماً جمَّاً، لا طاقة له عليهم، فقد سقط عن عليٍّ ما لا يستطيع عليه، كما سقط عنه وعن كل مسلم ما عجز عنه من قيام بالصلاة والصوم والحج، ولا فرق، قال الله تعالى: {لا يكلف الله نفسا إلا وسعها}، وقال رسول الله - صلى الله عليه وسلم -: «إذا أمرتكم بشيء فأْتوا منه ما استطعتم»، ولو أن معاوية بايع عليَّاً لقَوِيَ به على أخذ الحق من قتلة عثمان، فصحَّ أن الاختلاف هو الذي أضعف يد علي عن إنفاذ الحق عليهم» (¬١).
_________
(¬١) الفصل في الملل والأهواء والنحل (٤/ ١٢٦).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b609] VALUES (79,'وهناك فريقٌ ثالثٌ اشتبه عليه الأمر، ولم يستطع الترجيح، فاعتزل الفتنة كلها، ومن هؤلاء: سعد بن أبي وقاص، وعبدالله بن عمر، وسعيد بن زيد، - رضي الله عنهم - جميعا (¬١).
وبهذا التلخيص يتبيَّن لنا أنَّ كلاً من هؤلاء الصحابة الأفاضل قد اجتهد، وهم جميعاً أهل لهذا الاجتهاد، فيكون للمصيب منهم أجران، وللمخطئ أجرٌ، ولا حرج عليهم إن شاء الله تعالى.
يقول النوويُّ: «وأمَّا معاوية - رضي الله عنه - فهو من العدول الفضلاء، والصحابة النجباء - رضي الله عنه -، وأما الحروب التي جرتْ فكانت لكل طائفةٍ شبهةٌ اعتقدت تصويب أنفسها بسببها، وكلهم عدول - رضي الله عنهم -، ومتأوِّلون في حروبهم وغيرها، ولم يُخرج شيءٌ من ذلك أحداً منهم عن العدالة، لأنهم مجتهدون اختلفوا في مسائل من محل الاجتهاد، كما يختلف المجتهدون بعدهم في مسائل من الدماء وغيرها، ولا يلزم من ذلك نقص أحدٍ منهم.
واعلم أن سبب تلك الحروب أن القضايا كانت مشتبهةً، فلشدَّة اشتباهها اختلف اجتهادهم، وصاروا ثلاثة أقسام:
قسمٌ ظهر لهم بالاجتهاد أن الحق في هذا الطرف، وأن مخالفه باغٍ، فوجب عليهم نصرته وقتال الباغي عليه فيما اعتقدوه، ففعلوا ذلك، ولم يكن يحل لمن هذه صفته التأخر عن مساعدة إمام العدل في قتال البغاة في اعتقاده.
وقسمٌ عكس هؤلاء، ظهر لهم بالاجتهاد أن الحق في الطرف الآخر، فوجب عليهم مساعدته وقتال الباغي عليه.
وقسمٌ ثالثٌ اشتبهتْ عليهم القضية وتحيَّرُوا فيها، ولم يظهر لهم ترجيح أحد الطرفين، فاعتزلوا الفريقين، وكان هذا الاعتزال هو الواجب في حقهم، لأنه لا يحل الإقدام على قتال مسلمٍ حتى يظهر أنه مستحق لذلك، ولو ظهر لهؤلاء رجحان أحد الطرفين وأن الحق معه؛ لما جاز لهم التأخر عن نصرته في قتال البغاة عليه.
_________
(¬١) انظر أسماء هؤلاء المعتزلين في: أسمى المطالب في سيرة أمير المؤمنين علي بن أبي طالب للصلابي (ص: ٥٢٣ - ٥٣٣).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b609] VALUES (80,'فكلهم معذورون - رضي الله عنهم -، ولهذا اتفق أهل الحق ومن يعتد به في الإجماع على قبول شهاداتهم، ورواياتهم، وكمال عدالتهم، - رضي الله عنهم - أجمعين» (¬١).

<span data-type="title" id=toc-41>تلخيصٌ لما حدث في معركة الجمل (سنة ٣٦ هـ)</span> (¬٢):
نعود الآن إلى القسم الأول من الفريق الأول، الذي بايع عليَّاً، لكنه طلب بتعجيل القصاص من قتلة عثمان، فهم يرون الآن أنَّ الأشهر تمر، وعليٌّ لم يفعل شيئاً بعدُ في شأن هؤلاء القتلة. عندها بدأوا يفكرون في حلولٍ بديلة.
خرج طلحة والزبير أوَّلاً إلى مكة، فالتقيا هناك بأمِّ المؤمنين عائشة، واتفقوا جميعاً على ضرورة التعجيل بالثأر لدم عثمان، وساعدهم على التحرك لهذا الغرض: أنْ تواجد في مكة في هذا الوقت عبد الله بن عامر، وكان أمير البصرة في عهد عثمان، وكذلك تواجد يعلى بن أمية، الذي كان قد خرج من اليمن لإعانة الخليفة، وكِلا الرجلين يحثُّ على الخروج، ويعرض المعونة المادية.
واتفقوا بعد تشاور بينهم على أن يبدأوا الحركة من البصرة، ثم يتوجهوا إلى الكوفة، ويستعينوا بأهلها على قتلة عثمان منهم أو من غيرهم، ثم يدعون أهل الأمصار الأخرى لذلك، حتى يُضيِّقوا الخناقَ على قاتلي عثمان الموجودين في جيش عليّ، فيأخذونهم بأقل قدرٍ ممكنٍ من الضحايا (¬٣).
وكانت مطالبهم في ذلك الخروج واضحة، وهي: الثَّأرُ لدم عثمان، والإصلاح، وإعلام الناس بما فعل الغوغاء، والأمر بالمعروف والنهي عن المنكر، وأن هذا المطلب هو لإقامة حد من حدود الله، وأنه إذا لم يُؤخذْ على أيدي قتلة عثمان فسيكون كل إمام مُعرَّضاً للقتل من أمثال هؤلاء (¬٤).
_________
(¬١) شرح صحيح مسلم (١٥/ ١٤٩).
(¬٢) ليس الحديث عن معركة الجمل من صُلب هذا الكتاب، لأن معاوية ليس طرفا فيها، ولذا لم أُطل النفس في الحديث عنها، وإنما أوردتها ليستقيم تسلسل الأحداث.
(¬٣) تاريخ الطبري (٤/ ٤٤٩ - ٤٥٠)، البداية والنهاية (١٠/ ٤٣٢).
(¬٤) أسمى المطالب (ص: ٥٤٢).',NULL,'80',NULL,NULL,'0');
INSERT INTO [b609] VALUES (81,'ولما وصلوا إلى البصرة، خرج إليهم عثمان بن حنيف، والي عليٍّ على البصرة، فقال لهم: «ماذا تريدون؟» قالوا: نريد قتلة عثمان. فقال لهم: «حتى يأتي عليٌّ»، ومنعهم من الدخول.
ثم خرج إليهم حُكيم بن جَبَلة، وهو أحد الذين شاركوا في قتل عثمان، فقاتلهم في سبعمئة رجلٍ فانتصروا عليه، وقتلوا كثيراً ممن كان معه، وانضم كثيرٌ من أهل البصرة إلى جيش طلحة والزبير وعائشة (¬١).
بلغ عليَّاً أنَّ ثمة قتالٍ وقع بين عثمان بن حنيف، وبين جيش طلحة والزبير، عندها جهَّز جيشاً قوامه عشرة آلاف، وخرج من المدينة إلى الكوفة. وهنا يظهر لنا جليَّاً أنَّ عليَّ بن أبي طالب هو الذي خرج إليهم ولم يخرجوا عليه، ولم يقصدوا قتاله كما تدَّعِي بعض الطوائف ومن تأثَّر بهم، ولو كانوا يريدون الخروج على عليٍّ لذهبوا إلى المدينة مباشرة، وليس إلى البصرة (¬٢).
ولما وصل عليٌّ إلى البصرة، أرسل القعقاع بن عمرو للتفاوض مع طلحة والزبير، واتفق الجميع على عدم القتال، والانتظار لحين استقرار الأمر، حتى يتسنَّى لعليٍّ تنفيذُ القصاص. بَيْد أن هذا الاتفاق لم يصادف قبولاً عند قتلة عثمان الذين تغلغلوا في جيش عليٍّ، فقد رأَوْا في هذا الاتفاق تمهيداً للقضاء عليهم، فباتوا ليلتهم يفكرون في كيفية إشعال الفتنة والحرب بين الجيشين، فاستقر رأيهم على أن تخرج جماعة منهم لتهجم على جيش طلحة والزبير، وتقتل بعض الأفراد منهم، ثم يُولوا هاربين، وفي ظلام الليل نفَّذوا ما اتفقوا عليه.
فوجئ جيشُ طلحة بهجومٍ عليه، وقَتْلٍ في أفراده، فظنُّوا أن جيش عليٍّ غدر بهم، فناوشوا جيش عليّ في الصباح، فظنَّ جيشُ عليٍّ أنَّ جيش طلحة والزبير قد غدر، فاستمرت المناوشات بين الفريقين حتى كانت الظهيرة؛ فاشتعلت المعركة.
_________
(¬١) البداية والنهاية (١٠/ ٤٣٦ - ٤٣٩).
(¬٢) حقبة من التاريخ لعثمان الخميس (ص: ١٧٦).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b609] VALUES (82,'وعلى الرغم من محاولة عليٍّ لتهدئة الموقف من جهة، والزبير وطلحة من جهة أخرى؛ إلا أن نداءاتهم لم تجد آذاناً صاغية، كما يقول ابنُ تيميَّة: «والفتنة إذا وقعتْ عجز العقلاءُ فيها عن دفع السفهاء، فصار الأكابر - رضي الله عنهم - عاجزين عن إطفاء الفتنة وكفِّ أهلها، وهذا شأن الفتن» (¬١).
وساعد قتلةُ عثمان على إذكاء نار الحرب وتهييجها، حتى كثر القتل في الطرفين، وسالت الدماء، وتناثرت الأشلاء، وعُقر جمل أمِّ المؤمنين عائشة، والذي سُمِّيت الموقعة باسمه، واستبسل الناس في الدفاع عنها، وقُتِل طلحة والزبير -رضي الله عنهما- في ذلك اليوم، وردَّ عليٌّ أمَّ المؤمنين عائشة -رضي الله عنها- إلى المدينة مُعزَّزَة مُكرَّمَة (¬٢).

<span data-type="title" id=toc-42>الرسائل بين عليٍّ ومعاويةَ رضي الله عنهما:</span>
بعد أن بُويع لعليٍّ - رضي الله عنه - بالخلافة، بدا له عزلُ معاوية لعدم مبايعته له ودخوله تحت طوعه، فأرسل سهلَ بنَ حُنيف ليكون والياً على الشام بدلاً منه، وذلك في سنة ست وثلاثين من الهجرة.
وخرج سهل حتى إذا كان بتبوك لقيته خيل، فقالوا: من أنت؟ قال: أمير، قالوا: على أيِّ شيء؟ قال: على الشام، قالوا: إن كان عثمان بعثك فحيهلا بك، وإن كان بعثك غيره فارجع! قال: أو ما سمعتم بالذي كان؟! قالوا: بلى، فرجع إلى عليّ (¬٣).
وعند ذلك بدأ إرسال الرسل والمكاتبات بين علي ومعاوية.
_________
(¬١) منهاج السنة النبوية (٤/ ٣٤٣).
(¬٢) انظر: تاريخ الطبري (٤/ ٥٠٦ - ٥٣٩)، البداية والنهاية (١٠/ ٤٤٠ - ٤٦٩).
ولمزيد من التفصيل حول معركة الجمل: انظر ما سطَّره أصحاب صحيح وضعيف تاريخ الطبري (٣/ ٣٨٧ - ٣٩٩).
(¬٣) في إسناده مقال: أخرجه الطبري في تاريخه (٤/ ٤٤٢) وفي سنده سيف بن عمر التميمي، تقدَّم أنه مع ضعفه فهو عمدة في التاريخ، والراوي عنه: شعيب بن إبراهيم، تقدَّم أن فيه جهالة.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b609] VALUES (83,'كتب عليٌّ إلى معاوية، وكان رسوله إليه: سبرة الجهني، فقدم عليه فلم يكتب معاوية بشيء، ولم يجبه، وردَّ رسوله، وجعل كلما تنجَّز جوابه لم يزد على قوله:
أَدِمْ إدامة حِصنٍ أو خدا بيدي ... حرباً ضروساً تشبُّ الجزل والضرما
في جاركم وابنكم إذ كان مقتله ... شنعاء شيبت الأصداغ واللمما
أعيا المسود بها والسيدون فلم ... يوجد لها غيرنا مولى ولا حكما',NULL,'83',NULL,NULL,'0');
INSERT INTO [b609] VALUES (84,'وجعل الجهنيُّ كلما تنجَّز الكتاب لم يزده على هذه الأبيات، حتى إذا كان الشهر الثالث من مقتل عثمان في صفر، دعا معاوية برجل من بني عبس، ثم أحد بني رواحة يُدعى قبيصة، فدفع إليه طوماراً مختوماً، عنوانه: من معاوية إلى علي، فقال: «إذا دخلت المدينة فاقبض على أسفل الطومار»، ثم أوصاه بما يقول، وسرَّح رسولَ عليٍّ، وخرجا فقدما المدينة في ربيع الأول لغرته، فلما دخلا المدينة رفع العبسيُّ الطومار كما أمره، وخرج الناس ينظرون إليه، فتفرقوا إلى منازلهم وقد علموا أن معاوية معترض، ومضى حتى يدخل على علي، فدفع إليه الطومار، ففض خاتمه فلم يجد في جوفه كتابة، فقال للرسول: «ما وراءك؟» قال: آمِنٌ أنا؟ قال: «نعم، إن الرسل آمنة لا تقتل»، قال: ورائي أني تركت قوماً لا يرضون إلا بالقود، قال: «ممّن؟» قال: من خيط نفسك (¬١)، وتركت ستين ألف شيخ يبكي تحت قميص عثمان وهو منصوب لهم، قد ألبسوه منبر دمشق، فقال: «مني يطلبون دم عثمان؟! ألست موتوراً كترة عثمان! اللهم إني أبرأ إليك من دم عثمان، نجا والله قتلة عثمان إلا أن يشاء الله، فإنه إذا أراد أمراً أصابه، اخرج». قال: وأنا آمن؟ قال: «وأنت آمن». فخرج العبسى (¬٢).
ولم تتوقف المحاولات من ناحية علي - رضي الله عنه - عند هذا، بل أرسل إلى معاوية من يتمثَّل فيهم الرشد والحكمة، محاولا إيجاد طريق لرأْبِ الصدع، وإنهاء الفتنة.
_________
(¬١) تقدَّم فيما هو أصح من تلك الرواية أن معاوية كان يطلب أن يُسلم عليٌ إليه القتلة، ولم يطلب القود منه نفسه.
(¬٢) إسناده ضعيف: أخرجه الطبري في تاريخه (٤/ ٤٤٢) وفي سنده سيف بن عمر التميمي، تقدَّم أنه مع ضعفه فهو عمدة في التاريخ، والراوي عنه: شعيب بن إبراهيم، تقدَّم أن فيه جهالة.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b609] VALUES (85,'ففي سنة ست وثلاثين، كما يقول عوانة بن الحكم: «وجَّهَ عليٌّ عند منصرفه من البصرة إلى الكوفة وفراغه من الجمل جريرَ بن عبد الله البجليَّ إلى معاوية يدعوه إلى بيعته، وكان جريرٌ حين خرج عليٌّ إلى البصرة لقتال من قاتله بها بهمذان عاملاً عليها، كان عثمان استعمله عليها، وكان الأشعث بن قيس على أذربيجان عاملاً عليها، كان عثمان استعمله عليها، فلما قدم علي الكوفة منصرفاً إليها من البصرة، كتب إليهما يأمرهما بأخذ البيعة له على من قبلهما من الناس، والانصراف إليه ففعلا ذلك، وانصرفا إليه.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b609] VALUES (86,'فلما أراد عليٌّ توجيه الرسول إلى معاوية، قال جرير بن عبد الله: ابعثني إليه، فإنه لي ودٌّ حتى آتيه فأدعوه إلى الدخول في طاعتك، فقال الأشتر لعلى: لا تبعثه، فو الله إني لأظن هواه معه، فقال عليٌّ: دعه حتى ننظر ما الذي يرجع به إلينا، فبعثه إليه، وكتب معه كتاباً يعلمه فيه باجتماع المهاجرين والأنصار على بيعته، ونكث طلحة والزبير، وما كان من حربه إياهما، ويدعوه إلى الدخول فيما دخل فيه المهاجرون والأنصار من طاعته، فشخص إليه جرير، فلما قدم عليه ماطله واستنظره، ودعا عَمْراً فاستشاره فيما كتب به إليه، فأشار عليه أن يرسل إلى وجوه الشام، ويلزم عليَّاً دم عثمان، ويقاتله بهم، ففعل ذلك معاوية، فلما قدم جرير بن عبد الله على عليٍّ فأخبره خبر معاوية واجتماع أهل الشام معه على قتاله، وأنهم يبكون على عثمان، ويقولون: إن عليَّاً قتله، وآوى قتلته، وأنهم لا ينتهون عنه حتى يقتلهم أو يقتلوه؛ فقال الأشتر لعلي: قد كنت نهيتك أن تبعث جريراً، وأخبرتك بعداوته وغشه، ولو كنت بعثتني كان خيراً من هذا الذي أقام عنده حتى لم يدع باباً يرجو فتحه إلا فتحه، ولا باباً يخاف منه إلا أغلقه، فقال جرير: لو كنت ثَمَّ لقتلوك، لقد ذكروا أنك من قتلة عثمان - رضي الله عنه -، فقال الأشتر: لو أتيتهم والله يا جرير لم يعيني جوابهم، ولحملتُ معاوية على خطة أعجله فيها عن الفكر، ولو أطاعني فيك أمير المؤمنين لحبسك وأشباهك في محبس لا تخرجون منه حتى تستقيم هذه الأمور.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b609] VALUES (87,'فخرج جرير بن عبد الله إلى قرقيسياء، وكتب إلى معاوية، فكتب إليه يأمره بالقدوم عليه» (¬١).
ولما باءت هذه الرسائل والمحاولات بالفشل؛ عزم عليٌّ - رضي الله عنه - على التوجُّه بجيشه إلى معاوية بالشام للقتال، حتى ينقادَ الجميع إليه، فلما علم معاوية بذلك؛ خرج للقائه بصفِّين.
وقد كان هناك من آل البيت وممن ناصروا عليَّاً وظاهروه، من يرغب في ألَّا يواجه عليٌّ معاوية، وأن يترك له مسألة الثأر والدم؛ كعبد الله بن عباس.
فعن زهدم الجرمي قال: كنا عند ابن عباس يوماً فقال: «والله لأحدِّثنَّكم بحديثٍ ما هو بسرٍّ ولا علانية، ما هو بسرٍّ فأكتمكموه، ولا علانية فأخطب به، وإنه لما وُثب على عثمان فقُتل، قُلتُ لابن أبي طالب: اجتنبْ هذا الأمر فستُكفاه، فعصاني، وما أراه يظفر، وايم الله ليظهرن عليكم ابن أبي سفيان، لأن الله قال: {ومن قُتِلَ مظلوماً فقد جعلنا لوليِّه سلطاناً}» (¬٢).
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٤/ ٥٦١ - ٥٦٢) من طريق أبي الحسن المدائني، عن عوانة؛ به. وتقدم أن المدائني كان عالما بأيام الناس، صدوقا في ذلك، مع كونه ليس بالقوي في الحديث، وأما عوانة نفسه: فمع كونه كان من الأخباريين المشهورين؛ إلا أن الحافظ قال عنه في لسان الميزان (٦/ ٢٤٧): روى عَن عَبد الله بن المعتز، عن الحسن بن عليل العنزي - عن عوانة بن الحكم - أنه كان عثمانيا، فكان يضع الأخبار لبني أمية". يُضاف لذلك أنه مات في سنة ثمان وخمسين ومائة، فروايته مرسلة.
(¬٢) إسناده حسن: أخرجه معمر في جامعه (٢٠٩٦٩ - مصنف عبدالرزاق)، عن أيوب، عن زهدم الجرمي، عن ابن عباس؛ به، وهذا سند صحيح، لولا ما يُخشى من وراية معمر عن أيوب، فقد تكلم العلماء في رواية معمر عن أهل البصرة، وأيوب بصري.
انظر: علل ابن أبي حاتم (٤/ ٢٥٦)، شرح علل الترمذي لابن رجب (٢/ ٧٧٤)، هدي الساري لابن حجر (ص: ٤٤٤).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b609] VALUES (88,'<span data-type="title" id=toc-43>موقعة صفِّين (سنة ٣٧ هـ)</span> (¬١):
كان معاوية - كما قدَّمنا - من القسم الثاني من الفريق الأول، والذي امتنع عن مبايعة عليٍّ حتى يتمَّ القصاص من قتلة عثمان، فرأى عليٌّ بعد معركة الجمل أنه يجب على معاوية وأصحابه طاعته ومبايعته، إذ لا يكون للمسلمين إلا خليفةٌ واحد، ورأى أنهم خارجون عن طاعته، يمتنعون عن هذا الواجب، وهم أهل شوكة؛ عندها رأى أن يقاتلهم حتى يؤدُّوا هذا الواجب، فتحصل الطاعة والجماعة (¬٢).
ولذا أعدَّ عليٌّ جيشه، وخرج به إلى صفِّين في الشام. ولما علم معاوية بخروج عليٍّ إليه، جهَّز جيشا وخرج به لملاقاة عليٍّ ومن معه، مُصِرَّاً بذلك على موقفه من عدم المبايعة؛ لحين تسليمه قتلة عثمان.
وكان ذلك في سنة سبعٍ وثلاثين.
قال يعقوب بن سفيان: «كانت وقعةُ صفِّين في شهر ربيع الأول، سنة سبع وثلاثين» (¬٣).
واستخلف عليٌّ على الكوفة: أبا مسعود البدري.
_________
(¬١) أخرج الطبري في تاريخه عددا كبيرا من الروايات في صفِّين، بلغت أربعا وستين رواية، كلها من طريق أبي مخنف لوط بن يحيى، ولم يخرج من غير طريقه سوى سبع روايات فقط ذكرت أحداثا جانبية، وهي بمجموعها لا تعدل رواية واحدة من روايات أبي مخنف المطولة.
وأبو مخنف هذا: أخباري تالف لا يُوثق به، كما في لسان الميزان (٦/ ٤٣٠)، ولذا فسنأخذ من مروياته هنا القدر الذي يتناسب مع سياق الأحداث، وليس فيه كبير نكارة، نظرا لعدم وجود بديل عن ذلك. ولمزيد من التفصيل في تلك المرويات يُنظر: مرويات أبي مخنف في تاريخ الطبري (ص: ٢٧٩).
(¬٢) مجموع الفتاوى (٣٥/ ٧٢).
(¬٣) المعرفة والتاريخ (٣/ ٣١٣).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b609] VALUES (89,'قال عبد العزيز بن رفيع: «لما خرج عليٌّ إلى صفِّين استخلف على الكوفة أبا مسعود الأنصاري عقبة بن عمرو، وأما الشام فكان بها معاوية بن أبي سفيان» (¬١).

<span data-type="title" id=toc-44>تعداد الجيشين:</span>
عن حرب بن خالد بن يزيد بن معاوية قال: «فصل معاوية من الشام إلى صفِّين في سبعين ألفاً، قال وسألت زيد بن علي بن حسين بن علي بن أبي طالب، قلتُ: في كم كان عليٌّ؟ قال: في مِئة ألف» (¬٢).
_________
(¬١) في إسناده إلى عبد العزيز مقال: أخرجه الطبري في تاريخه (٥/ ٩٣)، وفي سنده ليث بن أبي سليم، الرواي عن عبد العزيز، صدوق اختلط جدا، ولم يتميز حديثه؛ فتُرك، كما في التقريب (٥٦٨٥)، وأما عبد العزيز فمع كونه لم يدرك عليَّاً، إلا أنه من سكان الكوفة.
(¬٢) في إسناده مقال: أخرجه خليفة بن خياط في تاريخه (ص: ١٩٣) عن أبي الحسن المدائني، عن مسلمة بن محارب، عن حرب؛ به.
وتقدم أن المدائني كان عالما بأيام الناس، صدوقا في ذلك، أما مسلمة: فقد ترجم له البخاري في التاريخ الكبير (٧/ ٣٨٧)، وابن أبي حاتم في الجرح والتعديل (٨/ ٢٦٦)، ولم يذكرا فيه شيئا.
وقد وردت روايات أخرى -ضعيفة أيضا- بتحديد عدد أفراد الجيشين، في تاريخ خليفة (ص: ٩٣)، مفادها أن جيش علي كان خمسين ألفا، وقيل: تسعين ألفا، وعند القرطبي في التذكرة بأحوال الموتى وأمور الآخرة (ص: ١٠٨٧): "وكان أهل الشام يوم صفِّين خمسة وثلاثين ومائة وألفاً، وكان أهل العراق عشرين أو ثلاثين ومائة وألفاً". فالله أعلم بالصواب.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b609] VALUES (90,'<span data-type="title" id=toc-45>النزاع على الماء:</span>
عن عبد الله بن عوف بن الأحمر، قال: «لما قدمنا على معاوية وأهل الشام بصفِّين، وجدناهم قد نزلوا منزلاً اختاروه، مستوياً بساطاً واسعاً، أخذوا الشريعة فهي في أيديهم، وقد صفَّ أبو الأعور السلمي عليها الخيل والرجال، وقد قدم المرامية أمام من معه، وصفَّ صفَّاً معهم من الرماح والدرق، وعلى رؤوسهم البيض، وقد أجمعوا على أن يمنعونا الماء، ففزعنا إلى أمير المؤمنين، فخبَّرناه بذلك، فدعا صعصعة بن صوحان فقال له: ائت معاوية، وقل له: إنا سرنا مسيرنا هذا إليكم، ونحن نكره قتالكم قبل الإعذار إليكم، وإنك قدمت إلينا خيلك ورجالك فقاتلتنا قبل أن نقاتلك، وبدأتنا بالقتال، ونحن من رأينا الكفُّ عنك حتى ندعوَك ونحتج عليك، وهذه أخرى قد فعلتموها، قد حِلتم بين الناس وبين الماء، والناس غير منتهين أو يشربوا، فابعث إلى أصحابك فليخلوا بين الناس وبين الماء، ويكفوا حتى ننظر فيما بيننا وبينكم، وفيما قدمنا له وقدمتم له، وإن كان أعجب إليك أن نترك ما جئنا له، ونترك الناس يقتتلون على الماء حتى يكون الغالب هو الشارب فعلنا، فقال معاوية لأصحابه: ما ترون؟ فقال الوليد بن عقبة: امنعهم الماء كما منعوه عثمان بن عفان - رضي الله عنه -، حصروه أربعين صباحاً يمنعونه برد الماء، ولين الطعام، اقتلهم عطشاً، قتلهم الله عطشاً! فقال له عمرو بن العاص: خلِّ بينهم وبين الماء، فإن القوم لن يعطشوا وأنت ريَّان، ولكن بغير الماء، فانظر ما بينك وبينهم.
فأعاد الوليد بن عقبة مقالته، وقال عبد الله بن أبي سرح: امنعهم الماء إلى الليل، فإنهم إن لم يقدروا عليه رجعوا، ولو قد رجعوا كان رجوعهم فَلَّاً، امنعهم الماء منعهم الله يوم القيامة! فقال صعصعة: إنما يمنعه الله - عز وجل - يوم القيامة الكفرة الفسقة وشربة الخمر، ضربك وضرب هذا الفاسق-يعني: الوليد بن عقبة- قال: فتواثبوا إليه يشتمونه ويتهددونه، فقال معاوية: كُفُّوا عن الرجل فإنه رسول.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b609] VALUES (91,'فرجع صعصعة إلينا فحدثنا عمَّا قال لمعاوية، وما كان منه وما رد، فقلنا: فما ردَّ عليك؟ فقال: لما أردت الانصراف من عنده قلتُ: ما تردُّ علي؟ قال معاويه: سيأتيكم رأيي، فوالله ما راعنا إلا تسريته الخيل إلى أبي الأعور ليكفَّهم عن الماء، قال: فأبرزنا علي إليهم، فارتمينا ثم أَطْعَنَّا، ثم اضطربنا بالسيوف، فنُصرنا عليهم، فصار الماء في أيدينا، فقلنا لا والله لا نسقيهموه، فأرسل إلينا عليٌّ: أن خذوا من الماء حاجتكم، وارجعوا إلى عسكركم، وخلوا عنهم، فإن الله - عز وجل - قد نصركم عليهم بظلمهم وبغيهم» (¬١).
وأصحُّ من هذه الرواية السابقة ما ذكره حُجْر بن عنبس، حيث قال: «قيل لعليٍّ يوم صفِّين: قد حِيل بيننا وبين الماء, قال: فقال: أرسلوا إلى الأشعث، قال: فجاء، فقال: ائتوني بدرع ابن سهر -رجل من بني براء- فصبها عليه، ثم أتاهم فقاتلهم حتى أزالهم عن الماء» (¬٢).
وقد وردت روايةٌ تردُّ القتال على الماء من الأصل:
_________
(¬١) إسناده ضعيف جدا: أخرجه الطبري في تاريخه (٤/ ٥٧١ - ٥٧٢) من رواية أبي مخنف، وقد تقدم الكلام عنه، وقد أشار د. اليحيى في نقده لمرويات أبي مخنف (ص: ٢٩٥) إلى نكارة في المتن تُضعَّف بها القصة، وهي: أن الوليد بن عقبة مات في الرقة معتزلا الفتنة، وكان ابن أبي السرح ممن اعتزلها أيضا.
(¬٢) إسناده حسن: أخرجه ابن أبي شيبة (٣٧٨٥٥)، وخليفة بن خياط في تاريخه (ص: ١٩٣)، وفي إسناده موسى بن قيس، صدوق، كما في التقريب (٧٠٠٣).',NULL,'91',NULL,NULL,'0');
INSERT INTO [b609] VALUES (92,'فعن أبي الصلت سليم الحضرمي: «شهدنا صفِّين، فأنا لعلى صفوفنا، وقد حلنا بين أهل العراق وبين الماء، فأتانا فارس على برذون، مقنعا بالحديد، فقال: السلام عليكم، فقلنا: وعليك، قال: فأين معاوية؟ قلنا: هو ذا، فأقبل حتى وقف، ثم حسر عن رأسه، فإذا هو أشعث بن قيس الكندي، رجلٌ أصلعٌ ليس في رأسه إلا شعرات، فقال: الله الله يا معاوية في أمة محمد - صلى الله عليه وسلم -، هبوا أنكم قتلتم أهل العراق، فمن للبعوث والذراري؟ أم هبوا أنا قتلنا أهل الشام، فمن للبعوث والذراري؟ الله الله، فإن الله يقول: {وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما، فإن بغت إحداهما على الأخرى، فقاتلوا التي تبغي حتى تفئ إلى أمر الله}، فقال له معاوية: فما الذي تريد؟ قال: نريد أن تخلُّوا بيننا وبين الماء، فوالله لتخلُنَّ بيننا وبين الماء، أو لنضعن أسيافنا على عواتقنا، ثم نمضي حتى نرد الماء أو نموت دونه، فقال معاوية لأبي الأعور عمرو بن سفيان: با أبا عبد الله خل بين إخواننا وبين الماء» (¬١).
لكن الرواية التي قبلها أصحُّ سنداً منها، والله أعلم.
_________
(¬١) إسناده صحيح إلى أبي الصلت: أخرجه عبد الله بن أحمد في كتاب صفِّين -كما في تهذيب الكمال (٣/ ٢٩٢) - ومن طريقه ابن عساكر في تاريخ دمشق (٩/ ١٣٧ - ١٣٨)، لكن يبقى أن أبا الصلت نفسه لا يُعرف حاله، فقد ترجم له ابن أبي حاتم في الجرح والتعديل (٤/ ٢١٢)، وابن عساكر في تاريخ دمشق (٧٢/ ٢٨٣)، ولم يذكرا فيه شيئا!',NULL,'92',NULL,NULL,'0');
INSERT INTO [b609] VALUES (93,'<span data-type="title" id=toc-46>المراسلات بين علي ومعاوية:</span>
قال الطبريُّ -متحدِّثاً عن أحداث سنة سبع وثلاثين-: «فكان في أول شهر منها- وهو المحرم- موادعة الحرب بين علي ومعاوية، قد توادعا على ترك الحرب فيه إلى انقضائه طمعاً في الصلح» (¬١).
وقد جاءت عدة روايات تفيد أن ثمَّة مراسلات تمت بين الطرفين، ابتدأها علي - رضي الله عنه -، في محاولة لتجنُّب القتال، إلا أن هذه المحاولات باءتْ في النهاية بالفشل (¬٢)!
وهذه الروايات جميعها ليس فيها ما يصلح للاستشهاد به، ففضلا عن ضعف إسنادها (¬٣)؛ ففي متونها نكارة شديدة (¬٤).
يقول الحافظ ابن كثيرٍ: «ثُمَّ ذكر أهل السير كلاماً طويلاً جرى بينهم وبين علي، وفي صحة ذلك عنهم وعنه نظر، فإن في مطاوي ذلك الكلام من كلام عليٍّ ما يَنتقص فيه معاوية وأباه، وإنهم إنما دخلوا في الإسلام كرها، ولم يزالا في تردد فيه، وغير ذلك، وأنه قال في غضون ذلك: لا أقول إن عثمان قُتِل مظلوما ولا ظالما! فقالوا: نحن نبرأ ممن لم يقل: إن عثمان قُتل مظلوما. وخرجوا من عنده، فقال علي: {إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين* وما أنت بهادي العمي عن ضلالتهم إن تسمع إلا من يؤمن بآياتنا فهم مسلمون}. ثم قال لأصحابه: لا يكن هؤلاء أولى بالجدِّ في ضلالتهم منكم بالجد في حقكم وطاعة نبيكم، وهذا عندي لا يصحُّ عن عليٍّ - رضي الله عنه -» (¬٥).
على كل حالٍ: فخلاصة الروايات -مع ضعف سندها، ونكارة متنها- أن الصلح لم يقع بين الطرفين، وآل الأمر في نهايته إلى القتال، وهذا لا خلافَ عليه.
قال الطبريُّ: «ثم لم تزل الرسل تتردد بين عليٍّ ومعاوية، والناس كافُّون عن القتال، حتى انسلخ المحرم من هذه السنة، ولم يقع بينهم صلح» (¬٦).
_________
(¬١) تاريخ الطبري (٥/ ٥).
(¬٢) تاريخ الطبري (٤/ ٥٧٣ - ٥٧٥، ٥/ ٥ - ٩).
(¬٣) كل هذه الروايات جاءت من طريق أبي مخنف، وقد تقدَّم الكلام عنه.
(¬٤) انظر نقد هذه المرويات في: مرويات أبي مخنف في تاريخ الطبري (ص: ٢٩٧ - ٣١٠).
(¬٥) البداية والنهاية (١٠/ ٥٠٥).
(¬٦) البداية والنهاية (١٠/ ٥٠٩)، ولم أقف عليه في تاريخ الطبري!',NULL,'93',NULL,NULL,'0');
INSERT INTO [b609] VALUES (94,'<span data-type="title" id=toc-47>تنظيم الجيوش وبداية القتال:</span>
عن حُجر بن عنبس: «ثم التقى الناس يوم الأربعاء، لسبعٍ خَلَوْن من صفر، سنة سبعٍ وثلاثين، ولواءُ عليٍّ مع هاشم بن عتبة بن أبي وقاص، وفي ميسرة علي: ربيعة، وعليهم ابن عباس، وفي ميمنة علي: أهل اليمن، عليهم الأشعث بن قيس، وعليٌّ في القلب في مضر البصرة والكوفة، ولواء معاوية مع المخارق بن الصباح الكلاعي، وفي ميسرة معاوية: مضر، عليهم ذو الكلاع، وفي ميمنته: أهل اليمن، ومعاوية في الشهباء أصحاب البيض والدروع» (¬١).
وعن زيد بن وهب الجهني قال: «وازدلف الناس يوم الأربعاء فاقتتلوا كأشدِّ القتال يومهم حتى الليل، لا ينصرف بعضهم عن بعض إلا للصلاة، وكثرت القتلى بينهم، وتحاجزوا عند الليل وكلٌّ غير غالب، فأصبحوا من الغد، فصلَّى بهم عليٌّ غداة الخميس، فغلَّس بالصلاة أشدَّ التغليس، ثُمَّ بدأ أهل الشام بالخروج، فلما رأوه قد أقبل إليهم خرجوا إليه بوجوههم، وعلى ميمنته عبد الله بن بديل، وعلى ميسرته عبد الله بن عباس، وقُرَّاء أهل العراق مع ثلاثة نفر: مع عمار بن ياسر، ومع قيس بن سعد، ومع عبد الله بن بديل، والناس على راياتهم ومراكزهم، وعليٌّ في القلب في أهل المدينة بين أهل الكوفة وأهل البصرة، وعظم من معه من أهل المدينة الأنصار، ومعه من خزاعة عددٌ حسنٌ، ومن كنانة وغيرهم من أهل المدينة.
_________
(¬١) إسناده حسن: أخرجه خليفة بن خياط في تاريخه (ص: ١٩٣)، والرواي عن حجر: موسى بن قيس، صدوق، كما تقدَّم.
وقد وقع في تاريخ الطبري (٥/ ١١) ترتيب مخالف لهذا، لكن المذكور أقوى سندا مما نقله الطبري. وانظر في تفصيل الخلاف بين الروايات: مرويات أبي مخنف (ص: ٣١٩، ٣٢٠).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b609] VALUES (95,'ثُمَّ زحف إليهم بالناس، ورفع معاوية قُبَّةً عظيمة قد ألقى عليها الكرابيس، وبايعه عظم الناس من أهل الشام على الموت، وبعث خيلُ أهلَ دمشق فاحتاطت بقبته، وزحف عبد الله بن بديل في الميمنة نحو حبيب بن مسلمة، فلم يزل يحوزه، ويكشف خيله من الميسرة حتى اضطرهم إلى قُبَّة معاوية عند الظهر» (¬١).

<span data-type="title" id=toc-48>مَقْتلُ عمَّار بن ياسر - رضي الله عنه -، وظهورُ جيش عليٍّ على أهل الشام:</span>
كان لوجود عمار بن ياسر في جيش علي أثرٌ كبير في اتِّباع الناس له، وانحيازهم إليه، وذلك لما علموه من حديث رسول الله - صلى الله عليه وسلم - في شأن قتل عمَّار خاصَّة، حيث قال: «ويْحَ عمَّار، تقتله الفئة الباغية» (¬٢).
فعن حبة بن جوين العرني، قال: «انطلقتُ أنا وأبو مسعود إلى حذيفة بالمدائن، فدخلنا عليه، فقال: مرحباً بكما، ما خلَّفتُما من قبائل العرب أحداً أحبَّ إلي منكما، فأسندته إلى أبي مسعود، فقلنا: يا أبا عبد الله، حدِّثنا فإنا نخاف الفتن، فقال: عليكما بالفئة التي فيها ابن سمية، إنِّى سمعتُ رسول الله - صلى الله عليه وسلم - يقول: تقتله الفئة الباغية الناكبة عن الطريق، وإن آخر رزقه ضياحٌ من لبن.
قال حبة: فشهدته يوم صفِّين وهو يقول: ائتوني بآخر رزق لي من الدنيا، فأتي بضياح من لبن في قدح أروح له حلقة حمراء، فما أخطأ حذيفة مقياس شعرة، فقال:
اليوم ألقى الأحبَّة ... محمَّداً وحِزْبه
_________
(¬١) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٧)، وفي سنده أبو مخنف، تقدم الكلام فيه.
(¬٢) متفق عليه: أخرجه البخاري (٤٤٧)، ومسلم (٢٩١٥) من حديث أبي سعيد الخدري.
وقد تكلَّم بعض العلماء في صحة هذا الحديث بما لا يقدح فيه إن شاء الله، فانظر تفصيل ذلك في: سلِّ السنان في الذبِّ عن معاوية بن أبي سفيان (ص: ١٧٦ - ١٨٤).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b609] VALUES (96,'والله لو ضربونا حتى يبلغوا بنا سعفات هجر لعلمنا أنا على الحق وأنهم على الباطل، وجعل يقول: الموت تحت الأسل، والجنة تحت البارقة» (¬١).
يقول النوويُّ: «وكانت الصحابة يوم صفِّين يتبعونه -أيْ: عمَّار- حيث توجَّه؛ لعلمهم بأنه مع الفئة العادلة لهذا الحديث» (¬٢).
ولذلك ندم ابن عمر -لاحقاً- على عدم القتال مع عليٍّ، لأجل هذا الحديث.
_________
(¬١) إسناده ضعيف، ولبعضه شواهد: أخرجه الطبري في تاريخه (٥/ ٣٨ - ٣٩)، وفي سنده مسلم بن كيسان الأعور، ضعيف، كما في التقريب (٦٦٤١).
فحديث: "ويح عمار، تقتله الفئة الباغية" أخرجه البخاري (٤٤٧)، ومسلم (٢٩١٥) من حديث أبي سعيد الخدري.
وقول عمار: "ائتوني بآخر رزق لي من الدنيا"، له شاهد عند الحاكم (٥٦٦٩) من حديث أبي البختري: "أن عمار بن ياسر، أتي بشربة من لبن، فضحك فقيل له: ما يضحكك، فقال: إن رسول الله - صلى الله عليه وسلم - قال: آخر شراب أشربه حين أموت هذا". إلا أن أبا البختري لم يدرك عمارا. انظر: جامع التحصيل (ص: ١٨٣).
والفقرة الأخيرة يشهد لها ما أخرجه أحمد (١٨٨٨٤)، وابن حبان (٧٠٨٠) -بسند صحيح- عن عبدالله بن سلمة قال: "رأيت عمارا يوم صفِّين، شيخا كبيرا، آدم طوالا، آخذا الحربة بيده ويده ترعد، فقال: والذي نفسي بيده لقد قاتلت بهذه الراية مع رسول الله - صلى الله عليه وسلم - ثلاث مرات، وهذه الرابعة، والذي نفسي بيده، لو ضربونا حتى يبلغوا بنا سعفات هجر، لعرفت أن مصلحينا على الحق، وأنهم على الضلالة".
(¬٢) تهذيب الأسماء واللغات (٢/ ٣٨).',NULL,'96',NULL,NULL,'0');
INSERT INTO [b609] VALUES (97,'فعن حمزة بن عبد الله بن عمر، أنه بينا هو جالس مع عبد الله بن عمر جاءه رجل من أهل العراق فقال: يا أبا عبد الرحمن، إني والله لقد خرجت أن أتسمت بسمتك، وأقتدي بك في أمر فرقة الناس، وأعتزل الشر ما استطعت، وأن أقرأ آية من كتاب الله محكمة، قد أخذت بقلبي، فأخبرني عنها، أرأيت قول الله - عز وجل -: {وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين} أخبرني عن هذه الآية. فقال عبد الله بن عمر: «ما لك ولذلك؟! انصرف عني». فقام الرجل فانطلق حتى إذا توارينا سواده أقبل إلينا عبد الله بن عمر فقال: «ما وجدت في نفسي في شيء من أمر هذه الآية إلا ما وجدت في نفسي أني لم أقاتل هذه الفئة الباغية كما أمرني الله تعالى» (¬١).
فلمَّا قُتل عمَّار - رضي الله عنه - شدَّ ذلك من أزر جيش عليٍّ، وكاد أن يفتَّ في عضد جيش معاوية، لولا ما تأوَّل به معاويةُ هذا الحديث، وانتشر بين أفراد جيشه.
_________
(¬١) إسناده صحيح: أخرجه الحاكم (٣٧٢٢)، وليس في الأثر المذكور تحديد من يعنيهم ابن عمر، إلا أنه قد ورد عند ابن أبي الدنيا في المحتضرين (٢١٣) -بسند صحيح- من طريق سعيد بن جبير، قال: "لما حضرت ابن عمر الوفاة قال: ما آسى على شيء إلا على ظمأ الهواجر، ومكابدة الليل، وأني لم أقاتل الفئة الباغية التي نزلت بنا. يعني الحجاج".',NULL,'97',NULL,NULL,'0');
INSERT INTO [b609] VALUES (98,'فعن محمد بن عمرو بن حزم، قال: «لما قُتل عمار بن ياسر دخل عمرو بن حزم على عمرو بن العاص، فقال: قُتل عمار، وقد قال رسول الله - صلى الله عليه وسلم -: تقتله الفئة الباغية، فقام عمرو بن العاص فزعاً يرجع حتى دخل على معاوية، فقال له معاوية: ما شأنك؟ قال: قُتل عمار، فقال معاوية: قد قُتل عمار، فماذا؟ قال عمرو: سمعت رسول الله - صلى الله عليه وسلم - يقول: تقتله الفئة الباغية، فقال له معاوية: دحضتَ في بَوْلك، أونحن قتلناه؟! إنما قتله عليٌّ وأصحابه، جاءوا به حتى ألقوه بين رماحنا، أو قال: بين سيوفنا» (¬١).

<span data-type="title" id=toc-49>ردُّ العلماء تأويل معاوية - رضي الله عنه - وأهلِ الشام للحديث:</span>
مع إعذار العلماء لمعاوية ومن قاتل معه -كما سيأتي لاحقاً إن شاء الله- إلا أنهم لم يرتضوا منهم هذا التأويل للحديث، ورأوه بعيداً عن المراد منه، وهذا من الإنصاف.
قال أبو عبد الله القرطبي: «وقد أجاب عليٌّ - رضي الله عنه - عن قول معاوية بأن قال: فرسول الله - صلى الله عليه وسلم - إذاً قتل حمزة حين أخرجه، وهذا من علي - رضي الله عنه - إلزامٌ لا جواب عنه، وحجةٌ لا اعتراض عليها. قاله الإمام الحافظ أبو الخطاب بن دحية» (¬٢).
وقال ابن تيْميَّة: «وأما الحديث الذي روي عن النبي - صلى الله عليه وسلم - أنه قال لعمَّار: تقتلك الفئة الباغية، فبعضهم ضعَّفه، وبعضهم تأوَّله، فقال بعضهم: ما يروى عن معاوية - رضي الله عنه - أنه قال لما ذُكر له هذا الحديث: أونحن قتلناه؟ إنما قتله عليٌّ وأصحابه حيث ألقوه بين أسيافنا.
_________
(¬١) إسناده صحيح: أخرجه معمر في جامعه (مصنف عبد الرزاق- ٢٠٤٢٧) -ومن طريقه أحمد (١٧٧٧٨)، وأبو يعلى (٧١٧٥)، والحاكم (٢٦٦٣) -.
(¬٢) التذكرة بأحوال الموتى وأمور الآخرة (ص: ١٠٨٩).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b609] VALUES (99,'ورُوي عن علي - رضي الله عنه - أنه ذُكر له هذا التأويل، فقال: فرسول الله - صلى الله عليه وسلم - وأصحابه يكونون حينئذ قد قتلوا حمزة وأصحابه يوم أحد؛ لأنه قاتل معهم المشركين.
وهذا القول لا أعلم له قائلاً من أصحاب الأئمة الأربعة ونحوهم من أهل السنة، ولكن هو قول كثير من المروانية ومن وافقهم» (¬١).
وقال أيضاً: «ويُروى أن معاوية تأوَّل أن الذي قتله هو الذي جاء به دون مقاتليه، وأن عليَّاً ردَّ هذا التأويل بقوله: فنحن إذاً قتلنا حمزة. ولا ريب أن ما قاله علي هو الصواب» (¬٢).
وقال ابن القيِّم: «نعم، التأويل الباطل تأويل أهل الشام قوله لعمَّار: تقتلك الفئة الباغية، فقالوا: نحن لم نقتله، إنما قتله من جاء به حتى أوقعه بين رماحنا! فهذا هو التأويل الباطل المخالف لحقيقة اللفظ وظاهره، فإن الذي قتله هو الذي باشر قتله لا من استنصر به، ولهذا ردَّ عليهم من هو أولى بالحق والحقيقة منهم؛ فقالوا: فيكون رسول الله - صلى الله عليه وسلم - وأصحابه هم الذين قتلوا حمزة والشهداء معه، لأنهم أتوا بهم حتى أوقعوهم تحت سيوف المشركين» (¬٣).
وقال ابن كثير: «فقول معاوية: إنما قتله من قدمه إلى سيوفنا؛ تأويلٌ بعيدٌ جداً، إذ لو كان كذلك لكان أمير الجيش هو القاتل للذين يقتلون في سبيل الله، حيث قدَّمهم إلى سيوف الأعداء» (¬٤).
ولعلَّ من أقوى ما يردُّ هذا التأويل: فهمَ عبد الله بن عمرو بن العاص للحديث كما فهمه عليٌّ وأصحابه، مع أنه لم يكن في جيشهم.
_________
(¬١) منهاج السنة النبوية (٤/ ٤٠٥ - ٤٠٦).
(¬٢) مجموع الفتاوى (٣٥/ ٧٧).
(¬٣) الصواعق المرسلة (١/ ١٨٤ - ١٨٥).
(¬٤) البداية والنهاية (٩/ ١٩٦).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b609] VALUES (100,'فعن حنظلة بن خويلد العنبري، قال: «بينما أنا عند معاوية، إذ جاءه رجلان يختصمان في رأس عمَّار، يقول: كل واحد منهما أنا قتلته، فقال عبد الله بن عمرو: ليطِبْ به أحدكما نفساً لصاحبه، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: تقتله الفئة الباغية، قال معاوية: فما بالك معنا؟ قال: إن أبي شكاني إلى رسول الله - صلى الله عليه وسلم -، فقال: أطع أباك ما دام حيا، ولا تعصه. فأنا معكم ولست أقاتل» (¬١).
فعبد الله بن عمرو مع كونه مع أبيه عمرو ومعاوية، إلا أنه لم يرتضِ تأويل معاوية، وأجرى الحديث على ظاهره، مُقِرَّاً بأن من باشر القتل هو الباغي.
ولكن ثمَّ تأويلٌ آخر، لعل له وجهاً وحظَّاً من النظر، ذكره شيخ الإسلام ابن تيْميَّة، وهو قوله:
«ثم (إنَّ عمَّارا تقتله الفئة الباغية) ليس نصاً في أن هذا اللفظ لمعاوية وأصحابه، بل يمكن أنه أُريد به تلك العصابة التي حملت عليه حتى قتلته، وهي طائفة من العسكر، ومن رضي بقتل عمار كان حكمه حكمها. ومن المعلوم أنه كان في العسكر من لم يرض بقتل عمَّار: كعبد الله بن عمرو بن العاص، وغيره؛ بل كل الناس كانوا منكرين لقتل عمَّار، حتى معاوية، وعمرو» (¬٢).

<span data-type="title" id=toc-50>ليلة الهرير، وآخر أيام القتال:</span>
بعد أن قُتل عمَّار اشتعلتْ نار الحرب مرة أخرى، وأذكى لهيبَها حماسُ جيش علي، بعدما تبين لهم أنهم أولى بالحق من غيرهم، وفي المقابل استمات أهل الشام في المقاومة والدفاع، وبلغ الأمر أن صلَّى عليٌّ في تلك الليلة صلاة الخوف.
قال الشافعيُّ: «وحُفظ عن عليٍّ أنه صلَّى صلاة الخوف ليلة الهرير» (¬٣).
_________
(¬١) إسناده صحيح: أخرجه أحمد (٦٥٣٨)، والبخاري في التاريخ الكبير (٣/ ٣٩) والنسائي في خصائص علي (١٦٤)، وقال الذهبي في المعجم المختص (ص: ٩٦): "إسناده جيد".
(¬٢) مجموع الفتاوى (٣٥/ ٧٦ - ٧٧).
(¬٣) التلخيص الحبير (٢/ ١٥٧).',NULL,'100',NULL,NULL,'0');
INSERT INTO [b609] VALUES (101,'وقال البيهقيُّ: «ويُذكر عن جعفر بن محمد، عن أبيه، أن عليَّاً - رضي الله عنه - صلى المغرب صلاة الخوف ليلة الهرير» (¬١).
وقال ابن كثير: «ثم حانت صلاة المغرب، فما صلى عليٌّ بالناس إلا إيماء صلاتي العشاء، واستمر القتال في هذه الليلة كلها، وهي من أعظم الليالي شراً بين المسلمين، وتُسمى هذه الليلة ليلة الهرير. وكانت ليلة الجمعة تقصَّفتْ فيها الرماح، ونفدتْ النبال، وصار الناس إلى السيوف، وعلي - رضي الله عنه - يحرِّض القبائل، ويتقدَّم إليهم، يأمر بالصبر والثبات وهو أمام الناس في قلب الجيش، وعلى الميمنة الأشتر النخعي، تولَّاها بعد قتل عبد الله بن بديل، عشية الخميس ليلة الجمعة، وعلى الميسرة ابن عباس، والناس يقتتلون من كل جانب، وذلك لما قُتل عمَّار، عرف أهل العراق أن أهل الشام بغاة ليس معهم حق» (¬٢).
وقال أبو إسحاق ابن ديزيل: «وهو في تلك الليالي هي ليله الهرير، جعل يهرُّ بعضهم على بعض.
والهرير: الصوت يشبه النباح، لأنهم تراموا بالنبل حتى فنيت، وتطاعنوا الرماح حتى اندقت، وتضاربوا بالسيوف حتى انقضت، ثم نزل القوم يمشي بعضهم إلى بعض قد كسروا جفون سيوفهم، واضطربوا بما بقي من السيوف وعمد الحديد، فلا تسمع إلا غمغمة القوم والحديد في الهام، ولما صارت السيوف كالمناجل تراموا بالحجارة، ثم جثوا على الركب فتحاثوا بالتراب، ثم تكادموا بالأفواه، وكسفت الشمس، وثار القتام، وارتفع الغبار، وضلت الألوية والرايات، ومرت أوقات أربع صلوات، لأن القتال كان بعد صلاة الصبح واقتتلوا إلى نصف الليل» (¬٣).
_________
(¬١) السنن الكبرى (٣/ ٣٥٨).
(¬٢) البداية والنهاية (١٠/ ٥٤١ - ٥٤٢).
(¬٣) التذكرة للقرطبي (ص: ١٠٨٦ - ١٠٨٧).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b609] VALUES (102,'وقال ابن كثير: «وذكر غير واحدٍ من علماء السير، أنهم اقتتلوا بالرماح حتى تقصَّفت، وبالنبال حتى فنيت، وبالسيوف حتى تحطمت، ثم صاروا إلى أن تقاتلوا بالأيدي، والرمي بالحجارة، والتراب يعفرونه في الوجوه، ثم تعاضوا بالأسنان، فكان يقتتل الرجلان حتى يثخنا ثم يجلسان يستريحان، وكل واحد منهما يهمز على الآخر ويهرُ عليه، ثم يقومان فيقتتلان كما كانا، لا يمكن أحدهما الفرار من الآخر، فإنا لله وإنا إليه راجعون، ولم يزل ذلك دأبهم حتى أصبح الناس من يوم الجمعة وهم كذلك، وصلى الناس الصبح إيماء وهم في القتال حتى تضاحى النهار وأقبل النصر، وتوجه النصر لأهل العراق على أهل الشام ; وذلك أن الأشتر النخعي صارت إليه إمرة الميمنة -وكان من الشجعان الأبطال الذين يعرفون الحروب ولا يهابون القتل- فحمل بمن فيها على أهل الشام، وتبعه علي، فانفضت غالب صفوف أهل الشام، ولم يبق إلا الهزيمة والكسرة والفرار» (¬١).

<span data-type="title" id=toc-51>توقُّف القتال والدعوة إلى التحكيم:</span>
كان لكثرة القتل الذي وقع في الطرفين، مع الإجهاد والإعياء الذي أصاب الجميع أثرٌ في الوصول إلى وقف القتال، والدعوة إلى التحكيم.
يقول محمد بن سيرين: «بلغ قتلى صفِّين سبعين ألفاً» (¬٢).
وقال خليفة بن خيَّاط: «وكان ممن قُتِل مع معاوية: ذو كلاع، وحوشب، وعبيد الله بن عمر بن الخطاب، وعمرو بن الحضرمي، وحابس بن سعد الطائي، وعروة بن داود الدمشقي، في جماعة كثيرة.
وقُتِل من أصحاب علي: عمار بن ياسر، وهاشم بن عتبة بن أبي وقاص، وعبد الله بن بديل بن ورقاء الخزاعي، وعبد الله بن كعب المرادي، وعبد الرحمن بن كلدة الجمحي، في جماعة كثيرة» (¬٣).
_________
(¬١) البداية والنهاية (١٠/ ٥٤٢ - ٥٤٣).
(¬٢) إسناده صحيح: أخرجه خليفة بن خياط في تاريخه (ص: ١٩٦).
(¬٣) تاريخ خليفة بن خياط (ص: ١٩٤).',NULL,'102',NULL,NULL,'0');
INSERT INTO [b609] VALUES (103,'وعن عبد الرحمن بن أبزي، قال: «شهدنا مع علي ثمان مائة، فاقتتلوا يوم الأربعاء، ويوم الخميس، ويوم الجمعة، وليلة السبت، ثم رفعت المصاحف ودعوا إلى الصلح» (¬١).
وكان الداعون إلى التحكيم ووقف القتال: أهلَ الشام، ووافقهم عليٌّ على ما ذهبوا إليه.
فعن حبيب بن أبي ثابت، قال: «أتيتُ أبا وائل في مسجد أهله أسأله عن هؤلاء القوم الذين قتلهم عليٌّ بالنهروان، فيما استجابوا له، وفيما فارقوه، وفيما استحل قتالهم، قال: كنا بصفِّين فلما استحرَّ القتل بأهل الشام اعتصموا بتلٍّ، فقال عمرو بن العاص لمعاوية: أرسل إلى عليٍّ بمصحف، وادعه إلى كتاب الله، فإنه لن يأبى عليك، فجاء به رجل، فقال: بيننا وبينكم كتاب الله {ألم تر إلى الذين أوتوا نصيبا من الكتاب يدعون إلى كتاب الله، ليحكم بينهم، ثم يتولى فريق منهم، وهم معرضون}، فقال عليٌّ: نعم أنا أولى بذلك، بيننا وبينكم كتاب الله، قال: فجاءته الخوارج، ونحن ندعوهم يومئذ القرَّاء، وسيوفهم على عواتقهم، فقالوا: يا أمير المؤمنين، ما ننتظر بهؤلاء القوم الذين على التلِّ ألا نمشي إليهم بسيوفنا، حتى يحكم الله بيننا وبينهم، فتكلم سهل بن حنيف، فقال: يا أيها الناس اتهموا أنفسكم، فلقد رأيتنا يوم الحديبية، يعني الصلح الذي كان بين رسول الله - صلى الله عليه وسلم - وبين المشركين، ولو نرى قتالا لقاتلنا» (¬٢).
_________
(¬١) إسناده ضعيف: أخرجه خليفة بن خياط في تاريخه (ص: ١٩٣ - ١٩٤)، وفي سنده عبد الله بن عبد الرحمن بن أبزى، مقبول، كما في التقريب (٣٤٢٣).
(¬٢) إسناده صحيح: أخرجه أحمد (١٥٩٧٥)، وهو عند البخاري (٤٨٤٤)، ومسلم (١٧٨٥)، مختصرا عن هذا السياق.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b609] VALUES (104,'قال الطبريُّ: «فكُتب كتاب القضية بين علي ومعاوية- فيما قيل- يوم الأربعاء، لثلاث عشرة خلت من صفر، سنة سبع وثلاثين من الهجرة، على أن يوافي علي ومعاوية موضع الحكمين بدومة الجندل في شهر رمضان، مع كل واحد منهما أربعمائة من أصحابه وأتباعه» (¬١).

<span data-type="title" id=toc-52>مرويَّاتُ قصة التحكيم:</span>
كثُر الكلام حول قصة التحكيم، وتداولها المؤرخون والكتَّاب على أنها حقيقة ثابتة لا مرية فيها، فهم ما بين مُطيل ومختصر في سياقها، وشارح ومستنبط للدروس وبانٍ للأحكام على مضامينها، وقلَّما نجد أحداً وقف عندها فاحصاً مدققاً!
وقد أحسن ابن العربي في ردها إجمالاً، وإن كان غير مفصل، فقال: «وقد تحكم الناس في التحكيم، فقالوا فيه ما لا يرضاه الله، وإذا لحظتموه بعين المروءة -دون الديانة- رأيتم أنها سخافة حمل على سطرها في الكتب في الأكثر عدمُ الدين، وفي الأقل جهلٌ متين» (¬٢).
والراجح من ناحية الحكم العلمي على الروايات: أن جميع متون قصة التحكيم لا تثبت (¬٣)، ولا تقوم لها قائمة أمام معيار النقد والتقييم العلمي، وذلك من وجوه:
أولاً: أن جميع طرقها ضعيفة، وأقوى طريق وقفنا عليه لها: ما صحَّ عن الزهري -مرسلاً- أنه قال:
«فأصبح أهل الشام قد نشروا مصاحفهم، ودعوا إلى ما فيها، فهاب أهل العراقين، فعند ذلك حكَّموا الحكمين، فاختار أهلُ العراق أبا موسى الأشعريَّ، واختار أهل الشام عمرو بن العاص، فتفرَّق أهل صفِّين حين حكم الحكمان، فاشترطا أن يرفعا ما رفع القرآن، ويخفضا ما خفض القرآن، وأن يختارا لأمة محمد - صلى الله عليه وسلم -، وأنهما يجتمعان بدومة الجندل، فإن لم يجتمعا لذلك اجتمعا من العام المقبل بأذرح.
_________
(¬١) تاريخ الطبري (٥/ ٥٦ - ٥٧).
(¬٢) العواصم من القواصم (ص: ١٧٢).
(¬٣) انظر هذه الروايات في: تاريخ الطبري (٥/ ٤٨ - ٥٦)، مرويات أبي مخنف (ص: ٣٧٧ - ٤٠١).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b609] VALUES (105,'فلما انصرف عليٌّ خالفتْ الحرورية وخرجتْ- وكان ذلك أول ما ظهرت- فآذنوه بالحرب، وردُّوا عليه أن حكَّم بني آدم في حُكم الله - عز وجل -، وقالوا: لا حكم إلا لله سبحانه! وقاتلوا، فلما اجتمع الحكمان بأذرح، وافاهم المغيرة بن شعبة فيمن حضر من الناس، فأرسل الحكمان إلى عبد الله بن عمر بن الخطاب، وعبد الله بن الزبير، في إقبالهم في رجال كثير، ووافى معاوية بأهل الشام، وأبى عليٌّ وأهل العراق أن يوافوا، فقال المغيرة بن شعبة لرجال من ذوي الرأي من قريش: أترون أحداً من الناس برأي يبتدعه يستطيع أن يعلم أيجتمع الحكمان أم يتفرقان؟ قالوا: لا نرى أحداً يعلم ذلك، قال: فوالله إني لأظن أني سأعلمه منهما حين أخلو بهما وأراجعهما، فدخل على عمرو بن العاص وبدأ به، فقال: يا أبا عبد الله، أخبرني عما أسألك عنه، كيف ترانا معشر المعتزلة؟ فإنا قد شككنا في الأمر الذي تبين لكم من هذا القتال، ورأينا أن نستأني ونتثبت حتى تجتمع الأمة، قال: أراكم معشر المعتزله خلف الأبرار، وأمام الفجار! فانصرف المغيرة ولم يسأله عن غير ذلك، حتى دخل على أبي موسى فقال له مثل ما قال لعمرو، فقال أبو موسى: أراكم أثبتَ الناس رأياً، فيكم بقية المسلمين، فانصرف المغيرة ولم يسأله عن غير ذلك، فلقي الذين قال لهم ما قال من ذوي الرأي من قريش، فقال: لا يجتمع هذان على أمر واحد، فلما اجتمع الحكمان وتكلما قال عمرو بن العاص: يا أبا موسى، رأيت أول ما تقضي به من الحق أن تقضي لأهل الوفاء بوفائهم، وعلى أهل الغدر بغدرهم، قال أبو موسى: وما ذاك؟ قال: ألست تعلم أن معاوية وأهل الشام قد وفوا، وقدموا للموعد الذي واعدناهم إياه؟ قال: بلى، قال عمرو: اكتبها، فكتبها أبو موسى، قال عمرو: يا أبا موسى، أأنت على أن نسمي رجلاً يلي أمر هذه الأمة؟ فسمه لي، فإن أقدر على أن أتابعك فلك عليَّ أن أتابعك، وإلا فلي عليك أن تتابعني! قال أبو موسى: أسمي لك عبد الله بن عمر، وكان ابن عمر',NULL,'105',NULL,NULL,'0');
INSERT INTO [b609] VALUES (106,'فيمن اعتزل، قال عمرو: إني أسمي لك معاوية بن أبي سفيان، فلم يبرحا مجلسهما حتى استبَّا، ثم خرجا إلى الناس، فقال أبو موسى: إني وجدت مثل عمرو مثل الذين قال الله - عز وجل -: {واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها}، فلما سكت أبو موسى تكلم عمرو فقال: أيها الناس وجدتُ مثل أبي موسى كمثل الذي قال - عز وجل -: {مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار يحمل أسفارا}، وكتب كل واحد منهما مثله الذي ضرب لصاحبه إلى الأمصار» (¬١).
وهذا مع كونه صحَّ عن الزهري، إلا أنه أرسله ولم يسنده لأحد، والمرسل -عامَّةً- لا تقوم به حجة، ومرسل الزهري نفسه -خاصَّةً- عند العلماء من أوهى المراسيل.
قال أحمد بن سنان: «كان يحيى بن سعيد القطان لا يرى إرسال الزهري وقتادة شيئا، ويقول: هو بمنزلة الريح، ويقول: هؤلاء قوم حُفَّاظ، كانوا إذا سمعوا الشيء علَّقوه» (¬٢).
وقال يحيى بن معين: «مراسيل الزهري ليس بشيء» (¬٣).
فإذا أضفنا لذلك ما في المتن من نكارة، كتصوير عمرو بن العاص بالماكر المخادع، وتصوير أبي موسى الأشعري بالمغفّل، مع سوء الأخلاق التي لا تليق بمن ربَّاهم النبي - صلى الله عليه وسلم -؛ ازداد ذلك المرسل وَهْنا على وَهْن.
لم يكن الطرفان في حاجة إلى خداع، بل ما كان يريده كل طرف يطرحه على صاحبه، فإن قبله؛ وإلا لم يتفقا. وقد وردت رواية تدل على تلك المصارحة.
_________
(¬١) إسناده صحيح إلى الزهري: أخرجه الطبري في تاريخه (٥/ ٥٧ - ٥٩).
(¬٢) المراسيل لابن أبي حاتم (ص: ٣)، الجرح والتعديل له (١/ ٢٤٦).
(¬٣) المراسيل لابن أبي حاتم (ص: ٣).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b609] VALUES (107,'فعن مبارك بن فضالة، عن الحسن البصري، قال: «أخبرني الأحنف، أن معاوية كتب إلى علي أن امح هذا الاسم إن أردت أن يكون صلح، فاستشار- وكانت له قبة يأذن لبني هاشم فيها، ويأذن لي معهم- قال: ما ترون فيما كتب به معاوية أن امح هذا الاسم؟ - قال مبارك: يعنى: أمير المؤمنين- قال: برحه الله! فإن رسول الله - صلى الله عليه وسلم - حين وادع أهل مكة كتب: محمد رسول الله، فأبوا ذلك حتى كتب: هذا ما قاضى عليه محمد بن عبد الله، فقلتُ له -أي: الأحنف-: أيها الرجل مالك وما لرسول الله - صلى الله عليه وسلم -؟ إنا والله ما حابيناك ببيعتنا، وإنا لو علمنا أحداً من الناس أحق بهذا الأمر منك لبايعناه، ثم قاتلناك، وإني أقسم بالله لئن محوت هذا الاسم الذي بايعت عليه وقاتلتهم لا يعود إليك أبدا.
قال: وكان والله كما قال، قال: قلَّما وُزن رأيه برأي رجل إلا رجح عليه» (¬١).
فهنا معاوية صرَّح بما أراده من علي، ولم يكل الأمر إلى عمرو ليحتال ويخادع، ولم يكن مطلب معاوية هنا لأجل نزاعه مع علي على الخلافة -كما سيأتي في: رابعاً-، وإنما لأجل أنه لو أقر له بالخلافة؛ تلزمه الطاعة لولي الأمر، وألا يبرم رأياً ولا ينشئ حرباً دون الرجوع إليه، ومعاوية وأهل الشام بالفعل لم يكونوا بايعوا عليَّاً على الخلافة في هذا الوقت، لذلك طلب معاوية منه نزع هذه الصفة عنه، حتى يستطيع أن يشترط ما شاء في وثيقة الصلح.
_________
(¬١) إسناده صحيح: أخرجه الطبري في تاريخه (٥/ ٥٣)، والمبارك بن فضالة وإن كان موسوما بالتدليس، كما في التقريب (٦٤٦٤)، إلا أن عنعنته هنا مغتفرة إن شاء الله، فهو ممن لازم الحسن عشر سنين فأكثر، فتدليسه عنه نادر، كما أن تدليس المبارك عن الحسن كان في أقواله هو، دون مروياته، كما رجَّح ذلك الشريف حاتم العوني في ترجمة مطولة للمبارك، في المرسل الخفي وعلاقته بالتدليس (١/ ٣٤٢).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b609] VALUES (108,'ثانياً: أهمية هذه القضية في جانب التشريع والأحكام، والعقيدة في الصحابة، ومع ذلك لا نجد لها نَقْلاً بسندٍ صحيحٍ، ولا يُستساغ أن يُطْبِقَ العلماء على إهمالها مع شدَّة الحاجة إليها.
ثالثاً: مع ضعف ونكارة هذه الروايات، فقد ورد ما هو أصحُّ منها، مناقضاً لها:
فعن حُضَين بن المنذر (¬١): «أن معاوية أرسل إليه فقال: إنه بلغني عن هذا -أي: عن عمرو- كذا وكذا، فاذهب فانظر ما هذا الذي بلغني عنه، فأتيته فقلت: أخبرني عن الأمر الذي وُليت أنت وأبو موسى، كيف صنعتما فيه؟ قال: قد قال الناس في ذلك ما قالوا، والله ما كان الأمر على ما قالوا، ولكن قلتُ لأبي موسى: ما ترى في هذا الأمر؟ قال: أرى أنه في النفر الذين توفي رسول الله - صلى الله عليه وسلم - وهو عنهم راضٍ. قلت: فأين تجعلني أنا ومعاوية؟ فقال: إن يُستعنْ بكما ففيكما معونة، وإن يُستغنْ عنكما فطالما استغنى أمر الله عنكما» (¬٢).
فهذه الرواية لم تذكر خدعةً ولا مكراً، ولا توليةً ولا عزلاً، وقول أبي موسى هذا القول: «أرى أنه في النفر الذين توفي رسول الله - صلى الله عليه وسلم - وهو عنهم راضٍ»، وهو يعلم أنه لم يبق من العشرة المبشَّرين بالجنة إلا سعد بن أبي وقاص، وسعيد بن زيد، وعلي بن أبي طالب، وقد اعتزل الأوَّلان الفتنة، ولم يرغبا في ولاية ولا إمارة، فلم يبق إذاً إلا علي - رضي الله عنه -.
_________
(¬١) كان من أمراء علي - رضي الله عنه - يوم صفِّين، كما في التقريب (١٣٩٧).
(¬٢) في إسناده مقال: أخرجه البخاري في التاريخ الكبير (٥/ ٣٩٨) مختصراً جداً، والدارقطني -كما في العواصم من القواصم (ص: ١٧٨)، ولم أجده في شيء من كتبه التي بين أيدينا- وابن عساكر في تاريخ دمشق (٤٦/ ١٧٥ - ١٧٦)، وفي سنده عبيد الله بن مضارب، مقبول، كما في التقريب (٤٣٤٠).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b609] VALUES (109,'رابعاً: أن النزاع والتحكيم بين الطرفين لم يكن منشؤه: مَنْ أحقُّ بالخلافة، ومَنْ يُعزَل ومن يُولَّى، وإنما كان لأجل قضية الثأر لدم عثمان، على ما قدَّمنا وبيَّنَّا قبل ذلك.
فعن عُبيد بن أبي أمية الإيادي قال: «جاء أبو مسلم الخولاني وأناس معه إلى معاوية، فقالوا له: أنت تنازع عليَّاً، أم أنت مثله؟ فقال معاوية: لا والله، إني لأعلم أن عليَّاً أفضل مني، وأنه لأحق بالأمر مني، ولكن ألستم تعلمون أن عثمان قُتل مظلوماً؟ وأنا ابن عمه، وإنما أطلب بدم عثمان، فائتوه فقولوا له، فليدفع إليَّ قتلة عثمان وأسلم له، فأتوا عليَّاً فكلموه بذلك؛ فلم يدفعهم إليه» (¬١).
خامساً: أن قضية التحكيم وقعت في وقت فتنة، وحالة المسلمين حينها كانت مضطربة، مع وجود خليفة لهم، فكيف ستنتظم حالتهم مع عزل الخليفة؟! لا شك أن هذا مما يزيد الأمور سوءاً، والصحابة أعقل وأحذق من أن يُقدموا على هذا.
سادساً: ذكرتْ هذه الروايات الضعيفة أن أهل الشام بايعوا معاوية بعد التحكيم، والسؤال: ما المسوِّغ الذي جعل أهل الشام يبايعون معاوية، والحكمان لم يتفقا، وليس ثمة مبرر لهذا؟!
وقد قال فقيه أهل الشام، ومفتيهم في زمانه: سعيد بن عبد العزيز التنوخي (¬٢): «كان عليٌّ بالعراق يُدعى أمير المؤمنين، وكان معاوية بالشام يُدعى الأمير، فلما مات عليٌّ دُعي معاوية بالشام أمير المؤمنين» (¬٣).
_________
(¬١) إسناده صحيح إلى عبيد: تقدَّم تخريجه.
(¬٢) ثقة إمام، كما في التقريب (٢٣٥٨).
(¬٣) إسناده صحيح إلى سعيد: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١٤٥ - ١٤٦)، وذكره الطبري في تاريخه (٥/ ١٦١) مُعلَّقاً.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b609] VALUES (110,'وهذا نصٌّ جليٌّ يبين أنَّ معاوية لم يبايع بالخلافة إلا بعد وفاة عليٍّ - رضي الله عنه - (¬١).

<span data-type="title" id=toc-53>خُلاصة الكلام في قصة التحكيم:</span>
تكاد المصادر التاريخية تُجمع على أن القتال بين الطرفين توقَّف، وثمة صلح وتحكيم وقع بينهما، بعد أن استشرى القتل في الفريقين، مع صبر الجميع وشجاعتهم واستبسالهم في القتال.
_________
(¬١) هذه الردود مُستفادٌ كثير منها من مرويات أبي مخنف في تاريخ الطبري (ص: ٤٠٤ - ٤١٣)، وقد زاد المؤلِّف وجوها أخر، واقتصرت هنا على أهمها وأقواها. وكذا يُنظر في نقد مرويات التحكيم: تحقيق مواقف الصحابة في الفتنة (١/ ٢٠٩ - ٢٣٥)',NULL,'110',NULL,NULL,'0');
INSERT INTO [b609] VALUES (111,'قال ابن كثير: «ورغب أكثر الناس من العراقيين والشاميين بكمالهم إلى المصالحة والمسالمة مدة، لعلهم يتفقون على أمر يكون فيه مصلحةٌ لحقن دماء المسلمين، فإن الناس قد تفانوا في هذه المدة، ولا سيما في هذه الثلاثة الأيام المتأخرة، التي كان آخرها ليلة الجمعة، وهي ليلة الهرير. وقد صبر كل من الجيشين للآخر صبراً لم يُر مثله، لما كان فيهم من الشجعان والأبطال ما ليس يوجد مثلهم في الدنيا، ولهذا لم يفر أحدٌ عن أحدٍ، بل صبروا حتى قُتل من الفريقين -فيما ذكره غير واحد- سبعون ألفاً (¬١) ; خمسة وأربعون ألفاً من أهل الشام، وخمسة وعشرون ألفاً من أهل العراق (¬٢).
وكان بينهم في هذه المدة تسعون زحفاً، واختُلف في مدة المقام بصفِّين; فقال سيف: سبعة أشهر، أو تسعة أشهر، وقال أبو الحسن بن البراء: مائة وعشرة أيام.
قلتُ (أي: ابن كثير): ومقتضى كلام أبي مخنف أنه كان من مستهل ذي الحجة في يوم الجمعة لثلاث عشرة ليلة خلت من صفر، وذلك ثلاثة وسبعون يوماً. فالله أعلم» (¬٣).
_________
(¬١) صحَّ هذا عن ابن سيرين، كما تقدَّم.
(¬٢) يُشكِّكُ بعض الباحثين في هذه الأعداد المنقولة للقتلى، ويرون فيها مبالغة غير مقبولة، ومن هؤلاء: د. علي الصلابي، حيث يقول في كتابه سيرة أمير المؤمنين معاوية بن أبي سفيان (ص: ١٣٢): "ولا شك أن هذه الأرقام غير دقيقه، بل أرقام خيالية، فالقتال الحقيقي والصدام الجماعي استمر ثلاثة أيام، مع وقف القتال بالليل إلا مساء الجمعة، فيكون مجموع القتال حوالي ثلاثين ساعة، ومهما كان القتال عنيفاً، فلن يفوق شدة القادسية التي كان عدد الشهداء فيها ثمانية الآلف وخمسمائة، وبالتالي يصعب عقلاً أن نقبل تلك الروايات التي ذكرت الأرقام الكبيرة".
(¬٣) البداية والنهاية (١٠/ ٥٤٩ - ٥٥٠).',NULL,'111',NULL,NULL,'0');
INSERT INTO [b609] VALUES (112,'وقال خليفة بن خيَّاط: «كانت وقعة صفِّين يوم الأربعاء، لسبع خلون من صفر، سنة سبع وثلاثين، وكان الصلح ليلة السبت، لعشر خلون من صفر، وفيها اجتمع الحكمان أبو موسى الأشعري من قبل علي، وعمرو بن العاص من قبل معاوية، بدومة الجندل في شهر رمضان، ويقال بأذرح، وهي من دومة الجندل قريب، فبعث علي ابن عباس ولم يحضر، وحضر معاوية، فلم يتفق الحكمان على شيء وافترق الناس» (¬١).
بل صحَّ عن أبي صالح ذكوان السمَّان (¬٢): «أن عليَّاً قال لأبي موسى: احكم، ولو بحزِّ عنقي» (¬٣).
وبعد هذا الاتفاق بين المصادر على التوقف والصلح، لا نكاد نجد آثاراً صحيحة تبين بدقة ما الذي جرى بين الطرفين في هذه الهدنة، وما الذي توصَّلُوا إليه. ولذا وجب التوقف عن التحديث بهذه الروايات المنكرة متونها، الواهية أسانيدها، والتي تطعن في ديانة وأخلاق من زكَّاهم الله ورسوله - صلى الله عليه وسلم -.
يقول ابنُ العربيِّ -بعد ردِّه لروايات التحكيم الضعيفة، واعتماده لرواية حُضين بن المنذر التي تقدَّمت-: «فهذا كان بدء الحديث ومنتهاه، فأعرِضوا عن الغاوين، وازجروا العاوين، وعرِّجوا عن سبيل الناكثين، إلى سنن المهتدين، وأمسكوا الألسنة عن السابقين إلى الدين.
_________
(¬١) تاريخ خليفة بن خياط (ص: ١٩١ - ١٩٢). وانظر كذلك الطبقات الكبرى لابن سعد (٣/ ٣٢)، وتاريخ الطبري (٥/ ٦٦ - ٦٧).
(¬٢) إمام ثقة، وقد شهد الدار زمن عثمان - رضي الله عنه -، كما في ترجمته في التهذيب (٣/ ٢١٩).
(¬٣) إسناده صحيح إلى أبي صالح: أخرجه ابن أبي شيبة (٣٧٨٥٣)، ولكن يبقى أن رواية أبي صالح عن علي مرسلة، كما في جامع التحصيل (ص: ١٧٤).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b609] VALUES (113,'وإياكم أن تكونوا يوم القيامة من الهالكين بخصومة أصحاب رسول الله - صلى الله عليه وسلم -، فقد هلك من كان أصحاب النبي - صلى الله عليه وسلم - خصمه، ودعوا ما مضى، فقد قضى الله ما قضى، وخذوا لأنفسكم الجد فيما يلزمكم اعتقاداً وعملاً، ولا تسترسلوا بألسنتكم فيما لا يعينكم مع كل ناعق اتخذ الدين هملاً، فإن الله لا يضيع أجر من أحسن عملاً» (¬١).
والخلاصة كما قال الطبريُّ: «وفي هذه السنة (¬٢) - فيما ذُكر- جرت بين علي وبين معاوية المهادنة- بعد مكاتبات جرت بينهما يطول بذكرها الكتاب- على وضع الحرب بينهما، ويكون لعلي العراق ولمعاوية الشام، فلا يدخل أحدهما على صاحبه في عمله بجيشٍ، ولا غارةٍ، ولا غزو» (¬٣).

<span data-type="title" id=toc-54>موقفٌ حميدٌ لمعاوية مع ملك الروم حال الفتنة:</span>
قال ابنُ كثيرٍ -مُتحدِّثا عن معاوية-: «لم تزل الفتوحات والجهاد قائماً على ساقه في أيامه في بلاد الروم والفرنج وغيرها، فلما كان من أمره وأمر أمير المؤمنين عليٍّ ما كان، لم يقع في تلك الأيام فتح بالكلية، لا على يديه ولا على يدي علي، وطمع في معاوية ملك الروم بعد أن كان قد أخسأه وأذلَّه، وقهر جنده ودحاهم، فلما رأى ملك الروم اشتغال معاوية بحرب علي؛ تدانى إلى بعض البلاد في جنودٍ عظيمةٍ، وطمع فيه، فكتب إليه معاوية: والله لئن لم تنته وترجع إلى بلادك يا لعين لأصطلحن أنا وابن عمي عليك، ولأخرجنك من جميع بلادك، ولأضيقن عليك الأرض بما رحبت. فعند ذلك خاف ملك الروم وانكفَّ، وبعث يطلب الهدنة» (¬٤).
_________
(¬١) العواصم من القواصم (ص: ١٨٠).
(¬٢) يعني: سنة أربعين من الهجرة.
(¬٣) تاريخ الطبري (٥/ ١٤٠).
(¬٤) البداية والنهاية (١١/ ٤٠٠)، ولم أقف له على إسناد.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b609] VALUES (114,'<span data-type="title" id=toc-55>عدد الصحابة الذين شهدوا صفِّين:</span>
تقدَّم أن هناك عدداً من الصحابة شهد صفِّين باتفاق؛ كعليٍّ، وعمَّار، ومعاوية، وعمرو، لكن يبقى النزاع فيما وراء ذلك، من ناحية الأسماء، والعدد.

<span data-type="title" id=toc-56>فأمَّا الصحابة البدريُّون (من شهدوا بدراً):</span>
فقد ثبت أن ممن شهد صفِّين منهم: خزيمة بن ثابت - رضي الله عنه -.
قال الإمام أحمد: «ثنا أمية بن خالد، قال: قيل لشعبة: إن أبا شيبة روى عن الحكم، عن عبد الرحمن بن أبي ليلى، أنه قال: شهد صفِّين من أهل بدر سبعون رجلاً! فقال: كذب والله، لقد ذاكرتُ الحكم بذلك، وذكرنا في بيته، فما وجدنا شهد صفِّين من أهل بدر؛ غير خزيمة بن ثابت» (¬١).
وقال روح بن عبادة: «حدثنا شعبة قال: ذاكرتُ الحكم من شهد صفِّين من أهل بدر، فأثبت فيهم خزيمة بن ثابت، وكان شعبة ينكر أن يكون أبو الهيثم بن التيهان شهد صفِّين» (¬٢).
وقال الزهريُّ: «وقتل خزيمة بن ثابت يوم صفِّين مع علي - رضي الله عنه -» (¬٣).
وذكر البعض أنَّ سهلاً بن حُنيف، وأبا أيوب الأنصاري شهداها.
قال ابن كثير: «وقد قيل: إنه شهدها من أهل بدر: سهل بن حنيف، وكذا أبو أيوب الأنصاري. قاله شيخنا العلامة ابن تيْميَّة في كتاب الرد على الرافضة (¬٤)» (¬٥).
_________
(¬١) إسناده حسن: أخرجه أحمد في العلل ومعرفة الرجال (٤٦٢ - رواية ابنه عبد الله)، والخلال (٧٢٦)، وأمية بن خالد الذي في السند: صدوق، كما في التقريب (٥٥٣).
ومسألة شهود خزيمة بدرا: وقع فيها خلاف، فقال الذهبي في سير أعلام النبلاء (٢/ ٤٨٥): "قيل: إنه بدري، والصواب: أنه شهد أحدا وما بعدها".
(¬٢) إسناده صحيح: أخرجه أحمد في العلل ومعرفة الرجال (٩٥٨ - رواية ابنه عبد الله).
(¬٣) إسناده صحيح إلى الزهري: أخرجه البخاري في التاريخ الأوسط (١/ ٧٨).
(¬٤) منهاج السنة النبوية (٦/ ٢٣٧)، قال هناك: "وقد قيل: إنه حضرها سهل بن حنيف وأبو أيوب".
(¬٥) البداية والنهاية (١٠/ ٤٩١).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b609] VALUES (115,'وعن يسار بن عبد الرحمن قال: «قال لي بكير بن الأشج: ما فعل خالك؟ قال: قلتُ: لزم البيت منذ كذا وكذا، فقال: إلا أن رجالاً من أهل بدر لزموا بيوتهم بعد قتل عثمان، فلم يخرجوا إلا إلى قبورهم» (¬١).
وأما سائر الصحابة: فأكثرهم لم يشهد صفِّين، والمنقول أنَّ قلةً قليلةً منهم هم من حضر:
قال محمد بن سيرين: «هاجت الفتنة وأصحاب رسول الله - صلى الله عليه وسلم - عشرة آلاف، فما خفَّ فيها منهم مِئة، بل لم يبلغوا ثلاثين» (¬٢).
قال شيخ الإسلام ابن تيْميَّة عن إسناد هذا الأثر: «وهذا الإسناد من أصحِّ إسناد على وجه الأرض» (¬٣).
وإذا كان هذا عدد المشاركين منهم، فحينئذ لا صحَّة لقول من يقول: قُتل من الصحابة في صفِّين عددٌ كبيرٌ، أو يقول: قُتل من البدريين في صفِّين: خمسةٌ وعشرون!

<span data-type="title" id=toc-57>موقف أهل السنَّة مما وقع بين عليٍّ ومعاوية رضي الله عنهما:</span>
حريٌّ بنا قبل أن نغادر هذا الموطن أن نبين موقف أهل السنة من هذه الفتنة، وهو موقف جليلٌ يدل على إنصافهم، ووسطيتهم واعتدالهم، فنجد -في نصوصهم التالية- كيف أنهم بيَّنوا من أصاب ممن أخطأ، ومع ذلك يعذرون المخطئ، ولا يهدرون حسناته وصالح أعماله.

<span data-type="title" id=toc-58>أيُّ الطائفتين كان أدنى إلى الحق</span>؟
ذهب جمهور أهل السنة والسواد الأعظم منهم، بل عدَّه ابن كثير مذهب أهل السنة والجماعة، ونقله ابن حجر اتفاقاً عنهم بعد خلافٍ قديمٍ -كما سيأتي-، ذهبوا إلى أنَّ عليَّاً - رضي الله عنه - ومن معه كانو أقربَ إلى الحق من معاوية - رضي الله عنه - ومن معه، وعمدتهم في هذا الترجيح: ماصحَّ عن النبي - صلى الله عليه وسلم - من أحاديث تشهد لطائفة علي.
_________
(¬١) في سنده ضعف: أخرجه ابن عبد البر في التمهيد (١٧/ ٤٤٢)، وفي سنده عبد الله بن لهيعة، صدوق خلط بعد احتراق كتبه، كما في التقريب (٣٥٦٣).
(¬٢) إسناده صحيح: أخرجه أحمد في العلل ومعرفة الرجال (٤٧٨٧)، والخلال في السنة (٧٢٨).
(¬٣) منهاج السنة النبوية (٦/ ٢٣٦).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b609] VALUES (116,'قال يعقوب بن سفيان: «ولكن كان عليٌّ وأصحابه أدنى الطائفتين الى الحق من أصحاب معاوية، وأصحاب معاوية كانوا باغين عليهم» (¬١).
وقال ابن حبان في صحيحه: «ذكر الخبر الدالِّ على أن عليَّ بن أبي طالب كان في تلك الوقعة -يعني: وقعة صفِّين- على الحق» (¬٢). ثم ساق تحت هذا التبويب حديث: «الفئة الباغية».
وقال أبو عبد الله الحاكم: «قال أبو بكر -يعني: ابن خزيمة-: فنشهد أن كل من نازع أمير المؤمنين علي بن أبي طالب - رضي الله عنه - في خلافته فهو باغٍ، على هذا عهدت مشايخنا، وبه قال ابن إدريس -يعني: الشافعي - رضي الله عنه -» (¬٣).
وقال أبو المعالي الجويني: «علي - رضي الله عنه - كان إماماً حقاً في توليته، ومقاتلوه بغاة» (¬٤).
وقال ابن حزم: «وأما أمر علي والحسن ومعاوية: فقد صحَّ عن النبي - صلى الله عليه وسلم - أنه أنذر بخارجة تخرج من طائفتين من أمة، يقتلها أولي الطائفتين بالحق، فكان قاتلَ تلك الطائفة عليٌّ - رضي الله عنه -، فهو صاحب الحق بلا شك، وكذلك أنذر - عليه السلام - بأن عمَّاراً تقتله الفئة الباغية، فصح أنَّ عليَّاً هو صاحب الحق، وكان عليٌّ السابق إلى الإمامة، فصح بعد أنه صاحبها، وأن من نازعه فيها فمخطئ» (¬٥).
_________
(¬١) المعرفة والتاريخ (٣/ ٣١٣ - ٣١٤).
(¬٢) صحيح ابن حبان (١٥/ ١٣٠).
(¬٣) معرفة علوم الحديث (ص: ٨٤).
(¬٤) الإرشاد إلى قواطع الأدلة في أصول الاعتقاد (ص: ٤٣٣).
(¬٥) الفصل في الملل والأهواء والنحل (٤/ ٧٣).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b609] VALUES (117,'وقال البيهقي: «وقد ذهب أكثرهم -يعني: أكثر الصحابة- إلى أنَّ عليَّاً - رضي الله عنه - كان محقاً في قتاله، حاملاً لمن خالفه على طاعته, يقصد بقتاله أهل الشام حمل أهل الامتناع على ترك الطاعة للإمام, وبقتاله أهل البصرة دفع ما كانوا يظنون عليه من قتله عثمان بن عفان - رضي الله عنه - , أو مشاركته قاتله في دمه, أو ما يقدح في إمامته, واستدلوا على بغي من خالفه من أهل الشام بما كان سبق له من شورى أمير المؤمنين عمر بن الخطاب - رضي الله عنه - , وبيعة من بقي من أصحاب الشورى إياه قبل وقوع الفرقة, وأنه كان في وقته أحقَّهم بالإمامة بخصائصه, وأنهم وجدوا علامة رسول الله - صلى الله عليه وسلم - للفئة الباغية فيمن خالفه» (¬١). ثم ساق حديث: «وَيْح عمّار، تقتله الفئة الباغية».
وقال أبو عبد الله القرطبي: «وقال فقهاء الإسلام -فيما حكاه الإمام عبد القاهر في كتاب الإمامة من تأليفه-: وأجمع فقهاء الحجاز والعراق من فريقي الحديث والرأي، منهم: مالك، والشافعي، وأبو حنيفة والأوزاعي، والجمهور الأعظم من المتكلمين؛ إلى أن عليَّاً مصيب في قتاله لأهل صفِّين، كما قالوا بإصابته في قتل أصحاب الجمل، وقالوا أيضاً بأن الذين قاتلوه بغاةٌ ظالمون له، ولكن لا يجوز تكفيرهم ببغيهم.
وقال الإمام أبو منصور التيمي البغدادي -في كتاب الفرق في بيان عقيدة أهل السنة-: وأجمعوا أن عليَّاً كان مصيباً في قتال أهل الجمل، أعني: طلحة والزبير وعائشة بالبصرة، وأهل صفِّين، أعني: معاوية وعسكره» (¬٢).
_________
(¬١) السنن الكبرى (٨/ ٣٢٦).
(¬٢) التذكرة (ص: ١٠٨٩).',NULL,'117',NULL,NULL,'0');
INSERT INTO [b609] VALUES (118,'وقال شيخ الإسلام ابن تيْميَّة: «وعليٌّ ومن معه أولى بالحق من معاوية وأصحابه، كما ثبت عن النبي - صلى الله عليه وسلم - أنه قال: تمرق مارقة على حين فُرْقةٍ من المسلمين، تقتلهم أولى الطائفتين بالحق (¬١)، فدلَّ هذا الحديث على أن عليَّاً أولى بالحق ممن قاتله؛ فإنه هو الذي قتل الخوارج لما افترق المسلمون» (¬٢).
وقال الذهبيُّ: «ولا نرتاب أنَّ عليَّاً أفضل ممن حاربه، وأنه أولى بالحق - رضي الله عنه -» (¬٣).
وقال ابنُ كثيرٍ: «كان عليٌّ وأصحابه أدنى الطائفتين إلى الحق من أصحاب معاوية، وأصحاب معاوية كانوا باغين عليهم، كما ثبت في صحيح مسلم (¬٤) من حديث أبى سعيد الخدري قال: حدثني من هو خير مني - يعني أبا قتادة- أن رسول الله - صلى الله عليه وسلم - قال لعمَّار بن ياسر: تقتلك الفئة الباغية» (¬٥).
وقال أيضاً: «وهذا مقتل عمَّار بن ياسر - رضي الله عنه - مع أمير المؤمنين علي بن أبي طالب - رضي الله عنه -، قتله أهل الشام، وبان بذلك وظهر سرُّ ما أخبر به الرسول - صلى الله عليه وسلم - من أنه تقتله الفئة الباغية، وبان بذلك أنَّ عليَّاً محقٌّ، وأن معاوية باغٍ، وما في ذلك من دلائل النبوة» (¬٦).
_________
(¬١) صحيح مسلم (١٠٦٤) عن أبي سعيد الخدري.
(¬٢) منهاج السنة (٧/ ٥٧). وسيأتي الحديث عن قتال الخوارج في الكلام عن معركة النهروان، قريبا إن شاء الله.
(¬٣) سير أعلام النبلاء (٨/ ٢١٠).
(¬٤) صحيح مسلم (٢٩١٥).
(¬٥) البداية والنهاية (٩/ ١٩٣).
(¬٦) المصدر السابق (١٠/ ٥٢٦).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b609] VALUES (119,'وقال: «وفيه (¬١) أن أصحاب عليٍّ أدنى الطائفتين إلى الحق، وهذا هو مذهب أهل السنة والجماعة، أن عليَّاً هو المصيب، وإن كان معاوية مجتهداً في قتاله له وقد أخطأ، وهو مأجورٌ إن شاء الله، ولكن عليَّاً هو الإمام المصيب إن شاء الله تعالى» (¬٢).
وقال الحافظ ابن حجر: «وظهر بقتل عمَّار أن الصواب كان مع علي، واتفق على ذلك أهل السنة بعد اختلاف كان في القديم، ولله الحمد» (¬٣).
وأخيرا: فلعلَّ مما استند إليه معاوية - رضي الله عنه - في كونه كان يرى الحق معه ومع أصحابه، ما سمعه من رسول الله - صلى الله عليه وسلم - حين قال: «لا تزال طائفة من أمتي قائمة بأمر الله، لا يضرهم من خذلهم أو خالفهم، حتى يأتي أمر الله وهم ظاهرون على الناس»، فحدَّث معاوية بهذا الحديث على المنبر، فقام مالك بن يخامر السكسكي، فقال: يا أمير المؤمنين! قال معاذ بن جبل: «وهم بالشام»، فقال معاوية: هذا مالك يزعم أنه سمع معاذا يقول: «وهم أهل الشام» (¬٤).
قال ابن كثير: «فحثَّ معاوية بهذا أهل الشام على مناجزة أهل العراق، وإن أهل الشام هم الطائفة المنصورة على من خالفها، وهذا مما كان يحتج به معاوية لأهل الشام في قتالهم أهل العراق» (¬٥).
_________
(¬١) أي: في الحديث الذي استدل به شيخ الإسلام ابن تيمية: "تقتلهم أولى الطائفتين بالحق".
(¬٢) البداية والنهاية (١٠/ ٥٦٣).
(¬٣) الإصابة (٧/ ٢٧٨).
وقال في فتح الباري (١٣/ ٦٧): " وذهب جمهور أهل السنة إلى تصويب من قاتل مع علي لامتثال قوله تعالى: {وان طائفتان من المؤمنين اقتتلوا} الآية، .... ، وذهب طائفة قليلة من أهل السنة، وهو قول كثير من المعتزلة؛ إلى أن كلا من الطائفتين مصيب، وطائفة إلى أن المصيب طائفة لابعينها".
(¬٤) صحيح البخاري (٣٦٤١)، وهو في صحيح مسلم (١٠٣٧) بدون زيادة مالك بن يخامر.
(¬٥) البداية والنهاية (١١/ ٤٢٠).',NULL,'119',NULL,NULL,'0');
INSERT INTO [b609] VALUES (120,'<span data-type="title" id=toc-59>هل أصاب عليٌّ - رضي الله عنه - الحقَّ كاملاً بهذا القتال</span>؟
مع كون علي - رضي الله عنه - كان الأقرب إلى الحق -كما تقدَّم-، إلا أن بعض العلماء يرون أنه لم يصب الحق كاملاً، وأن الحق كان مع من اعتزل القتال بالكلية، فإن الإصلاح كان أولى من الاقتتال، وإلا فالاعتزال.
قال شيخ الإسلام ابن تيْميَّة -بعد أن قرَّر أن عليَّاً وعسكره أولى بالحق من معاوية وعسكره-: «لكن الفئة الباغية هل يجب قتالها ابتداء قبل أن تبدأ الإمام بالقتال، أم لا تُقاتَل حتى تبدأ بالقتال؟ هذا مما تنازع فيه العلماء، وأكثرهم على القول الثاني، فلهذا كان مذهب أكابر الصحابة والتابعين والعلماء أن ترك عليّ القتال كان أكملَ وأفضلَ وأتمَّ في سياسة الدين والدنيا» (¬١).
ثم اعتذر عن فعل عليٍّ بأنه كان إمام هدى من الخلفاء الراشدين، وأنه فعل ما فعل متأوِّلاً مجتهدا، وقد عَذَرَ النبي - صلى الله عليه وسلم - أسامة بن زيد لما قتل الرجل الذي أشهر إسلامه لما رَفَع عليه السيف، وكذلك عَذَرَ خالد بن الوليد لما قتل من قتل من بني جذيمة، لأنهم لم يحسنوا أن يقولوا أسلمنا، وقالوا: صبئنا؛ لأن ذلك كان تأوُّلا منهما، ومعلوم أن عليَّاً وطلحة والزبير كانوا أفضل من أسامة وخالد وغيرهما، فهم أولى بقبول العذر منهم.
_________
(¬١) جامع المسائل (٦/ ٢٤٦).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b609] VALUES (121,'وقال أيضاً: «ولما قال النبي - صلى الله عليه وسلم - عن الحسن: إن ابني هذا سيد، وسيصلح الله به بين فئتين عظيمتين من المسلمين (¬١)، فمدح الحسن على الإصلاح، ولم يمدح على القتال في الفتنة؛ علمنا أن الله ورسوله كان يحب الإصلاح بين الطائفتين دون الاقتتال. ولما قال النبي - صلى الله عليه وسلم - في الحديث الصحيح في الخوارج: يحقر أحدكم صلاته مع صلاتهم وقراءته مع قراءتهم، يقرءون القرآن لا يجاوز حناجرهم، يمرقون من الإسلام كما يمرق السهم من الرمية، أينما لقيتموهم فاقتلوهم، فإن في قتلهم أجرا عند الله لمن قتلهم يوم القيامة (¬٢)، وقال: يقتلهم أدنى الطائفتين إلى الحق، ورُوِيَ: أولى الطائفتين بالحق (¬٣) من معاوية وأصحابه؛ أَعْلَمَ أن قتال الخوارج المارقة أهل النهروان الذين قاتلهم علي بن أبي طالب، كان قتالهم مما أمر الله به ورسوله، وكان عليٌّ محموداً مأجوراً مُثاباً على قتاله إياهم. وقد اتفق الصحابة والأئمة على قتالهم، بخلاف قتال الفتنة، فإن النص قد دلَّ على أنَّ ترك القتال فيها كان أفضل، لقوله - صلى الله عليه وسلم -: ستكون فتن، القاعد فيها خير من القائم، والقائم فيها خير من الماشي، والماشي فيها خير من الساعي (¬٤)، ومثل قوله لمحمد بن مسلمة: هذا لا تضره الفتنة (¬٥)، فاعتزل محمد بن مسلمة الفتنة، وهو من خيار الأنصار، فلم يقاتل لا مع هؤلاء ولا مع هؤلاء.
_________
(¬١) أخرجه البخاري (٢٧٠٤) عن أبي بكرة - رضي الله عنه -.
(¬٢) متفق عليه: أخرجه البخاري (٣٦١١) ومسلم (١٠٦٦) عن علي بن أبي طالب - رضي الله عنه -.
(¬٣) تقدَّم تخريجه.
(¬٤) متفق عليه: أخرجه البخاري (٣٦٠١) ومسلم (٢٨٨٦) عن أبي هريرة - رضي الله عنه -.
(¬٥) أخرجه أبو داود (٤٦٦٣) عن حذيفة بن اليمان - رضي الله عنه -.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b609] VALUES (122,'وكذلك أكثر السابقين لم يقاتلوا، بل مثل: سعد بن أبي وقاص، ومثل: أسامة بن وزيد، وعبدالله بن عمر، وعمران بن الحصين، ولم يكن في العسكرين -بعد عليٍّ- أفضل من سعد بن أبي وقاص ولم يقاتل، وزيد بن ثابت، ولا أبو هريرة، ولا أبو بكرة، ولا غيرهم من أعيان الصحابة رضوان الله عليهم أجمعين. وقد قال النبي - صلى الله عليه وسلم - لأُهْبَان بن صَيْفِي: خذ هذا السيف فقاتل به المشركين، فإذا اقتتل المسلمون فاكسره (¬١)، ففعل ذلك ولم يقاتل في الفتنة. وفي الصحيحين عن النبي - صلى الله عليه وسلم - أنه قال: يوشك أن يكون خير مال المسلم غنم يتبع بها شعف الجبال ومواقع القطر، يفر بدينه من الفتن (¬٢). وفي الصحيح عن أسامة، عن النبي - صلى الله عليه وسلم - قال: إني لأرى الفتنة تقع خلال بيوتكم كمواقع القَطْر (¬٣).
والأحاديث عن النبي - صلى الله عليه وسلم - كثيرة في إخباره بما سيكون في الفتنة بين أمته، وأمره بترك القتال في الفتنة، وأنَّ الإمساك عن الدخول فيها خيرٌ من القتال» (¬٤).
_________
(¬١) أخرجه أحمد (٢٠٦٧٠) وابن ماجه (٣٩٦٠) والترمذي (٢٢٠٣) - واللفظ لأحمد - عن عُدَيْسة بنت أُهْبان: "أن علي بن أبي طالب أتى أهبان، فقال: ما يمنعك من اتباعي؟ فقال: أوصاني خليلي وابن عمك، يعني رسول الله - صلى الله عليه وسلم -، فقال: «ستكون فتن وفرقة، فإذا كان ذلك فاكسر سيفك، واتخذ سيفا من خشب»، فقد وقعت الفتنة والفرقة، وكسرت سيفي، واتخذت سيفا من خشب، فهذا سيفي، فإن شئتَ خرجتُ به معك، فقال عليٌّ: لاحاجة لنا فيك، ولا في سيفك".
(¬٢) أخرجه البخاري (١٩) عن أبي سعيد الخدري - رضي الله عنه -.
(¬٣) متفق عليه: أخرجه البخاري (١٨٧٨)، ومسلم (٢٨٨٥) عن أسامة بن زيد رضي الله عنهما.
(¬٤) جامع المسائل (٦/ ٢٦٦ - ٢٦٨).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b609] VALUES (123,'وقال أيضاً: «والفقهاء ليس فيهم من رأيه القتال مع من قتل عمَّارا؛ لكن لهم قولان مشهوران كما كان عليهما أكابر الصحابة: منهم من يرى القتال مع عمَّار وطائفته، ومنهم من يرى الإمساك عن القتال مطلقا. وفي كل من الطائفتين طوائف من السابقين الأولين. ففي القول الأول: عمَّار، وسهل بن حنيف، وأبو أيوب. وفي الثاني: سعد بن أبي وقاص، ومحمد بن مسلمة؛ وأسامة بن زيد، وعبد الله بن عمر ونحوهم. ولعل أكثر الأكابر من الصحابة كانوا على هذا الرأي؛ ولم يكن في العسكرين بعد علي أفضل من سعد بن أبي وقاص، وكان من القاعدين.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b609] VALUES (124,'وحديث عمَّار قد يحتج به من رأى القتال؛ لأنه إذا كان قاتلوه بغاة فالله يقول: {فقاتلوا التي تبغي} والمتمسكون يحتجون بالأحاديث الصحيحة عن النبي - صلى الله عليه وسلم - في أن القعود عن الفتنة خير من القتال فيها، وتقول: إن هذا القتال ونحوه هو قتال الفتنة، كما جاءت أحاديث صحيحة تبين ذلك؛ وأن النبي - صلى الله عليه وسلم - لم يأمر بالقتال، ولم يرض به، وإنما رضي بالصلح، وإنما أمر الله بقتال الباغي، ولم يأمر بقتاله ابتداء، بل قال: {وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين} قالوا: والاقتتال الأول لم يأمر الله به، ولا أمر كل من بُغي عليه أن يقاتل من بَغى عليه، فإنه إذا قَتَل كل باغٍ كفر، بل غالب المؤمنين، بل غالب الناس: لا يخلو من ظلم وبغي، ولكن إذا اقتتلت طائفتان من المؤمنين فالواجب الإصلاح بينهما، وإن لم تكن واحدة منهما مأمورة بالقتال، فإذا بغت الواحدة بعد ذلك قُوتِلت؛ لأنها لم تترك القتال، ولم تجب إلى الصلح، فلم يندفع شرها إلا بالقتال. فصار قتالها بمنزلة قتال الصائل الذي لا يندفع ظلمه عن غيره إلا بالقتال، كما قال النبي - صلى الله عليه وسلم -: من قُتل دون ماله فهو شهيد، ومن قُتل دون دمه فهو شهيد، ومن قُتل دون دينه فهو شهيد، ومن قُتل دون حرمته فهو شهيد. قالوا: فبتقدير أن جميع العسكر بغاة فلم نؤمر بقتالهم ابتداء، بل أمرنا بالإصلاح بينهم، وأيضاً: فلا يجوز قتالهم إذا كان الذين معهم ناكلين عن القتال، فإنهم كانوا كثيري الخلاف عليه، ضعيفي الطاعة له» (¬١).
وقال ابن كثير: «وكان ترك القتال أولى من فعله، كما هو مذهب جمهور الصحابة» (¬٢).
_________
(¬١) مجموع الفتاوى (٣٥/ ٧٧ - ٧٩).
(¬٢) البداية والنهاية (٩/ ١٩٢).',NULL,'124',NULL,NULL,'0');
INSERT INTO [b609] VALUES (125,'وقال الحافظ ابن حجر: «واستدل به -أي: بحديث: إن ابني هذا سيد- على تصويب رأي من قعد عن القتال مع معاوية وعلي، وإن كان علي أحق بالخلافة وأقرب إلى الحق، وهو قول سعد بن أبي وقاص، وابن عمر، ومحمد بن مسلمة، وسائر من اعتزل تلك الحروب» (¬١).

<span data-type="title" id=toc-60>إعذار أهل السنة لمعاوية - رضي الله عنه - ومن معه، وإمساكهم عن الكلام فيهم:</span>
مع تصويب أهل السنة لموقف علي - رضي الله عنه -، وتخطئتهم لموقف معاوية - رضي الله عنه - ومن معه، إلا أنهم جميعاً التمسوا العذر لمعاوية، ورأوه مجتهداً أخطأ في اجتهاده، فهو معذور، مأجور، لكونه أهلاً للاجتهاد.
قال أبو الحسن الأشعري: «فأما ما جرى من علي والزبير وعائشة رضي الله عنهم أجمعين، فإنما كان على تأويل واجتهاد، وعليٌّ الإمام، وكلهم من أهل الاجتهاد، وقد شهد لهم النبي - صلى الله عليه وسلم - بالجنة والشهادة، فدلَّ على أنهم كلهم كانوا على حقٍّ في اجتهادهم، وكذلك ما جرى بين سيدنا علي ومعاوية رضي الله عنهما، فدل على تأويل واجتهاد.
وكل الصحابة أئمة مأمونون غير متهمين في الدين، وقد أثنى الله ورسوله على جميعهم، وتعبدنا بتوقيرهم وتعظيمهم وموالاتهم، والتبري من كل من ينقص أحدا منهم رضي الله عنهم أجمعين» (¬٢).
وقال أبو المعالي الجويني: «علي - رضي الله عنه - كان إماماً حقاً في توليته، ومقاتلوه بغاة، وحسن الظن بهم يقتضي أن يُظن بهم قصد الخير، وإن أخطئوه» (¬٣).
وقال ابن حزم: «وإنما قَتَل عمَّار - رضي الله عنه - أصحابُ معاوية - رضي الله عنه -، وكانوا متأولين تأويلهم فيه، وإن أخطئوا الحق مأجورون أجرا واحدا؛ لقصدهم الخير» (¬٤).
_________
(¬١) فتح الباري (١٣/ ٦٧).
(¬٢) الإبانة عن أصول الديانة (ص: ٢٦٠).
(¬٣) الإرشاد إلى قواطع الأدلة في أصول الاعتقاد (ص: ٤٣٣).
(¬٤) المحلَّى (١١/ ٣٣٣).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b609] VALUES (126,'وقال البيهقي: «باب الدليل على أن الفئة الباغية، لا تخرج بالبغي عن تسمية الإسلام، وقال الشافعي: سماهم الله تعالى بالمؤمنين, وأمر بالإصلاح بينهم» (¬١). ثم ساق البيهقي حديث: «لا تقوم الساعة حتى تقتتل فئتان عظيمتان تكون بينهما مقتلة عظيمة , ودعواهما واحدة».
قال ابن كثير: «وحمل البيهقي هذه الوقعة -يعني: وقعة صفِّين- على الحديث الذي أخرجاه في الصحيحين، عن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - أنه قال: لا تقوم الساعة حتى تقتتل فئتان عظيمتان، يقتل بينهما مقتلة عظيمة، ودعواهما واحدة» (¬٢).
وقال ابن العربي: «والذي تثلج به صدوركم: أن النبي - صلى الله عليه وسلم - ذكر في الفتن، وأشار وبيَّن، وأنذر بالخوارج وقال: تقتلهم أدنى الطائفتين إلى الحق، فبين أن كل طائفة منهما تتعلق بالحق، ولكن طائفة عليٍّ أدنى إليه، وقال تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} فلم يخرجهم عن الإيمان بالبغي بالتأويل، ولا سلبهم اسم الأخوة» (¬٣).
وقال القرطبي: «لا يجوز أن يُنسب إلى أحد من الصحابة خطأٌ مقطوعٌ به، إذ كانوا كلهم اجتهدوا فيما فعلوه وأرادوا الله - عز وجل -، وهم كلهم لنا أئمة» (¬٤).
وقال النووي: «قال العلماء: هذا الحديث -يعني: حديث الفئة الباغية- حجة ظاهرة في أن عليَّاً - رضي الله عنه - كان محقاً مصيباً، والطائفة الأخرى بغاة، لكنهم مجتهدون فلا إثم عليهم لذلك» (¬٥).
_________
(¬١) السنن الكبرى (٨/ ٢٩٩).
(¬٢) البداية والنهاية (١٠/ ٥٥٠ - ٥٥١).
(¬٣) العواصم من القواصم (ص: ١٦٨ - ١٦٩).
(¬٤) الجامع لأحكام القرآن (١٦/ ٣٢١).
(¬٥) شرح صحيح مسلم (١٨/ ٤٠).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b609] VALUES (127,'وقال شيخ الإسلام ابن تيْميَّة: «وليس في كون عمَّار تقتله الفئة الباغية ما ينافي ما ذكرناه، فإنه قد قال الله تعالى: {وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين} {إنما المؤمنون إخوة فأصلحوا بين أخويكم} فقد جعلهم مع وجود الاقتتال والبغي مؤمنين إخوة، بل مع أمره بقتال الفئة الباغية جعلهم مؤمنين. وليس كل ما كان بغياً وظلماً أو عدواناً يخرج عموم الناس عن الإيمان، ولا يوجب لعنتهم، فكيف يخرج ذلك من كان من خير القرون؟ وكل من كان باغياً، أو ظالماً، أو معتدياً، أو مرتكباً ما هو ذنب فهو قسمان: متأوِّل، وغير متأوِّل، فالمتأوِّل المجتهد: كأهل العلم والدين الذين اجتهدوا، واعتقد بعضهم حلَّ أمور، واعتقد الآخر تحريمها، كما استحل بعضُهم بعضَ أنواع الأشربة، وبعضُهم بعضَ المعاملات الربوية، وبعضُهم بعضَ عقود التحليل والمتعة، وأمثال ذلك، فقد جرى ذلك وأمثاله من خيار السلف. فهؤلاء المتأولون المجتهدون غايتهم أنهم مخطئون، وقد قال الله تعالى: {ربنا لا تؤاخذنا إن نسينا أو أخطأنا} وقد ثبت في الصحيح أن الله استجاب هذا الدعاء. وقد أخبر سبحانه عن داود وسليمان عليهما السلام إنما حكما في الحرث، وخص أحدهما بالعلم والحكم، مع ثنائه على كل منهما بالعلم والحكم. والعلماء ورثة الأنبياء، فإذا فهم أحدهم من المسألة ما لم يفهمه الآخر لم يكن بذلك ملوماً، ولا مانعاً لما عرف من علمه ودينه، وإن كان ذلك مع العلم بالحكم يكون إثماً وظلماً، والإصرار عليه فسقاً، بل متى علم تحريمه ضرورة كان تحليله كفراً. فالبغي هو من هذا الباب.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b609] VALUES (128,'أما إذا كان الباغي مجتهداً ومتأوِّلاً، ولم يتبين له أنه باغٍ، بل اعتقد أنه على الحق وإن كان مخطئاً في اعتقاده: لم تكن تسميته باغياً موجبة لإثمه، فضلاً عن أن توجب فسقه. والذين يقولون بقتال البغاة المتأولين يقولون: مع الأمر بقتالهم قتالنا لهم لدفع ضرر بغيهم، لا عقوبة لهم، بل للمنع من العدوان. ويقولون: إنهم باقون على العدالة، لا يُفسَّقون. ويقولون هم كغير المكلف، كما يمنع الصبي والمجنون والناسي والمغمى عليه والنائم من العدوان أن لا يصدر منهم، بل تمنع البهائم من العدوان. ويجب على من قتل مؤمناً خطأ الدية بنص القرآن مع أنه لا إثم عليه في ذلك، وهكذا من رفع إلى الإمام من أهل الحدود وتاب بعد القدرة عليه فأقام عليه الحد، والتائب من الذنب كمن لا ذنب له، والباغي المتأوِّل يجلد عند مالك والشافعي وأحمد ونظائره متعددة.
ثم بتقدير أن يكون البغي بغير تأويل: يكون ذنباً، والذنوب تزول عقوبتها بأسباب متعددة: بالحسنات الماحية، والمصائب المكفِّرة، وغير ذلك» (¬١).
وقال أيضا: «وأهل السنة والجماعة متفقون على أن المعروفين بالخير، كالصحابة المعروفين وغيرهم من أهل الجمل وصفِّين من الجانبين، لا يُفسَّقُ أحدٌ منهم، فضلاً عن أن يكفر، حتى عدى ذلك من عداه من الفقهاء إلى سائر أهل البغي، فإنهم مع إيجابهم لقتالهم منعوا أن يحكم بفسقهم لأجل التأويل، كما يقول هؤلاء الأئمة: إن شارب النبيذ المتنازع فيه متأوِّلاً لا يُجلَد ولا يُفسَّق» (¬٢).
_________
(¬١) مجموع الفتاوى (٣٥/ ٧٤ - ٧٦).
(¬٢) مجموع الفتاوى (١٢/ ٤٩٥).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b609] VALUES (129,'وقال ابن كثير: «ولا يلزم من تسمية أصحاب معاوية بغاة تكفيرهم، كما يحاوله جهلة الفرق الضالة; لأنهم وإن كانوا بغاة في نفس الأمر، فإنهم كانوا مجتهدين فيما تعاطوه من القتال، وليس كل مجتهد مصيباً، بل المصيب له أجران، والمخطئ له أجر، ومن زاد في هذا الحديث بعد قوله: تقتلك الفئة الباغية: لا أنالها الله شفاعتي يوم القيامة، فقد افترى في هذه الزيادة على رسول الله - صلى الله عليه وسلم - ; فإنه لم يقلها إذ لم تنقل من طريق تقبل. والله أعلم.
وأما قوله - صلى الله عليه وسلم -: يدعوهم إلى الجنة ويدعونه إلى النار، فإن عمَّارا وأصحابه يدعون أهل الشام إلى الألفة واجتماع الكلمة، وأهل الشام يريدون أن يستأثروا بالأمر دون من هو أحق به، وأن يكون الناس أوزاعاً، على كل قطر إمامٌ برأسه، وهذا يؤدي إلى افتراق الكلمة، واختلاف الأمة، فهو لازم مذهبهم وناشئ عن مسلكهم، وإن كانوا لا يقصدونه. والله أعلم» (¬١).
وقال أيضا: «وأمَّا ما شجر بينهم بعده عليه الصلاة والسلام، فمنه ما وقع عن غير قصد، كيوم الجمل، ومنه ما كان عن اجتهاد، كيوم صفِّين. والاجتهاد يخطئ ويصيب، ولكن صاحبه معذور وإن أخطأ، ومأجور أيضاً، وأما المصيب فله أجران اثنان» (¬٢).
وقال أيضا: «ومعاوية معذور عند جمهور العلماء سلفاً وخلفاً، وقد شهدت الأحاديث الصحيحة بالإسلام للفريقين من الطرفين; أهل العراق وأهل الشام» (¬٣).
وقال الحافظ ابن حجر: «وذهب جمهور أهل السنة إلى تصويب من قاتل مع علي، لامتثال قوله تعالى: {وإن طائفتان من المؤمنين اقتتلوا} الآية، ففيها الأمر بقتال الفئة الباغية، وقد ثبت أن من قاتل عليَّاً كانوا بغاة، وهؤلاء مع هذا التصويب متفقون على أنه لا يُذمُّ واحدٌ من هؤلاء، بل يقولون: اجتهدوا فأخطئوا» (¬٤).
_________
(¬١) البداية والنهاية (٤/ ٥٣٨).
(¬٢) الباعث الحثيث شرح اختصار علوم الحديث (ص: ١٧٧).
(¬٣) البداية والنهاية (١١/ ٤٢٠).
(¬٤) فتح الباري (١٣/ ٦٧).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b609] VALUES (130,'قلتُ (أحمد): بل إن عليَّاً نفسه وبعض الصحابة معه كانوا أولَ الناس التماسا للعذر لمن قاتلوهم، فلم يكفِّروهم، أو يلعنوهم.
فعن سعد بن إبراهيم بن عبد الرحمن بن عوف قال: «بينما عليٌّ آخذ بيد عديِّ بن حاتم وهو يطوف في القتلى، إذ مر برجل عرفته، فقلت: يا أمير المؤمنين, عهدي بهذا وهو مؤمن، قال: والآن؟» (¬١).
وعن عبد الله بن عروة بن الزبير قال: أخبرني رجل شهد صفِّين قال: «رأيت عليَّاً خرج في بعض تلك الليالي , فنظر إلى أهل الشام فقال: اللهم اغفر لي ولهم» (¬٢).
وعن يزيد بن الأصم قال: «سُئل علي عن قتلى يوم صفِّين, فقال: قتلانا وقتلاهم في الجنة, ويصير الأمر إليَّ وإلى معاوية» (¬٣).
وعن رياح بن الحارث، قال: «كنت إلى جنب عمَّار بن ياسر بصفِّين, وركبتي تمس ركبته, فقال رجل: كفر أهل الشام, فقال عمَّار: لا تقولوا ذلك، نبينا ونبيهم واحد, وقبلتنا وقبلتهم واحدة; ولكنهم قوم مفتونون جاروا عن الحق, فحقٌّ علينا أن نقاتلهم حتى يرجعوا إليه» (¬٤).
_________
(¬١) إسناده صحيح إلى سعد: أخرجه ابن أبي شيبة (٣٧٨٤٦)، لكن يبقى أن سعدا لم يلق أحدا من الصحابة، كما في جامع التحصيل (ص: ١٨٠).
(¬٢) إسناده صحيح إلى عبد الله: أخرجه ابن أبي شيبة (٣٧٨٦٥).
(¬٣) إسناده حسن إلى يزيد: أخرجه ابن أبي شيبة (٣٧٨٨٠)، وفي سنده عمر بن أيوب الموصلي، صدوق له أوهام، كما في التقريب (٤٨٦٧)، وشيخه: جعفر بن بُرقان، صدوق، كما في التقريب (٩٣٢).
(¬٤) إسناده حسن: أخرجه ابن أبي شيبة (٣٧٨٤١)، والمروزي في تعظيم قدر الصلاة (٥٩٨)، وفي سنده الحسن بن الحكم النخعي، صدوق يخطئ، كما في التقريب (١٢٢٩). وتصحَّف في المطبوع من ابن أبي شيبة (رياح) إلى (زياد)!',NULL,'130',NULL,NULL,'0');
INSERT INTO [b609] VALUES (131,'وعن أبي ميسرة عمرو بن شرحبيل -وكان من أفضل أصحاب عبد الله بن مسعود- قال: «رأيتُ في المنام كأني أُدخلت الجنة, فرأيت قباباً مضروبة, فقلت: لمن هذه؟ فقيل: هذه لذي الكلاع وحوشب, وكانا ممن قُتل مع معاوية يوم صفِّين, قال: قلت: فأين عمَّار وأصحابه؟ قالوا: أمامك، قلت: وكيف وقد قتل بعضهم بعضاً؟ قال: قيل: إنهم لقوا الله فوجدوه واسع المغفرة» (¬١).
ومن ثَمَّ تقرر عند أهل السنة الإمساك عن الكلام فيما شَجَر بين هؤلاء الصحابة الأفاضل، وعدم الخوض في ذلك إلا بما هو لائقٌ بهم، وهذه نصوصهم ناطقةٌ بما في قلوبهم؛ ومنها:
عن يزيد بن بشر الكلبي قال: «سُئِل عمر بن عبد العزيز عن علي, وعثمان, والجمل, وصفِّين, وما كان بينهم, فقال: تلك دماء كفَّ الله يدي عنها, وأنا أكره أن أغمس لساني فيها» (¬٢).
قال البيهقيُّ -مُعلِّقاً على قول عمر بن عبد العزيز-: «هذا حسنٌ جميل، لأن سكوت الرجل عما لا يعنيه هو الصواب» (¬٣).
_________
(¬١) إسناده صحيح: أخرجه ابن أبي شيبة (٣٧٨٤٤)، ويعقوب بن سفيان في المعرفة والتاريخ (٣/ ٣١٤)، واللالكائي في شرح أصول اعتقاد أهل السنة (٢٠٢٠)، وأبو نعيم في الحلية (٤/ ١٤٣، ٩/ ٦٢)، والبيهقي (١٦٧٢٠).
(¬٢) حسن بمجموع طرقه: أخرجه ابن سعد في الطبقات الكبرى (٥/ ٣٩٤)، وفي سنده خالد بن يزيد بن بشر الكلبي، ترجم له ابن عساكر في تاريخ دمشق (١٦/ ٢٨٤)، ولم يذكر فيه جرحا ولا تعديلا.
وأخرجه الخطابي في العزلة (ص: ٤٤)، وأبو نعيم في الحلية (٩/ ١٤٤) من طريق الشافعي قال: "قيل لعمر بن عبد العزيز: ما تقول في أهل صفِّين؟ فقال: تلك دماء طهر الله يدي منها، فلا أحب أن أخضب لساني بها". وهذا مع انقطاعه إلا أنه يقوِّي الطريق الأول، ويشدُّ من أزره.
(¬٣) مناقب الشافعي لفخر الدين الرازي (ص: ١٣٦).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b609] VALUES (132,'وقال أبو بكر المرُّوذي: «قيل لأبي عبدالله أحمد بن حنبل: يا أبا عبد الله، ما تقول فيما كان بين علي ومعاوية؟ فقال أبو عبدالله: ما أقول فيهم إلا الحسنى» (¬١).
وقال المرُّوذي: «وسمعت أبا عبدالله، وذُكر له أصحاب رسول الله - صلى الله عليه وسلم -، فقال: رحمهم الله أجمعين، ومعاوية، وعمرو بن العاص، وأبو موسى الأشعري، والمغيرة، كلهم وصفهم الله تعالى في كتابه فقال: {سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ}» (¬٢).
وقال عبدالرحمن بن أبي حاتم: «سألت أبي وأبا زرعة عن مذاهب أهل السنة في أصول الدين، وما أدركا عليه العلماء في جميع الأمصار، وما يعتقدان من ذلك؛ فقالا: أدركنا العلماء في جميع الأمصار، حجازاً وعراقاً وشاماً ويمناً، فكان من مذهبهم: الإيمان قولٌ وعمل، يزيد وينقص، والقرآن كلام الله غير مخلوق بجميع جهاته، والقدر خيره وشره من الله - عز وجل -، وخير هذه الأمة بعد نبيها عليه الصلاة والسلام: أبو بكر الصديق، ثم عمر بن الخطاب، ثم عثمان بن عفان، ثم علي بن أبي طالب، عليهم السلام، وهم الخلفاء الراشدون المهديون، وأن العشرة الذين سماهم رسول الله وشهد لهم بالجنة على ما شهد به رسول الله وقوله الحق، والترحم على جميع أصحاب محمد، والكفُّ عما شجر بينهم» (¬٣).
وقال الآجرِّي: «باب ذكر الكفِّ عما شجر بين أصحاب رسول الله - صلى الله عليه وسلم - ورحمة الله عليهم أجمعين: ينبغي لمن تدبر ما رسمنا من فضائل أصحاب رسول الله - صلى الله عليه وسلم - وفضائل أهل بيته، رضي الله عنهم أجمعين، أن يحبهم، ويترحم عليهم، ويستغفر لهم، ويتوسل إلى الله الكريم لهم، أي: بالدعاء والترحم والاستغفار والترضي، ويشكر الله العظيم إذ وفقه لهذا، ولا يذكر ما شجر بينهم، ولا ينقِّر عنه ولا يبحث.
_________
(¬١) مناقب الإمام أحمد لابن الجوزي (ص: ٢٢٠ - ٢٢١).
(¬٢) المصدر السابق.
(¬٣) أصول اعتقاد أهل السنة للالكائي (١/ ١٩٧).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b609] VALUES (133,'فإن عارضنا جاهلٌ مفتونٌ قد خطي به عن طريق الرشاد فقال: لم قاتل فلان لفلان؟ ولم قتل فلان لفلان وفلان؟!
قيل له: ما بنا وبك إلى ذكر هذا حاجة تنفعنا ولا تضرنا إلى علمها.
فإن قال قائل: ولم؟
قيل: لأنها فتن شاهدها الصحابة - رضي الله عنهم - فكانوا فيها على حسب ما أراهم العلم بها، وكانوا أعلم بتأويلها من غيرهم، وكانوا أهدى سبيلاً ممن جاء بعدهم لأنهم أهل الجنة، عليهم نزل القرآن، وشاهدوا الرسول - صلى الله عليه وسلم - وجاهدوا معه، وشهد لهم الله - عز وجل - بالرضوان والمغفرة والأجر العظيم، وشهد لهم الرسول - صلى الله عليه وسلم - أنهم خير القرون، فكانوا بالله - عز وجل - أعرف، وبرسوله - صلى الله عليه وسلم - وبالقرآن وبالسنة، ومنهم يؤخذ العلم، وفي قولهم نعيش، وبأحكامهم نحكم، وبأدبهم نتأدب، ولهم نتبع، وبهذا أُمرنا.
فإن قال قائل: وأيش الذي يضرنا من معرفتنا لما جرى بينهم والبحث عنه؟
قيل له: لا شك فيه، وذلك أن عقول القوم كانت أكبر من عقولنا، وعقولنا أنقص بكثير، ولا نأمن أن نبحث عما شجر بينهم فنزل عن طريق الحق، ونتخلف عما أُمرنا فيهم.
فإن قال قائل: وبم أُمرنا فيهم؟
قيل: أُمرنا بالاستغفار لهم، والترحم عليهم، والمحبة لهم، والاتباع لهم، دل على ذلك الكتاب والسنة وقول أئمة المسلمين، وما بنا حاجة إلى ذكر ما جرى بينهم، قد صحبوا الرسول - صلى الله عليه وسلم - وصاهرهم وصاهروه، فبالصحبة له يغفر الله الكريم لهم، وقد ضمن الله - عز وجل - لهم في كتابه ألا يخزي منهم واحداً، وقد ذكر لنا الله تعالى في كتابه أن وصفهم في التوراة والإنجيل فوصفهم بأجمل الوصف، ونعتهم بأحسن النعت، وأخبرنا مولانا الكريم أنه قد تاب عليهم، وإذا تاب عليهم لم يعذب واحدا منهم أبدا، - رضي الله عنهم - ورضوا عنه {أولئك حزب الله ألا إن حزب الله هم المفلحون}.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b609] VALUES (134,'فإن قال قائل: إنما مرادي من ذلك لأن أكون عالماً بما جرى بينهم، فأكون لم يذهب عليَّ ما كانوا فيه، لأني أحب ذلك ولا أجهله.
قيل له: أنت طالب فتنة، لأنك تبحث عما يضرك ولا ينفعك، ولو اشتغلت بإصلاح ما لله - عز وجل - عليك فيما تعبدك به من أداء فرائضه واجتناب محارمه؛ كان أولى بك، وقيل له: ولاسيما في زماننا هذا مع قبح ما قد ظهر فيه من الأهواء الضالة (¬١).
وقيل له: اشتغالك بمطعمك وملبسك من أين؟ هو أولى بك، وتمسكك بدرهمك من أين هو؟ وفيم تنفقه؟ أولى بك.
وقيل: لا نأمل أن تكون بتنقيرك وبحثك عما شجر بين القوم إلى أن يميل قلبك، فتهوى ما يصلح لك أن تهواه، ويلعب بك الشيطان؛ فتسب وتبغض من أمرك الله بمحبته والاستغفار له وباتباعه، فتزل عن طريق الحق، وتسلك طريق الباطل» (¬٢).
وقال ابن أبي زيد القيرواني: «وأن لا يُذكرَ أحدٌ من صحابة الرسول - صلى الله عليه وسلم - إلا بأحسن ذكر، والإمساك عما شجر بينهم، وأنهم أحق الناس، أن يُلتمس لهم أحسن المخارج، ويُظن بهم أحسن المذاهب» (¬٣).
وقال أبو نعيم الأصبهاني: «فالواجب على المسلمين في أصحاب رسول الله - صلى الله عليه وسلم -: إظهار ما مدحهم الله تعالى به، وشكرهم عليه، من جميل أفعالهم وجميل سوابقهم، وأن يغضوا عما كان منهم في حال الغضب والإغفال، وفرط منهم عند استزلال الشيطان إياهم، ونأخذ في ذكرهم بما أخبر الله تعالى به؛ فقال تعالى: {وَالَّذين جَاءُوا من بعدهمْ يَقُولُونَ رَبنَا اغْفِر لنا وَلِإِخْوَانِنَا الَّذين سبقُونَا بِالْإِيمَان} الْآيَة.
_________
(¬١) فما يقول رحمه الله لو رأى ما يحدث ويقال في زمننا هذا؟!
(¬٢) الشريعة (٥/ ٢٤٨٥ - ٢٤٩٠).
(¬٣) عقيدة السلف للقيرواني (ص: ٦١).',NULL,'134',NULL,NULL,'0');
INSERT INTO [b609] VALUES (135,'فإن الهفوة والزلل والغضب والحدة والإفراط لا يخلو منه أحد، وهو لهم غفور، ولا يوجب ذلك البراء منهم، ولا العداوة لهم، ولكن يحب على السابقة الحميدة، ويتولى للمنقبة الشريفة» (¬١).
وقال القرطبي: «وقد تعبدنا بالكف عما شجر بينهم، وألا نذكرهم إلا بأحسن الذكر، لحرمة الصحبة ولنهي النبي - صلى الله عليه وسلم - عن سبهم، وأن الله غفر لهم، وأخبر بالرضا عنهم» (¬٢).
وقال ابن قدامة المقدسي: «ومن السنة تولي أصحاب رسول الله - صلى الله عليه وسلم -، ومحبتهم، وذكر محاسنهم، والترحم عليهم، والاستغفار لهم، والكف عن ذكر مساوئهم وما شجر بينهم. واعتقاد فضلهم ومعرفة سابقتهم» (¬٣).
وقال شيخ الإسلام ابن تيْميَّة: «ولهذا كان من مذهب أهل السنة: الإمساك عما شَجَرَ بين الصحابة، فإنه قد ثبتت فضائلهم، ووجبت موالاتهم ومحبتهم» (¬٤).
وقال الذهبي: «ولا نذكر أحدا من الصحابة إلا بخير، ونترضى عنهم، ونقول: هم طائفة من المؤمنين بغت على الإمام علي، وذلك بنص قول المصطفى - صلى الله عليه وسلم - لعمَّار: تقتلك الفئة الباغية، فنسأل الله أن يرضى عن الجميع، وألا يجعلنا ممن في قلبه غل للمؤمنين» (¬٥).
وقال ابن الوزير اليماني: «والكلام فيما شجر بين الصحابة مما كثر فيه المراء والعصبية، مع قلة الفائدة في كثير منه» (¬٦).
_________
(¬١) الإمامة والرد على الرافضة (ص: ٣٤١ - ٣٤٢).
(¬٢) الجامع لأحكام القرآن (١٦/ ٣٢١).
(¬٣) لمعة الاعتقاد (ص: ٣٩).
(¬٤) منهاج السنة النبوية (٤/ ٤٤٨ - ٤٤٩).
(¬٥) سير أعلام النبلاء (٨/ ٢٠٩ - ٢١٠).
(¬٦) العواصم والقواصم (٣/ ٢٢١).',NULL,'135',NULL,NULL,'0');
INSERT INTO [b609] VALUES (136,'وقال الحافظ ابن حجر: «واتفق أهل السنة على وجوب منع الطعن على أحد من الصحابة بسبب ما وقع لهم من ذلك، ولو عُرِف المُحِقُّ منهم، لأنهم لم يقاتلوا في تلك الحروب إلا عن اجتهاد، وقد عفا الله تعالى عن المخطئ في الاجتهاد، بل ثبت أنه يؤجر أجرا واحدا، وأن المصيب يؤجر أجرين» (¬١).
وقال الشوكاني -في جواب من سأله عن مذهب أهل الحقِّ في شأن ما شجر بين الصحابة - رضي الله عنهم - في الخلافة-: «إنْ كان هذا السائل طالباً للنجاة، مستفهماً عن أقرب الأقوال إلى مطابقة مراد مولاه، كما يُشعر بذلك تصرفه في سؤاله؛ فلْيدَعْ الاشتغال بهذه الأمر، ويترك المرور في هذا المضيق الذي تاهت فيه الأفكار، وتحيَّرت عنده أفكار أهل الأنظار، فإن هؤلاء الذين تبحث عن حوادثهم، وتتطلَّع لمعرفة ما شجر بينهم، قد صاروا تحت أطباق الثرى، ولقوا ربهم في المئة الأولى من البعثة، وها نحن الآن في المئة الثالثة عشر، فما بالنا والاشتغال بهذا الشأن الذي لا يعنينا؟! ومن حسن إسلام المرء تركه ما لا يعنيه، وأي فائدة لنا في الدخول في الأمور التي فيها ريبة؟! وقد أُرشدنا إلى أن ندع ما يريبنا إلى ما لا يريبنا، ويكفينا من تلك القلاقل والزلازل أن نعتقد أنهم خير القرون، وأفضل الناس» (¬٢).
إلى أن قال: «فرحم الله امرأً اشتغل بما أوجبه الله عليه وطلبه منه، وترك ما لا يعود عليه بنفعٍ في الدنيا ولا في الآخرة، بل يعود عليه بالضر، .... ، ومن ظنَّ خلاف هذا فهو مغرورٌ، مخدوعٌ، قاصر الباع عن إدراك الحقائق ومعرفة الحق على وجهه، كائناً من كان» (¬٣).
_________
(¬١) فتح الباري (١٣/ ٣٤).
(¬٢) إرشاد السائل إلى دلائل المسائل (ص: ٤٥).
(¬٣) المصدر السابق (ص: ٤٦).
وللمزيد من هذه الأقوال، انظر: سلّ السِّنان في الذبِّ عن معاوية بن أبي سفيان لسعد بن ضيدان السبيعي (ص: ٢٩٣ - ٣٠٥)، عقيدة أهل السنة في الصحابة الكرام لناصر بن علي الشيخ (٢/ ٧٣٢ - ٧٤٢).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b609] VALUES (137,'<span data-type="title" id=toc-61>معركة النَّهْرَوَان </span>(¬١):
كان من جرَّاء قبول علي - رضي الله عنه - الصلح مع معاوية، ووقف القتال، والسعي في الوصول لما فيه حفظٌ لدماء المسلمين؛ أثرٌ سيءٌ على طائفة الخوارج التي كانت تقاتل مع علي.
_________
(¬١) سُميَّت بذلك نسبة للمكان الذي وقع فيه القتال.

وليس الحديث عن معركة النهروان من صُلب هذا الكتاب، لأن معاوية ليس طرفاً فيها، ولذا لم أُطل النفس في الحديث عنها، وإنما أوردتها ليستقيم تسلسل الأحداث، لأنها كانت سببا في التدبير لقتل علي ومعاوية.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b609] VALUES (138,'يقول ابن كثير: «والحكمان كانا من خيار الصحابة، وهما: عمرو بن العاص السهمي من جهة أهل الشام، والثاني: أبو موسى عبد الله بن قيس الأشعري، من جهة أهل العراق، وإنما نصبا ليصلحا بين الناس، ويتفقا على أمر فيه رفق بالمسلمين، وحقن لدمائهم، وكذلك وقع، ولم يضل بسببهما إلا فرقة الخوارج، حيث أنكروا على الأميرين التحكيم، وخرجوا عليهما وكفَّروهما، حتى قاتلهم علي بن أبي طالب، وناظرهم ابن عباس (¬١)،
_________
(¬١) أخرج أحمد (٣١٨٧) وأبو داود (٤٠٣٧) والنسائي في الكبرى (٨٥٢٢) - واللفظ له - والحاكم (٢٦٥٦، ٧٣٦٨) وغيرهم؛ بسند حسن عن ابن عباس قال: "لما خرجت الحرورية اعتزلوا في دار، وكانوا ستة آلاف، فقلت لعلي: يا أمير المؤمنين، أبرد بالصلاة، لعلي أكلم هؤلاء القوم، قال: إني أخافهم عليك، قلت: كلا، فلبستُ، وترجَّلتُ، ودخلت عليهم في دار نصف النهار، وهم يأكلون فقالوا: مرحبا بك يا ابن عباس، فما جاء بك؟ قلتُ لهم: أتيتكم من عند أصحاب النبي - صلى الله عليه وسلم - المهاجرين، والأنصار، ومن عند ابن عم النبي - صلى الله عليه وسلم - وصهره، وعليهم نزل القرآن، فهم أعلم بتأويله منكم، وليس فيكم منهم أحد، لأبلغكم ما يقولون، وأبلغهم ما تقولون، فانتحى لي نفر منهم قلت: هاتوا ما نقمتم على أصحاب رسول الله - صلى الله عليه وسلم - وابن عمه، قالوا: ثلاث، قلتُ: ما هن؟ قال: أما إحداهن، فإنه حكم الرجال في أمر الله، وقال الله: {إن الحكم إلا لله} [الأنعام: ٥٧] ما شأن الرجال والحكم؟ قلت: هذه واحدة قالوا: وأما الثانية، فإنه قاتل، ولم يسب، ولم يغنم، إن كانوا كفارا لقد حل سباهم، ولئن كانوا مؤمنين ما حل سباهم ولا قتالهم قلت: هذه ثنتان، فما الثالثة؟ وذكر كلمة معناها قالوا: محى نفسه من أمير المؤمنين، فإن لم يكن أمير المؤمنين، فهو أمير الكافرين، قلت: هل عندكم شيء غير هذا؟ قالوا: حسبنا هذا، قلت: لهم أرأيتكم إن قرأت عليكم من كتاب الله جل ثناؤه وسنة نبيه ما يرد قولكم أترجعون؟ قالوا: نعم، قلت: أما قولكم: حكم الرجال في أمر الله، فإني أقرأ عليكم في كتاب الله أن قد صير الله حكمه إلى الرجال في ثمن ربع درهم، فأمر الله تبارك وتعالى أن يحكموا فيه، أرأيت قول الله تبارك وتعالى: {يا أيها الذين آمنوا لا تقتلوا الصيد، وأنتم حرم، ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم} [المائدة: ٩٥] وكان من حكم الله أنه صيره إلى الرجال يحكمون فيه، ولو شاء لحكم فيه، فجاز من حكم الرجال، أنشدكم بالله أحكم الرجال في صلاح ذات البين، وحقن دمائهم أفضل أو في أرنب؟ قالوا: بلى، هذا أفضل، وفي المرأة وزوجها: {وإن خفتم شقاق بينهما فابعثوا حكما من أهله وحكما من أهلها} [النساء: ٣٥] فنشدتكم بالله حكم الرجال في صلاح ذات بينهم، وحقن دمائهم أفضل من حكمهم في بضع امرأة؟ خرجت من هذه؟ قالوا: نعم، قلت: وأما قولكم قاتل ولم يسب، ولم يغنم، أفتسبون أمكم عائشة، تستحلون منها ما تستحلون من غيرها وهي أمكم؟ فإن قلتم: إنا نستحل منها ما نستحل من غيرها فقد كفرتم، وإن قلتم: ليست بأمنا فقد كفرتم: {النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم} [الأحزاب: ٦] فأنتم بين ضلالتين، فأتوا منها بمخرج، أفخرجت من هذه؟ قالوا: نعم، وأما محي نفسه من أمير المؤمنين، فأنا آتيكم بما ترضون. إن نبي الله - صلى الله عليه وسلم - يوم الحديبية صالح المشركين فقال لعلي: «اكتب يا علي: هذا ما صالح عليه محمد رسول الله» قالوا: لو نعلم أنك رسول الله ما قاتلناك، فقال رسول الله - صلى الله عليه وسلم -: «امح يا علي، اللهم إنك تعلم أني رسول الله، امح يا علي، واكتب: هذا ما صالح عليه محمد بن عبدالله» والله لرسول الله - صلى الله عليه وسلم - خير من علي، وقد محى نفسه، ولم يكن محوه نفسه ذلك محاه من النبوة، أخرجت من هذه؟ قالوا: نعم، فرجع منهم ألفان، وخرج سائرهم، فقُتِلوا على ضلالتهم، فقتلهم المهاجرون والأنصار".',NULL,'138',NULL,NULL,'0');
INSERT INTO [b609] VALUES (139,'فرجع منهم شرذمة إلى الحق، واستمر بقيتهم حتى قتل أكثرهم بالنهروان وغيره من المواقف المرذولة عليهم» (¬١).
قلتُ (أحمد): لم تقتصر هذه الفرقة الخارجة على عنادها، بل أخذوا يطعنون في عليٍّ ويُشغِّبون عليه، وامتدت أيديهم لسفك دماء بعض المسلمين بغير وجه حق، كعبدالله بن خباب بن الأرت - رضي الله عنه - (¬٢)، عندها خرج عليٌ لقتالهم، فقتلهم (¬٣)، وكان عليٌ في ذلك القتال على حالة تختلف عن حالته في قتال الجمل وصفِّين.
يقول شيخ الإسلام ابن تيْميَّة: «وقد ثبت اتفاق الصحابة على قتالهم - يعني: الخوارج -، وقاتلهم أمير المؤمنين علي بن أبي طالب، وذكر فيهم سنة رسول الله - صلى الله عليه وسلم - المتضمنة لقتالهم، وفرح بقتلهم، وسجد لله شكرا لما رأى أباهم مقتولا، وهو ذو الثدية، بخلاف ما جرى يوم الجمل وصفِّين؛ فإن عليَّاً لم يفرح بذلك، بل ظهر منه من التألم والندم ما ظهر، ولم يذكر عن النبي - صلى الله عليه وسلم - في ذلك سنة، بل ذكر أنه قاتَلَ باجتهاده» (¬٤).
_________
(¬١) البداية والنهاية (٩/ ١٧٩).
(¬٢) تاريخ الطبري (٥/ ٨١ - ٨٢).
(¬٣) انظر تفاصيل ذلك في: تاريخ الطبري (٨/ ٨٢ - ٩١).
(¬٤) مجموع الفتاوى (٢٠/ ٣٩٤ - ٣٩٥).',NULL,'139',NULL,NULL,'0');
INSERT INTO [b609] VALUES (140,'<span data-type="title" id=toc-62>التخطيط لقتل عليٍّ، ومعاوية، وعمرو - رضي الله عنهم </span>-:
لم تمر معركة النَّهْرَوان هيِّنةً على نفوس من بقي من الخوارج، بل تركت فيهم جرحا غائرا، زاده إيلاما: شرُّ نفوسِهم مع مرور الأيام عليهم، فبدؤوا يفكرون في طريقة للثأر ممن كانوا سببا فيما وقع لهم، ومن هنا بدأت المؤامرة.
فعن إسماعيل بن راشد قال: «اجتمع عبدُالرحمنِ بن مُلْجَم، والبُرَك بن عبدالله، وعمرو بن بكر التميمي، فتذاكروا أمر الناس، وعابوا على ولاتهم، ثم ذكروا أهل النهر، فترحَّموا عليهم، وقالوا: ما نصنع بالبقاء بعدهم شيئا! إخواننا الذين كانوا دعاة الناس لعبادة ربهم، والذين كانوا لا يخافون في الله لومة لائم، فلو شرينا أنفسنا فأتينا أئمة الضلالة فالتمسنا قتلهم، فأرحنا منهم البلاد، وثأرنا بهم إخواننا! فقال ابن ملجم -وكان من أهل مصر-: أنا أكفيكم عليَّ بن أبي طالب، وقال البرك بن عبدالله: أنا أكفيكم معاوية بن أبي سفيان، وقال عمرو بن بكر: أنا أكفيكم عمرو بن العاص، فتعاهدوا وتواثقوا بالله لا ينكص رجل منهم عن صاحبه الذي توجه إليه حتى يقتله أو يموت دونه، فأخذوا أسيافهم، فسمّوها، واتعدوا لسبع عشرة تخلو من رمضان أن يثب كل واحد منهم على صاحبه الذي توجه إليه، وأقبل كل رجل منهم إلى المصر الذي فيه صاحبه الذي يطلب',NULL,'140',NULL,NULL,'0');
INSERT INTO [b609] VALUES (141,'فأما ابن ملجم المرادي فكان عداده في كندة، فخرج فلقي أصحابه بالكوفة، وكاتمهم أمره كراهة أن يظهروا شيئا من أمره، فإنه رأى ذات يوم أصحابا من تيم الرباب- وكان علي قتل منهم يوم النهر عشرة- فذكروا قتلاهم، ولقي من يومه ذلك امرأة من تيم الرباب يقال لها: قطام ابنة الشجنه- وقد قتل أباها وأخاها يوم النهر، وكانت فائقة الجمال- فلما رآها التبست بعقله، ونسي حاجته التي جاء لها، ثم خطبها، فقالت: لا أتزوجك حتى تشفي لي، قال: وما يشفيك؟ قالت: ثلاثة آلاف، وعبد، وقينة، وقتل علي بن أبي طالب، قال: هو مهر لك، فأما قتل علي فلا أراك ذكرته لي وأنت تريديني! قالت: بلى، التمس غرته، فإن أصبت شفيت نفسك ونفسي، ويهنئك العيش معي، وإن قتلت فما عند الله خير من الدنيا وزينتها وزينه أهلها، قال: فو الله ما جاء بي إلى هذا المصر إلا قتل علي، فلك ما سألت قالت: إني أطلب لك من يسند ظهرك، ويساعدك على أمرك.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b609] VALUES (142,'فبعثت إلى رجل من قومها من تيم الرباب يقال له: وردان، فكلمته فأجابها، وأتى ابن ملجم رجلا من أشجع يقال له شبيب بن بجرة، فقال له: هل لك في شرف الدنيا والآخرة؟ قال: وما ذاك؟ قال: قتل علي بن أبي طالب، قال: ثكلتك أمك! لقد جئت شيئا إدا، كيف تقدر على علي! قال: أكمن له في المسجد، فإذا خرج لصلاة الغداة شددنا عليه فقتلناه، فإن نجونا شفينا أنفسنا، وأدركنا ثأرنا، وإن قتلنا فما عند الله خير من الدنيا وما فيها، قال: ويحك! لو كان غير علي لكان أهون علي، قد عرفت بلاءه في الإسلام، وسابقته مع النبي - صلى الله عليه وسلم -، وما أجدني أنشرح لقتله، قال: أما تعلم أنه قتل أهل النهر العباد الصالحين! قال: بلى، قال: فنقتله بمن قتل من إخواننا، فأجابه، فجاءوا قطام- وهي في المسجد الأعظم معتكفة- فقالوا لها: قد أجمع رأينا على قتل علي، قالت: فإذا أردتم ذلك فأتوني، ثم عاد إليها ابن ملجم في ليلة الجمعة التي قتل في صبيحتها علي -سنة أربعين- فقال: هذه الليلة التي واعدت فيها صاحبي أن يقتل كل منا صاحبه، فدعت لهم بالحرير فعصبتهم به، وأخذوا أسيافهم وجلسوا مقابل السدة التي يخرج منها علي، فلما خرج ضربه شبيب بالسيف.
فوقع سيفه بعضادة الباب أو الطاق، وضربه ابن ملجم في قرنه بالسيف.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b609] VALUES (143,'وهرب وردان حتى دخل منزله، فدخل عليه رجل من بني أبيه وهو ينزع الحرير عن صدره، فقال: ما هذا الحرير والسيف؟ فأخبره بما كان وانصرف، فجاء بسيفه فعلا به وردان حتى قتله، وخرج شبيب نحو أبواب كندة في الغلس، وصاح الناس، فلحقه رجل من حضرموت يقال له عويمر، وفي يد شبيب السيف، فأخذه، وجثم عليه الحضرمي، فلما رأى الناس قد أقبلوا في طلبه، وسيف شبيب في يده، خشي على نفسه، فتركه، ونجا شبيب في غمار الناس، فشدوا على ابن ملجم فأخذوه، إلا أن رجلا من همدان يكنى أبا أدماء أخذ سيفه فضرب رجله، فصرعه، وتأخر علي، ورفع في ظهره جعدة بن هبيرة بن أبي وهب، فصلى بالناس الغداة، ثم قال علي: عليَّ بالرجل، فأدخل عليه، ثم قال: أي عدو الله، ألم أحسن إليك! قال: بلى، قال: فما حملك على هذا؟ قال: شحذته أربعين صباحا، وسألت الله أن يقتل به شر خلقه، فقال علي: لا أراك إلا مقتولا به، ولا أراك إلا من شر خلقه (¬١).
وأما البُرَك بن عبد الله، فإنه في تلك الليلة التي ضُرب فيها علي قعد لمعاوية، فلما خرج ليصلي الغداة شد عليه بسيفه، فوقع السيف في أليته، فأخذ، فقال: إن عندي خيرا أسُرُّك به، فإن أخبرتك فنافعي ذلك عندك؟ قال: نعم، قال: إن أخا لي قتل عليَّاً في مثل هذه الليلة، قال: فلعله لم يقدر على ذلك! قال: بلى، إن عليَّاً يخرج ليس معه من يحرسه، فأمر به معاوية فقُتل.
_________
(¬١) وتتمة الرواية هنا: "أن عليَّاً دعا أبناءه وأوصاهم، ولم يعهد لأحد بالخلافة بعده، وكان في تلك الضربة مقتله، في شهر رمضان، سنة أربعين من الهجرة". انظر: تاريخ الطبري (٥/ ١٤٦ - ١٤٨).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b609] VALUES (144,'وبعث معاوية إلى الساعدي- وكان طبيباً- فلما نظر إليه قال: اختر إحدى خصلتين: إما أن أحمي حديدة فأضعها موضع السيف، وإما أن أسقيك شربة تقطع منك الولد، وتبرأ منها، فإن ضربتك مسمومة، فقال معاوية: أما النار فلا صبر لي عليها، وأما انقطاع الولد فإن في يزيد وعبد الله ما تقر به عيني، فسقاه تلك الشربة فبرأ، ولم يولد له بعدها، وأمر معاوية عند ذلك بالمقصورات، وحرس الليل، وقيام الشرطه على رأسه إذا سجد.
وأما عمرو بن بكر، فجلس لعمرو بن العاص تلك الليلة، فلم يخرج، وكان اشتكى بطنه، فأمر خارجة بن حذافة، وكان صاحب شرطته، وكان من بني عامر بن لؤي، فخرج ليصلي، فشد عليه وهو يرى أنه عمرو، فضربه فقتله، فأخذه الناس، فانطلقوا به إلى عمرو يسلمون عليه بالإمرة، فقال: من هذا؟ قالوا: عمرو، قال: فمن قتلت؟ قالوا: خارجة بن حذافة، قال: أما والله يا فاسق ما ظننته غيرك، فقال عمرو: أردتني وأراد الله خارجة، فقدمه عمرو فقتله» (¬١).
وقد جاءت رواية أخرى بيَّنت أن إصابة معاوية - رضي الله عنه - كانت وهو في الصلاة، وتحديدا بعد الركعة الأولى من صلاة الصبح.
فعن خالد بن عبدالله بن رباح السلمي: «أنه صلَّى مع معاوية يوم طعن بإيلياء ركعة، وطعن معاوية حين قضاها، فما زاد أن يرفع رأسه من سجوده، فقال معاوية للناس: أتموا صلاتكم. فقام كل امرئ فأتم صلاته، ولم يقدم أحدا، ولم يقدمه الناس» (¬٢).
ويبدو أن إصابة معاوية كانت خطيرة، حتى ظن بعض الصحابة ممن رأوه أنه مقتولٌ بها.
_________
(¬١) إسناده حسن إلى إسماعيل: أخرجه الطبري في تاريخه (٥/ ١٤٣ - ١٤٩)، وفي سنده عثمان بن عبد الرحمن الحراني، صدوق، كما في التقريب (٤٤٩٤). ويبقى النظر فيمن وراء إسماعيل. وانظر: الاستيعاب (٣/ ١١٢٣ - ١١٢٤).
(¬٢) إسناده صحيح إلى السُلمي: أخرجه يعقوب بن سفيان في المعرفة والتاريخ (١/ ٤١٣).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b609] VALUES (145,'فعن جندب بن عبد الله - رضي الله عنه - قال: «كنا مع سعد بن أبي وقاص في ركب، فنزل سعد ونزلت، واغتنمت نزوله فجعلت أمشي إلى جانبه، فحمدت الله، وأثنيت عليه، وقلتُ: إن معاوية طعن طعنا بيننا، لا أراها إلا قاتلته، وإن الناس قاتلون بقية أصحاب الشورى وبقية أصحاب رسول الله - صلى الله عليه وسلم -، فأنشدك الله إن وليت شيئا من أمرهم، أو تشق عصاهم، وأن تفرق جمعهم، أو تدعهم إلى أمر هلكة. فحمد سعدٌ الله، وأثنى عليه، ثم قال: أما بعد، فوالله لا أشق عصاهم، ولا أفرق جمعهم، ولا أدعهم إلى أمر هلكة حتى يأتوني بسيف يقول: يا سعد، هذا مؤمن فدعه، وهذا كافر فاقتله.
قال جندب: فعلمت أنه لا يدخل في شيء مما غيرا» (¬١).

<span data-type="title" id=toc-63>استقبال معاوية خبر مقتل عليٍّ:</span>
عن مغيرة الضبي قال: «لما جاء قتل علي إلى معاوية جعل يبكي ويسترجع، فقالت له امرأته: تبكي عليه وقد كنت تقاتله؟ فقال لها: ويحك، إنك لا تدرين ما فقد الناس من الفضل والفقه والعلم» (¬٢).
وبمقتل علي - رضي الله عنه - أُسدل الستار على فترة عصيبة من تاريخ هذه الأمة المباركة، وبدأت لوائح استقرار أوضاع البلاد تظهر في الأفق، خاصة بعد أن آل أمر الخلافة إلى الحسن بن علي - رضي الله عنه -، والذي أثنى عليه النبي - صلى الله عليه وسلم - من صغره -كما سيأتي-، ولم تزل الأمة تحمد له فعله، وتضرب المثل بزهده وعفوه، وحسن تصرُّفه وجميل موقفه، والذي تمخَّض عنه بعد ذلك: ميلادُ خلافة معاوية - رضي الله عنه -.
_________
(¬١) إسناده صحيح: أخرجه الخلال في السنة (٢/ ٤٧٤).
(¬٢) إسناده ضعيف: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١٤٢)، وهو مرسل، فالمغيرة لم يدرك معاوية.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b609] VALUES (146,'<span data-type="title" id=toc-64>الفصل الثاني معاوية - رضي الله عنه - والخلافة</span>
<span data-type="title" id=toc-65>خلافة الحسن بن علي - رضي الله عنه </span>-:
كان عليٌّ - رضي الله عنه - يستشعر دنوَّ أجله، لكنه مع ذلك لم يعهد لأحد بالخلافة من بعده، ولم يشر على من حوله بشيء، وإنما تركهم ليختاروا لأنفسهم.

فعن عبد الله بن سبع، قال: «سمعت عليَّاً يقول: لتخضبن هذه من هذا، فما ينتظر بي الأشقى؟ قالوا: يا أمير المؤمنين، فأخبرنا به نبير عترته، قال: إذا تالله تقتلون بي غير قاتلي، قالوا: فاستخلف علينا، قال: لا، ولكن أترككم إلى ما ترككم إليه رسول الله - صلى الله عليه وسلم -، قالوا: فما تقول لربك إذا أتيته؟ قال: أقول: اللهم تركتني فيهم ما بدا لك، ثم قبضتني إليك وأنت فيهم، فإن شئت أصلحتهم، وإن شئت أفسدتهم» (¬١).
ولما أُصيب علي - رضي الله عنه - حاول البعض أن يدفعوه لتوليه ابنه الحسن من بعده؛ فلم يستجب لهم.
يقول الطبريُّ: «وذُكر أن جندب بن عبد الله دخل على عليٍّ فسأله، فقال: يا أمير المؤمنين، إنْ فقدناك- ولا نفقدك- فنبايع الحسن؟ فقال: ما آمركم ولا أنهاكم، أنتم أبصر» (¬٢).
وبعد دفن عليٍّ، سارع أهل الكوفة لمبايعة ولده الحسن على الخلافة من بعده، وكان ذلك سنة أربعين من الهجرة.
قال الطبري: «وفي هذه السنة- أعني سنة أربعين- بويع للحسن بن على - رضي الله عنه - بالخلافة، وقيل: إن أول من بايعه قيس بن سعد، قال له: ابسط يدك أبايعك على كتاب الله - عز وجل -، وسنة نبيه، وقتال المحلين، فقال له الحسن - رضي الله عنه -: على كتاب الله وسنة نبيه، فإن ذلك يأتي من وراء كل شرط، فبايعه وسكت، وبايعه الناس» (¬٣).
_________
(¬١) صحيح الإسناد إلى ابن سبع: أخرجه أحمد (١٠٨٧)، وثم كلام في توثيق ابن سبع، لا ينزل حديثه عن الحسن إن شاء الله، فانظره مع تتمة تخريج الحديث وشواهده في كلام محققي المسند (٢/ ٣٢٥)، عند حاشية هذا الحديث.
(¬٢) تاريخ الطبري (٥/ ١٤٦ - ١٤٧).
(¬٣) تاريخ الطبري (٥/ ١٥٨)، وقد ورد هناك رواية صحيحة الإسناد إلى الزهري تفيد بمبايعة قيس بن سعد له، لكنها من مراسيل الزهري.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b609] VALUES (147,'بعد أن استتب الأمر للحسن بالكوفة، عزم على التوجه للشام للقاء معاوية ومن ومعه، لكن يبدو أن الحسن - رضي الله عنه - لم يكن ينوي قتالا هذه المرة، وإنما كان ينوي أمراً آخر لم يتصوره أحد من أتباعه.
وقد وردت بعض الروايات التي تفيد أن الحسنَ راسل معاويةَ ليتفقا على تنازله مقابل شروط يشترطها، وأكثر هذه الشروط حول رغبة الحسن في عرض زائل من أعراض الدنيا! كذا زعموا.
إلا أن هذه الروايات ضعيفة الإسناد (¬١)، منكرة المتن، ولا تقاوم الرواية الصحيحة التي فيها نزوع معاوية إلى الصلح، وبدؤه المراسلات مع الحسن لحفظ دماء المسلمين، وزهد الحسن في أمور الدنيا، واقتصاره في طلباته على ما يحتاجه المسلمون، وكذا هو وآل بيته -كما سيأتي لاحقا إن شاء الله-.
يقول الحافظ ابن حجر: «المحفوظ أن معاوية هو الذي بدأ بطلب الصلح» (¬٢).

<span data-type="title" id=toc-66>دعوة معاوية للصلح، وتنازل الحسن عن الخلافة:</span>
«إن ابني هذا سيد، ولعل الله أن يصلح به بين فئتين عظيمتين من المسلمين» (¬٣).
لم يفهم الحسن -وهو الصبي الصغير- مغزى هذه العبارة وهو يسمعهما من جدِّه - صلى الله عليه وسلم - الذي كان يلقيها وهو ينظر إليه مرة، وإلى الناس مرة، بعد أن أجلسه بجواره على منبره، لتكون شهادة له أمام الجميع، وما أعظمها وأجلَّها من شهادة!
لقد مرَّت الأيام على الحسن - رضي الله عنه -، وعبارة جدِّه - صلى الله عليه وسلم - ونظراته له لا تفارق ذهنه، ولعله كان يتساءل بداخله: متى تحين هذه اللحظة؟
_________
(¬١) انظر: تاريخ الطبري (٥/ ١٦٢ - ١٦٣)، مرويات خلافة معاوية في تاريخ الطبري (ص: ٩٢ - ١٠٠)، صحيح وضعيف تاريخ الطبري (٨/ ٨٨٨ - ٨٨٩).
(¬٢) فتح الباري (١٣/ ٦٣).
(¬٣) صحيح البخاري (٣٧٤٦) عن أبي بكرة - رضي الله عنه -.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b609] VALUES (148,'لقد شهد الحسن مع أبيه هذه الحروب والقتالات، والمعارك والنزاعات، ورأى هلاك الناس وسفك دمائهم، فعافت نفسه الأبية الشريفة أن يكون مسعرا لأتون حرب مرة أخرى تُزهق فيه أرواح المسلمين، لينال هو في نهاية الأمر خلافة أو إمارة، أو عرضا زائلا من أعراض الدنيا.
إذن: لقد حانت اللحظة التي طالما انتظرها الحسن، أن يكون مُصلحا بين فئتين عظيمتين من المسلمين، ولم يعد على وجه الأرض في هذا الزمان من هو أعظم فئة في المسلمين منه ومن ومعاوية.
لقد حانت اللحظة ليحقق الحسن نبوءة جدِّه عليه الصلاة والسلام، وليكون بحقٍّ: سيَّداً (¬١)، وهو لهذا الوصف أهل، فقد نعته به من لا ينطق عن الهوى، لذا عزم الحسن على المضيِّ في هذه الخطوة بكل ثقة وتصميم.
لكن: كيف؟!

<span data-type="title" id=toc-67>كيف سيقنع الحسن هؤلاء العشرات من الآلاف خلفه بهذا الصلح والتنازل، وقد اشتعلت في قلوب الكثيرين منهم جذوة الغضب، ونار الانتقام</span>؟!
لقد وفَّق الله - عز وجل - الحسن إلى السير على نسق خطوات متتابعة حتى يصل إلى ما يريد؛ وهي:
الخطوة الأولى: طلبه من الناس حال بيعته أن يسمعوا له ويطيعوا، ويدخلوا فيما دخل فيه، ويرضوا بما رضي به، ويحاربوا من حارب، ويسالموا من سالم؛ فبايعوه على ذلك.
فعن خالد بن مضرب قال: «سمعت الحسن بن علي يقول: والله لا أبايعكم إلا على ما أقول لكم. قالوا: ما هو؟ قال: تسالمون من سالمت، وتحاربون من حاربت» (¬٢).
_________
(¬١) قال المهلَّب -كما في فتح الباري (١٣/ ٦٧) -: "هذا الحديث -يعني: حديث: إن ابني هذا سيد- دالٌّ على أن السيادة إنما يستحقها من ينتفع به الناس، لكونه علق السيادة بالإصلاح".
(¬٢) إسناده صحيح: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٢٨٦ - ٢٨٧).',NULL,'148',NULL,NULL,'0');
INSERT INTO [b609] VALUES (149,'وعن ميمون بن مهران قال: «إن الحسن بن علي بن أبي طالب بايع أهل العراق بعد علي على بيعتين: بايعهم على الإمرة، وبايعهم على أن يدخلوا فيما دخل فيه، ويرضوا بما رضي به» (¬١).
وبذلك: هيَّأهم الحسن لقبول أي قول يختاره، وأخذ عليهم العهد على مسالمة من يسالم، وهذا عهد عام، يدخل فيه معاوية وأهل الشام.
الخطوة الثانية: تذكير الحسن للناس بفضله ومكانته، فهو أميرهم، وابن بنت نبيهم، وهو أولى الناس أن يُطيعوه، وقد جاء هذا التذكير عقب محاولة اغتيال له بعد تولِّيه الخلافة بقليل.
فعن أبي جميلة ميسرة بن يعقوب: «أن الحسن بن علي لما استخلف حين قتل علي، فبينما هو يصلي إذ وثب عليه رجل فطعنه بخنجر، وحسن ساجد، قال: فيزعمون أن الطعنة وقعت في وركه فمرض منها أشهرا ثم برئ، فقعد على المنبر؛ فقال: يا أهل العراق، اتقوا الله فينا، فإنا أمراؤكم وضيفانكم، أهل البيت الذين قال الله: {إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً} قال: فما زال يقول ذاك حتى ما يرى أحد من أهل المسجد إلا وهو يخن بكاءً» (¬٢).
_________
(¬١) إسناده حسن: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣١٦ - ٣١٧)، وفي سنده جعفر بن بُرْقان، صدوق يهم، كما في التقريب (٩٣٢).
(¬٢) إسناده صحيح إلى أبي جميلة: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣٢٣)، وأبو جميلة هو: الطُهوي، صاحب راية علي، وهو مقبول، كما في التقريب (٧٠٣٩)، لكن يقوِّيه ما يأتي بعده.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b609] VALUES (150,'وعن هلال بن يساف قال: «سمعت الحسن بن علي وهو يخطب وهو يقول: يا أهل الكوفة، اتقوا الله فينا، فإنا أمراؤكم وأنا أضيافكم، ونحن أهل البيت الذين قال الله: {إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً} قال: فما رأيت يوما قط أكثر باكيا من يومئذ» (¬١).
الخطوة الثالثة: خروج الحسن بالجيش من الكوفة، وذلك نزولا على رأيهم.
لم يشأ الحسن أن يصطدم بمن معه مبكراً، وأن يفصح لهم عما في نفسه، فلما طلبوا منه الخروج للقاء أهل الشام؛ خرج بهم، ولكن لم تكن نيَّتُه نيَّتَهم.
فعن الشعبي، وأبي إسحاق السبيعي، وأبي السفر، وغيرهم؛ قالوا: «بايع أهل العراق بعد علي بن أبي طالب الحسن بن علي، ثم قالوا له: سر إلى هؤلاء القوم الذين عصوا الله ورسوله، وارتكبوا العظيم، وابتزوا (¬٢) الناس أمورهم، فإنا نرجو أن يمكن الله منهم. فسار الحسن إلى أهل الشام، وجعل على مقدمته قيس بن سعد بن عبادة، في اثني عشر ألفا» (¬٣).
_________
(¬١) إسناده صحيح: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣١٨).
(¬٢) أي: أخذوا الشيء بجفاء وقهر. انظر: القاموس المحيط (ص: ٥٠٣).
(¬٣) حسن بمجموع طرقه: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣١٩ - ٣٢٠)، وفي طريق الشعبي: مجالد بن سعيد، ليس بالقوي، كما في التقريب (٦٤٧٨)، وفي طريق أبي إسحاق وأبي السفر سعيد بن يحمد: يونس بن أبي إسحاق، صدوق يهم، كما في التقريب (٧٨٩٩).',NULL,'150',NULL,NULL,'0');
INSERT INTO [b609] VALUES (151,'يقول ابن كثير: «ولم يكن في نية الحسن أن يقاتل أحدا، ولكن غلبوه على رأيه، فاجتمعوا اجتماعا عظيما لم يُسمع بمثله، فأمَّر الحسن بن علي قيس بن سعد بن عبادة على المقدمة في اثني عشر ألفا بين يديه، وسار هو بالجيوش في إثره قاصدا بلاد الشام ليقاتل معاوية وأهل الشام، فلما اجتاز بالمدائن نزلها، وقدَّم المقدمة بين يديه» (¬١).
الخطوة الرابعة: استشارة الحسن الأقربين منه في مبادرة معاوية للصلح:
تؤكد الروايات الصحيحة أن معاوية هو من بدأ بطلب الصلح، ودفع معاوية لهذا -غير رغبته في وقف القتال، والحفاظ على المسلمين كما سيأتي- أنه آنس من الحسن سماحة ورشدا، وكراهة للحروب والفتن، وقد صادف هذا ما يهواه الحسن ويتمناه، فبدأ باستشارة الأقربين منه.
_________
(¬١) البداية والنهاية (١١/ ١٣١ - ١٣٢).',NULL,'151',NULL,NULL,'0');
INSERT INTO [b609] VALUES (152,'فعن عمرو بن دينار: «أن معاوية كان يعلم أن الحسن كان أكره الناس للفتنة، فلما توفي عليٌّ بعث إلى الحسن فأصلح الذي بينه وبينه سرا، وأعطاه معاوية عهدا إن حدث به حدث والحسن حي ليسمينه (¬١)، وليجعلن هذا الأمر إليه، فلما توثق منه الحسن، قال ابن جعفر (¬٢): والله إني لجالس عند الحسن إذ أخذت لأقوم فجذب بثوبي، وقال: اقعد يا هناه (¬٣)، اجلس، فجلست، قال: إني قد رأيت رأيا وأحب أن تتابعني عليه، قال: قلت: ما هو؟ قال: قد رأيت أن أعمد إلى المدينة فأنزلها، وأخلي بين معاوية وبين هذا الحديث، فقد طالت الفتنة، وسقطت فيها الدماء، وقُطِّعت فيها الأرحام، وقُطِّعت السبل، وعُطِّلت الفروج - يعني الثغور- فقال ابن جعفر: جزاك الله عن أمة محمد خيراً، فأنا معك على هذا الحديث، فقال الحسن: ادع لي الحسين. فبعث إلى حسين فأتاه؛ فقال: أي أخي، إني قد رأيت رأيا وإني أحب أن تتابعني عليه، قال: ما هو؟ قال: فقص عليه الذي قال لابن جعفر، قال الحسين: أعيذك بالله أن تُكذِّب عليَّاً في قبره وتصدِّق معاوية، فقال الحسن: والله ما أردت أمرا قط إلا خالفتني إلى غيره، والله لقد هممت أن أقذفك في بيت فأطينه عليك حتى أقضي أمري، قال: فلما رأى الحسين غضبه قال: أنت أكبر ولد عليّ، وأنت خليفته، وأمرنا لأمرك تبع، فافعل ما بدا لك» (¬٤).
الخطوة الخامسة: قبول الحسن مبادرة معاوية، وتنازله له، مع اشتراطه الأمان لمن معه (¬٥):
_________
(¬١) أي: يجعل الخلافة له من بعده.
(¬٢) هو: عبد الله بن جعفر الطيار.
(¬٣) أي: يا رجل.
(¬٤) إسناده صحيح: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣٣١).
(¬٥) استفدتُ هذا التقسيم من صاحب كتاب: مرويات خلافة معاوية في تاريخ الطبري (ص: ١٠٢)، وهو يسمي هذه الخطوات مراحل، وإن كنتُ اختلفتُ معه في عدد هذه الخطوات، وبعض تفاصيلها.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b609] VALUES (153,'قال الحسن البصري: «استقبل -والله- الحسنُ بن علي معاويةَ بكتائب أمثال الجبال، فقال عمرو بن العاص: إني لأرى كتائب لا تولي حتى تقتل أقرانها، فقال له معاوية -وكان والله خير الرجلين-: أي عمرو، إن قَتَل هؤلاء هؤلاء، وهؤلاء هؤلاء؛ من لي بأمور الناس؟ من لي بنسائهم؟ من لي بضيعتهم؟ فبعث إليه رجلين من قريش من بني عبد شمس: عبد الرحمن بن سمرة، وعبد الله بن عامر بن كريز، فقال: اذهبا إلى هذا الرجل، فاعرضا عليه، وقولا له: واطلبا إليه، فأتياه، فدخلا عليه فتكلما، وقالا له: فطلبا إليه، فقال لهما الحسن بن علي: إنا بنو عبد المطلب قد أصبنا من هذا المال (¬١)، وإن هذه الأمة قد عاثت في دمائها (¬٢)، قالا: فإنه يعرض عليك كذا وكذا، ويطلب إليك ويسألك، قال: فمن لي بهذا، قالا: نحن لك به، فما سألهما شيئا إلا قالا: نحن لك به، فصالحه» (¬٣).
ثم «قام الحسن فقال: يا أيها الناس إني كنت أكره الناس لأول هذا الحديث، وأنا أصلحت آخره لذي حق أديت إليه حقه أحق به مني، أو حق جُدتُ به لصلاح أمة محمد، وإن الله قد ولَّاك يا معاوية هذا الحديث لخير يعلمه عندك، أو لشر يعلمه فيك، {وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتاعٌ إِلى حِينٍ}، ثم نزل» (¬٤).
_________
(¬١) قال الحافظ في فتح الباري (١٣/ ٦٥): "أي: إنا جُبلنا على الكرم والتوسعة على أتباعنا من الأهل والموالي، وكنا نتمكن من ذلك بالخلافة حتى صار ذلك لنا عادة".
(¬٢) قال الحافظ في فتح الباري (١٣/ ٦٥): "قوله: "إن هذه الأمة"، أي: العسكرين الشامي والعراقي، "قد عاثت" بالمثلثة، أي: قتل بعضها بعضا، فلا يكفون عن ذلك إلا بالصفح عما مضى منهم، والتألف بالمال، وأراد الحسن بذلك كله تسكين الفتنة، وتفرقة المال على من لا يرضيه إلا المال".
(¬٣) صحيح البخاري (٢٧٠٤).
(¬٤) إسناده صحيح: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣٣١ - ٣٣٢).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b609] VALUES (154,'وفي رواية أن معاوية تكلَّم، ثم طلب من الحسن أن يُكلِّم الناس.
فعن الشعبي قال: «شهدتُ الحسن بن علي - رضي الله عنه - بالنخيلة حين صالحه معاوية - رضي الله عنه -، فقال له معاوية: إذا كان ذا فقم فتكلم، وأخبر الناس أنك قد سلَّمت هذا الأمر لي. فقام فخطب على المنبر، فحمد الله وأثنى عليه - قال الشعبي: وأنا أسمع - ثم قال: أما بعد, فإن أكيس الكيس التقى, وإن أعجز العجز الفجور، ألا وإن هذا الأمر الذي اختلفت فيه أنا ومعاوية حق لامرئ كان أحق به، أو حق لي تركته لمعاوية إرادة إصلاح المسلمين, وحقن دمائهم، {وإن أدري لعله فتنة لكم ومتاع إلى حين} , ثم استغفر ونزل» (¬١).
وكان الحسن يؤكد على سبب تنازله وقبوله الصلح بعد ذلك؛ وهو: رغبته في الحفاظ على دماء المسلمين، وتخوفه من السؤال بين يدي الله؛ فكان يقول: «خشيت أن يأتي يوم القيامة سبعون ألفا، أو ثمانون ألفا، أو أكثر من ذلك وأقل، كلهم تنضح أوداجهم دما، كلهم يستعدي الله فيما هريق دمه» (¬٢).
_________
(¬١) حسن بشواهده: أخرجه سعيد بن منصور -كما في فتح الباري (١٣/ ٦٣) -، والطبراني في الكبير (٣/ رقم ٢٥٥٩)، والبيهقي (١٦٧١٢)، وفي الدلائل (٦/ ٤٤٤)، وفي سنده مجالد بن سعيد، تقدَّم أنه ليس بالقوي، لكن يقويه هنا ما صحَّ قبله.
(¬٢) إسناده حسن: أخرجه ابن سعد في الطبقات الكبرى (المتمم للصحابة، الطبقة الخامسة، ١/ ٣٣٢)، وفي سنده علي بن محمد المدائني، تقدَّم أنه كان صدوقا، عارفا بأيام الناس.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b609] VALUES (155,'ولم يكتفِ الحسن - رضي الله عنه - بذلك، بل أتى بقيس بن سعد بن عبادة قائد عسكره ليبايع معاوية (¬١).
فعن جرير بن حازم، عن محمد بن سيرين قال: «لما بايع الحسن معاوية، ركب الحسن إليه إلى عسكره، وأردف قيس بن سعد بن عبادة خلفه، فلما دخلا العسكر قال الناس: جاء قيس، جاء قيس، فلما دخلا على معاوية بايعه الحسن، ثم قال لقيس: بايع. فقال قيس بيده هكذا، وجعلها في حجرة ولم يرفعها إلى معاوية! ومعاوية على السرير، فبرك معاوية على ركبتيه، ومد يده حتى مسح على يد قيس وهي في حجره.
قال جرير: وحكى لنا محمد -يعني: ابن سيرين- صنيعه، وجعل يضحك، وكان قيس رجلا جسيما» (¬٢).
وكان قيس بن سعد معرضا في بداية الأمر عن البيعة، ثم شرح الله صدره لهذه البيعة، هو ومن معه.
فعن عروة بن الزبير قال: «كان قيس بن عبادة مع علي مقدمته, ومعه خمسة آلاف قد حلقوا رءوسهم بعدما مات علي, فلما دخل الحسن في بيعة معاوية أبى قيس أن يدخل, فقال لأصحابه: ما شئتم؟ إن شئتم جالدت بكم أبدا حتى يموت الأعجل, وإن شئتم أخذت لكم أمانا, فقالوا له: خذ لنا أمانا, فأخذ لهم أن لهم كذا وكذا ولا يُعاقَبوا بشيء; وإني رجل منهم, ولم يأخذ لنفسه شيئا, فلما ارتحلوا نحو المدينة ومضى بأصحابه جعل ينحر لهم كل يوم جزورا حتى بلغ» (¬٣).
_________
(¬١) تذكر بعض الروايات في تاريخ الطبري (٤/ ٥٥٢ - ٥٥٣) أن معاوية حاول استمالة قيس في زمن علي بن أبي طالب، وكان عامله على مصر، فلما فشل في ذلك أثار بين الناس أن قيسا معه، حتى بلغ ذلك عليَّاً فعزله، وجعل الأشتر مكانه! وهذا مع نكارة متنه، ومعارضته للثابت المتقدم من تواجد قيس مع علي ثم مع الحسن من بعده؛ فإنه من مراسيل الزهري، وقد قدَّمنا الكلام عنها.
(¬٢) إسناده صحيح: أخرجه البلاذري في أنساب الأشراف (٣/ ٥٠ - ٥١).
(¬٣) إسناده صحيح: أخرجه ابن أبي شيبة (٣٠٥٨١).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b609] VALUES (156,'<span data-type="title" id=toc-68>عام الجماعة:</span>
بعد تنازل الحسن ومبايعته لعلي، تتابعت بيعة الصحابة والتابعين له في هذا الزمان، وسُمِّي هذا العام عام الجماعة لاجتماع الناس على معاوية، واتفاقهم، وانقطاع الحرب.
قال الأوزاعي: «أدركَتْ خلافة معاوية عِدَّةٌ من أصحاب رسول الله - صلى الله عليه وسلم -؛ منهم: سعد، وأسامة، وجابر، وابن عمر، وزيد بن ثابت، ومسلمة بن مخلد، وأبو سعيد، ورافع بن خديج، وأبو أمامة، وأنس بن مالك، ورجال أكثر ممن سميت بأضعاف مضاعفة، كانوا مصابيح الهدى، وأوعية العلم، حضروا من الكتاب تنزيله، وأخذوا عن رسول الله - صلى الله عليه وسلم - تأويله، ومن التابعين لهم بإحسان إن شاء الله، منهم: المسور بن مخرمة، وعبد الرحمن بن الأسود بن عبد غوث، وسعيد بن المسيب، وعروة بن الزبير، وعبد الله بن محيريز في أشباه لهم، لم ينزعوا يدا عن مجامعة في أمة محمد - صلى الله عليه وسلم -» (¬١).
وقال ابن حزم: «بُويع الحسن، ثم سلَّم الأمر إلى معاوية، وفي بقايا الصحابة من هو أفضل منهما بلا خلاف ممن أنفق قبل الفتح وقاتل، فكلهم أولهم عن آخرهم بايع معاوية ورأى إمامته» (¬٢).
_________
(¬١) إسناده صحيح: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ١٩٠).
(¬٢) الفصل في الملل والأهواء والنحل (٤/ ١٢٧).',NULL,'156',NULL,NULL,'0');
INSERT INTO [b609] VALUES (157,'وقال ابن بطَّال: «سلَّم الحسن لمعاوية الأمر، وبايعه على السمع والطاعة على إقامة كتاب الله وسنة نبيه، ثم دخلا الكوفة، فأخذ معاوية البيعة لنفسه على أهل العراقين، فكانت تلك السنة سنة الجماعة، لاجتماع الناس واتفاقهم وانقطاع الحرب، وبايع معاويةَ كلُّ من كان معتزلا عنه، وبايعه سعد بن أبي وقاص، وعبد الله بن عمر، ومحمد بن مسلمة، وتباشر الناس بذلك، وأجاز معاوية الحسن بن علي بثلاثمائة ألف، وألف ثوب، وثلاثين عبداً، ومائة جمل، وانصرف الحسن بن علي إلى المدينة، وولَّى معاوية الكوفة: المغيرة بن شعبة، وولَّى البصرة: عبد الله بن عامر، وانصرف إلى دمشق، واتخذها دار مملكته» (¬١).
قلتُ (أحمد): وقد اختلف المؤرِّخون في تحديد موعد الصلح وعام الجماعة، والأشهر أنه كان سنة إحدى وأربعين.
قال خليفة بن خيَّاط -عن سنة إحدى وأربعين-: «فيها سنة الجماعة، اجتمع الحسن بن علي بن أبي طالب ومعاوية، فاجتمعا بمسكن من أرض السواد ومن ناحية الأنبار، فاصطلحا، وسلَّم الحسن بن علي إلى معاوية، وذلك في شهر ربيع الآخر، أو في جمادى الأولى، سنة إحدى وأربعين» (¬٢).
وأسند الطبري إلى علي بن محمد المدائني أنه قال: «سلم الحسن بن على - رضي الله عنه - إلى معاوية الكوفة، ودخلها معاوية لخمس بقين من ربيع الأول، ويقال من جمادى الأولى سنة إحدى وأربعين» (¬٣).
قال الطبري: «وقيل: إن الصلح تم بين الحسن - رضي الله عنه - ومعاوية في هذه السنة -إحدى وأربعين- في شهر ربيع الآخر، ودخل معاوية الكوفة في غرة جمادى الأولى من هذه السنة، وقيل: دخلها في شهر ربيع الآخر، وهذا قول الواقدى» (¬٤).
_________
(¬١) شرح صحيح البخاري لابن بطال (٨/ ٩٧).
(¬٢) تاريخ خليفة بن خياط (ص: ٢٠٣).
(¬٣) إسناده صحيح إلى المدائني: أخرجه الطبري في تاريخه (٥/ ١٦٣).
(¬٤) تاريخ الطبري (٥/ ١٦٤ - ١٦٥).',NULL,'157',NULL,NULL,'0');
INSERT INTO [b609] VALUES (158,'وقال شيخ الإسلام ابن تيْميَّة: «كان إصلاح ابن رسول الله - صلى الله عليه وسلم - الحسن بن علي السيد بين فئتين من المؤمنين بنزوله عن الأمر عام إحدى وأربعين، في شهر جمادى الأولى، وسُمِّي: عام الجماعة لاجتماع الناس على معاوية» (¬١).
وذهب آخرون إلى أنها كانت سنة أربعين.
قال أبو مسهر عبد الأعلى بن مسهر الدمشقي: «بويع معاوية سنة أربعين، وهو عام الجماعة» (¬٢).
وقال ابن كثير: «المشهور أن مبايعة الحسن لمعاوية كانت في سنة أربعين، ولهذا يُقال له: عام الجماعة، لاجتماع الكلمة فيه على معاوية، والمشهور عند ابن جرير وغيره من علماء السير أن ذلك كان في أوائل سنة إحدى وأربعين» (¬٣).

<span data-type="title" id=toc-69>فوائد من قصة الصلح بين الحسن ومعاوية:</span>
قال الحافظ ابن حجر: «وفي هذه القصة من الفوائد:
- علم من أعلام النبوة، ومنقبة للحسن بن علي، فإنه ترك الملك لا لقلة، ولا لذلة، ولا لعلة، بل لرغبته فيما عند الله لما رآه من حقن دماء المسلمين فراعى أمر الدين ومصلحة الأمة.
- وفيها: ردٌّ على الخوارج الذين كانوا يكفرون عليَّاً ومن معه، ومعاوية ومن معه، بشهادة النبي - صلى الله عليه وسلم - للطائفتين بأنهم من المسلمين، ومن ثم كان سفيان بن عيينة يقول عقب هذا الحديث: قوله: «من المسلمين» يعجبنا جداً.
- وفيه: فضيلة الإصلاح بين الناس، ولا سيما في حقن دماء المسلمين.
- وفيه: دلالة على رأفة معاوية بالرعية، وشفقته على المسلمين، وقوة نظره في تدبير الملك، ونظره في العواقب.
- وفيه: ولاية المفضول الخلافة مع وجود الأفضل، لأن الحسن ومعاوية ولي كل منهما الخلافة وسعد بن أبي وقاص وسعيد بن زيد في الحياة، وهما بدريان.
- وفيه جواز خلع الخليفة نفسه، إذا رأى في ذلك صلاحا للمسلمين.
_________
(¬١) مجموع الفتاوى (٣٥/ ١٩).
(¬٢) إسناده صحيح إلى أبي مسهر: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ١٩٠).
(¬٣) البداية والنهاية (١١/ ١٣٣).',NULL,'158',NULL,NULL,'0');
INSERT INTO [b609] VALUES (159,'- وفيه: النزول عن الوظائف الدينية والدنيوية بالمال، وجواز أخذ المال على ذلك، وإعطائه بعد استيفاء شرائطه، بأن يكون المنزول له أولى من النازل، وأن يكون المبذول من مال الباذل، فإن كان في ولاية عامة وكان المبذول من بيت المال؛ اشترط أن تكون المصلحة في ذلك عامة.
- وفيه: أن السيادة لا تختص بالأفضل، بل هو الرئيس على القوم» (¬١).
وأخيراً، فنستطيع أن نقول: لئن كان الله - عز وجل - قد حفظ الإسلام بأبي بكر في وقت الرِدَّة، فإنه قد حفظه مرة أخرى بالحسن في هذه الفتنة. فجزى اللهُ الحسنَ عن الإسلام والمسلمين خير الجزاء، ورضي الله عنه، وعن أبيه، وعن معاوية، وعن سائر أصحاب رسول الله - صلى الله عليه وسلم -.

وأمَّا<span data-type="title" id=toc-70> أهم نتائج هذا الصلح</span>؛ فهي:
١ ـ توحد الأمة تحت قيادة واحدة.
٢ ـ عودة الفتوحات إلى ما كانت عليه.
٣ ـ تفرغ الدولة للخوارج.
٤ ـ انتقال العاصمة الإسلامية إلى بلاد الشام (¬٢).

<span data-type="title" id=toc-71>معاوية - رضي الله عنه -: خليفةٌ أم مَلِكٌ</span>؟
يثير كثيرٌ من الباحثين عند هذا الموطن -أعني: تنازل الحسن وولاية معاوية- سؤالا حول حديث: «الخلافة بعدي ثلاثون سنة، ثم يكون ملكا عَضوضاً»، مفاده: هل انتهت الخلافة الراشدة بتنازل الحسن؟ وإن كان ذلك: فهل معاوية هو أول من بدأ الملك العَضوض؟
وللإجابة على هذا السؤال، لا بُدَّ لنا من أمرين:
الأول: بيان معنى الملك العَضوض.
الثاني: بيان صحة الحديث من ضعفه، مع ذكر الثابت من ألفاظه، وتعامل العلماء معه.
فنقول:
_________
(¬١) فتح الباري (١٣/ ٦٦ - ٦٧).
(¬٢) معاوية بن أبي سفيان للصلابي (ص: ١٧١).',NULL,'159',NULL,NULL,'0');
INSERT INTO [b609] VALUES (160,'<span data-type="title" id=toc-72>أولاً: معنى الملك العَضوض:</span>
قال ابن الأثير: «ثم يكون مُلكٌ عَضوض، أي: يصيب الرعية فيه عسف وظلم، كأنهم يعضون فيه عضا. والعضوض: من أبنية المبالغة» (¬١).
وقال ابن منظور: «وملك عَضوض: شديد فيه عسف وعنف» (¬٢).
وأما على رواية: ملوك عُضوض:
فقد قال الخطابي: «العُضوض: جمع عِض، وهو: الرجل الخبيث الشرس الخلق» (¬٣).
ثانياً: نص الحديث الصحيح، وبيان اللفظ الضعيف:
فعن سعيد بن جمهان، عن سفينة - رضي الله عنه - قال: «سمعت رسول الله - صلى الله عليه وسلم - يقول: الخلافة ثلاثون عاما، ثم يكون بعد ذلك الملك. قال سفينة: أمسك خلافة أبي بكر سنتين، وخلافة عمر عشر سنين، وخلافة عثمان اثنتي عشرة سنة، وخلافة علي ست سنين» (¬٤).
وهذا الحديث صحَّحه الإمام أحمد، وكان يقول به، ويردُّ على من ضعَّفه.
قال المرُّوذي: «ذكرت لأبي عبد الله حديث سفينة، فصححه، وقال: هو صحيح.
قلت: إنهم يطعنون في سعيد بن جمهان؟
فقال: سعيد بن جمهان ثقة، روى عنه غير واحد، منهم: حماد، وحشرج، والعوام.
قلت: إن عباس بن صالح حكى عن علي بن المديني، عن يحيى القطان أنه تكلم فيه؟ فغضب، وقال: باطل ما سمعت يحيى يتكلم فيه» (¬٥).
وعن عبد الله بن أحمد بن حنبل، قال: «سألت أبي عن الخلافة، فذكر المسألة، وسمعته يقول: والخلافة على ما روى سفينة، عن النبي - صلى الله عليه وسلم -: الخلافة في أمتي ثلاثون سنة» (¬٦).
وسأل محمد بن الحكم الإمام أحمد عمن ضعَّف حديث سفينة من قبل سعيد بن جمهان، فقال: «بئس القول هذا، سعيد بن جمهان رجل معروف، روى عنه حماد بن سلمة، وحماد بن زيد، والعوام، وعبد الوارث، وحشرج بن نباتة، هؤلاء خمسة أحفظ أنهم رووا عنه» (¬٧).
من خلال ما تقدَّم: تبين لنا أن لفظ الحديث الصحيح ليس فيه ذكر: «الملك العضوض»! وإنما وردت هذه اللفظة في حديث آخر، إليك نصه والحكم عليه:
_________
(¬١) النهاية في غريب الحديث والأثر (٣/ ٢٥٣).
(¬٢) لسان العرب (٧/ ١٩١).
(¬٣) غريب الحديث للخطابي (١/ ٢٥٠).
(¬٤) إسناده صحيح: أخرجه أحمد (٢١٩١٩)، وأبو داود (٤٦٤٦، ٤٦٤٧)، والترمذي (٢٢٢٦)، والنسائي في الكبرى (٨٠٩٩).
(¬٥) المنتخب من العلل للخلال (ص: ٢١٧).
(¬٦) السنة للخلال (٢/ ٤٢٤).
(¬٧) السنة للخلال (٢/ ٤٢٨).',NULL,'160',NULL,NULL,'0');
INSERT INTO [b609] VALUES (161,'عن أبي عبيدة بن الجراح، ومعاذ بن جبل - رضي الله عنهم -، عن النبي - صلى الله عليه وسلم - قال: «إن الله عز وجل بدأ هذا الأمر نبوة ورحمة، وكائنا خلافة ورحمة، وكائنا ملكا عضوضا، وكائنا عنوة وجبرية وفسادا في الأرض، يستحلون الفروج والخمور والحرير، وينصرون على ذلك ويرزقون أبدا حتى يلقوا الله» (¬١).
وهذا ضعيف الإسناد، منكر المتن في بعض ألفاظه.
قال الشيخ الألباني: «والحديث مع ضعف سنده فإن قوله في آخره: "وينصرون على ذلك" منكر، بل باطل؛ لأنه ينافي النصوص القرآنية، كقوله تعالى: {إن تنصروا الله ينصركم}، مع مخالفته لواقع حال المسلمين اليوم، والله المستعان» (¬٢).
ولهذه اللفظة شاهد من حديث آخر؛ وهو:
_________
(¬١) إسناده ضعيف: أخرجه الطيالسي (٢٢٥)، وأبو يعلى (٨٧٣)، والطبراني في الكبير (٢٠/ رقم ٩١، ٩٢)، والبيهقي (١٦٦٣٠)، وفي سنده الليث بن أبي سليم، أكثر العلماء على عدم الاحتجاج بحديثه، وأجمل الحافظ الكلام فيه في التقريب (٥٦٨٥) بقوله: "صدوق اختلط جدا، ولم يتميز حديثه؛ فتُرك".
(¬٢) سلسلة الأحاديث الضعيفة (٧/ ٥٦).',NULL,'161',NULL,NULL,'0');
INSERT INTO [b609] VALUES (162,'عن النعمان بن بشير قال: «كنا قعوداً في المسجد مع رسول الله - صلى الله عليه وسلم -، وكان بشير رجلاً يكف حديثه، فجاء أبو ثعلبة الخشني فقال: يا بشير بن سعد أتحفظ حديث رسول الله في الأمراء، فقال حذيفة: أنا أحفظ خطبته، فجلس أبو ثعلبة، فقال حذيفة: قال رسول الله - صلى الله عليه وسلم -: تكون النبوة فيكم ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون خلافة على منهاج النبوة فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون مُلكاً جبرية فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون ملكاً عاضاً فيكون ما شاء الله أن يكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون خلافة على منهاج النبوة، ثم سكت» (¬١).
_________
(¬١) إسناده ضعيف: أخرجه الطيالسي (٤٣٩) -وعنه أحمد (١٨٤٠٦) - والبزار (٢٧٩٦)؛ من طريق داود بن إبراهيم الواسطي (وانقلب عند البزار إلى: إبراهيم بن داود!)، عن حبيب بن سالم، عن النعمان؛ به.
وقد فرَّق العلماء بين داود بن إبراهيم الواسطي، وداود بن إبراهيم الذي يروي عن طاوس، كما في التاريخ الكبير للبخاري (٣/ ٢٣٦ - ٢٣٧)، والجرح والتعديل لابن أبي حاتم (٣/ ٤٠٦ - ٤٠٧)، والضعفاء والمتروكون لابن الجوزي (١/ ٢٦٠)، والمتفق والمفترق للخطيب (٢/ ٨٧٥، ٨٧٧)، ولسان الميزان لابن حجر (٣/ ٣٩٢). وأما ابن حبان فقد جعلهما في الثقات (٦/ ٢٨٠) رجلا واحدا!
فأما صاحبنا -الواسطي- فلم يذكر فيه البخاري ولا ابن أبي حاتم جرحا ولا تعديلا، وإنما نقل ابن أبي حاتم توثيق الطيالسي له، وهو موجود في موطن هذا الحديث عند الطيالسي، وذكره ابن حجر في تعجيل المنفعة (١/ ٥٠٥) وقال: "ذكره ابن حبان في الثقات".
وقال الذهبي في ديوان الضعفاء (ص: ١٢٤): "أما داود بن إبراهيم الواسطي، عن شعبة، وداود بن إبراهيم العنبري، عن عبدة بن سليمان، وداود بن إبراهيم عن الحسن بن شبيب، فليسوا بالمشهورين، ولا ضُعِّفوا".

إذا فليس ثم توثيق لصحابنا إلا من الطيالسي، وذكر ابن حبان له في الثقات، وقد تقدم أن ابن حبان جمعه براوٍ آخر.
وأما الطيالسي: فقد انفرد بتوثيقه، وكذا انفرد برواية هذا الحديث عنه.
قال الدارقطني -كما في أطراف الغرائب والأفراد (٣/ ٢٤) -: "تفرد به أبو داود الطيالسي، عن داود بن إبراهيم الواسطي، عن حبيب بن سالم، عن النعمان".
وأعلَّه البزار بشيء آخر؛ فقال عقبه: "هذا الحديث لا نعلم أحدا قال فيه: النعمان عن حذيفة إلا إبراهيم بن داود".
ومما يعلُّ هذه الرواية أيضا: أن للحديث طريقا آخر عن حذيفة بلفظ مختلف، أخرجه ابن أبي شيبة في مسنده -كما في المطالب العالية (٤٣٣٧) - ومن طريقه الطبراني في الأوسط (٦٥٨١)؛ من طريق زيد بن الحباب، ثنا العلاء بن المنهال الغنوي، حدثني مهند القيسي، عن قيس بن مسلم، عن طارق بن شهاب، عن حذيفة بن اليمان قال: قال رسول الله - صلى الله عليه وسلم -: «إنكم في نبوة ورحمة، وستكون خلافة ورحمة، ثم يكون كذا وكذا، ثم يكون ملكا عضوضا، يشربون الخمور، ويلبسون الحرير، وفي ذلك ينصرون إلى أن تقوم الساعة».
قال الطبراني عقبه: "لم يرو هذا الحديث عن العلاء بن المنهال إلا زيد بن الحباب".
قلتُ (أحمد): هذا إسناد ظاهره الحسن، أما زيد: فهو صدوق، كما في التقريب (٢١٢٤)، والعلاء الراجح في حاله التوثيق، كما في التذييل على كتب الجرح والتعديل لطارق ناجي (ص: ٢٠٥).
لكن يبدو -والله أعلم- أن أحد الرجلين دخل له حديث حذيفة في حديث أبي عبيدة، وعلى كل حال فالشاهد الذي نريده -مع ثبوت هذا السند- أن هناك مرحلةً وسطى بين الخلافة الراشدة، والملك العضوض، وهذا ما أشارت إليه رواية أخرى صحيحة الإسناد، كما سيأتي في الرواية القادمة من حديث ابن عباس.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b609] VALUES (163,'وهذا الحديث في إسناده كلام يجعل الاحتجاج به متعذرا بعض الشيء، خاصَّةً في إثبات حكم متعلق بمن ثبت فضله، وقامت عدالته بيقين. ومع هذا: فحتى لو ثبتت هذه اللفظة، فقد أفادت بعض الروايات أن ثمة مرحلة وسطى بين الخلافة الراشدة، والملك العضوض؛ هي: مرحلة الملك والرحمة.
فعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: «أول هذا الأمر نبوة ورحمة، ثم يكون خلافة ورحمة، ثم يكون ملكا ورحمة، ثم يكون إمارة ورحمة، ثم يتكادمون عليه تكادم الحمر فعليكم بالجهاد، وإن أفضل جهادكم الرباط، وإن أفضل رباطكم عسقلان» (¬١).
خلاصة المسألة:
أولاً: حديث «الخلافة ثلاثون سنة» صحيح الإسناد، وقد فسَّر سفينة - رضي الله عنه - رواي الحديث- هذه المدة بقوله: «أمسك خلافة أبي بكر سنتين، وخلافة عمر عشر سنين، وخلافة عثمان اثنتي عشرة سنة، وخلافة علي ست سنين» -كما تقدَّم-.
وهناك من العلماء من يجعل خلافة الحسن بن علي هي المتممة لهذه السنوات الثلاثين.
_________
(¬١) إسناده حسن: أخرجه الطبراني في الكبير (١١/ رقم ١١١٣٨)، من طريق موسى بن أعين، عن ابن شهاب (كذا في المطبوع، وسيرد التصحيح قريبا)، عن فطر بن خليفة، عن مجاهد، عن ابن عباس؛ به. وفي سنده فطر بن خليفة، صدوق، كما في التقريب (٥٤٤١).
قال الهيثمي في مجمع الزوائد (٥/ ١٩٠): "رواه الطبراني، ورجاله ثقات".
والحديث صحَّحه الألباني في سلسلة الأحاديث الصحيحة (٧/ ٨٠٣، رقم: ٣٢٧٠)، وقال: "وهذا إسناد جيد، رجاله كلهم ثقات؛ غير سعيد بن حفص النفيلي، ففيه كلام يسير، وقد وثَّقه ابن حبان، وأخرج له في صحيحه ثلاثة أحاديث، والذهبي، والعسقلاني فقال: "صدوق تغير في آخر عمره". وأبو شهاب: هو موسى بن نافع الخياط، ووقع في الأصل: (ابن شهاب)! والتصحيح من المخطوطة (٣/ ١١١/ ١) وكتب الرجال".
وانظر ما تقدم في الحاشية السابقة هنا.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b609] VALUES (164,'قال شيخ الإسلام ابن تيْميَّة: «فكان آخر الثلاثين: حين سلَّم سبطُ رسول الله - صلى الله عليه وسلم - الحسن بن علي -رضي الله عنهما- الأمر إلى معاوية» (¬١).
وقال ابن كثير: «وإنما كملت الثلاثون بخلافة الحسن بن علي - رضي الله عنه -، فإنه نزل عن الخلافة لمعاوية في ربيع الأول من سنة إحدى وأربعين، وذلك كمال ثلاثين سنة من موت رسول الله - صلى الله عليه وسلم - ; فإنه توفي في ربيع الأول سنة إحدى عشرة من الهجرة، وهذا من أكبر دلائل النبوة» (¬٢).
ثانياً: لم تثبت لفظة: «الملك العضوض» في هذا الحديث، وقد تقدَّم بيان ضعف أسانيدها.
ثالثاً: ورد ما يشهد لهذه اللفظة في حديث آخر، لكن في سنده تتمة هامة تبين المعنى، وتتفق مع ما وقع، وهي: قوله عليه الصلاة والسلام: «ثم يكون ملكاً ورحمة»، بعد ذكره لفترة الخلافة، وتتنزل هذه على فترة حكم معاوية - رضي الله عنه -.
رابعاً: لا أعلم أحداً من العلماء أدخل معاوية في فترة الخلافة المعدودة في الحديث، وهو لا يتناسب مع المدة الزمنية المذكورة، لكنَّه معدود عندهم أول ملوك المسلمين، وأفضلهم.
قال شيخ الإسلام ابن تيْميَّة: «وكان معاوية أول الملوك، وفيه ملك ورحمة، كما رُوِي في الحديث: ستكون خلافة نبوة، ثم يكون ملك ورحمة، ثم يكون ملك وجبرية، ثم يكون ملك عضوض» (¬٣).
وقال أيضا: «ثم لما مات معاوية تولى ابنه يزيد هذا، وجرى بعد موت معاوية من الفتن والفرقة والاختلاف ما ظهر به مصداق ما أخبر به النبي - صلى الله عليه وسلم - حيث قال: سيكون نبوة ورحمة، ثم يكون خلافة نبوة ورحمة، ثم يكون ملك ورحمة، ثم يكون ملك عضوض.
_________
(¬١) جامع المسائل (٣/ ٨٢).
(¬٢) البداية والنهاية (١١/ ١٣٤).
(¬٣) جامع المسائل (٣/ ٨٢). وانظر: مجموع الفتاوى (٣٥/ ١٩).',NULL,'164',NULL,NULL,'0');
INSERT INTO [b609] VALUES (165,'فكانت نبوة النبي - صلى الله عليه وسلم - نبوة ورحمة، وكانت خلافة الخلفاء الراشدين خلافة نبوة ورحمة، وكانت إمارة معاوية ملكا ورحمة، وبعده وقع ملك عضوض» (¬١).
وقال في موضع آخر: «واتفق العلماء على أن معاوية أفضل ملوك هذه الأمة، فإن الأربعة قبله كانوا خلفاء نبوة، وهو أول الملوك؛ كان ملكه ملكا ورحمة، كما جاء في الحديث: يكون الملك نبوة ورحمة، ثم تكون خلافة ورحمة، ثم يكون ملك ورحمة، ثم ملك وجبرية، ثم ملك عضوض.
وكان في ملكه من الرحمة والحلم ونفع المسلمين ما يُعلم أنه كان خيرا من ملك غيره، وأما من قبله فكانوا خلفاء نبوة» (¬٢).
وقال الذهبي: «ومعاوية من خيار الملوك الذين غلب عدلهم على ظلمهم» (¬٣).
وقال ابن كثير: «فأيام معاوية أول الملك، فهو أول ملوك الإسلام وخيارهم» (¬٤).
وقال أيضاً: «والسنة أن يقال لمعاوية: ملك، ولا يقال له: خليفة، لحديث سفينة» (¬٥).
وقد رُوي عن معاوية - رضي الله عنه - نفسه أنه كان يقول: «أنا أول الملوك» (¬٦).
_________
(¬١) جامع المسائل (٥/ ١٥٤).
(¬٢) مجموع الفتاوى (٤/ ٤٧٨).
(¬٣) سير أعلام النبلاء (٣/ ١٥٩).
(¬٤) البداية والنهاية (١١/ ١٤٣).
(¬٥) البداية والنهاية (١١/ ٤٣٩).
(¬٦) في سنده مقال: أخرجه ابن أبي شيبة (٣٠٧١٤)، وابن عساكر في تاريخ دمشق (٥٩/ ١٧٧)، وفي سنده شيخ لم يُسمَّ، وهو الراوي عن معاوية. وله طريق آخر عند أبي خيثمة -كما في البداية والنهاية (١١/ ٤٣٩) - عن عبد الله بن شوذب قال: "كان معاوية يقول: أنا أول الملوك، وآخر خليفة". وسنده صحيح إلى ابن شوذب، لكنه مرسل، فهو لم يدرك معاوية. ولعل هذا الطريق يشد من أزر سابقه.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b609] VALUES (166,'قال الذهبيُّ -معلِّقا على قوله-: «نعم، فقد روى سفينة، عن رسول الله - صلى الله عليه وسلم - قال: الخلافة بعدي ثلاثون سنة، ثم تكون ملكا. فانقضت خلافة النبوة ثلاثين عاما، وولي معاوية، وقلَّ أن بلغ سلطان إلى رتبته» (¬١).

<span data-type="title" id=toc-73>خروج الخوارج على معاوية:</span>
كان معاوية مهتما بهؤلاء الذين خرجو على عليٍّ، وقاتلهم يوم النهروان، لعلمه بما قد يسببوه له من اضطرابات ونزاعات.
قال أبو وائل شقيق بن سلمة: « .... ، فرجع الناس، فبايعوا معاوية - رضي الله عنه -، ولم يكن لمعاوية همٌّ إلا الذين بالنهروان فجعلوا يتساقطون عليه فيبايعونه، حتى بقي منهم ثلاثمائة ونيِّف، وهم أصحاب النخيلة» (¬٢).
ويبدو أن هذه القلة الباقية، وبعض أتباع لهم أثاروا قلقا، ودخلوا في مناوشات حربية مع معاوية - رضي الله عنه -.
يقول الطبري: «وفيها -أي: في سنة إحدى وأربعين- خرجت الخوارج التي اعتزلت أيام علي - رضي الله عنه - بشهرزور على معاوية» (¬٣).
وقال أيضا: «وفي هذه السنة -أي: في سنة اثنتين وأربعين- تحركت الخوارج الذين انحازوا عمن قتل منهم بالنهروان، ومن كان ارتث من جرحاهم بالنهروان فبرءوا، وعفا عنهم علي بن أبي طالب - رضي الله عنه -» (¬٤).
وقد كان هؤلاء على ما كانوا عليه في زمن علي - رضي الله عنه -، من تكفير، وقتل، واستباحة للدماء، ولو كان المقتول من أصحاب النبي - صلى الله عليه وسلم -!
_________
(¬١) سير أعلام النبلاء (٣/ ١٥٧ - ١٥٨).
(¬٢) إسناده صحيح: أخرجه إسحاق بن راهويه، وابن أبي شيبة في مسنديهما -كما في المطالب العالية (١٨/ ٢١٦) -، وقال الحافظ ابن حجر هناك: "هذا الإسناد صحيح".
(¬٣) تاريخ الطبري (٥/ ١٦٥).
(¬٤) تاريخ الطبري (٥/ ١٧٢).',NULL,'166',NULL,NULL,'0');
INSERT INTO [b609] VALUES (167,'فعن حميد بن هلال، عن عبادة بن قُرْص الليثي - رضي الله عنه -: «أنه أقبل من الغزو، فكان بالأهواز يبيع أثوابا، فسمع أذانا فأقبل نحوه، فإذا هو بالحرورية، فقالوا: من أنت؟ فقال: أخوكم، فقالوا: أنت أخو الشيطان، فلما أرادوا قتله قال: أما ترضون بما رضي النبي - صلى الله عليه وسلم - مني؟! أتيته وأنا مشرك فشهدت أن لا إله إلا الله وأن محمدا رسول الله؛ فخلَّى عني، فقتلوه» (¬١).
وقد أورد الطبري عدة روايات في تفاصيل خروج هؤلاء على معاوية، ومن تزعَّمهم، ومن قُتل منهم، وكيف أنهم جميعا لم يكونوا في مكان واحد، فبعضهم كان بالكوفة، وبعضهم كان بالبصرة.
إلا أن هذه الروايات -وبكل أسف- ليس فيها ما يصلح الاستشهاد به، وذلك لضعف أسانيدها كلها (¬٢)!
وعلى كل حال: فالذي تتفق عليه هذه الروايات: أن معاوية استطاع إخماد كل هذه الحركات، بالاستعانة بولاته في هذا الوقت، فنازلوهم، وقتلوا من قتلوا منهم، وحبسوا من حبسوا، واستخدموا معهم وسائل الشدة والقمع، وفرضوا هيبة الدولة على الجميع (¬٣).
_________
(¬١) إسناده حسن: أخرجه البخاري في التاريخ الكبير (٦/ ٩٣ - ٩٤)، وفي سنده ضِرار بن صُرد، صدوق له أوهام وخطأ، كما في التقريب (٢٩٨٢). وانظر الخبر مطولا، وفيه تصالحهم مع معاوية في تاريخ الطبري (١/ ٢٧٣ - ٢٧٤)، وسنده ضعيف هناك.
(¬٢) انظر هذه المرويات في: مرويات خلافة معاوية في تاريخ الطبري (ص: ١٤٥ - ١٦٨)، وانظر في نقدها: صحيح وضعيف تاريخ الطبري (٩/ ١٣) فما بعدها.
(¬٣) انظر أهم الدروس والفوائد في محاربة معاوية للخوارج، في: معاوية بن أبي سفيان للصلابي (ص: ٢٧٦ - ٢٧٩)، وكذلك السمات العامة لحركات الخوارج في نفس الكتاب (ص: ٢٧٩ - ٢٨٠).',NULL,'167',NULL,NULL,'0');
INSERT INTO [b609] VALUES (168,'<span data-type="title" id=toc-74>الفتوحات في خلافة معاوية:</span>
ذكرنا قبل ذلك أن من أهم نتائج صلح الحسن مع معاوية: عودة الفتوحات إلى ما كانت عليه، فمن بعد مقتل عثمان - رضي الله عنه -، وحتى هذا الصلح، كانت السيوف والسهام موجَّهة لجسد الأمة من الداخل، ولم يكن هناك فتوحات خارجية في هذه الفترة العصيبة، وكان هذا من أسباب قبول الحسن - رضي الله عنه - الصلح مع معاوية.
قال الحسن - رضي الله عنه -: «قد رأيت أن أعمد إلى المدينة فأنزلها، وأخلي بين معاوية وبين هذا الحديث، فقد طالت الفتنة، وسقطت فيها الدماء، وقُطِّعت فيها الأرحام، وقُطِّعت السبل، وعُطِّلت الفروج - يعني الثغور-» (¬١).
وقد صدق الحسن - رضي الله عنه - فيما قال، فما إن استتب الأمر، وتولَّى معاوية - رضي الله عنه - الحكم؛ حتى عادت الفتوحات الإسلامية مرة أخرى لسابق عهدها.
يقول فقيه أهل الشام في زمانه سعيد بن عبد العزيز التنوخي: «لما قُتِل عثمان واختلف الناس، لم تكن للناس غازية، ولا صائفة، حتى اجتمعت الأمة على معاوية سنة أربعين، وسموها سنة الجماعة.
فأغزا معاوية الصوائف، وشتاهم بأرض الروم ست عشرة صائفة، تصيف بها وتشتو، ثم تقفل وتدخل معقبتها» (¬٢).
وقال ابن كثير: «استقل معاوية بالأمر سنة إحدى وأربعين، وكان يغزو الروم في كل سنة مرتين; مرة في الصيف، ومرة في الشتاء، ويأمر رجلا من قومه فيحج بالناس، وحج بالناس معاوية سنة خمسين» (¬٣).
لكن يبدو أيضا أن هذه الفتوحات لم تبدأ فور تولي معاوية الحكم، وذلك لأنه كان في حاجة لتوطيد ملكه، والقضاء على هذه الحركات الداخلية، قبل أن يولي جيشه وجهه ناحية الروم، ولعل هذا يفسر قول سعيد أن مدة غزوه للروم كانت ست عشرة سنة، مع كون معاوية حَكَمَ ما يقارب عشرين سنة.
_________
(¬١) إسناده صحيح: تقدَّم تخريجه.
(¬٢) إسناده صحيح إلى سعيد: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ١٨٨). وانظر: البداية والنهاية (١١/ ٤٣٥).
(¬٣) البداية والنهاية (١١/ ٤٢١).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b609] VALUES (169,'وفيما يلي سردٌ لأهم ما وقفنا عليه من فتوحات وغزوات في عهده، وتاريخها:
١ - تولية معاوية عبد الله بن عامر البصرة، وحرب سجستان وخراسان (¬١)، سنة إحدى وأربعين (¬٢).
٢ - بداية فتح أفريقية على يد عقبة بن نافع الفهري (¬٣)، سنة اثنتين وأربعين (¬٤).
٣ - فتح عبد الرحمن بن سمرة الرخج، وزابلستان، من بلاد سجستان، سنة ثلاث وأربعين (¬٥).
٤ - مشتى بسر بن أبي أرطاة بأرض الروم، سنة ثلاث وأربعين (¬٦).
وقال الطبري -ذاكرا أهم الأحداث في سنة ثلاث وأربعين-: «فمن ذلك: غزوة بسر بن أبي أرطاة الروم، ومشتاه بأرضهم حتى بلغ القسطنطينية- فيما زعم الواقدي- وقد أنكر ذاك قوم من أهل الأخبار، فقالوا: لم يكن لبسر بأرض الروم مشتى قط» (¬٧).
٥ - فتح عبد الله بن عامر كابل (¬٨).
٦ - غزوة عبد الرحمن بن خالد بن الوليد بالمسلمين لبلاد الروم، ومشتاهم بها، سنة أربع وأربعين (¬٩).
٧ - فتح عبد الله بن سوار العبدي القيقان، سنة خمس وأربعين، وكان عبد الله بن عامر بعثه إليها (¬١٠).
_________
(¬١) ولم يذكر الطبري شيئا هنا عن هذه الحرب، ومتى كانت، فقط ذكر أن معاوية ولَّى ابن عامر حربهم.
لكن قال خليفة بن خياط في تاريخه (ص: ٢٠٥): "سنة اثنتين وأربعين: فيها وجَّه ابن عامر عبد الرحمن بن سمرة إلى سجستان، ومعه في تلك الغزاة: الحسن بن أبي الحسن، والمهلب بن أبي صفرة، وقطري بن الفجاءة، فافتتح زرنج، وكورا من كور سجستان".
(¬٢) تاريخ الطبري (٥/ ١٧٠).
(¬٣) تاريخ الطبري (٥/ ٢٤٠).
(¬٤) قال خليفة بن خياط في تاريخه (ص: ٢٠٥): "وفيها -أي: سنة اثنتين وأربعين- غزا عقبة بن نافع أفريقية، فافتتح غدامس، فقتل وسبى".
(¬٥) تاريخ خليفة بن خياط (ص: ٢٠٥).
(¬٦) تاريخ خليفة بن خياط (ص: ٢٠٦).
(¬٧) تاريخ الطبري (٥/ ١٨١).
(¬٨) تاريخ خليفة بن خياط (ص: ٢٠٦).
(¬٩) تاريخ الطبري (٥/ ٢١٢).
(¬١٠) تاريخ خليفة بن خياط (ص: ٢٠٧).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b609] VALUES (170,'٨ - مشتى مالك بن عبد الله بأرض الروم، وقيل: بل كان ذلك عبد الرحمن بن خالد بن الوليد، وقيل: بل كان مالك بن هبيرة السكوني، سنة ست وأربعين (¬١).
٩ - مشتى مالك بن هبيرة السكوني بأرض الروم، سنة تسع وأربعين (¬٢)، ويقال: بل شتى بها فضالة بن عبيد الأنصاري، وشتى عبد الله بن مسعدة في البر (¬٣).
١٠ - غزوة فضالة بن عبيد جربة، وشتاؤه بجربة، وفُتحت على يديه، وأصاب فيها سبيا كثيرا، سنة تسع وأربعين (¬٤).
١١ - صائفة عبد الله بن كرز البجلي، سنة تسع وأربعين (¬٥).
١٢ - غزوة يزيد بن شجرة الرهاوي في البحر، وشتاؤه بأهل الشام، سنة تسع وأربعين (¬٦).
١٣ - غزوة عقبة بن نافع البحر، وشتاؤه بأهل مصر، سنة تسع وأربعين (¬٧).
١٤ - حصار القسطنطينية (¬٨):
غزا يزيد بن معاوية الروم حتى بلغ قسطنطينية، ومعه: ابن عباس، وابن عمر، وابن الزبير، وأبو أيوب الأنصاري (¬٩).
وقد اختُلف في زمان هذا الغزو والحصار:
قال سعيد بن عبد العزيز التنوخي: «ثم أغزاهم -أي: الروم- معاوية ابنه يزيد في سنة خمس وخمسين، في جماعة من أصحاب رسول الله - صلى الله عليه وسلم - في البر والبحر حتى جاز بهم الخليج، وقاتلوا أهل القسطنطينية على بابها، ثم قفل» (¬١٠).
زاد ابن كثير -بعد نقل كلام سعيد-: «وكان آخر ما أوصى به معاوية أن قال: شدوا خناق الروم» (¬١١).
_________
(¬١) تاريخ الطبري (٥/ ٢٢٧).
(¬٢) تاريخ الطبري (٥/ ٢٣٢).
(¬٣) تاريخ خليفة بن خياط (ص: ٢٠٩).
(¬٤) تاريخ الطبري (٥/ ٢٣٢).
(¬٥) تاريخ الطبري (٥/ ٢٣٢).
(¬٦) تاريخ الطبري (٥/ ٢٣٢).
(¬٧) تاريخ الطبري (٥/ ٢٣٢).
(¬٨) سيرد لاحقا -إن شاء الله- ما لهذا الجيش من منقبة عظيمة، وبشارة نبوية كريمة.
(¬٩) تاريخ الطبري (٥/ ٢٣٢).
(¬١٠) تاريخ أبي زرعة الدمشقي (ص: ٨٨).
(¬١١) البداية والنهاية (١١/ ٤٣٥).
وقد أورد خليفة بن خياط هذا الأثر عن معاوية في تاريخه (ص: ٢٣٠) -مرسلاً- بزيادة: "فإنكم تضبطون بذلك غيرهم من الأمم".',NULL,'170',NULL,NULL,'0');
INSERT INTO [b609] VALUES (171,'وجعله خليفة بن خيَّاط في أحداث سنة خمسين (¬١).
وجعله الطبري في أحداث سنة تسع وأربعين (¬٢).
وجعله ابن كثير (¬٣)، والحافظ ابن حجر في سنة اثنتين وخمسين (¬٤).
١٥ - مشتى فضالة بن عبيد بأرض الروم، سنة إحدى وخمسين.
١٦ - غزوة بسر بن أبي أرطاة الصائفة، سنة إحدى وخمسين (¬٥).
١٧ - مشتى عبد الرحمن بن أم الحكم الثقفي بأرض الروم، سنة ثلاث وخمسين (¬٦).
١٨ - فتح رودس، جزيرة في البحر، فتحها جنادة بن ابى أميه الأزدي، سنة ثلاث وخمسين.
وذكر الواقدي: «أن المسلمين نزلوها، وزرعوا واتخذوا بها أموالا ومواشي يرعونها حولها، فإذا أمسوا أدخلوها الحصن، ولهم ناطور يحذرهم ما في البحر ممن يريدهم بكيد، فكانوا على حذر منهم، وكانوا أشد شيء على الروم، فيعترضونهم في البحر فيقطعون سفنهم، وكان معاوية يدر لهم الأرزاق والعطاء، وكان العدو قد خافهم، فلما مات معاوية أقفلهم يزيد بن معاوية» (¬٧).
١٩ - فتح أرواد، وهي: جزيرة في البحر قريبة من قسطنطينية، على يد جنادة بن أبي أمية، سنة أربع وخمسين (¬٨).
٢٠ - مشتى جنادة بن أبي أمية بأرض الروم، وقيل: عبد الرحمن بن مسعود (¬٩).
٢١ - مشتى عبد الله بن قيس بأرض الروم، سنة سبع وخمسين (¬١٠).
_________
(¬١) تاريخ خليفة بن خياط (ص: ٢١١).
(¬٢) تاريخ الطبري (٥/ ٢٣٢).
(¬٣) البداية والنهاية (١١/ ٤٢١)، وقال هناك: "وفي سنة إحدى وخمسين، أو في التي بعدها: أغزا معاوية يزيد بلاد الروم، فسار معه خلق كثير من كبراء الصحابة حتى حاصر القسطنطينية".
(¬٤) فتح الباري (٦/ ١٠٣).
(¬٥) تاريخ الطبري (٥/ ٢٥٣).
(¬٦) المصدر السابق (٥/ ٢٨٨).
(¬٧) تاريخ الطبري (٥/ ٢٨٨).
(¬٨) تاريخ الطبري (٥/ ٢٩٣).
(¬٩) تاريخ الطبري (٥/ ٣٠١).
(¬١٠) المصدر السابق (٥/ ٣٠٨).',NULL,'171',NULL,NULL,'0');
INSERT INTO [b609] VALUES (172,'٢٢ - مشتى مالك بن عبد الله الخثعمي أرض الروم، ويقال عمرو بن يزيد الجهني، وكان الذي شتا بأرض الروم، وقد قيل: إن الذي غزا في البحر في هذه السنة جنادة بن أبي أمية، سنة ثمانٍ وخمسين (¬١).
٢٣ - مشتى عمرو بن مرة الجهني أرض الروم في البر، سنة تسع وخمسين.
وقال الواقدي: «لم يكن عامئذ غزو في البحر»، وقال غيره: «بل غزا في البحر جنادة بن أبي أمية» (¬٢).
٢٤ - غزوة مالك بن عبد الله سورية، سنة ستين (¬٣).
٢٥ - دخول جنادة ابن أبى أمية رودس، وهدمه مدينتها، سنة ستين (¬٤).

<span data-type="title" id=toc-75>أهم الولاة والعمال الذين استعملهم معاوية - رضي الله عنه -، أو عزلهم:</span>
١ - بسر بن أبي أرطاة:
ولَّاه معاوية البصرة، سنة إحدى وأربعين (¬٥)، ثم عزله سنة اثنتين وأربعين (¬٦).
٢ - عمرو بن العاص:
ولَّاه معاوية مصر، سنة إحدى وأربعين، وظل عليها إلى أن مات سنة ثلاث وأربعين.
قال الطبري: «وفيها -أي: سنة ثلاث وأربعين- مات عمرو بن العاص بمصر يوم الفطر، وقبل كان عمل عليها لعمر بن الخطاب - رضي الله عنه - أربع سنين، ولعثمان أربع سنين إلا شهرين، ولمعاوية سنتين إلا شهرا» (¬٧).
٣ - مروان بن الحكم:
_________
(¬١) تاريخ الطبري (٥/ ٣٠٩).
(¬٢) المصدر السابق (٥/ ٣١٥).
(¬٣) تاريخ الطبري (٥/ ٣٢٢).
(¬٤) المصدر السابق.
وقد أعرضتُ هنا عن ذكر الغزوات والمعارك التي كان يرسل بها أمراء الأمصار، واكتفيت بذكر ما تولَّى معاوية إرساله بنفسه، وللاستزادة من تفاصيل هذه الفتوحات؛ انظر: مرويات خلافة معاوية في تاريخ الطبري (ص: ٢٥٤ - ٢٩٢)، معاوية بن أبي سفيان للصلابي (ص: ٤٣٣ - ٤٤٣).
(¬٥) تاريخ الطبري (٥/ ١٦٧).
(¬٦) تاريخ الطبري (٥/ ١٧٢).
(¬٧) المصدر السابق (٥/ ١٨١).',NULL,'172',NULL,NULL,'0');
INSERT INTO [b609] VALUES (173,'ولَّاه معاوية المدينة، سنة اثنتين وأربعين (¬١)، ثم عزله عنها سنة تسع وأربعين، في شهر ربيع الأول، وكانت ولايته كلها لمعاوية على المدينة: ثمان سنين، وشهرين (¬٢)، ثم أعاده عليها مرة أخرى سنة أربع وخمسين (¬٣)، ثم عزله عنها سنة سبع وخمسين، وقيل: سنة ثمان وخمسين (¬٤).
٤ - خالد بن العاص بن هشام:
ولَّاه معاوية مكة، سنة اثنتين وأربعين (¬٥).
٥ - عبد الله بن عامر:
ولَّاه معاوية البصرة، سنة اثنتين وأربعين (¬٦)، ثم عزله سنة خمس وأربعين (¬٧).
٦ - عبد الله بن عمرو بن العاص:
ولَّاه معاوية مصر بعد موت أبيه، سنة ثلاث وأربعين، فوليها له -فيما زعم الواقدي- نحوا من سنتين (¬٨).
لكن ثمَّ رواية أخرى أصح، تفيد أنه إنما وليها مدة يسيرة جدا، حتى وصل أمير آخر من قبل معاوية.
فعن الليث بن سعد قال: «توفّى عمرو بن العاص سنة ثلاث وأربعين، وفيها أُمِّر عتبة بن أبى سفيان على أهل مصر» (¬٩).
٧ - عتبة بن أبي سفيان:
تقدَّم أن معاوية ولَّاه مصر، سنة ثلاث وأربعين.
٨ - الحارث بن عبد الله الأزدي:
ولَّاه معاوية البصرة في أول سنة خمس وأربعين، فأقام بها أربعة أشهر؛ ثم عزله (¬١٠).
٩ - معاوية بن حديج:
ولَّاه معاوية مصر سنة سبع وأربعين (¬١١).
١٠ - قيس بن الهيثم:
ولَّاه معاوية خراسان، ثم ضمها إلى ابن عامر، فترك قيسا عليها (¬١٢).
١١ - المغيرة بن شعبة:
_________
(¬١) تاريخ الطبري (٥/ ١٧٢).
(¬٢) تاريخ الطبري (٥/ ٢٣٢).
(¬٣) تاريخ الطبري (٥/ ٢٩٣).
(¬٤) تاريخ الطبري (٥/ ٣٠٨ - ٣٠٩).
(¬٥) تاريخ الطبري (٥/ ١٧٢).
(¬٦) تاريخ الطبري (٥/ ١٧٢).
(¬٧) المصدر السابق (٥/ ٢١٥).
(¬٨) تاريخ الطبري (٥/ ١٨١).
(¬٩) إسناده صحيح إلى الليث: أخرجه ابن عبد الحكم في فتوح مصر (ص: ٢٠٧).
(¬١٠) المصدر السابق (٥/ ٢١٥).
(¬١١) تاريخ الطبري (٥/ ٢٢٩).
(¬١٢) تاريخ الطبري (٥/ ١٧٢).',NULL,'173',NULL,NULL,'0');
INSERT INTO [b609] VALUES (174,'كان على الكوفة من قبل معاوية، فأقره عليها (¬١)، وظل عليها إلى أن مات سنة خمسين (¬٢).
١٢ - سعيد بن العاص:
ولَّاه معاوية المدينة بعد عزل مروان، سنة تسع وأربعين، في شهر ربيع الآخر، وقيل: في شهر ربيع الأول (¬٣)، ثم عزله سنة أربع وخمسين (¬٤).
١٣ - زياد بن أبي سفيان، أو: زياد ابن أبيه:
ولَّاه معاوية البصرة، ثم جمع له معها الكوفة بعد وفاة المغيرة بن شعبة - رضي الله عنه -، سنة خمسين (¬٥).
قال أبو الحسن المدائني: «كان زياد على البصرة وأعمالها إلى سنة خمسين، فمات المغيرة بن شعبة بالكوفة وهو أميرها، فكتب معاوية إلى زياد بعهده على الكوفة والبصرة، فكان أول من جمع له الكوفة والبصرة، فاستخلف على البصرة سمرة بن جندب، وشخص إلى الكوفة، فكان زياد يقيم ستة أشهر بالكوفة، وستة أشهر بالبصرة» (¬٦).
١٤ - مَسْلمة بن مُخلّد:
ولَّاه معاوية مصر، بعد عزله لمعاوية بن حديج، وأفريقية، بعد عزله لعقبة بن عامر، فهو أول من جمع له المغرب كله، ومصر، وبرقة، وأفريقية، وطرابلس، وذلك سنة خمسين، فولى مسلمة بن مخلد مولى له يقال له: أبو المهاجر أفريقية، فلم يزل واليا على مصر والمغرب، وأبو المهاجر على أفريقية من قبله حتى مات معاوية (¬٧).
١٥ - عبيد الله بن زياد:
_________
(¬١) تاريخ الطبري (٥/ ١٧٢).
(¬٢) تاريخ الطبري (٥/ ٢٣٢).
وأخرج البخاري (٥٨) عن جرير بن عبد الله: "أنه يوم مات المغيرة بن شعبة، قام فحمد الله وأثنى عليه، وقال: عليكم باتقاء الله وحده لا شريك له، والوقار، والسكينة، حتى يأتيكم أمير، فإنما يأتيكم الآن. ثم قال: استعفوا لأميركم، فإنه كان يحب العفو".
(¬٣) تاريخ الطبري (٥/ ٢٣٢).
(¬٤) تاريخ الطبري (٥/ ٢٩٣).
(¬٥) تاريخ الطبري (٥/ ٢٣٢).
(¬٦) إسناده صحيح إلى المدائني: أخرجه الطبري في تاريخه (٥/ ٢٣٤).
(¬٧) تاريخ الطبري (٥/ ٢٤٠).',NULL,'174',NULL,NULL,'0');
INSERT INTO [b609] VALUES (175,'ولَّاه معاوية خراسان، بعد عزله عبد الله بن عمرو بن غيلان، وذلك سنة خمس وخمسين (¬١)، ثم عزله عنها سنة ست وخمسين، وولَّاه البصرة (¬٢)، ثم عزله بعد ذلك عن البصرة، ثم رده عليها، وجدد له الولاية، سنة تسع وخمسين (¬٣).
١٦ - الضحَّاك بن قيس الفهري:
ولَّاه معاوية الكوفة، بعد عزله عبد الله بن خالد بن أسيد، سنة خمس وخمسين (¬٤)، وعزله عنها سنة ثمان وخمسين (¬٥).
١٧ - سعيد بن عثمان بن عفان:
ولَّاه معاوية خراسان، بعد عزله ابن زياد عنها، سنة ست وخمسين (¬٦).
١٨ - الوليد بن عتبة بن أبي سفيان:
ولَّاه معاوية المدينة بعد عزل مروان عنها، سنة سبع وخمسين، وقيل: سنة ثمان وخمسين (¬٧).
١٩ - عبد الرحمن بن عبد الله بن عثمان الثقفي (ابن أم الحكم، أخت معاوية):
ولَّاه معاوية الكوفة بعد عزل الضحاك عنها، سنة ثمان وخمسين (¬٨)، ثم عزله عنها سنة تسع وخمسين (¬٩).
٢٠ - عبد الرحمن بن زياد:
ولَّاه معاوية خراسان، سنة تسع وخمسين (¬١٠).
٢١ - النعمان بن بشير الأنصاري:
ولَّاه معاوية الكوفة بعد عزل عبد الرحمن بن أم الحكم عنها، سنة تسع وخمسين (¬١١).

<span data-type="title" id=toc-76>معاوية يعهد بالخلافة لابنه يزيد من بعده:</span>
قال الطبري: «وفيها -أي: سنة ست وخمسين- دعا معاوية الناس إلى بيعة ابنه يزيد من بعده، وجعله ولي العهد» (¬١٢).
_________
(¬١) تاريخ الطبري (٥/ ٢٩٩).
(¬٢) تاريخ الطبري (٥/ ٣٠٤).
(¬٣) المصدر السابق (٥/ ٣١٦).
(¬٤) تاريخ الطبري (٥/ ٣٠٠).
(¬٥) المصدر السابق (٥/ ٣٠٩).
(¬٦) تاريخ الطبري (٥/ ٣٠٤).
(¬٧) تاريخ الطبري (٥/ ٣٠٨ - ٣٠٩).
(¬٨) المصدر السابق (٥/ ٣٠٩).
(¬٩) تاريخ الطبري (٥/ ٣١٥).
(¬١٠) المصدر السابق.
(¬١١) تاريخ الطبري (٥/ ٣١٥).
انظر لمزيد تفاصيل في ذلك: مرويات خلافة معاوية في تاريخ الطبري (ص: ١٧٣ - ٢٣٦).
(¬١٢) تاريخ الطبري (٥/ ٣٠٢).

وقد وافقه على ذلك ابن كثير في البداية والنهاية (١١/ ٣٠٦)، بينما ذهب خليفة بن خياط في تاريخه (ص: ٢١٣)، والذهبي في تاريخ الإسلام (٤/ ١٤٧) إلى أن ذلك كان سنة إحدى وخمسين. ويبدو أن قول الطبري وابن كثير أصحُّ من قول من خالفهما، وذلك لأن سنة إحدى وخمسين كان فيها وفاة الحسن، واتخاذ قرار الترشيح هذا يحتاج من معاوية وقتا لدراسته والاستشارة فيه، كما سيأتي، يُضاف إلى ذلك: أنه ليس من الحكمة إعلان قرار الترشيح بعد وفاة الحسن مباشرة. والله أعلم.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b609] VALUES (176,'هكذا كانت بداية حديث الطبري عن تولية معاوية ولده يزيد للخلافة، ولكن لم نعثر في المصادر التاريخية التي بين أيدينا -سواء عند الطبري، أو غيره- على تحديد دقيق لتلك الفترة التي بدأ فيها معاوية - رضي الله عنه - يفكر تفكيراً جدياً في تولية ولده يزيد من بعده خليفة المسلمين، ولكنه بالتأكيد لم يفكر إلا بعد سنه الخمسين من الهجرة، وذلك بعد أن خلت الساحة من وجود الصحابة الكبار المبشَّرين بالجنة؛ من أمثال: سعد بن أبي وقاص، وسعيد بن يزيد بن عمرو، وبعد وفاة الحسن بن علي - رضي الله عنهم - جميعاً (¬١).
فعن قبيصة بن جابر قال: «بعثني زياد إلى معاوية في حوائج، فلما فرغت منها قلت له: يا أمير المؤمنين كلُّ ما جئتُ له فقد فرغت منه، وبقيت لي حاجة أصدرها في مصادرها، قال: وما هي؟ فقد قلتُ: من لهذه الأمة بعدك؟ فقال وما أنت من ذاك؟ قلتُ: ولم يا أمير المؤمنين؟ فوالله إني لقريب القرابة، عظيم الشرف، ناصح الجيب، وادّ الصدر، فسكت ساعة ثم قال: بين أربعة من بني عبد مناف، كريمة قريش: سعيد بن العاص، وفتى قريش حياء ودهاء وسخاء: عبد الله بن عامر، وأما الحسن بن علي: فرجل سيد كريم، وأما القارئ لكتاب الله، الفقيه في دين الله، الشديد في حدود الله: فمروان بن الحكم، وأما رجل نفسه: فعبد الله بن عمر، وأما رجل يرِدُ الشريعة مع دواهي السباع، ويروغ روغان الثعلب: فعبد الله بن الزبير» (¬٢).
_________
(¬١) معاوية بن أبي سفيان للصلابي (ص: ٤٦٩).
(¬٢) إسناده صحيح: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ٥٩٢ - ٥٩٣)، وابن عساكر في تاريخ دمشق (٢١/ ١١٨).',NULL,'176',NULL,NULL,'0');
INSERT INTO [b609] VALUES (177,'ويقول ابن كثير: «وقد كان معاوية لما صالح الحسن بن علي عهد للحسن بالأمر من بعده، فلما مات الحسن قوي أمر يزيد عند معاوية، ورأى أنه لذلك أهلا، وذاك من شدة محبة الوالد لولده، ولما كان يتوسم فيه من النجابة الدنيوية، وسيما أولاد الملوك ومعرفتهم بالحروب وترتيب الملك والقيام بأبهته، وكان يظن أنه لا يقوم أحد من أبناء الصحابة في الملك مقامه» (¬١).
وهذا الكلام يؤيد ردَّ تلك الرواية -الضعيفة الإسناد- التي ذكرت أن المغيرة بن شعبة - رضي الله عنه - كان صاحب هذه المشورة من الأصل، وأنه الذي أوعز إلى معاوية باستخلاف يزيد (¬٢)،
_________
(¬١) البداية والنهاية (١١/ ٣٠٨).
(¬٢) أخرج الطبري في تاريخه (٥/ ٣٠١ - ٣٠٢) عن الشعبي قال: "قدم المغيرة على معاوية واستعفاه وشكا إليه الضعف، فأعفاه، وأراد أن يولي سعيد بن العاص، وبلغ كاتب المغيرة ذلك، فأتى سعيد بن العاص فأخبره، وعنده رجل من أهل الكوفة يقال له ربيعة- أو الربيع- من خزاعة، فأتى المغيرة فقال: يا مغيرة، ما أرى أمير المؤمنين إلا قد قلاك، رأيت ابن خنيس كاتبك عند سعيد بن العاص يخبره أن أمير المؤمنين يوليه الكوفة، قال المغيرة: أفلا يقول كما قال الأعشى:
أم غاب ربك فاعترتك خصاصة ... ولعل ربك أن يعود مؤيدا
رويدا! أدخل على يزيد، فدخل عليه فعرض له بالبيعة، فأدى ذلك يزيد إلى أبيه، فرد معاوية المغيرة إلى الكوفة، فأمره أن يعمل في بيعة يزيد، فشخص المغيرة إلى الكوفة، فأتاه كاتبه ابن خنيس، فقال: والله ما غششتك ولا خنتك، ولا كرهت ولايتك، ولكن سعيدا كانت له عندي يد وبلاء، فشكرت ذلك له، فرضي عنه وأعاده إلى كتابته، وعمل المغيرة في بيعة يزيد، وأوفد في ذلك وافدا إلى معاوية".

إلا أن إسناد هذا إلى الشعبي لا يثبت، فلقد روى عنه هذا الأثر رجلان، الأول: علي بن مجاهد، إن كان الكابُلي فهو متروك، كما في التقريب (٤٧٩٠)، وإلا فلا يُعرف، والثاني: أبو إسماعيل الهمداني، لم أظفر له بترجمة!',NULL,'177',NULL,NULL,'0');
INSERT INTO [b609] VALUES (178,'وذلك لأن وفاة المغيرة كانت سنة خمسين من الهجرة، بينما توفي الحسن في سنة إحدى وخمسين (¬١).
على كل حال، نستطيع أن نقول أن أمير المؤمنين معاوية - رضي الله عنه - سار في هذا الأمر الهام على نسق خطوات متتالية، ولعلَّنا نحاول أن نستنبط بعضها من خلال بعض الروايات التي بين أيدينا، وذلك فيما يلي:

<span data-type="title" id=toc-77>الخطوة الأولى: معاوية يفكر في الأمر، ويستشير فيه بعض خواصِّه:</span>
هكذا شأن كل أريب حصيف، لا يبادر بإخراج قرارات مصيرية، دون تفكير عميق وتؤدة، واستشارة من لهم حلم وعقل ممن حوله، ومعاوية -بلا شك- من أولى الناس بهذا.
فعن مسلمة بن محارب قال: «لما أراد معاوية أن يبايع ليزيد كتب إلى زياد يستشيره، فبعث زياد إلى عبيد بن كعب النميري، فقال: إن لكل مستشير ثقة، ولكل سر مستودع، وإن الناس قد أبدعت (¬٢) بهم خصلتان: إذاعة السر، وإخراج النصيحة إلى غير أهلها، وليس موضع السر إلا أحد رجلين: رجل آخرة يرجو ثوابا، ورجل دنيا له شرف في نفسه وعقل يصون حسبه، وقد عجمتهما (¬٣) منك، فأحمدت الذي قبلك، وقد دعوتك لأمر اتهمت عليه بطون الصحف (¬٤)، إن أمير المؤمنين كتب إلي يزعم أنه قد عزم على بيعة يزيد، وهو يتخوف نفرة الناس، ويرجو مطابقتهم، ويستشيرني، وعلاقة أمر الإسلام وضمانه عظيم، ويزيد صاحب رسلة (¬٥) وتهاون، مع ما قد أولع به من الصيد، فالق أمير المؤمنين مؤديا عني، فأخبره عن فعلات يزيد، فقال له: رويدك بالأمر، فأقمن أن يتم لك ما تريد، ولا تعجل فإن دركا في تأخير خير من تعجيل عاقبته الفوت.
فقال عبيد له: أفلا غير هذا!
قال: ما هو؟
_________
(¬١) مرويات خلافة معاوية في تاريخ الطبري (ص: ٣٦٣).
(¬٢) أي: أضرَّت بهم.
(¬٣) أي: خبرتهما.
(¬٤) أي: خائف من ذيوعه وانتشاره إذا كتبته في كتاب.
(¬٥) أي: كسل.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b609] VALUES (179,'قال: لا تفسد على معاوية رأيه، ولا تمقِّت إليه ابنه، وألقى أنا يزيد سرا من معاوية فأخبره عنك أن أمير المؤمنين كتب إليك يستشيرك في بيعته، وأنك تخوف خلاف الناس لهنات ينقمونها عليه، وأنك ترى له ترك ما ينقم عليه، فيستحكم لأمير المؤمنين الحجة على الناس، ويسهل لك ما تريد، فتكون قد نصحت يزيد وأرضيت أمير المؤمنين، فسلمت مما تخاف من علاقة أمر الأمة.
فقال زياد: لقد رميت الأمر بحجره، اشخص على بركة الله، فإن أصبت فما لا ينكر، وإن يكن خطأ فغير مستغش وأبعد بك إن شاء الله من الخطإ، قال: تقول بما ترى، ويقضي الله بغيب ما يعلم فقدم على يزيد فذاكره ذلك وكتب زياد إلى معاوية يأمره بالتؤده، وألا يعجل، فقبل ذلك معاوية، وكف يزيد عن كثير مما كان يصنع، ثم قدم عبيد على زياد فأقطعه قطيعة» (¬١).
بيَّنت هذه الرواية حذر معاوية من هذه الخطوة، وتخوفه من ردود أفعال الناس، كما بيَّنت أنه أخذ بنصيحة زياد، وتأنَّى في الأمر، وأعاد التفكير في كرَّة أخرى، ولعله لذلك أخَّره بعض الشيء.
لكن ما الذي جعل معاوية يؤخر هذا الأمر إلى سنة ست وخمسين، مع أن الحسن تُوفي قبل ذلك بخمس سنين -كما تقدَّم-؟!
لقد تُوفي في العام الذي قبل هذا سعد بن أبي وقاص (¬٢)، وبهذا لم يعد هناك أحد من العشرة المبشرين، ممن لا يستطيع معاوية أن يُقدِّم أحدا عليهم.
_________
(¬١) إسناده صحيح إلى مسلمة: أخرجه الطبري في تاريخه (٥/ ٣٠٢ - ٣٠٣)، ويبقى أن مسلمة نفسه ترجم له البخاري في التاريخ الكبير (٧/ ٣٨٧)، وابن أبي حاتم في الجرح والتعديل (٨/ ٢٦٦)، ولم يذكرا فيه شيئا!
(¬٢) قال الذهبي في تاريخ الإسلام (٤/ ١٥٩): "فيها -أي: سنة خمس وخمسين- توفي سعد بن أبي وقاص، على الأصح".',NULL,'179',NULL,NULL,'0');
INSERT INTO [b609] VALUES (180,'نعم، لم يكن سعدٌ صاحب رغبة في الملك ولا الإمارة، كما دل على ذلك موقفه وقت الحروب والنزاعات والفتن، وبعدها (¬١)، ولعلَّه لهذا السبب لم يمتنع معاوية عن التفكير في ولاية يزيد، لكن حال دون إعلانه حياة سعد ووجوده، فلما مات: صار الأمر مهيَّئا ومتاحا، مع كونه لن يخلو من بعض العقبات.

<span data-type="title" id=toc-78>الخطوة الثانية: أخذ معاوية البيعة ليزيد من أهل الشام:</span>
من البدهي المنطقي أن يوطِّد معاوية الأمر في الشام قبل أي بلد آخر، فهي الآن موطن الخلافة، وأهلها هم حمى الخليفة وعيبته وأقرب الناس إليه، وقد مهَّد معاوية لهذه الخطوة بتأمير يزيد على جيش القسطنطينية، فلمَّا عاد منها طرح معاوية الفكرة عليهم؛ فرحَّبوا بها، وقبلوها، واستحسنوها، ولم يُعارض أحدٌ منهم، فيما نُقل (¬٢).

<span data-type="title" id=toc-79>الخطوة الثالثة: استدعاء معاوية الوفود من الأمصار لأخذ البيعة ليزيد:</span>
بعد أن مهَّد معاوية الأمر في الداخل، بدأ في تهيئة الأجواء الخارجية لهذا الخبر، وحتى لا تُثار القلاقل في البلاد؛ استدعى معاوية وفودا من الأمصار ليطرح عليهم الأمر، دون أن يُعلمهم بشيء قبل قدومهم.
يقول أبو الحسن المدائني: «فلما كانت سنة خمس وخمسين كتب معاوية إلى سائر الأمصار أن يفدوا عليه، فوفد عليه من كل مصر قوم» (¬٣).
_________
(¬١) في صحيح مسلم (٢٩٦٥) عن عامر بن سعد، قال: "كان سعد بن أبي وقاص في إبله، فجاءه ابنه عمر، فلما رآه سعد قال: أعوذ بالله من شر هذا الراكب، فنزل فقال له: أنزلت في إبلك وغنمك، وتركت الناس يتنازعون الملك بينهم؟ فضرب سعد في صدره، فقال: اسكت، سمعت رسول الله - صلى الله عليه وسلم -، يقول: إن الله يحب العبد التقي، الغني، الخفي".
(¬٢) انظر: تاريخ خليفة بن خياط (ص: ٢١١).
(¬٣) العقد الفريد لابن عبد ربه (٥/ ١١٨).',NULL,'180',NULL,NULL,'0');
INSERT INTO [b609] VALUES (181,'ولا تذكر الروايات أن أحداً من القادمين في الوفود اعترض على قرار معاوية، وغاية ما ذُكر: أن بعضهم وَكَل الأمر إلى علم معاوية بابنه، وأن عليه أن يتقي الله فيمن يوليه إمارة المسلمين.
ومن هؤلاء: عمرو بن حزم من المدينة، والأحنف بن قيس من البصرة.
يقول محمد بن سيرين: «لما أراد معاوية أن يستخلف يزيد بعث إلى عامل المدينة أن أفد إلي من شاء، قال: فوفد إليه عمرو بن حزم الأنصاري، فاستأذن، فجاء حاجب معاوية يستأذن، فقال: هذا عمرو قد جاء يستأذن، فقال: ما جاء بهم إلي؟ فقال: يا أمير المؤمنين، جاء يطلب معروفك، فقال معاوية: إن كنت صادقا فليكتب ما شاء فأعطه ما سألك، ولا أراه، قال: فخرج إليه الحاجب، فقال: ما حاجتك؟ اكتب ما شئت، فقال: سبحان الله! أجيء إلى باب أمير المؤمنين, فأحجب عنه؟ أحب أن ألقاه، فأكلمه، فقال معاوية للحاجب: عده يوم كذا وكذا إذا صلى الغداة فليجئ، قال: فلما صلى معاوية الغداة أمر بسرير، فجعل في إيوان له، ثم أخرج الناس عنه، فلم يكن عنده أحد إلا كرسي وضع لعمرو، فجاء عمرو فاستأذن، فأذن له، فسلم عليه، ثم جلس على الكرسي، فقال له معاوية: حاجتك، قال: فحمد الله وأثنى عليه، ثم قال: لعمري لقد أصبح يزيد بن معاوية واسط الحسب في قريش، غنيا عن المال، غنيا إلا عن كل خير، وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: إن الله لم يسترع عبدا رعية إلا وهو سائله عنها يوم القيامة: كيف صنع فيها، وإني أذكرك الله يا معاوية في أمة محمد - صلى الله عليه وسلم - بمن تستخلف عليها، قال: فأخذ معاوية ربوة ونفس في غداة قر حتى عرق، وجعل يمسح العرق عن وجهه ثلاثا، ثم أفاق، فحمد الله، وأثنى عليه، ثم قال: أما بعد , فإنك امرؤ ناصح، قلت برأيك , بالغ ما بلغ، وإنه لم يبق إلا ابني وأبناؤهم، وابني أحق من أبنائهم، حاجتك، قال: ما لي حاجة، قال: ثم قال له أخوه: إنما جئنا من المدينة نضرب أكبادها من أجل كلمات قال: ما جئت إلا',NULL,'181',NULL,NULL,'0');
INSERT INTO [b609] VALUES (182,'لكلمات، قال: فأمر لهم بجوائزهم، قال: وخرج لعمرو، مثله» (¬١).
ولما دخلت الوفود على معاوية، لم يشأ هو أن يبدأهم، فترك ذلك لبعض أصحابه، ليفتحوا هم الحديث عن البيعة والخلافة؛ فقوبل ذلك بترحابٍ ورضا، إلا ما كان من الأحنف بن قيس.
قال أبو الحسن المدائني: «ثم جلس معاوية في أصحابه، وأذن للوفود فدخلوا عليه، وقد تقدّم إلى أصحابه أن يقولوا في يزيد، فكان أول من تكلم الضحاك بن قيس؛ فقال: يا أمير المؤمنين، إنه لا بد للناس من والٍ بعدك، والأنفس يُغدى عليها ويُراح، وإن الله قال: {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ}، ولا ندري ما يختلف به العصران، ويزيد ابن أمير المؤمنين في حسن معدنه وقصد سيرته، من أفضلنا حلما، وأحكمنا علما، فولّه عهدك، واجعله لنا علما بعدك، فإنا قد بلونا الجماعة والألفة، فوجدناها أحقن للدماء، وآمن للسبل، وخيرا في العاقبة والآجلة.
ثم تكلم الأحنف بن قيس فقال: يا أمير المؤمنين، أنت أعلم بيزيد في ليله ونهاره، وسرّه وعلانيته، ومدخله ومخرجه، فإن كنت تعلمه لله رضا، ولهذه الأمة؛ فلا تشاور الناس فيه، وإن كنت تعلم منه غير ذلك؛ فلا تزوّده الدنيا وأنت تذهب إلى الآخرة.
قال: فتفرق الناس ولم يذكروا إلا كلام الأحنف، ثم بايع الناس ليزيد بن معاوية» (¬٢).
_________
(¬١) إسناده صحيح إلى ابن سيرين: أخرجه أبو يعلى (٧١٧٤)، وقال الهيثمي في المجمع (٧/ ٢٤٩): "رجاله رجال الصحيح".
(¬٢) المصدر السابق (٥/ ١١٨ - ١١٩).',NULL,'182',NULL,NULL,'0');
INSERT INTO [b609] VALUES (183,'<span data-type="title" id=toc-80>الخطوة الرابعة: الكتابة إلى أهل المدينة بطلب البيعة ليزيد:</span>
لا شك أن كلمة أهل المدينة لها تأثير أكثر من غيرهم، فإن فيها أبناء الأنصار والمهاجرين، وأكثر العلماء والصالحين، ولذلك جعلهم معاوية في آخر من يتكلم معهم، لعلمه أن بعضهم سيعترض على هذا الأمر، فأراد أن يوطِّد الأمر في الأمصار المختلفة، ثم يتفرغ لأهل المدينة.
قال المدائني: «ثم كتب معاوية إلى مروان بن الحكم عامله على المدينة أن ادع أهل المدينة إلى بيعة يزيد؛ فإن أهل الشام والعراق قد بايعوا» (¬١).
وقد وقع ما كان معاوية يخشاه ويحذر منه.
جمع مروان الناس وخطب فيهم، وجعل يذكر يزيد وطلب معاوية البيعة له، وعندها: بدأ الاعتراض عليه، وكان من أوائل المعترضين: عبد الرحمن بن أبي بكر.
فعن يوسف بن ماهك، قال: «كان مروان على الحجاز استعمله معاوية، فخطب فجعل يذكر يزيد بن معاوية لكي يبايع له بعد أبيه، فقال له عبد الرحمن بن أبي بكر شيئا، فقال: خذوه، فدخل بيت عائشة فلم يقدروا، فقال مروان: إن هذا الذي أنزل الله فيه، {والذي قال لوالديه أف لكما أتعدانني} [الأحقاف: ١٧]، فقالت عائشة من وراء الحجاب: ما أنزل الله فينا شيئا من القرآن إلا أن الله أنزل عذري» (¬٢).
وقد بيَّنت روايات أخرى سِرَّ تقدُّمِ عبد الرحمن عن غيره في الاعتراض على مروان.
فعن سالم بن عبد الله قال: «لما أرادوا أن يبايعوا ليزيد بن معاوية قام مروان فقال: سنة أبي بكر الراشدة المهدية، فقام عبد الرحمن بن أبي بكر فقال: ليس بسنة أبي بكر، وقد ترك أبو بكر الأهل والعشيرة والأصيل, وعمد إلى رجل من بني عدي بن كعب إذ رأى أنه لذلك أهل؛ فبايعه» (¬٣).
_________
(¬١) العقد الفريد (٥/ ١١٩).
(¬٢) صحيح البخاري (٧٨٢٧).
(¬٣) حسنٌ بشواهده: أخرجه ابن أبي شيبة (٣٠٥٦٧) وفي سنده عمر بن حمزة، ضعيف، كما في التقريب (٤٨٨٤).

لكن له شاهد عند النسائي في الكبرى (١١٤٢٧) والحاكم (٨٤٨٣) من طريق محمد بن زياد الجمحي، قال: "لما بايع معاوية لابنه، قال مروان: سنة أبي بكر وعمر، فقال عبد الرحمن بن أبي بكر: سنة هرقل وقيصر، فقال مروان: هذا الذي أنزل الله فيه {والذي قال لوالديه أف لكما} الآية، فبلغ ذلك عائشة فقالت: كذب والله، ما هو به، وإن شئت أن أسمي الذي أنزلت فيه لسميته، ولكن رسول الله - صلى الله عليه وسلم - لعن أبا مروان، ومروان في صلبه، فمروان فضض من لعنة الله".
وهذا سند رجاله ثقات، غير الذهبي نص في تعليقه على المستدرك أنه لم يسمع من عائشة، ونقله الحافظ ابن حجر في إتحاف المهرة (١٧/ ٥٢٢)، ولم نقف على كلام لأحد غير الذهبي ينفي سماع الجمحي من عائشة.
وثمَّ شاهد آخر، أخرجه البزار (٢٢٧٣)، وابن أبي حاتم في تفسيره -كما في تفسير ابن كثير (٧/ ٢٨٣)، والسياق له- والإسماعيلي في مستخرجه، وأبو يعلى -كما في فتح الباري (٨/ ٥٧٧) - من طريق عبد الله بن المديني قال: "إني لفي المسجد حين خطب مروان، فقال: إن الله أرى أمير المؤمنين في يزيد رأيا حسنا، وإن يستخلفه فقد استخلف أبو بكر عمر، فقال عبد الرحمن بن أبي بكر: أهرقلية؟! إن أبا بكر والله ما جعلها في أحد من ولده، ولا أحدا من أهل بيته، ولا جعلها معاوية في ولده إلا رحمة وكرامة لولده. فقال مروان: ألست الذي قال لوالديه: أف لكما؟ فقال عبد الرحمن: ألست ابن اللعين الذي لعن رسول الله - صلى الله عليه وسلم - أباك؟ قال: وسمعتهما عائشة فقالت: يا مروان، أنت القائل لعبد الرحمن كذا وكذا؟ كذبت، ما فيه نزلت، ولكن نزلت في فلان بن فلان. ثم انتحب مروان، ثم نزل عن المنبر حتى أتى باب حجرتها، فجعل يكلمها حتى انصرف". وقد حسَّن الهيثمي هذا الإسناد في المجمع (٥/ ٢٤١).
وكذا يشهد له ما تقدم من رواية يوسف بن ماهك عند البخاري، فهذه الطرق بمجموعها ترتقي به إلى الحُسن إن شاء الله.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b609] VALUES (184,'ولا شكَّ أن موقفا من صحابيٍّ كعبد الرحمن بن أبي بكر، وفي المدينة النبوية؛ سيحدث تأثيرا كبيرا، وقد يُشكِّل معارضة قوية، وإذا كان مروان قد أخفق من البداية في احتواء الموقف؛ فهذا نذيرٌ بإخفاقه إذا تفاقم الأمر، ولذا رأى معاوية - رضي الله عنه - أنه لا بُدَّ أن يتولى أمر أهل المدينة بنفسه، وأن يكون حوار الصحابة - رضي الله عنه - معه دون واسطة، فقرر المجيء إلى الحجاز.

<span data-type="title" id=toc-81>الخطوة الخامسة: قدوم معاوية المدينة بنفسه، وطلبه البيعة ليزيد:</span>
قدم معاوية الحجاز معتمرا في شهر رجب سنة ست وخمسين (¬١)، ومرَّ على المدينة قبل قدومه مكة، ولما سمع بعض الصحابة بقدومه، وأنه قد يطلب البيعة ليزيد؛ خرجوا من المدينة.
فعن ذكوان مولى عائشة قال: «لما أجمع معاوية أن يبايع لابنه يزيد حج، فقدم مكة في نحو من ألف رجل، فلما دنا من المدينة خرج ابن عمر وابن الزبير وعبد الرحمن بن أبي بكر، فلما قدم معاوية المدينة صعد المنبر، فحمد الله وأثنى عليه، ثم ذكر ابنه يزيد فقال: من أحق بهذا الأمر منه؟ ثم ارتحل» (¬٢).
وبعض الروايات تذكر أن خروج هؤلاء الصحابة كان قبل تحرك معاوية، وأن معاوية إنما تحرك بعد علمه بخروجهم.
فعن القاسم بن محمد بن أبي بكر: «قدِم معاوية المدينة حين أُخبر أن ابن عمر، وعبد الرحمن بن أبي بكر، وابن الزبير، خرجوا عائذين بالكعبة من بيعة يزيد بن معاوية» (¬٣).
_________
(¬١) تاريخ الطبري (٥/ ٣٠١)، البداية والنهاية (١١/ ٣٠٧).
(¬٢) في إسناده مقال: أخرجه خليفة بن خياط في تاريخه (ص: ٢١٣)، وفي سنده النعمان بن راشد، صدوق سيء الحفظ، كما في التقريب (٧١٥٤).
(¬٣) إسناده صحيح: أخرجه البخاري في التاريخ الصغير (١/ ١٢٩ - ١٣٠)، وأبو نعيم في الحلية (١/ ٣٣٠).',NULL,'184',NULL,NULL,'0');
INSERT INTO [b609] VALUES (185,'على كل حال، وإن كان القول الأخير أصح سندا من الأول، فمآل الروايتين واحد في النهاية، والأمر في ذلك يسير، فالاتفاق على أن المعترضين من الصحابة خرجوا من المدينة قبل قدوم معاوية، وأنه قدم الحجاز للقائهم، وقد تمَّ له ذلك في مكة -كما سيأتي-.
ولما وصل معاوية - رضي الله عنه - المدينة، لم يجد أحدا من المعترضين على بيعة يزيد، فخطب الناس، وأخذ منهم البيعة، ولم يعترض أحدٌ من الحاضرين على ذلك، أو بتعبير أدق: لم يُظهر أحد اعتراضا على بيعة يزيد، وإن كان من بين الصحابة من كان معترضا، إلا أنه جعل اعتراضه في نفسه، وسكت خشية فرقة الناس، وإثارة الفتنة.
فعن حميد بن عبد الرحمن الحميري قال: «دخلنا على رجل من أصحاب رسول الله - صلى الله عليه وسلم - (¬١) حين استخلف يزيد بن معاوية، فقال: أتقولون إن يزيد ليس بخير أمة محمد، لا أفقه فيها فقها، ولا أعظمها فيها شرفا؟ قلنا: نعم، قال: وأنا أقول ذلك، ولكن والله لئن تجتمع أمة محمد أحب إلي من أن تفترق، أرأيتم بابا لو دخل فيه أمة محمد وسعهم، أكان يعجز عن رجل واحد لو دخل فيه؟ قلنا: لا، قال: أرأيتم لو أن أمة محمد قال كل رجل منهم لا أهريق دم أخي، ولا آخذ ماله، أكان هذا يسعهم؟ قلنا: نعم، قال: فذلك ما أقول لكم، ثم قال: قال رسول الله - صلى الله عليه وسلم -: لا يأتيك من الحياء إلا خير» (¬٢).
ولما تم لمعاوية الأمر في المدينة؛ توجَّه إلى مكة.
_________
(¬١) ذكر الذهبي في تاريخ الإسلام (٤/ ١٦٩) أن اسمه بشير.
(¬٢) إسناده صحيح: أخرجه خليفة بن خياط في تاريخه (ص: ٢١٧).',NULL,'185',NULL,NULL,'0');
INSERT INTO [b609] VALUES (186,'<span data-type="title" id=toc-82>الخطوة السادسة: لقاء معاوية مع المعترضين على بيعة يزيد:</span>
لما وصل معاوية - رضي الله عنه - مكة، وأدَّى عمرته: بدأ اللقاء مع هؤلاء الصحابة المعترضين على البيعة.
يقول القاسم بن محمد بن أبي بكر: «لما قدم معاوية مكة تلقَّاه عبد الله بن الزبير بالتنعيم، فضاحكه معاوية وسأله عن الأموال، ولم يعرض بشيء من الأمر الذي بلغه، ثم لقي عبد الله بن عمر وعبد الرحمن بن أبي بكر؛ فتفاوضا معه في أمر يزيد، ثم دعا معاوية ابن الزبير فقال له: هذا صنيعك أنت، استزللت هذين الرجلين، وسننت هذا الأمر، وإنما أنت ثعلب رواغ لا تخرج من جحر إلا دخلت في آخر، فقال ابن الزبير: ليس بي شقاق، ولكن أكره أن أبايع رجلين، أيكما أُطِيع بعد أن أعطيكما العهود والمواثيق؟ فإن كنت مللت الإمارة فبايع ليزيد، فنحن نبايعه معك» (¬١).
وثمَّ رواياتٌ أخرى ذكرت ما دار من حوار بين معاوية وابن عمر، وعبد الرحمن - رضي الله عنهم -.
فعن ذكوان مولى عائشة قال: «قدم معاوية مكة فقضى طوافه ودخل منزله، فبعث إلى ابن عمر، فتشهَّد وقال: أما بعد يا بن عمر، فإنك قد كنت تحدثني أنك لا تحب أن تبيت ليلة سوداء ليس عليك أمير، وإني أحذرك أن تشق عصا المسلمين، وأن تسعى في فساد ذات بينهم، فلما سكت تكلم ابن عمر، فحمد الله وأثنى عليه، ثم قال: أما بعد، فإنه قد كانت قبلك خلفاء لهم أبناء ليس ابنك بخير من أبنائهم، فلم يروا في أبنائهم ما رأيت أنت في ابنك، ولكنهم اختاروا للمسلمين حيث علموا الخيار، وإنك تحذرني أن أشق عصا المسلمين وأن أسعى في فساد ذات بينهم، ولم أكن لأفعل، إنما أنا رجل من المسلمين، فإذا اجتمعوا على أمر فإنما أنا رجل منهم، فقال: يرحمك الله، فخرج ابن عمر.
وأرسل إلى عبد الرحمن بن أبي بكر، فتشهَّد وأخذ في الكلام فقطع عليه كلامه، فقال: إنك والله لوددت أنا وكلناك في أمر ابنك إلى الله، وإنا والله لانفعل، والله لتردن هذا الأمر شورى في المسلمين، أو لنعيدنها عليك جذعة، ثم وثب فقام.
_________
(¬١) إسناده صحيح: أخرجه أبو نعيم في الحلية (١/ ٣٣٠ - ٣٣١).',NULL,'186',NULL,NULL,'0');
INSERT INTO [b609] VALUES (187,'فقال معاوية: اللهم اكفنيه بم شئت، ثم قال: على رسلك أيها الرجل، لا تشرفن بأهل الشام، فإني أخاف أن يسبقوني بنفسك حتى أخبر العشية أنك قد بايعت، ثم كن بعد ذلك على ما بدا لك من أمرك.
ثم أرسل إلى ابن الزبير فقال: يا ابن الزبير، إنما أنت ثعلب رواغ كلما خرج من جحر دخل آخر، وإنك عمدت إلى هذين الرجلين فنفخت في مناخرهما، وحملتهما على غير رأيهما، فتكلم ابن الزبير فقال: إن كنت قد مللت الإمارة فاعتزلها، وهلم ابنك فلنبايعه، أرأيت إذا بايعنا ابنك معك لأيكما نسمع؟ لأيكما نطيع؟ لا نجمع البيعة لكما والله أبدا، ثم قام.
فراح معاوية فصعد المنبر، فحمد الله وأثنى عليه، ثم قال: إنا وجدنا أحاديث الناس ذوات عوار، زعموا أن ابن عمر وابن الزبير وابن أبي بكر الصديق لم يبايعوا يزيد، قد سمعوا وأطاعوا وبايعوا له، فقال أهل الشام: لا والله لا نرضى حتى يبايعوا على رؤوس الناس وإلا ضربنا أعناقهم، فقال: مه، سبحان الله، ما أسرع الناس إلى قريش بالسوء، لا أسمع هذه المقالة من أحد بعد اليوم، ثم نزل، فقال الناس: بايع ابن عمر وابن الزبير وابن أبي بكر، ويقولون: لا والله ما بايعنا، ويقول الناس: بلى لقد بايعتم، وارتحل معاوية فلحق بالشام» (¬١).
وفي رواية: «فقام معاوية حين أبوا عليه؛ فقال: ألا إن حديث الناس ذات غور، وقد كان بلغني عن هؤلاء الرهط أحاديث وجدتها كذبا، وقد سمعوا وأطاعوا ودخلوا في صلح ما دخلت فيه الأمة» (¬٢).
_________
(¬١) في إسناده مقال: أخرجه خليفة بن خياط في تاريخه (ص: ٢١٣)، وفي سنده النعمان بن راشد، تقدَّم أنه صدوق سيء الحفظ.
(¬٢) إسناده صحيح: أخرجه أبو نعيم في الحلية (١/ ٣٣٠ - ٣٣١).
ولم يعش عبد الرحمن بن أبي بكر بعد ذلك إلا يسيرا، ثم وافته منيته، فقد قال محمد بن القاسم بن أبي بكر -في نفس الرواية عند البخاري في التاريخ الصغير-: "فلم يلبث ابن أبي بكر إلا يسيرا حتى توفي، بعدما خرج معاوية من المدينة".',NULL,'187',NULL,NULL,'0');
INSERT INTO [b609] VALUES (188,'هؤلاء من ذكرَتْ الروايات اعتراضهم على معاوية في أمر بيعة يزيد، وأما الحسين بن علي - رضي الله عنه - فلم نقف على رواية صحيحة تفيد ما وقع بينه وبين معاوية بخصوص هذه البيعة (¬١)،
_________
(¬١) أخرج الطبري في تاريخه (٥/ ٣٠٣ - ٣٠٤) -بسند ضعيف معضل- عن رجل بنخلة، قال: "بايع الناس ليزيد بن معاوية؛ غير: الحسين بن علي، وابن عمر، وابن الزبير، وعبد الرحمن بن أبي بكر، وابن عباس، فلما قدم معاوية أرسل الى الحسين بن على، فقال: يا ابن أخي، قد استوسق الناس لهذا الأمر غير خمسة نفر من قريش أنت تقودهم، يا ابن أخي، فما إربك إلى الخلاف؟ قال: أنا أقودهم! قال: نعم، أنت تقودهم، قال: فأرسل إليهم، فإن بايعوا كنت رجلا منهم، وإلا لم تكن عجلت علي بأمر، قال: وتفعل؟ قال: نعم، قال: فأخذ عليه ألا يخبر بحديثهم أحدا، قال: فالتوى عليه، ثم أعطاه ذلك، فخرج وقد أقعد له ابن الزبير رجلا بالطريق قال: يقول لك أخوك ابن الزبير: ما كان؟ فلم يزل به حتى استخرج منه شيئا.
ثم أرسل بعده إلى ابن الزبير، فقال له: قد استوسق الناس لهذا الأمر غير خمسة نفر من قريش أنت تقودهم، يا بن أخي! فما إربك إلى الخلاف؟ قال: أنا أقودهم! قال: نعم، أنت تقودهم، قال: فأرسل إليهم فإن بايعوا كنت رجلا منهم، وإلا لم تكن عجلت علي بأمر، قال: وتفعل؟ قال: نعم، قال: فأخذ عليه ألا يخبر بحديثهم أحدا، قال: يا أمير المؤمنين، نحن في حرم الله عز وجل، وعهد الله سبحانه ثقيل، فأبى عليه، وخرج.

ثم أرسل بعده إلى ابن عمر فكلمه بكلام هو ألين من كلام صاحبه، فقال: إني أرهب أن أدع أمة محمد بعدي كالضأن لا راعى لها، وقد استوسق الناس لهذا الأمر غير خمسة نفر من قريش أنت تقودهم، فما إربك إلى الخلاف! قال: هل لك في أمر يذهب الذم، ويحقن الدم، وتدرك به حاجتك؟ قال: وددت! قال: تبرز سريرك، ثم أجيء فأبايعك، على أني أدخل بعدك فيما تجتمع عليه الأمة، فو الله لو أن الأمة اجتمعت بعدك على عبد حبشي لدخلت فيما تدخل فيه الأمة، قال: وتفعل؟ قال: نعم، ثم خرج فأتى منزله فأطبق بابه، وجعل الناس يجيئون فلا يأذن لهم.
فأرسل إلى عبد الرحمن بن أبي بكر، فقال: يا بن أبي بكر، بأية يد أو رجل تقدم على معصيتي! قال: أرجو أن يكون ذلك خيرا لي، فقال: والله لقد هممت أن أقتلك، قال: لو فعلت لأتبعك الله به لعنة في الدنيا، وأدخلك به في الآخرة النار.
قال: ولم يذكر ابن عباس".',NULL,'188',NULL,NULL,'0');
INSERT INTO [b609] VALUES (189,'باستثناء رواية ليس فيها كبير تفصيل؛ وهي:
عن مسافع بن شيبة قال: «لقي الحسين معاوية بمكة عند الردم، فأخذ بخطام راحلته فأناخ به، ثم سارَّه حسين طويلا وانصرف، فزجر معاوية راحلته، فقال له يزيد: لا يزال رجل قد عرض لك فأناخ بك، قال: دعه، فلعله يطلبها من غيري فلا يسوغه فيقتله» (¬١).
فهذه الرواية -مع صغر ما فيها- تبين أن ثمَّة حوار دار بين الحسين ومعاوية حول الخلافة من بعده، وأن معاوية علم أن هناك من يُمني الحسين بالخلافة بعد معاوية، لكنَّ معاوية يعلم أن هؤلاء لن ينصروا حسينا، بل قد يكونون سببا لقتله (¬٢)، وقد وقع بالفعل للحسين - رضي الله عنه - بعد ذلك ما توقَّعه معاوية.
_________
(¬١) إسناده حسن: أخرجه ابن سعد في الطبقات الكبرى (المتمم الصحابة - الطبقة الخامسة، ١/ ٤٤١)، وفي سنده جويرية بن أسماء، صدوق، كما في التقريب (٩٨٨).
(¬٢) وانظر في الرسائل التي أرسلها أهل الكوفة لحسين بن علي: الطبقات الكبرى (المتمم الصحابة - الطبقة الخامسة، ١/ ٤٣٩ - ٤٤٠).',NULL,'189',NULL,NULL,'0');
INSERT INTO [b609] VALUES (190,'<span data-type="title" id=toc-83>الخلاصة في بيعة يزيد:</span>
استطاع معاوية - رضي الله عنه - أن يأخذ البيعة ليزيد من أهل الأمصار في حياته، ولم يكن ثمَّ اعتراضٌ أو مناقشة من أحد، خلا بعض الصحابة من أهل المدينة؛ كعبد الرحمن بن أبي بكر، وابن الزبير، وابن عمر، مع مراجعات يسيرة من آخرين، كعمرو بن حزم، والأحنف بن قيس.
ولما خشي معاوية على هؤلاء الذين لم يبايعوا، أخبرهم ألا يظهروا اعتراضهم على ملإ من الناس حتى يخبرهم أنهم دخلوا في البيعة، حتى لا يتعرض لهم أحدٌ من أهل الشام بسوء، ثم ليفعلوا بعد ذلك ما أرادوا؛ فقال لعبد الرحمن بن أبي بكر -كما تقدَّم-: «على رسلك أيها الرجل، لا تشرفن بأهل الشام، فإني أخاف أن يسبقوني بنفسك حتى أخبر العشية أنك قد بايعت، ثم كن بعد ذلك على ما بدا لك من أمرك». وهذا يفسِّر إعلان معاوية بيعة هؤلاء المعترضين من الصحابة أمام الناس على المنبر، فقد أخبرهم بما هو صانع، وبيَّن حجته فيما فعل.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b609] VALUES (191,'وهذه الروايات التي تقدمت أصح سندا، وأقوم متنا، من الروايات التي ذكرت أن معاوية هدَّد هؤلاء الصحابة بالقتل، وجعل على رأس كلٍّ منهم حارسا لضرب عنقه إن لم يبايع (¬١)!
_________
(¬١) أخرج خليفة بن خياط في تاريخه (ص: ٢١٥) عن جويرية بن أسماء قال: سمعت أشياخ أهل المدينة يحدثون "أن معاوية لما كان قريبا من مكة، فلما راح من مر قال لصاحب حرسه: لا تدع أحدا يسير معي إلا من حملته أنا، فخرج يسير وحده، حتى إذا كان وسط الأراك لقيه الحسين بن علي، فوقف وقال: مرحبا وأهلا بابن بنت رسول الله - صلى الله عليه وسلم - سيد شباب المسلمين، دابة لأبي عبد الله يركبها، فأتي ببرذون فتحول عليه، ثم طلع عبد الرحمن بن أبي بكر، فقال: مرحبا وأهلا بشيخ قريش وسيدها وابن صديق هذه الأمة، دابة لأبي محمد، فأتي ببرذون فركبه، ثم طلع ابن عمر فقال: مرحبا وأهلا بصاحب رسول الله - صلى الله عليه وسلم - وابن الفاروق وسيد المسلمين، ودعا له بدابة فركبها، ثم طلع ابن الزبير فقال له: مرحبا وأهلا بابن حواري رسول الله - صلى الله عليه وسلم - وابن الصديق وابن عمة رسول الله، ثم دعا له بدابة فركبها، ثم أقبل يسير بينهم لا يسايره غيرهم حتى دخل مكة، ثم كانوا أول داخل وآخر خارج، ليس في الأرض صباح إلا لهم فيه حباء وكرامة، لا يعرض لهم بذكر شيء مما هو فيه، حتى قضى نسكه وترحلت أثقاله وقرب مسيره إلى الكعبة وأنيخت رواحله، فأقبل بعض القوم على بعض فقالوا: أيها القوم، لا تخدعوا، إنه والله ما صنع بكم لحبكم ولا كرامتكم، وما صنعه إلا لما يريد، فأعدوا له جوابا، وأقبلوا على الحسين فقالوا: أنت يا أبا عبد الله، قال: وفيكم شيخ قريش وسيدها هو أحق بالكلام، فقالوا: أنت يا أبا محمد -لعبد الرحمن بن أبي بكر- فقال: لست هناك، وفيكم صاحب رسول الله - صلى الله عليه وسلم - وابن سيد المسلمين -يعني: ابن عمر-، فقالوا لابن عمر: أنت، قال: لست بصاحبكم، ولكن ولوا الكلام ابن الزبير يكفيكم، قالوا: أنت يا ابن الزبير، قال نعم، إن أعطيتموني عهودكم ومواثيقكم ألا تخالفوني كفيتكم الرجل، فقالوا: فلك ذلك.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b609] VALUES (192,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= فخرج الإذن فأذن لهم، فدخلوا فتكلم معاوية، فحمد الله وأثنى عليه، ثم قال: قد علمتم سيرتي فيكم، وصلتي لأرحامكم، وصفحي عنكم، وحملي لما يكون منكم، ويزيد ابن أمير المؤمنين، أخوكم وابن عمكم، وأحسن الناس فيكم رأيا، وإنما أردت أن تقدموه باسم الخلافة، وتكونون أنتم الذين تنزعون وتؤمرون وتجبون وتقسمون، لا يدخل عليكم في شيء من ذلك، فسكت القوم، فقال: ألا تجيبوني؟ فسكتوا فأقبل على ابن الزبير فقال: هات يا بن الزبير، فإنك لعمري صاحب خطبة القوم، قال: نعم يا أمير المؤمنين، نخيرك من ثلاث خصال، أيها ما أخذت فهو لك رغبة، قال: لله أبوك! اعرضهن، قال: إن شئت صنعت ما صنع رسول الله - صلى الله عليه وسلم -، وإن شئت صنعت ما صنع أبو بكر، فهو خير هذه الأمة بعد رسول الله - صلى الله عليه وسلم -، وإن شئت صنعت ما صنع عمر، فهو خير هذه الأمة بعد أبي بكر، قال: لله أبوك! وما صنعوا؟ قال: قُبض رسول الله - صلى الله عليه وسلم - فلم يعهد عهدا، ولم يستخلف أحدا، فارتضى المسلمون أبا بكر، فإن شئت أن تدع هذا الأمر حتى يقضي الله فيه قضاءه فيختار المسلمون لأنفسهم، فقال: إنه ليس فيكم اليوم مثل أبي بكر، إن أبا بكر كان رجلا تقطع دونه الأعناق، وإني لست آمن عليكم الاختلاف، قال: صدقت، والله ما تحب أن تدعنا على هذه الأمة، قال: فاصنع ما صنع أبو بكر، قال: لله أبوك! قال: وما صنع أبو بكر؟ قال: عمد إلى رجل من قاصية قريش، ليس من بني أبيه ولا من رهطه الأدنين فاستخلفه، فإن شئت أن تنظر أي رجل من قريش شئت ليس من بني عبد شمس فترضى به، قال: لله أبوك! الثالثة ما هي؟ قال: تصنع ما صنع عمر، قال: وما صنع عمر؟ قال: جعل هذا الأمر شورى في ستة نفر من قريش، ليس فيهم أحد من ولده، ولا من بني أبيه، ولا من رهطه، قال: فهل عندك غير هذا؟ قال: لا، قال: فأنتم؟ قالوا: ونحن أيضا، قال: إما لا فإني أحببت أن أتقدم إليكم أنه قد أعذر من أنذر، وإنه قد كان يقوم منكم القائم إلي فيكذبني على رؤوس الناس فأحتمل له ذلك وأصفح عنه، وإني قائم بمقالة إن صدقت فلي صدقي، وإن كذبت فعلي كذبي، وإني أقسم لكم بالله لئن ردَّ عليَّ منكم إنسان كلمة في مقامي هذا لا ترجع إليه كلمته حتى يسبق إلي رأسه، فلا يرعين رجل إلا على نفسه، ثم دعا صاحب حرسه فقال: أقم على رأس كل رجل من هؤلاء رجلين من حرسك، فإن ذهب رجل يرد علي كلمة في مقامي هذا بصدق أو كذب فليضرباه بسيفيهما.
ثم خرج وخرجوا معه، حتى إذا رقى المنبر فحمد الله وأثنى عليه، ثم قال: إن هؤلاء الرهط سادة المسلمين وخيارهم، لا نستبد بأمر دونهم، ولا نقضي أمرا إلا عن مشورتهم، وإنهم قد رضوا وبايعوا ليزيد ابن أمير المؤمنين من بعده، فبايعوا بسم الله، فضربوا على يديه، ثم جلس على راحلته وانصرف، فلقيهم الناس فقالوا: زعمتم وزعمتم فلما أرضيتم وحبيتم فعلتم، قالوا: إنا والله ما فعلنا، قالوا: فما منعكم أن تردوا على الرجل إذ كذب؟ ثم بايع أهل المدينة والناس، ثم خرج إلى الشام".
وهذا مع ما في متنه من النكارة والمخالفة للآثار الصحيحة التي تقدمت، فإنه معضل ضعيف الإسناد، فشيوخ جويرية الذين ذكروا هذه القصة مجاهيل مبهمون لا يُدرى من هم!',NULL,'192',NULL,NULL,'0');
INSERT INTO [b609] VALUES (193,'بل قد صحَّ أن معاوية لما قدم مكة ونزل ذا طوى، خرج إليه عبد الله بن صفوان؛ فقال: أنت الذي تزعم أنك تقتل ابن عمر إن لم يبايع لابنك؟ فقال: أنا أقتل ابن عمر؟! إني والله لا أقتله (¬١).

<span data-type="title" id=toc-84>أسباب اعتراض بعض الصحابة على بيعة يزيد:</span>
من خلل مراجعة الروايات والحوارات التي تقدَّمت، يتبين لنا أن هناك سببين رئيسين جعلا هؤلاء الصحابة يعارضون، وهما:
الأول: أن هذه الطريقة في تعيين الخليفة، والتي يعهد فيها الوالد إلى ولده من بعده، لم تكن مستصاغة عندهم، ويرونها أشبه بطرق الروم والفرس، منها إلى المسلمين، وذلك لما أراد مروان أن يستدل بفعل أبي بكر وعمر، في عهدهما لأحد بالخلافة بعدهما، على صواب فعل معاوية، وقال: «سنة أبي بكر وعمر»، انتهره عبد الرحمن بن أبي بكر، وقال: «بل سنة هرقل وقيصر» (¬٢). وبيَّنوا الفارق بين فعل العمرين وفعل معاوية، وهو: أن كلا الخليفتين وإن عهد إلى أحد من بعده، فردا أو جماعة، إلا أنه لم يعهد لابنه، أو أحد من رهطه وأقاربه، مع كونهم كان لهم أبناء يحبونهم أيضاً.
الثاني: أن بعضهم كان لا يرى صحة مبايعة خليفتين في وقت واحد، ولذلك قال ابن الزبير لمعاوية: «إن كنت قد مللت الإمارة فاعتزلها، وهلم ابنك فلنبايعه، أرأيت إذا بايعنا ابنك معك لأيكما نسمع؟ لأيكما نطيع؟ لا نجمع البيعة لكما والله أبدا» (¬٣).
بل في بعض الروايات أن ابن الزبير استدل على ما ذهب إليه بحديث للنبي - صلى الله عليه وسلم - في ذلك.
_________
(¬١) إسناده صحيح: أخرجه خليفة بن خياط في تاريخه (ص: ٢١٤ - ٢١٥).
(¬٢) حسنٌ بشواهده: تقدَّم تخريجه.
(¬٣) في إسناده مقال: تقدَّم تخريجه.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b609] VALUES (194,'فعن سعيد بن جبير: «أن عبد الله بن الزبير قال لمعاوية في الكلام الذي جرى بينهما في بيعة يزيد: وأنت يا معاوية أخبرتني أن رسول الله - صلى الله عليه وسلم - قال: إذا كان في الأرض خليفتان فاقتلوا آخرهما» (¬١).
لكنْ الملاحَظ هنا: هو أن المعارضين لم يذكروا قدحاً في يزيد، وإلا كيف يمكن أن يتجاهلوا صفات يزيد التي اتُّهِم بها فيما بعد؟ وخاصة في ذلك الموقف الذي يتطلب حشد أي دليل في مقابل الخصم. ولعلَّ هذا كان أحد أهم الأسباب التي جعلت معاوية يصمِّم على رأيه، مع أسباب أخرى، نبينها فيما يلي.

<span data-type="title" id=toc-85>دوافع ترشيح معاوية لابنه يزيد للخلافة بعده:</span>
<span data-type="title" id=toc-86>١ - الحفاظ على وحدة الأمة، والخوف عليها من الاختلاف والنزاع:</span>
فمعاوية - رضي الله عنه - ممن عاينوا الحروب والنزاعات، وذاقوا ويلاتها، وقد أصيب منها، وفقد من إخوانه وأصحابه فيها من فقد، ثم هو بعد ذلك الذي جمع الله له الكلمة بعد صلحه مع الحسين، ولا يزال يرى أن في الأمة بقايا من بذور الشقاق، مهيَّأة أن تنبت وتستوي على سوقها إذا توافر لها من يقوم بحرثها والاعتناء بها، ومن هنا فكَّر معاوية في تسمية ومبايعة من يجتمع عليه المسلمون بعده.
وقد صرَّح معاوية بهذا في كلامه مع ابن عمر؛ فقال له: «إني أرهب أن أدع أمة محمد بعدي كالضأن لا راعى لها» (¬٢). وفي رواية قال له: «إني خفت أن أذر الرعية من بعدي كالغنم المطيرة ليس لها راع» (¬٣).
وسيأتي -بعد قليل- كلام ابن خلدون في تأييده لهذا الدافع.
_________
(¬١) إسناده ضعيف: أخرجه الطبراني في الكبير (١٩/ رقم ٧١٠)، والأوسط (٣٨٨٥)، وقال الهيثمي في المجمع (٥/ ١٩٨): "رجاله ثقات". قلتُ (أحمد): في سنده سعيد بن بشير، ضعيف، كما في التقريب (٢٢٧٦).
(¬٢) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٠٤)، وفي سنده رجل مبهم لم يُسمَّ.
(¬٣) البداية والنهاية (١١/ ٣٠٨) بدون إسناد.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b609] VALUES (195,'<span data-type="title" id=toc-87>٢ - حبُّ معاوية لابنه، وتوسُّمه فيه النجابة الدنيوية:</span>
وهذا أمر واضحٌ وبارز، وقد صرَّح به بعض العلماء، كابن كثير، وابن خلدون، وغيرهما، بل قد ورد عن معاوية نفسه ما يؤيده.
فقد قال معاوية - رضي الله عنه -: ««لولا هواي في يزيد؛ لأبصرت طريقي» (¬١).
ولما نصحه عمرو بن حزم أن يُراجع نفسه، وينظر في الأصلح للأمة من بعده؛ قال له معاوية: «وإنه لم يبق إلا ابني وأبناؤهم، وابني أحق من أبنائهم» (¬٢).
وسيرد ما نُفصِّل به معنى هذه الأحقية، وأنها من وجه دون وجه.
وقال ابن كثير: «فلما مات الحسن قوي أمر يزيد عند معاوية، ورأى أنه لذلك أهلا، وذاك من شدة محبة الوالد لولده، ولما كان يتوسم فيه من النجابة الدنيوية، وسيما أولاد الملوك ومعرفتهم بالحروب وترتيب الملك والقيام بأبهته، وكان يظن أنه لا يقوم أحد من أبناء الصحابة في الملك مقامه» (¬٣).
_________
(¬١) في إسناده ضعف: أخرجه ابن أبي الدنيا في العيال (١٥٣)، وابن عساكر في تاريخ دمشق (٥٩/ ٢١٤) من طريق محمد بن الحسن الهمداني، عن مُجالد بن سعيد، عن الشعبي؛ به. ومُجالد هذا قال عنه الحافظ في التقريب (٦٤٧٨): "ليس بالقوي"، وقال عن الهمداني هناك (٥٨٢٠): "ضعيف". وثَمَّ أسانيدُ أخر أوهى من هذا في تاريخ دمشق.
وفي سؤالات السُّلمي (رقم: ٢٧٢) قال الدارقطني: "خَطَبَ معاويةُ فقال في خُطبتِه: لولا هوايَ في يزيدَ لأبصرتُ رُشدي". هكذا مرسلاً.
(¬٢) إسناده صحيح إلى ابن سيرين راوي الأثر: تقدَّم تخريجه.
(¬٣) البداية والنهاية (١١/ ٣٠٨).',NULL,'195',NULL,NULL,'0');
INSERT INTO [b609] VALUES (196,'وقال ابن خلدون: «ولا يتّهم الإمام في هذا الأمر وإن عهد إلى أبيه أو ابنه، لأنّه مأمون على النّظر لهم في حياته، فأولى أن لا يحتمل فيها تبعة بعد مماته، خلافا لمن قال باتهامه في الولد والوالد، أو لمن خصص التهمة بالولد دون الوالد، فإنه بعيد عن الظنة في ذلك كله، لا سيما إذا كانت هناك داعية تدعو إليه؛ من إيثار مصلحة، أو توقع مفسدة، فتنتفي الظنة في ذلك رأسا، كما وقع في عهد معاوية لابنه يزيد، وإن كان فعل معاوية مع وفاق الناس له حجة في الباب.
والذي دعا معاوية لإيثار ابنه يزيد بالعهد دون من سواه: إنما هو مراعاة المصلحة في اجتماع الناس، واتفاق أهوائهم باتفاق أهل الحل والعقد عليه حينئذ من بني أمية، إذ بنو أمية يومئذ لا يرضون سواهم، وهم عصابة قريش، وأهل الملة أجمع، وأهل الغلب منهم، فآثره بذلك دون غيره ممن يظن أنه أولى بها، وعدل عن الفاضل إلى المفضول، حرصا على الاتفاق واجتماع الأهواء الذي شأنه أهم عند الشارع.
وإن كان لا يُظنُّ بمعاوية غير هذا، فعدالته وصحبته مانعة من سوى ذلك، وحضور أكابر الصحابة لذلك وسكوتهم عنه دليل على انتفاء الريب فيه، فليسوا ممن يأخذهم في الحق هوادة، وليس معاوية ممن تأخذه العزة في قبول الحق، فإنهم كلهم أجلُّ من ذلك، وعدالتهم مانعة منه، وفرار عبد الله بن عمر من ذلك إنما هو محمول على تورعه من الدخول في شيء من الأمور، مباحا كان أو محظورا، كما هو معروف عنه، ولم يبق في المخالفة لهذا العهد الذي اتفق عليه الجمهور إلا ابن الزبير، وندور المخالف معروف» (¬١).
_________
(¬١) تاريخ ابن خلدون (١/ ٢٦٢ - ٢٦٣).',NULL,'196',NULL,NULL,'0');
INSERT INTO [b609] VALUES (197,'وقال أيضا: «عهد معاوية إلى يزيد خوفا من افتراق الكلمة، بما كانت بنو أمية لم يرضوا تسليم الأمر إلى من سواهم، فلو قد عهد إلى غيره اختلفوا عليه، مع أن ظنهم كان به صالحا، ولا يرتاب أحد في ذلك، ولا يُظنُّ بمعاوية غيره، فلم يكن ليعهد إليه وهو يعتقد ما كان عليه من الفسق، حاشا الله لمعاوية من ذلك» (¬١).
فهذه النصوص يتضح منها أن معاوية يرى أن من أبناء الصحابة الموجودين من هو أفضل من ولده، لكنه لا يرى أحدا يجتمع عليه الناس عامة، ويوافق عليه أهل الشام خاصة؛ مثل ولده يزيد، وهو قد عاين الملك، وصحب أباه، وتقدَّم الجيوش كما في حصار القسطنطينية.
يقول د. الصلَّابي: «ولا شك أن الصحابة وأبناءهم أفضل من يزيد وأصلح، ولكن مع ذلك فإن معاوية ربما رأى في ولده مقدرة لا تكن لغيره في قيادة الأمة، بسبب عيشته المتواصلة مع أبيه، ومناصرة أهل الشام وولائهم الشديد له، ثم اطلاعه عن قرب على معطيات ومجريات السياسة في عصره، وقد أنس معاوية - رضي الله عنه - من ولده يزيد حرصاً على العدل، وتأسياً بالخلفاء الراشدين، فقد كان يسأله عن الكيفية التي سيسير بها في الأمة؛ فيرد عليه يزيد بقوله: كنت والله يا أبه عاملاً فيهم عمل عمر بن الخطاب (¬٢). وغير ذلك من الأسباب» (¬٣).
وهذه النصوص كلها تفسر الأحقية التي عناها معاوية لولده، ويضاف لذلك -بلا شكٍّ-: عاطفة الأبوة.
وقد ورد التصريح عن معاوية بهذه النكتة، أعني: تقديم الأنفع وإن لم يكن الأفضل، ليس عن يزيد فحسب، بل عن نفسه أيضا.
_________
(¬١) المصدر السابق (١/ ٢٥٧ - ٢٥٨).
(¬٢) في إسناده ضعف: أخرجه ابن أبي الدنيا في الإشراف في منازل الأشراف (٤٨)، وفي سنده رشدين بن سعد، قال عنه الحافظ في التقريب (١٩٤٢): "ضعيف رجح أبو حاتم عليه ابن لهيعة، وقال ابن يونس: كان صالحا في دينه، فأدركته غفلة الصالحين؛ فخلط في الحديث".
(¬٣) معاوية بن أبي سفيان للصلّابي (ص: ٤٨٥).',NULL,'197',NULL,NULL,'0');
INSERT INTO [b609] VALUES (198,'فعن زرارة بن أوفى: «أن معاوية خطب الناس، فقال: يا أيها الناس، إنا نحن أحق بهذا الأمر، نحن شجرة رسول الله - صلى الله عليه وسلم - وبيضته التي انفلقت عنه، ونحن ونحن، فقال صعصعة: فأين بنو هاشم منكم؟ قال: نحن أسوس منهم، وهم خير منا» (¬١).
وعن ثابت مولى سفيان قال: «سمعت معاوية، يقول: إني والله لست بخيركم، وإن فيكم من هو خير مني، عبد الله بن عمر، وعبد الله بن عمرو بن العاص، وغيرهما من الأفاضل، ولكني عسيت أن أكون أنكاكم في عدوكم، وأنفعكم لكم ولاية، وأحسنكم خلقا» (¬٢).
فمن هذا الباب قدَّم معاوية ولده يزيد على غيره، وهذا -كتأصيل شرعيٍّ- لا ينكره العلماء.
_________
(¬١) إسناده لا بأس به: أخرجه ابن سعد في الطبقات (المتمم للصحابة، الطبقة الرابعة، ص: ١١٨)، وفي سنده علي بن زيد ين جدعان، مع كونه ضعيفا، كما في التقريب (٤٧٣٤)، إلا أن الراوي عنه هنا: حماد بن سلمة، وهو من أعرف الناس لحديثه، قال أبو حاتم -كما في علل الحديث لابن أبي حاتم (٤/ ١١) -: " أضبط الناس لحديث ثابت وعلي بن زيد: حماد بن سلمة؛ بين خطأ الناس".
(¬٢) في إسناده ضعف: أخرجه ابن سعد في الطبقات (المتمم للصحابة، الطبقة الرابعة، ص: ١١٦)، وفي سنده أبو بكر بن عبد الله بن أبي مريم، ضعيف، كما في التقريب (٧٩٧٤).',NULL,'198',NULL,NULL,'0');
INSERT INTO [b609] VALUES (199,'قال شيخ الإسلام ابن تيْميَّة: «فالواجب في كل ولاية الأصلح بحسبها، فإذا تعين رجلان، أحدهما أعظم أمانة، والآخر أعظم قوة؛ قُدِّم أنفعهما لتلك الولاية، وأقلهما ضررا فيها، فيقدم في إمارة الحروب الرجل القوي الشجاع -وإن كان فيه فجور- على الرجل الضعيف العاجز، وإن كان أمينا، كما سُئِل الإمام أحمد: عن الرجلين يكونان أميرين في الغزو، وأحدهما قوي فاجر، والآخر صالح ضعيف، مع أيهما يغزى؛ فقال: أما الفاجر القوي: فقوته للمسلمين، وفجوره على نفسه، وأما الصالح الضعيف: فصلاحه لنفسه، وضعفه على المسلمين، فيغزي مع القوي الفاجر» (¬١).
ومع ذلك، فيزيد لم يكن مغموصا عليه شيءٌ في دينه، يدل على ذلك:
١ - أن المعارضين لم يذكروا قدحاً في يزيد، وإلا: كيف يمكن أن يتجاهلوا صفات يزيد التي اتهم بها فيما بعد، وخاصة في ذلك الموقف الذي يتطلب حشد أي دليل في مقابل الخصم؟!
يقول ابن العربي: «فإن قيل: كان منها -أي: من شروط الإمامة- العدالة والعلم، ولم يكن يزيد عدلًا ولا عالماً؛ قلنا: وبأي شيء نعلم عدم علمه، أو عدم عدالته؟ ولو كان مسلوبهما لذكر ذلك الثلاثة الفضلاء الذين أشاروا عليه بأن لا يفعل، وإنما رموا إلى الأمر بعيب التحكيم، وأرادوا أن تكون شورى» (¬٢).
٢ - ما يذكره أهل التاريخ في ترجمة يزيد، ومن ذلك قول ابن كثير: «وقد كان يزيد فيه خصال محمودة من الكرم، والحلم، والفصاحة، والشعر، والشجاعة، وحسن الرأي في الملك، وكان ذا جمال، حسن المعاشرة» (¬٣).
_________
(¬١) السياسة الشرعية (ص: ١٥).
(¬٢) العواصم من القواصم (ص: ٢٢٢ - ٢٢٣).
(¬٣) البداية والنهاية (١١/ ٦٤٦).',NULL,'199',NULL,NULL,'0');
INSERT INTO [b609] VALUES (200,'وقال الشيخ محب الدين الخطيب: «إن كان مقياس الأهلية لذلك أن يبلغ -أي: يزيد- مبلغ أبي بكر وعمر في مجموع سجاياهما، فهذا ما لا يبلغه خليفة في تاريخ الإسلام، ولا عمر بن عبد العزيز! وإن طمعنا بالمستحيل وقدرنا إمكان ظهور أبي بكر آخر وعمر آخر؛ فلن تتاح له بيئة كالبيئة التي أتاحها الله لأبي بكر وعمر.
وإن كان مقياس الأهلية الاستقامة في السيرة، والقيام بحرمة الشريعة، والعمل بأحكامها، والعدل في الناس، والنظر في مصالحهم، والجهاد في عدوهم، وتوسيع الآفاق لدعوتهم، والرفق بأفرادهم وجماعاتهم؛ فإن يزيد يوم تمحص أخباره، ويقف الناس على حقيقة حاله كما كان في حياته، يتبين من ذلك أنه لم يكن دون كثيرين ممن تغنى التاريخ بمحامدهم، وأجزل الثناء عليهم» (¬١).
٣ - أنه كان قائدا لأول جيش غزا مدينة قيصر، أي: القسطنطينية، وقد بشرهم النبي - صلى الله عليه وسلم - بالمغفرة؛ فقال: «أول جيش من أمتي يغزون مدينة قيصر مغفور لهم» (¬٢).
قال المهلب: «في هذا الحديث منقبة لمعاوية لأنه أول من غزا البحر، ومنقبة لولده يزيد لأنه أول من غزا مدينة قيصر» (¬٣).
لهذه الأسباب والدوافع قدَّم معاوية ابنه يزيد على غيره ليكون خَلَفاً له، ولم يجد في حجج المعارضين ما يجعله يتراجع عن رأيه، فحاصل اعتراضهم -كما قدَّمنا- يرجع لأمرين، وكلاهما له توجيه في فعل معاوية كما يلي.
_________
(¬١) حاشية وتعليق مطبوع مع العواصم من القواصم (ص: ٢١٤).
(¬٢) صحيح البخاري (٢٩٢٤).
(¬٣) فتح الباري (٦/ ١٠٢).',NULL,'200',NULL,NULL,'0');
INSERT INTO [b609] VALUES (201,'<span data-type="title" id=toc-88>الجواب عن أدلة المعترضين على تولية معاوية ليزيد من بعده:</span>
- أما اعتراضهم بأن هذه الطريقة في تعيين الخليفة، والتي يعهد فيها الوالد إلى ولده من بعده، لم تكن من هدي الرسول - صلى الله عليه وسلم - ولا الخلفاء من بعده؛ فالجواب عنها: أنه ليس هناك نص صريح في الكتاب أو السنة في تعيين الطريقة التي تثبت بها الإمامة للإمام، وليس هناك إلا النصوص العامة المتعلقة بالولاية والتولية، سواء كانت صغرى أم كبرى، كالشورى ونحوها (¬١).
وأما عن طرق تولية الخلفاء الراشدين الأربعة: فلم تسر على وتيرة واحدة، فالنبي - صلى الله عليه وسلم - ترك الأمر شورى بين المسلمين، ولم يلزمهم بأحد، مع كونه أشار إلى أحقية أبي بكر، وأبو بكر عهد إلى عمر من بعده، وعمر عهد إلى نفر جعل الخلافة فيهم، وكأنه جمع بين فعل النبي - صلى الله عليه وسلم - وفعل أبي بكر، وعثمان قُتل ولم يعهد لأحد، وعلي اختاره المسلمون وبايعوه، ولما طُعن لم يعهد أيضا لأحد وترك الأمر شورى بين المسلمين (¬٢).
فمن هنا استنبط العلماء طريقتين لعقد الإمامة:
الأولى: الاختيار:
وهي التي يقوم بها أهل الحل والعقد، وهي الطريقة التي تمت بها تولية أبي بكر وعلي رضي الله عنهما.
الثانية: العهد أو الاستخلاف:
وهي أن يقوم الخليفة -إذا أحس بقرب أجله- بمشاورة أهل الحل والعقد فيمن يختار، فإذا وقع رأيه على شخص معين يصلح لهذا المقام، ووافقه أهل الحل والعقد؛ فإنه يعهد إليه من بعده، وبهذه الطريقة تمت تولية عمر، واستُخدمت -مع نوع من التعديل- في تولية عثمان - رضي الله عنه -.
قال الماوردي: «وأما انعقاد الإمامة بعهد من قبله: فهو مما انعقد الإجماع على جوازه، ووقع الاتفاق على صحته» (¬٣).
_________
(¬١) الإمامة العظمى عند أهل السنة للدميجي (ص: ١٢٥).
(¬٢) انظر للمزيد من التفاصيل حول طريقة انعقاد إمامة كل خليفة منهم: الإمامة العظمى (ص: ١٤٤ - ١٥٧).
(¬٣) الأحكام السلطانية (ص: ٣٠).',NULL,'201',NULL,NULL,'0');
INSERT INTO [b609] VALUES (202,'بل كان ابن حزم يرى هذه الطريقة هي الأفضل والأحسن؛ فقال -بعد أن ذكر الطريقة السابقة لانعقاد الإمامة-: «وهذا هو الوجه الذي نختاره ونكره غيره، لما في هذا الوجه من اتصال الإمامة وانتظام أمر الإسلام وأهله، ورفع ما يتخوف من الاختلاف والشغب مما يتوقع في غيره من بقاء الأمة فوضى، ومن انتشار الأمر، وارتفاع النفوس، وحدوث الأطماع» (¬١).
وأما العهد بالخلافة إلى الآباء أو الأبناء -على وجه الخصوص- فقد اختلف العلماء في جوازه على ثلاثة مذاهب (¬٢)؛ منها: جواز العهد إلى الأصول والفروع، وقد رجَّح ذلك ابن خلدون، وتقدَّم ذكر كلامه. فهذه من المسائل السائغ فيها الخلاف بين العلماء.

<span data-type="title" id=toc-89>إذن لماذا اعترض البعض على عهد معاوية بالخلافة ليزيد من بعده</span>؟
والجواب: أن اعتراضهم لم يكن لأجل الطريقة التي استخدمها معاوية، وإنما كان لأجل الشخص نفسه الذي وقع عليه الاختيار.
قال ابن حزم: «إنما أنكر من أنكر من الصحابة - رضي الله عنهم -، ومن التابعين بيعة يزيد بن معاوية، والوليد، وسليمان؛ لأنهم كانوا غير مرضيين، لا لأن الإمام عهد إليهم في حياته» (¬٣).
ولذلك لما اجتمع معاوية بمن اعترضوا على تولية يزيد -وقد سبق ذكر أسمائهم- تكلم عنهم ابن الزبير فقال لمعاوية: «فاصنع ما صنع أبو بكر، قال معاوية: لله أبوك! وما صنع أبو بكر؟ قال: عمد إلى رجل من قاصية قريش، ليس من بني أبيه ولا من رهطه الأدنين فاستخلفه، فإن شئت أن تنظر أي رجل من قريش شئت ليس من بني عبد شمس فترضى به» (¬٤).
_________
(¬١) الفِصل في الملل والأهواء والنحل (٤/ ١٣١).
(¬٢) الإمامة العظمى (ص: ١٩٤ - ١٩٨).
(¬٣) الفِصل في الملل والأهواء والنحل (٤/ ١٣١).
(¬٤) إسناده ضعيف: تقدَّم تخريجه.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b609] VALUES (203,'هذا هو محل الخلاف إذاً، فهم لا يرون يزيد كفئاً، ويخشون من توريث الحكم، ومعاوية يراه كفئا، وهو أحق بالأمر من غيره، ولا يمنعه من ذلك أن كان أبوه الخليفة، وأيَّد موقف معاوية: أنه لم ير اعتراضا على رأيه من أكثر المسلمين، ومن بيدهم غلبة وقوة، ويدخلون في مصطلح: "أهل الحل والعقد".
- وأما اعتراض بعضهم بأنه لا يرى صحة مبايعة خليفتين في وقت واحد، فهذا أمر انفرد به ابن الزبير، ولم يقل معاوية أنه سيجعل ابنه خليفة معه حتى يتحير الناس، من يطيعون ومن يعصون، وإنما لا يكون يزيد خليفة شرعيا حتى يموت معاوية، أو يُعلن تنازله التام عن الخلافة له. هذا إن ثبت عن ابن الزبير أنه اعترض بهذا الاعتراض من الأصل (¬١).

<span data-type="title" id=toc-90>هل كان معاوية مصيبا في عهده ليزيد بالخلافة من بعده</span>؟
قبل الإجابة عن هذا السؤال علينا أن نعلم أن هذه مسألة اجتهادية، وأن معاوية - رضي الله عنه - كان من أهل الاجتهاد، لذا فاختياره دائر بين الأجر والأجرين، تحقيقا لقول الرسول - صلى الله عليه وسلم -: «إذا حكم الحاكم فاجتهد ثم أصاب؛ فله أجران، وإذا حكم فاجتهد ثم أخطأ؛ فله أجر» (¬٢).
ولا شكَّ أيضا أن مسألة عهد معاوية - رضي الله عنه - نفسها بالخلافة لأحد من بعده، تخوفا على الأمة من النزاع والفرقة والاختلاف؛ أمر يُحمد له، ويُشكر عليه.
ولنتصور أن معاوية - رضي الله عنه - سلك إحدى الأمور الثلاث الآتية:
- ترك الناس بدون خليفة من بعده، مثلما فعل حفيده معاوية بن يزيد.
_________
(¬١) تقدَّم أن الإسناد بذلك إليه ضعيف، وقد قال الشيخ محب الدين الخطيب في تعليقه على العواصم من القواصم (ص: ٢١٧): ابن الزبير أذكى من أن يفوته أن البيعة ليزيد بعد معاوية، وليست لهما معا في حياة معاوية، والذين اخترعوا هذه الأخبار وأضافوها إلى وهب بن جرير بن حازم يكذبون كذبا مفضوحا".
(¬٢) متفق عليه: أخرجه البخاري (٧٣٥٢)، ومسلم (١٧١٦) عن عمرو بن العاص - رضي الله عنه -.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b609] VALUES (204,'- نادَى في كل مَصر من الأمصار بأن يرشحوا لهم نائباً، ثم يختاروا من هؤلاء المرشحين خليفة.
- جعل يزيد هو المرشح، وبايعه الناس كما فعل.
ولنأخذ الأمر الأول: كيف ستكون حالة المسلمين لو أن معاوية تناسى هذا الموضوع، وتركه ولم يرشح أحدًا لخلافة المسلمين حتى تُوُفّي؟
قد يغلب على الظن أن الوضع سيكون أسوأ من ذلك الوضع الذي أعقب تصريح معاوية بن يزيد بتنازله عن الخلافة، وترك الناس في هرج ومرج، حتى استقرت الخلافة أخيراً لعبد الملك بن مروان، بعد حروب طاحنة استمرت قرابة عشر سنوات.
ثم لنتصور الأمر الثاني: نادى منادٍ في كل مصر بأن يرشحوا نائباً عنهم، حتى تكون مسابقة أخيرة ليتم فرز الأصوات فيها، ثم الخروج من هذه الأصوات بفوز مرشح من المرشحين ليكون خليفة للمسلمين بعد وفاة معاوية.
سيختار أهل الشام، رجل من بني أمية بلا شك، وربما كان يزيد، وربما غيره، وسيختار أهل العراق -في الغالب- الحسين بن علي - رضي الله عنه -، وسيختار أهل الحجاز: إما عبد الله بن عمر، أو عبد الرحمن بن أبي بكر، أو ابن الزبير، - رضي الله عنهم - جميعا، وسيختار أهل مصر: عبد الله بن عمرو بن العاص - رضي الله عنه -.
والسؤال الآن: هل سيرضى كل مصر بولاية واحد من هؤلاء، ويسَلّموا له، أم ستكون المعارضة واردة؟!
الجواب: أغلب الظن أن المعارضة ستظهر.
ولنسأل سؤالًا آخر: في حالة أنه تم اختيار كل مرشح من قِبَل الأمصار، هل يستطيع معاوية - رضي الله عنه - أن يلزم كل مَصر بما اختاره أهل المصر الآخر؟!
الجواب: ستجد الدولة نفسها في النهاية أمام تنظيمات انفصالية، وسيعمد أدعياء الشر الذين قهرتهم الدولة بسلطتها إلى استغلال هذه الفوضى السياسية، ومن ثم الإفادة منها في إحداث شرخ جديد في كيان الدولة الإسلامية.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b609] VALUES (205,'ونحن حينما نورد هذه الاعتراضات، فربما حصل ما أشرنا إليه، وربما حدث العكس من ذلك، ولكنا أوردنا ذلك حتى نتصور مدى عدم صحة الآراء التي أحياناً يطلقها ويتحمس لها البعض دون الرجوع إلى الواقع التاريخي المحتم آنذاك.
لقد تعرض المجتمع المسلم إلى هزة عنيفة بعد استشهاد عثمان بن عفان - رضي الله عنه -، وترك كيانات وتيارات سياسية وعقائدية خطيرة، استوجبت من معاوية أن يدرك خطورة الأمر والفرقة التي سوف تحصل للمسلمين إذا لم يسارع بتعيين ولي عهد له.
ويبقى الأمر الثالث: وهو ما فعله معاوية - رضي الله عنه - بتولية يزيد وليَّاً للعهد من بعده، وقد اعترف بمزايا خطوة معاوية هذه، كل من ابن العربي (¬١)، وابن خلدون الذي كان أقواهما حجة، إذا يقول: «والذي دعا معاوية لإيثار ابنه يزيد بالعهد دون سواه، إنما هو مراعاة المصلحة في اجتماع الناس، واتفاق أهوائهم باتفاق أهل الحل والعقد عليه» (¬٢). (¬٣)
لكن: لعله كان من الأولى أن يجعل ذلك العهد في أحد غير ولده، تتفق عليه كلمة المسلمين، ولا يشوبه شبهة توريث الحكم.
يقول د. علي الصلَّابي: «فمعاوية - رضي الله عنه - اجتهد، ولم يكن مصيباً في تولية يزيد لولاية العهد، فقد كان بوسعه وقدراته السياسة الفائقة أن يطمئن في حياته على اجتماع كلمة المسلمين في أمر الخلافة من بعده، باختيار واحد من قريش يشهد له الناس بحسن السيرة أكثر من يزيد ابنه، ويجتمع عليه أعيان المجتمع الإسلامي في الشام، والعراق، وبلاد الحجاز، وغيرها» (¬٤).
_________
(¬١) العواصم من القواصم (ص: ٢٢٢ - ٢٢٤).
(¬٢) تاريخ ابن خلدون (١/ ٢٦٣).
(¬٣) معاوية بن أبي سفيان، كشف شبهات ورد مفتريات (ص: ٢٢٠ - ٢٢٢).
(¬٤) معاوية بن أبي سفيان (ص: ٤٨٢ - ٤٨٣).',NULL,'205',NULL,NULL,'0');
INSERT INTO [b609] VALUES (206,'ويقول د. عبد الشافي محمد عبد اللطيف: «ومما لا شك فيه لو جاء معاوية برجل من ذوي الكفاءة من قريش، غير ابنه يزيد، واستفتى ذوي الرأي والنهي بشأنه، ثم وقف وراءه بثقله الكامل وتأييده الصريح، وطلب من أهل الحل والعقد في الأمة مبايعته بولاية العهد، فهل كان يعترض أحد؟ طبعاً لا، ذلك لأن أمير المؤمنين هو الداعي، ولأن المرشح لولاية العهد رجل أريد بترشيحه ومبايعته مصلحة الأمة والدولة، مجردة من كل شبهة أو عاطفة، ألا ترى معي أن ذلك كان ممكناً؟ وأنه كان محققاً للغرض القائل بأن القصد من ولاية العهد هو سد أبواب الخلاف بين المسلمين، وتجنب الأمة أخطار التنازع والفتن من جديد؟
ولكن معاوية - رضي الله عنه - على كل حال اجتهد، فإن كان مصيباً فله أجران، وإن كان مخطئاً فله أجر» (¬١).
وأما عن أهل الشام ورغبتهم في كون الخليفة منهم، فإنهم وإن كان لهم شوكة في هذا الوقت؛ إلا أننا نظن أيضا أنهم كانوا سينقادون لأمر معاوية، وسيدخلون فيما يدخل فيه المسلمون، طالما أن معاوية وطَّد الأمر وهيَّأه، وقد كان قادرا على ذلك.
فرضي الله عن معاوية، وعن سائر أصحاب رسول الله - صلى الله عليه وسلم -.
_________
(¬١) العالم الإسلامي في العصر الأموي (ص: ١٢٦).',NULL,'206',NULL,NULL,'0');
INSERT INTO [b609] VALUES (207,'<span data-type="title" id=toc-91>مرضه وفاته:</span>
لما استشعر معاوية - رضي الله عنه - دُنوَّ أجله، خطب الناس، فوعظهم وذكَّرهم، وكذلك أوصى ولده يزيد، وأعلمه ما يصنع عند موته.
فعن ثمامة بن كلثوم: «أن آخر خطبة خطبها معاوية أن قال: أيها الناس، إني من زَرْعٍ قد استحصد، وإني قد وليتكم، ولن يليكم أحد بعدي إلا من هو شر مني، كما كان من وليكم قبلي خيرا مني، ويا يزيد! إذا وفى أجلي فول غسلي رجلا لبيبا، فإن اللبيب من الله بمكان، فلينعم الغسل وليجهر بالتكبير، ثم اعمد إلى منديل في الخزانة فيه ثوب من ثياب رسول الله - صلى الله عليه وسلم -، وقراضة من شعره وأظفاره، فاستودع القراضة أنفي وفمي وأذني وعيني، واجعل الثوب يلي جلدي دون أكفاني، ويا يزيد! احفظ وصية الله في الوالدين، فإذا أدرجتموني في جريدتي، ووضعتموني في حفرتي فخلوا معاوية وأرحم الراحمين» (¬١).
وقد أصابت معاوية - رضي الله عنه - لقوة (¬٢) في آخر عمره، فكان يستر وجهه، ويقول: «رحم الله عبدا دعا لي بالعافية، فقد رُميت في أحسني وما يبدو مني» (¬٣).
لكن يبدو أن هناك إصابة أخرى أقعدته في بيته، وهي أشبه ما تكون بقرحة ظهرت في جنبه، فكانت بسببها وفاته.
فعن أبي بردة، قال: «دخلتُ على معاوية حيث أصابته قرحته، فقال: هلم يا بن أخي نحوي فانظر، فنظرت فإذا هي قد سبرت، فقلت: ليس عليك بأس يا أمير المؤمنين، فدخل يزيد، فقال معاوية: إن وليت من أمر الناس شيئا فاستوص بهذا، فإن أباه كان لي خليلا -أو: نحو ذلك من القول- غير أني رأيت في القتال ما لم يره» (¬٤).
_________
(¬١) إسناده ضعيف: أخرجه ابن أبي الدنيا في المحتضرين (٦٥)، وثمامة هذا قال عنه الذهبي في الميزان (١/ ٣٧٢): "لا يُعرف".
(¬٢) اللقوة: داء في الوجه.
(¬٣) معرفة الصحابة (٥/ ٢٤٩٦)، تاريخ دمشق (٥٩/ ٢١٤)، البداية والنهاية (١١/ ٣٩٧).
(¬٤) إسناده صحيح: أخرجه الطبري في تاريخه (٥/ ٣٣٢).',NULL,'207',NULL,NULL,'0');
INSERT INTO [b609] VALUES (208,'وعن محمد بن سيرين قال: «أخذت معاوية قِرَّة (¬١)، واتخذ لُحَفاً خِفافا، فكانت تلقى عليه، فلا يلبث أن ينادي بها، فإذا أخذت عنه سأل أن ترد عليه، فقال: قبحك الله دارا، مكثت فيك عشرين سنة أميرا، وعشرين سنة خليفة، ثم صرت إلى ما أرى» (¬٢).
وقال ابن كثير: «وذكروا أنه في آخر عمره اشتد به البرد، فكان إذا لبس أو تغطى بشيء ثقيل يغمه، فاتخذ له ثوب من حواصل الطير (¬٣)، ثم ثقل عليه بعد ذلك، فقال: تبا لك من دار، ملكتك أربعين سنة; عشرين أميرا، وعشرين خليفة، ثم هذا حالي فيك، ومصيري منك، تبا للدنيا ومحبيها» (¬٤).
وقد أثَّر المرض فيه، حتى ذبل جسمه، وشحب لونه، وأصبح حاله لا يخفى على زائره وناظره.
_________
(¬١) القِرَّة: ما يصيب الإنسان وغيره من البرد، وسيأتي في رواية أخرى: "قرحة" بدلا من قرة.
(¬٢) في سنده ضعف: أخرجه ابن أبي الدنيا في المحتضرين (٦١)، وفي سنده يوسف بن عبدة، ليِّن الحديث، كما في التقريب (٧٨٧١)، وقد أخرجه ابن أبي الدنيا في المحتضرين (٣٠١) من طريق يوسف بن عبدة أيضا، لكنه جعله عن ثابت البناني، بدلا من ابن سيرين؛ بلفظ: "لما كبر معاوية خرجت له قرحة في ظهره، فكان إذا لبس دثارا ثقيلا - والشام أرض باردة - أثقله ذلك وغمه؛ فقال: اصنعوا لي دثارا خفيفا دفيئا من هذه السخال، فصنع له، فلما ألقي عليه تسار إليه ساعة، ثم غمه، فقال: جافوه عني، ثم لبسه، ثم غمه فألقاه، ففعل ذلك مرارا ثم قال: قبحك الله من دار، ملكتك أربعين سنة، عشرين خليفة، وعشرين أميرا، ثم صيرتني إلى ما أرى، قبحك الله من دار".
(¬٣) الحواصل: جمع حوصلة، وهي للطائر بمنزلة المعدة للإنسان.
(¬٤) البداية والنهاية (١١/ ٤٥٥).',NULL,'208',NULL,NULL,'0');
INSERT INTO [b609] VALUES (209,'فعن قيس بن أبي حازم قال: «دخلنا على معاوية في مرضه الذي مات فيه، وكأن ذراعيه سعفتان (¬١) محترقتان، فقال: إنكم تقلبون غدا فتى حُوَّلا قُلَّبا (¬٢). وأيُّ فتى أهلِ بيتٍ إن نجا غدا من النار؟» (¬٣).
وعن عبد الملك بن عمير قال: «دخل عمرو بن سعيد على معاوية في مرضه، فقال: والله يا أمير المؤمنين لقد انخرط (¬٤) أنفك، وذبلت شفتاك، وتغير لونك، وما رأيت أحدا من أهل بيتك في مثل حالك إلا ما ترى! فقال معاوية:
فإن الموت لم يَخْلُق جديدا (¬٥) ... ولا هَضْبا (¬٦) تُوَقِّلُه (¬٧) الوِبَارُ (¬٨)
ولكن كالشهاب يضي ويخبو ..... وحادي الموت عنه ما يُحار
فهل من خالد إما هلكنا ... وهل بالموت يا للناسِ عار» (¬٩).
_________
(¬١) السَّعف: ورق النخل اليابس.
(¬٢) رجل حُوَّل قُلَّب: محتال بصير بتقليب الأمور.
(¬٣) إسناد لا بأس به: أخرجه ابن أبي الدنيا في المحتضرين (٥٥)، وفي سنده النضر بن إسماعيل، قال عنه الإمام أحمد -كما في ترجمته في تهذيب الكمال (٢٩/ ٣٧٤) -: "قد كتبنا عَنْه، ليس بقوي، يعتبر بحديثه، ولكن ما كَانَ من رقائق".
وقد أخرجه ابن أبي الدنيا في المحتضرين (٥٤) من طريق آخر، بلفظ: "أخرج معاوية ذراعيه كأنهما عسيبا نخل، ثم قال: ما الدنيا إلا ما ذقنا وجربنا، والله لوددت أني لم أغبر فيكم ثلاثا حتى ألحق بالله، قالوا: يا أمير المؤمنين! إلى رحمة الله وإلى رضوانه، قال: إلى ما شاء الله، قد علم الله أني لم آل، وما أنا إن يُغَيِّر غَيَّر".
(¬٤) انخرط: نَحُف.
(¬٥) في تاريخ دمشق (٥٩/ ٢٢١): "فإن المرء لم يُخلق حديدا".
(¬٦) الهضْب: جمع هضبة، وهضب الرجل هضبا: مشى مشية البليد من الدواب.
(¬٧) توقّل في الجبل: صعَّد فيه.
(¬٨) الوبار: جمع وبْر، وهو حيوان في حجم الأرنب، قصير الذنب، يحرك فكه السفلي كأنه يجتر.
(¬٩) إسناده صحيح إلى عبد الملك: أخرجه ابن أبي الدنيا في المحتضرين (٦٠).',NULL,'209',NULL,NULL,'0');
INSERT INTO [b609] VALUES (210,'وعن محمد بن عقبة قال: «لما نزل بمعاوية الموت قال: ليتني كنت رجلا من قريش بذي طوى، وأني لم أل من هذا الأمر شيئا» (¬١).

<span data-type="title" id=toc-92>وصيته قبل موته:</span>
ثمَّ روايات تفيد أن معاوية - رضي الله عنه - أوصى عند موته ابنه يزيد بكيفية التعامل مع المعترضين على حكمه، وكذا كيفية التعامل مع الأمصار المختلفة، لكنَّ ضعفها، وما في متنها من نكارة؛ لا يجعلها صالحة للذكر هنا (¬٢).
_________
(¬١) إسناده ضعيف: أخرجه ابن أبي الدنيا في المحتضرين (٧٤)، وفي سنده زكريا بن منظور، ضعيف، كما في التقريب (٢٠٢٦).
(¬٢) وأمثل ما ورد في ذلك: ما أخرجه الطبري في تاريخه (٥/ ٣٢٣) قال: "قال هشام: قال عوانة: قد سمعنا في حديث آخر أن معاوية لما حضره الموت- وذلك في سنة ستين- وكان يزيد غائبا، فدعا بالضحاك بن قيس الفهري- وكان صاحب شرطته- ومسلم بن عقبة المري، فأوصى إليهما فقال: بلغا يزيد وصيتي، أنظر أهل الحجاز فإنهم أصلك، فأكرم من قدم عليك منهم، وتعاهد من غاب، وأنظر أهل العراق، فإن سألوك أن تعزل عنهم كل يوم عاملا فافعل، فإن عزل عامل أحب إلي من أن تشهر عليك مائة ألف سيف، وأنظر أهل الشام فليكونوا بطانتك وعيبتك، فإن نابك شيء من عدوك فانتصر بهم، فإذا أصبتهم فاردد أهل الشام إلى بلادهم، فإنهم إن أقاموا بغير بلادهم أخذوا بغير أخلاقهم، وإني لست أخاف من قريش إلا ثلاثة: حسين بن علي، وعبد الله بن عمر، وعبد الله ابن الزبير، فأما ابن عمر فرجل قد وقذه الدين، فليس ملتمسا شيئا قبلك، وأما الحسين بن علي فإنه رجل خفيف، وأرجو أن يكفيكه الله بمن قتل أباه، وخذل أخاه، وإن له رحما ماسة، وحقا عظيما، وقرابة من محمد - صلى الله عليه وسلم -، ولا أظن أهل العراق تاركيه حتى يخرجوه، فإن قدرت عليه فاصفح عنه، فإني لو أني صاحبه عفوت عنه، وأما ابن الزبير فإنه خب ضب، فإذا شخص لك فألبد له، إلا أن يلتمس منك صلحا، فإن فعل فاقبل، واحقن دماء قومك ما استطعت".

وهذا إسناد ضعيف مهلهل، ففيه انقطاع بين الطبري وهشام، وإرسال عوانة، وضعف هشام الكلبي، فقد رُمي بالكذب، كما في لسان الميزان (٨/ ٣٣٨).',NULL,'210',NULL,NULL,'0');
INSERT INTO [b609] VALUES (211,'والأصح من ذلك: ما قدَّمناه من خطبته في الناس، وكذا وصيته ليزيد في كيفية تكفينه، وإن كان في هذه الرواية ضعف، إلا أنها تتقوى بما يلي:
عن ميمون بن مهران: «أن معاوية قال في مرضه الذي مات فيه: إن رسول الله - صلى الله عليه وسلم - كساني قميصا فرفعته، وقلم أظفاره يوما، فأخذت قلامته فجعلتها في قارورة، فإذا مت: فألبسوني ذلك القميص، وقطعوا تلك القلامة، واسحقوها وذروها في عيني، وفي في، فعسى الله أن يرحمني ببركتها!
ثم قال متمثلا بشعر الأشهب بن رميلة النهشلي يمدح به القباع:
إذا مت مات الجود وانقطع الندى ... من الناس إلا من قليل مصرد
وردت أكف السائلين وأمسكوا ...... من الدين والدنيا بخلف مجدد
فقالت إحدى بناته- أو غيرها-: كلا يا أمير المؤمنين، بل يدفع الله عنك، فقال متمثلا:
وإذا المنية أنشبت أظفارها ... ألفيت كل تميمة لا تنفع
ثم أغمي عليه، ثم أفاق، فقال: لمن حضره من أهله: اتقوا الله عز وجل، فإن الله سبحانه يقي من اتقاه، ولا واقي لمن لا يتقي الله، ثم قضى» (¬١).
قال ابن كثير: «وقد ورد من غير وجه أنه أوصى إليه أن يكفن في ثوب رسول الله - صلى الله عليه وسلم - الذي كساه إياه، وكان مدخرا عنده لهذا اليوم، وأن يجعل ما عنده من شعره وقلامة أظفاره في فمه، وأنفه، وعينيه، وأذنيه» (¬٢).
_________
(¬١) إسناده حسن إلى ميمون: أخرجه الطبري في تاريخه (٥/ ٣٢٦ - ٣٢٧)، وفي سنده عبد الأعلى بن ميمون، ترجم له البخاري في التاريخ الكبير (٦/ ٧٠)، وابن أبي حاتم في الجرح والتعديل (٦/ ٢٧)، وأثبتا له السماع من أبيه، ولم يذكرا فيه شيئا، وذكره ابن حبان في الثقات (٧/ ١٢٩)، فخبره هنا عن أبيه مما يُتساهل فيه إن شاء الله.
(¬٢) البداية والنهاية (١١/ ٤٥٨ - ٤٥٩).',NULL,'211',NULL,NULL,'0');
INSERT INTO [b609] VALUES (212,'وعن محمد بن الحكم، عن أبيه: «أن معاوية لما حُضر أوصى بنصف ماله أن يرد إلى بيت المال، كأنه أراد أن يطيب له الباقي؛ لأن عمر قاسم عماله» (¬١).
وعن محمد بن سيرين قال: «مرض معاوية مرضا شديدا، فنزل عن السرير، وكشف ما بينه وبين الأرض، وجعل يلزق ذا الخد مرة بالأرض، وذا الخد مرة بالأرض، ويبكي ويقول: اللهم إنك قلت في كتابك: {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء}. اجعلني ممن تشاء أن تغفر له» (¬٢).
وعن أبي عمرو بن العلاء المازني قال: «لما حضرت معاوية الوفاة قيل له: يا أمير المؤمنين! ألا توصي؟ فقال:
هو الموت لا منجى من الموت والذي ....... نحاذر بعد الموت أدهى وأفظع
ثم قال: اللهم أقل العثرة، واعف عن الزلة، وتجاوز بحلمك عن جهل من لم يرج غيرك، فما وراءك مذهب. ثم مات» (¬٣).
وقد اختُلف فيمن صلَّى عليه:
فذهب بعضهم إلى أن ابنه يزيد هو من صلَّى عليه.
قال خليفة بن خيَّاط: «وصلى عليه ابنه يزيد بن معاوية» (¬٤).
_________
(¬١) أخرجه البلاذري في أنساب الأشراف (٥/ ٢٨)، والطبري في تاريخه (٥/ ٣٢٧)، وابن عساكر في تاريخ دمشق (٥٩/ ٢٢٠)، ورواية الطبري وابن عساكر أُبهم فيها ذكر الحكم، فقيل: عن محمد بن الحكم، عمَّن حدَّثه. ولم أستطع تمييز محمد بن الحكم هذا، والأثر صححه صاحبا صحيح تاريخ الطبري (٤/ ٣٨).
(¬٢) إسناده حسن إلى ابن سيرين: أخرجه ابن أبي الدنيا في المحتضرين (٣٤٠)، وفي سنده أبو عقيل الأسدي يحيى بن حبيب، صدوق ربما وهم، كما في التقريب (٧٥٢٥).
(¬٣) إسناده ضعيف: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ٢٢٧)، وفي سنده محمد بن الحسن بن دريد، كان كثير الرواية للأخبار وأيام الناس، إلا أنه لم يكن ثقة، كما في لسان الميزان (٧/ ٧٩).
وله إسناد آخر في تاريخ دمشق (٥٩/ ٢٢٦) من طريق محمد بن زكريا العتبي، عن أبيه، لكن العتبي هذا لم أعرفه!
(¬٤) تاريخ خليفة بن خياط (ص: ٢٢٦).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b609] VALUES (213,'وقال ابن حبان: «وقد قيل إن يزيد بن معاوية هو الذي صلى عليه» (¬١).
وقال ابن كثير: «وقال محمد بن إسحاق والشافعي: صلى عليه ابنه يزيد» (¬٢).
بينما ذهب آخرون إلى أن الضحاك بن قيس الفهري هو من صلَّى عليه، وكان ابنه يزيد غائبا.
قال أبو الحسن المدائني: «صلى على معاوية: الضحاك بن قيس الفهري، وكان يزيد غائبا حين مات معاوية» (¬٣).
وهذا القول هو ما اختاره الطبري، حيث أورده ولم يورد قولا سواه.
وقال خليفة بن خيَّاط: «ويُقال: لم يحضر يزيد، صلى عليه الضحاك بن قيس» (¬٤).
وقال ابن حبان: «وصلَّى عليه بن قيس الفهري» (¬٥).
وقال ابن كثير: «وقال آخرون: بل كان ابنه يزيد غائبا، فصلى عليه الضحاك بن قيس بعد صلاة الظهر بمسجد دمشق» (¬٦).
_________
(¬١) الثقات لابن حبان (٢/ ٣٠٦).
(¬٢) البداية والنهاية (١١/ ٤٥٨ - ٤٥٩)، وانظر تاريخ دمشق (٥٩/ ٢٣٨).
(¬٣) إسناده صحيح إلى المدائني: أخرجه الطبري في تاريخه (٥/ ٣٢٧).
(¬٤) تاريخ خليفة بن خياط (ص: ٢٢٦).
(¬٥) الثقات لابن حبان (٢/ ٣٠٦)، مشاهير علماء الأمصار (ص: ٨٦).
(¬٦) البداية والنهاية (١١/ ٤٥٨ - ٤٥٩).',NULL,'213',NULL,NULL,'0');
INSERT INTO [b609] VALUES (214,'<span data-type="title" id=toc-93>موضع مقبرته:</span>
قال ابن حبان: «وقبره بدمشق خارج باب الصغير في المقبرة محوط عليه، قد زرته مرارا عند قصري رمادة أبي الدرداء يزيد بن معاوية أبو خالد» (¬١).
وقال ابن كثير: «ثم دُفن، فقيل: بدار الإمارة، وهي الخضراء، وقيل: بمقابر باب الصغير، وعليه الجمهور. والله أعلم» (¬٢).

<span data-type="title" id=toc-94>عمره، وتاريخ وفاته:</span>
اتفقت المصارد التي ترجمت لمعاوية - رضي الله عنه - أنه توفي في شهر رجب، سنة ستين من الهجرة.
قال الطبري: «وفي هذه السنة: هلك معاوية بن أبي سفيان بدمشق، فاختُلِف في وقت وفاته، بعد إجماع جميعهم على أن هلاكه كان في سنة ستين من الهجرة، وفي رجب منها» (¬٣).
وقال الحافظ ابن حجر: «مات معاوية في رجب سنة ستين على الصحيح» (¬٤).
قلتُ (أحمد): لم أقف على أحد خالف في هذا، والله أعلم (¬٥)، وإنما اختلفوا في أي يوم من رجب كانت وفاته.
قال الطبري: «قال هشام بن محمد: مات معاوية لهلال رجب من سنة ستين.
وقال الواقدي: مات معاوية للنصف من رجب.
وقال علي بن محمد: مات معاوية بدمشق سنة ستين، يوم الخميس، لثمان بقين من رجب» (¬٦).
وقال خليفة بن خيَّاط: «وفي سنة ستين: توفي أمير المؤمنين معاوية في رجب، لأربع ليال خلت منه» (¬٧).
وقال ابن حبان: «مات يوم الخميس لثمان بقين من رجب سنة ستين، وقد قيل: إن معاوية مات للنصف من رجب» (¬٨).
وقال أبو نعيم الأصبهاني: «توفي للنصف من رجب سنة ستين» (¬٩).
على كل حال: الخلاف في ذلك يسير، فهو بضعة أيام، لكن الاختلاف الأوسع من ذلك -بعض الشيء- هو: اختلافهم في عمره عند موته.
قال الطبري: «واختلفوا في مدة عمره، وكم عاش؟» (¬١٠).
ثم ذكر الطبري عدة أقوال، حاصلها ما يلي:
١ - مات وهو ابن ثلاث وسبعين سنة.
قاله علي بن محمد المدائني (¬١١).
٢ - مات وهو ابن خمس وسبعين سنة.
قاله الزهري (¬١٢).
٣ - مات وهو ابن ثمان وسبعين سنة.
قاله سعيد بن دينار المدني (¬١٣).
_________
(¬١) الثقات لابن حبان (٢/ ٣٠٦).
(¬٢) البداية والنهاية (١١/ ٤٥٩).
(¬٣) تاريخ الطبري (٥/ ٣٢٣).
(¬٤) الإصابة (٦/ ١٢٢).
(¬٥) انظر: تاريخ خليفة بن خياط (ص: ٣٩)، التاريخ الكبير للبخاري (٧/ ٣٢٦ - ٣٢٤)، تاريخ مولد العلماء ووفياتهم لأبي سليمان الربعي (١/ ١٦٧).
(¬٦) تاريخ الطبري (٥/ ٣٢٤).
(¬٧) تاريخ خليفة بن خياط (ص: ٢٢٩).
(¬٨) الثقات لابن حبان (٢/ ٣٠٥ - ٣٠٦).
(¬٩) معرفة الصحابة (٥/ ٢٤٩٦).
(¬١٠) تاريخ الطبري (٥/ ٣٢٥).
(¬١١) إسناده صحيح: أخرجه الطبري في تاريخه (٥/ ٣٢٥).
(¬١٢) أخرجه الطبري في تاريخه (٥/ ٣٢٥)، وفي سنده هشام بن الوليد، لم أعرفه.
(¬١٣) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٢٥)، وفي سنده محمد بن عمر الواقدي، تقدَّم الكلام فيه.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b609] VALUES (215,'وقال أبو نعيم الأصبهاني: «وقيل: مات وهو ابن ثمان وسبعين سنة» (¬١).
وقال ابن كثير: «وكان عمره إذ ذاك ثمانيا وسبعين سنة» (¬٢).
وممن قاله أيضا: ابن عبد البر (¬٣).
٤ - مات وهو ابن ثمانين سنة.
قال المدائني: «ويقال: مات وهو ابن ثمانين سنة» (¬٤).
وقال أبو نعيم: «مات وله نحو من ثمانين سنة» (¬٥).
٥ - مات وهو ابن خمس وثمانين سنة.
قاله محمد بن السائب الكلبي (¬٦).
٦ - مات وهو ابن ست وثمانين سنة.
قال ابن عبد البر: «وقيل: مات وهو ابن ست وثمانين» (¬٧).
وقال ابن كثير: «وقيل: جاوز الثمانين، وهو الأشهر، والله أعلم» (¬٨).
وثمَّ أقوالٌ أخر ذُكرت بين هذه السنوات المذكورة (¬٩)، لكن هذا أقل وأكثر ما ذُكر في عمره عند وفاته، والله أعلم.

<span data-type="title" id=toc-95>مدة ملكه:</span>
قال أبو معشر السندي: «كانت خلافته: تسع عشرة سنة، وثلاثة أشهر» (¬١٠).
وقال سعيد بن دينار: «كانت خلافته تسع عشرة سنة، وثلاثة أشهر، وسبعة وعشرين يوما» (¬١١).
وقال علي المدائني: «كانت ولايته تسع عشرة سنة، وثلاثة أشهر، وسبعة وعشرين يوما» (¬١٢).
_________
(¬١) معرفة الصحابة (٥/ ٢٤٩٦).
(¬٢) البداية والنهاية (١١/ ٤٥٩).
(¬٣) الاستيعاب (٣/ ١٤١٨).
(¬٤) إسناده صحيح: أخرجه الطبري في تاريخه (٥/ ٣٢٥).
(¬٥) معرفة الصحابة (٥/ ٢٤٩٦).
(¬٦) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٢٥)، وفيه جهالة شيوخ الطبري، لم يُسمِّهم.
(¬٧) الاستيعاب (٣/ ١٤١٨).
(¬٨) البداية والنهاية (١١/ ٤٥٩).
(¬٩) ذكر خليفة بن خياط في تاريخه (ص: ٢٢٦) أنه مات وهو ابن اثنتين وثمانين، ونقل ابن عساكر في تاريخ دمشق (٥٩/ ٥٨) عمَّن لم يُسمِّهم أنه مات وهو ابن تسع وسبعين سنة.
(¬١٠) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٢٤)، وفي سنده من لم يُسمَّ.
(¬١١) إسناده ضعيف: أخرجه الطبري في تاريخه (٥/ ٣٢٤)، وفي سنده محمد بن عمر الواقدي، تقدَّم الكلام فيه.
(¬١٢) إسناده صحيح: أخرجه الطبري في تاريخه (٥/ ٣٢٤).',NULL,'215',NULL,NULL,'0');
INSERT INTO [b609] VALUES (216,'وقال هشام بن محمد: «بويع لمعاوية بالخلافة في جمادى الأولى سنة إحدى وأربعين، فولى تسع عشرة سنة وثلاثة أشهر إلا أياما، ثم مات لهلال رجب من سنة ستين» (¬١).
وقال خليفة بن خيَّاط: «كانت ولايته تسع عشرة سنة، وثلاثة أشهر، وعشرين يوما» (¬٢).
وقال ابن حبان: «كانت مدة معاوية: تسع عشرة سنة، وثلاثة أشهر، واثنتين وعشرين ليلة» (¬٣).
وأمَّا ما ورد من كون مدة خلافته عشرين سنة؛ فهذا فيه تجوز، وجبرٌ للكسر.
قال الحافظ ابن حجر: «قال عبد الملك بن مروان: عاش ابن هند- يعني معاوية- عشرين سنة أميرا، وعشرين سنة خليفة، وجزم به محمد بن إسحاق.
وفيه تجوّز، لأنه لم يكمل في الخلافة عشرين إن كان أولها قتل علي، وإن كان أولها تسليم الحسن بن علي؛ فهي تسع عشرة سنة إلا يسيرا» (¬٤).

<span data-type="title" id=toc-96>نقش خاتمه:</span>
قال ابن حبان: «وكان نقش خاتمه: لا حول ولا قوة إلا بالله العلي العظيم» (¬٥).
وقال ابن كثير: «قال بعضهم: كان نقش خاتم معاوية: لكل عمل ثواب. وقيل: بل كان: لا قوة إلا بالله» (¬٦).

<span data-type="title" id=toc-97>حزن الصحابة لموته:</span>
عن معاذ بن محمد الليثي قال: «لما جاء نعي معاوية إلى ابن عباس، والمائدة بين يديه، فقال لغلامه: ارفع ارفع. ثم قال: اللهم أنت أوسع لمعاوية، ثم قال: خيرٌ ممن يكون بعده، وشر ممن كان قبله؛ ثم قال:
جبلٌ تزعزع ثم مال بجمعه ... في البحر، لا رَتقَت عليك الأبحر» (¬٧).
_________
(¬١) تاريخ الطبري (٥/ ٣٢٥)، بدون إسناد.
(¬٢) تاريخ خليفة بن خياط (ص: ٢٢٦).
(¬٣) الثقات لابن حبان (٢/ ٣٠٦).
(¬٤) الإصابة (٦/ ١٢١).
(¬٥) الثقات لابن حبان (٢/ ٣٠٦).
(¬٦) البداية والنهاية (١١/ ٤٢٩)، وانظر: تاريخ دمشق (٥٩/ ١٤٧).
(¬٧) إسناده ضعيف: أخرجه ابن أبي الدنيا في حلم معاوية (٩) -ومن طريقه ابن عساكر في تاريخ دمشق (٥٩/ ٢٣٥ - ٢٣٦) - وفي سنده داود بن المحبر، متروك، كما في التقريب (١٨١١).',NULL,'216',NULL,NULL,'0');
INSERT INTO [b609] VALUES (217,'وعن هشام بن عروة قال: «صلى بنا عبد الله بن الزبير يوما من الأيام، فوجم بعد الصلاة ساعة، فقال الناس: لقد حدَّث نفسه، ثم التفت إلينا فقال: لا يبعدن ابن هند، إن كانت فيه لمخارج لا نجدها في أحد بعده أبدا، والله إن كنا لنُفْرقه (¬١)، وما الليث على براثنه بأجرأ منه؛ فيتفارق لنا، وإن كنا لنخدعه، وما ابن ليلة من أهل الأرض بأدهى منه؛ فيتخادع لنا، والله لوددت أنا مُتعنا به ما دام في هذا الجبل حجر، وأشار إلى أبي قبيس، لا يتحول له عقل، ولا ينقص له قوة، قال: فقلنا: أوحش والله الرجل» (¬٢).

<span data-type="title" id=toc-98>ممَّا قيل فيه من رثاء </span>(¬٣):
قال أبو الدرداء العنبري يرثي معاوية - رضي الله عنه -:
أَلَا أَنْعَى مُعَاوِيَةَ بْنَ حَرْبٍ ... نَعَاهُ الْحِلُّ لِلشَّهْرِ الْحَرَامِ
نَعَاهُ النَّاعِجَاتُ (¬٤) بِكُلِّ فَجٍّ ... خَوَاضِعَ فِي الْأَزِمَّةِ كَالسِّهَامِ
فَهَاتِيكَ النُّجُومُ وَهُنَّ خُرْسٌ ... يَنُحْنَ عَلَى مُعَاوِيَةَ الشَّآمِ
وقال أيمن بن خريم بن فاتك الأسدي يرثيه أيضاً:
رَمَى الْحِدْثَانُ نِسْوَةَ آلِ حَرْبٍ ... بِمِقَدْارٍ سَمَدْنَ لَهُ سُمُودَا (¬٥)
فَرَدَّ شُعُورَهُنَّ السُّودَ بِيضَا ... وَرَدَّ وُجُوهَهُنَّ الْبِيضَ سُودَا
فَإِنَّكَ لَوْ شَهِدْتَ بُكَاءَ هِنْدَ ... وَرَمْلَةَ إِذْ يُصَفِّقْنَ الْخُدُودَا
بَكَيْتَ بُكَاءَ مُعْوِلَةٍ (¬٦) قَرِيحٍ (¬٧) ... أَصَابَ الدَّهْرُ وَاحِدَهَا الْفَرِيدَا
_________
(¬١) نفرقه: أي نخوِّفه.
(¬٢) إسناده صحيح: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١٨٥).
(¬٣) انظر: أنساب الأشراف للبلاذري (٥/ ١٥٧)، البداية والنهاية (١١/ ٤٦١ - ٤٦٢).
(¬٤) الناعجات: جمع ناعجة، وهي المرأة حسنة اللون.
(¬٥) السمود يكون بمعنى الحزن والسرور، وهو هنا بمعنى الحزن.
(¬٦) المعولة: الرافعة صوتها بالبكاء والصياح.
(¬٧) القريح: الجريح.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b609] VALUES (218,'فرحم الله معاوية، ورضي عنه، وجمعنا به مع سيد المرسلين - صلى الله عليه وسلم -، وأصحابه الكرام أجمعين، في دار الخلد في مقام أمين. آمين.

<span data-type="title" id=toc-99>صفاته وأخلاقه:</span>
اجتمع لمعاوية - رضي الله عنه - من صفات الخير الكثير والكثير، حتى شهد له بذلك القاصي والداني، والعدو والصديق.
يقول د. عبد الشافي محمد عبد اللطيف: «وقد أجمع المؤرخون على أنه كان لمعاوية نصيب كبير من الذكاء، والدهاء، والسماحة، والحلم، والكرم، وسعة الأفق، وقدرة فائقة على التعامل مع الناس على قدر أحوالهم، أعداءً كانوا أم أصدقاء» (¬١).
ومن أهم هذه الصفات ما يلي:

<span data-type="title" id=toc-100>١ - الحرص على السُنَّة (تَعلُّماً، وتطبيقاً، وأَمراً ونَشْراً):</span>
فقد كان حريصا - رضي الله عنه - أن يسأل عن حديث رسول الله - صلى الله عليه وسلم -، وأن يستزيد منه علما، فكان يسأل بعض الصحابة إن كان عندهم علم عن رسول الله - صلى الله عليه وسلم -، ومن ذلك:
- أنه سأل زيد بن أرقم - رضي الله عنه -: «أشهدت مع رسول الله - صلى الله عليه وسلم - عيدين اجتمعا في يوم واحد؟ قال: نعم. قال: فكيف صنع؟ قال: صلى العيد، ثم رخص في الجمعة؛ فقال: من شاء أن يصلي فليصل» (¬٢).
بل كان أيضا يرسل إليهم إن لم يكونوا حوله، ومن ذلك:
- أنه كتب إلى المغيرة بن شعبة - رضي الله عنه -: «اكتب إلي بشيء سمعته من رسول الله - صلى الله عليه وسلم -، قال فكتب إليه: سمعت رسول الله - صلى الله عليه وسلم - يقول إذا قضى الصلاة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد.
_________
(¬١) العالم الإسلامي في العصر الأموي (٢/ ٨١).
(¬٢) إسناده ضعيف: أخرجه يعقوب بن سفيان في المعرفة والتاريخ (١/ ٣٠٣)، وفي سنده إياس بن أبي رملة الشامي، مجهول، كما في التقريب (٥٨٧).',NULL,'218',NULL,NULL,'0');
INSERT INTO [b609] VALUES (219,'وسمعته يقول: إن الله كره لكم ثلاثا: قيل وقال، وإضاعة المال، وكثرة السؤال» (¬١).
- وكتب مرة أخرى إلى عائشة أم المؤمنين: «أن اكتبي إلي كتابا توصيني فيه، ولا تكثري عليَّ، فكتبت عائشة إلى معاوية: سلام عليك. أما بعد: فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: من التمس رضاء الله بسخط الناس؛ كفاه الله مؤنة الناس، ومن التمس رضاء الناس بسخط الله؛ وكله الله إلى الناس، والسلام عليك» (¬٢).
ومن حرصه أيضا على السنة: أنه كان يحذر من التحديث عن رسول الله - صلى الله عليه وسلم - بما لا يُعرف، فعن عبد الله بن عامر اليحصبي، قال: سمعت معاوية يقول: «إياكم وأحاديث رسول الله - صلى الله عليه وسلم -؛ إلا حديثاً كان في عهد عمر، فإن عمر كان يخيف الناس في الله - عز وجل -» (¬٣).
وكان إذا صنع شيئا عن اجتهاد منه، ثم جاءه نصٌّ عن النبي - صلى الله عليه وسلم -؛ تراجع عن فعله، وقدَّم كلام رسول الله - صلى الله عليه وسلم -، ومن ذلك:
- أنه «كان بينه وبين أهل الروم عهد، وكان يسير في بلادهم، حتى إذا انقضى العهد أغار عليهم، فإذا رجل على دابة أو على فرس، وهو يقول: الله أكبر، وفاء لا غدر، وإذا هو عمرو بن عبسة، فسأله معاوية عن ذلك، فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: من كان بينه وبين قوم عهد؛ فلا يحلن عهدا، ولا يشدنه حتى يمضي أمده، أو ينبذ إليهم على سواء.
_________
(¬١) متفق عليه: أخرجه البخاري (٨٤٤، ٦٣٣٠)، ومسلم (٥٩٣)، عن وراد كاتب المغيرة بن شعبة.
(¬٢) إسناده صحيح موقوف: أخرجه الترمذي (٢٤١٤)، وقد رجَّح الترمذي، وأبو حاتم، وأبو زرعة الوقف على الرفع.
انظر: العلل الكبير للترمذي (ص: ٣٣٢)، علل ابن أبي حاتم (٥/ ٥٨ - ٦٠).
(¬٣) أخرجه مسلم (١٠٣٧)، وفي صحيح ابن حبان (٣٤٠١) زيادة؛ وهي: أن معاوية قال ذلك على منبر دمشق.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b609] VALUES (220,'فرجع معاوية بالناس» (¬١).
- وعن أبي مريم الأزدي - رضي الله عنه - قال: «دخلت على معاوية فقال: ما أنعمنا بك أبا فلان، وهي كلمة تقولها العرب، فقلتُ: حديثاً سمعته أخبرك به، سمعت رسول الله - صلى الله عليه وسلم - يقول: من ولَّاه الله عز وجل شيئا من أمر المسلمين فاحتجب دون حاجتهم وخلتهم وفقرهم؛ احتجب الله عنه دون حاجته وخلته وفقره. قال: فجعل معاوية رجلا على حوائج الناس» (¬٢).
وكان حريصا على نشر ما يحتاج إليه المسلمون من حديث رسول الله - صلى الله عليه وسلم -، يجهر بذلك، ويعلمه الناس، على منبره، وفي مجلسه، بل حتى فيما بينه وبين آحاد الناس، ومن ذلك:
- أنه «قام خطيبا بالمدينة -يعني: في قدمة قدمها، عام حج- خطبهم يوم عاشوراء، فقال: أين علماؤكم؟ يا أهل المدينة، سمعت رسول الله - صلى الله عليه وسلم - يقول -لهذا اليوم-: هذا يوم عاشوراء، ولم يكتب الله عليكم صيامه، وأنا صائم، فمن أحب منكم أن يصوم فليصم، ومن أحب أن يفطر فليفطر» (¬٣).
- وفي خطبته تلك أيضا، وهو على المنبر: «تناول قصة من شعر كانت في يد حرسي، وقال: يا أهل المدينة أين علماؤكم؟ سمعت رسول الله - صلى الله عليه وسلم - ينهى عن مثل هذه، ويقول: إنما هلكت بنو إسرائيل حين اتخذ هذه نساؤهم» (¬٤).
_________
(¬١) إسناده صحيح: أخرجه أحمد (١٧٠١٥)، وأبو داود (٢٧٥٩)، والترمذي (١٥٨٠) -وقال: حسن صحيح-، والنسائي في الكبرى (٨٦٧٩). والحديث صححه الألباني في صحيح الجامع (٢/ ١١٠٥، رقم: ٦٤٨٠).
(¬٢) إسناده صحيح: أخرجه أحمد (١٥٦٥١، ١٨٠٣٣)، وأبو داود (٢٩٤٨)، والترمذي (١٣٣٣)، والحاكم (٤/ ١٠٥ - ١٠٦) -وقال: صحيح الإسناد ولم يخرجاه-.
والحديث صححه الألباني في السلسلة الصحيحة (٢/ ٢٠٥ رقم: ٦٢٩).
(¬٣) متفق عليه: أخرجه البخاري (٢٠٠٣)، ومسلم (١١٢٩)، عن حميد بن عبد الرحمن.
(¬٤) متفق عليه: أخرجه البخاري (٣٤٦٨)، ومسلم (٢١٢٧)، عن حميد بن عبد الرحمن.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b609] VALUES (221,'- وعن معبد الجهني قال: «كان معاوية قلَّما يحدث عن النبي - صلى الله عليه وسلم -، قال: فكان قلما يكاد أن يدع يوم الجمعة هؤلاء الكلمات أن يحدث بهن عن رسول الله - صلى الله عليه وسلم - يقول: من يرد الله به خيرا يفقهه في الدين، وإن هذا المال حلو خضر، فمن يأخذه بحقه يبارك له فيه، وإياكم والتمادح فإنه الذبح» (¬١).
- وعن حمران بن أبان، يحدث عن معاوية، قال: «إنكم لتصلون صلاة لقد صحبنا رسول الله - صلى الله عليه وسلم - فما رأيناه يصليها، ولقد نهى عنهما -يعني: الركعتين بعد العصر-» (¬٢).
- وعن أبي مجلز أن: «معاوية دخل - رضي الله عنه - بيتا فيه ابن عامر وابن الزبير، فقام ابن عامر وجلس ابن الزبير، فقال له معاوية: اجلس فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: من سرَّه أن يمثل له العباد قياما؛ فليتبوأ بيتا في النار» (¬٣).
- وعن عمر بن عطاء بن أبي الخوار: «أن نافع بن جبير، أرسله إلى السائب -ابن أخت نمر- يسأله عن شيء رآه منه معاوية في الصلاة، فقال: نعم، صليت معه الجمعة في المقصورة (¬٤)، فلما سلم الإمام قمت في مقامي، فصليت، فلما دخل أرسل إلي، فقال: لا تعد لما فعلت، إذا صليت الجمعة، فلا تصلها بصلاة حتى تكلم أو تخرج، فإن رسول الله - صلى الله عليه وسلم - أمرنا بذلك، أن لا توصل صلاة بصلاة حتى نتكلم أو نخرج» (¬٥).
_________
(¬١) إسناده صحيح: أخرجه أحمد (١٦٨٤٦)، وهو في الصحيحين بسياق آخر.
(¬٢) صحيح البخاري (٥٨٧).
(¬٣) إسناده صحيح: أخرجه أحمد (١٦٨٤٥)، وأبو داود (٥٢٢٩)، والترمذي (٢٧٥٥) -وقال: حديث حسن-.
(¬٤) المقصورة: حجرة مبنية في المسجد، أحدثها معاوية بعدما ضربه الخارجي.
(¬٥) صحيح مسلم (٨٨٣).',NULL,'221',NULL,NULL,'0');
INSERT INTO [b609] VALUES (222,'- وعن عيسى بن طلحة قال: «كنت عند معاوية بن أبي سفيان، فجاءه المؤذن يدعوه إلى الصلاة فقال معاوية: سمعت رسول الله - صلى الله عليه وسلم - يقول: المؤذنون أطول الناس أعناقا يوم القيامة» (¬١).
- ولربما سمع معاوية بأمر خلاف السنة وقع في غير بلده، فلا يتوانى عن الإرسال بتغييره، أو القيام في الناس بالتحذير منه.
فعن عبد الرحمن بن هرمز الأعرج: «أن العباس بن عبد الله بن عباس أنكح عبد الرحمن بن الحكم ابنته، وأنكحه عبد الرحمن ابنته، وقد كانا جعلا صداقا، فكتب معاوية بن أبي سفيان - وهو خليفة - إلى مروان يأمره بالتفريق بينهما، وقال في كتابه: هذا الشغار الذي نهى عنه رسول الله - صلى الله عليه وسلم -» (¬٢).
- وعن محمد بن جبير بن مطعم: «أنه بلغ معاوية، وهو عنده في وفد من قريش: أن عبد الله بن عمرو، يحدث: أنه سيكون ملك من قحطان، فغضب، فقام فأثنى على الله بما هو أهله، ثم قال: أما بعد، فإنه بلغني أن رجالا منكم يحدثون أحاديث ليست في كتاب الله، ولا توثر عن رسول الله - صلى الله عليه وسلم -، وأولئك جهالكم، فإياكم والأماني التي تضل أهلها، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: إن هذا الأمر في قريش، لا يعاديهم أحد إلا كبه الله في النار على وجهه، ما أقاموا الدين» (¬٣).
- ومن أعجب ما وقفتُ عليه في اتباعه للنبي - صلى الله عليه وسلم -: ما نقله عنه حاجبه أبو يوسف، قال: «قدم أبو موسى الأشعري، فنزل بعض الدور بدمشق، فكان معاوية يخرج ليلا يستمع قراءته» (¬٤).
_________
(¬١) صحيح مسلم (٣٨٧).
(¬٢) إسناده حسن: أخرجه أحمد (١٦٨٥٦)، وأبو داود (٢٠٧٥)، وفي سنده محمد بن إسحاق بن يسار المدني، صدوق يدلس، كما في التقريب (٥٧٢٥)، وقد صَّرح بالتحديث، فأُمن تدليسه.
(¬٣) صحيح البخاري (٧١٣٩).
(¬٤) إسناده صحيح إلى أبي يوسف: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ٢٣١).',NULL,'222',NULL,NULL,'0');
INSERT INTO [b609] VALUES (223,'وهذا هديٌ نبويٌ، فإن النبي - صلى الله عليه وسلم - كان يستمع لقراءة أبي موسى ليلا، ولما أصبح قال له: «لو رأيتني وأنا أستمع لقراءتك البارحة؟! لقد أوتيت مزمارا من مزامير آل داود» (¬١).
- وكان في صلاته من أشبه الناس بصلاة رسول الله - صلى الله عليه وسلم -.
فعن قيس بن الحارث، عن أبي عبد الله الصنابحي، عن أبي الدرداء، قال: «ما رأيت أحدا أشبه صلاة برسول الله - صلى الله عليه وسلم - من أميركم هذا -يعني: معاوية-.
قيل لقيس: أين صلاته من صلاة عمر؟ قال: لا أخالها إلا مثلها» (¬٢).
فلا غَرْوَ بعد ما تقدَّم أن ينعته حبر هذه الأمة، وترجمان القرآن: عبد الله بن عباس - رضي الله عنه -؛ بالفقيه.
فعن عبد الله بن عبيد الله بن أبي مليكة، قال: «قيل لابن عباس: هل لك في أمير المؤمنين معاوية، فإنه ما أوتر إلا بواحدة؟ قال: أصاب، إنه فقيه» (¬٣).
وقد ذكره ابن حزم ضمن مرتبة المتوسطين في الفتيا من الصحابة - رضي الله عنهم - (¬٤).

<span data-type="title" id=toc-101>٢ - ستر الناس، والعفو والتجاوز عنهم:</span>
وهذا مما انتفع به من مجالسته لرسول الله - صلى الله عليه وسلم -، وسماعه الحديث منه، يبين ذلك تلك الرواية:
عن راشد بن سعد، عن معاوية، قال: «سمعت رسول الله - صلى الله عليه وسلم - يقول: إنك إن اتبعت عورات الناس أفسدتهم، أو كدت أن تفسدهم».
فقال أبو الدرداء: «كلمة سمعها معاوية من رسول الله نفعه الله تعالى بها» (¬٥).
_________
(¬١) صحيح مسلم (٧٩٣).
(¬٢) رجاله ثقات: أخرجه الطبراني في مسند الشاميين (٢٨٢، ٢٨٣)، وأبو نعيم في الحلية (٨/ ٢٧٥)، وقال الهيثمي في المجمع (٩/ ٣٥٧): "رواه الطبراني، ورجاله رجال الصحيح غير قيس بن الحارث المذحجي، وهو ثقة".
(¬٣) صحيح البخاري (٣٧٦٥).
(¬٤) الإحكام في أصول الأحكام (٥/ ٩٣).
(¬٥) إسناده صحيح: أخرجه أبو داود (٤٨٨٨).',NULL,'223',NULL,NULL,'0');
INSERT INTO [b609] VALUES (224,'قال ابن كثير -مُعلِّقا على كلام أبي الدرداء-: «يعني أنه كان جيد السيرة، حسن التجاوز، جميل العفو، كثير الستر، رحمه الله تعالى» (¬١).
ومما يدل على عفوه وتجاوزه عن الناس وهو متمكنٌ منهم ما يلي:
- عن وائل بن حجر: «أن رسول الله - صلى الله عليه وسلم - أقطعه أرضا، قال: فأرسل معي معاوية أن أعطها إياه، أو قال: أعلمها إياه ـ
قال: فقال لي معاوية: أردفني خلفك، فقلت: لا تكون من أرداف الملوك، قال: فقال: أعطني نعلك، فقلت: انتعل ظل الناقة، قال: فلما استُخلف معاوية أتيته، فأقعدني معه على السرير، فذكرني الحديث.
قال: وددت أني كنت حملته بين يدي» (¬٢).
- وكان الرجل يوقفه ويقاطعه، ويغلظ له النصيحة والكلام؛ فيقبل منه ولا يؤاخذه.
فعن عبد الله بن عون قال: «كان الرجل يقول لمعاوية والله لتستقيمن بنا يا معاوية، أو لنقومنَّك، فيقول لهم: بماذا؟ فيقولون: بالخشب، فيقول لهم: إذاً أستقيم» (¬٣).
وهذه الصفة -مع الصفة التالية- كان لها أثرٌ كبير في ثبات ملكه، ومحبة الناس له.
_________
(¬١) البداية والنهاية (١١/ ٤١٩).
(¬٢) إسناده حسن: أخرجه أحمد (٢٧٢٣٩)، وابن حبان (٧٢٠٥)، وفي سنده سماك بن حرب، صدوق، كما في التقريب (٢٦٢٤).
(¬٣) إسناده صحيح إلى ابن عون: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١٨٤)، ويبقى النظر في سماع ابن عون من معاوية، ويبدو أنه لم يسمع منه، لأنه لم يسمع من أنس بن مالك الذي تأخرت وفاته -كما في جامع التحصيل (ص: ٢١٥) - فهو من سماعه من معاوية أبعد، والله أعلم.
وللأثر طريق آخر أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١٨٤ - ١٨٥)، وفي سنده محمد بن الحسن، أبو بكر ابن دريد، متكلَّمٌ فيه، كما في اللسان (٧/ ٧٩).',NULL,'224',NULL,NULL,'0');
INSERT INTO [b609] VALUES (225,'<span data-type="title" id=toc-102>٣ - الحلم والأناة:</span>
هاتان خصلتان يحبهما الله، كما صح ذلك عن رسول الله - صلى الله عليه وسلم - (¬١)، وقد كان معاوية - رضي الله عنه - مضرب المثل في الحلم والأناة.
قال السيوطي: «وكان يضرب بحلمه المثل، وقد أفرد ابن أبي الدنيا وأبو بكر بن أبي عاصم تصنيفًا في حلم معاوية» (¬٢).
قال قبيصة بن جابر: «صحبت معاوية، فما رأيت أحدا أنبل حلما، ولا أبعد أناة منه» (¬٣).
وقال الشعبي: «دهاة العرب أربعة: معاوية بن أبي سفيان، وعمرو بن العاص، والمغيرة بن شعبة، وزياد، فأما معاوية: فللحلم والأناة، وأما عمرو: فللمعضلات، وأما مغيرة بن شعبة: فللمبادهة، وأما زياد: فللصغير والكبير» (¬٤).
وقال عنه الذهبي: «ورضي الناس بسخائه وحلمه، وإن كان بعضهم تألم مرة منه، وكذلك فليكن الملك.
وإن كان غيره من أصحاب رسول الله - صلى الله عليه وسلم - خيرا منه بكثير، وأفضل، وأصلح، فهذا الرجل ساد وساس العالم بكمال عقله، وفرط حلمه، وسعة نفسه، وقوة دهائه ورأيه» (¬٥).
ومما أُثر عنه - رضي الله عنه - من أقواله في الحلم ما يلي:
- عن عروة بن الزبير قال: «كنت جالسا عند معاوية، فحدَّث نفسه، ثم انتبه؛ فقال: لا حلم إلا بتجربة. يعيدها ثلاثاً» (¬٦).
_________
(¬١) في صحيح مسلم (١٧) أن النبي - صلى الله عليه وسلم - قال لأشج عبد القيس: "إن فيك خصلتين يحبهما الله: الحلم، والأناة".
(¬٢) تاريخ الخلفاء (ص: ١٤٩).
(¬٣) إسناده لا بأس به: أخرجه يعقوب بن سفيان في المعرفة والتاريخ (١/ ٤٥٨)، وابن عساكر في تاريخ دمشق (٥٩/ ١٧٨)، وفي سنده مجالد بن سعيد، تقدَّم أنه ليس بالقوي، لكن الخبر هنا مما يتحمله إن شاء الله.
(¬٤) أخرجه ابن أبي خيثمة في تاريخه (السفر الثاني- ٢٢٧٣)، وفي إسناده راو يُقال له: عبد الله بن جعثنة، كذا بالأصل، لم أظفر به!
(¬٥) سير أعلام النبلاء (٣/ ١٣٢ - ١٣٣).
(¬٦) إسناده صحيح: أخرجه البخاري في الأدب المفرد (٥٦٤).',NULL,'225',NULL,NULL,'0');
INSERT INTO [b609] VALUES (226,'- وعن أبي سفيان بن العلاء -أخي أبي عمرو بن العلاء- قال: «قال معاوية: إني لأرفع نفسي أن يكون ذنب أوزن من حلمي» (¬١).
- وذكر أبو عبيدة معمر بن المثنَّى أنَّ معاوية - رضي الله عنه - كان يتمثل بهذه الأبيات كثيرا:
فَمَا قَتَلَ السَّفَاهَةَ مِثْلُ حِلْمٍ ... يَعُودُ بِهِ عَلَى الْجَهْلِ الْحَلِيمُ
فَلَا تَسْفَهْ وَإِنْ مُلِّئْتَ غَيْظًا ... عَلَى أَحَدٍ فَإِنَّ الْفُحْشَ لَوْمُ
وَلَا تَقْطَعْ أَخًا لَكَ عِنْدَ ذَنْبٍ ... فَإِنَّ الذَّنْبَ يَغْفِرُهُ الْكَرِيمُ (¬٢)
ومن مواقفه التي تدل على حلمه ما يلي:
- عن عروة بن الزبير: «أن المسور بن مخرمة أخبره أنه قدم وافدا على معاوية بن أبي سفيان، فقضى حاجته، ثم دعاه فأخلاه فقال: يا مسور! ما فعل طعنك على الأئمة؟ فقال المسور: دعنا من هذا، وأحسن فيما قدمنا له، قال معاوية: والله لتكلمن بذات نفسك، والذي تعيب علي، قال المسور: فلم أترك شيئا أعيبه عليه إلا بينته له.
قال معاوية: لا برئ من الذنب، فهل تعد يا مسور مالي من الإصلاح في أمر العامة، فإن الحسنة بعشر أمثالها، أم تعد الذنوب وتترك الحسنات؟
قال المسور: لا والله ما نذكر إلا ما ترى من هذه الذنوب.
قال معاوية: فإنا نعترف لله بكل ذنب أذنبناه، فهل لك يا مسور ذنوب في خاصتك تخشى أن تهلكك إن لم يغفرها الله؟
قال مسور: نعم.
_________
(¬١) في إسناده ضعف: أخرجه الدينوري في المجالسة وجواهر العلم (٨٠١)، وفي سنده محمد بن موسى البصري، ليِّن، كما في التقريب (٦٣٣٨).
(¬٢) تاريخ دمشق (٥٩/ ١٨٦ - ١٨٧)، البداية والنهاية (١١/ ٤٤٢).',NULL,'226',NULL,NULL,'0');
INSERT INTO [b609] VALUES (227,'قال معاوية: فما يجعلك أحق أن ترجو المغفرة مني؟ فو الله لما ألي من الإصلاح أكثر مما تلي، ولكن والله لا أخير بين أمرين، بين الله وبين غيره إلا اخترت الله تعالى على ما سواه، وإنا على دين يقبل الله فيه العمل، ويجزي فيه بالحسنات، ويجزي فيه بالذنوب، إلا أن يعفو عمن يشاء، فأنا أحتسب كل حسنة عملتها بأضعافها، وأوازي أمورا عظاما لا أحصيها ولا تحصيها، من عمل الله في إقامة صلوات المسلمين، والجهاد في سبيل الله - عز وجل -، والحكم بما أنزل الله تعالى، والأمور التي لست تحصيها وإن عددتها لك، فتفكر في ذلك.
قال المسور: فعرفت أن معاوية قد خصمني حين ذكر لي ما ذكر.
قال عروة: فلم يسمع المسور بعد ذلك يذكر معاوية إلا استغفر له» (¬١).
والشاهد هنا: هو حلم معاوية على من يطعنون فيه، وصبره على سماع قدحهم، ومناقشته لهم، وتبيينه لما يغفلون عنه من فضائله.
- وعن أبي الحسن المدائني قال: «نظر معاوية إلى ابنه وهو يضرب غلاما له، فقال له: أتفسد أدبك بأدبه؟! فلم ير ضاربا غلاما له بعد ذلك» (¬٢).

<span data-type="title" id=toc-103>٤ - التواضع:</span>
فلم يكن يمنعه ملكه، ولا رفعة مكانته، أن يحمل ميتا على كتفه، خاصة إن كان رجلا من الصحابة.
- فعن سعيد بن عبد العزيز التنوخي: «أن فضالة بن عبيد توفي في خلافة معاوية، قال: فحمل معاوية سريره، وقال لابنه عبد الله: أعقبني أي بني، فإنك لن تحمل بعده مثله» (¬٣).
وكذا لم يكن يستنكف أن يُقدِّم غيره في صلاة الاستسقاء والدعاء، ممن يحسبهم خيرا منه.
_________
(¬١) إسناده صحيح: أخرجه الخطيب في تاريخ بغداد (١/ ٢٢٣)، وأخرجه معمر في جامعه (مصنف عبد الرزاق- ٢٠٧١٧) من طريق حميد بن عبد الرحمن، عن المسور؛ بنحوه.
(¬٢) في إسناده ضعف: أخرجه الدينوري في المجالسة وجواهر العلم (٢١٤٠)، وفي سنده محمد بن موسى البصري، ليِّن، كما تقدَّم.
(¬٣) إسناده صحيح إلى سعيد: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ٢٢٣).',NULL,'227',NULL,NULL,'0');
INSERT INTO [b609] VALUES (228,'- فعن سليم بن عامر الخبائري: «أن السماء قحطت، فخرج معاوية بن أبي سفيان وأهل دمشق يستسقون، فلما قعد معاوية على المنبر قال: أين يزيد بن الأسود الجرشي؟ فناداه الناس، فأقبل يتخطى الناس، فأمر معاوية فصعد المنبر فقعد عند رجليه، فقال معاوية: اللهم إنا نستشفع إليك اليوم بخيرنا وأفضلنا، اللهم إنا نستشفع إليك بيزيد بن الأسود الجرشي، يا يزيد! ارفع يديك إلى الله، فرفع يزيد يديه ورفع الناس أيديهم، فما كان أو شك أن فارت سحابة في الغرب كأنها ترس، وهبت لها ريح فسقينا حتى كاد الناس أن لا يبلغوا منازلهم» (¬١).
ولما أصابه الكبر والضعف، ولم يعد يستطيع أن يخطب قائما؛ خطب قاعدا، واعتذر للناس عن ذلك.
قال الأوزاعي: «كان معاوية بن أبي سفيان أول ما اعتذر إلى الناس في الجلوس في الخطبة الأولى في الجمعة، ولم يصنع ذلك إلا لكبر سنه وضعفه» (¬٢).
_________
(¬١) إسناده صحيح: أخرجه يعقوب بن سفيان في المعرفة والتاريخ (٢/ ٣٨٠ - ٣٨١).
(¬٢) إسناده حسن إلى الأوزاعي: أخرجه يعقوب بن سفيان في المعرفة والتاريخ (٢/ ٤٧٩)، وفي سنده العباس بن الوليد بن مزيد، صدوق، كما في التقريب (٣١٩٢).',NULL,'228',NULL,NULL,'0');
INSERT INTO [b609] VALUES (229,'<span data-type="title" id=toc-104>٥ - الخشية من الله:</span>
فعن الوليد بن أبي الوليد أبي عثمان المدني، أن عقبة بن مسلم، حدثه أن شفيا الأصبحي، حدثه: «أنه دخل المدينة، فإذا هو برجل قد اجتمع عليه الناس، فقال: من هذا؟ فقالوا: أبو هريرة، فدنوت منه حتى قعدت بين يديه وهو يحدث الناس، فلما سكت وخلا قلت له: أسألك بحق وبحق لما حدثتني حديثا سمعته من رسول الله - صلى الله عليه وسلم - عقلته وعلمته، فقال أبو هريرة: أفعل، لأحدثنك حديثا حدثنيه رسول الله - صلى الله عليه وسلم - عقلته وعلمته، ثم نشغ أبو هريرة نشغة فمكثنا قليلا ثم أفاق، فقال: لأحدثنك حديثا حدثنيه رسول الله - صلى الله عليه وسلم - في هذا البيت ما معنا أحد غيري وغيره، ثم نشغ أبو هريرة نشغة شديدة، ثم أفاق فمسح وجهه فقال: أفعل، لأحدثنك حديثا حدثنيه رسول الله - صلى الله عليه وسلم - وأنا وهو في هذا البيت ما معنا أحد غيري وغيره، ثم نشغ أبو هريرة نشغة شديدة، ثم مال خارا على وجهه فأسندته عليَّ طويلا، ثم أفاق فقال: حدثني رسول الله - صلى الله عليه وسلم -: أن الله تبارك وتعالى إذا كان يوم القيامة ينزل إلى العباد ليقضي بينهم وكل أمة جاثية، فأول من يدعو به رجل جمع القرآن، ورجل قتل في سبيل الله، ورجل كثير المال، فيقول الله للقارئ: ألم أعلمك ما أنزلت على رسولي؟ قال: بلى يا رب، قال: فماذا عملت فيما علمت؟ قال: كنت أقوم به آناء الليل وآناء النهار، فيقول الله له: كذبت، وتقول له الملائكة: كذبت، ويقول الله: بل أردت أن يقال: إن فلانا قارئ فقد قيل ذاك، ويؤتى بصاحب المال فيقول الله له: ألم أوسع عليك حتى لم أدعك تحتاج إلى أحد؟ قال: بلى يا رب، قال: فماذا عملت فيما آتيتك؟ قال: كنت أصل الرحم وأتصدق، فيقول الله له: كذبت، وتقول له الملائكة: كذبت، ويقول الله تعالى: بل أردت أن يقال: فلان جواد فقد قيل ذاك، ويؤتى بالذي قتل في سبيل الله، فيقول الله له: في ماذا قتلت؟ فيقول: أمرت بالجهاد في سبيلك فقاتلت حتى قتلت، فيقول الله',NULL,'229',NULL,NULL,'0');
INSERT INTO [b609] VALUES (230,'تعالى له: كذبت، وتقول له الملائكة: كذبت، ويقول الله: بل أردت أن يقال: فلان جريء, فقد قيل ذاك، ثم ضرب رسول الله - صلى الله عليه وسلم - على ركبتي فقال: يا أبا هريرة، أولئك الثلاثة أول خلق الله تسعر بهم النار يوم القيامة.
وقال الوليد أبو عثمان: فأخبرني عقبة بن مسلم: أن شفيا، هو الذي دخل على معاوية فأخبره بهذا»
قال أبو عثمان: وحدثني العلاء بن أبي حكيم، أنه كان سيافا لمعاوية فدخل عليه رجل، فأخبره بهذا عن أبي هريرة، فقال معاوية: قد فُعل بهؤلاء هذا، فكيف بمن بقي من الناس؟ ثم بكى معاوية بكاء شديدا حتى ظننا أنه هالك، وقلنا: قد جاءنا هذا الرجل بشرٍّ، ثم أفاق معاوية ومسح عن وجهه، وقال: صدق الله ورسوله {من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون أولئك الذين ليس لهم في الآخرة إلا النار وحبط ما صنعوا فيها وباطل ما كانوا يعملون}» (¬١).
_________
(¬١) إسناده صحيح: أخرجه الترمذي (٢٣٨٢)، وفي سنده الوليد بن أبي الوليد المدني، قال عنه الحافظ في التقريب (٧٤٦٤): "ليِّن"! لكن يبدو أن حاله أعلى من هذا، وأن الحافظ غمطه حقه، فالرجل وثَّقه: أبو زرعة، وابن معين، والعجلي، ويعقوب بن سفيان، وسئل أبو داود عنه فقال خيرا، وذكره ابن حبان في الثقات، وقال: "ربما خالف على قلة روايته". انظر: تحرير تقريب التهذيب (٤/ ٦٨).
والحديث أخرجه مسلم (١٩٠٥)، والنسائي في الكبرى (٤٣٣٠)، بدون ذكر قصة معاوية.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b609] VALUES (231,'- وعن يزيد بن عبد الرحمن بن أبي مالك: «أن أبا الدرداء كان يلي القضاء بدمشق، فلما حضرته الوفاة، قال له معاوية: من ترى لهذا الأمر؟ قال: فضالة بن عبيد. فلما مات أرسل معاوية إلى فضالة فولَّاه القضاء، فقال له: أما إني لم أَحْبُك بها، ولكني استترت بك من النار، فاستتر» (¬١).
- وعن أبي قَبِيل حيي بن هانئ قال: «خطبنا معاوية في يوم جمعة فقال: إنما المال مالنا والفيء فيئنا، من شئنا أعطينا, ومن شئنا منعنا، فلم يرد عليه أحد، فلما كانت الجمعة الثانية، قال مثل مقالته، فلم يرد عليه أحد، فلما كانت الجمعة الثالثة، قال مثل مقالته، فقام إليه رجل ممن شهد المسجد فقال: كلا, بل المال مالنا والفيء فيئنا، من حال بيننا وبينه حاكمناه بأسيافنا، فلما صلى أمر بالرجل, فأدخل عليه، فأجلسه معه على السرير، ثم أذن للناس فدخلوا عليه، ثم قال: أيها الناس, إني تكلمت في أول جمعة فلم يرد علي أحد، وفي الثانية فلم يرد علي أحد، فلما كانت الثالثة أحياني هذا أحياه الله، سمعت رسول الله - صلى الله عليه وسلم - يقول: سيأتي قوم يتكلمون, فلا يرد عليهم، يتقاحمون في النار تقاحم القردة.
فخشيتُ أن يجعلني الله منهم، فلما رد هذا علي أحياني, أحياه الله، ورجوتُ أن لا يجعلني الله منهم» (¬٢).
_________
(¬١) إسناده ضعيف: أخرجه أبو زرعة الدمشقي في تاريخه (ص: ١٩٩)، وفي سنده خالد بن يزيد بن عبد الرحمن بن أبي مالك، ضعيف مع كونه كان فقيها، كما في التقريب (١٦٨٨).
(¬٢) إسناده صحيح إلى أبي قبيل: أخرجه أبو يعلى (٧٣٨٢)، والطبراني في الكبير (١٩/ رقم ٩٢٥)، والأوسط (٥٣١١)، وأبو الشيخ في أمثال الحديث (٢٧١). وأبو قَبِيل نفسه صدوق يهم، كما في التقريب (١٦٠٦).
والحديث حسنه الألباني في السلسلة الصحيحة (٤/ ٣٨٩ رقم ١٧٩٠).',NULL,'231',NULL,NULL,'0');
INSERT INTO [b609] VALUES (232,'<span data-type="title" id=toc-105>٦ - العدل:</span>
لعلَّ من أبرز ما يدل على عدله - رضي الله عنه -: أنه لم يشْكُه أحدٌ لعمر، أو عثمان في ولايتيهما، وكذا لا يُذكر عنه ظلمٌ في حكمه يُشغَّب به عليه (¬١)، بل إن عمر بن عبد العزيز الذي يضرب به المثل في العدل، عدَّه الأعمش لا يُقارن في العدل بمعاوية.
فعن أبي هريرة المكتب حباب قال: «كنا عند الأعمش، فذكروا عمر بن عبد العزيز وعدله، فقال الأعمش: فكيف لو أدركتم معاوية؟ قالوا: يا أبا محمد، يعني في حلمه؟ قال: لا والله، ألا بل في عدله» (¬٢).
بمثل هذه الصفات: ساد معاوية الناس، وأحبته رعيته، ووُطِّد له ملكه، وقلّما تجتمع هذه الأمور لأحد.
قال شيخ الإسلام ابن تيْميَّة: «وكانت سيرة معاوية مع رعيته من خيار سير الولاة، وكانت رعيته يحبونه» (¬٣).
وقال الذهبي: «وكان محببا إلى رعيته، عمل نيابة الشام عشرين سنة، والخلافة عشرين سنة، ولم يهجه أحد في دولته، بل دانت له الأمم، وحكم على العرب والعجم، وكان ملكه على الحرمين، ومصر، والشام، والعراق، وخراسان، وفارس، والجزيرة، واليمن، والمغرب، وغير ذلك» (¬٤).
هذا ما يسَّر الله لنا استنباطه من خلال ما بين أيدينا من سيرته - رضي الله عنه -، ولا يعدم دقيقُ النظر، وحصيفُ الرأي، أن يستخرج خلالاً حسنة، وصفاتٍ طيبة، غير ما ذُكر، وفضل الله واسع، وكما يُقال في المثل السائر: كم ترك الأول للآخر!
_________
(¬١) باستثناء ما وقع منه في قصة مقتل حجر بن عدي، وسيأتي الكلام عنها في باب الشبهات التي أُثيرت حوله.
(¬٢) إسناده صحيح إلى المكتب: أخرجه الخلال في السنة (٦٦٧)، والمكتب نفسه لم أقف له على ترجمة!
(¬٣) منهاج السنة النبوية (٦/ ٢٤٧).
(¬٤) سير أعلام النبلاء (٣/ ١٣٣).',NULL,'232',NULL,NULL,'0');
INSERT INTO [b609] VALUES (233,'<span data-type="title" id=toc-106>الفصل الثالث مناقبه، وثناء العلماء عليه</span>
<span data-type="title" id=toc-107>أولاً: مناقبه وفضائله:</span>
لا يكاد أحدٌ يفتح هذا الباب، باب مناقب معاوية - رضي الله عنه - وما ورد في فضله، إلا ويفجأه بعض الأقوال التي تسدُّ عليه الباب قبل أن يفتحه، وتقطع عليه الطريق قبل أن يبدأه! ومنها:
١ - قول إمام من أئمة الحديث، وأحد أهم شيوخ الإمام البخاري، وهو إسحاق بن راهويه: «لا يصح عن النبيِّ - صلى الله عليه وسلم - في فضل معاوية بن أبى سفيان شيء» (¬١)! وقد تابعه على هذا القول جماعةٌ بعده.
٢ - وقول الحافظ ابن حجر: «وقد ورد في فضائل معاوية - رضي الله عنه - أحاديث كثيرة، لكن ليس فيها ما يصح من طريق الإسناد» (¬٢).
٣ - وصنيع الإمام البخاري في صحيحه، حيث قال: «باب ذكر معاوية»، ولم يقل: «فضائل أو مناقب معاوية».
والجواب عن هذه الأقوال فيما يلي:
أولاً: أن مقولة إسحاق في ثبوتها عنه شكّ، فالإسناد إليه فيه ضعف (¬٣).
ثانياً: وإن ثبتت عنه، فهي وقول الحافظ ابن حجر، ومن سار على نهجهما؛ من قبيل الاجتهاد، وهذا يقابله اجتهاد علماء آخرين صحَّحوا بعض الأحاديث في فضائل معاوية، ومنهم:
أ- الإمام ابن أبي عاصم: حيث صنَّف كتابا في فضائل معاوية - رضي الله عنه -.
_________
(¬١) المغني عن الحفظ والكتاب لأبي حفص الموصلي (ص: ١٦٥)، سير أعلام النبلاء (٣/ ١٣٢).
(¬٢) فتح الباري (٧/ ١٠٤).
(¬٣) هذه المقولة أخرجها ابن الجوزي في الموضوعات (٢/ ٢٤)، والشوكاني في الفوائد المجموعة (ص: ٤٠٧) -تعليقا-؛ من طريق الحاكم، قال: سمعتُ أبا العباس محمد بن يعقوب بن يوسف، يقول: سمعت أبي، يقول: سمعت إسحاق بن إبراهيم الحنظلي يقول: الأثر المذكور.
وسقط من المطبوع في الفوائد ذكر والد محمد بن يعقوب.
ومحمد بن يعقوب أبو الفضل النيسابوري هذا: ترجم له الخطيب في تاريخ بغداد (١٤/ ٢٨٧)، وكذلك ابن عساكر في تاريخ دمشق (٧٤/ ١٨٠)، ولم يذكرا فيه جرحا ولا تعديلاً، فهو بمثابة مجهول الحال.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b609] VALUES (234,'قال الحافظ ابن حجر: «وقد صنف ابن أبي عاصم جزءا في مناقبه، وكذلك أبو عمر غلام ثعلب (¬١)، وأبو بكر النقاش» (¬٢).
ب- الإمام الآجرِّي: حيث عقد فصلا في كتابه الشريعة بعنوان: «كتاب فضائل معاوية بن أبي سفيان - رضي الله عنه -» (¬٣)، ثم ساق تحته عدةَ أحاديث في فضل معاوية.
جـ- الحافظ اللالكائي: حيث عقد فصلا في كتابه شرح أصول اعتقاد أهل السنة والجماعة بعنوان: «سياق ما روي عن النبي - صلى الله عليه وسلم - في فضائل أبي عبد الرحمن معاوية بن أبي سفيان رضي الله عنهما» (¬٤)، ثم ساق تحته عدةَ أحاديث في فضل معاوية.
د- الحافظ ابن عساكر: حيث قال بعد إيراد مقولة إسحاق السابقة: «وأصح ما روي في فضل معاوية: حديث أبي حمزة عن ابن عباس أنه كاتب النبي - صلى الله عليه وسلم -، فقد أخرجه مسلم في صحيحه، وبعده حديث العرباض: اللهم علمه الكتاب، وبعده حديث ابن أبي عميرة: اللهم اجعله هاديا مهديا» (¬٥).
ه- الإمام الذهبي: حيث ذكر أحاديث في فضل معاوية - رضي الله عنه -، وعقَّب بعد ذلك بقوله: «فهذه أحاديث مقاربة» (¬٦).
_________
(¬١) جاء في ترجمة محمد بن عبد الواحد، أبو عمر اللغوي الزاهد، المعروف بـ غلام ثعلب، المتوفي سنة ٣٤٥ هـ، في طبقات الحنابلة (٢/ ٦٨): "أن الأشراف والكتَّاب وأهل الأدب كانوا يحضرون عنده ليسمعوا منه كتب ثعلب وغيرها، وكان له جزء قد جمع فيه الأحاديث التي تروى في فضائل معاوية، فكان لا يترك أحدا منهم يقرأ عليه شيئا حتى يبدأ بقراءة ذلك الجزء، ثم يقرأ بعده ما قصد له"!
(¬٢) فتح الباري (٧/ ١٠٤).
(¬٣) الشريعة (٥/ ٢٤٣١).
(¬٤) شرح أصول اعتقاد أهل السنة والجماعة (٨/ ١٥٢٤).
(¬٥) تاريخ دمشق (٥٩/ ١٠٦)، وسيأتي تخريج هذه الأحاديث قريبا إن شاء الله.
(¬٦) سير أعلام النبلاء (٣/ ١٢٧).',NULL,'234',NULL,NULL,'0');
INSERT INTO [b609] VALUES (235,'و- الحافظ ابن كثير: حيث قال بعد إيراد بعض الأحاديث في فضل معاوية، والتنبيه على بعض الضعيف: «واكتفينا بما أوردناه من الأحاديث الصحاح والحسان والمستجادات، عما سواها من الموضوعات والمنكرات» (¬١).
ز- ابن حجر الهيتمي: حيث عقد فصلا في كتابه: تطهير الجنان، بعنوان: «الفصل الثاني: في فضائله ومناقبه وخصوصاته وعلومه واجتهاده» (¬٢).
حـ- علماء الحديث الذي صحَّحوا بعض الأحاديث في فضل معاوية - رضي الله عنه -، وسيأتي ذكر أسمائهم عند ذكر هذه الأحاديث إن شاء الله تعالى.
ثالثاً: أن العلماء الذين نفوا صحة الأحاديث في فضل معاوية؛ إنما يعنون الأحاديث الخاصة، أما الأحاديث العامة في فضل الصحابة، فمعاوية - رضي الله عنه - داخل فيها بلا شكٍّ.
يقول الإمام ابن القيم -تعليقا على قول إسحاق السابق-: «ومراده ومراد من قال ذلك من أهل الحديث: أنه لم يصح حديث في مناقبه بخصوصه، وإلا فما صح عندهم في مناقب الصحابة على العموم، ومناقب قريش؛ فمعاوية - رضي الله عنه - داخل فيه» (¬٣).
وعلَّق الشيخ بكر أبو زيد على كلام ابن القيم بقوله: «لا يَغابُ عنك هذا القيد: على وجه الخصوص» (¬٤).
وقال الشيخ المعلمي -مُعلِّقا على كلام إسحاق ومن تابعه-: «هذا لا ينفي الأحاديث الصحيحة التي تشمله وغيره، ولا يقتضى أن يكون كل ما روي في فضله خاصة مجزوماً بوضعه» (¬٥).
رابعاً: أن عدم وجود أحاديث صحيحة في فضل معاوية -إن ثبت هذا- فهو فضيلة للصحابة كلهم عامة، ولمعاوية خاصة، فإنه مع كونه خليفة للمسلمين مدة عشرين عاما، لم يجامله أحد الصحابة بوضع حديث في فضله، ولم يضع هو لنفسه حديثا فيه منقبة له، وقد كان غيره من الصحابة يُحدث بأحاديث فيها فضائل لنفسه؛ فتُقبل منه ولا يُتهم بها.
_________
(¬١) البداية والنهاية (١١/ ٤٠٩).
(¬٢) تطهير الجنان (ص: ٤٦).
(¬٣) المنار المنيف (ص: ١١٦).
(¬٤) التحديث بما قيل لا يصح فيه حديث (ص: ١٤٢).
(¬٥) الأنوار الكاشفة (ص: ٩٢).',NULL,'235',NULL,NULL,'0');
INSERT INTO [b609] VALUES (236,'يقول المعلمي اليماني: «أما الصحابة - رضي الله عنهم -: ففي هذه القضية برهان على أنه لا مجال لاتهام أحد منهم بالكذب على النبي - صلى الله عليه وسلم -، وذلك أن معاوية كان عشرين سنة أميراً على الشام، وعشرين سنة خليفة، وكان في حزبه وفيمن يحتاج إليه جمع كثير من الصحابة، منهم كثير ممن أسلم يوم فتح مكة أوبعده، وفيهم جماعة من الأعراب، وكانت الدواعي إلى التعصب له والتزلف إليه متوفرة، فلو كان ثم مساغ لأن يكذب على النبي - صلى الله عليه وسلم - أحد لقيه وسمع منه مسلماً؛ لأقدم بعضهم على الكذب في فضل معاوية وجهر بذلك. أما أعيان التابعين: فينقل ذلك جماعة ممن يوثقهم أئمة السنة فيصح عندهم ضرورة.
فإذا لم يصح خبر واحد: ثبت صحة القول بأن الصحابة كلهم عدول في الرواية، وأنه لم يكن منهم أحد -مهما خفت منزلته، وقوي الباعث له- محتملاً منه أن يكذب على النبي - صلى الله عليه وسلم -.
وأما معاوية فكذلك، فعلى فرض أنه كان يسمح بأن يقع كذب على النبي - صلى الله عليه وسلم - ما دام في فضيلة له، وأنه لم يطمع في أن يقع ذلك من أحد غيره ممن له صحبة، أو طمع ولكن لم يجده ترغيب ولا ترهيب في حمل أحد منهم على ذلك، فقد كان في وسعه أن يحدث هو عن النبي - صلى الله عليه وسلم -، فقد حدَّث عدد كبير من الصحابة عن النبي - صلى الله عليه وسلم - بفضائل لأنفسهم، وقبلها منهم الناس، ورووها وصححها أئمة السنة.
ففي تلك القضية برهان على أن معاوية كان من الدين والأمانة بدرجة تمنعه من أن يفكر في أن يكذب، أو يحمل غيره على الكذب على النبي - صلى الله عليه وسلم -، مهما اشتدت حاجته إلى ذلك.
ومن تدبَّر هذا: علم أن عدم صحة حديث عند أهل الحديث في فضل معاوية؛ أدلُّ على فضله من أن تصح عندهم عدة أحاديث» (¬١).
_________
(¬١) الأنوار الكاشفة (ص: ٩٢ - ٩٣).',NULL,'236',NULL,NULL,'0');
INSERT INTO [b609] VALUES (237,'خامساً: وأما صنيع الإمام البخاري في صحيحه؛ فإنه لا يدل على ما ذهبوا إليه، ذلك أنَّ البخاري قد ترجم لصحابة آخرين ممن اشتُهر الثناء عليهم، وعلم بالتواتر علو منزلتهم ومكانتهم، وبوَّب لهم بنفس التبويب؛ ومن هؤلاء: طلحة بن عبيد الله، وأسامة بن زيد، وعبد الله بن عباس، فنجد البخاري في صحيحه يقول: «باب ذكر طلحة بن عبيد الله»، «باب ذكر أسامة بن زيد»، «باب ذكر عبد الله بن عباس».
يقول الشيخ عبد العزيز بن أحمد الفريهاري (¬١): «وأما الجواب عما فعله البخاري: فإن تفنُّنٌ في الكلام، فإنه فعل كذا في أسامة بن زيد، وعبد الله بن سلام، وجبير بن مطعم، فذكر لهم فضائل جليلة معنونة بالذكر» (¬٢).
واستنبط الحافظ ابن حجر معنىً آخر من الترجمة فقال: «عبَّر البخاري في هذه الترجمة بقوله: ذكر، ولم يقل: فضيلة، ولا منقبة؛ لكون الفضيلة لا تؤخذ من حديث الباب، لأن ظاهر شهادة ابن عباس له بالفقه والصحبة دالة على الفضل الكثير» (¬٣).
ومع هذا كله:
فمن الإنصاف أن نقول: إن هناك عدداً كبيراً من الأحاديث الباطلة والضعيفة والموضوعة قد رُوي في فضل معاوية، وكأن هؤلاء أرادوا أن يواجهوا الهجوم الشرس عليه، فوضعوا تلك الأحديث له، وهو - رضي الله عنه - لا حاجة له بها، فقد أغناه الله عن كل هذا.
يقول الإمام ابن القيم: «ومن ذلك ما وضعه بعض جهلة أهل السنة في فضائل معاوية ابن أبي سفيان» (¬٤).
وقال الحافظ ابن حجر في ترجمة إسحاق بن محمد بن إسحاق السوسي: «ذاك الجاهل الذي أتى بالموضوعات السمجة في فضائل معاوية، رواها عُبَيد الله السقطي عنه (¬٥)، فهو المتهم بها أو شيوخه المجهولون» (¬٦).
_________
(¬١) توفي سنة ١٢٣٩ هـ.
(¬٢) الناهية عن طعن أمير المؤمنين معاوية (ص: ٦٨).
(¬٣) فتح الباري (٧/ ١٠٤).
(¬٤) المنار المنيف (ص: ١١٦).
(¬٥) له جزء مخطوط بعنوان: "فضائل أمير المؤمنين معاوية بن أبي سفيان".
(¬٦) لسان الميزان (٢/ ٧٥).',NULL,'237',NULL,NULL,'0');
INSERT INTO [b609] VALUES (238,'وقد أكثر الحافظ ابن عساكر من ذكر هذه الأحاديث الباطلة في ترجمة معاوية - رضي الله عنه - في تاريخ دمشق، وانتقده العلماء على ذلك، مع أنه ليس المتهم بها، إنما فقط نقلها بأسانيدها، وَبَرِأَ من عهدتها.
قال الذهبي: «وقد ساق ابن عساكر في الترجمة أحاديث واهية وباطلة، طوَّل بها جدا» (¬١).
وقال بعد أن ذكر طائفة منها: «فهذه الأحاديث ظاهرة الوضع، والله أعلم» (¬٢).
وقال ابن كثير: «ثم ساق ابن عساكر أحاديث كثيرة موضوعة، بلا شك، في فضل معاوية، أضربنا عنها صفحا، واكتفينا بما أوردناه من الأحاديث الصحاح والحسان والمستجادات، عما سواها من الموضعات والمنكرات» (¬٣).
وقال في موطن آخر: «وقد أورد ابن عساكر بعد هذا أحاديث كثيرة موضوعة، والعجب منه -مع حفظه واطلاعه- كيف لا ينبه عليها وعلى نكارتها وضعف رجالها؟! والله الموفق للصواب» (¬٤).
وقال أيضا -بعد توهينه لحديث ذكره ابن عساكر في فضل معاوية-: «والعجب من الحافظ ابن عساكر مع جلالة قدره واطلاعه على صناعة الحديث أكثر من غيره من أبناء عصره - بل ومن تقدمه بدهر - كيف يورد في تاريخه هذا وأحاديث كثيرة من هذا النمط، ثم لا يبين حالها، ولا يشير إلى شيء من ذلك إشارة لا ظاهرة، ولا خفية؟! ومثل هذا الصنيع فيه نظر. والله أعلم» (¬٥).
قلتُ (أحمد): ولعلَّ عذر ابن عساكر -رحمه الله- في ذلك: أنه أسند كل قول إلى قائله، وكانت هذه عادة كثير من المحدِّثين، عملا بمقولة: «من أسند لك فقد أحالك»!

ونأتي الآن إلى بيت القصيد، وهو: الحديث عن فضائله ومناقبه، فنقول:
معاوية - رضي الله عنه - معدودٌ بلا شكٍّ في أصحاب رسول الله - صلى الله عليه وسلم -، وهذا أمر لا يحتاج إلى تدليل، لكننا نزيده تأكيدا بما يلي:
_________
(¬١) سير أعلام النبلاء (٣/ ١٢٧).
(¬٢) المصدر السابق (٣/ ١٣١).
(¬٣) البداية والنهاية (١١/ ٤٠٩).
(¬٤) المصدر السابق (١١/ ٤٠٤).
(¬٥) البداية والنهاية (٨/ ٣٥٦).',NULL,'238',NULL,NULL,'0');
INSERT INTO [b609] VALUES (239,'- عن عبد الله بن عبيد الله بن أبي مليكة، قال: «أوتر معاوية بعد العشاء بركعة، وعنده مولى لابن عباس، فأتى ابن عباس فقال: دعه، فإنه قد صحب رسول الله - صلى الله عليه وسلم -» (¬١).
- وعن حمران بن أبان، يحدث عن معاوية، قال: «إنكم لتصلون صلاة لقد صحبنا رسول الله - صلى الله عليه وسلم - فما رأيناه يصليها، ولقد نهى عنهما -يعني: الركعتين بعد العصر-» (¬٢).
- وقام معاوية - رضي الله عنه - خطيباً ذات يوم، فقال: «ألا ما بال رجال يتحدثون عن رسول الله - صلى الله عليه وسلم - أحاديث قد كنا نشهده ونصحبه فلم نسمعها منه» (¬٣).
- وعن مهنا قال: «سألت أحمد عن معاوية بن أبي سفيان، فقال: له صحبة. قلت: من أين هو؟ قال: مكيٌّ قطن الشام» (¬٤).
إذن: فمعاوية - رضي الله عنه - من الصحابة بلا شك (¬٥)، والآيات والأحاديث الواردة في فضل الصحابة والثناء عليهم على قسمين:
القسم الأول: آياتٌ وأحاديث عامَّة في فضل الصحابة جميعا - رضي الله عنه -، وهذه كثيرة معلومة، بل قد بلغت حد التواتر.
يقول شيخُ الإسلامِ ابنُ تيْميَّة -بعد ذكر بعض الأدلة الواردة في فضلهم-: «وهذه الأحاديث مستفيضةٌ، بل متواترةٌ في فضائل الصحابة والثناء عليهم وتفضيل قرنهم على من بعدهم من القرون، فالقدح فيهم قدح في القرآن والسنة» (¬٦).
وقد صَنِّف العلماء في ذلك الأمر قديما وحديثا (¬٧).
_________
(¬١) صحيح البخاري (٣٧٦٤).
(¬٢) صحيح البخاري (٥٨٧).
(¬٣) صحيح مسلم (١٥٨٧).
(¬٤) إسناده صحيح: أخرجه الخلال في السنة (٦٥٣).
(¬٥) وانظر للمزيد عن حدِّ الصحبة، وشروطها، وتعريفها: فتح الواحد العليِّ في الدفاع عن صحابة النبي - صلى الله عليه وسلم -، للشيخ عبد الله السعد (ص: ١٨ - ٣٩).
(¬٦) مجموع الفتاوى (٤/ ٤٣٠).
(¬٧) انظر: عقيدة أهل السنة والجماعة في الصحابة الكرام - رضي الله عنهم -، لناصر بن علي (١/ ٥٥ - ١١٢).',NULL,'239',NULL,NULL,'0');
INSERT INTO [b609] VALUES (240,'وأكتفي في هذا المقام بذكر شاهدين من القرآن، لأن فيهما رداً ضمنياً على بعض من يطعنون في صحبة معاوية - رضي الله عنه -، وهما: قول الله تعالى:
أ- {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} [الحديد: ١٠].
فبعض من يطعنون في صحبة معاوية يتهمونه بأنه لا يدخل في النصوص الواردة في حق الصحابة، لأنه أسلم بعد الفتح (¬١)! وهذه الآية خير ردٍّ عليهم، فإن الله - عز وجل - وعد الطائفتين -من أسلم قبل الفتح، ومن أسلم بعد الفتح- الحسنى، وهي: الجنة (¬٢).
ب- {ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ} [التوبة: ٢٦].
فهذه الآية نزلت في شأن المؤمنين الذين حاربوا مع النبي - صلى الله عليه وسلم - يوم حنين، وكان منهم طائفة كثيرة من مسلمة الفتح، ومنهم معاوية - رضي الله عنه -.
يقول شيخ الإسلام ابن تيْميَّة: «وأعظم جيش جمعه النبي - صلى الله عليه وسلم -: كان بحنين والطائف، وكانوا اثني عشر ألفا. وأعظم جيش غزا مع النبي - صلى الله عليه وسلم -: جيش تبوك، فإنه كان كثيرا لا يُحصى، غير أنه لم يكن فيه قتال. وهؤلاء المذكورون دخلوا في قوله تعالى: {لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى} فإن هؤلاء الطلقاء مسلمة الفتح هم ممن أنفق من بعد الفتح وقاتل، وقد وعدهم الله الحسنى، فإنهم أنفقوا بحنين والطائف وقاتلوا فيهما، - رضي الله عنهم -» (¬٣).
_________
(¬١) وقد تقدَّم في صدر الكتاب ذكر الخلاف في وقت إسلامه.
(¬٢) تفسير الطبري (٢٣/ ١٧٧).
(¬٣) مجموع الفتاوى (٤/ ٤٥٩).',NULL,'240',NULL,NULL,'0');
INSERT INTO [b609] VALUES (241,'القسم الثاني: ما ورد في شأن طائفة خاصَّة منهم، أو أفراد بأعيانهم، وهذا ما يعنينا في هذا المقام، لأنه محل البحث، وموطن النزاع.
وهذا القسم الثاني يمكن تقسيمه هو أيضا إلى صنفين من الأدلة:
الصنف الأول: ما ورد بخصوص طائفة معينة من الصحابة، ومعاوية - رضي الله عنه - داخل معهم، ومن ذلك:
أ- حديث النبي - صلى الله عليه وسلم -: «أول جيش من أمتي يغزون البحر قد أوجبوا (¬١)»، قالت أم حَرَام بنت ملحان -خالة أنس بن مالك-: قلتُ: يا رسول الله! أنا فيهم؟ قال: «أنت فيهم»، ثم قال النبي - صلى الله عليه وسلم -: «أول جيش من أمتي يغزون مدينة قيصر مغفور لهم»، فقلت: أنا فيهم يا رسول الله؟ قال: «لا» (¬٢).
فهذا الجيش الذي غزا البحر كان معاوية منهم، بل هو أميرهم، فهو داخل في هذا النص وهذا الثواب، إن شاء الله تعالى (¬٣).
قال الحافظ ابن حجر: «قال المهلب: في هذا الحديث منقبة لمعاوية؛ لأنه أول من غزا البحر» (¬٤).
ب- حديث النبي - صلى الله عليه وسلم -: «لا تقوم الساعة حتى تقتتل فئتان عظيمتان، وتكون بينهما مقتلة عظيمة ودعواهما واحدة» (¬٥).
فهذه شهادة نبوية لمعاوية ومن معه أنهم كطائفة علي بن أبي طالب ومن معه، على الإسلام والإيمان، ولهما دعوى واحدة.
قال النووي: «وفيه التصريح بأن الطائفتين مؤمنون، لا يخرجون بالقتال عن الإيمان ولا يفسقون» (¬٦).
_________
(¬١) أوجبوا: أي فعلوا فعلا وجبت لهم به الجنة، كما في فتح الباري (٦/ ١٠٣).
(¬٢) متفق عليه: أخرجه البخاري (٢٩٢٤) -واللفظ له-، ومسلم (١٩١٢).
(¬٣) انظر بعض الشبهات حول هذا الحديث والرد عليها في: سل السنان (ص: ٢١٧ - ٢٣٤).
(¬٤) فتح الباري (٦/ ١٠٢).
(¬٥) متفق عليه: أخرجه البخاري (٦٩٣٥)، ومسلم (١٥٧)، عن أبي هريرة - رضي الله عنه -.
(¬٦) شرح صحيح مسلم (٧/ ١٦٨).',NULL,'241',NULL,NULL,'0');
INSERT INTO [b609] VALUES (242,'وقال ابن كثير: «فيه الحكم بإسلام الطائفتين: أهل الشام، وأهل العراق، لا كما يزعمه فرقة الرافضة، أهل الجهل والجور، من تكفيرهم أهل الشام» (¬١).
ويتأكَّدُ هذا المعنى بالحديث القادم:
جـ- حديث النبي - صلى الله عليه وسلم - عن حفيده الحسن بن علي: «ابني هذا سيد، ولعل الله أن يصلح به بين فئتين من المسلمين» (¬٢).
فهذا تأكيد على إسلام معاوية ومن معه، وأنه لا يخرجهم ما صدر منهم عن دائرة الإسلام والإيمان.
قال الحافظ ابن حجر: «وفيه رد على الخوارج الذين كانوا يكفرون عليَّاً ومن معه، ومعاوية ومن معه، بشهادة النبي - صلى الله عليه وسلم - للطائفتين بأنهم من المسلمين، ومِن ثَمَّ كان سفيان بن عيينة يقول عقب هذا الحديث: قوله: من المسلمين يُعجبنا جدا» (¬٣).
د- عن جابر بن سمرة، قال: دخلت مع أبي على النبي - صلى الله عليه وسلم -، فسمعته يقول: «إن هذا الأمر لا ينقضي حتى يمضي فيهم اثنا عشر خليفة»، قال: ثم تكلم بكلام خفي عليَّ، قال: فقلت لأبي: ما قال؟ قال: «كلهم من قريش» (¬٤).
وفي لفظ آخر للحديث: «لا يزال هذا الدين عزيزا إلى اثني عشر خليفة» (¬٥).
_________
(¬١) البداية والنهاية (١٠/ ٥٦٣).
(¬٢) تقدَّم تخريجه.
(¬٣) فتح الباري (١٣/ ٦٦).
(¬٤) متفق عليه: أخرجه البخاري (٧٢٢٢)، ومسلم (١٨٢١) -واللفظ له-.
(¬٥) سنن أبي داود (٤٢٨٠).',NULL,'242',NULL,NULL,'0');
INSERT INTO [b609] VALUES (243,'فظاهر هذا الحديث يدخل فيه معاوية - رضي الله عنه -، وذلك أنه قرشي وتولى الملك، وكان الدين في زمنه عزيزاً منيعاً، فهذا الحديث ينطبق عليه، خاصة في الرواية الأخرى: «لا يزال هذا الأمر -وفي رواية الإسلام- عزيزاً إلى اثني عشر خليفة». فظاهر هذه الرواية أن هذه العزة والمنعة من أول خليفة بعد رسول الله - صلى الله عليه وسلم -، وهو أبو بكر - رضي الله عنه -، إلى اثني عشر خليفة، فيكون معاوية داخلاً فيهم، وخاصة أنه بويع من جميع المسلمين، وسمي هذا العام بعام الجماعة كما هو معلوم (¬١).
يقول القاضي عياض: «وهذا قول قد وُجد فيمن اجتُمع عليه إلى أن اضطرب أمر بنى أمية، واختلفوا وتقاتلوا زمن يزيد بن الوليد على الوليد بن يزيد، واتصلت فتونهم، وخرج عليهم بنو العباس فاستأصلوا أمرهم، وهذا العدد موجود صحيح إلى حين خلافتهم إذا اعتبر» (¬٢).
وقال الحافظ ابن حجر: «وإيضاح ذلك أن المراد بالاجتماع: انقياد الناس لبيعته، والذي وقع أن الناس اجتمعوا على أبي بكر، ثم عمر، ثم عثمان، ثم علي، إلى أن وقع أمر الحكمين في صفِّين فسمي معاوية يومئذ بالخلافة، ثم اجتمع الناس على معاوية عند صلح الحسن ... » (¬٣).
الصنف الثاني: ما ورد في فضل معاوية - رضي الله عنه - خاصة، ومن ذلك:
- دعاء النبي - صلى الله عليه وسلم - لمعاوية: «اللهم اجعله هاديا مهديا، واهد به» (¬٤).
_________
(¬١) فتح الواحد العلي (ص: ٧١).
(¬٢) إكمال المعلم (٦/ ٢١٧).
(¬٣) فتح الباري (١٣/ ٢١٤).
(¬٤) إسناده صحيح: أخرجه أحمد (١٧٨٩٥)، والبخاري في التاريخ الكبير (٧/ ٣٢٧)، والترمذي (٣٨٤٢)، والخطيب في تاريخ بغداد (١/ ٢٢٢)، وابن عساكر في تاريخ دمشق (٥٩/ ٨٠ - ٨٦)، وغيرهم، عن عبد الرحمن بن أبي عميرة - رضي الله عنه -.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b609] VALUES (244,'وهذا الحديث وإن كان قد تُكلِّم فيه (¬١)، إلا أن الراجح -والله أعلم- صحته، وقد صحَّحه جمعٌ من العلماء؛ منهم: الترمذي (¬٢)، والجورقاني (¬٣)، والذهبي (¬٤)، وابن كثير (¬٥)، والألباني (¬٦).
- ومن مناقبه الخاصَّة أيضاً: أنَّ النبيَّ - صلى الله عليه وسلم - اختاره ليكون أحد كتبة الوحي، وقد تقدَّم تفصيل ذلك وأدلته في الفصل الأول.
- ومن مناقبه: أنه خال المؤمنين، وصهر رسولنا الكريم - صلى الله عليه وسلم -:
قال أبو يعلى: «ويُسمَّى إخوة أزواج النبي: - صلى الله عليه وسلم - أخوال المؤمنين، ولسنا نريد أنهم أخوال بالحقيقة كأخوال الأمهات من النسب، وإنما نريد أنهم في حكم الأخوال في بعض الأحكام؛ وهو: التعظيم لهم» (¬٧).
_________
(¬١) وممن تصدَّى للردِّ عن الطعون في هذا الحديث: الشيخ الألباني في سلسلته الصحيحة (٤/ ٦١٥ - ٦١٨)، والشيخ سعد السبيعي في كتابه سلِّ السنان (ص: ٢٠٨ - ٢١٦)، فانظره هناك فإنه قد أجاد وأفاد.
(¬٢) فقد أخرج الحديث في جامعه، وقال عقبه: "هذا حديثٌ حسنٌ غريب".
(¬٣) قال عنه في الأباطيل والمناكير (١/ ٢٤٢ - ٢٤٣): "هذا حديثً حسن".
(¬٤) قال عن سنده في تلخيص العلل المتناهية (ص: ٩٣): "وهذا سند قويّ".
(¬٥) أورد له طرقا في البداية والنهاية (١١/ ٤٠٦ - ٤٠٩)، ثم ختمها بطريق منقطع وقال: "وهذا منقطع يقويه ما قبله".
وقال مثنيا على تتبع ابن عساكر لطرقه: "وقد اعتنى ابن عساكر بهذا الحديث، وأطنب فيه وأطيب وأطرب، وأفاد وأجاد، وأحسن الانتقاد، فرحمه الله، كم له من موطن قد برز فيه على غيره من الحفاظ والنقاد".
(¬٦) أورد الحديث في السلسة الصحيحة (٤/ ٦١٨)، وقال عقب تخريجه وذكر طرقه: "وبالجملة فالحديث صحيح، وهذه الطرق تزيده قوة على قوة".
(¬٧) تنزيه خال المؤمنين معاوية بن أبي سفيان من الظلم والفسق في مطالبته بدم أمير المؤمنين عثمان (ص: ١٠٦).

وجديرٌ بالذكر هنا أن العلماء اختلفوا في هذه المسألة أعني: إطلاق خال المؤمنين على إخوة أمهات المؤمنين، بين مانع ومجيز.
قال ابن تيمية في منهاج السنة النبوية (٤/ ٣٦٩ - ٣٧٠): "ولما كُنَّ -أي: زوجات النبي - صلى الله عليه وسلم - بمنزلة الأمهات في حكم التحريم دون المحرمية؛ تنازع العلماء في إخوتهن: هل يقال لأحدهم خال المؤمنين؟ فقيل: يقال لأحدهم خال المؤمنين، وعلى هذا فهذا الحكم لا يختص بمعاوية، بل يدخل في ذلك عبد الرحمن ومحمد ولدا أبي بكر، وعبد الله وعبيد الله وعاصم أولاد عمر، ويدخل في ذلك عمرو بن الحارث بن أبي ضرار أخو جويرية بنت الحارث، ويدخل في ذلك عتبة بن أبي سفيان ويزيد بن أبي سفيان أخوا معاوية.
ومن علماء السنة من قال: لا يطلق على إخوة الأزواج أنهم أخوال المؤمنين; فإنه لو أطلق ذلك لأطلق على أخواتهن أنهن خالات المؤمنين. ولو كانوا أخوالا وخالات لحرُم على المؤمنين أن يتزوج أحدهم خالته، وحرم على المرأة أن تتزوج خالها.
وقد ثبت بالنص والإجماع أنه يجوز للمؤمنين والمؤمنات أن يتزوجوا أخواتهن وإخوتهن، كما تزوج العباس أم الفضل أخت ميمونة بنت الحارث أم المؤمنين، وولد له منها عبد الله والفضل وغيرهما، وكما تزوج عبد الله بن عمر وعبيد الله ومعاوية وعبد الرحمن بن أبي بكر ومحمد بن أبي بكر من تزوجوهن من المؤمنات. ولو كانوا أخوالا لهن لما جاز للمرأة أن تتزوج خالها.
قالوا: وكذلك لا يطلق على أمهاتهن أنهن جدات المؤمنين، ولا على آبائهن أنهم أجداد المؤمنين، لأنه لم يثبت في حق الأمهات جميع أحكام النسب، وإنما ثبت الحرمة والتحريم. وأحكام النسب تتبعض، كما يثبت بالرضاع التحريم والمحرمية، ولا يثبت بها سائر أحكام النسب، وهذا كله متفق عليه.
والذين أطلقوا على الواحد من أولئك أنه خال المؤمنين لم ينازعوا في هذه الأحكام، ولكن قصدوا بذلك الإطلاق أن لأحدهم مصاهرة مع النبي - صلى الله عليه وسلم -، واشتهر ذكرهم لذلك عن معاوية - رضي الله عنه -، كما اشتهر أنه كاتب الوحي، وقد كتب الوحي غيره، وأنه رديف رسول الله - صلى الله عليه وسلم -، وقد أردف غيره.
فهم لا يذكرون ما يذكرون من ذلك لاختصاصه به، بل يذكرون ما له من الاتصال بالنبي - صلى الله عليه وسلم - كما يذكرون في فضائل غيره ما ليس من خصائصه".
وقال الشيخ بكر أبو زيد في معجم المناهي اللفظية (ص: ٢٤٠): في إطلاق ذلك على إخوان زوجات النبي - صلى الله عليه وسلم - قولان للعلماء: المنع، والجواز، وحكاهما الكرماني في شرح البخاري، ولم يرجح".
وانظر: تنزيه خال المؤمنين معاوي لأبي يعلى الفراء (ص: ١٠٦ - ١١٠)، تهذيب الأسماء واللغات للنووي (١/ ٤١)، المنتقى من منهاج الاعتدال للذهبي (ص: ٢٤٥).',NULL,'244',NULL,NULL,'0');
INSERT INTO [b609] VALUES (245,'قال أبو طالب: «سألت أبا عبد الله -يعني: الإمام أحمد-: أقول: معاوية خال المؤمنين؟ وابن عمر خال المؤمنين؟ قال: نعم، معاوية أخو أم حبيبة بنت أبي سفيان، زوج النبي - صلى الله عليه وسلم - ورحمهما، وابن عمر أخو حفصة زوج النبي - صلى الله عليه وسلم - ورحمهما، قلت: أقول: معاوية خال المؤمنين؟ قال: نعم» (¬١).
وقال أبو بكر المرُّوذِي: «سمعت هارون بن عبد الله، يقول لأبي عبد الله -يعني: الإمام أحمد-: جاءني كتاب من الرقة أن قوما قالوا: لا نقول: معاوية خال المؤمنين، فغضب وقال: ما اعتراضهم في هذا الموضع؟! يجفون حتى يتوبوا» (¬٢).
ولما سئل الإمام أحمد عمَّن يقول: لا أقول إن معاوية كاتب الوحي، ولا أقول إنه خال المؤمنين، فإنه أخذها بالسيف غصبا؟ قال: «هذا قول سوء رديء، يجانبون هؤلاء القوم، ولا يجالسون، ونبين أمرهم للناس» (¬٣).
وقال عبد الملك بن عبد الحميد الم‍يموني: «قلتُ لأحمد بن حنبل: أليس قال النبي - صلى الله عليه وسلم -: كل صهر ونسب ينقطع إلا صهري ونسبي؟ قال: بلى، قلت: وهذه لمعاوية؟ قال: نعم، له صهر ونسب.
قال: وسمعت ابن حنبل يقول: ما لهم ولمعاوية؟! نسأل الله العافية» (¬٤).
فإن قال قائل: قد كتب الوحي لرسول الله - صلى الله عليه وسلم - نفرٌ غير معاوية، وكان هناك إخوة لأمهات المؤمنين قد يُطلق عليهم: «خال المؤمنين» غير معاوية، وكان هناك أصهار له غير معاوية؛ فما وجه اختصاصه بذلك؟
والجواب عن ذلك: أنهم «لا يذكرون ما يذكرون من ذلك لاختصاصه به، بل يذكرون ما له من الاتصال بالنبي - صلى الله عليه وسلم -، كما يذكرون في فضائل غيره ما ليس من خصائصه.
_________
(¬١) السنة للخلال (٦٥٧).
(¬٢) السنة للخلال (٦٥٨).
(¬٣) إسناده صحيح: أخرجه الخلال في السنة (٦٥٩).
(¬٤) إسناده صحيح: أخرجه الخلال في السنة (٦٥٤).',NULL,'245',NULL,NULL,'0');
INSERT INTO [b609] VALUES (246,'فمعاوية لما كان له نصيب من الصحبة والاتصال برسول الله - صلى الله عليه وسلم -، وصار أقوام يجعلونه كافرا أو فاسقا، ويستحلون لعنته ونحو ذلك، احتاج أهل العلم أن يذكروا ما له من الاتصال برسول الله - صلى الله عليه وسلم - ليرعى بذلك حق المتصلين برسول الله - صلى الله عليه وسلم - بحسب درجاتهم» (¬١).
وقال الذهبي: «وإنما قال هذا بعض السنة في معاوية خاصة لما رأوا من إستحلال الرافضة لعنه وتكفيره» (¬٢).

<span data-type="title" id=toc-108>ثانياً: ثناء الصحابة - رضي الله عنه - والسلف عليه:</span>
-<span data-type="title" id=toc-109> أبو بكر، وعمر، وعثمان - رضي الله عنهم </span>-:
مر بنا في الفصل الأول كيف أن أبا بكر أمَّر معاوية على مدد أرسله لأهل الشام، وكذلك استعمله ككاتب له في بعض أموره، وهذه شهادة من أبي بكر لمعاوية بالأمانة.
ثم جاء عمر من بعده فاستعمل معاوية على عمل أخيه يزيد بالشام، ورضيه عليه طوال فترة خلافته، فلم يعزله ولم يغيره، مع ما عُرف عن عمر من حرص في انتقاء عمَّاله على البلاد، ومتابعتهم، فهذه شهادة عملية من عمر لمعاوية بالأمانة، وحسن الولاية.
ولما جاء عثمان: أقرَّ معاوية على ما هو عليه، بل وجمع له الشام، وبقي عليها طوال خلافة عثمان.
فاتفاق كل من عمر بن الخطاب وعثمان بن عفان رضي الله عنهما -وهما من هما في الفضل والصحبة، ولهما المكان الأعلى من الورع والدين والتقى، وسداد الرأي وحسن الفكر وتمام النظر- على تأمير معاوية - رضي الله عنه - على الشام؛ ولا يُعرف عنه عجزٌ ولا خيانة؛ لهو أكبر دليل على فضل معاوية، واستحقاقه لهذه المنزلة.
يقول الذهبي: «حسبك بمن يؤمِّرُه عمر، ثم عثمان على إقليم - وهو ثغر - فيضبطه، ويقوم به أتم قيام، ويرضي الناس بسخائه وحلمه» (¬٣).
_________
(¬١) منهاج السنة النبوية (٤/ ٣٧١ - ٣٧٢).
(¬٢) المنتقى من منهاج الاعتدال (ص: ٢٤٥).
(¬٣) سير أعلام النبلاء (٣/ ١٣٢).',NULL,'246',NULL,NULL,'0');
INSERT INTO [b609] VALUES (247,'وقال ابن حجر الهيتمي: «ومنها -أي: من مناقبه- أن عمر - رضي الله عنه - مدحه وأثنى عليه، وولاه دمشق الشام مدة خلافة عمر، وكذلك عثمان - رضي الله عنه -، وناهيك بهذه منقبة عظيمة من مناقب معاوية! ومَنْ الذي كان عمر يرضى به لهذه الولاية الواسعة المستمرة؟ وإذا تأملت عَزْلَ عمر لسعد بن أبي وقاص -الأفضل من معاوية بمراتب- وإبقاءه لمعاوية على عمله من غير عزل له؛ علمت بذلك أن هذا ينبئ عن رفعة كبيرة لمعاوية، وأنه لم يكن ولا طرأ فيه قادح من قوادح الولاية، وإلا لما ولَّاه عمر، أو لعزله، وكذا عثمان. وقد شكا أهل الأقطار كثيراً من ولاتهم على عمر وعثمان، فعزلا عنهم من شكوهم، وإن جلَّت مراتبهم، وأما معاوية فأقام في إمارته على دمشق الشام هذه المدة الطويلة، فلم يشكُ أحدٌ منه، ولا اتهمه بجور ولا مظلمة، فتأمل ذلك ليزداد اعتقادك، أو لتسلم من الغباوة والعناد والبهتان» (¬١).

-<span data-type="title" id=toc-110> علي بن أبي طالب - رضي الله عنه </span>-:
مع ما وقع بين علي ومعاوية، إلا أنه لم يُأثر -بسند صحيحٍ- عن علي ذمٌّ في معاوية، أو انتقاص من قدره، بل قد ورد -فيما تقدَّم- إعذاره لمن خالفوه، ودعاؤه لهم بالمغفرة، وشهادته لهم بالإيمان، كذا رُوي عنه ما يدل على تقديره لمعاوية.
فعن الحارث الأعور قال: «لما رجع عليٌّ من صفِّين علم أنه لا يملك أبدا, فتكلم بأشياء كان لا يتكلم بها, وحدَّث بأحاديث كان لا يتحدث بها, فقال فيما يقول: أيها الناس! لا تكرهوا إمارة معاوية, والله لو قد فقدتموه لقد رأيتم الرؤوس تندر من كواهلها كالحنظل» (¬٢).
_________
(¬١) تطهير الجنان (ص: ٦٨).
(¬٢) في إسناده ضعف: أخرجه ابن سعد في الطبقات (المتمم للصحابة، الطبقة الرابعة، ص: ١٢٠)، وابن أبي شيبة (٣٧٨٥٤)، وعبد الله بن أحمد في السنة (١٢٨٣)، وفي سنده مجالد بن سعيد، تقدَّم أنه ليس بالقوي، والحارث نفسه مع صحبته لعلي كان فيه ضعف، كما في التقريب (١٠٢٩).',NULL,'247',NULL,NULL,'0');
INSERT INTO [b609] VALUES (248,'-<span data-type="title" id=toc-111> أبو الدرداء - رضي الله عنه </span>-:
عن قيس بن الحارث، عن أبي عبد الله الصنابحي، عن أبي الدرداء قال: «ما رأيت أحدا أشبه صلاة برسول الله - صلى الله عليه وسلم - من أميركم هذا -يعني: معاوية-.
قيل لقيس: أين صلاته من صلاة عمر؟ قال: لا أخالها إلا مثلها» (¬١).
وعن أبي الدرداء - رضي الله عنه -، قال: «لا مدينة بعد عثمان، ولا رخاء بعد معاوية رضي الله عنهما» (¬٢).

-<span data-type="title" id=toc-112> عبد الله بن عباس - رضي الله عنه </span>-:
قال ابن عباس: «ما رأيتُ رجلاً كان أخلقَ للملك من معاوية، إن كان الناس ليردون منه على أرجاء واد رحب، ولم يكن بالضيق العُصعُص الحصر المتعصب (¬٣) -يعني: ابن الزبير-» (¬٤).
وعن عبد الله بن عبيد الله بن أبي مليكة قال: «قيل لابن عباس: هل لك في أمير المؤمنين معاوية، فإنه ما أوتر إلا بواحدة؟ قال: أصاب، إنه فقيه» (¬٥).
_________
(¬١) تقدَّم تخريجه.
(¬٢) لا بأس به: أخرجه ابن أبي عاصم في الآحاد والمثاني (٥٢٦)، وفي سنده عبد الله بن صالح، كاتب الليث، صدوق كثير الغلط مع غفلة فيه، كما في التقريب (٣٣٨٨).
(¬٣) هذه الأوصاف كناية عن الشدة مع النكد، وقلة الخير، وضيق الصدر. انظر: لسان العرب (٧/ ٥٤).
وقال أبو بكر الخلَّال في السنَّة (٢/ ٤٤٠ - ٤٤١): "سألت أحمد بن يحيى ثعلب عن حديث ابن عباس: لم يكن معاوية كالضيق العُصعُص؛ فقال: يضبط الأمور. قلتُ لثعلب: يكون أنه يعني لم يكن ضيق الخلق؟ قال: يكون في الخلق وغيره، إلا أنه في المال أكثر، ورأيت ما يغلب على ثعلب في قوله: إنه يضبط الأمور".
(¬٤) إسناده صحيح: أخرجه معمر في جامعه (مصنف عبد الرزاق- ٢٠٩٨٥)، وابن سعد في الطبقات (المتمم للصحابة، الطبقة الرابعة، ص: ١٢١ - ١٢٢)، والخلال في السنة (٦٧٧) -وليس عنده ذكر ابن الزبير-.
(¬٥) صحيح البخاري (٣٧٦٥).',NULL,'248',NULL,NULL,'0');
INSERT INTO [b609] VALUES (249,'وعن معاذ بن محمد الليثي قال: «لما جاء نعي معاوية إلى ابن عباس، والمائدة بين يديه، فقال لغلامه: ارفع ارفع. ثم قال: اللهم أنت أوسع لمعاوية، ثم قال: خيرٌ ممن يكون بعده، وشر ممن كان قبله؛ ثم قال:
جبلٌ تزعزع ثم مال بجمعه ... في البحر، لا رَتقَت عليك الأبحر» (¬١).

-<span data-type="title" id=toc-113> عبد الله بن الزبير - رضي الله عنه </span>-:
عن هشام بن عروة قال: «صلَّى بنا عبد الله بن الزبير يوما من الأيام، فوجم بعد الصلاة ساعة، فقال الناس: لقد حدَّث نفسه، ثم التفت إلينا فقال: لا يبعدن ابن هند، إن كانت فيه لمخارج لا نجدها في أحد بعده أبدا، والله إن كنا لنُفْرقه (¬٢)، وما الليث على براثنه بأجرأ منه؛ فيتفارق لنا، وإن كنا لنخدعه، وما ابن ليلة من أهل الأرض بأدهى منه؛ فيتخادع لنا، والله لوددت أنا مُتعنا به ما دام في هذا الجبل حجر، وأشار إلى أبي قبيس، لا يتحول له عقل، ولا ينقص له قوة، قال: فقلنا: أوحش والله الرجل» (¬٣).
_________
(¬١) تقدَّم تخريجه.
(¬٢) نفرقه: أي نخوِّفه.
(¬٣) إسناده صحيح: أخرجه ابن عساكر في تاريخ دمشق (٥٩/ ١٨٥).',NULL,'249',NULL,NULL,'0');
INSERT INTO [b609] VALUES (250,'-<span data-type="title" id=toc-114> عبد الله بن عمر - رضي الله عنه </span>-:
عن نافع مولى ابن عمر، عن ابن عمر قال: «ما رأيت أحدا بعد رسول الله - صلى الله عليه وسلم - كان أسود (¬١) من معاوية. قال: قلت: هو كان أسود من أبي بكر؟ قال: أبو بكر والله أخير منه، وهو والله كان أسود من أبي بكر. قال: قلت: فهو كان أسود من عمر؟ قال: عمر والله كان أخير منه، وهو والله أسود من عمر. قال: قلت: هو كان أسود من عثمان؟ قال: والله إن كان عثمان لسيدا، وهو كان أسود منه» (¬٢).
_________
(¬١) قال الإمام أحمد كما في السنة للخلال (٢/ ٤٤٢): "السيد: الحليم، والسيد: المعطي، أعطى معاوية أهل المدينة عطايا ما أعطاها خليفة كان قبله».
(¬٢) صحيح بمجموع طرقه: أخرجه ابن أبي عاصم في الآحاد والمثاني (٥١٦)، والخلال في السنة (٦٧٩)، وفي سنده محمد بن إسحاق، تقدم أن صدوق يدلس، وقد عنعن هنا ولم يصرح، لكن للأثر طريق آخر، أخرجه الخلال في السنة (٦٨٠)، والخرائطي في مكارم الأخلاق (٥٤٤)، عن جبلة بن سحيم، قال: سمعت ابن عمر، يقول: "ما رأيت بعد رسول الله - صلى الله عليه وسلم - أسود من معاوية، فقيل: ولا أبوك؟ قال: أبي عمر رحمه الله خير من معاوية، وكان معاوية أسود منه". وإسناده صحيح.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b609] VALUES (251,'-<span data-type="title" id=toc-115> المسور بن مخرمة - رضي الله عنه </span>-:
تقدَّم حواره مع معاوية، والشاهد منه: قول عروة بن الزبير -راوي القصة-: «فلم يُسمع المسور بعد ذلك يذكر معاوية إلا استغفر له»، وفي رواية: «إلا صلَّى عليه» (¬١).

-<span data-type="title" id=toc-116> مجاهد بن جبر:</span>
قال الأعمش: «قال مجاهد: لو رأيتم معاوية رحمه الله قلتم: هو المهدي» (¬٢).

-<span data-type="title" id=toc-117> محمد بن سيرين:</span>
قال ابن سيرين: «كان معاوية - رضي الله عنه - لا يُتَّهمُ في الحديث على رسول الله - صلى الله عليه وسلم -» (¬٣).

-<span data-type="title" id=toc-118> محمد بن شهاب الزهري:</span>
قال الزهري: «عمل معاوية بسيرة عمر بن الخطاب سنين، لا يخرم منها شيئا» (¬٤).

-<span data-type="title" id=toc-119> أبو إسحاق السبيعي:</span>
قال أبو إسحاق: «ما رأيت بعده مثله، يعني معاوية» (¬٥).

-<span data-type="title" id=toc-120> سفيان الثوري:</span>
قال يوسف بن أسباط: «قال رجل لسفيان الثوري: بلغنا أنك تبغض عثمانا؟ ففزع، فقال: لا والله، ولا معاوية، رحمهما الله» (¬٦).

-<span data-type="title" id=toc-121> الفضيل بن عياض:</span>
عن محمد بن زنبور قال: «قال الفضيل: أوثق عملي في نفسي حب أبي بكر، وعمر، وأبي عبيدة بن الجراح, وحبي أصحاب محمد - عليه السلام - جميعا.
وكان يترحم على معاوية ويقول: كان من العلماء من أصحاب محمد - عليه السلام -» (¬٧).

-<span data-type="title" id=toc-122> شيخ الإسلام ابن تيْميَّة:</span>
قال شيخ الإسلام ابن تيْميَّة: «وكانت سيرة معاوية مع رعيته من خيار سير الولاة، وكانت رعيته يحبونه، وقد ثبت في الصحيح عن النبي - صلى الله عليه وسلم - أنه قال: خيار أئمتكم الذين تحبونهم ويحبونكم، وتصلون عليهم ويصلون عليكم، وشرار أئمتكم الذين تبغضونهم ويبغضونكم، وتلعنونهم ويلعنونكم (¬٨).
وإنما ظهر الإحداث من معاوية في الفتنة لما قُتل عثمان، ولما قتل عثمان كانت الفتنة شاملة لأكثر الناس، لم يختص بها معاوية، بل كان معاوية أطلب للسلامة من كثير منهم، وأبعد عن الشر من كثير منهم» (¬٩).
_________
(¬١) تقدَّم تخريجه.
(¬٢) إسناده صحيح: أخرجه الخلال في السنة (٦٦٩)، والآجري في الشريعة (١٩٥٣).
(¬٣) إسناده صحيح: أخرجه الخلال في السنة (٦٧٥).
(¬٤) إسناده صحيح: أخرجه الخلال في السنة (٦٨٣).
(¬٥) إسناده صحيح: أخرجه الخلال في السنة (٦٧٠).
(¬٦) إسناده حسن: أخرجه الخلال في السنة (٦٨٧)، وفي سنده أبو صالح الفراء محبوب بن موسى، صدوق، كما في التقريب (٦٤٩٥).
(¬٧) في إسناده ضعف: أخرجه الخلال في السنة (٦٧١)، وفي سنده محمد بن حصن، ترجم له ابن عساكر في تاريخ دمشق (٥٢/ ٣٦٠)، ولم يذكر فيه جرحا ولا تعديلا!
(¬٨) صحيح مسلم (١٨٥٥)، عن عوف بن مالك - رضي الله عنه -.
(¬٩) منهاج السنة النبوية (٦/ ٢٤٧).',NULL,'251',NULL,NULL,'0');
INSERT INTO [b609] VALUES (252,'-<span data-type="title" id=toc-123> الذهبي:</span>
قال الذهبي عنه: «فهذا الرجل ساد وساس العالم بكمال عقله، وفرط حلمه، وسعة نفسه، وقوة دهائه ورأيه» (¬١).

-<span data-type="title" id=toc-124> ابن كثير:</span>
قال الحافظ ابن كثير عنه: «وكان حليماً، وقوراً، رئيساً، سيدا في الناس، كريماً، عادلاً، شهماً» (¬٢).

<span data-type="title" id=toc-125>المفاضلة بين معاوية بن أبي سفيان وعمر بن عبد العزيز:</span>
شاع عند البعض تفضيل عمر بن عبد العزيز على معاوية - رضي الله عنه -، وهذا -عند التحقيق- قولٌ باطلٌ، فشرف صحبة النبي - صلى الله عليه وسلم - لا يدانيه شرف، ولا يعدله عمل، كما قال عليه الصلاة والسلام: «لا تسبوا أصحابي، لا تسبوا أصحابي، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا؛ ما أدرك مُدَّ أحدهم، ولا نصيفه» (¬٣).
وفيما يلي بعض نصوص العلماء في التأكيد على هذا القول:
قال إبراهيم بن سعيد الجوهري: «سمعت أبا أسامة -هو: حماد بن أسامة- وذكروا له معاوية وعمر بن عبد العزيز، فقال: لا يُقاس بأصحاب النبي - صلى الله عليه وسلم - أحد. قال رسول الله - صلى الله عليه وسلم -: خير الناس قرني (¬٤)» (¬٥).
وقال بشر بن الحارث: «سئل المعافى - هو: ابن عمران- وأنا أسمع، -أو: سألته-: معاوية أفضل أو عمر بن عبد العزيز؟، فقال: كان معاوية أفضل من ستمائة مثل عمر بن عبد العزيز» (¬٦).
_________
(¬١) سير أعلام النبلاء (٣/ ١٣٣).
(¬٢) البداية والنهاية (١١/ ٣٩٧).
(¬٣) صحيح مسلم (٢٥٤٠)، عن أبي هريرة - رضي الله عنه -.
(¬٤) حديث: "خير الناس قرني، ثم الذين يلونهم": أخرجه البخاري (٢٦٥٢)، ومسلم (٢٥٣٣)، عن عبد الله بن مسعود - رضي الله عنه -.
(¬٥) إسناده صحيح: أخرجه الخلال في السنة (٦٦٣)، والآجري في الشريعة (١٩٥٤).
(¬٦) إسناده صحيح: أخرجه الخلال في السنة (٦٦٤).',NULL,'252',NULL,NULL,'0');
INSERT INTO [b609] VALUES (253,'وعن رباح بن الجراح الموصلي قال: «سمعت رجلا يسأل المعافى بن عمران، فقال: يا أبا مسعود! أين عمر بن عبد العزيز من معاوية بن أبي سفيان؟ فرأيته غضب غضبا شديدا، وقال: لا يُقاس بأصحاب محمد - صلى الله عليه وسلم - أحد, معاوية - رضي الله عنه - كاتبه، وصاحبه، وصهره، وأمينه على وحي الله - عز وجل -» (¬١).
وقال أبو بكر المرُّوذي: «قلت لأبي عبد الله -يعني: الإمام أحمد-: أيهما أفضل: معاوية أو عمر بن عبد العزيز؟ فقال: معاوية أفضل، لسنا نقيس بأصحاب رسول الله - صلى الله عليه وسلم - أحدا. قال النبي - صلى الله عليه وسلم -: خير الناس قرني الذين بعثت فيهم» (¬٢).
وعن أبي هريرة المكتب حباب قال: «كنا عند الأعمش، فذكروا عمر بن عبد العزيز وعدله، فقال الأعمش: فكيف لو أدركتم معاوية؟ قالوا: يا أبا محمد، يعني في حلمه؟ قال: لا والله، ألا بل في عدله» (¬٣).
وسيرد بعد قليل -إن شاء الله- كيف أنَّ عمر بن عبد العزيز نفسه أدَّب من وقع في معاوية - رضي الله عنه -.
_________
(¬١) إسناده صحيح: أخرجه الآجري في الشريعة (٥/ ٢٤٦٦)، واللالكائي في شرح أصول اعتقاد أهل السنة (٢٧٨٥).
(¬٢) إسناده صحيح: أخرجه الخلال في السنة (٦٦٠).
(¬٣) تقدَّم تخريجه.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b609] VALUES (254,'<span data-type="title" id=toc-126>أقوال السلف فيمن سبَّ معاوية - رضي الله عنه </span>-:
-<span data-type="title" id=toc-127> عمر بن عبد العزيز:</span>
عن إبراهيم بن ميسرة قال: «ما رأيت عمر بن عبد العزيز ضرب إنسانا قط، إلا إنساناً شتم معاوية، فضربه أسواطاً» (¬١).

-<span data-type="title" id=toc-128> الحسن البصري:</span>
عن قتادة قال: «قلتُ: يا أبا سعيد -يعني: الحسن البصري- إن ناسا يشهدون على معاوية وذويه أنهم في النار، قال: لعنهم الله، وما يدريهم أنهم في النار» (¬٢).

-<span data-type="title" id=toc-129> الإمام مالك:</span>
قال الإمام مالك: «من شتم النبي - صلى الله عليه وسلم - قُتِل، ومن شتم أصحابه أُدِّب».
وقال أيضاً: «من شتم أحداً من أصحاب النبي - صلى الله عليه وسلم - أبا بكر، أو عمر، أو عثمان، أو معاوية، أو عمرو بن العاص، فإن قال: كانوا على ضلال وكفر؛ قُتِل، وإن شتمهم بغير هذا من مشاتمة الناس؛ نُكِّل نكالا شديداً» (¬٣).

-<span data-type="title" id=toc-130> الإمام أحمد:</span>
عن الفضل بن زياد قال: «سمعت أبا عبد الله، وسئل عن رجل انتقص معاوية وعمرو بن العاص، أيقال له رافضي؟ فقال: إنه لم يجترئ عليهما إلا وله خبيئة سوء، ما انتقص أحد أحدا من أصحاب رسول الله - صلى الله عليه وسلم - إلا له داخلة سوء. قال رسول الله - صلى الله عليه وسلم -: خير الناس قرني» (¬٤).
وقال أبو طالب: «سألت أبا عبد الله: يكتب عن الرجل إذا قال: معاوية مات على غير الإسلام أو كافر؟ قال: لا، ثم قال: لا يُكفَّر رجل من أصحاب رسول الله - صلى الله عليه وسلم -» (¬٥).
وقال أبو بكر بن سندي: «كنت، أو حضرت، أو سمعت أبا عبد الله وسأله رجل: يا أبا عبد الله، لي خال ذكر أنه ينتقص معاوية، وربما أكلت معه، فقال أبو عبد الله مبادرا: لا تأكل معه» (¬٦).
ولما سئل الإمام أحمد عن رجل شتم معاوية، هل يصيره إلى السلطان؟ قال: «أخلق أن يتعدى عليه» (¬٧).
_________
(¬١) إسناده حسن: أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة (٢٣٨٥)، وابن عساكر في تاريخ دمشق (٥٩/ ٢١١)، وفي سنده محمد بن مسلم الطائفي، صدوق يخطئ، كما في التقريب (٦٢٩٣).
(¬٢) إسناده حسن: أخرجه البغوي في معجم الصحابة (٢١٩٣)، وفي سنده محمد بن سليم أبو هلال الراسبي، صدوق فيه لين، كما في التقريب (٥٩٢٣).
(¬٣) الشفا للقاضي عياض (٢/ ٣٠٨).
(¬٤) إسناده صحيح: أخرجه الخلال في السنة (٦٩٠).
(¬٥) إسناده صحيح: أخرجه الخلال في السنة (٦٩١).
(¬٦) إسناده صحيح: أخرجه الخلال في السنة (٦٩٣).
(¬٧) إسناده صحيح: أخرجه الخلال في السنة (٦٩٢).',NULL,'254',NULL,NULL,'0');
INSERT INTO [b609] VALUES (255,'وسُئِل عن الذي يشتم معاوية، أيُصلَّى خلفه؟ قال: «لا، لا يُصلَّى خلفه، ولا كرامة» (¬١).

-<span data-type="title" id=toc-131> شيخ الإسلام ابن تيْميَّة:</span>
سُئِل - رحمه الله - عمن يلعن معاوية، فماذا يجب عليه؟
فأجاب: «الحمد لله، من لعن أحدا من أصحاب النبي - صلى الله عليه وسلم -، كمعاوية بن أبي سفيان، وعمرو بن العاص ونحوهما؛ ومن هو أفضل من هؤلاء: كأبي موسى الأشعري، وأبي هريرة، ونحوهما؛ أو من هو أفضل من هؤلاء كطلحة، والزبير، وعثمان، وعلي بن أبي طالب، أو أبي بكر الصديق، وعمر، أو عائشة أم المؤمنين، وغير هؤلاء من أصحاب النبي - صلى الله عليه وسلم -؛ فإنه مستحق للعقوبة البليغة باتفاق أئمة الدين.
وتنازع العلماء: هل يعاقب بالقتل؟ أو ما دون القتل؟» (¬٢).
_________
(¬١) إسناده صحيح: أخرجه ابن هانئ النيسابوري في مسائله (١/ ٦٠).
(¬٢) مجموع الفتاوى (٣٥/ ٥٨).
وانظر في مسألة حكم سب الصحابة عموما: عقيدة أهل السنة في الصحابة لناصر بن علي (٢/ ٨٥٦ - ٨٧٠).',NULL,'255',NULL,NULL,'0');
INSERT INTO [b609] VALUES (256,'<span data-type="title" id=toc-132>الفصل الرابع شبهاتٌ وردُود</span>
لا ريب أن الاعتقادات المسبقة عند الكثيرين تؤثِّر على نظرهم للأدلة، فكم من دليلٍ صحيح يعمى عنه الكاره له، ويقدح فيه بما ليس بقادح، وفي المقابل: كم من دليلٍ ضعيفٍ يستمسك به المحتاج إليه، المحبُّ له، ويستميت في تقويته، ولو كان أوهى من خيط العنكبوت! فحبُّ الشيء يعمي ويصم، والإنصاف: أن يعافي الله العبد من هذين النقيضين، فلا يرد الحق لأنه يخالف هواه، ولا يتكئ على الباطل لأنه صادف رضاه؛ وهذا ما نحاول هنا أن نتحرَّاه.
وهكذا كان سبيل أئمة السنة الأعلام، فتأمَّل هذا الكلام، ليتضح لك المقصد والمرام:
قال إمام الأئمة محمد بن إسحاق بن خزيمة: «وقد روى الوليد بن مسلم خبرا يتوهم كثير من طلاب العلم ممن لا يفهم علم الأخبار أنه خبر صحيح، من جهة النقل، وليس كذلك هو عند علماء أهل الحديث، وأنا مبيِّنٌ علله إن وفق الله لذلك، حتى لا يغتر بعض طلاب الحديث به، فيلتبس الصحيح بغير الثابت من الأخبار، قد أعلمت ما لا أحصي من مرة أني لا أستحل أن أموه على طلاب العلم بالاحتجاج بالخبر الواهي، وإني خائف من خالقي جل وعلا إذا موهت على طلاب العلم بالاحتجاج بالأخبار الواهية، وإن كانت حجة لمذهبي» (¬١).
فتأمل كيف أن ابن خزيمة يُعرض عن الأدلة الضعيفة التي تقوِّي مذهبه، وتنصره على خصمه، لأنه لا يستحلُّ أن يُدلس على الطلبة، ويخشى يوما يقف فيه بين يدي خالقه.
فقارن بين هذا وبين من يبترون النصوص، أو يلوون أعناقها، أو يوردون من الأدلة: المنخنقة، والموقوذة، والمتردية، والنطيحة، وما أكل السبع؛ كل ذلك لتقوية موقفهم وحجتهم!
{ألا يظنُّ أولئك أنهم مبعوثون}.
ونجد نموذجا مشرِّفا آخر عند أهل السنة، يورد ما يراه صحيحا من الأدلة، ثم لا يكتفي بصحته عنده، بل يرد طعون وشبهات خصمه على تلك الأدلة، حتى لا يبقيَ لأحد بعد ذلك حجة.
يقول الطبري: «القول في علل هذا الخبر، وهذا خبر عندنا صحيح سنده، وقد يجب أن يكون على مذهب الآخرين سقيما غير صحيح، وذلك: أنه ........ ».
هذه العبارة كثيرا ما ذكرها الطبري في كتابه العظيم: «تهذيب الآثار» (¬٢)، ثم يتبعها ببيان ما يُعل به منازعوه الخبر، ثم يأتي على بنيان هذه العلل من قواعدها، تاركاً إياها ركاما، بعد أن كانت عند أصحابها صرحا مشيدا!
_________
(¬١) التوحيد لابن خزيمة (٢/ ٥٣٢ - ٥٣٣).
(¬٢) انظر على سبيل المثال: تهذيب الآثار (مسند علي- ٣/ ٣، ٤٥، ٦١، ٧٠).',NULL,'256',NULL,NULL,'0');
INSERT INTO [b609] VALUES (257,'هكذا شأن المحققين من أهل العلم: استدلال بأدلة صحيحة، تَرْكُ الأدلة الباطلة والضعيفة، الجواب عن الشبهات التي تطرأ على الأدلة الصحيحة، تزييف الأدلة الضعيفة حتى لا ينخدع بها جاهل، أو طالب علم.
وقد حاولتُ -قدر الاستطاعة- أن أسير على هذا النهج طوال العمل في هذا البحث، فأوردتُ عن معاوية - رضي الله عنه - ما صحَّ في فضائله، ورددتُ ما أعلَّ به المبغضون له هذه الفضائل، وحان الآن وقت تزييف الباطل الذي يُطعن به فيه، وإعادة الأدلة السويَّة -إن وُجدت- إلى مسارها الصحيح، بعد أن لُويت أعناقها، وحُوِّلت وجهتها، ولولا أن هذه الشبهات قِيلت وانتشرت، وإلى أماكن مختلفة طارت، وعلى البعض دخلت وراجت؛ لأعرضت عن ذكرها، رغبة في إماتتها، وإخمال ذكر قائلها، لكن: «كيف وقد قيل؟!».
فأقول -مُستعينا بالله، راكنا إليه-:
ما طُعن به في معاوية - رضي الله عنه - لا يخرج عن أحد دليلين:
١ - إما دليل ضعيف، لا يقوى على مناهضة الأدلة الصحيحة التي تخالفه، ولو كان ضعيفا فقط لرُدّ؛ فكيف وهو مع ضعفه مخالف للصحيح؟! لا ريب أن هذا هو (المنكر) بعينه.
٢ - وإما دليل صحيح، لكنه فُهم خطأ، حيث عُزل عن سائر الأدلة التي ترافقه، وأراد مورده أن يبني به صرحاً من الأباطيل، وهو لا يُسعفه في ذلك، فهنا لا نرد الدليل، وإنما نرد الفهم الخاطئ ونصوِّب التأويل.
قال القاضي عياض: «مذهب أفاضل العلماء: أن ما وقع من الأحاديث القادحة فى حديث عدالة بعض الصحابة، والمضيفة إليهم ما لا يليق بهم، فإنها ترد ولا تقبل إذا كان رواتها غير ثقات، فإن أحب بعض العلماء تأويلها قطعاً للشغب نزل وراح، وإن رواها الثقات تُأوِّلت على الوجه اللائق بهم إذا أمكن التأويل، ولا يقع فى روايات الثقات إلا ما يمكن تأويله» (¬١).
_________
(¬١) إكمال المعلم (٧/ ٤١٥)، وبمثله قال النووي في شرح صحيح مسلم (١٥/ ١٧٥).',NULL,'257',NULL,NULL,'0');
INSERT INTO [b609] VALUES (258,'وقال أبو المعالي الجويني: «فحقيقٌ على المتدين أن يستصحب ما كانوا عليه -أي: الصحابة- في دهر الرسول - صلى الله عليه وسلم -، فإن نُقلت هناة فليتدبر النقل وطريقه، فإن ضُعِّف: ردَّه، وإن ظهر وكان آحادا: لم يقدح فيما علم تواترا منه، وشهدت له النصوص، ثم ينبغي ألا يألوا جهداً في حمل كل ما ينقل على وجه الخير، ولا يكاد ذو دين يعدم ذلك، فهذا هو الأصل المغني عن التفصيل والتطويل» (¬١).
ولذا، فسأورد أهم الطعون التي وُجِّهت، والشبهات التي حول معاوية - رضي الله عنه - أُثيرت، مبيِّنا صحة الدليل من ضعفه أولاً، فإن كان ضعيفاً: فقد كفى الله المؤمنين القتال، وإن كان صحيحاً: بيَّنتُ ما يدل على خطأ المستدل، ليس من كيسي، وإنما بجمع باقي الصحيح من الأدلة، مع نقل أقوال علماء هذه الأمة. فليكن هذا منك على ذُكر وبينة.
وهذا أوان الشروع في المقصود:

<span data-type="title" id=toc-133>الشُّبهة الأولى: الأحاديث الواردة في ذم معاوية - رضي الله عنه </span>-:
وردت أحاديث كثيرة في ذم معاوية - رضي الله عنه -، لكن حالها ما بين ضعف ووضع، ونكارة وبطلان، فكما وُضعت أحاديث في فضائله، كذلك وُضعت أحاديث في ذمه والحطِّ من قدره، وكما لم نرضَ بغير الصحيح في مناقبه، فكذلك لا نرضى بالواهيات في ذمِّه. وسبيل رد تلك الأحاديث سيكون إجمالا، وتفصيلا -بإذن الله-.
فأما إجمالاً: فقد قال الإمام ابن القيم -وهو يتكلم عن الأحاديث غير الصحيحة-: «ومن ذلك الأحاديث في ذمِّ معاوية، وكل حديث في ذمِّه فهو كذب» (¬٢).
وقال البلاذري: «قال لي هشام بن عمَّار (¬٣): نظرتُ في أحاديث معاوية عندكم -يعني: الواردة في ذمِّه- فوجدتُ أكثرها مصنوعا (¬٤)» (¬٥)!
_________
(¬١) الإرشاد إلى قواطع الأدلة في أصول الاعتقاد (ص: ٤٣٣).
(¬٢) المنار المنيف (ص: ١١٧).
(¬٣) هو أحد شيوخ البخاري، والبلاذري، وعالم دمشق وخطيبها، توفى سنة ٢٤٥ ه.
(¬٤) أي: موضوعا، مكذوبا.
(¬٥) أنساب الأشراف (٥/ ٧٤).',NULL,'258',NULL,NULL,'0');
INSERT INTO [b609] VALUES (259,'وأما تفصيلا (¬١): فإليك أشهر الأحاديث وبيان ما فيها:

<span data-type="title" id=toc-134>أ- حديث: «إذا رأيتم معاوية على منبري فاقتلوه -وفي لفظ: فارجموه</span>-».
وهذا الحديث روي من عدة طرق (¬٢)؛ فرُوي عن كلٍّ من:
أ- أبي سعيد الخدري - رضي الله عنه - (¬٣):
وهو ضعيف، لا يثبت عنه.
قال البخاري: «وروى حماد بن سلمة، عن علي بن زيد، عن أبي نضرة؛ أن معاوية لما خطب على المنبر فقام رجل فقال -قال: ورفعه-: إذا رأيتموه على المنبر فاقتلوه. وقال آخر: اكتبوا إلى عمر، فكتبوا فإذا عمر قد قتل.
وهذا مرسل، لم يشهد أبو نضرة تلك الأيام.
وقال عبد الرزاق: عن ابن عيينة، عن علي بن زيد، عن أبي نضرة، عن أبي سعيد؛ رفعه.
وهذا مدخول لم يثبت.
ورواه مجالد، عن أبي الوداك، عن أبي سعيد؛ رفعه.
وهذا واهٍ، قال أحمد: أحاديث مجالد كلها حلم، وقال يحيى بن سعيد: لو شئت لجعلها كلها عن الشعبي، عن مسروق، عن عبد الله» (¬٤).
_________
(¬١) إذا وجدتُ من تتبَّع طرق الحديث وبيَّن عللها وما فيها؛ أحلتُ عليه، واكتفيت في رد الحديث بحكم المحدِّثين عليه، وتنصيصهم على عدم صحته.
(¬٢) وهذه الطرق جميعها لا يسلم منها شيء، ففي أسانيدها المجهول، والضعيف، والوضَّاع، وقد قام الشيخ سعد السبيعي بتبيين ما فيها في كتابه سل السنان (١١٤ - ١٢١).
(¬٣) أخرجه ابن أبي شيبة في مسنده -كما في المطالب العالية (٤٤٣٣)، وليس فيه تسمية معاوية-، وابن حبان في المجروحين (١/ ١٥٧)، وابن عدي في الكامل (٢/ ٣٨٢، ٦/ ٣٤٣، ٥٤٣، ٨/ ٣٦٧)، والجورقاني في الأباطيل والمناكير (١٩٠)، وابن عساكر في تاريخ دمشق (٥٩/ ١٥٥ - ١٥٦)، وابن الجوزي في الموضوعات (٢/ ٢٥).
(¬٤) التاريخ الأوسط (١/ ١٣٥ - ١٣٦).',NULL,'259',NULL,NULL,'0');
INSERT INTO [b609] VALUES (260,'وقال الجورقاني: «هذا حديث لا يرجع منه إلى صحة، وليس هذا الحديث أصلا من حديث أبي سعيد، ولا من حديث أبي الوداك، ومجالد هذا -أحد رجال سند الحديث- ضعيف، منكر الحديث، فسرق هذا الحديث من عمرو بن عبيد، فحدث به، عن أبي الوداك، عن أبي سعيد بهذا اللفظ.
قال أحمد بن سنان: سمعت عبد الرحمن بن مهدي، يقول: حديث مجالد عند الأحداث: يحيى بن سعيد، وأبي أسامة؛ ليس بشيء.
وقال أبو طالب: سألت أحمد بن حنبل عن مجالد؛ فقال: ليس بشيء. يرفع حديثا كثيرا لا يرفعه الناس.
وقال العباس بن محمد الدوري، عن يحيى بن معين، أنه قال: مجالد لا يحتج بحديثه، وقال مرة أخرى: مجالد كذاب، وقال محمد بن إسماعيل البخاري: مجالد كذاب» (¬١).
ب- عبد الله بن مسعود - رضي الله عنه - (¬٢):
قال ابن حبان: «الحكم بن ظهير الفزاري الكوفي، يروي عن السدي، وعاصم بن بهدلة، كان يشتم أصحاب محمد - صلى الله عليه وسلم -، يروي عن الثقات الأشياء الموضوعات، وهو الذي يروي عن عاصم، عن زر، عن عبد الله، عن النبي - صلى الله عليه وسلم - قال: إذا رأيتم معاوية على منبري فاقتلوه» (¬٣).
وقال ابن عدي -بعد ذكره مع عدة أحاديث-: «وهذه الأحاديث، عن عاصم وعن السدي التي ذكرتها كلها غير محفوظة» (¬٤).
جـ- جابر بن عبد الله - رضي الله عنه - (¬٥):
قال الجورقاني عقبه: «هذا حديث غريب، لم أكتبه إلا من هذا الوجه» (¬٦).
_________
(¬١) الأباطيل والمناكير (١/ ٣٥٤).
(¬٢) أخرجه ابن حبان في المجروحين (١/ ٢٥٠، ٢/ ١٧٢)، وابن عدي في الكامل (٢/ ٤٩١)، وابن عساكر في تاريخ دمشق (٥٩/ ١٥٦)، وابن الجوزي في الموضوعات (٢/ ٢٤).
(¬٣) المجروحين (١/ ٢٥٠).
(¬٤) الكامل (٢/ ٤٩٢).
(¬٥) أخرجه ابن عدي في الكامل (٤/ ٤٨٢)، والخطيب في تاريخ بغداد (١/ ٢٧٤ - ٢٧٥)، والجورقاني في الأباطيل والمناكير (١٩١)، وابن عساكر في تاريخ دمشق (٥٩/ ١٥٨)، وابن الجوزي في الموضوعات (٢/ ٢٧).
(¬٦) الأباطيل والمناكير (١/ ٣٥٥).',NULL,'260',NULL,NULL,'0');
INSERT INTO [b609] VALUES (261,'د- سهل بن حنيف - رضي الله عنه - (¬١):
وهو ضعيف الإسناد أيضا لا يثبت (¬٢).
ه- الحسن البصري، مرسلاً (¬٣):
قيل لأيوب السختياني: «إن عمرو بن عبيد، روى عن الحسن، أن رسول الله - صلى الله عليه وسلم - قال: إذا رأيتم معاوية على المنبر فاقتلوه؛ فقال: كذب عمرو» (¬٤).
وقال الجورقاني عقب حديث الحسن هذا: «هذا حديث موضوع باطل، لا أصل له في الأحاديث.
وليس هذا إلا من فعل المبتدعة الوضاعين، خذلهم الله في الدارين، من اعتقد هذا وأمثاله، أو خطر بباله أن هذا مما جرى على لسان رسول الله - صلى الله عليه وسلم - فهو زنديق، خارج من الدين، وعمرو بن عبيد، الذي روى هذا الحديث، قد رمي بالكذب» (¬٥).
والخلاصة في هذا الحديث:
أني لم أقف على قولٍ لأحدٍ من المحدِّثين المتقدِّمين، ولا المتأخرين بتصحيحه، بل أكثرهم على ردِّه وتوهينه وردِّه، وتزيين كتب الموضوعات والوضَّاعين والضعفاء بذكره وتخريجه!
وفيما يلي سردٌ لأبرز العلماء الذين ضعَّفوا هذا الحديث إجمالا:
- الإمام البخاري:
حيث قال: «ويروى عن معمر، عن ابن طاوس، عن أبيه، عن رجل، عن عبد الله بن عمرو؛ رفعه في قصته.
وهذا منقطع لا يُعتمد عليه.
وروى الأعمش، عن سالم، عن ثوبان رفعه في قصته.
وسالم لم يسمع من ثوبان، والأعمش لا يدرى سمع هذا من سالم أم لا!
_________
(¬١) أخرجه ابن عدي في الكامل (٧/ ٢٧٠)؛ بلفظ: "إذا رأيتم فلانا على المنبر فاقتلوه".
(¬٢) انظر: سل السنان (ص: ١١٨).
(¬٣) أخرجه ابن عدي في الكامل (٦/ ١٧٩ - ١٨٠)، والخطيب في تاريخ بغداد (١٢/ ١٧٨)، والجورقاني في الأباطيل والمناكير (١٨٨)، وابن عساكر في تاريخ دمشق (٥٩/ ١٥٧)، وابن الجوزي في الموضوعات (٢/ ٢٥ - ٢٦).
(¬٤) إسناده صحيح: أخرجه ابن عدي في الكامل (٦/ ١٧٦).
(¬٥) الأباطيل والمناكير (١/ ٣٥١).',NULL,'261',NULL,NULL,'0');
INSERT INTO [b609] VALUES (262,'قال أبو بكر بن عياش، عن الأعمش أنه قال: نستغفر الله من أشياء كنا نرويها على وجه التعجب اتخذوها دينا، وقد أدرك أصحاب النبي - صلى الله عليه وسلم - معاوية أميرا في زمان عمر، وبعد ذلك عشر سنين؛ فلم يقم إليه أحد فيقتله.
قال البخاري: وهذا مما يدل على هذه الأحاديث أن ليس لها أصول، ولا يثبت عن النبي - صلى الله عليه وسلم - خبره على هذا النحو في أحد من أصحاب النبي - صلى الله عليه وسلم -، إنما يقوله أهل الضعف بعضهم في بعض، إلا ما يذكر أنهم ذكروا في الجاهلية ثم أسلموا، فمحا الإسلام ما كان قبله» (¬١).
- أبو جعفر العقيلي:
قال بعد أن أورد عدة أحاديث هذا منها: «ولا تصح في هذه المتون عن النبي - عليه السلام - شيءٌ من وجه يثبت» (¬٢).
- الحافظ ابن عساكر:
قال بعد أن ذكر طرق الحديث وأسانيده: «وهذه الأسانيد كلها فيها مقال» (¬٣).
- ابن الجوزي:
أورده في الموضوعات، وقال عنه: «هذا حديث موضوع لا يصح عن رسول الله - صلى الله عليه وسلم -» (¬٤).
- شيخ الإسلام ابن تيْميَّة:
قال بعد ذكره لهذا الحديث: «هذا الحديث ليس في شيء من كتب الإسلام التي يرجع إليها في علم النقل، وهو عند أهل المعرفة بالحديث كذبٌ موضوعٌ مختلقٌ على النبي - صلى الله عليه وسلم -، وقد ذكره أبو الفرج ابن الجوزي في الموضوعات» (¬٥).
- الذهبي:
قال عنه بعد إيراده في ترجمة معاوية: «هذا كذب، ويقال: هو معاوية بن تابوه المنافق (¬٦)» (¬٧).
- الحافظ ابن كثير:
قال عنه بعد ذكره: «وهذا الحديث كذب بلا شك» (¬٨).
_________
(¬١) التاريخ الأوسط (١/ ١٣٥ - ١٣٦).
(¬٢) الضعفاء الكبير (١/ ٢٥٩).
(¬٣) تاريخ دمشق (٥٩/ ١٥٧).
(¬٤) الموضوعات (٢/ ٢٦).
(¬٥) منهاج السنة النبوية (٤/ ٣٨٠).
(¬٦) انظر في الرد على الزعم بأن المقصود معاوية بن تابوه: الموضوعات لابن الجوزي (٢/ ٢٦ - ٢٨).
(¬٧) سير أعلام النبلاء (٣/ ١٥٠).
(¬٨) البداية والنهاية (١١/ ٤٣٤).',NULL,'262',NULL,NULL,'0');
INSERT INTO [b609] VALUES (263,'وكذلك أورده جمعٌ من العلماء الذين صنَّفوا في الموضوعات في كتبهم في زمرة الأحاديث الموضوعة؛ مثل:
- السيوطي: ذكره في اللآلئ المصنوعة في الأحاديث الموضوعة (¬١).
- ابن عراق الكناني: ذكره في تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة (¬٢).
- الشوكاني: ذكره في الفوائد المجموعة في الأحاديث الموضوعة (¬٣).
والحديث منكر أيضا من جهة المتن، وذلك لأمرين:
الأول: أن هذا قدحٌ في الصحابة الذين بلغهم الحديث ولم يعملوا به، وهذا بعيد عنهم، للعلم بأنهم كانوا لا يخافون في الله لومة لائم.
قال الحافظ ابن كثير: «وهذا الحديث كذب بلا شك، ولو كان صحيحا لبادر الصحابة إلى فعل ذلك; لأنهم كانوا لا تأخذهم في الله لومة لائم» (¬٤).
الثاني: أن المنبر قد صعده من كان معاوية خيراً منه معاوية، ومع ذلك لم يأمر النبي - صلى الله عليه وسلم - بقتله.
قال شيخ الإسلام ابن تيْميَّة: «ومما يبين كذبه أن منبر النبي - صلى الله عليه وسلم - قد صعد عليه بعد معاوية من كان معاوية خيرا منه باتفاق المسلمين. فإن كان يجب قتل من صعد عليه لمجرد الصعود على المنبر، وجب قتل هؤلاء كلهم. ثم هذا خلاف المعلوم بالاضطرار من دين الإسلام، فإن مجرد صعود المنبر لا يبيح قتل مسلم. وإن أمر بقتله لكونه تولى الأمر، وهو لا يصلح، فيجب قتل كل من تولى الأمر بعد معاوية ممن معاوية أفضل منه. وهذا خلاف ما تواترت به السنن عن النبي - صلى الله عليه وسلم - من نهيه عن قتل ولاة الأمور وقتالهم، كما تقدم بيانه.
_________
(¬١) اللآلئ المصنوعة (١/ ٣٨٨).
(¬٢) تنزيه الشريعة (٢/ ٨).
(¬٣) الفوائد المجموعة (ص: ٤٠٧).
(¬٤) البداية والنهاية (١١/ ٤٣٤).',NULL,'263',NULL,NULL,'0');
INSERT INTO [b609] VALUES (264,'ثم الأمة متفقة على خلاف هذا ; فإنها لم تقتل كل من تولى أمرها ولا استحلت ذلك. ثم هذا يوجب من الفساد والهرج ما هو أعظم من ولاية كل ظالم، فكيف يأمر النبي - صلى الله عليه وسلم - بشيء يكون فعله أعظم فسادا من تركه؟!» (¬١).

<span data-type="title" id=toc-135>ب- حديث عبادة بن الصامت مرفوعا: «سيلي أموركم بعدي رجال يعرفونكم ما تنكرون، وينكرون عليكم ما تعرفون، فلا طاعة لمن عصى، فلا تعتلوا بربكم»</span>.
قال عبادة: والله إن معاوية لمن أولئك.
هذا الحديث رواه بهذه الزيادة: «والله إن معاوية لمن أولئك» الحاكم (¬٢) من طريق مسلم بن خالد، عن إسماعيل بن عبيد بن رفاعة، عن أبيه: أن عبادة بن الصامت قام قائماً في وسط دار أمير المؤمنين عثمان بن عفان - رضي الله عنه - , فقال: إني سمعت رسول الله - صلى الله عليه وسلم - محمداً أبا القاسم يقول: «سيلي أموركم بعدي رجال يعرفونكم ما تنكرون، وينكرون عليكم ما تعرفون, فلا طاعة لمن عصى فلا تعتبوا (¬٣) أنفسكم». فوالذي نفسي بيده إن معاوية من أولئك، فما راجعه عثمان حرفاً.
وهذا الحديث ضعيفٌ مُسلسلٌ بالعلل (¬٤)، ومع ذلك: فمع افتراض صحة هذا الحديث؛ فإن المرفوع منه ليس فيه ذكرٌ لمعاوية، وإنما هو اجتهاد من عبادة - رضي الله عنه - في حمل الحديث على معاوية - رضي الله عنه -، وقد خالفه في هذا الاجتهاد عمر وعثمان رضي الله عنهما، حيث جعلا معاوية والياً على الشام، ولم يتهماه مدة ولايته -كما تقدَّم-.
وكذا أدرك جمعٌ من الصحابة وكبار التابعين ملك معاوية, ولم ينزعوا يداً من طاعة - رضي الله عنهم - كما تقدَّم ذلك عن الأوزاعي-.
_________
(¬١) منهاج السنة (٤/ ٣٨٠ - ٣٨١).
(¬٢) المستدرك (٥٥٣٠).
(¬٣) كذا، وفي المسند (٢٢٧٨٦) , وتاريخ دمشق (٢٦/ ١٩٨): (تعتلوا)، وانظر الضعيفة للألباني (٣/ ٥٢٨).
(¬٤) تتبع الشيخ سعد السبيعي طرق هذا الحديث، وبيَّن علله، وهتك ستره، في كتابه: سل السنان (ص: ١٨٤ - ١٩٠)، فانظرها هناك.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b609] VALUES (265,'<span data-type="title" id=toc-136>جـ- حديث عبد الله بن عباس رضي الله عنهما قال: «كنتُ ألعب مع الصبيان، فجاء رسول الله - صلى الله عليه وسلم - فتواريت خلف باب، قال فجاء فحطأني حطأة (¬١)، وقال: اذهب وادع لي معاوية. قال: فجئت فقلت: هو يأكل، قال: ثم قال لي: اذهب فادع لي معاوية. قال: فجئت فقلت:</span> هو يأكل، فقال: لا أشبع الله بطنه» (¬٢).
ووجه الاتهام في هذا الحديث لمعاوية - رضي الله عنه - أمران:
الأول: دعاء النبي - صلى الله عليه وسلم - على معاوية.
الثاني: تأخر معاوية عن تلبية طلب النبي - صلى الله عليه وسلم - والاستمرار في الأكل، فهذا له دلالة على قلة المبالاة.
والجواب عن الاتهام الأول من عدة أوجه؛ وهي:
أولاً: أن هذا الدعاء مما جرى على اللسان بغير قصد.
وهو كقول النبي - صلى الله عليه وسلم - لأم سلمة: «تربت يمينك» (¬٣)، وقوله لصفية: «عقرى حلقى» (¬٤)، وقوله لمعاذ: «ثكلتك أمك» (¬٥).
فهذا كله لم يُفهم منه أن النبي - صلى الله عليه وسلم - يدعو على هؤلاء الأفاضل.
قال النووي: «وأما دعاؤه على معاوية أن لا يشبع حين تأخر؛ ففيه الجوابان السابقان، أحدهما: أنه جرى على اللسان بلا قصد» (¬٦).
وقال القرطبي: «قوله: لا أشبع الله بطنه؛ يحتمل أن يكون من نوع: لا كبر سنك» (¬٧).
_________
(¬١) قال النووي في شرح صحيح مسلم (١٦/ ١٥٦): "حَطْأة -بفتح الحاء، وإسكان الطاء، بعدها همزة- وهو: الضرب باليد مبسوطة بين الكتفين، وإنما فعل هذا بابن عباس ملاطفة وتأنيسا".
(¬٢) صحيح مسلم (٢٦٠٤).
(¬٣) متفق عليه: أخرجه البخاري (١٣٠)، ومسلم (٣١٣).
(¬٤) متفق عليه: أخرجه البخاري (١٥٦١)، ومسلم (١٢١١).
(¬٥) أخرجه الترمذي (٢٦١٦)، وقال: "حديث حسن صحيح".
(¬٦) شرح صحيح مسلم (١٦/ ١٥٦).
(¬٧) المفهم لما أشكل من تلخيص مسلم (٦/ ٥٨٨).',NULL,'265',NULL,NULL,'0');
INSERT INTO [b609] VALUES (266,'وقال ابن حجر الهيتمي: «يحتمل أن هذا الدعاء جرى على لسانه - صلى الله عليه وسلم - من غير قصد، كما قال لبعض أصحابه: تربت يمينك، ولبعض أمهات المؤمنين: عقرى حلقى، ونحو ذلك من الألفاظ التي كانت تجري على ألسنتهم بطريق العادة، من غير أن يقصدوا معانيها» (¬١).
ثانياً: أن هذا الدعاء مما ينتفع به معاوية في الآخرة، حتى لا يكون ممن يجوع يوم القيامة، لأن الخبر عنه أنه قال: «أكثر الناس شبعا في الدنيا؛ أكثرهم جوعا يوم القيامة» (¬٢).
لكن الذهبيَّ لم يرتضِ هذا التأويل، وقال: «هذا ما صح، والتأويل ركيك» (¬٣).
ثالثاً: أن الدعاء على حقيقته (¬٤)، وليس في هذا ما ينقص قدر معاوية في الآخرة، فغاية ما فيه طول مدة الأكل، وكل من لم يضره نقص أخروي فلا ينافي الكمال (¬٥). وقد انتفع معاوية بهذه الدعوة في الدنيا، فقد كان معدودا من الأكلة.
قال ابن كثير: «وقد انتفع معاوية بهذه الدعوة في دنياه وأخراه، أما في الدنيا: فإنه لما صار في الشام أميرا، كان يأكل في اليوم سبع مرات، يجاء بقصعة فيها لحم كثير وبصل فيأكل منها، ويأكل في اليوم سبع أكلات بلحم، ومن الحلوى والفاكهة شيئا كثيرا، ويقول: والله ما أشبع، وإنما أعيى. وهذه نعمة ومعدة يرغب فيها كل الملوك» (¬٦).
وقال الذهبي: «وقد كان معاوية معدودا من الأكلة» (¬٧).
_________
(¬١) تطهير الجنان (ص: ١٠٣).
(¬٢) هذا الحديث رُوي من طريق ابن عمر، وأبي جحيفة، وابن عمرو، وابن عباس، وسلمان، وقد صحَّحه الألباني في السلسلة الصحيحة (١/ ٦٧٢)، وتتبع طرقه، فانظره هناك.
(¬٣) سير أعلام النبلاء (٣/ ١٢٤).
(¬٤) المفهم لما أشكل من تلخيص مسلم (٦/ ٥٨٩).
(¬٥) تطهير الجنان (ص: ١٠٣).
(¬٦) البداية والنهاية (١١/ ٤٠٢).
(¬٧) سير أعلام النبلاء (٣/ ١٢٤).',NULL,'266',NULL,NULL,'0');
INSERT INTO [b609] VALUES (267,'رابعاً: أن هذا الدعاء على معاوية معدود في مناقبه، لا في تنقصه وذمه، وذلك لأن النبي - صلى الله عليه وسلم - قال: «اللهم إنما أنا بشر، فأيما رجل من المسلمين سببته، أو لعنته، أو جلدته، فاجعلها له زكاة ورحمة» (¬١). وقد ذهب إلى هذا التأويل جماعةٌ من العلماء؛ منهم:
- الإمام مسلم بن الحجاج:
قال النووي: «وقد فهم مسلم رحمه الله من هذا الحديث أن معاوية لم يكن مستحقا للدعاء عليه، فلهذا أدخله في هذا الباب (¬٢)، وجعله غيره من مناقب معاوية؛ لأنه في الحقيقة يصير دعاء له» (¬٣).
وقال القرطبي: «ويحتمل أن يكون معاوية من الأكل في أمر كان معذورا به من شدة الجوع، أو مخافة فساد الطعام، أو غير ذلك، وهذا المعنى تأوُّلُ من أدخل هذا الحديث في مناقب معاوية، فكأنه كنَّى به عن أنه دعا عليه بسبب أمر كان معذورا به، فحصل له من دعاء النبي - صلى الله عليه وسلم - الكفارة والرحمة والقربة إلى الله تعالى التي دعا بها النبي - صلى الله عليه وسلم - كما ذكرناه» (¬٤).
- الحافظ ابن عساكر:
حيث قال عن هذا الحديث: «أصحُّ ما روي في فضل معاوية» (¬٥).
- الحافظ الذهبي:
_________
(¬١) متفق عليه: أخرجه البخاري (٦٣٦١)، ومسلم (٢٦٠١)، من حديث أبي هريرة - رضي الله عنه -، وهو مرويٌ عن جماعة من الصحابة؛ كعائشة، وجابر، وأنس، فانظر أحاديثهم عند مسلم، في نفس الباب الذي فيه هذا الحديث.
(¬٢) وهذا الباب بعنوان: "باب من لعنه النبي - صلى الله عليه وسلم -، أو سبه، أو دعا عليه، وليس هو أهلا لذلك، كان له زكاة وأجرا ورحمة"، ومعلوم أن مسلما لم يبوب كتابه، فلعله من تبوبيب النووي كما يرى البعض.
(¬٣) شرح صحيح مسلم (١٦/ ١٥٦).
(¬٤) المفهم لما أشكل من تلخيص مسلم (٦/ ٥٨٨ - ٥٨٩)
(¬٥) تاريخ دمشق (٥٩/ ١٠٦).',NULL,'267',NULL,NULL,'0');
INSERT INTO [b609] VALUES (268,'قال عن هذا الحديث: «لعل هذه منقبة لمعاوية، لقول النبي - صلى الله عليه وسلم -: اللهم من لعنته أو شتمته فاجعل ذلك له زكاة ورحمة» (¬١).
- الحافظ ابن كثير:
قال معلِّقا على هذا الحديث: «وقد انتفع معاوية بهذه الدعوة في دنياه وأخراه (¬٢).
وأما في الآخرة: فقد أتبع مسلم هذا الحديث بالحديث الذي رواه هو والبخاري وغيرهما، من غير وجه عن جماعة من الصحابة، أن رسول الله - صلى الله عليه وسلم - قال: اللهم إنما أنا بشر، فأيما عبد سببته، أو جلدته، أو دعوتُ عليه، وليس لذلك أهلا؛ فاجعل ذلك كفارة وقربة تقربه بها عندك يوم القيامة.
فركَّب مسلم من الحديث الأول وهذا الحديث فضيلة لمعاوية، ولم يورد له غير ذلك» (¬٣).
- ابن حجر الهيتمي:
حيث عدَّ هذا الحديث من مناقب معاوية، وساق نحوا من الكلام السابق (¬٤).
وأما الجواب عن الاتهام الثاني؛ فنقول:
أولاً: أنه ليس في الحديث أن ابن عباس قال لمعاوية: رسول الله - صلى الله عليه وسلم - يدعوك فتباطأ، وإنما يحتمل أن ابن عباس لما رآه يأكل استحيا أن يدعوه، فجاء وأخبر رسول الله - صلى الله عليه وسلم - أنه يأكل، وكذا في المرة الثانية (¬٥).
ثانياً: على فرض أن ابن عباس أخبر معاوية بطلب النبي - صلى الله عليه وسلم -؛ فيحتمل أن معاوية ظن أن في الأمر سعة، أو كان معتقدا أنه لا يجب على الفور (¬٦)، مع احتمالية الجوع الشديد عند معاوية، أو مخافة فساد الطعام، أو غير ذلك (¬٧).
_________
(¬١) تذكرة الحفاظ (٢/ ١٥)، وسير أعلام النبلاء (٣/ ١٢٣ - ١٢٤).
(¬٢) تقدَّم الكلام على وجه انتفاعه بهذه الدعوة في الدنيا.
(¬٣) البداية والنهاية (١١/ ٤٠٢).
(¬٤) تطهير الجنان (ص: ١٠٣ - ١٠٤).
(¬٥) تطهير الجنان (ص: ١٠٣).
(¬٦) المصدر السابق.
(¬٧) المفهم لما أشكل من تلخيص مسلم (٦/ ٥٨٨).',NULL,'268',NULL,NULL,'0');
INSERT INTO [b609] VALUES (269,'<span data-type="title" id=toc-137>د- عن فاطمة بنت قيس، أن أبا عمرو بن حفص طلقها البتة، وهو غائب، ... ، قالت: فلما حللتُ ذكرت للنبي - صلى الله عليه وسلم - أن معاوية بن أبي سفيان، وأبا جهم خطباني، فقال رسول الله - صلى الله عليه وسلم -: «أما أبو جهم، فلا يضع عصاه عن عاتقه، وأما معاوية ف </span>صُعلوكٌ لا مال له، انكحي أسامة بن زيد» فكرهته، ثم قال: «انكحي أسامة»، فنكحته، فجعل الله فيه خيرا، واغتبطت به (¬١).
ووجه اتهام معاوية هنا: أن النبيَّ - صلى الله عليه وسلم - لم يرضه زوجاً لفاطمة بنت قيس، ونعته بأنه صعلوك.
والجواب عن هذه التهمة بما يلي:
أولاً: أن كلمة: «صُعلوك» لا عيب فيها ولا مذمة، فهي تعني: الفقر وقلة المال، وكان معاوية في هذا الوقت قليل المال جدا (¬٢)، فهذا وصف لحاله، لا عيب في أخلاقه.
ثانياً: وأما كونه لم يرضه لها: فلأنه أراد لها من هو خيرٌ منه، فرأى أن أسامة خير من معاوية، وقد كان هناك في الصحابة من هم خيرٌ من معاوية بالإجماع، وليس في هذا قدحٌ في معاوية.
بل إن هذا الحديث يصلح أن يكون فيه بيان لفضل لمعاوية، حيث أن النبي - صلى الله عليه وسلم - إنما ذكر لفاطمة بنت قيس أنه لا مال له، ولو كان في دينه مغمزٌ أو مطعنٌ لذكره الرسول - صلى الله عليه وسلم - لفاطمة ولم يكتمها ذلك, وهذا فيه ثناء على معاوية في دينه - رضي الله عنه -، وكان ذلك في أول حياته وإسلامه (¬٣).
هذا وثمَّ في هذا الباب أحاديث أخر، أعرضت إيرادها، وضربت صفحا عن ذكرها لأحد أمرين:
الأول: أن بعضها ليس فيه ذكرٌ لمعاوية، وإنما تكلَّف أقوام ذكره فيها (¬٤).
الثاني: أن بعضها ليس مشتهرا في هذا الزمان، ولا يُذكر الآن، فرأيت أن الإعراض عنها أولى لإماتتها، وإخماد ذكرها.
_________
(¬١) صحيح مسلم (١٤٨٠).
(¬٢) شرح صحيح مسلم (١٠/ ٩٨).
(¬٣) مقدمة الشيخ عبد الله السعد لكتاب سل السنان (ص: ٩).
(¬٤) انظر عينة من هذه الأحاديث على سبيل المثال في: سل السنان (ص: ١٢٧ - ١٤٨).',NULL,'269',NULL,NULL,'0');
INSERT INTO [b609] VALUES (270,'واكتفيت بهذه العينة من الأمثلة (¬١)، فهي عما ورائها مخبرة، ولطريقة الرد ممثلة، فجميع ما يُرد من هذه الأباطيل؛ يُسلك به هذا السبيل، {وعلى الله قصد السبيل}.

<span data-type="title" id=toc-138>الشبهة الثانية: تعامل معاوية - رضي الله عنه - بالربا:</span>
عن أبي الأشعث قال: «غزونا غزاة وعلى الناس معاوية، فغنمنا غنائم كثيرة، فكان فيما غنمنا آنية من فضة، فأمر معاوية رجلا أن يبيعها في أعطيات الناس، فتسارع الناس في ذلك، فبلغ عبادة بن الصامت، فقام، فقال: إني سمعت رسول الله - صلى الله عليه وسلم -: ينهى عن بيع الذهب بالذهب، والفضة بالفضة، والبر بالبر، والشعير بالشعير، والتمر بالتمر، والملح بالملح، إلا سواء بسواء، عينا بعين، فمن زاد، أو ازداد، فقد أربى.
فرد الناس ما أخذوا، فبلغ ذلك معاوية فقام خطيبا، فقال: ألا ما بال رجال يتحدثون عن رسول الله - صلى الله عليه وسلم - أحاديث قد كنا نشهده ونصحبه فلم نسمعها منه، فقام عبادة بن الصامت فأعاد القصة، ثم قال: لنحدثن بما سمعنا من رسول الله - صلى الله عليه وسلم -، وإن كره معاوية - أو قال: وإن رغم - ما أبالي أن لا أصحبه في جنده ليلة سوداء» (¬٢).
وهذا حديثٌ صحيحٌ، لكن يُجاب عنه بما يلي:
_________
(¬١) للمزيد من هذه الأمثلة من الأحاديث: انظر: سل السنان (ص: ١٦٥ - ٢٠٠).
(¬٢) صحيح مسلم (١٥٨٧).',NULL,'270',NULL,NULL,'0');
INSERT INTO [b609] VALUES (271,'- أولاً: أن معاوية - رضي الله عنه - لم ينفرد بالقول بجواز ربا الفضل وأنه لا يحرم إلا في نسيئة, بل جاء عن غيره من الصحابة؛ مثل: عبدالله بن عباس (¬١) , وعبد الله بن عمر (¬٢) - رضي الله عنهم -، فلماذا يُخص معاوية - رضي الله عنه - بالتهمة دون هؤلاء؟!
قال الحافظ ابن حجر: «والصَّرْفُ -بفتح المهملة-: دفع ذهب وأخذ فضة، وعكسه، وله شرطان: منع النسيئة مع اتفاق النوع واختلافه، وهو المجمع عليه, ومنع التفاضل في النوع الواحد منهما، وهو قول الجمهور، وخالف فيه ابن عمر ثم رجع, وابن عباس واختلف في رجوعه» (¬٣).
وقال النووي: «ثم رجع ابن عمر وابن عباس عن ذلك، وقالا بتحريم بيع الجنس بعضه ببعض متفاضلاً, حين بلغهما حديث أبي سعيد كما ذكره مسلم من رجوعهما صريحاً» (¬٤).
- ثانياً: وقد يحمل قول من قال من الصحابة - رضي الله عنهم - بجواز ربا الفضل, على أن ذلك لم يبلغه عن رسول الله.
يدل على ذلك قول معاوية - رضي الله عنه - لما بلغه عن عبادة النهي عن ربا الفضل: «ألا ما بال رجال يتحدثون عن رسول الله - صلى الله عليه وسلم - أحاديث, قد كنا نشهده ونصحبه فلم نسمعها منه».
_________
(¬١) في صحيح مسلم (١٥٩٤) عن أبي نضرة قال: "سألت ابن عباس عن الصرف، فقال: أيدا بيد؟ قلت: نعم، قال: فلا بأس به، فأخبرت أبا سعيد، فقلت: إني سألت ابن عباس عن الصرف، فقال: أيدا بيد؟ قلت: نعم، قال: فلا بأس به، قال: أو قال ذلك؟ إنا سنكتب إليه فلا يفتيكموه".
(¬٢) في صحيح مسلم (١٥٩٤) عن أبي نضرة، قال: سألت ابن عمر، وابن عباس عن الصرف، فلم يريا به بأسا، فإني لقاعد عند أبي سعيد الخدري، فسألته عن الصرف، فقال: ما زاد فهو ربا، فأنكرت ذلك لقولهما، ........ ، إلى أن قال: فأتيت ابن عمر بعد فنهاني، ولم آت ابن عباس".
(¬٣) فتح الباري (٤/ ٣٨٢).
(¬٤) شرح صحيح مسلم (١١/ ٢٤).',NULL,'271',NULL,NULL,'0');
INSERT INTO [b609] VALUES (272,'قال القاضي عياض: «ويحتمل أن معاوية لم يبلغه هذه السُنة إنما يرى إنكاره لها» (¬١).
قال النووي: «وهذه الأحاديث التي ذكرها مسلم تدل على أن ابن عمر وابن عباس لم يكن بلغهما حديث النهي عن التفاضل في غير النسيئة, فلما بلغهما رجعا إليه» (¬٢).
- ثالثاً: أن من قال بجواز ربا الفضل -كمعاوية - رضي الله عنه - وغيره من الصحابة- قال ذلك متأولاً أن الربا لا يحرم إلا في النسيئة.
قال القاضي عياض: «ويحتمل أنه -أي: معاوية- تأوَّل أن النهى فى المصكوك والذى فى منعه من التجارة به والحرص على اقتنائه مصلحة للمسلمين، إذ به التعامل وهو قيم المتعلقات، فإذا كان مملوكاً كان كسائر العروض» (¬٣).
قال شيخ الإسلام ابن تيْميَّة: «من المعلوم أن الذين استحلوا النبيذ المتنازع فيه من السلف والذين استحلوا الدرهم بالدرهمين من السلف أكثر وأجل قدراً من هؤلاء، فإن ابن عباس ومعاوية وغيرهما رخصوا في الدرهم بالدرهمين, وكانوا متأولين أن الربا لا يحرم إلا في النساء, لا في اليد باليد» (¬٤).
وقال في موطن آخر: «ثم إن الذين بلغهم قول النبي - صلى الله عليه وسلم -: إنما الربا في النسيئة، فاستحلوا بيع الصاعين بالصاع، يدا بيد؛ مثل: ابن عباس - رضي الله عنه - وأصحابه: أبي الشعثاء، وعطاء، وطاوس، وسعيد بن جبير، وعكرمة، وغيرهم من أعيان المكيين الذين هم من صفوة الأمة علما وعملا، لا يحل لمسلم أن يعتقد أن أحدا منهم بعينه، أو من قلده بحيث يجوز تقليده؛ تبلغهم لعنة آكل الربا، لأنهم فعلوا ذلك متأولين تأويلا سائغا في الجملة» (¬٥).
_________
(¬١) إكمال المعلم (٥/ ٢٦٨).
(¬٢) شرح صحيح مسلم (١١/ ٢٤).
(¬٣) إكمال المعلم (٥/ ٢٦٩)، وإكمال إكمال المعلم للأبي المالكي (٤/ ٢٦٨).
(¬٤) مجموع الفتاوى (٣٢/ ٢٣٨).
(¬٥) مجموع الفتاوى (٢٠/ ٢٦٣)',NULL,'272',NULL,NULL,'0');
INSERT INTO [b609] VALUES (273,'<span data-type="title" id=toc-139>الشبهة الثالثة: بيع معاوية - رضي الله عنه - الأصنام:</span>
عن أبي وائل قال: «كنت مع مسروق بالسلسلة، فمرت به سفائن فيها أصنام من صفر تماثيل الرجال، فسألهم عنها فقالوا: بعث بها معاوية إلى أرض السند والهند تباع له، فقال مسروق: لو أعلم أنهم يقتلونني لغرقتها، ولكني أخاف أن يعذبوني ثم يفتنوني، والله ما أدري أي الرجلين معاوية: أرجل قد يئس من الآخرة فهو يتمتع من الدنيا؟ أم رجل زين له سوء عمله؟» (¬١).
والجواب عن هذه الشبهة يسير، فهي: ضعيفة الإسناد (¬٢)،
_________
(¬١) أنساب الأشراف (٥/ ١٢٩ - ١٣٠).
(¬٢) فقد أخرجه البلاذري من طريق جرير، عن الأعمش، عن أبي وائل؛ به. والأعمش معروف بالتدليس، وقد عنعن هنا، فلا يُقبل حديثه، خاصة مع ما فيه من نكارة في المتن.
فإن قال قائل: قد قال الذهبي في الميزان (٢/ ٢٢٤): "وهو يدلس، وربما دلس عن ضعيف، ولا يدرى به، فمتى قال: حدثنا؛ فلا كلام، ومتى قال: عن؛ تطرق إلى احتمال التدليس؛ إلا في شيوخ له أكثر عنهم: كإبراهيم، وأبي وائل، وأبي صالح السمان، فإن روايته عن هذا الصنف محمولة على الاتصال". فلم يُعلُّ الأثر هنا بعنعنته، وهو من روايته عن أبي وائل؟!
فالجواب: أن هذا الكلام محمول على الغالب، وبشرط استقامة المتن، أما في حالة النكارة؛ فلا يُتساهل معه، وهذا قول الأئمة، وتطبيقهم.
قال المعلمي في التنكيل (١/ ٢٣٨): "ففي رواية الأعمش أحاديث كذلك ضعفها أهل العلم، بعضها بضعف بعض من فوق الأعمش في السند، وبعضها بالانقطاع، وبعضها بأن الأعمش لم يصرح بالسماع وهو مدلس، ومن هذا الأخير: حديث في شأن معاوية، ذكره البخاري في تاريخه الصغير، ص: ٦٨، ووهَّنه بتدليس الأعمش، وهكذا في رواية عبد الرزاق وآخرين".

وقال أيضا في مقدمة الفوائد المجموعة (ص: ٨): "إذا استنكر الأئمة المحققون المتن، وكان ظاهر السند الصحة؛ فإنهم يتطلبون له علة، إذا لم يجدوا علة قادحة مطلقاً، ولكنهم يرونها كافية للقدح في ذلك المنكر، من ذلك إعلالهم أن راويه لم يصرح بالسماع، هذا مع أن الراوي غير مدلس، أعل البخاري بذلك خبراً رواه عمرو بن أبي عمرو مولى المطلب، عن عكرمة، تراه في ترجمة عمرو من التهذيب".
ثم ساق أمثلة أخرى، وقال: "وحجتهم في هذا بأن عدم القدح في العلة مطلقا إنما بني على أن دخول الخلل من جهتها نادر، فإذا اتفق أن يكون المتن منكراً يغلب ظن الناقد بطلانه؛ فقد يحقق وجود الخلل، وإذا لم يوجد سبب له إلا تلك العلة فالظاهر أنها هي السبب، وأن هذا من ذاك النادر الذي يجيء الخلل فيه من جهتها، ولهذا يتبين أن ما يقع ممن دونهم من التعقب بأن تلك العلة غير قادحة، وأنهم قد صححوا ما لا يحصى من الأحاديث مع وجودها فيها، إنما هو غفلة عما تقدم من الفرق".
ويزيدك اطمئنانا لهذا الكلام: ما ذكرناه بأعلى من إعلال الإمام أحمد لخبر منكر عن معاوية، من طريق الأعمش أيضا عن أبي وائل.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b609] VALUES (274,'منكرة المتن.
قال مُهنَّا: «سألت أحمد عن حديث الأعمش، عن أبي وائل، أن معاوية لعب بالأصنام. فقال: ما أغلط أهل الكوفة على أصحاب رسول الله - صلى الله عليه وسلم -، ولم يصحح الحديث» (¬١).
وهذا قاله الإمام أحمد في حق من قال: «أن معاوية لعب بالأصنام»، فكيف بمن قال أن معاوية بيعها (¬٢)!! وقد تقدَّم معنا قول هشام بن عمَّار للبلاذري -وهو راوي هذا الخبر-: «نظرتُ في أحاديث معاوية عندكم، فوجدتُ أكثرها مصنوعا».

<span data-type="title" id=toc-140>الشبهة الرابعة: سمُّ معاوية للحسن بن علي - رضي الله عنه </span>-:
عن ابن جُعْدُبة قال: «كانت جعدة بنت الأشعت بن قيس تحت الحسن بن عليّ، فدسّ إليها يزيد أن سمي حسناً أني مزوجك، ففعلت، فلما مات الحسن بعثت إليه جعدة تسأل يزيد الوفاء بما وعدها، فقال: أنا والله لم نرضك للحسن، فنرضاك لأنفسنا؟!».
والجواب عن هذه الشبهة من وجوه:
أولاً: أن القصة واهية الإسناد (¬٣).
قال شيخ الإسلام ابن تيْميَّة: «وأما قوله (¬٤): إن معاوية سم الحسن؛ فهذا مما ذكره بعض الناس، ولم يثبت ذلك ببينة شرعية، أو إقرار معتبر، ولا نقل يجزم به. وهذا مما لا يمكن العلم به، فالقول به قول بلا علم» (¬٥).
وقال الذهبي: «هذا شيء لا يصح، فمن الذي اطلع عليه» (¬٦).
وقال ابن كثير -بعد أن نقل الرواية المذكورة-: «وعندي أن هذا ليس بصحيح، وعدم صحته عن أبيه معاوية بطريق الأولى والأحرى» (¬٧).
وضعَّف ذلك أيضا ابن خلدون (¬٨).
ثانياً: ليس في القصة ذكرٌ لمعاوية بن أبي سفيان!
_________
(¬١) المنتخب من علل الخلال (١/ ٢٢٧).
(¬٢) سلُّ السنان (ص: ٢٥٣).
(¬٣) إسناده ضعيف جدا: أخرجه ابن عساكر في تاريخ دمشق (١٣/ ٢٨٤)، فابن جعدبة: هو يزيد بن عياض المدني، كذَّبه مالك وغيره، كما في التقريب (٧٧٦١).
(¬٤) يعني: ابن المطهر الحلي الرافضي.
(¬٥) منهاج السنة (٤/ ٤٦٩).
(¬٦) تاريخ الإسلام (٤/ ٤٠).
(¬٧) البداية والنهاية (١١/ ٢٠٩).
(¬٨) تاريخ ابن خلدون (٢/ ٦٤٩).',NULL,'274',NULL,NULL,'0');
INSERT INTO [b609] VALUES (275,'ثالثاً: أن الحسن - رضي الله عنه - تنازل لمعاوية بمحض إرادته، وعن موضع قوة منه، ولم ينازعه شيئا بعد ذلك، بل لم يكن يفكر حتى في الملك؛ فلم يقبل معاوية على التخلص منه؟!
قال جبير بن نفير الحضرمي: «قلتُ للحسن بن علي: إن الناس يزعمون أنك تريد الخلافة؟ فقال: كانت جماجم العرب (¬١) بيدي يسالمون من سالمت، ويحاربون من حاربت، فتركتها ابتغاء وجه الله، ثم أثيرها بأتياس أهل الحجاز؟!» (¬٢).
وقال ابن العربي: «فإن قيل: قد دس على الحسن من سمه.
قلنا: هذا محال من وجهين: أحدهما: أنه ما كان ليتقي من الحسن بأسًا وقد سلم الأمر.
الثاني: أنه أمر مغيب لا يعلمه إلا الله فكيف تحملونه -بغير بينة- على أحد من خلقه في زمان متباعد لم نثق فيه بنقل ناقل، بين أيدي قوم ذوي أهواء، وفي حال فتنة وعصبية، ينسب كل واحد إلى صاحبه ما لا ينبغي، فلا يقبل منها إلا الصافي، ولا يسمع فيها إلا من العدل المصمم» (¬٣).
رابعاً: لو كانت هذه القصة صحيحة، ومنتشرة معروفة؛ فلم سكتَ الحسين وسائر الصحابة عن هذه الجريمة المنكرة، وهم الذين لا تأخذهم في الحق لومة لائم؟! فسكوتهم هذا بمثابة الطعن فيهم، لأنهم رضوا بما وقع، وحاشاهم ذلك.
خامساً: إذا كان معاوية - رضي الله عنه - يريد أن يصفي الساحة من المعارضين حتى يتمكن من مبايعة يزيد بدون معارضة، فإنه سيضطر إلى تصفية الكثير من أبناء الصحابة - رضي الله عنهم -، ولن تقتصر التصفية على الحسن - رضي الله عنه - فقط (¬٤).
_________
(¬١) جماجم العرب: سادتها ورؤساؤها.
(¬٢) إسناده حسن: أخرجه ابن سعد في الطبقات (الطبقة الخامسة، المتمم لصحابة، ١/ ٣١٨ - ٣١٩)، وفي سنده يزيد بن خمير، صدوق، كما في التقريب (٧٧٠٩).
(¬٣) العواصم من القواصم (ص: ٢١٣ - ٢١٤).
(¬٤) معاوية بن أبي سفيان، كشف شبهات ورد مفتريات (ص: ٢٠٨).',NULL,'275',NULL,NULL,'0');
INSERT INTO [b609] VALUES (276,'<span data-type="title" id=toc-141>الشبهة الخامسة: قتل معاوية لعبد الرحمن بن خالد بن الوليد:</span>
عن مسلمه ابن محارب: «أن عبد الرحمن بن خالد بن الوليد كان قد عظم شأنه بالشام، ومال إليه أهلها، لما كان عندهم من آثار أبيه خالد بن الوليد، ولغنائه عن المسلمين في أرض الروم وبأسه، حتى خافه معاوية، وخشي على نفسه منه، لميل الناس إليه، فأمر ابن أثال أن يحتال في قتله، وضمن له إن هو فعل ذلك أن يضع عنه خراجه ما عاش، وأن يوليه جباية خراج حمص، فلما قدم عبد الرحمن بن خالد حمص منصرفا من بلاد الروم دس إليه ابن أثال شربة مسمومة مع بعض مماليكه، فشربها فمات بحمص، فوفى له معاوية بما ضمن له، وولاه خراج حمص، ووضع عنه خراجه» (¬١).
والجواب عن هذه الشبهة من وجوه:
أولاً: أن سندها ضعيف لا يصح (¬٢).
قال ابن كثير: «وزعم بعضهم أن ذلك عن أمر معاوية له في ذلك، ولا يصح، والله أعلم» (¬٣).
_________
(¬١) تاريخ الطبري (٥/ ٢٢٧).
(¬٢) ففي سنده: مسلمة بن محارب الزيادي، فيه جهالة، فقد ترجم له البخاري في التاريخ الكبير (٧/ ٣٨٧)، وابن أبي حاتم في الجرح التعديل (٨/ ٢٦٦)، وابن حبان في الثقات (٧/ ٤٩٠)، ولم يذكروا فيه شيئا، كذلك لم يذكروا له رواية عن معاوية - رضي الله عنه -، إنما يروي عنه بواسطة أبيه.
وللقصة طريق آخر عند البلاذري في أنساب الأشراف (٥/ ١٠٩)، عن الواقدي قال: "توفي خالد بن الوليد بن المغيرة بحمص سنة عشرين، وأوصى إلى عمر بن الخطاب، وكان عبد الرحمن بن خالد يلي الصوائف فيبلي ويحسن أثره، فعظم أمره بالشام، فدس إليه معاوية متطببا يقال له ابن أثال ليقتله، وجعل له خراج حمص، فسقاه شربة فمات، فاعترض خالد بن المهاجر بن خالد- ويقال خالد بن عبد الرحمن بن خالد- ابن أثال فضربه بالسيف فقتله، فرفع أمره إلى معاوية، فحبسه أياما وأغرمه ديته ولم يقده به".
لكنها لا تقل ضعفا عن الطريق السابق، ففيها الواقدي، مع إرساله للقصة.
(¬٣) البداية والنهاية (١١/ ١٧٤).',NULL,'276',NULL,NULL,'0');
INSERT INTO [b609] VALUES (277,'ثانياً: هذه الرواية- بالإضافة إلى ضعف سندها- يوجد اختلاف في متنها مع الواقع الملموس، فمعاوية - رضي الله عنه - بيده عزل الأمراء أو توليتهم كما هو معروف، وليس بالصعوبة على معاوية أن يطلب من عبد الرحمن بن خالد أن يتنحى عن قيادة الصوائف على الثغر الرومي، وتكون النتيجة أن يهمل عبد الرحمن بن خالد، ثم لا يكون له أي مكانة يُخشى منها.
ثالثاً: أورد الطبري ذكر غزوة البحر سنة ٤٨ هـ، فذكر أن عقبة بن عامر الجهني كان على أهل مصر، وعلى أهل المدينة المنذر بن زهير، وعلى جميعهم خالد بن عبد الرحمن بن خالد بن الوليد (¬١)، فكيف يرضى معاوية -بعد قتل عبد الرحمن- أن يكون ولده قائداً كبيراً من بعده؟! هذا من ناحية.
ومن ناحية أخرى: كيف يرضى أن يقوم ولده خالد بقيادة الجيش لمعاوية إن كان معاوية قاتلَ أبيه؟! وهل يمكن أن يخفى على ولده هذا الأمر وهو أقرب الناس إليه (¬٢)؟!
_________
(¬١) تاريخ الطبري (٥/ ٢٣١).
(¬٢) معاوية بن أبي سفيان، كشف شبهات ورد مفتريات (ص: ٢٤٧).',NULL,'277',NULL,NULL,'0');
INSERT INTO [b609] VALUES (278,'<span data-type="title" id=toc-142>الشبهة السادسة: قتل معاوية للأشتر مالك بن الحارث النخعي:</span>
وردت عدة روايات تذكر خبر وفاة الأشتر بالسم، لكن ليس فيها ذكر لمعاوية (¬١).
وورد خبر عند الطبري يذكر أن معاوية - رضي الله عنه - هو الذي أوعز بقتله.
فعن يزيد بن ظبيان الهمداني، قال: « ...... ، وأتت معاوية عيونه، فأخبروه بولاية علي الأشتر، فعظم ذلك عليه، وقد كان طمع في مصر، فعلم أن الاشتر إن قدمها كان أشد عليه من محمد بن أبي بكر، فبعث معاوية إلى الجايستار- رجل من أهل الخراج- فقال له: إن الأشتر قد ولي مصر، فإن أنت كفيتنيه لم آخذ منك خراجا ما بقيت، فاحتل له بما قدرت عليه، فخرج الجايستار حتى أتى القلزم وأقام به، وخرج الأشتر من العراق إلى مصر، فلما انتهى إلى القلزم استقبله الجايستار، فقال: هذا منزل، وهذا طعام وعلف، وأنا رجل من أهل الخراج، فنزل به الأشتر، فأتاه الدهقان بعلف وطعام، حتى إذا طعم أتاه بشربة من عسل قد جعل فيها سما فسقاه اياه، فلما شربها مات.
وأقبل معاوية يقول لأهل الشام: إن عليَّاً وجه الأشتر إلى مصر، فادعوا الله أن يكفيكموه، قال: فكانوا كل يوم يدعون الله على الأشتر، وأقبل الذي سقاه إلى معاوية فأخبره بمهلك الأشتر، فقام معاوية في الناس خطيبا، فحمد الله وأثنى عليه وقال: أما بعد، فإنه كانت لعلي بن أبي طالب يدان يمينان، قطعت إحداهما يوم صفِّين- يعني عمَّار بن ياسر- وقطعت الأخرى اليوم- يعني الأشتر-» (¬٢).
وهذه قصة واهية السند، منكرة المتن.
أما السند: ففيه أبو مخنف لوط بن يحيى، تقدم أنه أخباري تالف.
وأما المتن:
فقد قدمنا غير مرة أن نزاع معاوية مع علي لم يكن لأجل الحكم والخلافة، فما الذي يجعله يطمع في ولاية مصر؟!
وكيف يُعقل أنَّ معاوية يشمت في قتل عمَّار بن ياسر - رضي الله عنه -؟!
_________
(¬١) انظر: الطبقات الكبرى لابن سعد (٦/ ٢١٣)، سير أعلام النبلاء (٤/ ٣٤)، الإصابة (١٠/ ٤٠٤).
(¬٢) تاريخ الطبري (٥/ ٩٦).',NULL,'278',NULL,NULL,'0');
INSERT INTO [b609] VALUES (279,'<span data-type="title" id=toc-143>الشبهة السابعة: قتل معاوية لحُجْر بن عدي </span>(¬١):
أما حُجْر نفسه: فقد اختلف العلماء في صحبته، فمنهم من عدَّه في الصحابة، كابن سعد، والزبيري، ومنهم من عدَّه في التابعين، وهم الأكثر، كالبخاري، وأبي حاتم الرازي، وغيرهما.
قال الحافظ ابن حجر: «أما البُخارِيّ، وابن أبي حاتم، عَن أَبيه، وخليفة بن خيَّاط، وابن حبان فذكروه في التابعين، وكذا ذكره ابن سَعد في الطبقة الأولى من أهل الكوفة، فإما أن يكون ظنه آخر، وإما أن يكون ذهل» (¬٢).
وقال ابن كثير: «ذكره محمد بن سعد في الطبقة الرابعة من الصحابة، وذكر له وفادة، ثم ذكره في الأولى من تابعي أهل الكوفة قال: وكان ثقة معروفا، ولم يرو عن غير علي شيئا.
وقال أبو أحمد العسكري: أكثر المحدثين لا يصححون له صحبة، شهد القادسية، وافتتح مرج عذراء، وشهد الجمل وصفِّين، وكان مع علي حجر الخير، وهو حجر بن عدي هذا، وحجر الشر، وهو حجر بن يزيد بن سلمة بن مرة» (¬٣).
وأما عن قصة مقتله: فقد ثبت عند أهل التاريخ أن معاوية - رضي الله عنه - أمر بقتله، ولم ينازع في ذلك أحد، لكن تفاصيل ذلك: وردت به أخبار ضعيفة، بل كثير منها واهي الإسناد (¬٤)، ولذا فسأقتصر هنا على إيراد أصح ما وقفتُ عليه في قصته، مع ذكر أقوال العلماء في ذلك، لتبيين حجة معاوية - رضي الله عنه - في قتله.
البداية كانت بتعرض حُجر لزياد -والي معاوية على الكوفة- وهو على المنبر.
_________
(¬١) قال ابن كثير في البداية والنهاية (١١/ ٢٢٧): "ويقال له: حجر الخير. ويقال له: حجر بن الأدبر. لأن أباه عديا طعن موليا فسمي الأدبر، ويكنى حجر بأبي عبد الرحمن، وهو من كندة من رؤساء أهل الكوفة".
(¬٢) الإصابة (٢/ ٤٨٥).
(¬٣) البداية والنهاية (١١/ ٢٢٨).
(¬٤) انظر: تاريخ الطبري (٥/ ٢٥٣ - ٢٧١)، مرويات خلافة معاوية (ص: ٣٤٠).',NULL,'279',NULL,NULL,'0');
INSERT INTO [b609] VALUES (280,'فعن محمد بن سيرين، قال: «خطب زياد يوما في الجمعة، فأطال الخطبة وأخَّر الصلاة، فقال له حجر بن عدي: الصلاة! فمضى في خطبته، ثم قال: الصلاة! فمضى في خطبته، فلما خشي حجر فوت الصلاة ضرب بيده إلى كف من الحصا، وثار إلى الصلاة وثار الناس معه، فلما رأى ذلك زياد نزل فصلى بالناس، فلما فرغ من صلاته كتب إلى معاوية في أمره، وكثر عليه (¬١).
فكتب إليه معاوية أن شده في الحديد، ثم احمله إليَّ، فلما أن جاء كتاب معاوية أراد قوم حجر أن يمنعوه، فقال: لا، ولكن سمع وطاعة، فشد في الحديد، ثم حمل إلى معاوية، فلما دخل عليه قال: السلام عليك يا أمير المؤمنين ورحمة الله وبركاته، فقال له معاوية: أمير المؤمنين! أما والله لا أقيلك ولا أستقيلك، أخرجوه فاضربوا عنقه» (¬٢).
هذه الرواية بيَّنت سبب مقتل حجر، وأنه أظهر اعتراضا على زياد، ويبدو أنه لم تكن هذه المرة فقط، فلا يُتصوَّر أن يكتب زياد إلى معاوية، ويأمر بإرساله في الحديد، لموقف عابر، أو اعتراض قولي ظهر منه.
ولنا في خبر المسور بن مخرمة مع معاوية دلالة على ذلك، فقد تقدَّم أنه كان يطعن على معاوية والأئمة، ومع ذلك فمعاوية لم يتعرض له، وهو ما يؤكد لنا أن حُجرا لا بد أن يكون صدر منه ما فوق ذلك، لكن كثير من الروايات التي تتحدث عن أفعال حجر لا يستقيم إسنادها، ولذا لم أوردها.
كما أن هذه الرواية لا تذكر تفاصيل ما وقع بين معاوية وحجر عند قدومه عليه، لكن ذكرت رواية أخرى كيف أن معاوية تأنَّى في ذلك، واستشار الناس، وهو ما يتناسب مع عقل وحلم معاوية.
_________
(¬١) قال الحافظ ابن حجر في لسان الميزان (٣/ ٥٣١): "وهو -أي: ابن زياد- الذي سعى في قتل حجر بن عَدِي ومن معه، وكلام كل من وقفت على كلامه من أهل العلم مصرح بأن زيادا تحامل عليه".
(¬٢) إسناده حسن إلى ابن سيرين: أخرجه الطبري في تاريخه (٥/ ٢٥٦ - ٢٥٧)، وفي سنده مخلد بن الحسن، لا بأس به، كما في التقريب (٦٥٢٨).',NULL,'280',NULL,NULL,'0');
INSERT INTO [b609] VALUES (281,'فعن إسماعيل بن عياش، قال: حدثني شرحبيل بن مسلم قال: «لما بُعث بحجر بن عدي بن الأدبر وأصحابه من العراق إلى معاوية بن أبي سفيان؛ استشار الناس في قتلهم، فمنهم المشير ومنهم الساكت، فدخل معاوية إلى منزله، فلما صلَّى الظهر قام في الناس خطيبا، فحمد الله وأثنى عليه ثم جلس على منبره، فقام المنادي فنادى: أين عمرو بن الأسود العنسي؟ فقام فحمد الله وأثنى عليه، ثم قال: ألا إنا بحصن من الله حصين لم نؤمر بتركه، وقولك يا أمير المؤمنين في أهل العراق، ألا وأنت الراعي ونحن الرعية، ألا وأنت أعلمنا بدائهم وأقدرنا على دوائهم، وإنما علينا أن نقول: {سمعنا وأطعنا غفرانك ربنا وإليك المصير}، فقال معاوية: أما عمرو بن الأسود فقد تبرأ إلينا من دمائهم، ورمى بها ما بين عيني معاوية.
ثم قام المنادي فنادى: أين أبو مسلم الخولاني؟ فقام فحمد الله وأثنى عليه، ثم قال: أما بعد، فلا والله ما أبغضناك منذ أحببناك، ولا عصيناك منذ أطعناك، ولا فارقناك منذ جامعناك، ولا نكثنا بيعتنا منذ بايعناك، سيوفنا على عواتقنا إن أمرتنا أطعناك، وإن دعوتنا أجبناك، وإن سبقتنا أدركناك، وإن سبقناك نظرناك، ثم جلس.
ثم قام المنادي فقال: أين عبد الله بن مخمر الشرعبي، فقام فحمد الله وأثنى عليه، ثم قال: وقولك يا أمير المؤمنين في هذه العصابة من أهل العراق، إن تعاقبهم فقد أصبت وإن تعفو فقد أحسنت.
فقام المنادي فنادى: أين عبد الله بن أسد القسري؟ فقام فحمد الله وأثنى عليه، ثم قال: يا أمير المؤمنين! رعيتك وولايتك وأهل طاعتك، إن تعاقبهم فقد جنوا أنفسهم العقوبة، وإن تعفوا فإن العفو أقرب للتقوى، يا أمير المؤمنين! لا تطع فينا من كان غشوما لنفسه، ظلوما بالليل، نؤوما عن عمل الآخرة، يا أمير المؤمنين! إن الدنيا قد انخشعت أوتادها، ومالت بها عمادها، وأحبها أصحابها، واقترب منها ميعادها، ثم جلس.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b609] VALUES (282,'فقلتُ (أي ابن عياش) لشرحبيل: فكيف صنع؟ قال: قتل بعضا، واستحيى بعضا، وكان فيمن قتل: حجر بن عدي بن الأدبر» (¬١).
إذن فمعاوية - رضي الله عنه - استشار، ثم اجتهد، وأدَّاه هذا إلى قتل البعض، وترك الآخرين، وكان يخشى من ترك الجميع أن يكثر الشر والفساد، وتُسال الدماء، وقد أفصح عن تخوفه هذا في لقائه بأم المؤمنين عائشة رضي الله عنها.
فعن ابن أبي مليكة: «أن معاوية جاء يستأذن على عائشة، فأبت أن تأذن له، فخرج غلام لها يُقال له ذكوان، قال: ويحك، أدخلني على عائشة، فإنها قد غضبت عليَّ، فلم يزل بها غلامها حتى أذنت له، وكان أطوع مني عندها، فلما دخل عليها قال: أمتاه! فيما وجدت عليَّ يرحمك الله؟ قالت: وجدتُ عليك في شأن حجر وأصحابه أنك قتلتهم، فقال لها: وأما حجر وأصحابه: فإني تخوَّفتُ أمراً وخشيت فتنة تكون تُهراق فيها الدماء، وتُستحل فيها المحارم، وأنت تخافيني، دعيني والله يفعل بي ما يشاء، قالت: تركتك والله، تركتك والله، تركتك والله» (¬٢).
_________
(¬١) إسناده حسن: أخرجه أحمد في مسائله (٩٦٠ - رواية ابنه صالح)، وفي سنده إسماعيل بن عياش، صدوق في روايته عن أهل بلده، مخلط في غيرهم، كما في التقريب (٤٧٣)، وروايته هنا عن أهل بلده، فشرحبيل شيخه شامي، وهو صدوق فيه لين، كما في التقريب (٢٧٧١).
(¬٢) أخرجه ابن عساكر في تاريخ دمشق (١٢/ ٢٣٠)، وفي سنده عبيد الله بن أبي زياد، لم أستطع تحديده، وهناك اثنان بهذا الاسم، وهما من طبقة قريبة، أحدهما: الرصافي، صدوق، والآخر: القداح، ليس بالقوي، كما في التقريب (٤٢٩١، ٤٢٩٢).',NULL,'282',NULL,NULL,'0');
INSERT INTO [b609] VALUES (283,'وفي رواية أخرى: عن أيوب السختياني، عن عبد الله بن أبي مليكة أو غيره (¬١): «لما قدم معاوية دخل على عائشة، فقالت: أقتلتَ حُجرا؟! قال: يا أم المؤمنين! إني وجدت قتل رجل في صلاح الناس خير من استحيائه في فسادهم» (¬٢).
فالخلاصة: أن هذا أمر اجتهد فيه معاوية، فإن أصاب: فله أجران، وإن أخطأ: فقد أخطأ أسامة بن زيد قبل ذلك في قتل الرجل الذي قتل المسلمين، ثم نطق بالشهادتين قبل أن يقتله أسامة (¬٣).
_________
(¬١) الشك من إسماعيل بن إبراهيم بن علية، الراوي عن أيوب.
(¬٢) في إسناده ضعف: أخرجه ابن عساكر في تاريخ دمشق (١٢/ ٢٢٩)، وفي سنده أبو عبد الله البلخي، الحسين بن محمد بن خسرو، شيخ ابن عساكر، قال عنه الحافظ في لسان الميزان (٣/ ٢٠٨): وترجمه أبو سعد بن السمعاني في ذيل بغداد فقال: البلخي السمسار أبو عبد الله، مفيد بغداد في عصره سمع الكثير. وسألت أبا القاسم -يعني: ابن عساكر- عنه؛ فقال: سمع الكثير، غير أنه ما كان يعرف شيئا. وسألت ابن ناصر عنه؛ فقال: كان فيه لين، وكان حاطب ليل ويذهب إلى الاعتزال".
(¬٣) أخرج البخاري (٤٢٦٩)، ومسلم (٩٦) عن أسامة بن زيد قال: "بعثنا رسول الله - صلى الله عليه وسلم - إلى الحرقة من جهينة، فصبحنا القوم فهزمناهم ولحقت أنا ورجل من الأنصار رجلا منهم، فلما غشيناه قال: لا إله إلا الله، فكفَّ عنه الأنصاري، وطعنته برمحي حتى قتلته، قال: فلما قدمنا بلغ ذلك النبي - صلى الله عليه وسلم -، فقال لي: يا أسامة، أقتلته بعد ما قال لا إله إلا الله؟ قال: قلت: يا رسول الله، إنما كان متعوذا، قال: فقال: أقتلته بعد ما قال لا إله إلا الله؟ قال: فما زال يكررها عليَّ حتى تمنيت أني لم أكن أسلمت قبل ذلك اليوم".',NULL,'283',NULL,NULL,'0');
INSERT INTO [b609] VALUES (284,'قال ابن العربي: «فإن قيل: قَتَلَ حُجر بن عدي -وهو من الصحابة (¬١) مشهور بالخير- صبرًا أسيرًا، قلنا: علمنا قتل حجر كلنا، واختلفنا: فقائل يقول: قتله ظلمًا، وقائل يقول: قتله حقًا (¬٢).
فإن قيل: الأصل قتله ظلمًا إلا إذا ثبت عليه ما يوجب قتله؛ قلنا: الأصل أن قتل الإمام بالحق، فمن ادَّعى أنه بالظلم فعليه الدليل. ولو كان ظلمًا محضًا لما بقي بيت إلا لُعن فيه معاوية، وهذه مدينة السلام، دار خلافة بني العباس -وبينهم وبين بني أمية ما لا يخفى على الناس- مكتوبٌ على أبواب مساجدها: خير الناس بعد رسول الله - صلى الله عليه وسلم - أبو بكر، ثم عمر، ثم عثمان، ثم علي، ثم معاوية خال المؤمنين - رضي الله عنهم -.
_________
(¬١) تقدَّم النزاع في إثبات صحبته، وأن الأكثرين على عدم ثبوتها.
(¬٢) قال الشيخ محب الدين الخطيب في حاشيته على الكتاب عند هذا الموضع: "فالذين يريدون أن معاوية قتله بحق يقولون: ما من حكومة في الدنيا تعاقب بأقل من ذلك من يحصب أميره وهو قائم يخطب على المنبر في المسجد الجامع، مندفعا بعاطفة الحزبية.
والذين يعارضونهم يذكرون فضائل حجر ويقولون: كان ينبغي لمعاوية أن لا يخرج عن سجيته من الحلم وسعة الصدر لمخالفيه.
ويجيبهم الآخرون بأن معاوية يملك الحلم وسعة الصدر عند البغي عليه في شخصه، فأما البغي على الجماعة في شخص حاكمها وهو على منبر المسجد؛ فهو ما لا يملك معاوية أن يتسامح فيه، ولا سيما في مثل الكوفة التي أخرجت العدد الأكبر من أهل الفتنة الذين بغوا على عثمان بسبب مثل هذا التسامح، فكبدوا الأمة من دمائها وسمعتها وسلامة قلوبها ومواقف جهادها تضحيات غالية، كانت في غنى عنها لو أن هيبة الدولة حفظت بتأديب عدد قليل من أهل الرعونة والطيش في الوقت المناسب.
والواقع أن معاوية كان فيه من حلم عثمان وسجاياه، إلا أنه في مواقف الحكم كان يتبصر في عاقبة عثمان وما جر إليه تمادي الذين اجترأوا عليه".',NULL,'284',NULL,NULL,'0');
INSERT INTO [b609] VALUES (285,'ولكن حجراً -فيما يُقال- رأى من زياد أمورا منكرة؛ فحصبه، وخلعه، وأراد أن يقيم الخلق للفتنة، فجعله معاوية ممن سعى في الأرض فساداً، وقد كلمته عائشة في أمره حين حج، فقال لها: دعيني وحجراً حتى نلتقي عند الله.
وأنتم معشر المسلمين أولى أن تدعوهما حتى يقفا بين يدي الله مع صاحبهما العدل الأمين المصطفى المكين، وما أنتم ودخولكم حيث لا تشعرون، فما لكم لا تسمعون؟» (¬١).

<span data-type="title" id=toc-144>الشبهة الثامنة: لعنُ وسبُّ معاوية لعلي بن أبي طالب - رضي الله عنه </span>-:
من الأباطيل التي تُنسب إلى معاوية - رضي الله عنه -: أنه كان يسبُّ عليَّاً ومن معه، ويأمر بسبِّهم! وهذا من الكذب والافتراء، فلم يصح عن معاوية -فيما علمنا- شيء من ذلك، وأما ما جاء صحيحا من الروايات يفهم منه البعض انتقاصا من معاوية لعلي؛ فهو على غير ما فُهم، كما سيأتي.
ولنبدأ بما لم يصح سنده، لأنه صريح العبارة:
قال أبو مخنف: حدثني أبو جناب الكلبي: «أن عليَّاً كان إذا صلى الغداة يقنت فيقول: اللهم العن معاوية، وعَمْراً، وأبا الأعور السلمي، وحبيباً، وعبد الرحمن بن خالد، والضحاك بن قيس، والوليد.
فبلغ ذلك معاوية، فكان إذا قنت لعن عليَّاً، وابن عباس، والأشتر، وحسناً، وحسيناً» (¬٢).
والجواب عن هذه الرواية: أنا واهية السند، منكرة المتن!
أما السند: ففيه أبو مخنف لوط بن يحيى، تقدَّم أنه أخباري تالف، وشيخه أبو جناب الكلبي يحيى بن أبي حية: ضعَّفوه لكثرة تدليسه (¬٣).
وأما المتن: ففيه أن عليَّاً هو الذي بدأ بالقنوت على معاوية وأصحابه، وهذا بعيد عن علي، فهو الذي عذرهم -كما تقدَّم- وشهد لهم بالإيمان، وكذلك يبعد عن معاوية أن يسب من علم فضلهم، وقد تقدَّمت شهادته بأنه يعلم أن عليَّاً أفضل وأعلم منه، وسيأتي بعد قليل ما يؤكد هذا المعنى.
_________
(¬١) العواصم من القواصم (ص: ٢١١ - ٢١٣).
(¬٢) تاريخ الطبري (٥/ ٧١).
(¬٣) تقريب التهذيب (٧٥٣٧).',NULL,'285',NULL,NULL,'0');
INSERT INTO [b609] VALUES (286,'قال الحافظ ابن كثير -بعد ذكر هذه الرواية-: «ولا يصح هذا عنهم - رضي الله عنهم -» (¬١).
وقال القرطبي: «يبعد على معاوية أن يصرح بلعن عليٍّ وسبه؛ لما كان معاوية موصوفاً به من الفضل والدين، والحلم، وكرم الأخلاق، وما يروى عنه من ذلك فأكثره كذب لا يصح. وأصحُّ ما فيها قوله لسعد بن أبي وقاص: ما يمنعك أن تسب أبا التراب؟» (¬٢).
وهذه الرواية التي ذكرها القرطبي في آخر كلامه، والتي أشار إلى أنها أصح ما قيل في ذلك؛ لا يُفهم منها انتقاص معاوية لعلي، وإليك البيان:
فعن عامر بن سعد بن أبي وقاص، عن أبيه قال: «أمر معاوية بن أبي سفيان سعدا فقال: ما منعك أن تسب أبا التراب؟ فقال: أما ما ذكرتُ ثلاثا قالهن له رسول الله - صلى الله عليه وسلم - فلن أسبه، لأن تكون لي واحدة منهن أحب إلي من حمر النعم، سمعت رسول الله - صلى الله عليه وسلم - يقول له، خلفه في بعض مغازيه، فقال له علي: يا رسول الله خلفتني مع النساء والصبيان؟ فقال له رسول الله - صلى الله عليه وسلم -: أما ترضى أن تكون مني بمنزلة هارون من موسى، إلا أنه لا نبوة بعدي؟ وسمعته يقول يوم خيبر: لأعطين الراية رجلا يحب الله ورسوله، ويحبه الله ورسوله. قال فتطاولنا لها، فقال: ادعوا لي عليَّاً؛ فأتي به أرمد، فبصق في عينه ودفع الراية إليه، ففتح الله عليه، ولما نزلت هذه الآية: {فقل تعالوا ندع أبناءنا وأبناءكم} [آل عمران: ٦١] دعا رسول الله - صلى الله عليه وسلم - عليَّاً وفاطمة وحسنا وحسينا؛ فقال: اللهم هؤلاء أهلي» (¬٣).
وهذا الحديث قد يفهم منه البعض أن معاوية يسب عليَّاً، ويدعو الناس لذلك، لكن الأمر ليس على ظاهره، فقد أوَّله العلماء بما يتناسب مع حال معاوية كما يلي:
_________
(¬١) البداية والنهاية (١٠/ ٥٧٦).
(¬٢) المفهم لما أُشكل من تلخيص مسلم (٦/ ٢٧٩).
(¬٣) صحيح مسلم (٢٤٠٤).',NULL,'286',NULL,NULL,'0');
INSERT INTO [b609] VALUES (287,'قال القرطبي: «وهذا ليس بتصريح بالسبِّ؛ وإنَّما هو سؤال عن سبب امتناعه ليستخرج ما عنده من ذلك، أو من نقيضه، كما قد ظهر من جوابه، ولما سمع ذلك معاوية سكت، وأذعن، وعرف الحق لمستحقه» (¬١).
قال النووي: «قول معاوية هذا ليس فيه تصريح بأنه أمر سعدا بسبِّ علي، وإنما سأله عن السبب المانع له من السب، كأنه يقول: هل امتنعت تورعا؟ أو خوفا؟ أو غير ذلك؟ فإن كان تورعا وإجلالا له عن السب؛ فأنت مصيب محسن، وإن كان غير ذلك؛ فله جواب آخر، ولعل سعدا قد كان في طائفة يسبون فلم يسب معهم، وعجز عن الإنكار وأنكر عليهم فسأله هذا السؤال» (¬٢).
وأما القاضي عياض فإنه زاد على ذلك: أنه «ربما أراد معاوية أن يستخرج من سعد مثل ما استخرج مما حكاه عن النبي عليه الصلاة والسلام، فيكون له حجة على من سبه ممن ينضاف إليه من غوغاء جنده، فيحصل على المراد على لسان غيره من الصحابة» (¬٣).
وهناك تأويل آخر:
قال القاضي عياض: «من الممكن أنه أراد السب الذي هو بمعنى التغيير للمذهب والرأى، وقد سمى ذلك في العرف سبا، ويقال في فرقة: إنها تسب أخرى إذا سمع منهم أنهم اخطؤوا في مذاهبهم، وحادوا عن الصواب، وأكثروا من التشنيع عليهم» (¬٤).
وعلى هذا التأويل قال النووي: «فيكون معناه: ما منعك أن تخطئه في رأيه واجتهاده، وتظهر للناس حسن رأينا واجتهادنا وأنه أخطأ؟» (¬٥).
ومع هذا: فمع افتراض صحة تأويل من رأى ذلك حملا على السب على ظاهره؛ فيُتوجه إلى أنه طلب للسب على التقصير في تسليم قتلة عثمان لمعاوية.
_________
(¬١) المفهم لما أُشكل من تلخيص مسلم (٦/ ٢٧٩).
(¬٢) شرح صحيح مسلم (١٥/ ١٧٥ - ١٧٦).
(¬٣) إكمال المعلم (٧/ ٢١٠).
(¬٤) إكمال المعلم (٧/ ٢١٠).
(¬٥) شرح صحيح مسلم (١٥/ ١٧٥ - ١٧٦).',NULL,'287',NULL,NULL,'0');
INSERT INTO [b609] VALUES (288,'قال القرطبي: «ولو سلمنا أن ذلك من معاولة حمل على السَّب؛ فإنَّه يحتمل أن يكون طلب منه أن يسبَّه بتقصير في اجتهاد في إسلام عثمان لقاتليه، أو في إقدامه على الحرب والقتال للمسلمين، وما أشبه ذلك مما يمكن أن يقصر بمثله من أهل الفضل، وأما التصريح باللعن وركيك القول، كما قد اقتحمه جهَّال بني أمية وسفلتهم؛ فحاشا معاوية منه، ومن كان على مثل حاله من الصحبة، والدين، والفضل، والحلم، والعلم، والله تعالى أعلم» (¬١).
قلتُ (أحمد): والذي يبدو أن الوجه الأول أرجح، لأنه يتوافق، ليس فقط مع خُلُق معاوية، ولكن يتوافق مع سائر النصوص الأخرى التي يظهر فيها فضل عليٍّ وعلمه، ومنها -غير ما تقدَّم- أن معاوية سئل عن الخنثى، كيف يُورث إذا مات، فأرسل إلى علي يسأله، فكتب إليه علي: يورث من حيث يبول (¬٢).
فهذه القصة تدلك على ما كان عليه هؤلاء الأفاضل، من العلم، والإنصاف، وطلب الحق، فمع ما بينهما من حروب واختلاف؛ فمعاوية يعرف قدر علي وفضله، ولا يستنكف أن يرسل إليه فيسأله، وعليٌّ في المقابل لا يكتم علماً ولا يضنُّ به، فمثل هؤلاء لا ينبغي أن يُظن بهم إلا الخير، رضي الله عنهم أجمعين.
ومع هذا كله: فلو سلَّمنا بوقوع السب بينهم؛ فليس السبُّ بأكبر من القتال، وهذا كله تتناوله -بإذن الله مغفرته ورحمته- بالتوبة والحسنات، وغير ذلك.
_________
(¬١) المفهم لما أُشكل من تلخيص مسلم (٦/ ٢٧٩).
(¬٢) صحيح بمجموع طرقه: أخرجه سعيد بن منصور (١٢٥، ١٢٦ - الأعظمي) من طريقين، أحدهما به شيخ مبهم، والآخر صحيح الإسناد -إن سلم من تدليس هشيم- من طريق الشعبي، عن عليٍّ؛ به. وأخرجه ابن أبي شيبة (٣١٣٦٥) من طريق الحسن بن كثير الأحمسي، عن أبيه، عن عليٍّ؛ به. والحسن ذكره ابن حبان في الثقات (٦/ ١٦٧)، وأبوه ترجم له الخطيب في تاريخ بغداد (١٢/ ٤٧٨)، ولم يذكر فيه جرحا ولا تعديلا. فهذه الطرق يشد بعضها بعَضُدِ بعض، والله أعلم.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b609] VALUES (289,'يقول ابن تيمية: «وأما ما ذُكر من لعن علي؛ فإن التلاعن وقع من الطائفتين كما وقعت المحاربة، وكان هؤلاء يلعنون رءوس هؤلاء في دعائهم، وهؤلاء يلعنون رءوس هؤلاء في دعائهم. وقيل: إن كل طائفة كانت تقنت على الأخرى. والقتال باليد أعظم من التلاعن باللسان، وهذا كله سواء كان ذنباً أو اجتهاداً: مخطئاً أو مصيباً؛ فإن مغفرة الله ورحمته تتناول ذلك بالتوبة، والحسنات الماحية، والمصائب المكفرة، وغير ذلك» (¬١).

<span data-type="title" id=toc-145>الشبهة التاسعة: محاولة معاوية نقل منبر النبي - صلى الله عليه وسلم - من المدينة إلى الشام:</span>
ذكر الطبري عدة روايات -في أحداث سنة خمسين من الهجرة- حول محاولة معاوية لنقل منبر النبي - صلى الله عليه وسلم - وعصاه إلى الشام، إليك بيانها، والحكم عليها:
- عن شعيب بن عمرو الأموي قال: «وفي هذه السنة أمر معاويه بمنبر رسول الله - صلى الله عليه وسلم -، أن يُحمل إلى الشام، فحُرِّك، فكسفت الشمس حتى رئيت النجوم بادية يومئذ، فأعظم الناس ذلك، فقال: لم أرد حمله، إنما خفت أن يكون قد أرض، فنظرت إليه، ثم كساه يومئذ».
- وعن سعيد بن دينار قال: «قال معاوية: إني رأيت أن منبر رسول الله - صلى الله عليه وسلم - وعصاه لا يُتركان بالمدينة، وهم قتلة أمير المؤمنين عثمان وأعداؤه، فلما قدم طلب العصا وهي عند سعد القرظ، فجاءه أبو هريرة وجابر بن عبد الله، فقالا: يا أمير المؤمنين، نذكرك الله عز وجل أن تفعل هذا، فإن هذا لا يصلح، تخرج منبر رسول الله - صلى الله عليه وسلم - من موضع وضعه، وتخرج عصاه إلى الشام! فانقل المسجد، فأقصر وزاد فيه ست درجات، فهو اليوم ثماني درجات، واعتذر إلى الناس مما صنع».
_________
(¬١) منهاج السنة النبوية (٤/ ٤٦٨).',NULL,'289',NULL,NULL,'0');
INSERT INTO [b609] VALUES (290,'- وعن قبيصة بن ذؤيب قال: «كان عبد الملك قد هم بالمنبر، فقال له قبيصة بن ذؤيب: أذكرك الله - عز وجل - أن تفعل هذا، وأن تحوله، إن أمير المؤمنين معاوية حركه فكسفت الشمس، وقال رسول الله - صلى الله عليه وسلم -: من حلف على منبري آثما فليتبوأ مقعده من النار، فتخرجه من المدينة وهو مقطع الحقوق بينهم بالمدينة. فأقصر عبد الملك عن ذلك، وكف عن أن يذكره» (¬١).
هذه الروايات -كعادة كثير من هذه الشبهات- واهية الإسناد، منكرة المتن!
أما الإسناد: فكل هذه الطرق المذكورة من طريق محمد بن عمر الواقدي، ولم نجد له متابعا على هذه الأخبار، وقد تقدَّم أنه متروك في الحديث، مع علمه بالمغازي، ومثل هذه الأخبار لا يكون الواقدي حجةً فيها بحال، خاصة مع تفرده، ونكارة متنه.
وأما المتون المذكورة: فمن وجوه ردِّها ما يلي:
١ - ربط تحريك المنبر بكسوف الشمس، وقد حدث الكسوف على زمن النبي - صلى الله عليه وسلم - مزامنة مع اليوم الذي مات فيه ولده إبراهيم - عليه السلام -، فربط الناس بين الحدثين؛ فصحَّح لهم النبي - صلى الله عليه وسلم - ذلك؛ وقال: «إن الشمس والقمر آيتان من آيات الله، لا ينكسفان لموت أحد ولا لحياته، فإذا رأيتموهما، فادعوا الله وصلوا حتى ينجلي» (¬٢).
٢ - اتهام معاوية لأهل المدينة جميعا بأنهم قتلة عثمان وأعداؤه، ويكفي في ردِّ هذه الفِرْية -وإن كان ضعفها يغني عن إضعافها، وبطلانها يغني عن إبطالها- أن معاوية كان يقرِّب الأنصار، ويعهد إليهم بمناصب هامة وحسَّاسة، ومن الشواهد على ذلك:
- توليته فضالة بن عبيد الأنصاري - رضي الله عنه - قضاء دمشق، وتوليته إياه منصب أمير البحرية الإسلامية في مصر.
_________
(¬١) الروايات الثلاثة في تاريخ الطبري (٥/ ٢٣٨ - ٢٣٩).
(¬٢) متفق عليه: أخرجه البخاري (١٠٦٠)، ومسلم (٩١٥)، عن المغيرة بن شعبة - رضي الله عنه -، وفيه قصة وفاة إبراهيم - عليه السلام -، وقول الناس: "انكسفت لموت إبراهيم".',NULL,'290',NULL,NULL,'0');
INSERT INTO [b609] VALUES (291,'- تعيينه النعمان بن بشير الأنصاري - رضي الله عنه - أميراً على الكوفة.
- تعيينه مسلمة بن مخلد الأنصاري - رضي الله عنه - أميراً على مصر والمغرب معًا.
- تعيينه رويفع بن ثابت الأنصاري - رضي الله عنه - أميراً على طرابلس (¬١).
٣ - الظن بمعاوية - رضي الله عنه - أن دينه، وعدالته، وصحبته لرسول الله - صلى الله عليه وسلم -، كل ذلك يمنعه مِن حَمْل منبر رسول الله - صلى الله عليه وسلم - من المدينة إلى الشام، خاصة وهو يعلم قوله - صلى الله عليه وسلم -: «مَا بَيْنَ بَيْتِى وَمِنْبَرِى رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ (¬٢)» (¬٣).
وكما ذكرتُ آنفاً: فإن ضعف الإسناد كان يغني عن كل هذا، لكن: زيادة في الحجة، {ويزداد الذين آمنوا إيمانا}.

<span data-type="title" id=toc-146>الشبهة العاشرة: استلحاق معاوية - رضي الله عنه - زياد بن أبيه:</span>
المراد بزياد هنا: هو زياد بن سمية، وهي أمه كانت أَمَة للحارث بن كلدة الثقفي طبيب العرب، زوَّجها لمولاه عبيد الثقفي، فأتت بزياد على فراشه وهم بالطائف، قبل أن يسلم أهل الطائف، وكان قبل الاستلحاق يُقال له: زياد بن عبيد الثقفي (¬٤).
قال الطبري: «وفي هذه السنة استلحق معاوية نسب زياد بن سمية بأبيه أبي سفيان، فيما قيل.
_________
(¬١) مرويات خلافة معاوية (ص: ٣١٦).
(¬٢) متفق عليه: أخرجه البخاري (١١٩٥)، ومسلم (١٣٩٠)، عن عبد الله بن زيد المازني - رضي الله عنه -.
(¬٣) مرويات خلافة معاوية (ص: ٣١٣ - ٣١٤).
(¬٤) الاستيعاب (٢/ ٥٢٣)، تاريخ دمشق (١٩/ ١٦٢)، سير أعلام النبلاء (٣/ ٤٩٤).',NULL,'291',NULL,NULL,'0');
INSERT INTO [b609] VALUES (292,'حدثني عمر بن شبة، قال: زعموا أن رجلا من عبد القيس كان مع زياد لما وفد على معاوية، فقال لزياد: إن لابن عامر عندي يدا، فإن أذنت لي أتيته، قال: على أن تحدثني ما يجري بينك وبينه، قال: نعم، فأذن له فأتاه، فقال له ابن عامر: هيه هيه! وابن سمية يقبح آثاري، ويعرض بعمالي! لقد هممت أن آتي بقسامة من قريش يحلفون أن أبا سفيان لم ير سمية، قال: فلما رجع سأله زياد، فأبى أن يخبره، فلم يدعه حتى أخبره، فأخبر ذلك زياد معاوية، فقال معاوية لحاجبه: إذا جاء ابن عامر فاضرب وجه دابته عن أقصى الأبواب، ففعل ذلك به، فأتى ابن عامر يزيد، فشكا إليه ذلك، فقال له: هل ذكرت زيادا؟ قال: نعم، فركب معه يزيد حتى أدخله، فلما نظر إليه معاوية قام فدخل، فقال يزيد لابن عامر: اجلس فكم عسى أن تقعد في البيت عن مجلسه! فلما أطالا خرج معاوية وفي يده قضيب يضرب به الأبواب، ويتمثل:
لنا سياق ولكم سياق ... قد علمت ذلكم الرفاق
ثم قعد فقال: يا ابن عامر، أنت القائل في زياد ما قلت؟! أما والله لقد علمت العرب أني كنت أعزها في الجاهلية، وأن الإسلام لم يزدني إلا عزا، وأني لم أتكثر بزياد من قلة، ولم أتعزز به من ذلة، ولكن عرفت حقا له فوضعته موضعه، فقال: يا أمير المؤمنين، نرجع إلى ما يحب زياد، قال: إذا نرجع إلى ما تحب، فخرج ابن عامر إلى زياد فترضاه» (¬١).
وحاصل التهمة التي نُسبت إلى معاوية هنا: أنه باستلحاقه زياد بن عبيد إلى أبيه قد خالف أحكام الإسلام، فعن عمرو بن شعيب، عن أبيه، عن جده، قال: قام رجل فقال: يا رسول الله، إن فلانا ابني عاهرت بأمه في الجاهلية، فقال رسول الله - صلى الله عليه وسلم -: «لا دعوة في الإسلام، ذهب أمر الجاهلية، الولد للفراش وللعاهر الحجر» (¬٢).
_________
(¬١) تاريخ الطبري (٥/ ٢١٤).
(¬٢) إسناده حسن: أخرجه أبو داود (٢٢٧٤)، وهذا سند حسن للخلاف المعروف في عمرو بن شعيب، عن أبيه.

وقال عنه الألباني في صحيح أبي داود (الأم- ٧/ ٤٥): "حسن صحيح".',NULL,'292',NULL,NULL,'0');
INSERT INTO [b609] VALUES (293,'والرواية المذكورة لا تصح، فسندها منقطع بين عمر بن شبة ومعاوية، وقد أشار الطبري إلى ضعفها بقوله: «فيما قيل».
يقول الدكتور خالد الغيث: «أما اتهام معاوية - رضي الله عنه - باستلحاق نسب زياد، فإني لم أقف على رواية صحيحة صريحة العبارة تؤكد ذلك، هذا فضلا عن أن صحبة معاوية - رضي الله عنه -، وعدالته ودينه وفقهه تمنعه من أن يرد قضاء رسول الله - صلى الله عليه وسلم -، لاسيما وأن معاوية أحد رواة حديث: الولد للفراش، وللعاهر الحجر» (¬١).
ووجَّه الدكتور خالد الغيث التهمة إلى زياد بن أبيه بأنه هو الذي ألحق نسبه بنسب أبي سفيان، واستدل برواية أخرجها مسلم (¬٢) من طريق أبي عثمان النهدي قال: «لما ادّعى زياد لقيت أبا بكرة فقلت له: ما هذا الذي صنعتم، إني سمعت سعد بن أبي وقاص يقول: سمع أذناي من رسول الله - صلى الله عليه وسلم - وهو يقول: من ادَّعى أبا في الإسلام غير أبيه يعلم أنه غير أبيه؛ فالجنة عليه حرام. فقال أبو بكرة: وأنا سمعته من رسول الله - صلى الله عليه وسلم -» (¬٣).
_________
(¬١) مرويات خلافة معاوية (ص: ٣٠٤).
(¬٢) صحيح مسلم (٦٣).
(¬٣) مرويات خلافة معاوية (ص: ٣٠٥).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b609] VALUES (294,'قال الإمام النووي - مُعلِّقاً على هذا الخبر-: «فمعنى هذا الكلام الإنكار على أبي بكرة، وذلك أن زيادا هذا المذكور هو المعروف بزياد بن أبي سفيان، ويُقال فيه: زياد بن أبيه، ويقال: زياد بن أمه، وهو أخو أبي بكرة لأمه، وكان يعرف بزياد بن عبيد الثقفي، ثم ادعاه معاوية بن أبي سفيان وألحقه بأبيه أبي سفيان، وصار من جملة أصحابه بعد أن كان من أصحاب علي بن أبي بن أبي طالب - رضي الله عنه - فلهذا قال أبو عثمان لأبي بكرة: ما هذا الذي صنعتم؟ وكان أبو بكرة - رضي الله عنه - ممن أنكر ذلك، وهجر بسببه زيادا، وحلف أن لا يكلمه أبدا، ولعل أبا عثمان لم يبلغه إنكار أبي بكرة حين قال له هذا الكلام، أو يكون مراده بقوله ما هذا الذي صنعتم؛ أي: ما هذا الذي جرى من أخيك؟! ما أقبحه! وأعظم عقوبته! فإن النبي - صلى الله عليه وسلم - حرم على فاعله الجنة» (¬١).
ويزيد هذا الأمر تأكيدا: ما ورد عن أبي إسحاق السبيعي قال: «لما قدم زيادٌ الكوفة قال: قد جئتكم في أمر ما طلبته الا إليكم، قالوا: ادعنا إلى ما شئت، قال: تلحقون نسبي بمعاوية، قالوا: أما بشهادة الزور فلا، فأتى البصرة، فشهد له رجل» (¬٢).
ولذلك قال أبو نعيم في ترجمته: «زياد بن سمية، ادَّعى أبا سفيان فنُسب إليه» (¬٣).
وبذلك تبرأ ساحة معاوية - رضي الله عنه - من هذه التهمة. والله أعلم (¬٤).
وختاماً:
_________
(¬١) شرح صحيح مسلم (٢/ ٥٣).
(¬٢) في إسناده ضعف: أخرجه الطبري في تاريخه (٥/ ٢١٥)، وفي سنده عمرو بن هاشم، ليِّن الحديث، كما في التقريب (٥١٢٦).
(¬٣) معرفة الصحابة (٣/ ١٢١٧).
(¬٤) انظر للمزيد في هذه المسألة: مرويات خلافة معاوية (ص: ٢٩٩ - ٣٠٦)، معاوية بن أبي سفيان، كشف شبهات ورد مفتريات (ص: ٢٦٤ - ٢٦٧).',NULL,'294',NULL,NULL,'0');
INSERT INTO [b609] VALUES (295,'فهذه أهم وأشهر الشبهات التي وقفتُ عليها، وثمَّ شبهات أخر (¬١) لم أوردها لعدم انتشارها، وشدة ضعفها، ولم يقم دليل صحيحٌ على شيء منها حتى نتكلَّف إيراده، ونجيب عنه. وفيما تقدَّم بإذن الله كفاية، لمن أراد الحق وبحث عن الهداية، والله يهدينا إلى سواء السبيل، إنه بكل جميل كفيل، وهو حسبنا ونعم الوكيل. والحمد لله رب العالمين.
_________
(¬١) انظر للاستزادة من هذا الباب: سل السنان (ص: ٢٤٧ - ٢٥٦)، معاوية بن أبي سفيان، كشف شبهات ورد مفتريات (ص: ١٥٩ - ٢٨٩).',NULL,'295',NULL,NULL,'0');
INSERT INTO [b609] VALUES (296,'<span data-type="title" id=toc-147>جريدة المصادر والمراجع</span>
١. الأباطيل والمناكير والصحاح والمشاهير: للجورقاني، تحقيق: د. عبد الرحمن بن عبد الجبار الفريوائي، الطبعة الرابعة (١٤٢٢ هـ= ٢٠٠٢ م)، دار الصميعي للنشر والتوزيع، الرياض، المملكة العربية السعودية.
٢. الإبانة عن أصول الديانة: لأبي الحسن الأشعري، تحقيق: د. فوقية حسين محمود، الطبعة الأولى (١٣٩٧ ه)، دار الأنصار، القاهرة.
٣. أثر العلماء في الحياة السياسية في الدولة الأموية: د. عبد الله بن عبد الرحمن الخرعان، الطبعة الأولى (١٤٢٤ ه)، مكتبة الرشد.
٤. الآحاد والمثاني: لابن أبي عاصم، تحقيق: د. باسم فيصل أحمد الجوابرة، الطبعة الأولى (١٤١١ هـ= ١٩٩١ م)، دار الراية، الرياض.
٥. الأحكام السلطانية: للماوردي، دار الحديث، القاهرة.
٦. الأدب المفرد: للبخاري، تحقيق: محمد فؤاد عبد الباقي، الطبعة الثالثة (١٤٠٩ ه= ١٩٨٩ م)، دار البشائر الإسلامية، بيروت.
٧. إرشاد السائل إلى دلائل المسائل: للشوكاني، عام النشر (١٣٤٨ ه= ١٩٣٠ م).
٨. الإرشاد إلى قواطع الأدلة وأصول الاعتقاد: للجويني، تحقيق: د. محمد يوسف موسى، علي عبد المنعم عبد الحميد، عام النشر (١٣٦٩ ه= ١٩٥٠ م)، مكتبة الخانجي، مصر.
٩. الاستيعاب في معرفة الأصحاب: لابن عبدالبر، تحقيق: علي محمد البجاوي، الطبعة الأولى (١٤١٢ هـ = ١٩٩٢ م)، دار الجيل، بيروت.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b609] VALUES (297,'١٠. أُسْد الغابة في معرفة الصحابة: لابن الأثير، تحقيق: علي محمد معوض، وعادل أحمد عبدالموجود، الطبعة الأولى (١٤١٥ هـ = ١٩٩٤ م)، دار الكتب العلمية، بيروت.
١١. أسماء الصحابة الرواة، وما لكل واحد من العدد: لابن حزم، تحقيق: مسعد عبد الحميد السعدني، مكتبة القرآن، القاهرة، مصر.
١٢. أسمى المطالب في سيرة أمير المؤمنين علي بن أبي طالب: للدكتور علي محمد محمد الصَّلَاّبي، عام النشر: (١٤٢٥ هـ = ٢٠٠٤ م)، مكتبة الصحابة، الشارقة، الإمارات.
١٣. الاشتقاق: لأبي بكر محمد بن الحسن بن دريد الأزدي، تحقيق وشرح: عبد السلام محمد هارون، الطبعة الأولى (١٤١١ هـ= ١٩٩١ م)، دار الجيل، بيروت، لبنان.
١٤. الإشراف في منازل الأشراف: لابن أبي الدنيا، تحقيق: د. نجم عبد الرحمن خلف، الطبعة الأولى (١٤١١ هـ= ١٩٩٠ م)، مكتبة الرشد، الرياض، السعودية.
١٥. الإصابة في تمييز الصحابة: لابن حجر، تحقيق: مركز هجر للبحوث، بالتعاون مع د. عبدالله بن عبدالمحسن التركي، دار هجر، مصر
١٦. أطراف الغرائب والأفراد للدارقطني: لابن طاهر المقدسي، تحقيق: جابر بن عبدالله السريع، الطبعة الأولى (١٤٢٨ هـ)، دار التدمرية، الرياض.
١٧. الاعتقاد والهداية إلى سبيل الرشاد على مذهب السلف وأصحاب الحديث: للبيهقي، تحقيق: أحمد عصام الكاتب، الطبعة الأولى (١٤٠١ هـ)، دار الآفاق الجديدة، بيروت.
١٨. إكمال إكمال المعلم: للأبي المالكي، دار الكتب العلمية، بيروت، لبنان.
١٩. إكمال المعلم بفوائد مسلم= شرح صحيح مسلم: للقاضي عياض، تحقيق: د. يحيى إسماعيل، الطبعة الأولى (١٤١٩ هـ = ١٩٩٨ م)، دار الوفاء، المنصورة، مصر.
٢٠. الإمامة العظمى عند أهل السنة والجماعة: لعبد الله بن عمر بن سليمان الدميجي، الطبعة الثانية، دار طيبة، الرياض.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b609] VALUES (298,'٢١. الإمامة والرد على الرافضة: لأبي نعيم الأصبهاني، تحقيق: د. علي بن محمد بن ناصر الفقيهي، الطبعة الثالثة (١٤١٥ هـ = ١٩٩٤ م)، مكتبة العلوم والحكم، المدينة المنورة.
٢٢. الأمثال في الحديث النبوي: لأبي الشيخ الأصبهاني، تحقيق: د. عبد العلي عبد الحميد حامد، الطبعة الثانية (١٤٠٨ ه= ١٩٨٧ م)، الدار السلفية، بومباي، الهند.
٢٣. أنساب الأشراف: للبلاذُرِي، تحقيق: سهيل زكار ورياض الزركلي، الطبعة الأولى (١٤١٧ هـ= ١٩٩٦ م)، دار الفكر، بيروت.
٢٤. الأنوار الكاشفة لما في كتاب أضواء على السنة من الزلل والتضليل والمجازفة: للمعلمي اليماني، عام النشر (١٤٠٦ هـ= ١٩٨٦ م)، المطبعة السلفية ومكتبتها، عالم الكتب، بيروت.
٢٥. الباعث الحثيث شرح اختصار علوم الحديث: لابن كثير، تأليف: أحمد محمد شاكر، الطبعة الأولى، دار الكتب العلمية، بيروت.
٢٦. البحر الزخار= مُسنَد البزار: الأجزاء من ١ - ٩ بتحقيق: محفوظ الرحمن زين الله، والأجزاء من ١٠ - ١٧ بتحقيق: عادل بن سعد، والجزء ١٨ بتحقيق: صبري عبدالخالق الشافعي، الطبعة الأولى، مكتبة العلوم والحكم، المدينة المنورة.
٢٧. البداية والنهاية: لابن كثير، تحقيق: د. عبدالله بن عبدالمحسن التركي، الطبعة الأولى (١٤٢٤ هـ = ٢٠٠٣ م)، دار هجر، مصر.
٢٨. تاريخ ابن أبي خيثمة= التاريخ الكبير: لابن أبي خيثمة، تحقيق: صلاح بن فتحي هلال، الطبعة الأولى (١٤٢٧ هـ = ٢٠٠٦ م)، الفاروق الحديثة، القاهرة.
٢٩. تاريخ ابن خلدون= ديوان المبتدأ والخبر في تاريخ العرب والبربر ومن عاصرهم من ذوي الشأن الأكبر: لابن خلدون، تحقيق: خليل شحادة، الطبعة الثانية (١٤٠٨ هـ= ١٩٨٨ م)، دار الفكر، بيروت.
٣٠. تاريخ أبي زرعة الدمشقي: برواية: أبي الميمون بن راشد، دراسة وتحقيق: شكر الله نعمة الله القوجاني، مجمع اللغة العربية، دمشق.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b609] VALUES (299,'٣١. تاريخ الإسلام ووفيات المشاهير والأعلام: للذهبي، تحقيق: عمر عبدالسلام التدمري، الطبعة الثانية (١٤١٣ هـ = ١٩٩٣ م)، دار الكتاب العربي، بيروت.
٣٢. التاريخ الأوسط: للبخاري، تحقيق: محمود إبراهيم زايد، الطبعة الأولى (١٣٩٧ ه= ١٩٧٧ م)، دار الوعي , مكتبة دار التراث. حلب , القاهرة.
٣٣. تاريخ الخلفاء: للسيوطي، تحقيق: حمدي الدمرداش، الطبعة الأولى (١٤٢٥ هـ = ٢٠٠٤ م)، مكتبة نزار مصطفى الباز.
٣٤. التاريخ الصغير: للبخاري، تحقيق: محمود إبراهيم زايد، الطبعة الأولى (١٤٠٦ ه= ١٩٨٦ م)، دار المعرفة، بيروت، لينان.
٣٥. تاريخ الطبري= تاريخ الرسل والملوك: للطبري، الطبعة الثانية (١٣٨٧ هـ)، دار التراث، بيروت.
٣٦. التاريخ الكبير: للبخاري، تحقيق: السيد هاشم الندوي، دار الفكر، بيروت.
٣٧. تاريخ المدينة المنورة: لابن شبة، تحقيق: علي محمد دندل، وياسين سعد الدين بيان، عام النشر (١٤١٧ هـ = ١٩٩٦ م) دار الكتب العلمية، بيروت.
٣٨. تاريخ بغداد= تاريخ مدينة السلام: للخطيب البغدادي، تحقيق: مصطفى عبد القادر عطا، الطبعة الأولى (١٤١٧ ه)، دار الكتب العلمية، بيروت.
٣٩. تاريخ خليفة بن خيَّاط: لأبي عمرو خليفة بن خيَّاط بن خليفة الشيباني العصفري البصري، تحقيق: د. أكرم ضياء العمري، الطبعة الثانية (١٣٩٧ ه) ـ، دار القلم , مؤسسة الرسالة، دمشق, بيروت.
٤٠. تاريخ مدينة دمشق وذكر فضلها وتسمية من حلها من الأماثل: لابن عساكر، تحقيق: محب الدين أبي سعيد عمر بن غرامة العمري، عام النشر (١٩٩٥ م) دار الفكر، بيروت.
٤١. تاريخ مولد العلماء ووفياتهم: لأبي سليمان الربعي، تحقيق: د. عبد الله أحمد سليمان الحمد، الطبعة الأولى (١٤١٠ ه)، دار العاصمة، الرياض.
٤٢. التحديث بما قيل: لا يصح فيه حديث: د. بكر بن عبد الله أبو زيد، الطبعة الأولى (١٤١٢ ه= ١٩٩١ م)، دار الهجرة للنشر والتوزيع، الرياض، السعودية.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b609] VALUES (300,'٤٣. تحرير تقريب التهذيب لابن حجر: لشعيب الأرنؤوط، د. بشار عواد، الطبعة الأولى (١٤١٧ هـ= ١٩٩٧ م)، مؤسسة الرسالة، بيروت.
٤٤. تحقيق مواقف الصحابة في الفتنة من روايات الإمام الطبري والمحدثين: د. محمد أمخزون، الطبعة الأولى (١٤١٥ ه= ١٩٩٤ م)، دار طيبة للنشر والتوزيع، الرياض، السعودية.
٤٥. تذكرة الحفاظ: للذهبي، الطبعة الأولى (١٤١٩ هـ = ١٩٩٨ م)، دار الكتب العلمية، بيروت.
٤٦. التذكرة بأحوال الموتى وأمور الآخرة: للقرطبي، تحقيق: د. الصادق بن محمد بن إبراهيم، الطبعة الأولى (١٤٢٥ هـ)، مكتبة دار المنهاج للنشر والتوزيع، الرياض، السعودية.
٤٧. التذييل علي كتب الجرح والتعديل: لطارق بن محمد آل بن ناجي، الطبعة الثانية (١٤٢٥ هـ= ٢٠٠٤ م)، مكتبة المثنى الإسلامية.
٤٨. تطهير الجنان واللسان عن الخوض والتفوه بثلب معاوية بن أبي سفيان: لابن حجر الهيتمي، تحقيق: أبو عبد الرحمن المصري الأثري، الطبعة الأولى (١٤١٣ ه= ١٩٩٢ م)، دار الصحابة للتراث، طنطا، مصر.
٤٩. تعجيل المنفعة بزوائد رجال الأئمة الأربعة: لابن حجر، تحقيق: د. إكرام الله إمداد الحق، الطبعة الأولى (١٩٩٦ م)، دار البشائر، بيروت.
٥٠. التعديل والتجريح لمن خرج له البخاري في الجامع الصحيح: لأبي الوليد الباجي، تحقيق: د. أبو لبابة حسين، الطبعة الأولى (١٤٠٦ ه= ١٩٨٦ م)، دار اللواء للنشر والتوزيع، الرياض.
٥١. تعظيم قدر الصلاة: للمروزي، تحقيق: د. عبدالرحمن عبدالجبار الفريوائي، الطبعة الأولى (١٤٠٦ هـ)، مكتبة الدار، المدينة المنورة.
٥٢. تفسير الطبري= جامع البيان عن تأويل آي القرآن: للطبري، تحقيق: د. عبدالله بن عبدالمحسن التركي، بالتعاون مع مركز البحوث والدراسات الإسلامية بدار هجر، الطبعة الأولى (١٤٢٢ هـ = ٢٠٠٢ م)، دار هجر، مصر.
٥٣. تفسير القرطبي= الجامع لأحكام القرآن: للقرطبي، تحقيق: أحمد البردوني، وإبراهيم أطفيش، الطبعة الثانية (١٣٨٤ هـ = ١٩٦٤ م)، دار الكتب المصرية، القاهرة.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b609] VALUES (301,'٥٤. تقريب التهذيب: لابن حجر، تحقيق: محمد عوامة، الطبعة الأولى (١٤٠٦ هـ = ١٩٨٦ م)، دار الرشيد، سوريا.
٥٥. تلخيص الحبير في تخريج أحاديث الرافعي الكبير: لابن حجر، تحقيق: أبو عاصم حسن بن عباس بن قطب، الطبعة الأولى (١٤١٦ هـ= ١٩٩٥ م)، مؤسسة قرطبة، مصر.
٥٦. تلخيص العلل المتناهية لابن الجوزي: للذهبي، تحقيق: أبو تميم ياسر بن إبراهيم بن محمد، الطبعة الأولى (١٤١٩ ه= ١٩٩٨ م)، الرشد للنشر والتوزيع، الرياض، السعودية.
٥٧. التمهيد لما في الموطأ من المعاني والأسانيد: لابن عبد البر، تحقيق: مصطفى بن أحمد العلوي, محمد عبد الكبير البكري، عام النشر: (١٣٨٧ هـ)، وزارة عموم الأوقاف والشؤون الإسلامية، المغرب.
٥٨. تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة: لابن عراق الكناني، تحقيق: عبد الوهاب عبد اللطيف , عبد الله محمد الصديق الغماري، الطبعة الأولى (١٣٩٩ هـ)، دار الكتب العلمية، بيروت، لبنان.
٥٩. تنزيه خال المؤمنين معاوية بن أبي سفيان، من الظلم والفسق في مطالبته بدم أمير المؤمنين عثمان: لأبي يعلى الفراء، تحقيق: أبو عبد الله الأثري، الطبعة الأولى (١٤٢٢ ه= ٢٠٠١ م)، مكتبة الرشد، الرياض، السعودية.
٦٠. التنكيل بما في تأنيب الكوثري من الأباطيل: لعبدالرحمن بن يحيى المعلمي اليماني، مع تخريجات وتعليقات: محمد ناصر الدين الألباني، الطبعة الثانية (١٤٠٦ هـ = ١٩٨٦ م)، المكتب الإسلامي، بيروت.
٦١. تهذيب الآثار وتفصيل الثابت عن رسول الله من الأخبار: للطبري، تحقيق: محمود محمد شاكر، مطبعة المدني، القاهرة.
٦٢. تهذيب الأسماء واللغات: للنووي، عنيت بنشره وتصحيحه والتعليق عليه: شركة العلماء، بمساعدة إدارة الطباعة المنيرية، يطلب من: دار الكتب العلمية، بيروت.
٦٣. تهذيب التهذيب: لابن حجر، الطبعة الأولى (١٤٠٤ هـ = ١٩٨٤ م)، دار الفكر، بيروت.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b609] VALUES (302,'٦٤. تهذيب الكمال في أسماء الرجال: للمزي، تحقيق: د. بشار عواد معروف، الطبعة الأولى (١٤٠٠ ه= ١٩٨٠ م)، مؤسسة الرسالة، بيروت.
٦٥. التوحيد وإثبات صفات الرب - عز وجل -: لابن خزيمة، تحقيق: عبد العزيز بن إبراهيم الشهوان، الطبعة الخامسة (١٤١٤ هـ= ١٩٩٤ م)، مكتبة الرشد، الرياض، السعودية.
٦٦. الثقات: لابن حبان، تحقيق: السيد شرف الدين أحمد، الطبعة الأولى (١٣٩٥ هـ = ١٩٧٥ م)، دار الفكر، بيروت.
٦٧. جامع التحصيل في أحكام المراسيل: للعلائي، تحقيق: حمدي عبدالمجيد السلفي، الطبعة الثانية (١٤٠٧ هـ = ١٩٨٦ م)، عالم الكتب، بيروت.
٦٨. الجامع لأخلاق الراوي وآداب السامع: للخطيب البغدادي، تحقيق: د. محمود الطحان، مكتبة المعارف، الرياض.
٦٩. جامع المسائل: لابن تيْميَّة، تحقيق: محمد عزير شمس، إشراف: د. بكر بن عبدالله أبو زيد، الطبعة الأولى (١٤٢٢ هـ)، دار عالم الفوائد.
٧٠. الجرح والتعديل: لابن أبي حاتم، الطبعة الأولى (١٢٧١ هـ = ١٩٥٢ م)، دار إحياء التراث العربي، بيروت.
٧١. جوامع السيرة: لابن حزم، تحقيق: د. إحسان عباس، د. ناصر الدين الأسد، مراجعة: أحمد محمد شاكر، دار المعارف، مصر.
٧٢. حقبة من التاريخ: لعثمان بن محمد الخميس، الطبعة الثالثة (١٤٢٧ هـ)، مكتبة الإمام البخاري، الإسماعيلية، مصر.
٧٣. حلم معاوية: لابن أبي الدنيا، تحقيق: إبراهيم صالح، الطبعة الأولى (١٤٢٤ هـ= ٢٠٠٣ م)، دار البشائر.
٧٤. حلية الأولياء وطبقات الأصفياء: لأبي نعيم، عام النشر (١٣٩٤ هـ = ١٩٧٤ م)، دار السعادة، محافظة مصر. وتصوير: دار الكتاب العربي، ودار الفكر، ودار الكتب العلمية، بيروت.
٧٥. خصائص أمير المؤمنين علي بن أبي طالب: للنسائي، تحقيق: أحمد ميرين البلوشي، الطبعة الأولى (١٤٠٦ ه)، مكتبة المعلا، الكويت.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b609] VALUES (303,'٧٦. دلائل النبوة، ومعرفة أحوال صاحب الشريعة: للبيهقي، تحقيق: د. عبدالمعطي قلعجي، الطبعة الأولى (١٤٠٨ هـ = ١٩٨٨ م)، دار الكتب العلمية، بيروت. ودار الريان للتراث، القاهرة.
٧٧. ديوان الضعفاء والمتروكين وخلق من المجهولين وثقات فيهم لين: للذهبي، تحقيق: حماد بن محمد الأنصاري، الطبعة الثانية (١٣٨٧ هـ= ١٩٦٧ م)، مكتبة النهضة الحديثة، مكة، السعودية.
٧٨. رجال صحيح البخاري= الهداية والإرشاد في معرفة أهل الثقة والسداد: لأبي نصر الكلاباذي، تحقيق: عبد الله الليثي، الطبعة الأولى (١٤٠٧ ه)، دار المعرفة، بيروت.
٧٩. الرد على بشر المريسي= نقض الإمام أبي سعيد عثمان بن سعيد على المريسي الجهمي العنيد فيما افترى على الله عز وجل من التوحيد: للدارمي، تحقيق: رشيد بن حسن الألمعي، الطبعة الأولى (١٤١٨ هـ= ١٩٩٨ م)، مكتبة الرشد للنشر والتوزيع.
٨٠. الروض الباسم في الذب عن سنة أبي القاسم: لابن الوزير، اعتنى به: علي بن محمد العمران، دار عالم الفوائد للنشر والتوزيع.
٨١. زاد المعاد في هدي خير العباد: لابن القيم، تحقيق: شعيب الأرنؤوط، وعبدالقادر الأرنؤوط، الطبعة السابعة والعشرون (١٤١٥ هـ = ١٩٩٤ م)، مؤسسة الرسالة، بيروت. ومكتبة المنار الإسلامية، الكويت.
٨٢. الزهد والرقائق: لابن المبارك، تحقيق: حبيب الرحمن الأعظمي، دار الكتب العلمية، بيروت.
٨٣. سلُّ السنان في الذبِّ عن معاوية بن أبي سفيان: لسعد بن ضيدان السبيعي، تقديم: الشيخ عبد الله السعد، الطبعة الأولى (١٤٢٨ ه)، دار المحدث، الرياض، السعودية.
٨٤. سلسلة الأحاديث الصحيحة وشيء من فقهها وفوائدها: للألباني، الطبعة الأولى، الأجزاء الأربعة الأولى (١٤١٥ هـ = ١٩٩٥ م)، الجزء السادس (١٤١٦ هـ = ١٩٩٦ م)، الجزء السابع (١٤٢٢ هـ = ٢٠٠٢ م)، مكتبة المعارف، الرياض',NULL,'303',NULL,NULL,'0');
INSERT INTO [b609] VALUES (304,'٨٥. سلسلة الأحاديث الضعيفة والموضوعة وأثرها السيء في الأمة: لمحمد ناصر الدين الألباني، الطبعة الأولى (١٤١٢ هـ = ١٩٩٢ م)، دار المعارف، الرياض.
٨٦. السنة: لأبي بكر الخَلَّال، تحقيق: د. عطية الزهراني، الطبعة الأولى (١٤١٠ هـ = ١٩٨٩ م)، دار الراية، الرياض.
٨٧. السنة: لعبد الله بن أحمد بن حنبل، تحقيق: د. محمد سعيد سالم القحطاني، الطبعة الأولى (١٤٠٦ هـ)، دار ابن القيم، الدمام.
٨٨. السنن الكبرى: للبيهقي، الطبعة الأولى (١٣٤٤ هـ)، مجلس دائرة المعارف النظامية، حيدر آباد، الهند.
٨٩. السنن الكبرى: للنسائي، تحقيق: حسن عبدالمنعم شلبي، الطبعة الأولى (١٤٢١ هـ = ٢٠٠١ م)، مؤسسة الرسالة، بيروت.
٩٠. سنن: ابن ماجه، تحقيق: محمد فؤاد عبدالباقي، دار إحياء الكتب العربية، فيصل عيسى البابي الحلبي.
٩١. سنن: أبي داود، تحقيق: محمد محيي الدين عبدالحميد، المكتبة العصرية، صيدا، بيروت.
٩٢. سنن: الترمذي، تحقيق: أحمد محمد شاكر، ومحمد فؤاد عبدالباقي، وإبراهيم عطوة عوض، الطبعة الثانية (١٣٩٥ هـ = ١٩٧٥ م)، شركة مكتبة ومطبعة مصطفى البابي الحلبي، مصر.
٩٣. سنن: سعيد بن منصور، تحقيق: حبيب الرحمن الأعظمي، الطبعة الأولى (١٤٠٣ هـ = ١٩٨٢ م)، الدار السلفية، الهند.
٩٤. سؤالات البرذعي لأبي زرعة= الضعفاء: لأبي زرعة الرازي، طبع ضمن رسالة علمية بعنوان: أبو زرعة الرازي وجهوده في السنة النبوية، لسعدي بن مهدي الهاشمي، عام النشر (١٤٠٢ هـ = ١٩٨٢ م)، عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة.
٩٥. سؤالات: البرقاني للدارقطني، تحقيق: عبدالرحيم محمد أحمد القشقري، الطبعة الأولى (١٤٠٤ هـ)، كتب خانه جميلي، لاهور، باكستان.
٩٦. سؤالات: السلمي للدارقطني، تحقيق: فريق من الباحثين، بإشراف وعناية: د. سعد الحميد، و د. خالد الجريسي، الطبعة الأولى (١٤٢٧ هـ).',NULL,'304',NULL,NULL,'0');
INSERT INTO [b609] VALUES (305,'٩٧. السياسة الشرعية في إصلاح الراعي والرعية: لابن تيْميَّة، الطبعة الأولى (١٤١٨ هـ)، وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد، المملكة العربية السعودية.
٩٨. سير أعلام النبلاء: للذهبي، تحقيق: مجموعة من المحققين، بإشراف الشيخ شعيب الأرناؤوط، الطبعة الثالثة (١٤٠٥ هـ = ١٩٨٥ م)، مؤسسة الرسالة، بيروت.
٩٩. سير السلف الصالحين: لإسماعيل بن محمد الأصبهاني، تحقيق: د. كرم بن حلمي بن فرحات بن أحمد، دار الراية للنشر والتوزيع، الرياض.
١٠٠. السيرة النبوية الصحيحة: د. أكرم ضياء العمري، الطبعة السادسة (١٤١٥ هـ= ١٩٩٤ م)، مكتبة العلوم والحكم، المدينة المنورة.
١٠١. سيرة أمير المؤمنين معاوية بن أبي سفيان: د. عَلي محمد الصَّلَاّبي، الطبعة الأولى (١٤٢٩ هـ= ٢٠٠٨ م)، دار الأندلس الجديدة للنشر والتوزيع، مصر.
١٠٢. شاعرات العرب في الجاهلية والإسلام: لبشير يموت، الطبعة الأولى (١٣٥٢ هـ= ١٩٣٤ م)، المكتبة الأهلية، بيروت.
١٠٣. شرح أصول اعتقاد أهل السنة والجماعة: للَّالكائي، تحقيق: أحمد بن سعد بن حمدان الغامدي، الطبعة الثامنة (١٤٢٣ هـ = ٢٠٠٣ م)، دار طيبة، الرياض.
١٠٤. شرح صحيح البخاري: لابن بطال، تحقيق: أبو تميم ياسر بن إبراهيم، الطبعة الثانية (١٤٢٣ هـ= ٢٠٠٣ م)، مكتبة الرشد، الرياض، السعودية.
١٠٥. شرح صحيح مسلم= المنهاج شرح صحيح مسلم بن الحجاج: للنووي، الطبعة الثانية (١٣٩٢ هـ)، دار إحياء التراث العربي، بيروت.
١٠٦. شرح علل الترمذي: لابن رجب، تحقيق: د. همام عبدالرحيم سعيد، الطبعة الأولى (١٤٠٧ هـ = ١٩٨٧ م)، مكتبة المنار، الزرقاء، الأردن.
١٠٧. الشريعة: للآجُرِّي، تحقيق: د. عبدالله بن عمر بن سليمان الدميجي، الطبعة الثانية (١٤٢٠ هـ = ١٩٩٩ م)، دار الوطن، الرياض.
١٠٨. الشفا بتعريف حقوق المصطفى: للقاضي عياض، عام النشر (١٤٠٩ هـ= ١٩٨٨ م)، دار الفكر للطباعة والنشر والتوزيع، بيروت.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b609] VALUES (306,'١٠٩. صحيح ابن حبان= الإحسان في تقريب صحيح ابن حبان: ترتيب: الأمير علاء الدين علي بن بلبان الفارسي، تحقيق: شعيب الأرنؤوط، الطبعة الأولي (١٤٠٨ هـ = ١٩٨٨ م)، مؤسسة الرسالة، بيروت.
١١٠. صحيح ابن خزيمة= مختصر المختصر من المُسنَد الصحيح عن النبي - صلى الله عليه وسلم - بنقل العدل عن العدل، موصولا إليه - صلى الله عليه وسلم - من غير قطع في أثناء الإسناد، ولا جرح في ناقلي الأخبار: لابن خزيمة، تحقيق: د. محمد مصطفى الأعظمي، المكتب الإسلامي، بيروت.
١١١. صحيح أبي داود (الأم): للألباني، الطبعة الأولى (١٤٢٣ هـ= ٢٠٠٢ م)، مؤسسة غراس للنشر والتوزيع، الكويت.
١١٢. صحيح البخاري= الجامع المُسنَد الصحيح المختصر من أمور رسول الله - صلى الله عليه وسلم - وسننه وأيامه: للإمام البخاري، تحقيق: محمد زهير بن ناصر الناصر، الطبعة الأولى (١٤٢٢ هـ)، دار طوق النجاة.
١١٣. صحيح مسلم= المُسنَد الصحيح المختصر، بنقل العدل عن العدل إلى رسول الله - صلى الله عليه وسلم -: للإمام مسلم، تحقيق: محمد فؤاد عبدالباقي، دار إحياء التراث العربي، بيروت.
١١٤. صحيح وضعيف تاريخ الطبري: تحقيق: محمد بن طاهر البرزنجي، إشراف: محمد صبحي حلاق، الطبعة الأولى (١٤٢٨ ه= ٢٠٠٧)، دار ابن كثير، دمشق، بيروت.
١١٥. الصواعق المحرقة على أهل الرفض والضلال والزندقة: لابن حجر الهيتمي، تحقيق: عبدالرحمن بن عبدالله التركي، وكامل محمد الخراط، الطبعة الأولى (١٤١٧ هـ = ١٩٩٧ م)، مؤسسة الرسالة، بيروت.
١١٦. الضعفاء الكبير: للعقيلي، تحقيق: عبدالمعطي أمين قلعجي، الطبعة الأولى (١٤٠٤ هـ = ١٩٨٤ م)، دار المكتبة العلمية، بيروت.
١١٧. الضعفاء والمتروكين: لابن الجوزي، تحقيق: عبدالله القاضي، الطبعة الأولى (١٤٠٦ هـ)، دار الكتب العلمية، بيروت.
١١٨. طبقات الحنابلة: لابن أبي يعلى، تحقيق: محمد حامد الفقي، دار المعرفة، بيروت.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b609] VALUES (307,'١١٩. الطبقات الكبرى: لابن سعد، تحقيق: إحسان عباس، الطبعة الأولى (١٩٦٨ م)، دار صادر، بيروت.
١٢٠. الطبقات الكبرى: الجزء المتمم، الطبقة الرابعة من الصحابة ممن أسلم عند فتح مكة وما بعد ذلك: لابن سعد، تحقيق ودراسة: د. عبد العزيز عبد الله السلومي، عام النشر: ١٤١٦ هـ، مكتبة الصديق، الطائف، المملكة العربية السعودية.
١٢١. الطبقات الكبرى، الجزء المتمم، الطبقة الخامسة في من قبض رسول الله - صلى الله عليه وسلم - وهم أحداث الأسنان: لابن سعد، تحقيق: محمد بن صامل السلمي، الطبعة الأولى (١٤١٤ هـ= ١٩٩٣ م)، مكتبة الصديق، الطائف، المملكة العربية السعودية.
١٢٢. الطبقات الكبرى، القسم المتمم لتابعي أهل المدينة ومن بعدهم: لابن سعد، تحقيق: زياد محمد منصور، الطبعة الثانية (١٤٠٨ هـ)، مكتبة العلوم والحكم، المدينة المنورة.
١٢٣. طبقات خليفة بن خيَّاط: لأبي عمرو خليفة بن خيَّاط بن خليفة الشيباني العصفري البصري، تحقيق: د. سهيل زكار، سنة النشر: (١٤١٤ هـ = ١٩٩٣ م)، دار الفكر للطباعة والنشر والتوزيع.
١٢٤. عبد الله بن سبأ واثره في أحداث الفتنة: لسليمان بن فهد العودة، عام النشر (١٤١٢ ه)، دار طيبة.
١٢٥. العزلة: للخطابي، الطبعة الثانية (١٣٩٩ هـ)، المطبعة السلفية، القاهرة.
١٢٦. العقد الفريد: لابن عبد ربه، الطبعة الأولى (١٤٠٤ هـ)، دار الكتب العلمية، بيروت.
١٢٧. عقيدة السلف= مقدمة أبي زيد القيرواني لكتابه الرسالة: للقيرواني، تحقيق: بكر بن عبد الله أبو زيد، دار العاصمة، الرياض.
١٢٨. عقيدة أهل السنة والجماعة في الصحابة الكرام: لناصر بن علي عائض حسن الشيخ، الطبعة الثالثة (١٤٢١ هـ = ٢٠٠٠ م)، مكتبة الرشد، الرياض.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b609] VALUES (308,'١٢٩. علل الدارقطني= علل الواردة في الأحاديث النبوية: للدارقطني، المجلدات من الأول، إلى الحادي عشر: تحقيق وتخريج: محفوظ الرحمن زين الله السلفي، الطبعة الأولى (١٤٠٥ هـ = ١٩٨٥ م)، دار طيبة، الرياض، والمجلدات من الثاني عشر، إلى الخامس عشر: تحقيق: محمد بن صالح بن محمد الدباسي، الطبعة الأولى (١٤٢٧ هـ)، دار ابن الجوزي، الدمام.
١٣٠. العلل الكبير: للترمذي، رتبه على كتب الجامع: أبو طالب القاضي، تحقيق: صبحي السامرائي، وأبو المعاطي النوري، ومحمود خليل الصعيدي، الطبعة الأولى (١٤٠٩ هـ)،عالم الكتب، ومكتبة النهضة العربية، بيروت.
١٣١. العلل ومعرفة الرجال للإمام أحمد: برواية ابنه عبدالله، تحقيق: وصي الله بن محمد عباس، الطبعة الثانية (١٤٢٢ هـ = ٢٠٠١ م)، دار الخاني، الرياض.
١٣٢. العلل: لابن أبي حاتم، تحقيق: فريق من الباحثين، بإشراف: د. سعد بن عبدالله الحميد، و د. خالد بن عبدالرحمن الجريسي، الطبعة الأولى (١٤٢٧ هـ = ٢٠٠٦ م).
١٣٣. العواصم من القواصم في تحقيق مواقف الصحابة بعد وفاة النبي - صلى الله عليه وسلم -: لابن العربي، قدم له وعلق عليه: محب الدين الخطيب، الطبعة الأولى (١٤١٩ هـ)، وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، المملكة العربية السعودية.
١٣٤. العواصم والقواصم في الذب عن سنة أبي القاسم: لابن الوزير اليماني، حققه وضبط نصه وخرج أحاديثه، وعلّق عليه: شعيب الأرنؤوط، الطبعة الثالثة (١٤١٥ هـ= ١٩٩٤ م)، مؤسسة الرسالة للطباعة والنشر والتوزيع، بيروت.
١٣٥. العيال: لابن أبي الدنيا، تحقيق: د. نجم عبد الرحمن خلف، الطبعة الأولى (١٤١٠ هـ= ١٩٩٠ م)، دار ابن القيم، الدمام، السعودية.
١٣٦. عيون الأثر في فنون المغازي والشمائل والسير: لابن سيد الناس، تعليق: إبراهيم محمد رمضان، الطبعة الأولى (١٤١٤ ه= ١٩٩٣ م)، دار القلم، بيروت، لبنان.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b609] VALUES (309,'١٣٧. غريب الحديث: للخطابي، تحقيق: عبد الكريم إبراهيم الغرباوي, وخرج أحاديثه: عبد القيوم عبد رب النبي، عام النشر (١٤٠٢ هـ= ١٩٨٢ م)، دار الفكر، بيروت.
١٣٨. فتح الباري شرح صحيح البخاري: لابن حجر، رقَّم كتبه وأبوابه وأحاديثه: محمد فؤاد عبدالباقي، وقام بإخراجه وصحَّحه: محب الدين الخطيب، عام النشر (١٣٧٩ هـ)، دار المعرفة، بيروت.
١٣٩. فتح الواحد العلي في الدفاع عن صحابة النبي - صلى الله عليه وسلم -: للشيخ عبد الله السعد، الطبعة الأولى (١٤٢٨ ه)، دار المحدث، الرياض، السعودية.
١٤٠. فتوح مصر والمغرب: لابن عبد الحكم، عام النشر (١٤١٥ ه)، مكتبة الثقافة الدينية.
١٤١. الفصل في الملل والأهواء والنحل: لابن حزم، مكتبة الخانجي، القاهرة.
١٤٢. الفوائد المجموعة في الأحاديث الموضوعة: للشوكاني، تحقيق: عبدالرحمن بن يحي المعلمي اليماني، دار الكتب العلمية، بيروت.
١٤٣. القاموس المحيط: للفيروز آبادي، تحقيق: مكتب تحقيق التراث في مؤسسة الرسالة، بإشراف: محمد نعيم العرقسُوسي، الطبعة الثامنة (١٤٢٦ هـ = ٢٠٠٥ م)، مؤسسة الرسالة، بيروت.
١٤٤. الكامل في ضعفاء الرجال: لابن عدي، تحقيق: يحيى مختار غزاوي، الطبعة الثالثة (١٤٠٩ هـ = ١٩٨٨ م)، دار الفكر، بيروت.
١٤٥. الكنى والأسماء: للإمام مسلم، تحقيق: عبد الرحيم محمد أحمد القشقري، الطبعة الأولى (١٤٠٤ هـ= ١٩٨٤ م)، عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة، المملكة العربية السعودية.
١٤٦. اللآلئ المصنوعة في الأحاديث الموضوعة: للسيوطي، تحقيق: صلاح بن محمد بن عويضة، الطبعة الأولى (١٤١٧ هـ = ١٩٩٦ م)، دار الكتب العلمية، بيروت.
١٤٧. لسان العرب: لابن منظور، الطبعة الثالثة (١٤١٤ هـ)، دار صادر، بيروت.
١٤٨. لسان الميزان: لابن حجر، بعناية: عبدالفتاح أبو غدة، عام النشر (١٤٢٢ هـ)، مكتب المطبوعات الإسلامية.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b609] VALUES (310,'١٤٩. لمعة الاعتقاد: لابن قدامة، الطبعة الثانية (١٤٢٠ هـ= ٢٠٠٠ م)، وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد، المملكة العربية السعودية.
١٥٠. المتفق والمفترق: للخطيب البغدادي، تحقيق: د. محمد صادق آيدن الحامدي، الطبعة الأولى (١٤١٧ هـ = ١٩٩٧ م)، دار القادري للطباعة والنشر والتوزيع، دمشق.
١٥١. المجالسة وجواهر العلم: للدينوري، تحقيق: مشهور بن حسن آل سلمان، عام النشر (١٤١٩ هـ)، جمعية التربية الإسلامية، البحرين. ودار ابن حزم، بيروت.
١٥٢. المجتبى من السنن= السنن الصغرى: للنسائي، تحقيق: عبدالفتاح أبو غدة، الطبعة الثانية (١٤٠٦ هـ = ١٩٨٦ م)، مكتب المطبوعات الإسلامية، حلب.
١٥٣. المجروحين من المحدثين والضعفاء والمتروكين: لابن حبان، تحقيق: محمود إبراهيم زايد، الطبعة الأولى (١٣٩٦ هـ)، دار الوعي، حلب، سوريا.
١٥٤. مجمع الزوائد ومنبع الفوائد: للهيثمي، عام النشر (١٤٠٧ هـ)، دار الريان للتراث، القاهرة. و دار الكتاب العربي، بيروت.
١٥٥. المجموع شرح المهذَّب: للنووي، ومعه تكملة السبكي والمطيعي، دار الفكر، بيروت، لبنان.
١٥٦. مجموع رسائل الجاحظ: لعبد السلام هارون، عام النشر (١٣٨٤ ه= ١٩٦٤ م)، مكتبة الخانجي، القاهرة.
١٥٧. مجموع الفتاوى: لابن تيْميَّة، تحقيق: عبدالرحمن بن محمد بن قاسم، عام النشر (١٤١٦ هـ = ١٩٩٥ م)، مجمع الملك فهد لطباعة المصحف الشريف، المدينة المنورة.
١٥٨. المحتضرين: لابن أبي الدنيا، تحقيق: محمد خير رمضان يوسف، الطبعة الأولى (١٤١٧ هـ= ١٩٩٧ م)، دار ابن حزم، بيروت، لبنان.
١٥٩. المحلى بالآثار: لابن حزم، دار الفكر، بيروت.
١٦٠. مختصر استدراك الذهبي على مستدرك الحاكم: لابن الملقن، تحقيق: د. سعد الحميد، ود. عبدالله بن حمد اللحيدان، الطبعة الأولى (١٤١١ هـ)، دار العاصمة، الرياض.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b609] VALUES (311,'١٦١. مختصر تطهير الجنان واللسان عن الخوض والتفوه بثلب معاوية بن أبي سفيان لابن حجر الهيتمي: لسليمان الخراشي، الطبعة الأولى (١٤٢٢ ه= ٢٠٠١ م)، دار علوم السنة، الرياض، السعودية.
١٦٢. المدخل إلى كتاب الإكليل: للحاكم، تحقيق: د. فؤاد عبد المنعم أحمد، دار الدعوة، الإسكندرية.
١٦٣. المراسيل: لابن أبي حاتم، تحقيق: شكر الله نعمة الله قوجاني، الطبعة الأولى (١٣٩٧ هـ)، مؤسسة الرسالة، بيروت.
١٦٤. المرسل الخفي وعلاقته بالتدليس: للشريف حاتم بن عارف العوني، الطبعة الأولى (١٤١٨ ه= ١٩٩٧)، دار الهجرة للنشر والتوزيع، الرياض، السعودية.
١٦٥. مرويات أبي مخنف في تاريخ الطبري: ليحيى بن إبراهيم اليحيى، دار العاصمة، الرياض.
١٦٦. مسائل الإمام أحمد بن حنبل: رواية ابن أبي الفضل صالح، الدار العلمية، الهند.
١٦٧. مسائل الإمام أحمد: لابن هانئ النيسابوري، تحقيق: زهير الشاويش، عام النشر (١٤٠٠ ه)، المكتب الإسلامي، بيروت، لبنان.
١٦٨. المستدرك على الصحيحين: للحاكم، تحقيق: مصطفى عبدالقادر عطا، الطبعة الأولى (١٤١١ هـ = ١٩٩٠ م)، دار الكتب العلمية، بيروت.
١٦٩. مُسنَد الدارمي= سنن الدارمي، تحقيق: حسين سليم أسد الداراني، الطبعة الأولى (١٤١٢ هـ = ٢٠٠٠ م)، دار المغني للنشر والتوزيع، السعودية.
١٧٠. مُسنَد الشاميين: للطبراني، تحقيق: حمدي بن عبدالمجيد السلفي، الطبعة الأولى (١٤٠٥ هـ = ١٩٨٤ م)، مؤسسة الرسالة، بيروت.
١٧١. مُسنَد: أبي يعلى، تحقيق: حسين سليم أسد، الطبعة الأولى (١٤٠٤ هـ = ١٩٨٤ م)، دار المأمون للتراث، دمشق.
١٧٢. مُسنَد: الطيالسي، تحقيق: د. محمد بن عبدالمحسن التركي، الطبعة الأولى (١٤١٩ هـ = ١٩٩٩ م)، دار هجر، مصر.
١٧٣. مُسنَد: للإمام أحمد بن حنبل، تحقيق: شعيب الأرنؤوط، وعادل مرشد، وآخرون، تحت إشراف: د عبدالله بن عبدالمحسن التركي، الطبعة الأولى، (١٤٢١ هـ = ٢٠٠١ م)، مؤسسة الرسالة، بيروت.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b609] VALUES (312,'١٧٤. مشاهير علماء الأمصار وأعلام فقهاء الأقطار: لابن حبان، حققه ووثقه وعلق عليه: مرزوق على ابراهيم، الطبعة الأولى (١٤١١ هـ= ١٩٩١ م)، دار الوفاء للطباعة والنشر والتوزيع، المنصورة.
١٧٥. المصنَّف في الأحاديث والآثار: لابن أبي شيبة، تحقيق: حمد بن عبدالله الجمعة، ومحمد بن إبراهيم اللحيدان، الطبعة الأولى (١٤٢٥ هـ = ٢٠٠٤ م)، مكتبة الرشد، الرياض.
١٧٦. المصنَّف: لعبدالرزاق الصنعاني، تحقيق: حبيب الرحمن الأعظمي، الطبعة الثانية (١٤٠٣ هـ)، المكتب الإسلامي، بيروت.
١٧٧. المطالب العالية بزوائد المسانيد الثمانية: لابن حجر، تحقيق: د. سعد بن ناصر بن عبدالعزيز الشثري، الطبعة الأولى (١٤١٩ هـ)، دار العاصمة، ودار الغيث، السعودية.
١٧٨. المعارف: لابن قتيبة الدينوري، تحقيق: ثروت عكاشة، الطبعة الثانية، ١٩٩٢ م، الهيئة المصرية العامة للكتاب، القاهرة.
١٧٩. معاوية بن أبي سفيان أمير المؤمنين وكاتب وحي النبي الأمين، كشف شبهات وردّ مفتريات: لشحاتة محمد صقر، دار الخلفاء الراشدين، الإسكندرية، مصر.
١٨٠. المعجم الأوسط: للطبراني، تحقيق: طارق بن عوض الله، وعبدالمحسن بن إبراهيم الحسيني، دار الحرمين، القاهرة.
١٨١. معجم الصحابة: لابن قانع، تحقيق: صلاح بن سالم المصراتي، الطبعة الأولى (١٤١٨ هـ)، مكتبة الغرباء الأثرية، المدينة المنورة.
١٨٢. معجم الصحابة: للبغوي، تحقيق: محمد الأمين بن محمد الجكني، الطبعة الأولى (١٤٢١ هـ= ٢٠٠٠ م)، مكتبة دار البيان، الكويت.
١٨٣. المعجم الكبير: للطبراني، تحقيق: حمدي بن عبدالمجيد السلفي، الطبعة الثانية، مكتبة ابن تيْميَّة، القاهرة.
١٨٤. المعجم المختص بالمحدثين: للذهبي، تحقيق: د. محمد الحبيب الهيلة، الطبعة الأولى (١٤٠٨ هـ= ١٩٨٨ م)، مكتبة الصديق، الطائف، السعودية.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b609] VALUES (313,'١٨٥. المعجم المفهرس= تجريد أسانيد الكتب المشهورة والأجزاء المنثورة: لابن حجر، تحقيق: محمد شكور المياديني، الطبعة الأولى (١٤١٨ ه= ١٩٩٨ م)، مؤسسة الرسالة، بيروت، لبنان.
١٨٦. معجم المناهي اللفظية وفوائد في الألفاظ: د. بكر بن عبد الله أبو زيد، الطبعة الثالثة (١٤١٧ هـ= ١٩٩٦ م)، دار العاصمة للنشر والتوزيع، الرياض.
١٨٧. معرفة الصحابة: لأبي نعيم، تحقيق: عادل بن يوسف العزازي، الطبعة الأولى (١٤١٩ هـ = ١٩٩٨ م)، دار الوطن للنشر، الرياض.
١٨٨. معرفة علوم الحديث: للحاكم، تحقيق: السيد معظم حسين، الطبعة الثانية (١٣٩٧ هـ = ١٩٧٧ م)، دار الكتب العلمية، بيروت.
١٨٩. المعرفة والتاريخ: ليعقوب الفسوي، تحقيق: أكرم ضياء العمري، الطبعة الثانية (١٤٠١ هـ = ١٩٨١ م)، مؤسسة الرسالة، بيروت.
١٩٠. المغني عن الحفظ والكتاب: لأبي حفص الموصلي، الطبعة الأولى (١٤٠٧ هـ)، دار الكتاب العربي، بيروت.
١٩١. المفهم لما أُشكل من تلخيص كتاب مسلم: للقرطبي، تحقيق وتعليق: محيي الدين ديب مستو، يوسف علي بديوي، أحمد محمد السيد، محمود إبراهيم بزال، الطبعة الأولى (١٤١٧ ه= ١٩٩٦ م)، دار ابن كثير، بيروت، لبنان.
١٩٢. مقالات الإسلاميين واختلاف المصلين: لأبي الحسن الأشعري، تحقيق: نعيم زرزور، الطبعة الأولى (١٤٢٦ هـ = ٢٠٠٥ م)، المكتبة العصرية، بيروت.
١٩٣. الملخص لمسند الموطأ: لأبي الحسن القابسي، تحقيق: علي إبراهيم مصطفى، الطبعة الأولى (١٤٢٩ ه= ٢٠٠٨ م)، دار الكتب العلمية، بيروت، لبنان.
١٩٤. المنار المنيف في الصحيح والضعيف= نقد المنقول والمحك المميز بين المردود والمقبول: لابن القيم، تحقيق: عبدالفتاح أبو غدة، الطبعة الأولى (١٣٩٠ هـ = ١٩٧٠ م)، مكتب المطبوعات الإسلامية، حلب.
١٩٥. مناقب الإمام أحمد: لابن الجوزي، تحقيق: د. عبد الله بن عبد المحسن التركي، الطبعة الثانية (١٤٠٩ هـ).',NULL,'313',NULL,NULL,'0');
INSERT INTO [b609] VALUES (314,'١٩٦. مناقب الشافعي: للفخر الرازي، تحقيق: د. أحمد حجازي السقا، الطبعة الأولى (١٤٠٦ ه= ١٩٨٦ م)، مكتبة الكليات الأزهرية، الأزهر، القاهرة.
١٩٧. المنتخب من علل الخلال: لابن قدامة، تحقيق: طارق بن عوض الله بن محمد، الطبعة الأولى (١٤١٩ هـ = ١٩٩٨ م)، دار الراية للنشر والتوزيع، الرياض.
١٩٨. المنتقى من منهاج الاعتدال في نقض كلام أهل الرفض والاعتزال: للذهبي، تحقيق: محب الدين الخطيب، الطبعة الثالثة (١٤١٣ ه= ١٩٩٣ م)، الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، السعودية.
١٩٩. منهاج السنة النبوية في نقض كلام الشيعة القدرية: لابن تيْميَّة، تحقيق: محمد رشاد سالم، الطبعة الأولى (١٤٠٦ هـ = ١٩٨٦ م)، جامعة الإمام محمد بن سعود الإسلامية، الرياض.
٢٠٠. منهج كتابة التاريخ الإسلامي حتى نهاية القرن الثالث الهجري: لمحمد بن صامل السلمي، الطبعة الأولى (١٤٠٦ ه- ١٩٨٦ م)، دار طيبة، الرياض.
٢٠١. مورد اللطافة في من ولي السلطنة والخلافة: لابن تغري بردي، تحقيق: نبيل محمد عبد العزيز أحمد، دار الكتب المصرية، القاهرة.
٢٠٢. الموضوعات من الأحاديث المرفوعات: لابن الجوزي، تحقيق: نور الدين بن شكري بن علي، الطبعة الأولى (١٤١٨ هـ = ١٩٩٧ م)، أضواء السلف، الرياض.
٢٠٣. الناهية عن طعن أمير المؤمنين معاوية: لعبد العزيز بن أحمد الفريهاري، تقديم: عبد الله بن عبد العزيز بن عقيل، حققه وعلق عليه وخرج أحاديثه: أحمد بن عبد العزيز بن محمد التويجري، الطبعة الأولى (١٤٢٢ هـ)، غراس للنشر والتوزيع، الكويت.
٢٠٤. النجوم الزاهرة فى ملوك مصر والقاهرة: لابن تغري بردي، وزارة الثقافة والإرشاد القومي، دار الكتب، مصر.
٢٠٥. نسب قريش: لمصعب بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير، تحقيق: ليفي بروفنسال، الطبعة الثالثة، دار المعارف، القاهرة.
٢٠٦. النهاية في غريب الحديث والأثر: لابن الأثير، تحقيق: طاهر أحمد الزاوى، محمود محمد الطناحي، عام النشر (١٣٩٩ هـ = ١٩٧٩ م)، المكتبة العلمية، بيروت.',NULL,'314',NULL,NULL,'0');
