-- Table: b6905
-- Chunk: 1
-- Rows: 230

CREATE TABLE "b6905"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b6905
INSERT INTO [b6905] VALUES (1,'<span data-type="title" id=toc-1>الأصمعيات</span>

<span data-type="title" id=toc-2>وَهَذِه بَقِيَّة الأصمعيات الَّتِي أخلت بهَا المفضليات</span>',NULL,'15',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (2,'فارغة',NULL,'16',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (3,'<span data-type="title" id=toc-3>بِسم الله الرَّحْمَن الرَّحِيم</span>

<span data-type="title" id=toc-4>وَصلى الله تَعَالَى على سيدنَا مُحَمَّد وَآله وَصَحبه وَسلم وَهَذِه بَقِيَّة الأصمعيات الَّتِي أخلت بهَا المفضليات</span>
١ - قَالَ سحيم بن وثيل الرياحى أحد بنى حميرى ١
(أَنَا ابنُ جَلَا وطلّاعُ الثَّنايَا ... متَى أضَعِ الْعِمَامَة تعرفوني)
قَالَ الْأَصْمَعِي: حَدثنَا رجل من بني ريَاح قَالَ: جَاءَ رجل إِلَى الأخوص والأبيرد وهما من ولد عتاب بن هرمى يطْلب هناء فَقَالَا: إِن بلغت',NULL,'17',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (4,'عَنَّا سحيم بن وثيل بَيْتا وأتيتنا بجوابه؟ قَالَ: نعم هاتياه فأنشداه:
(إِن بداهتى وجراء حولى ... لذُو شقّ على الحطم الحرون)
فَلَمَّا انشده إِيَّاه عَصَاهُ وَجعل يهدج فِي الْوَادي وَيَقُول: أَنا ابْن جلا وطلاع الثنايا يُقَال للنافذ فِي الْأُمُور ((طلاع الثنايا)) و ((طلاع أنجد)) ((جلا)) بارز منكشف. ٢
(وَإِن مكانَنَا منْ حِميَريٍّ ... مَكانُ الليثِ من وسَطِ العرين)',NULL,'18',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (5,'حميرى بن ريَاح بن يَرْبُوع ٣
(وإنِّي لَا يعُودُ إلىَّ قِرنِي ... غداةَ الغِبِّ إِلَّا فِي قرين)
((الغب)) : أَن تشرب الْإِبِل يَوْمًا ثمَّ تتْرك يَوْمًا وَهُوَ هُنَا معاودة قرنه إِلَيْهِ فِي الْيَوْم الثَّانِي أَي إِذا قاومني يَوْمًا وعاودني من الْغَد ٤
(بذى لبد يصد الركب عَنهُ ... وَلَا توتى فريسته لحين)
أَي إِذا افترس شَيْئا لم يتبعهُ أحد إِلَى مَوضِع فريسته إِلَّا بعد حِين. ٥
(عذَرْتُ البُزْلَ إذْ هيَ خاطَرَتنِي ... فمَا بَالي وبالُ ابنيْ لبونِ)
٦ - (وماذَا يدّري الشعراءُ منّي ... وَقد جَاوَزت رَأس الْأَرْبَعين)
يدرى: يخْتل والادراء: الختل أَي قد كَبرت وتحنكت. ٧
(أَخُو خمسن مجتمعا أشدى ... ونجدنى مداورة الشؤون)
نجدنى: حنكنى وعرفني الْأَشْيَاء منجذ: محنك مداورة: معالجة الشؤون: الْأُمُور.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (6,'٨ - (فَإِن علالنى وجِراءَ حَوْلي ... لذُو شِقٍّ على الضّرَعِ الظَّنونِ)
العلالة: أَن تحلب النَّاقة ثمَّ يَقُول: الَّذِي بقى منى على الْكبر [جرى] شيديد الضَّرع: الصَّغِير السن الظنون: الذى لَا يوثق بِمَا عِنْده. ٩
(سأحيى مَا حييت وَإِن ظهرى ... لمستند إِلَى نضد آمينِ)
١٠ - (كَرِيمُ الخالِ مِنْ سلَفيْ رياحٍ ... كنصْلِ السيْفِ وضّاحُ الجبينِ)
١١ - (فإنَّ قناتنا مشِظٌ شظاها ... شَدِيد مدها عنق القرين)
يُقَال ((مسست شَيْئا فمشظت يدى)) وَهُوَ أَن تمس جذعا فيعلق فِي يدك شَيْء من شضاه.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (7,'٢ -<span data-type="title" id=toc-5> وَقَالَ خُفَاف بن نُدْبَة</span>
١ - (ألَا طَرَقَتْ أسماءُ فِي غَيرِ مَطرَقِ ... وأنَّي إذَا حَلَّتْ بنَجرانَ نَلْتَقِي)',NULL,'21',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (8,'٢ -<span data-type="title" id=toc-6> خفاف بن ندبة</span>
٢ - (سرت كل وَاد دون رهوة دَافع ... وجلذان أَو كرم ٍبليَّةَ مُحدِقِ)
٣ - (تجاوَزَتْ الأعراضَ حتَّى توسنت ... وسادى بِبَاب دون جلذان مغلق)
٤ - (بغر الثنايا خيف الظُّلم نبته ... وَسنة رئم بالجنينة مونق)
٥ - (ولمْ أرهَا إِلَّا تعِلَّةَ ساعَةٍ ... عَلَى ساجرٍ أَو نظرة بالمشرق)
٦ - (وَحَيْثُ الْجَمِيع الحابسون براكِسٍ ... وكانَ المُحاقُ موعِداً للتَّفَرُّقِ)
٧ - (بِوَجٍّ ومَا بَالِي بِوَجٍّ وبَالُها ... وَمَنْ يَلْقَ يَوماً جِدَّةَ الحُبِ يُخْلِقِِ)
٨ - (وأبدَي شُهُورُ الحجِّ مِنْهَا مَحَاسِناً ... ووَجْهاً متَى يَحْلُلْ لهُ الطِيبُ يُشْرِقِ)
٩ - (فإمَّا تَرينِي أقصَر اليومَ باطِلِي ... ولاحَ بياضُ الشيبِ فِي كل مفرق)',NULL,'22',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (9,'٢٢ -<span data-type="title" id=toc-7> خفاف بن ندبة</span>
١٠ - (وزايلنى ريق الشَّبَاب وظله ... وبدلت مِنْهُ سحق آخر مخلق)
١١ - (فعثرة مولى قدْ نعشتُ وأُسرةٍ ... كِرامٍ وأبطالٍ لدَي كُلِّ مَأزِقِ)
١٢ - (وحرَّةَ صادٍ قدْ نَضَحْتُ بِشَرْبَةٍ ... وقدْ ذَمَّ قَبلِي ليلَ آخرَ مُطْرِقِ)
١٣ - (ونهبٍ كجُمَّاعِ الثريا حويته ... غشاشا بمحتات القوائمِ خيفَقِِ)
١٤ - (ومعشوقَةٍ طلقْتُها بمُرشَّةٍٍ ... لهَا سَنَنٌ كالأتحمى المُخرَّقِ)
١٥ - (فباتَتْ سِليباً من أُناسٍ تُحبُّهُمْ ... كَئيباً ولوْلا طعنَتي لمْ تُطَلَّقِِ)
١٦ - (وخيلٍ تَعَادَى لَا هوادة بَينهَا ... شهِدت بمدلوك المعاقم محنق)
١٧ - (طَوِيل عِظَام غير خَافَ نمى بِهِ ... سليم الشظا فِي مكربات المطبق)',NULL,'23',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (10,'٢ -<span data-type="title" id=toc-8> خفاف بن ندبة</span>
١٨ - (بصيرٍ بأطرافِ الحِدابِ مُقلصٍ ... نبيلٍ يُساوى بالطِّرافِ المُرَوَّقِ)
١٩ - (إذَا مَا استحمَّتْ أرضُهُ مِن سَمَائِهِ ... جَرَى وَهْوَ مودُوعٌ وواعِدُ مِصْدَقِ)
٢٠ - (ومدَّ الشِمالُ طَعنَهُ فِي عِنانِهِ ... وباعَ كبوعِ الشادِنِ المُتَطَلِّقِ)
٢١ - (من الكاتمات الربو تمزع مقدما ... سبوقا إِلَى الغايات غير مسبق)
٢٢ - (وعته جواد لَا يُبَاع جَنِينهَا ... بمنسوبة أعراقه غير محمق)
٢٣ - (ومرقبة طيرت عَنْهَا حمامها ... نعامتها مِنْهَا بضاح مزلق)',NULL,'24',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (11,'٢ -<span data-type="title" id=toc-9> خفاف بن ندبة</span>
٢٤ - (تَبِيتُ عِتاقُ الطيرِ فِي رقَبَاتِها ... كطُرَّةِ بيتِ الفارسيِّ المُعلَّقِِ)
٢٥ - (ربأتُ وَحُرْجُوجٍ جَهَدْتُ رَوَاحَها ... عَلَى لاحب ٍمِثِلِ الحَصيرِ المُشَقَّقِِ)
٢٦ - (تَبِيتُ إِلَيّ عِدٍّ تقادم عَهده ... بَحر تقى حَرُّ النهارِ بَغَلفَقِِ)
٢٧ - (كأنَّ محافيَر السباعِ حياضُهُ ... لتعريِسِهَا جَنْبَ الإزاءِ المُمَزَّقِ)
٢٨ - (مُعرَّس ركبٍ قافِلينَ بصرَّةٍ ... صرادٍ إذَا مَا نارُهُمْ لمْ تُحَرَّقِ)
٢٩ - (فدعْ ذَا ولكنْ هلْ تَرَى ضوءَ بارقٍ ... يضئ حبيّاًّ فِي ذُرَى مُتألِّقِِ)
٣٠ - (علاَ الأكمَ منهُ وابلٌ بعدَ وابلٍ ... فقدْ أرْهَقَتْ قِيعانُهُ كُلَّ مرهق)',NULL,'25',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (12,'٢ -<span data-type="title" id=toc-10> خفاف بن ندبة</span>
٣١ - (يجر بِأَكْنَافِ البحارٍ إِلَى المَلا ... رباباً لهُ مثلَ النَعَامِ الْمُعَلق)
٣٢ - (إِذا قلت تزهاه الرِّيَاح دنا لَهُ ... ربابٌ لهُ مِثلُ النَعامِ المُوَسَّقِِ)
٣٣ - (كأنَّ الحُداةَ والمشايعَ وسْطُهُ ... وعُوذاً مطافِيلاً بأمعَزَ مَشْرُقِ)
٣٤ - (أسأَل شقا يَعْلُو العضاه غثاوه ... يصفق فِي قيعانها كل مُصَفِّق)
٣٥ - (فجاد شرورا فالستار فَأَصْبَحت ... يعار لَهُ والواديان بمودِقِ)
٣٦ - (كأنَّ الضبابَ بالصَحَارَى عَشيَّةً ... رجالٌ دعَاهَا مُستضِيفٌ لِمْوسِقِِ)
٣٧ - (لهُ حدَبٌ يستخرِجُ الذئبَ كارِهاً ... يمر غثاء تَحت غَار مُطلق)
٣٨ - (يشُقُّ الحِدابَ بالصحَارَى وينتَحي ... فِراخَ العُقابِ بالحِقاءِ المحلق)',NULL,'26',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (13,'٣ -<span data-type="title" id=toc-11> وَقَالَ أَيْضا</span>
١ - (طرَقَتْ أُسيماءُ الرحالَ ودُوننَا ... مِنْ فَيدِ غَيقَةَ ساعد فكثيب)
٢ - (فالطودُ فالملكاتُ أصبحَ دونَها ... ففِراغُ قُدسَ فعمقُها فحسوب)
٣ - (فلئِنْ صرمْتِ الحبلَ يَا ابنةَ مالكٍ ... والرأيُ فِيهِ مخطيء ومُصيبُ)
٤ - (فتَعلَّمي أَنّي امرؤٌ ذُو مرَّةٍ ... فيمَا ألمَّ مِنَ الخُطوبِ صَليبُ)
٥ - (أدعُ الدناءَةَ لَا أُلابِسُ أَهلَها ... ولديَّ مِنْ كيسِ الزمانِ نَصيبُ)
٦ - (ومعبد بيض القطا بجنوبه ... ومِنَ النواعجِ رِمَّةٌ وصَليبُ)
٧ - (نفّرْتُ آمِنَ طَيْرهِ وسباعه ... ببغام مجذام الرواح خبوب)',NULL,'27',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (14,'٣ -<span data-type="title" id=toc-12> خفاف بن ندبة</span>
٨ - (أُجُدٍ كانَ الرَحلَ فوقَ مُقلِّصٍ ... عاري النواهِقِِ لاحَهُ التَقريبُ)
٩ - (عَدَلَ النُهاقُ لِسانَهُ فكأنَّهُ ... لمَّا تخمط للشحاج نقيب)
١٠ - (وَلَقَد هَبَطت الْغَيْث يدْفع منكبِي ... طرفٌ كسَافِلَةِ القناةِ ذَنُوبُ)
١١ - (نَمِلٌ إذَا ضُفِزَ اللِجامَ كأنَّهُ ... رجُلٌ يُنوِّهُ باليدَينِ سَليبُ)
١٢ - (حام على دبر الشياه كَأَنَّهُ ... إِذا جد سجل نزه مَصُبوبُ)
١٣ - (بردٌ تقَحَّمَهُ الدَبورُ مَرَاتباً ... مُلقَى ضَوَاحي بينهُنَّ لُهُوبُ)
١٤ - (مُتطلِّعٌ بالكفِّ ينهضُ مُقدِماً ... مُتَتابِعٌ فِي جريه يعبوب)
١٥ - (ربذ الْخلاف إِذا اتلأب وَرجله ... فِي وقعها ولحاقها تحنيب)',NULL,'28',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (15,'٤ -<span data-type="title" id=toc-13> وَقَالَ</span>
١ - (يَا هِندُ يَا أختَ بَني الصاردِ ... مَا أنَا بالباقِي وَلا الخالِدِ)
٢ - (إنْ اُمسِ لَا أملكُ شَيْئا فقدْ ... أملكُ أمرَ المِنسرِ الحاردِ)
٣ - (بالضابع الضَّابِط تقريبه ... إِذْ ونت الْخَيل وَذُو الشاهدِ)
٤ - (عّبْلِ الذراعينِ سليمِ الشَّظَا ... كالسيدِ تحتَ القِرَّةِ الصارِدِ)
٥ - (يِطعنُ فِي المِسحَلِ حتَّى إذَا ... مَا بلغ الْفَارِس بالساعد)
٦ - (جد سبُوحاً غيرَ ذِي سقطةٍ ... مُستفرغٍ ميعتَهُ واعِدِ)',NULL,'29',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (16,'٤ -<span data-type="title" id=toc-14> خفاف بن ندبة</span>
٧ - (يُصيدُكَ العيرَ بِرَفِّ النَّدا ... يَحفرُ فِي مُبتكِرِ الراعِدِِ)
٨ - (يُعقدُ فِي الجيدِ عليهِ الرُّقى ... منْ خيفة الْأَنْفس والحاسد)',NULL,'30',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (17,'قَالَ الْأَصْمَعِي: لما أرتد النَّاس أَتَى رجل من بني سليم أَبَا بكر رَضِي الله تَعَالَى عَنهُ فَقَالَ: أَعْطِنِي سِلَاحا أقَاتل بِهِ فَأعْطَاهُ فقاتل بِهِ الْمُسلمين
<span data-type="title" id=toc-15>فَقَالَ خفاف</span>

<span data-type="title" id=toc-16>رَحمَه الله تَعَالَى</span>
١ - (لْم تأخُذُونَ سلاحَهُ لقتالِهِ ... ولذَاكُمُ عندَ الإلهِ أثامُ)
٢ - (لَا دِينُكُمْ ديني وَلا أنَا كافِرٌ ... حَتَّى يَزُول إِلَى صراة شمام)',NULL,'31',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (18,'٦ -<span data-type="title" id=toc-17> وَقَالَ الحكم الخضرى</span>
قَالَ أَبُو سعيد: سَمعتهَا من الحكم: ١
(إِلَيّ ابنِ بِلالٍ جَوْبَي البيدَ والدُّجَى ... بزيّافَةٍ إنْ تَسمعِ الزَجرَ تَغضبِ)
٢ - (إِذا غَضِبتْ أنْ يزْجر العيس خلفهَا ... كست خطمها من كسْوَة لم تهدب)
٣ - (زورة أسفار كَأَن ضلوعها ... تُنَاطحُ مِنْ مِسمارٍ ساجٍ مُضبَّبِ)
٤ - (مُحنَّبةُ الرجلَينِ حرف كَأَنَّهَا ... قطاة مَتى بتمم لَهَا الْخمس تقرب)',NULL,'32',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (19,'٦ -<span data-type="title" id=toc-18> الحكم الخضرى</span>
٥ - (إِذا استودَعَتْ فَرْخينِ بَيْدَاءَ قَلَّصتْ ... سماويَّةَ المُمسَى نجاةَ التَقَلُّبِ)
٦ - (فَجاءَتْ مَعَ الإشراقِ كدراءِ رادةً ... فحَامَتْ قَلِيلا فِي مَعانٍ ومَشربِ)
٧ - (فلمَّا استقَتْ طارت وَقد تلع الضُّحَى ... بِشِرْبِ قَرَتْهُ فِي زُهيدٍ مُحَبَّبِ)
٨ - (فكرَّتْ فأمَّتْ حَيْثُ جَاءَت كَأَنَّهَا ... دلاة هوَتْ مِنْ كفِّ ساقٍ ومُكْرِبِ)
٩ - (إِذا استقبَلَتْها الريحُ صدَّتْ بخطمِها ... قَلِيلا وحثَّتْ مِنْ نَجاءٍ منحب)',NULL,'33',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (20,'٧ -<span data-type="title" id=toc-19> وأنشدنا أَبُو سعيد لِابْنِ لجاء التيمى</span>
١ - (أنعتها إِنِّي من نعاتها ... ٢ مندحة السرات وادقاتها)
٣ - (مَكْفُوفَة الأخفاف مجمراتها ... ٤ سابغة الأذناب ذيالاتها)
٥ - (طوَتْ ليومِ الخِمسِ أسقياتِها ... ٦ غابِرَ مَا فيهَا على بلاتها)',NULL,'34',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (21,'٧ -<span data-type="title" id=toc-20> ابْن لَجأ</span>
٧ - (كأنَّمَا نِيطَتْ إِلَى ضَرّاتِها ... ٨ مِنْ نَخرِ الطِلحِ مُجَوَّفاتِها)
٩ - (وأتَّقتِ الشَمسَ بجُمْجُمَاتِها ... ١٠ تَمشي إِلَى رِوَاءِ عاطناتها)
١١ - (تمشى العانس فِي ريطاتها)',NULL,'35',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (22,'٨ -<span data-type="title" id=toc-21> وَقَالَ عبد الله بن عنمة</span>
وَكَانَ حليفا لبنى شَيبَان يرثى بسطَام بن قيس: ١
(لأمِّ الأرضِ ويلٌ مَا أجَنَّتْ ... غَدَاةَ أضَرَّ بالْحسنِ السَّبِيل)',NULL,'36',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (23,'٨ -<span data-type="title" id=toc-22> عبد الله بن عنمة</span>
٢ - (نقسم مَاله فِينَا وندعو ... أبَا الصَهباءِ إذْ جَنحَ الأصِيلُ)
٣ - (أجِدَّكَ لنْ تراهُ ولَنْ تَراهُ ... تَخُبُّ بهِ عُذافِرَةٌ ذَمُولُ)
٤ - (حقيبة رَحْله بدن وسرج ... تعارضه مرببة ذوول)
٥ - (إِلَى ميعاد أرعن مكفهر ... تضمر فِي طوابقه الخُيُولُ)
٦ - (لَكَ المِرباعُ منهَا والصفَّايَا ... وَحُكْمُكَ والنَشِيطَةُ والفُضُولُ)
٧ - (لقَدْ ضَمِنَتْ بَنُو بدرِ بنِ عمروٍ ... وَلا يُوفي بِبِسْطامٍ قَتِيلُ)
٨ - (وخَرَّ عَلَى الألاءةِ لم يوسد ... كَأَن جَبينه سيف صقيل)
٩ - (فَإِن تجزع عَلَيْهِ بَنو أَبِيه ... لقد فجعوا وفاتهم خَلِيل)',NULL,'37',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (24,'٨ -<span data-type="title" id=toc-23> عبد الله بن عنمة</span>
١٠ - (بمطعامٍ إذَا الأشوالُ راحَتْ ... الي الحُجُراتِ ليسَ لَهَا فصيل)
١١ - ( [ومقدام إِذا الْأَبْطَال خامت ... وعرد عَن حليلته الحليل)',NULL,'38',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (25,'<span data-type="title" id=toc-24>وَقَالَ:</span>

<span data-type="title" id=toc-25>وأنشدني لعقبة بن سَابق فِي صفة الْخَيل:</span>
١ - (جرف سبسب يجرى ... عَلَيْهِ موره جَدب)',NULL,'39',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (26,'٩ -<span data-type="title" id=toc-26> عقبَة بن سَابق</span>
٢ - (تعسَّفْتُ على وَجْناءَ ... حَرْفٍ حَرَجٍ رَهْبِ)
٣ - (طليح كالفنيق القطم ... المستكبر الصعب)
٤ - (تهادى بالردافى و ... تَشَكَّى وَجَعَ النَكْبِ)
٥ - (وعَنْسٍ قد برَاهَا ل ذة ... الموكب وَالشرب)
٦ - (رفعناها ذميلا فِي ... معالى مُعمَلٍ لَحْبِ)
٧ - (وَقد أغْدو بطِرِفٍ هَيكلٍ ... ذِي خصل سكب)
٨ - (أسيل سلجم المقب ل ... لَا شَخْتٍ وَلَا جأُبِ)
٩ - (مِسَحٍّ لَا يُواري الع ير ... مِنْهُ عصر اللهب)',NULL,'40',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (27,'٩ -<span data-type="title" id=toc-27> عقبَة بن سَابق</span>
١٠ - (لَهُ ساقا ظليم خاضب ... فوجئ بِالرُّعْبِ)
١١ - (وقصرى شنِجٍ الأنسَاءِ ... نبّاحٍ من الشُعبِ)
١٢ - (وَمتْنانِ خظَاتَانِ ... كزُحْلُوفٍ من الهَضبِ)
١٣ - (تَرَى فاهُ إِذا أقب ل ... مِثلَ السَلَقِِ الجَدبِ)
١٤ - (لهُ بينَ حَوَاميه ... ِنُسُورٌ كنوى القسب)
١٥ - (حَدِيد الطّرف والمنك ب ... والعرقوب والكعب)
١٦ - (جواد الشد والتقري ب ... والإحضار والعقب)
١٧ - (يخد الأَرْض خدا ب صمل ... سلط وَأب)
١٨ - (يزين الْبَيْت مربوطا ... ويشفى قرم الركب)',NULL,'41',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (28,'٩ -<span data-type="title" id=toc-28> عقبَة بن سَابق</span>
١٩ - (ويُردي الخاضٍبَ الآخْرَ جَ ... فِي ذِي عَمَدٍ صهب)
٢٠ - (وفحل الْعَانَة الجون ال خماص ... النحص الُحقْبِ)
٢١ - (يهُزُّ العُنُقَ الأجرَ دَ ... فِي مُستأمَنِ الشّعب)',NULL,'42',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (29,'١٠ -<span data-type="title" id=toc-29> وَقَالَ عُرْوَةُ بن الوَرْد</span>
١ - (أقِلِّي عَلَي اللومَ يَا ابنَةَ مُنذرٍ ... ونَامِي فإِنْ لمْ تشتَهِي النومَ فاسهَرِي)
٢ - (ذَرِينِي ونفسِي أُمَّ حَسَّانَ إنَّنِي ... بهَا قبل أَن لَا أملك البيع مشترى)',NULL,'43',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (30,'١٠ -<span data-type="title" id=toc-30> عُرْوَة بن الْورْد</span>
٣ - (أحاديثَ تبقَى وَالفَتَى غيرُ خالِدٍ ... إذَا هُوَ أَمْسَى هَامة تَحت صَبر)
٤ - (تُجاوبُ أحجارَ الكِناسِ وتشتكِي ... إلَى كُلِّ مَعرُوفٍ تَرَاهُ ومُنكَرِ)
٥ - (ذَرِيني أُطَوِّفْ فِي البلادِ لعلَّنِي ... أخليك أَو أغنيك عَن سوء محْضر)
٦ - (فإنْ فَازَ سهمٌ للمنيَّة لم أكن ... جزوعاً وَهل عَن ذَاك من مُتأخرِ)
٧ - (وإنْ فازَ سهمٌى كفَّكُمْ عَنْ مَقاعدٍ ... لَكُمْ خَلْفَ أدبارِ البُيوتِ ومَنْظَرِ)
٨ - (تقُولُ: لكَ الويلاتُ هلْ أنتَ تارِكٌ ... ضُبُوءًا بِرَجلٍ تَارَة وبِمنسرِ)
٩ - (ومُستَثبِتٌ فِي مالِكَ العامَ إِنَّنِي ... أَرَاك على أقتاد صرماء مُذَكّر)',NULL,'44',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (31,'١٠ -<span data-type="title" id=toc-31> عُرْوَة بن الْورْد</span>
١٠ - (فجُوعٍ بهَا للصَّالحينَ مَزِلِّةٌ ... مَخُوفٍ ردَاهَا أنْ تصيبك فاحذَرِ)
١١ - (أبَى الخفضَ مِنْ يَغْشاكِ مِنْ ذِي قرَابَة ... وَمن كل سَوْدَاء المعاصم تعترى)
١٢ - (ومستهنيء زيدٌ أبُوهُ فَلا أرَى ... لَهُ مَدْفَعاً فاقنَيْ حياءك واصبرى)
١٣ - (لحى اللهُ صُعلُوكاً إذَا جنَّ ليلُةُ ... مُصَافي المُشَاشِ آلفاً كُلَّ مَجزَرِ)
١٤ - (يعُدُّ الغِنَى مِنْ دهرِهِ كُلَّ ليلَةٍ ... أصابَ قِراهَا مِنْ صدِيقٍٍ مُيسَّرِ)
١٥ - (قَليلَ الِتماسِ المالِ إلاّ لِنفسِهِ ... إذَا هوَ أضحى كالعريش المجور)',NULL,'45',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (32,'١٠ -<span data-type="title" id=toc-32> عُرْوَة بن الْورْد</span>
١٦ - (ينَامُ عِشاءً ثمَّ يُصبِحُ قاعِداً ... يحُتُّ الحَصَى عَنْ جنبِهِ المُتَعفِّرِ)
١٧ - (يُعينُ نساءَ الحيِّ مَا يستعِنَّهُ ... فيُضْحي طليحاً كالبعيرِ المُحَسَّرِ)
١٨ - (وللهِ صُعلُوكٌ صفيحَةُ وجهِهِ ... كضوءِ شهابِ القابِسِ المُتَنوِّرِ)
١٩ - (مُطلاًّ عَلى أَعْدَائِهِ يَزجُرُونَهُ ... بساحتِهِمْ زجرَ المنيحِ المُشَهَّرِ)
٢٠ - (وإنْ بَعُدُوا لَا يَأمَنُونَ اقترابَهُ ... تَشَوُّفَ أهلِ الْغَائِب المتنظر)
٢١ - (فذلكَ إنْ يَلقَ المنيةَ يلقَها ... حَميداً وإنْ يسْتَغْن يَوْمًا فأجدر)
٢٢ - (أتهلك مُعتَمٌّ وزيدٌ ولمْ أقُمْ ... عَلَى نَدَبٍ يَوْمًا ولي نفس مخطر)
٢٣ - (سيفزع بعد الْيَأْس من لَا يخافنا ... كواسع فِي أُخْرَى السوام المنفر)',NULL,'46',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (33,'١٠ -<span data-type="title" id=toc-33> عُرْوَة بن الْورْد</span>
٢٤ - (نُطاعِنُ عَنْها أوَّلَ القومِ بالقَنَا ... وبيضٍ خِفافٍ وقعهن مشهر)
٢٥ - (وَيَوْما على غارات نجد وَأَهله ... ويَوماً بأرضٍ ذاتِ شثٍّ وعَرْعَرِ)
٢٦ - (يُنَاقِلنَ بالشُمطِ الْكِرَام أولى النهى ... نقاب الْحجاز فِي السريح الميسر)
٢٧ - (يُريحُ علَى الَّليلُ أضيافَ ماجِدٍ ... كريِمٍ ومَالي سارحا مَال مقتر)',NULL,'47',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (34,'١١ -<span data-type="title" id=toc-34> وَقَالَ أَسمَاء بن خَارِجَة</span>
١ - (إنّي لَسائِلُ كُلِّ ذِي طِبِّ: ... مَاذَا دواءُ صَبابةِ الصبِّ؟)
٢ - (ودواءُ عاذِلَةٍ تُباكِرُني ... جَعَلتْ عتِابي أوجب النحب)',NULL,'48',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (35,'١١ -<span data-type="title" id=toc-35> أَسمَاء بن خَارِجَة</span>
٣ - (أوليس مِنْ عَجبٍ أُسائِلُكم ... مَا خطبُ عاذِلَتي ومَا خَطبِي)
٤ - (أَبِهَا ذَهَابُ العَقلِ أم عَتَبَتْ ... فأُزِيدَهَا عتبا على عتب)
٥ - (أَو لم يُجرِبْني العَواذِلُ أوْ ... لمْ أبلُ من أمثالِهَا حسبى)
٦ - (مَا ضرها أَن لَا تُذَكرَني ... عيشَ الخِيامِ ليَالِي الخِبِّ)
٧ - (مَا أصبحَتْ فِي شَرّ أخبية ... مَا بينَ شَرقِ الأرضِ والغَرْبِ)
٨ - (عَرَفَ الحِسَانُ لَهَا جُوَيرِيةً ... تَسْعَى معَ الأترَابِ فِي إتْبِ)
٩ - (بِنتَ الذينَ نبيَّهُمْ نَصَرُوا ... والحقُّ عندَ مواطنِ الكَربِ)
١٠ - (والحى من غطفان قد نزلُوا ... من عزة فِي شامخ صَعب)
١١ - (بذلوا لكلِّ عِمارةٍ كَفرَتْ ... سُوقَينِ مَنْ طعنٍ وَمن ضَرْبِ)
١٢ - (حتَّى تحصَّنَ مِنهمُ من دُونَهُ ... مَا شاءَ مِنْ بحرٍ وَمن دَرْبِ)
١٣ - (بلْ رُبَّ خَرْقٍ لَا أنيسَ بِهِ ... نابِي الصُوى مُتماحلٍ سهب)
١٤ - (ينَسَى الدليلُ بِهِ هِدَايتَهُ ... مِنْ هَوْلِ مَا يلقى من الرعب)',NULL,'49',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (36,'١١ -<span data-type="title" id=toc-36> أَسمَاء بن خَارِجَة</span>
١٥ - (ويَكادُ يَهلِكُ فِي تَنائِفِه ... شأوُ الفريغِ وعَقبُ ذِي عَقبِ)
١٦ - (وبهِ الصدَى والعزفُ تحسِبُهُ ... صَدْحَ القيانِ عَزَفْنَ لِلشَرْبِ)
١٧ - (كابَدْتُهُ بالَّليل أعسِفُهُ ... فِي ظُلمَةٍ بسَواهِمٍ حُدْبِ)
١٨ - (ولقَدْ ألمَّ بِنَا لنَقْريَهُ ... بادى الشَّقَاء محارف الْكسْب)
١٩ - (يَدْعُو الْغنى إنْ نالَ عُلْقتَهُ ... مِنْ مطْعمٍ غِبَّا إِلَيّ غِبِّ)
٢٠ - (فطَوى ثَمِيلتَهُ فألحَقَها ... بالصُّلبِ بعدَ لُدُونةِ الصلب)
٢١ - (يَا ضل سعيُكَ مَا صنَعْتَ بِما ... جمَّعتَ من شُبٍّ إِلَى دب)
٢٢ - ( [لَو كنت ذَا لب تعيش بِهِ ... لفَعَلت فعل الْمَرْء ذى اللب] )
٢٣ - (فجَعلتَ صالِحَ مَا أخترشتَ ومَا ... جمَّعْتَ من نهب إِلَى نهب)',NULL,'50',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (37,'١١ -<span data-type="title" id=toc-37> أَسمَاء بن خَارِجَة</span>
٢٤ - (وَأَظنهُ شغبا تدل بِهِ ... فَلَقَد منيت بغاية الشغب)
٢٥ - (إِذْ لَيْسَ غير مناصل نعصابها ... ورِحالِنا ورَكائِبِ الرَكبِ)
٢٦ - (فأعمِدْ إِلَى أهلِ الوقيرِ فَإِنَّمَا ... يخْشَى شذاك مقرمص الزَرْبِ)
٢٧ - (أحسِبتنِا ممَّنْ تُطيفُ بهِ ... فاخترتَنَا للأمنِ والخِصبِ)
٢٨ - (وبغيرِ معْرِفةٍ وَلَا نَسبٍ ... أنَّي وشعْبُكَ ليسَ من شَعْبِي)
٢٩ - (لمَّا رأى أنْ ليسَ نافعَهُ ... جدٌّ تهاوَنَ صادِقَ الإربِ)
٣٠ - (وألحَّ إلحاحاً بحاجته ... شكوى الضَّرِير ومزجر الْكَلْب)
٣١ - (ولوى التكَلُّحِ يشتَكي سَغَباً ... وَأَنا ابنُ قاتلِ شِدَّةِ السَغْبِ)
٣٢ - (فرأيتُ أنْ قد نلتُهُ بأذى ... مِنْ عذم مَثلبَةٍ وَمن سَبِّ)
٣٣ - (ورأيتُ حَقًا أنْ أضيِّفَهُ ... إِذْ رام سلمى وَاتَّقَى حربى)',NULL,'51',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (38,'١١ -<span data-type="title" id=toc-38> أَسمَاء بن خَارِجَة</span>
٣٤ - (فوقفْتُ مُعتاماً أُزاوِلُها ... بمُهندٍ ذِي رَونقٍٍ عَضْبِ)
٣٥ - (فعرضته فِي سَاق أسمنها ... فاجتاز بينَ الحاذِ والكعْبِ)
٣٦ - (فتَرَكتُهَا لعيالِهِ جزرَاً ... عمدا وعلق رَحلهَا صحبى)',NULL,'52',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (39,'١٢ -<span data-type="title" id=toc-39> وَقَالَ رجل من غنى</span>
قلت: هُوَ سهم بن حَنْظَلَة الغنوى ١
(إنَّ العواذِلَ قد أتعبنَني نَصَبَا ... وَخِلتُهُنَّ ضعيفاتِ القُوى كُذُبَا)
٢ - (ألغادِياتِ عَلى لَوِم الفَتَى سَفَهاً ... فِيمَا اسْتَفَادَ وَلَا يرجعن مَا ذَهَبا)
٣ - (يأيها الراكبُ المُزْجِى مَطيَّتهُ ... لَا نِعمَةً تَبتَغي عِنْدِي وَلَا نسبا)',NULL,'53',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (40,'١٢ -<span data-type="title" id=toc-40> رجل من غنى</span>
٤ - (أعْص العَواذِلَ وَارمِ الليلَ عنْ عُرُضٍ ... بِذِي سبيب يقاسى ليله خببا)
٥ - (نابى المعدين خاظ لَحْمه زيم ... سَام يجذ جِيادَ الخيلِ مُنجَذِبا)
٦ - (مِلْءِ الحِزامِ إِذا مَا اشتدَّ مِحْزَمُهُ ... ذِي كاهِلٍ ولَبَانٍ يَمْلأ اللَّبَبَا)
٧ - (يظل يخلج طرف الْعين مشترفا ... فَوق الإكمام إِذا مَا انتصَّ وارتَقَبَا)
٨ - (كَالسَمْعِ لَمْ يَنْقُبِ البَيْطارُ سُرَّتَهُ ... وَلمْ يَدِجْهُ ولمْ يَضرِبْ لَهُ عَصَبا)
٩ - (عارِي النَواهِقِ لَا يَنْفَكُّ مُقْتَعَداً ... فِي المُطنِباتِ كَأسرَابِ القطَا عُصُبا)
١٠ - (تَرَى العَنَاجِيجَ تُمرَى بَعْدَمَا لغبت ... بالقِدِّ مَرْيَا ومَا يُمرَى ومَا لَغِبا)
١١ - (يُدنِي الْفَتى للغنى فِي الراغبين إِذا ... ليل التَّمام أهم المقتر العزبا)',NULL,'54',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (41,'١٢ -<span data-type="title" id=toc-41> رجل من غنى</span>
١٢ - (حتَّى يُصادِفَ مَالا أَو يُقالَ فَتى ... لَاقَى الَّتِى تشعب الفتيان فانشعبا)
١٣ - (إِن انتيابك مَوْلَى السَوْءِ تسألُهُ ... مِثلُ القُعُودِ ولَمَّا تَتَّخِذْ نشبا)
١٤ - (إذَا افتَقَرْتَ نَأي واشتدَّ جَانِبُهُ ... وإنْ رَآكَ غَنِيا لَان واقتربا)
١٥ - (وَذُو الْقَرَابَة عِنْد النّيل يَطْلُبهُ ... وَهُوَ البَعيدُ إذَا مَا جِئْتَ مُطَّلِبا)
١٦ - (لَا يَحملنَّكَ إقتارٌ على زُهُدٍ ... وَلَا تَزَلْ فِي عَطاءِ الله مُرتَغِبا)
١٧ - (لَا بَلْ سَلِ الله مَا ضَنُّوا عَلَيْكَ بهِ ... وَلَا يَمُنُّ عَليكَ المَرءُ مَا وَهَبا)
١٨ - (أَلا تَرى إنَّمَا الدُنيَا مُعلَّلةٌ ... أصحابُها ثمَّ تَسري عنْهُمُ سَلبَا)
١٩ - (بَيْنَا الفتَى فِي نَعيمٍ يطمئِنُّ بهِ ... ردَّ البَئِيسَ عليهِ الدَهرُ فانقلَبا)
٢٠ - (أَو فِي بَئيسٍ يقاسيهِ وَفِي نَصَبٍ ... أَمسَى وقدْ زايلَ البأساءَ والنصَبا)
٢١ - (وَمن يُسوِّي قَصِيرا باعُهُ حَصِراً ... ضيقَ الخليقَةِ عَثّاراً إذَا ركِبا)
٢٢ - (بِذِي مَخارِجَ وضّاحٍ إذَا نُدِبُوا ... فِي الناسِ يَوماً إِلَى المَخشِيَّةِ انتَدَبا)
٢٣ - (لَا تَكُ ضبا إذَا استَغْنى أضَرَّ ولمْ ... يحفِلْ قرابَةَ ذِي قربى وَلَا نسبا)',NULL,'55',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (42,'<span data-type="title" id=toc-42>رجل من غنى</span>
٢٤ - (الله يُخلِفُ مَا أنفقتَ مُحتَسِبَاً ... إِذا شَكرتَ ويؤتِيكَ الَّذي كَتَبا)
٢٥ - (مِثلي يَرُدُّ على العادي عدَاوَتَهُ ... ويُعْتبُ المرءَ ذَا القُربَى إِذا عَتَبا)
٢٦ - (تَحمِي عليّ أُنُوفٌ أنْ أَذِلَّ وَلا ... يَحمي مُنَاوِئُهَا أنفًا وَلَا ذَنَبا)
٢٧ - (أَنَا ابنُ أعصُرَ أسمو للعُلى وتري ... فيمنْ أُقاذِفُ عَن أعراضِهِمْ نَكِبا)
٢٨ - (إذَا قُتيبَةُ مدَّتني حَوالِبُها ... بالدُهْمِ تَسمَعُ فِي حافتها لَجَبا)
٢٩ - (مَدّّ الخليجِ تَرَى فِي مَدَّه تأقَاً ... وَفِي الغوارب من آذيه حدبا)
٣٠ - (لَا يمْنَع الناسُ منّي مَا أرَدْتُ وَلَا ... أُعطِيهُمُ مَا أَرَادوا حسن ذَا أدبا)
٣١ - (لَا تخْفض الحربُ للدُّنيا إِذا استعرَتْ ... وَلَا تَبوخُ إِذا كُنَّا لَهَا شُهُبا)
٣٢ - (حتَّى نَشُدَّ الأسَارَى بعدَ مَا فزعوا ... من بَين متكيء قد فاظ أَو كربا)
٣٣ - (سَائل بِنَا حى علْبَاء فقد شربوا ... منا بكأس فَلم يستمرئوا الشربا)
٣٤ - (إِنَّا نحسهم بالمشر فى وهم ... كالهيم تغشى بأيدى الذادة الخشبا)',NULL,'56',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (43,'١٣ -<span data-type="title" id=toc-43> وَقَالَ مقاس العائدى</span>
لامرئ الْقَيْس الْكَلْبِيّ وَكَانَ وَقع بَين شَيبَان وكلب مغاورة: ١
(أولى فَأولى يامرأ القيسِ بعدَ مَا ... خَصَفْنَ بآثارِ المطيِّ الحَوَافِرا)
٢ - (فإنْ كنْتُ قدْ نجِيتَ مِنْ غمرَاتِهَا ... فَلَا تأتِيَنَّا بعدَها اليومَ سادِرا)
٣ - (تذكَّرْتِ الخيلُ الشعيرَ عشيَّةً ... وكُنَّا أُناساً يُعلِفُونَ الأيَاصِرا)
٤ - (فوَاللهُ لوْ أَن امْرأ القيسِ لمْ يكُنْ ... بفلجٍ عَلى أنْ يسبِقَ الخيلَ قادِرا)
٥ - (لقاظَ أَسِيرًا أوْ لعالَجَ طعنَةً ... يرى خلفَهُ منهَا رََشَاشَاً وقَاطِرا)
٦ - (فِدًى لأناسٍ ذكَّرُوهُمْ معيشة ... ترى للثريد الْورْد فِيهَا نواخرا)
٧ - (أجِئْتُمْ إلينَا فِي بقيَّةِ مالِنَا ... تُزَجُّونَ مِنْ جهل إِلَيْنَا المناكرا)',NULL,'57',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (44,'١٤ - وَقَالَ المُنَخَّلُ بن عَامر بن ربيعَة بن عَمْرو اليشكرى قَالَ أَبُو سعيد: قرأتها على أَبى عَمْرو بن الْعَلَاء ١
(إنْ كُنْتِ عاذِلَتِي فَسيرِي ... نَحوَ العراقِ وَلا تحورى)',NULL,'58',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (45,'١٤ -<span data-type="title" id=toc-44> المنخل اليشكرى</span>
٢ - (لَا تَسأَلِي عَن جُلِّ مَا ... لي وأنظُري حَسبِي وَخِيرِي)
٣ - (وإذَا الرياحُ تكمَّشَتْ ... بجوانِبِ البيتِ الْكَبِير)
٤ - (ألفيتنى هش الندى ... بشريج قدحى أَو شجيرى)
٥ - (وفوارس كأوار ح ر ... النَّارِ أحلاسِ الذُكُورِ)
٦ - (شدُّوا دوابرَ بَيضِهِمْ ... فِي كُلِّ مُحكَمَةِ القتيرِ)
٧ - (وأستلأموا وتلبَّبُوا ... إنَّ التلبٌّبَ للمغير)
٨ - (وعَلى الْجِيَاد المضمرا تِ ... فوارسٌ مِثلُ الصُقُورِ)
٩ - (يخرجْنَ من خلَلِ الغبا ر ... يجفن بِالنعَم الْكثير)',NULL,'59',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (46,'١٤ -<span data-type="title" id=toc-45> المنخل اليشكرى</span>
١٠ - (أَقرَرت عينى من أُولَئِكَ ... والفواتح بالعبير)
١١ - (يرفلن فِي الْمسك الذكى ... وصائك كَدم النحير)
١٢ - (يعكفن مثل أساود ال تنوم ... لمْ تُعكَفْ لِزُورِ)
١٣ - (ولقَدْ دخلْتُ عَلَى الفَتَا ة ... الخِدرَ فِي اليومِ المَطِيرِ)
١٤ - (ألكاعِبِ الحسناءِ تَر فُلُ ... فِي الدمَقْسِ وَفِي الحريرِ)
١٥ - (فدفعْتُهَا فتدافعت ... مَشى القطاة إِلَى الغدير)
١٦ - (ولثمتها فتنفست ... كتنفس الظبى البهير)
١٧ - (فدنت وَقَالَت يَا منخل ... مَا بِجسمِكَ مِنْ حَرورِ)
١٨ - (مَا شَفَّ جِسْمي غيرُ حُ بِّكِ ... فإهدَئِي عَنِّي وَسيرِي)
١٩ - (وأُحبُّهَا وتُحبُّنِي ... ويُحبُّ ناقَتَها بَعِيرِي)
٢٠ - (يَا رُبِّ يومٍ للمُن خَّلِ ... قَدْ لَهَا فيهِ قَصيرِ)
٢١ - (فإذَا انتشيت فَإِنِّي ... رب الخورنق والسدير)',NULL,'60',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (47,'١٤ -<span data-type="title" id=toc-46> المنخل اليشكرى</span>
٢٢ - (وإذَا صحوْتُ فإنَّني ... رَبُّ الشُويهةِ والبَعيرِ)
٢٣ - (ولقَدْ شربْتُ مِنْ المُدَا مَةِِ ... بالقليلِ وبالكثيرِ)
٢٤ - (يَا هِندُ من لِمُتيَّمٍ ... يَا هندُ لِلعاني الأسيرِ)',NULL,'61',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (48,'١٥ -<span data-type="title" id=toc-47> وَقَالَ مالِك بن حَريم الهَمْداني</span>
١ - (جَزِعْتَ ولمْ تَجْزَعْ مِنَ الشَيْبِ مَجْزَعاً ... وقدْ فاتَ رِبْعيُّ الشَبابِ فودعا)',NULL,'62',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (49,'١٥ -<span data-type="title" id=toc-48> مَالك بن حَرِيم الْهَمدَانِي</span>
٢ - (ولاح بياضٌ فِي سوادٍ كَأنهُ ... صِوارٌ بجوٍّ كانَ جدْباً فأمْرَعَا)
٣ - (وأقْبَلَ إخوانُ الصَفاءِ فأَوْضَعُوا ... إِلَى كلِّ أَحْوَى فِي المَقامةِ أفرَعا)
٤ - (تذكَّرْتُ سلْمى والرِكابُ كأنَّها ... قطاً واردٌ بيْنَ اللِفاظِ ولَعْلَعا)
٥ - (فَحدَّثْتُ نَفْسِي أَنَّها أَو خيالَها ... أَتَانَا عِشاءً حينَ قُمْنَا لنْهَجَعا)
٦ - (فقُلْتُ لَهَا بِيتِي لديْنا وَعَرِّسي ... ومَا طَرَقَتْ بعْدَ الرُقادِ لتَنْفَعا)
٧ - (مُنعَّمةٌ لمْ تلْقَ فِي العيْشِ تَرْحَةً ... ولَمْ تلق بوسا عِنْد ذَاك فتجدعا)
٨ - (أهيم بِهَا لمْ أقْضِ منْها لُبانَةً ... وكنْتُ بِها فِي سالف ِالدَهْرِ مُوزَعا)
٩ - (كأنَّ جنَا الكافورِ والمسك خَالِصا ... وَبرد الندى والأقحوان المُنزَّعا)
١٠ - (وقَلْتاً قَرَتْ فيهِ السحابَةُ ماءَها ... بأنْيابها والفارسي المشعشعا)
١١ - (وَإِنِّي لأستحيي منَ المشْيِ أبْتَغي ... إِلَى غيْرِ ذِي المَجْدِ المؤثل مطمعا)
١٢ - (وَأكْرم نَفْسي عنْ أمورٍ كثيرةٍ ... حفاظاً وأَنْهى شُحَّها أَن تطلعا)',NULL,'63',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (50,'١٥ -<span data-type="title" id=toc-49> مَالك بن حَرِيم الْهَمدَانِي</span>
١٣ - (ولآخذ للْمَوْلى إِذا ضيمَ حقَّهُ ... منَ الأَعْيَطِ الآبي إِذا مَا تمَنَّعا)
١٤ - (فإنْ يكُ شابَ الرأْسُ منى فإننى ... أَبيت على نفسى مَنَاقِب أَرْبعا)
١٥ - (فَوَاحِدَة: أَن لَا أبيتَ بِغِرَّةٍ ... إِذا مَا سوَامُ الحيِّ حوْلي تضوعا)
١٦ - (وثانية: أَن لَا أُصمِّتَ كلْبَنَا ... إِذا نَزَلَ الاضْيافُ حِرْصاً لنودِعا)
١٧ - (وثالثة: أَن لَا تُقَذِّعَ جارَتي ... إِذا كانَ جارُ القومِ فيهم مقذعا)
١٨ - (ورابعة: أَن لَا أحجل قِدْرَنا ... على لَحْمِها حينَ الشتاءِ لِنشْبِعا)
١٩ - (وأنِّي لأعدى الْخَيل تقدع بالقنا ... حفاظا على الْمولى الحريد ليمنعا)
٢٠ - ( [وَنحن جلبنا الْخَيل من سرو حمير ... إِلَى أَن وطئنا أَرض خثعم أجمعا] )
٢١ - ( [فَمن يأتنا أَو يعْتَرض بسبيلنا ... يجد أثرا دعسا وسخلا موضعا)',NULL,'64',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (51,'١٥ -<span data-type="title" id=toc-50> مَالك بن حَرِيم الْهَمدَانِي</span>
٢٢ - (ويلق سقيطا من نعال كَثِيرَة ... إِذا خدم الأوساغ يَوْمًا تقطَّعا)
٢٣ - (إِذا مَا بَعيرٌ قامَ عُلِّقَ رَحْله ... وَإِن هُوَ أبقى الحموه مقطعا)
٢٤ - (نُرِيد بنى الخيفان إنَّ دماءَهُمْ ... شِفاءٌ ومَا والَى زُبيْدٌ وجمَّعا)
٢٥ - (يَقُودُ بأرْسانِ الجِيادِ سراتُنا ... ليَنْقَمْنَ وِتْراً أَو ليَدْفَعْنَ مَدْفَعا)
٢٦ - (ترى المُهْرةَ الرَوْعاءَ تنفُضُ رَأْسها ... كلالا وأينا والكميت المقزعا)
٢٧ - (ونخلع نَعْلَ العبْدِ منْ سوءِ قَوْدِهِ ... لكَيْما يكونَ العبْدُ للسهْلِ أَضْرَعا)
٢٨ - (وقدْ وعدوهُ عُقْبَةً فمَشى لَهَا ... فَمَا نالَهَا حتَّى رأى الصُبْحُ أدْرَعا)',NULL,'65',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (52,'١٥ -<span data-type="title" id=toc-51> مَالك بن حَرِيم الْهَمدَانِي</span>
٢٩ - (وأوسعن عَقِبَيْهِ دِمَاء فأصْبَحتْ ... أصابعُ رِجْليه رواعِفَ دُمَّعا)
٣٠ - (طلَعْنَ هضابا ثمَّ عالين قنة ... وجاوزن خيفا ثمَّ أسهلن بلقعا)
٣١ - (وتهدى بِي الْخَيل الْمُغيرَة نهدة ... إِذا ضبرت صابَتْ قوائِمَها مَعًا)
٣٢ - (إذَا وقعَتْ إحدَى يدَيْهَا بثبرَةٍ ... تجاوَبَ أثناءُ الثلاثِ بِدَعْدَعا)
٣٣ - (فأصبحْنَ لَمْ يتركن وتراعلمنه ... لهمدان فِي سعد واصبحن طلعا)
٣٤ - (مقربة أدنيتها وأفتلَيتُهَا ... لِتَشهَدَ غُنْماً أَو لِتَدفَعَ مَدْفَعَا)
٣٥ - (تشكَّيْنَ مِنْ أعضادِها حِينَ مَشيِهَا ... أمِ القَضُّ مِنْ تَحْتِ الدَوابِرِ أَوْجَعَا)
٣٦ - (ومنَّا رئيسٌ يُسْتضاءُ بنورِهِ ... سناءً وحِلْماً فيهِ فاجتَمَعا معَا)
٣٧ - (وسارَعَ أقْوامٌ لمجْدٍ فقَصَّرُوا ... وقارَبَهَا زيدُ بنُ قيْسٍ فأسْرَعا)',NULL,'66',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (53,'١٥ -<span data-type="title" id=toc-52> مَالك بن حَرِيم الْهَمدَانِي</span>
٣٨ - (وَلَا يَسْأَلُ الضَيْفُ الغَريبُ إِذا شَتَا ... بمَا زخرت قِدْرِي لَهُ حينَ ودَّعا)
٣٩ - (فَإنْ يكُ غَثَّاً أَو سمينا فإننَّي ... سأجْعلُ عيْنَيْهِ لنَفْسهِ مَقْنَعا)
٤٠ - (إِذا حلَّ قومِي كنتُ أوْسطَ دارِهمْ ... وَِلا أبْتَغي عندَ الثَّنية مطلعا)',NULL,'67',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (54,'١٦ -<span data-type="title" id=toc-53> وَقَالَ الأجدع بن مَالك الْهَمدَانِي</span>

<span data-type="title" id=toc-54>وَالِد مَسْرُوق بن الأجدع</span>
١ - (أسَأَلْتِني بِرَكاَئبٍ وَرِحَالِها ... ونَسيتِ قَتْلَ فَوارِسِ الأرْباعِ)
٢ - (والحرث بنَ يزيدَ ويْحَكِ أعْولي ... حُلْواً شمَائلهُ رحيبَ الباع)',NULL,'68',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (55,'١٦ -<span data-type="title" id=toc-55> الأجدع بن مَالك الْهَمدَانِي</span>
٣ - (فَلَو أنَّني فوديتُهُ لَفَدَيتُهُ ... بأنامِلِي وأجَنَّهُ أضْلاعي)
٤ - (تلكَ الرزية لَا ركائب أسلمت ... برحالها مشدوة الانساع)
٥ - (أبليغ لديْكَ ابَا عُمَيْرٍ مُرْسلاً ... فلقدْ أنخْتَ بمَنْزلٍ جعجاع)
٦ - (وَلَقَد قتلنَا من بنيك ثَلَاثَة ... فلتنزعن وَأَنت غير مُطَاع)
٧ - (نقفو الجيادَ منَ البيوتِ ومنْ يَبِعْ ... فرسا فليْسَ جوادُنا بمباعِ)
٨ - (إِن الفوارِسَ قدْ علمتْ مكانَهُمْ ... فأنعَقْ بشَاتِكَ نَحْوَ أَهْلِ رِدَاعِ)
٩ - (حيّانِ منْ قومى وَمن أعدائهم ... خفضوا أسنتهم فَكل ناعى)
١٠ - (والخيلُ تنْزو فِي الأعِنَّةِ بيْنَهُمْ ... نَزْوَ الظِباءِ تحوشت بالقاع)
١١ - ( [وَكَأن قتلاها كعاب مقامر ... ضربت على شزن فهن شواع)',NULL,'69',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (56,'١٧ -<span data-type="title" id=toc-56> وَقَالَ الْحَرْث بن عباد</span>',NULL,'70',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (57,'<span data-type="title" id=toc-57>الْحَرْث بن عباد</span>
١ - (قربا مربط النعامة مَتى ... لقحت حَرْب وَائِل عَن حِيَال)
٢ - (لمْ أكُنْ ِمِنْ جُناتِها عَلِمَ اللّ هـ ... وإنِّي بِحَرِّهِا اليومَ صالِ)
٣ - (لَا بُجَيْرٌ أغنَى فنيلا وَلا رَهْ طُ ... كُلَيْبِ تَزاجَرُوا عَنْ ضَلالِ)',NULL,'71',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (58,'١٨ -<span data-type="title" id=toc-58> وَقَالَ حرثان بن السموءل</span>

<span data-type="title" id=toc-59>وَهُوَ ذُو الإصبع العدوانى</span>

<span data-type="title" id=toc-60>[وعدوان بن عَمْرو بن قيس بن عيلان بن مُضر بن نزار]</span>
١ - (عَذِيرَ الحيّ مِنْ عَدْوا نَ ... كانُوا حَيَّةَ الأرضِ)
٢ - (بَغَى بعضُهُمْ بَعضاً ... فلَمْ يُرعُوا عَلَى بَعضِ)
٣ - (ومنهُمْ كانَتِ السادَا تُ ... والمُوفُونَ بالقَرْضِ)
٤ - (وَمِنْهُم حكم يقْضى ... وَلَا يَنقُضُ مَا يَقضي)
٥ - (ومنِهُمْ حامِلُ الناسِ ... علَى السّنة وَالْفَرْض)',NULL,'72',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (59,'١٩ -<span data-type="title" id=toc-61> وَقَالَ كَعْب بن سعد الغنوى</span>',NULL,'73',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (60,'١٩ -<span data-type="title" id=toc-62> كَعْب بن سعد الغنوى</span>
١ - (لقد أنصبتنى أمُّ قيسٍ تَلُومُنِي ... ومَا لَوْمُ مِثْلي باطِلاً بِجَميلِ)
٢ - (تقولُ: أَلا يَا اسْتَبْقِ نفسَكَ لَا تكُنْ ... تُساقُ لِغَبْراءٍ المَقامِ دَحُولِ)
٣ - (كَمُلقَى عِظامٍ أَو كمهلَكِ سالِمٍ ... ولسْت لِميتٍ هالِكٍ بوَصيلِ)
٤ - (أَرَاك امْرأ ترمى بِنَفْسِك عَامِدًا ... مرامى تغتال هول كل سَبِيل)
٥ - (وَمَنْ لَا يَزَلْ يُرجى بِغيبٍ إيابُهُ ... يَجُوبُ ويغشى هول كل سَبِيل)
٦ - (على قلت يُوشِكْ رَدىً أنْ يُصِيبَهُ ... إِلَى غَيرِ أدْنَى مَوضِع لمقيل)
٧ - (ألم تعلمى أَن لَا يُراخي مَنيَّتي ... قُعُودي وَلَا يُدنى الوفاةَ رَحيلي)
٨ - (معَ القدرِ الموقُوفِ حتَّى يُصيبَني ... حِمامِي لوْ أنَّ النفسَ غَيرُ عَجُولِ)
٩ - (فإنِّكِ والموتَ الَّذِي ترهبينه ... على وَمَا عذاله بغفول)
١٠ - (كداعِي هَدِيلٍ لَا يُجَابُ إذَا دَعَا ... وَلا هُوَ يسلو عنْ دُعاءِ هدِيلِ)',NULL,'74',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (61,'١١ - (وذِي نَدَبٍ دَامي الأظلِّ قسمتُهُ ... مُحافظَةً بينِي وبينَ زَميلي)
١٢ - (وزادٍ رفَعْتُ الكفَّ عنهُ عَفافَةً ... لأُوثِرَ فِي زادِي عليَّ أَكِيلي)
١٣ - (وشخصٍ دَرَأتُ الشمسَ عنهُ براحَتي ... لأنظُرَ قبلَ الليلِ أينَ نُزُولي)
١٤ - (ومُنْشَقِّ أعطافِ القميصِ دعوتُهُ ... وقَدْ سَدَّ جوزُ الليلِ كُلَّ سبيلِ)
١٥ - (فقُلتُ لهُ: قدْ طَال نومك بارتحل ... ومَا ذاقَ طعمَ النومِ غيرَ قليلِ)
١٦ - (سُحيراً وأعجازُ النجومِ كأنَّها ... صِوارٌ تدلَّى مِنْ سواءِ أمِيلِ)
١٧ - (وقدْ شالَتِ الجوزاءُ حتَّى كأنَّها ... فَسَاطيطُ ركب بالفلاة نزُول)
١٨ - (وَمن لَا ينل حتَّى يَسُدَّ خِلالَهُ ... يَجِدْ شهواتِ النفسِ غيرَ قليلِ)
١٩ - (وعوراءَ قدْ قيلَتْ فلمْ استمِعْ لهَا ... وَمَا الْكَلِمَة العوراء لي بِقبُول)',NULL,'75',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (62,'١٩ -<span data-type="title" id=toc-63> كَعْب بن سعد الغنوى</span>
٢٠ - (ومَا أنَا للشيءِ الَّذي ليسَ نافِعِي ... ويغضَبُ مِنْهُ صَاحِبي بقؤول)
٢١ - (وأعرِضُ عَنْ مولَايَ لَو شِئتَ سبَّني ... ومَا كل يَوْم حلمه بأصيل)
٢٢ - (وَلنْ يلبثِ الجُهَّالُ أنْ يتهَضَّمُوا ... أخَا الحِلمِ مَا لم يستعن بجهول)
٢٣ - (وأذكر أَيَّام الْعَشِيرَة بعدَ مَا ... أُميِّلُ غيظَ الصَدرِ كُلَّ مَمِيلِ)
٢٤ - (ولستُ بُمبدٍ للرجالِ سريرَتي ... ومَا أنَا عَنْ أسرارهم بسؤول)
٢٥ - (وقومٍ يَجُرُّونَ الثيابَ كأنَّهُمْ ... نَشاوَى وقْد نبهتُهُمْ لرحيل)
٢٦ - (وعافى الجياطامى الجمام وردته ... بذى خصل ضا فِي السَبيبِ رَجيلِ)
٢٧ - (وقدْ نَفَّرَ الليلُ النهارَ وأُلبِستْ ... سماوة جون مجنح لأصيل)',NULL,'76',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (63,'<span data-type="title" id=toc-64>وَقَالَ أَبُو الْفضل الْكِنَانِي</span>

<span data-type="title" id=toc-65>[قَالَ أَبُو سعيد: أنشدنيها أَبُو عَمْرو بن الْعَلَاء]</span>
١ - (ومستلحم يخْشَى اللحاق وقدتلا ... بهِ مُبطيءٌ قدْ منَّهُ الجريُ فاتِرُ)
٢ - (ضَعيفُ القُوَى رَخوُ العِظامِ كأنَّهَا ... حِبالٌ نَضَتْهُ مُبْطئَاتٌ مَحامِرُ)
٣ - (فنَهنَهَتْ عنهُ القومَ حتَّى كأنَّمَا ... حَبا دُونَهُ ليثٌ بخَفَّانَ خادرُ)
٤ - (شتيمٌ أبُو شبلينِ أخضلَ متنَهُ ... مِنَ الدَجنِ يومٌ ذُوَ اهَاضيبَ ماطر)',NULL,'77',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (64,'٢٠ -<span data-type="title" id=toc-66> أَبُو الْفضل الْكِنَانِي</span>
٥ - (يظَلُّ تُغَنِّيهِ الغرانيقُ فوقَهُ ... أباءٌ وغِيلٌ فَوقَهُ مُتَآصِرُ)
٦ - (مُحِبٌّ كأحبابِ السقيمِ ومَا بِهِ ... سِوى أَسف أَن لَا يرى من يثاور)',NULL,'78',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (65,'٢١ -<span data-type="title" id=toc-67>[قَالَ أَبُو سعيد: قَالَ أَبُو عَمْرو بن الْعَلَاء] :</span>

<span data-type="title" id=toc-68>قَالَ عَمْرو بن الْأسود</span>

<span data-type="title" id=toc-69>[هَذِه القصيدة يَوْم ذِي قار]</span>
١ - (ولقدْ أمرْتُ أخاكِ عمْراً أمْرَةً ... فعصَى وضيَّعَهُ بذاتِ العُجْرُمِ)
٢ - (فإذَا أمَرْتُكِ بعْدهَا فتَبَيَّني ... أوْ أقدمى يَوْم الكريهة مقدمى)
٣ - (وَجعلت نحرى دون بَلْدَة نَحره ... ولبان مهرى إِذْ أَقُول لَهُ اقدم)
٤ - (فِي حوْمةِ الموْتِ الَّتي لَا تَشْتكي ... غَمَراتِها الْأَبْطَال غير تغمغم)',NULL,'79',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (66,'٢١ -<span data-type="title" id=toc-70> عَمْرو بن الْأسود</span>
٥ - (وكأَنَّمَا أقْدامُهُمْ وأكُفُّهُمْ ... كرَبٌ تساقطَ منْ خليجٍٍ مُفْعمِ)
٦ - (لمَّا سَمِعْتُ نداءَ مُرَّةَ قدْ علَا ... وابْنَىْ ربيعةَ فِي الغُبارِ الأقْتمِ)
٧ - (ومحلّماً يمْشونَ تحْتَ لِوَائهمْ ... والموتُ تحْتَ لواءِ آلِ محَلِّمِ)
٨ - (وسمِعْتُ يشْكُرَ تدَّعي بحُبَيِّبٍ ... تحْتَ العَجاجةِ وَهِي تقْطُرُ بالدَّمِ)
٩ - (وحُبيِّبٌ يُزْجونَ كلَّ طِمِرَّةٍ ... ومنَ اللهازم شخت غيْرِ مصَرَّمِ)
١٠ - (والَجمْعُ منْ ذُهْلٍ كانَّ زُهَاءَهُمْ ... جُرْبُ الجِمالِ يقودُها ابْنَا شعْثَمِ)
١١ - (قذَفُوا الرماحَ وباشرُوا بنُحُورهمْ ... عنْدَ الضِرابِ بكُلِّ ليْثٍ ضْيغَمِ)
١٢ - (وَالْخَيْل يضبرن الخَبارَ عوابِساً ... وعلَى مناسجِها سبائِبُ منْ دمِ)',NULL,'80',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (67,'<span data-type="title" id=toc-71>عَمْرو بن الْأسود</span>
١٣ - (لَا يصدفون عنِ الوغَى بخُدُودهمْ ... فِي كلِّ سابغَةٍ كلَوْنِ العِظْلِمِ)
١٤ - (نجَّاكَ مُهْرُ ابْنَيْ حلَامٍ منْهُمُ ... حتَّى اتَّقيْتَ الموْتَ بابْنَيْ حِذْيَمِ)
١٥ - (ودَعَا بَني أمِّ الرُواعِ فأقْبَلوا ... عنْدَ اللقاءِ بكُلِّ شاكٍ مُعْلَمِ)
١٦ - (يمْشُونَ فِي حلَقِ الحديدِ كمَا مشَتْ ... أسُدُ الغَريفِ بكُلِّ نحْسٍ مُظْلِمِ)
١٧ - (فنَجَوْتَ منْ أرْماحِهِمْ من بَعْدَمَا ... جَاشَتْ إِلَيْك النَّفس عِنْد المأزم)',NULL,'81',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (68,'٢٢ -<span data-type="title" id=toc-72> وَقَالَ سعية بن العريض اليهودى</span>',NULL,'82',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (69,'٢٢ -<span data-type="title" id=toc-73> سعية بن العريض الْيَهُودِيّ</span>
١ - (أَلا إِنِّي بليت وقدْ بَقِيتُ ... وإنِّي لَنْ أعُودَ كمَا غَنِيتُ)
٢ - (فإنْ أودَي الشبابُ فلمْ أُضِعهُ ... ولمْ اتكَلْ على أَنِّي غذيت)',NULL,'83',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (70,'٢٢ -<span data-type="title" id=toc-74> سعية بن العريض الْيَهُودِيّ</span>
٣ - (إِذا مَا يهتدى حلمى كفاني ... وأسأل ذَا البيانِ إذَا عَيِيتُ)
٤ - (وَلَا الْحَيّ علَى الحَدَثانِ قوْمِي ... عَلى الحَدَثانِ مَا تُبْنَى البُيُوتُ)
٥ - (أُيَاسِرُ معشري فِي كل امْر ... بايسرِ مَا رأيتُ وَمَا أُريتُ)
٦ - (ودَارِي فِي مَحَلِّهِمِ ونَصرِي ... إِذا نزل الألد المستميت)
٧ - (وأجتنب المقاذع حَيْثُ كَانَت ... وأترك مَا هويت لما خشيت)',NULL,'84',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (71,'٢٣ -<span data-type="title" id=toc-75> وَقَالَ السموءل أَخُو سعية</span>
١ - (نُطفَةً مَا مُنيتُ يومَ مُنيتُ ... أُمِرَتْ أمرَها وفيهَا وَبَيت)
٢ - (كَنَّهَا اللهُ فِي مَكانٍ خفيٍّ ... وخفِيّ مَكَانُها لَو خفيت)
٣ - (أَنا ميت إِذْ ذاكَ ثُمَّتَ حيٌّ ... ثُمَّ بعدَ الحياةِ للبعثِ مَيتُ)
٤ - (إنَّ حِلمِي إذَا تغيَّبَ عَنِّي ... فاعْلَمي أنَّني كبيرٌ رُزِيتُ)
٥ - (فأجعلنْ رِزقَي الحلالَ منْ الكس بِ ... وبرَّاً سريَرتي مَا حَيِيتُ)
٦ - (ضِّيقُ الصَّدْر بالخيانة لَا ين قصّ ... فَقري أَمانَتي مَا بَقيتُ)
٧ - (رُبَّ شتمٍ سمعتُهُ فتصامم ت ... وغى تركته فكفيت)',NULL,'85',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (72,'٢٣ -<span data-type="title" id=toc-76> السموءل أَخُو سَعَة</span>
٨ - (ليتَ شعرِي وأشعرَنَّ إِذا مَا ... قِيلَ أَقرَأ عُنوَانَهَا وقَرِيِتُ)
٩ - (أليْ الفضلُ أمْ عليَّ إذَا حوسبت ... إنِّي عَلى الحسابِ مُقيتُ)
١٠ - (مَيتَ دهرٍ قدْ كنتُ ثُمَّ حَييتُ ... وحيَاتِي رهنٌ بأنْ سأمُوتُ)
١١ - (وأتَتني الأنباءُ أنِّي إذَا مَا ... مُتُّ أوْ رم أعظمى مبعوت)
١٢ - (هَل أقولن إِذا تدارك حلمى ... وتداكا عَلىَّ: أنَّي دَهِيتُ)
١٣ - (أبِفَضلٍ مِنَ المليكِ ونُعمَى ... أمْ بذنبٍ قَدَّّمْتُهُ فجُزِيتُ)
١٤ - (ينفَعُ الطِيِّبُ القليلُ من الرز ق ... وَلَا ينفع الْكثير الخبيت)
١٥ - (وأتتنى الأنباء عَن ملك داو دَ ... فَقَرَّتْ عينِي بِهِ ورَضيتُ)
١٦ - (ليسَ يُعطي القَويُّ فضلا مِنَ الرِزْ قِ ... وَلَا يُحرَمُ الضعيفُ الخَتِيتُ)
١٧ - (بلْ لكُلٍّ مِنْ رِزقهِ مَا قضى الل هـ ... وَإِن حك أَنفه المستميت)',NULL,'86',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (73,'٢٤ -<span data-type="title" id=toc-77> وَقَالَ أَعْشَى باهِلَة</span>

<span data-type="title" id=toc-78>واسْمه عَامر بن الْحَارِث أحد بني وَائِل</span>',NULL,'87',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (74,'١ - (قد جَاءَ من عل أنباء أنبوها ... إِلَى لَا عجب مِنْهَا وَلَا سخر)
٢ - (فظلت مرتفقا للنجم أرقبه ... حران مكتئبا لَو ينفع الحذر)
٣ - (وجَاشتِ النفسُ لمَّا جاءَ جمْعُهُمُ ... وراكبٌ جاءَ من تثليث مُعْتَمر)',NULL,'88',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (75,'٢٤ -<span data-type="title" id=toc-79> أعشى باهلة</span>
٤ - (يأتى عَلَى الناسِ لَا يَلوِي عَلَى أَحدٍ ... حتَّى ألتقيْنَا وكانَتْ دُونَنَا مُضَرُ)
٥ - (إنَّ الَّذي جئْتَ من تثليث تندبه ... منهُ السَماحُ ومنْهُ النهيُ والغِيَرُ)
٦ - (نُعيتُ مَنْ لَا تغب الحيُّ جفنَتَهُ ... إذَا الكواكِبُ أخطَأ نوءَها المطرُ)
٧ - (وَرَاحَتِ الشولُ مُغبرَّاً مبَاءَتَهَا ... شُعثاً تغيَّرَ منْهَا النيُّ والوَبَرُ)
٨ - (وأجحَرَ الكلبَ موضوعُ الصقيعِ بِهِ ... وألجَأَ الحيَّ من تَنفاحِهِِ الحُجَرُ)
٩ - (عليهِ أوَّلُ زادِ القومِ إنْ نزَلُوا ... ثُمَّ المطيُّ إِذا مَا أرملوا جزروا)
١٠ - (لَا تَأَمَنُ البازِلُ الكوماءُ ضَرْبتُهُ ... بالمشرَفيِّ إذَا مَا اخرَوَّطَ السفرُ)
١١ - (وتفزَعُ الشَولُ منهُ حينَ يفجؤها ... حَتَّى تقطع فِي أعناقها الجرر)',NULL,'89',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (76,'٢٤ -<span data-type="title" id=toc-80> أعشى باهلة</span>
١٢ - (لمْ ترَ أرضَ ولمْ يسمَعْ بهَا أَحَدٌ ... إِلَّا بهَا من نوادى وَقعِهِ أَثَرُ)
١٣ - (وليسَ فيهِ إذَا استنظرْتَهُ عَجَلٌ ... وليسَ فيهِ إذَا ياسَرْتَهُ عَسَرُ)
١٤ - (إمَا يُصِبْكَ عَدو فِي مناوأة ... يَوْمًا فَقَدْ كنْتَ تَستَعلِي وتَنْتَصرُ)
١٥ - (مَنْ ليسَ فِي خيرِهِ شرٌّ يُكْدِرُهُ ... عَلَى الصديقِ وَلَا فِي صَفوهِ كَدرُ)
١٦ - (أخُو حُرُوبٍ ومَكسَابٌ إذَا عدِمُوا ... وَفِي المحافلِ منهُ الجدُّ والحذرُ)
١٧ - (أَخُو رغائبَ يُعطيهَا ويُسألُهَا ... يأبَى الظُلامةَ منهُ النوفَلُ الزفر)
١٨ - (لَا يغمر الساقُ منْ أينَ ومنْ وَصَبٍ ... وَلَا يعَضُّ عَلَى شُرسُوفِةِ الصَفَرُ)
١٩ - (لَا يتَأَرَى لِمَا فِي القِدرِ يرقُبُهُ ... وَلَا يزالُ أمامَ القومِ يَقتَفِرُ)
٢٠ - (طاوِى المصيرِ عَلَى العزَّاءِ مُنصلِتٌ ... بالقومِ ليلَةَ لَا مَاءٌ وَلَا شجرُ)
٢١ - (مُهفهَفٌ أهضمُ الكشحينِ منخرق ... عَنهُ الْقَمِيص لسير اللَّيْل محتقر)',NULL,'90',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (77,'٢٤ -<span data-type="title" id=toc-81> أعشى باهلة</span>
٢٢ - (لَا يُصعِبُ الأمرَ إِلَّا ريَثَ يَركَبُهُ ... وكُلَّ أَمرٍ سِوَى الفحشاءِ يأتَمِرُ)
٢٣ - (لَا يَأَمَنُ الناسُ مُمسَاهُ ومُصبَحَهُ ... مِنْ كُلِّ فجٍّ إذَا لمْ يَغْزُ يُنتَظَرُ)
٢٤ - (تكفِيهِ حُزَّةُ فِلذٍ إنْ ألَمَّ بهَا ... مِنَ الشِواءِ ويُروِي شُربَهُ الغُمَرُ)
٢٥ - (كأنَّهُ بَعدَ صِدقِ القومِ أنفُسَهُمْ ... باليأسِ يلمَعُ مِنْ قُدّامِهِ البُشُرُ)
٢٦ - (لَا يُعجِلُ القومَ أنْ تَغلي مَراجِلُهُمْ ... ويُدلُجِ الليلَ حتَّى يفسَحَ البصرُ)
٢٧ - (عِشنَا بذَلِكَ دهراً ثُمَّ فارَقَنا ... كذلكَ الرمحُ ذُو النَصليْنِ يَنكسِرُ)
٢٨ - (فإنْ جزِعنَا فقَدْ هدَّتْ مُصيبَتُنَا ... وَإِن صَبرنَا فَإنَّا معشر صَبر)
٢٩ - ( [إنى أَشد حزيمى ثمَّ يدركنى ... مِنْك الْبلَاء وَمن آلَائِكَ الذّكر] )',NULL,'91',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (78,'<span data-type="title" id=toc-82>أعشى باهلة</span>
٣٠ - (أَصبتَ فِي حَرَمٍٍ منَّا أخَا ثِقَةِ ... هِنْدُ بن أَسمَاء لَا يهنئ لكَ الظَفَرُ)
٣١ - (أَمَا سلَكْتَ سَبِيلا كُنْتَ سالِكَها ... فاذهَبْ فَلا يُبعدَنْكَ اللهُ مُنَتشِرُ)
٣٢ - (لوْ لمْ تخُنْهُ نُفيلٌ وَهِي خائِنًةٌ ... ألَمَّ بالقومِ وردٌ مِنْهُ أَو صَدَرُ)
٣٣ - (وَرَّادُ حَربٍ شهابٌ يُستَضاءُ بِهِ ... كَمَا يضئ سَواد الطخية الْقَمَر)',NULL,'92',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (79,'٢٥ -<span data-type="title" id=toc-83>[كَعْب بن سعد الغنوى]</span>
قَالَ أَبُو سعيد: عَن حبيب بن شَوْذَب رجل من أهل نجد مسن عَن أَبِيه قَالَ: أنشدنيها كَعْب بن سعد الغنوى مواقفا لى براذان:',NULL,'93',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (80,'٢٥ -<span data-type="title" id=toc-84> كَعْب بن سعد الغنوى</span>',NULL,'94',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (81,'٢٥ -<span data-type="title" id=toc-85> كَعْبُ بن سَعْد الغنويّ</span>
١ - (أخي مَا أخي لَا فاحِشٌ عندَ بيتِهِ ... وَلَا ورِعٌ عندَ اللقاءِ هَيُوبُ)
٢ - (هُوَ العسلُ الماذيُّ حِلْماً ونائلاً ... وليثٌ إِذا يَلقَي العدوَّ غَضُوبُ)
٣ - (لقدْ كَانَ أما حلمه فمروح ... علينا وَأما جَهله فعزيب)
٤ - (حَلِيم إِذا ماسورة الْجَهْل أطلقت ... حبى الشيب للنَّفس اللجوج غَلُوبُ)
٥ - (هوتْ أمُّهُ مَا يبعثُ الصبحَ غادِياً ... وماذا يُؤدي الليلَ حينَ يَؤُوبُ)
٦ - (كعاليةِ الرمحِ الرُدينيّ لمْ يكُنْ ... إذَا ابتدَرَ الخيلَ الرجالُ يخِيبُ)',NULL,'95',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (82,'٢٥ -<span data-type="title" id=toc-86> كَعْب بن سعد الغنوى</span>
٧ - (أَخُو شتَواتٍ يعلَمُ الضيفُ أَنَّهُ ... سيَكثُرُ مَا فِي قدرهِ ويطيبُ)
٨ - (إذَا حلَّ لمْ يُقصِ الْمحلة بَيته ... وَلكنه الْأَدْنَى بِحَيْثُ تنوب)
٩ - (حبيب إِلَى الخلان غَشيانُ بَيتِهِ ... جميلُ المُحيَّا شبَّ وهوَ أديبُ)
١٠ - (يَبيتُ الندَى يَا أمَّ عمروٍ ضجيعَهُ ... إذَا لَمْ يكنْ فِي المُنقِياتِ حَلُوبُ)
١١ - (إذَا نزَلَ الأضياف أَو غبت عَنْهُم ... كفى ذَاك وضاح الجبين أريب)
١٢ - (وداع دَعَا: يَا مَنْ يُجيبُ إِلَى النَدَى ... فلَمْ يستَجِبْهُ عندَ ذاكَ مُجِيبُ)
١٣ - (فقُلتُ ادعُ أُخرَى وأرفعِ الصوتَ دَعْوَة ... لَعَلَّ أَبَا المغوار مِنْك قريب)
١٤ - (يجبك كمَا قدْ كانَ يَفْعَلُ إنَّهُ ... بَأمثالِها رَحبُ الذِراعِ أرِيبُ)
١٥ - (كأنَّ أبَا المِغوارِ لمْ يُوفِ مَرقَباً ... إذَا رَبَأ القومَ الغزاةَ رقيبُ)
١٦ - (ولمْ يَدعُ فتياناً كِراماً لِميسرٍ ... إذَا اشتدَّ مِنْ ريحِ الشتاءِ هُبوبُ)
١٧ - (فإنِّي لباكِيهِ وإِنِّي لصادقٌ ... عَلَيْهِ وَبَعض الباكيات كذوب)',NULL,'96',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (83,'٢٥ -<span data-type="title" id=toc-87> كَعْب بن سعد الغنوى</span>
١٨ - (فَتى أريحيا كَانَ يَهْتَز للندى ... كمَا اهتَزَّ مِنْ ماءِ الحديدِ قضِيبُ)
١٩ - (وحدَّثتُماني أنَّما الموتُ فِي القُرَى ... فكيفَ وهَاتَا هضبَةٌ وقليب)
٢٠ - (وَمَاء سَمَاء كَانَ غير مخمر ... ببرية تجرى عَلَيْهِ جنوب)
٢١ - ( [ومنزلة فِي دَار صدق وغبطة ... وَمَا اقتال من حكم على طَبِيب] )
٢٢ - (تَرى عَرَصاتِ الحيِّ تُمسي كأنَّها ... إذَا غابَ لم يحلل بِهن عريب)
٢٣ - (ليبكك دَاع لم يجد من يُعينهُ ... وطاوى الحشا نائي المَزَار غَرِيبُ)
٢٤ - (تُرَوِّحُ تَزْهَاهُ صَباً مستطيفَةٌ ... بكلِّ ذرا والمستراد جديب)',NULL,'97',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (84,'٢٦ -<span data-type="title" id=toc-88> وَقَالَ غريقة بن مُسافع الْعَبْسِي</span>
١ - (تقولُ سُليمَى مَا لِجسمِكَ شاحِباً ... كأنَّكَ يَحميكَ الشرابَ طبيبُ)
٢ - (فقلتُ ولمْ أَعي الجوابَ ولمْ أُلِحْ ... ولِلدَهرِ فِي صُمِّ السَّلَام نصيب)
٣ - (تتَابع أَحْدَاث تَخِر من إِخوَتي ... وشيَّبْنَ رأَسي والخُطُوبُ تُشيبُ)
٤ - (أََتى دونَ حُلوِ العيشِ حتَّى أمَرَّهُ ... نُكُوبٌ على آثارِهنَّ نُكُوبُ)
٥ - (لَعَمْري لَئِنْ كانتْ أصابَتْ مُصيبةٌ ... أَخي والمَنَايَا للرجالِ شَعُوبُ)
٦ - (أَخي كانَ يَكفيْني وكانَ يُعِيننِي ... على نائبات الدَّهْر حِين تنوب)',NULL,'98',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (85,'٢٦ -<span data-type="title" id=toc-89> غريقة بن مسافع العبسى</span>
٧ - (هوت أمه مَاذَا تَضمَّنَ قَبْرُهُ ... مِنَ الجُودِ والمعْروفِ حينَ يَنُوبُ)
٨ - (جَمُوعُ خلالِ الخيرِ مِنْ كُلِّ جانبٍ ... إذَا جاءَ جيّاءٌ بهنَّ ذَهُوبُ)
٩ - (مُفيدٌ مُلَقَّى القائدات معود ... لِفعلِ النَدَى للمُعدَماتِ كَسُوبُ)
١٠ - (فَتى لَا يُبالي أَن يكون بجسمه ... إِذا نَالَ خلات الكرامِ شُحُوبُ)
١١ - (غَنِينَا بخيرٍ حِقبةً ثمَّ جَلَّحَتْ ... علينَا الَّتِي كُلَّ الرجالِ تُصِيبُ)
١٢ - (فأبقَتْ قَلِيلا ذَاهباً وتَجَهَّزتْ ... لآخرَ والراجِي الحياةَ كَذُوبُ)
١٣ - (وأَعلمُ أنَّ الْبَاقِي الحيَّ مِنهُمَا ... إِلَى أجلٍ أقْصَى مَدَاهُ قَريبُ)
١٤ - (فلوْ كانَ مَيتٌ يُفتدي لَفَدَيتُهُ ... بمَا لمْ تكُنْ عنْهُ النفوسُ تَطِيبُ)
١٥ - (بعينيَّ أَو يُمنَى يَدي وقيِلَ لي ... هوَ الغانمُ الجذلانُ حينَ يَؤوبُ)
١٦ - (فإنْ تكُنِ الأيامُ أحسنَّ مرّة ... إِلَيّ فقَدْ عادَتْ لهُنَّ ذَنُوبُ)
١٧ - (كثيرُ رَمادِ القِدرِ رَحبٌ فنَاؤُهُ ... إِلَى سندٍ لَمْ تحتجنه غيوب)',NULL,'99',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (86,'٢٦ -<span data-type="title" id=toc-90> غريقة بن مسافع الْعَبْسِي</span>
١٨ - (قريب ثراه لَا ينالُ عدوُّهُ ... لهُ نبَطاً عِندَ الهَوانِ قَطوبُ)
١٩ - (لقدْ أفسدَ الموتُ الحياةَ وقدْ أَتَى ... على يومِهِ عِلْقٌٌ إليَّ حَبيبُ)
٢٠ - (حَليمٌ إذَا مَا الحِلمُ زيَّن أَهلَهُ ... معَ الحلمِ فِي عين الْعَدو مهيب)
٢١ - ( [إِذا مَا تراءاه الرِّجَال تحفظُوا ... فَلم تنطق العوراء وَهُوَ قريب)',NULL,'100',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (87,'٢٧ -<span data-type="title" id=toc-91> وَقَالَت سعدى بنت الشمردل الجهنية</span>

<span data-type="title" id=toc-92>[ترى أخاها قتلته بهز من بنى سليم بن مَنْصُور]</span>
١ - (أمنَ الحوادِثِ والمَنونِ أروَّعُ ... وأبيتُ ليْلي كلَّهُ لَا أهجع)',NULL,'101',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (88,'٢٧ -<span data-type="title" id=toc-93> سعدى بنت الشمردل</span>
٢ - (وأبيتُ مُخْليَةً أُبكّي أسعداً ... ولِمثْلِهِ تبْكي العيونُ وتهْمعُ)
٣ - (وتبيَّنُ العيْنُ الطليحةُ أنَّهَا ... تبْكي من الجزَعِ الدخيلِ وتدمَعُ)
٤ - (ولَقَدْ بدا لي قبلُ فِيمَا قدْ مضى ... وعلمْتُ ذاكَ لوَ أنَّ علْماً ينفعُ)
٥ - (أنَّ الحوادثَ والمَنونَ كليهِما ... لَا يُعْتِبانِ ولوْ بَكى منْ يجزَعُ)
٦ - (ولقدْ علمْتُ بأنَّ كلَّ مؤَخَّرٍ ... يَوْمًا سبيلَ الأَوَّلينَ سيتْبَعُ)
٧ - (ولقدْ علمتُ لوَ أنَّ علْماً نافعٌ ... أنْ كُلُّ حيٍّ ذاهبٌ فمودِّعُ)
٨ - (أفليْسَ فيمنْ قدْ مضى ألى عِبْرةٌ ... هلَكوا وقدْ أيقَنْتُ أنْ لَنْ يرجعُوا)
٩ - (ويل م قتْلي بالرِصافِ لوَ أنَّهم ... بلَغُوا الرَجاءَ لِقَوْمِهمْ أوْ مُتِّعوا)
١٠ - (كمْ منْ جميعِ الشمْلِ ملْتَئِمِ الهَوى ... كَانُوا كذلكَ قبلَهمْ فتصدَّعُوا)
١١ - (فلْتَبْكِ أَسْعَدَ فتية بسباسب ... اقووا واصبح زادهم يتمزع)
١٢ - (جادَ أبنُ مجْدعةَ الكميُّ بنفسِهِ ... ولقدْ يرَى أَن الْمَكْر لأشنع)',NULL,'102',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (89,'٢٧ -<span data-type="title" id=toc-94> سعدى بنت الشمردل</span>
١٣ - (وَيْلُمِّهِ رجلا يليذُ بظهرهِ ... إبِلا ونسَّألُ الفَيافي أرْوَعُ)
١٤ - (يردُ المياهَ حضيرَةً ونفيضَةً ... ورْدَ القَطاةِ إِذا أسْمَأَلَّ التُبَّعُ)
١٥ - (وبهِ إِلَى أُخْرَى الصحابِ تلفُّتٌ ... وبهِ إِلَى المكروبِ جرْيٌ زَعْزَعُ)
١٦ - (ويكبِّرُ الْقدح العنود ويعتلى ... بألى الصحاب إِذا أصات الوعوع)
١٧ - (سباق عَادِية وهادى سَرِيَّة ... ومقاتلٌ بطلٌ ودَاعٍ مِسْقَعُ)
١٨ - (ذهبَتْ بهِ بَهْزٌ فأصبحَ جدُّها ... يعْلو وأصْبحَ جدُّ قومِي يخْشَعُ)
١٩ - (أجعلت أسعد للرماح دريئة ... هبِلَتْكَ أمُّكَ أيَّ جرْدٍ ترْقَعُ)',NULL,'103',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (90,'٢٧ - ٢٠
(يَا مُطعمَ الركْبِ الجياعِ إِذا همُ ... حثُّوا المطيَّ إِلَى العلَى وتسرَّعوا)
٢١ - (وتجاهَدُوا سيْراً فبعْضُ مطِيِّهمْ ... حسْرى مخَلِّفةٌ وبعْضٌ ظُلَّعُ)
٢٢ - (جوّابُ أوديةٍ بِغَيْر صحابة ... كشاف داوى الظلامِ مشيَّعُ)
٢٣ - (هَذَا على إثْرِ الَّذي هوّ قبله ... وَهِي المنايَا والسبيلُ المهْيَعُ)
٢٤ - (هَذَا اليقينُ فكيفَ أنسَى فقدَهُ ... إنْ رابَ دهرٌ أوْ نَبا بِيَ مضجعُ)
٢٥ - (إنْ تأتِهِ بعدَ الهُدوِّ لحاجةٍ ... تَدْعُو يُجبْكَ لَهَا نجيبٌ أرْوَعُ)
٢٦ - (متحلِّبُ الكفَّيْنِ أمْيثُ بارع ... أنف طُوالُ الساعديْنِ سميْدَعُ)
٢٧ - (سمْحٌ إِذا مَا الشَوْلُ حارَدَ رسْلُها ... واسْتَرْوحَ المرَقَ النساءُ الجوَّعُ)
٢٨ - (منْ بعد أسعد إِذا فجعت بيومه ... وَالْمَوْت مِمَّا قد يريب ويفجع)
٢٩ - (فوَددْتُ لوْ قُبِلَتْ بأسْعدَ فديةٌ ... ممَّا يضنُّ بهِ المُصابُ الموجَعُ)
٣٠ - (غادرتْهُ يومَ الرصافِ مجدَّلاً ... خبر لعمرك يَوْم ذَلِك أشنع)',NULL,'104',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (91,'٢٨ -<span data-type="title" id=toc-95> قَالَ دُرَيْد بن الصمَّة</span>

<span data-type="title" id=toc-96>[يرثي أَخَاهُ عبد الله]</span>',NULL,'105',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (92,'٢٨ -<span data-type="title" id=toc-97> دُرَيْد بن الصِمّة</span>
١ - (َأَرَثَّ جَديدُ الحَبْلِ مِنْ أُمِّ معبدِ ... بعاقِبَةٍ وأخْلفَتْ كلَّ موْعِدِ)
٢ - (وبانَتْ وَلم أَحْمد إِلَيْك جوارها ... ولَمْ تُرْجَ فِينَا رِدَّةُ اليَوْمِ أوْ غَدِ)',NULL,'106',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (93,'٢٨ -<span data-type="title" id=toc-98> دُرَيْد بن الصمَّة</span>
٣ - (أعاذِلَ إنَّ الُرزءَ فِي مثلِ خالدٍ ... وَلَا رُزءَ فيمَا أَهلكَ المرءُ عَنْ يدِ)
٤ - (وقلتُ لعراض وأصحابِ عارضٍ ... ورهطِ بني السوداءِ والقومُ شُهَّدي)
٥ - (علانِيةً: ظُنُّوا بألفَي مُدَجَّجٍ ... سراتهُمُ فِي الفارسيّ المُسرَّدِ)
٦ - (أمرتُهُمُ أَمْرِي بُمنعرجِ اللِوَى ... فلَمْ يستبينُوا الرُشدَ إِلَّا ضُحى الغدِ)
٧ - (فلمَّا عصَوني كنْتُ منهُمْ وَقد أرَى ... غوايتَهُمْ وأنَّني غيرُ مُهتَدِ)
٨ - (ومَا أنَا إِلَّا من غَزِيَّةَ إنْ غوَتْ ... غويْتُ وإنْ تَرشُدْ غزَّيَةُ أرشُدِ)
٩ - (وإنْ تُعقِبِ الْأَيَّام والدهر تعلوا ... بنى قَارب أَنا غضاب بمعبد)',NULL,'107',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (94,'٢٨ -<span data-type="title" id=toc-99> دُرَيْد بن الصمَّة</span>
١٠ - (تَنادَوا فقالُوا: أردَتِ الخيلُ فَارِسًا ... فقُلتُ: أَعبدُ اللهِ ذلكمُ الرَدي)
١١ - (وإنْ يكُ عبدُ اللهِ خلَّى مَكانَهُ ... فمَا كانَ وَقافاً وَلَا طائشَ اليدِ)
١٢ - (وَلَا برماً إذَا الرياحُ تناوحَتْ ... بِرطبِ العِضاةِ والضريعِ المُعَضَّدِ)
١٣ - (كميشُ الإزارِ خارجٌ نصفُ ساقِهِ ... صبورٌ علَى العزَّاءِ طلاَّعُ أنجُدِ)
١٤ - (رئيسُ حروب لَا يزَال ربيئَةً ... مُشيحاً عَلى مُحقَوقَفِ الصُلبِ مُلْبِدِ)
١٥ - (صُبورٌ على رزء المصائب حافِظٌ ... من اليومِ إدبار الأحَاديثِ فِي غدِ)
١٦ - (صَبا مَا صَبا حتَّى عَلا الشيبُ رأسَهُ ... فلمَّا علاهُ قالَ للباطلِ: أبْعَدِ)
١٧ - (وهوَّنَ وجدي أنَّني لمْ أقُلْ لّهُ ... كذبتَ ولمْ أبخَلْ بِمَا ملكت يَدي)',NULL,'108',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (95,'٢٨ -<span data-type="title" id=toc-100> دُرَيْد بن الصمَّة</span>
١٨ - (وَكنت كَأَنِّي واثق بمصدر ... يمشي بِأَكْنَافِ الحبيب فَمَحْتِدِ)
١٩ - (غداةَ دعَاني والرماحُ ينُشنَهُ ... كوقعِ الصياصِي فِي النسيجِ المُمدَّدِ)
٢٠ - (وكنْتُ كذاتِ البَوِّ ريعَتْ فاقبلَتْ ... إِلَى جِذَمٍ من مَسكِ سقبٍ مُجلَّدِ)
٢١ - (فطاعَنْتُ عنهُ الخَيلَ حتَّى تبدَّدَتْ ... وحتَّى عَلاني حالك اللَّوْن أسود)
٢٢ - (طعان امْرِئ آسَى أخاهُ بنفسِهِ ... وأعلَمُ أنَّ المرءَ غيرُ مُخلَّدِ)
٢٣ - (وهَوَّنَ وجدِي انَّمَا هوْ فارِطٌ ... أمَامي وأنَّي واردُ اليومِ أَو غدِ)
٢٤ - (وغارةِ بينَ اليومِ والليلِ فلتةٍ ... تداركتُهَا ركضاً بسيدٍ عَمَرَّدِ)
٢٥ - (سليم الشظا عبل الشوَى َشنجِ النَسَا ... طويلِ القرَا نهدٍ آسِيلِ الْمُقَلّد)',NULL,'109',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (96,'٢٨ -<span data-type="title" id=toc-101> دُرَيْد بن الصمَّة</span>
٢٦ - (ويُخرِجُ مِنهُ صرةُ القومِ مِصدَقاً ... وطوُلُ السُرَى درى عضب مهند)',NULL,'110',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (97,'٢٩ -<span data-type="title" id=toc-102> وَقَالَ</span>
١ - (يَا رَاكِبًا إمَّا عَرَضْتَ فبلِّغنْ ... أَبَا غالبٍ أنْ قَدْ ثأَرْنَا بِغالِبِ)
٢ - (وأبلِغْ نُميراً أنْ مَرَرْت بدارها ... على نأيها فَأَي مولى وطالبِ)
٣ - (قَتلْتُ بعْبدِ الله خيرَ لِدَاتهِ ... ذُؤَابَ بن أَسمَاء بن زيد بن قَارب)',NULL,'111',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (98,'٢٩ -<span data-type="title" id=toc-103> دُرَيْد بن الصمَّة</span>
٤ - (فَلِليَوْمِ سُمِّيتُمْ فَزارةَ فاصبِرُوا ... لِوَقْعِ القنا تَنْزُونَ نَزْوَ الجَنَادِبِ)
٥ - (تَكُرُّ عَليهِمْ رجْلَتي وفَوارسِي ... وَأكْرِهُ فِيهِمْ صَعْدَتي غَيْرَ ناكِبِ)
٦ - (فإنْ تُدْبِرُوا يأُخُذْنَكُمْ فِي ظهوركم ... وَإِن تُقْبِلُوا يأُخُذْنكُمْ فِي التَرائِبِ)
٧ - (وإنْ تُسْهِلُوا للخيلِ تسهل عَلَيْكُم ... بطعن كإيزاغ المَخاضِ الضواربِ)
٨ - (إِذا أحزَنُوا تَغشَى الجِبالَ رجالُنَا ... كمَا استوفَزَتْ فُدْرُ الوُعُولِ القَراهِبِ)
٩ - (ومرَّةَ قَدْ أخرَجْنَهُمْ فتَرَكنهُمْ ... يَروغُونَ بالصَلعاءِ روغَ الثَعالِبِ)
١٠ - (وأشجَعَ قَدْ أدركنَهُمْ فترَكنَهُمْ ... يَخافُونَ خَطْفَ الطَيْرِ مِنْ كُلِّ جانِبِ)
١١ - (وثَعْلَبَةَ الخُنْثَى ترَكْنَا شَرِيدَهُمْ ... تَعِلَّةَ لاهٍ فِي البِلادِ ولاعبِ)
١٢ - (وَلَوْلَا جنانُ الليلِ أدركَ ركْضُنَا ... بِذِي الرمثِ والأرطي عياضَ بنَ ناشب)',NULL,'112',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (99,'٢٩ -<span data-type="title" id=toc-104> دُرَيْد بن الصمَّة</span>
١٣ - (فليتَ قبوراً بالمخاضةِ أخبرَتْ ... فتُخبرُ عنَّا الخُضرَ خُضرَ مُحاربِ)
١٤ - (رَدَسناهُمُ بالخيلِ حتَّى تملأّتْ ... عوافي الضِباعِ والذِئابِ السَواغبِ)
١٥ - (ذَرِيني أُطوُّفْ فِي البلادِ لعلني ... أللاقي باثْرٍ ثُلّةً مِنْ مُحاربِ)
١٦ - (وأنتَ أمرؤٌ جَعدُ القفَا متعكِسٌ ... مِنْ الأقِطِِ الحوليِّ شبعانُ كانِبِ)',NULL,'113',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (100,'٣٠ -<span data-type="title" id=toc-105> وَقَالَ عبد الله بن جنح النكرى</span>

<span data-type="title" id=toc-106>[نكرَة بن لكيز بن أفصى بن عبد الْقَيْس بن أفصى بن دعمى بن جديلة ابْن أَسد بن ربيعَة بن نزار قَالَ الْأَصْمَعِي: أنشدنيها خلف الْأَحْمَر]</span>
١ - (زعمَ الغَوانِي إنْ أردْنَ صريمَتي ... أنْ قدْ كبِرْتُ وأدبَرَتْ حاجَاتي)
٢ - (وضحِكْنَ مِنِّي سَاعَة وسألنَني ... مُذْ كمْ كذَا سنة أخذْتُ قَناتِي)
٣ - (مَا شبْتُ مِنْ كبرٍ ولكِنّي أمرؤٌ ... أغشَى الحروبَ ومَا تشِيبُ لِدَاتي)
٤ - (أحْمِي أُناسِي أنْ يُبَاحَ حريمُهُمْ ... وهمُ كذاكَ إذَا عُنِيتُ حُماتي)
٥ - (مِنْ معشرٍ يَأبَى الهوانَ أخوهُمُ ... شُمُّ الأنوفِ جَحَاجِحٌ سَادَات)
٦ - (عَزُّوا وعزَّ بِعزِّهِمْ مِنْ جاوَروا ... وهُمُ الذُرَى وغلاصم الهامات)',NULL,'114',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (101,'٣٠ -<span data-type="title" id=toc-107> عبد الله بن جنح النكرى</span>
٧ - (إنْ يُطلَبُوا بجريرَةٍ يَنأَونَها ... أوْ يُطلبُوا لَا يدركوا بترات)',NULL,'115',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (102,'٣١ -<span data-type="title" id=toc-108> وَقَالَ عمر بن حَنى التغلبي</span>
[يُجيب طريفا الْعَنْبَري] ١
(ولَقَدْ دعوتَ طَرِيفُ دعوةَ جاهلٍ ... سفَهاً وأنتَ بمنظرٍ لَو تَعْلمُ)
٢ - (ولقيتَ حَيًّا فِي الحُرُوبِ محلُّهُمْ ... والجيشُ باسمِ أبيهِمُ يُستَهزَمُ)
٣ - (فإذَا دعَوْا بِأبي رَبيعةَ أقبلُوا ... بكتائبٍ دونَ النساءِ تلمَّمُوا)',NULL,'116',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (103,'٣١ -<span data-type="title" id=toc-109> عمر بن حَنى التغلبى</span>
٤ - (فلقيتَ فيهمْ هانئاً وسلاحَهُ ... بطلاً إذَا هابَ الفوارس يقدم)
٥ - (سلبوك درعك والأغر كليهمَا ... وَبَنُو أسيد أسلموك وخضم)',NULL,'117',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (104,'٣٢ -<span data-type="title" id=toc-110> وَقَالَ أَبُو النَشْناش النَهْشَليّ اللِصُّ</span>
١ - (وسائلةٍ أينَ الرحيلُ وسائِلٍ ... ومِنْ يسألُ الصُعْلُوكَ أينَ مَذاهِبُهْ)
٢ - (وداويَّةٍٍ يَهماءَ يُخشَى بهَا الرَدَى ... سَرَتْ بِأبي النَشْناشِ فِيها ركائِبُهْ)
٣ - (ليُدركَ ثأراً أَو ليُدركَ مغنماً ... جزيلا وَهَذَا الدَّهْر جم عجائبه)',NULL,'118',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (105,'٣٢ -<span data-type="title" id=toc-111> أَبُو النشناش النَّهْشَلِي</span>
٤ - (إذَا المرءُ لم يَسْرَحْ سَواماً وَلم يُرِحْ ... سواماً وَلم تَعْطِفْ عليهِ أقاربُهْ)
٥ - (فللموتُ خيرٌ للفتى من قعوده ... فَقِيرا وَمن مولى تدب عقاربُهْ)
٦ - (وَلم أََر مثلَ الهمِّ ضاجعَهُ الفتَى ... وَلَا كسوادِ الليلِ أخفقَ طالبُهْ)
٧ - (فمُتْ مُعدِماً أَو عش كَرِيمًا فإنني ... أرى الْمَوْت لَا ينجو من الموتِ هاربُهْ)
٨ - (ولوْ كانَ شيءٌ ناجياً من مَنَّيةٍ ... لكانَ أثيرٌ يومَ جاءَتْ كتائبُهْ)',NULL,'119',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (106,'٣٣ -<span data-type="title" id=toc-112> وَقَالَ أُحَيْحةُ بن الجُلاح</span>
١ - (إذَا مَا جئتُها قدْ بِعْتَ عَذقاً ... تُعانِقُ أوْ تُقبِّلُ أَو تُفدِّي)
٢ - (أهنْتُ المالَ فِي الشهواتِ حتَّى ... أصارَتْني أسِيفاً عبدَ عبدِ)
٣ - (فمنْ نالَ الغنَى فليَصْطَنِعهُ ... صَنيعتَهُ ويجهدْ كلَّ جهدِ)
٤ - (أُعلمُكُمْ وقدْ أرديْتُ نفسِي ... فَمن أهْدى سَبِيل الرشد بعدِي)',NULL,'120',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (107,'٣٤ -<span data-type="title" id=toc-113> وَقَالَ عَمْرو بن معديكرب</span>
١ - (ومُردٍ عَلَى جُردٍ شَهِدْتُ طِرادَها ... قُبيلَ طُلُوعِ الشَّمْس أَو حينَ ذَرَّتِ)',NULL,'121',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (108,'٢ - (صَبحْتُهُمُ بيضاءَ يَبرُقُ بَيضُها ... إذَا نظرَتْ فِيها العيونُ ازمَهرَّتِ)
٣ - (ولمَّا رأيتُ الخيلَ رَهواً كأنَّها ... حداول زرع أرْسلت فاسبطرت)
٤ - (وجاشت إِلَى النفسُ أولَ وهلةٍ ... وَرُدَّتْ علَى مكرُوهِها فاستقرَّتِ)
٥ - (علامَ تقولُ الرُمحُ يُثقلُ عاتِقِي ... إذَا أنَا لم أطعن إِذا الخيلُ ولَّتِ)
٦ - (عقرْتُ جوادَ ابنْي دُريدٍ كليهِما ... ومَا أخَذَتْني فِي الخُتُونِة عِزَّتي)
٧ - (لَحَا اللُه جرما كلما ذَر شارق ... وُجُوه كلاب هارشت فازبأرت)
٨ - (ظللت كَأَنِّي للرماح دريئة ... أُقاتِلُ عَنْ أبناءِ جَرْمٍ وفرَّتِ)
٩ - (فلمْ تُغنِ جرم نهدها إِذْ تلاقتا ... وَلَكِن جرما فِي اللِّقَاء ابتذعرت)
١٠ - (فلوْ أنَّ قومِي أنطقتِني رمَاحُهُمْ ... نطقتُ ولكِنَّ الرماح أجرت)',NULL,'122',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (109,'٣٥ - وَقَالَ أَبُو سعيد: أَنْشدني أَبُو مهدية يصف حَيَّة ١
(قد كَاد يقتلني أَصمّ مرقش ... من جب كلثمَ والخُطوبُ كثيرْ)
٢ - (حتَّى أصدَّ اللهُ عَنِّي رَأسَهُ ... واللهُ بالمرءِ المُضافِ بَصيرْ)
٣ - ... خُلقتْ لَهازِمُهُ عزين ورأسُهُ ... كالقُرصِ فُلطحَ منْ طحينِ شَعيرْ)
٤ - (وكأنَّ شِدقَيهِ إذَا مَا أَقبَلا ... شِدقَا عجُوزٍ مضمَضَتْ لِطُهُورْ)
٥ - (ويُديرُ عَيناً لِلوِقاعِ كَأنَّها ... سمراءُ طاحتْ من نفيض برير)',NULL,'123',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (110,'٣٦ - وَقَالَ ذُو الْخرق الطهوي
وَإِنَّمَا سمي ((ذَا الْخرق)) بِهَذَا الْبَيْت: عِجَافًا عَلَيْهَا الريش والخرق و ((الْوَرق)) أَيْضا وَذَلِكَ أَن الْبَعِير إِذا دبر وضعُوا على دبره الريش وَالْوَرق لِئَلَّا يقربهُ الطير والغربان ١
(لما رَأَتْ إبِلي جاءَتْ حَلُوبَتُهَا ... هَزْلَي عِجَافاً عَلَيْهَا الريشُ والوَرَقُ)
٢ - (قالَتْ: أَلا تَبتَغي مَالاً تَعيشُ بهِ ... مِمَّا تُلاقي وَشَرُّ العيشةِ الرمَقُ)
٣ - (فيئِي إليكِ فَإنَّا معشر صَبر ... فِي الجدب لَا خِفَّةٌ فينَا وَلا نَزَقُ)
٤ - (إنَّا إذَا حطمة حتت لنا وَرقا ... نمارس الْعود حَتَّى ينْبت الْوَرق)',NULL,'124',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (111,'٣٣٧ - وَقَالَ تأبَّط شرَّاً ١
(وشِعبٍ كشلِّ الثوبِ شكسٍ طريقُهُ ... مجامع صوحيه نطاف مخاصر)
٢ - (بِهِ مِنْ سيُولِ الصيفِ بيضٌ أقرَّهَا ... جُبارٌ لِصُمِّ الصَخرِ فيهِ قَراقِرُ)
٣ - (تبطَّنتُهُ بالقومِ لمْ يَهدِني لَهُ ... دليلٌ ولمْ يُثبِتْ لي النعتَ خابِرُ)
٤ - (بهِ سمَلاتٌ مِنْ مياهٍ قديمةٍ ... موَارِدُهَا مَا إِن لَهُنَّ مصَادر)',NULL,'125',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (112,'٣٨ - قَالَ شمر بن عمر الحنفيّ ١
(لَوْ كنتُ فِي ريْمانَ لسْتُ ببارحٍ ... أبدا وسُدَّ خَصاصُهُ بالطينِ)
٢ - (لي فِي ذُراهُ مآكلٌ ومشارِبٌ ... جاءَتْ إليَّ مَنيَّتي تبغيني)
٣ - (وَلقدْ مررْتُ على اللئيمِ يسبُّني ... فمضيْتُ ثُمَّت قُلْتُ لَا يعْنينِي)
٤ - (غَضْبانَ ممتلئاً عليَّ إهابهُ ... إِنِّي وربِّكَ سُخْطُهُ يرْضيني)
٥ - (يَا ربَّ نكْسٍ إنْ أتتْهُ منيَّتي ... فرِحٌ وخِرْقٍ إنْ هَلَكْتُ حزينُ)',NULL,'126',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (113,'٣٩ - وَقَالَ طريف النعبري ١
(أوْ كُلَّمَا وردتْ عُكاظَ قبيلَةٌ ... بعثُوا إليَّ رسولهم يتوسم)',NULL,'127',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (114,'٣٩ -<span data-type="title" id=toc-114> طريف الْعَنْبَري</span>
٢ - (فتوسَّمُونِي إنَّني أنَا ذَاكُمُ ... شاكٍ سِلاحي فِي الحوادثِ مُعْلَمُ)
٣ - (تحتِي الأغرُّ وفوقَ جِلدِي نثرةٌ ... زغف ترد السَّيْف وَهُوَ مثلم)
٤ - (حَولي فوارس مِنْ أُسيْدٍ شِجْعَةٌ ... وإذَا غَضِبْتُ فَحَوْلَ بيتِي خَضَّمُ)
٥ - (ولِكُلِّ بكرِيٍَّ لَدَيَّ عداوَةٌ ... وأبُو ربيعةَ شانيء ومحلم)',NULL,'128',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (115,'٤٠ - قَالَ أَبُو سعيد: سَمِعت أَبَا عَمْرو بن الْعَلَاء ينشد هَذِه القصيدة لامريء الْقَيْس ١
(نطعُنُهُمْ سُلْكَي ومَخلُوجَةً ... لِفتَكَ لأمينِ عَلَى نابل)',NULL,'129',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (116,'٤٠ -<span data-type="title" id=toc-115> امْرُؤ الْقَيْس</span>
٢ - (إذْ هِيَ أقساطٌ كرِجلِ الدَبَا ... أَو كقَطَا كاظمة الناهل)
٣ - (حلت لي الْخمر وَكنت امْرأ ... عَن شربهَا فِي شُغُلٍ شاغلِ)
٤ - (فاليومَ أشرَبْ غيرَ مُستَحقِبٍ ... إِثْمًا من الله وَلَا واغل)',NULL,'130',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (117,'٤١ - وَقَالَ ١
(أَلا يَا لهفَ هندٍ من أُناسٍ ... هُمُ كانُوا الشِفاءَ فلمْ يُصابُوا)
٢ - (وقاهُمْ جدُّهم ببني أبيهِمْ ... وبالأشقيْنَ مَا كانَ العِقابُ)
٣ - (وأفلتَهُنَ علباءٌ جريضا ... وَلَو أدركنه صفر الوطاب)',NULL,'131',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (118,'٤٢ - وَقَالَ سَلامَة بن جند ١
(لِمَنْ طَلَلٌ مِثلُ الكتابِ المُنمَّقِ ... خَلا عهدُهُ بينَ الصُليبِ فَمُطْرِقِ)
٢ - (أكَبَّ عليهِ كاتبٌ بدواتِهِ ... وحادثه فِي الْعين جده مُهرقُ)
٣ - (لأسماءَ إذْ تهوَى وصالَكَ إنَّها ... كَذِي جدة من وَحش صاحة مرشق)',NULL,'132',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (119,'٤٢ -<span data-type="title" id=toc-116> سَلامَة بن جندل</span>
سَلامَة بن جندل ٤
(لهُ بقرارِ الصُلبِ بَقلٌ يلُسُّهُ ... وإنْ يتقدَّمْ بالدكادِكِ يأنَقِِ)
٥ - (وقفْتُ بهَا مَا إنْ تُبينُ لسائِلٍ ... وهلْ تفقَهُ الصُمُّ الخوالِدُ مَنْطِقِي)
٦ - (فَبٍتُّ كأنَّ الكأسَ طالَ أعتيادُها ... عَلىَّ بصافٍ مِنْ رحيقٍ مُرَوَّقِ)
٧ - (كريحٍ ذكيّ المِسكِ بالليلِ ريحُهُ ... يصفق فِي إبريق جعد منطق)
٨ - (وماذا تُبَكِّي مِنْ رُسُومٍٍ مُحيلةٍ ... خَلاءٍ كَسَحقِ اليُمنَةِ المُتَمَزِّقِ)
٩ - (أَلا هَلْ أتَتْ أنباؤُنا أهلَ مأرِبٍ ... كمَا قدْ أتَتْ أهلَ الدَبَا والخَوَرْنَقِِ)
١٠ - (بانَّا مَنَعْنَا بالفُروقِ نساءَنَا ... ونَحْنُ قتلْنَا مَنْ أتانَا بملزق)
١١ - (تبلغهم عيس الركاب وشومها ... فريقي معد من تهام ومعرق)',NULL,'133',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (120,'٤٢ -<span data-type="title" id=toc-117> سَلامَة بن جندل</span>
١٢ - (ومفقنا فِي غير دَار تئية ... وملحقنا بالعارض المتألق)
١٣ - (إِذا مَا علونا ظهر نعل كَأَنَّمَا ... على الْهَام مناقيض بيض مفلق)
١٤ - (من الحمس إِذْ جاؤوا إليْنَا بجَمْعِهِمْ ... غداةَ لقينَاهُمْ بجأوَاءَ فَيلَقِِ)
١٥ - (كأنَّ النعام باض فَوق رؤوسهم ... بنهي القذاف أَو بنهي مخفق)
١٦ - (ضممنا عليهِمْ حافتيهِمْ بصادقٍ ... منَ الطَعنِ حتَّى أزمعُوا بتفرق)
١٧ - (كَأَن منَاخًا من قيون ومَنِزلاً ... بِحيثُ التقينَا مِنْ أكُفٍ وأسوُقِ)
١٨ - (كأنَّهُمُ كانُوا ظِباءً بصفْصَفٍ ... أفاءَتْ عليهِمْ غبيَةٌ ذاتُ مُصدق)
١٩ - (كَأَن اختلاء المشرفي رؤوسهم ... هوى جنوب فِي يبيس محرق)',NULL,'134',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (121,'٤٢ -<span data-type="title" id=toc-118> سَلامَة بن جندل</span>
٢٠ - (لدُنْ غُدوةً حتَّى أَتَى الليلُ دونَهُمْ ... ولمْ ينجُ إِلَّا كُلُّ جرداءَ خيفَقِِ)
٢١ - (ومستوعِبٍ فِي الجري فضل عنانه ... كمر الغزالِ الشادِنِ المُتطلِّقِِ)
٢٢ - (فالقَوْا لنَا أرسانَ كُلِّ نجيَّةٍ ... وسابغةً كأنَّها مَتْنُ خِرْنِقِِ)
٢٣ - (مُداخَلَةٍ مِنْ نسج دَاوُود سكها ... كحبِّ الجَنَا مِنْ أُبلُمٍ مُتَفَلِّقِِ)
٢٤ - (فمَنْ يَكُ ذَا ثوبٍ تنَلْهُ رِمَاحُنَا ... ومَنْ يكُ عُرْياناً يوائل فَيَسْبق)
٢٥ - (وَمن يدعوا شَيْئا يعالج بئيسه ... ومَنْ لَا يُغالُوا بالرَهائِنِ يُنْفِقِِ)
٢٦ - (وأمُّ بُجيْرٍ فِي تمارس بَيْننَا ... مَتى تأتها الأنباء تخمش وتحلق)
٢٧ - (تركْنَا بُجيرٍاً حيثُ مَا كانَ جَدَّهُ ... وفينَا فِراسٌ عانِياً غَيْرَ مُطْلَقِِ)
٢٨ - (ولوْلا جَنانُ الليلِ مَا آبَ عامِرٌ ... إِلَى جعفَرٍ سربالُهُ لمْ يخرق)',NULL,'135',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (122,'٤٢ -<span data-type="title" id=toc-119> سَلامَة بن جندل</span>
٢٩ - (بضَرْبٍ تظَلُّ الطيرُ فيهِ جوَانِحاً ... وَطَعْنٍ كأفواهِ المَزَادِ المُفتَّقِِ)
٣٠ - (فعزَّتُنَا ليسَتْ بشِعبٍ بِحَّرةٍ ... ولكنَّهَا بَحرٌ بصحراءَ فَيْهَقِِ)
٣١ - (يُقمِّصُ بالبُوصيِّ فيهِ غوارِبٌ ... مَتَى مَا يَخُضْهَا ماهِرُ اللُجِّ يَغرقِ)
٣٢ - (ومجْدُ معد كَانَ فَوق علاية ... سبقنَاً بهِ إذْ يرتقُونَ ونَرتَقي)
٣٣ - (إذَا الهُندُوانِيّاتُ كن عصينا ... بهَا نتأيا كل سَاق ومفرق)
٣٤ - (نجلي مصاعا بِالسُّيُوفِ وُجُوهنَا ... إِذا اعتفرت أقدامُنَا عندَ مَأزِقِ)
٣٥ - (فَخَرْتُمْ علَيْنَا أنْ طردْتُمْ فوارِساً ... وقولُ فِراسٍ هاجَ فِعْلي وَمَنْطِقي)
٣٦ - (عجِلْتُمْ علينَا حُجَّتينِ عليكُمُ ... ومَا يَشَأِ الرحمنُ يعقِدْ ويُطلِقِِ)
٣٧ - (هوَ الجابرُ العظمَ الكَسيرَ ومَا يَشأُ ... من الْأَمر يجمع بَينه وَيفرق)',NULL,'136',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (123,'٤٢ -<span data-type="title" id=toc-120> سَلامَة بن جندل</span>
٣٨ - (هُوَ الْمدْخل النُعْمانَ بَيْتا سماؤُهُ ... صُدُورُ الفُيُولِ بَعْدَ بيتٍ مُسَردَقِِ)
٣٩ - (وبعدَ مُصابِ المُزنِ كانَ يسوسُهُ ... ومَالِ معد بعد مَال محرق)
٤٠ - (لَهُ فخمة ذفراء تنفى عدوه ... كمنكب ضاح من عماية مشرق)',NULL,'137',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (124,'٤٣ - وَقل حجل بن نَضْلَة
قَالَ الْأَصْمَعِي: خبرني بن مطرف قَالَ: استب حجل وَمُعَاوِيَة ابْن شكل عِنْد بعض الْمُلُوك فَقَالَ حجل: هَذَا مُقَابل النَّعْلَيْنِ قعو الأليتين مفج السَّاقَيْن مشاء بأقراء قتال ظباء تبع إِمَاء ((مُقَابل النَّعْلَيْنِ)) يُرِيد أَن لنعليه قبالين ((قعو الأليتين)) شبه أليتيه بالقعو وَتلك هجنة و ((مفج السَّاقَيْن)) ((مشاء بأقراء)) يمشي بأقراء الْوَادي يخْتل الظباء فَقَالَ الْملك: أردْت أَن تذمه فمدحته فَقَالَ حجل) :)',NULL,'138',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (125,'٤٣ -<span data-type="title" id=toc-121> حَجَلُ بنُ نَضلَة</span>
١ - (أبلِغْ مُعَاويَةَ المُمَزِّقَ آيَة ... عني فلست كبعض مَا يَتَقوَّلُ)
٢ - (إنْ تلقنِي لَا تَلْقَ نهزَةَ واحِدٍ ... لَا طائِشٌ رَعِشٌ وَلَا أنَا أعْزَلُ)
٣ - (تحِتي الْأَغَر وَفَوق جلدي نثرة ... زغف ترد السَّيْف وَهْوَ مُفَلَّلُ)
٤ - (ومُقارِبُ الكَعبَيْنِ أسمَرُ عاتِرٌ ... فِيهِ سِنَان كالقدامى منجل)
٥ - (ومهند فِي مَتنه حرجية ... عضب إِذا مس الضريبة مفصل)
٦ - (إِذْ لَا أَزَال على طَرِيق لاحب ... وَكَأن متنيه حَصِير مرمل)
٧ - (يسفى قلائضنا بِماءٍ آجِنٍ ... وإذَا يَقُومُ بِهِ الحَسِيرُ يُعَيَّلُ)',NULL,'139',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (126,'٤٤ - وَقَالَ الأسْعَرُ الجُعْفيُّ ١
(أبُلِغْ أبَا حُمْرانَ أَنَّ عَشِيرَتي ... ناجوا وَلِلْقَوْمِ المناجين التوى)
٢ - (باوا جَوَادَهُمُ لِتَسْمَنَ أُمُّهُمْ ... ولِكي يَعُودَ عَلىْ فِرَاشِهِمُ فَتَى)
٣ - (عِلْجٌ إِذا مَا بَزَّ عَنهَا ثَوبَها ... وتخامصت قَالَت لَهُ: مَاذَا ترى)',NULL,'140',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (127,'٤٤ -<span data-type="title" id=toc-122> الأسعر الْجعْفِيّ</span>
٤ - (لكِنْ قَعِيدَةُ بَيتِنَا مَجْفُوَّةٌ ... بادٍ جَناجِنُ صَدْرِها وَلها غنى)
٥ - (تقفى بعيشة أَهْلِها وَثّابَةً ... أوْ جُرْشُعاً عَبْلَ المَحَازِمِ والشَوَى)
٦ - (ولقَدْ عَلِمْتُ عَلَى تَجَشُّمي الرَدَى ... أنَّ الحُصُونَ الخَيْلُ لَا مَدَرُ القُرَى)
٧ - (رَاحُوا بَصَائِرُهُمْ عَلى أكتافهم ... وبصيرتي يعدو بِهَا عَتَدٌ وَأَي)
٨ - (نَهْدُ المَرَاكِلِ مُدْمَجٌ أرْساغُهُ ... عَبْلُ المَعَاقِمِ مَا يُبالي مَا أَتى)
٩ - (أَمَا إِذَا اسْتَقبَلتَهُ فَكَأَنَّهُ ... بازٌ يُكَفْكَفُ أَنْ يَطِيرَ وقدْ رَأَى)
١٠ - (وإِذِا هُوَ اسْتَدْبَرْتَهُ فَتَسُوقُهُ ... رِجْلٌ قموص الوقع عَارِية النسا)
)',NULL,'141',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (128,'٤٤ -<span data-type="title" id=toc-123> الأسعر الْجعْفِيّ</span>
١١ - (وإذِا هُوَ اسْتَعْرَضْتُهُ مُتَمَطِراً ... فَتَقُولُ هَذَا مِثْلُ سِرْحانِ الغَضَا)
١٢ - (إنّي رَأيْتُ الخَيْلَ عزَّاً ظَاهرا ... تُنجي مِنَ الغُمَّى ويَكشِفْنَ الدُجَى)
١٣ - (ويَبِتنَ بالثَغرِ الْمخوف طلائعا ... ويثبن لِلصُعْلُوكِ جَمَّةَ ذِي الغِنى)
١٤ - (وإِذَا رَأيتَ مُحارِباً ومُسَالِماً ... فلْيَبْغِنِي عِنْدَ المُحاربِ مَنْ بَغَى)
١٥ - (وخَصاصَةُ الجُعفيِّ مَا صاحَبْتَهُ ... لَا تَنْقَضي أَبَداً وإِنْ قِيلَ انقَضَى)
١٦ - ... مَسَحُوا لِحَاهُمْ ثُمَّ قَالوا: سالِمُوا ... يَا ليتَني فِي القوْمِ إذْ مَسَحُوا اللِحَى)
١٧ - (وكَتيبَةٍ وَجَّهتُها لِكَتيبَةٍ ... حتَّى تقولَ سرَاتُهُمْ: هَذَا الْفَتى)
١٨ - (لَا يشتكون الْمَوْت غير تغمغم ... حك الْجمال جنوبهن من الشذى)
١٩ - (يَخرُجْنَ من خَلَلِ الغُبارِ عَوابِساً ... كأَصَابعِ المَقرُورِ أقعى فاصْطلى)
٢٠ - (يَتَخالسُون نُفُوسَهُمْ بِرِمَاحِهِمْ ... فَكَأنَّمَا عَضَّ الكُماةُ على الْحَصَى)
٢١ - (يارب عرجلة أصبوا خلة ... دأبوا وحارد ليلهم حَتَّى بَكَى)
)',NULL,'142',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (129,'٤٤ -<span data-type="title" id=toc-124> الأسعر الْجعْفِيّ</span>
٢٢ - (باتت شآمبة الرِياحِ تَلُفُّهُمْ ... حتَّى أَتَوْنَا بَعدَ مَا سقطَ النَدَى)
٢٣ - (فَنَهَضْتُ فِي البَرْكِ الهُجُودِ وَفِي يَدي ... لَدْنُ المَهَزَّةِ ذُو كُعُوبٍ كَالنَوَى)
٢٤ - (أحْذَيْتُ رُمْحى عائطا ممكورة ... كوماء أَطْرَاف العضاه لَهَا حلى)
٢٥ - (باتت كلاب الْحَيّ تسنح بينَنَا ... يَأكُلنَ دَعلَجَةً ويَشبَعُ مَنْ عَفَا)
٢٦ - (ومِنَ اللَّيَالِي لَيْلَة مزؤودة ... غبراء لَيْسَ لمن تجشمها هُدَى)
٢٧ - ... كلَّفتُ نَفسِي حَدَّها وَمِراسَها ... وَعَلِمْتُ أنَّ القومَ ليسَ لهُمْ غَنَى)
٢٨ - (وَمُرَأَّسٍ أقصدْتُ وَسْطَ جمُوعِهِ ... وعِشارِ رَاعٍ قَد أخذْتُ فَمَا تُرى)
٢٩ - (ظلَّتْ سَنابِكُها على جُثمانِهِ ... يلعَبْنَ دُحْرُوجَ الوَليدِ وَقد قضى)
٣٠ - (وَلَقَد ثأرت دماءنا من واتر ... فاليوم إِن زار الْمنون قد اكْتفى)',NULL,'143',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (130,'[قَالَ الْأَصْمَعِي: سَمِعت أَبَا عَمْرو بن الْعَلَاء يَقُول: سَاب يزِيد بن الصَّعق رجلا من بني أَسد فَقَالَ يزِيد فِي ذَلِك] : ١
(ولعتم بتَمْرينِ السياطِ وأنتُمُ ... يشَنُّ عليكُمْ بالفَنَا كُلُّ مَرْبَعِ)
٢ - (بَني أسدٍ مَا تأْمُرُونَ بأمْرِكمْ ... إِذا لحقت خيل تشوب وتدعي)
)',NULL,'144',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (131,'٤٦ -<span data-type="title" id=toc-125> فَأَجَابَهُ الْأَسدي</span>
[وعيره ضرَّة الْيَرْبُوعي] ١
(أعبت علينا أَن نمرن قدنا ... وَمن لَا يمرن قِدَّهُ يَتَقَطَّعِ)
٢ - (فَلَا يُبْعِدِ الُله اليَمينَ الَّتي بهَا ... برأسك سِيمَا الدَّهْر مالم تقنع)',NULL,'145',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (132,'٤٧ - وَقَالَ الْأَصْمَعِي: لصخر بن عَمْرو بن الشريد ١
(أرَى أُمَّ صخرٍ مَا تَجِفُّ دموُعُها ... ومَلَّتْ سُليمى مَضجَعي ومَكَاني)
٢ - (ومَا كُنتُ أخشَى أنْ أكُونَ جنازَةً ... عليكِ ومَنْ يغتَرُّ بالحَدَثانِ)
٣ - (فَأَي امريء ساوَى بأمٍّ حليلَةً ... فَلا عاشَ إلَّا فِي شقا وهوان)
٤ - (أهم بِأَمْر الحزم لوْ أستطيعُهُ ... وقَدْ حيلَ بينَ العيرِ والنزوانِ)
٥ - (لعَمرِي لقدْ أيقظتِ مَنْ كانَ نَائِماً ... وأسمَعتِ من كَانَت لَهُ أذنان)',NULL,'146',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (133,'٤٧ -<span data-type="title" id=toc-126> صَخْر بن عمر بن الشريد</span>
٦ - (وحيٍّ حَرِيدٍ قدْ صبحتُ بغارةٍ ... كرجلِ جَرادٍ أَو دَباً كُتُفانِ)
٧ - (فلوْ أنَّ حَيا فائِتُ الموتِ فاتَهُ ... أخُو الحَرْبِ فوقَ القارحِ العَدَوانِ)',NULL,'147',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (134,'٤٨ - وَأنْشد لرجل من بني عَامر يُقَال لَهُ مشعث ١
(بإصر يتركني الْحَيّ يَوْمًا ... رهينة دَارهم وهُمُ سِراعُ)
٢ - (تمَتَّعْ يَا مُشَعَّثُ إنَّ شَيْئا سبَقْتَ بهِ الوفاةَ هوَ المَتاعُ)
٣ - (وجاءَتْ جيأَلٌ وَأَبُو بنيها ... أحم المأقيين بِهِ خماع)
٤ - (فظلا ينبشان الترب عَنى ... وَمَا أَنا ويب غَيْرك وَالسِّبَاع)',NULL,'148',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (135,'٤٩ - وأنشدني أَبُو عَمْرو بن الْعَلَاء لطرفة بن العَبْد ١
(لَا غرو إِلَّا جارَتي وسُؤالَهَا ... أَلا هَلْ لنَا أهلٌ سُئِلْتِ كذلِكِ)
٢ - (تُعيِّرُني طوفِي البلادَ ورِحلَتي ... أَلا رُبَّ دَارٍ لي سَوى حُرِّ دَارِكِ)
٣ - (ظَلِلتُ بذِي الأرطَى فُويْقَ مُثَقَّبٍٍ ... ببِيئَةِ سُوءٍ هالِكاً أوْ كهالك)
٤ - (ترد عَلَيَّ الريحُ ثوبِي قاعِداً ... لَدَى صَدَفِيٍّ كالحنِيَّة بَارك)',NULL,'149',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (136,'٥٠ - وَقَالَ دَوْسَر بن ذُهَيْل القُريْعيّ ١
(وقائلةٍ مَا بالُ دوسر بَعدنَا ... صَحا قلبه عَن آل ليلى وَعَن هِنْدِ)
٢ - (فإنْ تكُ أثوابي تمزَّقنَ لِلبِلى ... فإنِّي كَنصلِ السيفِ فِي خَلَقِ الغِمدِ)
٣ - (وإنْ يكُ شيبٌ قدْ عَلاني فربَّمَا ... أرَاني فِي ريعِ الشَّبَاب مَعَ المرد)
٤ - (طَوِيل يَد السربالِ أغيدُ للصِّبا ... أكُفُّ على ذِفرَاي ذَا خُصلٍ جَعدِ)
٥ - (وحَنَّتْ قلُوصي منْ عَدانَ إِلَى نَجدٍ ... ولمْ يُنسِها أوطانَها قِدَمُ العَهدِ)
٦ - (وإنَّ الَّذِي لاقيتُ فِي القَلبِ مثلُهُ ... إِلَى آلِ نجدٍ مِنْ غليلٍ ومنْ وَجدِ)
٧ - (إذَا شِئتُ لاقيتُ القِلاصَ وَلَا أَرَى ... لقومِي أبدالاً فيألَفُهمْ ودي)',NULL,'150',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (137,'٥٠ -<span data-type="title" id=toc-127> دوسر بن ذهيل</span>
٨ - (وأرمِي الَّذِي يرمُونَ عنْ قَوسِ بغضةٍ ... وليسَ على مولَايَ حدي وَلَا عَهدِي)
٩ - (إذَا مَا أمرؤٌ ولَّى عليَّ بِودِّهِ ... وَأدبر لم يصدر بإدباره ودّي)
١٠ - (وَلم أتعذر من خلال تسوؤه ... لما كَانَ يَأْتِي مِثْلهنَّ على عمد)
١١ - (وَذي نخوات طامح الرأسِ جاذبَتْ ... حبالى فرخَّي من علابيِّهِ مَدِّي)',NULL,'151',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (138,'٥١ - وَقَالَ عدِي بن رعّلاء الغَسّاني ١
(رُبَّما ضَربَةٍ بسيفٍ صقيل ... دون بصرى وطعنة نجلا)
٢ - (وغموس تضل فِيهَا يَد الآ ... سي ويعيا طبِيبُها بالدَواءِ)
٣ - (رفعُوا رايةَ الضِرابِ وآلوا ... ليَذُودُنّ سامر الملحاء)
٤ - (فصبرن النُفُوسَ للطَعنِ حتَّى ... جرَتِ الخيلُ بينَنا فِي الدماءِ)
٥ - (لَيْسَ مَنْ ماتَ فاستراحَ بِمَيْتٍ ... إنَّمَا المَيْتُ مَيِّتُ الأحياءِ)
٦ - (إنَّما المَيْتُ مَنْ يعيشُ ذليلا ... سَيِّئًا باله قَلِيل الرَّجَاء)',NULL,'152',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (139,'٥٢ - وَقَالَ مرقش الأصغَرُ ١
(ألزِّقُّ مُلكٌ لمنْ كانَ لَهُ ... والملكُ منهُ طويلٌ وقصيرْ)
٢ - (مِنْها الصبوحُ الَّذي يترُكُنِي ... ليثَ عفرينَ والمالُ كثيرْ)
٣ - (فأوَّلَ الليلِ ليثٌ خادرٌ ... وأخرَ الليلِ ضبعانٌ عثُورْ)
٤ - (قاتلكَ اللهُ مِنْ مشرُوبَةٍ ... لوْ أنَّ ذَا مِرَّةٍ عنكَ صبور)',NULL,'153',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (140,'٥٣ - وَقَالَ مهلهل بن ربيعَة ١
(أليتنا بذِي حُسُمٍ أَنِيِري ... إذَا أنتِ أنقَضَيتِ فَلَا تحوري)
٢ - (فإنْ يكُ بالذنائِبِ طالَ ليلِي ... فقدْ يُبكِي مِنَ اللَيْلِ القصيرِ)
٣ - (فلوْ نبشَ المقابِرُ عَنْ كُلَيْب ... فيخبر بالذنائب أَي زير)',NULL,'154',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (141,'٥٣ -<span data-type="title" id=toc-128> مهلهل بن ربيعَة</span>
٤ - (بيومِ الشعْثَمينِ لقرَّ عينا ... وكيفَ لقاءُ مَنْ تحتَ القُبُورِ)
٥ - (فإنِّي قدْ تركْتُ بِوارداتٍ ... بُجيراً فِي دم مثل العبيرِ)
٦ - (وهمَّامِ بنَ مُرَّةَ قدْ تَركنَا ... عليهِ القشعَمانُ مِنَ النُسُورِ)
٧ - (وصبَّحنَا الوُخُوم بيومِ سوءٍ ... يدافعن الاسنة بالنحور)
٨ - (كانَّا غُدوَةً وبنِي أبِينَا ... بجَوفٍ عُنيزةٍ رَحَيا مُديرِ)
٩ - (فلَوْلا الريحُ أسمعَ أهلُ حِجرٍ ... صَليلَ الْبيض يُقْدَع بالذكور)',NULL,'155',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (142,'٥٤ - وَقَالَ مهلهل
[قَالَ أَبُو الْفضل: أَظن الْأَصْمَعِي قَالَ: إِنَّهَا ملدة] ١
(يَا حارِ لَا تجهلْ على أشياخِنَا ... إنَّا ذَوُو السورات والأحلام)
٢ - (وَمنا إِذا بلغ الصَّبِي فطامه ... سَاس الأُمُورِ وحارِبُ الأقوَامْ)
٣ - (قتلُوا كُليباً ثُمَّ قَالوا: أربعُوا ... كذَبُوا ورَبِّ الحلِّ والإحْرامْ)
٤ - (حتَّى نُبيدَ قَبيلَة وقبيلةً ... قهرا ونَفْلِقَ بالسيوفِ الهامْ)
٥ - (ويَقُمْنَ ربِّاتُ الخدُورِ حواسِراً ... يمسَحْنَ عرضَ ذوائِبِ الأيتامْ)',NULL,'156',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (143,'٥٥ - وَقَالَ علْبَاء بن أَرقم بن عَوْف
[بن سعد بن عجل بن عتِيك بن كَعْب بن يشْكر بن بكر وَائِل فِي كَبْش النُّعْمَان] ١
(أَلا تِلْكُمَا عِرسِي تَصُدُّ بوجهِها ... وتَزْعَمُ فِي جاراتِها أنَّ من ظَلَمْ)
٢ - (أبُونَا ولمْ أظلِمْ بِشَيْء عملته ... سوى ماترين فِي القذال من الْقدَم)
٣ - (فيوما توافينا بوجع مُقسَّمٍ ... كَانْ ظبيَةٌ تَعطُو إِلَيّ ناضِرِ السَلَمْ)
)',NULL,'157',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (144,'٥٥ -<span data-type="title" id=toc-129> علْبَاء بن أَرقم</span>
٤ - (وَيَوْماً تُريدُ مَالَنَا معَ مالِهَا ... فإنْ لَمْ نُنِلْهَا لمْ تُنِمْنَا وَلمْ تَنَمْ)
٥ - (نَبِيتُ كأنَّا فِي خصوم عرامة ... وَتسمع جاراتي التألي وَالْقسم)
٦ - (فَقلت لَهَا إِن لَا تَنَاهَى فَإنَّني ... أخُو النكرِ حتَّى تَقْرعِي السِنَّ من نَدم)
٧ - (لتجتنبنك العيس خنسا عُكُومُها ... وَذُو مِرَّةٍ فِي العُسْرِ واليُسُرِ والعَدَمْ)
٨ - (وأيُّ مليكٍ من مَعَدٍّ علِمْتُمُ ... يُعَذِّبُ عَبْداً ذِي جَلالٍ وذَي كَرَمْ)
٩ - (أمِنْ أجلِ كَبشٍ لَمْ يَكُنْ عِنْدَ قَريَةٍ ... ولَا عندَ أذوادٍ رتاع وَلَا غنم)
١٠ - (يمشى كَأَن لاحي بالجزع غَيره ... ويعلو جراثيم المخارم والأكم)
١١ - (فوَاللَّه مَا أَدْرِي وإنِّي لَصادِقٌ ... أمِنْ خَمَرٍ يَأتِي الطلال أم أتخم)
١٢ - (بصرت بِهِ يَوْمًا وَقد كَاد صحبتي ... من الْجُوع أَن لَا يبلغُوا الرَّجْم م الوحم)
١٣ - (بذِي حَطَبٍ جَزْلٍ وسهلٍ لِفائِدٍ ... وَمبراةِ غَزّاءٍ يُقَال لَهَا هذم)',NULL,'158',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (145,'٥٥ -<span data-type="title" id=toc-130> علْبَاء بن أَرقم</span>
١٤ - (وزندي عفار فِي السِّلَاح وقادح ... إِذا شِئْت أورى قبلأن يَبْلُغَ السَأمْ)
١٥ - (وقالَ صِحَابي: إِنَّكَ اليومَ كائِنٌ ... علينا كَمَا عفى قُدَارٌ عَلَى إرَمْ)
١٦ - (وقدرٍ يُهَاهِي بالكلابِ قُتَارُها ... إذَا خَفَّ أيسارُ المَسَامِيحِ واللُحُمْ)
١٧ - (أخذْتُ لدَينٍ مطمئن صحيفَة ... وخالفت فيهَا كُلَّ مَنْ جارَ أوْ ظَلَمْ)
١٨ - (أخَوَّفُ بالنُعمانِ حتَّى كأنَّمَا ... قتَلْتُ لهُ خالاً كَرِيماً أوْ ابْنَ عَمْ)
١٩ - (وإنَّ يَدَ النُعمانِ ليْسَتْ بِكَزَّةٍ ... ولكِنْ سماءٌ تُمْطِرُ الوَبْلَ والدِيمْ)
٢٠ - (لبَسْتَ ثيابَ المقتِ إنْ آبَ سَالِماً ... ولَمَّا أفِتْهُ أوْ أجَرَّ إِلَى الرَجَمْ)
٢١ - (يُثِيرُ عَلَىَّ التُرْبَ فَحْصاً برِجْلِهِ ... وقدْ بَلَغَ الذَلْقُ الشوارِبَ أَو نجم)',NULL,'159',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (146,'٥٥ -<span data-type="title" id=toc-131> علْبَاء بن أَرقم</span>
٢٢ - (لَهُ ألية كَأَنَّهَا شط نَاقَة ... أبح إِذا مَا مس أبهره نحم)
٢٣ - (وقَطَّعْتُهُ باللَوْمِ حتَّى أطاعَني ... وأُلقى علَي ظَهْرِ الحقيبَةِ أوْ وجَمْ)
٢٤ - (ورُحْنا علَى العبءِ المُعلَّقِ شلوه ... وأكرعه وَالرَّأْس للذئب والرخم)
٢٥ - (مَوَارِيث آنائي وَكَانَت تريكة ... لآل قدار صَاحب الْفطر فِي الحطم)',NULL,'160',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (147,'٥٦ - وَقَالَ: ١
(حلَّتْ تُماضرُ غَرْبَةً فاحتلَّتِ ... فَلجاً وأهلُكِ باللِوَى فالحلت)
٢ - (وكأنَّمَا فِي العينِ حَبَّ قَرَنْفُلٍ ... أَو سُنبُلاً كُحِلتْ بهِ فانهلَّتِ)
٣ - (زعَمَتْ تُماضِرُ أنَّني اِمَّا أمُتْ ... يَسْدُدْ اُبَيْنُوهَا الأصاغِرُ خَلَّتي)
٤ - (تَرَِبتْ يداكِ وهلْ رأيْتِ لقومِهِ ... مِثلي على يُسري وحينَ تعلتي)

٥٦ -<span data-type="title" id=toc-132> علْبَاء بن أَرقم</span>
٥ - (يَوْمًا إذَا مَا النائباتُ طرقنَنَا ... أكفي بمُعضِلةٍ وإنْ هِيَ جَلَّتِ)
٦ - (ومُناخَ نازِلَةٍ كَفَيتُ وفارسٍ ... نَهِلَت قَناتي مِن مَطاهُ وَعَلَّتِ)
٧ - (وإذَا العَذَارَى بالدُخانِ تقنَّعتْ ... واستعجَلَتْ نَصْبَ القُدُورِ فَمَلَّتِ)
٨ - (درَّتْ بأرزاقِ العيالِ مغالِقٌ ... بيَدَيَّ مِنْ قَمَعِ العِشارِ الجلة)
٩ - (وَلَقَد رأبت ثأي الْعَشِيرَة بَينهَا ... وكفيت جَانبهَا اللَّتيَّا والَّتي)
١٠ - (وصفحْتُ عنْ ذِي جهلِها ورفدْتُهُ ... نصحي وَلم تصب الْعَشِيرَة زلتي)
١١ - (وكفيت ملاى الأحَمَّ جريرَتي ... وحبَسْتُ سائِمَتي عَلى ذِي الخَلَّةِ)',NULL,'162',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (148,'٥٧ -<span data-type="title" id=toc-133> بَعضهم</span>
(الزِّيَادَات من الْكِتَابَيْنِ)
(كيفَ قرَيتَ ضيفكَ الأزَبَّا ... )
٢ - (لمَّا آتَاكَ بائِساً قرشبا ... )
٣ - (ينشدك الزَّاد وَكنت الزبا ... )
٤ - (قُمتَ إليهِ بالقَفِيل ضَربَا ... )
٥ - (ضَرْبَ بَعيرِ السُوءِ إِذْ أحبا ... )
٦ - (كَأَنَّمَا تلحك فَاه الرِّبَا)',NULL,'163',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (149,'٥٨ - وَقَالَ الممزق الْعَبْدي ١
(أرقت فَلم تخدع بعيني وَسنة ... ومَنْ يَلْقَ مَا لاقَيْتُ لَا بَدَّ يَأَرَقِ)
٢ - (تَبيْتُ الهمُومُ الطارِقَاتُ يَعُدْنَنِي ... كمَا تَعْتَري الأهوالُ رَأسَ المُطَلَّقِِ)
٣ - (ونَاجِيةٍ عَدَّيْتُ مِنْ عِنْدِ ماجِدٍ ... إِلَى وَاحِد من غير سخط مفرق)',NULL,'164',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (150,'٥٨ -<span data-type="title" id=toc-134> الممزق الْعَبْدي</span>
٤ - (ترى أَو ترَاءى عنْدَ مَعقِدِ غَرزِهَا ... تَهاويِلَ مِنْ أَجلادِ هِرٍّ مُعَلَّقِِ)
٥ - (كأنَّ حَصَى المَعزاءِ عندَ فُروجِها ... نوادِي رحى رضاخة لمْ تُدَقَّقِ)
٦ - (كأنَّ نضِيحَ البولِ من قَبلِ حاذها ... ملاب عروس أَو ملادغ أَزْرَق)
٧ - (وَقد ضمرت حَتَّى التقى من نسوعها ... عرى ذِي ثَلاثٍ لمْ تَكُنْ قَبلُ تَلْتَقِي)
٨ - (وقدْ تخذت رجْلي لذى جَنْبِ غَرزِهَا ... نَسِيفاً كَأُفحُوصِ القَطاةِ المُطَرِّقِ)
٩ - (أُنيخَتْ بجو يصْرخ الديك عِنْدهَا ... وباتت بقاع كاديء النبت سملق)
١٠ - (تناخ طليحا مَا تراع من الشذا ... وَلَو ظلّ فِي أوصالها العل يرتقي)',NULL,'165',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (151,'٥٨ -<span data-type="title" id=toc-135> الممزق العبدى</span>
١١ - (ترُوحُ وتَغدُو مَا يُحَلُّ وضِيُنهَا ... إليكَ ابنَ مَاءِ المُزنِ وابنَ مُحَرِّقِ)
١٢ - (عَلُوتُمْ ملُوكَ الناسِ فِي الْمجد والتقى ... وَغرب ندى من عُرْوَة الْعِزّ يَستَقِي)
١٣ - (وأنْتَ عمُودُ الدِينِ مهمَا تَقُلْ يُقَلْ ... وَمهما تضع من بَاطِل لَا يلْحق)
١٤ - (وَإِن يجبنوا تَشجُعْ وإنْ يبخَلُوا تَجُدْ ... وإنْ يَخرُقُوا بالأمرِ تفصل وَتْفُرقِ)
١٥ - (أحَقاً أبيْتَ اللَعْنَ أنَّ ابنَ فَرْتَنَا ... عَلَى غَيْرِ إجرامٍ بِريقِي مُشرِّقِي)
١٦ - (فإنْ كُنْتُ مَأكُولاً فكُنْ خيرَ آكِلٍ ... وَإِلَّا فَأدرِكْنِي ولمَّا أُمَزَّقِ أكلّفْتَني أدواءَ قومٍ تركْتُهُمْ وَإِلَّا تَدارَكْنِي مِنَ البحرِ أغْرَقِ)
١٧ - (فإنْ يُتهِمُوا أنْجِدْ خِلافاً عليهِمُ ... وإنْ يُعمِنُوا مُستَحقِبي الحربِ أعْرَقِ)
١٩ - (فَلَا أنَا مَولاُهْم وَلَا فِي صحيفةٍ ... كَفَلْتُ عليهِمْ وَالْكَفَالَة تعتقي)
٢٠ - (وظني بِهِ أَن لَا يُكَدِّرَ نِعمَةً ... وَلَا يَقِلبَ الأعداءَ مِنْهُ بمَعبَقِِ)',NULL,'166',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (152,'٥٩ - وَقَالَ عَوْف بن عَطِيَّة [بن الخرع] التَّيْمِيّ
[وَكَانَت ضبة أغارت عَليّ جيران لَهُ فَأخذ عَوْف إبِلا من ضبة وَأَعْطَاهَا جِيرَانه] : ١
(هُما إبِلانِ فيهمَا مَا علِمْتُمُ ... فأَدُّوهُما إنْ شِئْتُم أَن نسالما)
٢ - (فَإِن شئْتُمُ ألْقَحْتمُ ونتَجْتُمُ ... وإنْ شئْتمُ عينا بعَينٍ كمَا همَا)
٣ - (وإنْ كانَ عقْلاً فاعْقِلوا لأخِيكمُ ... بَنَات الْمَخَاض والبكار المقاحما)',NULL,'167',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (153,'٥٩ -<span data-type="title" id=toc-136> عَوْف بن عَطِيَّة</span>
٤ - (جزَيْتُ بني الأعْشَي مكانَ لبونِهِمْ ... كِرامَ المخَاضِ واللِقاحِ الرَوائما)
٥ - (مهاريسَ لَا تشْكو الوُجومَ ولَوْ رَعَتْ ... جِمادَ خُفافٍ أوْ رعتْ ذَا جُماجِما)
٦ - (وتشْربُ أسْآرَ الحياضِ تسُوفُها ... وإنْ وَرَدتْ ماءَ المُرَيْرةِ آجِماً)
٧ - (فمَنْ مُبْلغٌ تَيْماً علَى نأْي دارِها ... سَراتهُمُ والحاملينَ العَظائِما)
٨ - (عمِدْتُ لأمْرٍ يرْحَضُ الذَّم عَنْكُم ... وَيغسل عَن حر الأنوف الخواطما)
٩ - (أتأكل أشباه المغازل ذِمَّتِي ... وَلما تكن فِيهَا الربَاب عماعما)',NULL,'168',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (154,'٥٩ -<span data-type="title" id=toc-137> عَوْف بن عَطِيَّة</span>
١٠ - (فَأَما الدقاق الأسوق الضُلْعُ منْهُمُ ... فلسْتُ بهاجيهِمْ وإنْ كنتُ لَائِمَا)
١١ - (بوُدِّهمِ لَا قرَّبَ الُله وُدَّهُمْ ... وَلَا زالَ معطيهم من الْخَيْر حارما)
١٢ - (ولكنني أهجوصفي بن ثَابت ... مثبجة لاقت من الطير حاتما)
١٣ - (وحصنا ظؤورا جونة خلت استها ... وَصَفوَان زلقا فَوْقه المَاء دَائِما)',NULL,'169',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (155,'٦٠ -<span data-type="title" id=toc-138> عَوْف بن عَطِيَّة</span>
وَقَالَ عَوْف أَيْضا: ١
(سخرت فطيمة أَن رأتني عَارِيا ... جرزي إِذا لم يخفه مَا أرتدى)
٢ - (بصرت بفتيان كَأَن بضيعهم ... جرذانُ رابيةٍ خلَتْ لمْ تصطَدِ)
٣ - (إمَا تَريني قدْ كَبِرْتُ وشفَّني ... وجعٌ يُقرِّبُ فِي المجالِسِ عُوًّدي)
٤ - (فلقدْ زجرتُ القِدّحَ إذْ هبَّتْ صَباً ... خرقاء تقذف بالحظار المُسنَدِ)
٥ - (فِي الزاهِقاتِ وَفِي الحُمُولِ وَفِي الّتي ... أَبقت سناماً كالغَرِيّ المُجْسَدِ)
٦ - (فَإِذا قَمَرتُ اللَحمَ لم أنظر بِهِ ... نيئا كَمَا هُوَ مَاؤُهُ شَرق الْغَد)',NULL,'170',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (156,'٦٠ -<span data-type="title" id=toc-139> عَوْف بن عَطِيَّة</span>
٧ - (وَجرى بأعراض الْبيُوت وَأَهْلهَا ... وَإِلَى المقامة ذِي الْغنى والمجتدي)
٨ - (شرقا بهِ ماءُ السديفِ فأنْ يكُنْ لَا شحمَ فيهِ فمَا استطعْنَا نَحشِدِ)
٩ - (وإذَا هوازِنُ جُمِّعُوا فتناشدوا ... جنباتهم ألفيتني لم أنْشد)',NULL,'171',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (157,'٦١ - وَقَالَ عَمْرو بن معد يكرب ١
(أمنْ ريحانَةَ الداعِي السَميْعُ ... يُؤَّرِّقُنِي وأَصحَابِي هُجُوعُ)
٢ - (يُنادي مِنْ براقِشَ أَو معينٍ ... فأَسمَعَ وأتلأبَّ بِنَا مليع)',NULL,'172',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (158,'٦١ -<span data-type="title" id=toc-140> عَمْرو بن معد يكرب</span>
٣ - (وقَدْ جاوزْنَ مِنْ غُمْدانَ دَارا لأبِوالِ البغالِ بهَا وَقيعُ)
٤ - (ورُبَّ مُحرِّشٍ فِي جَنْبِ سَلْمَى ... يعل بعيبها عِنْدِي شَفِيعُ)
٥ - (كانَّ الأثمِدَ الحارِيَّ فِيها ... يُسَفُّ بحيثُ تَبتَدِرُ الدُمُوعُ)
٦ - (وأبكارٍ لَهَوْتُ بهِنَّ حِيناً ... نواعم فِي أسرتها الردوع)
٧ - (أمشى حولهَا وأطوف فِيها وتُعجِبُني المَحاجرُ والفُرُوعُ)
٨ - (إذَا يَضحكْنَ أَو يبسِمنَ يَوماً ... ترَى بَرَداً ألحَّ بهِ الصَقِيعُ)
٩ - (كأنَّ عَلَى عوارضِهِنَّ رَاحا ... يُفَضُّ عليهِ رُمَّانٌ ينيع)
١٠ - (ترَاهَا الدَّهْر مقترة كباء ... وتقدح صفحة فيهَا نَقِيعُ)
١١ - (وصِبغُ ثيابِها فِي زَعفَرانٍ ... بجُدَّتِها كَمَا أحْمَرَّ النَجِيعُ)
١٢ - (وقدْ عَجبَتْ أُمامَةُ أنْ رأتني ... تفرع لِمَّتي شَيبٌ فَظيعُ)
١٣ - (وقدْ أغدُو يُدافعُني سَبُوحٌ ... شَدِيد أسره فَعم سريعُ)
١٤ - (وأحمِرَةُ الهَجيرَةِ كُلُّ يومٍ ... يَضُوعُ جِحاشَهُنَّ بِمَا يضوع)
١٥ - (فأرسَلنَا رَبيئَتَنَا فَأَوفَى ... فقالَ: أَلا أَلا خَمسٌ رُتُوعُ)
١٦ - (ربَاعيَةٌ وقارِحُهَا وجَحشٌ ... وهادِيَةٌ وَتاليةٌ زَمُوعُ)
١٧ - (فنادانا: أنكمن أم نبادي ... فَلَمَّا مس حالبه القطيع)
١٨ - (أرن عَشِيَّة فاستعجلته ... قَوَائِم كلهَا ربذ سطوع)',NULL,'173',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (159,'٦١ -<span data-type="title" id=toc-141> عَمْرو بن معد يكرب</span>
١٩ - (فَأوْفَى عندَ أقْصاهُنَّ شَخصٌ ... يَلُوحُ كأنَّهُ سَيفٌ صَنيِعُ)
٢٠ - (ترَاهُ حينَ يَعثُرُ فِي دماءٍ ... كمَا يمشِي بأقدُحِهِ الخَليعُ)
٢١ - (أَشَاب الرَأسَ أيامٌ طوالٌ ... وهمٌ مَا تُبَلّعُهُ الضُلُوعُ)
٢٢ - (وسوقُ كتيبةٍ دلفَتْ لأخرى ... كَأَن زهاءها رَأس صليعٍ)
٢٣ - (دنت واستأخر الأوغالُ عنهَا ... وخّلى بينَهُمْ إِلَّا الوَريعُ)
٢٤ - (فِدًى لَهُمُ مَعًا عميّ وخَالي ... وشَرْخُ شبابِهمِْ إنْ لَمْ يُضيعُوا)
٢٥ - (وأسنادُ الأسنَّةِ نحوَ نحرِي ... وهزُّ المَشرَفيَّةِ والوقُوعُ)
٢٦ - (فإنْ تَنُبِ النوائبُ آلَ عُصْمٍ ... ترى حكماتهم فِيهَا رفوع)
٢٧ - (إذَا لَمْ تستطِعْ شَيْئا فدَعْهُ ... وجاوِزْهُ إِلَى مَا تَستَطِيعُ)
٢٨ - (وصِلْهُ بالزِماعِ فكُلُّ أمرٍ ... سَمَا لَك أَو سموت لَهُ ولوع)',NULL,'175',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (160,'٦١ -<span data-type="title" id=toc-142> عَمْرو بن معد يكرب</span>
٢٩ - (فكَمْ مِنْ غائِطٍ مِنْ دُونَ سَلَمى ... قليلِ الأُنسِ ليسَ بهِ كَتيعُ)
٣٠ - (بهِ السِرْحانُ مُفترِشاً يديهِ ... كأنَّ بياضَ لبَّتِهِ الصَدِيعُ)
٣١ - (وأرضٍ قَدْ قطعْتُ بهَا الهَوَاهِي ... مِنْ الجِنَّانِ سَربَخُهَا مَلِيعُ)
٣٢ - (ترى جيف المَطِيّ بحافَتَيْهِ ... كأنَّ عِظامَهَا الرُخمُ الوُقُوعُ)
٣٣ - (لعمرُكَ مَا ثَلاثٌ حائِماتٌ ... عَلَى رُبَعٍ يَرْعنَ ومَا يَريعُ)
٣٤ - (ونابٌ مَا يَعيشُ لَهَا حُوارٌ ... شدِيدُ الطعْن مثكال جزوع)
٣٥ - (سديس نضَّجَتْهُ بعدَ حَمْلٍ ... تحرَّى فِي الحنينِ وتستلِيعُ)
٣٦ - (بأوجَعَ لوعَةً منِّي ووَجداً ... غَداةَ تحمَّلَ الأنسُ الجَمِيعُ)
٣٧ - (فإمَّا كنْتِ سائلَةً بِمَهْري ... فَمَهْرِي إنْ سَأَلت بِهِ الرفيع)',NULL,'176',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (161,'٦٢ - وَقَالَ أَيْضا: ١
(أعدَدْتُ للحربِ فَضْفاضَةً ... دِلاصاً تَثَنَّى عَلَى الراهِشِ)
٢ - (وأجرَدَ مُطَّرِداً كالرِشَاءِ ... وسيفَ سلامَةَ ذِي فائِشِ)
٣ - (وذاتَ عِدادٍ لَهَا أزمَلٌ ... بَرَتْهَا رُماةُ بَني وابِشِ)
٤ - (وكُلَّ نحيضٍ فتيقِ الغِرارِ ... عَزُوفٍ عَلَى ظُفُرِ الرائِشِ)
٥ - (وأجرَدَ ساطٍ كشاةِ الإرَا ... نِ ريع فَعَن على الناجش)',NULL,'177',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (162,'٦٢ -<span data-type="title" id=toc-143> عمر بن معد يكرب</span>
٦ - (وآوَى إلَى فرعِ جُرثُومةٍ ... وعزَّ يَفُوتُ يَدَ الناهش)
٧ - (تمتعت ذَاك وَكنت امْرأ ... أصد عَن الْخلق الْفَاحِش)',NULL,'178',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (163,'٦٣ - وَقَالَ ضابي بن الحارِث بن أَرْطاةَ البُرْجُمِيّ ١
(غَشِيتُ لِلَيلَى رسم دَار ومنزلا ... أَبى باللوى فالتبر أَن يتحولا)
٢ - (تكَاد مغانيها تَقول من البلى ... لسائلها عَن أَهلهَا: لَا تغيلا)',NULL,'179',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (164,'٦٣ -<span data-type="title" id=toc-144> ضابي بن الْحَارِث</span>
٣ - (وقفتُ بهَا لَا قاضِياً ليْ حَاجةً ... وَلَا أَن تبين الدَّار شَيْئا فأسألا)
٤ - (سِوَى أنَّنِي قدْ قُلتُ: يَا ليْتَ أَهْلَها ... بِها والمُنى كانَتْ أضَلَّ وأجهَلا)
٥ - (بَكَيْتَ ومَا يبكيك من رسم دمنة ... مبنا حمامٌ بينَها مُتَظلِّلا)
٦ - (عهدْتُ بهَا الحيَّ الجميعَ فأصبحُوا ... أَتَوْا داعِياً للهِ عَمَّ وخَلَّلا)
٧ - (عهدتُ بهَا فِتيانَ حربٍ وشتوةٍ ... كِراماً يَفُكُّونَ الأسيرَ المُكبَّلا)
٨ - (وكمْ دُونَ ليَلَى مِنْ فلاةٍ كأنَّمَا ... تجلل أَعْلَاهَا ملاء معضلا)
٩ - (مهامِهِ تيهٍ مِنْ عُنيزَةَ أصبحتْ ... تَخالُ بهَا الْقَعْقَاع غارب أجزلا)
١٠ - (مُخَفّفَة لَا يَهْتَدِي لفلاتها ... مِنْ القومِ إِلَّا مِنْ مَضَى وتوكَّلا)
١١ - (يُهالُ بهَا رَكبُ الفلاةِ مِنَ الرَدَى ... وَمِنْ خَوْفِ هادِيِهِمْ ومَا قَدْ تَحَمَّلا)
١٢ - (إذَا جالَ فيهَا الثورُ شبَّهَتَ شخْصَهُ ... بجوزِ الفلاةِ بربَرِيًّا مُجَلَّلا)',NULL,'180',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (165,'٦٣ -<span data-type="title" id=toc-145> ضابي بن الْحَارِث</span>
١٣ - (تُقطِّعُ جُونيَّ القَطَا دُونَ مائِهَا ... إذَا الآلُ بالبيدِ البَسَابسِ هَروَلا)
١٤ - (إذَا حانَ فيهَا وقعَةُ الركبِ لمْ تَجِدْ ... بهَا العِيسَ إِلَّا جِلْدَهَا متعللا)
١٥ - (قطعْتُ إِلَيّ معرُوفِها مُنكراتِها ... إذَا البيدُ هَمَّتْ بالضحى أَن تغولا)
١٦ - (بأدماء حرجوح كأنَّ بِدَفِّهَا ... تهاويلَ هِرٍّ أوْ تهاويلَ أخْيَلا)
١٧ - (تدافع فِي ثني الجديل وتَنْتَحي ... إذَا مَا غَدَتْ دفواءَ فِي المَشي عَيِهَلا)
١٨ - (تَدافُعَ غَسَّانيةٍ وسطَ لُجَّةٍ ... إذَا هِي هَمَّتْ يومَ ريحٍ لتُرْسَلا)
١٩ - ... كأنَّ بهَا شيْطَانةً مِنْ نجَائِهَا ... إذَا واكِفُ الذفرَى علَى الليتِ شلشلا)
٢٠ - (وتصبح عَن غب السرى وَكَأَنَّهَا ... فنيق تناهى عَن رحال فأرقلا)',NULL,'181',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (166,'٦٣ -<span data-type="title" id=toc-146> ضابي بن الْحَارِث</span>
٢١ - (وتنجوا إِذا زَالَ النَّهَار كَمَا نجا ... هجف أبور الين ريعَ فأجْفَلا)
٢٢ - (كأنَّي كَسَوْتُ الرحلَ أخنَسَ ناشِطاً ... أحم الشوى فَردا بأجماد حوملا)

(رعى من دخوليها لعاعا فراقة ... لدن غدْوَة حَتَّى تروح موصلا)
٢٣ - (فَصَعدَ فِي وعسائها ثمت انْتَمَى ... إِلَى أحبل مِنْهَا وَجَاوَزَ أحبلا)
٢٥ - (فَبَاتَ إِلَى أَرْطَاة حقف تلفه ... شآمية تذري الجمان المفصلا)
٢٦ - (يوائل مِنْ وطفاءَ لمْ يرَ لَيْلَة ... أشَدَّ أذَىً منهَا عليْهِ وأطوَلا)
٢٧ - (وباتَ وباتَ السارياتُ يُضِفْنَهُ ... إِلَى نعج من ضائن الرمل أهيلا)',NULL,'182',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (167,'٦٣ -<span data-type="title" id=toc-147> ضابي بن الْحَارِث</span>
٢٨ - (شَدِيد سَواد الحاجبين كَأَنَّمَا ... أَسف صلى نارٍ فأصبحَ أَكحَلا)
٢٩ - (فصبَّحَهُ عندَ الشُرُوقِ غدِيَّةً ... أخُو قَنَصٍ يُشلي عِطَافاً وأَجْبَلا)
٣٠ - (فلمَّا رَأى أَن لَا يُحَاولنَ غيرَهُ ... أرادَ ليلقاهُنَّ بالشرِ أوَّلا)
٣١ - (فجالَ عَلى وحشيِّهِ وكأنَّها ... يَعاسِيبُ صيفٍ إثرَهُ إذْ تمهلا)
٣٢ - (فكر كَمَا كرَّ الحَوارِي يَبْتَغي ... إِلى اللهِ زُلْفَى أَن يكر فيقتلا)
٣٣ - (وكرَّ وََمَا أدركْنَهُ غيرَ أنَّهُ ... كريمٌ عليهِ كبرياءُ فأقبَلا)
٣٤ - (يهُزُّ سِلاحاً لمْ يرَ الناسُ مثله ... سلَاح أخي هيجا أدق وأعدَلا)
٣٥ - (فمارَسَهَا حتَّى إذَا احمَرَّ روقُهُ ... وقْد عُلَّ مِنْ أجوافِهِنَّ وأَنْهِلا)
٣٦ - (يُساقِطَ عنهُ رَوقُهُ ضارِياتها ... سِقاطَ حَديدِ القينِ أخوَلَ أخوَلا)
٣٧ - (فظلَّ سراة الْيَوْم يطعن ظله ... بأطراف مدريين حتَّى تَفَلَّلا)
٣٨ - (وراحَ كسيفِ الحِميرَيِّ بكفِّهِ ... نَضَا غمدَةُ عنهُ وأعطاهُ صَيقَلا)
٣٩ - (وآبَ عزيزَ النفسِ مانِعَ لحمِهِ ... إذَا مَا أرادَ البُعدَ منهَا تمهلا)',NULL,'183',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (168,'٦٤ - وَقَالَ: ١
(من يَك أَمْسَى بِالْمَدِينَةِ رحلهمن يَك أَمْسَى بِالْمَدِينَةِ رَحْله ... فَإِنِّي وقيار بهَا لغرِيبُ)
٢ - (فَلَا تَجزعَنْ قيّارُ من حبسِ لَيْلَة ... قَضِيَّة مَا يقْضى لنا فنؤوب)
٣ - (ومَا عاجلاتُ الطيرِ تُدنى مِنَ الفَتى ... رَشاداً وَلَا عَن ريثهن يخيب)
٤ - (ورُبَّ أمُورٍ لَا تضِيرُكَ ضيرَةً ... وللقلبِ مِنْ مخشاتهن وجيب)
٥ - (فَلَا خسر فيمنْ لَا يُوطِّنُ نفسَهُ ... على نائباتِ الدهرِ حينَ تَنُوبُ)
٦ - (وَفِي الشكِّ تفرِيطٌ وَفِي الحزمِ قُوَّة ... ويخطئ فِي الحدسِ الفَتى ويُصيبُ)
٧ - (ولستُ بمستبقٍٍ صدِيقاً وَلَا أَخا ... إِذْ لم تعد الشَّيْء وَهُوَ يريب)',NULL,'184',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (169,'٦٥ - وَقَالَ أَبُو دواد الأيادي
[وأسمه جَارِيَة بن الْحجَّاج بن حذاق] ١
(منعَ النومَ مأوِىَ التهمامُ ... وجديرٌ بالهمِّ مَنْ لَا ينامُ)
٢ - (مَنْ يَنَمْ ليلُهُ فَقَدْ أُعمِلَ اللي ل ... وَذُو البث ساهر مستهام)',NULL,'185',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (170,'٦٥ -<span data-type="title" id=toc-148> أَبُو دواد</span>
٣ - (هَل ترَى مِنْ ظعائِنٍ باكِراتٍ ... كالعَدَوليِّ سيْرَهُنَّ انقحام)
٤ - (واكنات يقضمن من قضب الضّر م ... ويشفى بدلهن الهيام)
٥ - (وسبتني بَنَات نخلةلو كنت ... قَرِيبا ألم بِي إِلْمَام)
٦ - (يكتبين الينجوج فِي كبة المش تى ... وبُلْهٌ أحلامُهُنَّ وِسامُ)
٧ - (ويصُنَّ الوُجُوهَ فِي الميَسَنانِ ي ... كَمَا صانَ قرنَ شمسٍ غَمَامُ)
٨ - (وتراهُنَّ فِي الهوادِجِ كالغِزْ ... لانِ مَا إنْ ينالُهُنَّ السَهامُ)
٩ - (نَخَلاتٌ من نَخلِ بيسانَ أينع نَ ... جَمِيعًا ونبتُهُنَّ تُؤَامُ)
١٠ - (وتدَلَّتْ على مَنَاهِلِ بُردٍ ... وفُلَيجٌ مِنْ دُوِنَها وسَنَامُ)
١١ - (وأتَانِي تقحِيمُ كعبٍ لي الْمَنّ طِقَ إنَّ النكيثَةَ الإقْحامُ)
١٢ - (فِي نظامٍ مَا كُنْتُ فيهِ فَلا يُح زنْكَ ... شَيْء لكل حسناء ذام)',NULL,'186',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (171,'٦٥ -<span data-type="title" id=toc-149> أَبُو دواد</span>
١٣ - (ولقدْ رابَني ابْنُ عمِّي كعبٌ ... إنَّهُ قدْ يرومُ مَا لَا يُرَامُ)
١٤ - (غيرَ ذنبِ بني كنَانَة إِنِّي ... إنْ أُفارِقْ فإنَّني مِجْذامُ)
١٥ - (لَا أعُدُّ الإقتارَ عُدْماً ولكنْ ... فَقْدُ مَنْ قدْ رُزِئُتُهُ الإعدامُ)
١٦ - (مِنْ رجالٍ مِنَ الأقاربِ فادُوا ... مِنْ حُذاقٍ هم الرؤوس الْعِظَام)
١٧ - (فهم للملائمين أنَاةٌ ... وَعُرَامٌ إذَا يُرادُ العُرامُ)
١٨ - (وسَماحٌ لَدَى السنين إِذا مَا ... قحط الْقطر واستقل الرهما)
١٩ - (وَرِجَال أبوهم وَأبي عَمْرو ... وكعبٌ بِيضُ الوُجُوهِ جِسامُ)
٢٠ - (وشبابٌ كأنَّهُمْ أسدُ غيل ... خالطت فرط حدِّهِمْ أحلامُ)
٢١ - (وكهُولٌ بنى لهُمْ أولُوهُمْ ... مَأثُراتٍ يَهابُها الأقوامُ)
٢٢ - (سُلِّطَ الدهرُ والمَنُونُ عليهِمْ ... فلَهُمْ فِي صَدَى المقابِرِ هامُ)
٢٣ - (وكذاكُمْ مَصِيرُ كُلِّ أنَاس ... سَوف حَقًا تبليهم الْأَيَّام)',NULL,'187',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (172,'٦٥ -<span data-type="title" id=toc-150> أَبُو دواد</span>
٢٤ - (فعَلَى إثرهِمْ تُساقِطُ نَفسِي ... حَسَرَاتٍ وذِكرُهُمْ لي سقام)
٢٥ - (إبلي الْإِبِل لَا يحوزها الرا عُونَ ... مَجُّ النَدَى علَيْها المُدَامُ)
٢٦ - (وتدَلَّتْ بهَا المغارض فَوق الأ رض ... مَا ان تقلهن الْعِظَام)
٢٧ - (سمنت فاستحش أكرعها لَا ال ني ... نيٌّ وَلَا السَنامُ سَنامُ)
٢٨ - (فإذَا أقبلَتْ تَقُولُ إكَامٌ ... مشرِفَاتٌ فوقَ الإكامِ إكامُ)
٢٩ - (وإذَا أعرَضَتْ تقُولُ قُصُورٌ ... مِنْ سماهِيجَ فوقَهَا آطامُ)
٣٠ - (وإذَا مَا فجئتها بطن غيث ... قُلتَ نَخْلٌ قدْ حَان مِنْها صِرامُ)
٣١ - (وَهِي كالبيضِ فِي الأداحيِّ مَا يُو هَبُ ... منهَا لمستتم عِصَام)
٣٢ - (غير مَا طيرت بأوبارها الفق رة فِي ... حَيْثُ يستهل الْغَمَام)',NULL,'188',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (173,'٦٥ -<span data-type="title" id=toc-151> أَبُو دواد</span>
٣٣ - (فَهِيَ مَا إِن تبين من سلف أر عَنَ ... طَودٍ لِسِربِهِ قُدَّامُ)
٣٤ - (مُكْفَهِرٌ علَى حواجبه يغ رق ... فِي جمعه الْخَمِيس اللهام)
٣٥ - (فَارس طارد وملتقط بِي ضا ... وخيل تعدُو وأُخرى صِيَامُ)
٣٦ - (قدْ براهُنَّ غِرَّةُ الصيدِ والأع داءُ حتَّى كأنَّهُنَّ جِلامُ)
٣٧ - (قد تَصَعْلَكْنَ فِي الرّبيع وَقد ق رع ... جلد الْفَرَائِض الْأَقْدَام)
٣٨ - (جاذيات على السنابك قد ... أُفٍّ زعهن الإسراجُ والإلجامُ)
٣٩ - (لَجِبٌ تُسمَعُ الصواهِلُ فيهِ ... وحنيِنُ اللقاحِ والإرزامُ)
٤٠ - (بِعُرىً دُونَهَا وتَقُرَنُ بالقي ظِ ... وَقد دله الرباع البغام)',NULL,'189',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (174,'٦٦ -<span data-type="title" id=toc-152> أَبُو دواد</span>
١ - (وَدَار يَقُول لَهَا الرائدون ... ويلُ أمِّ دارِ الحُذاقيّ دَارا)
٢ - (فلمَّا وضعْنَا بهَا بيتَنَا ... نتَجْنَا حُواراً وصِدْنَا حِمارا)
٣ - (وباتَ الظليمُ مكانَ المجَ نِّ ... تسمَعُ بالليلِ منْهُ عَرارا)
٤ - (وراحَ علينَا رِعاءُ لنَا ... فقالُوا: رأينَا بهَجلٍ صِوارا)
٥ - (فبِتنَا عُراةً لدَي مُهرِنا ... نُنزِّعُ مِنْ شفتَيِهِ الصِفارا)
٦ - (وبِتنَا نُغرِّثُهُ باللجامِ ... نُريدُ بهِ قنصاً أَو غِوارا)
٧ - (فلمَّا أضاءَتْ لنَا سدفة ... ولاح من الصُّبْح خيط أنارا)
٨ - (غدونا بِهِ كسوار الهلو ك ... مضطمرا حالباه اضطمارا)',NULL,'190',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (175,'<span data-type="title" id=toc-153>أَبُو دواد</span>
٩ - (مَرُوحاً يجاذبُنَا فِي القيادِ ... تخالُ منْ القودِ فيهِ اقوِرارا)
١٠ - (ضَرُوحَ الحماتَينِ سامي التَليلِ ... وثُوباً إِذا مَا انتحاه الخبارا)
١١ - (فلمَّا عَلا متْنَتيِهِ الغُلامُ ... وسكَّنَ مِنْ آلِهِ أَن يطار)
١٢ - (وسرح كلأجدل الْفَارِسِي ... فِي إثرِ سربٍ أجدَّ النِفارا)
١٣ - (فصادَ لنَا أكحل المقلت ين ... فَحلاً وأُخرَى مهاةً نَوارا)
١٤ - (وعادَى ثَلَاثًا فَخَرَّ السنا ن ... إِمَّا نصولا وَإِمَّا انكسارا)
١٥ - (أكل امرىء تحسبين امْرأ ... ونار توقد بِاللَّيْلِ نَارا)',NULL,'191',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (176,'٦٧ - وَقَالَ مالِك بن نُوَيْرَة ١
(إِلَّا أكُنْ لاقيْتُ يومَ مُخطِّطٍ ... فقَدْ خبَّرَ الرُكبانُ مَا أتوَدَّدُ)
٢ - (أتانِي بِنَفر الْخَيْر مَا قد لَقيته ... رزين وَركب حوله متعضد)
٣ - (يُهِلُّونَ عُمّاراً إذَا مَا تغوَّروا ... ولاقَوا قُرِيْشاً خبروها فأنجدوا)',NULL,'192',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (177,'٦٧ -<span data-type="title" id=toc-154> مَالك بن نُوَيْرَة</span>
٤ - (بأبناءِ حيّ مِنْ قبائِلِ مالكٍ ... وعمرِو بنِ يَربُوعٍ أقامُوا فاخلَدُوا)
٥ - (وردَّ عليِهمْ سرحَهُمْ حولَ دارهِمْ ... ضِناكاً ولمْ يستأنِفِ المُتَوَحِدُ)
٦ - (حُلُولٌ بفردوسِ الإياد وَأَقْبَلت ... سراة بني البرشاء لما تأودوا)
٧ - (بالفينِ أَو زادَ الخميسُ عليِهما ... ليَنتَزِعُوا عِرقاتِنا ثمَّ يرغدوا)
٨ - (ثَلَاث ليالٍ منْ سنامٍ كأنَّهمْ ... بريدٌ ولمْ يَثوُوا ولمْ يتزوَّدُوا)
٩ - (وكانَ لهُمْ فِي أهلهِمْ ونسائِهِمْ ... مبيت وَلم يدروا بِمَا يحدث الغَدُ)
١٠ - (فلمَّا رأوْا أدْنَى السِهامِ مُعَزَّباً ... نهاهُمْ فلمْ يلوُوا على النهْي أسودُ)
١١ - (وقالَ الرئيسُ الحوفزَانُ: تلبَّبُوا ... بَني الحِصنِ إذْ شارَفتُمُ ثمَّ جددوا)
١٢ - (فَمَا فتئوا حَتَّى رأونا كأننا ... مَعَ الصُّبْح آذَى من الْبَحْر مُزْبِد)
١٣ - (بملمومة شهباءَ يبرقُ خالُهَا ... ترى الشمسَ فيهَا حينَ ذرت توقد)',NULL,'193',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (178,'٦٧ -<span data-type="title" id=toc-155> مَالك بن نُوَيْرَة</span>
١٤ - (فَمَا برِحُوا حتَّى علتْهُمْ كتائبٌ ... إذَا لقيَتْ أقرانها لَا تعرد)
١٥ - (ضممنا عَلَيْهِم طايتيهم بصائبٍ ... مِنْ الطعنِ حتَّى استأسَرُوا وتبدَّدوا)
١٦ - (بسمرٍ كأشطان الجرور نواهل ... يجور بِها زَوُّ المنايَا ويقصِدُ)
١٧ - (ترَى كلُّ صدقٍ زاعبيٍّ سِنانُهُ ... إِذا بَلَّهُ الأنداءُ لَا يتأوَّدُ)
١٨ - (يقعنَ مَعاً فيهِمْ بأيدِي كُماتِنا ... كأنَّ المُنونَ للأسنة موعد)
١٩ - (تدر الْعُرُوق الآبيات ظباتنا ... وقدْ سنَّها طَرّ ووقعٌ ومبرَدُ)
٢٠ - (فأقررتُ عينِي حينَ ظلُّوا كأنَّهُمْ ... ببطنِ الأيادِ خشْبُ آثلٍ مُسنَّدُ)
٢١ - (صريعٌ عليهِ الطيرُ تنتِخُ عينَهُُ ... وآخرُ مكبولٌ يميلُ مُقيَّدُ)
٢٢ - (لَدُنْ غُدوةً حتَّى أتَى الليلُ دونهُمْ ... وَلَا تنتَهي عنْ مِلئِهَا مِنْهُمُ يدُ)
٢٣ - (فأصبحَ منهُمْ يومَ غِبِّ لقائِهِمْ ... بقيقاءَةِ البردين فل مطرد)',NULL,'194',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (179,'٧٦ -<span data-type="title" id=toc-156> مَالك بن نُوَيْرَة</span>
٢٤ - (إِذا مَا أستبالُوا الخيلَ كانَتْ أكُفُّهُمْ ... وقائِعَ للأبوالِ والماءُ أبرَدُ)
٢٥ - (كأنَّهُمُ إذْ يعصرونَ فُظُوظَهَا ... بدجلَةَ أَو فيضِ الخُريبةِ مورِدُ)
٢٦ - (وقدْ كانَ لِابْنِ الحوفزان لَو انْتهى ... سُوَيْد وبسطام عَن الشَّرّ مقْعد)',NULL,'195',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (180,'٦٨ - وَقَالَ قَيْس بن الخَطِيم ١
(رَدَّ الخليطُ الجِمالَ فانصَرَفُوا ... ماذَا عليَهِمْ لوْ أنَّهُمْ وقَفُوا)
٢ - (لوْ وقَفُوا سَاعَة نُسَائِلُهُمْ ... ريثَ يُضَحِّي جِمالَهُ السَلَفُ)
٣ - (فيهِمْ لعوب الْعشَاء آنسة ال دلّ ... عروب يسوؤها الْخلف)
٤ - (بَين شكول النِّسَاء خلقتها ... قصد فَلَا جبلة ولاقضف)',NULL,'196',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (181,'٦٨ -<span data-type="title" id=toc-157> قيس بن الخطيم</span>
٥ - (تغتَرِقُ الطَرْفَ وَهِي لاهيةٌ ... كأَنَّمَا شَفَّ وَجْهَها نزف)
٦ - (قضى لَهَا الله حِين صورها ال خَالق ... أَن لَا يُكِنَّهَا سَدَفُ)
٧ - (تَنامُ عَنْ كِبْرِ شأنِهَا فإذَا ... قامَتْ رُويْداً تكَادُ تَنْغَرِفُ)
٨ - (حَوراءُ جيداءُ يُستَضاءُ بهَا ... كَأَنَّهَا خوط بانَةٍ قَصِفُ)
٩ - (تمشِي كَمَشْي الزهراءِ فِي دَمِثِ ال رمل ... إِلَيّ السَهلِ دُونَهُ الجُرُفُ)
١٠ - (وَلَا يَغِثُّ الحديثُ مَا نطقَتْ ... وهوَ بَفِيهَا ذُو لَذَّةٍ طَرِفُ)
١١ - (تخْزُنُهُ وهوَ مُشتَهىً حَسَنٌ ... وهوَ إذَا مَا تَكَلَّمَتْ أُنُفُ)
١٢ - (كأنَّ لبَّاتِها تضمَّنُهَا ... هَزْلَى جَرادٍ أجوازه جلف)
١٣ - (كَأَنَّهَا درة أحَاط بهَا ال غواص ... يَجْلُو عنْ وجهِهَا صَدفُ)
١٤ - (يَا رَبِّ لَا تبعدن ديار بني ... عذرة حَيثُ انصرفْتِ وانصَرَفُوا)
١٥ - (واللهِ ذِي المسجِدِ الحَرامِ وَمَا ... جلل من يمنة لَهَا خنف)',NULL,'197',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (182,'٦٨ - قيس بن الخطيم) ١٦
(إِنِّي لأهواك غير كَاذِبَة ... قدْ شَفَّ منِّي الأحشاءُ والشَغَفُ)
١٧ - (بلْ ليتَ أَهْلي وأهلَ أثلَةَ فِي ... دارٍ قريبٍ مِنْ حيثُ يُخْتَلفُ)
١٨ - ... هيهاتَ مِنْ أهلُهُ بيثربَ قدْ ... أَمْسَى ومِنْ دُونَ أهلِهِ سَرِفُ)
١٩ - (أبلِغْ بَني جَحْجَبَى وقَومَهُمُ ... خَطْمَةُ أنَّا وَرَاءهُمْ أُنُفُ)
٢٠ - (وأنَّنَا دون مَا يسومهم الأعداءُ ... مِنْ ضَيمِ خُطَّةٍ ٍنُكُفُ)
٢١ - (إنَّا ولوْ قَدّمُوا الَّذي عَلِمُوا ... أكبادُنَا مِنْ وَرَائِهِمْ تَجِفُ)
٢٢ - (نفلى بِحَدّ الصفيح هامهم ... وفلينا هامهم بهَا عنف)
٢٣ - (لما بَدَت غدْوَة وُجُوههم ... حنت الينا الْأَرْحَام والصحف)
٢٤ - (لنا مَعَ أجامنا وحوزتنا ... بَين ذراها مخارف دلف)
٢٥ - (يذب عَنْهُن سامر مصع ... سود الغواشي كَأَنَّهَا عرف)
٢٦ - (كَفِيلُنَا للمُقَدِّمينَ: قِفُوا ... عَنْ شَأوِكُمْ والحِرابُ تَخْتَلِفُ)
٢٧ - (يَتبَعُ آثارَهَا إذَا اخْتُلَجَتْ ... سُخْنٌ عَبِيطٌ عُرُوقُهُ تكف)',NULL,'198',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (183,'٦٩ - وَقَالَ الْمفضل النكري
[من عبد الْقَيْس وَقَالَ غير الْأَصْمَعِي: لعامر بن أسحم بن عدي بن شَيبَان بن سُوَيْد بن عذرة بن مُنَبّه بن نكرَة بن لكيز بن أفصى بن عبد الْقَيْس وَتسَمى المنصفة]',NULL,'199',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (184,'٦٩ -<span data-type="title" id=toc-159> المُفَضَّل النُكْرِيّ</span>
١ - (ألمْ ترَ أنَّ جيرتَنَا استقَلُّوا ... فنِيَّتُنَا ونيتُهُمْ فَرِيقُ)
٢ - (فدمعِي لُؤلُؤٌ سَلِسٌ عُراهُ ... يخر على المهاوى مَا يَلِيق)
٣ - (عدت مَا رمت إذْ شحطَتْ سُليْمَى ... وأنْتَ لِذكرِهَا طَرِبٌ مَشُوقُ)
٤ - (فودِّعْها وإنْ كانَتْ أَناةً ... مُبتَّلةً لهَا خَلْقٌ أَنيقُ)
٥ - (تُلَهِّى المرءَ بالحِدْثَانِ لِهواً ... وتَحْدِجُهُ كمَا حُدِجَ المُطِيقُ)
٦ - (فإنَّكَ لَو رأيتَ غداةَ جِئْنَا ... ببطنِ أُثَالَ ضاحِيَةً نَسُوقُ)
٧ - (فِداءٌ خالَتي لِبَني حُيىٍّ ... خُصُوصاً يومَ كُسُّ القومِ رُوقُ)
٨ - (هُمُ صبَرُوا وصَبْرُهُمُ تلِيدٌ ... عَلَى العزاءِ إذْ بَلَغَ المضِيقُ)
٩ - (وهُمْ دفَعُوا المنيَّةَ فاستَقَلَّتْ ... دِراكاً بعدَ مَا كَادَت تحيق)
١٠ - (تلاقينا بغيبة ذِي طريف ... وَبَعْضهمْ على بعض حنيق)',NULL,'200',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (185,'٦٩ -<span data-type="title" id=toc-160> الْمفضل النكري</span>
١١ - (فجاؤوا عارِضاً بَرِداً وجئُنَا ... كَسَيلِ العرضِ ضاقَ بهِ الطريقُ)
١٢ - (مشَيْنَا شطرَهُمْ ومشوْا إلْينا ... وقُلنَا: اليومَ مَا تَقضِي الحُقُوقُ رَميْنَا)

(فِي وجوهِهِمُ بِرِشْقٍٍ تغص بهِ الحَنَاجِرُ والحُلُوقُ ... )
١٤ - (كأنَّ النَبلَ بينهُمُ جَرادٌ ... تكفيه شآميَةٌ خَرِيقُ)
١٥ - (وَبَسْلٌ إنْ تَرَى فيهِمُ كَمِيَّاً ... كَبَا ليديْهِ إلَّا فيهِ فُوقُ)
١٦ - (يُهَزْهِزُ صعدَةً جرداءَ فيهَا ... سِنانُ الموتِ أَو قَرْنٌ مَحيقُ)
١٧ - (وجدنَا السدر خوارا ضعِيفاً ... وكانَ النبعُ منبِتُهُ وَثيقُ)
١٨ - (لقينَا الجهْمَ ثَعلَبَةَ بْنَ سَيْرٍ ... أضَرَّ بِمَنْ يُجَمِّعُ أوْ يَسُوق)
١٩ - (لَدَى الْأَعْلَام مِنْ تلَعاتِ طِفلٍ ... ومنهُمْ مِنْ أضَجَّ بهِ الفروق)
٢٠ - (فحوط عَن بَنِي عمرِو بنِ عَوفٍ ... وأَفْنَاءُ العُمُورِ بهَا شفيق)
٢١ - (فألقينا الرماح وَكَانَ ضربا ... مقبل الْهَام كل مَا يَذُوق)',NULL,'201',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (186,'٦٩ -<span data-type="title" id=toc-161> الْمفضل النكرى</span>
٢٢ - (وجاوزنا الْمنون بِغَيْر نكس ... وخاظي الجلز ثَعْلَبه دَمِيقُ)
٢٣ - (كأنَّ هزيزَنا يومَ التقَيْنَا ... هَزِيزُ أباءَةٍ فِيهَا حريق)
٢٤ - (بكَلِ قرارةٍ وبِكُلِّ ريعٍٍ ... بنَانُ فَتى وجُمجُمةٌ فَليقُ)
٢٥ - (وكمْ مِنْ سيدٍ منَا ومنْهُمْ ... بذِي الطرفاء مَنْطِقه شهيق)
٢٦ - (بِكُل مجالة غادرت خرقا ... مِنْ الفِتيانِ مَبسِمُهُ رَقيقُ)
٢٧ - (فأشبَعْنَا السِباعَ واشبعُوهَا ... فراحت كلهَا تئق يفوق)
٢٨ - (تركنَا العرج عاكفَةً عليهِمْ ... وللغربانِ مِنْ شَبعٍ نَغِيقُ)
٢٩ - (فأبكينَا نساءَهُمُ وأبكَوا ... نسَاء مَا يَسوغُ لهُنَّ رِيقُ)
٣٠ - (يُجاوبنَ النِياحَ بكُلِّ فَجْرٍ ... فقَدْ صَحِلَتْ مِنْ النوح الحلوق)
٣١ - (قتلنَا الْحَارِث الوضاح مِنْهُم ... فَخر كَأَن لمته الغذوق)',NULL,'202',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (187,'٦٩ -<span data-type="title" id=toc-162> الْمفضل النكري</span>
٣٢ - (أصابَتْهُ رماحُ بنَي حُيىٍّ ... فَخَرَّ كأنَّهُ سيفٌ دَلُوُقُ)
٣٣ - (وقدْ قتلُوا بهِ منَّا غُلاماً ... كَرِيماً لمْ تُؤشِّبهُ العُرُوقُ)
٣٤ - (وسائلةٍ بثعلبَةَ بنِ سيرٍ ... وَقد أوْدَتْ بثعلَبَةَ العُلُوقُ)
٣٥ - (وافلتْنَا ابْنَ قُرَّانٍ جَرِيضاً ... تمر بِهِ مساعفة حروق)
٣٦ - (تشق الأَرْض أشائلة الذنابي ... وهاديها كَأَن جذع سحوق)
٣٧ - (فَلَمَّا استقنوا بالصبرِ منَّا ... تذكَّرَتِ العشائِرُ والحَزِيقُ)
٣٨ - (فأبقيْنَا ولوْ شِئْنَا تركنَا ... لجيما لَا تقود وَلَا تَسُوقُ)
٣٩ - (وأنعمْنَا وابْأَسْنَا عليهِمْ ... لَنَا فِي كل أَبْيَات طليق)',NULL,'203',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (188,'٧٠ - وَقَالَ الْعَبَّاس بن مرداس
[من المنصفات] ١
(لأسماءَ رَسمٌ أصبحَ اليومَ دارِسا ... وأقفرَ مِنهَا رحرحان فراكسا)',NULL,'204',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (189,'٧٠ -<span data-type="title" id=toc-163> الْعَبَّاس بن مرداس</span>
٢ - (فَجَنْبَي عَسيبٍ لَا أرَى غيرَ ماثلٍ ... خلاءً منَ الآثارِ إَّلا الرَوامِسَا)
٣ - (لَيَالِي سَلمَى لَا أرَى مِثلَ دَلِّها ... دَلالاً وَأُنسًا يُهبِطُ. العُصمَ آنِسا)
٤ - (وأحسنَ عَهداً للمُلمِ ببيتِها ... وَلَا مَجلِساً فيهِ لِمِنْ كانَ جالِسا)
٥ - (تضوَّعَ منهَا المِسكُ حتَّى كأنَّما ... تُرجِّلُ بالرَيْحَانِ رَطباً ويَابساً)
٦ - (فدَعْها وَلَكِن هَل أَتَاهَا مقادنا ... لأعدائنا نزجي الثقال الكوانسا)
٧ - (بجَمْعٍ يريدُ ابنَىْ صحارٍ كلَيهمَا ... وآلَ زُبيدٍ مُخطِئاً ومُلامِساً)
٨ - (على قُلُصٍ نَعلُو بِهَا كُلَّ سَبْسَبٍ ... تَخالُ بِهِ الحرباءَ أشمَطَ. جالِسا)
٩ - (سمَوْنا لَهُم تسعا وعشرينَ لَيْلَة ... نَجُوبُ من الأعراضِ قَفْراً بَسابِسا)
١٠ - (فبتنَا قُعُوداً فِي الحديدِ وأصبحُوا ... عَلَى الرُكباتِ يحردون الأنافسا)
١١ - (فلَمْ أرَ مثلَ الحيِّ حيّاً مُصَبِّحاً ... وَلَا مثلنَا لما الْتَقَيْنَا فوارسا)
١٢ - (أكر وأحمى للْحَقِيقَة مِنْهُم ... وأضرب منا بِالسُّيُوفِ القوانسا)',NULL,'205',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (190,'٧٠ -<span data-type="title" id=toc-164> الْعَبَّاس بن مرداس</span>
١٣ - (وأحصننا مِنْهُم فَمَا يبلغوننا ... فوارس منا يحبسون المحابسا)
١٤ - (إذَا مَا شدَدْنَا شدَّةً نصَبُوا لهَا ... صُدُورَ المذَاكِي والرِماحَ المَداعِسَا)
١٥ - (إذَا الخيلُ جالَتْ عَن صريع نكرها ... عليهِمْ فمَا يَرْجِعنَ إِلَّا عَوِابِسا)
١٦ - (نُطَاعِنُ عَنْ أحسابِنَا برِمَاحِنا ... ونضرِبُهُمْ ضَرْبَ المُذيِدِ الخَوامِسا)
١٧ - (وكنْتُ أمامَ القومِ أوَّلَ ضاربٍ ... وطاعَنْتُ إذْ كانَ الطِعانُ تَخالُسا)
١٨ - (فكانَ شُهُودِي مَعبدٌ ومُخَارقٌ ... وبشرٌ وَمَا استشهدت إِلَّا الأكايسا)
١٩ - (مَعي ابنَا صرِيمٍ دارعانِ كلاهُمَا ... وعُروةُ لولاهُمْ لقيتُ الدَهَارِسا)
٢٠ - (ومَارَسَ زيدٌ ثمَّّ أقصَرَ مُهرُهُ وحُقَّ لَهُ فِي مِثلِهَا أنْ يُمارِسا)
٢١ - (وقُرَّةُ يحميِهمْ إِذا مَا تبدَّدُوا ... ويَطعَنُهُمْ شَزراً فأَبْرحْتَ فَارِسا)
٢٢ - (ولوْ ماتَ منهُمْ من جَرَحْنَا لأصبحَتْ ... ضباعٌ بأكنافِ الأراكِ عَرَاِئسا)
٢٣ - (ولكنَّهُمْ فِي الفارسيِّ فَلَا ترى ... مِنَ القومِ إِلَّا فِي المُضَاعَفِ لابِسا)
٢٤ - (فإنْ يقتلُوا منا كَرِيمًا فإننا ... أبأنا بِهِ قَتْلَى تذل المعاطسا)',NULL,'206',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (191,'٧٠ -<span data-type="title" id=toc-165> الْعَبَّاس بن مرداس</span>
٢٥ - (قتَلْنَا بهِ فِي مُلتَقى الخيلِ خَمْسةً ... وقَاتِلَهُ زدنَا معَ الليلِ سادِسا)
٢٦ - (وكُنَّا إذَا مَا الْحَرْب شبت نشبها ... ونضرب فها الأبلَخَ المُتَقَاعِسا)
٢٧ - (فأُبنَا وأَبْقَى طَعْنُنَا مِنْ رماحِنا ... مَطارِدَ خطِّيٍٍّ وحُمراً مَداعِسا)
٢٨ - (وجُرداً كأنَّ الأُسدَ فَوق متونها ... من الْقَوْم مرؤوسا وَآخر رائسا)',NULL,'207',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (192,'٧١ - وَقَالَ سِنَان بن أبي حَارِثَة ١
(قل للمثلم وَابْن هِنْد بعده ... إِن كنت رائم عزنا فاستقدم)
٢ - (تلق الَّذِي لَاقَى الْعَدو وتصطبح ... كأسا صبابتها كطعم العلقم)
٣ - (نحبو الكتيبة حِين تقترش القنا ... طَعنا كإلهاب الْحَرِيق المضرم)
٤ - (منا بشجنة والذباب فوارس ... وعتائد مثل السوَاد المظلم)
٥ - (وبضرغد وعَلى السدير وحاضر ... وبذى أَمر حريمهم لم يقسم)
٦ - (فدهمنهم دهما بِكُل طمرة ... ومقطع حلق الرحالة مرجم)
٧ - (وَلَقَد خبطن بني كلاب خبطة ... ألصقنهم بدعائم المتخيم)
٨ - (وصلقن كَعْبًا قبل ذَلِك صلقة ... بقنا تعاوره الأكف مقوم)
٩ - (حَتَّى سقينا النَّاس كأسا مرّة ... مَكْرُوهَة حسواتها كالعلقم)',NULL,'208',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (193,'٧٢ -<span data-type="title" id=toc-166> سِنَان بن أبي حَارِثَة</span>
٧٢ - قَالَ سِنَان أَيْضا ١
(إِن أمس لَا أشتكي نصبي إِلَى أحد ... وَلست مهتديا إِلَّا معي هاد)
٢ - (فقد صبحت سَواد الْحَيّ مشعلة ... رهوا تطالع من غور وأنجاد)
٣ - (وَقد يسرت إِذا مَا الشول روحها ... برد الْعشي بشفان وصراد)
٤ - (ثمت أطعمت زادي غير مدخر ... أهل الْمحلة من جَار وَمن جاد)
٥ - (وَقد دفعت وَلم أجرر على أحد ... فتق الْعَشِيرَة والأكفاء شهادي)
٦ - (قد يعلم الْقَوْم إِذْ طَالَتْ غزاتهم ... وأرملوا الزَّاد أَنى منفد زادي)
٧ - (وَلَا أجيء بسوآت أعيرها ... حَتَّى يَجِيء من الْقَبْر ابْن مياد)
٨ - ((أثنوا على فكائن قد فتحت لكم ... من بَاب مكرمَة تَعْتَد أَو وَاد)',NULL,'209',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (194,'٧٣ - وَقَالَ زبان بن سيار ١
(أبني منولة قد أَطَعْت سراتكم ... لَو كَانَ عَن حَرْب الصّديق سَبِيل)
٢ - (وَبَنُو أُميَّة كلهم أمراؤها ... وَبَنُو ريَاح إِن تدبر قيل)
٣ - (سيرى إِلَيْك فَسَوف يمْنَع سربها ... من بَين منبج والكثيب قيول)
٤ - (حلق أحلوها الفضاء كَأَنَّهُمْ ... من بَين منبج والكثيب قيول)
٥ - (وَإِذا فزعت غَدَتْ ببزي نهدة ... جرداء مشرفة القذال دؤول)
٦ - (شوهاء مركضة إِذا طأطأتها ... مرطى إِذا ابتل الحزام نسول)
٧ - (أعددتها لبنى اللقيطة فَوْقهَا ... رُمْحِي وَسيف صارم وشليل)
٨ - (ومجرب النجدات لَيْسَ بناكل ... عَنْكُم إِذا لَاقَى الْقَبِيل قبيل)',NULL,'210',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (195,'٧٤ - وَقَالَ أَيْضا ١
(الم ينْه أَوْلَاد اللقيطة علمهمْ ... بزبان إِذْ يَهْجُونَهُ وَهُوَ نَائِم)
٢ - (يطوفون بالأعشى وصب عَلَيْهِم ... لِسَان كصدر الهندواني صارم)
٣ - (وَإِن قَتِيلا بالهباءة فِي استه ... صَحِيفَته إِن عَاد للظلم ظَالِم)
٤ - (مَتى تقرووها تهدكم من ضلالكم ... وتعرف إِذا مَا فض عَنْهَا الْخَوَاتِم)
٥ - (لَدَى مربط الأفراس عِنْد أبيكم ... حذاكم بهَا صلب الْعَدَاوَة حَازِم)
٦ - (فَإِن تسألوا عَنَّا فوارس دارم ... ينبئك عَنْهَا من رَوَاحَة عَالم)
٧ - (فأقسم مرتاحا شريك بن مَالك ... إِذا مَا الْتَقَيْنَا خَصمه لَا يسالم)
٨ - (وَأقسم يَأْتِي خطة الضيم طَائِعا ... بلَى سَوف تأتيها وأنفك راغم)',NULL,'211',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (196,'٧٥ - وَقَالَ مُعَاوِيَة بن مَالك بن جَعْفَر بن كلاب وَهُوَ معود الْحُكَمَاء ١
(طرقت أُمَامَة والمزار بعيد ... وَهنا وَأَصْحَاب الرّحال هجود)
٢ - (أَنى اهتديت وَكنت غير رجيلة ... وَالْقَوْم مِنْهُم نبه ورقود)
٣ - (ألفوا أباهم سيدا وَأَعَانَهُمْ ... كرم وأعمام لَهُم وجدود)
٤ - (إِذْ كل حَيّ نابت بأرومة ... نبت العضاه فماجد وكسيد)
٥ - (نعطي الْعَشِيرَة حَقّهَا وحقيقها ... فِيهَا ونغفر ذنبها ونسود)
٦ - (وَإِذا تحملنا الْعَشِيرَة ثقلهَا ... قمنا بِهِ وَإِذا تعود نعود)
٧ - (وَإِذا نوافق جرْأَة أَو نجدة ... كُنَّا سمى بهَا الْعَدو نكيد)
٨ - (بل لَا نقُول إِذا تبوأ جيرة ... إِن الْمحلة شعبها مكدود)
٩ - (إِذْ بَعضهم يحمي مراصد بَيته ... عَن جَاره وسبيلنا مورود)
١٠ - (قَالَت سميَّة قد غويت فَإِن رَأَتْ ... حَقًا تناوب مالنا ووفود)
١١ - (غي لعمرك لَا أَزَال أعوده ... مَا دَامَ مَال عندنَا مَوْجُود)',NULL,'212',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (197,'٧٦ -<span data-type="title" id=toc-167> مُعَاوِيَة بن مَالك</span>
٧٦ - وَقَالَ أَيْضا ١
(أجد الْقلب من سلمى اجتنابا ... وأقصر بعد مَا شابت وشابا)
٢ - (وشاب لداته وعدلن عَنهُ ... كَمَا أنضيت من لبس ثيابًا)
٣ - (فان يَك نبلها طاشت ونبلي ... فقد نرمي بهَا حقبا صيابا)
٤ - (فتصطاد الرِّجَال إِذا رَمَتْهُمْ ... وأصطاد المخبأة الكعابا)
٥ - (فَأن تَكُ لَا تصيد الْيَوْم شَيْئا ... وآب قنيصها سلما وخابا)
٦ - (فَأن لَهَا منَازِل خاويات ... على نملى وقفت بهَا الركابا)
٧ - (من الأجزاع أَسْفَل من نَمِيل ... كَمَا رجعت بالقلم الكتابا)
٨ - (كتاب محبر هاج بَصِير ... ينمقه وحاذر أَن يعابا)
٩ - (وقفت بهَا القلوص فَلم تجبني ... وَلَو أَمْسَى بهَا حَيّ أجابا)
١٠ - (وَنَاجِيَة بعثت على سَبِيل ... كَأَن على مغابنها ملابا)
١١ - (ذكرت بهَا الإياب وَمن يُسَافر ... كَمَا سَافَرت يذكر الإيابا)
١٢ - (رَأَيْت الصدع من كَعْب فأودى ... وَكَانَ الصدع لَا يعدو ارتئابا)
١٣ - (فأمسى كعبها كَعْبًا وَكَانَت ... من الشنآن قد دعيت كعابا)',NULL,'213',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (198,'٧٦ -<span data-type="title" id=toc-168> مُعَاوِيَة بن مَالك</span>
١٤ - (حملت حمالَة الْقرشِي عَنْهُم ... وَلَا ظلما أردْت وَلَا اختلابا)
١٥ - (أَعُود مثلهَا الْحُكَمَاء بعدى ... إِذا مَا الْحق فِي الأشياع نابا)
١٦ - (سبقت بهَا قدامَة أَو سميرا ... وَلَو دعيا إِلَى مثل أجابا)
١٧ - (وأكفيها معاشر قد أرتهم ... من الجرباء فَوْقهم طبابا)
١٨ - (يهر معاشر منا وَمِنْهُم ... هرير الناب حاذرت العصابا)
١٩ - (سأحملها وتعقلها غنى ... وأورث مجدها أبدا كلابا)
٢٠ - (فَإِن أحمدتها نَفسِي فَإِنِّي ... أتيت بهَا غَدَاة إِذْ صَوَابا)
٢١ - (وَكنت إِذا الْعَظِيمَة أفزعتهم ... نهضت وَلَا أدب لَهَا دبابا)
٢٢ - (بِحَمْد الله ثمَّ عَطاء قوم ... يفكون الْغَنَائِم والرقابا)
٢٣ - (إِذا نزل السَّحَاب بِأَرْض قوم ... رعيناه وَإِن كَانُوا غضابا)
٢٤ - (بِكُل مقلص عبل شواه ... إِذا وضعت أعنتهن ثابا)
٢٥ - (ودافعة الحزام بمرفقيها ... كشاة الربل آنست الكلابا)',NULL,'214',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (199,'٧٧ - وَقَالَ عَامر بن الطُّفَيْل ١
(لقد علمت عليا هوَازن أنني ... أَنا الْفَارِس الحامي حَقِيقَة جَعْفَر)
٢ - (وَقد علم المزنوق أَنِّي أكره ... على جمعهم كرّ المنيح المشهر)
٣ - (إِذا ازور من وَقع الرماح زجرته ... وَقلت لَهُ ارْجع مُقبلا غير مُدبر)
٤ - (فأنباته أَن الْفِرَار خزاية ... على الْمَرْء مَا لم يبل جهدا فيعذر)
٥ - (أَلَسْت ترى أرماحهم فِي شرعا ... وَأَنت حصان ماجد الْعرق فاصبر)
٦ - (أردْت لكيلا يعلم الله أنني ... صبرت وأخشى مثل يَوْم المشقر)
٧ - (لعمري وَمَا عمري على بهين ... لقدشان حر الْوَجْه طعنة مسْهر)
٨ - (فبيس الإن كنت أَعور عاقرا ... جَبَانًا فَمَا عُذْري لَدَى كل محْضر)
٩ - (وَقد علمُوا أَنِّي أكر عَلَيْهِم ... عَشِيَّة فيف الرّيح كرّ المدور)
١٠ - (أَقُول لنَفس لَا يجاد بِمِثْلِهَا ... أقلي المزاح إِنَّنِي غير مقصر)
١١ - (وَمَا رمت حَتَّى بل صَدْرِي وصدره ... نجيع كهداب الدمقس الْمسير)
١٢ - (فَلَو كَانَ جمع مثلنَا لم نبالهم ... وَلَكِن أتتنا أسرة ذَات مفخر)
١٣ - (فَجَاءُوا بفرسان العريضة كلهَا ... وأكلب طرا فِي لِبَاس السنور)',NULL,'215',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (200,'٧٨ - وَقَالَ عَامر أَيْضا ١
(ولتسألن أَسمَاء وَهِي حفية ... نصحاءها أطردت أم لم أطْرد)
٢ - (قَالُوا لَهَا: فَلَقَد طردنا خيله ... قلح الْكلاب وَكنت غير مطرد)
٣ - (فلأبغينكم الملا وعوارضا ... ولأهبطن الْخَيل لابة ضرغد)
٤ - (بِالْخَيْلِ تعثر فِي القصيد كَأَنَّهَا ... حدأ تتَابع فِي الطَّرِيق الأقصد)
٥ - (ولأثأرن بِمَالك وبمالك ... وَأخي المروراة الَّذِي لم يسند)
٦ - (وقتيل مرّة أثأرن فَإِنَّهُ ... فرع وَإِن أَخَاهُم لم يقْصد)
٧ - (يَا أسم أُخْت بني فَزَارَة إِنَّنِي ... غاز وَإِن الْمَرْء غير مخلد)
٨ - (فيئي إِلَيْك فَلَا هوادة بَيْننَا ... بعد الفوارس إِذْ ثووا بالمرصد)
٩ - (إِلَّا بِكُل أحم نهد سابح ... وعلالة من كل أسمر مذود)
١٠ - (وَأَنا ابْن حَرْب لَا أَزَال أشبها ... سمرا وأوقدها إِذا لم توقد)
١١ - (فَإِذا تَعَذَّرَتْ الْبِلَاد فأمحلت ... فمجازها تيماء أَو بالأثمد)',NULL,'216',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (201,'٧٩ - وَقَالَ عَوْف بن الْأَحْوَص ١
(أتتنا قُرَيْش حافلين بِجَمْعِهِمْ ... وَكَانَ لَهَا قدما من الله نَاصِر)
٢ - (فَلَمَّا دنونا للقباب وَأَهْلهَا ... أتيح لنا ذيب مَعَ اللَّيْل فَاجر)
٣ - (أتيحت لنا بكر وَتَحْت لوائها ... كتائب يرضاها الْعَزِيز المفاخر)
٤ - (وَكَانَت قُرَيْش لَو طهرنا عَلَيْهِم ... شِفَاء لما فِي الصَّدْر والبغض ظَاهر)
٥ - (حبت دونهم بكر فَلم نستطعهم ... كَأَنَّهُمْ بالمشرفية سامر)
٦ - (وَمَا بَرحت بكر تثوب وتدعي ... وَيلْحق مِنْهُم أولون وَآخر)
٧ - (لدن غدْوَة حَتَّى أَتَى اللَّيْل وانجلت ... غمامة يَوْم شَره متظاهر)
٨ - (وَمَا زَالَ ذَاك الدأب حَتَّى تخاذلت ... هوَازن وارفضت سليم وعامر)
٩ - (وَكَانَت قُرَيْش يفلق الصخر جدها ... إِذا أوهن النَّاس الجدود العواثر)
)',NULL,'217',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (202,'٨٠ - وَقَالَ الجميح الْأَسدي وَهُوَ منقذ بن الطماح ١
(يَا جَار نَضْلَة قد أَنى لَك أَن ... تسْعَى بجارك فِي بني هدم)
٢ - (متنظمين جوَار نَضْلَة يَا ... شاه الْوُجُوه لذَلِك النّظم)
٣ - (وَبَنُو رَوَاحَة ينظرُونَ إِذا ... نظر الندي بآنف خثم)
٤ - (حاشى أبي ثَوْبَان إِن أَبَا ... ثَوْبَان لَيْسَ ببكمة فدم)
٥ - (عَمْرو بن عبد الله إِن بِهِ ... ضنا عَن الملحاة والشتم)
٦ - (لَا تَسْقِنِي إِن لم أزر سمرا ... غطفان موكب جحفل دهم)
٧ - (لجب إِذا ابتدوا قنابله ... كنشاص نوء المرزم السجم)
٨ - (مجر يغص بِهِ الفضاء لَهُ ... سلف يموج عجاجه فخم)
٩ - (ينعون نَضْلَة بِالرِّمَاحِ على ... جرد تكدس مشْيَة العصم)
١٠ - (من كل مشترف ومدمجة ... كالكر من كمت وَمن دهم)',NULL,'218',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (203,'٨٠ -<span data-type="title" id=toc-169> الجميح الْأَسدي</span>
١١ - (حَتَّى أجازي بِالَّذِي اجترمت ... عبس بأسوإ ذَلِك الجرم)
١٢ - (يَا نضل للضيف الْغَرِيب وللجار ... المضيم وحامل الْغرم)
١٣ - (أم من لأشعث لَا ينَام وأرمل ... مثل البلية سملة الْهدم)',NULL,'219',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (204,'٨١ - وَقَالَ حَاجِب بن حبيب بن خَالِد ١
(باتت تلوم على ثادق ... ليشرى فقد جد عصيانها)
٢ - (أَلا أَن نجواك فِي ثادق ... سَوَاء على وإعلانها)
٣ - (وَقَالَت: أَغِثْنِي بِهِ إِنَّنِي ... أرى الْخَيل قد ثاب أثمانها)
٤ - (فَقلت: ألم تعلمي أَنه ... كريم المكبة مبدانها)
٥ - (كميت أَمر على زفرَة ... طَوِيل القوائم عريانها)
٦ - (ترَاهُ على الْخَيل ذَا جرْأَة ... إِذا مَا تقطع أقرانها)
٧ - (فهن يردن وُرُود القطا ... عمان وَقد شدّ مرانها)
٨ - (طَوِيل الْعَنَان قَلِيل العثا ر ... خاظي الطَّرِيقَة ريانها)
٩ - (وَقلت ألم تعلمي أَنه جميل الطلالة حسانها)
١٠ - (يجم على السَّاق بعد المتان ... جموما ويبلغ إمكانها)',NULL,'220',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (205,'٨٢ - وَقَالَ حَاجِب أَيْضا ١
(أعلنت فِي حب جمل أَي إعلان ... وَقد بدا شَأْنهَا من بعد كتمان)
٢ - (وَقد سعى بَيْننَا الواشون وَاخْتلفُوا ... حَتَّى تجنبتها من غير هجران)
٣ - (هَل أبلغنها بِمثل الْفَحْل نَاجِية ... عنس عذافرة بالرحل مذعان)
٤ - (كَأَنَّهَا وَاضح الأقراب حلاه ... عَن مَاء ماوان رام بعد إِمْكَان)
٥ - (فجال هاف كسفود الْحَدِيد لَهُ ... وسط الأماعز من نقع جنابان)
٦ - (تأوى سنابك رجلَيْهِ محنبة ... فِي مكره من صفيح القف كذان)
٧ - (ينتاب مَاء قطيات فأخلفه ... وَكَانَ مورده مَاء بحوران)
٨ - (فَلم يهله وَلَكِن خَاضَ غمرته ... يشفى الغليل بعذب غير مدان)
٩ - (ويل م قوم رَأينَا أمس سادتهم ... فِي حادثات ألمت خير جيران)
١٠ - (يرعين غبا وَإِن يقصرن ظَاهِرَة ... يعْطف كرام على مَا أحدث الْجَانِي)
١١ - (والحارثان إِلَى غاياتهم سبقا ... عفوا كَمَا أحرز السَّبق الجوادان)
١٢ - (والمعطيان ابْتِغَاء الْحَمد مَالهمَا ... وَالْحَمْد لَا يشترى إِلَّا بأثمان)',NULL,'221',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (206,'٨٣ - وَقَالَ سبيع بن الخطيم ١
(بَانَتْ صدوف فقلبه مخطوف ... ونأت بجانبها عَلَيْك صدوف)
٢ - (واستودعتك من الزمانة إِنَّهَا ... مِمَّا تزورك نَائِما وَتَطوف)
٣ - (واستبدلت غَيْرِي وَفَارق أَهلهَا ... إِن الْغَنِيّ على الْفَقِير عنيف)
٤ - (إِمَّا ترى إبلي كَأَن صدورها ... قصب بأيدي الزامرين مجوف)
٥ - (فزجرتها لما أذيت بسجرها ... وَقفا الحنين تجرر وصريف)
٦ - (فاقنى حياءك إِن رَبك همه ... فِي بَين حزرة والثوير طفيف)
٧ - (فاستعجمت وَتَتَابَعَتْ عبراتها ... إِن الْكَرِيم لما ألم عروف)
٨ - (واعتاد لما أَن تضايق سربها ... بلوى بَوَادِر مربع ومصيف)
٩ - (وَإِذا شتت يَوْمًا فَإِن مَكَانهَا ... بلد تحاماه الرِّجَال وريف)
١٠ - (وَلَقَد هَبَطت الْغَيْث أصبح عازبا ... أنفًا بِهِ عوذ النعاج عطوف)
١١ - (متهجمات بالفروق وثبرة ... حِين ارتبأت كأنهن سيوف)',NULL,'222',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (207,'٨٣ -<span data-type="title" id=toc-170> سبيع بن الخطيم</span>
١٢ - (وَلَقَد شهِدت الْخَيل تحمل شكتي ... جرداء مشرفة السراة سلوف)
١٣ - (ترمى أَمَام الناظرين بمقلة ... شوساء يرفعها أَشمّ منيف)
١٤ - (ومجالس بيض الْوُجُوه أعزة ... حمر اللثات كَلَامهم مَعْرُوف)
١٥ - (أَرْبَاب نَخْلَة والقريظ وشاهم ... إِنِّي كَذَلِك آلف مألوف)
١٦ - (إِنِّي مطيعك ثمَّ إِنِّي سَائل ... قومِي وَكلهمْ على حَلِيف)
١٧ - (من غير مَا جرم أكون جنيته ... فيهم وَلَا أَنا إِن نسبت قذيف)
١٨ - (ومسيب خصر ثوى بمضلة ... وَإِذا تحركه الرِّيَاح يزيف)
١٩ - (حلت بِهِ بعد الهدو نطاقها ... مسع مسهلة النِّتَاج رجوف)
٢٠ - (تزع الصِّبَا ريعانه وَدنت لَهُ ... دلح ينؤن عظامهن ضَعِيف)
٢١ - (تنفى الْحَصَى حجراته فَكَأَنَّهُ ... برحال حمير بالضحى محفوف)',NULL,'223',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (208,'٨٤ - وَقَالَ ربيعَة بن مقروم الضَّبِّيّ ١
(تذكرت والذكرى تهيجك زينبا ... وَأصْبح بَاقِي وَصلهَا قد تقضبا)
٢ - (وَحل بفلج فالأباتر أَهلهَا ... وشطت فَحلت غمرة فمثقبا)
٣ - (وطاوعت أَمر العاذلات وَقد أرى ... عَلَيْهِنَّ أباء الْقَرِينَة مشغبا)
٤ - (فيا رب خصم قد كفيت دفاعه ... وقومت مِنْهُ درأه فتنكبا)
٥ - (وَمولى على ضنك الْمقَام نصرته ... إِذا النكس أكبى زنده فتذبذبا)
٦ - (وأضياف ليل فِي شمال عرية ... قريت من الكوم السديف المرعبا)
٧ - (وواردة كَأَنَّهَا عصب القطا ... تثير عجاجا بالسنابك أصهبا)
٨ - (وزعت بِمثل السَّيِّد نهد مفلص ... كميش إِذا عطفاه مَاء تحلبا)
٩ - (وأسمر خطى كَأَن سنانه ... شهَاب غضى شيعته فتلهبا)
١٠ - (وفتيان صدق قد صبحت سلافة ... إِذا الديك فِي جوش من اللَّيْل طَربا)',NULL,'224',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (209,'٨٤ -<span data-type="title" id=toc-171> ربيعَة بن مقروم</span>
١١ - (سخامية صهباء صرفا وَتارَة ... تعاور أَيْديهم شواء مضهبا)
١٢ - (ومشجوجة بِالْمَاءِ ينزو حبابها ... إِذا المسمع الغريد مِنْهَا تحببا)
١٣ - (وسرب إِذا غص الجبان بريقه ... حميت إِذا الدَّاعِي الى الروع ثوبا)
١٤ - (ومربأة أوفيت جنح أصيلة ... عَلَيْهَا كَمَا أوفى الْقطَامِي مرقبا)
١٥ - (ربيئة جَيش أَو ربيئة مقنب ... إِذا لم يقد وغل من الْقَوْم مقنبا)
١٦ - (فَلَمَّا انجلى عني الظلام دفعتها ... يشبهها الرَّائِي سراحين لغبا)
١٧ - (إِذا مَا علت حزنا برت صهواته ... وَإِن أسهلت أذرت غبارا مطنبا)
١٨ - (فَمَا انصرفت حَتَّى أفاءت رماحهم ... لأعدائهم فِي الْحَرْب سما مقشبا)
١٩ - (مغاوير لَا تنمى طريدة خيلهم ... إِذْ أوهن الذعر الجبان المركبا)
٢٠ - (وَنحن سقينا من فرير وبحتر ... بِكُل يَد منا سِنَانًا وثعلبا)
٢١ - (ومعن وَمن حييّ جديلة غادرت ... غميرة والصلخم يكبو ملحبا)
٢٢ - (وَيَوْم جَراد استلحمت أسلاتنا ... يزِيد وَلم يمرر لنا قرن أعضبا)
٢٣ - (وقاظ ابْن حص عانيا فِي بُيُوتنَا ... يعالج قدا فِي ذِرَاعَيْهِ مصحبا)
٢٤ - (وَفَارِس مَرْدُود أشاطت رماحنا ... وأجزرن مسعودا ضباعا وأذوبا)',NULL,'225',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (210,'٨٥ - وَقَالَ عبد الله بن عنمة الضَّبِّيّ يمدح الحوفزان وَهُوَ الْحَارِث بن شريك ١
(أشت بليلى هجرها وبعادها ... بِمَا قد تواتينا وينفع زَادهَا)
٢ - (سنلهو بليلى والنوى غير غربَة ... تضمنها من رامتين جمادها)
٣ - (ليلِي ليلى إِذْ هِيَ الْهم والهوى ... يُرِيد الْفُؤَاد هجرها فيصادها)
٤ - (فَلَمَّا رَأَيْت الدَّار قفرا سَأَلتهَا ... فعى علينا نؤيها ورمادها)
٥ - (فَلم يبْق إِلَّا دمنة ومنازل ... كَمَا رد فِي خطّ الدواة مدادها)
٦ - (إِذا الْحَارِث الحراب عادى قَبيلَة ... نكاها وَلم تبعد عَلَيْهِ بلادها)
٧ - (سموت بجرد فِي الأعنة كالقنا ... وَهن مطايا لَا يحل فصادها)
٨ - (تعلق أضغاث الْحَشِيش غواتها ... وتسقى لخمس بعد عشر مرادها)
٩ - (يطرحن سخل الْخَيل فِي كل منزل ... تبين مِنْهُ شقرها وورادها)
١٠ - (لَهُنَّ رذيات تفوق وحاقن ... من الْجهد والمعزى أبان كبادها)',NULL,'226',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (211,'٨٥ - عبد الله بن عنمة ١١ ... كَفاك الْإِلَه إِذْ عصاك معاشر ... ضِعَاف قَلِيل لِلْعَدو عتادها)
١٢ - ... صُدُورهمْ تغلي عَلَيْك شناءة ... فَلَا حل من تِلْكَ الصُّدُور قتيادها)
١٣ - (بِأَيْدِيهِم قرح عَن العكم جالب ... كَمَا بَان فِي أَيدي الْأُسَارَى صفادها)
١٤ - (قد اصفر من سفع الدُّخان لحاهم ... كَمَا لَاحَ فِي هدب الملاء جسادها)
١٥ - (لئام مُبين للعشيرة غشهم ... وَقد طَال من أكل الغثاث افتئادها)
١٦ - (فآب الى عجروفة باهلية ... يخل عَلَيْهَا بالْعَشي بجادها)
١٧ - (حذنة لما ثَابت الْخَيل تَدعِي ... بِمرَّة لم تمنع وطار رقادها)
١٨ - (تَقول لَهُ لما رَأَتْ خمع رجله: ... أَهَذا رَئِيس الْقَوْم؟ راد وسادها)
١٩ - (رَأَتْ رجلا قد لاحه الْغَزْو معلما ... لَهُ اسرة فِي الْمجد راس عمادها)
٢٠ - (فباتت تعشيه الفصيد وأصبحت ... يفزع من هول الْجنان فؤادها)
٢١ - (وَإِنِّي على مَا خيلت لأظنها ... سَيَأْتِي عبيدا بدؤها وعيادها)
٢٢ - (سَيَأْتِي عبيدا رَاكب فيقوده ... فيهبط أَرضًا لَيْسَ يرْعَى عرادها)
٢٣ - (فلولا وجاها والنهاب الَّذِي حوت ... لَكَانَ على أَبنَاء سعد معادها)',NULL,'227',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (212,'٨٦ - وَقَالَ عبد الله بن عنمة أَيْضا
وَهُوَ من بني غيظ بن السَّيِّد ١
(مَا إِن ترى السَّيِّد زيدا فِي نُفُوسهم ... كَمَا ترَاهُ بَنو كوز ومرهوب)
٢ - (إِن تسألوا الْحق نعط الْحق سائله ... والدرع محقبة وَالسيف مقروب)
٣ - (فَإِن أَبَيْتُم فَإنَّا معشر صَبر ... لَا نطعم الذل إِن السم مشروب)
٤ - (فازجر حِمَارك لَا يرتع بروضتنا ... إِذن يرد وَقيد العير مكروب)
٥ - (وَلَا تكونن كمجرى داحس لكم ... فِي غطفان غَدَاة الشّعب عرقوب)
٦ - (إِن تدع زيد بني ذهل لمغضبة ... نغضب لزرعة إِن الْفضل مَحْسُوب)',NULL,'228',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (213,'٨٧ - وَقَالَ عبد قيس بن خفاف
من بني عمر بن حَنْظَلَة من الراجم قوم من تَمِيم ١
(أجبيل إِن أَبَاك كارب يَوْمه ... فَإِذا دعيت الى العظائم فاعجل)
٢ - ... أوصيك إيصاء امْرِئ لَك نَاصح ... طبن بريب الدَّهْر غير مُغفل)
٣ - (الله فاتقه وأوف بنذره ... وَإِذا حَلَفت مماريا فتحلل)
٤ - (والضيف أكْرمه فَإِن مبيته ... حق. وَلَا تَكُ لعنة للنزل)
٥ - (وَاعْلَم بِأَن الضَّيْف يخبر أَهله ... بمبيت ليلته وَإِن لم يسْأَل)
٦ - (ودع القوارص للصديق وَغَيره ... كي لَا يروك من اللئام الْعَزْل)
٧ - (وصل المواصل مَا صفا لَك وده ... واجذذ حبال الخائن المتبدل)
٨ - (واترك مَحل السوء لَا تنزل بِهِ ... وَإِذا نبا بك منزل فتحول)
٩ - (دَار الهوان لمن رَآهَا دَاره ... أفراحل عَنْهَا كمن لم يرحل)',NULL,'229',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (214,'٨٧ -<span data-type="title" id=toc-172> عبد قيس بن خفاف</span>
١٠ - (واستغن مَا أَغْنَاك رَبك بالغنى ... وَإِذا تصبك خصَاصَة فتجمل)
١١ - (وَإِذا تشاجر فِي فُؤَادك مرّة ... أَمْرَانِ فاعمد للأعف الأجمل)
١٢ - (وَإِذا هَمَمْت بِأَمْر شَرّ فاتئد ... وَإِذا هَمَمْت بِأَمْر خير فاعجل)
١٣ - (وَإِذا أتتك من الْعَدو قوارص ... فاقرص كَذَاك وَلَا تقل لم أفعل)
١٤ - (وَإِذا افْتَقَرت فَلَا تكن متخشعا ... ترجو الفواضل عِنْد غير الْمفضل)
١٥ - (وَإِذا لقِيت الْقَوْم فَاضْرب فيهم ... حَتَّى يروك طلاء أجرب مهمل)
١٦ - (وَإِذا لقِيت الباهشين إِلَى الندى ... غبرا أكفهم بقاع ممحل)
١٧ - (فأعنهم وايسر بِمَا يسروا بِهِ ... وَإِذا [هم] نزلُوا بضنك فَانْزِل)',NULL,'230',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (215,'٨٨ -<span data-type="title" id=toc-173> عبد قيس خفاف</span>
١ - (صحوت وزايلني بَاطِل ... لعمر أَبِيك زيالا طَويلا)
٢ - (وأصبحت لَا نزقا للحاء ... وَلَا للحوم صديقي أكولا)
٣ - (وَلَا سابقي كاشح نازح ... بذحل إِذا مَا طلبت الذحولا)
٤ - (وأصبحت أَعدَدْت للنائبا ت ... عرضا بَرِيئًا وعضبا صقيلا)
٥ - (وَوَقع لِسَان كَحَد السنان ... ورمحا طَوِيل الْقَنَاة عسولا)
٦ - (وسابغة من جِيَاد الدرو ع ... تسمع للسيف فِيهَا صليلا)
٧ - (كَمَاء الغدير زفته الدبور ... يجر المدجج مِنْهَا فضولا)',NULL,'231',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (216,'٨٩ - وَقَالَ أَوْس بن غلفاء الهُجَيْمِي
يهجو يزِيد بن الصَّعق الْكلابِي ١
(جلبنا الْخَيل من جَنْبي أريك ... إِلَى أجأ إِلَى ضلع الرجام)
٢ - (بِكُل منفق الجرذان مجر ... شَدِيد الْأسر للأعداء حام)
٣ - (أصبْنَا من أصبْنَا ثمَّ فئنا ... على أهل الشريف إِلَى شمام)
٤ - (وجدنَا من يَقُود يزِيد مِنْهُم ضِعَاف الْأَمر غير ذَوي نظام)
٥ - (فأجر يزِيد مذموما أَو انْزعْ ... على علب بأنفك كالخطام)
٦ - (كَأَنَّك عير سالئة ضروط ... كثير الْجَهْل شتام الْكِرَام)
٧ - (فَإِن النَّاس قد علموك شَيخا ... تهوك غير شتم أَو خصام)
٨ - (وَإنَّك فِي هجاء بني تَمِيم ... كمزداد الغرام الى الغرام)',NULL,'232',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (217,'٨٩ -<span data-type="title" id=toc-174> أَوْس بن غلفاء</span>
٩ - (هم منوا عَلَيْك فَلم تثبهم ... فتيلا غير شتم أَو خصام)
١٠ - (وهم تركوك أسلح من حبارى ... رَأَتْ صقرا وأشرد من نعام)
١١ - (وهم ضربوك ذَات الرَّأْس حَتَّى ... بَدَت أم الدِّمَاغ من الْعِظَام)
١٢ - (إِذا يأسونها نشرت عَلَيْهِم ... شرنبئة الْأَصَابِع أم هام)
١٣ - (فَمن عَلَيْك أَن الْجلد وارى ... غثيثتها وإحرام الطَّعَام)
١٤ - (وهم أَدّوا إِلَيْك بني عدي ... بأفوق ناصل وَبشر ذام)
١٥ - (وحيي جَعْفَر والحي كَعْبًا ... وَحي بني الوحيد بِلَا سوام)
١٦ - (فَإنَّا لم يكن ضباء فِينَا ... وَلَا ثقف وَلَا ابْن أبي عِصَام)
١٧ - (وَلَا فَضَح الفضوح وَلَا شييم ... وَلَا سلماكم صمى صمام)
١٨ - (قتلتم جاركم وقذفتموه ... بأمكم فَمَا ذَنْب الْغُلَام)
١٩ - (أَلا من مبلغ الْجرْمِي عني ... وَخير القَوْل صادقه الْكَلَام)
٢٠ - (وهلا إِذْ رَأَيْت أَبَا معَاذ ... وعلبة كنت فِيهَا ذَا انتقام)
٢١ - (رَآهُ مجامع الْوَرِكَيْنِ مِنْهَا ... مَكَان السرج أثبت بالحزام)',NULL,'233',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (218,'٩٠ - قَالَ عَليّ بن سليما: حَدثنَا أَبُو الْعَبَّاس مُحَمَّد بن يزِيد أَن الْأَصْمَعِي أنْشد أَصْحَبهُ أرجوزة لرجل من بني تَمِيم يُقَال لَهُ (صحير بن عُمَيْر) يحني هَذِه الأرجوزة: ١
(تهزَأُ مِنْي أختُ آلِ طيسَلَهْ ... )
٢ - (قالَتْ أراهُ مملقا لَا شَيْء لَهُ ... )
٣ - (وهزئت مني بنت موءله)',NULL,'234',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (219,'٩٠ -<span data-type="title" id=toc-175> صحير بن عُمَيْر)</span>
٤ - (قَالَ: أراهُ دَالِفاً قدْ دُنْى لَهْ ... )
٥ - (وأنتِ لَا جنبت تبريح الوله ... )
٦ - (مزؤودة أوْ فاقِداً أَو مُثكِلهْ ... )
٧ - (الستِ أيَّامَ حللنَا الأعزله ... )
٨ - (وَقبل إِذْ نَحن على الضلضله ... )
٩ - ( [وَقبلهَا عَام ارتبعنا الجعله ... )
١٠ - (مثل الأتان نصفا جنعدله ... )
١١ - (وَأَنا فِي ضراب قِيلانُ القُلَهْ ... ) ١٢
(أبقَى الزمانُ منكِ ناباً نَهبَلَهْ ... )
١٣ - (ورحما عِنْد اللقَاح مقفله ... )
١٤ - (ومضغة باللؤم سما مبهله ... )
١٥ - (إِمَّا تريني للوقار والعله)',NULL,'235',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (220,'٩٠ -<span data-type="title" id=toc-176> صحير بن عُمَيْر</span>
١٦ - (قاربت أَمْشِي الفنجلى والقعولة ... )
١٧ - (وَتارَة أنبث نبثا نقثله ... )
١٨ - (خَزَعلةَ الضِبعانِ راحَ الهنبَلَةْ ... )
١٩ - (وهَلْ عَلِمتِ فُحَشَاءَ جَهِلَهْ ... )
٢٠ - (ممغُوثَةً أعراضُهُمُ مُمَرطَلَهْ ... )
٢١ - (مِنْ كُلِّ ماءٍ آجن وسمله ... )
٢٢ - (كَمَا تماث فِي الهناء الثمله ... )
٢٣ - ( [عرضت من جفيلهم أَن أجفله] ... )
٢٤ - (وَهل علمت يَا قفى التتفله ... )
٢٥ - (ومرسَنَ العجِلِ وساقَ الحَجَلَهْ ... )
٢٦ - (وغَضَنَ الضَبِّ وليطَ الجعله ... )
٢٧ - (وكشة الأفعى وَنفخ الأصله ... )
٢٨ - (أَنِّي أفيت الْمِائَة المؤبله ... )',NULL,'236',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (221,'٩٠ -<span data-type="title" id=toc-177> صحير بن عُمَيْر</span>
٢٩ - (ثمَّ أفيء بعدَهَا مُستَقبِلَهْ ... )
٣٠ - (ولَمْ أضِعْ مَا يَنْبَغي أنْ أَفعلهُ ... )
٣١ - (وأفعل الْعَارِف قبل المسأله ... )
٣٢ - ( [وَهل أكب البائك المحفله ... )
٣٣ - (وأنتج العيرانة السبحلله ... )
٣٤ - (وأطعَنُ السَحْسَاحَةَ المُشَلشِلْه ... )
٣٥ - (على غِشاشِ دَهَشٍ وعَجْلَهْ ... )
٣٦ - (إِذا أطاش الطعْن ايدي البعله ... )
٣٧ - (وَصدق الْفِيل الجبان وهله ... )
٣٨ - (أقصدتُها فَلم أجرهَا أنمله ... )
٣٩ - (من حَيْثُ يممت سَوَاء المقتله ... )
٤٠ - (وأطعن الخدباء ذَات الرعله)',NULL,'237',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (222,'٩٠ -<span data-type="title" id=toc-178> صحير بن عُمَيْر</span>
٤١ - (ترد فِي وَجه الطَّبِيب فتله ... )
٤٢ - (وَهل علمت بيتنا إِلَّا وَله ... )
٤٣ - (شربة من غَيرنَا أَو أكله)',NULL,'238',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (223,'<span data-type="title" id=toc-179>وَقَالَ سوار بن المضرب</span>',NULL,'239',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (224,'٩١ -<span data-type="title" id=toc-180> سَوَّار بن المُضَرَّب</span>
١ - (ألمْ ترَنِي وإنْ أُنبأتَ أنِّي ... طويْتُ الكشحَ عَنْ طلَبِ الغوانِي)
٢ - (أحبُّ عمان من حبي سليمى ... وَمَا طيى بحب قرى عمان)
٣ - (علاقَة عاشق وَهوى مُتاحاً ... فمَا أنَا والهَوى مُتدانيانِ)
٤ - (تَذَكَّرْ مَا تَذَكَّرُ مِنْ سُليمى ... ولكِنَّ المزارَ بهَا نآنِي)
٥ - (فَلَا أنسَى ليَالِي بالكلندَى ... فنينَ وكُلُّ هذَا الْعَيْش فان)
٦ - (وَيَوْما بالمجازة يَوْم صدق ... ويما بينَ ضنكَ وصومَحَانِ)
٧ - (أَلا يَا سَلْمَ سيِّدَةَ الغوانِي ... أمَا يُفدَي بأرضِكِ تلكَ عانِ)
٨ - (ومَا عانيكِ يَا ابنةَ آلِ قيسٍ ... بمفحُوشٍ عليِهِ وَلَا مُهانِ)
٩ - (أِمنْ أهلِ النقَا طرقَتْ سُليمى ... طريدا بَين شنظب والثمان)
١٠ - (سرَى مِنْ ليلةٍ حتَّى إذَا مَا ... تَدَلَّي النَّجْم كالأدم الهجان)
١١ - (رمَى بلدٌ بهِ بَلَدا فأضحَى ... بظمأَى الريحِ خاشعة القنان)
١٢ - (تَمُوت بَنَات نيسبها ويغبى ... على ركبانها شرك المتان)',NULL,'240',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (225,'٩١ -<span data-type="title" id=toc-181> سوار بن المضرب</span>
١٣ - (يطوى عنُدَ رِكبَةِ أرحَبىٍ ... بعيدِ العَجبِ مِنْ طَرَفِ الجران)
١٤ - (مَطِيَّة خَائِف ورجيع حَاج ... شموذ الذيل مُنطلِقَ اللَبانِ)
١٥ - (قذيفَ تنائِفٍ غُبْرٍ وحاجٍ ... تقحَّمُ خائِفاً قحمَ الجَبانِ)
١٦ - (كأنَّ يديهِ حينَ يُقالُ سِيرُوا ... على متن التنوفة غضبتان)
١٧ - (بقيسان الفلاة كَمَا تغالى ... خليعا غية يتبادرَانِ)
١٨ - (كأنَّهُمَا إذَا حُثَّ المطايَا ... يَدَا يَسرِ المتاحة مستعان)
١٩ - (سبوتا الرَجْعِ مائِرَتَا الأعالي ... إذَا كَلَّ المَطيُّ سفيهَتَانِ)
٢٠ - (أعاذِِلَتَيَّ فِي سَلْمَى دَعَانِي ... فَإنِّي لَا أُطاوِعُ مَنْ نَهانِي)
٢٢ - (ولَوْ أَنِّي أُطِيعُكُمَا بِسَلْمَى ... لَكُنْتُ كبعض من لَا ترشدان)',NULL,'241',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (226,'٩١ -<span data-type="title" id=toc-182> سوار بن المضرب</span>
٢٣ - (دَعَاني مِنْ أَذَاتِكُمَا ولكِنْ ... بذِكْرِ المَذْحجِيَّةِ عَلِّلَانِي)
٢٤ - (فإنَّ هَوايَ مَا علِمَتْ سُليْمى ... يَمَانٍ إنَّ منلها يمَان)
٢٥ - (تكل الرّيح دون بِلَاد سلمى ... وسرات المنوقة. الهجان)
٢٦ - (بِكُل تنوفة للريح فِيهَا ... حفيف لَا يُروعُ الترْبَ وانِ)
٢٧ - (إذَا مَا المُسْنَفاتُ علَوْنَ منْها ... رُقاقاً أَو سَماوةَ صَحْصَحانِ)
٢٨ - (يخِدْنَ كأنَّهنَّ بكُلِّ خَرْقٍ ... وإغْساءِ الظلامِ على رهانِ)
٢٩ - (وْإن غَوَّرْنَ هاجِرَةً بفَيْفٍ ... كاَنَّ سَرابَها قِطَعُ الدُخانِ)
٣٠ - (وضَعْنَ بهِ أجِنَّةَ مُجهضاتٍ ... وضَعْنَ لثالثٍ علَقاً وثانِ)
٣١ - (وليلٍ فيهِ تَحْسبُ كلَّ نَجْمٍ ... بدا لَك مِنْ خَصاصَةِ طَيْلسانِ)
٣٢ - (نعَشْتُ بهِ أزِمَّةَ طاوِياتٍ ... نواج لَا تبين على اكتنان)
٣٣ - (تثير عَوازِبَ الكُدْريِّ وهْناً ... كأنَّ فراخَها قُمْرُ الأَفاني)
٣٤ - (يطأن خدوده متشمعات ... على سمر تفض حَصى المتان)',NULL,'242',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (227,'٩١ -<span data-type="title" id=toc-183> سوار بن المضرب</span>
٣٥ - (سِرين جَميعَهُ حتَّى توَلَّى ... كمَا انكَبَّ المُعَبَّدُ للجِرانِ)
٣٦ - (وشق الصُّبْح أُخْرَى اللَّيْل شقا ... جماح أغَرَّ مُنْقَطعِ العنانِ)
٣٧ - (ومَا سَلْمَى بسَيِّئَةِ المُحَيَّا ... وَلَا عَسْراءَ عاسِيةِ البَنانِ)
٣٨ - (ألَا قدْ هاجَني فازْدَدْتُ شَوْقاً ... بُكاءُ حَمَامتيْنِ تجَاوَبانِ)
٣٩ - (تنَادى الطائرانِ بِصرْم سلمى ... على عصنين منْ غَرَبٍ وبانِ)
٤٠ - (فكأَنَ البانُ إنْ بانَتْ سُليْمى ... وبالغَرَبِ اغْتِرابٌ غَيْرُ دانِ)
٤١ - (ولوْ سألَتْ سراةَ الحيِّ عنِّي ... عَلَى أنِّي تلَوَّنَ بِي زَمانِي)
٤٢ - (لنبَّأهَا ذَوُو أحسابِ قومِي ... وأعدَائي فكُلٌّ قد بلاني)
٤٣ - (بِدفع الذَمَّ عَنْ حسبِي بمَالي ... وزَبُّوناتِ أشوَسَ تيَّحَانِ)
٤٤ - (وأنِّي لَا أزالُ أخَا حِفاظٍ ... إذَا لَمْ أجن كنت مجن جَان)',NULL,'243',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (228,'٩٢ - وَقَالَ المتلمس
يُعَاتب خَاله الْحَارِث بن التوءم الْيَشْكُرِي ١
(تُعيِّرني أمّي رجالٌ ولنْ تَرى ... أخَا كرَمٍ إلَّا بانْ يتكَرَّما)
٢ - (وَمَنْ يَكُ ذَا عِرْضٍ كريمٍ فلَمْ يصُنْ ... لهُ حسَباً كانَ اللَئيمَ المذمما)',NULL,'244',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (229,'٩٢ -<span data-type="title" id=toc-184> المتلمس</span>
٣ - (وهلْ ليَ أمٌّ غيْرُها إنْ ترَكْتُها ... أَبى اللهُ إلَّا أنْ أكُونَ لَهَا ابْنَما)
٤ - (أَحارِثُ أنَّا لوْ تُساطُ دِماؤُنا ... تزايَلْنَ حَتَّى لَا يمس دم دَمًا)
٥ - (أمنتفلا منْ نصْرٍ بُهْثَةَ خلْتَني ... إلاَّ إنَّني منْهُمْ وإنْ كنْتُ أيْنَمَا)
٦ - (إلَا إنَّنَي منْهُمْ وعِرْضيَ عرْضُهُمْ ... كَذى الأنْفِ يَحْمي أنْفَهُ أنْ يُصَلَّما)
٧ - (لذِي الحِلْمِ قبْلَ اليْومِ مَا تُقْرَعُ العصَا ... وَمَا عُلِّم الإنسانُ إلَّا ليَعْلَما)
٨ - (فإنَّ نِصابي إِن سَأَلت ومنصبي ... من النَّاس قوم يقتنون المُزَنَّما)
٩ - (وكُنَّا إذَا الجبَّارُ صعَّرَ خدَّهُ ... أقمْنا لهُ منْ ميْلِهِ فتقَوَّما)
١٠ - (فلَوْ غيْرُ أخْوالي أَرَادوا نقيصَتي ... جعَلْتُ لهُمْ فُوْقَ العرَانينِ مِيسَمَا)
١١ - (وَمَا كنْتُ إلَّا مثْلَ قاطعِ كفِّهِ ... بكفٍّ لَهُ أُخْرَى فَأصْبح أجذما)',NULL,'245',NULL,NULL,'0');
INSERT INTO [b6905] VALUES (230,'٩٢ -<span data-type="title" id=toc-185> المتلمس</span>
١٢ - (فلمّا استَقادَ الكفَّ بالكفِّ لمْ يجِدْ ... لهُ دَرَكاً فِي أنْ تَبينَا فأحْجَما)
١٣ - (فأَطْرقَ إطْراقَ الشُجاعِ ولوْ يرَى ... مُساغاً لنابيْهِ الشُجاعُ لَصَمَّمَا)
١٤ - (إِذا مَا أديمُ القومِ أنهَجَهُ البِلَى ... تفرَّي ولَوْ كتَبْتَهُ وتخَرَّما)
١٥ - (إِذا لمْ يزَلْ حبْلُ القَرينَيْنِ يلْتوي ... فَلَا بُدَّ يوْماً للقُوى أنْ تُجَذَّما)
١٦ - (وقدْ كنْتُ أرجُو أنْ أكونَ لخَلْفكُمْ ... زعيما فَمَا أحرزت أَن أتكلما)
١٧ - (لأورث بعدِي سنة يهتدى بهَا ... وأجلوا عنْ ذِي شُبْهَةٍ أَنْ يُفَهَّما)
١٨ - (أرى عُصُماً فِي نصْرٍ بُهْثةَ دائِباً ... وتَعْذُلُني فِي نصْرِ زيد فبئس مَا)',NULL,'246',NULL,NULL,'0');
