-- Table: b7502
-- Chunk: 1
-- Rows: 276

CREATE TABLE "b7502"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b7502
INSERT INTO [b7502] VALUES (1,'بسم الله الرحمن الرحيم
<span data-type="title" id=toc-1>مقدمة </span>التحقيق
الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمّد خاتم الأنبياء والمرسلين، وعلى آله وصحبه الغر الميامين، ومن تبعهم بإحسان إلى يوم الدين وبعد:
فقد أعز الله -تبارك وتعالى- هذه الأمة بأن جعل لغتها لغة القرآن المتعبد بتلاوته إلى يوم القيامة؛ فأكرم الله -عز وجل- هذه اللغة، وأعلى من شأنها، حيث صارت علومها من علوم الدين؛ ولذا انبرى سلفنا الصالح للقيام بالواجب تجاه هذه اللغة وقدسيتها، فقعدو قواعدها، وأرسوا أسس علوم نحوها، وصرفها، وبلاغتها، وآدابها، وما يتعلق بكل جانب من جوانبها، حتى تكامل بنياتها، وتشعبت ميادينها، وصار لكل علم من علومها ولكل فن من فنونها علماء متخصصون يدرسون ويؤلفون، ويتتلمذ على أيديهم طلاب علم مجدون، لا يلبثون أن يصبحوا بعد فترة من الزمن علماء عاملين مجددين ومحافظين، يتابعون طريق أساتذتهم وشيوخهم في مجال التصنيف والتدريس؛ وهكذا، تنتقل الأمانة من جيل إلى جيل إلى أن يرث الله الأرض ومن عليها.
ولعلّ أهم ما يميز هذا العصر عما تقدمه من عصور هو التفات أبنائه إلى تراث الآباء والأجداد، والسعي الحثيث إلى بعثه وتحقيقه؛ لما فيه من ذخائر وكنوز، قل نظيرها عند غيرنا من الأمم مدفوعين إلى ذلك بدافع ديني، وهو الحفاظ على علوم الدين -ومنها علوم اللغة وآدابها- وبدافع قومي، وهو الحفاظ على اللغة العربية حية متجددة؛ لأنها العامل الموحد والأساس من عوامل الوحدة العربية؛ فالمحافظة عليها, وعلى تراثها، ضرورة ملحة، وواجب قويم يقع على عاتق أبنائها، إذا كانوا أمناء بحق وصدق على ما أولاهم الله -تعالى- واختصهم به من مقدرات هذه الأمة تسارعت أمم الأرض من كُلّ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (2,'حدب وصوب؛ لاستنزاف خيراتها، وتدمير ما خلّفه الأسلاف للأحفاد من أبنائها في مجالات الحضارة على اختلافها.
فحري بمثقفي هذه الأمة المتخصصين من أبنائها أن يحافظوا على تراث الآباء والأجداد، وأن يسعوا جاهدين لتجديده، وإحيائه، ودراسته، وفهمه، وشرحه، والزيادة عليه بما يتوصلون إليه من معارف وعلوم وفنون؛ لأنّ العلوم حلقات متصلة عبر مسيرة الحياة، وهكذا يتم التواصل بين الأجداد والأحفاد.
من هذا المنطلق، قررت أن يكون أحد تخصصاتي الجامعية في الدراسات العليا تحقيق أثر من آثار سلفنا الصالح، ثم تابعت السير على طريق البحث والتحقيق، لعلي أساهم مساهمة متواضعة في وضع لبنةٍ ما في صرح تراثنا الشامخ.
وأما اختياركتاب: أسرار العربية، لأبي البركات الأنباري، فلما يتسم به هذا الكتاب من جِدَّة في موضوعه، وبحثه عن علل الإعراب، وأسباب تسمية كثير من المصطلحات النحوية التي يعود إليه الفضل في جمعها، وإن كان النحاة قبله قد ذكروا شيئًا منها في ثنايا موضوعاتهم التي طرقوها.
ولم يكن أبو البركات في كتابه هذا جامعًا وحسب، وإنما كان يطرح التساؤلات، ثم يجيب عنها إجابة العالم الواثق، السريع البديهة، الحاضر الذهن، في الإتيان بالشواهد المناسبة، والحجج القاطعة التي يدعم بها آراءه. كيف لا؟ وهو العالم الحاذق الذي تتبع مسائل الخلاف بين البصريين والكوفيين١، وتعرّف أسس كلا المذهبين، وحججهما، فتبنّى ما رآه صوابا -وفق اعتقاده- وفند الحجج التي رآها بعيدة عن الصواب بأسلوب واضح، يَنِمُّ عن ذكاء خارق، وسعة اطلاع.
وما أريد أن أثير انتباه الدارسين والباحثين وطلاب الدراسات العليا إليه في هذه العجالة، هو أن ابن الأنباري وضع اللبنات الأولى لفنَّين اثنين في غاية الأهمية من خلال كتابيه: أسرار العربية، والإنصاف في مسائل الخلاف بين البصريين والكوفيين، ففي الأول -أسرار العربية- شق الطريق إلى إيجاد فن متكامل في مجال الدراسات النحوية، يمكن أن نطلق عليه اسم: الفلسفة النحوية.
_________
١ الإشارة إلى كتاب "الإنصاف في مسائل الخلاف بين البصريين والكوفيين" للمؤلف.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (3,'وفي الثاني -الإنصاف في مسائل الخلاف- مهد الطريق إلى إيجاد فن متكامل في المجال نفسه، يمكن أن نطلق عليه اسم: النحو المقارن؛ وكلا الفنين لما يتطرق إليه أحد حتى الآن. فعلى الباحثين والدارسين المعاصرين تقع مسئولية معالجة هذين الفنين وتكاملهما؛ لما فيهما من الأهمية بمكان على طريق تهذيب النحو العربي، وتسهيل قواعده، واعتماد الأسهل، والأنسب، والموافق للأسس التي قام عليها، وتجاوز الآراء الغريبة التي تعتمد أدلة وحججها واهية، لا داعي لأن نشحن أذهان ناشئتنا بها.
فلهذا الكتاب -أسرار العربية- أهمية خاصة، ينبغي الانتباه إليها، ولعلها أحد الأسباب التي دعتني إلى تحقيقه والتعليق عليه. وأما عملي فيه، فقد أوضحته في قسم التمهيد من هذا الكتاب الذي جاء في ثلاثة أقسام هي:
القسم الأول: قسم التمهيد: وفيه تناولت المباحث التالية:
أولا: تعريف موجز بأبي البركات الأنباري.
ثانيا: منهج أبي البركات النحوي في كتاب أسرار العربية.
ثالثا: عملنا في الكتاب.
القسم الثاني: الكتاب محققًا.
القسم الثالث: قسم المسارد الفنية.
وفي الختام لا بد من التقدم بأسمى آيات التقدير والاحترام إلى كل من ساهم في صف هذا الكتاب، وإخراجه، وطبعه، وتجليده، ونشره؛ وأخص بالذكر الصديق الحاج أحمد أكرم الطباع صاحب دار الأرقم بن أبي الأرقم للطباعة والنشر والتوزيع ومديرها؛ لما يقوم به من عمل مشكور في ميدان إحياء التراث العربي والإسلامي من خلال قيامه بطباعة الكثير من الكتب التراثية النفيسة؛ فجزاه الله تعالى خير الجزاء، وجعل ذلك في صحيفة عمله يوم القيامة.
وأسأل الله -جل جلاله- أن يهيئ لهذا التراث من يقوم على خدمته بأمانة ونزاهة إلى يوم الدين. وأتضرع إليه -جل في علاه- أن يحف علينا جوارحنا وملكة تفكيرنا على الدوام، وأن يجعلها الوارثة منا، إنه هو الرحيم الرحمن.
{رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَه',NULL,'7',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (4,'عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} [البقرة: ٢٨٦] .
وآخر دعوانا أن الحمد لله رب العالمين
وكتبه: بركات يوسف هبود
بيروت في ١٥/ ذي القعدة/ ١٤١٩هـ
الموافق له ٣/ آذار/ ١٩٩٩م',NULL,'8',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (5,'القسم الأول: قسم ال<span data-type="title" id=toc-2>تمهيد</span>
ويشمل المباحث التالية:
أولا: تعريف موجز بالأنباريّ.
ثانيا: منهج الأنباري النحوي في كتاب أسرار العربية.
ثالثا: عملنا في الكتاب.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (6,'أولا: تعريف موجز بالأنباري
اسمه ونسبه: هو عبد الرحمن بن محمد بن عبيد الله بن أبي سعيد الأنباري١؛ لقبه كمال الدين، وكنيته أبو البركات٢.
المولد والنشأة:
ولد في الأنبار، وسمع من أبيه فيها، ثم قدم بغداد في صباه، وسكن فيها إلى أن مات؛ وكانت ولادته سنة ٥١٣هـ على الأرجح.
شيوخه وطلبه العلم: سمع عن أبيه في صباه في بلدة الأنبار، ولما قدم إلى بغداد، قرأ اللغة على أبي منصور الجواليقي٣، وصحب أبا السعادات، الشريف هبة الله ابن
_________
١ الأنباري: نسبة إلى "أنبار" وهي بلدة قديمة على الفرات؛ بينها وبين بغداد عشرة فراسخ. راجع معجم البلدان ١/ ٣٠٥.
٢ راجع ترجمته في: إنباه الرّواة على أنباه النحاة، للقفطي؛ تحق محمد أبي الفضل إبراهيم "القاهرة: دار الكتب المصرية، ١٩٥٢م" مج٢، ص١٦٩.
شذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي "القاهرة: مك القدسي، ١٣٥١هـ" مج٤، ص٢٥٨.
وفيات الأعيان وأنباء أبناء الزمان، لابن خلكان، تحق د. إحسان عباس "بيروت: دار صادر، ١٩٧٨" مج٣، ص١٣٩.
بغية الوعاة في طبقات اللغويين والنحاة، للسيوطي؛ تحق محمد أبي الفضل إبراهيم القاهرة: مطبعة عيسى البابي الحلبي بمصر، ١٩٦٤م؛ مج٢، ص٨٦، وغيرها.
٣ الجواليقي: موهوب بن أحمد بن محمد بن الحسن الجواليقي؛ كان إمامًا بارعًا في اللغة والنحو والأدب. درس الأدب في المدرسة النظامية ببغداد بعد الخطيب التبريزي؛ من آثاره: شرح أدب الكتاب، وغيره. مات سنة ٥٣٩هـ. راجع إنباه الرواة ٣/ ٣٣٥.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (7,'الشجري١ حتى برع في النحو. وأخذ الفقه على سعيد بن الرزاز٢، وتفقه على مذهب الشافعي بالمدرسة النظامية. وسمع الحديث من أبي منصور، محمد بن عبد الملك بن خيرون٣، وأبي البركات، عبد الوهاب بن المبارك الأنماطي٤، وغيرهما.
تلاميذه: لم تذكر كتب التراجم من تلاميذه أحدًا يُذكر سوى الحافظ أبي بكر الحازمي٥ الذي روى عنه؛ والرواية غير التلمذة كما هو معلوم. ولعل سبب ذلك هو انصراف أبي البركات إلى التأليف؛ واعتزاله الناس أكثر أوقاته كما سنرى.
منزلته العلمية: كان ابن الأنباري إمامًا ثقة، غزير العلم في اللغة والأدب وتاريخ الرجال٦، درس النحو في المدرسة النظامية ببغداد، وصار معيدًا فيها. وكان يعقد مجلس الوعظ، ثم قرأ الأدب، وحدّث باليسير، لكن روى الكثير من كتب
_________
١ ابن الشجري: هبة الله بن علي بن محمد الحسيني الشريف المعروف بابن الشجري؛ كان إمامًا في اللغة والأدب. مات ببغداد سنة ٥٤٢هـ.
٢ ابن الرزاز: سعيد بن محمد بن عمر بن منصور بن الرزاز، كان إمامًا في الفقه والأصول ومسائل الخلاف، وتفقه على الغزالي، وغيره. ودرس مدة في المدرسة النظامية، ثم عزل. مات سنة ٥٣٩هـ.
٣ ابن خيرون: أبو منصور، محمد بن عبد الملك بن خيرون، البغدادي، المقرئ؛ من آثاره: المفتاح، والموضح في القراءات. مات سنة ٥٣٩هـ.
٤ الأنماطيّ: أبو البركات، عبد الوهاب بن المبارك الأنماطي الحنبلي، كان حافظًا، متقنًا، كثير السماع، ثقة، لم يتزوج في حياته، وكان واسع الرواية متفرغًا للحديث. مات سنة ٥٣٨هـ.
٥ أبو بكر الحازمي: محمد بن موسى المعروف بالحازمي، الهمذاني، الشافعي، الملقب زين الدين، كانا فقيهًا حافظًا، زاهدًا؛ من آثاره: الناسخ والمنسوخ، وغيره. مات سنة ٥٨١هـ.
٦ راجع: الوسيط في تاريخ النحو العربي، د. عبد الكريم محمد الأسعد "ط. أولى الرياض: دار الشواف للنشر والتوزيع، ١٤١٣هـ/ ١٩٩٢م"، ص ١٣٧.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (8,'الأدب. وصفه الشيخ موفق الدين البغدادي -٦٢٩هـ قائلاً: لم أر في العباد والمنقطعين أقوى منه في طريقه، ولا أصدق منه في أسلوبه، جد محض لا يعتريه تصنع، ولا يعرف السرور، ولا أحوال العالم..١.
تدينه وورعه: كان أبو البركات الأنباري متدينًا ورعًا، تفقه في المدرسة النظامية على مذهب الشافعي -كما أسلفنا- ثم حدث فيها. وكان إمامًا ثقة صدوقًا، وفقيهًا مناظرًا غزير العلم، وعفيفًا لا يقبل عطايا الخلفاء والأمراء، وكان يرضى بالكفاف من العيش، ويلبس الخشن من الثياب. وكان يعيش حياة الزاهدين معتمدًا على أجرة دار وحانوت؛ مقدار أجرتهما نصف دينار في الشَّهر.
وذكر بعض من ترجم لأبي البركات أنَّ المستضيء٢ أرسل إليه خمسمائة دينار، فردها؛ فقالوا له: اجعلها لولدك؛ فقال: إن كنت خلقته فأنا أرزقه.
وكان رحمه الله تعالى يلبس في بيته ثوبًا خَلَقًا، وكان له ثوب وعمامة من قطن يلبسهما يوم الجمعة.
وقيل: إنه انقطع في آخر عمره في بيته مشتغلًا بالعلم والعبادة، وترك الدنيا، ومجالسة أهلها، ولم يكن يخرج إلا لصلاة الجمعة٣.
آثاره: صنف أبو البركات الأنباري كثيرًا من الكتب والكتيبات والرسائل في المجالات اللغوية، والنحوية، والفقهية، والأصولية، والكلامية، والتاريخية، وغيرها. وذكر بعضهم له ديوان شعر، والأرجح أن يكون نظم الأبيات أو المقطوعات على غرار العلماء والأدباء الذين ينظمون بعض القصائد أو المقطوعات في مناسبات مختلفة.
_________
١ أسرار العربية، لابن الأنباري؛ تحق محمد بهجة البيطار "دمشق: مطبوعات المجمع العلمي العربي، ١٩٥٧م"، ص ١٢.
٢ المستضيء: أبو محمد، الحسن بن يوسف المستنجد، ابن المقتفي كان خليفة محمود السيرة، توفي سنة ٥٧٥هـ.
٣ راجع المصادر المذكورة في ترجمته، والأعلام للزركلي الطبعة الثانية؛ مج٤، ص١٠٤.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (9,'وأمّا مؤلفاته: فقد ذكر السبكي في كتابه: طبقات الشافعية الكبرى، أن لأبي البركات في اللغة والنحو ما يزيد على خمسين مصنفًا. وجاء بعده السيوطي، ليوصلها في كتابه: بغية الوعاة، إلى سبعين مصنفًا. وأما ابن العماد، فقد أوصلها في كتابه: شذرات الذهب، إلى ثمانين مصنفًا ومائة مصنف. وتجدر الإشارة -هنا- إلى أن المصنف قد يحتوي عددًا من الأوراق والصفحات، وقد يتجاوز ذلك إلى العشرات، والمئات. وسنكتفي في هذه العجالة بذكر أهم مصنفاته اللغوية والنحوية؛ وهي:
١- أسرار العربية.
٢- الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين.
٣- البلغة في أساليب اللغة.
٤- تفسير غريب المقامات الحريرية.
٥- الزاهر في اللغة.
٦- شرح السبع الطوال.
٧- كتاب اللمعة في صنعة الشعر.
٨- نزهة الأَلبّاء في طبقات الأدباء.
شعره:
كان رحمه الله تعالى ينظم الشعر كغيره من العلماء الذين رزقوا قريحة شعرية وأغلب الظن أنه كان مقلًّا؛ لانشغاله بعلوم الدين واللغة والأدب من جهة، ولتورعه الذي يربأ به عن الانسياق وراء شيطان الشعر، وتضييع الوقت فيما لا فائدة تُرجى منه يوم المعاد من جهة ثانية؛ ومن شعره: [الكامل]
العلم أَوْفَى حلية ولباس ... والعقل أَوْقَى جُنَّة الأكياس
والعلم ثوب والعفاف طرازه ... ومطامع الإنسان كالأدناس
والعلم ثوب يُهتدى بضيائه ... وبه يسود الناس فوق الناس١
وذكر السيوطي في بغية الوعاة:
[البسيط]
إذا ذكرتك كاد الشوق يقتلني ... وأرقتني أحزان وأوجاع
وصار كُلِّي قُلوبًا فيك دامية ... للسقم فيها وللآلام إسراع
_________
١ فوات الوفيات "ط، مصر، ١٢٩٩هـ"؛ مج١، ص٢٦٢.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (10,'فإن نطقت فكُلِّي فيك ألسنة ... وإن سمعت فكلي فيك أسماع١
وفاته: توفي أبو البركات الأنباري -رحمه الله تعالى- ليلة الجمعة في التاسع من شعبان سنة سبع وسبعين وخمسمائة هجرية ٥٧٧هـ، ١١٨١م، ودفن بتربة الشيخ أبي إسحاق الشيرازي٢.
_________
١ بغية الوعاة "ط. مصر، ١٣٢٦هـ"، ص ٣٠١ وما بعدها.
٢ المصدر نفسه.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (11,'ثانيا: منهج الأنباري النحوي في كتاب أسرار العربية
يعد ابن الأنباري من متأخري النحاة، وهو أحد أعلام المدرسة البغدادية -كما هو معلوم- فطبعيّ أن يكون هذا الرجل -بتأخره، وذكائه، وإخلاصه في طلب العلم، وباستقامته التي عرف بها طول حياته- أن يتحرر من الأهواء، وأن ينهج النهج الذي يتفق مع قناعاته، واستنتاجاته التي توصل إليها بعد طول مدارسة ومعاناة. وقد رأينا ابن الأنباري في كتابه المشهور:
مسائل الخلاف بين البصريين والكوفيين، ذا عين بصيرة، وقوة في عرض حجج كل من البصريين والكوفيين، وغيرهم، ومن ثم تفنيد الحجج التي يراها بعيدة عن الصواب، وتأييد الحجج التي يقتنع بها، مبينًا في كثير من الأحيان سبب تبنيه لرأي دون رأي، ولحجة دون أخرى، بطريقة علمية موضوعية مقنعة. وهو إذ وافق البصريين في أكثر مسائل الخلاف، لا لانحيازه إليهم -كما يرى بعض الدارسين١؛ بل لأنه رأى آراءهم أكثر سدادًا، وحججهم أكثر إقناعًا؛ وعلى كل فإليه يعود الفضل في إظهار أسس كل مذهب من المذهبين؛ ولا يضيره بعد ذلك اقتناعه بآراء أحد الفريقين، ولا سيما إذا وجده الأنسب، والأقرب إلى الصواب وفق اعتقاده.
وقد سار أبو البركات في كتاب أسرار العربية على النهج نفسه من حيث العرض، والتفنيد، والتأييد، وإن كان في أكثر الأبواب يؤيد آراء البصريين؛ لكونها أكثر إقناعًا، وأقل تكلُّفًا.
وأما موضوع كتاب أسرار العربية بشكل عام، فهو العلل النحوية والإعرابية، وأسباب تسمية مسميات كثير من المصطلحات النحوية، وأسباب تسمية الحركات، وصيغ الجموع، وغير ذلك. وكان ابن الأنباريّ في منتهى
_________
١ راجع: الوسيط في تاريخ النحو العربي، ص ١٣٧.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (12,'الذكاء والعبقرية في توليد التساؤلات والإجابة عنها حتى يقرب المادة من نفوس الناشئة، وييسر سبيل دخولها إلى الأذهان.
وجاء هذا الكتاب في أربعة وستين بابًا، تناولت ما له صلة في موضوع بحثه في أبواب كتب النحاة. ولم يكن أبو البركات يستطرد على عادة النحاة، بل كان يطرح التساؤل، ثم يجيب عنه مباشرة بعبارات مركزة واضحة؛ كما جاء في باب: ما الكلم؟ على سبيل المثال: فما الفرق بين الكَلِم والكلام؟ قيل: الفرق بينهما أن الكَلِمَ ينطلق على المفيد، وعلى غير المفيد؛ وأما الكلام، فلا ينطلق إلا على المفيد خاصة١.
وأحيانًا، كان يولد التساؤلات التي قد تدور على ألسنة الناشئة والمتبحرين على حد سواء، ثم ينبري للإجابة عنها مستطردًا استطرادًا مركّزًا هو أقرب إلى التفريغ منه إلى الاستطراد؛ ليوضح الفكرة، ويعلل صحة ما ذهب إليه بشاهد من الشعر، أو النثر، كما جاء في باب التثنية على سبيل المثال:
إن قال قائل: ما التثنية؟ قيل: التثنية صيغة مبنية للدلالة على الاثنين؛ وأصل التثنية العطف؛ تقول: قام الزيدان، وذهب العمران؛ والأصل: قام زيد وزيد، وذهب عمرو وعمرو إلا أنهم حذفوا أحدهما، وزادوا على الآخر زيادة دالة على التثنية للإيجاز والاختصار؛ والذي يدل على أن الأصل هو العطف أنهم يفكون التثنية في حال الاضطرار، ويعدلون عنها إلى التكرار؛ كقول القائل:
كأنَّ بين فَكِّهَا والفَكّ ... فَارةَ مِسكٍ ذُبحت في سُكِّ٢
وأحيانًا، كان يصل إلى التعليل من دون استشهاد يذكر بآية من القرآن الكريم، أو من الحديث الشريف، أو من الشعر، وإنما يلجأ إلى الاستنتاج والمنطق، كما نلحظ ذلك في باب: العطف، على سبيل الذكر لا الحصر:
إن قال قائل: كم حروف العطف؟ قيل: تسعة؛ الواو، والفاء، وأو، ولا، وثم، وبل، ولكن، وأم، وحتى. فإن قيل: فلم كان أصل حروف العطف الواو؟ قيل: لأن الواو لا تدل على أكثر من الاشتراك فقط، وأما غيرها من الحروف، فتدل على الاشتراك، وعلى معنى زائد على ما سنبين. وإذا كانت هذه الحروف تدل على زيادة معنى ليس في الواو؛ صارت الواو بمنزله الشيء
_________
١ أسرار العربية، ص ٣٥.
٢ أسرار العربية، ص ٦١.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (13,'المفرد، والباقي بمنزلة المركب، والمفرد أصل للمركب١.
وأما طرق كتاب: أسرار العربية، فقد استقى أبو البركات كثيرًا من مادته من كتابه: الإنصاف في مسائل الخلاف، الذي أشرنا إليه، ومن كتب البصريين والكوفيين على السواء؛ وكثيرًا ما كان يشير إلى ذلك بقوله: "وقد أوضحنا ذلك في مسائل الخلاف"٢ أو "وقد أوضحنا ذلك في المسائل الخلافية"٣، ونحو ذلك.
وأما أسلوبه في كتابه، فكان أسلوبًا سلسًا، سهلاً، واضحًا، بعيدًا عن التعقيد، شبيهًا إلى حد ما بأسلوب أبي محمد الحريري٤ في كتابه: شرح ملحة الإعراب، فلا تحس بالجفاف النحوي والمنطقي الذي تجده في كثير من كتب النحو التي كتبت في ذلك العصر. والقارئ في كتاب أبي البركات الأنباري -أسرار العربية- لايشعر بالملل والسأم الذي يساور من يقرأ أكثر تلك الكتب المشار إليها، والمدونة في ذلك العصر وما قبله، وما بعده؛ لأنها محشوة بالغريب، متسمة بالتعقيد، متصفة بكثرة الاستطرادات التي تجعل القارئ بعيدًا عن التركيز والاستيعاب.
وخلاصة القول: إنَّ كتاب أسرار العربية كتاب متميز في موضوعه، متميز في طريقة عرضه لمادته، متميز، في وضوحه، وسهولته، متميز في حاجة المبتدئين والمتخصصين إليه -على حد سواء- نظرًا لأهميته. ويمكن أن يكون هذا الكتاب وما شابهه باكورة فن جديد يمكن أن يطلق عليه اسم: الفلسفة النحوية، قوامه البحث في العلل النحوية وتأويلاتها وتمحيصها وبيان الراجح من المرجوح من حجج النجاة، وإبداء الرأي في تلك العلل، وبيان الأسس التي قامت عليها، وهل هي أسس منطقية أو لغوية في ضوء الدراسات اللغوية المعاصرة. ويكون لهذا الفن من الفائدة ما فيه على طريق توحيد المصطلحات النحوية، وإزالة الخلافات القائمة بين أصحاب المذاهب النحوية بعد اعتماد الراجح، وتجاوز المرجوح، ولا سيما ونحن نسعى إلى خدمة لغتنا، وتسهيل سبل تعلمها وإتقانها على مختلف الأَصعدة.
_________
١ أسرار العربية، ص ٢١٩.
٢ أسرار العربية، ص ٧٣.
٣ أسرار العربية، ص ١٠٥.
٤ الحريري: هو القاسم بن علي الحريري البصري ولد سنة ٤٤٦هـ؛ من آثاره: ملحة الإعراب، وشرح ملحة الإعراب، ودرة الغواص في أوهام الخواص، والمقامات، وغيرها. مات سنة ٥١٦هـ. نزهة الألبّاء ٣٨١، وإنباه الرواة ٣/ ٢٧.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (14,'ثالثا: عملنا في الكتاب
يتجلى عملنا في الكتاب في الجوانب التالية:
أولا: في المتن. ثانيا: في الحاشية. ثالثا: في المسارد الفنية، وسنلقي الضوء على كل منها بشيء من الإيجاز.
أولا: في المتن
أ- التحقيق والمقابلة:
حيث قمنا بمقابلة النسخة المطبوعة بدمشق بتحقيق الأستاذ محمد بهجة البيطار عضو مجمع اللغة العربية بدمشق؛ والنسخة من مطبوعات ذلك المجمع لعام ١٩٥٧م، بنسخة خطية محفوظة في مكتبة الأسد الوطنية برقم: ١٧٥٦عام.
وصف المخطوطة وأهميتها في التحقيق:
عدد أوراقها ٩٠ ورقة؛ قياس الورقة: ٢١.٥ × ١٥سم. وتتفاوت الصفحات في عدد الأسطر غير أنها تزيد على العشرين.
وكذلك يتفاوت عدد الكلمات في الأسطر غير أنها لا تقل عن تسع كلمات، ولا تزيد على ثلاث عشرة كلمة؛ والأغلب بين عشر إلى اثنتي عشرة كلمة في السطر الواحد.
أول المخطوط قوله: "الحمد لله كاشف الغطاء ومانح العطاء ذي الجود والأنداء والإعادة والإبداء ... ".
وآخر المخطوط قوله في شرح قول الشاعر:
غداة طغت علماء بكر بن وائل ... وعجبنا صدور الخيل نحو تميم
يريدون: على الماء، وهذا كله ليس بمطرد على القياس، وإنما دعاهم إلى ذلك كثرة الاستعمال وهو من الشاذ الذي لا يقاس عليه. يلي ذلك اسم',NULL,'23',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (15,'الناسخ محمد بن خلف بن راجح بن بلال المقدسي، فتاريخ الفراغ من النسخ سنة ٦١٦هـ، ولم يذكر مكانه.
وقد كتبت هذه النسخة بخط نسخي قديم جميل مقروء، أهمل الناسخ نقط بعض كلماتها. وقد كتبت كلمة: باب، في أول كل بحث بخط كبير. وترك للمخطوط هامش بعرض ٥/ ٢سم، ندر أن علق عليه. وقد أثرت الرطوبة فيه، فاحترق المداد في معظم الصفحات، فأثرت في المخطوط، واتّسخ.
وقد جاءت هذه النسخة كاملة، أفادتنا كثيرًا في تصويب بعض الهفوات والسقطات التي وقعت في النسخة المطبوعة سواء أكانت سهوًا من الناسخ، أو غلطًا من الطابع. وقد أثبتنا في المتن الكلمات الساقطة من المطبوعة والمستدركة من النسخة الخطية، وفي الوقت نفسه، أشرنا إلى مواضع الزيادة أو النقص في النسخة الخطية زيادة في الفائدة. وحاولنا قدر المستطاع أن نخرج نص المتن كما أراده مؤلفه، وبما تسمح به المنهجية العلمية في مجال التحقيق ومقابلة النصوص. وقد أشرنا إلى النسخة الخطية بحرف: س؛ كناية عن نسخة مكتبة الأسد، وبحرف: ط، للنسخة المطبوعة المعتمدة.
ب- وضعنا عناوين فرعية في أعلى المباحث، تيسر على الدارسين سبيل الوصول إلى مبتغاهم من دون عناء يذكر زيادة في الخدمة، وتوخيًّا للفائدة المرجوة؛ وأثبتنا هذه العناوين بين مركنين في منتصف السطر.
ج- ضبطنا من الحروف ما يجب ضبطه بالحركات المناسبة، ووضعنا علامات الترقيم في مواضعها المناسبة؛ لأن كثيرًا من الدارسين يعانون كثيرًا في أثناء دراسة النصوص، واستيعابها؛ سواء أكانت نحوية أو غير نحوية، إذا لم تكن علامات الترقيم مثبتة في مواضعها بشكل صحيح. وبات معلومًا لدى الدارسين أن علامات الترقيم تؤدي دورًا مهمًّا في ضبط المتن، وتسهل على الطالب فهمه واستيعابه من دون عناء يذكر إذا كان من ذوي الاختصاص.
د- قمنا بتبحير الأبيات الشعرية، وأثبتنا اسم البحر بين مركنين فوق البيت إلى جهة اليسار.
هـ- أكملنا الأبيات الشعرية التي لم يثبت المؤلف في المتن إلا صدرها، أو عجزها، وأثبتنا ذلك بين مركنين وأشرنا إلى ذلك في الحاشية.
ثانيا: في الحاشية
أ- قمنا بتخريج الآيات القرآنية تخريجًا كاملاً، ذاكرين رقم السورة، ثم اسمها، ثم رقم الآية، وهل هي كاملة أو جزء من آية، وأخيرًا مكية هي أم',NULL,'24',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (16,'مدنية واستعملنا الرموز التالية لمثل هذه الآية: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} .
س: ١ "الفاتحة: ١، مك": سورة: الفاتحة؛ الآية الأولى، مكية.
ب- قمنا بتخريج الأحاديث الشريفة الواردة في المتن، وذكرنا المصادر المعتمدة في التخريج.
ج- نسبنا الشواهد الشعرية إلى قائليها، إذا توصلنا إلى معرفة القائل، وإلا ذكرنا عبارة: لم ينسب إلى قائل معين.
د- ذكرنا ترجمة مختصرة للأعلام الواردة أسماؤهم في المتن؛ سواء أكانوا شعراء، أم أدباء أم نحاة، أم لغويين، أم مفسرين، أم إخباريين، وإذا لم نجد له ترجمة وافية، ذكرنا عبارة: لم نصطد له ترجمة وافية.
هـ- شرحنا المفردات الغريبة في الشاهد الشعري، ثم عقبنا بذكر موطن الشاهد -في البيت- فوجه الاستشهاد بشيء من الإيجاز الذي يفي بالغرض الذي قصد إليه المؤلف من دون التوسع في ذكر مختلف الآراء التي لا يتسع المقام -هنا- لسردها.
ثالثا: في المسارد الفنّيِّة:
صنعنا للكتاب عشرة مسارد؛ كل منها مختص بجانب محدد؛ لتمكن الباحث أو الدارس من العودة إلى ما هو بحاجة إليه، بسرعة وسهولة؛ وهذه المسارد هي:
أولاً: مسرد الآيات القرآنية الكريمة.
ثانيًا: مسرد الأحاديث النبوية الشريفة.
ثالثًا: مسرد الأمثال.
رابعًا: مسرد الأشعار.
خامسًا: مسرد الأعلام.
سادسًا: مسرد القبائل والجماعات.
سابعًا: مسرد البلدان
ثامنًا: مسرد المصادر والمراجع.
تاسعًا: مسرد الموضوعات.
عاشرًا: مسرد المسارد.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (17,'مصطلحات ورموز معتمدة في التحقيق والتعليق:
س: سورة، ورمزنا بها في الحاشية لنسخة مكتبة الأسد الخطية.
ط: رمزنا بها إلى النسخة المطبوعة المعتمدة في التحقيق.
تحق: اختصار لكلمة تحقيق.
مد: مدنية.
مك: مكية.
{} المزهران لحصر الآيات.
*** لحصر رقم الهامش، للتعليق عليه.
" " لحصر الأقوال والأمثال التوضيحية التي ذكرها المؤلف.
[] المركنان لحصر اسم البحر الشعري، والعناوين الفرعية.
/ / لحصر أي زيادة أو نقص في النسخة ط والنسخة س.
() لحصر أكثر من كلمتين زيادة أو نقصًا في النسختين المذكورتين.
[] لحصر زيادة عدة عبارات في النسختين المذكورتين أو نقصها.
وفي الختام أتضرع إلى الله -عز وجل- أن يوفقنا إلى ما فيه خيرنا وصلاحنا في الدنيا والآخرة، وأن يتقبل منا صالح أعمالنا خالصة ابتغاء مرضاته، وأن يمن علينا بدوان الصحة والعافية؛ لنتمكن من مواصلة المشوار على طريق تحقيق كنوز الآباء والأجداد وبعثها على أسس علمية، ومنهجية واضحة في زمن غدت فيه كتب التراث عرضة للتشويه، والتحريف، والتصحيف على أيدي كثيرم من المراهقين الذين يلهثون وراء الشهرة، أو يبتغون لقمة العيش بتكليف من بعض أصحاب دور النشر الذين يستغلون حاجتهم المادية، فيعبثون بهم، كما يعبثون هم بهذا التراث الخالد. فيسارعون إلى إعادة صف النسخ المطبوعة، أو المخطوطة منه صفًّا ممسوخًا مملوءًا بالأغلاط المطبعية، فضلاً عن التصحيف والتحريف اللذين يقعان في نسخهم التي تحمل أسماءهم، وهم يظنون أنهم يحسنون صنعًا؛ همهم القليل من المال الذي يحصلون عليه، ورؤية أسمائهم على أغلفة تلك الكتب التي ستكون شاهدة عليهم لا لهم يوم القيامة. والأمثلة على ما ذكرت أكثر من أن تحصى، ولا رأي لمن لا يطاع، والحمد لله أولاً وآخرًا.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (18,'<span data-type="title" id=toc-3>الباب الأول: باب علم ما لاكلم</span>؟
...',NULL,'29',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (19,'بسم الله الرحمن الرحيم
ربِّ يسر وتمم بالخير١
قال الشيخ الفقيه الإمام العالم٢ كمال الدين (أبو البركات) ٣ عبد الرحمن بن محمد بن أبي سعيد الأنباري النحوي (رحمه الله) ٤: الحمد لله كاشف الغطاء، ومانح العطاء، ذي الجود والإيداء٥، والإعادة والإبداء، المتوحد بالأحَدِيَّة القديمة المقدسة عن الحين٦ والفناء، أهل٧ الصفات الأزلية المنزهة عن الزوال والفناء، والصلاة على محمد سيد الأنبياء، وعلى آله، وأصحابه الأصفياء.
وبعد، فقد ذكرت في هذا الكتاب (الموسوم بـ: أسرار العربية) ٨، كثيرًا من مذاهب النحويين المتقدمين والمتأخرين، من البصريين والكوفيين، وصححت ما ذهبت إليه منها بما يحصل به شفاء الغليل٩، وأوضحت فساد ما عداه بواضح التعليل، ورجعت في ذلك كله إلى الدليل، وأعفيته من الإسهاب والتطويل وسهلته على المتعلم غاية التسهيل، والله تعالى ينفع به، وهو حسبي ونعم الوكيل.
_________
١ في "س" وأَعن.
٢ تالفة في "س".
٣ ما بين القوسين سقط في "س".
٤ تالفة في "س".
٥ الإيداء: المعونة.
٦ الْحَين: الهلاك.
٧ في "س" المتفرّد بالصفات.
٨ سقطت من "س".
٩ الغليل: شدة العطش؛ والمراد -هنا- ما يجد الإنسان فيه بغيته.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (20,'الباب الأول: باب علم: ما الكَلِم؟
إن قال قائل: ما الكَلِم؟ قيل: الكلم اسم جنس؛ واحده١ "كلمة"؛ كقولك: نبقة٢ ونبق، وَلَبِنَة وَلَبِن وثَفِنة وثفِن، وما أشبه ذلك. فإن قيل: ما الكلام؟ قيل: ما كان من الحروف دالًّا بتأليفه على معنى يحسن السكوت عليه، فإن قيل: فما الفرق بين الكلم والكلام؟ قيل: الفرق بينهما أن الكَلِم ينطلق على المفيد، وعلى غير المفيد؛ وأما الكلام، فلا ينطلق إلا على المفيد خاصة، فإن قيل: فَلِمَ قلتم: إن أقسام الكلام ثلاثة، لا رابع لها؟ قيل: لأنَّا وجدنا هذه الأقسام /الثلاثة/٣ يعبر بها عن جميع ما يخطر بالبال، ويتوهم في الخيال ولو كان ها هنا قسم رابع؛ لبقي في النفس شيء، لا يمكن التعبير عنه، ألا ترى أنه لو سقط أحد٤ هذه الأقسام الثلاثة؛ لبقي في النفس شيء، لا يمكن التعبير عنه بإزاء ما سقط؟ فلما عبر بهذه الأقسام عن جميع الأشياء؛ دل على أنه ليس إلا هذه الأقسام الثلاثة.
فإن قيل: لِمَ سمي الاسم اسْمًا؟ قيل: اختلف فيه النحويون، فذهب البصريون إلى أنه سُمِّي اسْمًا لوجهين؛ أحدهما: أنه سما على مسماه، وعلا على ما تحته من معناه؛ فسمي اسمًا /لذلك/٥. والوجه الثاني: أن هذه الأقسام الثلاثة، لها ثلاث مراتب؛ فمنها ما يخبر به، ويخبر عنه، وهو الاسم؛ نحو "زيد قائم"، ومنها ما يخبر به، ولا يخبر عنه، وهو الفعل؛ نحو "قام زيد"، ومنها ما لا يخبر به، ولا يخبر عنه، وهو الحرف؛ نحو "هل وبل" وما أشبه ذلك، فلما كان الاسم يخبر به، ويخبر عنه، والفعل يخبر به، ولا يخبر عنه،
_________
١ في "س" واحدته.
٢ نبقة: مفرد نبق: وهو دقيق يخرج من لب جذع النخلة، وحمل السدر.
٣ سقطت من "س".
٤ في "ط" آخر، والصواب ما ذكرنا من "س".
٥ سقطت من "س".',NULL,'35',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (21,'والحرف لا يخبر به، ولا يخبر عنه، فقد سما على الفعل والحرف؛ أي ارتفع.
والأصل فيه "سمو" إلا أنهم حذفوا الواو من آخره، وعوضوا الهمزة في أوله، فصار اسما وزنه "افْعٌ"؛ لأنه قد حذف منه لامه التي هي الواو في سمو. وذهب الكوفيون إلى أنه سمي اسمًا؛ لأنه سمة على المسمّى يعرف بها؛ والسمة العلامة؛ والأصل فيه١ "وسم" إلا أنهم حذفوا الواو من أوله، وعوضوا مكانها الهمزة، فصار اسمًا؛ وزنه "اِعْل"؛ قد حذف منه فاؤه التي هي الواو في وسم.
والصحيح ما ذهب إليه البصريون؛ وما ذهب إليه الكوفيون، وإن كان صحيحًا من جهة المعنى، إلا أنه فاسد من جهة التصريف، وذلك من أربعة أوجه:
الوجه الأول: إنك تقول في تصغيره "سُمَيّ"؛ نحو: (حِنْو٢ وحُنَيّ، وقِنْو٣ وقُنَيّ) ولو كان مأخوذًا من السمة؛ لوجب أن تقول: "وسيم" كما تقول في تصغيره "عدة": وعيدة، وفي تصغير "زنة": وزينة. فلما قيل "سُمَيّ" دل على أنه من السمو، لا من السمة، وكان الأصل فيه: "سُمَين" إلا أنه لما اجتمعت الياء والواو، والسابق منهما ساكن؛ قلبوا الواو ياء، وجعلوها مشددة، كما قالوا: سيّد وهيّن وميّت، والأصل فيه: سَيْوِد وهَيْوِن ومَيْوِت، إلا أنه لما اجتمعت الواو والياء، والسابق منهما ساكن؛ قلبوا الواو ياء، وجعلوهما ياء مشددة، وقلبوا الواو إلى الياء، ولم يقلبوا الياء إلى الواو؛ لأن الياء أخف، والواو أثقل، فلما وجب قلب أحدهما إلى الآخر، كان قلب الواو التي هي أثقل، إلى الياء التي هي أخف أولى.
والوجه الثاني: أنك تقول في تكسيره: "أسماء"؛ نحو: حِنْو وأحناء، وقِنْو وأقْنَاء، ولو كان مأخوذًا من السِّمَة؛ لوجب أن تقول في تكسيره: "أوسام" فلما قيل "أسماء" دل على أنه من السمو لا من السمة، وكان الأصل فيه: "أسماو" إلا أنه لما وقعت الواو طرفًا، وقبلها ألف زائدة؛ قلبت همزة، كما قالوا: حذاء، وكساء، وسماء؛ والأصل فيه: حذاو، وكساو، وسماو، إلا أنه لما وقعت الواو طرفًا، وقبلها ألف زائدة؛ قلبت همزة؛ وقيل: قلبت ألفًا؛ لأنها
_________
١ في "س" فيها.
٢ حِنْو: كل ما فيه اعوجاج من البدن، ويجمع على أحناء، وحُنَيّ.
٣ القِنْو: العِذق من النخل، وهو كالعنقود من العنب؛ ومثلها: القِناء.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (22,'لَمّا كانت متحركة؛ وقبل الألف فتحة لازمة، قدّروا أنها قد تحركت، وانفتح ما قبلها؛ لأن الألف لَمّا كانت خفية زائدة ساكنة؛ والحرف الساكن حاجز غير حصين لم يعتدوا بها، فقلبوا الواو ألفًا، فاجتمع ألفان؛ ألف زائدة، وألف منقلبة، والألفان ساكنان وهما لا يجتمعان، فقلبت المنقلبة همزة؛ لالتقاء الساكنين، وكان قلبها إلى الهمزة أولى؛ لأنها أقرب الحروف إليها.
والوجه الثالث: أنك تقول: أسميته، ولو كان مأخوذًا من السمة؛ لوجب أن تقول: وسمته١؛ فلما قيل: أسميته، دل على أنه من السمو، لا من السمة، وكان الأصل فيه: أسموت، إلا أنه لما وقعت الواو رابعة؛ قلبت ياء، وإنما قلبت ياء حملاً على المضارع؛ نحو: يُدعى، ويغزى، ويشقى؛ والأصل: يدعو، ويغزو، ويشقو، كما قالوا: أدعيت، وأغزيت، وأشقيت؛ والأصل: أدعوت، وأغزوت، وأشقوت، إلا أنه لما وقعت الواو رابعة؛ قلبت ياء، وإنما قلبت في المضارع ياء للكسرة قبلها، فأما: تغازيت وترجّيت، فإنما قلبت الواو فيهما ياء، وإن لم تقلب في لفظ المضارع؛ لأنَّ الأصل في تفاعلت: فاعلت، وفي تفعلت: فعلت، وفاعلت، وفعّلت يجب قلب الواو فيهما ياء وكذلك٢ تفاعلت وتفعلت.
والوجه الرابع: أنك تجد في أوله همزة التعويض، وهمزة التعويض إنما تكون في ما حذف منه لامه لا فاؤه، ألا ترى أنهم لما حذفوا الواو التي هي اللام من "بنو" عوضوا الهمزة في أوله، فقالوا: "ابن"، ولما حذفوا الواو التي هي الفاء من "عِدة" ونحو ذلك، لم يعوضوا الهمزة في أوله، فلما عوضوا الهمزة في أوله، دل على أن الأصل فيه: "سمو" كما أن الأصل في ابن: بنو، إلا أنهم لما حذفوا الواو التي هي اللام عوضوا الهمزةفي أوله، فقالوا: اسم، فدل على أنه مشتق من السُّمُوِّ لا من السِّمَة.
ومما يؤيد أنه مشتق من السمو لا من السمة أنه قد جاء في "اسم": سُمَى على وزن "هدى" والأصل فيه: "سُمَوٌ" إلا أنه لما تحركت الواو، وانفتح ما قبلها، قلبوها ألفًا، وحذفوا الألف؛ لسكونها وسكون التنوين، فصار: "سُمًى".
وفي الاسم خمس لغات: "اِسْم"، و"اُسْم"، و"سِمٌ" و"سُم" و"سُمًى".
_________
١ في "س" أو سمته.
٢ في "س" وكذلك في.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (23,'قال الشاعر ١: [الرجز]
باسم الذي في كل سورة سُمُهْ٢
وقال الآخر٣: [الرجز]
وعامنا أعجبنا مُقدَّمه ... يدعى أبا السمح وقرضابٌ سُمُهْ٤
وقال الآخر ٥: [الرجز]
والله أسماك سُمًى مباركًا ... آثركَ الله به إيثارَكَا٦
وكسرت الهمزة في "اسم" لَمحًا لكسرة سينه في: "سِمْو"؛ لأنه الأصل، وضمت الهمزة في "اسم" لَمحًا لضمة سينه في "سُمْو"؛ لأنه أصل ثانٍ، والذي يدل على ذلك اللغتان الأخريان وهما "سِمٌ" و"سُمٌ" فإنهما حذفت لامهما، وبقيت فاؤهما على حركتها في الأصلين. ووزن "اسم" بضم الهمزة: اُفْع، ووزن "سِم": فِع، ووزن "سُم": فُع، ووزن "سُمًى": فُعَلٌ.
[تعريف الاسم]
فإن قيل: ما حدّ الاسم؟ قيل: كل لفظة دلت على معنى تحتها غير مقترن بزمان محصل٧، وقيل: ما دل على معنى، وكان ذلك المعنى شخصًا، أو غير شخص، وقيل: ما استحق الإعراب أول وضعه. وقد ذكر فيه النحويون حدودًا كثيرة، تنيف على سبعين حدًّا؛ [وأحصرها أن تقول: "كل لفظ دل على معنى مفرد يمكن أن يفهم بنفسه وحده من غير أن يدل ببنيته لا بالعَرَض على الزمان
_________
١ رواه الكسائي عن رجل من بني قضاعة بضم السين، ويروى عن غير قضاعة سِمُه بكسر السين.
٢ في "س" سِمُه.
٣ لم ينسب إلى قائل معين.
٤ القرضاب: اسم للسيف. ويقال: قرضب الرجل: إذا أكل شيئًا يابسًا، وهو قرضاب. راجع لسان العرب: مادة "قرضب".
موطن الشاهد: سمه. وجه الاستشهاد: مجيء "اسم" على صيغة "سُمُ" وهي لغة فيه.
٥ نُسب البيت إلى أبي خالد القنائي الأسدي، والظاهر أنه هبان بن خالد الأسدي الملقب بالنواح لحسن مراثيه. راجع المقاصد النحوية: ١/ ١٥٤، وإصلاح المنطق: ١٣٤، ومعجم الشعراء: ٣٠.
٦ موطن الشاهد: "سُمًا". وجه الاستشهاد: مجيء "اسْمًا" على صيغة "سُمًى" وهي لغة فيه.
٧ أي: غير مقترن بزمان معبّر عنه في الماضي والحاضر والمستقبل كالفعل.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (24,'المحصل الذي فيه ذلك المعنى"] ١. ومنهم من قال: لا حد له؛ ولهذا، لم يحده سيبويه، وإنما اكتفى فيه بالمثال؛ فقال: الاسم: "رجل وفرس".
[علامات الاسم]
فإن قيل: ما علامات الاسم؟ قيل: علامات الاسم كثيرة، فمنها الألف واللام؛ نحو: الرّجل والغلام، ومنها التنوين؛ نحو: رجل وغلام، ومنها حروف الجرِّ، نحو: من زيد إلى عمرو، ومنها التثنية؛ نحو: الزيدان والعمران، ومنها الجمع؛ نحو: الزيدون والعمرون، ومنها النداء؛ نحو: يا زيد، ويا عمرو ومنها الترخيم؛ نحو: يا حار ويا مالِ في ترخيم "حارث ومالك" وقد قرأ بعض السلف: (وَنَادَوا يَا مَالِ لِيَقْضِ عَلَينَا ربُّكَ) ٢. ومنها التصغير؛ نحو: زُيَيد وعُمير في تصغير زيد وعمرو، ومنها النسب؛ نحو: زيديّ وعمريّ في النسب إلى زيد وعمرو، ومنها الوصف؛ نحو: زيد العاقل، ومنها أن يكون فاعلاً أو مفعولًا؛ نحو: ضرب زيد عمرًا، ومنها أن يكون مضافًا إليه؛ نحو: غلام زيد، وثوب خز، ومنها أن يكون مخبرًا عنه، كما بيناه؛ فهذه، معظم علامات الأسماء.
فإن قيل: لم سمي الفعل فعلاً؟ قيل: لأنه يدل على الفعل الحقيقيّ، ألا ترى أنك إذا قلت: "ضرب" دل على نفس الضرب الذي هو الفعل في الحقيقة، فلما دلّ عليه سُمِّي به؛ لأنهم يسمون الشيء بالشيء، إذا كان منه بسبب، وهو كثير في كلامهم.
[تعريف الفعل]
فإن قيل: فما حد الفعل؟ قيل: حد الفعل كُلُّ لفظة دلت على معنى تحتها مقترن بزمان محصل٣؛ وقيل: ما أسند إلى شيء، ولم يسند إليه شيء، وقد حَدَّه النحويون أيضًا حدودًا كثيرة؛ فإن قيل: ما علامات الفعل؟ قيل: علامات الفعل كثيرة؛ فمنها: قد، والسين؛ نحو: قد قام، وسيقوم،
_________
١ سقط ما بين المركنين من "ط".
٢ س: ٤٣ "الزخرف، ن: ٧٧، مك".
موطن الشاهد: "يا مالِ" وجه الاستشهاد: مجيء "مالك" مُرخّمًا في الآية الكريمة؛ ومجيء الأسماء مرخمة في النداء كثير شائع.
٣ أي معين بخلاف الاسم، كما بينا.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (25,'وسوف يقوم؛ ومنها: تاء الضمير، وألفه وواوه؛ نحو: قمت، وقاما، وقاموا، ومنها تاء التأنيث الساكنة؛ نحو: قامت، وقعدت؛ ومنها أن الخفيفة المصدرية؛ نحو: أريد أن تفعل؛ ومنها إن الخفيفة الشرطية؛ نحو: إن تفعل أفعل؛ ومنها لم؛ نحو: لَمْ يفعل، وما أشبه ذلك؛ ومنها التصرف؛ نحو: فَعَلَ يَفْعَل وكلُّ الأفعال تتصرّف إلا ستة أفعال.
[الأفعال غير المتصرّفة]
وهي: نعم، وبئس، وعسى، وليس، وفعل التعجب، وحبذا؛ وفيها كلها خلاف، ولها كلها أبواب نذكرها١ فيها إن شاء الله تعالى.
[سبب تسمية الحرف]
فإن قيل: لم سُمِّي الحرف حرفًا؟ قيل: لأن الحرف في اللغة هو الطرف؛ ومنه يقال: حرف الجبل؛ أي طرفه؛ فسمي حرفًا؛ لأنه يأتي في طرف الكلام؛ فإن قيل: فما حده؟ قيل: ما جاء لمعنى في غيره، وقد حده النحويون -أيضًا- بحدود كثيرة، لا يليق ذكرها بهذا المختصر؛ فإن قيل: فإلى كم ينقسم الحرف؟ قيل: إلى قسمين؛ مُعْمَل ومُهْمَل.
[انقسام الحروف إلى معملة ومهملة]
فالمعمل: هو الحرف المختص؛ كحرف الجر، وحرف الجزم؛ والمهمل: غير المختص؛ كحرف الاستفهام، وحرف العطف.
[انقسام الحروف إلى ستة أقسام]
ثم الحروف المعملة، والمهملة كلها؛ تنقسم إلى ستة أقسام؛ فمنها: ما يغير اللفظ والمعنى؛ ومنها: ما يغير اللفظ دون المعنى؛ ومنها: ما يغير المعنى دون اللفظ؛ ومنها: ما يغير اللفظ والمعنى، ولا يغير الحكم؛ ومنها ما يغير الحكم، ولا يغير لا لفظًا، ولا معنى؛ ومنها ما لا يغير لا لفظًا، ولا معنى، ولا حكمًا.
فأما ما يغير اللفظ والمعنى؛ فنحو: "ليت" فتقول: ليت زيدًا منطلق؛ فليت قد غيرت اللفظ، وغيرت المعنى، أما تغيير اللفظ؛ فلأنها نصبت الاسم، ورفعت الخبر، وأما تغيير المعنى؛ فلأنها أدخلت في الكلام معنى التمني. وأما
_________
١ في "ط" نذكر ما فيها، والصواب ما أثبتناه من "س".',NULL,'40',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (26,'ما يغير اللفظ دون المعنى، فهو أن تقول: "إن زيدًا قائم" فـ (إنّ) قد غيرت اللفظ؛ لأنها نصبت الاسم، ورفعت الخبر، ولم تغير المعنى؛ لأن معناها التأكيد والتحقيق؛ وتأكيد الشيء لا يغير معناه. وأما ما يغير المعنى دون اللفظ؛ فنحو: "هل زيد قائم"؟ فـ "هل" قد غيرت المعنى؛ لأنها نقلت الكلام من الخبر الذي يحتمل الصدق والكذب، إلى الاستخبار الذي لا يحتمل صدقًا، ولا كذبًا، ولم يغير اللفظ؛ لأن الاسم بعد دخولها مرفوع بالابتداء، كما كان يرتفع به قبل دخولها. وأما ما يغير اللفظ والمعنى، ولا يغير الحكم؛ فنحو ١: اللام في قولهم: "لا يدي لزيد" فاللام -ههنا- غيرت اللفظ؛ لجرها الاسم، وغيرت المعنى؛ لإدخال معنى الاختصاص، ولم تُغيَّر الحكم؛ لأن الحكم حذف النون للإضافة، وقد بقي الحذف بعد دخولها -كما كان قبل دخولها- فلم تغير الحكم، وأما ما يغير الحكم، ولا يغير (لا) ٢ لفظًا، ولا معنى؛ فنحو اللام في قوله تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} ٣. فاللام -هنا- ما غيَّرت لا لفظًا، ولا معنى، ولكن غيرت الحكم؛ لأنها علقت الفعل عن العمل؛ وأما ما لا يغيِّر لا لفظًا، ولا معنى، ولا حكمًا؛ فنحو "ما" في قوله تعالى: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُم} ٤. فـ "ما" ههنا ما غيَّرت لا لفظًا، ولا معنى، ولا حكمًا؛ لأن التقدير: فبرحمة من الله لنت لهم.
[اختلافهم في اسميّة كيف]
فإن قيل: "كيف" اسم أو فعل أو حرف؟ قيل: اسم؛ والدليل على ذلك من وجهين؛ أحدهما: أنه قد جاء عن بعض العرب أنه قال: "على كيف تبيع الأحمرين"٥؟ ودخول حرف الجر إنما جاء شاذًّا؛ والوجه الصحيح هو الوجه
_________
١ في "ط" نحو، والصواب ما ذكرنا من "س".
٢ سقطت من "س".
٣ س: ٦٣ "المنافقون: ١، مد".
موطن الشاهد: "لرسوله". وجه الاستشهاد: مجيء اللام في الآية الكريمة مغيرة للحكم، ولكنها لم تغير اللفظ، أو المعنى.
٤ س: ٣ "آل عمران، ن: ١٥٩، مد".
موطن الشاهد: "فبما" وجه الاستشهاد: مجيء ما زائدة، لم تغير شيئًا يذكر كما جاء في المتن.
٥ موطن الشاهد: "على كيف" وجه الاستشهاد: مجيء كيف اسْمًا؛ لدخول حرف الجرّ عليها؛ غير أنّ هذا دليل ضعيف؛ لأن دخول "على" على كيف شاذّ، يحفظ، ولا يقاس عليه. والأحمران: اللحم والخمر.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (27,'الثاني، وهو أنا نقول: لا تخلو كيف من أن تكون اسْمًا، أو فعلاً، أو حرفًا؛ فبطل أن يقال هي حرف؛ لأن الحرف لا يفيد مع كلمة واحدة، و"كيف" تفيد مع كلمة واحدة، ألا ترى أنك تقول: كيف زيد؟ فيكون كلامًا مفيدًا؛ فإن قيل: فقد أفاد الحرف الواحد مع كلمة واحدة في النداء؛ نحو: يا زيد، قيل: إنما حصلت الفائدة في النداء مع كلمة واحدة؛ لأن التقدير في قولك يا زيد: أدعو زيدًا، وأنادي زيدًا؛ فحصلت الفائدة باعتبار الجملة المقدرة، لا باعتبار الحرف مع كلمة واحدة، فبطل أن يكون حرفًا، وبطل -أيضًا- أن يكون فعلاً؛ لأنه لا يخلو إما أن يكون فعلاً ماضيًا، أو مضارعًا، أو أمرًا؛ فبطل أن يكون فعلاً ماضيًا؛ لأن أَمثلة الفعل الماضي لا تخلو إما أن تكون على مثال فَعَلَ كـ: "ضَرَبَ"، أو على فَعُلَ كـ "مكث" أو على فَعِلَ كـ "سَمِعَ" و"عَلِمَ" وكيف على وزن فَعْلَ؛ فبطل أن يكون فعلاً ماضيًا؛ وبطل أن يكون فعلاً مضارعًا؛ لأن الفعل المضارع ما كانت في أوله إحدى الزوائد الأربع؛ وهي الهمزة، والنون، والتاء، والياء، و"كيف" ليس في أوّله إحدى الزوائد الأربع؛ فبطل أن يكون فعلاً مضارعًا، وبطل أن يكون أمرًا؛ لأنه يفيد الاستفهام؛ وفعل الأمر لا يفيد الاستفهام؛ فبطل أن يكون أمرًا. وإذا بطل أن يكون فعلاً ماضيًا، أو مضارعًا، أو أمرًا؛ بطل أن يكون فعلاً؛ والذي يدل -أيضًا- على أنه ليس بفعل أنه يدخل على الفعل في نحو قولك: كيف تفعل كذا؟ ولو كان فعلاً لما دخل على الفعل؛ لأن الفعل، لا يدخل على الفعل. وإذا بطل أن يكون فعلاً، أو حرفًا؛ وجب أن يكون اسْمًا، فإن قيل: فعلامة الاسم لا تحسن فيه، كما لا يحسن فيه علامة الفعل والحرف، فلم جعلتموه اسْمًا، ولم تجعلوه فعلاً، أو حرفًا؟ قيل: لأنَّ الاسم هو الأصل، والفعل والحرف فرع، فلما وجب حمله على أحد هذه الأقسام الثلاثة؛ كان حمله على الاسم -الذي هو الأصل- أولى من حمله على ما هو فرع.
فإن قيل: فَلِمَ قُدِّم الاسم على الفعل، والفعل على الحرف؟ قيل: إنما قدم الاسم على الفعل؛ لأنّه الأصل، ويستغني بنفسه عن الفعل؛ نحو قولك: زيد قائم، وأُخِّر الفعل عن الاسم؛ لأنه فرع عليه، لا يستغني عنه، فلما كان الاسم، هو الأصل، ويستغني عن الفعل، والفعل فرع عليه، ومفتقر إليه؛ كان',NULL,'42',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (28,'الاسم مقدّمًا عليه، وإنما قُدّم الفعل على الحرف؛ لأن الفعل يفيد مع الاسم؛ نحو: قام زيد، وأُخّر الحرف عن الفعل؛ لأنه لا يفيد مع اسم واحد؛ لأنك لو قلت: يزيد، أو لزيد من غير أن تُعَلِّق الحرف بشيء، لم يكن مفيدًا؛ فلما كان الفعل يفيد مع اسم واحد، والحرف لا يفيد مع اسم؛ كان الفعل مُقَدَّمًا عليه، فاعرفه /تُصِب/١ إن شاء الله تعالى.
_________
١ سقطت من "س".',NULL,'43',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (29,'<span data-type="title" id=toc-4>الباب الثاني: باب الإعراب والبناء</span>
[لِمَ سُمِّيَ الإعراب إعرابًا]
إن قال قائل: لِمَ سُمِّي الإعراب إعرابًا، والبناء بناء؟ قيل: أما الإعراب ففيه ثلاثة أوجه؛
أحدها: أن يكون سُمِّي بذلك؛ لأنه يبين المعاني، مأخوذ من قولهم: أعرب الرجل عن حجته، إذا بينها؛ ومنه قوله صلى الله عليه وآله وسلم: "الثَّيب تُعرب عن نفسها"؛١ أي تبين وتوضح، قال الشاعر٢: [الطويل]
وجدنا لكم في آل حاميم آية ... تأولها منا تقيّ ومعرب
فلما كان الإعراب يبين المعاني، سُمِّي إِعرابًا.
والوجه الثاني: أن يكون سُمّي إعرابًا؛ لأنه تغير يلحق أواخر الكلم، من قولهم: "عربت معدة الفصيل" إذا تغيَّرت؛ فإن قيل: "العَرَبُ" في قولهم: عربت معدة الفصيل؛ معناه: الفساد؛ وكيف يكون الإعراب مأخوذًا منه؟ قيل: معنى قولك: أعربت الكلام؛ أي: أزلت عَرَبه، وهو فساده، وصار هذا؛ كقولك: أعجمت الكتاب، إذا أزلت عجمته، وأشكيت الرجل، إذا أزلت شكايته، وعلى هذا، حمل بعض المفسرين قوله تعالى: {إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا} ٣؛ أي: أزيل خفاءها؛ وهذه الهمزة تسمّى: همزة السَّلب. والوجه
_________
١ حديث: أخرجه أحمد وابن ماجه، ورواه مسلم والنسائي بلفظ: "الثيب أحق بنفسها من وليها". الجامع الصغير، للسيوطي، تحقيق محمد محيي الدين عبد الحميد "ط. أولى. القاهرة: مك مصطفى محمد، ١٣٥٢هـ"؛ مج١، ص ٤٨٧.
٢ الشاعر هو: أبو المستهل، الكميت بن زيد الأسدي، شاعر مقدم عالم بلغات العرب وأخبارها، وخطيب فارس. وكان متعصبًا لمضر ولأهل الكوفة ولآل البيت؛ من مختارات شعره الهاشميات. مات سنة ١٢٦هـ. الشعر والشعراء ٢/ ٥٨١. ومعنى البيت واضح، لا لبس فيه.
٣ س: ٢٠ "طه، ن: ١٥، مك".',NULL,'44',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (30,'الثالث: أن يكون سُمِّي إعرابًا؛ لأن المعرب للكلام كأنه يتحبب إلى السامع بإعرابه؛ من قولهم: امرأة عروب، إذا كانت متحببة إلى زوجها، قال الله تعالى: {عُرُبًا أَتْرَابًا} ١؛ أي: متحببات إلى أزواجهن، فلما كان المعرب للكلام، كأنه يتحبب إلى السامع بإعرابه؛ سُمِّي إعرابًا.
[لِمَ سُمِّي البناء بناء]
وأما البناء: فهو منقول من هذا البناء المعروف، للزومه وثبوته.
[تعريف الإعراب]
فإن قيل: فما حَدّ الإعراب والبناء؟ قيل:
أمّا الإعراب، فحده اختلاف أواخر الكلم باختلاف العوامل لفظًا، أو تقديرًا.
وأما البناء: فحده لزوم أواخر الكلم بحركة وسكون.
[ألقاب الإعراب والبناء]
فإن قيل: كم ألقاب الإعراب والبناء؟ قيل: ثمانية /ألقاب/٢؛ فأربعة للإعراب وأربعة للبناء.
[ألقاب الإعراب والبناء]
فألقاب٣ الإعراب: رفع، ونصب، وجر، وجزم، وألقاب البناء: ضم، وفتح، وكسر، ووقف، وهي وإن كانت ثمانية في المعنى؛ فهي أربعة في الصورة؛ فإن قيل: فلم كانت أربعة؟ قيل: لأنه ليس إلا حركة، أو سكون فالحركة ثلاثة أنواع: الضم، والفتح، والكسر.
[مخارج الحركات]
فالضم من الشفتين والفتح من أقصى الحلق، والجر من وسط الفم، والسكون هو الرّابع.
[أصل الحركات وخلافهم في ذلك]
فإن قيل: هل حركات الإعراب أصل لحركات البناء، أو حركات البناء
_________
١ س: ٥٦ "الواقعة: ٣٧، مك".
٢ سقطت من "ط".
٣ في "ط" وألقاب.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (31,'أصل لحركات الإعراب؟ قيل: اختلف النحويون في ذلك؟ فذهب بعض النحويين إلى أن حركات الإعراب هي الأصل، وأن حركات البناء فرع عليها؛ لأن الأصل في حركات الإعراب أن تكون للأسماء، وهي الأصل؛ فكانت أصلاً؛ والأصل في حركات البناء أن تكون للأفعال، والحروف، وهي الفرع؛ فكانت فرعًا. وذهب آخرون إلى أن حركات البناء هي الأصل، /وأن/١ حركات الإعراب فرع عليها؛ لأن حركات البناء لا تزول ولا تتغير عن حالها، وحركات الإعراب تزول وتتغير، وما لا يتغير أولى بأن يكون أصلاً مما يتغير.
[هل الإعراب والبناء الحركات أو غيرها؟]
فإن قيل: هل الإعراب والبناء عبارة عن هذه الحركات، أو عن غيرها؟ قيل: الإعراب والبناء ليسا عبارة عن هذه الحركات، وإنما هما معنيان يعرفان بالقلب، ليس للفظ فيهما حظ، ألا ترى أنك تقول في حدّ الإعراب: هو اختلاف أواخر الكلم باختلاف العوامل، وفي حدّ البناء: لزوم أواخر الكلم بحركة أو سكون؟ ولا خلاف أن الاختلاف واللزوم ليسا بلفظين، وإنما هما معنيان يعرفان بالقلب، ليس للفظ فيهما حظ، والذي يدل على ذلك، أن هذه الحركات، إذا وجدت بغير صفة الاختلاف، لم تكن للإعراب، وإذا وجدت بغير صفة اللزوم، لم تكن للبناء؛ فدل على أن الإعراب: هو الاختلاف، والبناء: هو اللزوم، والذي يدل على صحة هذا إضافة هذه الحركات إلى الإعراب والبناء؛ فيقال: حركات الإعراب، وحركات البناء، ولو كانت الحركات أنفسها هي الإعراب، أو البناء؛ لما جاز أن تضاف٢ إليه؛ لأن إضافة الشيء إلى نفسه، لا تجوز، ألا ترى أنك لو قلت: حركات الحركات لم يجز؟ غيرها٣؛ فاعرفه تُصِب، إن شاء الله تعالى.
_________
١ سقطت من "ط".
٢ في "ط" يضاف إليه، والصواب ما ذكرنا.
٣ في "ط" أنهما غيرهما، والصواب ما ذكرنا؛ لأن ضميرهما يعود إلى الإعراب والبناء، وضمير "ها" يعود إلى الحركات. وفي "س" أنها غيرها.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (32,'<span data-type="title" id=toc-5>الباب الثالث: باب المعرب والمبني</span>
إن قال قائل: ما المعرب والمبني؟ قيل: أما المعرب، فهو ما تغير آخره بتغير العامل فيه لظفًا، أو محلّلاً؛ وهو على ضربين؛ اسم متمكن، وفعل مضارع؛ فالاسم المتمكن: ما لم يشابه الحرف، ولم يتضمن معناه، والفعل المضارع: ما كانت في أوله إحدى الزوائد الأربع، وهي: الهمزة، والنون، والتاء، والياء. فإن قيل: لِمَ زيدت هذه الحروف دون غيرها؟ قيل: الأصل أن تزاد حروف المد واللين، وهي الواو والياء والألف، إلا أن الألف لما لم يمكن زيادتها أولاً؛ لأن الألف لا تكون إلا ساكنة؛ والابتداء بالساكن محال، أبدلوا منها الهمزة؛ لقرب مخرجيهما؛ لأنهما هوائيان يخرجان من أقصى الحلق، وكذلك الواو -أيضًا- لما لم يمكن زيادتها أولاً؛ لأنه ليس في كلام العرب واو؛ زيدت أولاً، فأبدلوا منها التاء؛ لأنها تبدل منها كثيرًا، ألا ترى أنهم قالوا: تراث، وتجاه، وتخمة، وتهمة، وتيقور١، وتولج؛ قال الشاعر٢: [الرجز]
متخذًا في ضَعَواتٍ تولجا ... [أردى بني مجاشع وما نجا] ٣
وهو بيت الصائد، والأصل: وارث، ووجاه، ووخمة، ووهمة، وويقور؛ لأنه من الوقار، وولج؛ لأنه من الولوج؛ فأبدلوا التاء من الواو في هذه المواضع كلها، وكذلك ههنا. وأما الياء، فزيدت؛ لأنها لم يعرض فيها ما
_________
١ تيقور: "فيعول" الوقار؛ والتاء فيه مبدلة من الواو.
٢ الشاعر: هو جرير بن عطية الخطفيّ، ثالث أشهر شعراء العصر الأموي، مع الفرزدق والأخطل، وكان أشدهما هجاء، وأكثر منهما عفة؛ له ديوان شعر مطبوع. مات سنة ١١٠هـ.
٣ البيت من قصيدة يهجو فيها البعيث المجاشعي.
المفردات الغريبة: ضعوات: جمع ضعة، وهي شجرة من شجر البادية. والتولج: في شرح ديوان جرير: التولج والدولج: ما انكرس فيه؛ أي: دخل. شرح ديوان جرير. موطن الشاهد: "تولج" وجه الاستشهاد: إبدال التاء من الواو في تولج؛ لأن تولج: ولج؛ لأنها من الولوج، أي: الدخول.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (33,'يمنع /من/١ زيادتها، كما عرض في الألف والواو، وأما النون فإنما زيدت؛ لأنها تشبه حروف المد واللين، وتزاد معها في باب: الزَّيدَين، /والزَّيدِين/٢.
[ترتيب أحرف الزيادة]
والتحقيق في ترتيب هذه الأحرف أن تقدم الهمزة، ثم النون، ثم التاء، ثم الياء، وذلك؛ لأن الهمزة للمتكلم وحده، والنون للمتكلم، ولمن معه، والتاء للمخاطب، والياء للغائب، والأصل: أن يخبر الإنسان عن نفسه، ثم عن نفسه، وعمن معه، ثم المخاطب، ثم الغائب؛ فهذا هو التحقيق في ترتيب هذه الاحرف في أول الفعل المضارع.
[الفعل محمول على الاسم في الإعراب]
فإن قيل: هل الفعل المضارع محمول على الاسم في الإعراب أم هو أصل؟ قيل: لا بل هو محمول على الاسم في الإعراب، وليس بأصل فيه؛ لأن الأصل في الإعراب أن يكون للأسماء دون الأفعال والحروف، وذلك؛ لأن الأسماء تتضمن معاني مختلفة؛ نحو: الفاعلية، والمفعولية، والإضافة، فلو لم تعرب؛ لالتبست هذه المعاني بعضها بعض، يدلك على ذلك أنك لو قلت: ما أحسنَ زيدًا! لكنت متعجبًا، ولو قلت: ما أحسنَ زيدٌ؛ لكنت نافيًا، ولو قلت: ما أحسنُ زيدٍ؟ لكنت مستفهمًا (عن أي شيء منه حسن) ٣، فلو لم تعرب في هذه المواضع؛ لالتبس التعجب بالنفي، والنفي بالاستفهام، واشتبهت هذه المعاني بعضها ببعض؛ وإزالة الالتباس واجب. وأما الأفعال والحروف: فإنها تدل على ما وضعت له بصيغها؛ فعدم الإعراب، لا يخل بمعانيها، ولا يورث لبسًا فيها، والإعراب زيادة، والحكيم لا يريد زيادة٤ لغير فائدة.
[حمل المضارع على الاسم لمشابهته له]
فإن قيل: فإذا كان الأصل في الفعل المضارع أن يكون مبنيًّا، فَلِمَ حمل على الاسم في الإعراب؟ قيل: إنما حمل الفعل المضارع على الاسم في الإعراب؛ لأنه ضارع الاسم؛ ولهذا، سُمِّي مضارعًا؛ والمضارعة: المشابهة، ومنها سُمِّي الضّرع ضرعًا؛ لأنه يشابه أخاه.
_________
١ سقطت من "ط".
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "س" لا يزيد شيئًا؛ وكلاهما جائز.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (34,'[أوجه المشابهة بين الفعل المضارع والاسم]
ووجه المشابهة بين هذا الفعل والاسم من خمسة أوجه:
الوجه الأوّل: أنه يكون شائعًا فيتخصص١، كما أن الاسم /يكون/٢ شائعًا، فيتخصص؛ ألا ترى أنك تقول: "يقوم" فيصلح للحال والاستقبال، فإذا أدخلت عليه السين، أو سوف، اختص بالاستقبال، كما أنك تقول: "رجل" فيصلح لجميع الرجال، فإذا أدخلت عليه الألف واللام اختص برجل بعينه؟ فلما اختص هذا الفعل بعد شياعه، كما أن الاسم اختص بعد شياعه؛ فقد شابهه من هذا الوجه.
الوجه الثاني: أنه تدخل٣ عليه لام الابتداء، كما تدخل٣ على الاسم، ألا ترى أنك تقول: إنّ زيدًا ليقوم كما تقول: إنّ زيدًا لقائم؟ ولام الابتداء تختص بالأسماء، فلما دخلت على هذا الفعل، دل على مشابهة بينهما؛ والذي يدل على ذلك أن فعل الأمر، والفعل الماضي لَمّا بَعُدَا عن شبه الاسم، لم تدخل هذه اللام عليهما٤؛ ألا ترى أنك لو قلت: لأَكرِمْ زيدًا يا عمرو، أو إنّ زيدًا لقام؛ لكان /ذلك/٥ خُلفًا من الكلام.
والوجه الثالث: أن هذا الفعل يشترك فيه الحال والاستقبال، فأشبه الأسماء المشتركة؛ كالعين تنطلق على العين الباصرة، وعلى عين الماء، وعلى غير ذلك.
والوجه الرابع: أن يكون صفة، كما يكون الاسم، كذلك؛ تقول: مررت برجل يضرب؛ كما تقول: مررت برجل ضارب؛ فقد قام يضرب مقام ضارب.
والوجه الخامس: /هو/٦ أن الفعل المضارع يجري على اسم الفاعل في حركاته وسكونه، ألا ترى أنَّ "يضرب" على وزن "ضارب" في حركاته وسكونه؛ ولهذا يعمل اسم٧ الفاعل عمل الفعل؛ فلما أشبه الفعل المضارع الاسم من هذه الأوجه؛ استحق جملة الإعراب الذي هو الرفع، والنصب، والجزم؛ ولكل واحد من هذه الأنواع عامل يختصّ به.
_________
١ في "س" فيختص.
٢ سقطت من "س".
٣ في "ط" يدخل، والصواب ما ذكرناه نقلاً عن نسخة مرموز لها بـ "ق" في حاشية النسخة المطبوعة.
٤ في "س" عليها، وما أثبت هو الصواب.
٥ سقطت من "ط".
٦ سقطت من "س".
٧ في "ط" الاسم الفاعل.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (35,'[عامل الرفع واختلاف النحاة فيه]
وأما عامل الرفع، فاختلف فيه النحويون؛ فذهب البصريون إلى أنه يرتفع لقيامه مقام الاسم؛ هو عامل معنوي لا لفظيّ، فأشبه الابتداء، فكما أن الابتداء يوجب الرفع، فكذلك ما أشبهه. فإن قيل: هذا ينقض بالفعل الماضي، فإنه يقوم مقام الاسم، ولا يرتفع؛ قيل: إنما لم يرتفع؛ لأنه لم يثبت له استحقاق جملة الإعراب، فلم يكن هذا العامل موجبًا له الرفع؛ لأنه نوع منه؛ بخلاف الفعل المضارع؛ فإنه يستحق جملة الإعراب للمشابهة التي ذكرناها قبل، فبان الفرق بينهما. وأما الكوفيون١ فذهبوا إلى أنه يرتفع بالزوائد التي في أوله؛ وهو قول الكسائي٢، وذهب الفراء٣ إلى أنه يرتفع لسلامته من العوامل الناصبة والجازمة؛ فأما قول الكسائي فظاهر الفساد؛ لأنه لو كان الزائد /في أوله/٤ هو الموجب للرفع؛ لوجب ألا يجوز نصب الفعل، ولا جزمه مع وجوده؛ لأن عامل النصب والجزم، لا يدخل على عامل الرفع، فلما وجب نصبه بدخول النواصب، وجزمه بدخول الجوازم؛ دل على أن الزائد ليس هو العامل. وأما قول الفراء، فلا ينفك من ضعف، وذلك؛ لأنه يؤدي إلى أن يكون النصب والجزم قبل الرفع؛ لأنه قال: لسلامته من العوامل الناصبة والجازمة؛ والرفع قبل النصب والجزم؛ فلهذا كان هذا القول ضعيفًا. وأما عوامل النصب؛ فنحو: أن، ولن، وكي، وإذن، وحتى. وأما عوامل الجزم؛ فنحو؛ لم، ولما، ولام الأمر، ولا في
_________
١ ذهب الفراء وأكثر الكوفيين إلى أن الرافع للفعل هو تجرده من الناصب والجازم، وقد أخذ بهذا الرأي ابن هشام الأنصاري من المتأخرين. وأما البصريون فقالوا: يرتفع لوقوعه موقع الاسم؛ وما ذهب إليه الفراء والكوفيون ومن تابعهم من المتأخرين هو الصواب.
٢ الكسائي: هو علي بن حمزة الأسدي الكوفي؛ مولده بالكوفة، وسكنه ببغداد، ووفاته بالرّيّ، وهو مؤدب الرشيد، وابنه الأمين. وهو أحد القرّاء السبعة، وأحد أشهر أئمة اللغة والنحو. مات سنة ١٨٩هـ البلغة في تاريخ أئمة اللغة ١٥٦- ١٥٧.
٣ الفراء: هو يحيى بن زياد الأسلمي الديلمي، المعروف بالفرّاء، إمام نحاة الكوفة وأعلمهم في اللغة، وفنون الأدب. قال فيه ثعلب: "لولا الفراء ما كانت اللغة". مات سنة ٢٠٧هـ. بغية الوعاة ٢/ ٣٣٣.
٤ سقطت من "ط".',NULL,'50',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (36,'النهي؛ ولعوامل النصب والجزم موضع، نذكرها فيه إن شاء الله تعالى.
[تعريف المبني وأقسامه]
وأما المبني فهو ضد المعرب، وهو ما لم يتغير آخره بتغير العامل فيه؛ فمن ذلك: الاسم غير المتمكن، والفعل غير المضارع١؛ فأما الاسم غير المتمكن؛ فنحو: مَنْ، وكم، وقبل، وبعد، وأين، وكيف وأمسِ، وهؤلاء.
[الأسماء غير المتمكنة وعِلّة بنائها]
وإنما بنيت هذه الأسماء؛ لأنها أشبهت الحروف، وتضمنت معناها؛ فأما: "من" فإنها بنيت؛ لأنها لا تخلو: إما أن تكون استفهاميّة، أو شرطية، أو اسْمًا موصولاً، أو نكرة موصوفة، فإن كانت استفهامية فقد تضمنت معنى حرف الاستفهام، وإن كانت شرطية، فقد تضمنت معنى حرف الشرط، وإن كانت اسْمًا موصولاً، فقد تنَزّلت منزلة بعض الكلمة، وبعض الكلمة مبني، وإن كانت نكرة موصوفة، فقد تنزلت منزلة الموصوفة٢. وأما "كم" فإنما بنيت؛ لأنها لا تخلو: إما أن تكون استفهامية، أو خبرية، فإن كانت استفهامية، فقد تضمنت معنى حرف الاستفهام، وإن كانت خبرية، فهي نقيضة "رب"؛ لأن "رب" للتقليل، و"كم" للتكثير، وهم يحملون الشيء على ضده كما يحملونه على نظيره. وأما "مَنْ" و"كم" فبنيت على السكون؛ لأنه الأصل في البناء، ولم يعرض فيهما ما يوجب بناءهما على حركة؛ فبقيا على الأصل. وأما: قَبْلُ وبَعْدُ فإنما بنيا؛ لأن الأصل فيهما أن يستعملا مضافين إلى ما بعدهما، فلما اقتطعا عن الإضافة -والمضاف مع المضاف إليه بمنزلة كلمة واحدة- تنزلا منزلة بعض الكلمة، وبعض الكلمة مبني؛ قال الله تعالى: {لِلَّهِ الأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذ} ٣، وإنما بنيا على حركة؛ لأن كلّ واحد منهما كان له حالة إعراب قبل البناء؛ فوجب أن يُبْنَيَا على حركة تَمَيُّزًا لهما على ما بني، وليس له حالة إعراب؛ نحو: "من" و"كم"، وقيل: إنما بنيا على حركة؛ لالتقاء الساكنين؛ والقول الصحيح هو الأول. فإن قيل: فلم كانت الحركة ضمة؟ قيل: لوجهين؛ أحدهما: أنه لما حُذِفَ المضاف إليه بنيا على أقوى الحركات؛ وهي الضم٤،
_________
١ في "س" والفعل المضارع، وهو سهو.
٢ في "س" الموصولة.
٣ س: ٣٠ "الروم، ن: ٤، مك".
٤ في "س" وهو الضمة، وفي إحدى النسخ: وهو الضم -وهو الصواب- لأن حُذّاق النحاة يسمّون الضم والفتح عندما تكونان علامة بناء، والضمة والفتحة عندما تكونان علامة رفع ونصب؛ أي حين تكون الضمة علامة رفع، والفتحة علامة نصب.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (37,'تعويضًا عن المحذوف، وتقوية لهما؛ والوجه الثاني: إنما بنوهما على الضم؛ لأن النصب والجر يدخلهما؛ نحو: جئت قبلك ومن قبلك، وأما الرفع لا يدخلهما البتَّة؛ فلو بنوهما على الفتح والكسر؛ لالتبست حركة الإعراب بحركة البناء، فبنوهما على حركة، لا تدخلهما وهي الضمة؛ لئلا تلتبس حركة الإعراب بحركة البناء. وأما أين وكيف فإنما بنيا على الفتح؛ لأنهما تضمنا معنى حرف الاستفهام؛ لأن "أين" سؤال عن المكان، و"كيف" سؤال عن الحال، فلما تضمنا معنى حرف الاستفهام، وجب أن يبنيا، وإنما بنيا على حركة لالتقاء الساكنين، وإنما كانت الحركة فتحة؛ لأنها أخف الحركات. وأما "أمس" فإنما بنيت؛ لأنها تضمنت معنى لام التعريف؛ لأن الأصل في "أمس" الأمس، فلما تضمنت معنى اللام، تضمنت معنى الحرف؛ فوجب أن تبنى. وإنما بنيت على حركة لالتقاء الساكنين، وإنما كانت الحركة كسرة، لأنها الأصل في التحريك لالتقاء الساكنين. ومن العرب من يجعل "أمس" معدولة عن لام التعريف، فيجعلها غير مصروفة١؛ قال الشاعر٢: [الرجز]
لقد رأيت عجبًا مُذْ أَمْسا ... عجائزًا مثل السعالي قُعْسَا
يأكُلْن ما في رَحْلِهِنَّ هَمْسَا ... لا تَرَكَ الله لَهُنَّ ضِرْسا٣
وأما "هؤلاء" فإنما بنيت لتضمنها معنى حرف الإشارة وإن لم ينطق به؛ لأن الأصل في الإشارة أن تكون بالحرف كالشرط، والنفي، التمني، والعطف، إلى غير ذلك من المعاني، إلا أنهم لما لم يفعلوا ذلك؛ ضمنوا "هؤلاء" معنى حرف الإشارة، فبنوها، ونظير "هؤلاء" "ما" التي في التعجب، فإنها بنيت. لتضمنها معنى حرف التعجب، وإن لم يكن له٤ حرف ينطق به؛ لأن الأصل في التعجب أن يكون بالحرف كغيره من المعاني، إلا أنهم لما لم يفعلوا ذلك،
_________
١ أي علامة الرفع فيها الضمة، وعلامة النصب والجر الفتحة.
٢ لم ينسب هذان البيتان إلى شاعرٍ معيَّن.
٣ السَّعالي: جمع سِعلاة؛ وهي الغول، أو ساحرة الجنِّ كما يزعمون. ورُوي: "خمسا" بدل "قعسا" في بعض الكتب النحوية.
موطن الشاهد: "أمسا" وجه الاستشهاد: مجيء "أمس" غير منصرفة، فكانت علامة الجر فيها الفتحة بدل الكسرة، والألف للإطلاق.
٤ في "ط" لها، وما أثبتناه من "س" وهو الصَّواب.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (38,'<span data-type="title" id=toc-6>الباب الرابع: باب إعراب الاسم المفرد</span>
[الاسم المفرد على ضربين]
إن قال قائل: على كم ضربًا الاسم المفرد؟ قيل: على ضربين؛ صحيح، ومعتل؛ فالصحيح في عرف النحويين: ما لم يكن آخره ألفًا، ولا ياء قبلها كسرة؛ نحو: رجل، وفرس، وما أشبه ذلك؛ وهو على ضربين: منصرف. وغير منصرف.
[علامات الاسم المنصرف]
فالمنصرف: ما دخله الحركات الثلاث مع التنوين؛ نحو: هذا زيدٌ، ورأيت زيدًا، ومررت بزيدٍ؛ وهذا الضرب يسمى "الأمكن" وقد يسمى أيضًا "متمكنا".
[التنوين علامة الصرف]
فإن قيل: لِمَ جعلوا التنوين علامة للصرف دون غيره؟ قيل: لأنّ أولى ما يزاد حروف المد واللين؛ وهي الألف، والياء، والواو، إلا أنهم عدلوا عن زيادتها (إلى التنوين، لما يلزم من اعتلالها وانتقالها) ١، ألا ترى أنهم لو جعلوا الواو علامة للصرف؛ لانقلبت ياء في الجر؛ لانكسار ما قبلها؟ وكذلك، حكم الياء والألف في الاعتلال، والانتقال من حال إلى حال؛ وكان التنوين أولى من غيره؛ لأنه خفيف يضارع حروف العلة، ألا ترى أنه غنة في الخيشوم، وأنه لا معتمد له في الحلق، فأشبه الألف إذا كان حرفًا هوائِيًّا.
[خلافهم في أسباب دخول التنوين في الكلام]
فإن قيل: فلماذا دخل التنوين الكلام؟ قيل: اختلف النحويون في ذلك؛ فذهب سيبويه إلى أنه دخل الكلام علامة للأخف عليهم، والأمكن عندهم،
_________
١ سقطت من "ط" والزيادة من "س".',NULL,'54',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (39,'وذهب بعضهم إلى أنه دخل فرقًا بين الاسم والفعل، وذهب آخرون إلى أنه دخل فرقًا بين ما ينصرف وما لا ينصرف.
[علامات غير المنصرف]
وأما غير المنصرف: فما لم يدخله الجر مع التنوين، وكان ثانيًا من وجهين؛ نحو: مررت بأحمد وإبراهيم، وما أشبه ذلك. وإنما منع هذا الضرب من الأسماء الصرف؛ لأنه يشبه الفعل، فمنع من التنوين، ومن الجر تبعًا للتنوين لما بينهما من المصاحبة، وذهب بعضهم إلى أنه منع الجر؛ لأنه أشبه الفعل؛ والفعل لا يدخله جر، ولا تنوين، فكذلك ما أشبهه، وهذا الضرب سُمِّي "المتمكن" ولا يسمى "أمكن" وكل أمكن متمكن، وليس كل متمكن أمكن.
[دخول الجر على المعرّف]
فإن قيل: فلم يدخل الجر مع الألف واللام، أو الإضافة؟ قيل: للأمن من دخول التنوين مع الألف واللام والإضافة، وسترى هذا في موضعه إن شاء الله تعالى.
[تعريف الاسم المعتل]
والمعتل: ما كان آخره ألفًا، أو ياء قبلها كسرة.
[الاسم المعتل على ضربين]
وهو على ضربين؛ منقوص، ومقصور؛ فالمنقوص: ما كانت في آخره ياء خفيفة قبلها كسرة؛ وذلك نحو: القاضي، والداعي؛ فإن قيل: فلم سُمّي منقوصًا؟ قيل: لأنه نقص الرفع والجر؛ تقول: هذا قاضٍ يا فتى، ومررت بقاضٍ؛ والأصل: هذا قاضي، ومررت بقاضي، إلا استثقلوا الضمة والكسرة على الياء، فحذفوهما؛ فبقيت الياء ساكنة، والتنوين ساكنًا، فحذفوا الياء لالتقاء الساكنين، وكان حذف الياء أولى من حذف التنوين لوجهين؛
أحدهما: أن الياء إذا حذفت بقي في اللفظ ما يدل عليها، وهي الكسرة، بخلاف التنوين، فإنه لو حذف، لَمْ يبقَ في اللفظ ما يدل على حذفه، فلما وجب حذف أحدهما؛ كان حذف ما في اللفظ دلالة على حذفه أولى.
والثاني: أن التنوين دخل لمعنى وهو الصرف، وأما الياء، فليست كذلك، فلما وجب حذف أحدهما؛ كان حذف ما لم يدخل لمعنى أولى من حذف ما دخل لمعنى. وأما إذا كان منصوبًا، فهو بمنزلة الصحيح؛ لخفة الفتحة؛ فإن قيل: الحركات كلها تستثقل على حرف العلة؛ بدليل قولهم:',NULL,'55',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (40,'باب وناب، والأصل فيهما: بَوَب، ونَيَب، إلا أَنَّهم استثقلوا الفتحة على الواو والياء؛ فقلبوا كلّ واحدة منهما ألفًا؛ قيل: الفتحة في هذا النحو١ لازمة، ليست بعارضة، بخلاف الفتحة التي على ياء "قاض" فإنها عارضة وليست بلازمة؛ فلهذا المعنى، استثقلوا الفتحة /في/٢ نحو: باب وناب ولم يستثقلوها في نحو: قاضٍ.
[الوقف على الاسم المنقوص]
فإن وقفت على المرفوع والمجرور من هذا الضرب، كان لك فيه مذهبان: إسقاط الياء، وإثباتها. واختلف النحويون في الأجود منهما؛ فذهب سيبويه إلى أن حذف الياء أجود إجراء للوقف على الوصل؛ لأن الوصل هو الأصل، وذهب يونس إلى أن إثبات الياء أجود؛ لأن الياء إنما حذفت لأجل التنوين، ولا تنوين في الوقف فوجب رد الياء، وقد قرأ بعض القراء قوله تعالى: {مَا عِنْدَكُمْ يَنفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} ٣ بغير ياء، وقد قرأ بعضهم بالياء فإن كان منصوبًا، أبدلت من تنوينه ألفًا كسائر الأسماء المنصرفة الصحيحة؛ فتقول: "رأيت قاضيًا" كما تقول: "رأيت ضاربًا". وإن كان فيه ألف ولام، كان حكمه في الوصل حكم ما ليس فيه ألف ولام في حذف الضمة والكسرة، ودخول الفتحة، وكان لك أيضًا في الوقف في حالة الرفع والجر إثبات الياء وحذفها، وإثباتها أجود الوجهين؛ لأن التنوين لا يجوز أن يثبت مع الألف واللام، فإذا زال علة اسقاط الياء؛ وجب أن تثبت؛ وكان بعض العرب يقف بغير ياء، وذلك أنه قدر حذف الياء في "قاضٍ" ونحوه، ثم أدخل عليه الألف واللام، وبقي الحذف على حاله؛ وهذا ضعيف جدًّا، وقد قرأ بعض القراء في قوله تعالى: {أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} ٤. فإن كان منصوبًا لم يكن الوقف عليه إلا بالياء، قال الله تعالى: {كَلاَّ إِذَا بَلَغَتِ التَّرَاقِي} ٥، وذلك لأنه تنزل بالحركة منزلة الحرف الصحيح، فتحصن٦ بها من الحذف.
[تعريف الاسم المقصور]
وأما المقصور فهور المختص بألف مفردة في آخره؛ نحو الهوى، والهدى، والدنيا، والأخرى، وسُمِّي مقصوًرا؛ لأن حركات الإعراب قصرت عنه؛ أي:
_________
١ في "ط" البحر وربما كان خطأً مطبعيًّا.
٢ سقطت في "ط".
٣ س: ١٦ "النحل، ن: ٩٦، مك".
٤ س: ٢ "البقرة، ن: ١٨٦، مد".
٥ س: ٧٥ "القيامة، ٢٦، مك".
٦ في "ط" فيخص؛ والصواب ما أثبتنا من "س".',NULL,'56',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (41,'حُبست؛ والقصر: الحبس؛ ومنه يقال: امرأة مقصورة، وقصيرة، وقصورة؛ قال الله تعالى: {حُورٌ مَقْصُورَاتٌ فِي الْخِيَام} ١؛ أي محبوسات؛
وقال الشاعر٢: [الطويل]
وأنت التي حَبَّبت كل قصيرة ... إلَيَّ ولم تشعر بذاك القصائر
عنيت قصيرات الحجال ولم أرد ... قصار الخطا، شر النساء البحاتر٣
ويروى: قصورة، والبهاتر: القصار بمعنى واحد.
[الاسم المقصور ضربان]
وهو على ضربين؛ منصرف، وغير منصرف؛ فالمنصرف: ما دخله التنوين؛ نحو: هذه عصًا ورحىً، ورأيت عصًا ورحىً، ومررت بعصًا ورحىً، والأصل فيه: عَصَوٌ، وَرَحَيٌ، إلا أن الواو والياء، لَمّا تحركا، وانفتح ما قبلهما؛ قلبا ألفين، وحذفت الألف منهما؛ لسكونها وسكون التنوين، وكان حذفها أولى لما ذكرناه في حذف الياء؛ نحو: قاضٍ.
[الوقف على الاسم المقصور]
فإن وقفت على شيء من هذا الضرب، فقد اختلف النحويون فيه على مذاهب؛ فهذب سيبويه٤ إلى أنَّ الوقف في حالة الرفع والجر على الألف المبدلة من الحرف الأصلي، وفي حالة النصب على الألف المبدلة من التنوين حملاً ٥ للمعتل على الصحيح، وذهب أبو عثمان المازني٦ إلى أن الوقف في الأحوال
_________
١ س: ٥٥ "الرحمن: ٧٢، مد".
٢ الشاعر: كثيِّر عزة؛ وهوكثير بن عبد الرحمن الخزاعي، صاحب عزّة، أحد الشعراء العشاق في العصر الأموي؛ له ديوان شعر مطبوع. مات سنة ١٠٥هـ. الشعر والشعراء ١/ ٥٠٣.
٣ المفردات الغريبة: القصائر: جمع قصيرة. الحِجال: إما جمع حَجَلَة، كالقبّة، وموضع يُزَيَّن بالثياب والستور للعروس. وإما الخلخال.
البحاتر: جمع بحتر، وهو القصير المجتمع الخلق؛ ويروى البهاتر -كما جاء في النسخة "س"- وهما بمعنى واحد. جاء في القاموس المحيط: والبُهتُرة -بالضم- القصيرة، كالبُهتر. وبالفتح الكذب. القاموس المحيط: مادة "بهتر" ص: ٣٢٠.
٤ سيبويه: عمرو بن قنبر، أخذ النحو عن الخليل بن أحمد، وكان من أعلم الناس به بعده؛ له "الكتاب" الذي سماه الناس لأهميته "قرآن النحو". مات بشيراز ١٨٠هـ. مراتب النحويين ٦٤.
٥ في "ط" عملاً؛ وربماكان غلطا مطبعيًّا.
٦ المازني: أبو عثمان، بكر بن محمد، من متقدمي النحاة؛ أخذ عنه المبرّد، وغيره؛ من آثاره: التصريف الملوكي. مات سنة ٢٤٩هـ. إنباه الرّواة ١/ ٢٤٦، وبغية الوعاة ١/ ٤٦٣.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (42,'الثلاثة، على الألف المبدلة من التنوين لأنهم إنما خصوا الإبدال بحال النصب في الصحيح؛ لأنه يؤدي إلى الألف التي هي أخف الحروف، ولم يبدلوا في حالة الرفع والجر؛ لأنه يفضي إلى الثقل واللبس؛ وذلك غير موجود هنا؛ لأن ما قبل التنوين -ههنا- لا يكون إلا مفتوحًا، فأبدلوا منه ألفًا؛ لأنه لا يجلب ثقلاً، ولا يجلب لبسًا؛ وذهب أبو سعيد السيرافي١ إلى أن الوقف في الأحوال الثلاثة على الألف المبدلة من الحرف الأصلي، وذلك؛ لأن بعض القراء يميلونها في قوله تعالى: {أَوْ أَجِدُ عَلَى النَّارِ هُدًى} ٢ ولو كانت مبدلة من التنوين؛ لما جازت -ههنا- إمالتها، ألا ترى أنك لو أملت الألف في نحو: رأيت عمرًا؛ لكان غير جائز؟ فلما جازت الإمالة -ههنا- دل على أنها مبدلة من الحرف الأصلي لا من التنوين.
[المقصور غير المنصرف]
وغير المنصرف: ما لم يلحقه التنوين، وذلك؛ نحو: حُبلى، وبشرى، وسكرى، وتثبت فيه الألف وصلاً ووقفًا، إذ ليس يلحقها تنوين، تحذف من أجله، فإن لقيها ساكن من كلمة أخرى؛ حذفت لالتقاء الساكنين.
[علة إعراب الأسماء الستة بالحروف]
فإن قيل: فَلِمَ أعربت الأسماء الستة المعتلة بالحروف وهي أسماء مفردة؟ قيل: إنما أعربت بالحروف توطئة لما يأتي من باب التثنية والجمع. فإن قيل: فَلِمَ كانت هذه الأسماء أولى بالتوطئة٣ من غيرها؟ قيل: لأن هذه الأسماء منها ما تغلب عليه الإضافة؛ ومنها ما تلزمه الإضافة، فما تغلب عليه: أبوك، وأخوك، وحموك، وهنوك؛ وما تلزمه الإضافة: فوك، وذو مال؛ والإضافة فرع على الإفراد، كما أن التثنية والجمع فرع على المفرد، فلما وجدت المشابهة بينهما من هذا الوجه؛ كانت أولى من غيرها؛ ولما وجب أن تعرب بالحروف لهذه المشابهة، أقاموا كل حرف مقام ما يجانسه من الحركات؛ فجعلوا الواو علامة للرفع، والألف علامة للنصب، والياء علامة للجر؛ وذهب الكوفيون إلى أن الواو والضمة قبلها علامة للرفع، والألف والفتحة قبلها علامة للنصب، والياء والكسرة قبلها علامة للجر، فجعلوه معربًا من مكانين، وقد بينا فساده في
_________
١ السيرافي: أبو سعيد، الحسن بن عبد الله، نحوي متفقه، ورع؛ من مؤلفاته: أخبار النحويين البصريين، وشرح كتاب سيبويه. مات سنة ٣٦٨هـ. البغية: ١/ ٥٠٧-٥٠٩.
٢ س: ٢٠ "طه، ن:١٠، مك".
٣ في "س" بالتَّوطيد.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (43,'مسائل الخلاف بين البصريين والكوفيين. وذهب بعض النحويين إلى أن هذه الأسماء إذا كانت في موضع رفع؛ كان فيها نقل بلا قلب، وإذا كانت في موضع نصب، كان فيها قلب بلا نقل، وإذا كانت في موضع جرّ كان فيها نقل وقلب؛ ألا ترى أنك إذا قلت: هذا أبوك، كان الأصل فيه: هذا أبوك؛ فنقلت الضمة من الواو إلى ما قبلها، فكان فيه نقل بلا قلب، وإذا قلت: رأيت أباك، كان الأصل فيه: رأيت أبوك، فتحركت الواو، وانفتح ما قبلها، فقلبت الواو ألفًا، فكان فيه قلب بلا نقل، وإذا قلت: مررت بأبيك، كان الأصل فيه: مررت بأَبَوِكَ؛ فنقلت الكسرة من الواو إلى ما قبلها، وانقلبت الواو ياء؛ لسكونها وانكسار ما قبلها، فكان فيه نقل وقلب؛ وذهب بعض النحويين إلى أن الياء والواو والألف، نشأت عن إشباع الحركات كقول الشاعر١: [البسيط]
الله يعلم أنا في تَلَفُّتنا ... يوم الفِراق إلى إخواننا صُور
وأنني حيثما يثن الهوى بصري ... من حيث ما سلكو أدنوا فأنظورُ٢
أراد: فأنظر، فأشبع الضمة؛ فنشأت الواو. وكما قال الآخر في إشباع الفتحة: [الوافر]
وأنت من الغوائل حين ترمي ... ومن ذم الرجال بمنتزاح٤
أراد: بمنتزح، فأشبع الفتحة؛ فنشأت الألف؛ وقال الآخر٥ في إشباع الكسرة: [البسيط]
تنفي يداها الحصى في كل هاجرة ... نفي الدراهيم تنقاد الصياريف٦
_________
١ لم ينسب إلى قائل معين.
٢ المفردات الغريبة: صور: جمع "أصور" وهو المائل العنق.
موطن الشاهد: "فأنظور" وجه الاستشهاد: أشبع الشاعر ضمة الظاء -مراعاة للوزن- فنشأت الواو؛ وهذا جائز في الشعر؛ لإقامة الوزن.
٣ ينسب البيت إلى إبراهيم بن هرمة، وهو شاعر غزل من مخضرمي الدولتين الأموية والعباسية، وهو آخر من يحتج بشعره من الشعراء؛ له ديوان شعر مطبوع. مات حوالي ١٥٠هـ. الشعر والشعراء ٢/ ٧٥٣٤.
٤ المفردات الغريبة: الغوائل: نوازل الدهر. منتزاح: منتزح؛ وهو البعيد.
موطن الشاهد: "بمنتزاح". وجه الاستشهاد: أشبع الشاعر فتحة الزاي -مراعاة للوزن- فنشأت الألف؛ وحكم هذا الجواز في الشعر؛ لإقامة الوزن.
٥ القائل: الفرزدق، وهو هَمَّام بن غالب التميمي، أحد ثالوث الشعر في العصر الأموي؛ جرير، والأخطل، والفرزدق، وكان أكثرهما فخرًا؛ له ديوان شعر مطبوع. مات سنة ١١٠هـ.
٦ المفردات الغريبة: تنفي: تدفع. الحصى: جمع حصاة. الهاجرة: وقت اشتداد الحر =',NULL,'59',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (44,'أراد: الصيارف، فأشبع الكسرة؛ فنشأت الياء، والشواهد على١ إشباع الضمة والفتحة والكسرة كثيرة جدًّا؛ وهذا القول ضعيف؛ لأن إشباع الحركات إنما يكون في ضرورة الشعر كهذه الأبيات؛ وأما في حالة الاختيار، فلا يجوز ذلك بالإجماع، فلما جاز -ههنا- في حالة الاختيار أن تقول: هذا أبوه، ورأيت أباه، ومررت بأبيه، دل على أن هذه الحروف ما نشأت عن إشباع الحركات. وقد حكي عن بعض العرب أنهم يقولون: "هذا أبك، ورأيت أبك، ومررت بأبك" من غير واو، ولا ألف، ولا ياء؛ ويحكى عن بعض العرب أنهم يقولون: "هذا أباك، ورأيت أباك، ومررت بأباك" بالألف في حالة الرفع والنصب والجر؛ كقوله٢: [الرجز]
إن أباها وأبا أباها ... [قد بلغا في المجد غايتاها]
والذي يعتمد عليه هو القول الأول، وقد بينا ذلك مستقصى في كتابنا الموسوم: بـ: "الإسماء في شرح الأسماء".
_________
= عندما ينتصف النهار. تنقاد: مصدر نقد الدراهم -ميز رديئها من جيدها. الصياريف: جمع "صيرف"، وهو الخبير بالنقد الذي يبادل بعضه ببعض.
موطن الشاهد: "الدراهيم، الصياريف".
وجه الاستشهاد: الأصل فيهما: الدراهم والصيارف؛ فأشبع كسرة الهاء في الدراهم، وكسرة الراء في الصيارف؛ فتولدت عن كل إشباع منهما ياء؛ وحكم هذا الإشباع الجواز للضرورة الشعرية. وقيل: إن "دراهيم" جمع "درهام" لا جمع درهم، ولا شاهد فيه، حيث لا زيادة ولا حذف.
١ في "ط" في، والصواب ما أثبتنا من "س".
٢ القائل أبو النجم العجلي؛ وهو الفضل بن قدامة، من بني بكر بن وائل، من أشهر الرجاز وأحسنهم إنشادًا للشعر. مات سنة ١٣٠هـ الأعلام: ٥/ ٣٥٧.
موطن الشاهد: "أبا أباها".
وجه الاستشهاد: ألزم قوله "أبا" وهو من الأسماء الستة الألف في حالة الجر على لغة من يلزمونه الألف في الحالات كلها؛ والذي عليه الجمهور، وما نقل إلينا بالتواتر: أبا أبيها؛ لأن الأسماء الستة علامة جرها الياء، كما هو معروف. وفي البيت شاهد آخر في "بلغا.. غايتاها" حيث ألزم المثنى الألف في حالة النصب على لغة من يلزمونه ذلك؛ والذي عليه الجمهور، وما نقل إلينا بالتواتر علامة نصب المثنى الياء.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (45,'<span data-type="title" id=toc-7>الباب الخامس: باب التثنية والجمع</span>
إن قال قائل: ما التثنية؟ قيل: التثنية صيغة مبنية للدلالة على الاثنين؛ وأصل التثنية العطف؛ تقول: قام الزيدان، وذهب العمران؛ والأصل: قام زيد وزيد، وذهب عمرو وعمرو إلا أنهم حذفوا أحدهما، وزادوا على الآخر زيادة دالة على التثنية للإيجاز والاختصار، والذي يدل على أن الأصل هو العطف، أنهم يفكون التثنية في حال الاضطرار، ويعدلون عنها إلى التكرار؛ كقول الشاعر١: [الرجز]
كأن بين فكها والفك ... فارةَ مسك ذبحت في سُكّ٢
وقال الآخر٣: [الرجز]
كأن بين خلفها والخلف ... كشة أفعى في يبيس قُفّ٤
_________
١ لم ينسب إلى قائل معين.
٢ المفردات الغريبة: الفكُّ: اللَّحي، وفي الرأس فَكَّان؛ أعلى وأسفل. القاموس المحيط: مادة "فكك"، ص ٨٥٥. فارة المسك: وعاؤه. السُّكُّ: ضرب من الطيب.
موطن الشاهد: "فكها والفك". وجه الاستشهاد: الأصل أن يقول: كأن بين فكيها، ولكنه عدل عن تثنية الفك مراعاة للوزن؛ وهذا كثير شائع.
٣ لم ينسب إلى قائل معين.
٤ المفردات الغريبة: كشة أفعى: يقال: كشكشت الحية، إذا صاتت من جلدها لا من فيها. يبيس قُفّ: يقال: قف العشب قفوفًا إذا يبس. وقفّ: إذا انضم بعضه إلى بعض حتى صار كالقُفَّة. والقُفّ: ما ارتفع من الأرض. ويطلق على الشجرة اليابسة البالية. القاموس المحيط: مادة "قفف"، ص ٧٦١.
موطن الشاهد: "كأن بين خلفها والخلف" وجه الاستشهاد: فكّ الشاعر التثنية للضرورة الشعرية -كما في الشاهد السابق- لأن الأصل في هذا الاستعمال: كأن بين خِلْفَيها.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (46,'وقال الراجز١: [الرجز]
ليث وليث في مجال ضنك٢
أراد "ليثان" إلا أنه عدل إلى التكرار في حالة الاضطرار؛ لأنه الأصل.
فإن قيل: ما الجمع؟ قيل: صيغة مبنية للدلالة على العدد الزائد على الاثنين، والأصل فيه -أيضًا- العطف كالتثنية، إلا أنهم لَمّا عدلوا عن التكرار في التثنية طلبًا للاختصار، كان ذلك في الجمع أولى.
فإن قيل: فَلِمَ كان إعراب التثنية والجمع بالحروف دون الحركات؟ قيل: لأن التثنية والجمع فرع على المفرد، (والإعراب بالحروف فرع على الحركات، فكما أعرب المفرد) ٣ الذي هو الأصل بالحركات التي هي الأصل، فكذلك، أعرب التثنية والجمع اللذان هما فرع بالحروف التي هي فرع، فأعطي الفرع الفرع، كما أعطي الأصل الأصل؛ وكانت الألف والواو والياء أولى من غيرها؛ لأنها أشبه الحروف بالحركات. فإن قيل: فَلِمَ خصوا التثنية في حال الرفع بالألف، والجمع السالم بالواو، وأشركوا بينهما في الجر والنصب؟ قيل: إنما خصوا التثنية بالألف، والجمع بالواو؛ لأن التثنية أكثر من الجمع؛ لأنها تدخل على من يعقل، وعلى ما لا يعقل، وعلى الحيوان، وعلى غير الحيوان من الجمادات والنبات، بخلاف الجمع السالم، فإنه في الأصل لأولي العلم خاصة، فلما كانت التثنية أكثر، والجمع أقل؛ جعلوا الأخف، وهو الألف للأكثر، والأثقل وهو الواو للأقل؛ ليعادلوا بين التثنية والجمع؛ وإنما أشركوا بينهما في النصب والجر؛ لأن التثنية والجمع لهما ستة أحوال وليس إلا ثلاثة أحرف، فوقعت الشركة ضرورة.
_________
١ ينسب الشاهد إلى واثلة بن الأسقع، أو لجحدر بن مالك، كما في خزانة الأدب ٧/ ٤٦١-٤٦٤.
٢ المفردات الغريبة: الليث: الأسد. وعني بالليث الأول -هنا- نفسه، وبالليث الثاني بطريقًا من بطارقة الروم؛ إذا كان الشعر لواثلة.
موطن الشاهد: "ليث وليث" وجه الاستشهاد: ترك التثنية والعدول عنها إلى التكرار؛ كما في الشاهدين السابقين. وفي الشاهد دليل على أن أصل المثنى العطف بالواو.
٣ سقط من "س" ما بين القوسين.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (47,'الإعراب، وذهب أبو الحسن الأخفش١، وأبو العباس المبرد٢، ومن تابعهما، إلى أنها تدل على الإعراب، وليست بإعراب، ولا حروف إعراب، وذهب أبو عمر الجرمي٣ إلى أن انقلابها هو الإعراب، وذهب قُطْرُب٤، والفرّاء٥، والزيادي إلى أنها هي الإعراب، والصحيح هو الأول؛ وأما من ذهب إلى أنها تدل على الإعراب، وليست بحروف إعراب ففاسد؛ لأنه لا يخلو إما أن تدل على الإعراب في الكلمة، أو في غيرها؛ فإن كانت تدل على الإعراب في الكلمة، فلا بد من تقديره فيها، فيرجع هذا القول إلى القول الأول، وهو مذهب سيبويه، وإن كانت تدلّ على إعراب في غير الكلمة، فليس بصحيح؛ لأنه يؤدي إلى أن يكون التثنية والجمع مبنيين، وليس بمذهب لقائل هذا القول، وإلى أن يكون إعراب الكلمة ترك إعرابها، وذلك محال، وأما من ذهب إلى أن انقلابها هو الإعراب، فقد ضعفه بعض النحويين؛ لأنه يؤدي إلى أن يكون التثنية والجمع مبنيين في حالة الرفع؛ لأنه لم ينقلب عن غيره، إذ أوّل أحوال الاسم الرفع، وليس من مذهب هذا القائل بناء التثنية والجمع في حال من الأحوال؛ وأما من ذهب إلى أنها أنفسها هي الإعراب فظاهر الفساد وذلك؛ لأن الإعراب لا يخل سقوطه ببناء الكلمة، ولو أسقطنا هذه الأحرف؛ لبطل٦ معنى التثنية والجمع، واختل معنى الكلمة، فدل ذلك على أنها ليست بإعراب، وإنما هي حروف إعراب على ما بينا.
_________
١ الأخفش: هو الأخفش الأوسط، سعيد بن مسعدة المجاشعي البلخي، أخذ النحو عن سيبويه؛ صنف كتبًا، وزاد في العروض بحر "الخبب" فصار مجموع مجموعها ستة عشر بحرًا. مات سنة ٢١٥هـ.
٢ المبرِّد: أبو العباس، محمد بن يزيد، إمام أهل البصرة في العربية؛ من آثاره: "الكامل في اللغة والأدب والنحو التصريف" و "المقتضب في النحو"، وغيرهما، مات سنة ٢٨٥هـ. بغية الوعاة ١/ ٢٦٩-٢٧٠.
٣ الْجَرْميُّ: أبو عمر، صالح بن إسحاق الجرمي، أخذ النحو عن الأخفش، ويونس بن حبيب، وغيرهما. مات سنة ٢٢٥هـ. بغية الوعاة ٢/ ٨.
٤ قُطْرُب: هو محمد بن المستنير، لقَّبه أستاذه سيبويه بقطرب -دويبة تبكِّر في السعي طلبًا للرزق- لنشاطه في تحصيل العلم والسعي إليه قبل غيره. كان عالِمًا في اللغة، والنحو، والأدب، وهو أول من وضع المثلثات اللغوية؛ من آثاره: معاني القرآن، والنوادر، والأزمنة، وغريب الحديث، وغيرها. مات سنة ٢٠٦هـ. إنباه الرواة ٣/ ٢١٩.
٥ الفراء: سبقت ترجمته.
٦ في "س" بطل والصواب ما أثبت في المتن؛ لوقوع بطل في جواب "لو".',NULL,'64',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (48,'[سبب فتح ما قبل ياء التثنية]
فإن قيل: فَلِمَ فتحوا ما قبل ياء التثنية دون ياء الجمع؟ قيل لثلاثة أوجه:
الوجه الأول: أن التثنية أكثر من الجمع على ما بَيّنّا، فلمَّا كانت التثنية أكثر من الجمع، والجمع أقل، أعطوا الأكثر الحركة الخفيفة، وهي الفتح، والأقل الحركة الثقيلة، وهي الكسرة.
والوجه الثاني: أن حرف التثنية لما زيد على الواحد للدلالة على التثنية، أشبه تاء التأنيث التي تزاد على الواحد للدلالة على التأنيث، وتاء التأنيث يفتح ما قبلها، فكذلك ما أشبهها، وكانت التثنية أولى بالفتح، لهذا المعنى من الجمع؛ لأنها قبل الجمع.
والوجه الثالث: أن بعض علامات التثنية الألف، والألف لا يكون ما قبلها إلا مفتوحًا، ففتحوا ما قبل الياء لئلا يختلف، إذ لا علة -ههنا- توجب المخالفة.
فإن قيل: فلم أدخلت النون في التثنية والجمع؟ قيل: اختلف النحويون في ذلك؛ فذهب سيبويه إلى أنها بدل من الحركة والتنوين؛ وذهب بعض النحويين إلى أنها تكون على ثلاثة أضرب، فتارة تكون بدلاً من الحركة والتنوين، وتارة بدلاً من الحركة دون التنوين، وتارة تكون بدلاً من التنوين دون الحركة، فأما كونها بدلاً من الحركة والتنوين ففي نحو: رجلان، وفرسان، وأما كونها بدلاً من الحركة دون التنوين ففي نحو: الرجلان، والفرسان، وأما كونها بدلاً من التنوين فقط ففي نحو: رحيان، وعصوان. وذهب بعض الكوفيين إلى أنها زيدت للفرق بين التثنية، والواحد المنصوب في نحو قولك: رأيت زيدًا.
[انكسار نون التثنية وانفتاح نون الجمع]
فإن قيل: فَلِمَ كسروا نون التثنية، وفتحوا نون الجمع؟ قيل: للفرق بينهما.
فإن قيل: فما الحاجة إلى الفرق بينهما مع تباين صيغتيهما؟ قيل: لأنهم لو لم يكسروا نون التثنية، ويفتحوا نون الجمع؛ لالتبس جمع المقصور في حالة الجر والنصب، بتثنية الصحيح، ألا ترى أنك تقول في جمع مصطفى: رأيت مصطفَيْنَ، ومررت بمصطفَيْنَ؛ قال الله تعالى: {وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ',NULL,'65',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (49,'الأَخْيَار} ١ فلفظ مطصفَيْنَ؛ كلفظ: زيدَينِ، فلو لم يكسروا نون التثنية، ويفتحوا نون الجمع؛ لالتبس هذا الجمع بهذه التثنية.
فإن قيل: فهلَّا عكسوا، ففتحوا نون التثنية، وكسروا نون الجمع، وكان الفرق حاصلاً؟ قيل: لثلاثة أوجه:
الوجه الأول: أن نون التثنية تقع بعد ألف، أو ياء مفتوح ما قبلها، فلم يتسثقلوا الكسرة فيها، وأما نون الجمع، فإنها تقع بعد واو مضموم ما قبلها، أو ياء مكسور ما قبلها، فاختاروا لها الفتحة؛ ليعادلوا خفة الفتحة ثقل الواو والضمة، والياء والكسرة، ولو عكسوا ذلك؛ لأدى ذلك إلى الاستثقال، إما لتوالي الأجناس، وإما للخروج من الضم إلى الكسر.
والوجه الثاني: أن التثنية قبل الجمع، والأصل في التقاء الساكنين الكسر، فحركت نون التثنية بما وجب لها في الأصل، وفتحت نون الجمع؛ لأن الفتح أخف من الضم.
والوجه الثالث: أن الجمع أثقل من التثنية، والكسر أثقل من الفتح، فأعطوا الأخف الأثقل، والأثقل الأخف؛ ليعادلوا بينهما.
[الأصل في الجمع السالم لمن يعقل]
فإن قيل: فَلِمَ قلتم: إن الأصل في الجمع السالم أن يكون لمن يعقل؟ قيل: تفضيلاً لهم؛ لأنهم المقدمون على سائر المخلوقات بتكريم الله تعالى لهم، وتفضيله إياهم؛ قال الله تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلاً} ٢.
[ألفاظ العقود الملحقة بجمع المذكر السالم]
فإن قيل: فَلِمَ جاء هذا الجمع في الأعداد من العشرين إلى التسعين؟ قيل: إنما جاء هذا الجمع في الأعداد من العشرين إلى التسعين؛ لأن الأعداد لَمّا كان يقع على من يعقل نحو: "عشرين رجلاً" على ما لا يعقل نحو: "عشرين ثوبًا" وكذلك إلى التسعين، غلب جانب من يعقل على ما لا يعقل، كما يغلب جانب المذكر على المؤنث في نحو: أخواك هند وزيد، وما أشبه ذلك.
_________
١ س: ٣٨ "سورة ص: ٤٧، مك".
٢ س: ١٧ "الإسراء: ٧٠، مك".',NULL,'66',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (50,'فإن قيل: فمن أين جاء هذا الجمع في قوله تعالى: {فَقَالَ لَهَا وَلِلأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِين} ١؟ قيل: لأنه لَمّا وصفها بالقول؛ والقول من صفات من يعقل، أجراهما مجرى من يعقل؛ وعلى هذا قوله تعالى: {إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِين} ٢ لأنه لَمّا وصفها بالسجود، وهو من صفات من يعقل، أجراها مجرى من يعقل؛ فلهذا، جمعت جمع من يعقل.
[قولهم في جمع أرض وسنة]
فإن قيل: فَلِمَ جاء هذا الجمع في قولهم في جمع أرض: "أرضون" وفي جمع سنة "سنون"؟ قيل: لأن الأصل في أرض: "أرضة" بدليل قولهم في التصغير: أُرَيْضَةَ، وكان القياس يقتضي أن تجمع بالألف والتاء، إلا أنهم لما حذفوا التاء من أرض؛ جمعوه بالواو والنون تعويضًا عن حذف التاء، وتخصيصًا له بشيء، لا يكون في سائر أخواته؛ وكذلك الأصل في سنة: "سنوة" بدليل قولهم في الجمع: "سنوات" و"سنهة" على قول بعضهم، إلا أنهم لما حذفوا اللام، جمعوه بالواو والنون تعويضًا من حذف اللام، وتخصيصًا له بشيء لا يكون في /الأمر/٣ التام، وهذا التعويض تعويض جوازٍ، لا تعويض وجوب، لأنهم لا يقولون في جمع: شمس شمسون، ولا /في/٤ جمع غد غدون فلهذا، لما كان هذا الجمع في أرض، وسنة، على خلاف الأصل، أدخل فيه ضرب من التكثير، ففتحت٥ الراء من "أرضَون" وكسرت السين من "سنون" إشعارًا بأنه جمع جمع السلامة على خلاف الأصل؛ فاعرفه /تصب/٦ إن شاء الله تعالى.
_________
١ س: ٤١ "فصلت -حم السجدة- ن: ١١، مك".
٢ س: ١٢ "يوسف، ن: ٤، مك".
٣ سقطت من "س".
٤ سقطت من "س".
٥ في "ط" وفتحت، وما أثبتناه من "س" وهو الأفضل.
٦ سقطت من "س".',NULL,'67',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (51,'<span data-type="title" id=toc-8>الباب السادس: باب جمع التأنيث</span>
[زيادة الألف والتاء في جمع التأنيث]
إن قال قائل: لِمَ زادوا في آخر هذا الجمع ألفًا وتاء؛ نحو: مسلمات وصالحات؟ قيل: لأن أولى ما يزاد حروف المد واللين، وهي الألف والياء والواو، وكانت الألف أولى من الياء والواو، لأنها أخف منهما، ولم تجز زيادة أحدهما معها؛ لأنه كان يؤدي إلى أن ينقلب عن أصله؛ لأنه كان يقطع طرفًا وقبله ألف زائدة فينقلب همزة، فزادوا التاء بدلاً عن الواو؛ لأنها تبدل منها كثيرًا؛ نحو: تراث، وتجاه، وتهمة، وتخمة، وتكلة، وما أشبه ذلك، والأصل في مسلمات وصالحات: مسلمتات، وصالحتات، إلا أنهم حذفوا التاء لئلا يجمعوا بين علامتي تأنيث في كلمة واحدة، وإذا كانوا قد حذفوا التاء مع المذكر في نحو قولهم: رجل بصريّ وكوفيّ، في النسب إلى البصرة والكوفة، والأصل: بصرتي وكوفتي؛ لئلا يقولوا في المؤنث: امرأة بصرتيّة، وكوفتيّة، فجمعوا بين علامتي تأنيث، فلأَن يحذفوا -ههنا- مع تحقق الجمع، كان ذلك من طريق الأولى.
فإن قيل: فَلِمَ كان حذف التاء الأُولَى أَوْلَى؟ قيل: لأنها تدل على التأنيث فقط، والثانية تدل على الجمع والتأنيث، فلما كان في الثانية زيادة معنى، كان تبقيتها، وحذف الأُولى أَولى.
فإن قيل: فَلِمَ لم يحذفوا الألف في جمع: حبلى، كما حذفوا التاء، فيقولوا: حبلات، كما قالوا مسلمات؟ قيل: لأن الألف تنزل منزلة حرف من نفس الكلمة؛ لأنها صيغت الكلمة عليها في أول أحوالها، وأما التاء فليست كذلك؛ لأنها ما صيغت الكلمة عليها في أول أحوالها، وإنما هي بمنزلة اسم ضُمَّ إلى اسم؛ كحضرموت، وبعلبك، وما أشبه ذلك. فإن قيل: فَلِمَ وجب قلب الألف؟ قيل: لأنها لو لم تقلب؛ لكان ذلك يؤدي إلى حذفها؛ لأنها',NULL,'68',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (52,'ساكنة، وألف الجمع بعدها ساكن١، وساكنان لا يجتمعان؛ فيجب حذفها لالتقاء الساكنين. فإن قيل: فَلِمَ قلبت الألف ياء؛ فقيل: حبليات، ولم تقلب واوًا؟ قيل لوجهين:
أحدهما: أن الياء تكون علامة للتأنيث، والواو ليست كذلك، فلما وجب قلب الألف إلى أحدهما، كان قلبها إلى الياء أولى من قلبها إلى الواو.
والوجه الثاني: أن الياء أخف من الواو، والواو أثقل، فلما وجب قلبها إلى أحدهما؛ كان قلبها إلى الأخف أولى من قلبها إلى الأثقل.
فإن قيل: فَلِمَ قلبوا الهمزة واوًا في جمع صحراء، فقالوا: صحراوات؟ قيل: لوجهين:
أحدهما: أنهم لما أبدلوا من الواو همزة في نحو: أُقِّتَتْ، وأجوه، أبدلت الهمزة -ههنا- واوًا من النّقاض والتعويض.
والوجه الثاني: أنهم /إنما/٢ أبدلوها واوًا، ولم يبدلوها ياء؛ لأن الواو أبعد من الألف، والياء أقرب إليه منها، فلو أبدلوها ياء؛ لأدى ذلك إلى أن تقع ياء بين ألفين، فكان أقرب إلى اجتماع الأمثال، وهم إنما قلبوا الهمزة فرارًا من اجتماع الأمثال؛ لأنها تشبه الألف، وقد وقعت بين ألفين، وإذا كانت الهمزة إنما وجب قلبها فرارًا من اجتماع الأمثال، وجب قلبها واوًا؛ لأنها أبعد من الياء في اجتماع الأمثال.
فإن قيل: فَلِمَ حمل النصب على الجر في هذا الجمع، قيل: لأنه لما وجب حمل النصب على الجر في جمع المذكر الذي هو الأصل؛ وجب -أيضًا- حمل النصب على الجر في جمع المؤنث الذي هو الفرع، حملاً للفرع على الأصل، وإذا كانوا قد حملوا: أعد، ونعد، وتعد، على بعد في الاعتدال، وإن لم يكن فرعًا عليه، فلأَن يحمل جمع المؤنث على جمع المذكر وهو فرع عليه؛ كان ذلك من طريق الأولى، فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" ساكنة؛ وكلاهما صحيح.
٢ سقطت من "س".',NULL,'69',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (53,'<span data-type="title" id=toc-9>الباب السابع: باب جمع التكسير</span>
[جمع التكسير وسبب تسميته]
إن قال قائل: لِمَ سُمِّيَ جمع التكسير تكسيرًا١؟ قيل: إنما سمي بذلك على التشبه٢ بتكسير الآنية؛ لأن تكسيرها إنما هو إزالة التئام أجزائها؛ فلما أزيل نظم الواحد فك نضده٣ في هذا الجمع؛ فَسُمِّي جمع التكسير. وهو على أربعة أضرب:
[أضرب جمع التكسير]
أحدها: أن يكون لفظ الجمع أكثر من لفظ الواحد.
والثاني: أن يكون لفظ الواحد أكثر من لفظ الجمع.
والثالث: أن يكون مثله في الحروف دون الحركات.
والرابع: أن يكون مثله في الحروف والحركات؛ فأمّا ما لفظ الجمع أكثر من لفظ الواحد؛ فنحو: رجل ورجال، ودرهم ودراهم، وأما ما لفظ الواحد أكثر من لفظ الجمع؛ فنحو: كتاب وكتب، وإزار وأزر، وأما ما لفظ الجمع كلفظ الواحد في الحروف (دون الحركات) ٤؛ فنحو: أَسَد وأُسُد، ووَثَن ووثُن، وأما ما لفظ الجمع مثل /لفظ/٥ الواحد في الحروف والحركات؛ فنحو: الفلك، فإنه يكون واحدًا، ويكون جمعًا، فأما كونه واحدًا؛ فنحو قوله
_________
١ في "س" لِمَ سُمّي جمعَ التكسير.
٢ في "س" على التشبيه؛ وكلاهما صحيح.
٣ نضده: النَّضد -محرَّكةً- ما نُضِدَ من متاع؛ والمراد -هنا- الالتئام؛ أي فلما أزيل التئام الحروف واتساقها في هذا الجمع؛ سُمّي جمع تكسير.
٤ سقطت من "س".
٥ سقطت من "ط".',NULL,'70',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (54,'تعالى: {فِي الْفُلْكِ الْمَشْحُون} ١ فأراد به الواحد؛ ولو أراد به الجمع؛ لقال: المشحونة، وأما كونه جمعًا؛ فنحو قوله تعالى: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم} ٢. وقال تعالى: {وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاس} ٣ فأراد به الجمع؛ لقوله: وجرين، والتي تجري؛ غير أن الضمة فيه إذا كان واحدًا، غير الضمة فيه إذا كان جمعًا، وإن كان اللفظ واحدًا؛ لأن الضمة فيه إذا كان واحدًا كالضمة في: قُفل، وقُلب٤، وإذا كان جمعًا؛ كانت الضمة فيه كالضمة في: كُتُب، وأُزُر؛ وكذلك قولهم: هِجان ودِلاص، يكون واحدًا ويكون جمعًا؛ تقول: ناقة هِجان، ونوق هِجان، ودِرع دِلاص، ودروع دِلاص، فإذا كان واحدًا؛ كانت الكسرة فيه كالكسرة في: كِتاب، وإذا كان جمعًا؛ كانت الكسرة فيه؛ كالكسرة في: كِلام؛ والْهِجان: الكريم من الإبل، والدِّلاص: الدروع البراقة، ويقال: دِلاص، ودُلَامِص، ودمالص ودملص،، ودُلمص، بمعنى واحد؛ فاعرفه تُصب، إن شاء الله تعالى.
_________
١ س: ٣٦ "يس، ن: ٤١، مك".
٢ س: ١٠ "يونس، ن: ٢٢، مك".
٣ س: ٢ "البقرة، ن: ١٦٤، مد".
٤ القُلب: سِوَار المرأة، والحيّة البيضاء، وشحمة النّخل أو أجود خوصها. القاموس المحيط: "مادة قلب" ص ١١٧.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (55,'<span data-type="title" id=toc-10>الباب الثامن: باب المبتدأ</span>
[تعريف المبتدأ]
إن قال قائل: ما المبتدأ؟ قيل: كل اسم عرّيته من العوامل اللفظية لفظًا وتقديرًا؛ فقولنا: اللفظية احتزازًا١؛ لأن العوامل تنقسم إلى قسمين؛ إلى عامل لفظيّ، وإلى عامل معنويّ، فأما اللفظي؛ فنحو: كان وأخواتها، وإن وأخواتها، وظننت وأخواتها؛ وقولنا: تقديرًا، احترازًا من تقدير الفعل في نحو قوله تعالى: {إِذَا السَّمَاءُ انشَقَّت} ٢ وما أشبه ذلك؛ وأما المعنويّ، فلم يأتِ إلا في موضعين عند سيبويه٣، وأكثر البصريين؛ هذا أحدهما، وهو الابتداء؛ والثاني وقوع الفعل المضارع موقع الاسم /في/٤ نحو: مررت برجل يكتب، فارتفع "يكتب" لوقوعه موقع "كاتب". وأضاف أبو الحسن الأخفش٥ إليهما موضعًا ثالثًا، وهو عامل الصفة، فذهب إلى أن الاسم يرتفع؛ لكونه صفة لمرفوع، وينتصب لكونه صفة لمنصوب، وينجرُّ لكونه صفة لمجرور، وكونه صفة في هذه الأحوال معنى يعرف بالقلب، ليس للفظ فيه حظ. وسيبويه وأكثر البصريين يذهبون إلى أن العامل في الصفة هو العامل في الموصوف؛ ولهذا، موضع نذكره فيه، إن شاء الله تعالى.
[علة ارتفاع المبتدأ عند البصريين]
فإن قيل: فبماذا يرتفع الاسم المبتدأ؟ قيل: اختلف النحويون في ذلك؛ فذهب سيبويه ومن تابعه من البصريين إلى أنه يرتفع بتعريه من العوامل اللفظية. وذهب بعض البصريين إلى أنه يرتفع بما في النفس من معنى الإخبار عنه، وقد ضَعَّفَه بعض النحويين، وقال: لو كان الأمر كما زعم؛ لوجب ألا ينتصب إذا
_________
١ في "س" احتراز.
٢ س: ٨٤ "الانشقاق: ١، مك".
٣ سيبويه: سبقت ترجمته.
٤ سقطت من "س".
٥ سبقت ترجمته.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (56,'دخل عليه عامل النصب؛ لأن دخوله عليه، لم يغيِّر معنى الإخبار عنه، ولوجب ألا يدخل عليه مع بقائه، فلما جاز ذلك؛ دل على فساد ما ذهب إليه.
[علة ارتفاع المبتدأ عند الكوفيين]
وأما الكوفيون، فذهبوا إلى أنه يرتفع بالخبر١، وزعموا أنهما يترافعان، وأن كل واحد منهما يرفع الآخر، وقد بينا فساده في مسائل الخلاف بين البصريين والكوفيين.
[علة جعل التَّعَرِّي عاملاً]
فإن قيل: فَلِمَ جعلتم التعري عاملاً، وهو عبارة عن عدم العوامل؟. قيل: لأن العوامل اللفظية، ليست مؤثرة في المعمول حقيقة، وإنما هي أمارات وعلامات فإذا ثبت أن العوامل في محل الإجماع إنما هي أمارات وعلامات؛ فالعلامة تكون بعدم الشيء، كما تكون بوجود شيء، ألا ترى أنه لو كان معك ثوبان، وأردت أن تميز أحدهما عن٢ الآخر؛ لكنت تصبغ أحدهما مثلاً، وتترك صبغ الآخر، فيكون عدم الصَّبغ في أحدهما كصبغ الآخر؛ فتَبَيَّنَ٣ بهذا أن العلامة تكون بعدم شيء، كما تكون بوجود شيء، وإذا ثبت هذا؛ جاز أن يكون التعري من العوامل اللفظية عاملاً.
[اختصاص المبتدأ بالرفع]
فإن قيل: فَلِمَ خص المبتدأ بالرفع دون غيره؟ قيل: لثلاثة أوجه:
أحدهما: أن المبتدأ وقع في أقوى أحواله، وهو الابتداء، فأعطِيَ أقوى الحركات، وهو الرفع.
والوجه الثاني: أن المبتدأ أول، والرفع أول، فأعطي الأوّلُ الأوّلَ.
والوجه الثالث: أن المبتدأ مُخْبَر عنه، كما أن الفاعل مخبر عنه، والفاعل مرفوع، فكذلك ما أشبهه.
فإن قيل: لماذا لا يكون المبتدأ في الأمر العام إلا معرفة؟ قيل: لأن المبتدأ مخبر عنه، والإخبار عمّا٤ لا يعرف لا فائدة منه٥.
_________
١ راجع: "الإنصاف في مسائل الخلاف" ص ٢٥.
٢ في "ط" على، والصواب ما أثبتنا من "س".
٣ في "ط" فيتبين؛ وكلاهما صحيح.
٤ في "س" عمن.
٥ في "س" فيه.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (57,'[تقديم خبر المبتدأ عليه]
فإن قيل: فهل يجوز تقديم خبر المبتدأ عليه؛ نحو: قائم زيد؟ قيل: اختلف النحويون فيه١؛ فذهب البصريون إلى أنه جائز، وذهب الكوفيون إلى أنه غير جائز، وأنه إذا تقدم عليه الخبر، يرتفع به ارتفاع الفاعل بفعله٢، وقالوا: لو جوزنا تقديم خبر المبتدأ عليه؛ لأدّى ذلك إلى تقديم ضمير الاسم على ظاهره، وذلك لا يجوز، وهذا الذي ذهبوا إليه فاسد، وذلك لأن اسم الفاعل أضعف من الفعل في العمل؛ لأنه فرع عليه، فلا يعمل حتى يعتمد، ولم يوجد -ههنا- فوجب ألا يعمل. وقولهم: إن هذا يؤدي إلى تقديم ضمير الاسم على ظاهره فاسد -أيضًا- لأنه وإن كان مقدمًا لفظًا، إلا أنه مؤخر تقديرًا، وإذا كان مقدمًا في اللفظ، مؤخرًا في التقدير٣، كان تقديمه جائزًا؛ قال الله تعالى: {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى} ٤ فالهاء في "نفسه" ضمير موسى، وإن كان في اللفظ مقدمًا على موسى، إلا أنه لَمّا كان موسى مقدمًا في التقدير؛ والضمير في تقدير ٥ التأخير؛ كان ذلك جائزًا، فكذلك ههنا، والذي يدل على /جواز/٦ ذلك وقوع الإجماع على جواز؛ ضَرَبَ غلامه زيد؛ وهذا بيّن؛ وكذلك اختلفوا في الظرف إذا كان مقدّمًا على المبتدأ؛ نحو: عندك زيد فذهب البصريون إلى أنه في موضع الخبر، كما لو كان متأخرًا، وذهب الكوفيون إلى أن المبتدأ يرتفع بالظرف٧، ويخرج عن كونه مبتدأ، ووافقهم على ذلك أبو الحسن الأخفش في أحد قوليه؛ وفي هذه المسألة كلام طويل بيناه في: مسائل الخلاف بين البصريين والكوفيين، لا يليق ذكره٨ بهذا المختصر.
_________
١ في "س" في ذلك.
٢ والصواب: يرتفع بالضمير العائد إليه من الخبر قائم لا بالخبر.
٣ في "ط" مقدّمًا في التقدير، مؤخَّرًا في اللفظ، وما أثبتناه من "س" وهو الصّواب.
٤ س: ٢٠ "طه: ٦٧، مك".
٥ في "ط" تقديم، وما أثبتناه من "س" وهو الصواب.
٦ سقطت من "ط".
٧ أي من غير اعتماد على الاستفهام، أو النفي، ويكون إعراب الاسم في مثل قولنا: "في البستان ثمرٌ" فاعلاً للظرف في مذهبهم.
٨ في "ط" ذكرها، والصّواب ما أثبتناه من "س".',NULL,'74',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (58,'<span data-type="title" id=toc-11>الباب التاسع: باب خبر المبتدأ</span>
[الخبر مفرد وجملة]
إن قال قائل: على كم ضربًا ينقسم خبر المبتدأ؟ قيل: على ضربين؛ مفرد، وجملة. فإن قيل: على كم ضربًا ينقسم المفرد؟ قيل على ضربين؛ أحدهما: أن يكون اسْمًا غير صفة، والآخر أن يكون صفة؛ أما الاسم غير الصفة؛ فنحو: زيد أخوك، وعمرو غلامك؛ فزيد مبتدأ، وأخوك خبره، وكذلك عمرو مبتدأ، وغلامك خبره، وليس في شيء من هذا النحو ضمير يرجع إلى المبتدأ عند البصريين، وذهب الكوفيون إلى أن فيه ضميرًا يرجع إلى المبتدأ؛ وبه قال علي بن عيسى الرماني١ من البصريين؛ والأول هو الصحيح؛ لأن هذه أسماء محضة، والأسماء المحضة لا تتضمن الضمائر، وأما ما كان صفة؛ فنحو: زيد ضارب، وعمرو حسن، وما أشبه ذلك، ولا خلاف بين النحويين في أن هذا النحو يحتمل٢ ضميرًا يرجع إلى المبتدأ؛ لأنه يتنزل٣ منزلة الفعل، ويتضمن معناه.
[انقسام الجملة إلى اسميّة وفعلية]
فإن قيل: على كم ضربًا تنقسم الجملة؟ قيل: على ضربين؛ /جملة/٤ اسميّة، وجملة فعلية؛ فأما الجملة الاسمية، فما كان الجزء٥ الأوّل منها اسْمًا؛ وذلك نحو: "زيد أبوه منطق" فزيد: مبتدأ أول: وأبوه: مبتدأ ثانٍ،
_________
١ الرُّمَّاني: أبو الحسن، علي بن عيسى، عالم في اللغة والنحو والبلاغة والتفسير؛ من آثاره: شرح كتاب سيبويه، والألفاظ المتقاربة، ومعاني الحروف، والحدود، والنكت في إعجاز القرآن وغيرها. مات سنة ٣٨٤هـ.
٢ في "س" يتحمّل.
٣ في "س" يتنزل.
٤ سقطت من "س".
٥ في "ط" الخبر.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (59,'ومنطلق: خبر عن المبتدأ الثاني، والمبتدأ الثاني، وخبره: خبر عن المبتدأ الأول. وأما الجملة الفعلية فما كان الجزء١ الأول منها فعلاً؛ نحو: زيد ذهب أبوه، وعمرو أن تكرمه يكرمك، وما أشبه ذلك؛ أما الظرف وحرف الجر، فاختلف النحويون فيهما، فذهب سيبويه وجماعة من النحويين إلى أنهما يُعدَّان من الجمل؛ لأنهما يُقَدَّر معهما الفعل، فإذا قال: زيد عندك، وعمرو في الدار كان التقدير: زيد استقر عندك، وعمرو استقر في الدار؛ وذهب بعض النحويين إلى أنهما يعدان من المفردات؛ لأنه يقدر معهما: مستقر؛ وهو اسم الفاعل، واسم الفاعل لا يكون مع الضمير جملة، والصحيح: ما ذهب إليه سيبويه، ومن تابعه؛ والدليل على ذلك: أنا وجدنا الظرف، وحرف الجر يقعان في صلة الأسماء الموصلة؛ نحو: الذي، والتي، ومن، وما، وما أشبه ذلك؛ تقول الذي عندك زيد، والذي في الدار عمرو، وكذلك سائرها، ومعلوم أن الصلة لا تكون إلا جملة، فإذا وجدناهم يصلون بهما الأسماء الموصولة، دلنا ذلك على أنهما يُعدَّان من الجمل، لا من المفردات، وأن التقدير: "استقر" دون "مستقر"؛ لأن استقرَّ يصلح أن يكون صلة لأنه جملة، و"مستقرّ" لا يصلح أن يكون صلة؛ لأنه مفرد، ولا بد في هذا النحو -أعني الجملة- من ضمير يعود إلى المبتدأ؛ تقول: زيد أبوه منطلق، فيكون العائد إلى المبتدأ "الهاء" في أبوه؛ فأما قولهم: "السمن منوان٢ بدرهم" ففيه ضمير محذوف يرجع إلى المبتدأ؛ والتقدير فيه: منوان منه بدرهم وإنما حذف منه تخفيفًا للعلم به، ولو قلت: "زيد انطلق عمرو" لم يجز /قولاً واحدًا/٣ فلو أضفت إلى ذلك: إليه، أو معه؛ صحت المسألة؛ لأنه قد رجع من: إليه، أو معه، ضمير إلى المبتدأ، وعلى هذا قياس كل جملة وقعت خبر المبتدأ٤، وإنما وجب ذلك ليرتبط٥ الكلام الثاني بالأول، ولو لم يرجع منه ضمير /إلى/٦ الأول؛ لم يكن أولى به من غيره، فتبطل فائدة الخبر.
فإن قيل: فلم إذا كان المبتدأ جُثَّة، جاز أن يقع في خبره ظرف المكان دون ظرف الزمان؟ قيل: إنما جاز أن يقع في خبره ظرف المكان دون ظرف.
_________
١ في "ط" الخبر.
٢ مَنَا ومناة: كيل أو ميزان ويثنى على منوان ومنيان ويجمع على أمناء.
٣ سقطت من "س".
٤ في "س" خبرًا لمبتدأ؛ وكلاهما صحيح.
٥ في "ط" ليربط، وما أثبتناه من "س" وهو الأفضل.
٦ سقطت من "ط".',NULL,'76',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (60,'الزمان؛ لأن في وقوع ظرف المكان خبرًا عنه فائدة، وليس في وقوع ظرف الزمان خبرًا عنه فائدة، ألا ترى أنك تقول في ظرف المكان: زيد أمامك فيكون مفيدًا؛ لأنه يجوز ألا يكون أمامك، ولو قلت في ظرف الزمان: زيد يوم الجمعة لم يكن مفيدًا؛ لأنه لا يجوز أن يخلو عن يوم الجمعة، وحكم الخبر أن يكون مفيدًا.
فإن قيل: فكيف جاز الإخبار عنه بظرف الزمان في قولهم "الليلةَ الهلالُ" قيل: إنما جاز؛ لأن التقدير فيه "الليلةَ حدوث الهلال"، أو طلوعه، فحذف المضاف، وأقيم المضاف إليه مقامه، والحدوث والطلوع حدث، ويجوز أن يكون خبر المبتدأ ظرف زمان، إذا كان المبتدأ حدثًا؛ كقولك: "الصلح يوم الجمعة، والقتال يومَ السبت وما أشبه ذلك؛ لأن في وقوعه خبرًا عنه فائدة.
[العامل في خبر المبتدأ]
فإن قيل: فما العامل في خبر المبتدأ؟ قيل: اختلف النحويون في ذلك؛ فذهب الكوفيون إلى أن عامله المبتدأ على ما ذكرناه، وذهب البصريون١ إلى أن الابتداء وحده هو العامل في الخبر؛ لأنه لَمّا وجب أن يكون عاملاً في المبتدأ، وجب أن يكون عاملاً في الخبر، قياسًا على العوامل اللفظية التي تدخل على المبتدأ؛ (وهو على رأي بعضهم) ٢. وذهب قوم /منهم أيضًا/٣ إلى أن الابتداء عمل في المبتدأ؛ والمبتدأ عمل في الخبر، وذهب سيبويه وجماعة معه إلى أن العامل في الخبر، وهو الابتداء والمبتدأ جميعًا؛ لأن الابتداء لا ينفك عن المبتدأ، ولا يصح للخبر معنى إلا بهما، فدل على أنهما العاملان فيه، والذي اختاره أن العامل في الحقيقة، هو الابتداء وحده دون المبتدأ، وذلك؛ لأن الأصل في الأسماء ألا تعمل، وإذا ثبت أن الابتداء له تأثير في العمل، فإضافة ما لا تأثير له إلى ما له تأثير، لا تأثير له، والتحقيق فيه أن تقول: إن الابتداء أعمل٤ في الخبر بواسطة المبتدأ؛ لأنّ المبتدأ مشارك له في العمل، وفي كل واحد من هذه المذاهب كلام لا يليق ذكره بهذا المختصر، (فاعرفه تصب، إن شاء الله تعالى) ٥.
_________
١ في "س" وأما البصريون فاختلفوا، فذهب قوم إلى أن..
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "س" عملَ.
٥ سقطت من "س".',NULL,'77',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (61,'<span data-type="title" id=toc-12>الباب العاشر: باب الفعل</span>
...
الباب العاشر: باب الفاعل
[تعريف الفاعل]
إن قال قائل: ما الفاعل؟ قيل: /كل/١ اسم ذكرته بعد فعل، وأسندت ذلك الفعل إليه؛ نحو: "قام زيد، وذهب عمرو".
[الفاعل مرفوع وأوجه ذلك]
فإن قيل: فَلِمَ كان إعرابه الرفع؟ قيل: فرقًا بينه وبين المفعول.
فإن قيل: فهلا عكسوا، وكان الفرق واقعًا؟ قيل: لخمسة أوجه.
الوجه الأول٢: وهو أن الفعل لا يكون له إلا فاعل واحد، ويكون له مفعولات كثيرة؛ فمنه ما يتعدى إلى مفعول واحد، ومنه ما يتعدى إلى مفعولين، ومنه ما يتعدى إلى ثلاثة مفعولين، مع أنه يتعدى إلى خمسة أشياء؛ وهي: المصدر، وظرف الزمان، وظرف المكان، والمفعول /له/٣، والحال، وليس له إلا فاعل واحد، وكذلك كل فعل لازم يتعدى إلى هذه الخمسة، وليس له -أيضًا- إلا فاعل واحد، فإذا ثبت هذا، وأن الفاعل أقل من المفعول، فالرّفع٣ أثقل، والفتح أخف، فأعطوا الأقل الأثقل، والأكثر الأخف؛ ليكون ثقل الرفع موازيًا لقلة الفاعل، وخفة الفتح موزاية لكثرة المفعول.
والوجه الثاني: أن الفاعل يشبه المبتدأ، والمبتدأ مرفوع، فكذلك ما أشبهه، ووجه الشبه بينهما: أن الفاعل يكون هو والفعل جملة، كما يكون المبتدأ مع الخبر جملة، فلما ثبت للمبتدأ الرفع؛ حمل الفاعل عليه.
_________
١ سقطت من "س".
٢ في "ط" أحدهما.
٣ سقطت من "س".
٤ في "ط" والرفع، والصواب ما أثبتناه من "س".',NULL,'78',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (62,'والوجه الثالث: أن الفعل أقوى من المفعول؛ فأُعطي الفاعل الذي هو الأقوى، الأقوى وهو الرّفع، وأُعطي المفعول الذي هو الأضعفُ، الأضعفَ وهو النصب.
والوجه الرابع: أن الفاعل أول، والرفع أول، والمفعول آخر، والنصب /آخر/١؛ فأعطي الأوّلُ الأوّلَ، والآخرُ الآخرَ.
والوجه الخامس: أن هذا السؤال، لا يلزم؛ لأنه لم يكن الغرض إلا مجرد الفرق، وقد حصل، وبان أن هذا السؤال لا يلزم: لأنَّا لو عكسنا على ما أورده السائل، فنصبنا على الفاعل، ورفعنا المفعول؛ لقال الآخر: فهلا عكستم؟ فيؤدي ذلك إلى أن ينقلب السؤال، والسؤال متى انقلب، كان مردودًا؟ وهذا الوجه ينبغي أن يكون مُقدَّمًا من جهة النظر إلى ترتيب الإيراد، وإنما أخرناه؛ لأنه بعيد من التحقيق.
[بم يرتفع الفاعل]
فإن قيل: بماذا يرتفع الفاعل؟ قيل: يرتفع بإسناد الفعل إليه؛ لا لأنه أحدث فعلاً على الحقيقة، والذي يدل على ذلك أنه يرتفع في النفي، كما يرتفع في الإيجاب؛ تقول: ما قام زيد، ولم يذهب عمرو؛ فترفعه وإن كنت قد نفيت عنه القيام والذهاب، كما لو أوجبته له؛ نحو: قام زيد، وذهب عمرو، وما أشبه ذلك٢.
[الفاعل لا يتقدّم على الفعل]
فإن قيل: فَلِمَ لا يجوز تقديم الفاعل على الفعل؟ قيل: لأن الفاعل تَنَزَّلَ منزلة الجزء من الكلمة؛ وهو الفعل٣ والدليل على ذلك من سبعة أوجه:
أحدهما: أنهم يسكنون لام الفعل، إذا اتصل به ضمير الفاعل؛ قال الله تعالى: {وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَة} ٤ لئلا يتوالى أربعة متحركات٥ لوازم في كلمة واحدة٦ إلا أن يحذف من الكلمة /شيء/٧ للتخفيف؛ نحو:
_________
١ سقطت من "س".
٢ في "ط" وأشباه ذلك؛ وكلاهما صحيح.
٣ في "س" تنزل منزلة الجزء من الفعل.
٤ س: ٢ "البقرة، ن: ٥١، مد".
٥ في "ط" يتوالى إلى أربع حركات.
٦ لأنه لم يجئ في الكلام توالي أربعة متحرِّكات في كلمة واحدة.
٧ سقطت من "س".',NULL,'79',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (63,'عُجلط١، وعُكَلِط، وعُلَبِط، فلو لم ينزلوا ضمير الفاعل منزلة حرف من سِنخ٢ الفعل/وإلا/٣ لما سكَّنوا لامه، ألا ترى أن ضمير المفعول لا تُسَكَّن٤ له لام الفعل إذا اتصل به؛ لأنه في نية الانفصال؛ قال الله تعالى: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُوراً} ٥ فلم يسكن٦ لام الفعل إذ٧ كان في نية الانفصال؛ بخلاف قوله تعالى: {وَإِذْ وَاعَدْنَا مُوسَى} ؛ لأنه /ليس/٨ في نية الانفصال.
والوجه الثاني: أنهم جعلوا النون في الخمسة الأمثلة علامة للرفع، وحذفها علامة للجزم والنصب، فلولا أنهم جعلوا هذه الضمائر التي هي: الألف، والواو، والياء في: يفعلان، وتفعلان ويفعلون، وتفعلين يا امرأة، بمنزلة حرف من سِنخ الكلمة، وإلا لما جعلوا الإعراب بعده.
والوجه الثالث: أنهم قالوا: "قامت هند" فألحقوا التاء بالفعل، والفعل لا يؤنث، وإنما التأنيث للاسم، فلو لم يجعلوا الفاعل بمنزلة جزء من الفعل، وإلا لما جاز إلحاق /علامة/٩ التأنيث به.
والوجه الرابع: أنهم قالوا في النسب إلى كنت "كنتيّ"؛ قال الشاعر: [الطويل]
فأصبحت كنتيًّا وأصبحت عاجنًا ... وشر خصال المر كنت وعاجن١٠
_________
١ عُجلط وعُجَالِط، وعُكَلِط وعكالِط، وعُلَبط وعُلَابط صفة للَّبن؛ وهو كل لبن خاثر ثخين. راجع القاموس، مادة: "علبط"، ص ٦١٠.
٢ من سِنخ: من أَصل.
٣ سقطت من "س".
٤ في "ط" يسكن.
٥ س: ٣٣ "الأحزاب: ١٢، مد".
٦ في "ط" يسكن.
٧ في "ط" إذا، والصواب ما أثبتناه من "س".
٨ سقطت من "س".
٩ سقطت من "ط".
١٠ المفردات الغريبة: الكُنْتِيُّ: الكبير السن والشديد؛ سمي بذلك لكثرة قوله في شبابه: كنت في شبابي كذا وكذا. راجع القاموس مادة "كنت" ص ١٤٦.
عاجن: شيخ كبير، يقال: عجن الرجل: إذا نهض معتمدًا بيده على الأرض كِبرًا أو بُدنًا، فهو عاجن، ويقال: فلان عجن وخبز، إذا شاخ وَكَبرَ. "أسرار العربية: ٨٢/ حا٢".
موطن الشاهد: "كنتيًّا" وجه الاستشهاد: نسب الشاعر إلى "كنت" فقال: "كُنْتِيّ".',NULL,'80',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (64,'فأثبتوا التاء، ولو لم يتنزل١ منزلة حرف من سنخ الكلمة، وإلا لما جاز إثباتها.
والوجه الخامس: أنهم قالوا: حبذا، وهي مركبة٢ من فعل وفاعل، فجعلوهما بمنزلة اسم واحد، وحكم على موضعه بالرفع على الابتداء.
والوجه السادس: أنهم قالوا: "زيد ظننت قائم" فألغوها، والإلغاء: إنما يكون للمفردات، لا للجمل، فلو لم ينزل الفعل مع الفاعل بمنزلة كلمة واحدة، وإلا لما جاز الإلغاء.
والوجه السابع: أنهم قالوا للواحد: "قفا" على التثنية؛ لأن المعنى: قف قف، قال الله تعالى: {أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ} ٣ فثنى وإن كان الخطاب لملك واحد؛ لأن المراد /به/٤: ألقِ ألقِ، والتثنية ليست للأفعال، وإنما هي للأسماء، فلو لم يتنزل الاسم منزلة بعض الفعل، وإلا لما جازت تثنيته باعتباره.
وإذا ثبت بهذه الأوجه أن الفاعل يتنزل منزلة الجزء من الفعل؛ لم يجز تقديمه عليه.
فإن قيل: لِمَ زعمتم أن قول القائل: زيد قام مرفوع بالابتداء دون الفعل، ولا فصل بين قولنا: زيد ضرب، وضرب زيد؟ قيل لوجهين؛ أحدهما: أنه من شرط الفاعل ألا يقوم غيره مُقامه مع وجوده؛ نحو قولك: قام زيد، فلو كان تقديم زيد على الفعل بمنزلة تأخيره، لاستحال قولك: زيد قام أخوه، وعمرو انطلق غلامه؛ ولَمّا جاز ذلك، دل على أنه لم يرتفع بالفعل، بل بالابتداء.
والوجه الثاني: أنه لو كان الأمر على ما زعمت؛ لوجب ألا يختلف حال الفعل؛ فكان٥ ينبغي أن يقال: الزيدان قام، والزيدون قام؛ كما تقول: قام الزيدان، وقام الزيدون؛ فلمّا لم يقل إلا: "الزيدان قاما، والزيدون قاموا"، دل على أنه يرتفع بالابتداء دون الفعل.
فإن قيل: فَلِمَ استتر ضمير الواحد؛ نحو: "زيد قام" وظهر ضمير الاثنين؛
_________
١ في "ط" يتنَزّل.
٢ في "س" وهو مركب؛ وكلاهما صحيح.
٣ س: ٥٠ "ق: ٢٤، مك".
٤ سقطت من "س".
٥ في "س" وكان.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (65,'نحو الزيدان قاما وضمير الجماعة؛ نحو: الزيدون قاموا؟ قيل: لأن الفعل لا يخلو من فاعل واحد، وقد يخلو من اثنين وجماعة، فإذا قدمت اسْمًا مفردًا على الفعل؛ نحو: زيد قام، لم تحتج١ معه إلى إظهار ضميره؛ لإحاطة العلم بأنه لا يخلو من فاعل واحد، فإذا قدمنا٢ اسْمًا مثنى على الفعل؛ نحو: "الزيدان قاما" أو مجموعًا؛ نحو: "الزيدون قاموا" وجب إظهار ضمير التثنية والجميع؛ لأنه قد يخلو من ذلك، فلو لم يظهر ضميرها؛ لوقع الالتباس، ولم يعلم أن الفعل لاثنين، أو جماعة؛ فافهمه تصب، إن شاء الله تعالى.
_________
١ في "ط" لم يحتج، والصواب ما أثبتناه من "س" لمناسبة الخطاب.
٢ في "س" قدمت؛ وكلاهما صحيح.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (66,'<span data-type="title" id=toc-13>الباب الحادي عشر: باب المفعول به</span>
[تعريف المفعول به]
إن قال قائل: ما المفعول /به/١؟ قيل: كل اسم تعدَّى إليه فعل.
[العامل في المفعول به]
فإن قيل؟ فما العامل في المفعول؟ قيل: اختلف النحويون في ذلك فذهب أكثرهم٢ إلى أن العامل في المفعول هو الفعل فقط، وذهب بعضهم٣ إلى أن العامل فيه الفعل والفاعل معًا؛ والقول الصحيح هو الأول، وهذا القول ليس بصحيح٤، وذلك؛ لأن الفاعل اسم، كما أن المفعول كذلك، فإذا استويا في الاسمية؛ والأصل في الاسم ألا يعمل، فليس عمل أحدهما في صاحبه أولى من الآخر، وإذا ثبت هذا، وأجمعنا على أن الفعل له تأثير في العمل، فإضافة ما لا تأثير له في العمل، إلى ما له تأثير، لا تأثير له، فدل على أن العامل هو الفعل فقط؛ وهو على ضربين؛ فعل متعدٍّ بغيره، وفعل متعدٍّ بنفسه؛ فأما ما يتعدى بغيره، فهو الفعل اللازم، ويتعدى بثلاثة أشياء؛ وهي: الهمزة، والتضعيف، وحرف الجر؛ فالهمزة، نحو: "خرج زيد وأخرجته"، والتضعيف؛ نحو: "خرج المتاع وخرّجته" وحرف الجر؛ نحو: "خرج زيد وخرجت به" وكذلك: "فرح زيد، وأفرحته، وفرّحته، وفرحت به" وما أشبه ذلك. وأما المتعدي بنفسه فعلى ثلاثة أضرب؛ ضرب يتعدى إلى مفعول واحد؛ كقولك: "ضرب زيد عمرًا، وأكرم عمرو بشرًا"، وضرب يتعدى إلى مفعولين؛ كقولك:
_________
١ سقطت من "ط".
٢ في "س" أكثر النحويين.
٣ في "س" بعض النحويين.
٤ أي أن قولهم: إن العامل في المفعول، الفعل والفاعل، ليس صحيحًا، وإنما العامل هو الفعل وحده.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (67,'"أعطيت زيدًا درهمًا، وظننت زيدًا قائمًا" وضرب يتعدى إلى ثلاثة مفعولين؛ كقلوك: "أعلم الله زيدًا عمرًا خيرَ الناس، ونبأ الله عمرًا بشرًا كريمًا" وهذا الضرب منقول بالهمزة والتضعيف مما يتعدى إلى مفعولين لا١ يجوز الاقتصار على أحدهما؛ لأن كل واحد من هذه الأشياء الثلاثة المعدّية، التي هي: الهمزة، والتضعيف، وحرف الجر، كما أنها تنقل الفعل اللازم من اللزوم إلى التعدي، فكذلك إذا دخلت على الفعل المتعدي، فإنما تزيده مفعولاً؛ فإن٢ كان يتعدى إلى مفعول واحد، صار يتعدى إلى مفعولين؛ كقولك في ضرب زيد عمرًا: أضربت زيدًا عمرًا، وفي "حفر زيد بئرًا، أحفرت زيدًا بئرًا" وما أشبه ذلك، فإن٣ كان متعديًا إلى مفعولين، صار متعديًا إلى ثلاثة مفعولين، ونحوه /على/٤ ما قدّمناه. فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" ولا.
٢ في "ط" وإن.
٣ في "ط" وإن، والصواب ما أثبتنا من "س".
٤ زيادة من "ط".',NULL,'84',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (68,'<span data-type="title" id=toc-14>الباب الثاني عشر: باب ما لم يُسَمَّ فَاعِلُه</span>
[لِمَ لَمْ يُذكر الفاعل]
إن قال قائل: لم لم يُسمَّ الفاعل؟ قيل: لأن العناية قد تكون بذكر المفعول، كما تكون بذكر الفاعل، وقد تكون للجهل بالفاعل، وقد تكون للإيجاز والاختصار،١ أو /إلى/ غير ذلك.
[عِلّة رفع نائب الفاعل]
فإن قيل: فَلِمَ٢ كان ما لم يُسَمَّ فاعله مرفوعًا؟ قيل: لأنهم لَمَّا حذفوا الفاعل، أقاموا المفعول مقامه، فارتفع بإسناد الفعل إليه، كما كان يرتفع الفاعل.
[عِلَّة ذكر نائب الفاعل]
فإن قيل: فَلِمَ إذا حُذِفَ الفاعل، وجب أن يقام اسم آخر مقامه؟ قيل: لأن الفعل لا بد له من فاعل؛ لئلا يبقى الفعل حديثًا من غير محدّث عنه، فلما حذف الفاعل -ههنا- وجب أن يقام اسم آخر مقامه؛ ليكون الفعل حديثًا عنه، وهو المفعول.
[قيام المفعول مقام الفاعل]
فإن قيل: كيف يقام المفعول مقام الفاعل، وهو ضدّه في المعنى؟ قيل: هذا غير غريب في الاستعمال، فإنه إذا جاز أن يقال: "مات زيد" وسُمِّي زيد فاعلاً، ولم يحدث بنفسه الموت، وهو مفعول في المعنى، جاز أن يقام المفعول -ههنا- مقام الفاعل، وإن كان مفعولاً في المعنى؛ والذي يدل على أن المفعول -ههنا- أقيم مقام الفاعل، أن الفعل إذا كان يتعدى إلى مفعول واحد، لم يتعدَّ إلى
_________
١ سقطت من "س".
٢ في "س" وَلِمَ.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (69,'مفعول البتَّة؛ كقولك في ضرب زيد عمرًا، وأكرم بكر بشرًا: (ضرب عمرو، وأكرم بشر) ١، وإن كان يتعدى إلى مفعولين، صار يتعدّى إلى مفعول واحد؛ كقولك في: "أعطيت زيدًا درهمًا، وظننت عمرو قائمًا: أُعْطِيَ زيد درهمًا، وظن عمر عمرو قائمًا" ولو قلت: "ظن قائم عَمرًا"؛ لزوال اللبس، ولو قلت في: "ظننت زيدًا أباك؛ ظن أبوك زيدًا" لم يجز، وذلك؛ لأن قولك: ظننت زيدًا أباك يؤذن بأن زيدًا معلوم، والأبوة مظنونة، فلو أقيم الأب مقام الفاعل؛ لانعكس المعنى، فصارت الأبوة معلومة، وزيد مظنونًا، وذلك لا يجوز، وكذلك تقول: "أعطي زيد درهمًا، وأعطي درهم زيدًا" فيكون جائزًا؛ لعدم الالتباس، فلو قلت في "أعطيت زيدًا غلامًا: أعطي غلام زيدًا" لم يجز؛ لأن كُلَّ واحد منهما يصح أن يكون هو الآخذ، فلو أقيم غلام مقام الفاعل، ولم يعلم الآخذ من المأخوذ، فهذا، كان ممتنعًا؛ وكذلك، إن كان الفعل يتعدى إلى ثلاثة مفعولين، صار يتعدى إلى مفعولَيْن كقولك في: "أعلم الله زيدًا عمرًا خيرَ الناس: أُعلِم زيدٌ عمرًا خيرَ الناس"٣: لقيام المفعول الأول مقام الفاعل، وكان هو الأولى؛ لأنه فاعل في المعنى؛ فدل على أن المفعول -ههنا- أقيم مقام الفاعل. وإذا كان الأمر على هذا، فبناء الفعل للمفعول به، نقيض٤ نقله بالهمزة، والتضعيف، وحرف الجر، ألا ترى أن الفعل إذا كان يتعدى إلى مفعول واحد، صار يتعدى بها إلى مفعولين، وإذا كان يتعدى إلى مفعولين، صار يتعدى بها إلى ثلاثة مفعولين، وذلك؛ لأن بناء الفعل للمفعول به، يجعل المفعول فاعلاً، والنقل بالهمزة، والتضعيف، وحرف الجر، يجعل الفاعل مفعولاً، إذا ثبت هذا، فلا بُدَّ أن تزيد بنقله بالهمزة، والتضعيف، وحرف الجر مفعولاً، وتنقص ببنائه٥ للمفعول مفعولاً.
[وجوب تغيير الفعل عند بنائه للمجهول وعلة ذلك]
فإن قيل: فَلِمَ وجب تغيير الفعل إذا بني للمفعول؟ قيل: لأن المفعول، يصح أن يكون هو الفاعل، فلو لم يغيّر الفعل، لم يعلم هل هو الفاعل بالحقيقة، أو٦ قائم مقامه؟
_________
١ سقطت من "س".
٢ في "س" كان جائزًا؛ وكلاهما صحيح.
٣ سقطت من "ط" وما أثبتناه من "س".
٤ في "ط" يقتضي، والصواب ما أثبتنا من "س" لمناسبة السِّياق.
٥ في "ط" وينقص ببنيانه، وما أثبتناه من "س" أفضل.
٦ في "ط" أم؛ والصواب ما أثبتناه من "س".',NULL,'86',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (70,'فإن قيل: فلِمَ ضَمُّوا الأول، وكسروا الثاني؛ نحو: "ضُرِب زيد" وما أشبه ذلك؟ قيل: إنَّما ضمُّوا الأول؛ ليكون دلالة على المحذوف الذي هو الفاعل إذ ١ كان من علاماته، وإنما كسروا الثاني؛ لأنهم لَمّا حذفوا الفاعل الذي لا يجوز حذفه، أرادوا أن يصوغوه على بناء لا يشركه فيه شيء من الأبنية، فبنوه على هذه الصيغة، فكسروا الثاني؛ لأنهم لو ضمّوه؛ لكان على وزن: طُنُب٢، وجُمُل٣، ولو فتحوه؛ لكان على وزن: نُغَر٤ وصُرَد ٥، ولو أسكنوه؛ لكان على وزن: قُلْب٦ وقُفْل، فلم يبق إلا الكسر؛ فحركوه به.
فإن قيل: فلِمَ كسروا أول المعتل؛ نحو: قِيلَ، وبِيعَ، ولم يَضمُّوه كالصحيح؟ قيل: كان القياس يقتضي أن يجرى المعتل مجرى الصحيح في ضم أوله، وكسر ثانية، إلا أنهم استثقلوا الكسرة على حرف العلة، فنقلوها إلى القاف، فانقلبت الواو ياء؛ لسكونها وانكسار ما قبلها، كما قلبوها في: ميعاد وميقات، وميزان؛ وأصلها: موعاد، وموقات، وموزان؛ لأنها من الوعد، والوقت، والوزن، وأمَّا الياء، فثبتت؛ لانكسار ما قبلها؛ على أنه من العرب من يشير إلى الضم تنبيهًا على أن الأصل في هذا النحو، هو الضم، ومن العرب -أيضًا- من يحذف الكسرة، ولا ينقلها، ويقرّ الواو؛ لانضمام ما قبلها، وتقلب الياء واوًا؛ لسكونها وانضمام ما قبلها؛ كما قال الشاعر٧: [الرجز]
ليتَ وهل ينفع شيئًا ليتُ ... ليتَ شبابًا بُوعَ فاشتريتُ
_________
١ في "ط" إذا؛ والصواب ما أثبتناه من "س".
٢ طُنُب: بضم أوله وثانيه حبل طويل يشد به سرادق البيت أو الوتد؛ وجمعه أطناب.
القاموس: مادة "طنب" ص ١٠٢.
٣ جُمُل: جمع جَمَل.
٤ نُغَر: البلبل والعصفور الصغير. القاموس: مادة "نغر" ص ٤٣٧.
٥ صُرَد: طائر ضخم الرأس يصطاد العصافير؛ أو هو أول طائر صام لله تعالى. القاموس: مادة "صرد" ص ٢٦٥.
٦ قُلْب: سوار المرأة، وقد سبقت الإشارة إليه.
٧ الشاعر: رؤبة بن العجاج الرَّجَّاز المشهور. كان من أفصح الرُّجّاز في عصره؛ وكان العلماء يحتجون بشعره ولغته؛ قال الخليل بن أحمد الفراهيدي يوم موته: "دفنَّا اللغة، والشعر، والفصاحة". مات سنة ١٤٥هـ. الشعر والشعراء ٢/ ٥٩٤.
موطن الشاهد: "بُوعَ" وجه الاستشهاد: وقوع بوع على لغة بعض العرب والمشهور فيها: بيع.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (71,'أراد: بيع، فقلب الياء واوًا، لسكونها، وانضمام ما قبلها، كما قلبوها في نحو: موسر، وموقن؛ والأصل: ميسر، وميقن؛ لأنهما من اليسر واليقين، إلا أنه لَمّا وقعت الياء ساكنة مضمومًا ما قبلها؛ قلبوها واوًا، فكذلك ههنا.
[الفعل اللازم لا يبنى للمجهول]
فإن قيل: فهل يجوز أن يبنى الفعل اللازم للمفعول به؟ قيل: لا يجوز ذلك على القول الصحيح، وقد زعم بعضهم أنه يجوز، وليس بصحيح، إلا أنك١ لو بنيت الفعل اللازم للمفعول به، لكنت تحذف الفاعل، فيبقى الفعل غير مستند٢ إلى شيء، وذلك محال، فإن اتصل به ظرف الزمان، أو ظرف المكان، أو المصدر، أو الجار والمجرور، جاز أن تبنيه عليه، ولا يجوز أن تبنيه على الحال؛ لأنها لا تقع إلا نكرة، فلو أقيمت مقام الفاعل؛ لجاز إضمارها٣ كالفاعل، فكانت تقع معرفة، والحال لا تقع إلا نكرة.
فإن قيل: فلِمَ إذا أقيم الظرف مُقام الفاعل يخرج عن الظرفية، ويجعل مفعولاً؛ كزيد وعمرو وما أشبه ذلك؟ قيل: لأنه يتضمن معنى حرف الجر، فلو لم ينقل، لعلَّقته بالفعل مع تضمن حرف الجر، فالفاعل لا يتضمن حرف الجر، فكذلك ما قام مقامه.
فإن قيل: فالمصدر لا يتضمن حرف الجر، فهل ينقل أولاً؟ قيل: اختلف النحويون في ذلك؛ فذهب بعضهم إلى أنه لا ينقل؛ لأنه ليس بينه وبين الفعل واسطة، وذهب آخرون إلى أنه ينقل، واستدلوا على ذلك من وجهين:
أحدهما: أن الفعل لا بد له من الفاعل، والمصدر لو لم يذكر؛ لكان الفعل دالًّا عليه بصيغته، فصار وجوده وعدمه سواء، والفاعل لا بد /له/٤ منه، فكذلك ما يقوم مقامه ينبغي أن يجعل بمنزلة المفعول الذي لا يستغنى بالفعل عنه.
والوجه الثاني: أن المصدر إنما يذكر تأكيدًا للفعل، ألا ترى أن قولك: "سرت سيرًا" بمنزلة /قولك/٥: "سرت سرت" فكما لا يجوز أن يقوم الفعل مقام الفاعل، فكذلك لا يجوز أن يقوم مقامه ما كان بمنزلته؛ فلهذا، وجب نقل المصدر.
_________
١ في "س" لأنك؛ وكلاهما صحيح.
٢ في "س" مسند.
٣ في "ط" إظهارها؛ والصواب ما أثبتناه من "س".
٤ سطقت من "س".
٥ سقطت من "س".',NULL,'88',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (72,'فإن قيل: فإن اجتمع ظرف الزمان، وظرف المكان، والمصدر، والجار والمجرور، فأيها يُقام مقام الفاعل؟ قيل: أنت مخير فيها كلها، أيها شئت أقمت١ مُقام الفاعل، وزعم بعضهم أن الأحسن أن تقيم الاسم المجرور مُقام الفاعل؛ لأنه لو لم يكن حرف الجر، لم تقم٢ مقام الفاعل غيره؛ فاعرفه تُصب، إن شاء الله تعالى.
_________
١ في "س" أقمته؛ وكلاهما صحيح.
٢ في "س" يُقَم؛ وكلاهما صحيح.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (73,'<span data-type="title" id=toc-15>الباب الثالث عشر: باب نعم وبئس</span>
[خلافهم في نعم وبئس]
إن قال قائل: هل نعم وبئس اسمان أو فعلان؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أنهما فعلان ماضيان لا يتصرفان، واستدلوا على ذلك من ثلاثة أوجه:
الوجه الأول: أن الضمير يتصل بهما على حد اتصاله بالأفعال، فإنهم قالوا نعما رجلين، ونعموا رجالاً؛ كما قالوا: قاما، وقاموا.
والوجه الثاني: أن تاء التأنيث الساكنة التي لم يقلبها أحد من العرب هاء في الوقف، تتصل بهما، كما تتصل بالأفعال؛ نحو: نعمت المرأة، وبئست الجارية.
والوجه الثالث: أنهما مبنيان على الفتح كالأفعال الماضية، ولو كانا اسمين لما بنيا على الفتح من غير عِلَّة.
وذهب الكوفيون إلى أنهما اسمان، واستدلوا على ذلك من خمسة أوجه:
الوجه الأول: أنهم قالوا: الدليل على أنهما اسمان دخول حرف الجر عليهما؛ وحرف الجر يختص بالأسماء، قال الشاعر١: [الطويل]
ألستُ بنعم الجارِ يُؤلَفُ بيتَهُ ... أخا قِلَّةٍ أو مُعدِم المال مُصْرِمَا٢
_________
١ الشاعر هو: حسان بن ثابت الأنصاري، شاعر الرسول -صلى الله عليه وسلم- وهو من المخضرمين؛ له ديوان شعر مطبوع. مات سنة ٥٤هـ. الشعر والشعراء ١٠٤.
٢ يُؤلِف: يجعل الفقراء وَمَن انقطعت بهم السبل يألفون بيته. مُعدِم المال: فاقد المال. مُصْرِمَا: مُنْقَطِعًا.
موطن الشاهد: "بِنعم الجار".
وجه الاستشهاد: احتج الكوفيون بظاهر العبارة، فزعموا أن "نعم" اسم بمعنى الممدوح بدليل دخول حرف الجر عليه؛ وحروف الجر لا تدخل إلا على الأسماء. راجع الإنصاف في مسائل الخلاف: ١/ ٩٧-١٢٦.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (74,'وحُكِي عن بعض العرب أنه بُشِّر بمولودة، فقيل: نِعم المولودة مولودتك؛ فقال: "والله ما هي بنعم المولودة، نصرتها بكاء، وبرها سرقة"١ وحكي عن بعض العرب أنه قال: "نعم السير على بئس العير" فأدخلوا عليهما حرف الجر؛ وحرف الجر يختص بالأسماء؛ فدل على أنهما اسمان.
والوجه الثاني: أن العرب تقول: يا نعم المولى و/يا/٢ نعم النصير فنداؤهم "نعم" يدل على أنها اسم٣؛ لأن النداء من خصائص الأسماء.
والوجه الثالث: أنهم قالوا: الدليل على أنهما ليسا بفعلين، أنه لا يحسن اقتران الزمان بهما كسائر الأفعال، ألا ترى أنه لا يحسن أن تقول: "نعم الرجل أمس" ولا "بئس الرجل غدًا" فلما لم يحسن اقتران الزمن بهما؛ دل على أنهما ليسا بفعلين.
الوجه الرابع: أنهما لا يتصرفان، ولوكانا فعلين؛ لكانا يتصرفان؛ لأن التصرف من خصائص الأفعال، فلمّا لم يتصرفا؛ دل على أنهما ليسا بفعلين.
والوجه الخامس: أنَّه قد جاء عن العرب، أنهم قالوا: نعيم الرجل زيد، وليس في أمثلة الأفعال شيء على وزن: فعيل؛ فدل على صحة ما ذهبنا إليه؛ وهو مذهب البصريين٤، وأما ما استدل به الكوفيون ففاسد؛ أما قولهم: إنهما اسمان لدخول حرف الجر عليهما، فقلنا٥: هذا فاسد؛ لأن حرف الجر إنما دخل عليهما على تقدير الحكاية، فلا يدل على أنهما اسمان؛ لأن حروف الجر قد تدخل على تقدير الحكاية على ما هو فعل في
_________
١ مثل حكاه ابن الأنباري، عن أبي العباس، أحمد بن يحيى "ثعلب" عن سلمة، عن الفراء، عن أحد العرب. وقد أورده ابن الأنباري في الإنصاف ١/ ٩٨-٩٩.
موطن الشاهد: "بنعم".
وجه الاستشهاد: احتجاج الكوفيين بهذا المثل على اسميه "نعم" بدليل دخول الباء الجارة عليها، كما في الشاهد السابق.
٢ سقطت من "ط".
٣ في "ط" اسمان؛ والصواب ما أثبتنا من "س".
٤ في "س" والصحيح ما ذهب إليه البصريون.
٥ في "س" قلنا.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (75,'الحقيقة؛ كقوله١:
والله ما ليلي بِنَام صاحِبُه ... [ولا مخالط الليان جانبه] ٢
ولا خلاف أن "نام" فعل ماض، ولا يجوز أن يقال: إنما هو اسم لدخول حرف الجر عليه، فكذلك -ههنا- ولولا تقدير الحكاية، لم يحسن دخول حرف الجرّ على: نعم، وبئس، ونام؛ والتقدير في قوله: "ألست بنعم الجار يؤلف بيته": "ألست بجار مقول فيه: نعم الجار" وكذلك التقدير في قول بعض العرب: "والله ما هي بنعم المولودة: والله ما هي بمولودة، فيقال: فيها: "نعم المولودة" وكذلك التقدير في قول الآخر: "نعم السير على عَير٣ مقول فيه بئس العير" وكذلك التقدير في قول الشاعر:
والله ما ليلي بنام صاحبه
"والله ما ليلي بليل مقول فيه نام صاحبه" إلا أنهم حذفوا الموصوف، وأقاموا الصفة مقامه؛ كقوله سبحانه وتعالى: {أَنِ اعْمَلْ سَابِغَاتٍ} ٤ أي: دروعًا سابغات؛ فصار التقدير فيه: "ألست بمقول فيه: نِعمَ الجار، وما هي بمقول فيها: نعم المولودة؛ ونعم السير على مقول فيه بئس العير، وما ليلي بمقول فيه٥: نام صاحبه" ثم حذفوا الصفة التي هي: مقول فيه، فأوقعوا المحكي بها
_________
١ القائل: أبو خالد القنائي، أو غيره على الأرجح.
٢ المفردات الغريبة: الليان واللين: السهولة والرخاء في العيش.
موطن الشاهد "بنَامَ".
وجه الاستشهاد: دخول حرف الجر على الفعل الماضي لفظًا؛ ومعلوم أن حرف الجر، لا يدخل في اللفظ والتقدير على الأفعال؛ لأنه من اختصاص الأسماء، غير أن النحاة، علّلوا دخول الباء -هنا- بأنها داخلة على اسم محذوف؛ ودخول حرف الجر على الكلمة -إذًا- لا يدل على أنها خرجت من الفعلية إلى الاسمية. وروى البصريون هذا البيت؛ ليردوا على الكوفيين القائلين: إن نعم اسم بدليل دخول حرف الجر عليها؛ لأنه يلزم من دخول حرف الجر في اللفظ على كلمة ما أن تكون اسْمًا؛ لأن التقدير -هنا- أن حرف الجر داخل على كلمة أخرى محذوفة من اللفظ -كما في هذا البيت- ومن هنا ندرك أنّ دخول الباء في قولهم: "بنعم الولد، وعلى بئس العير" غير دال على اسميه نعم وبئس.
٣ في "ط" بئس العير؛ والصواب ما أثبتناه من "س" لموافقة السياق.
٤ س: ٣٤ "سبأ، ن: ١١، مك".
٥ في "ط" فيها؛ والصواب ما أثبتنا.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (76,'موقعها، وحذف القول /بها/١ في كتاب الله تعالى، وكلام العرب، وأشعارهم أكثر من أن يحصى، فدخل حرف الجر على هذه الأفعال لفظًا، ولكن إن كان حرف الجر داخلاً على هذه الأفعال في اللفظ، إلا أنه داخل على غيرها في التقدير، فلا يكون فيه دليل على الاسمية.
وأما قولهم: إن العرب تقول: يا نعم المولى، و/يا/٢ نعم النصير، والنداء من خصائص الأسماء، فنقول: المقصود بالنداء محذوف للعلم به، والتقدير فيه: يا الله، نعم المولى، ونعم النصير أنت. وأما قولهم: إنه لا يحسن اقتران الزمان بهما، ولا يجوز تصرفهما؛ فنقول: إنما امتنعا من اقتران الزمان الماضي والمستقبل بهما، وسُلبا التصرف؛ لأن نعم موضوعة لغاية المدح، وبئس موضوعة لغاية الذم، فجعل دلالتهما على الزمان مقصورة على الآن؛ لأنك إنما تمدح /أ/ و٣ تذم بما هو موجود في الممدوح /أ/و٤ المذموم لا بما كان فزال، ولا بما سيكون في المستقبل. وأما قولهم: إنه قد جاء عن العرب أنهم قالوا: نعيم الرّجل زيد، فنقول: هذه رواية شاذة تفرد بها قطرب وحده، ولئن صحت فليس فيها حجة؛ لأن هذه الياء نشأت عن إشباع الكسرة؛ لأن الأصل في: نِعْمَ: نَعِمَ بفتح النون وكسر العين، وأشبعت الكسرة؛ فنشأت الياء، وهذا كثير في كلامهم، فإن٥ كل ما كان على /وزن/٦ "فَعِلَ" من الأسماء والأفعال، وثانيه حرف من حروف الحلق؛ ففيه أربعة أوجه:
أحدها: استعماله على أصله؛ كقولك: فَخِذَ، وقد ضَحِك.
والثاني: إسكان عينه تخفيفًا؛ كقولك: فَخْذ، وقد ضحْك.
والثالث: إتباع فائه عينه في الكسر؛ كقولك: فِخِذ، وقد ضِحِك.
والرابع: كسر فائه، وإسكان عينه لنقل كسرتها إلى الفاء؛ نحو قولك: فِخْذ، وقد ضِحْك، فكذلك نِعْمَ فيها أربع لغات: "نَعِمَ" بفتح النون وكسر العين: وهو الأصل، و"نَعْم" بفتح النون وسكون العين، و"نِعِم" بكسر النون والعين، و"نِعْم" بكسر النون وسكون العين، وأما "نعيم" بالياء، فإنما نشأت
_________
١ سقطت من "س".
٢ سقطت من "ط".
٣ سقطت من "ط".
٤ سقطت من "ط".
٥ في "ط" فإِنَّه.
٦ سقطت من "س".',NULL,'93',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (77,'فيه الياء عن إشباع الكسرة؛ كما قال الشاعر١: [الطويل]
كأني بفتخاء الجناحين لَقْوة ... على عجلٍ مني أطأطى شيمالي٢
و/كما/٣ قال الآخر٤: [منهوك المنسرح]
لا عهد لي بِنَيْضَالي ... أصبحت كالشَّنِّ الْبَالي٥
و/كما/٦ قال الآخر٧: [الوافر]
ألم يأتيك والأنباءُ تَنْمِي ... بِمَا لاقت لَبُونُ بَنِي زِيَاد.٨
_________
١ لم ينسب إلى قائل معين.
٢ المفردات الغريبة: الفتخاء من العقبان: اللينة الجناح، ولقوة: خفيفة سريعة. شيمالي: شمالي.
موطن الشاهد: شيمالي.
وجه الاستشهاد: أشبع الشاعر كسرة الشين؛ فتولدت منها الياء؛ وهذا جائز في الشعر لإقامة الوزن، غير أن الإشباع هنا يكسر الوزن؛ ولذا، فالرواية الصحيحة للشطر الثاني -في هذا البيت- كما جاءت في لسان العرب.
[دفوف من العقبان طأطأت شملالي]
والعقاب الدَّفوف: التي تدنو من الأرض إذا انقضَّت. والشملال: الشمال. ولا شاهد في البيت على الإشباع في هذه الرواية.
٣ سقطت من "ط".
٤ لم ينسب إلى قائل معين.
٥ المفردات الغريبة: نيضالي: نِضَال، يقال: ناضلة مناضلة ونيضالاً: إذا باراه في الرَّمي، ونضله: إذا سبقه في الرماية. والشَّنّ: القربة الخلق الصغيرة.
موطن الشاهد: بنيضالي.
وجه الاستشهاد: أشبع الشاعر كسرة النون؛ فتولدت منها الياء.
٦ سقطت من "ط".
٧ القائل هو: قيس بن زهير بن جذيمة العبسي، أمير عبس وداهيتها، وكان يُلَقَّب بقيس الرأي؛ لجودة رأيه، ويضرب المثل بدهائه وشجاعته؛ له شعر وكلام مأثور. مات سنة ١٠هـ. الموشح: ٣٢٢، والأغاني: ٩/ ١٩٨-١٢/ ٢٠٦.
٨ المفردات الغريبة: تنمي: تكثر وتشيع وتبلغ: اللَّبون: جماعة الإبل ذات اللبن.
بنو زياد: هم الكَمَلة من الرجال؛ الربيع، وعمارة، وقيس، وأنس بنو زياد بن سفيان بن عبد الله العبسي؛ وأمهم فاطمة بنت الخرشب الأنمارية.
موطن الشاهد: ألم يأتيك.
وجه الاستشهاد: مجيء "يأتي" مجزومًا بلم وهو معتل الآخر؛ فحذف منه حرف العِلَّة، =',NULL,'94',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (78,'وهذا أكثر من أن يحصى، وقد ذكرناه مستقصىً في المسائل الخلافية، فلا نعيده ههنا.
[فاعل نعم وبئس اسم جنس]
فإن قيل: فَلِمَ وجب أن يكون فاعل نعم وبئس اسم جنس؟ قيل: لوجهين:
أحدهما: أنَّ نعم لَمّا وضعت للمدح العام، وبئس للذَّمِّ العام، خص فاعلهما باللفظ العام.
والوجه الثاني: إنما وجب أن يكون اسم جنس؛ ليدلّ على أن الممدوح والمذموم مستحق للمدح والذم في ذلك الجنس.
[جواز الإضمار في نعم وبئس قبل ذكرهما]
فإن قيل: فلِمَ جاز الإضمار فيهما١ قبل الذِّكر؟ قيل: إنما جاز الإضمار فيهما قبل الذِّكر؛ لأن المضمر قبل الذكر يشبه النَّكرة؛ لأنه لا يعلم إلى أي شيء يعود حتى يفسر، ونعم وبئس لا يكون فاعلهما معرفة محضة، فلمَّا ضارع المضمر فاعلهما؛ جاز الإضمار فيهما.
فإن قيل: فلِمَ فعلوا ذلك؟ قيل: إنما فعلوا ذلك طلبًا للتخفيف والإيجاز؛ لأنهم أبدًا يتوخّون الإيجاز والاختصار في كلامهم.
فإن قيل: فكيف يحصل التخفيف, والإضمار على شريطة التفسير؟ قيل: لأن التفسير إنما يكون بنكرة منصوبة؛ نحو: "نعم رجلاً زيد" والنّكرة أخفُّ من المعرفة.
فإن قيل: فعلى ماذا انتصبت النَّكرة؟ قيل: على التمييز.
_________
= غير أنَّ الشاعر اضطر لإقامة الوزن، فأشبع كسرة التاء؛ فتولَّدت عنها الياء، وهذه الياء؛ ياء الإشباع، وليست لام الكلمة -وهذا هو المراد من الاستشهاد بهذا البيت- ولكن للنحاة آراء أخرى في هذا الشاهد وهي:
أ- ربما أجرى الشاعر الفعل المعتل مجرى الفعل الصحيح، فجعل علامة الجزم السكون خِلافًا للقاعدة.
ب- نقل البغدادي في خزانة الأدب أن سيبويه عَدَّ هذا البيت في باب الضرورات، ورواه بـ "ألم يأتِك" بحذف الياء.
ج- وقال ابن جنّي: "أنشده أبو العباس المبرد، عن الأصمعي: ألا هل أتاك"؛ ورواه بعضهم: "ألم يبلغك" ثم قال: ولا شاهد فيه في الرّوايات الثلاث. خزانة الأدب: ٣/ ٥٣٤.
١ في "س" في نعم وبئس.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (79,'فإن قيل: فَلِمَ رُفع زيد في قولهم: "نعم الرجل زيد"؟ قيل: فيه١ وجهان؛ أحدهما: أن يكون مرفوعًا بالابتداء ونعم الرجل هو الخبر، وهو مقدم على المبتدأ؛ والتقدير فيه: زيد نعم الرجل، إلا أنه مقدم٢ عليه؛ كقولهم: مررت به المسكين؛ والتقدير فيه: المسكين مررت به.
فإن قيل: فأين العائد ههنا من الخبر إلى المبتدأ؛ قيل: لأن الرجل لَمّا كان شائعًا في الجنس، كان زيد داخلاً تحته، فصار بمنزلة العائد الذي يعود إليه منه؛ فصار هذا كقول الشاعر٣: [الطويل]
فأمّا القتال لا قتالَ لديكم ... ولكنَّ سَيرًا في عِرَاضِ الْمَواكِبِ٤
فإنَّ القتال مبتدأ، وقوله: لا قتال لديكم خبره، وليس فيه عائد؛ لأن قوله: لا قتال لديكم، نفي عام؛ لأن "لا" تنفي الجنس، فاشتمل على جميع القتال، فصار ذلك بمنزلة العائد /إليه/٥، وكذلك قول الشاعر٦: [الطويل]
فأما الصدور، لا صدورَ لجعفرٍ ... ولكنّ أعجازًا شديدًا صَرِيرُهَا٧
_________
١ في "س" في ذلك.
٢ في "س" قدِّم.
٣ هو الحارث بن خالد بن العاص المخزومي، وفد على عبد الملك بن مروان بالشام، فولاه إمارة مكة، وتوفي فيها سنة ٨٠هـ.
٤ المفردات الغريبة: سيرًا في عِراض المواكب: سيرًا مع رُكّاب الإبل الذين لا يقاتلون.
موطن الشاهد: "القتال، لا قتال لديكم".
وجه الاستشهاد: عودة الخبر "لا قتالَ لديكم" على المبتدأ من دون أن يكون فيه عائد؛ لأنه مقترن بلا النافية للجنس، كما جاء في المتن.
٥ سقطت من "س".
٦ نسبة البغدادي في خزانة الأدب إلى رجل من ضباب، ولم ينسبه غيره من النحاة الذين استشهدوا به.
٧ المفردات الغريبة: الجعفر: النهر الصغير، وبه سمي الرجل؛ وجعفر: أبو قبيلة من عامر، وهم الجعافرة. الصرير: أشد الصياح. وروي البيت: ضَريرها بدل صريرها؛ والضرير: المريض المهزول، وكل شيء خالطه ضر، فهو ضرير، ومضرور. راجع لسان العرب مادة "ضرر" ٤/ ٤٨٥.
موطن الشاهد: "الصدرو، لا صدور لجعفر".
وجه الاستشهاد: اقتران الجملة بـ "لا" النافية للجنس التي أفادت العموم، فأغنى ذلك عن الضمير العائد من الجملة إلى المبتدأ "الصدور"؛ وهذا كثير شائع.
وفي هذا البيت شاهد آخر على حذف الفاء في جواب "أما" للضرورة الشعرية.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (80,'والوجه الثاني: أن يكون زيد مرفوعًا؛ لأنه خبر مبتدأ محذوف، كأنه لما قيل: نعم الرجل، قيل: مَنْ هذا الممدوح؟ قيل: زيد؛ أي: هو زيد، وحذف المبتدأ كثير في كلامهم، فاعرفه تصب، إن شاء الله تعالى.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (81,'<span data-type="title" id=toc-16>الباب الرابع عشر: باب حبَّذا</span>
[الأصل في حبَّذا]
إن قال قائل: ما الأصل في "حبَّذا"؟ قيل: الأصل في "حبَّذا": حَبُبَ ذا؛ إلا أنه لَمّا اجتمع حرفان متحركان من جنس واحد، استثقلوا اجتماعهما متحركين، فحذفوا حركة الحرف الأول، وأدغموه في الثاني؛ فصار: حبَّ، وركبوه مع ذا، فصار بمنزلة كلمة واحدة؛ ومعناها المدح، وتقريب الممدوح من القلب.
فإن قيل: فَلِمَ قلتم إن الأصل: حَبُبَ: على فعُل، دون فَعَل وفَعِل١؟ قيل: لوجهين:
أحدهما: أن اسم الفاعل منه حبيب، على وزن: فعيل؛ وفعيل أكثر ما يجيء في ما فعله: فَعُل؛ نحو: شَرُفَ فهو شريف، وظَرُفَ فهو ظريف، ولَطُفَ فهو لطيف، وما أشبه ذلك.
والوجه الثاني: أنه قد حكي عن بعض العرب: أنه نقل الضمة من الباء إلى الحاء؛ كما قال الشاعر٢: [الطويل]
[فَقُلْتُ اقتلوها عنكُمُ بمزاجها] ... وحُبَّ بها مقتولة حين تُقْتَلُ٣
فدل على أن أصله: فَعُل.
فإن قيل: فَلِمَ جعلوهما بمنزلة كلمة واحدة؟ قيل: إنما جعلوهما بمنزلة كلمة واحدة طلبًا للتخفيف على ما جرت به عادتهم في كلامهم.
_________
١ في "س" حبَّ على وزن فَعَل وفَعِل.
٢ هو الأخطل: غياث بن غوث؛ أحد أشهر ثلاثة شعراء في العصر الأمويّ مع جرير والفرزدق؛ له ديوان شعر مطبوع. مات سنة ٩٠هـ. الشعر والشعراء ١/ ٤٨٣.
٣ المفردات الغريبة: اقتلوها: الضمير عائد إلى الخمرة؛ وقتلها: أي مزجها بالماء.
موطن الشاهد: "حُبَّ" وجه الاستشهاد: ضم الحاء في "حَبَّ" وذكر الشاهد للقياس عليه. وفي البيت شاهد آخر، وهو مجيء فاعل "حُبَّ أو حَبَّ" غير "ذا" ولكن يشترط إذا كان الفاعل "ذا" فتح الحاء في "حَبَّ".',NULL,'98',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (82,'فإن قيل: فلِمَ ركّبوه مع المفرد المذكر دون المؤنث والمثنى والمجموع؟ قيل: لأن المفرد المذكور هو الأصل، والتأنيث والتثنية والجمع كُلُّها فرع عليه، وهي أثقل منه، فلّما أرادوا التركيب؛ كان تركيبه مع الأصل الذي هو الأخفّ، أولى من تركيبه مع الفرع الذي هو الأثقل.
[حبّذا في التثنية والجمع والتأنيث بلفظ واحد]
فإن قيل: فلِمَ كانت حبّذا في التثنية والجمع والتأنيث على لفظ واحد؟ قيل: إنما كانت كذلك؛ نحو حبَّذا الزيدان، وحبذا الزيدون، وحبذا هند؛ لأنها جرت في كلامهم مجرى المثل، والأمثال لا تتغيَّر، بل تلزم سننًا واحدًا، وطريقة واحدة.
فإن قيل فما الغالب على "حبَّذا" الاسمية أو الفعلية؟ قيل: اختلف النحويون في ذلك؛ فذهب أكثرهم إلى أن الغالب عليها الاسمية، وذلك؛ لأن الاسم أقوى من الفعل، فلمّا رُكّب أحدهما مع الآخر، كان التغليب للأقوى الذي هو الاسم دون الأضعف الذي هو الفعل؛ وذهب بعضهم إلى أن الغالب عليها الفعليّة /وذلك/١؛ لأن الجزء الأول منهما فعل، فغلب عليها الفعليّة؛ لأن القوة للجزء الأول؛ وذهب آخرون إلى أنها لا يغلب عليها اسمية ولا فعلية، بل هي جملة مركبة من فعل ماضٍ، واسم هو فاعل، فلا يغلَّب أحدهما على الآخر.
[بمَ يرتفع الاسم المعرفة بعد حبّذا؟]
فإن قيل: فلماذا٢ يرتفع المعرفة بعده؛ نحو: "حبَّذا زيد"؟ قيل: لخمسة أوجه:
الوجه الأول: أن يجعل حبذا مبتدأ، وزيد خبره.
والوجه الثاني: أن تجعل: ذا مرفوعًا بـ "حبَّ" ارتفاع الفاعل بفعله، وتجعل زيدًا بدلاً منه.
والوجه الثالث: أن تجعل زيدًا خبرًا مبتدأ محذوف، كأنه لَمّا قيل: من هو؟ قيل: زيد؛ أي: هو زيد.
والوجه الرابع: أن تجعل زيدًا مبتدأ، وحبَّذا خبره.
_________
١ سقطت من "س".
٢ في "ط" فبماذا.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (83,'والوجه الخامس: أن تجعل: ذا زائدة، فيرتفع زيد بـ "حبَّ" لأنه فاعل؛ وهو أضعف الأوجه١.
فإن قيل: فعلى ماذا تنتصب النكرة بعده؟ قيل: /إنما/٢ تنتصب النكرة بعده على التمييز، ألا ترى أنك إذا قلت: حبَّذا زيد رجلاً، وحبذا عمرو راكبًا يحسن فيه تقدير "مِنْ" كأنك قلت: مِنْ رجلٍ، ومن راكب؛ كما قال الشاعر٣: [البسيط]
يا حبذا جبل الريان من جبل ... وحبذا ساكن الريان من كانا
فذهب بعض النحويين إلى أنه إن كان الاسم غير مشتق؛ نحو: حبَّذا زيد رجلاً؛ كان منصوبًا على التمييز، وإن كان مشتقًّا؛ نحو: حبّذا عمرو رَاكبًا؛ كان منصوبًا على الحال؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" الوجوه: والأفضل ما أثبتناه من "س".
٢ سقطت من "س".
٣ الشاعر: جرير، وقد سبقت ترجمته.
موطن الشاهد: "من جبل".
وجه الاستشهاد: التصريح بـ "من" قبل جبل؛ وهذا ما يرجح انتصاب الاسم النكرة بعد حبذا على التمييز.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (84,'<span data-type="title" id=toc-17>الباب الخامس عشر: باب التعجب</span>
[علة زيادة ما في التعجب]
إن قال قائل: لِمَ زيدت "ما" في التعجب؛ نحو: "ما أحسن زيدًا"! دون غيرها؟ قيل: لأن "ما" في غاية الإبهام، والشيء إذا كان مبهمًا؛ كان أعظمَ في النفس١؛ لاحتماله أمورًا كثيرة؛ فلهذا كانت زيادتها في التعجب أولى من غيرها. فإن قيل: فما معناها؟ قيل: اختلف النحويون في ذلك؛ فذهب سيبويه وأكثر البصريين إلى أنها بمعنى شيء، وهو في موضع رفع بالابتداء، "وأحسن" خبره؛ تقديره: شيء أحسن زيدًا؛ وذهب بعض النحويين من البصريين إلى أنها بمعنى الذي، وهو موضع رفع بالابتداء، و"أحسن" صلته، وخبره محذوف؛ وتقديره: الذي أحسن زيدًا شيء؛ وما ذهب إليه سيبويه والأكثرون أَولى؛ لأنّ الكلام على قولهم مستقلّ بنفسه، لا يفتقر إلى تقدير شيء، وعلى القول الآخر، يفتقر إلى تقدير شيء، وإذا كان الكلام مستقلاً بنفسه، مستغينًا عن تقدير، كان أولى مما يفتقر إلى تقدير.
[خلافهم في فعليّة حَبَّذا] !!!!!!!!!!
فإن قيل: هل: "أحسن" فعل أو اسم؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أنه فعل ماضٍ، واستدلوا على ذلك من ثلاثة أوجه:
[استدلالات البصريين على فعلية حبذا] !!!!!!!!
/الوجه/٢ الأول: أنهم قالوا: الدليل على أنه فعل، أنه إذا وصل بياء الضمير، فإن نون الوقاية تصحبه؛ نحو: "ما أحسنني" وما أشبه ذلك، وهذه النون إنما تصحب /ياء/٣ الضمير في الفعل خاصة؛ لتقيه من الكسر، ألا ترى أنك تقول: أكرمني، وأعطاني، وما أشبه ذلك؟ ولو قلت في نحو /غلامي
_________
١ في "س" في النفوس.
٢ سقطت من "ط".
٣ سقطت من "ط".',NULL,'101',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (85,'وصاحبي/١: غلامني، وصاحبني، لم يجز، فلما دخلت هذه النون عليه؛ دلَّ على أنه فعل.
والوجه الثاني: أنهم قالوا: الدليل على أنه فعل، أنه ينصب المعارف والنكرات، و"أفعل" إذا كان اسْمًا، إنما ينصب النكرات خاصة على التمييز؛ نحو: هذا أكبر منك سنًّا، وأكثر منك علمًا، وما أشبه ذلك، فلمَّا نصب -ههنا- المعارف، دلَّ على أنه فعل ماض.
والوجه الثالث: أنهم قالوا: الدليل على أنه فعل ماضٍ، أنه مفتوح الآخر؛ فلو لم يكن فعلاً، لما كان لبنائه على الفتح وجه، إذ لو كان اسْمًا؛ لكان يجب أن يكون مرفوعًا؛ لوقوعه خبرا لـ: "ما" قبله بالإجماع، فلمَّا وجب أن يكون مفتوحًا، دلَّ على أنه فعل ماض.
[استدلالات الكوفيين على اسميه حبذا] !!!!!!!!!!!!!
وذهب الكوفيون إلى أنه اسم، واستدلوا على ذلك من ثلاثة أوجه:
الوجه الأول: أنهم قالوا: الدليل على أنه اسم أنه لا يتصرف، ولو كان فعلاً؛ لوجب٢ أن يكون متصرفًا؛ لأن التصرف من خصائص الأفعال، فلمَّا لم يتصرف، دلَّ على أنه ليس بفعل؛ فوجب أن يلحق الأسماء.
والوجه الثاني: أنهم قالوا: الدليل على أنه اسم أنه يدخله التصغير؛ والتصغير من خصائص الأسماء؛ قال الشاعر٣: [البسيط]
يَامَا أُمَيلِحَ غِزْلانًا شَدَنَّ لَنَا ... مِنْ هؤُليَّائِكُنَّ الضَّالِ والسَّمُرِ٤
والوجه الثالث: أنهم قالوا: الدليل على أنه اسم أنه يصح نحو: ما
_________
١ سقطت من "ط".
٢ في "س" لكان يجب؛ وكلاهما صحيح.
٣ نُسب البيت إلى عدد من الشعراء؛ منهم المجنون؛ والبيت في ديوانه ص١٣٠؛ والعرجيّ، وذو الرُّمَّة، والحسين بن عبد الله.
٤ المفردات الغريبة شَدَنَّ: يقال شدن الظبي: إذا قوي، وطلع قرناه، واستغنى عن أمه. هؤليَّائكن: تصغير هؤلاء. الضَّال: شجر السدر البري. السَّمُر: شجر الطَّلح. راجع القاموس: مادة "سمر" ص ٣٦٩.
موطن الشاهد: "أُمَيلِحَ". وجه الاستشهاد: تصغير فعل التعجب، واستدل به الكوفيون على أنه اسم؛ لأن التصغير من خصائص الأسماء؛ والصواب ما ذهب إليه البصريون. وفي البيت شاهد آخر على تصغير اسم الإشارة "أولاء" مع اقترانه بالهاء.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (86,'أقومه!، وما أبيعه!، كما يصح الاسم في نحو: هذا أقوم منك، وأبيع منك، ولو أنه فعل؛ لوجب أن يعتلّ كالفعل؛ نحو: أقام وأباع في قولهم: "أباع الشيء" إذا عرضه للبيع، فلما لم يعتل، وصح كالأسماء مع ما دخله من الجمود والتصغير، دل على أنه اسم.
[رجحان مذهب البصريين]
والصحيح ما ذهب إليه البصريون، وأما ما استدل به الكوفيون ففاسد؛ أما قوله: إنه لا يتصرف، فلا حجَّة فيه، ولأنَّا أجمعنا على أن: عسى وليس فعلان، ومع هذا لا يتصرّفان وكذلك -ههنا- وإنما لم يتصرّف فعل التعجب لوجهين:
أحدهما: أنهم لَمّا لم يصوغوا للتعجب حرفًا يدل عليه، جعلوا له صيغة لا تختلف؛ لتكون دلالة على المعنى الذي أرادوه، وأنه مُضمَّن معنى ليس في أصله.
والوجه الثاني: إنما لم يتصرف؛ لأن الفعل المضارع يصلح للحال والاستقبال، والتعجب إنما يكون مما هو موجود في الحال، أو كان فيما مضى، ولا يكون التعجب مما لم يقع، فلما كان المضارع يصلح للحال والاستقبال، كرهوا أن يصرفوه إلى صيغة تحتمل الاستقبال الذي لا يقع التعجب منه.
[الرد على قولهم: يدخله التصغير]
وأما قولهم: إنه يدخله التصغير، وهو من خصائص الأسماء؛ قلنا: الجواب عنه من ثلاثة أوجه:
الوجه الأوّل: أن التصغير -ههنا- لفظي؛ والمراد به: تصغير المصدر، لا تصغير الفعل؛ لأنَّ هذا الفعل مُنِعَ من التصرف، والفعل متى منع من التصرف، لا يؤكد بذكر المصدر، فلمّا أرادوا تصغير المصدر، صغروه بتصغير فعله؛ لأنه يقوم مقامه، ويدل عليه، فالتصغير في الحقيقة للمصدر، لا للفعل.
والوجه الثاني: أن التصغير إنما حَسُنَ في فعل التعجب؛ لأنه لَمّا لزم طريقة واحدة، أشبه الأسماء، فدخله بعض أحكامها، والشيء إذا أشبه الشيء من وجه، لا يخرج بذلك عن أصله، كما أن اسم الفاعل محمول على الفعل في العمل، فلم يخرج بذلك عن كونه اسْمًا، والفعل محمول على الاسم في الإعراب، ولم يخرج عن كونه فعلاً؛ فكذلك ههنا.
والوجه الثالث: أنه إنما دخله التصغير حملاً على باب أفعل الذي',NULL,'103',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (87,'للتفضيل والمبالغة؛ لاشتراك اللفظين في ذلك، ألا ترى أنك لا تقول: "ما أحسن زيدًا"، إلا لمن بلغ غاية الحسن كما لا تقول: "زيد أحسن القوم"، إلا لمن كان أفضلهم في الحسن؟ فلهذه المشابهة بينهما؛ جاز التصغير في قوله: "يا أميلح غزلانا"! كما تقول: غزلانك أميلح الغزلان، وما أشبه ذلك، والذي يدل على اعتبار هذه المشابهة بينهما، أنهم حملوا: "أفعل منك، وهو أفعل القوم" على قولهم: "ما أفعله" فجاز فيهما ما جاز فيه، وامتنع فيهما ما امتنع فيه، فلم يقولوا: "هذا أعور منك"، ولا: "أعور القوم" لأنهم لم يقولوا: "ما أعوَرَه" وقالوا: "هو أقبح عورًا منك، وأقبح القوم عورًا" كما قالوا: "ما أقبح عوره" وكذلك لم يقولوا: "هو أحسن منك حسنًا" فيؤكدوا، كما لم يقولوا: "ما أحسن زيدًا حسنًا" فلما كانت بينهما هذه المشابهة، دخله التصغير حملاً على: "أفعل" الذي للتفضيل والمبالغة.
وأمَّا قولهم: إنه يصح كما يصح الاسم، قلنا: التصحيح حصل من حيث حصل التصغير، وذلك لحمله على باب: "أفعل" الذي للمفاضلة، ولأنه أشبه الأسماء؛ لأنه لزم طريقة واحدة، فلمَّا أشبه الاسم من هذين الوجهين؛ وجب أن يصح كما يصح الاسم؛ وشبهه الاسم من هذين الوجهين، لا يخرجه /ذلك/١ عن كونه فعلاً، كما أن ما لا ينصرف أشبه الفعل من وجهين، ولم يخرجه /ذلك/٢ عن كونه اسْمًا، فكذلك -ههنا- هذا الفعل، وإن أشبه الاسم من وجهين، لا يخرجه عن كونه فعلاً؛ على أن تصحيحه غير مستنكر، فإنَّ كثيرًا من الأفعال المتصرفة جاءت مصححة؛ كقولهم: "أغيلت٣ المرأة، واستنوق٤ الجمل، واستتيست الشاة٥، واستحوذ عليهم"؛ قال الله تعالى: {اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ} ٦ وهذا كثير٧ في كلامهم، والذي يدل على أن تصحيحه لا يدل على كونه اسْمًا أن "أفعل به" جاء في التعجب مصحّحًا مع كونه فعلاً؛ نحو: "أَقْوِم به، وأبيع به"، فكما أن التصحيح في: أفعل به، لا يخرجه عن كونه فعلاً، فكذلك التصحيح٨ في "ما
_________
١ سقطت من "س".
٢ سقطت من "ط".
٣ أَغيلت المرأة: إذا حملت وهي ترضع طفلها؛ ومثلها: استغيلت.
٤ استنوق الجمل: إذا ذل، وصار كالناقة في ذلها.
٥ استَتْيَست الشاة: إذا صارت كالتيس في عنادها.
٦ س: ٥٨ "المجادلة، ن: ١٩، مد"، ومعنى استحوذ عليهم: غلب عليهم وسيطر.
٧ في "ط" أكثر، وما أثبتناه من "س" وهو الأفضل.
٨ في "ط" الصَّحيح.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (88,'أفعله" لا يخرجه عن كونه فعلاً، وقد ذكرنا هذه المسألة مستوفاة في المسائل الخلافية١.
[فعل التعجب منقول من الفعل الثلاثي وعِلَّة ذلك]
فإن قيل: فلِمَ كان فعل التعجب منقولاً من الثلاثي دون غيره؟ قيل لوجهين:
أحدهما: أن الأفعال على ضربين؛ ثلاثي ورباعي، فجاز نقل الثلاثي إلى الرباعي؛ لأنك تنقله من أصل إلى أصل، ولم يجز نقل الرباعي إلى الخماسي؛ لأنك تنقله من أصل إلى غير أصل؛ لأن الخماسي ليس بأصل.
والوجه الثاني: أن الثلاثي أخف من غيره، فلما كان أخف من غيره، احتمل زيادة الهمزة، وأما ما زاد على الثلاثي فهو ثقيل، فلم يحتمل الزيادة.
[لِمَ كانت الهمزة أولى بالزيادة]
فإن قيل: فلِمَ كانت الهمزة أولى بالزيادة؟ قيل: لأن الأصل في الزيادة حروف المد واللين؛ وهي: الواو، والياء، والألف، فأقاموا الهمزة مقام الألف، لأنها قريبة من الألف، وإنما أقاموها مقام الألف؛ لأن الألف لا يُتَصَوَّر الابتداء بها؛ لأنها لا تكون إلا ساكنة، والابتداء بالساكن محال، فكان تقدير زيادة الألف -ههنا- أولى؛ لأنها أخف حروف العلة، وقد كثرت زيادتها في هذا النحو؛ نحو: أبيض، وأسود، وما أشبه ذلك.
[انتصاب الاسم بفعل التعجب وعِلَّة ذلك]
فإن قيل: فبماذا ينتصب الاسم في قولهم: "ما أحسنَ زيدًا"؟ قيل: ينتصب لأنه مفعول أحسن؛ لأن "أحسن" لما ثُقِّل بالهمزة، صار متعديًا، بعد أن كان لازمًا، فتعدّى إلى زيد، فصار زيد منصوبًا بوقوع الفعل عليه.
[عدم اشتقاق فعل التعجب من الألوان والخلق وعِلَّة ذلك]
فإن قيل: فلِمَ لا يشتق فعل التعجب من الألوان والخلق؟ قيل: لوجهين:
أحدهما: أن الأصل في أفعالها أن تستعمل على أكثر من ثلاثة أحرف، وما زاد على ثلاثة أحرف لا يُبنى منه فعل التعجب.
_________
١ راجع هذه المسألة في كتاب: "الإنصاف في مسائل الخلاف بين البصريين والكوفيين" ١/ ٨١-٩٥.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (89,'والوجه الثاني: أن هذه الأشياء لما كانت ثابتة في الشخص، لا تكاد تتغير، جرت مجرى أعضائه التي لا معنى للأفعال فيها، كاليد والرجل وما أشبه ذلك، فكما لا يجوز أن يقال: ما أيداه، ولا ما أرجله من اليد والرجل، فكذلك لا يجوز أن يقال: ما أحمره و /لا ما/١ أسوده؛ فإن كان المراد بقوله: ما أيداه! من اليد بمعنى النعمة، وما أرجلَه! من الرُّجلة٢ جاز، وكذلك إن كان المراد بقوله: ما أحمره! من صفة البلادة، لا من الحمرة، وما أسوده، من السَّودد، لا من السواد جاز٣، وإنما جاز في هذه الأشياء؛ لأنها ليست بألوان ولا خلق.
[علة استعمال لفظ الأمر في التعجب]
فإن قيل: فلِمَ استعملوا لفظ الأمر في التعجب نحو: "أحسن بزيد" وما أشبهه؟ قيل: إنما فعلوا ذلك لضرب من المبالغة في المدح.
[الدليل على أن "أفعل" ليس بفعل أمر]
فإن قيل: فما الدليل على أنه ليس بفعل أمر؟ قيل: الدليل على ذلك أنه يكون على صيغة واحدة في جميع الأحوال٤، تقول: "يا رجلُ أحسن بزيد، ويا رجلان أحسِن بزيد، ويا رجال أحسِن بزيد، ويا هند أحسن بزيد، ويا هندان أحسن بزيد، ويا هندات أحسن بزيد" فيكون مع الواحد والاثنين والجماعة والمؤنث على صيغة واحدة؛ لأنه لا ضمير فيه، ولو كان أمرًا؛ لكان ينبغي أن يختلف في التثنية فتقول: "أحسنا بزيد" وفي جمع المذكر: "أحسنوا" وفي إفراد المؤنث: "أحسني" وفي جمع المؤنث: "أحسنَّ" فتأتي بضمير الاثنين والجماعة والمؤنث، فلما كان صيغة واحدة؛ دلَّ على أن لفظه لفظ الأمر، ومعناه الخبر.
_________
١ سقطت من "ط".
٢ الرُّجْلَةَ: القوّة على المشيء. القاموس: مادة "رجل" ص ٩٠٣.
٣ في "س" كان جائزًا.
٤ التزم إفراده؛ "لأنه كلام جرى مجرى المثل، وصار معنى "أفعل به" كمعنى "ما أفعله"! وهو يفيد محض التعجب، ولم يبقَ فيه معنى الخطاب حتى يثنّى، ويجمع، ويُؤَنَّث باعتبار تثنية المخاطب، وجمعه، وتأنيثه". أسرار العربية، ص١٢٢/ حا ٤ نقلاً عن "الموفي في النحو الكوفي" ص ١٣١.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (90,'فإن قيل: فما موضع الجار والمجرور في قولهم: "أحسن بزيد"؟ قيل: موضعه الرفع؛ لأنه فاعل "أَحسِن" لأنه لَمّا كان فعلاً، والفعل لا بد له من فاعل، جعل الجار والمجرور في موضع رفع؛ لأنه فاعل، قال الله تعالى: {وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا} ١ أي: وكفى الله وليًّا، وكفى الله نصيرًا /والباء زائدة/٢؛ فكذلك -ههنا- الباء زائدة؛ لأن الأصل في: "أحسِن بزيد: أحْسَنَ زيد" أي: صار ذا حسن، ثم نُقِلَ إلى لفظ الأمر، وزِيدَت الباء عليه.
فإن قيل: فَلِمَ زيدت الباء /عليه/٣؟ قيل: لوجهين؛ أحدهما: أنه لَمَّا كان لفظ فعل التَّعجب لفظ الأمر، فزادوا الباء فرقًا بين لفظ الأمر الذي للتعجب، وبين لفظ الأمر الذي لا يراد به التعجب.
والوجه الثاني: أنه لما كان معنى الكلام "يا حسن اثبت بزيد" أدخلوا الباء؛ لأن "أثبت" يتعدى بحرف الجر؛ فلذلك، أدخلوا الباء. وقد ذهب بعض النحويين إلى أن الجارّ والمجرور في موضع النصب؛ لأنه يقدِّر في الفعل ضميرًا هو٤ الفاعل، كما يقدَّر في: "ما أحسن زيدًا" وإذا قُدِّر -ههنا- في الفعل ضمير، هو الفاعل، وقع الجار والمجرور في موضع المفعول، فكانا في موضع نصب، والذي اتفق عليه أكثر النحويين هو الأول، وكان الأول هو الأولى٥؛ لأن الكلام إذا كان مستقلاً بنفسه من غير إضمار، كان أولى مما يفتقر إلى إضمار، ثم حَمْلُ: "أحْسِن بزيد" على: "ما أحْسَنَ زيدًا" في تقدير الإضمار لا يستقيم؛ لأن "أَحْسَنَ" إنما أضمر فيه لتقدم "ما" عليه؛ لأن "ما" مبتدأ، و"أَحْسَنَ" خبره، ولا بد فيه من ضمير يرجع إلى المبتدأ، بخلاف: "أَحْسِنْ بزيد" فإنه لم يَتَقَدَّمْه ما يوجب تقدير الضمير، فبان الفرق بينهما؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ س: ٤ "النساء، ن: ٤٥، مد".
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "س" وهو.
٥ في "س" الأَوَّل أَولَى.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (91,'<span data-type="title" id=toc-18>الباب السادس عشر: باب عسى</span>
[عسى فعل جامد من أفعال المقاربة]
إن قال قائل: ما "عسى" من الكلام١؟ قيل: فعل ماض من أفعال المقاربة لا يتصرف، وقد حكي٢ عن ابن السّرَّاج٣ أنه حرف، وهو قول شاذ لا يعرج عليه، والصحيح أنه فعل؛ والدليل على ذلك، أنه يتصل به تاء الضمير، وألفه، وواوه؛ نحو: "عسيت، وعسيا، وعسوا"؛ قال الله تعالى: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ} ٤ فلما دخلته هذه الضمائر كما تدخل على الفعل؛ نحو: قمت، وقاما، وقاموا، وقمتم، دل على أنه فعل، وكذلك -أيضًا- تلحقه تاء التأنيث الساكنة التي تختص بالفعل؛ نحو: عست المرأة؛ كما تقول: قامت وقعدت؛ فدل على أنه فعل.
[عِلَّة عدم تصرفِ عسى]
فإن قيل: فَلِمَ لا يتصرَّف؟ قيل: لأنه أشبه الحرف، لأنه لَمّا كان فيه معنى الطمع أشبه لعلَّ، ولعل حرف لا يتصرف، فكذلك ما أشبهه.
[عمل عسى]
فإن قيل: فماذا تعمل٥ عسى؟ قيل: ترفع الاسم، وتنصب الخبر مثل كان، إلا أن خبرها لا يكون إلا مع الفعل المستقبل؛ نحو: عسى زيد أن يقوم.
_________
١ في "س" الكلِم.
٢ في "س" يُحكى.
٣ ابن السّرَّاج: أبو بكر، محمد بن السّريّ، أخذ النحو عن المبرِّد، وخلفه في إمامة النحو؛ وأخذ عنه الزَّجّاجي، والسِّيرافي، والفارسي، وغيرهم. مات سنة ٣١٦هـ. إنباه الرواة ٤/ ١٥٤.
٤ س: ٤٧ "محمد، ن: ٢٢، مد".
٥ في "ط" تفعل.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (92,'[عِلَّة إدخال أن في خبر عسى]
فإن قيل فلِمَ أدخلت في خبره أن؟ قيل: لأن "عسى" وضعت لمقارنة الاستقبال، و"أن" إذا دخلت على الفعل المضارع أخلصته للاستقبال، فلما كانت "عسى" موضوعة لمقارنة الاستقبال، و"أن" تخلص الفعل للاستقبال؛ ألزموا الفعل الذي وضع لمقارنة الاستقبال "أن" التي هي علم الاستقبال.
[دليل انتصاب أن وصلتها في خبر عسى]
فإن قيل: فما١ الدليل على أن موضع أن وصلتها النصب؟ قيل: لأن معنى "عسى زيد أن يقوم: قارب زيد القيام" والذي يدل على ذلك قولهم: "عسى الغوير أبؤسًا"٢، وكان القياس أن يقال: "عسى الغوير أن يبأس" إلا أنهم رجعوا إلى الأصل المتروك، فقالوا: "عسى الغوير أبؤسًا" فنصبوه بعسى؛ لأنهم أجروها مجرى قارب، فكأنه قيل: "قارب الغوير أبؤسًا"؛ وهو جمع بأس، أو بؤس.
[عِلَّة حذف أن في خبر عسى أحيانًا]
فإن قيل فَلِمَ حذفوا "أن" /من خبره/٣ في بعض أشعارهم؟ قيل: إنما يحذفونها في بعض أشعارهم؛ لأجل الاضطرار تشبيهًا لها بـ "كاد"، فإن كاد من أفعال المقاربة، كما أن عسى من أفعال المقاربة؛ ولهذا٤ الشبه بينهما، جاز أن يحمل عليها في حذف "أن" من خبرها /في/٥ نحو قوله٦: [الوافر]
عَسَى الهمُّ الذي أمسيتُ فيه ... يكونُ وَرَاءَهُ فَرَجُ قَرِيبُ
_________
١ في "س" وما.
٢ يُنسب هذا المثل إلى الزّبَّاء، ويقال: إنها قالته حين علمت أن قصيرًا بات مع رجاله في غار صغير في طريق عودته من العراق؛ فانهار عليهم، أو أتاهم أعداؤهم، فقتلوهم فيه، فصار مثلاً لكل شيء يخاف أن يأتي منه شر؛ وقيل غير ذلك. والغوير: تصغير الغار. راجع مجمع الأمثال "ط مصر، ١٣٥٢ هـ"، ١/ ٤٧٧. واللسان: مادة "عسى".
٣ في "ط" في خبرها.
٤ في "س" فلهذا.
٥ سقطت من "س".
٦ القائل: هو الشَّاعر هُدبة بن خشرم/ كان راوية للحطيئة، وكان جميل بن معمر العذري رواية له. مات نحو سنة ٥٠هـ. الشعر والشعراء ٢/ ٦٩١، والأغاني ٢١/ ١٦٩.
موطن الشاهد: "يكون وراءه".
وجه الاستشهاد: حذف "أن" في خبر "عسى" للضرورة الشعرية؛ لأن الأصل: عسى الكرب.... أن يكون.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (93,'وكما أنَّ عسى تُشَبَّه بـ "كاد" في حذف "أن" معها، فكذلك كاد تُشَبَّه بـ "عسى" في إثباتها معها؛ قال الشاعر١: [الرجز]
[رَبْعٌ عَفَاهُ الدَّهْر طَوَرًا فامَّحَى] ... قَدْ كَاد مِنْ طُولِ البِلى أَنْ يَمْصَحَا٢
فأثبت "أن" مع كاد، وإن كان الاختيار حذفها، حملاً على عسى؛ فدل على وجود المشابهة بينهما.
[عِلَّة حذف أن من خبر كاد]
فإن قيل: وَلِمَ كان الاختيار مع كاد حذف "أنْ" وهي كعسى في المقاربة؟ قيل: هما وإن اشتركا في الدَّلالة على المقاربة إلا أن كاد أبلغ في تقريب الشيء من الحال، وعسى أذهب في الاستقبال، ألا ترى أنك لو قلت: "كاد زيد يذهب بعد عام" لم يجز؛ لأن "كاد" توجب أن يكون الفعل شديد القرب من الحال، ولو قلت: عسى الله أن يدخلني الجنة برحمته؛ لكان جائزًا، وإن لم يكن شديد القرب من الحال، فلما كانت كاد أبلغ في تقريب الشيء من الحال، حذف معها "أن" التي هي علم الاستقبال، ولما كانت عسى أذهب في الاستقبال؛ أُتي معها بأن التي هي علم الاستقبال.
فإن قيل: فما موضع "أنْ" مع صلتها /في/٣ نحو: "عسى أن يخرج زيد"؟ قيل، موضعها٤ مع صلتها٥ الرّفع بأنه فاعل كما كان زيد مرفوعًا بأنه فاعل في نحو: "عسى زيد أن يخرج".
[عدم جواز حذف أن حال كونها مع صلتها في محل رفع فاعل]
فإن قيل: فهل يجوز أن تحذف "أن" إذا كانت مع صلتها في موضع رفع؟ قيل: لا يجوز ذلك؛ لأن٦ من شرط الفاعل أن يكون اسْمًا لفظًا ومعنى، وإذا قلت: عسى يخرج زيد، فقد جعلت الفعل فاعلاً، والفعل لا يكون فاعلاً؛ لأن
_________
١ نُسب هذا الشاهد إلى رؤبة بن العجّاج، وقد سبقت ترجمته.
٢ المفردات الغريبة: الرَّبع: المنزل. عفاه: درسه. البِلى: الدُّروس والاندثار. أمصح: أَخلق.
موطن الشاهد: "كاد ... أن يمصحا.
وجه الاستشهاد: أثبت الشاعر "أن" في خبر "كاد" حملاً لها على عسى للضرورة الشعرية؛ لأن المشهور إسقاطها.
٣ سقطت من "ط".
٤ في "س" موضعه.
٥ في "س" صلته.
٦ في "س" لأنه.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (94,'الفاعل مخبر عنه، والإخبار إنما يكون عن الاسم لا عن الفعل، بلى إن جعل زيد في نحو: "عسى يخرج زيد" فاعل عسى، وجعل يخرج في موضع النَّصب جازت المسألة؛ لأن المفعول لا يبلغ /في/١ اقتضاء الاسميّة مبلغ الفاعل، ألا ترى أنه قد يقوم مقام المفعول /الثاني/٢ ما ليس باسم؛ نحو: "ظننت زيدًا قام أبوه" فقام أبوه جملة فعلية، وقد قامت مقام المفعول الثاني لظننت، وأما الفاعل، فلا يجوز أن يقع قط إلا اسْمًا لفظًا ومعنى /لِمَا/٣ بَيَّنَّاه، فاعرفه تصب، إن شاء الله تعالى.
_________
١ سقطت من "ط".
٢ سقطت من "س".
٣ في "ط" كما.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (95,'<span data-type="title" id=toc-19>الباب السابع عشر: باب كان وأخواتها</span>
[كان وأخواتها أفعال وأدلة ذلك]
إن قال قائل: أي شيء كان وأخواتها من الكَلِم؟ قيل: أفعال، وذهب بعض النحويين إلى أنها حروف وليست أفعالاً، لأنها لا تدل على المصدر، ولو كانت أفعالاً؛ لكان ينبغي أن تدل على المصدر، ولَمَّا كانت لا تدل على المصدر، دل على أنها حروف١؛ والصحيح أنها أفعال، وهو مذهب الأكثرين والدليل على ذلك من ثلاثة أوجه:
الوجه الأول: أنها تلحقها تاء الضمير وألفه وواوه؛ نحو: كنت، وكانا، وكانوا٢، كما تقول: قمت، وقاما، وقاموا، وما أشبه ذلك.
والوجه الثاني: أنها تلحقها تاء التأنيث الساكنة؛ نحو: كانت المرأة، كما تقول: قامت المرأة، وهذه التاء تختص بالأفعال.
والوجه الثالث: أنها تتصرف؛ نحو: كان يكون، وصار يصير، وأصبح يصبح، وأمسى يمسي، وكذلك سائرها ما عدا "ليس" وإنما لم يدخلها التصرف؛ لأنها أشبهت "ما" وهي٣ تنفي الحال (كما أن "ما" تنفي الحال) ٤؛ ولهذا تجري "ما" مجرى "ليس" في لغة أهل الحجاز، فلما أشبهت "ما" وهي حرف لا يتصرف، وجب ألا تتصرف٥. وأما قولهم: إنها لا تدل على المصدر، ولو كانت أفعالاً؛ لدلت على المصدر، قلنا: هذا إنما يكون في الأفعال الحقيقية، وهذه الأفعال غير حقيقية؛ ولهذا المعنى تُسمّى٦ أفعال
_________
١ في "س" دل على أنها ليست أفعالاً.
٢ في "س" تقول: كانت، وكانا، وكنتما.
٣ في "س" لأنها.
٤ سقطت من "س".
٥ في "ط" يتصرّف.
٦ في "ط" يُسمّى، والصواب ما أثبتناه من "س".',NULL,'112',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (96,'العبارة، فما ذكرناه (يدل على أنها أفعال) ١، وما ذكرتموه يدل على أنها أفعال غير حقيقية، فقد علمنا بمقتضى الدليلين، على أنهم قد جبروا هذا الكسر، وألزموها الخبر عوضًا عن دلالتها على المصدر، وإذا وجد الجبر بلزوم الخبر عوضًا عن المصدر كان في حكم الموجود الثَّابت.
[انقسام كان على خمسة أوجه]
فإن قيل: فعلى كم تنقسم كان وأخواتها؟ قيل: أمَّا كان فتنقسم على خمسة أَوجه:
الوجه الأوّل: أنها تكون ناقصة فتدل على الزمان المجرد عن الحدث؛ نحو: "كان زيد قائمًا" ويلزمها الخبر٢ لِمَا بيّنا.
والوجه الثاني: أنها تكون تامة، فتدل على الزمان والحدث كغيرها من الأفعال الحقيقية، ولا تفتقر إلى خبر؛ نحو: كان زيد، وهي بمعنى: حدث ووقع؛ قال الله تعالى: {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} ٣ أي: حدث ووقع، وقال تعالى: {إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} ٤ وقال تعالى: {وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا} ٥ في قراءة من قرأ بالرفع، وقال تعالى: {كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا} ٦، أي: وجد وحدث؛ وصبيًّا: منصوب على الحال، ولا يجوز أن تكون /كان/٧ ههنا الناقصة؛ /لأنه/٨ لا اختصاص لعيسى في ذلك؛ لأن كُلًّا قد كان في المهد صبيًّا، ولا عجب في تكليم من كان فيما مضى في حال الصَّبي (وإنما العجب في تكليم من هو في المهد في حال الصبي) ٩، فدل على أنها -ههنا- بمعنى: وجد وحدث، وعلى هذا قولهم: أنا مذ كنت صديقك؛ /أي وجدت/١٠؛ قال الشاعر١١: [الطويل]
فِدَىً لِبَنِي ذُهْلِ بنِ شَيْبَانَ نَاقَتِي ... إذا كان يومٌ ذو كَوَاكِبَ أَشْهَبُ١٢
_________
١ سقطت من "س".
٢ في "س" الجر، وهو سهو من الناسخ.
٣ س: ٢ "البقرة، ن: ٢٨٠، مد".
٤ س: ٤ "النساء، ن: ٢٩، مد".
٥ س: ٤ "النساء، ن: ٤٠، مد".
٦ س: ١٩ "مريم، ن: ٢٩، مك".
٧ سقطت من "ط".
٨ في "ط" لأنها؛ والصواب ما أثبتنا من "س" لموافقة السياق.
٩ سقطت من "س".
١٠ سقطت من "ط".
١١ نسب صاحب "الأزهية في علم الحروف" هذا البيت إلى مقاس العائذيّ، ولم أصطد له ترجمة وافية.
١٢ المفردات الغريبة: ذهل بن شيبان: جد جاهلي، وبنوه بطن من بكر بن وائل. موطن الشاهد: "كان يوم".
وجه الاستشهاد: مجيء فعل "كان" تامًّا بمعنى "وقع أو حصل" ومجيئه بهذا المعنى كثير شائع.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (97,'أي حدث يوم، وقال الآخر١: [الوافر]
إذا كان الشتاءُ فأَدْفِئُونِي ... فإن الشَّيخ يَهْدِمُه الشِّتَاءُ
أي: حدث الشِّتاء.
والوجه الثالث: أن يجعل فيها ضمير الشأن والحديث، فتكون الجملة خبرها؛ نحو: "كان زيد قائم"؛ أي: كان الشأن والحديث٢ زيد قائم؛ قال الشاعر٣:
إذا متُّ كَانَ النَّاس صِنْفَانِ شَامِتٌ ... وَآخَرُ مُثْنٍ بالذي كُنْتُ أَصْنَعُ
أي: كان الشأن والحديث الناس صنفان.
والوجه الرابع: أن تكون زائدة (غير عاملة) ٤؛ نحو: "زيد كان قائم" أي: زيد قائم؛ قال الشاعر: ٥ [الوافر]
سَرَاةُ بني أبي بكر تَسَامَى ... عَلَى كَانَ المسَوَّمةِ العِرَابِ٦
_________
١ نُسب هذا البيت إلى الربيع بن ضبع، ولم أصطد له ترجمة وافية.
موطن الشاهد: "كان الشتاء".
وجه الاستشهاد: مجيء فعل "كان" بمعنى "حدث" ومجيئه بهذا المعنى كثير شائع.
٢ في "س" والحدث.
٣ الشاعر: هو العُجَير بن عبد الله السلولي، شاعر إسلامي مقلّ، من شعراء الدولة الأموية، ومن طبقة أبي زبيد الطائي. تجريد الأغاني ٤/ ١٤٥٨.
موطن الشاهد: "كان الناس صنفان".
وجه الاستشهاد: مجيء اسم "كان" ضمير الشأن، وخبرها الجملة الاسمية: "الناس صنفان"؛ ويروى: كان الناس صنفين؛ وعلى هذه الرواية يكون "الناس" اسْمًا لـ "كان" و "صنفين" خبرها.
٤ سقطت من "س".
٥ لم ينسب إلى شاعر معين.
٦ المفردات الغريبة: سراة: جمع سريّ، وهو السيد الشريف. تَسامى: أصله تتسامى، من السمو والرفعة. المسوّمة: المعلمة؛ لتترك في المرعى، وتعرف من غيرها. العِراب: العربية.
موطن الشاهد: "على كان المسوّمة".
وجه الاستشهاد: وقوع "كان" زائدة بين الجار والمجرور.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (98,'(أي: على المسومة) ١ وقال الآخر٢: [الوافر]
فَكَيفَ إذا مَرَرْتُ بِدَارِ قَومٍ ... وَجِيرَانٍ لنَا كَانوا كِرَامِ
(أي: جيران كرام) ٣.
والوجه الخامس: أن تكون بمعنى صار؛ قال الله تعالى: {وَكَانَ مِنَ الْكَافِرِينَ} ٤، {فَكَانَ مِنَ الْمُغْرَقِينَ} ٥؛ أي: صار، وعلى هذا حمل بعضهم قوله تعالى: {كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا} ٦ أي: صار، وقال الشاعر٧: [الطويل]
بتيهاءَ قَفْرٍ والمطيُّ كَأَنَّهَا ... قطا الْحَزْن قَدْ كانت فراخًا بُيُوضُها٨
أي: صارت فراخًا بيوضها.
[صار ناقصة وتامة]
وأمّا صار، فتستعمل ناقصة وتامة، فأمَّا الناقصة، فتدل /أيضًا/٩، على الزمان المجرد عن الحدث، ويفتقر١٠ إلى الخبر؛ نحو: "صار زيد عالِمًا" مثل
_________
١ ساقطة من "ط".
٢ القائل: الفرزدق، وقد سبقت ترجمته.
موطن الشاهد: "وجيرانٍ لنا كانوا كرام".
وجه الاستشهاد: وقوع "كانوا" زائدة بين الصِّفة والموصوف.
٣ سقطت من "س".
٤ س: ٢ "البقرة، ن: ٣٤، مد".
٥ س: ١١ "هود، ن: ٤٣، مك"، وفي "ط" وكان من المغرقين.
٦ س: ١٩ "مريم، ن: ٢٩، مك".
٧ القائل: عمرو بن أحمر، ولم أصطد له ترجمة وافية.
٨ المفردات الغريبة: تيهاء قفر: صحراء مضلة يضل فيها الساري عن طريقه.
القطا: نوع من الطيور؛ مفرده: قطاة؛ وأضاف القطا إلى الحزن؛ ليبين مدى عطشها. وشبه النوق بها؛ لأنها أشبهت القطا التي فارقت فراخها؛ لتحمل إليها الماء لتسقيها؛ وذلك أسرع لطيرانها. "أسرار العربية: ١٣٧/ حا٣".
موطن الشاهد: "كانت".
٩ وجه الاستشهاد: مجيء "كان" بمعنى "صار" وقد جاءت بمعنى صار في القرآن الكريم؛ حيث قال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} س: ٣ "آل عمران، ن: ١١٠، مد".
١٠ زيادة من "س".
١٠ في "ط" ويفتقر.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (99,'"كان" إذا كانت ناقصة؛ وأما التامة، فتدل على الزمان والحدث، ولا تفتقر إلى خبر؛ نحو: "صار زيد إلى عمرو" مثل كان إذا كانت تامة، وكذلك سائر أخواتها تستعمل ناقصة وتامة، إلا: ظل، وليس، وما زال، وما فتئ، فإنها لا تستعمل إلا ناقصة.
[عمل الأفعال الناقصة في شيئين وعلة ذلك]
فإن قيل: فَلِمَ عملت هذه الأفعال في شيئين؟ قيل: لأنها عبارة عن الجمل لا عن١ المفردات، فلما اقتضت شيئين؛ وجب أن تعمل فيهما٢.
[عِلَّة رفعها للاسم ونصبها للخبر]
فإن قيل: فَلِمَ رفعت الاسم، ونصبت الخبر؟ قيل: تشبيهًا بالأفعال الحقيقيّة، فرفعت الاسم تشبيهًا له بالفاعل، ونصبت الخبر تشبيهًا /له/٣ بالمفعول.
[جواز تقديم خبر الأفعال الناقصة على اسمها]
فإن قيل: فهل يجوز تقديم أخبارها على أسمائها؟ قيل: نعم يجوز، وإنما جاز/ذلك/٤ لأنها لَمَّا كانت أخبارها مُشَبَّهة بالمفعول، وأسماؤها مشبهة بالفاعل، والمفعول يجوز تقديمه على الفاعل؛ فكذلك ما كان مشَبَّها به.
[جواز تقديم خبر بعض الأفعال الناقصة عليها وعلة ذلك]
فإن قيل: فهل يجوز تقديم أخبارها عليها أنفسها؟ قيل: يجوز ذلك في ما لم يكن في أوله "ما"؛ نحو: "قائمًا كان زيد" وإنما جاز ذلك؛ لأنه لَمّا كان مشبهًا بالمفعول، والعامل فيه متصرف؛ جاز تقديمه عليه كالمفعول؛ نحو: "عمرًا ضرب زيد".
[عدم تقديم اسم الأفعال الناقصة عليها وعلة ذلك]
فإن قيل: فَلِمَ لم يجز تقديم أسمائها عليها أنفسها، كما يجوز تقديم أخبارها عليها؟ قيل: إنما لم يجز تقديم أسمائها عليها؛ لأن أسماءها مشبهة بالفاعل، والفاعل لا يجوز تقديمه على الفعل، فكذلك ما كان مشبّهًا به، وجاز
_________
١ في "س" دون المفردات.
٢ في "ط" فيها؛ والصواب ما أثبتنا من "س".
٣ سقطت من "س".
٤ سقطت من "ط".',NULL,'116',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (100,'تقديم أخبارها عليها؛ لأنها مشبهة بالمفعول، والمفعول يجوز تقديمه على الفعل، كما بيّنا.
[علة عدم تقديم خبر ما في أوله "ما" عليه]
فإن قيل: فلِمَ لم يجز تقديم خبر ما في أوّله "ما" عليه؟ قيل: لأن "ما" في أوله ما ما عدا "ما دام" للنفي؛ /والنفي/١ له صدر الكلام كالاستفهام، فكما أن الاستفهام لا يعمل ما بعده في ما قبله؛ نحو: "أعمرًا ضرب زيد"٢ فكذلك النفي لا يعمل ما بعده في ما قبله؛ نحو: "قائمًا ما زال زيد".
[جواز تقديم خبر ما زال عليها عند بعضهم]
وقد ذهب بعض النحويين إلى أنه يجوز تقديم خبر "ما زال" عليها؛ وذلك لأن ما للنفي، وزال فيها معنى النفي، /والنفي/٣ إذا دخل على النفي صار إيجابًا، /وإذا صار إيجابًا/٤ صار قولك: "ما زال زيد قائمًا" بمنزلة: "كان زيد قائمًا" وكما يجوز أن تقول: "قائمًا كان زيد" فكذلك يجوز أن تقول: "قائمًا ما زال زيد" وأجمعوا على أنه لا يجوز تقديم خبر "ما دام" عليها، وذلك؛ لأن٥ "ما" فيها مع الفعل بمنزلة المصدر، ومعمول المصدر، لا يتقدّم عليه.
[خلافهم في تقديم خبر ليس عليها وعلة ذلك]
فإن قيل: فهل يجوز تقديم خبر ليس عليها؟ قيل: اختلف النحويون في ذلك؛ فذهب الكوفيون إلى أنه لا يجوز تقديم خبرها عليها /نفسها/٦ وذهب أكثر البصريين إلى جوازه؛ لأنه كما جاز تقديم خبرها على اسمها، جاز تقديم خبرها عليها نفسها، والاختيار عندي ما ذهب إليه الكوفيون؛ لأن "ليس" فعل لا يتصرف، والفعل إنما يتصرف عمله إذا كان متصرِّفًا في نفسه، وإذا لم يكن متصرِّفًا في نفسه، لم يتصرف عمله، وأمَّا قولهم: إنه كما جاز تقديم خبرها على اسمها؛ جاز تقديم خبرها عليها ففاسد؛ لأنَّ تقديم خبرها على اسمها، لا يخرجه عن كونه متأخرًا عنه، وتقديم خبرها عليها، يوجب كونه متقدمًا عليها، وليس من ضرورة أن يعمل الفعل في ما بعده، يجب٧ أن يعمل في ما قبله؛
_________
١ سقطت من "س".
٢ في "س" عمرًا؛ والصواب ما في المتن.
٣ سقطت من "ط".
٤ سقطت من "ط".
٥ في "س" أن.
٦ زيادة من "س".
٧ في "ط" ويجب، والصواب ما أثبتناه من "س".',NULL,'117',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (101,'ثم نقول: إنما جاز تقديم خبرها على اسمها؛ لأنها أضعف من "كان" لأنها تتصرف، ويجوز تقديم خبرها عليها، وأقوى من "ما" لأنها حرف، ولا يجوز تقديم خبرها على اسمها، فجعل لها منزلة بين المنزلتين، فلم يجز تقديم خبرها عليها نفسها، لتنحطّ عن درجة "كان" وجوزوا١ تقديم خبرها على اسمها؛ لترتفع عن درجة "ما".
[امتناع استعمال ما زال مع إلا]
فإن قيل: لِمَ جاز: "ما كان زيد إلا قائمًا" ولم يجز: "ما زال زيد إلا قائمًا"؟ قيل: لأن "إلا" إذا دخلت في الكلام، أبطلت معنى النفي، فإذا قلت: ("ما كان زيد إلا قائمًا" كان التقدير فيه: "كان زيد قائمًا" وإذا قلت:) ٢ "ما زال زيدًا إلا قائمًا"؛ صار التقدير: "زال زيد قائمًا" و"زال" لا تستعمل إلا بحرف النفي، فلما كان إدخال حرف الاستثناء يوجب إبطال معنى النفي، و"كان" يجوز استعمالها من غير حرف النفي، و"زال" لا يجوز استعمالها إلا بإدخال حرف٣ النفي جاز: "ما كان زيد إلا قائمًا" ولم يجز "ما زال زيد إلا قائمًا"؛ وأما قول الشاعر٤: [الطويل]
حَرَاجِيجُ ما تَنْفَّكُّ إلا مُنَاخَةً ... عَلَى الْخَسْفِ أو نَرْمِي بِهَا بَلَدًا قَفْرَا٥
فالخير قوله: على الخسف، وتقديره: ما تنفك على الخسف إلا أن تناخ أو نرمي٦ بها بلدًا قَفْرَا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" ويجوز.
٢ سقطت من "س".
٣ في "س" بحرف.
٤ الشاعر: ذو الرمة، غيلان بن عقبة بن بهيش، من فحول الشعراء العشاق؛ وشعره يعجب أهل البادية، ويدل على فطنة وذكاء ليسا في غيره؛ له ديوان شعر مطبوع. مات بِحُزوى من رمال الدهناء سنة ١١٧هـ. الشعر والشعر ١/ ٥٢٤.
٥ المفردات الغريبة: حراجيج: جمع حرجوج أو حرجيج، وهي الناقة الجسيمة الطويلة. الخسف: الجوع، وهو أن تبيت الناقة على غير علف.
موطن الشاهد: "ما تنفك إلا مناخة".
وجه الاستشهاد: مجيء خبر "تنفك" مقرونًا بـ "إلا" على وجه الشذوذ. وقيل: "تَنْفَّكّ" تامة لا خبر لها؛ أي: لا تنفصل من السير إلا في حال إناختها؛ أو يكون خبرها: "على الخسف" و"مناخة" منصوبة على الحال في الوجهين.
٦ في "س" ترمي.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (102,'<span data-type="title" id=toc-20>الباب الثامن عشر: باب ما</span>
[علة إعمال ما الحجازية]
إن قال قائل: لِمَ عملت "ما" في لغة أهل الحجاز، فرفعت الاسم، ونصبت الخبر؟ قيل: لأن "ما" أشبهت "ليس" ووجه الشبه بينهما من وجهين؛
أحدهما: أن "ما" تنفي الحال، كما أن "ليس" تدخل على المبتدأ والخبر؛ ويقوي هذه المشابهة بينهما دخول الباء في خبرها، كما تدخل في خبر "ليس" (فإذ ثبت أنها أشبهت "ليس") ١ فوجب أن تعمل عملها، فترفع الاسم، وتنصب الخبر، وهي لغة القرآن؛ قال الله تعالى: {مَا هَذَا بَشَرًا} ٢، وذهب الكوفيون إلى أن الخبر منصوب بحذف حرف الجر، وهذا فاسد؛ لأن حذف حرف الجر، لا يوجب النصب؛ لأنه لو كان حذف حرف الجر، يوجب النصب؛ لكان ينبغي أن يكون ذلك في كل موضع، ولا خلاف أن كثيرًا من الأسماء يحذف منها حرف الجر ولا تنتصب٣ بحذفه؛ كقوله تعالى: {وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا} ٤، ولو حذف حرف الجر؛ لكان: وكفى الله وليًّا، وكفى الله نصيرًا /بالرفع/٥ كقول الشاعر٦: [الطويل]
عُمَيرة وَدِّع إن تجهّزتَ غاديًا ... كفى الشيب والإسلام للمرء ناهيا
_________
١ سقطت من "س".
٢ س: ١٢ "يوسف، ن: ٣١، مك".
٣ في "ط" منتصب.
٤ س: ٤ "النساء، ن: ٤٥، مد".
٥ سقطت من "س".
٦ الشاعر هو: سحيم عبد بني الحسحاس كان عبدًا نوبيًّا، فاشتراه بنو الحسحاس، فنشأ فيهم، رآه النبي -صلى الله عليه وسلم- وكان يعجب بشعره، قتله سيده، وقيل بنو الحسحاس؛ لتشبيبه بنسائهم سنة ٤٠هـ.
موطن الشاهد: "كفى الشيب".
وجه الاستشهاد: سقوط الباء من فاعل "كفى" فدل ذلك على أن هذه الباء، ليست واجبة الدخول على فاعل هذا الفعل.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (103,'وكذلك قولهم: "بحسبك زيد، وما جاءني من أحد" /و/١ لو حذفت حرف الجر، لقلت: "حسبك زيد، وما جاءني أحد" بالرفع؛ فدل على أن حذف حرف الجر، لا يوجب النصب.
[علة إهمال ما التميمية]
فإن قيل: لِمَ لَمْ تعمل على لغة بني تميم؟ قيل: لأن الحرف إنَّما يعمل إذا كان مختصًّا بالاسم، كحرف الجر، أو بالفعل كحرف الجزم [وَ] ٢ إذا كان يدخل على الاسم والفعل لم يعمل كحرف العطف، و"ما" تدخل على الاسم والفعل، ألا ترى أنك تقول: "ما زيد قائم، وما يقوم زيد" فتدخل عليهما، فلما كانت غير مختصة؛ وجب أن تكون غير عاملة.
فإن قيل: فَلِمَ٣ دخلت الباء في خبرها؛ نحو: "ما زيد بقائم"؟ قيل: لوجهين؛ أحدهما: أنها أدخلت٤ توكيدًا للنفي،
والثاني: أن يُقَدَّر أنَّها جواب لمن قال: "إن زيدًا لقائم" فأدخلت الباء في خبرها؛ لتكون بإزاء اللام في خبر إنَّ.
[إهمال ما الحجازية إذا توسطت إلَّا بينها وبين خبرها وعلة ذلك]
فإن قيل: فَلِمَ٣ بطل عملها في لغة أهل الحجاز، إِذَا فصلت٥ بين اسمها وخبرها بإلا؟ قيل: لأن "ما" إنَّما عملت؛ لأنَّها أشبهت "ليس" من جهة المعنى وهو، النفي، و"إلا" تبطل معنى النفي، فتزول المشابهة، وإذا٦ زالت المشابهة؛ وجب ألا تعمل.
[إهمال ما الحجازية إذا فصل بينها وبين اسمها وخبرها بـ "إن" الخفيفة وعلة ذلك]
فإن قيل: فلماذا بطل عملها -أيضًا- إذا فصلتَ٥ بينها وبين اسمها وخبرها بـ "إن" الخفيفة؟ قيل: لأن "ما" ضعيفة في العمل؛ لأنها إنما عملت لأنها أشبهت فعلاً لا يتصرف شبهًا ضعيفًا من جهة المعنى؛ فلما كان عملها ضعيفًا؛ بطل عملها مع الفصل؛ ولهذا المعنى، يبطل٧ عملها -أيضًا- إذا
_________
١ سقطت الواو من "س".
٢ زيادة يقتضيها السياق.
٣ في "س" لِمَ.
٤ في "س" دخلت.
٥ في "س" فصل.
٦ في "س" فإذا؛ وكلاهما صحيح.
٧ في "س" بطل.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (104,'تقدَّم الخبر على الاسم؛ نحو: "ما قائم زيد" لضعفها في العمل؛ فألزمت طريقة واحدة، وأما قول الشاعر١: [البسيط]
فأصبحوا قد أعاد الله نعمتهم ... إذ هم قريش وإذ ما مثلَهُم بشرُ
فمن النحويين من قال: هو منصوب على الحال؛ لأن التقدير فيه: وإذ ما بشرٌ مثلَهُم، فلما قدم مثلهم الذي هو صفة النكرة، انتصب على الحال؛ لأن صفة النكرة إذا تقدمت، انتصبت على الحال؛ كقول الشاعر٢: [مجزوء الوافر]
لِمَيَّةَ موحشًا طللُ ... يَلوحُ كَأَنَّه خِلَلُ٣
/و/٤ التقدير فيه: طَلَلٌ مُوحشٌ؛ وكقول الآخر٥: [البسيط]
والصالحات عليها مُغْلَقًا باب
والتقدير فيه: باب مغلق؛ إلا أنه لما قدم الصفة على النكرة٦، نصبها على الحال؛ ومنهم من قال: هو منصوب على الظرف؛ لأن قوله: ما مثلهم بشر، في معنى: "فوقهم"؛ ومنهم من حمله على الغلط؛ لأن ٧ هذا البيت للفرزدق، وكان تميميًّا، وليس من /لغته/٨ إعمال "ما" سواء تقدم الخبر، أو تأخر، فلمَّا استعمل لغة غيره غلط، فظن أنها تعمل مع تقدم الخبر، كما تعمل مع تأخره، فلم يكن في ذلك حجة؛ ومنهم من قال: إنها لغة لبعض العرب، وهي لغة قليلة، لا يعتدّ بها؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ الشاعر: الفرزدق، وقد سبقت ترجمته.
وقد أوضح المؤلف في المتن مراده من ذكر الشاهد بما يغني عن الإعادة.
٢ الشاعر هو: كثير بن عبد الرحمن، المعروف بكثير عزة، وقد سبقت ترجمته.
٣ المفردات الغريبة: الطلل: ما بقي شاخصًا من آثار الديار. الخِلَل: جمع خِلَّة، وهي بطانة تُغشى بها أجفان السيوف.
موطن الشاهد: "موحشًا طلل".
وجه الاستشهاد: تقدمت الصفة على الموصوف النكرة؛ فانتصبت على الحال وفق القاعدة.
٤ زيادة من "س".
٥ لم ينسب إلى قائل معين.
موطن الشاهد: "مغلقًا بابُ".
وجه الاستشهاد: تقدمت الصفة على الموصوف النكرة "باب" فانتصبت على الحال، كما في الشاهد السابق.
٦ في "س" صفة النكرة نصبها؛ وكلاهما صحيح.
٧ في "س" فإن.
٨ في "ط" لفظة؛ والأفضل ما أثبتنا من "س".',NULL,'121',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (105,'<span data-type="title" id=toc-21>الباب التاسع عشر: باب إن وأخواتها</span>
[علة إعمال الأحرف المشبهة]
إن قال قائل: لِمَ أعملت١ هذه الأحرف؟ قيل: لأنها أشبهت الفعل، ووجه الشّبه بينهما من خمسة أوجه:
الوجه الأول: أنها مبنية على الفتح، كما أن الفعل الماضي مبني على الفتح.
والوجه الثاني: أنها على ثلاثة أحرف، كما أن الفعل على ثلاثة أحرف.
والوجه الثالث: أنها تلزم الأسماء، كما أن الفعل يلزم الأسماء.
والوجه الرابع: أنها تدخل عليها نون الوقاية، كما تدخل على الفعل؛ نحو إنني وكأنني ولكنني.
والوجه الخامس: أن فيها معاني الأفعال، فمعنى إن وأن: حققت، ومعنى "كأن": شبَّهت، ومعنى "لكن": استدركت، ومعنى "ليت": تمنيت، ومعنى "لعل": ترجيت، فلما أشبهت هذه الحروف الفعل من هذه الأوجه /الخمسة/٢؛ وجب أن تعمل عمله؛ وإنما عملت في شيئين؛ لأنها عبارة عن الجمل، لا عن المفردات، كما بيّنا في "كان".
[علة نصب الأحرف المشبهة للاسم ورفعها للخبر]
فإن قيل: فلم نصبت الاسم، ورفعت الخبر؟ قيل: لأنها /لَمّا/٣ أشبهت الفعل، وهو يرفع وينصب، شُبِّهت /به/٤ فنصبت الاسم تشبيهًا بالمفعول، ورفعت الخبر تشبيهًا بالفاعل.
_________
١ في "س" عملت.
٢ سقطت من "س".
٣ سقطت من "ط".
٤ سقطت من "ط".',NULL,'122',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (106,'[علة وجوب تقديم منصوب الأحرف المشبهة على مرفوعها]
فإن قيل: فَلِمَ وجب تقديم المنصوب على المرفوع؟ قيل لوجهين:
أحدهما: أن هذه الحروف، تشبه الفعل لفظًا ومعنى؛ فلو قُدِّم المرفوع على المنصوب، لم يعلم هل هي حروف، أو أفعال؟
فإن قيل: الأفعال تتصرَّف، والحروف لا تتصرَّف، قيل: عدم التصرف، لا يدل على أنها حروف؛ لأنه قد يوجد أفعال لا تتصرف؛ وهي: نعم، وبئس، وعسى، وليس، وفعل التعجب، وحبَّذا، فلما كان ذلك يؤدي إلى الالتباس بالأفعال، وجب تقديم المنصوب على المرفوع رفعًا لهذا الالتباس.
والوجه الثاني: أن هذه الحروف لما أشبهت الفعل الحقيقيّ لفظًا ومعنى، حملت عليه في العمل، فكانت فرعًا عليه في العمل، وتقديم١ المنصوب على المرفوع فرع؛ فألزموا الفرع الفرع، وتخرج على هذا "ما" فإنَّها ما أشبهت الفعل من جهة اللفظ، وإنما أشبهته من جهة المعنى، ثم الفعل الذي أشبهته ليس فعلاً حقيقيًّا وفي فعليته خلاف، بخلاف هذه الحروف، فإنها أشبهت الفعل الحقيقيّ من جهة اللفظ والمعنى من الخمسة الأوجه التي بيناها، فبان الفرق بينهما. وقد ذهب الكوفيون إلى أن "إن" وأخواتها /إنما/٢ تنصب الاسم، ولا ترفع الخبر وإنما الخبر يرتفع بما كان يرتفع به قبل دخولها؛ لأنها فرع على الفعل في العمل، فلا تعمل عمله؛ لأن الفرع -أبدًا- أضعف من الأصل، فينبغي ألا تعمل في الخبر؛ وهذا ليس بصحيح؛ لأن كونه فرعًا على الفعل في العمل، لا يوجب ألا يعمل عمله، فإن اسم الفاعل فرع على الفعل في العمل، ويعمل عمله، على أنَّا قد عملنا بمقتضى كونه فرعًا، فإنَّا ألزمناه طريقة واحدة، وأوجبنا فيه تقديم المنصوب على المرفوع، ولم نُجَوِّز فيه الوجهين، كما جاز ذلك مع الفعل؛ لئلا٣ يجري مجرى الأصل، فلمّا أوجبنا فيه تقديم المنصوب على المرفوع، بان ضعف هذه الحروف (عن رتبة الفعل) ٤، وانحطاطها عن رتبة الفعل؛ فوقع الفرق بين الفرع والأصل؛ ثم لو كان الأمر كما زعموا، وأنه باقٍ على رفعه؛ لكان الاسم المبتدأ أولى بذلك، فلما وجب نصب المبتدأ بها؛ وجب رفع
_________
١ في "س" وتقدم.
٢ سقطت من "ط".
٣ في "س" لكيلا.
٤ سقطت من "س".',NULL,'123',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (107,'الخبر بها؛ لأنه ليس في كلام العرب عامل يعمل في الأسماء النصب، ولا يعمل الرفع، فما ذهبوا إليه يؤدي إلى ترك القياس، ومخالفة الأصول لغير فائدة، وذلك لا يجوز.
[علة جواز العطف على موضع إنَّ ولكنَّ]
فإن قيل: فَلِمَ جاز العطف على موضع "إن ولكن" دون سائر أخواتها؟ قيل: لأنهما لم يغيِّرا معنى الابتداء، بخلاف سائر الحروف؛ لأنها غيَّرت معنى الابتداء؛ لأن: "كأن" أفادت معنى التشبيه، و"ليت" أفادت معنى التمني، و"لعل" /أفادت/١ معنى التَّرجي.
[خلافهم في العطف على الموضع قبل ذكر الخبر]
فإن قيل: فهل يجوز العطف على الموضع قبل ذكر الخبر؟ قيل: اختلف النحويون في ذلك؛ فذهب أهل البصرة٢ إلى أنه لا يجوز ذلك على الإطلاق، وذلك لأنك إذا قلت: "إنك وزيد قائمان" وجب أن يكون /زيد/٣ مرفوعًا بالابتداء، ووجب أن يكون عاملاً في خبر زيد، وتكون "إن" عاملة في خبر الكاف، وقد اجتمعا معًا، وذلك لا يجوز؛ وأمّا الكوفيون فاختلفوا /في ذلك/٤؛ فذهب الكسائي إلى أنه يجوز ذلك على الإطلاق؛ سواء تبين فيه عمل "إن" أو لم يتبين؛ نحو: "إن زيدًا وعمرو قائمان، وإنك وبكر منطلقان". وذهب الفراء إلى أنه لا يجوز ذلك إلا في ما لم٥ يتبين فيه عمل "إن" واستدلوا على ذلك بقوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى} ٦ فعطف الصابئين على موضع إن قبل تمام الخبر؛ وهو قوله: {مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ} ومما حكي عن بعض العرب أنه قال: "إنك وزيد ذاهبان"، وقد ذكره سيبويه في الكتاب.
والصحيح: ما ذهب إليه البصريون. وما استدل٧ به الكوفيون، فلا حُجَّة
_________
١ سقطت من "ط".
٢ في "س" البصريون.
٣ زيادة من "س".
٤ سطقت من "س".
٥ في "س" مالا.
٦ س: ٥ "المائدة، ن: ٦٩، مد".
٧ في "ط" استدلوا؛ والصواب ما أثبتناه من "س" لأنه لا يلتقي فاعلان لفعل واحد كما هو معلوم.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (108,'لهم فيه، وأما قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ} فلا حُجَّة لهم فيه من وجهين:
أحدهما: أنَّا نقول: في الآية تقديم وتأخير؛ والتقدير فيه١: إن الذين آمنوا والذين هادوا ومن آمن بالله واليوم الآخر، فلا خوف عليهم ولا هم يحزنون، والصابئون والنصارى كذلك.
والوجه الثاني: أن تجعل٢ قوله: {مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ} خبر الصابئين والنصارى، وتضمر للذين آمنوا والذين هادوا /خبرًا/٣ مثل الذي أظهرت للصابئين والنصارى، ألا ترى أنك تقول: "زيد وعمرو قائم" فتجعل: قائمًا خبرًا لعمرو، وتضمر لزيد خبرًا آخر مثل الذي أظهرتَ لعمرو، وإن شئت جعلته خبرًا لزيد، وأضمرت لعمرو خبرًا؛ كما قال الشاعر٤: [الوافر]
وإلا فاعلموا أنَّا وأنتم ... بُغَاةٌ ما بقينا في شقاق٥
وإن شئت جعلت قوله "بغاة" خبرًا للثاني، وأضمرت للأول خبرًا، وإن شئت جعلته خبرًا للأول، وأضمرت للثاني خبرًا على ما بينّا.
وأما قول بعض العرب "إنك وزيد ذاهبان" فقد ذكره ٦ سيبويه أنه غلط من بعض العرب، وجعله بمنزلة قول الشاعر٧: [الطويل]
بَدَا لِي أَنِّي لَسْتُ مُدْرِكَ مَا مَضَى ... وَلاَ سَابِقٍ شَيئًا إِذَا كَانَ جَائِيا
_________
١ في "س" فيها.
٢ في "ط" يجعل.
٣ سقطت من "ط".
٤ الشاعر هو: بشر بن أبي خازم الأسدي، شاعر فحل شجاع من أهل نجد. مات سنة ٩٢هـ.
٥ المفردات الغريبة: بغاة: جمع باغٍ وهو من تجاوز الحد في العدوان. الشقاق: النزاع والخصومة.
موطن الشاهد: "أنا وأنتم بغاة".
وجه الاستشهاد: جواز كون "بغاة" خبرا لـ "أنتم" على إضمار خبر أنَّا؛ والتقدير: أنا بغاة وأنتم بغاة. وجواز كونه خبرا لـ "أنَّا" على إضمار خبر أنتم؛ وكلاهما جائز. وأجاز الأعلم الشنتمري أن يكون خبر "أن" محذوفًا، دل عليه خبر المبتدأ الذي بعدها. وأجاز الفراء وشيخه الكسائي أن يعطف بالرفع على اسم "إن" قبل أن يذكر الخبر.
٦ في "ط" ذكره.
٧ الشاعر هو: زهير بن أبي سلمى المزني، شاعر جاهلي حكيم، من المعمرين، ومن أصحاب المعلقات؛ له ديوان شعر مطبوع. مات سنة ١٣ ق. هـ. الشعر والشعراء ١/ ١٣٧.
موطن الشاهد: "ولا سابق".
وجه الاستشهاد: جر "سابق" عطفًا على خبر ليس "مدرك"؛ لتوهمه أن الخبر مجرور؛ لكثرة مجيئه مجرورًا بالباء الزائدة؛ ويروى: ولا سابقا، ولا شاهدَ فيه على هذه الرواية.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (109,'فقال: "سابق" بالجر على العطف، وإن كان المعطوف عليه منصوبًا لتوهم١ حرف الجر فيه؛ وكذلك قول الآخر٢: [الطويل]
مَشَائِيمُ لَيسُوا مُصْلِحِينَ عَشِيرَةً ... ولا نَاعِبٍ إلا بِبَينٍ غُرَابُهَا٣
فقال: "ناعب" /بالجر/٤ بالعطف على "مصلحين"؛ لأنه توهم أن الباء في مصلحين موجودة، ثم عطف عليه مجرورًا وإن كان منصوبًا، ولا خلاف أن هذا نادر، ولا يقاس عليه، فكذلك ههنا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" بالتوهم؛ وما أثبتناه من "س" هو الصواب.
٢ الشاعر هو: الأحوص، عبد الله بن محمد الأنصاري، من شعراء العصر الأموي، كان صاحب نسيب، من طبقة جميل بن معمر، وكان هجاء؛ له ديوان شعر مطبوع. مات سنة ١٠٥هـ. الشعر والشعراء: ١/ ٥١٨، وطبقات فحول الشعراء: ١/ ١٣٧.
٣ المفردات الغريبة: مشائيم: أهل شؤم. ناعب: من نعب الغراب: إذا صاح؛ والمعنى لا يصيح غرابهم إلا بالسوء والفراق.
موطن الشاهد: "ولا ناعب".
وجه الاستشهاد: عطف "ناعب" بالجر على مصلحين لتوهم زيادة الباء في خبر ليس كما في الشاهد السابق.
٤ سقطت من "س".',NULL,'126',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (110,'<span data-type="title" id=toc-22>الباب العشرون: باب ظننت وأخواتها</span>
[استعمالات ظن وأخواتها]
إن قال قائل: على كم ضرابًا تستعمل /فيه/١ هذه الأفعال؟ قيل: أمّا ظننت فتستعمل على ثلاثة أوجه:
أحدهما: بمعنى الظن وهو ترجيح أحد الاحتمالين على الآخر.
والثاني: بمعنى اليقين؛ قال الله سبحانه وتعالى: {الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ} ٢ /أي: يوقنون/٣ وقال الله تعالى: {فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا} ٤. وقال الشاعر٥: [الطويل]
فقلت لهم: ظنوا بألفي مُدَجَّجٍ ... سَرَاتُهُم في الفارسي المسرَّدِ٦
وهذان يتعديان إلى مفعولين.
والثالث: بمعنى التهمة؛ كقوله تعالى: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ} ٧ في قراءة من قرأ بالظاء؛ أي: بمتهم، وهذا يتعدى ٨ إلى مفعول واحد.
_________
١ زيادة من "س".
٢ س: ٢ "البقرة: ٤٦، مد".
٣ زيادة من "س".
٤ س: ١٨ "الكهف، ن: ٥٣، مك".
٥ الشاعر هو: دريد بن الصمة الجشمي البكري من هوازن، كان من الشعراء الأبطال ومن المعمرين المخضرمين. مات سنة ٨هـ.
٦المفردات الغريبة: ظنوا: استيقنوا. مدجَّج: الشَّاكُّ في السلاح. المسرَّد: الدرع المثقبة؛ أو ذات الحلق.
موطن الشاهد: "ظنوا" وجه الاستشهاد: مجيء فعل ظن مفيدًا معنى اليقين لا الشك.
٧ س: ٨١ "التكوير: ٢٤، مك".
٨ في "س" وهذه تتعدّى.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (111,'[استعمال خال وحسب]
وأما: "خلت، وحسبت" فتستعملان بمعنى الظن. وأما "زعمت" فتستعمل في القول عن غير صحة، قال الله تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا} ١.
[استعمال علم]
وأما "علمت" فتستعمل على أصلها، فتتعدى إلى مفعولين، وتستعمل بمعنى: "عرفت" فتتعدّى إلى مفعول واحد؛ قال الله تعالى: {لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ} ٢.
[استعمال رأى]
وأما "رأيت" فتكون من رؤية القلب، فتتعدى إلى مفعولين؛ نحو: "رأيت الله غالبًا"، وتكون من رؤية البصر، فتتعدى إلى مفعول واحد؛ نحو: "رأيت زيدًا" أي: أبصرت زيدًا.
[استعمال وجدت]
وأما "وجدت" فتكون بمعنى: علمت، فتتعدّى إلى مفعولين؛ نحو: "وجدت زيدًا عالِمًا" وتكون بمعنى: أصبت، فتتعدى إلى مفعول واحد؛ نحو: "وجدت الضالة وجدانًا"، وقد تكون لازمة في نحو قولهم: "وجدت في الحزن وجدًا، ووجدت في المال وجدًا، ووجدت في الغضب موجدة" وحكى بعضهم: "وجدانًا" قال الشاعر٣: [الوافر]
كِلانَا رَدَّ صَاحِبَه بِغَيظٍ ... عَلَى حَنَق وَوِجْدَانٍ شَدِيدِ٤
[علَّة إعمال هذه الأفعال]
فإن قيل: لِمَ أعلمت٥ هذه الأفعال، وليست مؤثرة في المفعول؟ قيل:
_________
١ س: ٦٤ "التغابن، ن: ٧، مد".
٢ س: ٩ "التوبة، ن: ١٠١، مد".
٣ الشعر هو: صخر الغيّ، وهو صخر بن جعد الخضريّ، من مخضرمي الدولتين؛ الأموية والعباسية؛ له ديوان شعر مطبوع. مات سنة ١٤٠هـ.
٤ موطن الشاهد: "وجدان".
وجه الاستشهاد: مجيء "وجدان" مصدرًا لـ "وجد" التي بمعنى غضب؛ والقياس أن يأتي المصدر منها -في هذه الحال- موجدة.
٥ في "س" فلم عملت.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (112,'لأن هذه الأفعال، وإن لم تكن مؤثرة، إلا أن لها تعلقًا بما عملت فيه، ألا ترى أن قولك: "ظننت" يدل على الظن، والظن يتعلق بمظنون؟ وكذلك سائرها؛ ثم ليس التأثير شرطًا في عمل الفعل، وإنما شرط عمله أن يكون له تعلق بالمفعول، فإذا تعلق بالمفعول، تعدّى إليه؛ سواء كان مؤثرًا، أو لم يكن مؤثرًا، ألا ترى أنك تقول: ذكرت زيدًا فيتعدَّى إلى زيد، وإن لم يكن مؤثرًا فيه، إلا أنه لَمّا كان له به تعلق عَمِل؛ لأن "ذكرت" تدل على الذكر، والذكر لا بد له من مذكور، يتعدّى١ إليه، فكذلك ههنا.
[علة تعدي أفعال الظن إلى مفعولين]
فإن قيل: فَلِمَ تعدّت إلى مفعولين؟ قيل: لأنَّها لما كانت تدخل على المبتدأ والخبر بعد استغنائها بالفاعل، وكل واحد من المبتدأ والخبر، لا بد له من الآخر، وجب أن تتعدى إليهما.
[خلافهم في جواز اقتصار هذه الأفعال على الفاعل]
فإن قيل: فهل يجوز الاقتصار فيها على الفعل والفاعل؟ قيل: اختلف النحويون في ذلك؛ فذهب البعض٢ إلى أنه يجوز، واستدل عليه بالمثل السائر، وهو قولهم: "من يَسْمَع يَخَل"، فاقتصر على "يَخل" وفيه ضمير الفاعل٣. وذهب بعضهم إلى أنه لا يجوز، واستدل على ذلك من وجهين:
أحدهما: أنَّ هذه الأفعال، تجاب بما يُجاب به القسم؛ كقوله تعالى: {وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ} ٤ فكما لا يجوز الاقتصار على القسم دون المقسم عليه؛ فكذلك لا يجوز الاقتصار على هذه الأفعال مع فاعليها دون مفعوليها.
والثاني: أنَّا نعلم أن العاقل لا يخلو من ظن أو علم أوشك، فإذ قلت: ظننت، أو علمت، أو حسبت، لم تكن فيه فائدة، لأنه لا يَخلو٥ عن ذلك.
[عدم جواز استغناء هذه الأفعال على أحد مفعوليها وعلة ذلك]
فإن قيل: فهل يجوز الاقتصار على أحد المفعولين؟ قيل: لا يجوز؛ لأن
_________
١ في "ط" فيتعدى.
٢ في "س" بعض النحويين.
٣ في "س" فاقتصر على ضمير الفاعل، وهو سهو من الناسخ.
٤ س: ٤١ "فصلت، ن: ٤٨، مك".
٥ في "ط" تخلو.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (113,'هذه الأفعال داخلة على المبتدأ والخبر، وكما١ أن المبتدأ، لا بد له من الخبر, والخبر لا بد له من المبتدأ، فكذلك لا بد لأحد المفعولين من الآخر.
[وجوب إعمال هذه الأفعال حال تقدمها وجواز إلغائها عند توسطها وتأخرها]
فإن قيل: فَلِمَ وجب إعمال هذه الأفعال إذا تقدمت، وجاز إلغاؤها إذا توسطت وتأخرت؟ قيل: إنما وجب إعمالها إذا تقدمت لوجهين:
أحدهما: أنها إذا تقدمت، فقد وقعت في أعلى مراتبها؛ فوجب إعمالها، ولم يجز إلغاؤها.
والثاني: أنها إذا تقدمت، دل ذلك على قوة العناية /بها/٢؛ وإلغاؤها يدل على اطِّراحها، وقلة الاهتمام بها؛ فلذلك، لم يجز إلغاؤها مع التقديم؛ لأن الشيء لا يكون معنيًّا به مُطَّرحًا؛ وأما إذا توسطت أو تأخرت، فإنما جاز إلغاؤها؛ لأن هذه الأفعال لما كانت ضعيفة في العمل، وقد مر صدر الكلام على اليقين، لم يغير الكلام عما اعتمد عليه، وجعلت /في/٣ تعلقها بما قبلها بمنزلة الظرف، فإذا قال: "زيد منطلق ظننت" فكأنه قال: "زيد منطلق في ظني" وكما٤ أن قولك: "في ظني" لا يعمل في ما قبله، فكذلك ما نزل بمنزلته. وأما من أعملها إذا تأخرت٥، فجعلها٦ متقدمة في التقدير، وإن كانت متأخرة في اللفظ مجازًا وتوسعًا؛ غير أن الإعمال مع التوسط أحسن من الإعمال مع التأخر، وذلك؛ لأنها إذا توسطت، كانت متقدمة من وجه، /و/٧ متأخرة من وجه؛ لأنها متأخرة عن أحد الجزأين، متقدمة على الآخر، ولا يتم أحد الجزأين إلا بصاحبه، فكانت متقدمة من وجه، ومتأخرة من وجه، فحسن إعمالها، كما حَسُنَ إلغاؤها؛ وإذا تأخرت عن الجزأين جميعًا، كانت متأخرة من كل وجه، فكان إلغاؤها أَحْسَنَ من إعمالها؛ لتأخرها، وضعف عملها؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" فكما.
٢ سقطت من "ط".
٣ سقطت من "س".
٤ في "س" فكما.
٥ في "س" تقدمت، وهو سهو من الناسخ.
٦ في "س" فقدّرها.
٧ سقطت من "س".',NULL,'130',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (114,'<span data-type="title" id=toc-23>الباب الحادي والعشرون: باب الإغراء</span>
[علة قيام بعض الظروف والحروف مقام الفعل]
إن قال قائل: لِمَ أقيم بعض الظروف والحروف مُقام الفعل؟ قيل: طلبًا للتخفيف؛ لأن الأسماء، والحروف أخف من الأفعال، فاستعملوها١ بدلاً عنها طلبًا للتخفيف.
فإن قيل: فَلِمَ كثر في "عليك وعندك ودونك" خاصة؟ قيل: لأن الفعل إنما يضمر إذا كان عليه دليل من مشاهدة حال، أو غير ذلك، فلما٢ كانت "على" للاستعلاء، والمستعلي يُشاهد من تحته، و"عند" للحضرة، ومن بحضرتك تشاهده، و"دون" للقرب، ومن بقربك٣ تشاهده؛ فصار٤ هذا بمنزلة مشاهدة حال تدل عليه، فلهذا أقيمت مُقامَ الفعل.
[علة كون الإغراء للمخاطب دون الغائب والمتكلم]
فإن قيل: فَلِمَ خُصَّ به المخاطب دون الغائب والمتكلم؟ قيل: لأن المخاطب يقع الأمر له بالفعل من غير لام الأمر؛ نحو: قم، واذهب؛ فلا يفتقر إلى لام الأمر، وأما الغائب والمتكلم فلا يقع الأمر لهما إلا باللام؛ نحو: "ليقم زيد، ولأقم معه" فيفتقر إلى لام الأمر؛ فلما أقاموها مقام الفعل؛ كرهوا أن يستعملوها للغائب والمتكلم؛ لأنها تصير قائمة مقام شيئين؛ اللام والفعل، ولم يكرهوا ذلك في المخاطب؛ لأنها تقوم مقام شيء واحد، وهو الفعل؛ وأما قوله عليه السلام: "ومن لم يستطع /منكم/٥ الباءة فعليه بالصوم٦، فإنه له
_________
١ في "ط" واستعملوها.
٢ في "س" ولَمّا.
٣ في "س" بقربٍ منك.
٤ في "ط" صار.
٥ سقطت من "س".
٦ في "ط" الصّوم.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (115,'الباب الحادي والعشرون: باب الإغراء
[علة قيام بعض الظروف والحروف مقام الفعل]
إن قال قائل: لِمَ أقيم بعض الظروف والحروف مُقام الفعل؟ قيل: طلبًا للتخفيف؛ لأن الأسماء، والحروف أخف من الأفعال، فاستعملوها١ بدلاً عنها طلبًا للتخفيف.
فإن قيل: فَلِمَ كثر في "عليك وعندك ودونك" خاصة؟ قيل: لأن الفعل إنما يضمر إذا كان عليه دليل من مشاهدة حال، أو غير ذلك، فلما٢ كانت "على" للاستعلاء، والمستعلي يُشاهد من تحته، و"عند" للحضرة، ومن بحضرتك تشاهده، و"دون" للقرب، ومن بقربك٣ تشاهده؛ فصار٤ هذا بمنزلة مشاهدة حال تدل عليه، فلهذا أقيمت مُقامَ الفعل.
[علة كون الإغراء للمخاطب دون الغائب والمتكلم]
فإن قيل: فَلِمَ خُصَّ به المخاطب دون الغائب والمتكلم؟ قيل: لأن المخاطب يقع الأمر له بالفعل من غير لام الأمر؛ نحو: قم، واذهب؛ فلا يفتقر إلى لام الأمر، وأما الغائب والمتكلم فلا يقع الأمر لهما إلا باللام؛ نحو: "ليقم زيد، ولأقم معه" فيفتقر إلى لام الأمر؛ فلما أقاموها مقام الفعل؛ كرهوا أن يستعملوها للغائب والمتكلم؛ لأنها تصير قائمة مقام شيئين؛ اللام والفعل، ولم يكرهوا ذلك في المخاطب؛ لأنها تقوم مقام شيء واحد، وهو الفعل؛ وأما قوله عليه السلام: "ومن لم يستطع /منكم/٥ الباءة فعليه بالصوم٦، فإنه له
_________
١ في "ط" واستعملوها.
٢ في "س" ولَمّا.
٣ في "س" بقربٍ منك.
٤ في "ط" صار.
٥ سقطت من "س".
٦ في "ط" الصّوم.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (116,'الفعل، ولم يظهر لدلالة ما تقدم عليه من قوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ} ١ الآية٢.
لأن في ذلك دلالة على أن ذلك مكتوب٣ عليهم، فنصب "كتاب /الله/"٤ على المصدر؛ كقوله تعالى: {وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ} ٥ فنصب: "صنع الله" على المصدر بفعل مقدر، دل عليه ما قبله٦؛ /ونحو ذلك قول/٧ الشاعر٨: [الطويل]
دَأَبْتُ إلى أن ينبت الظّل بَعْدَمَا ... تَقَاصَر حتّى كَادَ في الآلِ يَمْصَحُ
وَجيفَ المطايا، ثُمّ قُلتُ لِصُحْبَتِي ... وَلَمْ ينزلوا: أبردتم فتروّحوا٩
فنصب "وجيف" بفعل دلّ عليه ما تقدم. وأما البيت الذي أنشدوه، فلا حُجَّة /لهم/١٠ فيه من وجهين:
أحدهما: أن قوله "دلوي دونكا" في موضع رفع؛ لأنه خبر مبتدأ مقدر؛ والتقدير فيه؛ هذا دلوي دونكا، والثاني: أنّا نسلم أنه في موضع
_________
١ س: ٤ "النساء، ن: ٢٣، مد".
٢ سقطت من "س".
٣ في "س" المكتوب.
٤ سقطت من "س".
٥ س: ٢٧ "النمل، ن: ٨٨، مك".
٦ لأن التقدير: صنع صُنعًا الله؛ فحذف الفعل "صنع" وأضيف المصدر "صنعًا" إلى الفاعل لفظ الجلالة كإضافته إلى المفعول؛ فجاءت: صُنْعَ الله.
٧ في "ط" قال.
٨ الشاعر هو: الرّاعي النميري، أبو جندل، عبيد بن حصين، من بني نمير، كان سيّدًا في قومه، وسمي بالراعي؛ لأنه أكثر من وصف راعي الإبل في شعره؛ له ديوان شعر مطبوع. مات سنة ٩٠هـ. طبقات ابن سلام ١/ ٥٠٢.
٩ المفردات الغريبة: الآل: السراب. يمصح: يذهب وينقطع.
وجيف المطايا: ضرب من سير الإبل والخيل. أبردتم: دخلتم في آخر النهار. تروحوا: الرواح الذهاب، أو السير بالعشي؛ والمراد: حان وقت مبيتكم واستراحتكم.
موطن الشاهد: "وجيف المطايا".
وجه الاستشهاد: انتصاب "وجيف" على المصدر المؤكد لمعنى قوله: "دأبت"؛ لأنه بمعنى: واصلت السير، وأوجفت المطي؛ أي: سمتها الوجيف، وهو سَير سريع.
١٠ سقطت من "س".',NULL,'133',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (117,'نصب، /و/١ لكن بإضمار فعل؛ والتقدير فيه: "خذ دلوي دونك" ودونك تفسير لذلك /الفعل المقدر/٢؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ سقطت من "ط".
٢ زيادة من إحدى النسخ، وفي "س" لذلك المصدر.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (118,'<span data-type="title" id=toc-24>الباب الثاني والعشرون: باب التحذير</span>
[علة التكرار في التحذير]
إن قال قائل: ما وجه التكرير إذا أرادوا التحذير في نحو قولهم: "الأسد الأسد"؟ قيل: لأنهم أرادوا أن يجعلوا أحد الاسمين قائمًا مُقام الفعل الذي هو "احذر" ولهذا، إذا كرَّروا، لم يجز إظهار الفعل، وإذا حذفوا أحد الاسمين؛ جاز إظهار الفعل؛ فدل على أن أحد الاسمين قائم مقام الفعل.
[الاسم الأول يقوم مقام الفعل]
فإن قيل: فأيّ الاسمين أولى بأن يقوم مقام الفعل؟ قيل: أولى الاسمين بأن يقوم مقام الفعل هو الأول؛ لأن الفعل يجب أن يكون مقدّمًا على الاسم الثاني؛ لأنه مفعول، فكذلك الاسم الذي يقوم مقام الفعل، ينبغي أن يكون مقدَّمًا.
[علة انتصاب الاسم في التحذير]
فإن قيل: فَلِمَ انتصب قولهم: "إياكَ والشرَّ" قيل: لأن التقدير فيه: ("إياك احذر" فإياك: منصوب باحذر، والشر معطوف عليه، وقيل: أصله) ١: "إياك٢ احذر من الشر" فموضع الجار والمجرور النصب، فلما حذف حرف الجرِّ٣، صار النصب في ما بعده.
[علَّة تقدير الفعل بعد إياك]
فإن قيل: فَلِمَ قدروا الفعل بعد "إياك" ولم يقدروه قبله؟ قيل: لأن "إياك"
_________
١ سقطت من "س".
٢ في "ط" احذر إياك؛ والصواب ما أثبتنا من "س".
٣ في "ط" الجارّ.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (119,'ضمير المنصوب المنفصل، فلا١ يجوز أن يقع الفعل قبله؛ لأنك لو أتيت به قبله؛ لم يجز أن تأتي به بلفظه؛ لأنك تقدر على ضمير المنصوب المتصل؛ وهو الكاف؛ ألا ترى أنك لو قلت: "ضربت إياك" لم يجز؟ لأنك تقدر على أن تقول: "ضربتك"؛ فأما قول الشاعر٢: [الرجز]
إليكَ حتّى بَلَغَتْ إيَّاكَا
فشاذٌ، لا يقاس عليه.
[علة عدم استعمال الفعل مع إياك]
فإن قيل: فَلِمَ لم يستعملوا لفظ الفعل مع "إياك" كما استعملوه٣ مع غيره؟ قيل: إنما خصت "إياك" بهذا؛ ٤ لأنها لا تكون إلا في موضع نصب؛ لأنها ضمير المنصوب المنفصل، فصارت٥ بنية لفظه، تدل على كونه مفعولاً، فلم يستعملوا معه لفظ الفعل، بخلاف غيره من الأسماء؛ فإنه يجوز أن يقع مرفوعًا، ومنصوبًا، ومجرورًا، إذ ليس في بنية لفظه ما يدل على كونه مفعولاً، فاستعملوا معه لفظ الفعل؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" ولا.
٢ الشاعر هو: حميد الأرقط، وهو حميد بن مالك بن ربعي، من تميم؛ وقيل: من ربيعة؛ لقب بالأرقط لآثار كانت في وجهه؛ وهو شاعر إسلامي من شعراء الدولة الأموية، وكان معاصرًا للحَجّاج. معجم الأدباء ١١/ ١٤، وخزانة الأدب ٥/ ٣٩٥.
موطن الشاهد: "إياك".
وجه الاستشهاد: وضع "إياك" موضع "الكاف" ضرورة؛ وذلك شاذٌ، ولا يقاس عليه كما جاء في المتن.
٣ في "ط" يستعملوه، وهو سهو من الناسخ، أو الطابع.
٤ في "ط" بهذه.
٥ في "س" فصار.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (120,'<span data-type="title" id=toc-25>الباب الثالث والعشرون: باب المصدر</span>
[علَّة انتصاب المصدر]
إن قال قائل: لِمَ كان المصدر منصوبًا؟ قيل: لوقوع الفعل عليه؛ وهو المفعول المطلق.
[اشتقاق الفعل من المصدر أو العكس وخلافهم في ذلك]
فإن قيل: هل الفعل مشتق من المصدر، أو المصدر مشتق من الفعل؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أن الفعل مشتق من المصدر، واستدلوا على ذلك من سبعة أوجه:
[أدلة البصريين في كون الفعل مشتق من المصدر]
الوجه الأول: أنه يُسمَّى مصدرًا؛ والمصدر هو الموضع الذي تصدر عنه الإبل؛ فلَمَّا سُمّي مصدرًا؛ دل على أنه قد صدر عنه الفعل.
والوجه الثاني: أن المصدر يدل على زمان مطلق؛ والفعل يدل على زمان معين، فكما١ أن المطلق أصل للمقيد، فكذلك المصدر أصل للفعل.
والوجه الثالث: أن الفعل يدلّ على شيئين؛ والمصدر يدل على شيء واحد، قبل الاثنين؛ فكذلك يجب أن يكون المصدر قبل الفعل.
والوجه الرّابع: أن المصدر اسم، وهو يستغني عن الفعل، والفعل لا بد له من الاسم، وما يكون مفتقرًا إلى غيره، ولا يقوم بنفسه، أولى بأن يكون فرعًا مما لا يكون مفتقرًا إلى غيره.
والوجه الخامس: أن المصدر لو كان مشتقًّا من الفعل؛ لوجب أن يدلَّ على ما في الفعل من الحدث والزمان ومعنى ثالث، كما دلت أسماء الفاعلين
_________
١ في "س" وكما.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (121,'والمفعولين على الحدث، وعلى ذات الفاعل، والمفعول به، فلمّا لم يكن المصدر كذلك؛ دلّ على أنه ليس مشتقًّا من الفعل.
والوجه السادس: أن المصدر لو كان مشتقًّا من الفعل؛ لوجب أن يجري على سنن واحد، ولم يختلف، كما لم تختلف أسماء الفاعلين والمفعولين؛ فلمّا اختلف المصدر اختلاف سائر الأجناس؛ دلّ على أن الفعل مشتق منه.
والوجه السابع: أن الفعل يتضمّن المصدر، والمصدر لا يتضمّن الفعل، ألا ترى أن "ضَرَبَ" يدل على ما يدل عليه "الضَّرْب"؛ و"الضَّرْب" لا يدل على ما يدل عليه "ضَرَبَ"١ وإذا كان كذلك؛ دل على أن المصدر أصل، والفعل فرع /عليه/٢، وصار هذا كما نقول في الأواني المصوغة من الفِضَّة؛ فإنها فرع عليها، ومأخوذة منها؛ وفيها زيادة ليست في الفضة، فدل على أن الفعل مأخوذ من المصدر، كما كانت الأواني مأخوذة من الفضة.
[أدّلة الكوفيين في كون المصدر مأخوذ من الفعل]
وأما الكوفيون فذهبوا إلى أن المصدر مأخوذ من الفعل، واستدلوا على ذلك من ثلاثة أوجه:
/ الوجه /٣ الأول: أن المصدر يعتل لاعتلال٤ الفعل، ويصح لصحته؛ تقول: "قمت قيامًا" فيعتل المصدر لاعتلال الفعل، وتقول: "قاوم قوامًا" فيصح المصدر لصحة الفعل؛ فدل على أنه فرع عليه.
والوجه الثاني: أن الفعل يعمل في المصدر، ولا شك أن رتبة العامل قبل رتبة المعمول.
والوجه الثالث: أن المصدر يذكر توكيدًا للفعل، ولا شك أن رتبة المؤكَّد قبل رتبة المؤكِّد؛ فدل على أن المصدر مأخوذ من الفعل.
[تفنيد مزاعم الكوفيين]
والصحيح: ما ذهب إليه البصريون، وأما٥ ما استدل به الكوفيون ففاسد. أما قولهم: إنه يَصِحّ لِصِحَّةِ الفعل، ويعتل لاعتلاله؛ فنقول: إنما صح لصحته، واعتل لاعتلاله، طلبًا للتشاكل؛ ليجري الباب على سنن واحد؛
_________
١ في "س" ضربت.
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "س" كاعتلال.
٥ في "س" وما.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (122,'لئلا تختلف طرق تصاريف الكلمة، وهذا لا يدل على الأصل والفرع، ألا ترى أنهم قالوا: "يَعِدُ" والأصل /فيه/١: "يَوْعِدُ" فحذفوا الواو؛ لوقوعها بين ياء وكسرة، وقالوا: "أَعِدُ، ونَعِدُ، وتَعِدُ" فحذفوا الواو -وإن لم تقع بين ياء وكسرة حملاً على "يَعِدُ" لئلا تختلف طرق تصاريف الكلمة، وكذلك قالوا: "أُكْرِمُ" والأصل فيه "أُأَكْرِمُ" إلا أنهم حذفوا إحدى الهمزتين استثقالاً لاجتماعهما، ثم قالو: "يُكرم، وتُكرم، ونُكرم" فحذفوا الهمزة، وإن لم تجتمع٢ همزتان حملاً على "أكرم" ليجري الباب على سنن واحد؟ فكذلك٣ ههنا. وأما قولهم: إن الفعل يعمل في المصدر، فنقول: هذا لا يدل على أنه أصل له، فإنَّاأجمعنا على أن الحروف تعمل في الأسماء، والأفعال، ولا شك أن الحروف ليست أصلاً للأسماء، والأفعال؛ فكذلك ههنا. وأما قولهم: إن المصدر يذكر تأكيدًا للفعل، فنقول: هذا لا يدل على أنه فرع عليه، ألا ترى أنك تقول: "جاءني زيد /زيد/٤، ورأيت زيدًا زيدًا" ولا يدل هذا على أن زيدًا الثاني فرع على الأول؛ فكذلك ههنا، وقد بيّنا هذا مستوفىً في المسائل الخلافيّة٥.
[علة انتصاب أفعل المضاف إلى المصدر]
فإن قيل: فَلِمَ٦ كان قولهم: "سرت أشد السير" منصوبًا على المصدر؟ قيل: لأن "أفعل" لا يضاف إلا إلى ما هو بعض له، وقد أضيف إلى المصدر الذي هو السير، فلما أضيف إلى المصدر، كان مصدرًا؛ فانتصب انتصاب المصادر كلها.
[انتصاب المصدر القرفصاء ونحوه]
فإن قيل: فعلى ماذا ينتصب قولهم: "قَعَدَ القُرفصاءَ" ونحوه؟ قيل: ينتصب على المصدر بالفعل الذي /هو/٧ قبله؛ لأن القرفصاء لما كانت نوعًا من القعود، والفعل الذي هو "قعد" يتعدى إلى جنس القعود الذي يشتمل على القرفصاء؛ وغيرها؛ تعدّى إلى القرفصاء الذي هو٨ نوع منه؛ لأنه إذا عمل في
_________
١ سقطت من "ط".
٢ في "ط" يجتمع.
٣ في "ط" وكذلك.
٤ سقطت من "س".
٥ راجع: الإنصاف في مسائل الخلاف، ١/ ١٤٤-١٥٢.
٦ في "س" لِمَ.
٧ سقطت من "س".
٨ في "س" التي منها.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (123,'الجنس، عمل في النَّوع، إذا كان داخلاً تحته؛ هذا مذهب سيبويه، وذهب أبو بكر بن السَّرَّاج إلى أنه صفة لمصدر /موصوف/١ محذوف؛ والتقدير فيه: "قَعَدَ القعدةَ القرفصاء" إلا أنه حذف الموصوف، وأقام الصفة مقامه؛ والذي عليه الأكثرون مذهب سيبويه؛ لأنه لا يفتقر إلى تقدير موصوف، (وما ذهب إليه ابن السَّراج يفتقر إلى تقدير موصوف) ٢، وما لا يفتقر إلى تقدير /موصوف/٣ أولى مما يفتقر إلى تقدير /موصوف/٣، فاعرفه تصب، إن شاء الله تعالى.
_________
١ سقطت من "ط".
٢ سقطت من "س".
٣ سقطت من "س".',NULL,'140',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (124,'<span data-type="title" id=toc-26>الباب الرابع والعشرون: باب المفعول فيه</span>
[تعريف المفعول فيه]
إن قال قائل: ما المفعول فيه؟ قيل: هو الظرف، وهو كلُ اسم من أسماء المكان، أو الزمان، يُراد فيه معنى "في" /و/١ ذلك نحو: "صمت اليوم، وقمت الليلة، وجلست مكانك" والتقدير فيه: "صمت في اليوم، وقمت في الليلة، وجلست في مكانك" وما أشبه ذلك.
[علة تسمية المفعول فيه ظرفًا]
فإن قيل: فَلِمَ سُمّي ظرفًا؟ قيل: لأنه لما كان محلاً للأفعال، سُمّي ظرفًا، تشبيهًا بالأواني التي تحلُ الأشياء فيها؛ ولهذا، سَمَّى الكوفيُون الظروف "محالّ"؛ لحلول الأشياء٢ فيها.
[علّة عدم بناء الظُروف]
فإن قيل: فلِمَ ٣ لم يبنوا الظروف لتضمنها معنى الحرف؟ قيل: لأن الظروف وإن نابت عن الحرف، إلا أنها لم تتضمن معناه، والذي يدل على ذلك، أنه يجوز إظهاره مع لفظها، ولو كانت متضمنة للحرف، لم يجز إظهاره، ألا ترى أن "متى، وأين، وكيف" لَمّا تضمنت معنى همزة الاستفهام؛ لم يجز إظهار الهمزة معها؟ فلمّا جاز إظهاره ههنا؛ دل على أنها لم تتضمن معناه، وإذا لم تتضمن معناه؛ وجب أن تكون مُعربة على أصلها.
[علة تعدي الفعل اللازم إلى جميع ظروف الزمان دون المكان]
فإن قيل: فلِمَ تعدّى الفعل اللازم إلى جميع ظروف الزمان، ولم يتعدَّ إلى
_________
١ سقطت من "ط".
٢ في "س" الأفعال.
٣ في "س" لِمَ.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (125,'جميع ظروف المكان؟ قيل: لأن الفعل يدُل على جميع ظروف الزمان بصيغته، كما يدلُّ على/ جميع/ ١ ضروب المصادر، وكما أن الفعل يتعدّى إلى جميع ضروب المصادر، فكذلك يتعدَّى إلى جميع ظروف الزمان، وأما ظروف المكان، فلم يدل عليها الفعل بصيغته، ألا ترى أنك إذا قلت: ضرب، أو سيضرب، لم يدل على مكانٍ دون مكان، كما يكون فيه٢ دلالة على زمان دون زمان، فلمّا لم يدل الفعل على ظروف المكان بصيغته؛ صار الفعل اللازم منه بمنزلته من زيد وعمرو، وكما أن الفعل اللازم، لا يتعدَّى بنفسه إلى زيد وعمرو، فكذلك لا يتعدَّى إلى ظروف ٣ المكان.
[علة تعدي اللازم إلى الجهات الست ونحوها]
فإن قيل: فلِمَ تعدي إلى الجهات الست، ونحوها من ظروف المكان؟ قيل: لأنها أشبهت ظروف الزمان من وجهين:
أحدهما: أنها مبهمة غير محدودة، وكان هذا اللفظ مشتملاً على جميع ما يقابل ظهره ٤ إلى أن تنقطع الأرض؟ (كما أنك إذا قلت: "أمامَ زيد" كان أيضًا غير محدود، وكان هذا اللفظ مشتملاً على جميع ما يقابل وجهه إلى أن تنقطع الأرض) ٥، كما أنك إذا قلت: "قام" دل على كل زمان ماضٍ من أول ما خلق الله الدُنيا إلى وقت حديثك، وإذا ٦ قلت: "يقوم" دلّ على كل زمان مستقبل.
والوجه الثاني: أن هذه الظروف لا تتقدّر على وجه واحدٍ، لأن فوقًا يصير تحتًا، وتحتًا يصير فوقًا، كما أن الزمان المستقبل يصير حاضرًا، الحاضر يصير ماضيًا، فلما أشبهت ظروف الزمان، تعدي الفعل إليها، كما يتعدّى إلى ظروف الزمان.
[حذف حرف الجرّ اتساعًا]
فإن قيل: فكيف قالوا: "زيد منِّي معقِدَ الإزار، ومقْعَدَ القابلة، ومَنَاطَ الثُّريَّا، وهما خطان جانبي أنفها" يعني الخطين اللذين يكتنفان أنف الظَّبية، وهي
_________
١ سقطت من "س".
٢ في "ط" فيها.
٣ في "س" ظرف.
٤ في "س" وجهه، وهو سهو من الناسخ.
٥ سقطت من "س".
٦ في "س" فإذا.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (126,'كلها مخطوطة ١؟ قيل: الأصل فيها كلها أن تُستعمل بحرف الجر، إلا أنهم حذفوا حرف الجر في هذه المواضع اتساعًا؛ كقول الشاعر٢: [الكامل]
فلأبغينَّكم قنًا وعوارضًا ... ولأُقبلَنَّ الخيل لابةَ ضرغد٣
وقال الآخر٤: [الكامل]
لَدْنٌ بهزِّ الكَفِّ يعسلُ متْنُه ... فيه كَمَا عسل الطَّريقَ الثَّعْلَبُ٥
أراد في الطريق، ومن حقها أن تُحفظ ٦، ولا يُقاس عليها. فأما قولهم: دخلت البيت؛ فذهب أبو عمر الْجَرميُّ٧ إلى أنَّ "دخلت": فعل متعدٍ تعدَّى إلى البيت، فنصبه؛ كقولك: "بنيت البيت" وما أشبه ذلك. وذهب الأكثرون إلى أنَّ "دخلت": فعل لازم/ وقد/ ٨ كان الأصل فيه أن يُستعمل مع حرف الجرّ،
_________
١ في "س" مخصوصة.
٢ الشاعر هو: عامر بن الطفيل بن مالك من بني عامر بن صعصعة، كان فارسَ قومه، وأحد فتَّاك العرب، وشعرائهم، وساداتهم من أهل نجد، وهو ابن عمّ "لبيد" المشهور. أدرك الإسلام، ولم يُسلم. مات سنة ١١ هـ. الشّعر والشعراء ١١٨، والخزانة ٤٧١/١.
٣ المفردات الغريبة: أَبغينَّكم: أطلبنكم. قنًا وعوارضًا: مكانان معروفان. لأُقبِلَنَّ الخيل: لأستقبلنَّها. اللابة: الحرة وما اشتد من الأرض. ضرغد: اسم جبل.
موطن الشاهد: "لأبغينكم قنًا".
وجه الاستشهاد: انتصاب "قنًا" و"عوارضًا" بحذف حرف الجر للضرورة؛ لأنهما مكانان مختصان، لا يُنصبان نصب الظروف.
٤ القائل هو: ساعدة بن جؤية الهذلي، شاعر من مخضرمي الجاهلية والإسلام.
٥ المفردات الغريبة: لدن: ليِّن. يعسل: يعدو؛ والعسلان: عدو الذئب؛ والمراد: يعسل في عدوته هذه. كما عسل الطريق: أي كما عسل في الطريق الثعلب؛ فهو يصف رمحه باللين، وعدم الصلابة والخشونة.
موطن الشاهد: "عسل الطريق".
وجه الاستشهاد: حذفُ حرف الجر في "المقدر"، وانتصاب "الطريق" بعد حذفه؛ لأن الأصل: عسل في الطريق؛ ومثل هذا يُحفظ، ولا يُقاس عليه.
٦ في "ط" يُحفظ.
٧ الجرميّ: أبو عمر، صالح بن إسحاق الجرمي، أحد علماء النحو، أخذ عن الأخفش، ويونس بن حبيب النَّحوَ، وعن أبي زيد والأصمعيّ اللغةَ. مات سنة ٢٢٥هـ. البلغة ٩٦، ٩٧، وبغية الوعاة ٨/٢.
٨ سقطت من "س".',NULL,'143',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (127,'(إلا أنه حُذف حرف الجر) ١ اتِّساعًا على ما بيّنَّا؛ وهذا هو الصحيح، والذي يدلُ على أنَّ "دخلت" فعل لازم من وجهين:
أحدهما: أن مصدره/ يجيء/ ٢ على "فُعُول" وهو من مصادر الأفعال اللازمة، كقعد قعودًا، وجلس جلوسًا، وأشباه ذلك.
والثاني: /أنَّ/٣ نظيره فعل لازم، وهو "غرت" ونقيضه فعل لازم، وهو "خرجت" فيقتضي أن يكون لازمًا (حملاً على نظيره) ٤، ونقيضه؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ سقطت من "س".
٢ سقطت من "ط".
٣ سقطت من "ط".
٤ سقطت من "س".',NULL,'144',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (128,'<span data-type="title" id=toc-27>الباب الخامس والعشرون: باب المفعول معه</span>
[عامل النصب في المفعول معه وخلافهم في ذلك]
إن قال قائل: ما العامل للنصب١ في المفعول معه؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أن العامل فيه هو الفعل، وذلك؛ لأن الأصل في/ نحو/٢ قولهم: "استوى الماءُ والخشبة" أي: مع الخشبة، إلا أنهم أقاموا الواو مُقام "مع" توسعًا في كلامهم؛ فقوي الفعل بالواو، فتعدّى إلى الاسم٣ فنصبه، كما قوي بالهمزة في قولك: "أخرجت٤ زيدًا"، ونظير هذا نصبهم الاسم في باب الاستثناء بالفعل المتقدم بتقوية "إلا" نحو: "قام القوم إلا زيدًا" فكذلك -ههنا- المفعول معه منصوب بالفعل المتقدم بتقوية الواو. وذهب الكوفيون إلى أن المفعول معه منصوب على الخلاف، وذلك؛ لأنه إذا قال استوى الماءُ والخشبة لا يحسن تكرار٥ الفعل، فيقال: "استوى الماء، واستوت الخشبة"؛ لأن الخشبة لم تكن معوجّة حتى تستوى٦، فلما لم يحسن تكرير الفعل، كما يحسن في "جاء زيد وعمرو" فقد خالف الثاني الأول، فانتصب على الخلاف. وذهب أبو إسحاق الزَّجاج إلى أنه منصوب بعاملٍ مُقدر؛ والتقدير فيه: "استوى الماءُ، ولابسَ الخشبة"؛ وزعم أن الفعل لا يعمل في المفعول، وبينهما الواو. والصحيح: هو الأول؛ وأما قول الكوفيين: إنه منصوب على الخلاف؛ لأنه لا يحسن تكرير الفعل؛ فقلنا ٧: هذا هو الموجب؛ لكون الواو غير عاملة، وأن الفعل هو العامل بتقويتها لا بنفس المخالفة، ولو جاز أن يقال مثل ذلك؛ لجاز أن
_________
١ في "س" النّصب.
٢ سقطت من "س".
٣ في "س" إلى الفعل، وهو سهو من الناسخ.
٤ في "س" سقطت همزة أخرجت.
٥ في "س" تكرير.
٦ في "س" فتستوي.
٧ في "س" قلنا.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (129,'يقال: إن "زيدًا" في قولك: "ضربت زيدًا" منصوب؛ لكونه مفعولاً لا بالفعل، وذلك محال؛ لأن كونه مفعولاً..١ يوجب أن يكون: "ضربت" هو العامل فيه النَّصب، فكذلك ههنا. وأما قول الزَّجَّاج٢: إنه٣ ينتصب بتقدير عامل؛ لأن الفعل لا يعمل في المفعول وبينهما الواو، فليس بصحيح أيضًا؛ لأنَّ الفعل يعمل في المفعول على الوجه الذي يتصل به المفعول، فإن كان الفعل لا يفتقر إلى تقوية تعدَّى إلى المفعول بنفسه، وإن كان يفتقر إلى تقوية بحرف الجر، أو غيره، عمل بتوسُطه، ألا ترى أنك تقول: "أكرمت زيدًا وعمرًا" فتنصب "عمرًا" بـ "أكرمت" كما تنصب "زيدًا" به، فلم تمنع ٤ الواو من وقوع "أكرمت" على ما بعدها، فكذلك ههنا.
[علة حذف مع وإقامة الواو مُقامها]
فإن قيل: لِمَ حذفت "مع" وأُقيمت "الواو" مقامها. قيل: حُذفت "مع" وأُقيمت "الواو" مُقامها، توسعًا في كلامهم، /و/٥ طلبًا للتخفيف والاختصار.
[علة كون الواو أولى من غيرها من الحروف في النيابة]
فإن قيل: فَلِمَ كانت "الواو" أولى من غيرها /من الحروف/٦؟ قيل: إنما كانت /الواو/٧ أولى من غيرها؛ لأن "الواو" في معنى "مع" ولأن معنى "مع" المصاحبة، ومعنى "الواو" الجمع، فلما كانت في معنى "مع" كانت أولى من غيرها.
[علة عدم تقدم المنصوب على الناصب في المفعول معه]
فإن قيل: فهل يجوز تقديم المنصوب -ههنا- على الناصب؟ قيل: لا يجوز ذلك؛ لأن حكم "الواو" ألا تتقدم على ما قبلها، وهذا الباب من النحويين/مَنْ/٨ يُجري فيه القياس، ومنهم من يقصره على السَّماع، والأكثرون على القول الأوّل؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" زيادة "لا" بعد مفعولاً، ولا يستقيم الكلام بزيادتها.
٢ الزَّجَّاج: أبو إسحاق، إبراهيم بن السري، نحويّ بغدادي، أخذ أوَّل الأمر عن ثعلب، ثُمَّ لزم المبرد. مات سنة ٣١١هـ. بغية الوعاة ٤١١/١، ومعجم المؤلفين ٣٣/١.
٣ في "ط" فإنه؛ وما أثبتناه من "س".
٤ في "ط" تمتنع.
٥ سقطت من "س".
٦ سقطت من "س".
٧ سقطت من "س".
٨ سقطت من "س".',NULL,'146',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (130,'<span data-type="title" id=toc-28>الباب السادس والعشرون: باب المفعول له</span>
[عامل النصب في المفعول له]
إن قال قائل: ما العاملُ في المفعول له النَّصب؟ قيل: العامل في المفعول له، الفعلُ الذي قبله؛ نحو: "جئتك طمعًا في بِرِّك، وقصدتك ابتغاء١ معروفك" وكان الأصل فيه: "جئتك للطمع ٢ في بِرِّك، وقصدتك للابتغاء في معروفك"٣، إلا أنه حذف اللام، فاتصل الفعل به، فنصبه.
[عِلَّة تعدِّي الفعل اللازم إلى المفعول له]
فإن قيل: فَلِمَ تعدَّى إليه الفعل اللازم كالمتعدي؟ قيل: لأن العاقل لَمّا كان لا يفعل شيئًا إلا لِعِلّة؛ وهي٤ علة للفعل، وعذر لوقوعه؛ كان في الفعل دلالة عليه، فلمّا كان/ فيه/٥ دلالة عليه؛ تعدَّى إليه.
[جواز كون المفعول له معرفة أو نكرة]
فإن قيل: فهل يجوز أن يكون معرفة ونكرة؟ قيل: نعم، يجوز أن يكون معرفة ونكرةً؛ والدليل على ذلك، قوله تعالى: {وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ} ٦، فـ "ابتغاء مرضاة الله" معرفة بالإضافة، و"تثبيتًا" نكرة؛ قال الشاعر٧: [الطويل]
وأَغفِرُ عَوْرَاء الكريم ادِّخَارَهُ ... وأُعْرِضُ عن شَتمِ اللَّئِيمِ تَكَرُّمَا٨
_________
١ في "س" لابتغاء.
٢ في "س" لطمع.
٣ في "س" لابتغاء معروفك.
٤ في "س" وهو.
٥ سقطت من "ط".
٦ س: ٢ "البقرة، ن: ٢٦٥، مد".
٧ الشاعر هو: حاتم بن عبد الله الطائي، أبو عديّ، فارس جاهلي، ومضرب المثل في الجود والكرم، أدرك ابناه الإسلام، وأسلما. مات سنة ٤٦ق. هـ. تجريد الأغاني ٥/ ١٩٠١-١٩٠٧.
٨ المفردات الغريبة: عَورَاء الكريم: الكلمة القبيحة، أو السقطة التي تبدر من الكريم.
أُعرِض: أبتعد.
موطن الشاهد: "ادِّخارَه، تَكَرُّما".
وجه الاستشهاد: وقوع "ادِّخار" مفعولاً لأجله، وهو معرفة؛ لإضافته إلى الضمير، ووقع "تكرمًا" مفعولاً لأجله، وهو نكرة؛ ففي هذا دلالة على جواز مجيء المفعول له معرفة ونكرة.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (131,'"فادِّخاره" معرفة بالإضافة، و"تَكَرُّما" نكرة؛ وقال الآخر١: [الرجز]
يركبُ كل عاقرٍ جمهور
مَخَافَةً وزعل المحبور٢
والهول من تهول الهبور٣
وذهب أبو عمر الْجَرَمِيُّ إلى أنه لا يجوز أن يكون إلا نكرةً، وتقدرُ بالإضافة٤ في هذه المواضع في نية الانفصال، فلا يكتسبُ التعريف من المضاف إليه؛ كقولهم: "مررت برجل ضارب زيدًا غدًا"، قال الله تعالى: {هَذَا عَارِضٌ مُمْطِرُنَا} ٥ وقال الشاعر٦: [الكامل]
سلِّ الهمومَ بكل مُعطِي رَأْسِه ... ناجٍ مُخَالط صَهبة مُتعيِّس٧
والذي عليه الجمهور، والمذهب المشهور هو الأول، والذي ادَّعاه
_________
١ الشاعر هو: العجَّاج، عبد الله بن رؤبة، من بني سعد بن زيد مناة التميمي؛ لُقِّب بالعجَّاج لبيتٍ قاله؛ وهو من أشهر الرُّجَّاز العرب. اتَّهمه سليمان بن عبد الملك بأنه لا يحسن الهجاء؛ فقال له: "إن لنا أخلاقًا تمنعنا، وهل رأيت بانيًا، لا يحسن الهدم؟ " عُمِّر طويلاً، ومات سنة ٩٦ هـ تقريبًا. الشعر والشعراء ٥٩١/٢.
٢ المفردات الغريبة: عاقر من الرمل: الذي لا ينبت. جمهور: المرتبك لخوفه من طائر أو سبع. والزَّعل: النشاط. المحبور: المسرور. الْهُبور: جمع "هبر" وهو ما اطمأن من الأرض، وفيها يكمن الصيادون ويروى القبور؛ والرَّجز في وصف ثور وحشي.
٣ موطن الشاهد: "مخافةً، زَعَل، الهولَ".
وجه الاستشهاد: انتصاب "مخافة" مفعولاً لأجله، وهي نكرة، وعطف عليها "زَعَل" وهي نكرة، ثم عطف "الهول" وهي معرفة؛ وفي الشاهد دليل على مجيء المفعول لأجله نكرة ومعرفة، كما في الشاهدين السابقين.
٤ في "س" ويقدّر الإضافة.
٥ س: ٤٦ "الأحقاف، ن: ٢٤، مك".
٦ الشاعر هو: المرّار الأسديّ.
٧ المفردات الغريبة: مُعطي رأسه: أي ذلول. ناج: سريع. الصهبة: الضارب بياضه إلى حمرة. مُتَعَيِّس والأعيس: الأبيض، وهو أفضل ألوان الإبل؛ والمراد: سلّ همومك بفراق من تهوى، ونأيه عنك بكلّ بعير ترتحله يتصف بالصفات السابقة.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (132,'الجرميُّ من كون الإضافة في نية الانفصال، يفتقر إلى دليل، ثم لو صح هذا في الإضافة، فكيف يصح له مع لام التعريف في قول الشاعر١: [الرَّجز]
"والهولَ من تهوُّل الهبور"، وأشباهه؟
فإن قيل: فهل يجوز تقديم المنصوب -ههنا- على الناصب؟ قيل: /نعم/٢، يجوز ذلك؛ لأن العامل فيه يتصرَّفُ، ولم يوجد ما يمنع من جواز تقديمه، كما وجد في المفعول معه، فكان جائزًا على الأصل؛ وهذا الباب إنما يُتَرْجِمَهُ٣ البصريون، وأما الكوفيون فلا يترجمونه، ويجعلونه من باب المصدر، فلا يفردون له بابًا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ سبق ذكره.
٢ سقطت من "س".
٣ في "ط" يترجمونه البصريون، وهو سهو واضح.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (133,'<span data-type="title" id=toc-29>الباب السابع والعشرون: باب الحال</span>
[تعريف الحال]
إن قال قائل: ما الحال؟ قيل: هيئة الفاعل/أ/١ والمفعول، ألا ترى أنك إذا قلت: "جائني زيد راكبًا" كان الركوب هيئة زيد عند وقوع المجيء منه، وإذا قلت: "ضربته مشدودًا"؛ كان الشَّدُّ هيئته عند وقوع الضرب له.
[مجيء الحال من الفاعل والمفعول معًا بلفظ واحد]
فإن قيل: فهل تقع الحال من الفاعل والمفعول معًا بلفظ واحد؟ قيل يجوز ذلك؛ والدليل عليه قول الشاعر٢:
تعلَّقت ليلي وهي ذات مؤصد؟ ... ولم يبدُ للأتراب من ثديها حجم
صغيرين نَرْعَي البَهْمَ يا ليت أنَّنَا ... إلى اليوم لم نكبر ولم تكبرِ البَهْمُ٣
فنصب "صغيرين" على الحال من التاء في "تعلقت" وهي فاعلهُ، ومن "ليلى" وهي مفعوله؛ وقال الآخر٤:
متى ما تلقني فردين تَرجُفْ ... روانفُ أليتيكَ وتُسْتَطَارَا٥
_________
١ سقطت من "ط".
٢ الشاعر هو: قيس بن الملوح العامري المعروف بـ "مجنون ليلى" لكثرة هيامه بها، شاعر غزِل من العُشَّاق؛ له ديوان شعر مطبوع. مات سنة ٨٠ هـ.
٣ المفردات الغريبة: البهم: جمع بهمة، وهي الصغير من أولاد الغنم والبقر، وغيرها؛ والذكر والأنثى في ذلك سواء. مؤصد: صدار تلبسه الجارية.
موطن الشاهد: "صغيرين".
وجه الاستشهاد: انتصاب "صغيرين" على الحال من الفاعل والمفعول، كما جاء في المتن.
٤ يُنسب هذا البيت إلى عنترة العبسي، وهو في ديوانه "ط٢. بيروت: المكتب الإسلامي"، ص ٢٣٤.
٥ المفردات الغريبة: روانف: جمع رانفة، سفل الألية. الاستطارة والتطاير: التفرق والذهاب.
موطن الشاهد: "فردين".
وجه الاستشهاد: انتصاب "فردين" على الحال من ضمير الفاعل والمفعول في "تلقني" كما جاء في المتن، وفي البيت شاهدان آخران هما: زيادة "ما" بعد "متى" الشرطية. و"تستطارَا" وهو من استطاره، بمعنى طيَّره.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (134,'فنصب "فردين" على الحال من ضمير الفاعل والمفعول في تلقني؛ وهذا كثير في كلامهم.
[عامل النصب في الحال]
فإن قيل: فما العامل في الحال النَّصب؟ قيل: ما قبلها من العامل، وهو١ على ضربين؛ فعل، ومعنى فعل؛ فإن كان فعلاً؛ نحو: "جاء زيد راكبًا"؛ جاز أن يتقدم الحال/ عليه/٢ نحو: "راكبًا جاء زيد"؛ لأن العامل/فيه/٣ لَمّا كان مُتصرِّفًا، تصرف عمله، فجاز تقديم معموله عليه؛ وإن كان العامل فيه معنى فعل نحو: "هذا زيد قائمًا" لم يجز تقديم الحال عليه، فلو قلت: "قائمًا هذا زيد" لم يجز؛ لأن معنى الفعل لا يتصرَّفُ تصرُّفَهُ؛ فلم يجز تقديم معموله عليه. وذهب الفرَّاء إلى أنه لا يجوز تقديم الحال على العامل/ في الحال/٤؛ سواء كان العامل فيه فعلاً، أو معنى فعل، وذلك؛ لأنه يؤدي إلى أن يتقدم المضمر على المظهر، فإنه إذا قال: "راكبًا جاء زيد" ففي "راكب" ضمير "زيد"، وقد تقدم عليه، وتقديم المضمر على المظهر لا يجوز؛ وهذا ليس بشيء؛ لأن "راكبًا" وإن كان مُقدمًا في اللفظ، إلا أنه مؤخر في المعنى في٥ التقدير، وإذا كان مُؤخرًا في التقدير؛ جاز في التقديم، قال الله تعالى: {فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى} ٦ فالهاء في "نفسه" عائدة إلى "موسى" إلا أنه لَمّا كان في تقدير التقديم، والهاء: في تقدير التأخير؛ جاز التقديم، وهذا كثير في كلامهم؛ فكذلك ههنا.
[علة عمل الفعل اللازم في الحال]
فإن قيل: فَلِمَ عمل الفعل اللازم في الحال؟ قيل: لأن الفاعل لَمّا كان لا يفعل الفعل إلا في حالةٍ، كان في الفعل دلالة على الحال، فتعدَّى إليها، كما تعدَّى إلى ظرف الزمان لَمّا كان في الفعل دلالة عليه.
_________
١ في "س" وهي.
٢ سقطت من "ط".
٣ سقطت من "ط".
٤ سقطت من "ط".
٥ في "ط" والتقدير.
٦ س: ٢٠ "طه، ن: ٦٧، مك".',NULL,'151',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (135,'فإن قيل: فَلِمَ١ وجب أن يكون٢ الحال نكرة؟ قيل: لأن الحال جرى٣ مجرى الصفة للفعل، ولهذا سماها سيبويه: نعتًا للفعل، والمراد بالفعل: المصدر الذي يدلُ الفعل عليه، وإن لم تذكره٤، ألا ترى أنَّ "جاء" يدل على "مجيء" وإذا قلت: "جاء راكبًا" دل على "مجيء" موصوف بركوب، فإذا كان الحال يجري مجرى الصفة للفعل -وهو نكرة- فكذلك وصفة يجب أن يكون نكرةً، وأما قولهم: "أرسلها العراكَ٥، وطلبته جهدك وطاقتك، ورجع عودَه على بدئه"٦ فهي مصادر، أُقيمت مُقام الحال؛ لأن التقدير "أرسلها تعترك٧، وطلبته تجتهد" و"تعترك" و"تجتهد" جملة من الفعل والفاعل في موضع الحال، كأنك قلت: "أرسلها معتركةٌ، وطلبته مجتهدًا" إلا أنه أضمر، وجعل المصدر دليلاً عليه، وهذا كثير في كلامهم. وذهب بعض النحويين إلى أن قولهم: "رجع عودَه على بدئه" منصوب؛ لأنه مفعول "رجع" لأنه يكون متعديًا، كما يكون لازمًا؛ قال الله تعالى: {فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ} ٨ فأعمل "رجع" في الكاف التي للخطاب، فقال: رَجَعَكَ/ الله/٩؛ فدل على أنه يكون مُتعديًا. ومما يدلُ على أن الحال لا يجوز أن يكون معرفةً أنها لا يجوز أن تقوم مُقام الفاعل في ما لم يُسمَّ فاعله؛ لأن الفاعل قد يُضمر، فيكون معرفةً، فلو جاز أن يكون الحال معرفةً؛ لما امتنع ذلك، كما لم يمتنع في ظرف الزمان والمكان، والجار والمجرور، والمصدر على ما بينا؛ فافهمه تصب، إن شاء الله تعالى.
_________
١ في "ط" لِمَ.
٢ في "ط" يكون.
٣ في "س" تجري.
٤ في "س" يذكر.
٥ أرسلها العِرَاكَ: جملة من بيت للبيد بن ربيعة العامريّ، أحد أصحاب المعلَّقات، أدرك الإسلام، وهجر الشعر؛ له ديوان شعر مطبوع. مات سنة ٤١ هـ. وأما البيت، فهو:
فأرسلها العِراك ولم يذدها
ولم يُشفق على نغص الدّخال
المفردات الغريبة: أرسلها: الضمير للإبل، أو الأتن. لم يَذُدْهَا: لم يمنعها.
النَّغص: عدم الاستطاعة في اتمام المراد. الدّخال: دخول بعير -قد شرب مرّة- في الإبل الواردة؛ ليشرب معها. أسرار العربية: ١٩٣ -/ حا٧.
موطن الشاهد: "أرسلها العِرَاكَ.
وجه الاستشهاد: وقوع "العراك" مصدرًا أُقيم مُقام الحال؛ لما أوضحه المؤلف في المتن.
٦ أي: عائدًا.
٧ في "س" والتقدير.
٨ س: ٩ "التوبة، ن: ٨٣، مد".
٩ سقطت من "س".',NULL,'152',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (136,'<span data-type="title" id=toc-30>الباب الثامن والعشرون: باب التمييز</span>
[تعريف التمييز]
إن قال قائل: ما التمييز؟ قيل: تبيين النكرة المفسرة للمبهم.
[عامل النصب في التمييز]
فإن قيل: فما العامل فيه النَّصب؟ قيل: فعل، وغير فعل، فأما ما كان العامل فيه فعلاً؛ فنحو: "تصبَّبَ زيد عرقًا، وتفقأ الكبش شحمًا" فعرقًا وشحمًا، كل واحدٍ منهما انتصب١ بالفعل الذي قبله.
[خلافهم في تقديم هذا النوع على العامل فيه]
فإن قيل: فهل يجوز تقديم هذا النوع على العامل فيه؟ قيل: اختلف النحويون في ذلك؛ فذهب سيبويه إلى أنه لا يجوز تقديم هذا النوع على عامله وذلك؛ لأن المنصوب -ههنا- هو الفاعل في المعنى، ألا ترى أنك إذا قلت: "تصبب زيد عرقًا" كان الفعل للعرق في المعنى لا لزيد؟ فلما كان هو الفاعل في المعنى؛ لم يجز تقديمه، كما لو كان فاعلاً لفظًا؛ وذهب أبو عثمان المازنيّ وأبو العباس المبرد ومن وافقهما٢، إلى أنه يجوز تقديمه على العامل فيه، واستدلوا على ذلك بقول الشاعر٣: [الطويل]
أتهجرُ سَلمى بالفراقِ حبيبها ... وَمَا كَادَ نفسًا بالفراقِ تطيبُ
_________
١ في "س" منصوب.
٢ في "س" تابعهما.
٣ الشاعر هو: المخبل السَّعدي، ربيعة بن مالك التميمي، كان شاعرًا فحلاً مُقلاً، وهو من مخضرمي الجاهلية والإسلام، ولم تعلم سنة وفاته.
موطن الشاهد: "نفسًا بالفراقِ تطيبُ".
وجه الاستشهاد: تقديم التمييز "نفسًا" على عامله المتصرِّف "تطيب"؛ وحكم هذا التقديم الجواز. وللبيت رواية أخرى هي: "ولم تك نفسي بالفراق تطيب" ولا شاهد فيه على هذه الرِّواية.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (137,'ولأن هذا العامل فعل متصرِّف؛ فجاز تقديم معموله عليه، كما جاز تقديم الحال على العامل فيها؛ نحو: "راكبًا جاء زيد"؛ لأنه/من/١ فعل متصرّف، فكذلك ههنا. والصحيح: ما ذهب إليه سيبويه، وأما ما استدل به المازني والمبرّد من البيت؛ فإن الرواية الصحيحة فيه:
وما كاد٢ نفسي بالفراقِ تطيب
وذلك لا حُجة/ لهم/٣ فيه، ولئن صحَّت تلك الرواية؛ فنقول: نصب "نفسًا" بفعل مقدر، كأنه قال: "أعني نفسًا". وأما قولهم: إنه فعل متصرف، فجاز تقديم معموله عليه، كالحال؛ قلنا: هذا العامل -وإن كان فعلاً متصرفًا- إلا أن هذا المنصوب هو الفاعل في المعنى، فلا يجوز تقديمه على ما بيّنَّا، وأما تقديم الحال على العامل فيها، فإنما جاز ذلك؛ لأنك إذا قلت: "جاء زيد راكبًا" كان "زيد" هو الفاعل لفظًا ومعنى، وإذا استوفى الفعل فاعله تنزل٤ "راكبًا" منزلة المفعول المحض، فجاز تقديمه كالمفعول؛ نحو: "عمرًا ضرب زيد" بخلاف التمييز، فإنك إذا قلت: "تصبب زيد عرقًا" لم يكن "زيد" هو الفاعل في المعنى، وكان الفاعل في المعنى هو "العرق" فلم يكن "عرقًا" في حكم المفعول من هذا الوجه؛ لأن الفعل قد استوفى فاعله لفظًا لا معنى، فلم يجز تقديمه، كما لا يجوز تقديم الفاعل.
[ما كان العامل فيه غير فعل]
وأما ما كان العامل فيه غير فعل؛ فنحو: "عندي عشرون رجلاً، وخمسة عشر درهمًا" وما أشبه ذلك، فالعامل فيه هو العدد؛ لأنه مُشبه بالصفة المشبّهة باسم الفاعل؛ نحو: "حسن وشديد" وما أشبه ذلك، ووجه المشابهة بينهما أن العدد يُوصَف به، كما يوصف بالصفة المشبهة باسم الفاعل، وإذا٥ كان في العدد نون نحو: "عشرون" أو تنوين مُقدر؛ نحو: "خمسةَ عشرَ" صار النون والتنوين مانعين من الإضافة؛ كالفاعل الذي يمنع المفعول من الرفع، فصار التمييز فضلةً كالمفعول، وكذلك٦ حكم ما كان منصوبًا على التمييز في ما كان
_________
١ سقطت من "س".
٢ في "س" كان.
٣ سقطت من "ط".
٤ في "ط" ينزل.
٥ في "س" فإذا.
٦ في "س" فكذلك.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (138,'قبله حائل؛ نحو: "لي مثله غلامًا، ولله دره رجلاً" فإن الهاء منعت الاسم بعدها أن ينجر بإضافة ما قبلها إليه، كالفاعل الذي يمنع المفعول من الرفع، فنصب على التمييز لما ذكرناه.
[علة كون التمييز نكرة]
فإن قيل: فَلِمَ وجب أن يكون التمييز نكرة؟ قيل: لأنه يبين ما قبله، كما أن الحال يُبين ما قبله، ولَمّا١ أشبه الحال، وجب أن يكون نكرةً، كما أن الحال نكرة؛ فأما قول الشاعر٢: [الخفيف]
ولقد أَغْتَدِي وَمَا صَقَع الدِّيـ ... ـكُ على أَدْهَمَ أجشّ الصَّهيلا٣
وقال الآخر٤: [الوافر]
[ونأخذ بعده بذناب عيش] ... أَجَبَّ الظَّهرَ لَيسَ لَه سِنَامُ ٥
فبنصب "الصهيل، والظهر" والصحيح: أنه منصوب على التشبيه بالمفعول، كالضارب الرجل؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" تبين ما قبلها، فلمّا.
٢ لم يُنسب إلى قائل مُعيَّن.
٣ المفردات الغريبة: أغتدي: أُبكِّر. صقع الدِّيك: صاح. الأَدهم: الأَسود من الخيل أو الإبل. أجش الصهيلا: خشن الصوت.
موطن الشاهد: "أجشّ الصَّهيلا".
وجه الاستشهاد: انتصاب "الصَّهيلا" بالصفة المشبهة باسم الفاعل "أجشّ" ولَمّا كان معمول الصفة الصهيلا مُقترنًا بـ "أل" استدل الكوفيون على جواز انتصاب كل من المعرفة والنكرة بعد أفعل على التمييز.
٤ الشاعر هو: النابغة الذبياني، أبو ثُمامة، أو أُمامة، زياد بن معاوية بن ضباب الذّبياني الغطفاني، شاعر جاهلي من الطبقة الأولى. عاش في الحجاز، وكان يحكم بين الشعراء في سوق عكاظ، وهو أحد أصحاب المعلقات؛ له ديوان شعر مطبوع. مات سنة ١٨ ق. هـ تقريبًا. طبقات فحول الشعراء ٥٦/١، وتجريد الأغاني ١٢٤٤/٣.
٥ المفردات الغريبة: ذناب كُل شيء: مُؤخره. البعير الأجبّ: المقطوع السنام؛ والمراد -هنا- البعر الذي ذاب سنامه من شدة الهُزال.
موطن الشاهد: "أجبّ الظّهرَ".
وجه الاستشهاد: انتصاب "الظهر" على التمييز عند الكوفيين، وعلى التشبيه بالمفعول به للصفة المشبهة -عند البصريين- كما في المثال السابق؛ وفي البيت شواهد أخرى لا داعي لسردها في هذه العُجالة.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (139,'<span data-type="title" id=toc-31>الباب التاسع والعشرون: باب الاستثناء</span>
[معنى الاستثناء]
إن قال قائل: ما الاستثناء؟ قيل: إخراج بعضٍ من كل بمعنى إلا نحو: جاءني القوم إلا زيدًا.
[العامل في المستثنى الموجب النصب]
فإن قيل: فما العامل في المستثنى من الموجب النصب؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أن العامل هو الفعل بتوسط "إلا"، وذلك؛ لأن هذا الفعل، وإن كان لازمًا في الأصل، إلا أنه قوي بـ "إلا" فتعدى إلى المستثنى، كما تعدّى الفعل بالحروف المعدّية؛ ونظيره نصبهم الاسم في باب المفعول معه؛ نحو: "استوى الماء والخشبة" فإن الاسم منصوب بالفعل المتقدم بتقوية الواو؛ فكذلك ههنا. وذهب بعض النحويين إلى أن العامل هو "إلا" بمعنى "استثني" وهو قول الزَّجَّاج من البصريين. وذهب الفراء من الكوفيين إلى أن "إلا" مركبة من "إنَّ ولا" ثم خففت "إنَّ" وأدغمت في "لا" فهي تنصب في الإيجاب اعتبارًا بـ "إنَّ" وترفع في النفي اعتبارًا بـ "لا"؛ والصحيح: ما ذهب إليه البصريون١، وأما قول بعض النحويين والزجاج: إن العامل هو "إلا" بمعنى "أستثني"، ففاسد من خمسة أوجه:
الوجه الأول: أنه لو كان الأمر كما زعموا؛ لوجب ألَّا يجوز في المستثنى إلا النصب، ولا خلاف في جواز الرفع والجر في النفي على البدل في قولك٢: "ما جاءني أحدٌ إلا زيدٌ، وما مررت بأحدٍ إلا زيدٍ".
والوجه الثاني: أن هذا يؤدي إلى إعمال معاني الحروف، وإعمال معاني
_________
١ في "س" والصحيح قول البصريين.
٢ في "س" نحو.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (140,'الحروف لا يجوز، ألا ترى أنك تقول: "ما زيد قائمًا"، ولو قلت: "ما زيدٌ/ إلا/١ قائمًا" بمعنى٢: "نفيت زيدًا قائمًا" لم يجز ذلك؛ فكذلك ههنا.
والوجه الثالث: أنه يبطل بقولهم: "قام القوم غير زيد" فإن "غير" منصوب، فلا يخلو إمَّا أن يكون منصوبًا بتقدير "إلا"، وإمَّا أن يكون منصوبًا بنفسه، وإما أن يكون منصوبًا بالفعل الذي قبله؛ بطل أن يقال إنه منصوب بتقدير "إلا" لأنَّا لو قدرنا "إلا" لفسد المعنى؛ لأنهُ يصير التقدير فيه: "قام القوم إلا غير زيد" وهذا فاسد؛ وبطل/أيضًا/٣ أن يقال: إنه يعمل في نفسه؛ لأن الشيء لا يعمل في نفسه؛ فوجب أن يكون العامل/ فيه٤ هو الفعل المتقدم، وإنما جاز أن يعمل فيه، وإن كان لازمًا؛ لأن "غير" موضوعة على الإبهام /المفرط/٥، ألا ترى أنك تقول: "مررت برجل غيرك"، فيكون كلُ من عدا المخاطب داخلاً تحت "غير"؟ فلمَّا كان فيه هذا الإبهام المفرط، أشبه الظروف المبهمة؛ نحو: "خلف، وأمام، ووراء، وقُدَّام" وما أشبه ذلك؛ وكما أن الفعل يتعدّى إلى هذه الظُروف من غير واسطة، فكذلك ههنا.
والوجه الرابع: أنَّا نقول: لماذا قدَّرتم "أستثني زيدًا"، وهلا قدَّرتم "امتنع زيد" كما حكي عن أبي على الفارسي أنه كان مع عضد الدولة في الميدان، فسأله عضد الدولة عن المستثنى بماذا انتصب ٦؟ فقال أبو علي الفارسي٧:/ينتصب/٨ لأن التقدير: "أستثني زيدًا" فقال /له/٩ عضد الدولة، وهلا قدرت: امتنع/زيد/ ١٠ فرفعته؟ فقال له أبو علي: هذا الجواب الذي ذكرته لك / جواب/ ١١ ميداني، وإذا رجعنا، ذكرت لك الجواب الصحيح، إن شاء الله تعالى.
والوجه الخامس: أنَّا إذا أعملنا معنى "إلا" كان الكلام جملتين، وإذا
_________
١ في "ط" ما زيدًا قائمًا.
٢ في "س" على معنى.
٣ سقطت من "س".
٤ سقطت من "س".
٥ سقطت من "س".
٦ في "س" ينتصب.
٧ أبو عليّ الفارسيّ: الحسن بن أحمد الفارسيّ الفسويّ، نسبة إلى مدينة قرب شيراز، إمام عصره في النحو واللغة؛ له: الإيضاح، والتذكرة، والحجة في القراءات، وغيرها. مات سنة ٣٧٧هـ. البلغة ٥٣، وإنباه الرّواة ٢٧٣/١.
٨ سقطت من "ط".
٩ سقطت من "ط".
١٠ زيادة من "س".
١١ سقطت من "ط".',NULL,'157',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (141,'أعملنا الفعل بتقوية "إلَّا" كان الكلام جملة واحدةً، والكلام متى كان جملة واحدة، كان أولى من تقدير جملتين.
وأما قول الفراء /إنَّ/١ "إلا" مركبة من "إنَّ ولا" فدعوى تفتقر إلى دليل، ولو قدرنا ذلك، فنقول: الحرف إذا رُكب مع حرف آخر تغيَّر عما كان عليه في الأصل قبل التركيب، ألا ترى أن "لو" حرف يمتنع به ٢ الشيءُ؛ لامتناع غيره، فإذا رُكّب٣ مع "ما" تغير ذلك المعنى، وصارت بمعنى "هلَّا"؛ وكذلك -أيضًا- إذا رُكبت مع "لا"؛ كقوله٤: "لولا الكميَّ المقنَّعا"٥، وما أشبه ذلك؛ فكذلك ههنا.
[ارتفاع المستثنى في النفي]
فإن قيل: فبماذا يرتفع. المستثنى في النفي؟ قيل: يرتفع على البدل، ويجوز النصب على أصل الباب.
فإن قيل: فَلِمَ كان البدل أولى؟ قيل: لوجهين:
أحدهما: الموافقة للفظ، فإنه إذا كان المعنى واحدًا /فَكَون/٦ اللفظ موافقًا أولى؛ لأن اختلاف اللفظ يشعر باختلاف المعنى، وإذا اتفقا، كان موافقة اللفظ أولى.
والوجه الثاني: أن البدل يجري في تعلُق العامل به كمجراه لو ولِي العامل، والنصب في الاستثناء على التشبيه بالمفعول، فلما كان البدل أقوى في حكم العامل، كان الرفع أولى من النصب على ما بيّنَّا.
_________
١ سقطت من "ط".
٢ في "س" له.
٣ في "س" وإذا.
٤ القائل: جرير بن عطية، وقد مرَّت ترجمته.
٥ تتمة البيت: [الطويل]
تَعُدُّون عَقْرَ النِّيبِ أَفضلَ مَجْدِكُم ... بَنِي ضَوطرى لولا الكميَّ المقنَّعا
المفردات الغريبة: النِّيب: جمع ناب وهي المسنة من الإبل، وقد كبر نابها. الضَّوطرى: الحمقاء. الكميّ: الشجاع. المقنَّع: الذي عليه مغفر وبيضة وهو مستعد للحرب. والمعنى: تفخرون بعقر النوق، وما الفخر إلا بمنازلة الأبطال في ساحات القتال.
موطن الشاهد: "لولا الكميّ".
وجه الاستشهاد: دخول "لولا" التحضيضية على الاسم، وهي مختصَّة بالفعل، فَجُعِلَ "الكميّ" مفعولاً به لفعل محذوف؛ لأن التقدير: لولا عددتم الكمي المقنعا.
٦ سقطت من "س" وفي "ط" فيكون، وما أثبتناه من نسخة أخرى.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (142,'[علة جواز البدل في المستثنى المنفي]
فإن قيل: فَلِمَ جاز البدل في النفي، ولم يجز في الإيجاب؟ قيل: لأنَّ البدل في الإيجاب يؤدي إلى محال، وذلك لأن المبدل منه يجوز أن يقدر كأنَّه ليس في الكلام، فإذا قدرنا هذا في الإيجاب، صار محالاً؛ لأنه يصير التقدير: "جاءني إلا زيد" وصار١ المعنى: إن جميع الناس جاؤوني غير زيد، وهذا لا يستحيل في النفي، كما يستحيل في الإيجاب؛ لأنه يجوز ألا يجيئه أحد سوى زيد، فبان الفرق بينهما؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" ويصير.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (143,'<span data-type="title" id=toc-32>الباب الثلاثون: باب ما يُجرُّ به في الاستثناء</span>
[علة إعراب "غير" إعراب الاسم بعد إلا]
إن قال قائل: لم أُعربت "غير" إعراب الاسم الواقع بعد "إلا" دون "سوى وسواء"؟
قيل: لأن "غير" لَمّا أُقيمت -ههنا- مُقام "إلا" وكان مابعدها مجرورًا بالإضافة، ولا بدَّ لها في نفسها من إعراب، أُعرِبت إعرابَ الاسم الواقع بعد "إلا" ليدل بذلك على ما كان يستحق الاسم الذي بعد "إلا" من الإعراب، ويبقى حكم الاستثناء، وأما "سوى، وسواء" فلزمهما النصب؛ لأنهما لا يكونان (إلا ظرفين، فلم يجز نقل الإعراب إليهما، كما جاز في "غير" لأن ذلك يؤدي إلى تمكنهما، وهما لا يكونان متمكنين) ١ فلذلك، لم يجز أن يُعربا إعراب الاسم الواقع بعد "إلا" وأما "حاشا" فاختلف النحويون فيها٢؛ فذهب سيبويه ومن تابعه من البصريين إلى أنه حرف جر، وليس بفعل، والدليل على ذلك: أنه لو كان فعلاً؛ لجاز أن تدخل٣ عليه "ما" كما /يجوز أن/٤ تدخل على الأفعال؛ فيقال: "ما حاشا زيدًا" كما يقال: "ما خلا زيدًا" فلما لم يقل، دل على أنه ليس بفعل، فوجب أن يكون حرفًا. وذهب الكوفيون: إلى أنه فعل، ووافقهم أبو العباس المبرد من البصريين، واستدلوا على ذلك من ثلاثة أوجه:
الوجه الأول: أنَّه يتصرف، والتَّصرف من خصائص الأفعال؛ قال النَّابغة٥: [البسيط]
ولا أرى فاعلاً في الناس يُشبِهُهُ ... وما أُحاشي مِنَ الأقوام مِنْ أَحدِ٦
_________
١ سقطت من "س".
٢ في "ط" في ذلك.
٣ في "ط" يدخل.
٤ زيادة من "س".
٥ النَّابغة: سبقت ترجمته.
٦ المفردات الغريبة: ما أُحاشي: ما أستثني.
مواطن الشاهد: "وما أحاشي".
وجه الاستشهاد: مجيء فعل أُحاشي في صيغة المضارع من فعل "حاشا" وفي هذا دليل على تصرف "حاشا" وفعليتها، كما قال الْمُبِّرد والكوفيون، خلافًا للبصريين القائلين بحرفيتها.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (144,'فإذا ثبت أن يكون متصرفًا؛ وجب أن يكون فعلاً.
والوجه الثاني: أنه يدخله الحذف، والحذف إنما يكون في الفعل لا في الحرف، ألا ترى أنهم قالوا في حاشا لله: حاشَ لله؛ ولهذا، قرأ أكثر القرَّاء بإسقاط الألف: {حَاشَ لِلَّهِ} ١.
والوجه الثالث: أنَّ لام الجر يتعلق به في قولهم: "حاشا الله" وحرف الجر إنما يتعلق بالفعل لا بالحرف؛ لأن الحرف لا يتعلق بالحرف.
والصحيح: ما ذهب إليه البصريون؛ وأما قول الكوفيين: إنه يتصرف بدليل قوله: "وما أحاشي" فليس فيه حُجة؛ لأن قوله "أحاشي" مأخوذ من لفظ "حاشى" وليس مُتصرفًا/منه/٢، كما يقال: بسمل، وهلل، وحمدل، وسبحل، وحَوقَل، إذا قال: بسم الله، ولا إله إلا الله، وسبحان الله، والحمد لله، ولا حول ولا قوة إلا بالله، وإذا٣ كانت هذه الأشياءُ لا تتصرف، فكذلك ههنا. وقولهم: إنه يدخله الحذف، والحذف لا يدخل الحرف؛ قلنا: لا نُسلِّم، بل الحذف قد يدخل الحرف، ألا ترى/ أنهم/٤ قالوا في رُبَّ: رُبَ؟ وقد قُرئ بهما؛ قال الله تعالى: {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ} ٥ /قرئ/٦ بالتشديد والتخفيف؛ وفي "رُبَّ" أربع لغات: بضم الراء وتشديد الباء وتخفيفها، وبفتح الراء وتشديد الباء وتخفيفها، وكذلك حكيتم عن العرب أنهم قالوا في: "سوف أفعل: سو أفعل" وهو حرف، وزعمتم أن الأصل في سأفعل: سوف أفعل؛ فحذفت الفاء والواو معًا، فدل على أن الحذف يدخل الحرف، وأما قولهم: إن لام الجر تتعلق به؛ قلنا: لا نُسلِّم، فإن اللام في قولهم: "حاشَ لله" زائدة، فلا تتعلق بشيءٍ؛ كقوله تعالى: {عَسَى أَنْ يَكُونَ رَدِفَ
_________
١ س: ١٢ "يوسف، ن: ٣١، مك". حاشا لله ما هذا بشرًا. وكذلك في الآية "٥١": حاشا لله ما علمنا عليه من سوء.
٢ سقطت من "س".
٣ في "س" وإن.
٤ سقطت من "س".
٥ س: ١٥ "الحجر: ٢، مك".
٦ سقطت من "ط".',NULL,'161',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (145,'لَكُمْ} ١ أي: "ردِفَكم"؛ /و/٢ كقوله تعالى: {لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ} ٣ وما أشبه ذلك، وإنَّما زيدت اللام مع هذا الحرف تقوية له، لِما كان يدخله من الحذف؛ فدل على أنه ليس فعلاً٤، وأنَّه حرف.
[جواز مجيء خلا فعلاً وحرفًا]
وأما "خلا" فإنها تكون فعلاً وحرفًا، فإذا كانت فعلاً؛ كان ما بعدها منصوبًا، وتتضمن ضمير الفاعل، وإذا كانت حرفًا؛ كان ما بعدها مجرورًا؛ لأنها حرف جر، فإن دخل عليها: "ما" كانت فعلاً، ولم يجز أن تكون حرفًا؛ لأنها مع "ما" بمنزلة المصدر، وإذا كانت فعلاً؛ كان ما بعدها منصوبًا لا غير؛ قال الشاعر٥: [الطويل]
ألا كل شيءٍ ما خَلا اللهَ باطلُ ... وكلُ نعيمٍ لا محالةَ زائلُ
وسنذكر هذا ٦ في باب ما ينصب به في الاستثناء.
_________
١ س: ٢٧ "النمل، ن: ٧٢، مك".
٢ سقطت من "ط".
٣ س: ٧ "الأعراف، ن: ١٥٤، مك".
٤ في "س" ليس بفعل.
٥ الشاعر: لبيد، وقد سبقت ترجمته.
موطن الشاهد: "ما خلا الله".
٦ وجه الاستشهاد: انتصاب لفظ الجلالة بعد "ما خلا" وجوبًا؛ لاقتران "خلا" بـ "ما" فاقترانها بها، يثبت فعليتها.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (146,'<span data-type="title" id=toc-33>الباب الحادي والثلاثون: باب ما يُنْصَب به في الاستثناء</span>
[علة إعمال أفعال الاستثناء النصب]
إن قال قائل: لِمَ عملت١: "ما خلا، وما عدا، وليس، ولا يكون" النَّصبَ؟ قيل: لأنها أفعال، أما "ما خلا، وما عدا" فهما فعلان؛ لأن ما إذا دخلت عليهما، كانا معها٢ بمنزلة المصدر، وإذا كانا/ معها/٣ بمنزلة المصدر، انتفت عنهما الحرفية، ووجبت لهما الفعلية، وكان فيهما ضمير الفاعل، فكان ما بعدهما منصوبًا، وحُكي عن بعض العرب، أنه كان يَجرُّ بهما إذا لم يكن معهما "ما" فيجريهما مُجرى "خلا"؛ لأنَّ "خلا" تارةً تكون فعلاً، فيكون ما بعدها منصوبًا، وتارةً تكون حرفًا، فيكون ما بعدها مجرورًا؛ وأمَّا سيبويه، فلم يذكر بعد "عدا" إلا النصب لا غير. وأما "ليس، ولا يكون" فإنما وجب أن يكون ما بعدهما منصوبًا؛ لأنه خبر لهما؛ لأن التقدير في قولك: "جاءني القوم ليس زيدًا، ولا يكون عمرًا" / أي/٤: "ليس بعضهم زيدًا، ولا يكون بعضهم عمرًا" فـ"بعضهم" الاسم، وما بعده الخبر؛ وخبر "ليس ولا٥ يكون" منصوب٦ كما لو لم يكونا في/ باب/٧ الاستثناء.
[علَّة لزوم ليس ولا يكون صيغة واحدة بعد الاستثناء]
فإن قيل: فَلِمَ لزما ٨ لفظًا واحدًا في التثنية والجمع والتأنيث؟ قيل: لأنهما لَمَّا استعملا في الاستثناء، قاما مُقام "إلا"، و"إلا" لا يغيّر لفظه، فكذلك ما قام مُقامه؛ ليدلوا على أنه قائم مُقامه.
_________
١ في "س" عمل.
٢ في "س" معهما وهو سهو من الناسخ.
٣ سقطت من "ط".
٤ سقطت من "س".
٥ في "س" وما.
٦ في "ط" منصوبًا.
٧ سقطت من "س".
٨ في "ط" لزم، والصواب ما أثبتناه من "س".',NULL,'163',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (147,'[عدم العطف على ليس ولا يكون بـ و"لا" وعلة ذلك]
فإن قيل: فلِمَ لا يجوز أن يُعطف عليهما بالواو و"لا" فيقال: "ضربت القوم ليس زيدًا ولا عمرًا، وأكرمت القوم لا يكون زيدًا ولا عمرًا"؟ قيل: لأن العطف "بالواو ولا" لا يكون إلا بعد النفي، فلما أُقيما -ههنا- مقام "إلا" غُيِّرا عن أصلهما في النفي، فلم يجز العطف عليهما "بالواو ولا"؛ فاعرفه تصب، إن شاء الله تعالى.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (148,'<span data-type="title" id=toc-34>الباب الثاني والثلاثون: باب كم</span>
[بناء كم على السكون وعلة ذلك]
إن قال قائل: لم بُنيتت "كم" على السكون؟ قيل: إنما بُنيت؛ لأنها لا تخلو إما أن تكون استفهامية، أو خبرية، فإن كانت استفهامية، فقد تضمنت معنى حرف الاستفهام، وإن كانت خبرية، فهي نقيضة "رُبَّ" لأنَّ "رُبَّ" للتقليل، و"كم" للتكثير، وهم يحملون الشيء على ضده كما يحملونه على نظيره، فبنيت/كم/١ حملاً على "رُبَّ". وإنما بُنيت على السُكون؛ لأنه الأصل في البناء.
[وجوب مجيء كم في صدر الكلام وعلة ذلك]
فإن قيل: فَلِمَ٢ وجب أن تقع "كم" في صدر الكلام؟ قيل: لأنَّها إن كانت استفهامية، فالاستفهام له صدر الكلام، وإن كانت خبرية، فهي نقيضة "رُبَّ"، و"رُبَّ" معناها التقليل، والتقليل مضارع٣ للنفي؛ والنفي له صدر الكلام كالاستفهام.
فإن قيل: فَلِمَ كان ما بعدها في الاستفهام منصوبًا، وفي الخبر مجرورًا؟ قيل: للفرق بينهما، فجعلت في الاستفهام بمنزلة عدد ينصب ما بعده، وفي الخبر بمنزلة عدد يجرُ ما بعده، وإنما جُعلت في الاستفهام بمنزلة عدد (ينصب ما بعده، لأنَّها في الاستفهام بمنزلة عدد) ٤ يصلح للعدد القليل والكثير؛ لأنَّ المستفهم يسأل عن عددٍ قليل٥ وكثير، ولا يعلم مقدار ما يستفهم عنه، فجعلت في الاستفهام بمنزلة العدد المتوسط بين القليل والكثير، وهو من أحد
_________
١ سقطت من "س".
٢ في "س" لِمَ.
٣ في "س" يضارع.
٤ سقطت من "س".
٥ في "ط" كثير وقليل.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (149,'عشر إلى تسعة وتسعين، وهو ينصب ما بعده؛ فلهذا، كان ما بعدها١ في الاستفهام منصوبًا؛ وأما في الخبر فلا تكون إلا للتكثير، فجُعلت بمنزلة العدد الكثير، وهو يجرُّ ما بعده؛ ولهذا٢، كان ما بعدها مجرروًا في الخبر، لأنها نقيضة "رُبَّ" و"رُبَّ" تجر ما بعدها، وكذلك٣ ما حُمل عليها.
[جواز النصب مع الفصل في الخبر وعِلَّة ذلك]
فإن قيل: فَلِمَ جاز النصب مع الفصل في الخبر؟ قيل: إنما جاز النصب عدولاً عن الفصل بين الجار والمجرور؛ لأنَّ الجار والمجرور بمنزلة الشيء الواحد، وليس الناصب مع المنصوب بمنزلة الشيء الواحد، على أن بعض العرب ينصب بها في الخبر من غير فصل، ويجرُّ بها في الاستفهام حملاً لإحداهما ٤ على الأخرى.
فإن قيل: فَلِمَ إذا كانت استفهامية، لم تبين إلا بالمفرد النكرة، وإذا كانت خبرية جاز أن تبين بالمفرد والجمع؟ قيل: لأنها إذا كانت استفهامية، حُمِلَت على عددٍ ينصب ما بعده؛ وذلك لا يُبين إلا بالمفرد النكرة؛ نحو: أحدَ عشرَ رجلاً، وتسع وتسعون جارية؛ فلذلك، لم يجز أن تُبين إلا بالمفرد النكرة، وإذا كانت خبرية، حُملت على عددٍ يَجُرُّ ما بعده، والعدد الذي يَجُرُّ ما بعده، يجوز أن يُبين بالمفردم والنكرة/٥ كـ "مائة درهم" وبالجمع كـ "ثلاثة أثواب" فلهذا، جاز أن يُتَبَيَّنَ بالمفرد والجمع، وأما اختصاصهما بالتنكير فيهما جميعًا؛ فلأن "كم" لَمَّا كانت للتكثير، والتكثير والتقليل لا يصح إلا في النكرة لا في المعرفة؛ لأن المعرفة تدل على شيءٍ مختص، فلا يصح فيه التقليل، ولا التكثير؛ ولهذا، كانت "رُبَّ" تختص بالنكرة؛ لأنها لَمَّا كانت للتقليل، والتقليل إنَّما يصح في النكرة لا في المعرفة، كما بيّنَّا في "كم" فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" بعده.
٢ في "س" فلهذا.
٣ في "س" فكذلك.
٤ في "ط" لإحديهما، وما أثبتناه هو الصّواب.
٥ سقطت من "ط".',NULL,'166',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (150,'<span data-type="title" id=toc-35>الباب الثالث والثلاثون: باب العدد</span>
[علَّة دخول الهاء على العدد المذكّر]
إن قال قائل: لِمَ أدخلت الهاء من الثلاثة إلى العشرة في المذكر؛ نحو: "خمسة رجال" ولم تدخل في المؤنث؛ نحو: "خمس نسوة"؟ قيل: إنما فعلوا ذلك للفرق بينهما فإن قيل: فهلَّا عكسوا، وكان الفرق حاصلاً؟ قيل: لأربعة أوجه:
الوجه الأوَّل: أن الأصل في العدد أن يكون مؤنثًا، والأصل في المؤنث أن يكون بالهاء، والمذكر هو الأصل، فأخذ الأصل الهاء؛ فبقي المؤنث بغير هاء.
والوجه الثاني: أن المذكر أخف من المؤنث، فلما كان المذكر أخف من المؤنث، احتمل الزيادة، والمؤنث لَمّا كان أثقل، لم يحتمل الزيادة.
والوجه الثالث: أن "الهاء" زيدت للمبالغة، كما زيدت في: علامة، ونسابة، والمذكر أفضل من المؤنث، فكان أولى بزيادتها.
والوجه الرَّابع: أنهم لَمَّا كانوا يجمعون ما كان على مثال "فُعَال" في المذكر بالهاء؛ نحو: "غُراب وأغربة" ويجمعون ما كان على هذا المثال في المؤنث بغير هاء؛ نحو: "عُقاب وأعقُب" حملوا العدد على الجمع؛ فأدخلوا الهاء في المذكر، وأسقطوها في٢ المؤنث، وكذلك حكمها بعد التركيب/ إلى العشرة/٣، إلا العشرة فإنها تتغير؛ لأنها تكون في حال التركيب في المذكر بغير هاء، والمؤنث بالهاء، لأنَّهم لَمَّا ركبوا الآحاد مع العشرة، صارت٤ معها بمنزلة اسم واحد؛ كرهوا أن يثبتوا الهاء في العشرة، لئلا يصير بمنزلة الجمع بين تأنيثين في اسم واحدٍ على لفظ واحد.
_________
١ في "س" واقعًا.
٢ في "س" من.
٣ سقطت من "س".
٤ في "س" وصيّرت.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (151,'[علة بناء الأعداد المركبة على الفتح]
فإن قيل: فَلِمَ بُني ما زاد على العشرة، من أحدَ عشرَ إلى تسعة عشر؟ قيل: لأن الأصل في "أحدَ عشرَ: أحد وعشر" فلما حذف حرف العطف وهو الواو١، ضُمنا معنى حرف العطف، فلما تضمنا معنى الحرف؛ وجب أن يُبنيا، وبُنيا على حركة؛ لأن لهما حالة تمكن قبل البناء، وكان الفتح أولى؛ لأنه أخف الحركات؛ وكذلك سائرها.
[علة عدم بناء اثنين في اثني عَشَر]
فإن قيل: فَلِمَ لم يبنوا اثنين في اثني عشر؟ قيل: لوجهين:
أحدهما: أن علم التثنية فيه، هو علم الإعراب، فلو نزعوا منه الإعراب؛ لسقط معنى التثنية.
والثاني: أن إعرابه في وسطه، وفي حال التركيب، لم يخرج عن ذلك؛ فوجب أن يبقى على ما كان عليه. وبُني "عشر" لوجهين:
أحدهما: أن يكون بُني على قياس أخواته؛ لتضمنه معنى حرف العطف.
والثاني: أن يكون بُني؛ لأنه قام مُقام النُون من "اثنين" فلما قام مُقام الحرف، وجب أن يُبنى، وليس هو كالمضاف، والمضاف إليه؛ لأن كل واحدٍ من المضاف والمضاف إليه، له حكم في نفسه، بخلاف "اثني عشر" ألا ترى أنك إذا قلت: "ضربت اثني عشر رجلاً" كان الضرب واقعًا بالعشر والاثنين، كما لو قلت: "ضربت اثنين" ولو قلت: "ضربت غلام زيد" لكان الضرب واقعًا بالغلام دون زيد؟ فلهذا، قلنا: إن العشر قام مُقام النون، وخالف المضاف إليه.
[علة حذف الواو من الأعداد المركبة]
فإن قيل: فَلِمَ حُذفت الواو من أحَدَ عَشَرَ إلى تسعةَ عشَرَ وجُعل الاسمان اسمًا واحدًا؟ قيل: إنما فعلوا ذلك حملاً على العشرة وما قبلها من الآحاد؛ لقربها منها؛ لتكون على لفظ الأعداد المفردة، وإن كان الأصل هو العطف، والذي يدل على ذلك أنهم إذا بلغوا /إلى/٢ العشرين ردُّوها إلى العطف؛ لأنه الأصل، وإنما ردوها إذا بلغوا إلى العشرين؛ لبعدها عن الآحاد.
_________
١ في "س" حذفت واو العطف وفي "ط" وهي.
٢ سقطت من "س".',NULL,'168',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (152,'[علة عدم اشتقاقهم من لفظ الاثنين]
فإن قيل: فهلَّا اشتقوا من لفظ الاثنين كما اشتقوا من لفظ الثلاثة والأربعة؛ نحو: "الثلاثين والأربعين"؟ قيل: لأنهم لو اشتقوا من لفظ الاثنين لما كان يتم معناه إلا بزيادة واوٍ ونون، أو ياء ونون، وكان يُؤدي إلى أن يكون له إعرابان، وذلك لا يجوز، فلم يبقَ من الآحاد شيءٌ يُشتقُ منه إلا العشرة، فاشتقوا من لفظها عددًا/ عوضًا/١ عن اشتقاقهم من لفظ الاثنين؛ فقالوا: "عشرون".
[علة كسر العين من عشرين]
فإن قيل: فَلِمَ كسروا العين من "عِشرين"؟ قيل: لأنه لَمَّا كان الأصل أن يشتق من لفظ الاثنين، وأول الاثنين مكسور، كسروا أول العشرين ليدلوا بالكسر على الأصل.
[علة كون تمييز الأعداد من أحد عشر إلى تسعة وتسعين مفردًا نكرة منصوبة]
فإن قيل: فَلِمَ وجب أن يكون ما بعد أحد عشر إلى تسعة وتسعين واحدًا نكرةً منصوبة؟ قيل: إنما كان واحدًا نكرة؛ لأن المقصود من ذكر النوع تبيين المعدود من أي نوع هو، وهذا يحصل بالواحد النكرة، (وكان الواحد النكرة) ٢ أولى من الواحد المعرفة؛ لأن الواحد النكرة أخف من الواحدة المعرفة، ولا يلزم فيه ما يلزم في العدد الذي يُضاف إلى ما بعده، /و/٣ لأنه ليس بمضاف، فيتوهم أنه جزءٌ مما بينته، كما يلزم بالمضاف٤؛ فلذلك وجب أن يكون واحدًا نكرةً. وإنما وجب أن يكون منصوبًا؛ لأنه من أحد عشرَ إلى تسعة عشرَ؛ أصله التنوين، وإنما حُذف للبناء، وكأنه٥ موجود في اللفظ؛ لأنه لم يقم مُقامة شيءٌ يبطل حكمه، فكان باقيًا في الحكم، فمنع من الإضافة. وأما العشرون إلى التسعين، ففيه النون موجودة، فمنعت من الإضافة، وانتصب على التمييز على ما بيناه في بابه.
_________
١ سقطت من "س".
٢ سقطت من "س".
٣ سقطت الواو من "س".
٤ في "س" في المضاف.
٥ في "س" فكأنَّه.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (153,'[علة إضافة تمييز المائة]
فإن قيل: فَلِمَ إذا بلغت إلى الماء، أُضيفت إلى الواحد؟ قيل: لأنَّ المائة حُملت على العشرة من وجهٍ؛ لأنَّها عقد مثلها، وحملت على التسعين؛ لأنَّها تليها؛ فأُلزمت الإضافة، تشبيهًا بالعشرة، وَبُيِّنت١ بالواحد تشبيهًا بالتسعين.
[عِلَّة قولهم ثلاثمائة]
فإن قيل: فَلِمَ قالوا "ثلاثمائة" ولم يقولوا "ثلاث مئين"؟ قيل: كان القياس أن يُقال: /ثلاث/٢ مئين إلا أنهم اكتفوا بلفظ المائة؛ لأنهم تدل على الجمع، وهم يكتفون بلفظ الواحد عن الجمع؛ قال الله تعالى: {ثُمَّ نُخْرِجُكُمْ طِفْلاً} ٣؛ أي: أطفالاً /و/٤ قال الشاعر٥: [الوافر]
كلوا في بعض بطنكم تعفّوا ... فإن زمانكم زَمَنٌ خَميصُ٦
أي في /بعض/٧ بطونكم؛ والشَّواهد على هذا النحو كثيرة.
[علة إجراء الألف مجرى المائة في الإضافة إلى الواحد]
فإن قيل: فَلِمَ أُجري الألف مُجرى المائة في الإضافة إلى الواحد؟ قيل: لأنَّ الألف عقد، كما أنَّ المائة عقد.
[علة جمع الألف إذا دخل على الآحاد]
فإن قيل: فَلِمَ يجمع الألف إذا دخل على الآحاد، ولم يفرد مع الآحاد كالمائة؟ قيل: لأن الألف طرف كما أن الواحد طرف؛ لأن الواحد أوّل، والألف آخر، ثم تتكرر الأعداد؛ فلذلك، أُجري مُجرى ما يضاف إلى الآحاد؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" وبنيت.
٢ سقطت من "س".
٣ س: ٢٢ "الحج، ن: ٥، مد".
٤ زيادة من "س".
٥ لم يُنسب إلى قائل معين.
٦ معنى الشاهد: قلِّلولا من الأكل الكثير تعفُّوا، فإن زمانكم زمن قحط ومجاعة.
موطن الشاهد: "بعض بطنكم".
وجه الاستشهاد: استعمال "بطن" بمعنى الجمع؛ لأن المراد: بعض بطونكم.
٧ سقطت من "ط".',NULL,'170',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (154,'<span data-type="title" id=toc-36>الباب الرابع والثلاثون: باب النِّداء</span>
[علة بناء المنادى المفرد المعرفة]
إن قال قائل: لِمَ بُني المنادى المفرد المعرفة؟ قيل: لوجهين:
أحدهما: أنه أشبه كاف الخطاب، وذلك من ثلاثة أوجه؛ الخطاب، والتعريف، والإفراد؛ لأَّن كل واحدٍ منهما يتصف بهذه الثلاثة، فلمَّا أشبه كاف الخطاب من هذه الأوجه، بُني كما أن كاف الخطاب مبنية.
والوجه الثاني: أنه أشبه الأصوات؛ لأنه صار غاية، ينقطع عندها الصوت، والأصوات مبنية؛ فكذلك ما أشبهها.
[علة بنائه على حركة]
فإن قيل: فَلِمَ بُني على حركة؟ قيل: لأنَّ له حالة تمكن قبل النداء، فبني على حركةٍ، تفضيلاً على ما بُني، وليس له حالة تمكُّن.
[علة كون حركته ضمًّا]
فإن قيل: فَلِمَ كانت الحركة ضمة؟ قيل: لثلاثة أوجه:
الوجه الأول: أنه لو بُني على الفتح؛ لالتبس بما لا ينصرف، ولو بُني على الكسرِ؛ لالتبس بالمضاف إلى النفس، وإذا بطل بناؤه على الكسر والفتح؛ تعين بناؤه على الضم.
والوجه الثاني: أنه بُني على الضَّمِّ فرقًا بينه وبين المضاف؛ لأنه إن كان /المضاف/١ مضافًا إلى النفس، كان مكسورًا، وإن كان مضافًا إلى غيرك، كان مفتوحًا٢، فبني على الضم لئلا يلتبس بالمضاف؛ لأن الضَّمَّ، لا يدخل المضاف.
_________
١ سقطت من "س".
٢ في "س" منصوبًا.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (155,'والوجه الثالث: أنه بُني على الضم؛ لأنه لَمّا كان غاية يتمّ بها الكلام، وينقطع عندها، أشبه "قبلُ وبعدُ" فبنوه على الضَّمِّ كما بنوهما على الضَّمِّ.
[علة مجيء صفته مرفوعة أو منصوبة]
فإن قيل: فَلِمَ جاز في وصفه الرفع والنصب؛ نحو: "يا يزيدُ الظريفُ والظريفَ"؟ قيل: جاز الرفع حملاً على اللفظ، والنصب حملاً على الموضع، والاختيار عندي، هو النصب؛ لأن الأصل في وصف المبنيّ هو الحمل على الموضع، لا على اللفظ.
فإن قيل: فلِمَ جاز الحمل -ههنا- على اللفظ، وضمَّةُ زيد ضمة بناء، وضمة الصفة ضمة إعراب؟ قيل: لأن الضَّمَّ لَمَّا اطَّرد في كل اسم مُنادى /مفرد/١ أشبه الرفع للفاعل؛ لاطِّراده فيه، فلمّا أشبه الرفع؛ جاز أن يتبعه الرّفعُ، غير أن هذا الشبه لم يخرجها عن كونها ضمَّة بناء، وأن الاسم مبنيّ؛ فلهذا، كان الأقيس هو النصب، ويجوز الرفع عندي على تقدير: مبتدأ محذوف؛ والتقدير فيه: "أنت الظريف" ويجوز النصب على تقدير فعل /محذوف/٢؛ والتقدير فيه: "أعني الظريف"، ويؤيد الرفع فيه بتقدير المبتدأ، والنصب له بتقدير الفعل أنَّ المنادى أشبه الأسماء المضمرة، والأسماء المضمرة لا تُوصف.
[علة جواز العطف بالرفع والنصب على المنادى المفرد]
فإن قيل: فَلِمَ جاز في العطف -أيضًا- الرفع والنصب؛ نحو: "يا زيدُ والحارثُ /والحارثَ/٣"؟ قيل: إنما جاز الرفع والنصب على ما بينا في الوصف من الحمل تارةً على اللفظ، وتارةً على الموضع؛ قال الله تعالى: {يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ} ٤ و"الطير" بالرفع والنصب، فمن قرأ بالرفع، حمله على اللفظ، ومن قرأ بالنصب، حمله على الموضع.
[علة كون المضاف والنكرة منصوبين]
فإن قيل: فلِمَ كان المضاف والنكرة منصوبين؟ قيل: لأنَّ الأصل في كل منادى أن يكون منصوبًا؛ لأنه مفعول؛ إلا أنه عرض في المفرد المعرفة ما يوُجب بناءه؛ فبقي ما سواه على الأصل.
_________
١ سقطت من "ط".
٢ سقطت من "س".
٣ سقطت من "س".
٤ س: ٣٤ "سبأ، ن: ١٠، مك".',NULL,'172',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (156,'[عامل النصب في المنادى وخلافهم فيه]
فإن قيل: فما العامل فيه النصب؟ قيل: اختلف النحويون في ذلك؛ فذهب بعضهم١ إلى أن العامل فيه النصب فعل مُقدر؛ والتقدير فيه: "أدعو زيدًا، أو أنادي زيدًا". وذهب آخرون إلى أنه منصوب بـ "يا" لأنها نابت عن: "أدعو /أ/ و٢ أنادي" والذي يدل على ذلك، أنه تجوز فيه الإمالة؛ نحو: "يا زيد" والإمالة لا تجوز في الحروف، إلا أنَّه لَمَّا قام مُقام الفعل، جازت الإمالة فيه٣.
[علة عدم بناء المنادى المضاف والنكرة]
فإن قيل: أليس المضاف والنكرة مخاطبين، فهلا بُنيا لوقوعهما موقع أسماء الخطاب كما بُني المفرد؟ قيل لوجهين:
أحدهما: أنَّ المفرد وقع بنفسه موقع أسماء الخطاب، وأمّا المضاف فيتعرَّف٤ بالمضاف إليه، فلم يقع موقع أسماء الخطاب كالمفرد، وأما النكرة فبعيدة الشبه من أسماء الخطاب، ولم يجز بناؤها٥.
(والوجه الثاني: أنا لو سلمنا أنَّ المضاف والنكرة وقعا موقع أسماء الخطاب، إلا أنه لم يلزم بناؤهما) ٦؛ لأنَّه عرض فيهما ما منع من البناء٧، أمّا المضاف: فوجود المضاف إليه؛ لأنَّه حل محل التنوين، ووجود التنوين يمنع /من/٨ البناء، فكذلك ما يقوم مقامه، وأما النكرة، فنُصبت؛ ليفصل بينهما وبين النكرة التي يقصد قصدها، وكانت النكرة التي يُقصد قصدها أولى بالتغيير؛ لأنها هي المخرجة عن بابها، فكانت أولى بالتغيير.
[جواز حذف حرف النداء إلا مع النكرة والمبهم]
فإن قيل: فهل يجوز حذف حرف النداء؟ قيل: يجوز حذف /حرف/٩ النِّداء إلا مع النكرة والمبهم؛ لأنّ الأصل فيهما النداء بـ "أي"؛ نحو: "يا أيُها الرجل، ويا أيُهذا الرجل" فلما اطرحوا "أيًّا" والألف واللام، لم يطرحوا حرف النداء، لئلا يؤدي ذلك إلى الإجحاف بالاسم.
_________
١ في "س" بعض النحويين.
٢ سقطت من "ط".
٣ في "س" جاز فيه الإمالة.
٤ في "س" فيعرف.
٥ في "س" بناؤهما
٦ سقطت من "س".
٧ في "ط" النداء، وما أثبتناه من "س".
٨ زيادة من "س".
٩ سقطت من "س".',NULL,'173',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (157,'[خلافهم في وصف أي]
فإن قيل: فهل يجوز في وصف "أي" ههنا ما جاز في وصف زيد؛ نحو: "يا زيدُ الظريفُ والظريف"؟ قيل: اختلف النحويون في ذلك؛ فذهب جماهير النحويين إلى أنه لا يجوز فيه إلا الرفع؛ لأن الرجل -ههنا- هو المنادى في الحقيقة، إلا أنهم أدخلوا "أيّا" ههنا١ توصلاً إلى نداء ما فيه الألف واللام، فلمّا كان /هو/٢ المنادى في الحقيقة، لم يجز فيه إلا الرفع مع كونه صفة، إيذانًا بأنه المقصود في النداء٣. وذهب أبو عثمان المازني إلى أنه يجوز فيه النصب؛ نحو: "يا أيها الرجل" كما يجوز "يا زيد الظريف" وهو -عندي- القياس، لو ساعده الاستعمال.
[علة عدم جمعهم بين يا وأل التعريف]
فإن قيل: فَلِمَ لم يجمعوا بين: "يا" و"الألف واللام"؟ قيل: لأنَّ "يا" تفيد التعريف، والألف واللام تفيدد التعريف، فلم يجمعوا بين علامتي تعريف، إذ لا٤ يجتمع علامتا تعريف في كلمة واحدة.
فإن قيل: قولهم "يا زيدُ" هل تعرّف بالنداء، أو بالعلمية؟ قيل: في ذلك وجهان:
أحدهما: أنّا نقول: إنَّ تعريف العلمية زال منه، وحدث فيه تعريف النداء والقصد، فلم يجتمع فيه تعريفان.
والثاني: المسلَّم أنَّ تعريف العلمية والنداء اجتمعا فيه، ولكن جاز ذلك؛ لأنَّا /إنما/٥ منعنا عن الجمع بين التَّعريفين إذا كان بعلامة لفظية كـ "يا" مع "الألف واللام" والعلمية ليست بعلامة لفظية؛ فبان الفرق بينهما.
فإن قيل: أليس قد قال الشاعر:
فديتكِ يا التي تيَّمت قلبي
وقال الآخر:
فيا الغلامان اللذان فَرّا
_________
١ في "س" "يا" توصلا.
٢ سقطت من "س".
٣ في "س" بالنداء.
٤ في "س" ولا.
٥ زيادة من "س".',NULL,'174',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (158,'فكيف جاز الجمع بين "يا" و"الألف واللام"؟ قيل: إنما قوله١: [الوافر]
فديتُكِ يا التي تيمت قلبي ... وأنت بخيلةٌ بالود عني
فإنّما جمع بين "يا" و"الألف واللام"؛ لأنَّ الألف واللام في الاسم الموصول ليستا للتعريف؛ لأنه إنما يتعرّف بصلته لا بالألف واللام، فلما كان فيه زائدين لغير التعريف؛ جاز أن يجمع بين "يا" وبينهما؛ وأما قول الآخر٢: [الرجز]
فيا الغلامان اللذان فرَّا ... إياكُما أن تُكسباني شرًّا٣
فالتقدير فيه: فيا أيها الغلامان، فحذف الموصوف، وأقام الصفة مقامه؛ لضرورة الشعر، وما جاء لضرورة الشعر٤ لا يورد نقضًا.
[علة جمعهم بين يا ولفظ الجلالة "الله"]
فإن قيل: قد٥ قالوا "يا الله" فجمعوا بين "يا" و"الألف واللام"؟ قيل: إنما جاز أن يجمعوا بينهما لوجهين:
أحدهما: أن الألف واللام عوض عن حرف سقط من نفس الاسم، فإن أصله: "إله" فأسقطوا الهمزة من أوله، وجعلوا الألف واللام عوضًا منها٦؛
_________
١ لم يُنسب إلى قائل معين.
موطن الشاهد: "يا التي".
وجه الاستشهاد: مناداة ما فيه "أل" بيا النِّدائية؛ وذلك لأنَّ "أل" في الاسم الموصول لا تفيد التعريف، ولأنه يتعرف بصلته -كما ذكر المؤلف في المتن- وللنحاة في هذه المسألة آراء متعددة منها:
عدم جواز "يا التي" ويُنسب هذا الرأي إلى المبرد الذي كان يطعن بصحة الشاهد السابق الذي رواه سيبويه.
ومنهم من تأوَّل البيت على الحذف؛ والتقدير: يا أيتها التي تيمت قلبي؛ فأقام الصفة مقام الموصوف.
٢ لم يُنسب إلى قائل مُعين.
موطن الشاهد: "يا الغلامان".
٣ وجه الاستشهاد: جمع الشاعر بين حرف النداء والمنادى المعرَّف بـ "أل" في غير لفظ الجلالة، وهذا غير جائز إلا في الضرورة الشعرية، ولما ذكر المؤلف في المتن.
٤ في "س" للضرورة.
٥ في "س" فقد.
٦ في "س" منهما.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (159,'والذي يدلُ على ذلك أنهم جوزوا قطع الهمزة؛ ليدلوا على أنها قد صارت عوضًا عن همزة /القطع/١، فلما كانت عوضًا عن همزة القطع، وهي حرف من نفس الاسم، لم يمتنعوا٢ من أن يجمعوا بينهما.
والوجه الثاني: أنه إنما جاز في هذا الاسم خاصةً؛ لأنه كثر في استعمالهم؛ فخص على ألسنتهم، فجوزوا فيه ما لا يجوز في غيره.
[علة إلحاق الميم المشددة في لفظ الجلالة]
فإن قيل: فَلِمَ أُلحقت الميم المشددة في آخر هذا الاسم، نحو "اللهمَّ"؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أنها عوض من "يا" التي للتنبيه، والهاء مضمومة لأنه نداء؛ ولهذا، لا يجوز أن يجمعوا بينهما /فلا/٣ يقولون "يا اللهمَّ" لئلا يجمعوا بين العوض والمعوض. وذهب الكوفيون إلى أنها ليست عوضًا من "يا" وإنما الأصل فيه "يا الله أُمَّنا بخير" إلا أنه لَمّا كثر في كلامهم، وجرى على ألسنتهم، حذفوا بعض الكلام تخفيفًا، كما قالوا: "ايش" والأصل فيه: "أي شيء"، وقالوا: "ويْلُمِّه" والأصل فيه: "ويل أُمه"، وهذا كثير في كلامهم، فكذلك ههنا. قالوا: والذي يدلُ على أنها ليست عوضًا /عنها/٤ أنهم يجمعون بينهما، قال الشاعر٥: [الرجز]
إني إِذَا ما حَدَثٌ أَلَمَّا ... أقولُ يا اللهمَّ يا اللَّهمَّا
_________
١ سقطت من "س".
٢ في "س" لم يجيزوا، وهو سهو من الناسخ.
٣ سقطت من "س".
٤ سقطت من "س".
٥ الشاعر هو: أمية بن عبد الله بن أبي الصلت الثقفي، شاعر جاهلي من أهل الطائف، كان ممن حرموا على أنفسهم الخمرة، ونبذوا عبادة الأوثان في الجاهلية، أدرك الإسلام، ولم يُسلم؛ له ديوان شعر مطبوع. مات سنة ٥ هـ. الشعر والشعراء: ٤٥٩/١، والأغاني: ١٧٩/٣.
موطن الشاهد: "يا اللهمَّ، يا اللهمَّا".
وجه الاستشهاد: الجمع بين "يا" والميم المشددة في "اللهمَّ" وهذا يُعد من باب الضرورة عند البصريين. أما الكوفيون، فتمسكوا بهذا الشاهد وأمثاله؛ ليذهبوا إلى أن الميم المشددة في اللهمَّ ليست عوضًا من "يا" التي للتنبيه في النداء؛ فلو كانت كذلك؛ لما جاز أن يجمع بينهما؛ لأن العوض والمعوض لا يجتمعان؛ والصواب ما ذهب إليه البصريون؛ لما ذكره المؤلف في المتن.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (160,'وقال الآخر١: [الرجز]
وَمَا عَليكِ أَنْ تَقُولي كُلَّمَا
صلَّيتِ أو سبَّحتِ يا اللَّهمَّا
اردد علينا شيخنا مُسَلَّمَا
فجمع بين "الميم" و"يا"، ولو كانت عِوضًا عنها، لم يجمع بينهما؛ لأنَّ العوض والمعوض لا يجتمعان. والصحيح: ما ذهب إليه البصريون، وأما قول الكوفيين: إن أصله "يا الله أُمَّنا بخير" فهو فاسد؛ لأنه لو كان الأمر على ما /ذكروا/٢ وذهبوا إليه، لما جاز أن يستعمل هذا اللفظ إلا في ما يؤدي إلى٣ هذا المعنى، ولا شكَّ أنه يجوز أن يقال: "اللهم العنه، اللهم أخزه" وما أشبه ذلك؛ قال الله تعالى: {وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} ٤، ولو كان الأمر على ما ذهبوا إليه؛ لكان التقدير فيه: "أُمَّنا بخير إن كان هذا هو الحق من عندك، فأمطر علينا حجارةً من السماء، أو ائتنا بعذاب أليم" ولا شك أن هذا التقدير ظاهر الفساد، إذ لا يكون أمّهم بالخير أن يمطر عليهم حجارة من السماء؛ أو يُؤتَوا بعذاب أليم؛ وقولهم: إنه يجوز أن يجمع بين "الميم" و"يا" بدليل ما أنشدوه، فلا حُجَّة فيه؛ لأنه إنما جُمع بينهما لضرورة الشعر، ولم يقع الكلام في حال الضرورة، وإنما سهَّل الجمع بينهما للضرورة، أن العِوضَ في آخر الكلمة، والجمع بين العِوض والمعوَّض جائز في ضرورة الشعر؛ /كما/٥ قال الشاعر٦: [الطويل]
هُمَا نَفَثَا في فِيَّ مِنْ فَمَوَيهِمَا ... [على النابح العاوي أشد رجام] ٧
فجمع بين "الميم" و"الواو" وهي عِوَض منها، فكذلك ههنا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ لم يُنسب إلى قائل مُعين؛ والشاهد فيه كسابقة تمامًا.
٢ سقطت من "س".
٣ في "س" عن.
٤ س: ٨ "الأنفال: ٣٢، مد".
٥ زيادة من "س".
٦ الشاعر هو: الفرزدق، وقد سبقت ترجمته.
٧ موطن الشاهد: "فمويهما".
وجه الاستشهاد: الجمع بين الواو والميم -وهي عِوض منها- لضرورة الشعر، كما بيَّن المؤلف في المتن.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (161,'<span data-type="title" id=toc-37>الباب الخامس والثلاثون: باب الترخيم</span>
[تعريف الترخيم]
إن قال قائل: ما الترخيم؟ قيل: حذف آخر الاسم في النِّداء.
[عِلَّة اختصاص الترخيم بالنِّداء]
فإن قيل: فَلِمَ خُصَّ الترخيم في النداء١؟ قيل: لكثرة دوره في الكلام؛ فحُذف طلبًا للتخفيف، وهو باب تغيير، ألا تَرى أنه عرض فيه حذف الإعراب والتنوين، وهما من باب تغيير، والتغيير يؤنس بالتغيير.
[خلافهم في ترخيم الثلاثي]
فإن قيل: فهل يجوز ترخيم ما كان على ثلاثة أحرف؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أنه لا يجوز ترخيمه، وذلك؛ لأنه الترخيم إنما دخل في الكلام لأجل التخفيف٢، وما كان على ثلاثة أحرف، فهو على٣ غاية الخفة، فلا يحتمل الحذف؛ لأنَّ الحذف منه يُؤَّدِّي إلى الإجحاف به. وذهب الكوفيون إلى أنه يجوز ترخيمه إذا كان أوسطه متحرِّكًا، وذلك؛ نحو قولك في "عنقُ": "يا عنُ" وفي "كتف": "يا كَتِ" وما أشبه ذلك؛ /وذلك/٤ لأنَّ في الأسماء ما /يماثله/٥ ويضاهيه؛ نحو: "يد، وغد، ودم" والأصل فيه: "يدي، وغدو، ودمو" بدليل قولهم: "دموان" وقيل: "دميان" أيضًا، فنقصوها للتَّخفيف، فبقيت "يد، وغد، ودم" فكذلك ههنا؛ وهذا فاسد من وجهين:
أحدهما٦: أنَّ الحذف في هذه الأسماء قليل في الاستعمال، بعيد عن القياس، أمَّا قِلَّته في الاستعمال فظاهر؛ لأنَّها كلمات يسيرة معدودة، وأمَّا بعده
_________
١ في "س" بالنِّداء.
٢ في "س" للتخفيف.
٣ في "س" في.
٤ زيادة من "س".
٥ في "س" ما يضاهيه.
٦ سقطت من "س".',NULL,'178',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (162,'عن القياس؛ فلأَ القياس يقتضي أنَّ حرف العلة إذا تحرَّك، وانفتح ما قبله، يقلب ألِفًا ولا يحذف، فلمّا /حُذف/١ ههنا من "دمو" دل على أنه على خلاف القياس.
والوجه الثاني: أنهم إنما حذفوا "الياء والواو" من "يد، وغد، ودم" لاستثقال الحركات عليها؛ لأن الأصل فيها "يَدَيٌ، وغَدَوٌ، ودَمَوٌ"؛ /و/٢ أما في باب الترخيم، فإنما وقع الحذف فيه على خلاف القياس؛ لتخفيف الاسم الذي كثرت حروفه، ولم يوجد -ههنا- لأنه في غاية الخفة، فلا حاجة بنا إلى تخفيفه بالحذف.
[علة ترخيم ما فيه علامة التأنيث]
فإن قيل: فَلِمَ جاز ترخيص ما فيه علامة التأنيث٣؛ نحو قولك في سنة "يا سن"٤،وما أشبه ذلك؟ قيل: لأنَّ هاء التأنيث بمنزلة اسم ضُمَّ إلى اسم، وليست من بناء الاسم، فجاز حذفها كما يحذف الاسم الثاني من الاسم المركب؛ تقول في ترخيم حضرموت: "يا حَضْرَ" وفي بعلبك: "يا بَعْلَ"، وما أشبه ذلك.
[خلافهم في جواز ترخيم المضاف إليه]
فإن قيل: فهل يجوز ترخيم المضاف إليه؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أنه لا يجوز ترخيمه، [لأن الترخيم إنما يكون في ما يؤثر النداء فيه بـ "يا" والمضاف إليه، لم يؤثر في النداء بـ "ياء" فكذلك لا يجوز ترخيمه] ٥. وذهب الكوفيون إلى أنه يجوز ترخيمه، واحتجوا بقول زهير بن أبي سلمى٦ /وهو/٧: [الطويل]
خذوا حَظَّكم يا آل عِكْرِمَ واحفظوا ... أَوَاصِرَنا والرَّحم بالغيب تُذْكَرُ٨
_________
١ سقطت من "س".
٢ سقطت من "س".
٣ في "ط" فلم جاز الترخيم ما في علامة التأنيث، وما أثبتناه هو الصّواب.
٤ في "س" ثبة: ياثب.
٥ سقطت من "س".
٦ سبقت ترجمته.
٧ سقطت من "س".
٨ المفردات الغريبة: الأواصر: العواصف والأرحام؛ والمعنى: خذوا نصيبكم من مودَّتنا ومسالمتنا.
موطن الشاهد: "عِكْرِمَ".
وجه الاستشهاد: ترخيم "عكرمة" وهو واقع في محل جر بالإضافة، فاحتج الكوفيون به وبأمثاله على جواز ترخيم الاسم الواقع مضافًا إليه، بينما يرى البصريون أن ترخيمه من قبيل ترخيم الاسم للضرورة الشعرية.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (163,'أراد يا آل عكرمة؛ فحذف التاء للترخيم، وهو عكرمة بن خصفة بن قيس غيلان١، واحتجّوا -أيضًا- بقول الشاعر٢: [الطويل]
أبا عُرْو لا تبعد فكل ابنِ حُرَّةٍ ... سَيَدعوهُ دَاعِي مِيتَةً فيجيبُ٣
أراد: أبا عروة إلا أنه حذف التاء للترخيم، واحتجوا -أيضًا- بقول الآخر٤: [الرجز]
أما ترين اليوم أم حَمْزَ
قاربت بين عَنَقِي وجَمْزِي٥
أراد أم حمزة، فحذف التاء للترخيم؛ فيدل٦ على جوازه. وما أنشدوه لا حُجَّة /لهم/٧ فيه؛ لأنه رخَّمه للضرورة، وترخيم المضاف إليه يجوز في ضرورة الشعر، كما يجوز الترخيم في غير النداء لضرورة الشعر؛ قال الشاعر٨: [الوافر]
أَلا أَضْحَت حَبَائِلُكُم رِمَامَا ... وأضحتْ منك شاسعة أُمَامَا٩
_________
١ في "س" قيس عيلان؛ ولعلّه الصواب.
٢ لم يُنسب إلى قائل معين.
٣ عُرو: عروة. لا تَبْعَدْ: لا تهلك. سيدعوه: السين -هنا- تفيد التأكيد لا التسويف.
موطن الشاهد: "أبا عرو".
وجه الاستشهاد ترخيم "عروة" الواقع مضافًا إليه من قبيل الضرورة الشعرية عند البصريين، والجواز بشكل عام عند الكوفيين.
٤ القائل هو: العجّاج، وقد سبقت ترجمته.
٥ المفرادات الغريبة: العَنَق: السّير الخفيف لضعفٍ أو لأمر ما. والجمز: نوع من السير شبيه بالهرولة، أو الوثوب؛ قال في القاموس: هو عَدوٌ دون الْحُضْر وفوق العنق. وأما العنق، فقال فيه: سير مسبطِرّ للإبل والدابة. القاموس: مادة "عنق" ص٨٢١، ومادة "جمز". ص٤٥٥. والشاهد فيه كما في الشاهدين السابقين تمامًا.
٦ في "س" فدلّ.
٧ سقطت من "ط".
٨ الشَّاعر: جرير، وقد سبقت ترجمته.
٩ المفردات الغريبة: الرّمام: جمع رميم؛ وهو الخلق البالي. الشاسعة: الواسعة -وهنا- بمعنى البعيدة؛ والمراد: إِنَّ حبال الوصل بينه وبين أمامة قد تقطَّعت للفراق الحاصل بينهما.
موطن الشاهد: "أُماما".
وجه الاستشهاد: ترخيم "أمامة" في غير النداء للضرورة الشِّعرية.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (164,'يريد: أُمامة.
وقال الآخر١: [البسيط]
إنَّ ابنَ حارثَ إن أَشتقْ لرؤيتِهِ ... أو أمتدحهُ فإن الناس قد عَلِمُوا٢
يريد: ابن حارثة، وهذا كثير في كلامهم.
[خلافهم في ترخيم الاسم المفرد الذي قبل آخره حرف ساكن]
فإن قيل: فهل يجوز ترخيم الاسم المفرد الذي قبل آخره حرف ساكن بحذف آخره مع حذف السَّاكن؛ نحو أن تقول في "سِبْطَر: يا سِبَ" أو لا؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أنه لا يجوز ذلك؛ لأنه كما بقيت حركة الاسم المرخم بعد دخول الترخيم، كما كانت قبل /دخول/٣ الترخيم، فكذلك السكون؛ لأنه موجود في الساكن حسب وجود الحركة في المتحرّك، (فكما بقيت الحركة في المتحرّك) ٤، فكذلك السكون في الساكن. وذهب الكوفيون إلى أن ترخيمه بحذف /الحرف/٥ الأخير منه، وحذف الحرف الساكن الذي قبله، وذلك؛ لأن الحرف إذا سقط من هذا النحو، بقي آخره ساكنًا، فلو قلنا: إنه لا يحذف؛ لأدَّى ذلك إلى أن يشابه الأدوات، وما أشبهها من الأسماء، وذلك لا يجوز. وهذا ليس بصحيح؛ لأنه لو كان هذا مُعتبرًا؛ لكان ينبغي أن يُحذف الحرف المكسور، لئلا يؤدي ذلك إلى أن يُشَابه المضاف إلى المتكلِّم، ولا قائل به؛ فدل على فساد ما ذهبوا إليه.
_________
١ يُنسب إلى أوس بن حبناء التميميّ، ولم أصطد له ترجمة وافية.
٢ المفردات الغريبة: ابن حارثَ: هو حارثة بن بدر الغُداني، سيّد غُدانة بن يربوع بن حنظلة بن تميم؛ له أخبار في الفتوح. مات سنة ٦٤هـ. "أسرار العربية ٢٤١/حا١"، نقلاً عن الإصابة ٣٧١/١.
موطن الشاهد: "ابن حارث".
وجه الاستشهاد: ترخيم "حارثة" في غير النداء للضرورة الشّعرية، وبقاؤه مفتوحًا كما كان قبل الترخيم.
٣ سقطت من "س".
٤ سقطت من "س".
٥ زيادة من "س".',NULL,'181',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (165,'[علة بناء المرخم على الضم]
فإن قيل: فَلِمَ جاز أن يُبْنَى المرخَّمُ على الضَّمِّ في أحد القولين، كما جاز أن يبقى١ على حركته وسكونه؟ قيل: لأنهم لو قدّروا بقيّة الاسم المرخم بمنزلة اسم، لم يحذف منه شيء، فبنوه على الضَّمِّ؛ نحو: "يا حارُ ويا مال" كما لو لم يحذف منه شيء؛ فاعرفه تُصب، إن شاء الله تعالى.
_________
١ في "س" يُبْنَى.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (166,'<span data-type="title" id=toc-38>الباب السادس والثلاثون: باب الندبة</span>
[تعريف النُّدبة]
إن قال قائل: ما النُّدبة؟ قيل: تفجُّع يلحق النَّادبَ عند فقد المندوب، وأكثر ما يلحق ذلك النساء لضعفهن عن تحمل المصائب.
[علامة الندبة]
فإن قيل: فما علامة النُّدبة؟ قيل: "وا" ١ أو "يا" في أوّله، و"ألف وهاء" في آخره، وإنما زيدت "وا" أو "يا" في أوله، و"ألف وهاء" في آخره؛ ليمدَّ بها الصوت، ليكون المندوب بين صوتين مديدين، وزيدت الهاء بعد الألف؛ لأن الألف خفيَّة٢، والوقف عليها يزيدها خفاء٣، فزيدت الهاء عليها في الوقف؛ لتظهر الألف بزيادتها بعدها في الوقف.
[عِلَّة نداء المندوب بأعراف أسمائه]
فإن قيل: فَلِمَ وجب ألا يندب إلا بأعرف أسمائه وأشهرها؟ قيل: ليكون ذلك، عذرًا للنادب عند السامعين؛ لأنهم إذا عذروه؛ شاركوه في التفجع /والرَّزية/٤، فإذا شاركوه في التَّفجُّع؛ هانت عليه المصيبة.
[عِلَّة لحاق ألف الندبة آخر المضاف إليه]
فإن قيل: فَلِمَ لحقت ألف الندبة آخر المضاف إليه؛ نحو: "يا عبد الملكاه" ولم تلحق آخر الصفة؛ نحو: "يا زيد الظريفاه"؟ قيل: لأن ألف الندبة إنما تلحق ما يلحقه تنبيه النداء، والمضاف والمضاف إليه بمنزلة شيء واحدٍ، والدليل على ذلك: أنه لا يتم المضاف إلا بذكر المضاف إليه، ولا بُدَّ
_________
١ في "س" واو.
٢ في "س" خفيفة.
٣ في "س" خِفَّة.
٤ سقطت من "س".',NULL,'183',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (167,'مع ذكر المضاف من ذكر المضاف إليه، ألا ترى أنك لو قلت في "غلام زيد وثوب خز: غلام وثوب" لم يَتم إلا بذكر المضاف إليه؟ فلمَّا كان المضاف والمضاف إليه بمنزلة الشيء الواحد؛ جاز أن تلحق ألف الندبة آخر المضاف إليه؛ وأمَّا الصفة فليست مع الموصوف بمنزلة شيءٍ واحد؛ فلهذا، لا يلزم ذكر الصفة مع الموصوف، بل أنت مُخيَّر في ذكر الصفة؛ إن شئت ذكرتها، وإن شئت لم تذكرها، ألا ترى أنك إذا قلت: "هذا زيد الظريف" كنت مُخيَّرًا في ذكر الصفة، إن شئت ذكرتها، وإن شئت لم تذكرها؟ وإذا كنت مُخيَّرًا في ذكر الصفة، دل على أنهما ليسا بمنزلة شيءٍ واحدٍ، وجب ألا تلحق ألف الندبة الصفة بخلاف المضاف إليه. وقد ذهب بعض الكوفيين١، ويونس بن حبيب البصري٢ إلى جواز إلحاقها الصفة٣ حملاً على المضاف إليه، وقد بينا الفرق بينهما. ويحكون على بعض العرب أنه قال: /واعديماه/٤، واجُمْجُمَتَي الشَّامِيَّتَيْماه" وهو شاذ، لا يُقاس عليه.
[علة جواز ندبة المضاف إلى المخاطب]
فإن قيل: فَلِمَ جاز ندبة المضاف إلى المخاطب؛ نحو: "واغلامكاه" ولم يجز نداؤه؟ قيل: لأن المندوب، لا يُنَادَى ليجيب٥، بل يُنادَى، ليشهر النادب مصيبته، وأنه قد وقع في أمرٍ عظيم، وخطب جسيم، ويظهر تفجّعه كيف لا يكون في حالة من إذا دُعي أجاب، وأما المنادى، فهو مخاطب، فلو جاز نداؤه؛ لكان يؤدِّي إلى أن يجمع فيه بين علامتي خطاب؛ وذلك لا يجوز؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" ذهب الكوفيون.
٢ يونس: هو أبو عبد الرحمن، يونس بن حبيب الضبي البصري، إمام أهل البصرة في عصره في اللغة والنحو والأدب من أصحاب أبي عمرو بن العلاء، وشيخ سيبويه، والكسائي، والفَرَّاء. مات سنة ١٨٢هـ. بغية الوعاء ٣٦٥/٢.
٣ في "س" بالصِّفة.
٤ سقطت من "س".
٥ في "س" فيجيب.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (168,'<span data-type="title" id=toc-39>الباب السابع والثلاثون: باب "لا</span>"
...
الفصل السابع والثلاثون: باب "لا"
[علة بناء النكرة مع لا على الفتح]
إن قال قائل: لِمَ بنيت النكرة مع "لا" على الفتح، نحو "لا رجل في الدار"؟ قيل: إنما بُنيت مع "لا" لأن التقدير في قولك: "لا رجل في الدار: لا من رجل في الدَّار"؛ لأنه جوابُ قائل قال: "هل من رجل في الدار؟ فلما حُذفت من اللفظ، وركبت مع "لا" تضمَّنت معنى الحرف؛ فوجب أن تُبنى، وإنما بُنيت على حركة؛ لأن لها حالة تمكن قبل البناء، وإنما كانت الحركة فتحة؛ لأنها أخف الحركات. وذهب بعض النحويين إلى أن هذه الحركة حركة إعراب، لا حركة بناء؛ لأن "لا" تعمل النصب إجماعًا١؛ لأنها نقيضة "إن" لأن "لا" للنفي، و"إنَّ" للإثبات، وهم يحملون الشيء على ضده كما يحملونه على نظيره، ألا ترى أن "لا" لَمَّا كانت فرعًا على "إنَّ" في العمل، و"إن" تنصب مع التنوين، نصبت "لا" بغير تنوين؛ لينحطَّ الفرع عن درجة الأصل؟ إذ الفروع تنحطُّ عن درجات الأصول أبدًا؛ وهذا -عندي- فاسد؛ لأنه لو كان مُعربًا؛ لوجب ألا يحذف منه التنوين؛ لأنه التنوين ليس من عمل "إنَّ" وإنما هو شيء يستحقه الاسم في أصله، وإذا لم يكن من عمل "إنَّ" فلا معنى لحذفه مع "لا" لينحط الفرع عن درجة الأصل؛ لأن الفرع إنما ينحط عن درجة الأصل في ما كان من عمل الأصل، وإذا لم يكن التنوين من عمل الأصل؛ وجب أن يكون ثابتًا مع الفرع، ثُمَّ انحطاطها عن درجة "إِنَّ" قد ظهر في أربعة مواضع٢.
الأول: أنَّ "إنَّ" تعمل في المعرفة والنكرة و"لا" لا تعمل إلا في النكرة خاصة.
والثاني: أن "إنَّ" لا تركَّب مع اسمها لقوتها، و"لا" تركب مع اسمها لضعفها.
_________
١ في "س" بالإجماع.
٢ في "س" أشياء.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (169,'والثالث: أن "إنَّ" تعمل في اسمها مع الفصل بينها وبينه بالظَّرف وحرف الجر١، و"لا" لا تعمل مع الفصل.
والرّبع: أن "إنَّ" تعمل في الاسم والخبر عند البصريين، و"لا" تعمل في الاسم دون الخبر عند كثير من المحققين، فانحطت "لا" التي هي الفرع، عن درجة "إنَّ" التي هي الأصل.
[جواز العطف على النكرة بالنصب على اللفظ] .
فإن قيل: فَلِمَ إذا عطف على النكرة، جاز فيه النصب على اللفظ، كما جاز فيه الرَّفع على الموضع، والعطف على لفظ المبنيّ لا يجوز؟ قيل: لأنّه لما اطَّرد البناءُ على الفتحة في كُلّ نكرةٍ رُكِّبت مع "لا" /لأنها/٢ أشبهت النَّصب للمفعول لاطِّراده فيه، فأشبهت حركة المعرب، فجاز أن يُعطف عليها بالنصب.
[علة جواز بناء صفة النكرة معها على الفتح]
فإن قيل: فَلِمَ جاز أن تُبنى صفة النكرة معها على الفتح، كما جاز أن تُنصب حملاً على اللفظ، وترفع حملاً على الموضع؟ قيل: لأنَّ بناء الاسم مع الاسم أكثر من بناء الاسم مع الحرف، فلمّا جاز أن يُبنى الاسم مع الحرف، جاز -أيضًا- أن يُبنى مع الصفة؛ لأنَّ الصفة قد تكون مع الموصوف كالشيء الواحد بدليل أنَّه لا يجوز السكوت على الموصوف دون الصفة في نحو قولك: "أيها الرجلُ" ثم هما في المعنى كشيءٍ واحد؛ فجاز أن تبني كل واحدٍ منهما مع صاحبه، ولا يجوز -ههنا- أن تركِّب "لا" مع النكرة إذا رُكِّبت مع صفتها؛ لأنه يؤدي إلى أن تجعل ثلاث كلمات بمنزلة كلمةٍ واحدة؛ وهذا لا نظير له في كلامهم.
[جواز الرفع عند التكرار]
فإن قيل: فَلِمَ جاز الرفع إذا كررت؛ نحو: "لا رجل في الدَّار ولا امرأةٌ"؟ قيل: لأنك إذا كررت، كان جوابًا لمن قال: "أرجل في الدار أم امرأة" فتقول: "لا رجل في الدار ولا امرأة"؛ ليكون الجواب على حسب السؤال.
[بناء لا مع النكرة دون المعرفة وعِلَّة ذلك]
فإن قيل: لِمَ بُنيت "لا" مع النكرة دون المعرفة؟ قيل: لأن النكرة تقع بعد "من" في الاستفهام، ألا ترى أنك تقول: "هل من رجلٍ في الدار"؟ فإذا وقعت
_________
١ في "س" وحروف.
٢ سقطت من "س".',NULL,'186',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (170,'بعد "مِن" في السؤال، جاز تقدير "مِن" في الجواب، وإذا حذفت "مِنْ" في السؤال؛ تضمَّنت النكرة معنى الحرف؛ فوجب أن تُبنى؛ وأما المعرفة، فلا تقع بعد "مِنْ" في الاستفهام، ألا ترى أنك لا تقول: "هل من زيد في الدار" فإذا لم تقع بعد "مِنْ" في السؤال، لم يجز تقدير "مِنْ" في الجواب، وإذا لم يجز تقدير "مِنْ" في الجواب؛ لم يتضمَّن المعرفة معنى الحرف؛ فوجب أن يبقى على أصله في الإعراب؛ فأمَّا قول الشاعر١: [الرجز]
لا هيثمَ الليلة في المطيّ ... [ولا فتى مثل ابن خيبري] ٢
فإنما جاز؛ لأن التقدير/فيه/٣: "لا مثل هيثم" فصار في حكم النَّكرة، فجاز أن يُبنى مع "لا"، وعلى هذا قولهم: "قضية ولا أبا حسن لها"؛ أي: ولا مثل أبي حسن، ولولا هذا التقدير؛ لوجب الرفع مع التكرير٤؛ نحو: "لا زيد عندي ولا عمرو".
[وجوب التكرير في المعرفة]
فإن قيل: فَلِمَ وجب التكرير في المعرفة؟ قيل: لأنه جاء مبنيًّا على السؤال؛ كأنه قال: "أزيد عندك أم عمرو"؟ فقال: "لا زيد عندي ولا عمرو"؛ والدليل على أن السؤال في تقدير التكرير: أنَّ المفرد لا يفتقر إلى ذكره في الجواب، ألا ترى أنه إذا قيل: "أزيد عندك"؟ كان الجواب أن تقول: "لا" من غير أن تذكره، كأنَّك قلت: "لا أصل لذلك". فأمَّا قولهم: "لا بدَّ لك٥ أن
_________
١ يُنسب إلى بعض بني دُبير -كما في الدرر اللوامع- من دون تحديد.
٢ المفردات الغريبة: هيثم: اسم رجل كان حسب الحُداء للإبل. ابن خيبريّ: نقل محقق أسرار العربية نقلاً عن ابن الكلبي: "أنه من بني ضُبيس، جميل بن عبد الله بن معمر بن الحارث بن خيبري بن ظبيان وهو صاحب بثينة، ونسب إلى أحد أجداده؛ وقد مدحه الراجز بالفتوة؛ لأنه كان شجاعًا يحمي أدبار المطيّ من الأعداء. "أسرار العربية ٢٥٠/حا١؛ نقلاً عن الخزانة، الشاهد ٢٦١".
موطن الشاهد: "لا هيثمَ".
وجه الاستشهاد: مجيء اسم "لا" النافية للجنس معرفةً؛ لكونه أراد: لا أمثال هيثم ممن يقوم مقامه في حداء المطي، فصار العلم شائعًا، إذا أدخله في جملة المنفيين.
٣ سقطت من "س".
٤ في "س" مع النكرة، وهو سهو من الناسخ.
٥ في "س" لا نولك، وهو سهو من الناسخ.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (171,'تفعل كذا" فإنما لم تُكرِّر؛ لأنه صار بمنزلة "لا ينبغي لك" فأجروها مُجراها، حيث كانت في معناها١، كما أجروا "يذر" /في/٢ مجرى "يدع" لاتفاقهما في٣ المعنى.
[عدم جواز بناء لا مع المضاف وعِلَّة ذلك]
فإن قيل: لِمَ لا تُبنى مع المضاف؟ قيل: لم يجز أن تُبنى مع المضاف؛ لأنَّ المضاف والمضاف إليه بمنزلة شيءٍ واحد، فلو بُنيا مع "لا" لكان يؤدي إلى أن تجعل ثلاث كلمات بمنزلة واحدة؛ وهذا لا نظيرَ له في كلامهم، والمشبَّه للمضاف٤ في امتناعه في التركيب؛ حكمه حكم المضاف /إليه/٥؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" فأجروها مجرى حيث في معناها
٢ سقطت من "س".
٣ في "س" على.
٤ بالمضاف
٥ سقطت من "س".',NULL,'188',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (172,'<span data-type="title" id=toc-40>الباب الثَّامن والثَّلاثون: باب حروف الجر</span>
[إعمال حروف الجرِّ الجرَّ وعلة ذلك]
إن قال قائل: لِمَ عملت هذه الحروف الجرَّ؟ قيل: إنما عملت؛ لأنَّها اختصت بالأسماء، والحروف متى كانت مختصَّة؛ وجب أن تكون عاملة، وإنما وجب أن تعمل الجر؛ لأن إعراب الأسماء رفع، ونصب، وجر، فلما سبق الابتداء إلى الرفع في المبتدأ، والفعل إلى الرفع -أيضًا- في الفاعل، وإلى النصب في المفعول، لم يبقَ إلا الجر؛ فلهذا، وجب أن تعمل الجرّ؛ وأجود من هذا أن تقول: إنما عملت الجرَّ؛ لأنها تقع وسطًا بين الاسم والفعل، والجرّ وقع وسطًا بين الرفع والنصب، فأُعْطِي الأوسطُ الأوسطَ. ثُمَّ إنَّ هذه الحروف على ضربين:
أحدهما: يلزم الجرّ فيه.
والآخر:١ لا يلزم الجرّ فيه.
[ما يلزم الجرّ فيه من الحروف]
فأمّا ما يلزم الجر فيه فـ "من، وإلى، وفي، واللام، والباء، ورُبَّ" وأمَّا ما لا يلزم الجرّ/فيه/٢ فـ "الواو، والتاء في القسم، وحتى"، ولها مواضع نذكرها /فيها/٣ إن شاء الله تعالى.
[ما لا يلزم الجر فيه من الحروف]
وأمَّا ما لا يلزم الجر فيه فـ "عن، وعلى، والكاف، وحاشا، وخلا؛ ومذ، ومنذ".
_________
١ في "س" والثَّاني.
٢ سقطت من "س".
٣ سقطت من "س".',NULL,'189',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (173,'[عن]
فأما "عن" فتكون اسمًا، كما تكون حرفًا، فإذا كانت اسمًا، دخل عليها حرف الجرِّ؛ فكانت بمعنى النَّاحية، وما بعدها مجرور١ بالإضافة؛
قال الشاعر٢: [الطويل]
فقلتُ اجعلي ضوء الفراقد كلها ... يمينًا وضوء النجم من عن شِمَالِكِ
وقال الآخر٣: [الكامل]
فلقد أُراني للرماح دَرِيَّة ... مِنْ عن يميني تارةً وشمالي ٤
وقال الآخر٥: [الرجز]
جَرَّت عليها كلُ ريحٍ سيهوج ... من عن يمين الخط أو سماهيج٦
وقال الآخر ٧: [البسيط]
[فَقُلْتُ للرَّكب لَمّا أَنْ عَلَا بهم] ... مِنْ عَنْ يمينِ الحُبيَّا نظرة قبَلُ٨
_________
١ في "س" مجرورًا.
٢ لم يُنسب إلى قائل معين.
موطن الشاهد: "من عن شمالك".
وجه الاستشهاد: وقع "عن" اسمًا بمعنى ناحية؛ لدخول حرف الجرّ عليه.
٣ الشاعر هو: قطري بن الفجاءة المازني، أحد شعراء الخوارج وخطبائهم وشجعانهم؛ له ديوان شعر مطبوع. مات سنة ٧٨هـ.
٤ المفردات الغريبة: دريَّة، وروي بالهمزة دريئة؛ والدريئة: هي الحلقة التي يُتعلَّم عليها الرمي؛ وهي مأخوذة من الدَّرء بمعنى المنع والدفع. والشَّاهد في هذا البيت كالشاهد في سابقه تمامًا.
٥ لم يُنسب إلى قائل معيّن.
٦ المفردات الغريبة: ريح سيهوج: ريح شديدة. ومفعول "جرَّت" محذوف؛ والتقدير: جرَّت عليه ذيلها.
والشاهد في هذا البيت كالشاهد في البيتين السابقين.
٧ الشاعر هو: القُطاميّ، عُمير بن شُيَيم التَّغلبيّ، من شعراء الدَّولة الأموية، وهو ابن أخت الأخطل التغلبيّ المشهور؛ له ديوان شعر مطبوع. مات سنة ١١٠هـ. الشعر والشعراء "ط مصر" ٧٣٣.
٨ الشاهد في البيت كما في الأبيات السابقة.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (174,'وإذا كانت حرفًا، كان ما بعدها مجرورًا /بها/١؛ كقولك: رميت عن القوس وما أشبه ذلك.
[على]
وأمَّا "على" فتكون اسمًا وفعلاً وحرفًا، فإذا كانت اسمًا، دخل عليها حرف الجر، فكانت بمعنى "فوق" وما بعدها مجرورًا بالإضافة؛ كقول الشاعر٢: [الطويل]
غدت من عليه بعد ما تم ظِمؤهَا ... تَصِلُّ وعن قيضٍ بِزَيْزَاءَ مَجهَلِ٣
وقال الآخر٤: [الطويل]
أَتَتْ مِنْ عليه تنقضُ الطَّلَّ بعدما ... رَأت حاجبَ الشَّمسِ استوى فترفَّعا
وقال الآخر٥: [الرجز]
فهي تنوش الحوض نوشًا مِنْ عَلَى ... نَوَشًا بِهِ تقطع أجوازَ الفلا٦
وإذا كانت فعلاً؛ كانت مشتقّة من مصدر، وتدلُ على زمان مخصوص؛ نحو: "علا الجبل يعلو عُلُوًّا، فهو عالٍ"؛ كقولك: "سلا يسلو سُلُوًّا، فهو
_________
١ سقطت من "ط".
٢ الشاعر هو: مزاحم العقيليّ.
٣ المفردات الغريبة: الضمير في "غدت" يعود إلى قطاة يصفها، والضمير في "عليه" يعود إلى فرخها. ظمؤها: مدة صبرها على الماء. تصلّ: تصوّت أحشاؤها لجفافها. قَيض: قشر البيض. الزّيزاء المجهل: المفازة أو البيداء التي لا يهتدي فيها السَّالكون.
موطن الشاهد: "من عليه".
وجه الاستشهاد: وقوع "على" اسمًا بمعنى "فوق"؛ لدخول حرف الجر "من" عليه؛ ومجيئها على هذا النحو كثير شائع.
٤ الشَّاعر هو: يزيد بن الطثريَّة، من بني عامر بن صعصعة؛ كان شاعرًا غزِلاً، حلو الحديث، متلافًا للمال. مات مقتولاً في إحدى المعارك سنة ١٢٧هـ.
والشاهد في البيت مجيء "على" اسمًا، كما في البيت السابق.
٥ الشَّاعر هو: أبو النجم، الفضل بن قدامة العجليّ، من أشهر الرَّجَّازين العرب؛ له ديوان شعر مطبوع. مات سنة ١٣٠هـ.
٦ المفردات الغريبة: تنوش: تتناول. أجواز الفلا: ما ابتعد من المسافات والصَّحارى. ومعنى البيت: يصف الشاعر إبلاً عالية الأجاسم طوال الأعناق، وكيف تتناول الماء من فوق الحوض، وتشرب شربًا مرويًّا يمكنُها من قطع الفلوات والمسافات البعيدة.
والشَّاهد في البيت كالشاهد في البيتين السَّابقين.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (175,'سالٍ" وما أشبه ذلك، (وإذا كانت حرفًا، كان ما بعدها مجرورًا بها؛ نحو "على زيدٍ" دينٌ وأشباهه) ١.
[الكاف]
وأمَّا [الكاف] فتكون اسمًا، كما تكون حرفًا، فإذا كانت اسمًا قدَّروها تقدير "مثل" وجاز أن يدخل عليها حرف الجرّ، وكان ما بعدها مجرورًا بالإضافة؛ كقول الشاعر٢: [الرجز]
وصاليات كَكَما يُؤثَفَيْن٣
فالكاف الأولى: حرف جَرٍّ، والثانية: اسم؛ لأنه لا يجوز أن يدخل حرف جَرٍّ على حرف جَرٍّ؛ كقول الشاعر٤: [الرجز]
[بيض ثلاثٌ كنعاجٍ جُمّ] ... يضحكن عن كالبردِ الْمُنْهَمِّ٥
وتكون الكاف -أيضًا- فاعلةً؛ كقول الشاعر٦: [البسيط]
أَتَنْتَهَونَ وَلَن ينهي ذوي شططٍ ... كالطَّعنِ يَهلِك فيه الزّيتُ والقتُلُ٧
_________
١ سقطت من "س".
٢ الشَّاعر هو: خطام بن نصر المجاشعي، ولم أصطد له ترجمة وافيةً.
٣ المفردات الغريبة: الصَّاليات: الأثافي، أحجار القدور. يُؤثفين: يُنصبن للقدر.
موطن الشاهد: "كَكَما".
وجه الاستشهاد: وقوع "الكاف الثانية" اسمًا بمعنى مثل؛ لدخول الكاف حرف الجر عليها.
٤ الشاعر: هو العجاج، وقد سبقت ترجمته.
٥ المفدرات الغريبة: النعاج: جمع نعجة، وهي البقرة الوحشية، تُشَبَّه النساء بها في العيون، والأعناق. جُم: جمع جماء، وهي التي لا قرن لها من النعاج. المنهم: الذَّائب.
موطن الشاهد: "عن كالبرد".
وجه الاستشهاد: وقوع "الكاف" اسمًا بمعنى مثل؛ لدخول حرف الجر "عن" عليها؛ فالمعنى: يضحكن عن أسنانٍ بيضاءَ مثل البردِ الذَّائب.
٦ الشاعر هو: الأعشى، أبو بصير، ميمون بن قيس، لُقب بصنَّاجة العرب، من شعراء، الطبقة الأولى في الجاهلية، أدرك الإسلام، ولم يسلم؛ له ديوان شعر مطبوع. مات سنة ٧هـ. الشعر والشعراء ٢٥٧/١.
٧ المفردات الغريبة: الشطط: الجور والظلم. الفتل: جمع فتيلة.
موطن الشاهد: "كالطَّعن".
وجه الاستشهاد: وقوع الكاف اسمًا بمعنى مثل في محل رفع فاعل؛ لأن المعنى: لا يمنع الجائرين عن الجور مثل طعنٍ نافذٍ إلى الجوف يغيب فيه الزيت مع فتيلة الجراحة.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (176,'فالكاف -ههنا- اسم لأنها فاعلة، وهي في موضع رفع بإسناد الفعل إليها؛ فإذا كانت حرفًا؛ كان ما بعدها مجرورًا بها؛ نحو: "جاءني الذي كزيدٍ" وما أشبه ذلك. وأما "حاشا، وخلا" فقد ذكرناهما في باب الاستثناء فيما قبل. وأما مذ، ومنذ فلهما باب نذكرهما فيه فيما بعد، إن شاء الله تعالى.
[معاني حروف الجرّ]
ثم إِنَّ معاني هذه الحروف كلها مختلفة، فأما "مِنْ" فتكون على أربعة أوجه:
[معاني "مِنْ"]
الوجه الأوَّل: أن تكون لابتداء الغاية؛ كقولك: "سرت من الكوفة إلى البصرة".
والوجه الثاني: أن تكون للتبعيض؛ كقولك "أخذت من المال درهمًا".
والوجه الثالث: أن تكون لتبيين الجنس؛ كقوله تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ} ١. فـ"مِنْ" هذه دخلت لتبين المقصود بالاجتناب، ولا يجوز أن تكون للتبعيض؛ لأنه ليس المأمور به اجتناب بعض الأوثان دون بعض، وإنما المقصود اجتناب جنس الأوثان.
والوجه الرّابع: أن تكون زائدة في النَّفي؛ كقوله تعالى: {مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} ٢؛ والتقدير: "ما لكم إلهٌ غيره" و"مِنْ" زائدة؛ كقول الشاعر٣: [البسيط]
[عيَّت جوابًا] وما بالرَّبع من أحدِ٤
_________
١ س: ٢٢ "الحج، ن: ٣٠، مد".
٢ س: ٧ "الأعراف، ن: ٥٩، ٦٥، ٧٣، ٨٥، مك" وس: ١١ "هود، ن: ٥٠، ٦١، ن ٨٤، مك". وس: ٢٣ "المؤمنون، ن: ٢٣، ٣٢، مك".
٣ النَّابغة الذّبياني، وقد سبقت ترجمته.
٤ هذا شطر بيت للنابغة من قصيدته المشهورة التي يعتذر فيها إلى النُّعمان بن المنذر، وتتمَّة البيت:
وقفت فيها أصيلان أسائلها ... عَيَّت جوابًا وما بالرّبع من أحد
وللبيت روايات أخرى لا داعي لذكرها.
المفردات الغريبة؛ عيَّت جوابًا: عجزت عن الجواب، أو لم تدرِ وجه الجواب.
موطن الشاهد: "من أحد".
وجه الاستشهاد: مجيء "مِنْ" حرفًا زائدًا في البيت؛ لأنَّ المعنى: وما في الرَّبع أحد؛ ومجيئها زائدةً كثير شائع.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (177,'أي: أحد. وذهب بعض النحويين إلى أنه يجوز أن تكون زائدةً في الواجب، ويستدلّ بقوله تعالى: {وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ} ١ /أي سيئاتكم/٢ فـ"مِنْ" زائدة بقوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} ٣ و"مِنْ" زائدة، وما استدل به لا حُجَّة له فيه؛ لأنَّ من ليست زائدة، فأمَّا قوله تعالى: {وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ} فـ"مِنْ" فيه للتبعيض لا زائدة؛ لأنه من الذنوب ما لا يُكفَّر بإبداء الصدقات، أو إخفائها، وإيتائها للفقراء، وهي مظالم العباد؛ وأما قوله تعالى: {يَغُضُّوا مِنْ أَبْصَارِهِمْ} فـ"مِنْ" فيه -أيضًا- للتبعيض؛ لأنهم إنما أُمروا أن يغضوا أبصارهم عمَّا حرّم /الله/٤ عليهم، لا عمّا أحلَّ لهم، فدل على أنها للتبعيض، وليست زائدةً.
وأما "إلى" فتكون على وجهين:
[وجها إلى]
أحدهما: أن تكون غايةً؛ كقولك: "سرت من الكوفة إلى البصرة".
والثاني: أن تكون بمعنى مع؛ كقوله تعالى: {فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} ٥؛ أي: مع المرافق، ومع الكعبين.
[معنى في]
وأما "في" فمعناها الظرفية؛ كقولك: "زيد في الدار"، وقد يُتَّسع فيها، فيقال: "زيد ينظر في العلم".
[معنى اللام]
وأمَّا "اللام" فمعناها التخصيص والملك؛ كقولك: "المال لزيدٍ"؛ أي يختص به، ويملكه.
_________
١ س: ٢ "البقرة، ن: ٢٧١، مد".
٢ سقطت من "ط".
٣ س: ٢٤ "النور، ن: ٣٠، مد".
٤ زيادة من "س".
٥ س: ٥ "المائدة، ن: ٦، مد".',NULL,'194',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (178,'[معنى الباء]
وأمَّا "الباء" فمعناها الإلصاق؛ كقولك: "كتبت بالقلم" أي: ألصقت كتابتي بالقلم.
[معنى رُبَّ]
وأما "رُبَّ" فمعناها التقليل، وهي تخالف حروف١ الجرِّ من أربعة أوجه:
الوجه الأول: أنها تقع في صدر الكلام، وحروف الجرِّ لا تقع في صدر الكلام.
والوجه الثاني: أنها لا تعمل إلا في نكرة، وحروف الجرِّ تعمل في المعرفة والنكرة.
والوجه الثالث: أنه يلزم مجرورها الصفة، وحروف الجر لا يلزم مجرورها الصِّفة.
والوجه الرابع: أنَّها يلزم معها حذف الفعل الذي أوصلته إلى ما بعدها وهذا لا يلزم الحرف٢؛ واختصاصها بهذه الأشياء لمعان اختصَّت بها، فأمَّا كونها في صدر الكلام، فإنِّها٣ لَمّا كانت تدل على التقليل، [وتقليل الشيء يقارب نفيه، أشبهت حروف النفي، وحروف النفي لها صدر الكلام. وأما كونها لا تعمل إلا في النكرة؛ فلأنها لَمّا كانت تدل على التقليل] ٤، والنكرة تدل على التكثير، وجب أن تختصّ بالنكرة التي تدل على التكثير؛ ليصح فيها التقليل. وأمَّا كونها تلزم الصفة مجرورها؛ فجعلوا ذلك عوضًا عن حذف الفعل الذي يتعلّق به، وقد يظهر ذلك في ضرورة /الشعر/٥. وأما حذف الفعل معها فللعلم به، ألا ترى أنَّك إذا قلت: "رُبَّ رجل يفهم" كان التقدير فيه "ربَّ رجل يفهم أدركت، أو لقيت" فحذف الفعل؛ لدلالة الحال عليه، كما حذف في قوله تعالى: {وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ} ٦ ... إلى قوله: {إِلَى فِرْعَوْنَ وَقَوْمِهِ} ولم يذكر مرسلاً؛ لدلالة الحال عليه، فكذلك ههنا.
_________
١ في "ط" حرف.
٢ في "ط" الحرف.
٣ في "س" فَلأَنَّهَا.
٤ سقطت من "س".
٥ سقطت من "س".
٦ س: ٢ "النمل، ن: ١٢، مك".',NULL,'195',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (179,'[معنى عن]
وأمَّا "عَنْ" فمعناها المجاوزة.
[معنى على]
وأمَّا "على" فمعناها الاستعلاء..
[معنى الكاف]
وأمَّا "الكاف" فمعناها التشبيه، وقد تكون زائدة؛ كقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْء} ؛ وتقديره: "ليس مثلَه شيء".
وكقول٢ الشاعر٣: [الرجز]
لواحق الأقراب فيها كالمقق٤
وتقديره: فيها الْمَقَق؛ وهو الطُّول؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ س: ٤٢ "الشورى، ن: ١١، مك".
٢ في "ط" قال.
٣ الشَّاعر: رؤبة بن العجَّاج، وقد سبقت ترجمته.
٤ المفردات الغريبة: لواحق: جمع لاحقة، الهزيلة الضَّامرة.
الأقراب: جمع "قُرْب" البطن. الْمَقَق: الطُّول.
موطن الشاهد: "كالْمَقَق".
وجه الاستشهاد: وقوع "الكاف" زائدة في البيت؛ لأنَّ المعنى: إن هذه الأُتن خماص البطون قد أصابها الهزال، وإنَّ فيها طولاً.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (180,'<span data-type="title" id=toc-41>الباب التاسع والثلاثون: باب حتّى</span>
[أوجه حتى]
إن قال قائل: على كم /وجه/١ تستعمل حتّى؟ قيل: على ثلاثة أوجه:
الأوَّل: أن تكون حرف جر كـ"إلى"؛ نحو قوله تعالى: {سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ} ٢ وما بعدها مجرور بها في قول جماعة النحويين، إلا في قول شاذٍّ لا يُعرج عليه، وهو ما قد حُكي عن بعضهم أنه قال: إنه مجرور بتقدير "إلى"٣ بعد "حتى"٤؛ وهو قول ظاهر الفساد.
والوجه الثاني: أن تكون عاطفة حملاً على الواو؛ نحو: "جاءني القوم حتى زيدٌ، ورأيت القوم حتى زيدًا، ومررت بالقومِ حتى زيدٍ".
[علة حمل حتى على الواو]
فإن قيل: فَلِمَ حُملت "حتى" على الواو؟ قيل: لأنها أشبهتها، ووجه الشبه بينهما أن أصل "حتى" أن تكون غايةً، وإذا كانت غايةً، كان ما بعدها داخلاً في حكم ما قبلها، ألا ترى أنك إذا قلت: (جاءني القوم حتى زيدٌ، كان زيد داخلاً في المجيء، كما لو قلت) ٥: "جاءني القوم وزيدٌ"؟ فلمّا أشبهت الواو في هذا المعنى؛ جاز أن تُحمل عليها.
[وجوب كون المعطوف بـ"حتى" من جنس المعطوف عليه]
فإن قيل: فَلِمَ إذا كانت عاطفة، وجب أن يكون ما بعدها من جنس ما قبلها، ولا يجب ذلك في الواو؟ قيل: لأنَّها لَمّا كانت الغاية والدلالة على أحد
_________
١ سقطت من "س".
٢ س: ٩٧ "القدر: ٥، مك".
٣ في "س" مجرور بـ"إلى".
٤ في "س" تقديره: حتَّى انتهى إلى مطلع الفجر.
٥ سقطت من "س".',NULL,'197',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (181,'طرفي الشيء، فلا يتصور أن يكون طرف الشَّيء من غيره، فلو قلت: "جاء الرجال حتى النساءُ" لجعلت النِّساء غاية للرجال ومنقطعًا١ لهم، وذلك محال.
والوجه الثالث: أن تكون حرف ابتداء كـ"أما"؛ نحو: "ضرب القوم، حتى زيد ضارب، وذهبوا، حتى عمرو ذاهب" قال الشعر ٢: [الطويل]
فما زالت القتلى تَمُجُّ دماءَها ... بدجلة حتى ماءُ دِجْلَةَ أَشْكَلُ ٣
وقال الآخر٤: [الطويل]
مطوت بهم حتى تكلَّ ركابهم ... وحتى الجيادُ ما يُقَدنَ بأرسانِ٥
[لا محل من الإعراب للجمل بعد حتى]
فإن قيل: فهل يكون للجملة بعدها موضع من الإعراب /أو لا/٦؟ قيل: لا يكون للجملة بعدها موضع من الإعراب؛ لأنَّ الجملة إنما يحكم لها بموضع من الإعراب إذا وقعت موقع المفرد، نحو٧ أن تقع وصفًا؛ نحو /قولك/٨: "مررت برجل يكتب" أو حالاً؛ نحو: "جاءني زيد يضحك" أو خبر مبتدأ، نحو: "زيد يذهب" وإذا ٩ لم تقع -ههنا- موقع المفرد فينبغي ألا يحكم لها بموضع من الإعراب؛ فهذه الأوجه الثلاثة التي في "حتى"، وقد تجتمع كُلُّها في مسألة واحدة؛ نحو قولهم: "أكلت السمكة حتى رأسِهَا، وحتى رأسُهَا، وحتى رأسَهَا" بالجر، والرفع، والنَّصب، فالجر على أن تجعل /حتى/١٠ حرف
_________
١ في "ط" ومقطعًا.
٢ الشاعر: جرير بن عطية، وقد سبقت ترجمته.
٣ المفردات الغريبة: تمجُّ دماءها: تقذف دماءها. أشكل: ما خالط بياضه حمرة.
موطن الشاهد: "حتى ماءُ أشكل".
وجه الاستشهاد: وقوع "حتى" حرف ابتداء، وما بعدها جملة اسْمَّية؛ ومجيئها على هذا النحو كثير شائع.
٤ الشاعر: امرؤ القيس.
٥ المفردات الغريبة: تكلّ: تتعب.
موطن الشاهد: "وحتى الجياد".
وجه الاستشهاد: وقوع "حتّى" حرفًا زائدًا في البيت؛ لأنَّ المعنى: أجد بأصحابي السَّير حتى تتعب المطي، وتتعب الخيل، فلا تحتاج إلى شدِّ أرسانها.
٦ سقطت من "ط".
٧ في "ط" يجوز.
٨ زيادة من "س".
٩ في "س" فإذا.
١٠ سقطت من "ط".',NULL,'198',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (182,'جرّ، والنصب على أن تجعلها حرف عطف، فتعطفه على السمكة، والرفع على أن تجعلها حرف ابتداء، فيكون مرفوعًا بالابتداء؛ وخبره محذوف، وتقديره: "حتى رأسُها مأكول" وإنما حذف الخبر لدلالة الحال عليه، وعلى هذه الأوجه الثلاثة يُنشد١: [الكامل]
ألقى الصَّحيفة كي يخفف رَحْلَهُ ... والزَّاد حتى نعلَهُ أَلْقَاهَا٢
بالرفع، والنصب، والجر، فالجر بحتى، والنصب على العطف، والرفع على الابتداء، وألقاها الخبر؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" قول الشاعر.
يُنسب هذا البيت إلى مروان بن سعيد بن عباد بن حبيب بن المهلب بن أبي صفرة المهلبي، كان نحويًّا من أصحاب الخليل بن أحمد المتقدمين في النحو. بغية الوعاة ٢٨٤/٢.
٢ المفردات الغريبة: الصحيفة: ما يكتب فيه، قرطاسًا كان أم رقًّا. رحله: متاعه.
موطن الشاهد: "حتى نعلُِهُ".
وجه الاستشهاد: تحتمل حتى في هذا البيت ثلاثة أوجه؛ إمَّا أن تكون حرف ابتداء وما بعدها مبتدأ، وإمَّا أن تكون جارة وما بعدها مجرور بها، وإمَّا عاطفة وما بعدها معطوف على "رحله والزاد"؛ لأن النعل جزء من المعطوف عليه على وجه التأويل والتقدير، لا الحقيقة. راجع تفصيل ذلك في "بلوغ الغايات في إعراب الشواهد والآيات": ٤٠٧/حا١.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (183,'<span data-type="title" id=toc-42>الباب الأربعون: باب مُذ ومنذُ</span>
[الأغلب على "مذ" الاسمية وعلى "منذ" الحرفية]
إن قال قائل: لِمَ قلتم: إنَّ الأغلب على "مُذ" الاسمية، وعلى "منذ" الحرفية، وكل واحد منهما يكون اسمًا، و/يكون/١ حرفًا جارًّا؟. قيل: إنما قلنا: إنَّ الأغلب على "مذ" الاسمية، (وعلى "منذ" الحرفية) ٢؛ لأن "مذ" دخلها الحذف، والأصل فيها "منذ" فحذفت النون منها، والحذف إنما يكون في الأسماء؛ والدليل على أن الأصل في مذ: منذ أنك لو صغرتها، أو كسرتها؛ لرددت النون إليها؛ فقلت في تصغيرها: مُنيذ وفي تكسيرها: أمناذ؛ لأن التصغير والتكسير يردان الأشياء إلى أصولها؛ فدل على أنَّ الأصل في مذ: منذ.
[علة ارتفاع الاسم بعد مذ ومنذ]
فإن قيل: فَلِمَ (إذا كان اسمين) ٣، كان الاسم بعدهما مرفوعًا؛ نحو: "ما رأيته مذ يومان ومنذ ليلتان" قيل: إنما كان الاسم بعدهما مرفوعًا إذا كان اسمين؛ لأنه خبر المبتدأ؛ لأنَّ "مذ"، و"منذ" هما المبتدأ٤، وما بعدهما هو الخبر؛ والتقدير في قولك: ما رأيته مذ يومان ومنذ ليلتان: أَمدُ ذلك يومان، وأَمدُ ذلك ليلتان.
[علة بناء مذ ومنذ]
فإن قيل: فَلِمَ٥ بُنيت "مذ، ومنذ"؟ قيل: لأنَّهما إذا كانا حرفين بُنيا؛ لأن الحروف كلها مبنية، وإذا كانا اسمين بُنيا؛ لتضمنهما معنى الحرف؛ لأنك
_________
١ سقطت من "س".
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "ط" للمبتدأ.
٥ في "س" لِمَ.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (184,'إذا قلت: "ما رأيته مذ يومان ومنذ ليلتان" كان المعنى فيه: ما رأيته من أول اليومين إلى آخرهما، ومن أوّل الليلتين إلى آخرهما، ولَمّا١ تضمنا معنى الحرف٢، وجب أن يُبنيا، وبنيت "مُذ" على السكون؛ لأن الأصل في البناء أن يكون على السكون، فبنيت على الأصل، وبُنيت "منذ" على الضم؛ لأنه لَمّا وجب أن تُحرَّك الذال؛ لالتقاء الساكنين بُنيت على الضم ... إتباعًا لضمة الميم، كما قالوا في "مُنْتِن: مُنْتُن" فضمّوا التاء إتْبَاعًا لضمة الميم؛ ومنهم من يقول: "مِنْتِن" فيكسر الميم إتباعًا لحركة التاء٣، ونظير هذين الوجهين، قراءة من قرأ: {الْحَمْدُ لِلَّهِ} ٤ فضم اللام إتباعًا لضمة الدال، وقراءة من قرأ: {الْحَمْدُ لِلَّهِ} ٤ فكسر الدال إتباعًا لكسرة اللام؛ فلهذا، كانت "مذ، ومنذ" مبنيَّتين، وهما تختصان بابتداء الغاية في الزمان، كما أن "مِنْ" تختص بابتداء الغاية في المكان، وذهب الكوفيّون إلى أن من تُستعمل في (الزمان، كما تستعمل في) ٥ المكان، واستدلوا على جواز ذلك، بقوله تعالى: {لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ} ٦، فأدخل "مِنْ" على "أول يوم" وهو ظرف زمان، ويستدلون٧ -أيضًا- بقول زهير بن أبي ُسُلمي ٨: [الكامل]
لِمَنِ الدِّيارُ بِقُنَّةِ الْحِجْرِ ... أَقْوَيْنَ مِنْ حِجَجٍ وَمِنْ دَهْرِ٩
وما استدلوا به لا حُجَّة لهم فيه، أما قوله تعالى: {لَمَسْجِدٌ أُسِّسَ عَلَى
_________
١ في "س" فلمَّا.
٢ في "ط" الحروف.
٣ في "س": "كما قالوا في مُنتن: مِنْتِن بكسر الميم إتباعًا لكسرة التاء"؛ وفيها زيادة إيضاح.
٤ س: ١ "الفاتحة ن: ١، مك".
٥ سقطت من "س".
٦ س: ٩ "التوبة، ن: ١٠٨، مد".
٧ في "س" ويُستدل.
٨ زهير: سبقت ترجمته.
٩ قيل: إن هذا البيت مع آخرين بعده، وضعها حَمّاد الراوية في مطلع قصيدة زهير التي مدح بها هرم بن سنان. فلمَّا أنشدها في مجلس هارون الرشيد بحضور المفضل الضبي، قاطعه وحمله على الاعتراف بوضعها.
المفردات الغريبة: قُنَّة الحِجر: اسم موضع؛ والقنة في اللغة أعلى الجبل. الحجر: منازل قوم ثمود عند وادي القُرى. حجج: جمع حجة، سنة؛ وهي اسم زمان كالدهر. أقوين: خلون من السكان.
موطن الشاهد: "من حجج ومن دهر".
وجه الاستشهاد: احتج بعضهم بهذا الشاهد على استعمال "مِنْ" في الزمان كاستعمالها في المكان. وقد فنَّد المؤلف هذه الحجة في المتن.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (185,'التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ} فالتقدير فيه: "مِن تأسيس أول يوم" فحذف المضاف، وأقيم المضاف إليه مقامه؛ كقوله تعالى: {وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا} ١ والتقدير فيه: أهل القرية، وأهل العير، وهذا كثير في كلامهم. وأما قول زهير /بن أبي سُلمى/٢: "مِن حجج ومِن دهر" فالرّواية فيه: "مذ حجج، ومذ دهر" وإن صحَّ ما رَوَوْهُ؛ فالتقدير فيه: "من مرّ حجج، ومن مرّ دهر" كما تقول: "مرت عليه السنون، ومرت عليه الدهور" فحذف المضاف، وأقام المضاف إليه مقامه على ما بينا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ س: ١٢ "يوسف، ن: ٨٢، مك".
٢ زيادة في "ط".',NULL,'202',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (186,'<span data-type="title" id=toc-43>الباب الحادي والأربعون: باب القسم</span>
[علة حذف فعل القسم]
إن قال قائل: لِمَ حذف فعل القسم؟ قيل: إنما حذف فعل القسم لكثرة الاستعمال.
[الباء هي الأصل في حروف القسم وعلة ذلك]
فإن قيل: فَلِمَ قلتم: إن الأصل في حروف القسم الباء دون غيرها، يعني الواو والتاء؟ قيل: لأن فعل القسم المحذوف فعل لازم، ألا ترى أن التقدير في قولك: "بالله لأفعلنَّ: أقسم بالله، أو أحلف بالله" والحرف المعدي من هذه الأحرف هو "الباء"؛ لأنَّ "الباء" هو الحرف الذي يقتضيه الفعل، وإنما كان "الباء" دون غيره١ من الحروف المعدِّية؛ لأنَّ "الباء" معناها الإلصاق؛ فكانت أولى من غيرها؛ ليتصل فعل القسم بالمقسم به مع تعديته٢، والذي يدلُ على أنها هي الأصل، أنها تدخل على المضمر والمظهر، و"الواو" تدخل على المظهر دون المضمر، والتاء تختص باسم الله -تعالى- دون غيره، فلما دخلت "الباء" على المظهر والمضمر، واختصت الواو بالمظهر، والتاء باسم الله تعالى؛ دل على أن الباء هي الأصل.
[علة جعلهم الواو بدلاً من الباء]
فإن قيل: فَلِمَ جعلوا الواو دون غيرها بدلاً من الباء؟ قيل: لوجهين:
أحدهما: أنَّ الواو تقتضي الجمع، كما أنَّ الباء تقتضي الإلصاق، فلما تقاربا في المعنى؛ أُقيمت مقامها.
والثَّاني: أن الواو مخرجها من الشفتين، (كما أنَّ الباء مخرجها من الشفتين) ٣، فلما تقاربا في المخرج، كانت أولى من غيرها.
_________
١ في "ط" غيرها.
٢ في "س" تعديه.
٣ سقطت من "س".',NULL,'203',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (187,'[اختصاص الواو بالمظهر دون المُضمر]
فإن قيل: فلِمَ اختصت الواو بالمظهر دون المضمر؟ قيل: لأنها لَمّا كانت فرعًا على الباء، والباء تدخل على المظهر والمضمر، انحطّت عن درجة الباء التي هي الأصل، واختصّت١ بالمظهر دون المضمر؛ لأنَّ الفرع٢ -أبدًا- ينحط عن درجة الأصل٢.
[عِلَّة جعل التاء بدلاً من الواو]
فإن قيل: فَلِمَ جعلوا التاء دون غيرها بدلاً من الواو؟ قيل: لأنَّ التاء تبدل من الواو كثيرًا؛ نحو قولهم: "تراث، وتجاه، وتخمة /وتهمة/٣، وتيقور" والأصل فيه: "وراث، ووجاه، ووخمة، ووهمة، وويقور"؛ لأنَّه مأخوذ من الوقار (إلا أنهم أبدلوا التاء من الواو) ٤ فكذلك ههنا.
[عِلَّة اختصاص التاء باسم الجلالة]
فإن قيل: فَلِمَ اختصت التاء باسم واحد، وهو اسم الله تعالى؟ قيل: لأنها لَمّا كانت فرعًا للواو والتي هي فرع للباء، والواو تدخل على المظهر دون المضمر؛ لأنها فرع انحطت عن درجة الواو، لأنها فرع الفرع، فاختصت باسم واحد، وهو اسم الله تعالى.
[جواب القسم في حالي الإثبات والنفي]
فإن قيل: فَلِمَ جعلوا٥ جواب القسم باللام، وإن، وما، ولا؟ قيل: لأنَّ القسم وجوابه لَمّا كانا جملتين؛ والجمل تقوم بنفسها، وإنما تتعلَّق إحدى الجملتين بالأخرى، برابطة٦ بينه وبين جوابه؛ وجوابه لا يخلو إمّا أن يكون موجبًا أو منفيًّا؛ جعلوا الرابطة بينهما بأربعة أحرف؛ حرفين للإيجاب، وهما: "اللام، وإن" وحرفين للنفي، وهما: "لا، وما".
[عِلَّة حذف "لا" في تالله تفتأ]
فإن قيل: فَلِمَ جاز حذف "لا"؛ نحو قوله تعالى: {قَالُوا تَاللَّهِ تَفْتَأُ
_________
١ في "س" فاختصت.
٢ في "س" الفروع ... الأصول.
٣ سقطت من "س".
٤ سقطت من "س".
٥ في "س" جُعل.
٦ في "س" بواسطة.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (188,'تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ} ١؟ قيل لدلالة الحال عليه؛ لأنه لو كان إيجابًا، لم يخل من "إن"٢ أو "اللام" فلما خلا منها، دلَّ على أنها نفي؛ فلهذا، جاز حذفها؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ س: ١٢ "يوسف: ٨٥، مك".
٢ في "س" النُّون.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (189,'<span data-type="title" id=toc-44>الباب الثاني والأربعون: باب الإضافة</span>
[ضربا الإضافة]
إن قال قائل: على كم ضربًا الإضافة؟ قيل: على ضربين؛ إضافة بمعنى "اللام" نحو: "غلام زيد"؛ أي: "غلام لزيد" وإضافة بمعنى "مِنْ" نحو: "ثوب خز"؛ أي: "ثوب مِنْ خز".
[علة حذف التنوين من المضاف وجر المضاف إليه]
فإن قيل: فَلِمَ حذف التنوين من المضاف، وجُر المضاف إليه؟ قيل: أمَّا حذف التنوين؛ فلأنه يدلُ على الانفصال، والإضافة تدلُ على الاتصال، فلم يجمعوا بينهما، ألا ترى أن التنوين يؤذن بانقطاع الاسم وتمامه، والإضافة تدل على الاتصال، وكون الشيء مُتصلاً منفصلاً في حالة واحدة محال؛ وأما جر المضاف إليه؛ فلأن الإضافة لَمّا كانت على ضربين؛ بمعنى اللام، وبمعنى مِنْ، وحُذفَ حرف الجر، قام المضاف مُقامه، فعمل في المضاف إليه الجر، كما يعمل حرف الجر.
[الفارق بين ضربي الإضافة]
فإن قيل: "وجه زيد، ويد عمرو" هذه١ الإضافة هل هي بمعنى اللام، أو بمعنى مِنْ؟ قيل: بمعنى اللام؛ لأن الإضافة التي بمعنى "مِنْ" يجوز أن يكون الثاني وصفًا للأول، ألا ترى أنه يجوز أن تقول في نحو قولك: "ثوبُ خزٍّ: ثوبٌ خزٌّ" فترفع "خزٌّ"؛ لأنه صفة٢ لثوب؟ وكذلك ما أشبهه؛ وأما الإضافة بمعنى اللام، فلا يجوز أن يكون الثاني وصفًا للأول، ألا ترى أنك لا تقول في "غلامُ زيدٍ: غلامٌ زيدُ" فلا يجوز أن تجعل زيدًا٣ صفة لغلام، كما جاز أن
_________
١ في "س" هل هذه الإضافة بمعنى اللام ...
٢ في "س" وصف.
٣ في "س" يُجعل زيد.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (190,'تجعل خزًّا صفة لثوب؛ فلمَّا وجدنا قولهم: "وجه زيد" لا يجوز أن يكون الثاني وصفًا للأوّل، علمنا أنَّه بمعنى "اللام" لا بمعنى "مِنْ".
[الإضافة غير المحضة وعللها]
فإن قيل: فَلِمَ كانت إضافة١ اسم الفاعل /إذا/٢ أُريد به الحال أو الاستقبال، وإضافة الصفة المشبهة باسم الفاعل، وإضافة "أفعَلَ" إلى ما هو بعض له، وإضافة الاسم إلى الصفة، غير محضة في هذه المواضع كلها؟ قيل: أمَّا اسم الفاعل، فإنما كانت إضافته٣ غير محضة؛ لأن الأصل في قولك: "مررت برجل ضارب زيد غدًا" /أي/٤: "ضاربٍ زيدًا"٥ بتنوين ضارب، فلمّا كان التنوين٦ -ههنا- مُقدرًا، كانت الإضافة في تقدير الانفصال؛ ولهذا؛ أُجري صفةً٧ للنكرة، وأمّا الصفة المشبهة باسم الفعل فإنما كانت إضافتها غير محضة؛ لأن التقدير في قولك: "ممرت برجل حسن الوجه: مررت برجل حسنٍ وجهُهُ" فلما كان التنوين -أيضًا- ههنا مقدرًا؛ كانت إضافته -أيضًا- غير محضة، وأمّا "أفْعَل" الذي يُضاف إلى ما هو بعض له، فإنما كانت إضافته غير محضة؛ لأن التقدير في قولك: "زيد أفضلُ القومِ: زيد أفضلُ من القومِ" فلما كانت "مِنْ" ههنا مقدَّرةً؛ كانت إضافته غير محضة، وأمّا إضافة الاسم إلى الصفة، فإنما كانت غير محضة؛ لأن التقدير في قولك: "صلاة الأولى: صلاة الساعة الأولى" فلما كان الموصوف -ههنا- مُقدَّرًا، كانت الإضافة غير محضة (وإذا كانت غير محضة) ٨ لم تفقد التعريف، بخلاف ما إذا كانت محضةً؛ نحو: "غلام زيد" وممّا لم يتعرّف بالإضافة؛ لأنّ إضافته غير محضة قولهم٩: "مررت برجلٍ مثلِك وشبهِك"، وما أشبه ذلك، وإنَّما لم يتعرّف بالإضافة؛ لأنها لا تخصُ شيئًا بعينه، فلهذا١٠، وقعت صفةً للنكرة؛ فاعرفه تُصب، إن شاء الله تعالى.
_________
١ في "ط" إضافته.
٢ سقطت من "ط".
٣ في "ط" إضافة؛ والصواب ما أثبتنا من "س".
٤ زيادة في "ط".
٥ في "س" زيد.
٦ في "ط" تنوين؛ والصواب ما أثبتنا من "س".
٧ في "س" وصفًا.
٨ سقطت من "ط".
٩ في "ط" كقولهم، والصواب ما أثبتنا من "س".
١٠ في "س" ولهذا.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (191,'<span data-type="title" id=toc-45>الباب الثالث والأربعون: باب التوكيد</span>
[فائدة التوكيد]
إن قال قائل: ما الفائدة في التوكيد؟ قيل: الفائدة في التوكيد التحقيق، وإزالة التجوز في الكلام؛ لأن من كلامهم المجاز، ألا ترى أنهم يقولون: "مررت بزيدٍ" وهم يريدون المرور بمنزله ومحله١، و"جاءني القوم" وهم يريدون بعضهم؟ قال الله تعالى: {فَنَادَتْهُ الْمَلائِكَةُ} ٢ وإنماكان جبريل وحده؛ فإذا قلت: "مررت بزيدٍ نفسه" زال هذا المجاز، وكذلك إذا قلت: "جاءني القوم كلُهم" زال هذا المجاز أيضًا؛ قال الله تعالى: {فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ} ٣ فزال هذا المجاز الذي كان في قوله: {فَنَادَتْهُ الْمَلائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ} ٤؛ لوجود التوكيد /فيه/٥.
[ضربا التوكيد]
فإن قيل: فعلى كم ضرب التوكيد؟ قيل: على ضربين؛ توكيد بتكرير اللفظ، وتوكيد بتكرير المعنى؛ فأما التوكيد بتكرير اللفظ؛ فنحو /قولك/٦: "جاءني زيد زيد، وجاءني رجل رجل" وما أشبه ذلك، وأما التوكيد بتكرير المعنى، فيكون بتسعة ألفاظ؛ وهي "نفسه، عينه، كلُه، أجمع، أجمعون، جمعاء، جُمَع، كلا، كلتا".
[علة وجوب تقديم بعض ألفاظ التوكيد على غيرها]
فإن قيل: فَلِمَ وجب تقديم "نفسه، وعينه" على "كلهم، وأجمعين"؟
_________
١ في "س" ومحلته.
٢ س: ٣ "آل عمران، ن: ٣٩، مد".
٣ س: ١٥ "الحجر، ن: ٣٠، مك"؛ وس: ٣٨ "ص، ن: ٧٣، مك".
٤ س: ٣ "آل عمران؛ ن: ٣٩، مد".
٥ سقطت من "س".
٦ زيادة من "س".',NULL,'208',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (192,'قيل: لأنَّ "النفس، والعين" يدلان على حقيقة الشيء، و"كلهم، وأجمعون" يدلان على الإحاطة والعموم، والإحاطة والعموم يدلان على محاطٍ به، فكان فيهما معنى التَّبَع، و"النفس، والعين" ليس فيهما معنى التبع، فكان تقديمها أولى؛ وقدّم "كلهم" على "أجمعين"؛ لأن معنى الإحاطة في "أجمعين" أظهر منه١ في "كلهم"؛ لأنَّ أجمعين من الاجتماع، وكل لا اشتقاق له؛ وأما ما بعد "أجمعين" فتبع لأجمعين٢، وإنما كان كذلك٣؛ لأنهم كرهوا إعادة /لفظ/٤ "أجمعين" فزادوا ألفاظًا بعد "أجمعين" تبعًا له؛ لأنها٥ لا معنى لها سوى التبع؛ فلهذا، وجب أن تكون بعد "أجمعين".
[أجمع وجمعاء وجُمع معارف وعلّة ذلك]
فإن قيل: "أجمع، وجمعاء، وجُمع" هل هُنَّ٥ معارف أو٦ نكرات؟ قيل: هي٧ معارف، والذي يدل على ذلك، أنها تكون تأكيدًا للمعارف؛ نحو: "جاء الجيش أجمع، ورأيت القبيلة جمعاء، ومررت بهن جُمع" فلما كانت تأكيدًا للمعارف؛ دل على أنها معارف.
[علة كون الألفاظ السابقة غير مصروفة]
فإن قيل: فَلِمَ كانت غير مصروفة٨؟ قيل: أما "أجمع" فللتعريف ووزن الفعل، وأما "جمعاء" فلألف٩ التأنيث؛ نحو: "صحراء" وأما "جُمع" فللتعريف والعدل عن جمع١٠ "جمعاء" وقياسه: "جمع: كحُمر" فَعُدِل وحُرِّك؛ فاجتمع /فيه/١١ العدل والتعريف؛ (فلذلك لم ينصرف، والذي عليه الأكثرون هو الأول) ١٢. وأما "كلا، وكلتا" ففيهما إفراد لفظي، وتثنية معنوية، والذي يدلُّ على ذلك، أنهما تارة يرجع١٣ الضمير إليهما بالإفراد اعتبارًا
_________
١ في "ط" منها.
٢ في "س" زيادة "نحو أكتعين وأبصعين".
٣ في "ط" ذلك.
٤ سقطت من "س".
٥ في "س" لأنه.
٦ في "ط" أم، والصواب ما أثبتنا من "س".
٧ في "س" لا بل.
٨ في "ط" معروفة؛ والصواب ما أثبتنا من "س".
٩ في "ط" فلألفي، والصواب ما أثبتنا من "س".
١٠ في "س" عن جمع بوزن صحاري، وقيل للتعريف والعدل عن جمع "جمعاء".
١١ سقطت من "س".
١٢ سقطت من "ط".
١٣ في "س" يردّ.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (193,'باللفظ, وتارةً بالتثنية اعتبارًا بالمعنى؛ قال الله تعالى: {كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا} ١ فردّ /الضمير/٢ إلى اللفظ فأفرد، ثُمَّ قال الشاعر٣: [الطويل]
كلا أخوينا ذو رجالٍ كأنّهُم ... أسُودُ الشَّرى من كُلِّ أغلبَ ضَيغَمِ٤
وقال الآخر /وهو الفرزدق/٥: [البسيط]
كِلاهُمَا حِينَ جدَّ الجري بينهما ... قد أقلعا وكلا أنفيهما رَاب٦
فردّ إلى اللفظ والمعنى؛ فقال: "أقلعا" اعتبارًا بالمعنى، وقال: "راب" اعتبارًا باللفظ، والذي يدلُ على أنَّ الألف فيهما ليست للتثنية أنها لو كانت للتثنية؛ لانقلبت في النصب والجر إذا أُضيفتا إلى المظهر؛ لأن الأصل هو المظهر؛ تقول: رأيت كلا الرجُلين، ومررت بكلا الرجُلين، ورأيت كلتا المرأتين /ومررت بكلتا المرأتين/٧ فلو كانت للتثنية؛ لوجب أن تنقلب مع المظهر، فلمَّا لم تنقلب، دلَّ على أنها الألف المقصورة، وليست للتثنية.
وذهب الكوفيون إلى أن الألف فيهما للتثنية، واستدلوا على ذلك بقول الشاعر٨: [الزجر]
في كِلتِ رجليها سلامى واحدة ... كلتاهما مقرونة بزائده٩
_________
١ س: ١٨ "الكهف، ن: ٣٣، مك".
٢ سقطت من "س".
٣ لم يُنسب إلى قائل معين.
٤ المفردات الغريبة: الشَّرى: موضع تُنسب إليه الأسود الشرسة. الضَّغم: العض الشديد؛ ومنه سُمي الأسد ضيغمًا.
موطن الشاهد: "كلا أخوينا ذو".
وجه الاستشهاد: إفراد "ذو" في الإخبار عن "كلا" حملاً على اللفظ، وهو الأفضل، والأرجح؛ ولو ثُنَّى "ذو" حملاً على المعنى لجاز.
٥ سقطت من "ط". والفرزدق: سبقت ترجمته.
٦ المفردات الغريبة: كلاهما: الضمير فيها عائد إلى فرسين تتاسابقان. أقلعا: توقَّفا. رابٍ: منتفخ من الجري.
موطن الشاهد: "كلاهما ... أقلعا، كلا أنفيهما راب".
وجه الاستشهاد: تثنية الضمير العائد إلى "كلا" في الخبر "أقلعا" حملاً على المعنى، وإفراده في "راب" حملاً على اللفظ؛ وكلاهما صحيح، غير أن الحمل على اللفظ لغة القرآن؛ وهو الأرجح، كما أوضحنا.
٧ سقطت من "ط".
٨ لم يُنسب إلى قائل معين.
٩ المفردات الغريبة: السُّلامَى: عظام الأصابع؛ وهو اسم للواحد والجمع أيضًا؛ وتجمع =',NULL,'210',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (194,'فأفرد في قوله "كلت" فدلّ على أن كلتا مثنّى، واستدلوا على ذلك -أيضًا- بأنَّ الألف فيهما١ تنقلب إلى الياء في حال٢ النصب والجر إذا أُضيفتا إلى المضمر؛ تقول: "رأيت الرجلين كليهما، ومررت بالرجلين كليهما"، وكذلك تقول: "رأيت المرأتين كلتيهما، ومررت بالمرأتين كلتيهما" ولو كانت الألف المقصورة، لم تنقلب، كألف "عصا" /ونحوها/٣. وما ذهب إليه الكوفيون ليس بصحيح، فأما استدلالهم بقول الشاعر /في البيت المتقدم/٤: في كلت رجليهما سلامى واحدة، فلا حُجَّة فيه؛ لأنَّه يحتمل أنه حذف الألف لضرورة الشعر؛ وأما قولهم: إنها تنقلب في حال النصب والجر إذا أُضيفت إلى المضمر؛ قلنا إنما قُلبت مع المضمر؛ لأنها أشبهت /ألف/٥: "إلى، وعلى، ولدى" فلما أشبهتها؛ قلبت ألفها مع المضمر ياءً، كما قلبت ألف "إلى، وعلى، ولدى" مع المضمر في "إليك، وعليك، ولديك" ووجه المشابهة بينهما٦ وبين هذه الكلم، أن هذه الكلم٧ (يلزم دخولها على الاسم، وإنما قُلبت في حالة الجر والنصب دون الرّفع؛ لأن هذه الكلم) ٨ لها حال النصب والجر وليس لها حال الرفع.
[توكيد النكرات]
فإن قيل: فهل يجوز توكيد النكرة؟ قيل: إن كان التوكيد بتكرير اللفظ جاز توكيد النكرة، كما يجوز توكيد المعرفة؛ نحو: "جاءني رجل رجل" وإن كان التوكيد بتكرير المعنى، فقد اختلف النحويُون في ذلك؛ فذهب البصريون إلى أنه لا يجوز، وذلك؛ لأن كل واحدٍ٩ من هذه الألفاظ التي يؤكد بها معرفة، فلا يجوز أن يجري على النكرة تأكيدًا، كما لا يجوز أن يجري عليها
_________
= على السُّلَامَيَات. والبيت في وصف نعامة. وفي "ط" رجليهما، والصواب ما أثبتناه من "س".
موطن الشاهد: "كلتِ رجليها".
وجه الاستشهاد: ذهب الكوفيون إلى أن إفراد "كلتا" في هذا البيت دليل على أن "كلتا" مثنى، والألف فيها ألف التثنية؛ وقد ردَّ المؤلف احتجاجهم هذا في المتن بما يغني عن الإعادة.
١ في "س" فيها.
٢ في "س" حالة.
٣ سقطت من "س".
٤ سقطت من "س".
٥ سقطت من "س".
٦ في "س" بينها.
٧ في "س" الكلمة.
٨ سقطت من "ط".
٩ سقطت من "ط".',NULL,'211',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (195,'وصفًا. وذهب الكوفيون إلى أنه يجوز، واستدلوا على جوازه بقول الشاعر١: [البسيط]
لكنه شاقه أن قيل ذا رجب ... يا ليت عدَّة حول كله رجب٢
فَجَرَّ "كلا" على التوكيد لحول٣؛ وهو٤ نكرة، واستدلوا -أيضًا- بقول الشاعر ٥: [الرجز]
إذا القَعُودُ كَرَّ فيها حَفَدًا ... يومًا جديدًا كُلَّه مُطَرَّدًا ٦
فأكد "يومًا"؛ وهو نكرة بـ"كله"، واستدلوا -أيضًا- بقول الآخر٧: [الرجز]
قد٨ صرت البكرة يومًا أجمعا ... [حتى الضياء بالدجى تقنعا] ٩
_________
١ لم يُنسب إلى قائل مُعين.
٢ موطن الشاهد: "حول كلّه".
وجه الاستشهاد: استدلَّ الكوفيون بهذا البيت على جواز توكيد النكرة؛ حيث أكد الشاعر "حول" وهي نكرة بـ"كل"؛ ومثل هذا التوكيد شاذّ عند البصريين؛ لأنهم يشترطون اتحاد التوكيد والمؤكد في التعريف. وقد فند المؤلف حجة الكوفيين بإيراده الرواية الثانية للبيت "يا ليت عدة حولي".
٣ في "ط" بحول، والصواب ما أثبتنا من "س".
٤ في "ط" وهذه.
٥ لم يُنسب إلى قائل معين.
٦ المفردات الغريبة: القعود من الإبل: ما يقتعده الراعي في حاجاته. الْحَفَد: نوع من سير الإبل. يوم مطرَّد: يوم كامل.
موطن الشاهد: "يومًا جديدًا كُلّه" وجه الاستشهاد: استشهد به الكوفيّون على جواز توكيد النكرة، وقد رَدّ المؤلف في المتن بما يغني عن الإعادة.
٧ لم يُنسب إلى قائل مُعين، ورُبما كان مصنوعًا، كما قال بعض البصريين.
٨ في "ط" وقد.
٩ المفردات الغريبة: صَرَّت: صوّتت. الكبرة: الفتيَّة من الإبل؛ والمعنى: ظلوا يمتحون عليها الماء حتى حل الظلام.
موطن الشاهد: "يومًا أجمعًا".
وجه الاستشهاد: استشهد به الكوفيون على تأكيد النكرة "يومًا" بـ"أجمعا"؛ وهذا البيت لا يصح شاهدًا؛ لكونه مجهول النسبة، وقد يكون موضوعًا. ثم لو صح هذا شاهدًا؛ لكان من باب الشَّاذّ؛ والشاذُّ يحفظ، ولا يُقاس عليه.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (196,'وما استدلوا به من هذه الأبيات لا حُجَّة /لهم/١ فيه، أمَّا قول الشاعر: "يا ليت عدة حولٍ كُلِّه رَجَبَا"٢.
فالرواية: "يا ليت عدة حولي٣ كُلِّه رَجَبَا"٤ بالإضافة، وهو معرفة لا نكرة، و"رَجَبَا" منصوب، فإنَّ القصيدة منصوبة. وأما قول الآخر: "يومًا جديد كلّه مُطَرَّدًا" فيحتمل أن يكون تأكيدًا للمضمر في "جديد" والمضمرات لا تكون إلا معارف، وكان هذا أولى؛ لأنه أقرب إليه من اليوم، فعلى هذا يكون الإنشاد بالرفع. وأما قول الآخر: "قد صرّت البكرة يومًا أجمعا" فلا يعرف قائله، فلا تكون فيه حُجّة، ثُمَّ لو صحّت هذه الأبيات على ما رَوَوه٥، فلا يجوز الاحتجاج بها؛ لقلتها وشذوذها في بابها، والشاذ لا يُحتجّ به؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ زيادة من "س".
٢ في "س" رجب.
٣ في "ط" حول، والصواب ما أثبتنا من "س".
٤ في "ط" رجب، والصواب ما أثبتنا من "س".
٥ في "س" رووا.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (197,'<span data-type="title" id=toc-46>الباب الرابع والأربعون: باب الوصف</span>
[الغرض من الوصف]
إن قال قائل: ما الغرض في الوصف؟ قيل: التّخصيص والتفصيل١؛ فإن كان معرفةً، كان الغرض من الوصف التّخصيص؛ لأنَّ الاشتراك يقع فيها٢، ألا ترى أنَّ المسمَّين٣ يزيد، ونحوه كثير؛ فإذا قال: "جاءني زيد" لم يُعلم أيُهم يريد، فإذا قال: "زيد العاقل، أو العالم، أو الأديب" أوما أشبه ذلك، فقد خصه من غيره؟ وإنْ كان الاسم نكرةً، كان الغرض من الوصف التفصيل١، ألا ترى أنك إذا قلت: "جاءني رجل" لم يعلم أيُ رجل هو، فإذا قلت: "رجل عاقل" فقد فصلته عمَّن٤ ليس له هذا الوصف، ولم تخصّه؛ لأنَّا نعني بالتخصيص شيئًا بعينه، ولم يُرَد ٥ ههنا.
[موافقة الصفة للموصوف]
فإن قيل: ففي كم /حكمًا/٦ تتبع الصفة الموصوف؟ قيل: في عشرة أشياء؛ في رفعة، ونصبه، وجرّه، وإفراده، وتثنيته، وجمعه، وتذكيره، وتأنيثه، وتعريفه، وتنكيره.
[استحالة وصف النكرة بالمعرفة أو العكس]
فإن قيل: فَلِمَ لم توصف المعرفة بالنكرة، والنكرة بالمعرفة، وكذلك سائرها؟ قيل: لأنَّ المعرفة ما خصَّ الواحد من جنسه، والنكرة ما كان شائعًا في
_________
١ في "ط" التَّفضيل.
٢ في "س" فيهما.
٣ في "س" المسمَّى.
٤ في "ط" فضَّلته على من، والصواب ما أثبتنا.
٥ في "ط" يريد، ولعلّه غلط طباعيّ.
٦ سقطت من "س".',NULL,'214',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (198,'جنسه، والصفة في المعنى هي الموصوف، ويستحيل الشيء الواحد أن يكون شائعًا مخصوصًا، وإذا استحال هذا في وصف المعرفة بالنكرة، والنكرة بالمعرفة، كان في وصف الواحد بالاثنين، و١ الاثنين بالجمع، أشدّ استحالة، وكذلك سائرها.
[العامل في الصفة]
فإن قيل: فما العامل في الصفة؟ قيل: /هو/٢ العامل في الموصوف، فإذا قلت٣: "جاءني زيد الظَّريفُ" كان العامل فيه: جاءني، وإذا قلت: "رأيت زيدًا الظريفَ" كان العامل فيه: رأيت، وإذا قلت: "مررت بزيدٍ الظريفِ" كان العامل فيه: الباء؛ هذا مذهب سيبويه. وذهب أبو الحسن الأخفش إلى أن كونه صفة لمرفوع، أوجب له الرفع، وإلى أنَّ كونه صفة لمنصوب، أوجب له النصب، وإلى أنَّ كونه صفة لمجرورٍ، أوجب له الجر؛ والذي عليه الأكثرون هو الأول، وهو مذهب سيبويه؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" أو.
٢ سقطت من "س".
٣ في "س" قال.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (199,'<span data-type="title" id=toc-47>الباب الخامس والأربعون: باب عطف البيان</span>
[الغرض في عطف البيان]
إن قال قائل: ما الغرض في عطف البيان؟ قيل: الغرض فيه رفع اللبس، كما في الوصف؛ ولهذا، يجب أن يكون أحد الاسمين يزيد على الآخر في كون الشخص معروفًا به؛ ليخصَّه من غيره؛ لأنه لا يكون إلا بعد اسم مشترك، ألا ترى أنك إذا قلت: "مررت بولدك زيد" /فَ/١ قد خصصت ولدًا واحدًا من أولاده، فإن لم يكن له إلا ولدٌ واحدٌ كان بدلاً، ولم يكن عطف بيان؛ لعدم الاشتراك.
[وجه الشبه بين عطف البيان وكل من البدل والوصف]
وعطف البيان يشبه البدل من وجه، ويشبه الوصف من وجه؛ فوجه شبهه للبدل٣ أنه اسم جامد، كما أن البدل يكون اسمًا جامدًا، ووجه شبهه للوصف٤ أن العامل فيه هو العامل في الاسم الأول؛ والدليل على ذلك أنك تحمله تارةً على اللفظ، وتارة على الموضع؛ فتقول: "يا زيدُ زيدٌ زيدًا" فالرفع على اللفظ، والنصب على الموضع، قال الشاعر٥: [الرَّجز]
إني وأسطارٍ سُطِرْنَ سَطْرًا ... لقَائِلٌ يا نصرُ نصرٌ نصرَا
(ويجوز أن يكون "نصرًا" الثالث منصوبًا على المصدر، كأنه قال: انصر نصرًا،٦ وهذا باب يترجمه البصريون، ولا يترجمه الكوفيُون؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ سقطت من "ط".
٢ في "ط" ولدًا واحدًا.
٣ في "س" بالبدل.
٤ في "س" بالوصف.
٥ الشاعر هو: رؤبة بن العجّاج، وقد سبقت ترجمته، ونسبه بعضهم إلى ذي الرُّمَّة. موطن الشاهد: "يا نصرُ نصرٌ نصرا".
وجه الاستشهاد: عطف "نصر" الثانية، والثالثة عطف بيان على نصر الأولى؛ فرفعت الثانية عطفًا على اللفظ، ونُصبت الثانية عطفًا على المحل؛ وفي البيت أوجه كثيرة لا داعي لذكرها.
٦ سقطت من "ط".',NULL,'216',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (200,'<span data-type="title" id=toc-48>الباب السادس والأربعون: باب البدل</span>
[الغرض في البدل]
إن قال قائل: ما الغرض في البدل؟ قيل: الإيضاح ورفع الالتباس، وإزالة التوسع والمجاز.
[أضرب البدل]
فإن قيل: فعلى كم ضربًا البدل؟ قيل: على أربعة أضرب؛ بدل الكل من الكل، وبدل البعض من الكل، وبدل الاشتمال، وبدل الغلط. فأمَّا بدل الكل من الكل؛ فكقولك١: "جاءني أخوك زيدٌ، ورأيت أخاك زيدًا، ومررت بأخيك زيد" قال الله تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} ٢؛ وبدل البعض من الكُل؛ كقولك: "جاءني بنو فلان ناس منهم" ولابد أن يكون فيه ضمير يعلقه بالمبدل منه؛ قال الله تعالى: {وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} ٣. وأما قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً} ٤ فـ"من استطاع" بدل من الناس، وتقديره: "من استطاع سبيلاً منهم" فحذف الضمير للعلم به. وأمَّا بدل الاشتمال؛ فنحو قولك: "سُلب زيدٌ ثوبُه، ويعجبني عمرو عقلُه" ولابد فيه -أيضًا- من ضمير يعلقه بالمبدل منه؛ قال الله تعالى: {يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ} ٥. فقوله: " قتال فيه" بدل من الشهر، والضمير فيه عائد إلى الشهر، فأمَّا قول الشاعر٦: [الطويل]
لقد كان في حولٍ ثواءٍ ثَوَيتُهُ ... تُقضى لُبَانَاتٌ وَيَسْأَمُ سَائِمُ٧
_________
١ في "ط" فقولك.
٢ س: ١ "الفاتحة، ٤، ٥ مك".
٣ س: ٢ "البقرة، ن: ١٢٦، مد".
٤ س: ٣ "آل عمران، ن: ٩٧، مد".
٥ س: ٢ "البقرة، ن: ٢١٧، مد".
٦ لم يُنسب إلى قائل مُعين.
٧ المفردات الغريبة: الثَّواء: طول المُقام، أو الإقامة. اللُّبانات: جمع "لُبانة" وهي الحاجة النفسية. وللبيت رواية أُخرى: "تقضِّي لبانات ويسأمُ سائمُ".
موطن الشاهد: "حولٍ ثواءٍ".
وجه الاستشهاد: حذف الضَّمير العائد إلى المبدل منه "حول" كما أوضح المؤلف في المتن.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (201,'فالتقدير١ فيه: "/ثواء/٢ ثويته فيه"، فحذف للعلم /به/٣. فأمَّا٤ بدل الغلط، فلا يكون في قرآن، ولا كلام فصيح، وهو أن يريد أن يلفظ بشيء، فيسبق لسانه إلى غيره؛ فيقول: "لقيت زيدًا عمرًا" فعمرو هو المقصود، وزيد وقع في لسانه، غلط به٥، فأتى بالذي قصده، وأبدله من المغلوط به، والأجود في مثل هذا أن يستعمل /معه/٦ بل فيقول: بل عمرًا.
[العامل في البدل]
فإن قيل: فما العامل في البدل؟ قيل: اختلف النحويون في ذلك؛ فذهب جماعة منهم إلى أن العامل في البدل غير العامل في المبدل؛ وهو جملتان، ويحكى عن أبي علي الفارسي٧ أنه قيل له: كيف يكون البدل إيضاحًا للمبدل، وهو من غير جملته؟ فقال: لَمَّا لم يظهر العامل في البدل، وإنَّما دل عليه /العامل/٨ في المبدل، واتصل البدل بالمبدل في اللفظ، جاز أن يوضحه، والذي يدل على أن العامل في البدل غير العامل في المبدل /منه/٩ قوله تعالى: {وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ} ١٠ فظهور اللام في "بيوتهم" وهو بدل من "مَنْ". ويدلُ١١ على أن البدل غير العامل في المبدل؛ قوله تعالى: {قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ} ١٢ فظهور اللام مع "مَنْ" /و/١٣ هو بدل من "الذين استضعفوا" يَدُلُّ ١٤ على أن العامل في البدل غير العامل في المبدل؛ وذهب قوم إلى أن العامل في البدل هو العامل في المبدل /منه/١٥؛ كما أنَّ العامل في الصفة هو العامل في الموصوف، والأكثرون على الأوّل؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" التَّقدير.
٢ سقطت من "ط".
٣ سقطت من "ط".
٤ في "س" وأمَّا.
٥ في "س" غلطًا به.
٦ سقطت من "س".
٧ أبو علي الفارسي: سبقت ترجمته.
٨ سقطت من "س".
٩ سقطت من "ط".
١٠ س: ٤٣ "الزخرف، ن: ٣٣، مك".
١١ في "س" يدلُّ.
١٢ س: ٧ "الأعراف، ن: ٧٥، مد".
١٣ سقطت من "ط".
١٤ في "ط" فدلَّ.
١٥ سقطت من "ط".',NULL,'218',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (202,'<span data-type="title" id=toc-49>الباب السابع والأربعون: باب العطف</span>
[عدد حروف العطف]
إن قال قائل: كم حروف العطف؟ قيل: تسعة: الواو، والفاء، وثم، وأو، ولا، وبل، ولكن، وأم، وحتى.
[علة كون الواو أصل حروف العطف]
فإن قيل: فَلِمَ١ كان أصل حروف العطف الواو؟ قيل: لأنَّ الواو، لا تدل على أكثر من الاشتراك فقط، وأما غيرها من الحروف، فتدلُّ٢ على الاشتراك، وعلى معنى زائدٍ على ما سَنُبَيِّن، وإذا كانت هذه الحروف، تدل على زيادة معنى ليس في الواو، صارت الواو بمنزلة الشيء المفرد (والباقي بمنزلة المركب) ٣؛ والمفرد أصل للمركَّب.
[الواو تفيد الجمع دون الترتيب ودليل ذلك]
فإن قيل: فما الدليل على أن الواو تقتضي الجمع دون الترتيب؟ قيل: الدليل على ذلك قوله تعالى: {وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ} ٤، وقال في موضع آخر: {وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا} ٥ ولو كانت الواو تقتضي الترتيب لما جاز أن يتقدَّم في إحدى الآيتين ما يتأخَّر في الأخرى.
(و) ٦ قال لبيد٧: [الكامل]
أُغلي السّباءَ بكلِّ أَدْكَنَ عَاتِقٍ ... أَو جَونَة قُدِحَت وَفُضَّ خِتَامُهَا٨
_________
١ في "س" لِمَ.
٢ في "س" فيدل.
٣ سقطت من "س".
٤ س: ٢ "البقرة، ن: ٥٨، مد".
٥ س: ٧ "الأعراف، ن: ١٦١، مد".
٦ سقطت من "ط".
٧ لبيد: سبقت ترجمته.
٨ المفردات الغريبة: أُغلي السّباء: أجعل ثمنها غاليًا. والسّباء: الشراء. الأَدكن: الأغبر.
عاتِق: شراب جيد معتق. الْجَون: الأسود المشرب حمرة؛ ومُؤَنَّثه: الْجَونة؛ والجونة في البيت: زق الخمرة، أو القدر، أو الخابية.
موطن الشاهد: "قُدحت وفُضَّ ختامُها".
وجه الاستشهاد: مجيء "الواو" عاطفةً مُفيدة للجمع دون الترتيب؛ لأنَّ القدح -الغرف- يكون بعد الفضّ -كشف الغطاء- ولو كانت الواو تفيد التَّرتيب؛ لقال: فُضَّ ختامها، وقُدِحت.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (203,'وتقديره: "فُضَّ ختامها وقدحت"؛ لأنه يريد بالجونة ههنا: القِدْر، وقُدِحَت: أي غُرِفَت، والْمِغْرَفة يقال لها: الْمِقْدَحة، وفُضَّ ختامها: أي كُشف غطاؤها؛ والغرف إنما يكون بعد الكشف؛ هكذا ذكره الثمانينيّ؛ والأظهر: أنه أراد بالجونة: الخابية، وقد ذكرنا ذلك في كتابنا الموسوم بـ"المرتجل في شرح السبع الطوال"١. والذي يدلُ /أيضًا/٢ على أنها للجمع دون الترتيب قولهم: "المال بين زيد وعمرو" كما يُقال: "بينهما" ويقال: "اختصم زيد وعمرو" ولو كانت الواو تفيد /فيه/٣ الترتيب؛ لما جاز/ ... /٤ أن تقع ههنا؛ لأنَّ هذا الفعل لا يقع إلا من اثنين، ولا يجوز الاقتصار على أحدهما؛ فدلَّ على أنها تفيد الجمع دون الترتيب.
[معاني بقية الحروف العاطفة]
فأمَّا "الفاء" فإنها تفيد الترتيب والتعقيب، و"ثمّ" تفيد الترتيب والتراخي، و"أو" تفيد الشَّك والتخيير والإباحة، و"لا" تفيد النفي، و"بل" تفيد الانتقال من قصة إلى قصة أخرى، و"لكن" تفيد الاستدراك، وإنما تعطف في النفي دون الإثبات، بخلاف "بل" فإنها تعطف في النفي والإثبات معًا.
[علة استعمال بل بعد النفي]
فإن قيل: فَلِمَ جاز أن تستعمل /بل/٥ بعد النفي كـ"لكن" ولم يجز أن تستعمل "لكن" بعد الإثبات كـ"بل"؟ قيل: لأنَّ "بل" إنما تستعمل في الإيجاب لأجل الغلط والنسيان لما قبلها، وهذا إنما يقع في الكلام نادرًا، فاقتصروا على حرف واحدٍ، وأمَّا استعمال "لكن" فإنما يكون بعد النفي؛ فجاز أن تشترك٦
_________
١ اسم كتاب للمؤلِّف.
٢ سقطت من "ط".
٣ زيادة من "ط".
٤ في "ط" زيادة أن يُقال ولا لزوم لها، فلم نثبتها في المتن.
٥ سقطت من "س".
٦ في "ط" يشترك.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (204,'معها فيه؛ لأن الكلامين صواب، ولا ينكر تكرار١ ما يقتضي الصَّواب، فلذلك، افترق الحكم فيهما.
[أم متصلة ومنقطعة]
وأمَّا "أم" فتكون على ضربين؛ متصلة، ومنقطعة؛ فأمَّا المتصلة، فتكون بمعنى أي نحو: "أزيد عندك أم عمرو" أي: "أيهما عندك". وأمَّا المنقطعة، فتكون بمنزلة "بل والهمزة"؛ كقولهم: "إنها لإبل أم شاء"؛ والتقدير فيه: "بل أهي شاء" كأنه رأى أشخاصًا، فغلب على ظنه أنها إبل، فأخبر بحسب ما غلب على ظنِّه، ثم أدركه الشَّك، فرجع إلى السؤال والاستثبات، فكأنه قال: "بل أهي شاء" ولا يجوز أن تقدر "بل" وحدها والذي يدل على ذلك قوله تعالى: {أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ} ٢ ولو كان بمعنى "بل" وحدها؛ لكان التقدير بل له البنات ولكم البنون وهذا كفر /محض/٣؛ فدل على أنها بمنزلة "بل والهمزة".
[إمَّا ليست حرف عطف]
فأمَّا "إما" فليست حرف عطف؛ ومعناها كمعنى "أو" إلا أنها أقعد في باب الشك من "أو" لأنَّ "أو" يمضي صدر الكلام٤ معها على اليقين، ثُم يطرأ الشك من آخر الكلام إلى أوله، وأمَّا "إما" فيُبنى الكلام معها من أوله على الشك؛ وإنما قلنا: إنها ليست حرف عطف؛ لأنَّ حرف العطف، لا يخلو إمَّا أن يعطف مفردًا على مفردٍ، أو جملةً على جملةٍ؛ فإذا قلت: "قام إمَّا زيدٌ وإمَّا عمرٌو" لم تعطف مفردًا على مفردٍ، ولا جملةً على جملةٍ، ثُمَّ لو كانت حرف عطف؛ لما جاز أن يتقدم على الاسم؛ لأنَّ حرف العطف لا يتقدم على المعطوف عليه، ثُمَّ لو كانت -أيضًا- حرف عطف لما جاز أن يجمع بينها٥ وبين الواو، فلمَّا جمع بينهما، دلَّ على أنها ليست حرف عطف؛ لأن حرف العطف، لا يدخل على مثله؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" تكرير.
٢ س: ٥٢ "الطُّور: ٣٩، مك".
٣ سقطت من "س".
٤ في "س" كلامك.
٥ في "ط" بينهما.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (205,'<span data-type="title" id=toc-50>الباب الثامن والأربعون: باب ما لا ينصرف</span>
[العلل المانعة من الصرف]
إن قال قائل: كم العلل التي تمنع الصرف؟ قيل: تسع؛ وهي: وزن الفعل، والوصف، والتأنيث، والألف والنون الزائدتان، والتعريف، والعجمة، والعدل، والتركيب، والجمع، ويجمعها بيتان من الشعر هُما١: [الرجز]
جمعٌ ووصفٌ وتأنيثٌ ومعرفةٌ ... وعجمةٌ ثم عدلٌ ثمّ تركيبُ
والنون زائدة من قبلها ألفٌ ... ووزن فعلٍ وهذا القول تقريب
[العلل المانعة من الصرف فروع وأوجه ذلك]
فإن قيل: ومن أين كانت هذه العلل فروعًا؟ قيل: لأنَّ وزن الفعل فرع على وزن الاسم، والوصف فرع على /وزن/٢ الموصوف، والتأنيث فرع على التذكير، والألف والنون الزائدتان فرع لأنهما تجريان مجرى علامة التأنيث في امتناع دخول علامة التأنيث عليهما، ألا ترى أنه لا يقال: "عطشانة، وكسرانة" كما لا يُقال "حمراة وصفراة"، والتعريف فرع على التنكير، والعجمة فرع على العربية، والجمع فرع على الواحد، والعدل فرع؛ لأنَّه متعلق بالمعدول عنه، والتركيب فرع على الإفراد؛ فهذا وجه كونها فروعًا.
[لِمَ تكون العلل مانعة من الصرف؟]
فإن قيل: فَلِمَ وجب أن تكون هذه العلل تمنع الصرف؟ قيل: لأنها لَمّا كانت فروعًا على ما بينا؛ والفعل فرع على الاسم، وهو أثقل من الاسم لكونه فرعًا؛ فقد٣ أشبهت الفعل، فإذا اجتمع في الاسم علتان من هذه العلل، وجب أن يمتنع من الصرف؛ لشبهه بالفعل.
_________
١ في "ط" وهي، والصَّواب ما ذكرنا.
٢ زيادة من "ط".
٣ في "س" وقد.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (206,'[الممنوع من الصرف لا يكون إلا بتوفر علَّتين أو علَّة تقوم مقامهما]
فإن قيل: فَلِمَ لم يمتنع١ الصرف بعلة واحدة؟ قيل: لأنَّ الأصل في الأسماء٢ الصرف، ولا تمتنع من الصرف بعلة واحدةٍ؛ لأنها لا تقوى على نقله عن أصله، إلا أن تكون العلَّة تقوم مقام علتين؛ فحينئذٍ تمنع٣ من الصرف بعلة واحدة؛ لقيام علة مقام علتين.
[علة امتناع ما لا ينصرف من التنوين والجر]
فإن قيل: لِمَ مُنع ما لا ينصرف التنوين والجر؟ قيل لوجهين:
أحدهما: أنه إنما مُنع من التنوين؛ لأنَّه علامة التصرف فلمَّا وجد ما يوجب منع التصرف٤ وجب أن يحذف، ومنع الجر تبعًا له.
والوجه الثاني: أنه إنَّما مُنع الجر أصلاً، لا تبعًا /له/٥ لأنَّه إنَّما مُنع من الصرف؛ لأنَّه أشبه الفعل، والفعل ليس فيه٦ جَرٌّ ولا تنوين؛ فكذلك -أيضًا- ما أشبهه.
[علة حمل الجر على النصب في الممنوع من الصرف]
فإن قيل: فَلِمَ حُمل الجر على النصب في ما لا ينصرف قيل: لأنَّ بين الجر والنصب مشابهة؛ ولهذا حمل الجر على النصب في التثنية، وجمع المذكر، والمؤنث السالم، فلمَّا حمل الجر على النصب في تلك المواضع؛ فكذلك يحمل الجر على النصب ههنا.
[ما لا ينصرف نكرة كان أم معرفة وعلة ذلك]
فإن قيل: فَلِمَ كان جميع ما لا ينصرف في المعرفة، ينصرف في النكرة إلا خمسة أنواع: "أَفْعَل" /إذا كان/٨ نعتًا؛ نحو: "أزهر"، وما كان آخره ألف التأنيث؛ نحو: "حبلى، وحمراء" وما كان على "فَعَلان" مؤنثه "فَعْلَى"؛ نحو: "سكران وسكرى"، وما كان جمعًا بعد ألفه حرفان، أو ثلاثة أوسطها ساكن؛ نحو: "مساجد، وقناديل" وما كان معدولاً عن العدد؛ نحو: "مثنى، وثُلاث
_________
١ في "س" يمنع.
٢ في "س" الاسم
٣ في "س" يمنع.
٤ في "س" الصَّرف.
٥ سقطت من "س".
٦ في "س" له.
٧ في "س" حمل النصب على الجر.
٨ سقطت من "س".',NULL,'223',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (207,'/ورباع/١" وأشباهه؟ قيل: أمَّا "أَفْعَل" فإنَّما لم ينصرف معرفةً ولا نكرةً؛ لأنَّه إذا كان معرفةً، فقد اجتمع فيه التعريف ووزن الفعل، وإذا كان نكرةً، فقد اجتمع فيه الوصف، ووزن الفعل؛ وذهب أبو الحسن الأخفش إلى أنه إذا سُمِّي به، ثم نُكِّر؛ انصرف؛ لأنَّه لَمّا سُمِّي به، زال عنه الوصف، وإذا٢ نُكِّر، بقي وزن الفعل وحده؛ فوجب أن ينصرف؛ والصحيح: أنَّه لا ينصرف؛ لأنَّه إذا نُكِّر، رجع إلى الأصل، وهو الوصف؛ فيجتمع فيه /علتان وَهُما/٣ وزن الفعل والوصف، كما أنَّهم صرفوا قولهم: "مررت بنسوةٍ أربع" وإن كان على وزن الفعل وهو صفة؛ لأن٤ الأصل أن يكون اسمًا، لا صفة مراعاةً للأصل، فكذلك -ههنا- نُراعي أصله في الوصف، وإن كان قد سُمِّي به. وأما ما كان آخره ألف التأنيث، فإنما لم ينصرف /البتة/٥؛ لأنه مؤنث، وتأنيثه لازم، فكأنَّه أُنِّثَ مرتين؛ فلهذا، لا ينصرف؛ لأنَّ العلة فيه، قامت مُقام علتين. وأما ما كان على "فَعْلَان" مؤنثه "فعلى"؛ نحو: "سكران وسكرى"؛ فلأن٦ الألف والنون فيه أشبهتا ألفي التأنيث؛ نحو: "حمراء" وذلك من وجهين:
أحدهما: امتناع دخول تاء التأنيث.
والثاني: أن بناء مذكّره مُخالفٌ لبناء مُؤنثه، فإن٧ لم يكن له /مؤنث/٨ على "فَعْلَى"؛ نحو: "عثمان" فإنه لا ينصرف معرفةً، وينصرف نكرةً، وليس من هذه الأنواع. وأما ما كان جمعًا بعد ألفه حرفان أو ثلاثة، أوسطها ساكن؛ فإنَّما مُنِعَ من الصرف البتة، وذلك لأربعة أوجه ذكرها الثمانيني٩:
الوجه الأول: أنَّه لَمَّا كان جمعًا، لا يمكن جمعه مرَّة ثانية، فكأنه قد جُمِعَ مرَّتين.
والوجه الثاني: أنَّه جمعٌ لا نظير له في الآحاد، فعدم النَّظير يقوم مُقام عِلَّة ثانية.
_________
١ سقطت من "س".
٢ في "س" فإذا.
٣ سقطت من "س" وفي "ط" وهو، والصواب ما أثبتنا.
٤ في "ط" إلا أن.
٥ زيادة من "ط".
٦ في "س" لأنَّ.
٧ في "ط" إن.
٨ سقطت من "س".
٩ الثمانيني: عمر بن ثابت، نحويّ أخذ النحو عن ابن جني، وكان ضريرًا؛ والثمانيني نسبةً إلى بليدة قرب الموصل. مات سنة ٤٤٢هـ.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (208,'والوجه الثالث: أنه جمع، ولا يمكن أن يُكَسَّر مرةً ثانيةً، فأشبه الفعل؛ لأنَّ الفعل لا يدخله التكسير١.
والوجه الرابع: أنه جمع لا نظير له في الأسماء العربية، فجرى مجرى الاسم الأعجمي؛ لأنَّ الأعجمي يكون على غير وزن العربي؛ والوجهان الآخران يرجعان إلى الأولين. وأما ما كان معدولاً عن العدد؛ نحو: "مثنى، وثلاث" فإنما مُنِعَ الصرف في النكرة، وذلك للعدل، والوصف؛ وقيل: لأنه عُدل عن اللفظ والمعنى؛ فأمّا عدله في اللفظ فظاهر، وأمّا عدله في المعنى؛ فلأن العدد يُرادُ به قبل العدد الدلالة على قدر المعدود، ألا ترى أنك إذا قلت: "جاءني اثنان أو ثلاثة" أردت قدر ما جاءك، وإذا قلت: "جاءني مثنى وثلاث"، لم يجز حتى يتقدَّم قبله جمع لتدل٢ بذكر المعدود على الترتيب، فتقول: "جاءني القوم مثنى مثنى، وثُلاث ثُلاث"؛ أي: "اثنين اثنين، وثلاثة ثلاثة"، فدل على أنه معدول من جهة اللفظ والمعنى؛ فلذلك، لم ينصرف في النكرة.
[علة جر ما لا ينصرف في التعريف والإضافة]
فإن قيل: فَلِمَ دخل/ ... /٣ ما لا ينصرف الجر مع الألف واللام، أو الإضافة؟ قيل: لثلاثة أوجه:
الوجه الأوَّل: أنه٤ أُمِنَ فيه التَّنوين؛ لأنَّ الألف واللام والإضافة لا تكون مع التنوين؛ فلمَّا وُجِدَت أُمِن فيه التَّنوين٥؛ فدخله الجرّ في موضع الجرّ.
والوجه الثاني: أنَّ الألف واللام والإضافة قامت مقام التَّنوين، ولو كان التنوين فيه؛ لجاز فيه الجرّ، فكذلك /مع/٦ ما قام مقامه.
والوجه الثالث: أنه بالألف واللام والإضافة بعُد عن شبه الفعل، فلمَّا بعُد عن شبه الفعل، دخله الجرُّ في موضع الجرّ؛ لأنه قد صار بمنزلة ما فيه علة واحدة؛ فلهذا المعنى، دخله الجر مع الألف واللام والإضافة؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" التنكير، والصواب ما أثبتناه من "س".
٢ في "س" ليدل.
٣ في "ط" زيادة جمع ولا مبرر لها، فلم نثبتها في المتن.
٤ في "س" لأنه.
٥ في "ط" فلمَّا لا وجدت مع التنوين أُمن فيه التنوين؛ والأفضل ما أثبتناه من "س".
٦ سقطت من "س".',NULL,'225',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (209,'<span data-type="title" id=toc-51>الباب التاسع والأربعون: باب إعراب الأفعال وبنائها</span>
[علة كون الأفعال ثلاثة]
إن قال قائل: لِمَ كانت الأفعال ثلاثة: "ماضٍ، وحاضر ومستقبل"؟ قيل: لأنَّ الأزمنة ثلاثة، ولَمّا كانت ثلاثةً، وجب أن تكون١ الأفعال ثلاثة: ماضٍ، وحاضر، ومستقبل.
[عِلَّة بناء الفعل الماضي على الفتح]
فإن قيل: فَلِمَ بُني الفعل الماضي على حركة، ولِمَ كانت الحركة فتحة؟ قيل: إنّما بُني الفعل أوَّلاً؛ لأنَّ الأصل في الأفعال البناء، وبُني على حركة، تفضيلاً له على فعل الأمر؛ لأنَّ الفعل الماضي أشبه الأسماء في الصِّيغة٢؛ نحو قولك: مررت برجل ضرب، كما تقول: مررت برجل ضارب؛ وأشبه٣ -أيضًا- ما أشبه الأسماء في الشرط والجزاء؛ فإنك تقول: إن فعلتَ فعلتُ؛ والمعنى فيه: إنْ تَفْعَل أفعل؛ فلمّا قام الماضي مُقام المستقبل؛ والمستقبل قد أشبه الأسماء؛ وجب أن يُبنى على حركةٍ، تفضيلاً له على فعل الأمر الذي ما أشبه الأسماء، ولا أشبه ما أشبهها. وإنما كانت الحركة فتحةً لوجهين:
أحدهما: أن الفتحة أخف الحركات، فلمّا وجب بناؤه على حركة؛ وجب أن يُبنى على أخفِّ الحركات.
والوجه الثاني: أنَّه لا يخلو إما أن يُبنى على الكسر، أو على الضم، أو على الفتح؛ فبطل٤ أن يُبنى على الكسر؛ لأنَّ الكسر ثقيل، والفعل ثقيل، والثقيل لا ينبغي أن يُبنى على ثقيل، وإذا كان الجرُ لا يدخله، وهو غير لازم لثقله، فأَلَّا يدخله الكسر الذي هو لازم، كان ذلك من طريق الأولى؛ وإذا بطل
_________
١ في "ط" يكون.
٢ في "س" الصفة.
٣ في "ط" فأشبه، وما أثبتناه من "س".
٤ في "س" بطل.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (210,'أن يُبنى على الكسر؛ بطل أن يُبنَى على الضم -أيضًا- لثلاثة أوجه:
الوجه الأوّل: أنَّ الضَّمَّ أثقل، وإذا بَطَل أن يُبنَى على الثقيل، فَلِئَلا١ يُبنى على الأثقل أولى.
والوجه الثاني: أنَّ الضَّمَّ أخو الكسر؛ لأنَّ الواو أخت الياء، ألا ترى أنَّهما يجتمعان في الردف /في/٢ نحو قوله٣: [الوافر]
ولا تكثر على ذي الضغن عتبا ... ولا ذِكرَ التَّجَرُّم للذُّنوبِ
ولا تسأله عمّا سوف يُبدِي ... ولا عن عيبه لك بالمغيب
متى تكُ في صديقٍ أو عدو ... تُخَبِّرْكَ العُيُونُ عَنِ القُلُوبِ٤
والوجه الثالث: إنَّما لم يُبْنَ على الضم؛ لأنَّ من العرب من يجتزئ بالضمة عن الواو، فيقول في قاموا: "قامُ" وفي كانوا: "كانُ" قال الشاعر٥: [الوافر]
فَلو أنَّ الأطبا كانُ حولي ... وكان مع الأطبِّاء الشِّفاءُ٦
وإذا بطل أن يبنى على الكسر والضم؛ وجب أن يُبنى على الفتح.
[علة بناء الأمر على السكون]
فإن قيل: فَلِمَ بُني فعل الأمر على الوقف؟ قيل: لأنَّ الأصل في الأفعال البناء، والأصل في البناء أن يكون على الوقف؛ (فبني على الوقف) ٧ لأنَّه الأصل. و /قد/٨ ذهب الكوفيون إلى أنّه معرب، وإعرابه الجزم، واستدلّوا على ذلك من ثلاثة أوجه:
_________
١ في "ط" فلألّا، والصواب ما أثبتنا.
٢ زيادة من "س".
٣ القائل: زهير بن أبي سلمى، وقد سبقت ترجمته.
٤ موطن الشاهد: "الذنوب، المغيب، القلوب".
وجه الاستشهاد: اجتماع الواو في "الذنوب" مع الياء في "المغيب" وكذا الواو في "القلوب" في ردف الأبيات؛ لأنهما أختان، كما ذكر المؤلف في المتن.
٥ لم يُنسب إلى قائل مُعين.
٦ المفردات الغريبة: الأَطبّا: الأطبّاء؛ والطبيب: الحاذق، من الطب؛ وهو الحِذق. كانُ: كانوا. وفي البيت شاهد آخر على قصر الأطباء، فجاءت الأطبا.
موطن الشاهد: "كانُ".
وجه الاستشهاد: الاجتزاء بالضمة عن الواو؛ لأنَّ الأصل فيها كانوا.
٧ سقطت من "س".
٨ سقطت من "س".',NULL,'227',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (211,'الوجه الأول: أنهم قالوا إنما قلنا: إنه معرب مجزوم؛ لأن الأصل في: "قُم، واذهب: لتقم، ولتذهب" قال الله تعالى: {فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} ١ وذُكر أنَّها قراءة النبي -صلى الله عليه وسلم- وقد رُوي عن النبي -صلى الله عليه وسلم- أنه قال في بعض مغازيه: "لتأخذوا مصافَّكم"٢؛ فدل على أن الأصل في "قم: لتقم، واذهب: لتذهب" إلا أنَّه لَمّا كثر /في/٣ كلامهم، وجرى على ألسنتهم؛ استثقلوا مجيء اللام فيه مع كثرة الاستعمال /فيه/٤؛ فحذفوها٥ مع حرف المضارعة تخفيفًا؛ كما قالوا: "إِيش" والأصل فيه: "أي شيء" وكقولهم: "وَيْلُمِّه" والأصل فيه: "ويلُ أُمِّه"؛ فحذفوا لكثرة الاستعمال؛ فكذلك ههنا.
والوجه الثَّاني: أنهم قالوا: أجمعنا على أنَّ فعل النهي معرب مجزوم؛ نحو: "لا تقُم، ولا تذهب" فكذلك فعل الأمر؛ نحو: "قُم، واقعد"؛ لأنَّ النهيَ ضد الأمر، وهم يحملون الشيء على ضده، كما يحملونه على نظيره.
والوجه الثالث٦: أنهم قالوا: الدَّليل على أنه مجزوم، أنك تقول في المعتلّ: "اغزُ، ارمِ، اخشَ" فتحذف الواو، والياء، والألف، كما تقول: "لم يغزُ، لم يرمِ، لم يخش" فدل على أنه مجزوم بلامٍ مقدَّرة، وقد يجوز إعمال حرف الجزم مع الحذف؛ قال الشاعر٧: [الوافر]
محمدُ تفدِ نفسك كلُ نفسٍ ... إذا ما خفت من أمرٍ تبالا٨
و/أمَّا/٩ ما ذهب إليه الكوفيون ففاسد؛ وقولهم: إنَّ الأصل في: "قم: لتقم، واذهب: لتذهب" إلا أنهم حذفوه١٠؛ لكثرة الاستعمال؛ قلنا: ليس
_________
١ س: ١٠ "يونس، ن: ٥٨، مك".
٢ لا وجود لهذا اللفظ في كتب السنة، وفي البخاري قريب منه؛ وهو "فلتسووا صفوفكم".
٣ سقطت من "ط".
٤ سقطت من "س".
٥ في "ط" فحذفوه.
٦ في "س" الثاني، وهو سهو واضح.
٧ يُنسب هذا الشاهد إلى عدد من الشعراء؛ منهم حسّان بن ثابت، وأبو طالب عم النبي -صلى الله عليه وسلم- والأعشى.
٨ المفردات الغريبة: التبال: كالوبال، سوء العاقبة.
موطن الشاهد: "تَفدِ".
وجه الاستشهاد: إضمار لام الأمر المقترنة بفعل الأمر "تفدِ" مع بقاء عملها؛ لأنَّ الأصل فيه: لِتَفدِ؛ وإعمال لام الأمر بعد إضمارها من أقبح الضرورات.
٩ سقطت في "س".
١٠ في "س" أنه حذف.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (212,'كذلك، فإنه١ لو كان الأمر كما زعمتم؛ لوجب أن يختصَّ الحذف بما يكثر استعماله، دون ما لا يكثر استعماله؛ فلمّا قيل: "اقعنسس٢، واحرنجم٣، واعلوَطَّ"٤ وما أشبه ذلك بالحذف، ولا يكثر استعماله؛ دلَّ على فساد ما ذهبوا إليه. فقولهم: إنَّ فعل النهي مُعرب مجزوم، فكذلك فعل الأمر؛ قلنا: هذا /قياس/٥ فاسد؛ لأنَّ فعل النهي في أوّله حرف المضارعة الذي أوجب المشابهة بالاسم، فاستحق الإعراب، فكان معربًا، وأما فعل الأمر، فليس في أوله حرف المضارعة الذي يوجب للفعل المشابهة بالاسم، فيستحق الإعراب؛ فكان باقيًّا على أصله. وقولهم: إنه بحذف الواو والياء والألف؛ نحو: "اغزُ، ارمِ، اخشَ" كما تقول: "لم يغزُ، لم يرمِ، لم يخشَ"، فنقول: إنما حُذفت هذه الأحرف للبناء، لا للإعراب، حملاً للفعل المعتل على الفعل الصحيح؛ حملاً للفرع على الأصل، والذي يدلُّ على..... ٦ صحة ما ذكرناه أن حروف الجرِّ لا تعمل /مع الحذف/٧؛ فحروف الجزم أولى، وأمَّا البيت الذي أنشدوه؛ وهو قوله٨:
محمدُ تفدِ نفسك كلُ نفسٍ
فقد أنكره أبو العباس المبرد، ولو سلمنا صحته؛ فنقول: قوله: "تفدِ نفسك /كل نفس/٩" لم تُحذف الياء للجزم بلام مُقَدَّرة، وإنما حُذفت الياء للضرورة، واجتزاء بالكسرة عن الياء، وهو في كلامهم أكثر من أن يُحصَى، وإن سلَّمنا أن الأصل: "لِتفد" وأنه مجزوم بلام مُقدَّرة، إلا١٠ أنَّا نقول: إنَّما حُذفت اللام لضرورة الشعر، وما حُذِف للضَّرورة، لا يجوز أن يُجْعَل١١ أصلاً
_________
١ في "ط" وإنَّه.
٢ اقْعَنْسَسَ: تأخَّر، ورجع إلى الخلف. القاموس المحيط: "مادة قعس" ص ٥١٠.
٣ احرنجم: في القاموس: حرجم الإبل: إذا ردَّ بعضها على بعض، واحرنجم: أراد الأمر، ثُمَّ رجع عنه. القاموس المحيط: "مادة حرجم"، ص ٩٨٦.
٤ اعلوَطَّ: في القاموس: اعلوَطَّ البعيرَ: تعلق بعنقه، وعلاه، أو ركبه بلا خِطام أو عُريًا. واعلوَطَّ فلانًا: أخذه، وحبسه، ولزمه. واعلوَطَّ الأمر: ركبَ رأسه، وتقحَّم من دون رويَّة. القاموس المحيط: "مادة علط" ص ٦١٠، ٦١١.
٥ سقطت من "ط".
٦ في "ط" زيادة ذلك، ولا مبرر لها، فلم نثبتها في المتن.
٧ سقطت من "س".
٨ سبق ذكره، والتعليق عليه.
٩ سقطت من "س".
١٠ في "ط" غير.
١١ في "ط" تجعل؛ والصَّواب ما أثبتنا من "س".',NULL,'229',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (213,'يقاس عليه؛ وقد بينا هذه المسألة مُستقصاةً في المسائل الخلافية.
[علة إعراب الفعل المضارع]
فإن قيل: فَلِمَ أُعرب الفعل المضارع؟ قيل: لأنَّه أشبه الأسماء من الخمسة الأوجه التي ذكرناها قبلُ في صدر الكتاب؛ وإعرابه: الرفع، والنصب، والجزم، فأمَّا الرفع، فلقيامه مُقام الاسم، وقد ذُكر١ -أيضًا- في صدر الكتاب، وأما النصب والجزم فسنذكرهما -أيضًا- فيما بعد هذا الباب، إن شاء الله تعالى.
[علة إثبات حروف العلة في الرفع وحذفها في الجزم]
فإن قيل: فَلِمَ قالوا: "هو يغزو، ويرمي، ويخشى" فأثبتوا الواو والياء والألف ساكنة في حالة الرفع، وحذفوها في حالة الجزم، وفتحوا الواو والياء في حالة النصب، فسوّوا٢ في يخشى بين النصب والرفع؛ قيل: إنَّما أثبتوها ساكنة في الرفع؛ لأن الأصل أن يُقال: "هو يغزو، ويرمي، ويخشى" بضَّمِّ الواو في "يغزو" والياء في "يرمي، ويخشى" لإلا أنهم استثقلوا الضمة على الواو من "يغزو" وعلى الياء من "يرمي" فحذفوها؛ فبقيت٣ الواو من "يغزو" ساكنة، وكذلك الياء من "يخشى" فانقلبت ألفًا؛ لتحرُّكها، وانفتاح ما قبلها، وإنما حذفوا هذه الحروف في الجزم؛ لأنها أشبهت الحركات، ووجه الشبه من وجهين:
أحدهما: أنَّ هذه الحروف مركبة من الحركات على قول بعض النحويين، والحركات مأخوذة منها على قول آخرين، وعلى كلا القولين، فقد حصلت المشابهة بينهما.
والوجه الثاني: أن هذه الحروف /-ههنا-/٤ لا تقوم بها الحركات، كما أنَّ الحركات كذلك، وكما أنها تحذفُ للجزم، فكذلك هذه الحروف، وقد حُكي عن أبي بكر ابن السراج أنه شبه الجازم بالدواء، والحركة في الفعل بالفضلة التي يُخرجها الدواء، وكما أن الدواء إذا٥ صادف فضلة حذفها، وإن لم يصادف /فضله/٦ أخذ من نفس الجسم، فكذلك الجازم إذا دخل على الفعل؛ إن وجد حركة أخذها، وإلا أخذ من نفس الفعل. وسهل حذفها، وإن
_________
١ في "س" ذكرناه.
٢ في "س" وسوّوا.
٣ في "س" فثبتت.
٤ سقطت من "ط".
٥ في "س" إن.
٦ سقطت من "س".',NULL,'230',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (214,'كانت أصليَّة؛ لسكونها؛ لأنَّها بالسكون تَضْعُف، فتصير في حكم الحركة، فكما١ أن الحركة تحذف، فكذلك هذه الحروف. وإنما فتحوا الواو والياء في "يغزو، ويرمي" في النصب لخفة الفتحة؛ فانقلبت٢ الياء في /نحو/٣ "يخشى" ألفًا؛ لتحركها في النصب، وانفتاح ما قبلها، كما قلبناها في حالة الرفع؛ لتحركها بالضم في الأصل، وانفتاح ما قبلها.
[علة ثبوت النون رفعًا وحذفها نصبًا وجزمًا في الأفعال الخمسة]
فإن قيل: فَلِمَ كانت الخمسة الأمثلة؛ نحو: "يفعلان، وتفعلان، ويفعلون، وتفعلون، وتفعلين" في حالة الرفع بثبوت النون، وفي حالة النصب والجزم بحذفها؟ قيل: لأنَّ هذه الأمثلة، لَمَّا وجب أن تكون معربة، لم يمكن أن تجعل اللام حرف الإعراب، وذلك؛ لأنَّه من الإعراب الجزم، فلو أنها حرف إعراب؛ لوجب أن يسقط٤ في حالة الجزم، فكان٥ يؤدي إلى أن يحذف ضمير الفاعل، وذلك لا يجوز، ولم يمكن -أيضًا- أن يجعل الضمير حرف الإعراب؛ لأنَّه في الحقيقة ليس مجزوم٦ الفعل، وإنَّما هو قائم بنفسه في موضع رفع؛ لأنَّه فاعل، فلا يجوز أن يجعل حرف إعراب لكلمة أخرى؛ فوجب أن يكون الإعراب بعدها؛ فزادوا النون؛ لأنها تشبه حروف المد واللين، وجعلو ثبوتها علامة للرفع، والحذف٧ علامة للنصب والجزم، وإنَّما جعلوا الثبوت علامة للرفع، والحذف علامة للجزم والنصب، ولم يكن بعكس ذلك؛ لأنَّ الثبوت أوَّل، والحذف طار عليه، كما أن الرفع أول، والجزم والنصب طاريان٨ عليه، فأعطوا الأوَّل الأوَّلَ، والطارئ الطارئ، والنصب فيهما محمول على الجزم؛ لأنَّ الجزم في الأفعال، نظير الجر في الأسماء، وكما أنَّ النصب في التثنية والجمع محمول على الجر، فكذلك النصب -ههنا- محمول على الجزم.
[علة استواء الأفعال الخمسة في النصب والجزم] .
فإن قيل: فَلِمَ استوى النصب والجزم في قولهم: "أنت تفعلين" للواحدة، وليس في الأسماء الآحاد ما حُمِل نصبه على جره؟ قيل: لأنَّ قولهم: "أنت تفعلين"
_________
١ في "س" وكما.
٢ في "س" وانقلبت.
٣ سقطت من "س".
٤ في "س" تسكن.
٥ في "س" وكان.
٦ في "ط" بجزم. وما أثبتناه من "س" هو الصَّواب.
٧ أي: حذف النون من الأفعال الخمسة.
٨ في "س" طاري، وهو سهو من الناسخ.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (215,'يشابه لفظ الجمع، ألا ترى أن الجمع في حالة النصب والجر يكون في آخره ياء قبلها كسرة، وبعدها نون؛ كقولهم١: "تفعلين" فلمَّا أشبه لفظ الجمع، حُمِلَ عليه؛ ولهذا، فتحت النون منه حملاً على الجمع -أيضًا- وكذلك كسروا النون في "يفعلان" وفتحوها من "يفعلونَ" حملاً على تثنية الأسماء وجمعها. وهذه الأمثلة معربة، لا حرف إعراب لها، وذلك لِما بينّا من استحالة جعل اللام أو الضمير أو النون حرف الإعراب، وليس لها نظير في كلامهم.
[علة عدم كون يفعلان ويفعلون مثنى وجمعًا]
فإن قيل: فهلَّا كان "يفعلان، ويفعلون" تثنية وجمعًا لـ"يفعل" كما كان "زيدان، وزيدون" تثنية وجمعًا لـ"زيد"؟ قيل: لأن الفعل لا يجوز تثنيته، ولا جمعه، وإنما لم يجز ذلك لأربعة أوجه:
الوجه الأوَّل: أن الفعل يدل على المصدر، والمصدر لا يُثنَّى ولا يُجمع؛ لأنَّه يدلُّ على الجنس، إلا أن تختلف أنواعه، فيجوز تثنيته وجمعه، فلما كان الفعل يدلُّ على المصدر /المبهم/٢ الدَّال على الجنس، لم يجز تثنيته ولا جمعه.
والوجه الثاني: أنَّ الفعل لو جازت تثنيته مع الاثنين، وجمعه مع الجماعة؛ لجازت تثنيته وجمعه مع الواحد، فكان يجوز أن يُقال: "زيد قاما، وقاموا" إذا فعل ذلك مرتين أو مرارًا، فلما لم يجز ذلك، دل على أنه لا يُثنى، ولا يُجمع.
والوجه الثالث: أن الفعل ليس بذات يقصد إليها بأن يضم إليها غيرها، كما يكون ذلك في الأسماء؛ فلذلك لم يُثنَ، ولم يُجمع.
والوجه الرابع: أنَّ الفعل يدل على مصدر، وزمانٍ، فصار في المعنى كأنه اثنان، فكما لا يجوز تثنية الاسم المثنى كذلك٣ لا يجوز تثنية الفعل.
[الألف والواو في الأفعال الخمسة تدلان على تثنية وجمع الضمير لا الفعل]
فإن قيل: أَليس الألف في "يفعلان" تدل على التثنية، والواو في "يفعلون" تدلُ على الجمع؟ قيل: الألف والواو تدلان على التثنية والجمع، لكن٤ على تثنية الضَّمير وجمعه، لا على تثنية الفعل وجمعه لما٥ بينا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" كقولك.
٢ سقطت من "س".
٣ في "س" فكذلك.
٤ في "س" ولكن.
٥ في "س" على ما.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (216,'<span data-type="title" id=toc-52>الباب الخمسون: باب الحروف التي تنصب الفعل المستقبل</span>
[علة عمل الأحرف الناصبة للفعل المضارع]
إن قال قائل: لِمَ وجب أن تعمل "أن، ولن، وإذن، وكي" النصب؟ قيل: إنما وجب أن تعمل لاختصاصها بالفعل، ووجب أن يكون عملها النصب؛ لأنَّ "أنْ" الخفيفة تشبه "أنَّ" الثقيلة، و"أنَّ" الثقيلة تنصب الاسم، فكذلك "أنْ" هذه يجب أن تنصب الفعل، وحُمِلَت "لن، وإذن، وكي" على "أن"، وإنما حُملت عليها؛ لأنها تشبهها، ووجه الشبه بينهما أن "أنْ" الخفيفة تخلص الفعل المضارع للاستقبال، وهذه الحروف تخلص الفعل المضارع للاستقبال، فلما اشتركا في هذا المعنى، حُملت عليها. ويُحكى عن الخليل بن أحمد١ أنه قال: لا يُنصب /شيء/٢ من الأفعال إلا بـ"أنْ" مظهرة أو مقدرة، والأكثرون على خلافه. وتكون "أن" مع الفعل بعدها بمنزلة المصدر، ألا ترى أنَّك إذا قلت: "أنْ تفعلَ كذا خيرٌ لك".. ٣ كان التقدير: "فعلك كذا خير لك" وما أشبه ذلك. وأما "لن" ففيها قولان؛ فذهب الخليل إلى أنها مركبة من كلمتين؛ وأصلها "لا أن" فحذفوا الألف من "لا"، والهمزة من "أن" لكثرة الاستعمال؛ (كقولهم: ويل أُمِّه) ٤: "ويلمِّه" وركبوا إحداهما مع الأخرى، فصار "لن". وذهب سيبويه إلى أنها ليست مركبة من كلمتين؛ بل هي بمنزلة شيءٍ على حرفين، ليس فيها زيادة؛ قال سيبويه: "ولو كانت على ما يقول الخليل، لما قلت: "أمَّا زيدًا فلن أضرب"؛ لأن ما بعد "أن" لا يعمل في ما قبلها. ويمكن
_________
١ هو الخليل بن أحمد الفراهيدي: أحد أذكياء العرب المشهورين، إمام في اللّغة، والنحو، والأدب، وهو واضع علم العروض، وصاحب معجم "العين"، وهو شيخ سيبويه. مات سنة ١٧٠هـ. طبقات النحويين واللغويين ٤٣- ٤٧.
٢ سقطت من "ط".
٣ في "ط" زيادة فعل يعني، ولا لزوم له، فلم نثبته في المتن.
٤ سقطت من "س".',NULL,'233',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (217,'أن يعتذر عن الخليل بأن يقال: إنَّ الحروف١ إذا رُكِّبت تغيَّر حكمها بعد التَّركيب، عَمّا كانت عليه قبل التَّركيب، ألا ترى أنَّ "هل" لا يجوز أن يعمل ما بعدها في ما قبلها، وإذا رُكِّبت مع "لا" ودخلها معنى التخصيص؛ جاز أن يعمل ما بعدها في ما قبلها، فيقال: "زيدًا هلَّا ضربت" فكذلك ههنا؟ ويمكن أن يقال على هذا -أيضًا- أن "هلَّا" ذهب منها معنى الاستفهام؛ فجاز أن يتغير حكمها، وأما "لن" فمعنى النفي باقٍ فيها؛ فينبغي ألا يتغيَّر حكمها. وأما "إذن" فتستعمل على ثلاثة أضرب:
الأوَّل: أن تكون عاملة، وهو أن يدخل على الفعل المضارع، فيراد به الاستقبال، ويكون جوابًا، نحو أن يقول القائل: "أنا أزورك" فتقول: "إذن أكرمَك"، فيجب إعمالها لا غير.
والثاني: أن يدخل عليها الواو والفاء للعطف، فيجوز إعمالها وإهمالها؛ نحو٢ قولك: "إن تكرمني، أنا أكرمك وإذن أحسنُ إليك" فيجوز إعمالها، فتنصب الفعل بعدها، كما لو ابتدأت بها، فترجع إلى القسم الأوَّل، ويجوز إهمالها؛ فترفع الفعل بعدها؛ لأنه٣ مع الضمير المستكن فيه خبر مبتدأ محذوف؛ والتقدير فيه: "وأنا إذن أحسن إليك"٤، فرجع إلى القسم الثالث.
والثالث: أن تدخل بين كلامين؛ أحدهما متعلِّق٥ بالآخر؛ نحو: أن تدخل بين الشرط وجوابه؛ نحو: "إن تكرمني إذن أكرمك" وبين المبتدأ وخبره؛ نحو: "زيد إذن يقوم" وما أشبه ذلك، فلا يجوز إعمالها بحال، وكذلك٦ إذا دخلت على فعل الحال؛ نحو قولك: "إذن أظنك كاذبًا" إذا أردت أنك في حال ظن؛ وذلك لأن "إذن" إنما عملت؛ لأنها أشبهت "أن" و"أن" لا تدخل على فعل الحال، ولا يكون بعدها إلا المستقبل، فإذا٧ زال الشبه، بطل العمل. وأما "كي" فتستعمل على ضربين؛ أحدهما: (أن تعمل بنفسها، فتكون مع الفعل بمنزلة الاسم الواحد؛ نحو: "جئتك لكي تعطيني حقي".
والثاني) ٨: أن تعمل بتقدير "أَنْ" لأنهم يجعلونهم بمنزلة حرف جرٍّ،
_________
١ في "ط" الحرف.
٢ في "س" وذلك نحو.
٣ في "ط" لأنها، والصواب ما أثبتناه من "س".
٤ في "ط" وأنا إذن أكرمك، وأحسن إليك.
٥ في "س" يتعلَّق.
٦ في "س" فكذلك.
٧ في "س" وإذا.
٨ سقطت من "س".',NULL,'234',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (218,'ولأنهم١ يقولون "كيما" كما يقولون "كما"، وإنما وجب أن يُقَدَّر بعدها "أن" لأنَّ حروف الجر، لا تعمل في الفعل.
فإن قيل: فَلِمَ وجب تقدير "أن" بعدها، وبعد الفاء، والواو، وأو، واللام، وحتى، دون أخواتها؟ قيل: لثلاثة أوجه:
/الوجه/٢ الأول: أنَّ "أَنْ" هي الأصل في العمل.
والوجه الثاني: أنَّ "أن" ليس لها معنى في نفسها بخلاف٣: "لن، وإذن، وكي" فلنقصان معناها، كان تقديرها أولى من سائر أخواتها.
والوجه الثالث: أنَّ "أَنْ" لَمَّا كانت تدخل على الفعل الماضي والمستقبل، ولا يوجد هذا في سائر أخواتها، فقد وجد فيها مزيّة على سائر أخواتها (في حالة إظهارها) ٤، فإذا وجد فيها مزيَّة على سائر أخواتها في حالة الإظهار، كانت أولى بالإضمار؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" لأنَّهم.
٢ سقطت من "ط".
٣ في "س" كـ"لن".
٤ سقطت من "س".',NULL,'235',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (219,'<span data-type="title" id=toc-53>الباب الحادي والخمسون: باب حروف الجزم</span>
[عِلَّة إعمال الأدوات الجازمة الجزم في الأفعال]
إن قال قائل: لِمَ وجب أن تعمل "لَمْ، ولَمّا، ولام الأمر، ولا في النَّهي" في الفعل المضارع الجزم؟ قيل: إنَّما وجب أن تعمل /الجزم/١ لاختصاصها بالفعل؛ وذلك لأن "لَمْ" لَمَّا٢ كانت تدخل على الفعل المضارع، فتنقله إلى معنى الماضي، كما أنَّ "إِنْ" التي للشرط والجزاء تدخل على الفعل الماضي، فتنقله إلى معنى المستقبل، فقد أشبهت حرف الشرط، وحرف الشرط يعمل الجزم، فكذلك٣ ما أشبهه؛ وإنَّما وجب لحرف الشرط أن يعمل الجزم؛ لأنَّه يقتضي جملتين، فلطول ما يقتضيه حرف الشرط اختير له الجزم؛ لأنَّه حذف وتخفيف، فبمنزلته "لَمْ" في النقل، وكان محمولاً عليه. وأما "لام الأمر" فإنما وجب أن تعمل الجزم؛ لاشتراك الأمر باللام، وبغير اللام في المعنى، فيجب أن تعمل لام٤ الجزم؛ ليكون الأمر باللام؛ مثل الأمر بغير اللام في اللفظ، وإن كان أحدهما /كان/٥ جزمًا، والآخر وفقًا. فأمَّا٦ "لا" في النهي، فإنما وجب أن تجزم حملاً على الأمر؛ لأن الأمر ضد النهي، وهم يحملون الشيء على ضده كما يحملونه على نظيره، ولَمَّا كان الأمر مبنيًّا على الوقف، وقد حُمِل النهي عليه، جُعل النهي نظيرًا له في اللفظ، وإن كان أحدهما جزمًا، والآخر وقفًا على ما بينا؛ فلهذا، وجب أن تعمل الجزم.
فإن قيل: فإذا٧ كان الأصل في "لَمْ" تدخل على الماضي، فَلِمَ نقل
_________
١ سقطت من "س".
٢ في "ط" ولَمَّا، والصواب ما أثبتنا من "س".
٣ في "ط" وكذلك.
٤ في "س" اللام.
٥ سقطت من "س".
٦ في "س" وأمَّا.
٧ في "س" إذا.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (220,'إلى لفظ المضارع؟ قيل: لأن "لَمْ" يجب أن تكون عاملة، فلو لزم ما بعدها الماضي، لما تبين عملها، فنقل الماضي إلى المضارع؛ ليتبين عملها.
فإن قيل: فهلَّا جَوَّزتم دخولها على الماضي والمستقبل، كما جاز في حرف الشَّرط والجزاء؟ (قيل: الفرق بينهما ظاهر، وذلك لأنَّ الأصل في حروف الشرط والجزاء) ١ أن تدخل على فعل٢ المستقبل، والمستقبل أثقل من الماضي، فعدل عن الأثقل إلى الأخف، فأمَّا "لَمْ" فالأصل فيها أن تدخل على الماضي، وقد وجب سقوط الأصل، فلو جَوَّزنا دخولها على الماضي الذي هو الأصل؛ لما جاز دخولها على /الفعل/٣ المضارع الذي هو الفرع؛ لأنَّه إذا استُعمل الذي هو الأخفُ، لم يُستعمل الفرع الذي هو الأثقل؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ سقطت من "س".
٢ في "س" الفعل.
٣ سقطت من "س".',NULL,'237',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (221,'<span data-type="title" id=toc-54>الباب الثاني والخمسون: باب الشرط والجزاء</span>
[علة إعمال "إنْ" الجزم في المضارع]
إن قال قائل: لِمَ عملت "إِنْ" الجزم في الفعل المضارع؟ قيل: إنَّما عملت لاختصاصها، وعملت الجزم لِمَا بيّنا /من/١ أنَّها تقتضي جملتين: الشرط والجزاء، فلطول ما تقتضيه اختير لها الجزم؛ لأنَّه حذف وتخفيف. فأمَّا ما عدا "إِنْ" من الألفاظ التي يُجازى بها؛ نحو: "مَنْ، ومَا، وأي، ومهما، ومتى، وأين/وأيان/٢، وأنى، وأي حين، وحيثما، وإذ ما" فإنما عملت؛ لأنَّها قامت مقام (إنْ فعملت عملها، وكلها مبنية لقيامها مُقامها) ٣ ما عدا "أيًّا"٤ وسنذكر معانيها، ولِمَ أُقيمت مُقام الحرف، مُستوفى في باب الاستفهام.
[العامل في جواب الشرط وخلافهم في ذلك]
فإن قيل: فما العاملُ في جواب الشرط؟ قيل: اختلف النحويون في ذلك؛ فذهب بعض النحاة٥ إلى أنَّ العامل فيه حرف الشرط، كما يعمل في فعل الشرط؛ وذهب بعضهم إلى أن حرف الشرط، وفعل الشَّرط يعملان فيه؛ وذهب آخرون إلى أنَّ حرف الشرط يعمل في فعل الشرط، وفعل الشرط يعمل في جواب الشرط؛ وذهب أبو عثمان المازني، إلى أنه مبني على الوقف. فمن قال: إنّ حرف الشرط يعمل فيهما جميعًا؛ قال: لأنّ حرف الشرط يقتضي جواب الشرط، كما يقتضي فعل الشرط؛ ولهذا المعنى، يُسمَّى حرف الجزاء، فكما عمل في فعل الشرط، فكذلك يجب أن يعمل في جواب الشرط. وأمَّا من قال: إنهما جميعًا يعملان فيه؛ فلأن فعل الشرط يقتضي الجواب، كما أن حرف الشرط يقتضي الجواب، فلما اقتضياه٦ معًا؛ عَمِلَا فيه معًا. وأمَّا من
_________
١ سقطت من "س".
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "ط" أيَّان، والصواب ما أثبتناه من "س".
٥ في "س" النّحويِّين.
٦ في "س" اقتضياه.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (222,'قال: إن حرف الشرط يعمل في فعل الشرط، وفعل الشرط يعمل في الجواب، فقال: لأنَّ فعل الشرط يقتضي الجواب، وهو أقرب إليه من الحرف، فكان عمله فيه أولى من الحرف. وأمّا من قال: إنه مبني على الوقف؛ فقال: لأنَّ الفعل المضارع، إنَّما أُعرب لوقوعه موقع الأسماء، والجواب -ههنا- لم يقع موقع الأسماء؛ فوجب أن يكون مبنيًّا. وذهب الكوفيون إلى أنه مجزوم١ على الجوار؛ لأنَّ جواب الشرط مجاور لفعل الشرط، فكان محمولاً عليه في الجزم، والحمل على الجوار كثيرٌ في كلامهم، قال الشاعر٢: [البسيط]
كأنما ضَرَبَت قُدَّام أعينها ... قطنًا بمستحصد الأوتار محلوج٣
وكان يقتضي أن يُقال: "محلوجًا" فخفضه على الجوار٤، وكقول الآخر٥: [الرجز]
كأن نسج العنكبوت المرمل٦
وكقولهم: "جُحرُ ضب خربٍ" وما أشبه ذلك؛ وهذا ليس بصحيح؛ لأن الحمل على الجوارِ قليل، يُقتصر فيه على السماع، ولا يُقاس عليه لقلَّته. وقد اعتُرض على هذه المذاهب كلها باعتراضات: فأمَّا من قال إنَّ حرف الشرط
_________
١ في "س" مبنى.
٢ لم يُنسب إلى قائل معين.
٣ المفردات الغريبة: مستحصد الأَوتار: أوتار القوس المشدود المحكمة. القطن المحلوج: المندوف المنفوش.
موطن الشاهد: "قطنًا ... محلوج".
وجه الاستشهاد: مجيء "محلوج" مجرورًا؛ لمجاورته "الأوتارِ" المجرورة؛ والأصل فيه أن يكون منصوبًا، لأنه صفة لـ"قطنًا" المنصوب؛ والجر على المجاورة جائز في الشعر والنثر.
٤ والخفض على الجوار كثير شائع في اللغة.
٥ القائل: العجاج، وقد سبقت ترجمته.
٦ المفردات الغريبة: المرمل: يُقال أرمل سريره: إذا نسج شريطًا، أو غيره، فجعله ظهرًا له.
موطن الشاهد: "المرمل".
وجه الاستشهاد: جرّ "المرمل" لمجاورته "العنكبوت" المجرور؛ والأصل والقياس فيه النصب؛ لكونه صفة لـ"غزل".
فائدة: كان الخليل بن أحمد الفراهيدي، لا يجيز الجر على المجاورة إلا إذا استوى المتجاوران في التعريف، والتنكير، والتذكير، والتأنيث، والإفراد، والتثنية، الجمع.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (223,'يعمل فيهما وحده، فاعتُرض عليه بأن حرف الشرط حرف جزم، والحروف الجازمة لا تعمل في شيئين لضعفها، وأمَّا قول من قال: إنَّ حرف الشرط، وفعل الشرط يعملان في الجواب، فلا يخلو عن ضعف، وذلك لأنَّ١ الأصل في الفعل ألا يكون عاملاً في الفعل، فإذا لم يكن له تأثير في العمل في الفعل، وحرف الشرط له تأثير، فإضافة ما لا تأثير له، إلى ما له تأثير، لا تأثير له. وأمَّا قول من قال: إنَّه مبني على الوقف؛ لأنَّه لم يقع موقع الاسم ففاسد -أيضًا- وذلك؛ لأنَّ الفعل إذا ثبتت٢ له المشابهة بالاسم في موضع، /و/٣ استحق الإعراب بتلك المشابهة، لم يشترط ذلك في كل موضع؛ ألا ترى أن الفعل المضارع يكون مُعربًا بعد حروف النصب؛ نحو: لن تقومَ، وبعد حروف الجزم؛ نحو: لم يقمْ. وإن لم يجز٤ أن يقعَ موقع الأسماء، (فكذلك ههنا) ٥ على أن وقوعه موقع الأسماء إنما هو موجب لنوع من الإعراب وهو الرفع، وقد زال حملاً لجنس الإعراب، وليس من ضرورة (زوال نوع منه زوال جملة الجنس) ٦. والصحيح عندي: أن يكون العامل /هو/٧ حرف الشرط، بتوسط فعل الشرط؛ لا أنَّه٨ عامل معه لما بيّنّا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" أنَّ.
٢ في "ط" ثبت.
٣ سقطت من "ط".
٤ في "ط" يحسن.
٥ سقطت من "س".
٦ في "ط" زوال نوع من الإعراب زوال ...
٧ سقطت من "ط".
٨ في "ط" لأنَّه، والصواب ما أثبتنا من "س".',NULL,'240',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (224,'<span data-type="title" id=toc-55>الباب الثالث والخمسون: باب المعرفة والنكرة</span>
[النكرة أصل المعرفة]
إن قال قائل: هل المعرفة أصل أو النكرة؟ قيل: لا بل النكرة هي الأصل؛ لأنَّ التعريف طارئ١ على التنكير.
[تعريف النكرة والمعرفة]
فإن قيل: ما حدُّ /النكرة/٢ والمعرفة؟ قيل: حد النكرة ما لم يخص الواحد من جنسه؛ نحو "رجل، وفرس، ودار" وما أشبه ذلك، وحدُّ المعرفة ما خص الواحد من جنسه.
[الفرق بين النكرة والمعرفة]
فإن قيل: فبأي شيءٍ تُعتبر النكرة من المعرفة؟ قيل: بشيئين؛ أحدهما: دخول الألف واللام؛ نحو: الفرس، والغلام، ودخول "رب" عليها؛ نحو: رُبَّ فرس وغلام، وما أشبه ذلك.
[أنواع المعرفة]
فإن قيل: فعلى كم نوعًا تكون المعرفة؟ قيل: /هي/٣ على خمسة أنواع؛ الاسم المضمر، والعَلَم، والمبهم -وهو اسم الإشارة- وما عُرِّف بالألف واللام، وما أُضيف إلى /أحد/ ٤ هذه المعارف؛ فأمَّا الاسم المضمر فعلى ضربين؛ منفصل، ومتصل.
[الضمير المنفصل ضربان: مرفوع ومنصوب]
فأمَّا المنفصل فعلى ضربين؛ مرفوع، ومنصوب، فأما المرفوع، فهو: "أنا،
_________
١ في "ط" طار.
٢ سقطت من "ط".
٣ سقطت من "س".
٤ سقطت من "س".',NULL,'241',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (225,'ونحن، وأنتَ، وأنتما، وأنتم، وأنتِ، وأنتنَّ، وهو، وهما، وهم، وهي، وهن" وأما المنصوب المنفصل: "فإياي، وإيانا، وإياك، وإياكما، وإياكم، /وإياكِ/١، وإياكن، وإياه، وإياهما، وإياهم، وإياها، وإياهن". وذهب الخيل إلى أنه مظهر استعمل استعمال المضمر؛ ومنهم من قال: إنَّه اسم مُبهم أُضيف للتخصيص، ولا يُعلم اسم مبهم أضيف غيرهُ؛ ومنهم من قال: إنه بكماله اسم مضمر، ولا يُعلم اسم مضمر يختلف آخره غيرهُ؛ ومنهم من قال: إنَّه اسم مضمر أضيف إلى الكاف، ولا يعلم اسمٌ مضمر أُضيف غيرهُ. والصحيح: أن "إيّا" /هو/٢ اسم مُضمر، والكاف للخطاب، ولا موضع لها من الإعراب؛ وذهب الكوفيون إلى أنَّ المضمر، هو الكاف و"إيَّا" عماد؛ وهذا ليس بصحيح؛ لأنَّ الشيء لا يعتمد٣ بما هو أكثر منه، وقد بينا فساد ذلك مستقصى في المسائل الخلافية٤.
[الضمير المتصل ثلاثة أضرب]
وأما المتصل فعلى ثلاثة أضرب؛ مرفوع، ومنصوب، ومجرور.
[الضمائر المتصلة المرفوعة]
فأمَّا المرفوع؛ فنحو: "قمتُ، وقمنا، وقمتَ، وقمتما، وقمتِ، وقمتنَّ" والمضمر في "قام، وقاما، وقاموا، وقامت، وقامتا، وقمن" والضمير في اسم الفاعل؛ نحو: "ضارب" والضمير في اسم المفعول؛ نحو: "مضروب" وما أشبه ذلك.
[الضمائر المتصلة المنصوبة]
وأما المنصوب المتصل؛ فنحو: "رأيتني، ورأيتنا، ورأيتُكَ، ورأيتكما؛ ورأيتكم، ورأيتكنَّ، ورأيته، ورأيتهما، ورأيتُهم، ورأيتها، ورأيتهن" وما أشبه ذلك.
[الضمائر المتصلة المجرورة]
وأمَّا المجرور فلا يكون إلا متصلاً؛ نحو "مر بي، وبنا، وبك، وبكما، وبكم، وبكِ، وبكنَّ، وبه، وبهما، وبهم، وبها، وبهنَّ" وما أشبه ذلك.
[علة عدم مجيء ضمير الجر المتصل مرفوعًا أو منصوبًا]
فإن قيل: فَلِمَ كان المرفوع والمنصوب ضميرين؛ متَّصلاً ومنفصلاً، ولم يكن المجرور كذلك؟ قيل: لأنَّ المرفوع والمنصوب يجوز في كل واحدٍ منهما
_________
١ سقطت من "س".
٢ سقطت من "ط".
٣ في "ط" يعمد.
٤ أي من كتاب "الإنصاف في مسائل الخلاف".',NULL,'242',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (226,'أن يُفصَل بينه وبين عامله، ألا ترى أنَّ المرفوع يجوز أن يتقدَّم، فيرفع١ بالابتداء، فلا يتعلق بعامل لفظيِّ، وكذلك المنصوب يجوز أن يتقدم على الناصب، كتقدم المفعول على الفعل والفاعل، فلمَّا كانا يتصلان بالعامل تارة، وينفصلان /تارة/٢ أخرى؛ وجب أن يكون لهما ضميران؛ متَّصل، ومنفصل؛ وأمَّا المجرور، فلا يجوز أن يتقدّم على عامله، ولا يفصل بين عامله ومعموله إلا في ضرورة لا يعتد بها؛ فوجب أن يكون ضميره متصلاً لا غير.
[اسم العلم]
وأمَّا الاسم العلم؛ فنحو: "زيد، وعمرو، وأبي محمد" وأشباه٣ ذلك.
[اسم الإشارة]
وأمَّا المبهم؛ فنحو: "هذا، وهذان، وهذه، وهاتان، وتيك، وتلك، وتانك، وتينك، وهؤلاء" وما أشبه ذلك.
[المعرف بالألف واللام]
وأمَّا ما عُرِّف بالألف واللام؛ فنحو قولك: "الرجل، والغلام"، وقد اختلف النحويون في ذلك؛ فذهب الخليل إلى أنَّ تعريفه بالألف واللام /معًا/٤، وذهب سيبويه إلى أن تعريفه باللام وحدها، وأنها لَمَّا زيدت للتعريف ساكنةً، أدخلوا عليها الهمزة لئلا يُبتدأ بالساكن؛ لأن الابتداء بالساكن محال /و/٥ في الخلاف بينهما كلام طويل، لا يليق ذكره بهذا المختصر، وقد أفردنا كتابًا فيه. وأمَّا ما أضيف إلى أحد هذه المعارف فنحو: غلامي، وغلام زيد، وغلام هذا، وغلام الرجل، وغلام صاحب عمرو، وما أشبه ذلك.
[أعرف المعارف]
فإن قيل: فما أعرفُ هذه المعارف؟ قيل: اختلف النحويون في ذلك؛ فذهب بعضهم إلى أنَّ الاسم المضمر أعرف المعارف، ثُمَّ الاسم العلم، ثم الاسم المبهم، ثُم ما فيه الألف واللام، وأعرف الضمائر ضمير المتكلم؛ لأنَّه لا يشاركه فيه /أحد/٦ غيره، فلا يقع فيه الْتِبَاس، بخلاف غيره من سائر
_________
١ في "س" فيرتفع.
٢ زيادة من "ط".
٣ في "س" وما أشبه.
٤ سقطت من "س".
٥ في "ط" في.
٦ زيادة من "ط".',NULL,'243',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (227,'المعارف، والذي يدلُّ على؛ أنَّ الضَّمائر أعرف المعارف، أنَّها لا تفتقر إلى أن توصف كغيرها من المعارف، وهو قول سيبويه. وذهب بعضهم إلى أن الاسم المبهم أعرفُ المعارف، ثُمَّ المضمر، ثُمَّ العلم، ثُمَّ ما فيه الألف واللام؛ وهو قول أبي بكر ابن السَّرَّاج١. وذهب آخرون إلى أن أعرف المعارف الاسم العلم، لأنه في أول وضعه، لا يكون له مشارك /ب/٢, ثُمَّ المضمر، ثُمَّ المبهم، ثُمَّ ما عُرّف بالألف واللام؛ وهو قول أبي سعيد السِّيرافي٣. فأما ما عُرّف بالإضافة؛ فتعريفه بحسب ما يُضاف إليه من المضمر، والعلم، والمبهم، وما فيه الألف واللام على اختلاف الأقوال.
[علة بناء الأسماء المضمرة والمبهمة]
فإن قيل: فَلِمَ بُني الاسم المضمر والمبهم دون سائر المعارف؟ قيل: أمَّا المضمر فإنما بُني؛ لأنَّه أشبه الحرف؛ لأنَّه جُعل دليلاً على المظهر، فإذا جعل علامة على غيره، أشبه تاء التأنيث /وإذا أشبه تاء التأنيث/٤، فقد أشبه الحرف، وإذا أشبه الحرف، فيجب أن يكون مبنيًّا. وأمَّا المبهم؛ وهو اسم الإشارة، فإنما بُني؛ لتضمنه معنى حرف الإشارة.
[حرف الإشارة مُضمر غير منطوق به]
فإن قيل: أين حرف الإشارة؟ قيل: حرف الإشارة وإن لم ينطقوا به، إلا أن القياس كان يقتضي أن يُوضع له حرف كغيره من المعاني كالاستفهام، والشَّرط، والنفي، والنهي، والتمني، والترجي، والعطف، والنداء، والاستثناء، إلى غير ذلك، إلا أنهم /لَمَّا/٥ لم ينطقوا به، وضمّنوا معناه اسم الإشارة، وإن لم يُنطق٦ به؛ وجب أن يكون مبنيًّا؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ سبقت ترجمته.
٢ سقطت من "س".
٣ سبقت ترجمته.
٤ سقطت من "ط".
٥ سقطت من "ط".
٦ في "س" ينطقوا.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (228,'<span data-type="title" id=toc-56>الباب الرَّابع والخمسون: باب جمع التَّكسير</span>
[عِلَّة جمع فَعْل في القلة على أَفْعُل]
إن قال قائل: لِمَ جمع "فَعْل" -بفتح الفاء، وسكون العين- في القلة على "أفْعُل"، وسائل أوزان الثلاثي، وهي "فِعْل، فَعْل، فَعَل، فَعِل، فُعْل، فِعَل، فُعَل، /فُعُل/١" تُجمع على: "أفْعَال"؟ قيل: لأنَّ "فَعْلا" أكثر استعمالاً من غيره، ومن٢ سائر الأوزان، و"أفعُل" أخفُّ من "أفعال" فأعطوا ما يكثر استعماله الأخفَّ، وأعطوا ما يقلُّ استعماله الأثقلَ؛ ليعادلوا بينهما؛ فأمَّا قولهم: "فَرْخ وأَفْرَاخ، وأنف وآناف، وزَنْد وأَزْناد" في حروف معدودة فشاذٌّ، لا يقاس عليه، على أنهم قد تكلموا عليها، فقالوا: إنما قالوا في جمع: فرخ: أفراخ؛ لوجهين:
أحدهما: أنهم حملوه على معنى "طيْر"؛ فكما قالوا على جمع: طَيْر: أطيار؛ فكذلك، قالوا في جمع: فرْخ: أفراخ؛ لأنَّه في معناه.
والوجه الثاني: أنَّ فيه الرَّاء؛ وهو٣ حرف تكرير فينزل التَّكرير فيها بمنزلة الحركة؛ فصار بمنزلة "فَعَل" بفتح العين؛ فجمع على "أفعال" كـ"جبل: وأجبال، وجمل: وأجمال"؛ قال الشاعر٤: [البسيط]
ماذا تقولُ لأفراخٍ بذي مرخٍ ... زُغْب الحواصلِ لا ماءٌ ولا شجرُ
ألقيتَ كاسِبَهُم في قَعْرِ مَظْلَمةٍ ... فاغفِر عليك سلامُ الله يا عمرُ٥
_________
١ سقطت من "ط".
٢ في "س" ومن.
٣ في "س" وهي.
٤ الشاعر هو: الحطيئة، أبو مليكة، جرول بن أوس، كان شاعرًا من مخضرمي الجاهلية والإسلام، وكان هجاءً مرًّا، لم يسلم أحد من لسانه حتى أمه، وزوجه، ونفسه؛ له ديوان شعر مطبوع. مات سنة ٣٠هـ. الأعلام ٥٩/٣.
٥ المفردات الغريبة: أفراخ: جمع فرخ، وهو صغير الطيور الذي لا يستطيع الطيران.
وعنى بالأفراخ -هنا- أطفاله الصّغار. ذي مرخ: اسم موضع. زغب الحواصل: كناية عن جوعهم، وصغر سنِّهم. وهذان البيتان قالهما الحطيئة وهو في سجن عمر بن الخطاب -رضي الله عنه- لَمَّا سجنه بسبب هجائه للزَّبرقان بن بدر؛ فرقّ له أمير المؤمنين، ونهاه عن هجاء النَّاس، وأخلى سبيله.
موطن الشاهد: "أفراخ".
وجه الاستشهاد: مجيء "أفراخ" على وزن "أفعال" وقد بَيَّنَ المؤلف في المتن سبب ذلك.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (229,'وأما "أنف" فإنما جمعه على "أفعال" فقالوا١ "آناف"؛ لأنَّ فيه٢ النون؛ والنون فيها غُنَّة، فصارت الغنَّة فيها بمنزلة الحركة، فصار بمنزلة "فَعَل" فجمع على "أَفْعَال" وأمَّا "زَنْد" فإنما جُمع على "أَفعال"، فقالوا: "أزناد" لوجهين:
أحدهما: لما ذكرنا أن النون فيها غُنَّة، فصارت كأنَّها متحرِّكة.
والوجه الثاني: أن "زندًا" في معنى "عود" و"عود" يجمع على "أعواد"، فكذلك ما كان في معناه.
[علة جمع فعل على أفعال]
فإن قيل: فَلِمَ٣ جمع "فَعْلاً" إذا كانت عينة ياءً أو واوًا على "أفعال" ولم يجمعوه على "أَفْعُل"؟ قيل: لأنَّهم لو جمعوه على "أَفعُل" على قياس الصحيح؛ لأدَّى ذلك إلى الاستثقال، ألا ترى أنَّك لو قلت في جمع "بَيْت: أَبْيُت"٤، وفي جمع "عود: أعود"٥ لأدَّى ذلك إلى ضم الياء والواو، والياء تستثقل عليها الضمة؛ لأنها معها بمنزلة ياء وواو، وكذلك الواو -أيضًا- تُستثقل عليها الضمة أكثر من الياء؛ لأنها معها بمنزلة واوين، فلمَّا كان ذلك مستثقلاً؛ عدلوا عنه إلى "أَفْعَال".
[علة جمعهم بين فِعَال وفُعُول في جمع الكثرة]
فإن قيل: فَلِمَ جمعوا بين "فِعال، وفُعُول" في جمع الكثرة قيل: لاشتراكهما في عدد الحروف، وإن كان في أحدهما حرف ليس في الآخر.
[عِلَّة الصياغة في جمع التكسير]
فإن قيل: فَلِمَ خصّوا في جمع التكسير ما كان على "فَعْل" مما عينه واو
_________
١ في "ط" قالوا.
٢ في "ط" فيها.
٣ في "س" وَلِمَ.
٤ في "س" شيخ أَشيخ.
٥ في "س"، أعواد، والصَّواب ما في المتن.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (230,'بـ "فِعال"؛ نحو: "ثوب: وثياب" وما١ عينه ياء بـ"فُعُول"؛ نحو: "شيخ: وشُيُوخ" وهلَّا عكسوا؟ قيل: إنَّما لم يجمعوا ما كان من ذوات الواو على "فُعُول"؛ لأنَّه كان يؤدي إلى الاستثقال، ولا يؤدي إلى ذلك إذا٢ جمع على "فِعَال" ألا ترى أنَّه لو جمع على "فُعول"؛ لكان يؤدي إلى اجتماع واوين وضَمَّة؛ نحو "ثُووُب، وحُووض" وذلك مستثقل لاجتماع واوين /وضَمَّة/٣ وجوَّزوا ذلك في الياء؛ لأنَّها أخف من الواو، فكذلك خصّوا ما كان عينه واوًا بـ "فِعَال"، وما كان عينه ياء بـ"فُعُول".
[فَعْل وأَفْعُل]
فإن قيل: فمن أين زعمتم أنَّ "أفْعُلا" لا يكون إلا في جمع "فَعْل"؛ وقد قالوا: "زَمَن: وأَزْمُن" فجمعوا "فَعَلاً" بفتح العين على "أَفْعُل"؟ قيل: إنَّما قالوا: "زَمَن وأَزْمُن" وإن كان القياس يوجب أن يقال: "أزمان" إلا أنَّه لَمَّا كان "زمن" في معنى "دَهْر" و"دَهْر" يجمع على "أَدْهُر" فكذلك -أيضًا- جمعوا زمنًا على "أَزْمُن"؛ لأنَّه في معناه؛ كقوله٤: [الطويل]
أَمَنْزِلَتَيْ مَي سلام عليكما ... هل الأَزْمُن اللَّائي مضين رواجعُ
[عِلَّة جمع فُعْل على فِعْلان]
فإن قيل: فَلِمَ جُمِعَ ما جاء على "فُعْل" في الأغلب على "فِعلان"؟ قيل: لأنَّ "فُعْلاً" مقصور من "فُعال" وما كان على "فُعَال" فإنه يُجمع على "فِعْلَان"؛ نحو: "غُراب وغِربان، وعُقاب وعِقبان" وكذلك٥ ما كان مقصورًا منه يجمع على "فِعلان".
[علة تحريك عين فَعْلة في الجمع]
فإن قيل: فَلِمَ وجب تحريك العين في "فَعْلة" بفتح الفاء وسكون العين في
_________
١ في "ط" ومما.
٢ في "ط" إذ.
٣ سقطت من "ط".
٤ القائل هو ذو الرُّمَّة: وقد سبقت ترجمته.
موطن الشاهد: "الأَزْمُنُ".
وجه الاستشهاد: مجيء "زمن" مجموعًا جمع تكسير على وزن "أَفْعُل" حملاً على "دهر" و"أدهر"؛ لأنَّه بمعناه، كما جاء في المتن.
٥ في "س" فكذلك.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (231,'الجمع؛ نحو "جَفَنات، وقَصَعَات" وسُكِّنت في نحو: "خَدْلات، وصَعْبات" /من فَعْلة/١؟ قيل: لأن "فَعْلة" بفتح الفاء، وسكون العين تكون اسمًا غير صفة؛ نحو: "جَفْنَة، وقَصْعة" وتكون صفة؛ نحو: "خَدْلة، وصَعْبة" فحرِّكت العين منها إذا كانت٢ اسمًا غير صفة؛ نحو: "جَفَنات، وقَصَعات" للفرق بينهما وبين الصفة؛ نحو: "خَدْلات، وصَعْبَات".
[علة كون الاسم أولى بالتَّحريك من الصفة]
فإن قيل: فَلِمَ كان الاسم أولى بالتحريك من الصفة وهلَّا عكسوا، وكان الفرق حاصلاً؟ قيل: إِنَّما كان الاسم أولى بالتحريك من الصفة؛ لأنَّ الاسم أقوى وأخف، والصفة أضعف وأثقل؛ (فلمَّا كان الاسم أقوى وأخف، والصفة أضعف وأثقل) ٣؛ كان الاسم للتحريك أحمل؛ فأمَّا قول٤ الشاعر٥: [الطويل]
أَبَتْ ذِكَرٌ، عوَّدْنَ أحشاءَ قَلْبه ... خُفُوقًا، وَرَفْضَاتُ الهوى في المفَاصِل٦
فسكن "رَفْضات" والأصل "رَفَضَات" بالفتح لأجل ضرورة الشِّعر.
[علة كون العين المعتلة من فَعْلة ساكنة في الجمع كالصفة]
فإن قيل: فَلِمَ إذا كانت العين من "فَعْلة" معتلَّة أو مضاعفة، تكون ساكنة كالصفة؛ نحو: "عَوْرات، وبَيْضات وسلَّات" وما أشبه ذلك؟ قيل: إنَّما كانت ساكنةً إذا كانت العين معتلَّة؛ لأنَّ الحركة، توجب ثقلاً في الواو والياء؛ فسكَّنوهما هربًا من ثقل الحركة عليهما، وحرصًا على تصحيحهما، ومن العرب من يفتح الياء والواو، فيقول: "عَوَرَات، وبَيَضَات" كما لو كان صحيح العين،
_________
١ سقطت من "س".
٢ في "ط" كان.
٣ سقطت من "س".
٤ في "ط" قال الشَّاعر.
٥ لم يُنسب إلى قائل معين.
٦ المفردات الغريبة: رفضات الهوى: رُبَّما المراد اضطرابات المفاصل التي تنتاب العُشَّاق، ومن ارفضَّ الدمع: إذا تفرّق، وتتابع سيلانه، وقطرانه.
أحشاء قلبه: أحشاء جمع "حشا" وهو ما اضطَمَّت عليه الضُّلوع.
المفاصل: جمع "مفصل" وهو كل ملتقى عظمين في الجسد.
موطن الشاهد: "رَفْضَات".
وجه الاستشهاد: مجيء "رَفْضَات" مسكَّنة؛ والقياس أن تأتي محرَّكة "رَفَضَات" للضرورة الشعرية.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (232,'وعلى هذه اللغة قراءة من قرأ: {ثَلاثُ عَوْرَاتٍ لَكُمْ} ١ بفتح الواو؛ /و/٢ قال الشَّاعر٣: [الطويل]
أخو بَيَضات رائح مُتَأوِّب ... رفيقٌ بمسح المنكبين سبوح٤
وإنما كانت ساكنةً إذا كانت مضاعفة لئلا يجمتع حرفان متحرِّكان من جنس واحد، وذلك مستثقل، ألا ترى أنك لو قلت في جمع: "سَلَّة: سلَلَات، وملَّة: مللات"؛ لكان ذلك مستثقلاً؟
[علة جمع فُعْلَة على فُعَْلات]
فإن قيل: فَلِمَ جاز في جمع "فُعْلة" بضم الفاء وسكون العين، ضَمّ العين، وفتحها، وسكونها؛ نحو: "ظُلْمة: وظُلُمَات، وظُلَمَات، وظُلْمَات"؟ قيل: أما الضمُ فللإتباع؛ وأما الفتح ففرارًا٥ من اجتماع ضمتين؛ وأما السكون فللتَّخفيف؛ كقولهم في "عَضُد: عَضْد.
[عِلَّة جمع فِعْلة على فِعَِْلات]
فإن قيل: فَلِمَ جاز في جمع "فِعْلة" بكسر الفاء، وسكون العين، كسرُ العين، وفتحها، وسكونها؛ نحو: "سِدرة: وسِدِرَات وسِدَرَات وسِدْرَات"؟ قيل: أمَّا الكسر فللإتباع؛ وأما الفتح ففرارًا٦ من اجتماع الكسرتين؛ وأما السكون فللتَّخفيف؛ كقولهم في: "كَتِف: كَتْف" كما بينا في جمع "فَعْله"، والألف والتاء، في /جميع/٧ ذلك كلِّه للقلة عند بعض النحويين، ويحتجون
_________
١ س: ٢٤ "النور، ن: ٥٨، مد".
٢ سقطت من "ط".
٣ لم يُنسب إلى قائل مُعين.
٤ المفردات الغريبة: بيضَات: جمع بيضة، والبيضة واحدة سواء أكانت بيضة الطير أم بيضة الحديد؛ ولا تحرَّك ياؤها في الجمع إلا في ضرورة الشّعر.
متأوِّب: راجع؛ ومثلها: الآيب.
السّبوح من الخيل: ما يسبح بيديه في جريه، كناية عن سرعته.
موطن الشَّاهد: "بَيَضات".
وجه الاستشهاد: جمع الشَّاعر "بيضة" على "بَيَضات" على وزن "فَعَلات" والقياس أن يجمعها على "بَيْضات" بتسكين الياء؛ للضرورة الشعرية؛ وذكر بعضهم أنَّ فتحها على لغة هُذيل التي تفتح العين في جمع "فَعْلَة" صحيحًا كان، أو معتلًّا.
٥ في "ط" فرارًا.
٦ في "ط" فرارًا.
٧ زيادة في "ط".',NULL,'249',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (233,'بما رُوي عن حسان بن ثابت١ أنشد النابغة٢ قصيدته التي يذكر فيها: [الطويل]
لَنَا الْجَفَنَات الغرُّ يلمعنَ بالضُّحى ... وأسيافنا يقطرنَ من نجدةٍ ما
فَلَمْ يرَ فيه اهتزازًا، فعاتبه على ذلك؛ فقال له النابغة: قد أخطأت في بيت واحد في ثلاثة مواضع، وأغضيتُ عنها، ثُمَّ جئت تلومني!! فقال له حسان: /و/٣ ما تلك المواضع؟ فقال له:
الأول: أنك قلت: الْجَفَنَات وهي تدلُ على عدد قليل، ولا فخر لك أن يكون لك في ساحتك ثلاث جفنات أو أربع.
والثاني: أنك قلت: "يلمعن" واللمعة بياض قليل، فليس فيه كبير شأن.
والثالث: أنك قلت: "يقطرن" والقطرة تكون للقليل، فلا يدل ذلك على فرط نجدة، وكان يجب أن تقول: "الجِفَان ويَسِلن"؛ وهذا -عندي- ليس بصحيح؛ لأنَّ هذا الجمع يجيء للكثرة، كما يجيء للقلة؛ قال الله تعالى: {وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ} ٤ والمراد به الكثرة لا القلة، والذي يدلّ على ذلك: أنه جمع صحيح، فصار بمنزلة قولهم: "الزيدون، والعمرون" (وكما أن قولهم: الزيدون، والعمرون) ٥ يكون للكثرة والقلة، فكذلك هذا الجمع، وأمّا ما روى النابغة وحسان، فقد كان أبو علي الفارسي٦ يقدح فيه، ولو صح، فيحتمل أن يكون النابغة قصد ذكر شيءٍ يدفع عنه٧ ملامة حسان، ويعارضها في الحال.
[عِلَّة جواز الاكتفاء بجمع القلة عن جمع الكثرة والعكس]
فإن قيل: فَلِمَ جاز أن يُكتفى لله ببناء القلة عن بناء الكثرة، وببناء الكثرة
_________
١ حسّان بن ثابت الأنصاري، شاعر النبي -صلى الله عليه وسلم- وأحد مخضرمي الجاهلية والإسلام، وكان من المعمرين، عاش ستين سنة في الجاهلية ومثلها في الإسلام. قال فيه الأصمعي: "كان فحلاً من فحول الجاهلية، فلمَّا دخل الإسلام سقط شعره"؛ له ديوان شعر مطبوع. مات سنة ٥٤هـ. طبقات فحول الشعراء ٥/١، والشّعر والشعراء ٣٠٥/١.
٢ سبقت ترجمته.
موطن الشاهد: "الْجَفَنَات.
وجه الاستشهاد: احتجّ بعضهم بكون "الْجَفَنات" على وزن "فَعَلات" جمعًا يفيد القِلَّة، وأنَّ جمع الكثرة لـ"الجفنة: جِفَان" على وزن "فِعَال" والصَّواب ما ذكره المؤلف في المتن؛ لأنَّها تأتي للقلة وللكثرة.
٣ سقطت من "ط".
٤ س: ٣٤ "سبأ، ٣٧، مك".
٥ سقطت من "س".
٦ سبقت ترجمته.
٧ في "س" به.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (234,'عن بناء القلَّة؟ قيل: إنما جاز أن يُكتفى ببناء القِلَّة عن بناء الكثرة؛ نحو: "قلم وأقلام، ورَسَن وأرسان وأُذن وآذان، وطُنُب وأطناب، وكَتِف وأكتاف، وإبل وآبال" وأن يُكتفى ببناء الكثرة عن بناء القلة؛ نحو: "رجل ورجال، وسَبع وسِبَاع، وشسع١ وشُسُوع"؛ لأنَّ معنى الجمع مشترك في القليل والكثير؛ فجاز أن يُنوى بجمع القِلَّة جمع الكثرة؛ لاشتراكهما في الجمع، كما جاز ذلك في ما يجمع بالواو والنون؛ نحو: "الزيدون"، وجاز أن يُنوى بجمع الكثرة جمع القلّة كما يجوز أن يُنوى بالعموم الخصوص.
[علة جمع ما كان رباعيًّا على فعالل]
فإن قيل: فَلِمَ جُمع ما كانَ رباعيًّا على مثل واحدٍ، وهو مثال: "فعالل"؟ قيل: لأنَّ ما كان على أربعة أحرف لَمَّا كان أثقل مما كان على ثلاثة أحرف، ألزم طريقة واحدةً، وزيدت الألف على واحده دون غيرها؛ لأنها أخف الحروف؛ لأنها قطّ لا تكونُ إلا ساكنة.
[علة حذف آخر الاسم الخماسي في الجمع]
فإن قيل: فَلِمَ حُذف آخر ما كان خمسيًّا في الجمع؛ نحو: "سفرجل وسفارج"؟ قيل: إنما وجب حذف آخر حروفه لطوله، ولو أتي به على الأصل، لكان مستثقلاً، فحُذف طلبًا للخفة، وكان الآخر أولى بالحذف؛ لأنَّه أضعف حروف الكلمة؛ لأنَّ الحذف في آخر الكلمة أكثر من غيره.
[علة جواز جمع سفرجل على سفاريج ونحوه]
فإن قيل: فَلِمَ جاز أن يقولوا في جمع: "سفرجل: سفاريج" بالياء؟ قيل: لأنهم لَمَّا حذفوا اللام، جعلوا الياء٢ عوضًا عن اللام المحذوفة منه.
[علة تعويضهم بالياء دون غيرها]
فإن قيل: فَلِمَ عوض بالياء دون غيرها؟ قيل: لأنَّ ما بعد ألف التكسير مكسور، فكأنَّهم أشبعوا الكسرة، فنشأت الياء؛ وذلك ليس بثقيل؛ فلهذا، كانت الياء أولى من غيرها.
_________
١ الشَّسع: أحد سيور النَّعل، وهو الذي يدخل بين الإصبعين.
٢ في "س" التاء، والصّواب ما في المتن.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (235,'[علة عدم حذف الزيادة في الجمع إذا كانت رابعة]
فإن قيل: فَلِمَ حذفوا الزيادة منه في الجمع؛ إذا لم تقع رابعة، ولم يحذفوها، إذا وقعت رابعة؟ قيل: إنما حذفوا الزيادة إذا لم تقع رابعةً؛ لأنهم إذا حذفوا منه الحرف الأصلي؛ فالزائد أولى، وإنما لم يحذفوها إذا وقعت رابعة؛ لأنهم يجتلبون لها الياء قبل الطرف١، وإذا وجدت قبل الطرف، وهي من نفس الكلمة، فينبغي ألا تحذف؛ لأنَّها أولى بالثبات من المجتلبة.
[علة قلب الألف والواو في الجمع وإبقاء الياء على حالها]
فإن قيل: فَلِمَ قالوا جمع: "مفتاح: مفاتيح، وجرموق٢: جراميق" فقلبوا الألف والواو، وأبقوا الياء على حالها؟ قيل: إِنَّما قلبوا الألف والواو ياء لسكونهما٣ وانكسار ما قبلهما، وأبقوا الياء على حالها؛ لأنَّ الكسرة /إذا كانت/٤ توجب قلب الألف والواو ياء، فَلأَن تُبْقَى٥ "الياء" على حالها، كان ذلك من طريق الأولى؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" الظَّرف، والصَّواب ما في المتن.
٢ الجرموق: ما يُلبس فوق الخفّ؛ ليقيه من الطِّين. القاموس المحيط: ٧٨٤.
٣ في "ط" لسكونها.
٤ سقطت من "ط" والسِّياق يستوجبها.
٥ في "ط" يبقى، والصواب ما أثبتنا.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (236,'<span data-type="title" id=toc-57>الباب الخامس والخمسون: باب التصغير</span>
[علة ضم أول الاسم المصغر]
إن قال قائل: لِمَ ضُمَّ أول الاسم الْمُصَغَّر؟ قيل لوجهين:
أحدهما: أنَّ الاسم المصغر يتضمن المكبر، ويدلُّ عليه، فأشبه فعل ما لم يُسَمَّ فاعله، فكما بُني أول فعل ما لم يُسم فاعله على الضَّمِّ، فكذلك أوّل الاسم المصغر.
والوجه الثاني: أنَّ التصغير لَمَّا صيغ له بناء؛ جُمع له جميع الحركات، فبني الأوّل على الضم؛ لأنَّه أقوى الحركات، وبُني الثاني على الفتح تبيينًا للضَّمَّة، وبُني ما بعد ياء التصغير على الكسر في تصغير ما زاد على ثلاثة أحرف، دون ما كان على ثلاثة أحرف؛ لأنَّ ما كان على ثلاثة أحرف، يقع ما بعد الياء منه حرف الإعراب، فلا يجوز أن يُبنى على الكسر.
[عِلَّة كون التصغير بزيادة حرف]
فإن قيل: فَلِمَ كان التصغير بزيادة حرفٍ، ولم يكن بنقصان حرف؟ قيل: لأنَّ التصغير قام مُقام الصِّفة، ألا ترى أنك إذا قلت في رَجُل: رُجيل، وفي دِرْهَم: دُرَيْهِم، وفي دينار: دُنَينير، قام رُجيل مُقام: رجل صغير، وقام دُريهم١ مقام درهم صغير، وقام دنينير مُقام: دينار صغير؛ فلمَّا قام التصغير مقام الصفة؛ وهي لفظ زائد، جُعل بزيادة حرف، وجُعل ذلك الحرف دليلاً على التصغير؛ لأنه /قام/٢ مقام ما يوجب التصغير.
[عِلَّة كون الزيادة ياء ساكنة ثالثة]
فإن قيل: فَلِمَ كانت الزيادة ياءً، ولِمَ كانت ساكنة، ولِمَ كانت ثالثة؟ قيل: إنما كانت ياءً؛ لأنهم لَمَّا زادوا الألف في التكسير؛ والتصغير /والتكسير/٣ من
_________
١ في س "درهم".
٢ سقطت من "ط".
٣ سقطت من "ط".',NULL,'253',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (237,'وادٍ واحد؛ زادوا فيه الياء؛ لأنها١ أقرب إلى الألف من الواو. وإنما كانت ساكنة ثالثة؛ لأنَّ ألف التكسير لا تكون إلا كذلك.
[علة حمل التصغير على التكسير]
فإن قيل: فَلِمَ حُملَ التصغير على التكسير، ومن أين زعمتم أنهما من وادٍ واحد؟ قيل: إنما حُمل التصغير على التكسير؛ لأنه يغير اللفظ والمعنى، كما أنّ التكسير يغيِّر اللفظ والمعنى، ألا ترى أنَّك إذا قلت في تصغير "رَجُل: رُجيل ... ٢ قد غيَّرت لفظه بِضَمِّ أوّله، وفتح ثانيه، وزيادة ياء ساكنة ثالثة، وغيَّرت معناه؛ لأنَّك نقلته من الكبر إلى الصِّغر، كما أنَّك إذا قلت في تكسيره: "رجال" غيّرت لفظه بزيادة الألف، وفتح ما قبلها؛ وغيّرت معناه؛ لأنَّك نقلته من الإفراد إلى الجمع؟ ولهذا٣ المعنى؛ قلنا: إنهما من وادٍ واحد.
[علة إلزام التصغير طريقة واحدة]
فإن قيل: فَلِمَ ألزموا التَّصغير طريقة واحدة، ولم تختلفْ أبنيته كاختلاف أبنية التكسير؟ قيل: لأنَّ التَّصغير أضعف من التكسير، ألا ترى أنَّك إذا قلت: "رُجَيْل" فقد وصفته بالصغر٤، من غير أن تَضُمَّ إليه غيره، وإذا قلت: "رجال" فقد ضممت إليه غيره، وصيَّرت الواحد جمعًا؟ فلمَّا كان التصغير أضعف من التكسير في التَّغَيُّر، (وكان المراد به معنى واحدًا؛ أُلزم طريقةً واحدةً، ولَمَّا كان التكسير أقوى من التصغير في التغيير) ٥ ويكون كثيرًا وقليلاً، وليس له نهاية ينتهي إليها؛ خُصّ بأبنية تدلُّ على القلة والكثرة؛ فلذلك٦ اختلفت٧ أبنيته.
[علة حذف آخر الاسم الخماسي في التصغير]
فإن قيل: فَلِمَ إذا كان الاسم خماسيًّا، يحذف آخر حروفه في التصغير؛ نحو: "سفرجل، وسفيرج"؟ قيل: إِنَّما /وجب/٨ حذف آخر حروفه في التصغير؛ لطوله على ما بينا في /جمع/٩ التكسير؛ لأنَّ التصغير يجري مجرى
_________
١ في "ط" لأنَّه.
٢ في "ط" زيادة "أنَّك" قبل قد، ولا ضرورة لها، فلم نثبتها.
٣ في "س" فلهذا.
٤ في "ط" بالصَّغير.
٥ سقطت من "س".
٦ في "ط" فكذلك.
٧ في "ط" اختلف، ولعلَّه سهو من الناسخ أو الطَّابع.
٨ سقطت من "س".
٩ سقطت من "ط".',NULL,'254',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (238,'التكسير؛ ولهذا، يجوز فيه التعويض، فيقال: "سفيريج" كما قالوا في التكسير: "سفاريج" ولهذا -أيضًا- إذا كانت الزيادة غير رابعة، حذفت، وإذا كانت رابعة لم تُحذف، حملاً للتصغير على التكسير؛ لأنَّ التصغير والتكسير من وادٍ واحد.
فإن قيل: فَلِمَ ردُّوا١ التاء في تصغير المؤنث إذا كان الاسم ثلاثيًّا؛ نحو: "شمس وشُمَيْسَة" ولم يردُّوها إذا كانت على أربعة أحرف؛ نحو: "زينب وزُيَيْنَب"؟ قيل: إِنَّما ردُّوا التاء في التصغير؛ لأنّ التصغير يرد الأشياء إلى أصولها، ألا ترى أنهم قالوا في تصغير: "باب: بُويب" وفي تصغير "ناب: نُيَيْب" فردّوا الألف إلى أصلها؛ وأصلها في "باب" الواو؛ لأنَّك تقول في تكسيره: أبواب، وبوَّيب بابًا؛ وأصلها في "باب" الياء؛ لأنَّك تقول في تكسيره: أنياب، ونَيَّبت نابًا٢، (وفي الأمر منه: نَيِّب، وفي الأمر من الأول: بَوِّب) ٣؛ فإذا كان التكسير والتصغير يردَّان الأشياء إلى أصولها؛ والأصل في نحو: "شمس" أن تكون بعلامة التأنيث، للفرق بين المذكر والمؤنث؛ وجب ردها في التصغير، واختص رد التاء في الثلاثي٤ لخفة لفظة. فأما الرباعي فلم تُرَد٥ فيه التاء؛ لطوله، فصار الطُول بدلاً من تاء التأنيث. فأما ما لم تُرَدّ فيه التاء في التصغير من الثلاثي؛ فنحو قولهم في قوس: قُوَيس، وفي فَرَس: فُريس، وفي عِرْس: عُرَيس٦، وفي حرب: حُريب، وفي "ناب الإبل: نُيَيب، وفي درع الحديد: دُريع: وأما ما أثبتوا فيه التاء في التصغير من الرباعي؛ فنحو قولهم في قُدام: قُدَيديمة، وفي وراء: وُرَيِّئة، وفي أمام أُميمة، فقد٧ تكلموا عليه؛ فقالوا: إنما لم تلحق٨ التاء في التصغير ما٩ كان ثلاثيًّا؛ لأنه أُجرِي مُجرى المذكر؛ لأنَّه في معناه، وذلك؛ لأنَّ "القوس" في معنى "العود"؛ و"العرس"١٠ ينطلق على المذكر والمؤنث، والمذكر هوالأصل، فبقي لفظ تصغيره على أصله، و"العرس" في معنى "التعريس" و"الحرب" في الأصل: مصدر حربت حربًا؛ والمصدر في الأصل مذكَّر؛ و"النَّاب" رُوعي فيها معنى النَّاب الذي هو السِّنُّ، وهو مذكَّر؛ لأنَّها سُمِّيت به عند سقوطه؛ و"درع
_________
١ في "ط" زادوا، والصواب ما أثبتناه من "س".
٢ في "س" في الأمر.
٣ سقطت من "س".
٤ في "س" بالثلاثي.
٥ في "ط" يرد.
٦ في "س" غرس: غريس.
٧ في "س" وقد.
٨ في "ط" يلحق.
٩ في "ط" لَمَّا.
١٠ في "س" الغرس.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (239,'الحديد" في معنى الدرع الذي هو القميص. وإنما أثبتوا التاء في التصغير في ما كان رباعيًّا؛ نحو: "قديديمة، وَوُرَيِّئة، وأميمة" لوجهين:
أحدهما: أنَّ الأغلب في الظروف أن تكون مذكَّرة، فلو لم يدخلوا التَّاء في هذه الظروف، وهي مؤنثة؛ لالتبست بالمذكَّر.
والوجه الثاني: أنَّهم زادوا التاء تأكيدًا للتأنيث، ويحتمل -أيضًا- وجهًا ثالثًا؛ وهو أنَّهم أثبتوا التاء تنبيهًا على الأصل المرفوض، كما صحَّحوا الواو في "العود" والحركة تنبيهًا على أن الأصل في باب: بوب، ودار: دور، وهو أصل مرفوض /و/١ على كُل حال، فكِلا القسمين شاذٌّ، لا يقاسُ عليه.
[علة المخالفة بين الأسماء المبهمة والمتمكنة في التصغير]
فإن قيل: فَلِمَ خالفوا بين تصغير الأسماء المبهمة وما أشبهها وبين الأسماء المتمكنة؛ قالوا في تصغير: ذا: ذيّا، وفي تا: تَيَّا، وفي الذي: الُّذيّا، وفي: التي: الُّتيَّا؟ قيل: إِنَّما فعلوا ذلك جريًا على أُصول كلامهم في تَغيُّر٢ الحكم عند تغيير٣ الباب؛ لأنَّ الأسماء المبهمة لَمَّا كانت مغايرة للأسماء المتمكنة، جعلوا لها حكمًا غير حكم الأسماء المتمكِّنة؛ لتغايرهما، فلم٤ يَضُمُّوا أوائلها في التصغير، كما فعلوا في الأسماء المتمكنة، وجوزوا أن تقع٥ ياء التصغير فيها ثانية؛ كقولهم في ذا: ذيَّا، وفي تا٦: تيَّا.
[علة عدم امتناع وقوع ياء التصغير ثانية في الأسماء المبهمة]
فإن قيل: فَلِمَ لم يمتنع وقوع ياء التصغير فيها ثانيةً، كما امتنع في الأسماء المتمكنة؟ قيل: إِنَّما لم يمتنع وقوع ياء التصغير فيها ثانية، كما امتنع في الأسماء المتمكنة؛ لأنَّ أوائلها مفتوحة، فلم يمتنع وقوع ياء التصغير الساكنة بعدها، بخلاف الأسماء المتمكنة، فإن أوائلها مضمومة، فيمتنع وقوع الياء الساكنة بعدها.
_________
١ سقطت من "ط".
٢ في "ط" تغيير، والصواب ما أثبتناه من "س" لمناسبة السياق.
٣ في "س" تغيّر، والصواب ما في المتن.
٤ في "س" ولم.
٥ في "ط" يقع.
٦ في "ط" تاء.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (240,'[علة زيادة الألف في الأسماء المبهمة في التصغير]
فإن قيل: فَلِمَ زادوا الألف في آخرها علامة للتصغير؟ قيل: إِنَّما حسَّن زيادة الألف في آخرها علامة للتصغير؛ لأنَّها أسماء مبنية، فجُعل في آخرها ألفٌ؛ لتكون على صيغة لا يُتصور دخول الحركة التي هي آلة الإعراب عليه؛ فاعرفه تصب، إن شاء الله تعالى.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (241,'<span data-type="title" id=toc-58>الباب السادس والخمسون: باب النسب</span>
[علة زيادة الياء المشددة المكسور ما قبلها في النَّسب]
إن قال قائل: لِمَ زيدت الياء في النسب مُشَدَّدة مكسورًا ما قبلها؛ نحو: زيديّ، وعمريّ، وبغدادي، ومصري ونحو ذلك١؟ قيل: أوّلاً إِنَّما كانت ياء تشبيهًا بياء الإضافة؛ لأنَّ النسب في معنى الإضافة؛ ولذلك، كان المتقدمون من النحويين يترجمونه بـ"باب الإضافة"؛ وكانت الياء مشددة؛ لأنَّ النسب أبلغ من الإضافة، فشددوا الياء؛ ليدلوا٢ على هذا المعنى؛ وكانت مكسورًا ما قبلها توطئة٣ لها.
[علة حذف تاء التأنيث في النسب]
فإن قيل: فَلِمَ حذفوا تاء التأنيث في النسب؛ نحو قولهم في النسب إلى مكة: مكِّيّ، ونحو ذلك؟ قيل: لخمسة أوجه:
أحدها٤: أنَّها إِنَّما حذفت لئلا تقع في حشو الكلمة، وتاء التأنيث لا تقع في حشو الكلمة.
والثاني٥: أنها إنما حُذفت لئلا يؤدي إلى الجمع بين تاءي٦ التأنيث في النسب إلى المؤنث إذا كان المنسوب مؤنثًا، ألا ترى أنك إذا قلت في النسب إلى الكوفة والبصرة في المذكر: "رجل كوفتيّ، وبصرتِيّ" لقلت في المؤنث: "امرأة كوفتيّة وبصرتيّة"؛ فلما كان /ذلك/٧ يؤدي إلى الجمع بين تاءي٨ تأنيث في المؤنث؛ نحو: كوفتية وبصرتية والجمع بين علامتي تأنيث في كلمة واحدة لا يجوز؛ حذفوا التاء من المذكر؛ لئلا يجمعوا بين علامتي تأنيث في المؤنث.
_________
١ في "س" وما أشبه ذلك.
٢ في "س" لتدلَّ.
٣ في "س" توطيدًا لها.
٤ في "س" الوجه الأول.
٥ في "س" والوجه الثاني: إِنَّما.
٦ في "ط" تاء.
٧ سقطت من "ط".
٨ في "س" علامتي.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (242,'والثالث: أنها إنما حُذفت لأنَّ ياءي١ النسب قد تنزلا منزلة تاء التأنيث في الفرق بين الواحد والجمع؛ (ألا ترى أنهم قالوا: روميّ وروم، وزنجي وزنج، ففرقوا بين الواحد والجمع) ٢ بياء النسب، كما فرقوا بتاء التأنيث بين الواحد والجمع في قولهم: نخلة ونخل، وتمرة وتمر، فلمّا وجدت المشابهة بينهما من هذا الوجه؛ لم يجمعوا بينهما كما لم يجمعوا بين علامتي تأنيث.
والرابع: أنها إنما حُذفت؛ لأن هذه التاء حكمها أن تنقلب في الوقف هاءً، فلمَّا كانت تتغير، ولا يمكن أن تجري على حكمها في أن تكون تارةً تاءً، وتارة هاءً؛ كان حذفها أسهل عليهم.
والخامس: أنَّ تاء التأنيث بمنزلة اسم ضُمَّ إلى اسم، ولو نسبت إلى اسم ضُمَّ إلى اسم، لحذفت الاسم الثاني؛ فكذلك -ههنا- تُحذف تاء التأنيث.
[علة حذف الياء من فُعَيلةَ وفَعيلةَ في النسب]
فإن قيل: فَلِمَ حذفت الياء من /باب/٣ "فُعَيلةَ، وفَعِيلة"؛ نحو قولهم في النسب إلى جُهينة: "جُهني، وإلى ربيعة: رَبَعي دون باب: فَعِيل، وفُعَيل؛ نحو قولك في النسب إلى: ثقيف ثقيفيّ٤ وفي النسب إلى هُذيل: هُذيلي"؟ قيل: إنما وجب حذف الياء في باب فُعَيلة، وفَعِيلة دون باب فَعِيل، وفُعَيل؛ لأنَّ باب "فُعَيلة، وفَعِيلة" اجتمع فيه سببان موجبان للحذف؛ وهما: طلب التخفيف، وتأنيس التغيير بحذف٥ تاء التأنيث، وباب "فَعِيل، وفُعَيل" ليس فيه إلا سبب واحد وهو طلب التخفيف، فلمَّا كان في باب "فُعَيلة، وفَعِيلة" سببان؛ لزمه الحذف، ولَمَّا كان في باب "فَعِيل، وفُعَيل" سبب /واحد/٦ لم يلزم الحذف.
[قلب الكسرة فتحة في النسب في بعض الأسماء]
فإن قيل: فَلِمَ قالوا: "حَنَفِيّ" بالفتح، وإن كان الأصل هُوَ الكسر٧؟ قيل: لأنَّهم قلبوا الكسرة فتحةً طلبًا للتخفيف، كما قالوا في النسب إلى شَقِر: شَقَريّ، وإلى: نَمِر: نَمَريّ بالفتح، وإن كان الأصل هو الكسر طلبًا للتخفيف، ألا ترى أنَّهم لو قالوا "شَقِريّ، ونَمِريّ" بالكسر؛ لأدَّى ذلك إلى توالي
_________
١ في "س" ياء النسب وقد تنزلت.
٢ سقطت من "س".
٣ سقطت من "س".
٤ في "س" ثقفيّ.
٥ في "س" الحذف.
٦ سقطت من "ط".
٧ في "س" والأصل فيه الكسر.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (243,'كسرتين، بعدهما ياء مشددة، وذلك مستثقل؟ فعدلوا عن الكسرة إلى الفتحة، فقالوا: "شَقَرِيّ؛ ونَمَريّ" فكذلك ههنا؛ وكذلك قالوا في النسب إلى "عَليّ: عَلَويّ" بالفتح؛ لأنَّهم لَمَّا حذفوا الياء الأولى التي هي ياء "فعيل" بقي على وزن "فعيل"١ فأبدلوا٢ من الكسرة فتحة، فانقلبت الياء ألفًا؛ لتحرُّكها وانفتاح ما قبلها، فصار /عَلَى/٣ كـ"رَحَى، وعصا" فقلبوا من الألف واوًا؛ فقالوا: "عَلَوِيّ" كما قالوا: "رَحَوِيّ وعَصَوِيّ".
[عِلَّة قلب ألف رحي وعصا واوًا]
فإن قيل: فَلِمَ وجب قلب ألف "رَحَى، وعصا" واوًا؟ قيل: إِنَّما وجب قلب الألف واوًا؛ لأنها ساكنة، والياء الأولى من ياءي٤ النسب ساكنة، وساكنان لا يجتمعان؛ فوجب فيها القلب، وكان القلب أولى من الحذف؛ لكثرة ما يلحق النَّسب من التغيير، والتغيير بالحذف أبلغ من القلب وأقوى؛ فلذلك، كان القلب أولى، وكان قلب الألف واوًا أولى من قلبها ياءً؛ لأنَّها لو قُلبت ياءً؛ لأدَّى ذلك إلى اجتماع الأمثال، ألا ترى أنك لو قلت: رحيِيّ، وعصييّ؛ لأَدَّى ذلك إلى اجتماع ثلاث ياءات، وذلك مستثقل؟ فعدلوا عن الياء إلى الواو، لأنَّها أبعد من اجتماع الأَمثال.
[النسبة إلى شج]
فإن قيل: فَلِمَ قالوا في النسب إلى شج: شَجَوِيّ؟ قيل: لأنَّهم أبدلوا من الكسرة فتحة للعلة التي ذكرناها، فانقلبت الياء ألفًا؛ لتحركها، وانفتاح ما قبلها؛ فالتحق بالمقصور نحو: عصا، ورحى؛ فقالوا فيه "شَجَوِيّ" كما قالوا: رَحَوِيّ، وعَصَوِيّ.
[النسبة إلى مغزى وقاضٍ وعلة ذلك]
فإن قيل: فَلِمَ قالوا في النسب إلى مغزى، وقاضٍ: مَغْزِيّ، ومَغْزَويّ، وقاضِيّ، وقاضَوِيّ؟ قيل: أما من قال: "مَغْزَوِيّ" فأبدل؛ فلأنَّ الألف من نفس الكلمة، فأبدل منها واوًا، كما أبدل في ما كان على ثلاثة أحرف؛ نحو: "رَحَوِيّ /وعَصَوِيّ/٥، وأما قَاضَوِيّ، فأبدلت٦ من الكسرة فتحةٌ، وقلبت الياء
_________
١ في "س" فعل.
٢ في "ط" أبدلوا.
٣ سقطت من "س".
٤ من "ط" ياء.
٥ سقطت من "ط".
٦ في "س" فأبدل.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (244,'ألفًا، فصار: قاضي: كمغزى؛ فقالوا قاضَوِيّ؛ كما قالوا مَغْزَوِيّ، وأما من قال: مَغْزِيّ، وقَاضِيّ؛ فحذف الألف والياء؛ فلأنَّ الألف ساكنة، والياء الأولى من ياءي النسب ساكنة؛ وساكنان لا يجتمعان، فحُذِفَت الألف لالتقاء السَّاكنين، كما حُذِفَت في ما كان على خمسة أحرف.
[علة وجوب حذف الألف والياء في الاسم الخماسيِّ في النسب]
فإن قيل: فَلِمَ وجب حذف الألف والياء إذا كان الاسم على خمسة أحرف؛ نحو قولهم في النَّسب إلى "مُرتجى: مُرتَجِيّ" وإلى "مُشتري١: مشتريّ"؟ قيل: إنَّما وجب حذف الألف والياء في الاسم إذا كان على خمسة أحرف؛ لطول الكلمة، وإذا جاز الحذف في ما كان على أربعة أحرف؛ لزم في ما زاد على ذلك.
فإن قيل: فَلِمَ لزم الحذف في ما كان على أربعة أحرف؛ نحو قولهم في النَّسب إلى "بَشَكَى٢: بَشَكِيّ" وإلى "جَمَزَى٣: جَمَزِيّ"؟ قيل: لأنَّه لَمَّا توالت فيه ثلاث حركات متواليات، تنزَّل منزلة ما كان على خمسة أحرف؛ لأنَّ الحركة قد تنزل منزلة الحرف، ألا ترى أنَّ مَنْ يجوِّز أن يصرف "هند" لا يجوِّز أن يصرف "سعدى"٤ كما لا يجوِّز أن يصرف "زينب"؛ لأنَّ الحركة ألحقته بما كان على أربعة أحرف، فكذلك٥ -ههنا- ألحقته الفتحة بما كان على خمسة أحرف.
[علة حذف الياء المتحركة من الاسم الذي قبل آخره ياء مشدَّدة في النسب]
فإن قيل: فَلِمَ وجب حذف الياء المتحرِّكة مما قبل آخره ياء مشددة؛ نحو قولهم في النسب: "أُسَيِّد٦: أُسَيْدِيّ" ونحو ذلك٧؟ قيل: لئلا تجتمع أربع ياءات وكسرتان، وذلك مُستثقل، وإنما وجب حذف المتحرِّكة؛ لأنَّ المقصود بالحذف التخفيف، والمتحرِّكة أثقل من الساكنة، فكان حذفها أولى؛ لأنَّهم لو حذفوا الساكنة؛ لكانت المتحركة تنقلب ألفًا؛ لتحركها، وانفتاح ما قبلها؛ فلذلك، كان حذف المتحرِّكة أولى.
_________
١ في "ط" مشترٍ؛ لأنه اسم منقوص، وأثبتنا ما في "س" للدلالة على تشديد الياء في النسبة إلى "مشتري".
٢ امرأة بَشَكَى: خفيفة سريعة.
٣ جَمَزى: نوع من السَّير السَّريع.
٤ في "س" سقر.
٥ في "س" وكذلك.
٦ أُسَيِّد وأُسَيوِد: تصغير "أسود من فلان" أي: أَجلّ منه.
٧ في "س" وما أشبه ذلك.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (245,'[علة قلب همزة التأنيث واوًا في النسب]
فإن قيل: فَلِمَ وجب قلب همزة التأنيث في النسب واوًا في نحو قولهم: حمراء: حَمْرَاوِيّ، ولم يجب ذلك في النَّسب إلى "كِسَاء وعلباء١" ونحو ذلك؟ ٢ قيل: لأنَّ همزة التأنيث ثقيلة؛ لأنَّها عوض عن علامة التأنيث التي توجب ثقلاً؛ فوجب قلبها واوًا؛ وأمَّا همزة "كساء" فلم يجب قلبها؛ لأنَّها منقلبة عن حرف أصليّ، فأُجريت مجرى الهمزة الأصلية؛ نحو: "قرَّاء، ووضَّاء" وكذلك الهمزة في "عَلباء" ملحقة بحرف أصلي، فأجريت /أيضًا/٣ مجرى الهمزة الأصلية، وكما لا يجب قلب الهمزة الأصلية واوًا في النسب؛ فكذلك ما أُجري مُجراها.
[علة الرد إلى الواحد في النَّسب]
فإن قيل: فَلِمَ وجب الرد إلى الواحد في النسب إلى الجميع؛ نحو قولهم في النسب إلى: الفرائض: فَرَضِيّ، ونحو ذلك٤؟ قيل: لأنَّ نسبته٥ إلى الواحد، تدلّ على كثرة نظره٦ فيها؛ وحكم الواحد من الفرائض كحكم الجمع٧ فإذا كان حكم الواحد كحكم الجمع٧؛ وجب الرد إلى الواحد؛ لأنه أخف في اللفظ مع أنه الأصل؛ فأما قولهم: "أَنماريّ، ومدائِنِيّ" فإنَّما نسبوا إلى الجمع؛ لأنه صار اسم شيءٍ بعينه، وليس المقصود منه أن يدل على ما يقتضيه اللفظ من الجمع، فلما صار اسمًا للواحد، تنزل منزلة الواحد؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ العلباء: عصبة في صفحة العُنُق، وتُجمع على "علابيّ" يُقال: تَشَنَّجَ عَلباؤه: إذا أسنَّ.
٢ في "س" وما أشبه ذلك.
٣ سقطت من "ط".
٤ في "س" وما أشبه ذلك.
٥ في "س" نسبه.
٦ في "س" نظرٍ.
٧ في "ط" الجميع.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (246,'<span data-type="title" id=toc-59>الباب السَّابع والخمسون: باب أسماء الصِّلات</span>
[علة تسمية الأسماء الموصولة بأسماء الصِّلات]
إن قال قائل: لِمَ سُمِّي "الذي، والتي، ومن، وما، وأيّ" أسماء الصِّلات؟ قيل: لأنَّها تفتقر إلى صلات توضحها وتبينها؛ لأنَّها لم تُفهم معانيها١ بأنفسها، ألا ترى أنك لو ذكرتها من غير صلةٍ، لم تفهم٢ معناها، حتى تُضَمَّ إلى شيءٍ بعدها؛ كقولك: الذي أبوه منطلق، أو الذي انطلق أبوه، وكذلك التي أخوها ذاهب، والتي ذهب أخوها، وكذلك سائرها.
[الذي والتي ولغاتهما]
وفي "الذي" أربع لغات: "الذي" بياء ساكنة، و"الذيّ" بياء مشددة، و"الذِ" بكسر الذَّال من غير ياء، (والّذْ بسكون الذَّال من غير ياء) ٣؛ وكذلك في "التي" أربع لغات: التي بياء ساكنة، والتيَّ بياء مشددة، واللَّتِ بكسر التاء من غير ياء، واللَّتْ بسكون التاء من غير ياء؛ والألف اللام فيهما زائدتان، وليستا فيهما للتَّعريف؛ لأنَّ التعريف بصلتهما، وهي الجملة التي بعدهما، بدليل أخواتهما٤؛ نحو: "مَنْ، وَمَا" فلو كانتا فيهما للتَّعريف، لأدَّى ذلك إلى أن يجتمع فيهما تعريفان؛ وذلك لا يجوز.
[علة دخول الذي والتي في الكلام]
فإن قيل: فَلِمَ أُدخلت "الذي والتي" في الكلام؟ قيل: تَوصُّلا إلى وصف المعارف بالجمل؛ لأنَّهم لَمَّا رأوا النكرات تُوصَف بالمفردات والجمل؛ نحو: "مررت برجل ذاهبٍ، ومررت برجل أبوه ذاهب، وذهب أبوه، وما أشبه ذلك،
_________
١ في "س" لأنَّها لا يُفهم معناها.
٢ في "س" يفهم.
٣ سقطت من "س".
٤ في "س" أخواتها.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (247,'ولم يحسنوا١ أن يجعلوا النكرة أقوى من المعرفة، وآثروا التسوية بينهما، جاءوا٢ باسم ناقص لا يتم إلا بجملة، فجعلوه وصفًا للمعرفة توصلاً إلى وصف المعارف بالجمل، كما أتوا بـ"ذي" التي ٣ بمعنى "صاحب" توصُّلا إلى الوصف بأسماء الأجناس؛ نحو /قولك/٤: "مررت برجل ذي مالٍ"، وأتوا بـ"أيّ" توصُّلاً إلى نداء ما فيه الألف واللام؛ نحو: "يا أيها الرجل"، ونحو ذلك.
[علة وجوب العائد من الصلة إلى الموصول]
فإن قيل: فَلِمَ وجب العائد من الصلة إلى الموصول؟ قيل: لأنَّ العائد يعلقها بالموصول، ويتممها به، ولذلك، لم يجز أن يرتفع "زيد /بـ/٥ خرج" في قولهم: الذي خرج زيد، لأنَّه يؤدي إلى أن تخلو الصِّلة من العائد إلى الموصول.
[عِلَّة حذف العائد المنصوب]
فإن قيل: فَلِمَ حُذِف في قوله تعالى: {أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولاً} ٦؟ قيل: لأنَّ العائد ضمير المنصوب المتّصل والضمير المنصوب المتصل يجوز حذفه (وإنما جاز حذفه) ٧؛ لأنَّه صار الاسم الموصول، والفعل، والفاعل، والمفعول بمنزلة شيءٍ واحد؛ فلمّا صارت هذه الأشياء بمنزلة الشيء الواحد؛ طلبوا لها التَّخفيف، وكان حذف المفعول أولى؛ لأنَّ المفعول فضلة، بخلاف غيره من هذه الأشياء؛ فكان حذفه أولى.
[عِلَّة كون الصِّلات جُمَلاً]
فإن قيل: فهل يجوز أن تكون الأسماء المفردة صلات؟ قيل: لا يجوز ذلك؛ لأنَّ أسماء الصلات إنما أدخلوها في الكلام توصُّلا إلى الوصف بالجمل، كما أتوا بـ"ذي٨" توصلا إلى الوصف بالأجناس، وبـ"أي" توصُّلاً إلى نداء ما فيه الألف واللام، فكما لا يجوز إضافة "ذو" إلى غير الأجناس ولا يأتي بعد "أي" إلا ما فيه الألف واللام؛ فكذلك -ههنا- لا يجوز أن تكون الصلات إلا جملاً، ولا يجوز أن تكون مفردة؛ فأمَّا قراءة من قرأ: {تَمَامًا عَلَى
_________
١ في "س" يحبّوا.
٢ في "س" فجاءوا.
٣ في "س" بـ"ذو" الذي.
٤ سقطت من "س".
٥ سقطت من "ط".
٦ س: ٢٥ "الفرقان، ن: ٤١، مك".
٧ سقطت من "ط".
٨ في "س" ذو.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (248,'الَّذِي أَحْسَنَ} ١ بالرَّفع؛ فالتقدير فيه "على الذي هو أحسن"؛ فكذلك قوله عزَّ وجل: {مَثَلاً مَا بَعُوضَةً} ٢ بالرَّفع فالتقدير: "ما هو بعوضة"؛ وكذلك قوله عزَّ وجل: {أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا} ٣ أي: "هُو أشَدُّ" فحذف المبتدأ في هذه المواضع كلها؛ وحذف المبتدأ جائز في كلامهم.
[ضمة "أيُّهم" بناء أو إعراب وخلافهم فيها]
فإن قيل: فهذه الضمة في "أيُّهم" ضمة إعراب أو ضمة بناء؟ قيل: اختلف النحويون في ذلك؛ فذهب سيبويه إلى أنَّها ضمة بناء؛ لأنَّهم لَمَّا حذفوا المبتدأ من صلتها دون سائر أخواتها؛ نقصت فبنيت، وكان بناؤها على الضَّمِّ أولى؛ لأنَّها أقوى الحركات، فَبُنِيَت على الضمة كـ"قبلُ، وبعدُ" والذي يدلُّ على أنَّهم إنما بنوها لحذف المبتدأ، أنهم لو أظهروا المبتدأ، فقالوا: "ضربت أيّهم هو في الدار"؛ لَنَصبوا، ولم يبنوا. وذهب الخليل إلى أنَّ الضَّمَّةَ ضَمَّةُ إعراب، ويرفعه٤ على الحكاية؛ والتقدير عنده: ... ٥ ثُمَّ لننزعن من كل شيعة الذي يقال لهم أيّهم". وذهب يونس إلى إلغاء الفعل قبله، وينزل الفعل المؤثر في الإلغاء منزلة أفعال القلوب. والصحيح: ما ذهب إليه سيبويه، وأمَّا قول الخليل: إنَّه مرفوع على الحكاية؛ فالحكاية إِنَّما تكون بعد جري الكلام فتعود الحكاية إليه، وهذا الكلام يصحُ ابتداءً من غير تقدير قول قائل قاله، وأما قول يونس فضعيف جدًّا؛ لأنَّ الفعل إذا كان مؤثرًا، لا يجوز إلغاؤه.
[عِلَّة بناء أسماء الصِّلات]
فإن قيل: فَلِمَ بنيت أسماء الصلات؟ قيل لوجهين:
أحدهما: أنَّ الصلة لَمَّا كانت مع الموصول بمنزلة كلمة واحدة، صارت بمنزلة بعض الكلمة، وبعض الكلمة مبنيّ.
والوجه الثَّاني: أنَّ هذه الأسماء لَمَّا كانت لا تفيد إلا مع كلمتين فصاعدًا، أشبهت الحروف؛ لأنَّها لا تفيد إلا مع كلمتين فصاعدًا.
_________
١ س: ٦ "الأنعام، ن: ١٥٤، مك".
٢ س: ٢ "البقرة، ن: ٢٦، مد".
٣ س: ١٩ "مريم، ن: ٦٩، مك".
٤ في "س" وترفعه.
٥ في "ط" زيادة: "قال الله سبحانه وتعالى"، ولا تتوافق مع السياق، فلم نثبتها في المتن.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (249,'[علة إعراب "أيّ" دون أخواتها]
فإن قيل: فـ"أيّ" لِمَ كانت مُعربة دون سائر أخواتها؟ قيل: لوجهين:
أحدهما: أنَّهم بقَّوها على الأصل في الإعراب، تنبيهًا على أن الأصل في الأسماء الإعراب، كما بنوا الفعل المضارع إذا اتصلت به نون التأكيد /أ/و١ ضمير جماعة النسوة، تنبيهًا على أن الأصل في الأفعال البناء.
والوجه الثَّاني: أنَّهم حملوها على نظيرها ونقيضها؛ فنظيرها جزء، ونقيضها كل؛ وهما معربان، فكانت معربةً؛ فاعرفه تُصب، إن شاء الله تعالى.
_________
١ سقطت من "ط".',NULL,'266',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (250,'<span data-type="title" id=toc-60>الباب الثامن والخمسون: باب حروف الاستفهام</span>
[حروف الاستفهام وأسماؤه وظروفه]
إن قال قائل: كم حروف الاستفهام؟ قيل: ثلاثة حروف١ "الهمزة، وأم، وهل" وما عدا هذه الثلاثة، فأسماء وظروف أُقيمت مُقامها؛ فالأسماء: "مَنْ، وما، وكم، وكيف" والظروف: "أين، وأنَّى، ومتى، وأيّ حين، وأيّان"؛ و"أي" يُحكَم عليها بما تُضاف إليه؛ فأمَّا الهمزة وأم، فقد بيناهما في باب العطف، وأمَّا "هل" فتكون استفهامًا وتكون بمعنى "قد" قال الله عز وجل: {هَلْ أَتَى عَلَى الإِنْسَانِ حِينٌ مِنَ الدَّهْرِ} ٢ أي: "قد أتى" ثم قال الشاعر٣: [البسيط]
سَائِلْ فَوَارِسَ يَرْبوعٍ بِشِدَّتِنَا ... أَهَلْ رَأَونَا بسَفحِ القُفِّ ذِي الأَكَمِ٤
أي: قد رأونا، ولا يجوز أن تُجعل "هل" استفهامًا؛ لأنَّ "الهمزة" للاستفهام، وحرف الاستفهام، لا يدخل على حرف الاستفهام.
[علة إقامة العرب الأسماء والظروف مقام حروف الاستفهام]
فإن قيل: فَلِمَ أقامت العرب هذه الأسماء والظروف مُقام
_________
١ في "س" حرف، وهو سهو من النَّاسخ.
٢ س: ٧٦ "الدهر، ن: ١، مك".
٣ الشَّاعر هو: زيد الخيل بن مهلهل، من طَيِّئ، شاعر وخطيب من أبطال الجاهلية وفرسانها، أدرك الإسلام، فأسلم، وسماه النبي -صلى الله عليه وسلم- زيد الخير؛ له ديوان شعر مطبوع. الشعر والشعراء ٢٨٦/١، والأغاني ٤٦/١٦.
٤ المفردات الغريبة: فوارس: جمع فارس. يربوع: أبو حيّ من تميم.
السَّفح: أسفل الجبل. القُفّ: ما ارتفع من متون الأرض. الأكمة: تلّ من القُفّ، وهو حجر واحد، ويجمع على أَكم.
موطن الشَّاهد: "أَهَل".
وجه الاستشهاد: وقوع "هل" بمعنى "قد"؛ لأنَّها سُبقت بهمزة الاستفهام؛ ولا يجوز عَدّ "هل" في البيت حرف استفهام؛ لأنَّ حرف الاستفهام لا يدخل على حرف استفهام مثله.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (251,'حروف١ الاستفهام؟ قيل: إِنَّما أقاموها مُقام حروف الاستفهام تَوَسُّعًا في الكلام، ولكل واحدٍ منها موضع يختص به، فـ"مَنْ" سؤال عمَّن يعقل، و"مَا" سؤال عمَّا لا يعقل، و"كم" سؤال عن العدد، و"كيف" سؤال عن الحال، و"أين"، و"أنى" سؤال عن المكان، و"متى"، و"أيّ حين"، و"أيان" سؤال عن الزمان، و"أي" يحكم عليها بما تضاف إليه؛ فإنَّها لا تكون إلا مضافة، ألا ترى أنك لو قلت: مَنْ عندك؟ لوجب أن يقول المجيب: زيد أو عمرو، وما أشبه ذلك، ولو قال: فرس، أو حمار، لم يجز؛ لأنَّ "مَنْ" سؤال عمَّن يعقل، لا عمَّا لا يعقل؛ وكذلك لو قلت: أينَ زيد؛ لوجب أن تقول: في الدَّار أو في المسجد، وما أشبه ذلك؛ فلو قال: يوم الجمعة لم يجز؛ لأنَّ "أين" سؤال عن المكان، لا عن الزمان؛ وكذلك -أيضًا- لو قلت: متى الخروج؟ لوجب أن تقول: "يوم الجمعة، أو يوم السبت" /أ/ و٢ ما أشبه ذلك، ولو قال: في الدَّار، أو في المسجد؛ لم يجز، لأنَّ "متى" سؤال عن الزمان لا عن المكان، وكذلك سائرها.
[علة إقامة هذه الكلمات مقام الهمزة]
فإن قيل: فَلِمَ أقاموا هذه الكلم مُقام حرف واحدٍ، وهي همزة الاستفهام، وهم يتوخَّون الإيجاز والاختصار في الكلام؟ قيل: إِنَّما فعلوا ذلك للمبالغة في طلب الإيجاز والاختصار، وذلك؛ لأنَّ هذه الكلم تشتمل على الجنس الذي تدل عليه، ألا ترى أَنّ "مَنْ" تشتمل على جميع من يعقل، و"أين" تشتمل على جميع الأمكنة، و"متى" تشتمل على جميع الأزمنة، وكذلك سائرها، فلمَّا كانت تشتمل على هذه الأجناس؛ كان فيها فائدة ليست في الهمزة، ألا ترى أنك لو قلت: أزيد عندك؟ لجاز ألا يكون زيد عنده؛ فيقول: "لا" فتحتاج إلى أن تعيد السؤال، وتعد شخصًا شخصًا، وربَّما لا يذكر الشخص الذي هو عنده، فلا يحصل لك الجواب عمَّن عنده؛ لأنَّه لا يلزمه ذلك في سؤالك، فلمَّا كان ذلك يؤدي إلى التطويل؛ لأنّ استيعاب الأشخاص مستحيل، أتى بلفظة تشتمل على جميع من يعقل وهي "مَنْ" فأقاموها مُقام الهمزة ليلزم المسئول الجواب عمَّن عنده، وكذلك لو قلت: أفي الدار زيد، أو في المسجد؛ لجاز ألا يكون في واحدٍ منهما؛ فيقول: "لا" فتحتاج -أيضًا- أن تعيد السؤال، وتَعُدَّ مكانًا مكانًا، ورُبَّما لا يذكر ذلك المكان الذي هو فيه، فلا يحصل لك الجواب عن
_________
١ في "س" حرف.
٢ سقطت في "ط".',NULL,'268',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (252,'مكانه؛ لأنَّه لا يلزمه ذلك في سؤالك١؛ فلمَّا كان ذلك يؤدي إلى التطويل، أُتي بـ"أين"؛ لأنَّها تشتمل على جميع الأمكنة؛ ليلزم المسئول الجواب عن مكانه؛ وكذلك لو قلت: أيخرج زيد يوم السبت؛ لجاز ألا يخرج في ذلك اليوم، فتحتاج -أيضًا- إلى تكرير السؤال، وربَّما لا يذكر ذلك الوقت الذي يخرج فيه؛ فلما كان ذلك يُؤدي إلى التطويل؛ أقاموا "متى" مُقامها؛ لأنَّها تشتمل على جميع الأزمنة، كما تشتمل "أين" على جميع الأمكنة، وكذلك سائرها؛ فلهذا المعنى من الإيجاز والاختصار أقاموها مُقام الهمزة.
[علة بناء أدوات الاستفهام عدا أي]
فإن قيل: فَلِمَ كانت مبنية ما عدا "أيًّا"؟ قيل: إنَّما بُنيت لأنَّها تضمنت معنى حرف الاستفهام، وهو "الهمزة" وأمَّا "أي" فإنَّما أُعربت وإن كانت قد تضمنت معنى حرف الاستفهام؛ لِمَا بيَّنّا في باب أسماء الصلات [مِنْ] ٢ قبل؛ فاعرفه تُصب، إن شاء الله تعالى.
_________
١ في "س" سؤاله.
٢ زيادة يقتضيها السِّياق.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (253,'<span data-type="title" id=toc-61>الباب التاسع والخمسون: باب الحكاية</span>
فائدة الحكاية في الكلام
إن قال قائل: لِمَ دخلت الحكاية الكلامَ؟ قيل: لأنَّها تزيل الالتباس، وتزيد١ التوسع في الكلام.
[الحكاية في المعارف والنَّكرات وخلافهم في ذلك]
فإن قيل: فهل يجوز٢ الحكاية في غير الاسم العلم والكنية؟ قيل: اختلفت٣ العرب في ذلك؛ فمن العرب من يجيز الحكاية في المعارف كلِّها دون النكرات؛ قال الشاعر٤: [الوافر]
سمعت: النّاسُ ينتجعون غيثًا ... فقلت لِصَيدح انتجعي بلالا٥
فقال: النَّاسُ بالرفع، كأنه سمع قائلاً يقول: النَّاسُ ينتجعون غيثًا، فحكى الاسم مرفوعًا، كما سمع. ومن العرب من يجيز الحكاية في المعرفة والنكرة؛ ومن ذلك قول بعضهم، وقد قيل له: عندي تمرتان؛ فقال: "دعنى من تمرتان". وأما أهل الحجاز فيخصونها بالاسم العلم والكنية؛ فيقولون إذا قال: رأيت زيدًا: مَنْ زيدًا؟ وإذا قال: مررت بزيدٍ: مَنْ زيدٍ؟ فيجعلون "مَنْ"
_________
١ في "ط" وتزيل.
٢ في "ط" يجوز.
٣ في "س" اختلف.
٤ الشاعر هو: ذو الرُّمَّة، وقد سبقت ترجمته.
٥ المفردات الغريبة: ينتجعون: يطلبون مساقط الغيث. صيدح: اسم ناقة ذي الرُّمَّة.
موطن الشاهد: "سمعت الناس".
وجه الاستشهاد: وقع "الناس" مرفوعًا في البيت على الحكاية؛ لما بينه المؤلف في المتن؛ وحكم هذه الحكاية الجواز. غير أن للشاهد رواية أخرى بنصب الناس فلا شاهد فيه عليها.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (254,'في موضع رفع بالابتداء، وزيدًا١ في موضع الخبر، ويحكون الإعراب، وتكون الحركة قائمة مُقام الرفعة٢ التي تجب بخبر المبتدأ.
[بنو تميم لا يحكمون الإعراب]
وأما بنو تميم فلا يحكون، ويقولون: "مَنْ زيدٌ" بالرفع في جميع الأحوال، فيجعلون "مَنْ" في موضع رفع؛ لأنَّه مبتدأ وزيد هو الخبر، ولا يحكون الإعراب؛ وهو القياس؛ والذي يدل على ذلك: أن أهل الحجاز يوافقون بني تميم في العطف والوصف؛ فالعطف كقولك إذا قال لك القائل: رأيتُ زيدًا: ومن زيدٌ؟، والوصف كقولك إذا قال /لك/٢ القائل: رأيتُ زيدًا الظريف: "مَنْ زيدٌ الظريف؟ ".
[أهل الحجاز يخصون الحكاية باسم العلم والكنية وعلة ذلك]
فإن قيل: فَلِمَ خَصّ أهل الحجاز الحكاية بالاسم العلم والكنية؟ قيل: لأنَّ الاسم العلم والكنية غُيِّرا، ونُقلا عن وضعهما؛ فلمَّا دخلهما التغيير؛ والتغيير يؤنس بالتغيير.
[علة رفع الحجازيين في العطف والوصف]
فإن قيل: فَلِمَ رفع أهل الحجاز مع العطف والوصف؟ قيل: لارتفاع اللَّبس.
[الزيادات التي تلحق مَنْ في الاستفهام عن النكرة في الوقف]
فإن قيل: فما هذه الزيادات التي تلحق مَنْ في الاستفهام عن النكرة في الوقف في حالة الرفع، والنصب، والجر، والتأنيث، والتثنية، والجمع؛ نحو: "منو، ومنا، ومني، ومنان، ومَنَيْن، ومنون، ومَنيْن، ومَنَهْ، ومنتان، ومَنْتَيْن، ومنات" هل هي إعراب أو لا؟ قيل: هذه الزيادات التي تلحق "مَنْ" من تغييرات٣ الوقف، وليست بإعراب، والدليل على ذلك من وجهين:
أحدهما: أنَّ "مَنْ" مبنية، والمبني لا يلحقه الإعراب.
والثَّاني: أنَّ الإعراب يثبت في الوصل، ويسقط في الوقف٤؛ وهذا
_________
١ في "س" وزيد.
٢ سقطت من "س".
٣ في "س" تغيُّرات.
٤ علق محقق: "أسرار العربية" بالآتي: إنَّ الحكاية في "مَنْ" خاصة بالوقف. نقول: مَنانْ -بالوقف والإسكان- وإن وصلت قلت: مَن يا هذا، وبطلت الحكاية. ٣٩٢/ حاه.
١ يُنسب هذا البيت إلى شمر بن الحارث الضَّبِّيّ، ولم اصطد له ترجمة وافية.
٢ المفردات الغريبة: منون أنتم: من أنتم. عِمُوا ظلامًا: تحية العرب في الصباح: عم صباحًا، وفي المساء: عم مساءً؛ وللجمع: عِمُوا؛ وقال: عِمُوا ظلامًا لمخاطبته بها الجنّ، وهي تتأذى من النار التي أوقدها.
موطن الشاهد: "منون أنتم".
وجه الاستشهاد: زيادة الواو والنون على مَنْ في الوصل؛ لأنَّ القياس أن يقول: من أنتم؟؛ وهذا من باب الشذوذ الذي تسوغه الضرورة الشعرية.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (255,'بعكس الإعراب، يثبت في الوقف، ويسقط في الوصل؛ فدلَّ على أنه ليس بإعراب، وأمَّا قول الشاعر١: [الوافر]
أتوا ناري فقلت مَنُونَ أنتم ... فقالوا الجنُّ فقلت: عِمُوا ظَلامَا٢
فأثبتوا الزيادة في حال الوصل؛ فالجواب عنه من وجهين:
أحدهما: أنَّه أجرى الوصل مجرى الوقف، لضرورة الشّعر، وإذا كان ذلك لضرورة الشعر؛ فلا يكون فيه حُجَّة.
والثاني: أنه يجوز أن يكون من قبيلة تعرب٣ "مَنْ"، فقد حُكي عن سيبويه٤: أنَّه من العرب من يقول: "ضرب مَنٌ مَنًا" كما تقول: "ضرب رجل رجلاً" ولم يقع الكلام في لغة من أعربها، وإِنَّما وقع في لغة من بناها، فـ"منون" في هذه اللغة بمنزلة "قام الزيدون" وعلى كل حال فهو من القليل الشاذ الذي لا يُقاس عليه؛ فاعرفه تصب، إن شاء الله تعالى.
_________
٣ في "س" يعربون.
٤ في "س" حكى سيبويه.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (256,'<span data-type="title" id=toc-62>الباب الستون: باب الخطاب</span>
[ضابط الخطاب]
إن قال قائل: ما ضابط هذا الباب؟ قيل: أن تجعل أول كلامك للمسئول عنه الغائب، وآخره للمسئول المخاطب؛ فتقول إذا سألت رجلاً عن رجل ... ١: كيف ذلك الرّجل، يا رجل؟ وإذا سألته عن رجلين، قلت: كيف ذانك الرجلان، يا رجل؟ وإذا سألته عن رجال، قلت: كيف أولئك الرجال، يا رجل؟ وإذا سألت رجلاً عن امرأة، قلت: كيف تلك المرأةُ، يا رجل؟ وإذا سألته عن امرأتين، قلت: كيف تانك المرأتان يا رجل؟ وإذا سألته عن نسوة، قلت: كيف أولئك النسوة، يا رجلُ؟ وإذا سألت امرأة عن امرأة، قلت: كيف تلك المرأة، يا امرأة؟ وإذا سألتها عن امرأتين قلت: كيف تانك المرأتان، يا امرأةُ؟ وإذا سألتها عن نسوةٍ، قلت: كيف أولئك النسوة، يا امرأةُ؟ وإذا سألت امرأة عن رجل، قلت: كيف ذلك الرجل يا امرأةُ؟ وإذا سألتها عن رجلين، قلت: كيف ذانك الرجلان، يا امرأة
؟، وإذا سألتها عن رجال، قلت: كيف أولئك الرجالُ، يا امرأةُ؟، وإذا سألت اثنين عن امرأة، قلت: كيف تلكما المرأةُ، يا رجلان؟ قال الله عز وجل: {أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ} ٢، وإذا خاطبت نسوة، وأشرت إلى رجل، قلت: كيف ذلكنَّ الرجل يا نسوةُ؟ قال الله تعالى: {قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ
} ٣، وعلى هذا قياس هذا الباب.
[علة تقديم المشار إليه الغائب]
فإن قيل: فَلِمَ قدّم المشار إليه الغائب؟ قيل: عناية بالمسئول عنه.
_________
١ في "ط" زيادة "قلت" بعد رجل، ولا ضرورة لزيادتها، فلم نثبتها في المتن.
٢ س: ٧ "الأعراف، ن: ٢٢، مك".
٣ س: ١٢ "يوسف، ن: ٣٢، مك".',NULL,'273',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (257,'[الكاف بعد أسماء الإشارة للخطاب لا محل لها من الإعراب]
والكاف بعد أسماء الإشارة وهي ذلك، وتلك، وأولئك لمجرد الخطاب، ولا موضع لها من الإعراب؛ لأنه لو كان لها موضع من الإعراب لكان موضعها الجر بالإضافة، وذلك محال؛ لأن أسماء الإشارة معارف، والمعارف لا تضاف، فصارت بمنزلة الكاف في "النَّجاك"؛ لأنَّ ما فيه الألف واللام لا يُضاف١، وبمنزلة الكاف في "إيَّاك" لأنَّه مضمر؛ والمضمرات كُلُّها معارف؛ والمعارف لا تضاف.
[اللام في أسماء الإشارة زائدة للتنبيه]
واللام في: ذلك، وتلك/زائدة/٢ للتنبيه، كـ"ها" في هذه؛ ولهذا لا يحسن أن يُقال: "هذلك" ولا "هاتالك"، وأصل اللام أن تكون ساكنة.
فإن قيل: فَلِمَ كُسرِت اللام في ذلك وحدها؟ قيل: إنما كُسِرت..٣ لوجهين:
أحدهما: أنها كُسرت لالتقاء الساكنين؛ لسكونها وسكون الألف قبلها.
والثاني: أنها كُسرت لئلا تلتبس بلام الملك، ألا ترى أنَّك لو قلت "ذلك" بفتح اللام، لالتبس وتوهم السامع أن المراد به أن هذا الشيء ملك لك، فلمَّا كان يؤدي إلى الالتباس كُسِرت اللام لإزالة هذا الالتباس، وإنَّما فُتِحَت كاف الخطاب في المذكَّر، وكسرت في المؤنث للفرق بينهما، والكاف في "تلكما" أيضًا للخطاب، وما /التي يعدها/٤ علامة للتَّثنية، وكذلك الكاف -أيضًا- في "أولئكم" للخطاب، والميم والواو المحذوفة علامة لجمع المذكّر، وكذلك الكاف -أيضًا- في "أولئكُنَّ" للخطاب، والنون المشددة علامة لجمع المؤنث؛ ومن العرب من يأتي بالكاف مفردة في التثنية والجمع على خطاب الواحد إذا فهم المعنى؛ قال الله سبحانه وتعالى: {ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ} ٥ ولم يقل "ذلكم"؛ وقيل: إنَّما أفرد؛ لأنَّه أراد به الجمع؛ (كأنه قال: ذلك أيها الجمع٦) ٧ والجمع لفظه مفرد؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" تضاف.
٢ سقطت من "س".
٣ في "ط" زيادة ذلك ولا ضرورة لها، فلم نثبتها في السياق.
٤ سقطت من "س".
٥ س: ٣ "آل عمران، ن: ١٨٢، مد".
٦ في "ط" إنَّها الجمع، وما أثبتناه هو الصواب من نسخة أخرى.
٧ سقطت من "س".',NULL,'274',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (258,'<span data-type="title" id=toc-63>الباب الحادي والستون: باب الألفات</span>
[الهمزة في أول الكلمات على ضربين]
إن قال قائل: على كم ضربًا الألفات التي تدخل أوائل الكلم؟ قيل: على ضربين؛ همزة وصل، وهمزة قطع؛ فهمزة الوصل هي التي يتَّصل ما قبلها بما بعدها في الوصل؛ ولذلك سُمِّيت همزة الوصل؛ وهمزة القطع هي التي تقطعُ ما قبلها عن الاتصال بما بعدها؛ فلذلك، سُمِّيت همزة القطع.
[همزة الوصل ودخولها في أقسام الكَلِم كُلِّها]
فإن قيل: ففي ماذا تدخل همزة الوصل منَ الكلم؟ قيل: في جميع أقسام الكلم من الاسم والفعل والحرف؛ أمَّا الاسم فتدخل منه على اسم ليس بمصدر، وعلى اسم هو المصدر؛ فأمَّا ما ليس بمصدرٍ فـ"ابن، وابنة، واثنان، واثنتان، واسم، واست، وامرؤ، وامرأة، وايمن" فالهمزة دخلت في أوائل هذه الكَلِم عوضًا عن اللام المحذوفة منها، ما عدا: "امرؤ، وامرأة، وايمن" فأمَّا "امرؤ، وامرأة" فإنَّما أدخلت١ عليهما؛ لأنَّهما لَمّا كان آخرهما همزة؛ والهمزة معدن التغيير، تنزَّلا منزلة الاسم الذي قد حذف منه اللام، فأدخلت الهمزة عليهما، كما أُدخلت على ما حذف منه اللام. فأما "ايمن" فهو جمع يمين، إلا أنهم وصلوها؛ لكثرة الاستعمال، وقيل: إنهم حذفوها حذفًا، وزيدت الهمزة في أوله؛ لئلا يُبتدأ بالساكن. وأمَّا ما كان مصدرًا؛ فنحو: "انطلاق، واقتطاع، واحمرار، واحميرار، واستخراج، واغديدان، واخروَّاط /واسحنكاك/٢ واسلنقاء، واحرنجام، واسبطرار" وما أشبه ذلك. وأما الفعل فتدخل همزة الوصل منه على أفعال هذه المصادر؛ نحو: انطلق، واقتطع، واحمر،
_________
١ في "س" أُدخلت.
٢ سقطت "من" س.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (259,'واحمارّ، واستخرج، واغدودن١ واخروط٢، واسحنكك٣، واسلنقى٤، واحرنجم٥ واسبطرّ٦" ونحو ذلك؛ وإنما دخلت همزة الوصل في أوائل هذه الأفعال ومصادرها؛ لئلا يُبتدأ بالساكن، وكذلك أيضًا تدخل همزة الوصل على أمثلة الأمر من الفعل الذي يُسكن فيه ما بعد حرف المضارعة؛ نحو "ادخل، واضرب، واسمع" لئلا يُبتدأ بالسَّاكن. وأمَّا الحرف فلا تدخل همزة الوصل منه إلا على حرف واحد، وهي لام التعريف؛ نحو: "الرجل، والغلام" وما أشبه ذلك في قول سيبويه للعلة التي ذكرناها. وأمَّا الخليل فذهب إلى أن الألف واللام زيدتا معًا للتعريف، إلا أنَّهم جعلوا الهمزة همزة وصل؛ لكثرة الاستعمال؛ (وقد ذكرناه مستوفى في كتاب: الألف واللام) ٧.
[علة فتح همزة الوصل مع لام التعريف]
فإن قيل: فَلِمَ فُتحت الهمزة مع لام التعريف، وألف "ايمن"؟ قيل: أمَّا الهمزة مع لام التعريف، ففتحت لثلاثة أوجه:
أحدها: أن الهمزة لَمّا دخلت على لام التعريف، وهي حرف؛ أرادوا أن يجعلوها مخالفة للهمزة التي تدخل على الاسم والفعل.
والوجه الثاني: (أن الحرف أثقل، فاختاروا له الفتحة؛ لأنَّها٨ أخفُ الحركات.
والوجه الثالث) ٨: أن الهمزة مع لام التعريف، يكثر دورها في الكلام؛ فاختاروا لها أخف الحركات، وهي٩ الفتح.
[علة فتح همزة اَيمن]
وأما همزة "ايمن" فإنما بُنيت على الفتح لوجهين:
أحدهما: أن الأصل فيها أن تكون همزة قطع مفتوحة؛ فإذا وصلت لكثرة الاستعمال؛ بقيت حركتها على ما كانت عليه.
_________
١ اغدودن النبات، إذا اخضرَّ حتى ضرب إلى السواد من شدة ريِّه.
٢ اخروَطَّ بهم الطريق أو السفر: امتد.
٣ اسحنكك الليل: إذا اشتدت ظلمته.
٤ في "س" واستلقى؛ والاسلنقاء: الاستلقاء على القفا.
٥ احرنجمت الإبل: إذا اجتمع بعضها إلى بعض، وقد سبقت.
٦ اسبطرَّت الجمال في سيرها: إذا أسرعت، وامتدت.
٧ سقطت من "س".
٨ سقطت من "س".
٩ في "ط" وهو، وربَّما كان سهوًا من النَّاسخ.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (260,'والثاني: أنَّها فُتحت؛ لأنَّ هذا الاسم ناب عن حرف القسم وهو "الواو" فلما ناب عن الحرف، شبِّه بالحرف، وهو لام التعريف؛ فوجب أن تُفتح همزته، كما فتحت مع لام التعريف.
[علة ضم همزة الوصل وفتحها مع بعض الأسماء]
فإن قيل: فَلِمَ ضمت الهمزة في نحو "اُدْخُل" وكسرت في نحو "اِضْرِب" وما أشبه ذلك؟ قيل: اختلف النحويون في ذلك؛ فذهب البصريون إلى أن الأصل في هذه الهمزة الكسر، وإنما ضُمت في نحو "ادخُل" وما أشبه ذلك؛ لأنَّ الخروج من كسر إلى ضم مُستثقل؛ ولهذا ليس في كلام العرب شيء على وزن "فِعُل". وذهب الكوفيون إلى أن همزة الوصل مبنية على ثالث المستقبل، فإن كان مكسورًا كسرت، وإن كان مضمومًا ضُمَّت. وما عدا ما ذكرناه في همزة الوصل، فهو همزة قطع؛ لأنَّ همزة القطع ليس لها أصل يحصرها، غير أنَّا نذكر بينهما فرقًا على جهة التقريب، فنقول:
[الفرق بين همزة الوصل والقطع]
نفرِّق بين همزة الوصل وهمزة القطع في الأسماء بالتصغير، فإن ثبتت بالتصغير، فهي همزة قطع، وإن سقطت فهي همزة وصل؛ نحو همزة: "أب، وابن" فالهمزة في "أب" همزة قطع، لأنها تثبت في التصغير، لأنَّك تقول في تصغيره: "أُبَيّ"، والهمزة في "ابن" همزة وصل؛ لأنها تسقط في التصغير؛ لأنَّك تقول في تصغيره؛ "بُنيّ". ونفرق بين همزة الوصل وهمزة القطع في الأفعال، بأن تكون١ ياء المضارع٢ منه مفتوحة، أو مضمومة، فإن كانت مفتوحة؛ فهي همزة وصل؛ نحو: ما قدمناه، وإن كانت مضمومة؛ فهي همزة قطع؛ نحو: "أَجْمَل، وأَحْسَن" وما أشبه ذلك، لأنَّك تقول في المضارع /منه/٣ "يُجمِلُ، ويُحسِنُ" وما أشبه ذلك؛ وهمزة مصدره -أيضًا- همزة قطع كالفعل، وإنما كُسرت من "إِجمال" ونحوه لئلا يلتبس بالجمع، فإنَّهم لو قالوا: "أجمل أَجمالاً" بفتح الهمزة في المصدر؛ لالتبس بجمع "جَمَل" فلما كان ذلك يؤدي إلى اللبس؛ كسروا الهمزة لإزالة اللَّبس.
_________
١ في "ط" يكون.
٢ في "ط" المضارعة.
٣ سقطت من "ط".',NULL,'277',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (261,'[علة فتح حرف المضارعة في الثلاثي وضمها في الرباعي]
فإن قيل: فَلِمَ فتحوا حرف المضارعة في الثلاثي، وضموه في١ الرباعي؟ قيل: لأنَّ الثلاثي أكثر من الرباعي، والفتحة أخف من الضمة، فأعطوا الأكثر الأخف، والأقل والأثقل؛ ليعادلوا بينهما.
فإن قيل: فالخماسي والسداسي أقل من الرباعي، فهلا وجب ضمه؟ قيل: إنما وجب فتحه لوجهين:
أحدهما: أن النقل من الثلاثي أكثر من الرباعي، فلما وجب الحمل على أحدهما؛ كان الحمل على الأكثر أولى من الحمل على الأقل.
والثاني: أن الخماسي والسداسي ثقيلان؛ لكثرة حروفهما، فلو بنوهما على الضَّمِّ، لأدَّى ذلك إلى أن يجمعوا بين كثرة الحروف، وثقل الضَّمِّ، وذلك لا يجوز، فأعطوهما أخف الحركات وهو الفتح، على٢ أنّ بعض العرب يضم حروف٣ المضارعة منهما، فيقول: "يُنطلق، ويُستخرج" بِضَمِّ حرف المضارعة، حملاً على الرباعي، فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" من.
٢ في "ط" وعلى، والصَّواب ما أثبتناه من "س".
٣ في "س" حرف.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (262,'<span data-type="title" id=toc-64>الباب الثاني والستون: باب الإمالة</span>
[معنى الإمالة]
إن قال قائل: ما الإمالة؟ قيل: أن تنحو بالفتحة نحو الكسرة، وبالألف نحو الياء.
[علة إدخال الإمالة في الكلام]
فإن قيل: فَلِمَ أُدخلت الإمالةُ الكلام؟ قيل: طلبًا للتشاكل؛ لئلا تختلف الأصوات فتتنافر، وهي تختص بلغة أهل الحجاز، ومن جاورهم من بني تميم وغيرهم؛ وهي فرع على التفخيم؛ والتفخيم هو الأصل؛ بدليل أن الإمالة تفتقر إلى أسباب توجبها، وليس التفخيم كذلك.
[الأسباب التي توجب الإمالة]
فإن قيل: فما الأسباب التي توجب الإمالة؟ قيل: هي الكسرة في اللفظ، أو كسرة تعرض للحرف في بعض المواضع، (أو الياء الموجودة في اللفظ، أو لأنَّ الألف منقلبة عن الياء، أو لأنَّ الألف تنزل منزلة المنقلبة عن الياء، أو إمالة لإمالة؛ فهذه ستة أسباب تُوجب الإمالة. فأمَّا الإمالة للكسرة في اللفظ؛ فنحو قولهم في عَالِم: عِالِم، وفي سَالِم: سِالِم. وأمَّا الإمالة للكسرة بشيء يعرض للحرف في بعض المواضع) ؛١ فنحو قولهم في خَاف: خِاف؛ فأمالوا؛ لأنَّ الخاء تُكسر في خِفْتُ. وأمَّا الإمالة للياء؛ فنحو قولهم في شَيْبَان: شِيبان، وفي غَيلان: غِيلان. وأمَّا الإمالة؛ لأنَّ الألف منقلبة٢ من الياء؛ فنحو قولهم في: رَحَى: رِحِى، وفي رَمَى: رِمِى. وأمَّا الإمالة؛ لأن الألف تنزل منزلة المنقلبة عن الياء؛ فنحو قولهم /في/٣: حُبَارَى٤: حُبَارِى، وفي سُكارَى: سُكَارِى.
_________
١ سقطت من "س".
٢ في "ط" منقلب.
٣ سقطت من "ط".
٤ الْحُبارى: طائر معروف بشكل الأَوِزَّة ويطلق على الذكر، والأنثى، والواحد، والجمع؛ وألفه للتأنيث، ويجمع على حُباريات؛ وفرخه: حُبرور، ويجمع على حبابير وحبارير. راجع القاموس: مادة "حبر" ص ٣٣٤.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (263,'وأما الإمالة للإمالة؛ فنحو: رأيت عِمَادًا، وقرأت كِتَابًا.
[الأحرف المانعة من الإمالة]
فإن قيل: فما يمنع من الإمالة؟ قيل: حروف الاستعلاء والإطباق؛ وهي "الصاد، والضاد، والطاء، والظاء، والغين، والخاء، والقاف"؛ فهذه سبعة أحرف تمنع الإمالة.
[علة منع هذه الأحرف من الإمالة]
فإن قيل: فَلِمَ منعت هذه الأحرف الإمالة؟ قيل: لأنَّ هذه الحروف تستعلي وتَتَّصل بالحنك الأعلى، فتجذب الألف إلى الفتح، وتمنعه من التَّسَفُّل بالإمالة.
[علة امتناع الإمالة إذا وقعت مسكورة بعد الألف]
فإن قيل: فَلِمَ إذا وقعت بعد الألف مكسورة منعت الإمالة، وإذا وقعت مكسورة قبلها لم تمنع؟ قيل: إنَّما منعت من الإمالة إذا وقعت مكسورة بعد الألف؛ لأنَّه يؤدي إلى التصعد بعد الانحدار؛ لأنَّ الإمالة تقتضي الانحدار، وهذه الحروف تقتضي التصعد، فلو أملت١ -ههنا- لأدَّى ذلك التصعد بعد الانحدار، وذلك صعب ثقيل؛ فلذلك، منعت من الإمالة؛ بخلاف ما إذا وقعت مكسورة قبل الألف؛ فإنه لا يؤدي إلى ذلك، فإنك إذا أتيت بالمستعلي مكسورًا، أضعفت استعلاءه، ثُمَّ إذا أملت انحدرت بعد تَصَعُّد، والانحدار بعد التَّصعُّد سهل خفيف؛ فبان الفرق بينهما.
فإن قيل: فهلَّا جازت الإمالة إذا وقعت قبل الألف مفتوحة في نحو: "صامت" وذلك انحدار بعد تصعد؟ قيل: لأنَّ الحرف المستعلي مفتوح، والحرف المستعلي إذا كان مفتوحًا، زاد استعلاءً؛ فامتنعت الإمالة، بخلاف ما إذا كان مكسورًا؛ لأن الكسرة تُضعِف استعلاءه؛ فصارت سُلَّمًا إلى جواز الإمالة، ولم يكن جواز الإمالة -هناك- لأنَّه انحدار بعد تصعد فقط، وإنما كان /كذلك/٢؛ لأنَّ الكسرة ضَعَّفت استعلاءه، /و/٣ لأنَّه انحدار بعد تصعد؛ فباعتبار هذين الوصفين، جازت الإمالة ههنا، فإن وجد أحدهما؛ وهو كونه انحدارًا بعد تَصَعُّدٍ، فلم يوجد الآخر، وهو تضعيف حرف الاستعلاء بالكسرة٤
_________
= وألفه للتأنيث، ويجمع على حُباريات؛ وفرخه: حُبرور، ويجمع على حبابير وحبارير. راجع القاموس: مادة "حبر" ص ٣٣٤.
١ في "س" أُميلت.
٢ سقطت من "س".
٣ سقطت من "ط".
٤ في "س" فالكسرة.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (264,'التي هي سُلَّم إلى جواز الإمالة؛ فالإمالة في ضرب المثال مع الكسرة، بمنزلة النزول من موضع عالٍ بدرجةٍ، أو سُلَّم، والإمالة مع غير الكسرة، بمنزلة النُزول من موضعٍ عالٍ من غير١ درجة، أو سُلَّم، فبان الفرق بينهما.
[عِلَّة منع الراء المفتوحة أو المضمومة من الإمالة]
فإن قيل: فَلِمَ إذا كانت الراء مفتوحة، أو مضمومة، منعت من الإمالة، وإذا كانت مكسورة أوجبت٢ الإمالة قيل: لأنَّ الراء حرف تكرير؛ فإذا كانت مفتوحة، أو مضمومة فكأنه /قد/٣ اجتمع فيها فتحتان، أو ضمَّتان؛ فلذلك، منعت الإمالة، وأما إذا كانت مكسورة، فكأنه قد اجتمع فيها كسرتان؛ فلذلك، أوجبت الإمالة.
[علة غلبة الراء المكسورة حول الاستعلاء والراء المفتوحة]
فإن قيل: فَلِمَ غلبت الراء المكسورة حرف الاستعلاء /في/٤ نحو: "طارد" والراء المفتوحة /في/٤ نحو: "دار القرار" وما أشبه ذلك؟ قيل: إنما غُلبت الإمالة للراء المكسورة مع الحرف المستعلي؛ لأنَّ الكسرة في الراء اكتسبت٥ تكريرًا فقويت؛ لأنَّ الحركة تقوى بقوة الحرف الذي يتحمَّلها، فصارت الكسرة فيها بمنزلة كسرتين؛ فغلبت بتسفُّلها تصعُّدَ المستعلي، وكما غلبت الراءُ المكسورة الحرف المستعلي، فكذلك الراء المفتوحة المشبهة به.
[علة عدم دخول الإمالة في الحروف]
فإن قيل: فَلِمَ لم تدخل الإمالة في الحرف؟ قيل: لأنَّ الإمالة ضرب من التصرف، أو لتدل الألف على أن أصلها ياء، والحروف لا تتصرف، ولا تكون ألفاتها منقلبة عن ياء، ولا واو.
[علة جواز الإمالة في "بلى" الجوابية و"يا" الندائية]
فإن قيل: فَلِمَ جازت الإمالة في: "بلى" و"يا" في النداء؟ قيل: أمَّا "بلى" فإنما أُميلت؛ لأنَّها أغنت غناء الجملة، وأما "يا" في النداء، فإنَّما أُميلت؛ لأنَّها قامت مُقام الفعل، فجازت إمالتها كالفعل؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "ط" بغير.
٢ في "ط" وجبت.
٣ سقطت من "ط".
٤ سقطت من "ط" في الموضعين.
٥ في "ط" اكتسب.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (265,'<span data-type="title" id=toc-65>الباب الثالث والستون: باب الوقف</span>
أوجه الوقف
إن قال قائل: على كم وجهًا يكون الوقف؟ قيل: على خمسة أوجه:
السكون: وهو حذف الحركة والتنوين.
والإشمام: وهو أن تضُم شفتيك من /غير/١ صوت؛ وهذا يدركه البصير دون الضرير.
والرَّوم: وهو٢ أن تُشير إلى الحركة بصوت ضعيف؛ وهذا يدركه البصير والضرير.
والتَّشديد: وهو٢ أن تشدد الحرف الأخير؛ نحو: هذا عمر، وهذا خالد.
والإتباع: وهو أن تُحرِّك ما قبل الحرف الأخير إذا كان ساكنًا حركة الحرف الأخير في الرفع والجر؛ نحو: هذا بَكُرْ، ومررت بِبَكِرْ.
[علة تخصيص الوقف بالوجوه المذكورة]
فإن قيل: فَلِمَ خصّوا الوقف بهذه الوجوه الخمسة؟ قيل: أما السُّكون؛ فلأن راحة المتكلم ينبغي أن تكون عند الفراغ من الكلمة، والوقف عليها؛ والراحة في السُّكون لا في الحركة٣.
[علة إبدال التنوين ألفًا في حال النصب]
فإن قيل: فَلِمَ أبدلوا من التنوين ألفًا في حال النصب، ولم يبدلوا من التنوين واوًا في حال الرفع، ولا ياء في حال الجر؟ قيل: لوجهين:
_________
١ سقطت من "س".
٢ في "س" هو.
٣ في "س" بالسكون لا بالحركة.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (266,'أحدهما: إنما أبدلوا من التنوين ألفًا في حال النصب؛ لخفة الفتحة، بخلاف الرفع والجر، فإن الضمة والكسرة ثقيلتان.
والوجه الثاني: أنَّهم لو أبدلوا من التنوين واوًا في حالة الرفع؛ لكان ذلك يؤدي إلى أن يكون اسم متمكن في آخره واو قبلها ضمة، وليس في كلام العرب اسم متمكن في آخره واو قبلها ضمة. ولو أبدلوا من التنوين ياءً في حالة الجر؛ لكان ذلك يؤدي إلى أن تلتبس بياء المتكلم؛ فلذلك لم يُبدلوا منه ياءً؛ على أنه من العرب من يُبدل في حالة الرفع واوًا، وفي حالة الجر ياءً؛ ومنهم من لا يبدل في حالة النصب ألفًا، كما لا يبدل في حالة الرفع واوًا، ولا في حالة الجر ياء؛ وهي لغة قليلة؛ وأجود اللغات الإبدال في حال النصب، وترك الإبدال في حال الرفع والجر على ما بيّنَّا.
وأما الإشمام: فالمراد به أن تُبين أن لهذه الكلمة أصل١ حركة في حال الوصل، وكذلك "الرَّوم والتشديد".
[عِلَّة عدم جواز الإشمام في حال الجر]
فإن قيل: فَلِمَ لم يجز الإشمام في حال الجر؟ قيل: لأنَّه يؤدي إلى تشويه الحلق.
وأما الإتباع: فلأنَّه لَمَّا وجب التحريك؛ لالتقاء الساكنين، اختاروا /لها/٢ الضمة في حالة الرفع؛ لأنَّها الحركة التي كانت في حالة الوصل، وكانت أولى من غيرها؛ قال الشاعر٣: [الرجز]
أنا ابن ماوِيَّة إذْ جدَّ النَّقُرْ ... [وجاءت الخيل أثابيَّ زُمَر] ٤
_________
١ في "س" حال.
٢ سقطت من "س".
٣ نُسب هذا الرجز إلى غير واحدٍ من الشعراء؛ منهم: عبد الله ابن ماوية الطائي، وماوية اسم أمه؛ ونسبه الصاغاني إلى فدكي بن عبد الله المنقري، ونسبه سيبويه إلى بعض السعديين من دون تحديد.
٤ المفردات الغريبة: النَّقُرْ: صوت يسكن به الفرس عند احتمائه وشدَّة حركته.
أثابي: جماعات، جمع "أُثبية".
موطن الشاهد: "النَّقُرْ".
وجه الاستشهاد: نقل الشاعر حركة الراء إلى القاف في الوقف على لغة بعض العرب؛ لأنَّ الأصل فيه: النَّقْر؛ وهذا النقل يُسمَّى إتباعًا.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (267,'وكذلك حكم الكسرة في قول الآخر١: [المتقارب]
أرتني حجلاً على سَاقِهَا ... فَهَشَّ فُؤادِي لذاك الْحِجِلْ٢
بكسر الحاء والجيم.
فإن قيل: فهلَّا جاز ذلك في حالة النصب، كما جاز في حالة الرفع والجر؟ قيل: لأنَّ حرف الإعراب تلزمه الحركة إذا كان مُنونًا في حالة النصب؛ نحو /قولك/٣: "رأيت بكرا" ولا تلزمه في حالة الرفع والجر.
فإن قيل: فهلَّا جاز في ما لم يكن فيه تنوين؛ نحو قولك: "رأيت البَكْرَ"؟ قيل: حملاً على ما فيه التنوين؛ لأنَّ الأصل هو التنكير.
فإن قيل: فهلَّا جاز أن يُقال: "هذا عِدُلْ" بضَّمِّ الدّال، و"مررت بالبُسِرْ" بكسر السين في الوقف، كما جاز: "هذا بَكُرْ، ومررتُ بِبَكِرْ"؟ قيل: لأنَّهم لو قالوا: "هذا عِدُلْ" بضم الدال لأدَّى ذلك إلى إثبات ما لا نظير له في كلامهم؛ لأنَّه ليس في كلامهم شيءٌ على وزن "فِعُل" فلمَّا كان ذلك يؤدي إلى إثبات ما لا نظير له في كلامهم، عدلوا عن الضم إلى الكسر، كما قالوا في جمع حقو: أَحْق٤، وجرو: أَجْر٥، وقلنسوة: قَلَنْس٦ وقالوا: "هذا عِدِلْ" بكسر الدال؛ لأنّ له نظيرًا في كلامهم؛ نحو: "إِبل، وإِطِل"٧، ولم يقولوا: "مررت بالبُسِر" /بكسر السين/٨؛ لأنَّه ليس في الأسماء شيءٌ على وزن "فُعِل" إلا
_________
١ لم يُنسب إلى قائل مُعّين.
٢ المفردات الغريبة: هشَّ فؤادي: ارتاح فؤادي وسُرَّ؛ والْهَشَاشة: إذا خف إليه وارتاح. مختار الصحاح: مادة "هشش" ص ٣٢٦. الحِجل: الخلخال.
موطن الشاهد: "الْحِجِل".
وجه الاستشهاد: نقل الشاعر حركة اللام إلى الجيم في الوقف؛ لأنَّ الأصل فيه: "الْحِجْل"؛ وهذا النقل يُسمَّى إتباعًا.
٣ سقطت من "ط".
٤ الحقو: الخصر، ومشد الإزار من الجنب؛ ويجمع على أحق، وأحقاء، وحِقيّ، وحقاء.
٥ الْجَُِرْو والْجِروة: الصغير من كُل شيء حتى من الحنظل والبطيخ والقثاء؛ ويجمع على أَجْرٍ. والْجِر -بالحركات الثلاث- صغار الكلب، والأسد، والسباع؛ ويجمع على: أَجْر، وأَجراء، وجِراء. وراجع مختار الصحاح: مادة "جرى" ص ٥٧؛ والقاموس المحيط ١١٤٣.
٦ القَلسُوة والقَلَنسُوة: من ملابس الرأس، وتجمع على: قَلانِس، وقِلَاس، وقَلَنس.
٧ الإِطْل والإطل: الخاصرة كلها، أو منقطع الأضلاع من رأس الورك.
٨ سقطت من "س". والبُسْر: التمر قبل أن يرطب؛ واحدته: بُسْرة.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (268,'"دُئِل" وهو اسم دويبة، و"رُئِم" اسم للسَّتَه١، وهما فعلان نُقلا إلى الاسمية. وحكى بعضهم "وُعِل"، فلمَّا كان ذلك يؤدي إلى إثبات ما لا نظير له في كلامهم، رفضوه وعدلوا عن الكسر إلى الضم؛ فقالوا: "مررت بالبُسُر"٢؛ لأنَّ له نظيرًا٣ في كلامهم؛ نحو: "طُنُب٤، وحُرُض٥"؛ فاعرفه تصب، إن شاء الله تعالى.
_________
١ في "س" للسّه؛ والرُّئِم، والسَّتَة، والسَّتْه: الاست.
٢ في "س" بالبُسِر، والصَّواب ما في المتن لأنَّه يناسب السِّياق.
٣ في "س" نظير، وهو سهو من النَّاسخ.
٤ طُنُب: حبل الخِباء. مختار الصحاح: مادة "طنب" ص ١٩٣.
٥ حُرُوض -بضم الراء وسكونها- الأشنان؛ والْمِحرضة -بالكسر- إناؤه؛ والأشنان نبات بريّ يُغسل به. مختار الصحاح: مادة "حرض" ص ٧٠.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (269,'<span data-type="title" id=toc-66>الباب الرّابع والستون: باب الإدغام</span>
[معنى الإدغام]
إن قال قائل: ما الإدغام؟ قيل: أن تصل حرفًا بحرف مثله من غير أن تفصل بينهما بحركةٍ، أو وقف، فينبو اللِّسان عنهما نبوةً واحدة.
[الإدغام على ضربين]
فإن قيل: فعلى كم ضربًا الإدغام؟ قيل: على ضربين؛ إدغام حرف في مثله من غير قلب؛ وإدغام حرف في مقاربة بعد القلب؛ فأما إدغام الحرف في مثله، فنحو: شد، ورد. و/كان/١ الأصل فيه "شدد، وردد" إلا أنه لَمَّا اجتمع حرفان متحركان من جنس واحدٍ، سكنوا الأول منهما، وأدغموه في الثاني، وحكم المضارع في الإدغام حكم الماضي؛ نحو: "يشدُّ، ويردُّ" وما أشبه ذلك. وأما إدغام الحرف في مقاربه؛ فهو أن تُبدل أحدهما من جنس الآخر، وتدغمه فالثاني٢؛ نحو: الحق كندة٣، وانهك٤ قطنا، واسلخ غنمك، وادمغ خَلْفًا٥، وما أشبه ذلك، غير أنه لا طريق إلى معرفة تقارب الحروف إلا بعد معرفتها، ومعرفة مخارجها، وأقسامها؛ وهي تسعة وعشرون حرفًا، وهي معروفة، وقد تبلغ خمسة وثلاثين حرفًا بحروف مستحسنة، وهي النون الخفيفة، وهمزة بين بين، والألف الممالة، وألف التفخيم؛ وهي التي ينحى بها نحو الواو؛ نحو: "الصلوة"، والصاد كالزاي٦، والسين كالجيم؛
_________
١ سقطت من "س".
٢ في "س" فيه.
٣ في "س" كَلَدة؛ وهي الأرض الصُّلبة. وأما "كندة" فهو أبو قبيلة من العرب.
٤ انهك قطنًا: اغسله غسلاً جَيّدًا، وبالغ في غسله؛ ونهك الثوب: إذا بالغ في غسله، ولبسه حتى خلق.
٥ ادمغ خلفًا: اطلب دماغه، ودمغته الشمس: آلمت دماغه. والْخَلْف: الظهر، ونقيض قُدَّام.
٦ في "ط" الزَّاء.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (270,'وتبلغ نيفًا وأربعين حرفًا بحروف غير مستحسنة، وهي القاف التي بين القاف والكاف، والكاف التي بين الجيم والكاف، والجيم التي كالكاف، والجيم التي كالشين، والصاد١ التي كالسين، والطاء التي كالتاء، والظاء التي كالثاء، والباء التي كالفاء، وحكى أبو بكر٢.. ٣ الضاد الضعيفة المبدلة من الثاء٤. وحكي أن منهم من يقول في: "اثرُد ٥: اضرد". ومخارجها ستة عشر مخرجًا:
فالأول: للهمزة، والألف، والهاء؛ وهو من أقصى الحلق مِمَّا يلي الصدر.
والثاني: للعين والحاء؛ وهو من وسط الحلق.
والثالث: للغين والخاء؛ وهو من أدنى الحلق مما يلي الفم.
والرابع: للقاف؛ وهو من أقصى اللسان وما فوقه من الحنك.
والخامس: للكاف؛ وهو أسفل من ذلك، وأقرب إلى مُقَدَّم الفم.
والسادس: للجيم، والشين، والياء؛ وهو من وسط اللسان، بينه وبين الحنك الأعلى.
والسابع: للضاد؛ وهو من أول حافة اللسان وما يليها من الأضراس؛ و/هي/٦ من الجانب الأيسر أسهل.
والثامن: للام؛ وهو من أدنى حافة اللسان إلى منتهى طرَفه.
والتاسع: للنون؛ وهو من فوق ذلك، فويق الثنايا٧.
والعاشر: للراء؛ وهو من مخرج النون إلا أنَّ الرَّاء أدخل بطرف اللسان في الفم، ولها تكرير في مخرجها.
_________
١ في "س" والضَّاد.
٢ أبو بكر، محمد بن علي المعروف بـ"مبرمان العسكري"، أخذ العربية عن المبرد، والزَّجاج؛ وأخذ عنه الفارسي، والسِّيرافي؛ شرح كتاب سيبويه وشواهده. مات سنة ٣٤٥هـ.
٣ في "ط" زيادة "بأن" ولا ضرورة لها، فلم نثبتها في المتن. وفي "س" الصاد.
٤ في "ط" التاء، والصواب ما أثبتناه من "س" وهو يناسب السياق.
٥ اثرُد: فُتَّ؛ ومنه الثريد والثريدة: ما فُتّ من الخبز في المرق. مختار الصحاح: مادة "ثرد" ص ٤٩.
٦ سقطت من "س".
٧ الثنايا: جمع ثنية؛ والثنايا من الأضراس: الأربع التي في مقدم الفم؛ ثنتان من فوق، وثنتان من أسفل. راجع القاموس: مادة ثني، ص ١١٤١.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (271,'والحادي عشر: للطاء، والتاء، والدال، وهو من بين طرف اللسان وأصول الثنايا العليا.
والثاني عشر: للصَّاد، والسين، والزاي١، وهو من /بين/٢ طرف اللسان وفويق الثنايا السفلى، وتُسمَّى هذه الحروف الثلاثة حروف الصفير.
والثالث عشر: للثاء، والذال، والظاء؛ وهو٣ من بين طرف اللسان، وأطراف الثنايا العليا.
والرابع عشر: للفاء؛ وهو من باطن الشفة السُفلى وأطراف الثنايا العليا.
والخامس عشر: للباء، والميم، والواو؛ وهو من بين الشَّفتين.
والسادس عشر: للنون الخفيفة؛ وهو من الخياشيم، ولا عمل للِّسان فيها؛ فهذه مخارج الحروف، وهي تنقسم إلى مهموسة والمجهورة، والمذلقة٤، والمصمتة، والشديدة، والرّخوة، وما بين الشديدة والرّخوة، والمطبقة والمفتوحة، والمستعلية والمنخفضة، والمعتلة.
[الأحرف المهموسة]
فالمهموسة عشرة أحرف: الهاء، والحاء، والخاء، والكاف، والسين، والشين، والصاد، والتاء، والثاء، والفاء، ويجمعها /قولك/: ٦ "سَتَشْحَثُكَ٧ خَصَفَه٨.
_________
١ في "ط" الزاء.
٢ سقطت من "ط".
٣ في "س" وهي.
٤ المذلقة: "الحروف الذُّلق": حروف طرف اللسان والشَّفة؛ ثلاثة ذولقيَّة: اللام، والراء، والنون؛ وثلاثة شفهيَّة: الباء، والفاء، والميم. القاموس: مادة "ذلق" ص ٧٩٧.
٥ المصْمَتَة: الحروف المصمتة ما عدا: "مُربِنَفْلٍ" القاموس: مادة "صمت"، ص ١٤٣.
٦ سقطت من "ط".
٧ ستشحثك: في القاموس المحيط: "شَحِيث" كلمة سريانيَّة تنفتح بها الأغاليق بلا مفاتيح. القاموس المحيط: مادة "شحث"، ص ١٥٧.
خَصَفَة: الْخَصَفَة "محرّكة": الْجُلَّة تُعمل من الخوص للتَّمر، والثوب الغليظ جدًّا. القاموس: مادة "خصف" ص ٧٢٤.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (272,'[الأحرف المجهورة]
والمجهورة، ما عدا هذه العشرة؛ وهي تسعة عشر حرفًا؛ ويجمعها: "مد غطاء جعظر١ وقل ند ضيزن"٢،
[الحرف المذلقة]
والمذلقة ستة أحرف: "اللام، والنون، والراء، والميم، والباء، والفاء"٣. ويجمعها: "فر من لبّ"٤.
[الأحرف المصمتة]
والمصمتة ما عدا هذه الستة.
[الأحرف الشديدة]
والشديدة ثمانية أحرف، ويجمعها: "أَجَدْتَ طَبَقَتك"؛ وكذلك ما بين الشديدة والرخوة ثمانية -أيضًا٥- يجمعها /قولك/٦: "نوري لامع"، والرخوة ما عداهما.
[الأحرف المطبقة]
والمطبقة أربعة أحرف: "الصَّاد، والضَّاد، والطَّاء، والظاء"، والمفتوحة ما عدا هذه الأربعة.
[الأحرف المستعلية]
والمستعلية سبعة أحرف؛ أربعة منها هي التي ذكرنا أنها مطبقة، والثلاثة الأُخر: "القاف، والغين، والخاء"؛ والمنخفضة ما عدا هذه السَّبعة.
[الأحرف المعتلَّة]
والمعتلة أربعة أحرف: "الهمزة، وحروف المدّ واللين، وهي الألف، والياء، والواو".
_________
١ في "ط" زيادة واو قبل جعظر، ولا لزوم لها، فلم نثبتها في المتن. والجعظر: المتكبِّر.
٢ ضيزن: شريك.
٣ في "س" والقاف.
٤ لُبّ: عقل، وجمعه ألباب، وألُبُّ، وأَلْبُب. وخالص كُل شيء لُبُّه. مختار الصحاح: مادة "لبب" ص ٢٧٨.
٥ في "س" أحرف.
٦ سقطت من "س".',NULL,'289',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (273,'[معاني هذه الصفات]
ومعنى المهموسة: أنها حروف أضعف الاعتماد /عليها/١ في مواضعها٢، فجرى النَّفس معها فأخفاها، والهمس: الصوت الخفي؛ فلذلك سميت مهموسة. ومعنى المجهورة: أنها حروف أشبع الاعتماد في موضعها؛ فمنعت النفس أن يجري معها، فخرجت ظاهرة، والجهر: هو الإظهار؛ ولذلك سميت مجهورة. ومعنى الْمُذلقة: أنها حروف لها فضل اعتماد على ذلق اللسان، وهو طرفه؛ ولذلك، سُمِّيت مُذلقة. ومعنى المصمتة: أنها حروف ليس لها ذلك الاعتماد على ذلق اللسان، وأُصمتت بأن تختص بالبناء إذا كانت الكلمة رباعية أو خماسية؛ ولذلك، سُمِّيت مُصمتةً. ومعنى الشديدة: أنها حروف صلبة لا يجري فيها الصوت؛ فلذلك، سُمِّيت شديدة. ومعنى الرخوة: أنها حروف ضعيفة يجري فيها الصوت؛ فلذلك، سُمِّيت رخوة. ومعنى ما بين الشديدة والرخوة: أنها حروف لا مفرطة في الصلابة، ولا ظاهرة الضعف٣؛ بل هي في اعتدال بينهما؛ ولذلك، كانت بين الشديدة والرخوة. ومعنى المطبقة: أنها حروف يرتفع بها اللسان إلى الحنك الأعلى، فينطبق عليها، فتصير محصورة؛ ولذلك، سُمِّيت مُطبقةً، ومعنى المفتوحة: أنَّها حروف لا يرتفع اللسان بها إلى الحنك الأعلى، فينفتح عنها؛ ولذلك، سُمِّيت مفتوحةً. ومعنى المستعلية: أنَّها /حروف/٤ تستعلي إلى الحنك الأعلى؛ ولذلك، سُمِّيت مستعلية. ومعنى المنخفضة: عكس ذلك. ومعنى المعتلة: أنَّها حروف تتغير بانقلاب بعضها إلى بعض بالعلل الموجبة /لذلك/٥؛ ولذلك، سُمِّيت معتلة؛ وسُمِّيت الألف، والياء، والواو؛ حروف المد واللين؛ أما المد: فلأنَّ الصوت يمتدُ بها، وأمَّا اللين: فلأنها لانت في مخارجها واتسعت؛ وأَوسَعُهُنَّ مخرجًا الألف، ويُسمَّى "الهاوي" لهويِّه في الحلق.
فهذا ما أردنا أن نذكره من معرفة مخارج الحروف، وأقسامها التي يُعرف٦ بها تقارب الحروف بعضها من بعض.
فإن قيل: فَلِمَ جاز أن تدغم الباء في الميم؛ لتقاربهما، ولا يجوز أن
_________
١ سقطت من "ط".
٢ في "ط" موضعها.
٣ في "ط" للضّعف، والصواب ما أثبتناه من "س".
٤ زيادة من "ط".
٥ سقطت من "س".
٦ في "ط" تعرف.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (274,'تدغم الميم في الباء؟ قيل: إِنَّما لم يجز أن تدغم الميم في الباء؛ نحو: "أكرم بكرًا" كما يجوز أن تدغم الباء في الميم /نحو/١: "أصحب مطرًا" لأنَّ٢ الميم فيها زيادة صوت، وهي الغُنَّة، فلو أدغمت في الباء؛ لذهبت الغُنَّة التي فيها؛ بخلاف الباء، فإنه ليس فيها غُنَّة تذهب بالإدغام؛ فكذلك، أيضًا لا يجوز أن تدغم الراء في اللام، كما يجوز أن تدغم اللام في الراء؛ لأنَّ في الراء زيادة صوت، وهو التكرير، فلو أدغمت /في/٣ اللام؛ لذهب التكرير الذي فيها بالإدغام؛ بخلاف اللام، فإنه ليس فيها تكرير، يذهب بالإدغام.
فأما ما رُوي عن أبي عمرو٤ من إدغام الراء في اللام في قوله عز وجل: {نَغْفِرْ لَكُمْ خَطَايَاكُمْ} ٥؛ فالعلماء ينسبون الغلط في ذلك إلى الرواي لا إلى أبي عمرو، ولعل أبا عمرو أخفى الراء، فخفي على الرَّاوي، فتوهمه إدغامًا، وكذلك كُلُّ حرف فيه زيادة صوت، لا يدغم في ما هو أنقص صوتًا منه، وإنما لم يجز إدغام الحرف في ما هو أنقص صوتًا منه؛ لأنه يؤدي إلى الإجحاف به، وإبطال ما له من الفضل على مقاربه.
[إدغام لام التعريف في ثلاثة عشر حرفًا]
فإن قيل: فلام التعريف في كم حرفًا يدغم٦؟ قيل: في ثلاثة عشر حرفًا؛ وهي: "التاء، والثاء، والدال، والذال، والراء، والزاي٧، والسين، والشين، والصاد، والضاد، والطاء، والظاء، والنون"؛ نحو: التائب، والثابت، والداعي، والذاكر، والراهب، والزاهد، والساهر، والشاكر، والصابر، والضامر، والطائع، والظافر، والناصر" فهي أحد عشر حرفًا من حروف طرف اللسان، وحرفان يخالطان٨ طرف اللسان، وهما الضاد، والشين، وإنما أُدغمت٩ لام التعريف في هذه الحروف لوجهين:
_________
١ سقطت من "ط".
٢ في "ط" أَنَّ.
٣ سقطت من "ط".
٤ أبو عمر هو: زبان بن عمار، المعروف بأبي عمرو بن العلاء، من علماء البصرة، ومن أئمة اللغة والأدب، وأحد القراء السبعة. مات سنة ١٥٤هـ. طبقات النحويين واللغويين ١٧٦.
٥ س: ٢ "البقرة، ن: ٥٨، مد".
٦ في "س" تدغم.
٧ في "ط" والزَّاء.
٨ في "س" مخالطان.
٩ في "ط" أُدغم.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (275,'أحدهما: أَنَّ هذه الحروف مقاربة لها.
والثاني: أَنَّ هذه اللام كَثُر دورها في الكلام؛ ولذلك، تدخل في سائر الأسماء، سوى أسماء الأعلام؛ والأسماء غير المتمكنة، ولَمَّا اجتمع فيها المقاربة لهذه الحروف، وكثر١ دورها في الكلام؛ لزم فيها الإدغام، وأما من أظهر اللام على الأصل، فمن الشاذ الذي لا يُعتدُ به.
[الأصل في ستّ وبلعنبر]
فإن قيل: فما الأصل في: "ست، وبلعنبر"؟ قيل: أمَّا "ست" فأصلها سدس بدليل قولهم في تصغيره: سُديس، (وفي تكسيره: أسداس) ٢، إلا أنَّهم أبدلوا من السين تاءً، كما أبدلوا من التاء سينًا في "اتخذ"، فقالوا: "استخذ" فلمَّا أبدلوها -ههنا-٣ من السين تاءً صار إلى "سدت" ثُمَّ أدغموا الدال في التاء، فصار /إلى/٤: "ست". وأما "بلعنبر"؛ فأصله: بنو العنبر، إلا أنهم حذفوا الحرف المعتل؛ لسكونه وسكون اللام، (/و/٥ لم يمكنهم الإدغام لحركة النون وسكون اللام) ٦؛ فحذفوا النون بدلاً من الإدغام؛ ومن ذلك قولهم: "بلعمّ" يريدون: بني العمِّ؛ قال الشاعر٧: [الطويل]
إذا غَابَ غَدوًا عَنكَ بَلْعَمُّ لم يَكُنْ ... جَليدًا ولم تَعطِفْ عليكَ العواطِفُ٨
ومن ذلك قولهم: "عَلْمَاء بنو فلان"٩، يريدون: "على الماء"؛ قال الشاعر١٠: [الطويل]
غداة طغت عَلْمَاءِ بَكرُ بن وائلٍ ... وعجنا صُدُور الخيل شطر تميم١١
_________
١ في "ط" وكثرة.
٢ سقطت من "س".
٣ في "س" هنا.
٤ سقطت من "ط".
٥ سقطت من "ط".
٦ سقطت من "س".
٧ لم يُنسب إلى قائل معين.
٨ المفردات الغريبة: بلعمّ: بنو العم. جليدًا: صبورًا أو شديدًا.
موطن الشاهد: "بلعمُّ".
وجه الاستشهاد: أراد الشَّاعر أن يقول: بنو العمِّ، فحذف الحرف المعتل؛ لسكونه، وسكون اللام، ولم يمكنه الإدغام؛ لحركة النون، وسكون اللام، فحذف النون بدلاً من الإدغام.
٩ في "س" فلان العمّ.
١٠ الشاعر هو: قطريّ بن الفجاءة، وقد سبقت ترجمته.
١١ المفردات الغريبة: طغت: تجاوزت الحدّ في العصيان.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b7502] VALUES (276,'يريد١: "على الماء" وهذا كله ليس بمطَّرد في٢ القياس، وإنما دعاهم إلى ذلك كثرة الاستعمال، وهو من الشَّاذ الذي لا يُقاس عليه؛ فاعرفه٣ تصب، إن شاء الله تعالى.
_________
= بكر بن وائل: قبيلة كبيرة من العدنانية تُنسب إلى بكر بن وائل. عجنا: مِلنا. عَرّجنا. وفي رواية أخرى للبيت: عاجت. شطر: نحو.
موطن الشاهد: "علْماءِ".
وجه الاستشهاد: أراد الشَّاعر أن يقول: على الماء، ولكنَّه حذف إحدى اللامين استثقالاً للتضعيف؛ لأنَّ ما بقي دليل على ما حُذف، على عادة بعض العرب الذين يستجيزون حذف إحدى اللامين عندما تلتقيان، كما في هذا الشَّاهد.
١ في "س" يريدون.
٢ في "س" على.
٣ في "س" فافهمه.',NULL,'293',NULL,NULL,'0');
