-- Table: b7640
-- Chunk: 1
-- Rows: 348

CREATE TABLE "b7640"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b7640
INSERT INTO [b7640] VALUES (1,'السابق واللاحق في تباعد ما بين وفاة راويين عن شيخ واحد
للحافظ أبي بكر أحمد بن علي الخطيب البغدادي المتوفي سنة ٤٦٣هـ
تحقيق وتعليق: د. محمد بن مطر الزهراني
دار الصميعي للنشر والتوزيع
بسم الله الرحمن الرحيم
حقوق الطبع محفوظة
الطبعة الثانية ١٤٢١ هـ- ٢٠٠٠م
دار الصميعي للنشر والتوزيع
هاتف وفاكس: ٤٢٦٢٩٤٥- ٤٢٥١٤٥٩
الرياض – السويد – شارع السويدي العام
ص. ب: ٤٩٦٧- الرمز البريد ١١٤١٢
المملكة العربية السعودية
بسم الله الرحمن الرحيم
<span data-type="title" id=toc-1>مقدمة </span>الطبعة الثانية
الحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين،
وبعد:
فهذه هي الطبعة الثانية من كتاب "السابق واللاحق في تباعد ما بين وفاة راويين عن شيخ واحد" للحافظ أبي بكر أحمد بن علي بن ثابت، مؤرخ بغداد ومحدثها المعروف بالخطيب البغدادي المتوفى سنة ٤٦٣هـ رحمه الله.
ونظرا لنفاسة هذا الكتاب وتفرده في فنه أحببت أن أقدمه لإخواني طلبة العلم في طبعة جديدة، بعد أن مضى على الطبعة الأولى أكثر من سبعة عشر عاماً.
وكنت أود إخراج هذه الطبعة قبل الآن، لكن حالت بعض الأسباب دون ذلك، لعل من أهمها: أنني عزمت على إعادة النظر في كثر من التعليقات في الطبعة السابقة وكذلك في إخراجها أيضاً، وموجب ذلك أمران:
الأول: الأخطاء المطبعية التي كثرت في الطبعة الأولى، لأنني لم أتمكن من تصحيح بروفاتها بنفسي، بل تولى تصحيحها الطابع بنفسه فلم يوفق في ذلك.
الثاني: أنه حصل في الطبعة الأولى – في نظري- شيء من تكبير حجم الكتاب بما لا حاجة إليه، ولعل ذلك حصل بسببين: إحداهما: ما كان من إخراج الطابع حيث ترك أوراق وفراغات بين الأبواب والفصول ما كان لها من حاجة، وثانيها: توسعي في التعليق في الحواشي، حيث كنت أترجم لكل عَلَمٍ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (2,'يمر في السند أو المتن وغير ذلك من التعليقات التي رأيت فيما بعد أن لا حاجة إليها، ولعل عذري في ذلك الوقت أنني تقدمت بتحقيق هذا الكتاب لنيل الماجستير من قسم السنة بالدراسات العليا بالجامعة الإسلامية بالمدينة المنورة، وذلك يتطلب أمورا قد لا يحتاج إليها كثير من القراء.
لهذا وذاك أعدت النظر في الكتاب، فقمت بإعادة قراءة النص المخطوط مقابلته، ثم حذفت كثيراً من التعليقات التي رأيت أنها ليست ضرورية، ثم صححت الأخطاء، كما أنني أضفت بعض التعليقات التي لها فائدة في خدمة النص، وزدت في ضبط المشكل في النص والتعليقات، وتقييد المهمل، وتبيين المبهم.
هذا ما أدى إليه اجتهادي وحسبي أنني قصدت بذل تقريب الكتاب إلى إخواني طلبة العلم بحجمه الجديد، ثم أتقدم بالشكر الجزيل لكل من أسدى إلى نصحاً أو نبهني على خطأ مما حصل في الطبعة الأولى فجزا الله الجميع عني خير الجزاء.
وأسأل الله لي ولإخواني من طلبة العلم أن يرزقنا العلم النافع والعمل الصالح، وأن يوفقنا للحق ويثبتنا عليه، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين.
وكتبه: محمد بن مطر الزهراني
بطيبة الطيبة قبل عصر يوم الجمعة
الموافق يوم عرفة من ذي الحجة سنة ١٤١٩هـ.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (3,'المقدمة:
أولاً ترجمة موجزة للمؤلف١:
هو أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ ثَابِتٍ بن أحمد البغدادي- من أصل عربي – ولد سنة ٣٩٢هـ.
ونشأ في قرية درزيجان الواقعة جنوب غربي بغداد، حيث كان والده يتولى خطبة وإمامة جامعها لمدة عشرين سنة٢.
وكانت نشأت الخطيب البغداد في بيت من بيوت العلم والصلاح فكان والده رجلاً صالحاً محباً للعلم والعلماء، فلذلك حرص على تنشئة ابنه تنشئة علمية قوية مبنية على تقوى الله وطلب العلم لوجهه تعالى، فأخذه منذ صغره إلى مؤدب يؤدبه ويقرؤه القرآن ثم أخذ بعد ذلك يوجهه إلى حلقات العلم ومجالس العلماء، حتى أصبح بعد ذلك من العلماء المشهورين، توفي سنة ٤٦٣هـ.
طلبه للعلم وحلته:
بدأ الخطيب الجلوس إلى حلقات العلم في وقت مبكر وأخذ ينتقل من حلقة إلى حلقة يسمع من هذا الشيخ ويصغي إلى ذاك الشيخ فسمع الحديث وأخذ
_________
١ نظراً لأن الخطيب قد درس دراسة وافية من الأستاذ يوسف العش والدكتور أكرم العمري فإنني أوجز الترجمة هنا، واعتمدت في النقل على كتابيهما كثيراً، وإنما أردت هنا التعريف الموجز كمدخل للكتاب.
٢ انظر: موارد الخطيبص:٢٩.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (4,'واللاحق، ولأن كل من كتب في الخطيب ذكر مصنفاته بالتفصيل:
١- الأسماء المبهمة في الأنباء المحكمة.
٢- الأسماء المتواطئة والأنساب المتكافئة.
٣- تلخيص المتشابه في الرسم.
٤- تمييز المزيد في المتصل الأسانيد.
٥- تاريخ بغداد.
٦- الرواة عن شعبة.
٧- الرواة عن مالك.
٨- المتفق والفترق.
٩- غنية الملتمس في إيضاح الملتبس.
وغيرها كثير.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (5,'ثانيا: دراسة الكتاب:
١- تعريف السابق واللاحق وصلته بكتب الوفيات:
لم أقف على من عرف بالسابق واللاحق قبل الخطيب البغدادي فيما اطلعت عليه من كتب المصطلح.
قال الخطيب في كتاب السابق واللاحق – ص٢-: "ضَمَّنْتُهُ ذِكْرَ مَنِ اشْتَرَكَ فِي الرِّوَايَةِ عَنْهُ مِنْ تَبَايُنِ وَقْتِ وَفَاتَيْهِمَا تَبَايُنًا شَدِيدًا، وَتَأَخُّرِ مَوْتِ أَحَدِهِمَا عَنِ الآخَرِ تَأَخُّرًا بَعِيدًا، وَسَمَّيْتُهُ السابق واللاحق".
وقال أبو عمرو بن الصلاح في تعريف السابق واللاحق: "معرفة من اشترك في الرواية عنه راويان متقدم ومتأخر تباين وقت وفاتيهما تبايناً شديداً فحصل بينهما أمد بعيد، وإن كان المتأخر منهما غير معدود من معاصري الأول وذوي طبقته"١.
وقال العراقي في الألفية:
وصنفوا في سابق ولاحق ... وهو اشتراك راويين سابق
موتا كزهري وذي تدارك ... كابن دويد رويا عن مالك
سبع ثلاثين وقرن وافى ... آخر كالجعفي والخفاف
وقال في شرحه للألفية: وموضوعه"أن يشترك راويان في الرواية عن شخص واحد وأحد الراويين متقدم والآخر متأخر بحيث يكون بين وفاتيهما أمد بعيد"٢.
_________
١ انظر: علوم الحديث لابن الصلاحص:٢٨٦.
٢ انظر: شرح التبصرة والتذكرة٣/١٠١.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (6,'والناظر في هذه التعريفات يجدها متقاربة جداً بل متحدة، ويجد أن من جاء بعد الخطيب لم تختلف تعاريفهم عن تعريف الخطيب وأن جميع هذه التعريفات تنص على إلحاق الراوي المتأخر بالمتقدم الذي شاركه في الرواية عن شيخه وإن لم يكونا متعاصرين.
وكل من جاء بعد العراقي وابن الصلاح لم يضف شيئاً في تعريف السابق واللاحق إلى تعريف من سبقه.
هذا وقد نصوا على أن من فوائد ضبطه ما يلي:
١- الأمن من ظن سقوط شيء في إسناد المتأخر.
٢- تفقه الطالب في معرفة العالي والنازل.
٣- معرفة الأقدم من الرواة عن الشيخ ومن به ختم حديثه.
٤- تقرير حلاوة علو الإسناد في القلوب١.
وقد رد السخاوي على ابن كثير في قوله: "وهو مما يتحلى به كثير من المحدثين، وليس من المهمات فيه ... "٢، قال السخاوي: "وهو متعقب بأولى فوائده".
أما صلة هذا الفن بكتب الوفيات، فواضحة وبينة، إذ أن هذا الفن موضوعه البحث في وفاة الراويين عن هذا الشيخ، ويزيد على ذلك بتأكيد كزنهما رويا عنه وهذا الأخير هو الذي من أجله يبحث عن وفاة الراوي، ومعرفة ما إذا كان أدرك هذا الشيخ الذي يروي عنه وسمع منه أو لا.
_________
١ انظر: فتح المغيث٣/١٨٣.
٢ انظر: الباعث الحثيثص:٢٠٥.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (7,'الفقه وغيرهما على كبار علماء بغداد في عصره حتى إذا ما بدأ يصلب عوده أخذ يتطلع إلى السماع من العلماء المقيمين خارج بغداد، وبدأ رحلته حيث رحل في طلب العلم وسماع العلماء وخاصة علماء الحديث – فرحل إلى الحجاز ومصر والشام والمشرق وبعض هذه البلدان كرر رحلته إليها، واهتم الخطيب بالرحلة في طلب العلم فألف كتاباً في ذلك١.
أشهر شيوخه وتلاميذه:
أفاد الخطيب كثيراً من علماء بغداد، وكان يحث طلبة العلم باستفاد حديث أهل بلدهم قبل الرحلة في كلبه من علماء البلدان الأخرى٢، وقد طبق ذلك فبدأ التحمل عن كبار شيوخ بغداد في زمانه ومن أشهر من استفاد منهم من شيوخ بغداد:
١- أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ.
٢-أبو بكر أحمد بن محمد البرقاني.
٣- أبو القاسم عبيد الله بن أحمد الأزهري.
٤- أبو الحسن أحمد بن محمد العتيقي.
٥- أبو الحسين محمد بن الحسين بن الفضل القطان.
٦- أبو علي الحسن بن أحمد بن إبراهيم بن شاذان، وغيرهم من علماء بغداد وغيرها خلق كثير٣
_________
١ انظر: المواردص:٣٥- ٤٧.
٢ المصدر السابقص:٣١.
٣ تذكرة الحفاظ٣/١١٣٦، موارد الخطيب ص:٣١-٣٢.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (8,'ومن أشهر تلاميذه:
١- أبو الفضل بن خيرون.
٢- الأمير أبو النصر بن ماكولا.
٣- عبد الله بن أحمد السمرقندي.
٤- محمد بن السين بن علي الشيباني.
٥- هِبَةِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَحْمَدَ الشروطي الواسطي، وغيرهم خلق كثير ١.
مكانته بين العلماء٢:
وثقه العلماء من معاصريه ومن أتى بعدهم، فممن وثقه: عبد العزيز الكتاني، وابن ماكولا، وابن الأكفاني وغيرهم، وقد أشادوا بعلمه وفضله كثيراً، وممن أشاد بذلك السّمعاني والسبكي وابن النجار وابن عساكر، وقد اعتبروه خاتمة الحفاظ، قال ابن حجر: كل الناس بعد الخطيب عيال عليه في الحديث٣ إلا أنه لا يخلو كل إنسان من حساد، فقد اتهمه ابن الجوزي بالتعصي ضد الحنابلة وعاب عليه الاحتجاج بالأحاديث الموضوعة في كتبه ودفاعه عن بعض المبتدعة٤، واتهمه الأحناف بالتعصب ضد مذهبهم وكل
_________
١ انظر: تذكرة الحفاظ١/١١٣٦، الخطيب البغدادي للعشصك ٨٦-٨٩.
٢ انظر تذكرة الحفاظ٣/١١٣٥، موارد الخطيبص:٤٩.
٣ انظر: نزهة النظرص:١٦.
٤ المنتظم لابن الجوزي٨/٢٦٧-٢٦٩.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (9,'من ترجم للخطيب رد هذه التهم.
عقيدةه ومذهبه:
كان الخطيب سلفي العقيدة أي أنه ينتحل مذهب أهل السنة والجماعة في العقيدة بما في ذلك الأسماء والصفات وقد نص على ذلك ابن القيم في " اجتماع الجيوش الإسلامية" والذهبي في " العلو للعلي الغفار" وله رسالة في العقيدة في موضوع الأسماء والصفات محفوظة بالظاهرية، ومما قال فيها:
"أما الكلام في الصفات، فأما ما روي منها في السنن الصحاح فمذهب السلف إثباته وإجراؤها على ظواهرها، ونفي الكيفية والتشبيه عنها".
والأصل في هذا أن الكلام في الصفات فرع عن الكلام في الذات، ونحتذي في ذلك حذوه وأمثاله، وإذا كان معلوما أن إثبات رب العالمين، إنما هو إثبات وجود، لا إثبات تحديد وكيفية، فكذلك إثبات صفاته، إنما هو إثبات وجود لا إثبات تحديد وكيفية١، أما مذهبه في الفروع فإنه كان شافعياً.
ذكر بعض كتبه:
الخطيب ممن أكثر من التأليف في جميع الفنون فلم يقتصر على فن دون فن، ولكن نجده في علم الحديث أكثر تأليفا من غيره، حتى إنه أفرد أكثر فنون المصلح كل فن في كتاب مستقل، ومن ذلك كتابنا الذي نقدمه بهذه المقدمة.
وسأكتفي بذكر بعض كتبه في علم الرجال خاصة لصلتها بالسابق
_________
١ انظر: مختصر العلو للعلي الغفار للذهبي- اختصار الألبانيص:٢٧٢.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (10,'ولذا نرى الخطيب يعتمد في كتابه "السابق اللاحق" على كتب التاريخ والتراجم التي تعتني بالوفيات اعتماداً كبيراً، فقد نقل عن وفيات ابن قانع وحده أكثر من٤٨ نصاً، كما سنفصل ذلك في جريدة مصادره في السابق واللاحق، في هذه المقدمة.
وإنما كان هذا الفن نمط خاص من الوفيات، ولم يسبق الخطيب – فيما أعلم – إلى هذا الفن من التأليف، وإنما كان من قبله يؤلف في الوفيات على ترتيب السنين أو المعاجم أو التاريخ العام ونحو ذلك، أما الخطيب فقد اعتنى بهذا الفن من فنون المصطلح وأفرده في كتاب خاص وجمعه على نمط خاص، وقد تيسر له جمع عدد من الرواة غير يسير في كتابه هذا.
وقد ذكر السخاوي وزين الدين العراقي وزكريا بن محمد الأنصاري وابن العماد وغيرهم أن الذهبي قد تابع الخطيب في هذا النمط من التأليف، فألف في هذا الفن كتاباً سماه "التلويح بمن سبق ولحق"١، ولم أقف على ذكر من ألف في هذا الفن غير الخطيب والذهبي.
٢- توثيق نسبة الكتاب إلى الخطيب:
وقد اعتمدت في ذلك ما يلي:
أ - أسانيد الكتاب تبدأ بشيوخ الخطيب البغدادي، وهذا دليل قوي على أن الكتاب له، وقد أشرت إلى ذلك عند ذكر مشائخ الخطيب في هذه المقدمة.
_________
١ انظر: فتح المغيث٣/١٨٣، فتح الباقي على ألفية العراقي،- في حاشية التبصرة والتذكرة٣/١٠١، وانظر أيضاً: الذهبي ومنهجه في تاريخ الإسلامص:١٦٥.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (11,'ب- ذكر كتب المصطلح والكتب التي ترجمت للخطيب أن من بين مؤلفاته كتاب السابق واللاحق.
فمن كتب المصلح التي نصت على ذلك:
١- علوم الحديث لابن الصلاح (ص:٢٨٦) .
٢- شرح التبصرة والتذكرة للعراقي (٣/١٠١) .
٣- فتح الباقي على ألفية العراقي (٣/١٠١) .
٤- فتح المغيث (٣/١٨٣) .
٥- تدريب الراوي (٢/٢٦٢) .
وغيرها من كتب المصطلح التي نصت على ذلك.
ومن الكتب التي ترجمت للخطيب وذكرت من مؤلفاته السابق واللاحق:
١- فهرست محمد بن أحمد المالكي، انظر: يوسف العش- الخطيب البغدادي (ص:١٣١) .
٢- المنتظم لابن الجوزي (٨/٢٦٦) .
٣- تذكرة الحفاظ للذهبي (٣/١١٣٩) .
٤- البداية والنهاية (١٢/١٠٢) .
٥- كشف الظنون (٢/٩٧٣) .
وكل من ترجم للخطيب وذكر مصنفاته ضمنها كتاب السابق واللاحق.
ج- تطابق النصوص التي نقلتها الكتب اللاحقة به منه وقد نصت على اسم الكتاب.
وهذا من أقوى الأدلة على صحة نسبة الكتاب إليه.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (12,'ومن هذه الكتب:
١- طبقات الحنابلة (١/١٣٩، ٣٢٧) ،
٢- اتلروض الأنف (٢/١٨٧) .
٣- فتاوى ابن تيمية (٤/٣٢٤) .
٤- تهذيب الكمال للمزي (١/ق ٦، ق ٢٧) .
٥- الميزان (١/ ٣٧) ، (٣/٦٧٥) ... وغير ذلك.
٦- ابن كثير في التفسير (٤/١٥٩-١٦٠) – سورة التوبة: ١١٣.
٧- تهذيب التهذيب (١/١٢٢، ١٥٢، ٢٩١) ... وغير ذلك.
وهناك كتب أخرى نقلت عنه ولخوف الإطالة أكتفي بهذا.
٣- موارد الخطيب في السابق واللاحق:
يمكن تقسيم موارد الخطيب في هذا الكتاب إلى قسمين:
١- كتب الحديث.
٢- كتب التاريخ والتراجم.
وبما أن طبية مادة الكتاب هي في تراجم الرجال فلذا نلحظ أن موارده الرئيسية هي كتب التاريخ والتراجم، فقد استقى معلوماته من أكثر من "٢٧ " مصنفاً في هذا الفن بينما نجد موارده من كتب الحديث لا يتجاوز ثمانية مصادر تقريباً.
أ- كتب الحديث:
لم يبين الخطيب أسماء المصنفات التي اعتمد عليها في رواية الأحاديث والآثار في السابق واللاحق، ويبدو أنه أخذ معظمها من كتب معاجم الشيوخ والأجزاء، ولم يأخذها من كتب الحديث المشهورة كالسنة وموطأ مالك – هذا باستثناء نص واحد ورد عن البخاري ونص آخر عن ابن ماجة – وهذه عادته في',NULL,'16',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (13,'مصنفاته خاصة التي في علم الرجال كتاريخ بغداد مثلاً١.
وبتتبع أسانيده اهتديت إلى معرفة بعض هذه الكتب، والذي تمكنت من الوقوف عليه قابلت النص والسند وأشرت على موضعه منه أثناء التحقيق، وما لم أقف عليه أو لم أجزم به لوجود بعض الاختلاف في السند أو المتن أشرت إليه بعبارة الاحتمال، أو اكتفيت بذكره في المقدمة.
١- الجامع الصحيح للبخاري.
محمد بن إسماعيل أبو عبد الله المتوفى سنة ٢٥٦هـ.
اقتبس منه الخطيب في السابق واللاحق نصاً واحداً فقط.
وذلك من طريق:
١- إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ النَّيْسَابُورِيُّ، الحسين بن عثمان الشيرازي – كلاهما- عن محمد بن مكي الكشميهني عن محمد بن يوسف الفربري عنه.
٢- أبو عبد الله الحسين بن محمد الخلال عن إسماعيل بن محمد بن حاجب الكشاني عن الفربري عنه.
٢- جزء حديث ابن عرفة٢:
الحسن بن عرفة العبدي المتوفى سنة ٢٥٧هـ
اقتبس مكنه الخطيب هنا نصاً واحداً، وذلك من طريق أبي الحسن أحمد بن
_________
١ انظر: موارد الخطيب ص:٤٣١.
٢ مخطوط في الظاهرية مجموع٢٢/٨، وانظر: موارد الخطيبص:٤٣٢.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (14,'محمد الواعظ عن يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ بُهْلُولٍ التنوخي عنه، فلعله من هذا الجزء
٣- السنن لابن ماجة:
محمد بن يزيد بن ماجة القزويني المتوفى سنة ٢٧٣هـ.
اقتطف منه الخطيب نصاً واحداً من طريق أبي الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ القزويني عن علي بن إبراهيم بن سلمة القطان عن صالح بن محمد بن مهران عنه.
٤- جزء حديث أبي علي الصفار١:
إسماعيل بن محمد الصفار المتوفى سنة ٣٤١ هـ.
اقتبس منه الخطيب في السابق واللاحق نصاً واحداً، من طريق أبي الْقَاسِمِ الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ الْمُنْذِرِ الْقَاضِي عنه.. لعله من هذا الجزء.
٥- جزء حديث أبي سهل القطان٢:
أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زياد القطان المتوفى سنة ٣٥٠ هـ.
اقتبس منه الخطيب نصاً واحداً، مكن طريق أبي الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ داود الرزاز عنه فلعل هذا النص مقتبس من هذا الجزء
_________
١ انظر: الرسالة المستطرفةص: ٨٨ وقد وصلت بعض أجزاء من حديثه، انظر: فهرست الظاهرية للألباني ص: ٣٢٢- ٣٢٣، موارد الخطيبص:٤٣٥.
٢ وصل إلينا٥٤ ورقة من حديثه، مخطوط في الظاهرية مجموع٨٥، انظر: موارد الخطيبص:٤٣٧.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (15,'٦- حديث الإمام مالك لأبي بكر الشافعي١:
محمد بن عبد الله الشافعي البزاز المتوفى سنة ٣٥٤هـ.
أورد الخطيب من طريقه نصين وذلك من طريق أبي الحسن بن أبي بكر بن شاذان عنه.
وأحد هذين النصين حديث فلعله من جزئه هذا والآخر في وفاة موسى بن سهل الوشاء ولم أقف على من ذكر له كتاب في التاريخ أو التراجم.
٧- المعجم الصغير للطبراني:
سليمان بن أحمد الطبراني المتوفى سنة ٣٦٠هـ.
اقتبس منه الخطيب في السابق واللاحق نصاً واحداً من طريق الحسين بن علي الطناجيري عن كوشيار بن لياليزور عن الحسين بن عيسى بن مهدي الختلي عن أبي نعيم عنه، ... وبعد المقارنة تبيّن لي أنه من المعجم الصغير.
هذا وهناك نصوص حديثية أخرى يرويها الخطيب عن مشائخه بلفظ قرأت في اصل كتاب فلان، أو بلفظ قال وذكر، وسمعت ... ، ولم أجد في أسانيدها أسماء أحد من الذين لهم مصنفات معروفة فيما أعلم.
ب- كتب التاريخ والتراجم:
اعتمد الخطيب في استقاء معلوماته في السابق واللاحق على كتب الرجال اعتماداً كبيراً وخصوصاً التي تهتم بذكر الوفيات.
وتتنوع مصادر الخطيب هذه، فمنها كتب الوفيات، ومنها كتب التاريخ
_________
١ انظر: موارد الخطيبص: ٤٣٨.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (16,'العام، ومنها معاجم الشيوخ وغيرها كما سنرى فيما يلي: وهذا يدل دلالة واضحة على سعة اطلاع الخطيب البغدادي، وتذوقه للمادة العلمية.
وفيما يلي سرد للمؤلفين الذين نقل عن مؤلفاتهم:
١- الهيثم بن عدي (ت٢٠٧) :
ذكرت المصادر له كتاب " طبقات الفقهاء والمحدثين"١.
وقد اقتبس منه الخطيب نصاً واحداً، وذلك بلفظ قال ابن عدي مما يدل على أنه من كتاب فلعله منه.
٢- أبو نعيم الفضل بن دكين (ت٢١٩ هـ) :
له كتاب " التاريخ" أو " تاريخ الكوفة "٢.
اقتطف منه الخطيب في " ٧ " مواضع، بلفظ قال: أبو نعيم ... وكلها في الوفيات.
٣- محمد بن سعد كاتب الواقدي (ت٢٣٠هـ) :
له كتاب " الطبقات الكبرى" وهو مطبوع.
اقتبس منه الخطيب أكثر من ١٨ نصاً، وذلك من أربعة طرق، أشهرها والذي يتكرر كثيراً عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بشران – الحسين بن صفوان – أبو بكر بن أبي الدنيا ... عنه.
وتدل المقارنة في جميع النصوص المقتبسة عن ابن سعد في السابق واللاحق
_________
١ مفقود، انظر: موارد الخطيب البغداديص: ٣٨٦.
٢ ذكره أكرم العمري في مقدمة المعرفة والتاريخ للفسوي١/٤٧.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (17,'أنها من الطبقات الكبرى.
٤- يحيى بن عبد الله بن بكير (ت ٢٣١ هـ) :
ذكرت له المصادر كتاب "التاريخ "١ وهو مفقود.
تقتبس منه الخطيب نصين فقط تتعلق بالوفيات وذلك من طريق: أبي حازم عمر بن أحمد بن إبراهيم العبدي – القاسم بن غانم بن حموية الصيدلاني – محمد بن إبراهيم اليوشنجي عنه.
٥- يحي بن معين (ت٢٣٣هـ) :
له كتاب "التاريخ" مطبوع.
اقتبس منه الخطيب نصاً واحداً بلفظ قال ابن معين:.. وذلك في الوفيات، فلعله منه.
٦- محمد بن عبد الله بن نمير (ت٢٣٤ هـ) :
نقل عنه الخطيب بلفظ قال:.. مما يدل على أنه من كتاب، وطبيعة المادة التي ينقلها عنه في وفيات الرواة، فلعل له كتاب في تراجم الرواة أو وفياتهم ولم أجد من نص على ذكر ذلك إلا ما ذكره ابن زبر الربعي في مصادر كتابه "تاريخ مولد العلماء ووفياتهم"٢.
_________
١ انظر: المواردص: ٣٣٦.
٢ نسخة مصورة محفوظة في مكتبة الجامعة الإسلامية تحت رقم٥٠٥ راجع المقدمة.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (18,'٧-علي بن عبد الله المديني (ت ٢٣٤هـ) :
ذكرت الصادر أن له كتاب "التاريخ"١ وكتاب "العلل ومعرفة الرجال" مطبوع.
وقد اقتبس منه الخطيب في السابق واللاحق "٧" نصوص من طريق منصور بن ربيعة الزهري الخطيب – عَلِيُّ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ رَاشِدٍ – أحمد بن يحيى بن الجارود عنه..، وأحياناً يروي عنه بلفظ قال علي بن المديني ...
وطبيعة مادة ما نقله عنه الخطيب تتعلق بأحوال الرواة ووفياتهم، وقد وجدت بعضها في كتاب "العلل ومعرفة الرجال" وأشرت إلى مواضعها أثناء التحقيق، وبعضها لم أجده فلعله من كتاب التاريخ وهو مفقود.
٨- خليفة بن خياط (ت٢٤٠ هـ) :
له كتاب "الطبقات"، و "التاريخ"، مطبوعان.
اقتبس الخطيب من خليفة "١٠" نصوص، وذلك من طريق أبي سعيد بن حسنويه الكاتب، - أبي مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرِ بن حيان – عمر بن أحمد الأهوازي – عنه، ... ، ويروي عنه أحياناً بلفظ قال: ...
وبعد المقارنة ظهر لي أن هذه النصوص التي أوردها الخطيب في السابق واللاحق عن خليفة هي من كتاب "الطبقات"٢ وتتضمن المعلومات التي ينقلها الخطيب عن خليفة أخبار الرواة وأحوالهم ووفياتهم.
_________
١ مفقود، انظر: المواردص:٣٤١.
٢ انظر: المواردص:٣٩٠.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (19,'٩- الإمام أحمد بن محمد بن حنبل (ت ٢٤١ هـ) :
ذكرت المصادر أن له كتاب "التاريخ" وكتاب "العلل والرجال"، والأول مفقود والثاني طبع منه المجلد الأول.١
اقتطف منه الخطيب في السابق واللاحق نصاً واحداً ورواه عنه بلفظ: قال الإمام أحمد مما يدل على أنه من كتاب.
وموضوع النص الذي استقاه الخطيب عن أحمد هو في وفاة أبي إسحاق إبراهيم بن محمد الفزاري فلعله من أحد كتابيه هذين.
١٠- عمرو بن علي الفلاس المدني (ت ٢٤٩ هـ) :
له كتاب "التاريخ" وهو مفقود.
اقتبس منه الخطيب في السابق واللاحق أكثر من "٥" نصوص.
ويروي عنه الخطيب من طريق على بن أحمد بن محمد بن الرزاز – محمد بن أحمد بن الحسن الصواف = بشر بن موسى عنه.
وطبيعة المادة التي اقتطفها الخطيب من الفلاس تتضمن وفيات وأحوال الرواة فلعلها من تاريخه.
١١- أبو موسى محمد بن المثنى العنزي الزمن (ت ٢٥٢ هـ) :
ذكرت المصادر له كتاب "التاريخ"٢، اقتبس منه الخطيب "١١" نصاً، وذلك من طريق أبي القاسم الأزهر – محمد بن العباس الخزاز – إبراهيم بن محمد الكندي عنه ... وأحيانا يروي عنه بلفظ قال: ...
_________
١ انظر: المواردص: ٣٤٢.
٢ مفقود، انظر: الموارد ص: ٤٠٥.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (20,'١٢-محمد بن إسماعيل البخاري (ت ٢٥٦ هـ) :
"التاريخ الكبير" مطبوع – اقتبس منه الخطيب "٤" نصوص من طريق محمد بن الفضل القطان – علي بن إبراهيم المستملي – محمد بن سليمان بن فارس عنه..
١٣- أبو علي حنبل إسحاق بن حنبل الشيباني (ت ٢٧٣هـ) :
له كتاب "التاريخ".
اقتبس منه الخطيب "٩" نصوص من طريق محمد بن أحمد بن رزق – عثمان بن أحمد الدقاق عنه..
١٤- يعقوب بن سفيان الفسوي (ت ٢٧٧ هـ) :
"المعرفة والتاريخ"، مطبوع.
اقتبس منه الخطيب "١٣" نصاً من طريق محمد بن الحسين بن الفضل القطان – عبد الله بن جعفر بن دستويه عنه ...
١٥- أبو العباس أحمد بن علي الأبار (ت ٢٩٠ هـ) .
ذكرت له المصادر كتاب "التاريخ"١.
اقتبس منه الخطيب "٥" نصوص، وذلك بلفظ قال: ...
١٦- مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ الْحَضْرَمِيُّ مطين (ت٢٩٧ هـ) :
له كتاب "التاريخ"٢.
_________
١ مفقود، انظر: الموارد ص: ٣٥٩.
٢ انظر: موارد الخطيب ص: ٣٦٠.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (21,'اقتبس منه الخطيب " ٧" نصوص، من طريق محمد بن الحسين بن الفضل القطان – جعفر بن محمد الخلدي.
١٧- أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ مَوْدُودٍ الحراني (ت ٣١٨ هـ) :
ذكرت له المصادر كتاب "التاريخ أو تاريخ حران"١.
اقتبس منه الخطيب نصاً واحداً من طريق البرقاني، والباقرحي عن أبي بكر الأبهري عنه.
١٨- محمد بن مخلد الدوري العطار (ت ٣٣١ هـ) :
له "معجم شيوخ"٢.
اقتبس منه الخطيب "٣" نصوص من طريق عمر بن إبراهيم الفقيه – محمد بن العباس الخزاز عنه، وأحيانا يقول قرأت في كتاب محمد بن مخلد ...
١٩- أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ بن عقدة (ت ٣٣٢ هـ) :
ذكرت المصادر له كتاب "الوفيات".
اقتبس منه الخطيب نصاً واحداً من طريق أحمد بن علي التوزي ت أحمد بن الفرج الوراق - عنه.
٢٠- أحمد بن محمد بن ياسين الحداد الهروي (ت ٣٣٤ هـ) :
له "تاريخ هراة "٣.
_________
١ انظر: الموارد ص: ٢٩٦.
٢ انظر: الموارد ص:٤١٦.
٣ انظر: الموارد ص: ٢٨٤.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (22,'اقتبس منه الخطيب نصاً واحداً من طريق أبي محمد الخلال – عثمان الدقاق – علي البلخي – أحمد بن محمد بن رمح – عنه.
٢١- أبو الحسين أحمد بن جعفر بن محمد بن المناوي (ت ٣٣٦ هـ) :
له كتاب " التاريخ "١.
اقتبس منه الخطيب نصين فقط من طريق محمد بن عبد الواحد الأكبر – محمد بن العباس الخزاز – عنه.
٢٢- أبو سعيد عبد الرحمن بن أحمد بن يونس المصري (ت ٣٤٧ هـ) :
له كتاب " تاريخ مصر، كتاب الغرباء"٢.
يروي عنه الخطيب من طريق أحمد بن محمد الماليني – عبد الواحد بن محمد بن مسرور عنه.
اقتبس منه الخطيب في السابق واللاحق نصاً واحداً.
٢٣- أبو محمد إسماعيل بن علي الخطمي (ت ٣٥٠ هـ) :
له " تاريخ الخلفاء "٣.
اقتبس منه الخطيب "٣" نصوص من طريق محمد بن أحمد بن رزق عنه.
٢٤- عبد الباقي بن قانع (ت ٣٥١ هـ) :
له كتاب "الوفيات"٤.
_________
١ انظر: الموارد ص: ٢٨٤.
٢ انظر: الموارد ص: ٢٩٩.
٣ انظر: الموارد ص: ١٥١.
٤ انظر: الموارد ص: ٤٠٦.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (23,'اقتبس منه الخطيب في السابق واللاحق "٤٨" نصاً من طريق السمسار – الصفار عنه ...
٢٥- عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حيان أبو الشيخ ٣٦٩ هـ:
له "طبقات المحدثين بأصبهان"١.
اقتبس منه الخطيب نصين من طريق أبي نعيم الأصبهان.
٢٦- أبو حفص عمر بن أحمد بن شاهين ٣٨٥ هـ:
له كتاب "الثقات، التاريخ"٢.
اقتبس منه الخطيب نصين من طريق الحسين بن علي الطناجيري عنه.
وبعد الرجوع إلى "الثقات" لم أجدها فيه فلعله نقل ذلك من"التاريخ" وهو مفقود.
٢٧- أبو نعيم أحمد بن عبد الله الأصبهاني ت ٤٣٠ هـ:
له كتاب "أخبار أصبهان" مطبوع.
اقتبس منه الخطيب "٩" نصوص وهو يروي عنه مباشرة بلفظ قال أو سمعت أو نحو ذلك.
_________
١ انظر: الموارد ص: ١٩٠، وقد حقق وقدم للماجستير في الجامعة الإسلامية، وقد طبع في أربعة مجلدات بتحقيق د عبد الغفور البلوشي.
٢ انظر: الموارد ص: ٣١٣، والتاريخ مفقود، أما الثقات فيحقق في جامعة الإمام محمد بن سعود بالرياض وله نسخ عديدة.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (24,'٤- منهج الخطيب في كتاب السابق واللاحق:
قلنا فيما مضى أن الخطيب ابتكر هذا النوع من التأليف إذ لم يسبق إليه فيما نعلم وقد اشار مؤلفه في المقدمة إلى أنه ضمنه ذِكْرَ مَنِ اشْتَرَكَ فِي الرِّوَايَةِ عَنْهُ مِنْ تباين وقت وفاتيهما تبايناً شديداً وتأخر أحدهما عن الآخر تأخراً شديداً١.
وقد جعل اعتبار اقل فرق بين وفاة الراويين مدة ستين سنة فإن قل الفرق عن ذلك أهمله وهذا هو شرطه ٢، ورتب اسماء المذكورين على حروف المعجم من أوائل أسمائهم، وأورد لكل من الشيخين الراويين عن شيخ واحد رواية ثم يذكر سنتي وفاتيهما والمدة بينهما، لكنه عدل عن طريقته في منتف٣ الكتاب تقريباً فلم يعد يستعمل الأسانيد عند ذكر تواريخ الوفيات ولا الاستشهاد بروايات الراويين عن شيخ واحد، إلا نادراً، بل اكتفى بذكر اسميهما ومدة ما بين وفاتيهما، ثم يقول: توفي فلان سنة كذا وكذا أو بلغني أن فلاناً توفي سنة كذا وكذا بدون ذكر للإسناد.
وفي آخر الكتاب أكثر من الإحالات على ما سبق في ذكر وفاة الرواة، وأحياناً يبيّن الباب الذي تقدم فيه والترجمة وأحياناً يقتصر على قوله تقدم ذكر
_________
١ السابق واللاحق ص: ٢.
٢ السابق واللاحق ص: ٣.
٣ المصدر السابق ص: ٦٨ وما بعها.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (25,'وفاة فلان١.
٥- وهذه جريرة بأسماء شيوخ الخطيب الذين روى عنهم في السابق واللاحق وبالمقارنة مع الشيوخ الذين أخذ عنهم العلم والذين نص على ذكرهم في مشائخه كل من ترجم له نجد هؤلاء الموجودين هنا هم أنفسهم أولئك وبهذا يتأكد نسبة الكتاب إليه.
هذا وقد اكتفيت في ترتيبهم على حسب تسلسل ورودهم في الكتاب فذكرت الصفحة – من المخطوط – التي ذكر فيها أول مرة فقط ولم أذكر الصفحات التي تكرر فيها.
الاسم ... الصفحة
١- أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ البرقاني ... ٣
٢- أحمد بن محمد بن حسنون النرسي ... ٣
٣- عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بشران المعدل ... ٤
٤- أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ الحرشي الحيري ... ٤
٥- أبو سعيد إسماعيل بن علي الاستراباذي ... ٤
٦- أبو سعد مُحَمَّدُ بْنُ مُوسَى بْنِ الْفَضْلِ بْنِ شَاذَانَ الصيرفي ... ٥
٧- أبو الفضل علي بن الحسين الفكي ... ٥
٨- أبو القاسم عبيد الله بن أبي الفتح الأزهري ... ٥
_________
١ انظر مثلاُ: ترجمة الإمام مالك إذ يكثر فيها إحالات المؤلف على ما سبق ذكره.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (26,'الاسم ... الصفحة
٩- أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ السمسار ... ٥
١٠- أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدِ بن الفضل القطان ... ٦
١١- أَبُو طَالِبٍ يَحْيَى بْنُ عَلِيِّ بْنِ الطَّيِّبِ العجلي الدسكري ... ٦
١٢- أَبُو الْفَتْحِ عَبْدُ الْمَلِكِ بْنُ عُمَرَ بْنِ خلف الرزاز ... ٧
١٣- أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيِّ بْنِ عَبْدِ الله المقرئ ... ٧
١٤- أبو الحسن أحمد بن محمد أبو جعفر القطيعي العتيقي ... ٧
١٥- محمد بن أحمد بن يعقوب المعدل ... ٨
١٦- أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ البزار ... ٨
١٧- حمزة بن محمد بن طاهر الدقاق ... ٩
١٨- إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ النَّيْسَابُورِيُّ ... ١٠
١٩- أبو سعد الحسين بن عثمان الشيرازي ... ١٠
٢٠- أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ مُحَمَّدٍ أَخُو أبي محمد الخلال ... ١٠
٢١-أبو الحسن أحمد بن محمد بن موسى الصلت الأهوازي ... ١٠
٢٢- إبراهيم بن مخلد بن جعفر المعدل ... ١٠
٢٣- هلال بن محمد بن جعفر الحفار ... ١٠
٢٤- الحسن بن علي الجوهري ...
١١
٢٥- أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ مهدي ... ١٢
٢٦- أبو نعيم أحمد بن عبد الله الأصبهاني ... ١٤
٢٧-أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْمُقْرِئُ ... ١٤',NULL,'30',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (27,'الاسم ... الصفحة
٢٨- أبو الفتح أحمد بن علي الأيادي ... ١٤
٢٩- هبة الله بن أحمد المأموني ... ١٤
٣٠- أبو بكر محمد بن علي الحراني ... ١٤
٣١- أحمد بن علي بن حسين التوزي ... ١٥
٣٢- الحسن بن علي بن عبد الله المغربي ... ١٥
٣٣- الْحَسَنُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ بَشَّارٍ النيسابوري ... ١٥
٣٤- أبو محمد الحسن بن محمد الخلال ... ١٦
٣٥- أبو الفرج حسين بن علي الطناجيري ... ١٧
٣٦- الحسن بن أبي بكر بن شاذان ... ١٨
٣٧- محمد بن محمد بن علي النيسابوري ... ٢٠
٣٨- الحسن بن الحسين بن المنذر القاضي ... ٢٠
٣٩- علي بن أحمد الرزاز ... ٢١
٤٠ الحسن بن أبي طالب ... ٢٢
٤١- عمر بن أحمد بن إبراهيم العبدوي ... ٢٢
٤٢- أحمد بن علي بن الحسين البادا ... ٢٣
٤٣- إسحاق بن إبراهيم بن مخلد الفارسي ... ٢٣
٤٤- أبو القاسم علي بن المحسن التنوخي ... ٢٣
٤٥- محمد بن محمد بن عثمان السواق ... ٢٤
٤٦- أبو الحسن محمد بن عبد الواحد ... ٢٥',NULL,'31',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (28,'الاسم ... الصفحة
٤٧- أحمد بن محمد بن أحمد الواعظ ... ٢٥
٤٨- علي بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُثْمَانَ الطَّرَازِيُّ ... ٢٨
٤٩- أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ ... ٢٩
٥٠ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الْقَزْوِينِيُّ ... ٣٣
٥١- عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السكري ... ٣٦
٥٢- مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مَخْلَدٍ البزار ... ٣٦
٥٣- أحمد بن علي بن يزداد القارئ ... ٣٧
٥٤- أَبُو نَصْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ عَبْدُوسٍ الجصاص الأهوازي ... ٣٨
٥٥- أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عُمَرَ بْنِ برهان الغزال ... ٣٩
٥٦- الْقَاضِي أَبُو مُحَمَّدٍ يُوسُفُ بْنُ رَبَاحِ بْنِ علي المقرئ ... ٤٠
٥٧- عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ دَاوُدَ الرزاز ... ٤١
٥٨- علي بن محمد بن عبد الله المقري الحذاء ... ٤٤
٥٩- منصور بن ربيعة الزهري الخطيب الدينوري ... ٥١
٦٠- أبو سَعْدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمَالِينِيُّ الهروي ... ٥٣
٦١- أَبُو الْفَرَجِ عَبْدُ السَّلامِ بْنُ عَبْدِ الْوَهَّابِ القرشي ... ٥٩
٦٢- أبو سعيد الحسن بن محمد بن حسنويه الك ... ٨٧
٦٣- أبو أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي جَعْفَرٍ الأَخْرَمُ ... ٩٧',NULL,'32',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (29,'٦- منهجي في التحقيق:
أولاً: قمت بتحقيق النص وقراءته قراءة صحيحة حسب الإمكان، فصححت ما صحف وأكملت ما سقط على حسب الاستطاعة.
ثانياً: اكتفيت في التراجم – غالبا – بتراجم من تكلم فيهم فقط ولو بجرح بسيط، وكذلك تقييد المهمل وتبيين المبهم مع الضبط بالشكل ما أمكن ونحو ذلك.
ثالثاً: خرجت الأحاديث الواردة في الكتاب مكتفياً بعزوها إلى مصادرها ولم أتكلم على الحديث صحة وضعفاً إلا يسيراً، وقد بلغ عددها ما يقارب سبعين حديثاً وأثراً.
رابعاً: عرّفت بالغريب وأسماء الأماكن وما أشكل من النص حسب الاستطاعة.
خامساً: عزوت النصوص التي اقتبسها الخطيب من الكتب السابقة إلى مصادرها وحصرتها بين علامتي تنصيص.
وكذلك النصوص التي اقتبسها منه المصنفون اللاحقون له أشرت إلى مواضعها هناك.
سادساً: وضعت فهرساً للأحاديث، وآخر للأعلام الذين عرفت بهم في الحواشي.
هذا وقد اكتفيت في التعريف بالعلم في الحاشية بذكر أقوال أشهر النقاد فيه جرحاً وتعديلاً، ولم اقتصر على التقريب وحده وإن كنت حرصت كثيراً على ذكر قول ابن حجر في ختام الأقوال في الراوي، وقد اعتمدت في الوقوف على',NULL,'33',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (30,'أقوال النقاد في الراوي، كتاب الجرح والتعديل وتاريخ بغداد والتهذيب والتقريب والميزان والمجروحين وغيرها.
سابعاً: وضعت مقدمة للكتاب تشمل:
أولاً: ترجمة للمؤلف تضمنت النقاط التالية:
١- اسمه وكنيته ونشأته وسنتي ولادته ووفاته.
٢- طلبه للعلم ورحلته.
٣- أشهر شيوخه وتلاميذه
٤- مكانته العلمية بين العلماء.
٥- عقيدته ومذهبه.
٦- ختمت ترجمته بذكر بعض مؤلفاته وخاصة المتعلق منها بالرجال وقد أوجزت جداً في ترجمته لأنه قد درس دراسة تفصيلية من قبل الأستاذ يوسف العش وفضيلة الدكتور أكرم ضياء العمري والدكتور محمود الطحان.
ثانياً: دراسة تفصيلية عن الكتاب وقد ضمنتها النقاط التالية:
أ- تعريف السابق واللاحق وصلته بكتب الوفيات وتطرقت إلى ذكر فوائد ضبطه عند المحدثين.
٢-توثيق نسبة الكتاب إلى المؤلف وقد أثبت ذلك من المصادر التالية:
أ - أسانيد الكتاب.
ب - كتب المصطلح التي نصت على ذكره ونسبته للخطيب البغدادي.
ج- الكتب التي ترجمت للخطيب وذكرت السابق واللاحق ضمن مؤلفاته.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (31,'د- تطابق النصوص التي نقلتها منه المصادر اللاحقة به، ونصت على اسم كتاب.
١- موارد الخطيب في السابق واللاحق وقسمتها إلى ثلاثة أقسام:
أ - كتب الحديث وقد بلغت ٧ سبعة مصادر.
ب - كتب الرجال وقد بلغت ٢٧ سبعة وعشرين مصدراً.
ج- كتب أخرى نقل منها المؤلف بعض النصوص الأدبية والأخبارية والشعرية وهي قليلة ولم أستطع الجزم بكتب معينة في هذا المجال.
٢- وصف النسخة المعتمدة في التحقيق مع التعريف بسندها، وهذه النسخة فريدة ويوجد أصلها بمكتبة شستربيني بايرلندا تحت رقم٣٥٠٨.
٣- منهج الخطيب في السابق واللاحق.
٤- ذكرت جريدة بأسماء شيوخ الخطيب الذين روى عنهم في السابق واللاحق وقد جاوز عددهم ٦٣ شيخاً.
٥- ختمت المقدمة ببيان منهجي في التحقيق.
ثامناً: المصاعب التي واجهتني في التحقيق:
١- أولى هذه المصاعب كون النسخة فريدة.
٢- كثرة السقط والتصحيف في هذه النسخة وقد أشرت إلى ذلك عند وصف النسخة وأضيف إلى ذلك ما يلي:
١- عمر بن الحسين القطان أبو بكر صوابه محمد بن الحسين القطان.
٢- عمر بن أحمد بن عمران صوابه جعفر بن أحمد بن حمدان.
٣- إبراهيم بن محمد صوابه عبيد الله بن محمد.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (32,'١- سعيد بن أبي شعبة صوابه سعيد بن أبي سعيد المقبري.
٢- محمد بن عيسى الصباغ صوابه الطباع وغير ذلك كثير.
١- تدليس الخطيب بعض شيوخه مثل شيخه أحمد بن محمد بن الحسن العتيقي يروي عنه أحيانا باسم أحمد بن أبي جعفر القطيعي، وبحثت عن ترجمة القطيعي هذا كثيراً دون نتيجة وأخيراً وجدت في الأنساب للسمعاني في باب القطيعي قوله: أحمد بن أبي جعفر القطيعي هو أحمد بن محمد بن الحسن العتيقي كان الخطيب إذا روى عنه في حياته فنسبه إلى قطيعة بني عيسى ناحية من بغداد كان يسكنها العتيقي.
أبو عبد الله الحاكم يذكره الخطيب أحياناً باسم محمد بن عبد الله بن نعيم.
٢- عدم استطاعتي الوقوف على بعض تراجم شيوخ الخطيب النيسابوريين لعدم توفر المراجع التي ترجمت لهم.
٣- إبهام بعض الأشخاص مثل قوله: ... عن خَلَفُ بْنُ عَبْدِ الْعَزِيزِ قَالَ: وَجَدْتُ فِي كِتَابِ أَبِي وَعَمِّي عَنْ جَدِّي عَنْ شُعْبَةَ، فوجدت صعوبة في معرفة جد خلف هذا وأصعب منه معرفة عم خلف، وبعد جهد وبحث طويل تمكنت من التعريف بهم جميعاً.
وغير ذلك كثير من المصاعب التي واجهتني أثناء البحث.
٧- وصف النسخة المعتمدة في التحقيق:
اعتمدت في تحقيق كتاب السابق واللاحق – على نسخة مصورة محفوظة في مكتبة الجامعة الإسلامية – تقع في مجلد واحد – تحت رقم ٦٩ – مصورة عن',NULL,'36',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (33,'النسخة المحفوظة بدار الكتب المصرية تحت رقم٣٨١- وقد تبين لي أنها مصورة عن الأصل المحفوظ بمكتبة شستربيني بايرلندا تحت رقم٣٥٠٨.
وهي نسخة فريدة وليست – كما قال الأستاذ خير الدين الزركلي١ - نسختين، حيث قمت بجلب نسخة شستربيني وقابلتها مع الصورة الموجودة بمكتبة الجامعة الإسلامية فوجدتها نفس النسخة، ولم استفد من ذلك سوى إكمال الصفحة السادسة بعد المائة، التي سقطت من مصورة دار الكتب المصرية.
وهذه النسخة الفريدة تقع في١٤٨ ثمان وأربعين ومائة صفحة وهي ناقصة من آخرها بمقدار صفحة أو صفحتين، وعدد اسطر كل صفحة يتراوح ما بين ١٧ إلى ١٩ سطر، وكل سطر ما بين ١٠ – ١٢ كلمة تقريباً.
وخطها خط رقعة جميل وواضح مقروء وحروفها كبيرة وبارزة ومنقوطة، هذا ويوجد في هذه النسخة بعض السقط والطمس اليسير.
من ذلك مثلاً: سقط من آخر ترجمة الإمام أحمد – أول ترجمة في الكتاب – أول ترجمة أحمد بن إبراهيم الدورقيص- ٩، وكذلك في صفحة ١٠٦ في ترجمة عبد الوهاب بن الضحاك يقرب من سطرين تقريباً، وكذلك هناك نقص من آخر صفحة ١٠٨- ١٠٩- آخر ترجمة علي بن الجعد الجوهري إلى أول ترجمة علي بن عمر الجريري.
وهناك أيضاً سقط في صفحة ١٣٣ في ترجمة الإمام مالك بن أنس، عند
_________
١ انظر: أعلام المستدرك٢/٢٣.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (34,'ذكر رواية زهير بن معاوية عنه ويقدر أيضاً بما يقرب من سطرين.
هذا ويوجد في صفحة ٦٥ كلام مدرج ليس من كلام المؤلف، فيحتمل أنه من كلام أحد رواة النسخة أو من الناسخ نفسه.
هذا ولا يوجد في النسخة اسم كاتبها وليس عليها سماعات ولا ما يدل على أنها عورضت بنسخة أخرى إلا أنه يوجد على هامش صفحة ١٢٩ تعليق لعبد القادر بن بدران الدمشقي صاحب تهذيب تاريخ عساكر وشارح سنن ابن ماجة، مما يدل على أنه اطلع على هذه النسخة وقرأها.
هذا ويكثر في هذه النسخة اللحق وهو تصحيح الناسخ في الهامش لبعض الكلمات التي سقطت أثناء النسخ.
كذلك يوجد على ظهر الورقة الأولى منها وتحت اسم الكتاب وسند النسخة عبارة: " دخل في ملك الفقير الحاج محمد بن أحمد المغربي سنة ١٢٠٩ هـ".
هذا ولا يوجد في هذه النسخة تجزئة للكتاب أي تحديد بداية كل جزء ونهايته إلا مرة واحدة في آخر ترجمة إسماعيل بن إبراهيم بن علية حيث ورود في هامش صفحة ٤٠ عبارة "آخر الجزء الأول من أجزاء الخطيب رحمه الله" ولم يتكرر ذلك علما بأن الكتاب يقع في تسعة أجزاء وقيل عشرة.
(كما ذكر ذلك يوسف العش ص: ١٣١، وأكرم العمري في موارد الخطيب ص: ٧٣- ٧٤) .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (35,'هذا وتحتوي هذه النسخة على٢٣٠ ترجمة، تبدأ بأحمد بن حنبل وتنتهي بيعقوب بن إبراهيم الدورقي.
التعريف بسند النسخة:
إن النسخة التي وصلت إلينا والتي قمت بتحقيقها هي من رواية: أبي الحسن علي بن خلف بن معزوز – بزايين – بن علي بن عبد الله الكومي – بالميم – المحمودي التلمساني عن أبي محمد عبد الله بن أحمد بن الخشاب- والجزء الأول كله أو أكثره عن أَبِي الْفَضْلِ أَحْمَدَ بْنِ صَالِحِ بْنِ شَافِعٍ المعدل – عن أَبِي الْقَاسِمِ هِبَةِ اللَّهِ بْنِ عَبْدِ اللَّهِ بن أحمد الشروطي – بالشين والطاء المضمومتين – الواسطي عن أبي بكر الخطيب البغدادي.
فراوي النسخة عن الخطيب هو:
١- أبو الْقَاسِمِ هِبَةِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أحمد الشروطي الواسطي١، وهو محدث فقيه ذكره السمعاني والذهبي وابن عساكر في تلاميذ الخطيب، توفي سنة ٥٢٨ هـ.
٢- وروى هذه النسخة عنه بكاملها:
أ - أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أحمد بن أحمد بن الخشاب٢ البغدادي الحنبلي.
_________
١ الخطيب البغدادي ليوسف العش ص: ٨٩، شذرات الذهب٤/٨٦.
٢ طبقات الحنابلة١/٣١٦، البداية والنهاية١٢/٢٦٩، شذرات الذهب٤/٢٢٠.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (36,'قال ابن نقطة: "هو من الحفاظ الذين يعتمد على ضبطهم"، وقال ابن الجوزي: "انتهى إليه معرفة النحو واللغة والحساب والهندسة والفرائض والحديث وغيرها"، وقال السمعاني: "له معرفة تامة بالحديث، يقرأ الحديث قراءة سريعة حسنة صحيحة مفهومة، وكان ينتحل مذهب الإمام أحمد، وكان ظريفاً مزاحاً"، قال الموفق المقدسي: "كان ثقة في الحديث والنقل، ولد سنة ٤٩٢ هـ، ومات سنة ٥٦٧ هـ".
وراوي الجزء الأول عن أبي القاسم هبة الله:
أ - أبو الْفَضْلِ أَحْمَدَ بْنِ صَالِحِ بْنِ شَافِعٍ الْمُعَدَّلِ١ الجيلي الحافظ المفيد له تاريخ مرتب على السنين بدأه بسنة ٤٦٣هـ وانتهى بعد سنة ٥٦٠ بقليل، مات ولم يبيضه.
قال ابن النجار: "كان حافظاً متقناً ضابطاً محققاً حسن القراءة صحيح النقل ثبتاً حجة، متمسكاً بالسنة على طريقة السلف".
قال ابن رجب: "كان أحد العلماء المعدلين والفضلاء المحدثين"، ولد سنة ٥٢٠ هـ، ومات سنة ٥٦٥ هـ.
٣- وراويها عنهما هو: علي بن خلف بن معزوز – بزايين – بن علي بن عبد الله المعروف بالكومي – بالميم – المحمودي التلمساني المالكي ٢.
_________
١ انظر: ذيل طبقات الحنابلة١/٣١١، شذرات الذهب٤/٢١٥.
٢ انظر: التكملة للمنذري٢/٤١١، المشتبه للذهبي٢/٦٠٢، العقد الثمين٦/١٥٧.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (37,'قال المنذري: "هو الفقيه الإمام، تفقه على مذهب مالك بن أنس، نظر في الأصول والحديث وغيرهما من العلوم، على ورع وزهد وعبادة وكان شديد العناية والاجتهاد في السماع والكتابة، وكانت له رحلة إلى مكة وجاور بها سنين، ثم رحل إلى بغداد ثم الاسكندرية".',NULL,'41',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (38,'<span data-type="title" id=toc-2>مقدمة المؤلف:</span>
أَخْبَرَنَا الشَّيْخُ الإِمَامُ الْعَالِمُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أَحْمَدَ بْنِ أَحْمَدَ بْنِ الْخَشَّابِ – رَحِمَهُ اللَّهُ – قِرَاءَةً عَلَيْهِ – وَذَلِكَ فِي يَوْمِ الاثْنَيْنِ ثَامِنَ الْمُحَرَّمِ سَنَةَ سِتٍّ وستين وخمسمائة – وَأَرَانِي قَدْ سَمِعْتُ هَذَا الْجُزْءَ الأَوَّلَ كُلَّهُ أو أكثره من أَبِي الْفَضْلِ أَحْمَدَ بْنِ صَالِحِ بْنِ شَافِعٍ الْمُعَدَّلِ مِنْ لَفْظِهِ، ثنا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ – وَقَالَ ابْنُ الْخَشَّابِ: قَرَأْتُ عَلَى أَبِي الْقَاسِمِ هِبَةِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَحْمَدَ الْوَاسِطِيِّ فِي يَوْمِ الأَحَدِ رَابِعَ عَشَرَ من شعبان من سنة ست وعشرين وخمسمائة، ثنا الشَّيْخُ الْخَطِيبُ أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ ثَابِتٍ الْحَافِظُ، قَالَ:
الْحَمْدُ للَّهِ الأَوَّلِ بِلا بِدَايَةٍ وَالآخِرِ إِلَى غَيْرِ نِهَايَةٍ وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَعَلَى أَهْلِ بَيْتِهِ وَصَحَابَتِهِ الْمَرْضِيِّينَ وَالَّذِينَ اتَّبَعُوهُمْ بِالإِحْسَانِ أَجْمَعِينَ.
هَذَا كِتَابٌ ضَمَّنْتُهُ ذِكْرَ مَنِ اشْتَرَكَ فِي الرِّوَايَةِ عَنْهُ [مِنْ] ١ تَبَايُنِ وَقْتِ وَفَاتَيْهِمَا تَبَايُنًا شَدِيدًا وَتَأَخُّرِ مَوْتِ أَحَدِهِمَا عَنِ الآخَرِ تَأَخُّرًا بَعِيدًا وَسَمَّيْتُهُ: كِتَابَ السَّابِقِ وَاللاحِقِ إِشَارَةً إِلَى لَحَاقِ الْمُتَأَخِّرِ بِالْمُتَقَدِّمِ فِي رِوَايَتِهِ وَإِنْ كَانَ غَيْرَ مَعْدُودٍ فِي أَهْلِ/ عَصْرِهِ وَطَبَقَتِهِ.
وَقَدْ كَانَ أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدٍ الْحَرْبِيُّ٢ فِيمَا ذَكَرَ لَنَا عَنْهُ
_________
١ ما بين المعكوفتين زيادة ليست في الأصل، والمعنى يقتضي إثباتها.
٢ انظر ترجمته في: تاريخ بغداد ١٢/٤٠.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (39,'عَلِيُّ بْنُ أَبِي عَلِيٍّ الْبَصْرِيُّ١ يَقُولُ عَلَى سبيل الافتخار: لألحقن الصغار بالكبار، (حثنا أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ) ٢.
وَيَجْمَعُ هَذَا الْفَنَّ بَيْنَ فَضْلِ عُلُوِّ الإِسْنَادِ فِي النُّفُوسِ وَتَوَجُّهِ لَذَّةِ حَلاوَتِهِ فِي الْقُلُوبِ، وَكَانَ الَّذِي دَعَانِي إِلَى رَسْمِهِ وَجَمْعِ الْمُتَفَرِّقِ مِنْهُ وَضَمِّهِ:
مَا حَدَّثَنِي أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْبَرْقَانِيُّ عَنْ أَبِي الْحَسَنِ علي بن عمر بن أحمد الداقطني قَالَ: رَوَى عَنْ مَالِكٍ رَجُلانِ بَيْنَهُمَا مِائَةُ سنة، ربيعة بن أبي عبد الرحمن وأبا حُذَافَةَ السَّهْمِيِّ.
فَنَظَرْتُ وَإِذَا جَمَاعَةٌ مِنَ الْعُلَمَاءِ قَدْ [ظَاهَرُوا] ٣ مَالِكًا فِي تَبَايُنِ مَوْتِ الرُّوَاةِ عَنْهُمْ وَفِيهِمْ مَنْ كَانَتِ الْمُدَّةُ الْمُتَقَدِّمَةُ لِتَبَايُنِ مَوْتِ مَنْ رَوَى عَنْهُ زَائِدَةً عَلَى مِائَةِ سَنَةٍ وَفِيهِمْ مَنْ قَصُرَتْ مُدَّتُهُ عَنْهَا.
فَذَكَرْتُ جَمِيعَهُمْ وَأَلْحَقْتُ بِهِمْ مَنْ قَارَبَهُمْ، وَجَعَلْتُ اعْتِبَارَ أَقَلِّ مُدَدِهِمْ أَنْ تَكُونَ زَائِدَةً عَلَى السِّتِّينَ، دُونَ مَا قَصُرَ عَنْهَا مِنَ السِّتِّينَ، لأَنَّهَا الْقَدْرُ الَّذِي حَدَّهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَعْمَارِ أُمَّتِهِ وَالْغَايَةُ الْمُؤَقَّتَةُ لإلعذار اللَّهِ عَزَّ وَجَلَّ إِلَى خَلِيقَتِهِ.
أَخْبَرَنِي أَبُو نَصْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَسْنُونٍ النَّرْسِيُّ ثنا علي [بن] ٤
_________
١ هو أبو القاسم علي بن المحسن التنوخي.
٢ لم أجد معنى لوجود هذه الجملة هنا، وأحمد بن الحسن بن عبد الجبار شيخ لأبي الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدٍ الْحَرْبِيُّ المتقدم ذكره فلعل في الكلام سقط والله أعلم.
٣ في الأصل: "صاهراً "ولا يستقيم المعنى إلا بما أثبته.
٤ في الأصل: "أبي "، والتصويب من تاريخ بغداد.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (40,'الْفَضْلِ بْنِ إِدْرِيسَ١ (السُّتُورِيُّ) ٢ ثنا "الْحَسَنُ بْنُ عَرَفَةَ الْعَبْدِيُّ ثنا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ٣ عَنْ مُحَمَّدِ بْنِ عَمْرٍو٤٥ عَنْ أَبِي [سَلَمَةَ] ٦ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ/: "أَعْمَارُ أُمَّتِي مَا بَيْنَ السِّتِّينَ إِلَى السَّبْعِينَ وَأَقَلُّهُمْ مَنْ يَجُوزُ ذَلِكَ " ٧
_________
أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ الْمُعَدَّلُ أنبا أبو
١ قال الخطيب: وثقه العتيقي، مات سنة ٣٤٣هـ، تاريخ بغداد ١٢/٤٨.
٢ في الأصل: "السيوري" بالياء المثناة التحتانية، والتصويب من اللباب وتاريخ بغداد، ونسبته إلى الستور جمع ستر بالمثناة الفوقية، انظر: اللباب ٢/١٠٣.
٣ أبو محمد الكوفي، وثقه ابن معين والنسائي وابن سعد، قال أبو حاتم: صدوق إذا حدث عن الثقات، روى عن المجاهيل أحاديث منكرة ففسد حديثه، مات سنة ١٩٥هـ، انظر: الجرح والتعديل ٢/٢/٢٨٢، التهذيب ٦/٢٦٥.
٤ في الأصل: "عمرويه "، والتصويب من الميزان والتهذيب.
٥ ابن علقمة الليثي المدني، وثقه ابن معين ومرة قال: يتقون حديثه، قال أبو حاتم: صالح الحديث، وقال النسائي: ليس به بأس، وقال الحافظ في التقريب: صدوق له أوهام، مات سنة ١٤٤ أو ١٤٥.
انظر: الميزان ٣/٦٧٣، التهذيب ٩/٣٧٥.
٦ في الأصل: "سليم" وهو تصحيف، والتصويب من سنن الترمذي.
٧ رواه الترمذي في جامعه كتاب الدعوات ٥/٥٥٣، وقال: حسن غريب من حديث محمد بن عمرو عن أبي سلمة عن أبي هريرة، وقد روى من غير وجه عن أبي هريرة، ورواه أيضاً مختصراً في الزهد ٤/٥٦٦.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (41,'عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ الرَّقَّاقُ ثنا الْحَسَنُ بْنُ سَلامٍ السَّوَّاقُ١ ثنا أَبُو عَبْدِ الرَّحْمَنِ – هُوَ عَبْدُ اللَّهِ بْنُ يزيد المقرئ – ثنا سعد٢ – يعني – بن أَبِي أَيُّوبَ عَنْ مُحَمَّدِ بْنِ عَجْلانَ عَنْ سَعِيدِ بْنِ أَبِي (سَعِيدٍ) ٣ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنْ أَتَتْ عَلَيْهِ سِتُّونَ سَنَةً فَقَدْ أَعْذَرَ اللَّهُ تَعَالَى إِلَيْهِ فِي الْعُمُرِ" ٤.
وَقَدْ رَتَّبْتُ أَسْمَاءَ الْمَذْكُورِينَ فِي كِتَابِي هَذَا عَلَى نَسَقِ حُرُوفِ الْمُعْجَمِ مِنْ أَوَائِلِ أَسْمَائِهِمْ، وَأَوْرَدْتُ مَا تَيَسَّرَ إِيرَادُهُ مِنْ رِوَايَاتِهِمْ وَاللَّهُ تَعَالَى أَسْأَلُ الْعِصْمَةَ مِنَ الزَّلَلِ وَحُسْنَ التَّوْفِيقِ لِصَوَابِ الْقَوْلِ والعمل فإن إليه الإنابة وعليه المتكل.
_________
١ قال الخطيب: وثقه الدارقطني، مات سنة ٢٧٧ هـ، انظر: تاريخ بغداد ٧/٣٢٦.
٢ كذا في الأصل، والصواب سعيد كما سيأتي في ترجمة موسى بن أعين، وانظر: التهذيب لابن حجر ٤/٧.
٣ في الأصل: "شعبة"، والتصويب من البخاري ومسند أحمد.
٤ رواه البخارى في الصحيح – كتاب الرقائق، باب من بلغ ستين سنة ... ٨/ ١١١, وأحمد في المسند ٢/ ٣٢٠، و٤٠٥، ٤١٧.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (42,'<span data-type="title" id=toc-3>بَابُ: الأَلِفِ</span>
١- أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ أبو عبد الله الشيباني البغداد رَضِيَ اللَّهُ عَنْهُ.
حَدَّثَ عَنْهُ: أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ رَضِيَ اللَّهُ عَنْهُ، وَأَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَلاثَ عَشْرَةَ سَنَةً١.
أَخْبَرَنَا الْقَاضِي أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ الْحَرَشِيُّ٢ - بِنَيْسَابُورَ – ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ الأَصَمُّ أنا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُرَادِيُّ – ح –
وَأَخْبَرَنَا أَبُو سَعْدٍ٣ إِسْمَاعِيلُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ بُنْدَارٍ الإِسْتِرَابَاذِيُّ/ الْمَقْدِسِيُّ٤ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ٥ ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ أنا الرَّبِيعُ أنا الشَّافِعِيُّ أنا الثِّقَةُ – زَادَ أَبُو سَعْدٍ وَهُوَ أحمد بن حنبل – ثم اتفقا.
_________
١ انظر هذا النص في: طبقات الحنابلة لابن أبي يعلى ١/٢٨٢- ٢٨٣.
٢ بالشين المعجمة نسبة إلى بني الحريش بن كعب بن ربيعة بن عامر، وله نسبة أخرى هي – الحيري – نسبة لحيرة نيسابور
٣ في الأصل: "أبو سعيد"، والتصويب من تاريخ بغداد ٦/٣١٥، ومما ذكره المؤلف فيما بعد.
٤ قال الخطيب: لم يكن موثوقاً به في الرواية، وقال ابن طاهر: مزقوا حديثه بين يديه ببيت المقدس، ولد سنة ٣٧٥ هـ، ومات سنة ٤٤٨ هـ.
انظر: تاريخ بغداد ٦/٣١٥، الميزان ١/٢٣٩، طبقات الشافعية الكبرى ٤/٢٩٣.
٥ هو أبو عبد الله الحاكم النيسابوري.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (43,'عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ١ - إِنْ لَمْ أَكُنْ سَمِعْتُهُ مِنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ- عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ يَزِيدَ بْنِ قسيط عن سعيد الْمُسَيِّبِ: "أَنَّ عُمَرَ وَعُثْمَانَ قَضَيَا فِي الْمِلْطَاةِ٢ بِنِصْفِ دِيَةِ الْمُوضِحَةِ"٣.
أَخْبَرَنَا (أَبُو سَعِيدٍ) ٤ مُحَمَّدُ بْنُ مُوسَى بْنِ الْفَضْلِ بْنِ شَاذَانَ الصَّيْرَفِيُّ – بِنَيْسَابُورَ – ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ الأَصَمُّ أنبا الرَّبِيعُ بْنُ سُلَيْمَانَ أنبا الشَّافِعِيُّ أنا الثِّقَةُ مِنْ أَصْحَابِنَا عَنْ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ عَنْ قَيْسِ بْنِ مُسْلِمٍ٥ عَنْ طَارِقِ بْنِ شِهَابٍ (أن عمر بن الخطاب قال: "إنما
_________
١ ابن عبد الملك المخزومي المكي، انظر: التهذيب ٥/ ١٧٩.
٢ الملطات – السمحاق – من لطيت بالشيء إذا لصقت به، وهي القشرة الرقيقة بين عظم الرأس ولحمه، انظر: النهاية في غريب الحديث ٤/٣٥٦.
والموضحة هي: التي توضح العظم وغالبا ما تكون في الرأس.
٣ هذا الأثر بهذا الإسناد ورد في مسند الشافعي، انظر: بدائع المنن في جمع وترتيب مسند الشافعي والسنن ٢/٢٧١-٢٧٢.
وأخرجه عبد الرزاق في المصنف ٩/٣١٣ من طريق مالك، وذكره أيضاً ابن التركماني في الجوهر النقي ٨/٨٣ – ٨٤ بنفس إسناد عبد الرزاق.
٤ في الأصل: "أبو سعد"، والتصويب من شذرات الذهب ٣/ ٢٢٠، موارد الخطيب البغدادي ص: ٥٢٥، وسير أعلام النبلاء ١١/١٨٣، حيث ساق إسناد الخطيب وقال: فيه عن أبي سعيد...
٥ أبو عمرو الكوفي الجدلي – بجيم ودال مفتوحتين – منسوباً إلى جديلة قيس عيلان. انظر: الطبقان الكبرى ٦/٣١٧، التهذيب ٨/ ٤٠٣.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (44,'الْغَنِيمَةُ لِمَنْ شَهِدَ الْوَقْعَةَ"١
قَالَ لِي أَبُو الْفَضْلِ عَلِيُّ بْنُ الْحُسَيْنِ٢ بْنِ الْفَلَكِيِّ٣ الْحَافِظُ: الرَّجُلُ الَّذِي لَمْ يُسَمِّهِ الشَّافِعِيُّ هُوَ أَحْمَدُ بْنُ حَنْبَلٍ.
أَخْبَرَنَا الْقَاضِي أَبُو بَكْرٍ الْحِيرِيُّ٤ ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ الأَصَمُّ قَالَ: سُئِلَ بَحْرُ بْنُ نَصْرٍ الْخَوْلانِيُّ وَأَنَا أَسْمَعُ عَنْ مَوْتِ الشَّافِعِيِّ فَقَالَ: مَاتَ الشَّافِعِيُّ رَضِيَ اللَّهُ عَنْهُ سَنَةَ أَرْبَعٍ وَمِائَتَيْنِ.
وَحَدَّثَ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ: أَسْوَدُ بْنُ عَامِرٍ الْمَعْرُوفُ بِشَاذَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ مِائَةٌ وَتِسْعُ سِنِينَ.
أَخْبَرَنِي أَبُو الْقَاسِمِ الأَزْهَرِيُّ٥ ثنا علي بن عمر بن أحمد٦ الحافظ.
_________
١ أخرجه عبد الرزاق في المصنف ٥/ ٣٠٢ من طريق شعبة، والبيهقي في السنن ٩/ ٥٠، من طريق شعبة أيضاً، ومن طريق آخر عن أبي بكر ثم قال: والصحيح وقفه على عمر رضي الله عنه.
٢ هنا إشارة تضبيب ومقابلها كلام في الهامش غير واضح.
٣ الفلكي: بالفتح نسبة إلى علم الفلك الذي برع فيه جده أحمد، وعلي هذا هو صاحب كتاب "منتهى الكمال في معرفة الرجال"، وكان صوفياً، مات بنيسابور سنة ٤٢٧ هـ، وقيل: ٤٢٨ هـ.
انظر: اللباب ٢/ ٤٣٩-٤٤٠، تذكرة الحفاظ ٣/١١٢٥.
٤ هو أحمد بن الحسن الحرشي - تقدم.
٥ عبيد الله بن أحمد الصيرفي.
٦ أبو الحسن الدارقطني.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (45,'ثنا مُحَمَّدُ بْنُ مَخْلَدٍ١ ثنا أَبُو بَكْرٍ/ المروزي٢ ثني عَبْدُ الصَّمَدِ بْنُ يَحْيَى٣ قَالَ: سَمِعْتُ شَاذَانَ يَقُولُ: أَرْسَلْتُ إِلَى أَبِي عَبْدِ اللَّهِ – يَعْنِي أَحْمَدَ بْنَ حَنْبَلٍ – أَسْتَأْذِنُهُ أَنْ أُحَدِّثَ بِحَدِيثِ حَمَّادٍ٤ عَنْ قَتَادَةَ٥ عَنْ عِكْرِمَةَ٦.
عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وسلم: " رأيت ربي عزوجل" ٧ قل له: حدث به العلماء.٨
_________
١ أبو عبد الله الدوري العطار، توفي سنة ٣٣١ هـ، تاريخ بغداد ٣/٣١٠.
٢ أحمد بن محمد بن حجاج المروزي نسبة إلى مروذ من مدن خراسان. تاريخ بغداد ٤/٤٢٣.
٣ ذكره ابن أبي يعلى في من روى عن الإمام أحمد، طبقات الحنابلة ١/ ٢١٨.
٤ هو ابن سلمة بن دينار البصري.
٥ ابن دعامة السدوسي البصري.
٦ أبو عبد الله البربري مولى ابن عباس.
٧ رواه الإمام أحمد في المسند ١/٢٨٥، ٢٩٠، ورواه أيضاً ابن أبي عاصم في السنة ١/ ١٨٨ ح ٤٣٣، وأخرجه الدارقطني في كتاب الرؤية ٢/ ١٤٩ نسخة مصورة محفوظة في مكتبة الجامعة الإسلامية تحت رقم: ٧٣٨، ٧٣٩، وله عند الدارقطني طرق كثيرة، قال المناوي في الفيض ٤/ ٦: إسناده صحيح، ووافقه الألباني في صحيح الجامع ٣/ ١٦٨، ويخرج هذا الحديث على الرؤيا المنامية أو العلمية جميعاً بينه وبين حديث أبي ذر عند مسلم ١/ ١٦١ ح ٢٩١: سألت رسول الله هل رأى ربه؟ فقال: نور أنى أراه.
٨ الذي في طبقات الحنابلة ١/ ٢١٨: "قل له: تحدث به، قد حدث به العلماء "، وهذا أقوم والله أعلم.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (46,'أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ السِّمْسَارُ١ أنا عَبْدُ اللَّهِ بْنُ عُثْمَانَ الصَّفَّارُ أنا عَبْدُ الْبَاقِي بْنُ قَانِعٍ٢ الْقَاضِي: "أَنَّ الأَسْوَدَ بْنَ عَامِرٍ شَاذَانَ مَاتَ سَنَةَ ثَمَانٍ وَمِائَتَيْنِ"٣
وَحَدَّثَ عَنْ أَحْمَدَ أَيْضًا: الْحَسَنُ بْنُ مُوسَى الأَشْيَبُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ مِائَةٌ وَثَمَانِ سِنِينَ.
أَخْبَرَنِي عُبَيْدُ اللَّهِ٤ بْنُ أَبِي الْفَتْحِ الْفَارِسِيُّ ثنا "عَلِيُّ بْنُ عُمَرَ الْحَافِظُ٥ ثنا الْقَاضِي الْحُسَيْنُ بْنُ إِسْمَاعِيلَ٦ ثنا الفضل بن سهل الأعرج ثنا الحسن الشيب ثنا شَيْبَانُ٧ عَنْ لَيْثٍ٨ عَنْ عَطَاءٍ٩ عَنْ عائشة قالت: "أفطر
_________
١ يعرف بابن قشيش، قال الخطيب: كتب عنه وكان صدوقاً يتفقه بمذهب مالكن ولد سنة ٣٥٦ هـ، ومات سنة ٤٣٧هـ، انظر: تاريخ بغداد ١٢/ ١٠٠.
٢ أبو الحسين الأموي مولاهم، كان من أهل العلم والثقة غير أنه تغير في آخر عمره، كان يخطئ ويصر على ذلك، ولد سنة ٢٦٥ هـ، ومات سنة ٣٥١ هـ.
انظر: تاريخ بغداد ١١/ ٨٨، تذكرة الحفاظ ٣/ ٨٨٣.
٣ كتاب "الوفيات" لابن قانع وهو مفقود، انظر: موارد الخطيب ٠ ص: ٤٠٧، وقد اقتبس منه أكثر من ٤٨ نصاً كما مر في المقدمة.
٤ في الأصل: "عبد الله" مكبراً، والصواب ما أثبت.
٥ هو الدارقطني.
٦ أبو عبد الله الضبي المحاملي.
٧ أبو معاوية بن عبد الرحمن النحوي البري المؤدب.
٨ ابن أبي سليم الكوفي، ستأتي ترجمته في باب اللام.
٩ ابن أبي رباح المكي.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (47,'الْحَاجِمُ١ وَالْمَحْجُومُ"٢".
"قَالَ الْحَسَنُ الأَشْيَبُ: وَحَدَّثَنِي أَحْمَدُ بْنُ حَنْبَلٍ عَنْ هَاشِمٍ أَبِي٣ النَّضْرِ٤ عَنْ شَيْبَانَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذَا"٥.
أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ٦ مُحَمَّدِ بْنِ الْفَضْلِ الْقَطَّانُ أنا أَبُو محمد جعفر بن محمد بن نضير الخُلدي٧ ثنا أَبُو مُوسَى الأَشْيَبُ.
وَحَدَّثَ عَنْ أحمد: عن عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ الصَّنْعَانِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ مِائَةٌ وَسِتُّ سِنِينَ.
حَدَّثَنَا أَبُو طَالِبٍ يَحْيَى/ بْنُ عَلِيِّ بْنِ الطَّيِّبِ الْعِجْلِيُّ الدسكري٨ لفظاً
_________
١ رواه الإمام أحمد بهذا الإسناد ونفس اللفظ إلا أنه رفعه. انظر: المسند ٦/١٥٧، ٢٥٨.
٢ طبقات الحنابلة ١/ ١٣٩ – ١٤٠.
٣ في الأصل: "ابن"، والتصويب من تاريخ بغداد وتهذيب التهذيب.
٤ ابن القاسم الكناني يلقب بقيصر.
انظر: تاريخ بغداد ١٤/ ٦٣، التهذيب ١١/ ١٨.
٥طبقات الحنابلة ١/ ١٤٠، ويشير بهذه الرواية الثانية للحديث وهي رواية الرفع إلى الرسول صلى الله عليه وسلم، كما في مسند أحمد ٦/ ١٥٧، ٢٥٨.
٦سقطت من الأصل، وأثبتها من تاريخ بغداد ٢/ ٢٤٩.
٧ بضم الخاء المعجمة وسكون اللام وفي آخرها الدال المهملة نسبة إلى الخُلد محلة ببغداد. الأنساب ٥/ ١٧.
٨ قال السبكي: كان شيخ الصوفية في زمانه، أقام بحلوان وكان خادم الفقراء بها، مات سنة ٤٣١ هـ، انظر: طبقات الشافعية الكبرى ٥/ ٣٥٧.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (48,'-بِحُلْوَانَ١ – أنا أَبُو يَعْقُوبَ يُوسُفُ بْنُ إِبْرَاهِيمَ بْنِ مُوسَى بْنِ إِبْرَاهِيمَ السَّهْمِيُّ٢ - بِجُرْجَانَ٣ – ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُسْلِمٍ٤ ثنا مَهْدِيُّ بْنُ الْحَارِثِ٥.
ثنا أَبُو عَبْدِ اللَّهِ الْعَصَّارُ٦ ثنا "عَبْدُ الرَّزَّاقِ أنا أَحْمَدُ بْنُ حَنْبَلٍ عَنِ الْوَلِيدِ – يَعْنِي – ابْنَ مُسْلِمٍ٧ عَنْ زَيْدِ بْنِ وَاقِدٍ قَالَ: سَمِعْتُ نَافِعًا مَوْلَى ابن عمر
_________
١ بالضم والسكون، تطلق على عدة مواضع، في العراق ونيسابوري ومصر، والمذكورة هنا حلوان مصر وهي قرية من أعمال مصر بينها وبين الفسطاط نحو فرسخين من جهة الصعيد مشرفة على النيل أول من اختطها عبد العزيز بن مروان لما ولي مصر. انظر: معجم البلدان ٢/ ٢٩٠- ٢٩٣.
٢ قال الخطيب: دخل بغداد وحدث بها عن ابن عدي الجرجاني، وكان ثقة. انظر: تاريخ بغداد ١٤/ ٣٢٥.
٣ بالضم والتسكين آخره نون، مدينة مشهورة عظيمة بين طبرستان وخراسان، قيل: أن أول من أحدثها يزيد بن المهلب بن أبي صفرة، لها تاريخ ألفه حمزة بن يوسف السهمي – طبع في الهند – انظر: معجم البلدان ٢/ ١١٩.
٤ هو أبو بكر الإسفراييني، انظر: تذكرة الحفاظ ٣/ ٧٩٢.
٥ ابن مرداس العرعري – بعين وراء – العصار – بالعين – الجرجاني. انظر: تاريخ جرجان ص: ٥٥٠ رقم ٩٥٢.
٦ محمد بن عبد الله بن الحسن الجرجاني، انظر: تاريخ جرجان ص: ٣٣٤، اللباب ٢/ ٣٤٢.
٧ أبو العباس الأموي مولاهم الدمشقي، ستأتي ترجمته في باب الواو.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (49,'[يَقُولُ] ١: "أَنَّ ابْنَ عُمَرَ كَانَ إِذَا رَأَى مُصَلِّيًا لا يَرْفَعُ يَدَيْهِ فِي الصَّلاةِ حَصَبَهُ وَأَمَرَهُ أَنْ يَرْفَعَ"٢
أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْمَتُّوثِيُّ٣ أنا دَعْلَجُ بْنُ أَحْمَدَ الْمُعَدَّلُ أنا أَحْمَدُ بْنُ عَلِيٍّ الأَبَّارُ قَالَ: "سَمِعْتُ سَلَمَةَ بْنَ شَبِيبٍ٤ قَالَ: مَاتَ عَبْدُ الرَّزَّاقِ سَنَةَ إِحْدَى عَشْرَةَ وَمِائَتَيْنِ"٥
وَحَدَّثَ عَنْ أَحْمَدَ: دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ تِسْعٌ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا أَبُو الْفَتْحِ عَبْدُ الْمَلِكِ بْنُ عُمَرَ بْنِ خَلَفٍ الرَّزَّازُ٦ أنا عَلِيُّ بْنُ عُمَرَ الْحَافِظُ ثنا محمد بن مخلد –ح-
_________
١ ما بين المعكوفتين سقط في الأصل، وأثبته من تاريخ جرجان ص: ٤٣٣، والمحلى ٣/ ٣٠٢.
٢ هذا الأثر بهذا الإسناد وبنفس اللفظ لم أجده إلا في تاريخ جرجان والمحلى في الموضعين المذكورين أعلاه، وانظر: طبقات الحنابلة ١/٢٠٩ ترجمة عبد الرزاق.
٣ هو ابن الفضل القطان، والمتُّوثي بفتح الميم وضم التاء المشددة أخرها الثاء المثلثة نسبة إلى متون بلدة بين قرقوب وكور الأهواز، الأنساب ١٢/ ٨٠.
٤ أبو عبد الرحمن النسائي المسمعي النيسابوري. انظر تذكرة الحفاظ ٢/ ٥٤٣، التهذيب / ١٤٧.
٥ لعله من كتاب "التاريخ" للأبار، وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٣٥٨.
٦ قال الخطيب: كتبت عنه وكان شيخاً صالحاً إلا أنه لم يكن في الحديث بذاك، ولد سنة ٣٦٠ هـ، ومات سنة ٤٤٨ هـ، بزايين، كذا في تاريخ بغداد ١٠/ ٤٣٣، لسان الميزان ٤/ ٦٧.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (50,'وأخبرنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْمُقْرِئُ ثنا مُحَمَّدُ بْنُ بَكْرَانَ الْبَزَّارُ١ أنا مُحَمَّدُ بْنُ مَخْلَدٍ ثنا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَعْدَانَ٢ قَالَ: سَمِعْتُ دَاوُدَ بْنَ عَمْرٍو يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ: سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ: وانعما، قَالَ: وأهلا، قَالَ الشَّيْخُ: أَرَادَ تَفْسِيرَ الْحِكْمَةِ الَّتِي يَرْوِيهَا أَبُو سَعِيدٍ الْخُدْرِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَهْلِ الدَّرَجَاتِ الْعُلَى٣.
أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ أَبِي جَعْفَرٍ القطيعي٤ أنا أبو الحسين/ محمد بن
_________
١ أبو عبد الله المعروف بابن الرازي، قال الخطيب: سألت عنه البرقاني فقال: ثقة مات سنة ٤٠٢ هـ، انظر: تاريخ بغداد ٢/ ١٠٨.
٢ يكنى أبا جعفر، قال الخطيب: كان ثقة مات سنة ٢٦٢ هـ. انظر: تاريخ بغداد ٣/٥٨.
٣ روى هذا الحديث الطبراني في الصغير بسندين الأول ١/ ١٢٨، والثاني ١/ ٢٠٦، "عن أبي سعيد الخدري قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إن أهل الدرجات العلى ليراهم من هو أسفل منهم كما ترون الكوكب الدري في أفق السماء وأن أبا بكر وعمر لمنهم وانعما"، وفي الإسناد الأول: حفص بن سليمان الأسدي الكوفي والهيثم بن حبيب، قال عنهما الحافظ في التقريب: متروكان، وفي الإسناد الآخر: القاسم بن غصن ضعفه أحمد وأبو حاتم وابن حبان، الميزان ٣/ ٣٧٧. والحديث ذكر هـ أيضاً الخطيب في تاريخه ١٢/ ١٢٣- ١٢٤.
٤ هو أحمد بن محمد بن أحمد بن منصور العتيقي، قال الأمير ابن ماكولا: ربما دلسه الخطيب، وروى عنه وهو في الحياة بقوله: أخبرني أحمد بن أبي جعفر القطيعي لسكناه في قطيعة أم عيسى ... اهـ، مات سنة٤٤١هـ.
انظر: تاريخ بغداد ٤/ ٣٧٩، الإكمال ٧/ ١٥٠.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (51,'الْمُظَفَّرِ بْنِ مُوسَى الْحَافِظُ قَالَ: قَالَ أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ "مَاتَ دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ فِي صَفَرٍ سَنَةَ ثَمَانٍ وَعِشْرِينَ – يَعْنِي – وَمِائَتَيْنِ"١.
وَحَدَّثَ عَنْ أَحْمَدَ: أَبُو زَكَرِيَّا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ٢، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ تِسْعٌ وَثَمَانُونَ سَنَةً.
قَرَأْتُ عَلَى مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَعْقُوبَ الْمُعَدَّلِ٣ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُعَيْمٍ النَّيْسَابُورِيِّ٤ ثنا أَبُو سَعِيدٍ أَحْمَدُ بْنُ سُلَيْمَانَ بْنِ نُوحٍ٥ ثنا "الْبُوشَنْجِيُّ مُحَمَّدُ بْنُ إِبْرَاهِيمَ٦ ثنا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ ثنا أَحْمَدُ بْنُ حَنْبَلٍ.
قَالَ الْبُوشَنْجِيُّ: وَحَدَّثَنَا أَحْمَدُ بن حنبل ثنا إسحاق الأزرق٧ عن
_________
١ لعله قال ذلك في معجم شيوخه، توجد منه نسخة في الظاهرية تقع في ١٩ ق.
انظر: موارد الخطيب ص: ٤١٥.
٢ ستأتي ترجمته في باب الياء آخر الكتاب.
٣ ذكره الدكتور أكرم العمري في أسماء رواة المصنفات من شيوخ الخطيب. الموارد ص: ٥١٨، ولم أقف على ترجمته فيما اطلعت عليه من المراجع.
٤ هو أبو عبد الله الحاكم.
٥ الحيري: نسبة إلى حيرة نيسابور، وهو أحد شيوخ أبي عبد الله الحاكم النيسابوري، توفي سنة ٣٩٦هـ، انظر: الإكمال ٣/٤٢.
٦ نسبته إلى بوشنج أوبوشنك بلدة قرب هراة، انظر: طبقات الشافعية الكبرى ٢/١٨٩، التهذيب ٩/ ٨.
٧ أبو محمد إسحاق بن يوسف الأزرق القرشي، انظر: تاريخ بغداد ٦/٣١٩، التهذيب ٤/ ٣٣٣.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (52,'شَرِيكٍ١ عَنْ بَيَانٍ٢ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ: "كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ بِالْهَاجِرَةِ فَقَالَ لَنَا: "أَبْرِدُوا بِالصَّلاةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ" ٣٤.
أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْقَطَّانُ أنا جَعْفَرُ بْنُ مُحَمَّدٍ الْخُلْدِيُّ نا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ٥ قَالَ: "مَاتَ يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ فِي رَمَضَانَ سَنَةَ ثَمَانٍ وَعِشْرِينَ وَمِائَتَيْنِ"٦.
وَحَدَّثَ عَنْ أَحْمَدَ: خَلَفُ بْنُ هِشَامٍ الْمُقْرِئُ الْبَزَّارُ٧، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ ثَمَانٍ وَثَمَانُونَ سنة.
_________
١ أبو عبد الله النخعي القاضي، ستأتي ترجمته في باب الشين.
٢ أبو بشر بيان بن بشر المعلم الأحمسي الكوفي.
انظر: الجرح والتعديل ١/١/٤٢٤، التهذيب ١/٥٠٦.
٣ أخرجه ابن ماجة في سننه كتاب الصلاة ١/ ٢٢٣، وأحمد في المسند ٤/ ٢٥٠، والحديث في الصحيحين إلا أنه عن غير المغيرة.
٤ تهذيب التهذيب ١١/٢٤٤.
٥ هو المعروف بمطين، تذكرة الحفاظ ٢/٦٦٢، الميزان ٣/٦٠٧.
٦ لعله قال ذلك في كتابه "التاريخ" وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٣٦٠.
٧ البزار آخره راء.
انظر: تاريخ بغداد ٨/٣٢٢، معرفة القراء الكبار ١/١٧١.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (53,'أَنْبَأَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ١ الْبَزَّازُ ثني أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ الْمُقْرِئُ شَامُوخُ٢ ثني أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَزِيدَ الْبَرَاثِيُّ٣ قَالَ: سَمِعْتُ خَلَفًا الْبَزَّارَ يَقُولُ: سَأَلْتُ أَحْمَدَ بْنَ حَنْبَلٍ أَيُّ الأَسَانِيدِ أَثْبَتُ؟ فَقَالَ/: [أَيُّوبُ٤ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ، فَإِنْ كَانَ مِنْ رِوَايَةِ حَمَّادِ بْنِ زَيْدٍ عَنْ أَيُّوبَ فَيَا لَكَ] ٥.
٢- ... ٦
_________
١ يعرف بابن رزقويه، قال الخطيب: كان ثقة صدوقاً كثير السماع وهو أول شيخ كتبت عنه وذلك سنة ٤٠٣ هـ، وكان مولده سنة ٣٢٥ هـ، وتوفي سنة ٤١٢ هـ.
انظر: تاريخ بغداد ١/٣٥١، البداية والنهاية ١٢/١٢.
٢ شاموخ: لقب عرف به، قال الخطيب: كثير المناكير، مات سنة ٣٥٢ هـ.
انظر: تاريخ بغداد ١/٢٥٨، اللباب ٢/١٧٨.
٣ نسبته إلى براث – بالمثلثة – موضع ببغداد متصل بالكرخ، واسمه كما في تاريخ بغداد: أحمد بن محمد بن خالد بن يزيد ... قال الدارقطني: ثقة مأمون، مات سنة ٣٠٠ هـ أو بعدها، انظر: تاريخ بغداد ٥/٣، اللباب ١/١٣١.
٤ هو ابن أبي تميمة السختياني.
٥ ما بين المعكوفتين سقط من الأصل، وقد أكملته من تدريب الراوي ١/٨٢.
وقد سقط بعده كلام من آخر الصفحة الثامنة وأول التاسعة ويصعب تقديره، وقد وجدت بعضه وسأورده في الملحق إن شاء الله، والسقط هو آخر ترجمة الإمام أحمد بن حنبل وأول ترجمة أحمد بن إبراهيم الدورقي، والله أعلم.
٦ سقط من الأصل أول هذه الترجمة أي ترجمة أحمد بن أبي إسحاق إبراهيم الدورقي، وقد ذكر المؤلف في ترجمة أحمد بن محمد المعروف بابن القربيطي ما يشير إلى ذلك إذا قال في صفحة: ١٢:
" ... وقد ذكرنا في ترجمة أحمد بن إبراهيم الدورقي أن محمد بن سعد مات في سنة ثلاثين ومائتين" اهـ، ولم يمر ذكر ابن سعد قبل هذا الموضع، والله أعلم.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (54,'[ثنا أَحْمَدُ بْنُ (أَبِي) ١ إِسْحَاقَ٢ عَنِ الْعَلاءِ بْنِ عَبْدِ الْجَبَّارِ٣ ثنا نَافِعُ بْنُ عُمَرَ٤ قَالَ: قَدِمَ رَجُلٌ الْمَدِينَةَ بِمَالٍ، فَقَالَ: دُلُّونِي عَلَى رَجُلٍ مِنْ قُرَيْشٍ أُعْطِيهِ هَذَا الْمَالَ، فَدَلُّوهُ عَلَى عُمَرَ بْنِ الْمُنْكَدِرِ٥ فَأَعْطَاهُ فَأَبَى أَنْ يَقْبَلَ.
قَالَ: فَقَالَ: هَذَا قَدْ أَبَى فَمَنْ بَعْدَهُ؟
قَالُوا: لا نَعْلَمُ بَعْدَهُ أَحَدًا يُشْبِهُ أَبَا بَكْرِ بْنَ الْمُنْكَدِرِ٦، قَالَ: فَأَعْطَاهُ فأبى
_________
١ ما بين المعكوفتين سقط من الأصل، وأثبته من طبقاته ابن سعد – القسم المخطوط/ ق ١٧٥ أ.
٢ أبو عبد الله أحمد بن إبراهيم العبدي الدورقي، انظر: الجرح والتعديل ١/١/٣٩، تاريخ بغداد ٤/٦، التهذيب ١/١٠.
٣ العطار – نسبة إلى بيع العطر – البصري نزيل مكة. انظر التهذيب ٨/١٨٦، اللباب ٢/٣٤٥.
٤ ابن عبد الله الجمحي المكي، انظر: الميزان ٤/ ٢٤١، التهذيب ١٠/٤٠٩.
٥ ابن عبد الله بن الهدير بن عبد العزى التيمي المدني، انظر: الطبقات الكبرى – القسم المخطوط – ق ١٧٥ أ.
٦ هو أخو عمر بن المنكدر التيمي المدني، لم يعرف له اسم.
انظر: الطبقات الكبرى – القسم المخطوط – ق ١٧٦ أ، الجرح والتعديل ٤/٢/٣٤٢، التهذيب ١٢/٤٠.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (55,'أَنْ يَقْبَلَ، قَالَ: فَقَالَ الرَّجُلُ: فَمَنْ بَعْدَهُمَا؟ قَالُوا: مُحَمَّدُ بْنُ الْمُنْكَدِرِ١ قَالَ: فَأَتَاهُ فَأَبَى أَنْ يَقْبَلَ، قَالَ: فَقَالَ الرَّجُلُ: يَا أَهْلَ الْمَدِينَةِ إِنِ اسْتَطَعْتُمْ أَنْ يَلِدَكُمْ كُلَّكُمُ الْمُنْكَدِرُ فَافْعَلُوا] ٢
أَخْبَرَنَا أَبُو الْقَاسِمِ الأَزْهَرِيُّ٣ ثنا عَلِيُّ بْنُ عُمَرَ الْحَافِظُ ثنا عَبْدُ اللَّهِ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ٤ ثنا الْحَارِثُ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ قَالَ: سَنَةَ ثَلاثِينَ وَمِائَتَيْنِ فيها مَاتَ مُحَمَّدُ بْنُ سَعْدٍ صَاحِبُ الْمَغَازِي وَالسِّيرَةِ وأيام الناس.
أخبرنا أبو طالب حَمْزَةُ بْنُ مُحَمَّدِ بْنِ طَاهِرٍ الدَّقَّاقُ ثنا إِبْرَاهِيمُ بْنُ الْحَسَنِ٥ ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ثنا أَحْمَدُ بْنُ إِبْرَاهِيمَ٦ ثنا بهز٧ "وابن
_________
١ يكنى أبا عبد الله، وهو أخو اللذين قبله. انظر: الطبقات الكبرى – القسم المخطوط – ق ١٧٤أ، التهذيب ٩/٤٧٣.
٢ انظر: الطبقات الكبرى – القسم المخطوط – ق ١٧٥ أ، المحفوظة في القسم المخطوطات بمكتبة الجامعة الإسلامية العامة تحت رقم ٧٣٦، ٧٣٧.
٣ هو عبيد الله بن أحمد الصيرفي.
٤ أبو محمد المعدل المعروف بابن الخراساني، قال الدارقطني: فيه لين، يقال: إن مولده سنة ٢٦١ هـ، ومات سنة ٣٤٩ هـ. انظر: تاريخ بغداد٩/٤١٤، شذرات الذهب ٢/٣٨٠.
٥ هو أبو بكر بن شاذان البزار آخره راء.
انظر: تاريخ بغداد ٤/١٨، المنتظم ٧/١٧٢، البداية والنهاية ١١/ ٣١٢.
٦ أبو عبد الله الدورقي.
٧ أبو الأسود بهز بن أسد العمي البصري.
انظر: الجرح والتعدبل ١/١/٤٣١، التهذيب ١/ ١٩٧.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (56,'دَاوُدَ١ قَالا ثنا شُعْبَةُ (عَنِ) ٢ الْحَكَمِ٣ عَنْ مِقْسَمٍ٤ عَنِ ابْنِ عَبَّاسٍ: "أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْتَجَمَ وَهُوَ صَائِمٌ"٥ زَادَ أَبُو دَاوُدَ فِي حَدِيثِهِ بِالْقَاحَةِ٦وَقَدْ ذَكَرْنَا أن البغوي مات سنة سبع عشرة وثلاثمائة٧.
_________
١ أبو داود سليمان بن داود الطيالسي.
٢ في الأصل: "ابن"، والتصويب من مسند أبي داود الطيالسي.
انظر: منحة المعبود ١/ ٢١٢.
٣ أبو محمد الحكم بن عتيبة الكندي الكوفي.
انظر: الطبقات الكبرى ٦/ ٣٣١، الجرح والتعديل ١/ ٢/ ٤٣٢.
٤ أبو القاسم مقسم – بكسر الميم – بن بجرة بضم الموحدة وسكون الجيم بعدها راء، ويقال: نجدة بفتح النون بعدها جيم ثم دال مهملة، يقال له مولى ابن عباس للزومه له، له في البخاري حديث واحد، قال ابن حجر: صدوق يرسل، مات ١٠١ هـ.
انظر: الجرح والتعديل ٤/ ١/٤١٤ التهذيب ١٠/٢٨٨.
٥ مسند أبي داود الطيالسي، انظر: منحة المعبود ١/٢١٢، المسند للطيالسي ص: ٣٥٢ ح ٢٦٩٨، إلا أنه فيه زيادة في آخره هي (محرم) ولم أجد الزيادة التي أشار إليه الخطيب هنا في مسند أبي داود.
أبي داود الطيالسي، انظر: منحة المعبود (١/٢١٢) ، المسند للطيالسي (ص: ٣٥٢ ح ٢٦٩٨) ، إلا أنه فيه زيادة في آخره هي (محرم) ولم أجد الزيادة التي أشار إليه الخطيب هنا في مسند أبي داود.
٦ هو اسم موضع بين مكة والمدينة على ثلاث مراحل منها، وهو من قاحة الدار أي وسطها مثل ساحتها وباحتها، النهاية ٤/١١٩.
رواه أحمد في المسند عن هاشم عن شعبة به ١/ ٢٤٤، وفيه ذكر القاحة.
ورواه ابن الجارود في المنتقى ص: ١٤١ ح ٣٨٨ عن وكيع عن شعبة به.
٧ وذلك في آخر ترجمة الإمام أحمد وهو في القسم الساقط من آخر الترجمة، والله أعلم.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (57,'٣- أحمد بن المقدم بْنِ سُلَيْمَانَ بْنِ الأَشْعَثِ الْعِجْلِيُّ الْبَصْرِيُّ رَحْمَةُ اللَّهِ عَلَيْهِ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْمَاعِيلَ البخاري، والحسين بْنُ يَحْيَى بْنِ عَيَّاشٍ الْقَطَّانُ الْبَغْدَادِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَسَبْعُونَ سَنَةً/.
أَخْبَرَنَا أَبُو عَبْدِ الرَّحْمَنِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ النيسابوري، أبو سَعْدٍ الْحُسَيْنُ بْنُ عُثْمَانَ الشِّيرَازِيُّ قَالا: نا أَبُو الْهَيْثَمِ مُحَمَّدُ بْنُ الْمَكِّيِّ الْكُشْمِيهَنِيُّ١ - ح –
وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ مُحَمَّدٍ أَخُو أَبِي مُحَمَّدٍ الْخَلالِ ثنا إِسْمَاعِيلُ بْنُ أَحْمَدَ٢ بْنِ حَاجِبٍ الْكُشَانِيُّ٣.
قَالا: نا مُحَمَّدُ بْنُ يُوسُفَ الْفَرَبْرِيُّ٤ ثنا مُحَمَّدُ بْنُ إِسْمَاعِيلَ البخاري "ثنا
_________
١ نسبة إلى قرية كشميهن من قرى مر القديمة، اشتهر بروايته صحيح البخاري عن الفربري، قال ابن العماد: كان ثقة، له رسائل أنيقة، مات سنة ٣٨٩ هـ.
انظر: اللباب ٣/ ٩٩، شذرات الذهب ٣/١٣٢.
٢ في الأصل: "إسماعيل بن محمد بن صاحب الكساني" وهو تصحيف، والتصويب من الإكمال والتذكرة.
٣ نسبته إلى كشانية بلدة بنواحي سمرقند، واسمه إسماعيل بن أبي نصر بن أحمد بن حاجب، وهو خاتمة من روى صحيح البخاري عن الفربري، وكان شيخاً صالحاً ثقة، مات سنة ٣٩١ هـ.
انظر: الإكمال ٧/ ١٨٥، اللباب ٣/ ٩٩، تذكرة الحفاظ ٣/١٠٢٣.
٤ نسبة إلى فربر – بالفاء ثم الراء المهملة بعدها باء موحدة ثم راء مهملة – بلدة على طرف جيحون مما يلي بخارى، وهو راوية الصحيح عن البخاري، وكان ثقة، ولد سنة٢٣١هـ، ومات سنة ٣٢٠مـ.
انظر: اللباب ٢/ ٤١٨، تذكرة الحفاظ ٣/ ٧٩٨.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (58,'أحمد بن المقام ثنا الْفُضَيْلُ بْنُ سُلَيْمَانَ١ ثنا مُوسَى بْنُ عُقْبَةَ ثني نَافِعٌ عَنِ ابْنِ عُمَرَ: "أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: أَجْلَى الْيَهُودَ وَالنَّصَارَى مِنْ أَرْضِ الْحِجَازِ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا ظَهَرَ عَلَى أَهْلِ خَيْبَرَ٢ أَرَادَ أَنْ يُخْرِجَ الْيَهُودَ مِنْهَا وَكَانَتِ الأَرْضُ لَمَّا ظَهَرَ عَلَيْهَا للَّهِ ولرسوله وللمسلمين.
فسأل اليهود رسول الله أَنْ يَتْرُكَهُمْ عَلَى أَنْ يَكُفُّوا الْعَمَلَ وَلَهُمْ نِصْفُ الثَّمَرِ.
فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "نُقِرُّكُمْ عَلَى ذَلِكَ مَا شِئْنَا، فَأُقِرُّوا حَتَّى أَجْلاهُمْ عُمَرُ فِي إِمَارَتِهِ إِلَى تيماء٣ وأريحا٤) " ٥.
_________
١ أبو سليمان النميري البصري، قال الذهبي: صدوق، وقال ابن معين: ليس بثقة، ولينه أبو زرعة وأبو حاتم، ورجح الحافظ في التقريب كونه صدوقاً له أخطاء كثيرة، مات سنة ١٨٣ هـ، انظر: الميزان ٣/ ٣٦١، التهذيب ٨/٩١.
٢ هو الموضع المذكور في غزوة الرسول صلى الله عليه وسلم في السنة السابعة للهجرة، ناحية على ثمانية برد من المدينة لمن يريد الشام – حوالي ١٥٠ كم شمال المدينة – انظر: معجم البلدان ٢/ ٤٠٩.
٣ بالفتح والمد، بليد في أطراف الشام بين الشام ووادي القرى، معجم البلدان ٢/ ٦٧، وهي على بعد حوالي ٢٠٠ كم من تبوك على طريق المدينة النبوية.
٤ بالفتح ثم الكسر وياء ساكنة والحاء مهملة والقصر، وقد رواه بعضهم بالمعجمة لغة عبرانية، وهي في الغور من أرض الأردن بينها وبين بيت المقدس يوم للفارس.
معجم البلدان ١/ ١٦٥، ولا زالت معروفة بهذا الاسم في أرض فلسطين الآن.
٥ رواه البخاري في صحيحه – كتاب المزارعة، باب إذا قال رب الأرض أقرك ما أقرك الله ٣/ ١٤٠.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (59,'قَالَ: وَتُوُفِّيَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ لَيْلَةَ السَّبْتِ عِنْدَ صَلاةِ الْعِشَاءِ لَيْلَةَ الْفِطْرِ وَدُفِنَ يَوْمَ الْفِطْرِ بَعْدَ صَلاةِ الظُّهْرِ لِغُرَّةِ شَوَّالٍ مِنْ سَنَةِ سِتٍّ وَخَمْسِينَ وَمِائَتَيْنِ.
أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُوسَى الصَّلْتُ الأَهْوَازِيُّ١ وَأَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مَخْلَدِ بْنِ جَعْفَرٍ الْمُعَدَّلُ وَأَبُو فَتْحٍ هِلالُ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ الْحَفَّارُ، قَالَ هِلالٌ: أنا، وَقَالا: ثنا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ/ بْنُ يَحْيَى بْنِ عَيَّاشٍ الْقَطَّانُ ثنا أَبُو الأَشْعَثِ أَحْمَدُ بْنُ الْمِقْدَامِ ثنا مُحَمَّدُ بْنُ بَكْرٍ٢ ثنا حُمَيْدٌ أَبُو عَبْدِ اللَّهِ الْكِنْدِيُّ٣ ثنا خَالِدٌ٤ عَنْ أَبِي هُرَيْرَةَ، قَالَ: "أَوْصَانِي خَلِيلِي أبو القاسم بِثَلاثٍ لا أَدَعُهُنَّ أَبَدًا: أَوْصَانِي بِالْوِتْرِ قَبْلَ النَّوْمِ، وَأَوْصَانِي بِالْغُسْلِ فِي كُلِّ جُمُعَةٍ، وَأَوْصَانِي بِصِيَامِ ثَلاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ"٥.
_________
١ قَالَ الخطيب: كتبت عنه، وكان صدوقاً صالحاً، ولد ببغداد سنة ٣٢٤ هـ، ومات سنة ٤٠٩ هـ، انظر: تاريخ بغداد ٤/ ٣٧٠، الميزان ١/١٣٢.
٢ هو أبو عبد الله البرساني، انظر: تاريخ بغداد ٢/٩٢، التهذيب ٩/٧٧.
٣ حميد بن مهران بن أبي حميد الخياط، عداده في أهل البصرة، وثقه ابن معين والنسائي، انظر: التهذيب ٣/ ٤٩.
٤ هو أبو حيان خالد بن غلاق – بالعين المعجمة – القيسي – بالقاف والسين المهملة – ويقال العيسي – بالعين المهملة والشين المعجمة، - والأول أصح، وعداده في أهل البصرة، وثقه ابن سعد وابن حبان.
انظر: الجرح والتعديل ١/٢/ ٣٤٦، التهذيب ٣/ ١١١.
٥ هذا الحديث بهذا اللفظ عن أبي هريرة أخرجه أحمد في المسند في تسعة مواضع.
انظر مثلاً: ٢/ ٢٢٩، ٢٣٣، ٢٥٤ ... الخ، لكنه في كل المواضع من رواية الحسن البصري عن أبي هريرة.
والحديث رواه أصحاب الكتب الستة عن أبي هريرة إلا أن كل رواياتهم تذكر ركعتي الضحى بدل غسل الجمعة.
انظر مثلاً: البخاري، كتاب الصوم، باب صيام أيام البيض ٣/ ٥٣، ومسلم كتاب صلاة المسافرين ١/٤٩٩ ح ٨٥، ٨٦.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (60,'قال: ومات الحسين بن يحي الْقَطَّانُ فِي رَجَبٍ مِنْ سَنَةِ أَرْبَعٍ وَثَلاثِينَ وثلاثمائة.
٤- أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَنَسٍ أَبُو الْعَبَّاسِ الْبَغْدَادِيُّ الْمَعْرُوفُ بِابْنِ القربيطي١ رَحِمَهُ اللَّهُ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَمُحَمَّدُ بْنُ مَخْلَدٍ الدُّورِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةُ سَنَةٍ وَسَنَةٌ وَاحِدَةٌ.
قَرَأْتُ عَلَى الْحَسَنِ بْنِ عَلِيٍّ الْجَوْهَرِيُّ
عَنْ مُحَمَّدِ بْنِ الْعَبَّاسِ الْخَزَّازِ٢ ثنا أَحْمَدُ بْنُ مَعْرُوفٍ الْخَشَّابُ ثنا الْحُسَيْنُ بْنُ
_________
١ القربيطي: - بالقاف والراء بعدها باء موحدة ثم مثناة تحتية ثم طاء مهملة – وثقه الخطيب، وذكره ابن أبي حاتم ولم يذكر فيه جرحاً ولا تعديلاً، مات سنة ٢٦٤ هـ.
انظر: الجرح والتعديل ١/١/٧٤، تاريخ بغداد ٤/٣٩٧.
٢ الخزاز: - بالخاء المعجمة ثم زاي بعدها ألف ثم زاي.
وهو أبو عمر المعروف بابن حيويه، قال الخطيب: كان ثقة متيقظاً كثير السماع والرواية، ولد سنة ٢٩٥ هـ ومات سنة ٣٨٢ هـ.
انظر: تاريخ بغداد ٣/ ١٢١، لسان الميزان ٥/٢١٤.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (61,'فَهْمٍ١ ثنا مُحَمَّدُ بْنُ سَعْدٍ (ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَنَسٍ ثنا أَبُو حَفْصٍ الصَّيْرَفِيُّ عَمْرُو بْنُ عَلِيٍّ٢ ثني عُبَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عُبَيْدٍ الْحَنَفِيُّ٣ ثني الْجُنَيْدُ بْنُ أَمِينِ بْنِ نَضْلَةَ٤ بْنِ طَرِيفِ بْنِ نَهْصَلٍ الْحِرْمَازِيُّ٥ عَنْ أَبِيهِ٦ عَنْ جده نضلة٧
_________
١ هو أبو علي الحسين بن محمد بن عبد الرحمن بن فهم، قال ابن حجر: ليس بالقوي، ولد سنة ٢١١ هـ، ومات سنة ٢٨٩ هـ.
انظر: تاريخ بغداد ٨/٩٢، لسان الميزان ٢/٣٠٩.
٢ هو الفلاس.
٣ يكنى أبا سلمة، شيخ لأبي حفص الفلاس، ذكره ابن حبان في الثقات، وقال أبو حاتم: مجهول، انظر: الجرح والتعديل ٢/٢/ ٤١٠، الميزان ٣/ ٢٠، تعجيل المنفعة ص: ١٨٣.
٤ كذا في الأصل: ابن نضلة، وفي تعجيل المنفعة ص: ٥٣: الجنيد بن أمين بن ذروة ابن نضلة ... ، انظر: ص: ٣١، وص: ٨٤ منه أيضاً.
٥ الحرمازي: - بكسر الحاء المهملة وسكون الراء وفي آخرها الزاي نسبة على الحرماز بن مالك بن عمرو بن تميم. انظر: اللباب ١/ ٣٥٩.
وقال عنه ابن حجر: ليس بمشهور، انظر: تعجيل المنفعة ص: ٥٣.
٦ أمين بن ذروة.. قال ابن حجر: لا يعرف حاله، انظر: تعجيل المنفعة ص: ٣١.
٧ هو نضلة بن طريف بن نهصل – له صحبة وهو الذي روى قصة الأعشى المازني مع امرأته كما سيأتي ذلك، انظر: الاستيعاب ١٠/ ٢٩٥، الإصابة ١٠/١٥١.
ويحتمل أن يكون المراد بجده: أي ذروة بن نضلة جد الجنيد، ذكر ذلك ابن حجر في تعجيل المنفعة وذكره الإصابة في ترجمة نضلة بن طريف المذكور آنفا وعزاه إلى البغوي، وذروة هذا مجهول، انظر عنه: تعجيل المنفعة ص: ٨٤.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (62,'أَنَّ رَجُلا مِنْهُمْ يُقَالُ لَهُ الأَعْشَى، وَاسْمُهُ عَبْدُ اللَّهِ بْنُ الأَعْوَرِ١، كَانَتْ عِنْدَهُ امْرَأَةٌ مِنْهُمْ يُقَالُ لَهَا مُعَاذَةُ، فَخَرَجَ فِي رَجَبٍ يَمِيرُ أَهْلَهُ مِنْ هَجَرَ فَهَرَبَتِ امْرَأَتُهُ بَعْدَهُ ناشراً عَلَيْهِ، فَعَاذَتْ بِرَجُلٍ مِنْهُمْ يُقَالُ لَهُ مُطَرِّفُ بْنُ بَهْصَلٍ٢، فَجَعَلَهَا خَلْفَ ظَهْرِهِ، فَلَمَّا قَدِمَ لم يجدها في بيته وأخبر أنه/ نَشَزَتْ عَلَيْهِ وَأَنَّهَا عَاذَتْ بِمُطَرِّفِ بْنِ بَهْصَلٍ، فقال: يا ابن عَمِّ عِنْدَكَ امْرَأَتِي مُعَاذَةُ فَادْفَعْهَا إِلَيَّ، قَالَ: ليس عِنْدِي، وَلَوْ كَانَتْ عِنْدِي لَمْ أَدْفَعْهَا إِلَيْكَ، قَالَ: وَكَانَ مُطَرِّفٌ أَعَزَّ مِنْهُ فَخَرَجَ حَتَّى أَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَعَاذَ بِهِ وَأَنْشَأَ يَقُولُ:
يَا سَيِّدَ النَّاسِ وَدَيَّانَ الْعَرَبْ ... إِلَيْكَ أَشْكُو ذِرْبَةً مِنَ الذِّرَبْ
كَالذِّئْبَةِ الْعَشْبَاءِ فِي ظِلِّ السِّرَبْ ... خَرَجْتُ أَبْغِيهَا الطَّعَامَ في رجب
خلفتني بِنِزَاعٍ وَهَرَبْ ... أَخْلَفْتُ الْعَهْدَ وَلُطْتُ بِالذَّنَبْ
تَوَدُّ أَنِّي غُصْنٌ مُؤْتَشَبْ ... وَهُنَّ شَرُّ غَالِبٍ لِمَنْ غلب٣
_________
١قيل اسم والده عبد الله الأعور وقيل الأطول، وهو صحابي، وحديثه في زيادات المسند لعبد الله بن أحمد ٢/
٢٠٢، قال الآمدي: أخطأ أهل الحديث بنسبته إلى مازن بن مالك بن عمرو بن تميم إنما هو من ولد الحرماز بن مالك ... وليس في بني مازن أعش.
انظر: المؤلف والمختلف ص: ١٤.
انظر ترجمة في: الاستيعاب ٦/ ١٠٢، والإصابة ٦/ ٩.
٢ قيل إنه من ولد مازن بن مالك بن عمرو بن تميم، وقيل من ولد الحرماز بن مالك بن عمرو بن تميم له صحبة، قال ابن عبد البر: له صحبة ولا أعلم له رواية.
انظر: الاستيعاب ١٠/ ١٠٠، والإصابة ٩/٢١١.
٣ انظر: الطبقات الكبرى ٧/٥٣، مسند أحمد ٢/٢٠٢، الاستيعاب ٦/١٠٢، الإصابة١٠/١٥١، فكل هذه المصادر قد ذكرت هذه القصة بنفس هذا المتن والسند.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (63,'وَسَاقَ بَقِيَّةَ الْحَدِيثِ.
وَقَدْ ذَكَرْنَا فِي تَرْجَمَةِ أَحْمَدَ بْنِ إِبْرَاهِيمَ الدَّوْرَقِيِّ: أَنَّ مُحَمَّدَ بْنَ سعد مات في سنة ثلاثين ومائين.
أَخْبَرَنَا أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ مَهْدِيٍّ١ ثنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَنَسٍ ثنا إِسْمَاعِيلُ بْنُ نَصْرٍ الصَّفَّارُ٢، ثني مُحَمَّدُ بْنُ ذَكْوَانَ٣ ثني حَوْشَبٌ٤ عَنِ الْحَسَنِ٥ عَنْ أَنَسٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: "أنا سَيِّدُ ولد آدم يوم القيامة ولا فخر" ٦.
_________
١ هو البزاز – بزايين – الفارسي، قال الخطيب: رومي الأصل، كان ثقة أمينا ً، ولد سنة ٣١٨ هـ، وتوفي سنة ٤١٠ هـ.
انظر: تاريخ بغداد ١١/ ١٣، شذرات الذهب ٣/ ١٩٢.
٢ لم أقف على ترجمته فيما وقفت عليه من المصادر.
٣ الأزدي الجهضمي مولاهم البصرى، خال ولد حماد بن زيد، ضعفه البخاري وأبو حاتم والنساني والداقطني وغيرهم. انظر: الميزان ٣/ ٥٤٢، التهذيب ٩/١٥٦.
٤ هو ابن عقيل الجرمي – بالجيم والراء – وقيل العبدي، بالموحدة البصرى، وثقه أحمد والنسائي وابن معين وغيرهم، انظر: الميزان ١/ ٦٢٢، التهذيب ٣/٦٥.
٥ هو ابن يسار البصري.
٦ رواه الترمذي ٥/٥٨٥ عن أنس بلفظ: أنا أكرم ولد آدم على ربي ولا فخر، وأخرجه من طريق آخر عن أبي سعيد الخدري ٥/ ٥٨٧، بلفظ: أنا سيد ولد آدم.. ضمن حديث طويل، والحديث عند أحمد عن ابن عباس ضمن حديث طويل أيضاً، المسند ١/ ٢٨١، وفي إسناده عند الترمذي الحسين بن يزيد الكوفي لين الحديث، انظر: التقريب، وفي إسناده عند أحمد وعند الترمذي في الحديث الآخر – عن أبي سعيد – علي بن زيد بن جدعان قال في التقريب: ضعيف.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (64,'ومات بن مَخْلَدٍ فِي جُمَادَى الآخِرَةِ مِنْ سَنَةِ إِحْدَى وثلاثين وثلاثمائة.
٥- أَحْمَدُ بْنُ الْحُبَابِ أَبُو بَكْرٍ الْحِمْيَرِيُّ رَحِمَهُ اللَّهُ١:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْحَاقَ الصَّاغَانِيُّ٢، وَعَبْدُ اللَّهِ بْنُ جَعْفَرِ [بْنِ] ٣ دَرَسْتَوَيْهِ٤ النَّحْوِيُّ وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ/ وَتِسْعُونَ سَنَةً.
وَحَدِيثُ الصَّاغَانِيِّ عَنْهُ فِي مَوْتِ سَهْلِ بْنِ سَعْدٍ أَنَّهُ آخِرُ مَنْ مَاتَ مِنَ الصَّحَابَةِ – بِمِصْرَ – وَقَدْ وهم فيه وَإِنَّمَا مَاتَ بِالْمَدِينَةِ٥، وَمَاتَ الصَّاغَانِيُّ فِي صَفَرٍ مِنْ سَنَةِ سَبْعِينَ وَمِائَتَيْنِ.
أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ ثنا أَبُو محمد عبد الله بن جعفر بن درستويه النحوي – املاء ً- ثنا أَحْمَدُ بْنُ الْحُبَابِ الْحِمْيَرِيُّ ثنا مَكِّيُّ بن إبراهيم ثنا
_________
١ هو أحمد بن الحباب – بضم الهملة وفتح الموحدة – بن حمزة بن غيلان النسابة يروي عن مكي بن إبراهيم وعنه ابن درستويه النحوي وحرب الكرماني، له كتاب في النسب.
انظر: الإكمال ٢/ ١٤٤، المشتبه ١/ ٢٠٤ حاشية ٢.
٢ سيورد المؤلف له ترجمة في باب الميم.
٣ ما بين القوسين سقط من الأصل.
٤ هو رواية كتاب "المعرفة والتاريخ" للفسوي بالفاء، وثقه الحسين الشيرازي وابن مندة، وضعفه هبة الله بن الحسن الطبري والبرقاني، وقد رد تضعيفهما الخطيب ودافع عنه، ووثقه، مات سنة ٣٤٧ هـ.
انظر: تاريخ بغداد ٩/٤٢٨، لسان الميزان ٣/٢٦٧.
٥ ما ذهب إليه الخطيب هو الصحيح، وقد نص على ذلك ابن عبد البر وابن حجر.
انظر: الاستيعاب ٤/ ٢٧٧، الإصابة ٤/ ٢٧٥.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (65,'ابْنُ جُرَيْجٍ١ ثني مُوسَى بْنُ عُقْبَةَ أَنَّ نافعا ً مَوْلَى ابْنِ عُمَرَ أَخْبَرَهُ عَنِ ابْنِ عُمَرَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "أَنَّهُ كَانَ إِذَا اسْتَوَتْ بِهِ نَاقَتُهُ عِنْدَ مَسْجِدِ ذِي الْحُلَيْفَةِ أَهَلَّ بِقَوْلِ: لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لا شَرِيكَ لَكَ" ٢.
حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ الْفَضْلِ قَالَ: تُوُفِّيَ عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ دَرَسْتَوَيْهِ يَوْمَ الاثْنَيْنِ لِسِتٍّ بَقِينَ مِنْ صَفَرٍ سَنَةَ سبع وأربعين وثلاثمائة.
٦- أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْفَضْلِ أَبُو بَكْرٍ الْحَرَّانِيُّ رَحِمَهُ اللَّهُ٣.
حَدَّثَ عَنْهُ: يَعْقُوبُ بْنُ مُحَمَّدِ بْنِ عِيسَى الزُّهْرِيُّ٤، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ غَيْلانَ السُّوسِيُّ٥، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَتِسْعُ سِنِينَ.
وَحَدِيثُ يَعْقُوبَ الزُّهْرِيِّ عَنْهُ: أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: "خَسَفَتِ الشَّمْسُ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عليه وسلم"/٦ الحديث بطوله.
_________
١ هو عبد الملك بن عبد العزيز المكي.
٢ رواه البخاري في الصحيح – كتاب الحج، باب التلبية ٢/١٧٠، ومسلم في الصحيح – كتاب الحج باب التلبية ٢/ ٨٤٢ ح ٢٠.
٣ قال الخطيب: ما علمت من حاله إلا خيراً، مات سنة ٢٦٤ هـ.
انظر: الجرح والتعديل ١/١/٦٠ تاريخ بغداد ٤/٢٤٣.
٤ هو من ولد عبد الرحمن بن عوف مدني نزل بغداد، ضعفه أحمد وأبو حاتم.
انظر: الميزان ٤/٤٥٤، التهذيب ١١/ ٣٩٦.
٥ وثقه الدارقطني، مات سنة ٣٢٢ هـ.
انظر: تاريخ بغداد ٥/ ٤٤٥، الأنساب ٢/٣١٨.
٦ رواه البخاري في صحيحه – كتاب الكسوف، باب الصدقة في الكسوف ٢/ ٤٢، ومسلم – كتاب الكسوف، باب صلاة الكسوف، باب صلاة الكسوف ٢/ ٦١٨ ح ١.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (66,'قَالَ ابْنُ قَانِعٍ: مَاتَ يَعْقُوبُ بْنُ مُحَمَّدٍ الزهري – بمكة – في سنة ثلاث عشرة ومائتين.
أخبرنا بذلك السمسار عن الفار عَنْهُ.
وَحَدِيثُ ابْنِ غَيْلانَ عَنْهُ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "لَيْسَ عَلَى خَائِنٍ قَطْعٌ" ١.
قَالَ: ومات ابن غيلان سنة اثنتين وعشرين وثلاثمائة.
٧- أَحْمَدُ بْنُ إِسْحَاقَ بْنِ بُهْلُولٍ أَبُو جَعْفَرٍ التَّنُوخِيُّ الْقَاضِي الأَنْبَارِيُّ رَحِمَهُ اللَّهُ:
حَدَّثَ عَنْهُ: قَاسِمُ بْنُ زَكَرِيَّا الْمُطَرِّزُ٢، وَمُحَمَّدُ بْنُ عَبْدِ الرحمن المخلص.
_________
١ رواه النسائي في السنن – كتاب قطع السارق، باب ما لا قطع فيه ٨/ ٨٨، وأبو داود – كتاب الحدود، باب القطع في الخلسة والخيانة ٤/ ٥٥٢ ح ٤٣٩٢، والترمذي – كتاب الحدود، باب ما جاء في الخائن والمختلس والمنتهب ٤/ ٥٢ ح ١٤٤٨، قال: حسن صحيح، ورواه ابن ماجة ٢/٨٦٤ كتاب الحدود، باب الخائن والمنتهب والمختلس، وكلهم يروونه عن ابن جريج عن أبي الزبير عن جابر مرفوعاً بلفظ: (ليس على خائن ولا منتهب ولا مختلس قطع) ، وابن جريج لم يسمع من أبي الزبير محمد بن مسلم، وأبو الزبير مدلس وهو في كل الروايات لم يصرح بالسماع، وكذلك قال أبو داود: ابن جريج لم يسمع هذا الحديث من أبي الزبير، وبلغني عن أحمد بن حنبل أنه قال: إنما سمعه ابن جريج من ياسين الزيات.
٢ وأبو بكر المقرئ المشهور بالمطرز – بالطاء المهملة بعدها راء ثم زاي – قال الخطيب كان ثقة ثبتاً، مات سنة ٣٠٥هـ.
انظر: تاريخ بغداد ١٢/٤٤١، التهذيب ٨/٣١٥.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (67,'وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا الْحَسَنُ بن علي الجوهري ثنا عبد العزبز بْنُ جَعْفَرٍ الْخِرَقِيُّ١ ثنا قَاسِمُ بْنُ زَكَرِيَّا الْمُطَرِّزُ ثنا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ بُهْلُولٍ ثني أَبِي ثنا عَبْدَةُ بْنُ سُلَيْمَانَ ثنا ابْنُ الْمُبَارَكِ٢ عَنْ شُعْبَةَ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ٣ عَنْ زُهَيْرِ بْنِ أَبِي جَبَلٍ٤ قَالَ: قال رسول الله صلى الله عله وَسَلَّمَ: "مَنْ رَكِبَ الْبَحْرَ حِينَ يَرْتَجُّ فَلا ذِمَّةَ لَهُ، وَمَنْ بَاتَ عَلَى ظَهْرِ بَيْتٍ لَيْسَ عَلَيْهِ مَا يَسْتُرُهُ فَمَاتَ فَلا ذِمَّةَ له" ٥.
_________
١ أبو القاسم البزار – آخره راء – قال الخطيب: شيخ ثقة توفي سنة ٣٧٥ هـ، والخرقي – بكسر الخاء المعجمة وفتح الراء – نسبة إلى بيع الخرق والثياب.
انظر: تاريخ بغداد ١٠/ ٤٦٢، الأنساب ١/ ١٩٥.
٢ هو عبد الله بن المبارك الروزي.
٣ الجوني: - بالجيم المفتوحة وبعد الواو الساكنة نون ثم ياء – اسمه عبد الملك بن حبيب الأزدي، أحد علماء التابعين وثقه ابن معين وابن سعد وابن حبان، وقال النسائي: ليس به بأس. انظر: الجرح والتعديل ٢/٢/٣٤٦، الإكمال ٢/٢٢٥، التهذيب ٦/٣٤٦.
٤ أبو عمر زهير بن عبد الله البصري، ذكره جماعة في الصحابة ورجح أبو حاتم وابن حبان والبخاري وابن حجر أنه تابعي، وأن حديثه مرسل.
انظر: الجرح والتعديل ١/٢/٥٨٥، الإصابة ٤/٩١، التهذيب ٣/٣٤٦.
٥ أخرجه أحمد في المسند ٥/ ٧٩، ٢٧١، ورواه البخاري في الأدب المفرد، انظر: فضل الله الصمد بتوبيخ الأدب المفرد ٢/٦٠٢، وذكره ابن أبي حاتم في المراسيل ص: ٦٠ مختصراً.
وهو مخرج في سنن أبي داود من طريق عبد الرحمن بن علي بن شيبان الحنفي عن أبيه مرفوعاً بلفظ: من نام على ظهر بيت ليس عليه حجار ولم يذكر: من ركب البحر، ورواية شيبان هذه في الأدب المفرد، انظر: فضل الصمد ٢/٦٠٠، وله شاهد عن أبي أيوب الأنصار رضي الله عنه، انظر: فضل الله الصمد ٢/٦٠٢.
والحديث حسنه السيوطي في الصغير، وصححه الألباني في الصحيحة وساق جميع طرقه، انظر: الصحيحة ٢/٥٠٠ ح ٨٢٨.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (68,'(أَخْبَرَنَا أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ – بِأَصْبَهَانَ – قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حَيَّانَ يَقُولُ: تُوُفِّيَ قاسم المطرز سنة خمس وثلاثمائة) ١.
أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْمُقْرِئُ، وَأَبُو الْفَتْحِ أَحْمَدُ بْنُ عَلِيٍّ الإِيَادِيُّ.
وَأَبُو الْفَضْلِ هِبَةُ اللَّهِ بْنُ أَحْمَدَ الْمَأْمُونِيُّ٢، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيٍّ الْحَرْبِيُّ/٣ قَالُوا: أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ الْمُخَلِّصُ ثنا أَحْمَدُ بْنُ إِسْحَاقَ بْنِ بُهْلُولٍ ثنا أَبِي عَنْ عُثْمَانَ بْنِ عبد الرحمن٤ عن أبي
_________
١ تاريخ بغداد ١٢/٤٤١.
٢ قال الخطيب: كتبت عنه وكان لا بأس به، مات سنة ٤٥٠ هـ.
انظر: تاريخ بغداد ١٤/ ٧٢.
٣ قال الخطيب: كتبت عنه، وكان سماعه صحيحا ً مات سنة ٤٥٢ هـ.
انظر: تاريخ بغداد ٣/١٠٧.
٤ ابن عمر بن سعد بن أبي وقاص المدني، يقال المالكي، كذبه ابن معين وأبو حاتم، وقال ابن حبان: كان يروي عن الثقات الموضوعات، لا يجوز الاحتجاج به.
انظر: الجرح والتعديل ٣/١/١٥٧، والمجروحين ٢/٩٨، التهذيب ٧/١٣٣.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (69,'جَعْفَرٍ١ عَنْ أَبِيهِ٢ عَنْ عَلِيٍّ عَلَيْهِ السَّلامُ: "أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كَانَ يَسْتَعِطُ بِدُهْنِ الْجُلْجُلانِ إِذَا وَجِعَ رَأْسُهُ – يَعْنِي دُهْنَ السِّمْسِمِ" ٣.
حَدَّثَنِي أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ التَّوَّزِيُّ٤ قَالَ: مَاتَ أَبُو طَاهِرٍ الْمُخَلِّصُ فِي شَهْرِ رَمَضَانَ مِنْ سَنَةِ ثلاث وتسعين وثلاثمائة.
٨- أَحْمَدُ بْنُ نَصْرِ بْنِ طَالِبٍ أَبُو طَالِبٍ الْحَافِظُ الْبَغْدَادِيُّ رَحِمَهُ اللَّهُ:
حَدَّثَ عَنْهُ: عَبْدُ الله بن زيدان الكوفي٥، وأبو طالب الْمُخَلِّصُ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً.
وَحَدِيثُ ابْنِ زَيْدَانَ عَنْهُ، حُدثنا عَنْ أَبِي الطُّفَيْلِ٦ عَنْ علي - لا أراه إلا
_________
١ هو مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ يلقب بالباقر.
٢ علي بن الحسين زين العابدين.
٣ ذكره السيوطي في الجامع الصغير ولم يعزوه لغير طبقات ابن سعد ورمز له بالضعف وهو في الطبقات ١/ ٤٤٨، من رواية جابر بن يزيد الجعفي وهو متهم بالكذب، وذكره الألباني في سلسلة الأحاديث الضعيفة ٢/١٤٨ ح ٧١٠، وقال: لا يصح، وذكر أنه جاء من طريقين وكل طريق منهما فيه متهم بالكذب والوضع.
٤ قال الخطيب: كان صدوقاً كثير السماع، وقال الذهبي: ليس بقوي، مات سنة ٤٤٢ هـ، انظر: تاريخ بغداد ٤/ ٣٢٤، لسان الميزان ١/٢٣٣.
٥ أبو محمد البجلي – بالموحدة ثم الجيم – قال محمد بن أحمد بن حماد الحافظ: كان ثقة حجة كثير التعبد، مات سنة ٣١٣ هـ،
انظر: تذكرة الحفاتظ ٢/٧٦٧، شذرات الذهب ٢/٢٦٦.
٦ هو عامر بن واثلة الكناني وقيل الليثي، ولد عام أحد، رأى النبي صلى الله عليه وسلم وهو شاب، كان يقدم علياً على الشيخين مع ثنائه عليهما، وترحمه على عثمان، مات سنة ١٠٠ هـ أو بعدها، قال مسلم وغيره: هو آخر من مات من الصحابة. انظر: الاستيعاب ١٢/١٣، الإصابة ١١/٢١٥، التهذيب ٥/٨٢.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (70,'رَفَعَهُ إِلَى – النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ – قَالَ: "لَعَنَ اللَّهُ سُهَيْلا، فَقِيلَ لَهُ، فَقَالَ: كَانَ رَجُلا يُبْخِسُ النَّاسَ بِالظُّلْمِ فَمَسَخَهُ اللَّهُ شِهَابًا" ١.
قَالَ: وَمَاتَ عَبْدُ اللَّهِ بْنُ زَيْدَانَ البجلي بالكوفة في سنة ثلاث عشرة وثلاثمائة.
أَخْبَرَنِي الْحَسَنُ بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ [الْمُقْرِئُ] ٢ ثنا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُخَلِّصُ ثنا أَبُو طَالِبٍ أَحْمَدُ بْنُ نَصْرِ بْنِ طَالِبٍ ثنا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرِ بْنِ وَقْدَانَ الصُّورِيُّ٣ ثنا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ – ح –
وَأَخْبَرَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ أَحْمَدَ بْنِ/ بَشَّارٍ النَّيْسَابُورِيُّ٤ ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مَحْمُوَيْهِ الْعَسْكَرِيُّ٥ ثنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بن كثير الصوري ثنا
_________
١ رواه الطبراني في الكبير ١/٦٦ ح ١٨١، وابن السني في عمل اليوم والليلة ص ٢٤٣ ح ٦٥٥، ٦٥٦، وفي كل طرقه جابر الجعفي وهو متهم بالكذب والوضع.
٢ في الأصل: "المغربي"، والتصويب من تاريخ بغداد ٧/٣٩٢.
٣ كان غالباً في التشيع، يروي أخباراً باطلة ومع ذلك ذكره ابن حبان في ثقاته.
انظر: لسان الميزان ٥/٢٣.
٤ يكنى أبا محمد، ذكره أكرم العمري في شيوخ الخطيب الذين أقل الرواية عنهم.
انظر: موارد الخطيب ص: ٤٧٩.
٥ ستأتي ترجمته في باب الميم..',NULL,'80',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (71,'الْفِرْيَابِيُّ عَنِ ابْنِ ثَوْبَانَ١، عَنْ حَسَّانِ بْنِ عَطِيَّةَ عَنْ أَبِي كَبْشَةَ السَّلُولِيِّ٢ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلا حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ" ٣.
قَالَ أَبُو طَالِبٍ: وَمَا سَمِعْنَاهُ إِلا مِنْهُ مُجَوَّدًا
وَقَدْ ذَكَرْنَا فِي التَّرْجَمَةِ قَبْلَ هَذِهِ: أَنَّ وَفَاةَ الْمُخَلِّصِ فِي سنة ثلاث وتسعين وثلاثمائة.
٩- أَحْمَدُ بْنُ مُحَمَّدِ بْنِ رُمَيْحٍ أَبُو سَعِيدٍ النَّسَوِيُّ رَحِمَهُ اللَّهُ:
حَدَّثَ عَنْهُ: عَلِيُّ بْنُ الْفَضْلِ بْنِ طَاهِرٍ الْبَلْخِيُّ٤، وَالْحَسَنُ بْنُ الْحُسَيْنِ بن
_________
١ عبد الرحمن بن ثابت بن ثوبان العنسي – العين والسين المهملتين – الدمشقي الزاهد، وثقه دحيم وأبو حاتم، وقال ابن معين: ليس به بأس، وقال أحمد: أحاديثه مناكير، رمي بالقدر وتغير بآخره، مات سنة ١٦٥ هـ.
انظر: الميزان ٢/٥٥١، التهذيب ٦/١٥١.
٢ تابعي شامي ثقة، قال الذهبي: احتج به البخاري، قال أبو حاتم: لا أعلم أنه يسمى.
انظر: الجرح والتعديل ٤/٢/٤٣٠، الميزان ٤/٥٦٤، التهذيب ١٢/٢١٠.
٣ رواه البخاري في صحيحه – كتاب الأنبياء، باب ما ذكر عن بني إسرائيل ٤/٢٠٧، والترمذي في السنن – كتاب العلم، باب ما جاء في الحديث عن بني إسرائيل ٥/٤٠، وأحمد في المسند ٢/١٥٩.
٤ يكنى أبا الحسن، قال الخطيب: كان ثقة جوالاً صاحب غرائب، مات سنة ٣٢٣ هـ،
انظر: تاريخ بغداد ١٢/٤٧، تذكرة الحفاظ ٣/٨٧١.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (72,'الْعَبَّاسِ النِّعَالِيُّ١ الْبَغْدَادِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ سِنِينَ.
حَدَّثَنِي أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلالُ - بِلَفْظِهِ – ثنا عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ٢ ثنا عَلِيُّ بْنُ الْفَضْلِ بْنِ طَاهِرٍ الْبَلْخِيُّ "ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ رُمَيْحٍ ثني أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَاسِينَ٣ ثنا الْحَسَنُ بْنُ سَهْلٍ الْبَصْرِيُّ٤ ثنا قَطَنُ بْنُ صَالِحٍ الدِّمَشْقِيُّ٥ عَنْ إِبْرَاهِيمَ بْنِ أَدْهَمٍ عَنْ عَبْدِ اللَّهِ بْنِ شَوْذَبٍ عَنْ ثَابِتٍ٦ عَنْ أَنَسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "إِنَّ اللَّهَ تَعَالَى يُعَذِّبُ الْمُوَحِّدِين عَلَى قدر نقصان إيمانهم ويردون إلى الجنة خلوداً دائمين" ٧.
_________
١ قال الخطيب: كتبنا عنه، وكان كثير السماع إلا أنه أفسد أمره بادعائه السماع في أشياء لم تكن من سماعه، ولد سنة ٣٤٦هـ، ومات سنة ٤٣١هـ.
انظر: تاريخ بغداد ٧/٣٠٠، لسان الميزان ٢/٢٠١.
٢ هو أبو حفص بن شاهين.
٣ قال الذهبي: ... أبو إسحاق الحافظ العالم – الحداد الهروي، صاحب تاريخ هراة، تكلموا فيه، مات سنة ٣٣٤هـ.
انظر: تذكرة الحفاظ ٣/٨٧٧، اللسان ١/٢٦٦.
٤ ورد ذكره في ترجمة قطن بن صالح في تاريخ دمشق حيث قال ابن عساكر: ذكر لنا شيخنا أبو عبد الله أحاديث من منكراتهما الحسن وقطبة – تدل على حالهما ... اهـ.
ولم أجد له ترجمة فيما اطلعت عليه.
٥ قال الذهبي: يروي عن ابن جريج، كذبه الأزدي، وقال أبو الفضل المقدسي: أحاديثه عن شعبة مناكير. انظر: تاريخ دمشق ١٤/٢/٢١٤، الميزان ٣/٣٩١.
٦ هو ابن سليم البناني البصري.
٧ انظر: حلية الأولياء ٨/٥٤، وتاريخ ابن عساكر ١٤/٢/٢١٤، وقد ذكره السيوطي في الفتح الكبير ١/٣٥٩، ولم يعزوه لغير الحلية، وذكره الشيخ ناصر الدين الألباني في سلسلة الأحاديث الضعيفة والموضوعة ح ٣١٥٤، وقال: موضوع: انظر: ضعيف الجامع ٢/١٢٣.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (73,'قَالَ الْخَطِيبُ رَحِمَهُ اللَّهُ: بَلَغَنِي أَنَّ عَلِيَّ بْنَ الْفَضْلِ مَاتَ بِبَغْدَادَ فِي سَنَةِ ثَلاثٍ وعشرين وثلاثمائة./
أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ دُومَا النِّعَالِيُّ ثنا أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ رُمَيْحٍ النَّسَوِيُّ – إِمْلاءً – ثنا إِسْحَاقُ بْنُ أَحْمَدَ بْنِ عَبْدِ الرَّحْمَنِ١ ٢ ثنا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ حَكِيمٍ الْعَتَكِيُّ الْمَرْوَزِيُّ٣ ثنا سَعِيدُ بْنُ هُبَيْرَةَ الْعَامِرِيُّ٤ عَنْ حَمَّادِ بْنِ زَيْدٍ عَنْ أَيُّوبَ٥ عَنْ نَافِعٍ عَنِ ابن عمر: "أن النبي
_________
١ لم أقف على ترجمته.
٢ بياض في الأصل قد ثلاث كلمات.
٣ أبو عبد الرحمن الهمذاني الفرياناني نسبة إلى فريانان – بكسر الفاء وسكون الراء وفتح الياء وسكون الألفين بينهما نون مفتوحة وفي آخرها نون ثانية – قرية قرب مرو.
قال ابن عدي: كان يحدث بالمناكير، وقال النسائي: ليس بثقة، وقال أبو نعيم: مشهور بالوضع.
انظر: الضعفاء والمتروكون ص: ٢٢، اللباب ٢/٤٢٧، الميزان ١/١٠٨.
٤ أبو مالك المروزي، قال أبو حاتم: ليس بالقوي، قال ابن حبان: يروي الموضوعات عن الثقات، لا يحل الاحتجاج به بحال.
انظر: الجرح والتعديل ٢/١/٧٠، المجروحين ١/٣٢٦، اللسان ٣/٤٨.
٥ هو ابن أبي تميمة السختياني.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (74,'صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِلالا أَنْ يَشْفَعَ الأَذَانَ وَيُوتِرَ الإِقَامَةَ"١.
قَالَ أَبُو سَعِيدِ بْنُ رُمَيْحٍ: هَكَذَا حَدَّثَ بِهِ سَعِيدٌ [الْعَامِرِيُّ] ٢ عَنْ حَمَّادِ بْنِ زَيْدٍ.
تُوُفِّيَ أَبُو عَلِيِّ بْنُ دُومَا فِي ذِي الْحِجَّةِ مِنْ سَنَةِ إحدى وثلاثين وأربعمائة٣.
١٠- أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ أَبُو نُعَيْمٍ الْحَافِظُ الأَصْبَهَانِيُّ٤ رَحِمَهُ اللَّهُ:
حَدَّثَ عَنْهُ: كُوشْيَارُ بْنُ لياليزورَ الْجِيلِيُّ٥، وَلَقِينَاهُ٦ فسمعنا منه
_________
١ رواه البخاري في صحيحه – كتاب الأذان باب بدء الأذان ١/١٥٧، ومسلم في الصحيح – كتاب الصلاة، باب الأمر بشفع الأذان ١/٢٨٦، والنسائي في السنن – كتاب الأذان، باب تثنية الأذان ٢/٣، وابن ماجه أيضاً في السنن – كتاب الأذان، باب إفراد الإقامة ١/٢٤١، إلا أنه عندهم كلهم عن أيوب عن أبي قلابة عن أنس الحديث.
٢ في الأصل: "العارمي".
٣ انظر: تاريخ بغداد ٧/٣٠١.
٤ صاحب حلية الأولياء، كان إماماً في الزهد والتصوف، جمع بين الفقه والحديث، قال الذهبي: تكلم فيه بلا حجة عقاباً من الله، لأنه تكلم في ابن منده بلا حجة، مات سنة ٤٣٠هـ، انظر: الميزان ١/١١١، طبقات الشافعية الكبرى ٤/١٨.
٥ الجيلي: - بكسر الجيم وسكون الياء المثناة التحتية بعدها لام آخره – قال الخطيب: سكن بغداد وكان ثقة.
انظر: تاريخ بغداد ١٢/٤٩٢، اللباب ١/٣٢٤.
٦ أي أن الخطيب لقي أبا نعيم وروى عنه، فأصبح بينه وبين كوشيار مدة تزيد على الستين سنة، فدخل ذلك في باب السابق اللاحق – وهي أقل مدة اشترطها الخطيب للتباعد بين الراويين – والله أعلم.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (75,'وَكَتَبْنَا عَنْهُ، وَمَاتَ كُوشْيَارُ نَحْوَ سَنَةِ تِسْعِينَ وثلاثين أَوْ قَبْلَ ذَلِكَ.
أَخْبَرَنِي أَبُو الْفَرَجِ الْحُسَيْنُ بْنُ عَلِيٍّ الطَّنَاجِيرِيُّ ثنا أَبُو عَلِيٍّ كُوشْيَارُ بْنُ لياليزورَ بْنِ الْحُسَيْنِ بْنِ عِيسَى بْنِ مَهْدِيٍّ الْجِيلِيُّ – بِانْتِقَاءِ الْحَافِظِ الدَّارَقُطْنِيِّ – ثنا أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ ثنا سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعُمَرِيُّ١ ثنا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ٢ عَنْ رَجُلٍ – قَالَ أَبُو نُعَيْمٍ: قَدْ خَفِيَ عَلَيَّ اسْمُهُ – عَنْ مُوسَى بْنِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ/ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِمُ السَّلامُ٣ عَنْ أَبِيهِ جَعْفَرٍ٤.
عَنْ أَبِيهِ مُحَمَّدٍ عَنْ أَبِيهِ عَلِيٍّ عَنْ أَبِيهِ الْحُسَيْنِ عَنْ أَبِيهِ عَلِيِّ بْنِ أَبِي طَالِبٍ
_________
١ رماه النسائي بالكذب، وقال الدارقطن: ضعيف، مات سنة ٢٩٠هـ أو بعدها.
انظر: الميزان ٣/١٥، لسان الميزان ٤/١١٢.
٢ أبو عبد الله إسماعيل بن عبد الله المدني، قال أحمد: لا بأس به، وقال أبو حاتم: محله الصدق، وضعفه ابن معين والنسائي والدارقطني وغيرهم، وقال الحافظ في التقريب: صدوق أخطأ في بعض الأحاديث، واعتذر للشيخين في إخراجهما حديثه في مقدمة الفتح ص: ٣٩١، مات حوالي سنة ٢٢٧هـ.
انظر: الجرح والتعديل ١/١/١٨٠، الميزان ١/٢٢٢، التهذيب ١/٣١٠.
٣ تتكرر هذه العبارة في الكتاب عند ذكر علي وذريته، ولعلها من الناسخ، وقد بينت ذلك في المقدمة.
٤ أبو عبد الله المعروف بالصادق.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (76,'رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَنْ سَبَّ الأَنْبِيَاءَ قُتِلَ، وَمَنْ سَبَّ أَصْحَابِي جُلِدَ" ١.
قَالَ الْخَطِيبُ رَحِمَهُ اللَّهُ٢: أَظُنُّ أَبَا نُعَيْمٍ حَدَّثَ كُوشْيَارَ مِنْ حِفْظِهِ عَلَى هَذَا الْوَجْهِ.
وَهُوَ مَحْفُوظٌ عَنِ ابْنِ أَبِي أُوَيْسٍ عَنْ مُوسَى بْنِ جَعْفَرٍ لَيْسَ بَيْنَهُمَا أَحَدٌ، وَقَدْ سَمِعْنَاهُ عَلَى الصَّوَابِ مِنْ أَبِي نُعَيْمٍ وَمِنْ غَيْرِهِ.
أَخْبَرَنَا أَبُو نُعَيْمٍ وَأَبُو الفرح مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ شَهْريَارَ٣ قَالا: ثنا سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أيوب أبو القاسم الطبراني ثنا٤ مُوسَى بْنُ جَعْفَرٍ عَنْ أَبِيهِ جَعْفَرٍ عَنْ أَبِيهِ مُحَمَّدٍ عَنْ أَبِيهِ عَلِيٍّ عَنْ أَبِيهِ الْحُسَيْنِ عَنْ أَبِيهِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِمُ السَّلامُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَنْ سَبَّ الأَنْبِيَاءَ – وقال أبو
_________
١ رواه الطبراني في الصغير ١/٢٣٥، عن شيخه عبيد الله بن محمد العمري، قال الحافظ في اللسان ٤/ ١١٢: رجاله ثقات إلا العمري فإنه متهم بالكذب والوضع، ومن مناكيره هذا الخبر، وذكره الهيثمي في المجمع ٦/٢٦٠، وعزاه إلى المعجمين الصغير والأوسط وأشار إلى أن العمري هو علته، وقال الألباني في الضعيفة: ١/٢٤٤ ح ٢٠٦: هذا الحديث موضوع.
٢ هذه الجملة يبدو أنها من زيادات النساخ والله أعلم.
٣ ذكره الذهبي في عداد شيوخ الخطيب الذين أخذ العلم عنهم بأصبهان، تذكرة الحفاظ ٠ ٣/١١٣٦، وكذلك ذكره يوسف العش في شيوخ الخطيب، انظر: الخطيب: ٨٥.
٤ هنا سقط بعض الإسناد، لأن موسى بن جعفر لم يدركه الطبراني وبينهما رجلان – العمري وابن أبي أويس – كما مر سابقاً ولعل ذلك من الناسخ والله أعلم.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (77,'نُعَيْمٍ: مَنْ شَتَمَ الأَنْبِيَاءَ – قُتِلَ، وَمَنْ سَبَّ – قَالَ أَبُو نُعَيْمٍ: وَمَنْ شَتَمَ – أَصْحَابِي جُلِدَ".
قَالَ الطَّبَرَانِيُّ: لا يُرْوَى عَنْ عَلِيٍّ إِلا بِهَذَا الإِسْنَادِ، تَفَرَّدَ بِهِ ابْنُ أَبِي أُوَيْسٍ.١
قَالَ الْخَطِيبُ – رَحِمَهُ اللَّهُ٢ -: قَدْ رَوَاهُ أَيْضًا أَبُو الصَّلْتِ عَبْدُ السَّلامِ بْنُ صَالِحٍ الْهَرَوِيُّ٣ وَعَبْدُ اللَّهِ بْنُ مُوسَى بْنِ جَعْفَرٍ٤ أَخُو عَلِيِّ بْنِ مُوسَى كِلاهُمَا عَنْ عَلِيِّ بْنِ مُوسَى٥، كَرِوَايَةِ ابْنِ أَبِي أُوَيْسٍ عَنْهُ.
أَمَّا حَدِيثُ عَبْدِ السَّلامِ فَأَخْبَرَنَاهُ أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَبِي بَكْرِ بْنِ شَاذَانَ، ثنا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ ثنا حُسَيْنُ بْنُ حُمَيْدٍ٦ ثنا عَبْدُ السَّلامِ بْنُ صَالِحٍ الْهَرَوِيُّ ثنا عَلِيُّ بْنُ مُوسَى الرِّضَا/ ثني أَبِي مُوسَى بْنُ جَعْفَرٍ عَنْ أَبِيهِ جَعْفَرٍ عَنْ أَبِيهِ مُحَمَّدٍ عَنْ أَبِيهِ عَلِيٍّ عَنْ أَبِيهِ الْحُسَيْنِ عَنْ أَبِيهِ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: قال
_________
١ المعجم الصغير ١/٢٣٥.
٢ هذه الجملة يبدو أنها من زيادات الناسخ والله أعلم.
٣ نزيل نيسابور، ضعفه أبو حاتم وأبو زرعة والدارقطني وغيرهم، رمي بالتشيع.
انظر: الجرح والتعديل ٣/١/٤٨، الميزان ٢/٦٦، التهذيب ٦/٣١٩.
٤ لم أقف على ترجمته.
٥ هو المعروف بالرضا، قال الدارقطني: يهم ويخطئ، وقال الذهبي: نسبت إليه نسخة مكذوبة مات سنة ٢٠٣هـ، ترجم له ابن حبان في الثقات ٨/٤٥٦، ودافع عنه كثيراً.
٦ هو أبو عبد الله اللخمي – بالخاء المعجمة – الكوفي، كذبه ابن معين واتهمه ابن عدي، مات سنة ٢٨٢هـ.
انظر تاريخ بغداد ٨/٣٨، لسان الميزان ٢/٢٨٠.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (78,'رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَنْ سَبَّ نَبِيًّا مِنَ الأَنْبِيَاءِ فَاقْتُلُوهُ، وَمَنْ سَبَّ أَحَدًا مِنْ أَصْحَابِي فَاجْلِدُوهُ".
وَأَمَّا حَدِيثُ عَبْدِ اللَّهِ بْنِ مُوسَى، فَأَخْبَرَنِيهِ عُبَيْدُ اللَّهِ بْنُ أَبِي الْفَتْحِ الْفَارِسِيُّ ثنا عَلِيُّ بْنُ عُمَرَ الدَّارَقُطْنِيُّ ثنا مُحَمَّدُ بْنُ نُوحٍ الْجُنْدَيْسَابُورِيُّ١ ثنا عَبْدُ الْعِزيِز بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ زَبَالَةَ٢ ثنا عَبْدُ اللَّهِ بْنُ مُوسَى بْنِ جَعْفَرٍ عَنْ عَلِيِّ بْنِ مُوسَى عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِ عَنِ الْحُسَيْنِ بْنِ عَلِيٍّ عَنْ أَبِيهِ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنْ سَبَّ نَبِيًّا فَاقْتُلُوهُ، وَمَنْ سَبَّ أصحابي فاضربو".
_________
١ نسبته إلى جنديسابوري من مدن خوزستان، قال الدارقطني: كان ثقة مأمونا ما رأيت أصح من كتبه، مات سنة ٣٢١هـ.
انظر: تاريخ بغداد ٣/٣٢٤، تذكرة الحفاظ ٣/٨٢٦.
٢ في الأصل: "عبد العزيز بن محمد بن الحسين بن زباله"، والتصويب من المجروحين والميزان ولسانه.
وقد ذكره الذهبي في موضعين، الأول: باسم عبد العزيز بن الحسن بن زباله، والثاني: باسم عبد العزيز بن محمد بن زباله، قال ابن حجر في اللسان ٤/٢٨: والصواب أنهما واحد، وأن اسمه: عَبْدُ الْعِزيِز بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ زباله.
قال عنه: الذهبي: روى عن عبد الله بن موسى عن آبائه حديثاً منكراً، وقال ابن حبان: يروي عن المدنيين الثقات الموضوعات المعضلات فبطل الاحتجاج به.
انظر: المجروحين ٢/١٣٨، الميزان ٢/٦٢٧، ٦٣٤.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (79,'١١- إِبْرَاهِيمُ بْنُ طَهْمَانَ أَبُو سَعِيدٍ الْهَرَوِيُّ رَحِمَهُ اللَّهُ:
حَدَّثَ عَنْهُ: صَفْوَانُ بْنُ سُلَيْمٍ الزُّهْرِيُّ، وَعَبْدُ الرَّحْمَنِ بْنُ سَلامٍ الْجُمَحِيُّ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ وَتِسْعُونَ سَنَةً.
وَحَدِيثُ صَفْوَانَ عَنْهُ قَالَ زَيْدُ بْنُ وَهْبٍ١: "كَتَبَ عُمَرُ بْنُ الْخَطَّابِ أن لا تبيعوا الذَّهَبَ بِالذَّهَبِ وَالْفِضَّةَ بِالْفِضَّةِ إِلا مِثْلا بِمِثْلٍ فإنه لا يَصْلُحُ، وَإِنَّ لِلْمُسَافِرِ أَنْ يَمْسَحَ عَلَى الْخُفَّيْنِ ثَلاثَ لَيَالٍ وَلِلْمُقِيمِ يَوْمًا وَلَيْلَةً، وَلا يَتَزَوَّجُ النَّصْرَانِيُّ الْمُسْلِمَةَ، وَيَتَزَوَّجُ الْمُسْلِمُ النَّصْرَانِيَّةَ، وَيَتَزَوَّجُ الْمُهَاجِرُ الأَعْرَابِيَّةَ [وَلا يَتَزَوَّجُ] ٢ الأَعْرَابِيُّ الْمُهَاجِرَةَ يُخْرِجُهَا مِنَ الْهِجْرَةِ"٣.
أَخْبَرَنَا عَلِيُّ بْنُ بِشْرَانَ٤ ثنا الْحُسَيْنُ الْبَرْذَعِيُّ٥ ثنا ابْنُ أَبِي الدُّنْيَا٦ ثنا
_________
١ أبو سليمان الجهني، أسلم في حياة النبي صلى الله عليه وسلم فوجده قد مات قبل قدومه، وكان ثقة كثير الحديث، قال ابن حجر في التقريب: لم يصب من قال إن في حديثه خلل.
انظر: الإصابة ص: ٩٠، التهذيب ٣/٤٢٧.
٢ ما بين المعكوفتين سقط من الأصل، وأضفته من مصنف عبد الرزاق ومصنف ابن أبي شيبة.
٣ أخرجه عبد الرزاق في المصنف ١/٢٠٦ الجلة المتعلقة بالمسح فقط، و ٧/١٧٧ منه، من قوله: ولا يتزوج النصراني المسلمة إلى آخر الحديث، وكذلك أخرجه ابن أبي شيبة في المصنف ١/١٧٩، الجملة المتعلقة بالمسح، و٤/٣٤٦ منه ومن قوله: ولا يتزوج الأعرابي المهاجرة ... الحديث من هذا الطريق وبهذا اللفظ اهـ.
أما الجملة الأولى فلم أجد من ذكرها فيما اطلعت عليه من كتب الحديث.
٤ أبو الحسين علي بن محمد بن عبد الله بن بشران المعدل.
٥ أبو علي الحسين بن صفوان، راوي مصنفات ابن أبي الدنيا، قال الخطيب: كان صدوقاً مات سنة ٢٤٠هـ
البردعي: - بالمهملة أو بالذال المعجمة – نسبة إلى بلدة من أعمال أذبيجان يقال لها بردعة أو برذعة. معجم البلدان ١/٣٧٩.
انظر: تاريخ بغداد ٨/٥٤، شذرات الذهب ٢/٣٥٦.
٦ هو أبو بكر عبد الله بن محمد، ستأتي ترجمته في باب العين.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (80,'مُحَمَّدُ بْنُ سَعْدٍ قَالَ: (صَفْوَانُ بْنُ سُلَيْمٍ مَوْلَى حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيِّ، وَيُكَنَّى أَبَا عَبْدِ اللَّهِ تُوُفِّيَ بِالْمَدِينَةِ/ سَنَةَ ثِنْتَيْنِ وَثَلاثِينَ وَمِائَةٍ)
أَخْبَرَنَا أَبُو عُبَيْدٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ النَّيْسَابُورِيُّ ثنا أبو عمرو محمد بن أجمد بْنِ حَمْدَانَ ثنا أَبُو أَحْمَدَ بْنُ الْمُثَنَّى الْمَوْصِلِيُّ ثنا عَبْدُ الرَّحْمَنِ بْنُ سَلامٍ ثنا إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ٢ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَنْ ذُكِرْتُ عِنْدَهُ فَلْيُصَلِّ عَلَيَّ، فَإِنَّهُ مَنْ صَلَّى عَلَيَّ مَرَّةً صَلَّى اللَّهُ عَلَيْهِ عَشْرًا" ٣.
أَخْبَرَنَا السِّمْسَارُ ثنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ عَبْدَ الرَّحْمَنِ بْنَ سَلامٍ الْجُمَحِيَّ، مَاتَ بِالْبَصْرَةِ فِي سَنَةِ إِحْدَى وَثَلاثِينَ وَمِائَتَيْنِ.
١٢- إِبْرَاهِيمُ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ أَبُو إِسْحَاقَ الزُّهْرِيُّ رَحِمَهُ اللَّهُ:
(حَدَّثَ عَنْهُ: يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الهادي الليثي، والحسين بن سيار
_________
١ انظر: الطبقات الكبرى – القسم المخطوط الساقط المدينة – ق ٢١٥ ب، المحفوظ بمكتبة الجامعة الإسلامية تحت رقم ٧٣٦، ٧٣٧.
٢ عمرو بن عبد الله السبيعي.
٣ رواه بهذا اللفظ عن أنس النسائي في عمل اليوم والليلة ص: ٥.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (81,'الْحَرَّانِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثِنْتَا عَشْرَةَ سَنَةً) ٢.
أَخْبَرَنَا أَبُو الْقَاسِمِ الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ الْمُنْذِرِ٣ الْقَاضِي ثنا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصَّفَّارُ ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ٤ بْنِ يَزِيدَ وَأَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْقَاسِمِ الشَّاهِدُ٥ ثنا عَلِيُّ بْنُ إِسْحَاقَ الْمَادَرَائِيُّ٦ ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ يَزِيدَ بْنِ الْمُنَادِي ثنا يُونُسُ بْنُ مُحَمَّدٍ٧ ثنا الليث بن سعد عن يزيد ابن الهاد
_________
١ بغدادي نزل حران في مكتبه أحاديث منكرة، وقد اختلط آخر أمره، قال أبو عروبة: متروك، مات بعد سنة ٢٥٠ هـ.
انظر: تاريخ بغداد ٨/٤٩، لسان الميزان ٢/٢٨٧.
٢ انظر: تهذيب التهذيب ١/ ١٢٢.
٣ قال ابن العماد: كان صدوقاً علامة بالفرائض، مات سنة ٤١١ هـ.
انظر: شذرات الذهب ٣/١٩٥.
٤ هو أبو جعفر المعروف بابن المنادي، وثقه عبد الله بن أحمد ومحمد بن كامل، وقال أبو حاتم: صدوق، ولد سنة ١٧١ هـ، ومات سنة ٢٧٢ هـ.
انظر: الجرح والتعديل ٤/١/٣، تاريخ بغداد ٢/٣٢٦، والتهذيب ٩/٣٢٥.
٥ ذكره الذهبي في شيوخ الخطيب الذين أخذ عنهم العلم بالبصرة، تذكرة الحفاظ ٣/١١٣٦، وذكره أيضاً يوسف العش في شيوخ الخطيب، الخطيب ص: ٨٣.
ولم أقف على ترجمته.
٦ نسبته إلى مادرايا – بالدال المهملة – بلدة قرب البصرة، اللباب ٣/١٤٢، ويكنى أبا الحسن، مسند البصرة ومحدثها المشهور، توفي سنة ٣٣٤ هـ.
انظر: تذكرة الحفاظ ٣/٨٤٧، شذرات الذهب ٢/٣٣٥.
٧ أبو محمد المؤدب.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (82,'عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنِ ابْنِ شِهَابٍ١ عَنْ عَبْدِ الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ عَنْ مُحَمَّدِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ: "اسْتَأْذَنَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ نِسَاءٌ مِنْ قُرَيْشٍ يُكَلِّمْنَهُ وَيَسْتَكْثِرْنَهُ عَالِيَةً أَصْوَاتُهُنَّ، فَلَمَّا اسْتَأْذَنَ عُمَرُ تَبَادَرْنَ الْحِجَابَ فَدَخَلَ عُمَرُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَضْحَكُ فَقَالَ عُمَرُ: أَضْحَكَ اللَّهُ سِنَّكَ/ يَا رَسُولَ اللَّهِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: عَجَبًا مِنْ هَؤُلاءِ اللَّوَاتِي كُنَّ عِنْدِي، فَلَمَّا سَمِعْنَ صَوْتَكَ تَبَادَرْنَ الْحِجَابَ، قَالَ عُمَرُ: فَأَنْتَ أَحَقُّ أَنْ يَهَبْنَ ثُمَّ قَالَ: أَيْ عَدُوَّاتِ أَنْفُسِهِنَّ أَهِبْتَنَّنِي وَلا – قَالَ الصَّفَّارُ وَلَمْ – تَهَبْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قُلْنَ: نَعَمْ أَنْتَ أَفَظُّ وَأَغْلَظُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.
قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَالَّذِي نَفْسِي بِيَدِهِ مَا لَقِيتُ الشَّيْطَانَ سَالِكًا فَجًّا إِلا سَلَكَ غَيْرَ فَجِّكَ" ٢.
أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ الرَّزَّازُ٣ ثنا مُحَمَّدُ بْنُ أَحْمَدَ الصَّوَّافُ ثنا بِشْرُ بْنُ مُوسَى ثنا عَمْرُو بْنُ عَلِيٍّ الْمَدَنِيُّ٤ قَالَ: مَاتَ يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ – من
_________
١ أبو بكر محمد بن مسلم الزهري.
٢ انظر: صحيح البخري – كتاب المناقب، باب مناقب عمر ٥/١٣- ١٤.
٣ هو بفتح الراء وتشديد الزاي بعدها ألف وفي آخره زاي.. اللباب ٢/ ٢٢.
قال الخطيب: كتبنا عنه وكان كثير السماع كثير الشيوخ، ولد سنة ٣٣٥ هـ، ومات سنة ٤١٩ هـ، انظر: تاريخ بغداد ١١/٣٣٠، اللسان ٤/١٩٦.
٤ هو أبو حفص الفلاس.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (83,'بِني اللَّيْثِ مِنْ أَنْفُسِهِمْ – سَنَةَ تِسْعٍ وَثَلاثِينَ وَمِائَةٍ١.
وَحَدَّثَ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ: شُعْبَةُ بْنُ الْحَجَّاجِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْحُسَيْنِ بْنِ سَيَّارٍ إِحْدَى وَتِسْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْفَقِيهُ الْبَرْقَانِيُّ قَالَ: قَرَأْتُ عَلَى أَبِي الْفَضْلِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ الزُّهْرِيِّ٢ حَدَّثَكَ عَمُّكَ سَعْدُ بْنُ مُحَمَّدٍ الزُّهْرِيُّ٣ ثني عَمِّي أَحْمَدُ بْنُ سَعْدٍ٤ ثنا عَلِيُّ بْنُ الْجَعْدِ ثنا شُعْبَةُ ثني إِبْرَاهِيمُ بْنُ سَعْدٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ: "أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اتخذ خاتم فضة حبشي"٥.
_________
١ لعله قال ذلك في كتاب "التاريخ" وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٣٤٧.
٢ وثقه الخطيب والبرقاني والأزجي والداقطني، وكان صاحب كتاب، ولد سنة ٢٩٠ هـ، وتوفي سنة ٣٨١ هـ.
انظر: تاريخ بغداد ١٠/٣٦٨، شذرات الذهب ٣/١٠١.
٣ لم أقف على ترجمته.
٤ ابن إبراهيم بن سعد من ولد عبد الرحمن بن عوف الزهري.
٥ رواه مسلم في صحيحه – كتاب اللباس، باب في خاتم الورق فصه حبشي ٣/١٦٥٨ ح ٢٠٩٤، ولفظه عنده: ... كان خاتم رسول الله صلى الله عليه وسلم من ورق وكان فصه حبشياً، وأورد البخاري في الصحيح – اللباس، باب فضل الخاتم ٧/٢٠١ جملة منه، وأخرجه بلفظ مسلم كل من أبي داود ٤/٤٢٤ ح٤٢١٦، كتاب الخاتم، باب ما جاء في اتخاذ الخاتم، والترمذي ٤/٢٢٧ – كتاب اللباس، باب ما جاء في اتخاذ خاتم فضة.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (84,'أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْقَطَّانُ ثنا عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ دَرَسَتْوَيْهِ ثنا يَعْقُوبُ بْنُ سُفْيَانَ١ ثنا " (أَبُو) ٢ الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ٣ قَالَ: مَاتَ/ شُعْبَةُ سَنَةَ سِتِّينَ وَمِائَةٍ فِي أَوَّلِ السَّنَةِ"٤.
وَحَدَّثَ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ: اللَّيْثُ بْنُ سَعْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْحُسَيْنِ بْنِ سَيَّارٍ سِتٌّ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا الْحَسَنُ بْنُ أَبِي طَالِبٍ٥ ثنا عُمَرُ بْنُ أَحْمَدَ الْمُذَكِّرُ٦ ثنا عَبْدُ الْعَزِيزِ بْنُ قَيْسٍ الْبَرْسِيمِيُّ٧ – بِمِصْرَ – ثنا أَحْمَدُ بْنُ عَبْدِ الرحمن بن وهب٨ ثنا
_________
١ هو الفسوي صاحب "المعرفة والتاريخ"، مات سنة ٢٧٧ هـ، أو بعدها.
انظر: تذكرة الحفاظ ٢/٥٨٢، التهذيب ١١/٣٨٥.
٢ ما بين المعكوفتين سقط من الأصل، وأثبتها من كتاب المعرفة والتاريخ ١/١٤٧.
٣ الطيالسي البصري.
٤ انظر: المعرفة والتاريخ للفسوي ١/١٤٧.
٥ هو الحسن بن محمد أبو محمد الخلال.
٦ لم أقف على من ترجمه، فلعله ابن شاهين عمر بن أحمد بن عثمان الواعظ، والله أعلم.
٧ بفتح الباء الموحدة وسكون الراء وكسر السين المهملة وسكون المثناة التحتية في آخرها ميم ثم ياء النسبة قال ابن ماكولا: كان ثقة، مات سنة ٣٣٢هـ.
انظر: الإكمال ١/٤٢٣، اللباب ١/١٣٩.
٨ هو ابن أخي عبد الله بن وهب المصري، قال أبو حاتم: كان ثقة مستقيم ثم خلط، وقال الحافظ في التقريب: صدوق تغير بأخرة، مات سنة ٢٦٤ هـ.
انظر: الجرح والتعديل ١/١/٥٩، التهذيب ١/٥٤.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (85,'عَمِّي١ ثنا اللَّيْثُ بْنُ سَعْدٍ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ عَنْ أَبِيهِ٢
عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ٣ عَنْ أَبِيهِ: "أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ في الركعتين كأنه على الرضف٤، قال: قُلْتُ لأَبِي: حَتَّى يَقُومَ؟ قَالَ: حَتَّى يَقُومَ"٥.
_________
١ عبد الله بن وهب المصري.
٢ أبو إسحاق سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عوف الزهري.
انظر: التاريخ الكبير ٢/٢/٥١، التهذيب ٣/٤٦٣.
٣ اسمه عامر وقيل اسمه كنيته، وكان ثقة كثير الحديث، والراجح عند أكثر العلماء أنه لم يسمع من أبيه شيئاً، مات سنة ٨٢ هـ.
انظر: الطبقات الكبرى ٦/٢١٠، التهذيب ٥/٧٥.
٤ الرضف هو: الحجارة المحماة يوغز بها اللبن، واحدتها رضفة وتحرك رَضَفَة.
انظر: غريب الحديث لابن قتيبة ٢/٢٣١، القاموس المحيط ٣/١٤٩.
٥ أخرجه أبو داود في السنن – كتاب الصلاة، باب في تخفيف القعود ١/٦٠٦ ح ٩٩٥، والترمذي – كتاب الصلاة باب ما جاء في مقدار القعود في الركعتين الأوليين ٢/٢٠٢ ح ٣٦٦، وقال: هذا حديث حسن إلا أن أبا عبيدة لم يسمع من أبيه، والحديث رواه أحمد في المسند ١/٣٨٦.
قال ابن رجب: قال يعقوب بن شبية: إنما استجاز أصحابنا أن يدخلوا حديث أبي عبيدة في المتصل لمعرفته بحديث أبيه وأنه لم يأت فيه بمنكر انتهى، ثم قال: وكان يرى ابن المدني أن حديث أبي عبيدة عن أبيه ثبت. اهـ.
انظر: شرح علل الترمذي ص: ٢٣٣.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (86,'أَخْبَرَنَا أَبُو حَازِمٍ عُمَرُ بْنُ أَحْمَدَ بْنِ إبراهيم العبدوي١ الحافظ – بنيسابوري – ثنا الْقَاسِمُ بْنُ غَانِمِ بْنِ حَمُّوَيْهِ الصَّيْدَلانِيُّ٢ ثنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ سَعِيدٍ الْبُوشَنْجِيُّ قَالَ: سَمِعْتُ ابْنَ بُكَيْرٍ٣ يَقُولُ: "مَاتَ اللَّيْثُ لِلنِّصْفِ مِنْ شَعْبَانَ يَوْمَ الْجُمُعَةِ سَنَةَ خَمْسٍ وَسَبْعِينَ وَمِائَةٍ وَصَلَّى عَلَيْهِ مُوسَى بْنُ عِيسَى٤"٥.
أَخْبَرَنَا الْقَاضِي أَبُو الْقَاسِمِ الْحَسَنُ بْنُ الْحُسَيْنِ بن علي بن الْمُنْذِرُ، وَأَبُو عَلِيٍّ الْحَسَنُ بْنُ أَبِي بَكْرِ بْنِ شَاذَانَ قَالا: أنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ.
ثنا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ يَحْيَى الرَّهَاوِيُّ٦ ثنا الْحُسَيْنُ بْنُ سَيَّارٍ ثنا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنِ الزُّهْرِيِّ عَنْ قَبِيصَةَ٧ عَنْ أُمِّ سَلَمَةَ: "أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ/ عَادَ أَبَا
_________
١ قال في اللباب ٢/٣١٣: نسبته إلى عبدويه بضم الدال المهملة والمحدثون يقولون: عبدويي بيائين تحتييين والنحويون يقولون عبدوي بياء وبفتح العين والدال ... اهـ.
انظر: تاريخ بغداد ١١/٢٧٢، تذكرة الحفاظ ٣/١٠٧٢.
٢ كان طبيبا عمر طويلاً، قال الحاكم: لم تعجبني روايته لتاريخ ابن بكير، وتوفي سنة ٣٣٦ هـ، انظر: لسان الميزان ٤/٤٦٤.
٣ هو يحيى بن عبد الله بن بكير المخزومي مولاهم المصري.
٤ أحد ولد عبد الله بن العباس الهاشمي، وأحد أمرائهم، ولي الحرمين للمهدي ثم مصر للرشيد، توفي سنة ١٨٣هـ.
انظر: النجوم الزاهرة ٢/٧٨، الأعلام ٨/٢٧٧.
٥ لعله قال ذلك في كتاب "التاريخ"، وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٣٣٦.
٦ لم أقف على ترجمته.
٧ ابن ذؤيب بالمعجمة – مصغراً – الخزاعي.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (87,'سلمة فأغمصه"١.
أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ الْبَادَا٢ وَأَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدٍ الْخُوَارَزْمِيُّ٣ وَأَبُو الْفَضْلِ إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ مَخْلَدٍ الْفَارِسِيُّ وَالْقَاضِي أَبُو الْقَاسِمِ عَلِيُّ بْنُ المحسن التَّنُوخِيُّ٤ قَالُوا: أنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ صَالِحٍ الأَبْهَرِيُّ٥ ثنا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ مَوْدُودٍ قَالَ: "الْحُسَيْنُ بْنُ سَيَّارٍ يُكَنَّى أَبَا عَلِيٍّ وَهُوَ بَغْدَادِيٌّ نَزَلَ حَرَّانَ، وَمَاتَ بَعْدَ الْخَمْسِينَ يَعْنِي
_________
١ أخرجه مسلم في الصحيح – كتاب الجنائز، باب في إغماض الميت والدعاء له ٢/٦٣٤ ح٩٢٠، وأبو داود في السنن – كتاب الجنائز، باب تغميض الميت ٣/٤٨٧ ح ٣١١٨، وابن ماجه – كتاب الجنائز، باب تغميض الميت ١/٤٦٧ ح ١٤٥٤، ورواه أيضاً الإمام أحمد في المسند ٦/٢٩٧، وهو عندهم جميعاً عن أم سلمة بلفظ: دخل رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أبي سلمة وقد شق بصره فأغمضه.. الحديث.
٢ البادا: بالباء الموحدة بعدها ألف ثم دال مهملة ثم ألف.
انظر: تاريخ بغداد ٤/٣٢٢، اللباب ١/١٠٤.
٣ هو البرقاني.
٤ قال الخطيب: كان صدوقاً في الحديث، وقال ابن خيرون: كان يرى الرفض والاعتزال، وقال الذهبي: محله الصدق والستر، ولد سنة ٣٦٥ هـ، ومات سنة ٤٤٧هـ، انظر: تاريخ بغداد ١٢/١١٥، الميزان ٣/١٥٢.
٥ الأبهري: نسبة إلى أبهر قرية قرب زنجان، انتهت إليه رئاسة المالكية في زمانه، قال ابن أبي الفوارس: كان ثقة أميناً مستوراً، ولد سنة ٢٨٩ هـ، ومات سنة ٣٧٥ هـ.
انظر: تاريخ بغداد ٥/٤٦٢، اللباب ١/٢٧.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (88,'وَمِائَتَيْنِ١" قَالَ غَيْرُهُ: مَاتَ سَنَةَ إِحْدَى وَخَمْسِينَ.
١٣- إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ أَبِي يَحْيَى أَبُو إِسْحَاقَ الأَسْلَمِيُّ الْمَدَنِيُّ رَحِمَهُ اللَّهُ٢:
حَدَّثَ عَنْهُ: يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، وَالْحَسَنُ بْنُ عَرَفَةَ الْعَبْدِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ عَشْرَةَ سَنَةً.
حُدِّثْتُ عَنْ مُحَمَّدِ بْنِ الْمُظَفَّرِ ثنا أَبُو رَافِعٍ أُسَامَةُ بْنُ عَلِيٍّ٤ ثنا عَبْدُ الرَّحْمَنِ بْنُ خَالِدِ بْنِ نَجِيحٍ٥ - مِنْ أَصْلِ كِتَابِهِ – ثنا أَبِي٦ ثنا ابْنُ لَهِيعَةَ٧ عن ابن
_________
١ لعله ذكر ذلك في كتابه "التاريخ حران" أو "تاريخ الجزيرة "، وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٢٩٦.
٢ قال أحمد: كان يأخذ أحاديث الناس فيضعها في كتبه، وقد كذبه ابن معين ومالك وأبو حاتم والبخاري والدارقطني وغيرهم.
انظر عنه: الميزان ١/٥٧ التهذيب ١/١٥٨.
٣ العبدي: بالعين المهملة المفتوحة والباء الموحدة نسبة إلى عبد قيس، وقال أبو حاتم: صدوق، وقال ابن معين والنسائي والدارقطني: لا بأس به، مات سنة ٢٥٧ هـ.
انظر: الجرح والتعديل ١/٢/٣١، التهذيب ٢/٢٩٣.
٤ لم أقف على ترجمته.
٥ قال ابن يونس المصري: منكر الحديث، وقال الدارقطني: متروك الحديث.
انظر: لسان الميزان ٣/٤١٣.
٦ هو أبو يحيى خالد بن نجيح المصري، كذبه أبو حاتم وقال: كان يفتعل الأحاديث وضعها في كتب ابن أبي مريم وأبي صالح كاتب الليث، وقال ابن يونس: منكر الحديث، مات سنة ٢٥٤ هـ.
انظر: الجرح والتعديل ١/٢/٣٥٥، لسان الميزان ٢/٣٨٨.
٧ أبو عبد الرحمن عبد الله بن لهيعة المصري تأتي ترجمته في باب العين.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (89,'الْهَادِ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ أَبِي سَلَمَةَ١ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مِنْبَرِي لَعَلَى تُرْعَةٍ مِنْ تُرَعِ الْجَنَّةِ"٢.
وَقَدْ ذَكَرْنَا فِي التَّرْجَمَةِ الَّتِي قَبْلَ هَذِهِ أَنَّ ابْنَ الْهَادِ مَاتَ فِي سَنَةِ تِسْعٍ وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ أَبِي يَحْيَى: عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْحَسَنِ بْنِ عَرَفَةَ مِائَةُ سَنَةٍ وَثَمَانِ سِنِينَ، وَقِيلَ: مِائَةٌ وَتِسْعٌ، وَقِيلَ: مِائَةٌ وَسِتٌّ.
أَخْبَرَنَا الْقَاضِي/ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ أَحْمَدَ الْحَرَشِيُّ ثنا مُحَمَّدُ بْنُ يَعْقُوبَ الأَصَمُّ ثنا مُحَمَّدُ بْنُ إِسْحَاقَ الصَّاغَانِيُّ ثنا حَجَّاجٌ٣.
قَالَ ابْنُ جُرَيْجٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ عَنْ مُوسَى بْنِ وَرْدَانَ٤ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنْ مَاتَ مَرِيضًا مَاتَ شهيداً ووقي فتان القبر" ٥.
_________
١ هو ابن عبد الرحمن بن عوف.
٢ رواه أحمد في المسند ٢/٣٦٠، ورجاله عند أحمد ثقات إلا أن عبد الله بن أبي هند، وثقه أحمد وابن معين وأبو داود وغيرهم، وضعفه أبو حاتم ومالك وغيرهم، وقال الحافظ في التقريب: صدوق ربما وهم، وحديثه في الستة.
٣ هو أبو محمد حجاج بن محمد الأعور.
٤ أبو عمر العامري المصري، قال أبو حاتم والدارقطني: لا بأس به، وقال ابن معين: ضعيف، وقال ابن حبان: يروي المناكير عن المشاهير.
انظر: المجروحين ٢/٢٣٩، التهذيب ١٠/٣٧٦.
٥ رواه ابن ماجه في السنن – كتاب الجنائز، باب ما جاء فيمن مات مريضاً ١/٥١٥ ح ١٦١٥، وذكره ابن الجوزي في الموضوعات ٣/٢١٦، وقال: مداره على إبراهيم بن أبي يحيى، كذبه مالك وأحمد وابن معين وغيرهم، قال أحمد: إنما هو من مات مرابطاً. اهـ.
وفي الميزان ١/٩٥: قال ابن أبي يحيى: حدثت ابن جريج من مات مرابطاً، فروى عني من مات مريضاً.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (90,'أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ الرَّزَّازُ ثنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ ثنا بَعْثَرُ بْنُ مُوسَى ثنا عَمْرُو بْنُ عَلِيٍّ قَالَ: (مَاتَ ابْنُ جُرَيْجٍ سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَمِائَةٍ) ١.
أَخْبَرَنَا عَلِيُّ بْنُ بِشْرَانَ٢ ثنا الْحُسَيْنُ بْنُ صَفْوَانَ ثنا ابْنُ أَبِي الدُّنْيَا٣ ثنا مُحَمَّدُ بْنُ سعد قال: عبد الملك ابن عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ مَوْلَى آلِ أَسِيدِ بْنِ أَبِي الْعَاصِ بْنِ أُمَيَّةَ وَيُكَنَّى أَبَا الْوَلِيدِ تُوُفِّيَ سَنَةَ خَمْسِينَ وَمِائَةٍ٤.
وَحَدَّثَ عَنِ ابن أبي يحيى: عن عَبَّادُ بْنُ مَنْصُورٍ الْقَاضِي٥، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابن عرفة مائة وخمس سنين.
_________
١ لعله ذكر ذلك في كتابه "التاريخ" وهو مفقود، انظر: موارد الخطيب ص: ٣١٨.
٢ هو علي بن محمد المعدل.
٣ أبو بكر عبد الله بن محمد، ستأتي ترجمته في باب العين.
٤ انظر: الطبقات الكبرى ٥/٤٩١-٤٩٢.
٥ قال ابن حبان: كان قدرياً داعية، روى أحاديث عن ابْنُ أَبِي يَحْيَى عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، دلس فيها فرواها عن عكرمة، ضعفه ابن معين وأحمد ورموه بالقدر والتدليس، قال الحافظ في التقريب: صدوق رمي بالتدليس والاختلاط.
انظر: المجروحين ٢/١٦٥، الميزان ٢/٣٧٦، التهذيب ٥/١٠٣.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (91,'أَخْبَرَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عُثْمَانَ السَّوَّاقُ ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ الْقَطِيعِيُّ ثنا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْبَصْرِيُّ١ ثنا أَبُو عَاصِمٍ٢ ثنا عَبَّادُ بْنُ مَنْصُورٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَا مَرَرْتُ بِمَلإٍ مِن الْمَلائِكَةِ إِلا أَمَرُونِي بِالْحِجَامَةِ" ٣.
أَخْبَرَنَا الْحَسَنُ بْنُ أَبِي بَكْرٍ٤ ثنا عُثْمَانُ بْنُ أَحْمَدَ٥ "ثنا محمد بن سليمان
_________
١ يعرف بالكجي أو الكشي، بالجيم أو الشين المعجمة، وثقه موسى بن هارون والدارقطني، قال الخطيب: كان من أهل العلم والاستقامة، ولد سنة ٢٠٠ هـ، ومات سنة ٢٩٢ هـ، انظر: تاريخ بغداد ٦/١٢٠، تذكرة الحفاظ ٢/٦٢٠.
٢ هو الضحاك بن مخلد النبيل البصري.
٣ رواه الترمذي في السنن – كتاب الطب، باب الحجامة ٤/٣٩١ ح ٢٠٥٣، وقال: حسن غريب لا نعرفه إلا من حديث عباد بن منصور اهـ.
قلت: قد صرح عباد بن منصور في رواية الترمذي بالسماع من عكرمة بخلاف ما سيذكره المؤلف فيما بعد، وما ذكره ابن حبان في المجروحين وفي ترجمة عباد من عدم سماعه من عكرمة، قال الألباني في الصحيحة ٢/٢٢٧، تصريح عباد بسماعه من عكرمة عند الترمذي لا يفرح به لأن تصريح المدلس بالتحديث إنما ينفع إذا كان حافظا ضابطا وعباد ليس كذلك. اهـ.
والحديث رواه الحاكم في المستدرك ٤/٢٠٩، من طريق عباد بن منصور، وقال: صحيح الإسناد ووافقه الذهبي، وتابعهما الشيخ أحمد شاكر في تعليقه على الترمذي.
٤ هو الحسن بن أحمد بن شاذان.
٥ هو ابن السماك الدقاق.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (92,'الْوَاسِطِيُّ١ قَالَ: سَمِعْتُ أَبَا سَعِيدٍ الْخَرَّازَ٢ يَقُولُ: سَمِعْتُ عَلِيَّ بْنَ الْمَدِينِيِّ٣ يَقُولُ: سَمِعْتُ يَحْيَى/ بْنَ سَعِيدٍ الْقَطَّانَ يَقُولُ: سَأَلْتُ عَبَّادَ بْنَ مَنْصُورٍ النَّاجِيَّ عَمَّنْ سَمِعْتُ حَدِيثَ: "مَا مَرَرْتُ بِمَلإٍ مِنَ الْمَلائِكَةِ"، وَحَدِيثُ: "كَانَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكْتَحِلُ بِاللَّيْلِ"٤.
فَقَالَ: حَدَّثَنِي ابْنُ أَبِي يَحْيَى عَنْ دَاوُدَ بْنِ الْحُصَيْنِ٥ عن عكرمة عن ابن
_________
١ أبو بكر الباغندي، ذكره ابن حبان في الثقات، وقال الخطيب: رواياته كلها مستقيمة، وضعفه الدارقطني وابن أبي الفوارس، مات سنة ٢٨٣ هـ.
انظر: تاريخ بغداد ٥/٢٩٨، لسان الميزان ٥/١٨٦.
٢ هو أحمد بن عيسى الصوفي، ونسبته إلى خرز الجلود- بالخاء المعجمة بعدها راء ثم زاي – كذا في اللباب ١/٤٢٩ - كان أحد الورعين المشهورين بالزهد والمراقبة، كان أول من تكلم في الفناء والبقاء، مات سنة ٢٨٦هـ.
انظر: حلية الأولياء ١٠/٢٤٦، تاريخ بغداد ٤/٢٧٦.
٣ هو علي بن عبد الله المديني.
٤ أخرجه الإمام أحمد في مسنده ١/٣٥٤، ولفظه عنده: كان رسول الله يكتحل بالأثمد كل ليلة قبل أن ينام.
وذلك من طريق عباد وذكره ابن حبان في المجروحين ٢/ ١٦٦، الذهبي في الميزان ٢/٣٧٧، ومداره على عباد بن منصور وقد تقدم الكلام عنه قريباً.
٥ أبو سليمان المدني، وثقه ابن معين والنسائي، وقال ابن المديني: ثقة إلا ما روى عن عكرمة فمنكر، وضعفه أبو حاتم وأبو زرعة، مات سنة ١٣٥ هـ.
انظر: الجرح والتعديل ١/٢/٤٠٨، الميزان ٢/ ٥، التهذيب ٣/ ١٨١.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (93,'عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ١
أَخْبَرَنَا السِّمْسَارُ ثنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: "أَنَّ عَبَّادَ بْنَ مَنْصُورٍ النَّاجِيَّ مَاتَ سَنَةَ اثْنَتَيْنِ وَخَمْسِينَ وَمِائَةٍ"٢.
وَحَدَّثَ عَنِ ابْنِ أَبِي يَحْيَى: إِبْرَاهِيمُ بْنُ طَهْمَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ تِسْعٌ وَتِسْعُونَ سَنَةً، وَقِيلَ: أَرْبَعٌ وَتِسْعُونَ سَنَةً.
أَخْبَرَنِي أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ٣ ثنا طَاهِرُ بْنُ مُحَمَّدِ بْنِ سَهْلُوَيْهِ النَّيْسَابُورِيُّ ثنا الْعَبَّاسُ بْنُ مَنْصُورٍ الفَرَنْدَابَاذِيُّ٤ ثنا أحمد بن حفص٥ ثني
_________
١ انظر: المجروحين ٢/١٦٦.
٢ لعله ذكر ذلك في كتاب الوفيات وهو مفقود.
انظر: موارد الخطيب ص: ٤٠٦-٤٠٧.
٣ يكنى أبا الحسن، قال الخطيب: يعرف بابن زوج الحرة، كتبنا عنه وكان صدوقاً، ولد سنة ٣٧١ هـ، ومات سنة ٤٤٢هـ.
انظر: تاريخ بغداد ٢/٣٦١، شذرات الذهب ٣/٢٦٩.
٤ هو بفتح الفاء والراء وسكون التون وفتح الدال المهملة وسكون الألفين بينهما باء موحدة مفتوحة وفي آخرها ذال معجمة، نسبة على فرنداباذ من قرى نيسابور، ويكنى أبا الفضل، كان أصحاب الرأي، مات سنة ٣٢٦هـ.
انظر: اللباب ٢/٤٢٥.
٥ أبو علي السلمي قاضي نيسابور، قال النسائي: صدوق لا بأس به قليل الحديث، وقال ابن حجر: صدوق، ماتت سنة ٢٥٨ هـ.
انظر: الجرح والتعديل ١/١/٤٨، التهذيب ١/ ٢٥.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (94,'أَبِي١ ثني إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ إِبْرَاهِيمَ بْنِ أَبِي يَحْيَى عَنْ أَبِيهِ٢ عَنْ أَيُّوبَ بْنِ خَالِدٍ٣ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ٤ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَنْ أَخَذَ عَظْمًا مِنْ مَيِّتٍ فَكَسَرَهُ فَكَأَنَّمَا كسره من حي" ٥.
_________
١ أبو عمرو حفص بن عبد الله بن راشد السلمي، قاضي نيسابوري وكاتب ابن طهمان، ذكره ابن حبان في الثقات، وقال النسائي: ليس به بأس، مات سنة ٢٠٩ هـ.
انظر: الجرح والتعديل ١/٢/١٧٥، التهذيب ٢/٤٠٣.
٢ محمد بن يحيى، وثقه ابن معين وأبو داود والعجلي، وتكلم فيه ابن القطان وابن شاهين، وقال ابن حجر: صدوق، مات سنة ١٤٦ هـ.
انظر: الجرح والتعديل ٣/٢/٢٨٢، التهذيب ٩/٥٢٣.
٣ ابن صفوان بن أوس الأنصاري المدني، نزل برقة، تكلم فيه أهل الحديث، ورموه باللين.
ورجح ابن يونس والبخاري وابن حجر أنه هو المعروف بأيوب بن خالد بن أبي أيوب الأنصاري، وأبو أيوب جده لأمه عمرة، بينما جعلهما ابن أبي حاتم اثنان.
انظر: التاريخ الكبير ١/١/٤١٣، الجرح والتعديل ١/١/٢٤٥، التهذيب ١/٤٠١.
٤ ابن أسعد بن زرارة الأنصارية المدنية.
انظر: الطبقات الكبرى ٨/٤٨، التهذيب ١٢/٤٣٨.
٥ أخرجه أبو داود في السنن – كتاب الجنائز، باب في الحفار يجد العظم ٣/٥٤٣ ح ٣٠٢٧، وابن ماجة في السنن – كتاب الجنائز، باب النهي عن كسر عظام الميت ١/ ٥١٦ ح ١٦١٦، وكلاهما أخرجه من طريق عمرة بلفظ: كسر عظم الميت ككسره حياً، وكلاهما مروية عن سعد بن سعيد بن قيس الأنصاري عن عمرة وهو متكلم فيه، ورجح الحافظ في التقريب كونه: صدوقاً سيء الحفظ.
أما رواية الإمام أحمد في المسند عنها أيضاً فهي بلفظ، أن كسر عظم المؤمن ميتاً مثل كسره حياً.
انظر: المسند ٦/٥٨، ١٠٠، ١٠٥، ٢٠٠، ومجموع طرقه عند الإمام أحمد لا تقل عن درجة الحسن.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (95,'قَالَ: وَمَاتَ إِبْرَاهِيمُ بْنُ طَهْمَانَ فِي سَنَةِ ثَمَانٍ وَخَمْسِينَ وَمِائَةٍ، وَقِيلَ: سَنَةَ ثَلاثٍ وَسِتِّينَ.
أَخْبَرَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْوَاعِظُ١ مَوْلَى بَنِي هَاشِمٍ ثنا أَبُو بكر بن يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ بُهْلُولٍ التنوخي – املأ – في سنة ثمان/ وعشرين وثلاثمائة ثنا الْحَسَنُ بْنُ عَرَفَةَ بْنِ يَزِيدَ الْعَبْدِيُّ ثنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْمَدَنِيُّ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ٢ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "سُدُّوا الأَبْوَابَ الشَّوَارِعَ الَّتِي فِي الْمَسْجِدِ إِلا بَابَ أَبِي بَكْرٍ، فَإِنِّي لا أَعْلَمُ رَجُلا فِي صُحْبَتِهِ أَحْسَنَ يَدًا مِنْ أَبِي بكر" ٣.
_________
١ قال الخطيب: كان يعرف بابن المتيم، كتبت عنه وكان صدوقاً، مات سنة ٤٠٩ هـ.
انظر: تاريخ بغداد ٤/٣٧١، وتذكرة الحفاظ ٣/١٠٤٩.
٢ ابن الزبير بن العوام.
٣ أخرجه البخاري معلقاً عن ابن عباس، ومسنداً في حديث طويل عن أبي سعيد الخدري.
انظر: صحيح البخاري – كتاب فضائل الصحابة، باب سدوا الأبواب إلا باب أبي بكر ٥/٤.
وأخرجه ابن سعد في الطبقات الكبرى من حديث أبي سعيد ضمن حديث طويل.
انظر: الطبقات الكبرى ٢/٢٧٢.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (96,'أخبرنا أحمد بن أبي جغفر الْقَطِيعِيُّ ثنا مُحَمَّدُ بْنُ الْمُظَفَّرِ الْحَافِظُ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ: مَاتَ الْحَسَنُ بْنُ عَرَفَةَ بِسَامَرَّا١ سَنَةَ سَبْعٍ وَخَمْسِينَ – يَعْنِي – وَمِائَتَيْنِ.٢
١٤- إِبْرَاهِيمُ بْنُ أَعْيَنَ الْعِجْلِيُّ٣.
حَدَّثَ عَنْهُ: إِسْرَائِيلُ بْنُ يُونُسَ بْنِ أَبِي إِسْحَاقَ السَّبِيعِيُّ، وَأَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ سَعِيدٍ الْكِنْدِيُّ الأَشَجُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ، وَقِيلَ: سِتٌّ، وَقِيلَ: خَمْسٌ وَتِسْعُونَ سَنَةً.
حَدَّثَنَا عَلِيُّ بْنُ أَبِي عَلِيٍّ الْمُعَدَّلُ٤ إِمْلاءً – ثنا عَبْدُ اللَّهِ بن أحمد٥ ثنا
_________
١ مدينة بين بغداد وتكريت، اختطها الخليفة العباسي المعتصم، وأصل اسمها "سر من رأى"، وفيها عدة لغات منها: سامرا، وسامرّاء، وسر من رأ، وسر من را، قال في اللباب: والنسبة إليها سامري، انظر معجم البلدان ٣/١٧٣، اللباب ٢/٩٤.
٢ لعله ذكر ذلك في كتابه "معجم الشيوخ"يوجد منه نسخة في الظاهرية تقع في ١٩ ق انظر: فهرس الظاهرية للألباني ص: ٢٣٦-٢٣٧، موارد الخطيب ص: ٤١٤ – ٤١٥.
٣ الشيباني البصري ثم المصري، قال أبو حاتم: ضعيف الحديث منكر الحديث، قال الذهبي: يشتبه بإبراهيم بن أعين شيخ لهشام بن عمار مع أني أجوز أنه الشيباني، وقال ابن حجر: يظهر لي أن الذي روى عنه الأشج غير الشيباني، وقد فرق بينهما ابن حبان. اهـ، مات بعد المائتين.
انظر: الجرح والتعديل ١/١/٨٧، الميزان ١/ ٢١، التهذيب ١/١٠٨.
٤ أبو الحسن علي بن محمد بن عبد الله بن بشران.
٥ أبو محمد الظريف – بالمعجمة – وثقه الخطيب، ولد سنة ٢٧٤ هـ، ومات سنة ٣٧٤هـ، انظر تاريخ بغداد ٩/٣٩٢.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (97,'مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْبَاغَنْدِيُّ ثنا مُحَمَّدُ بْنُ حُمَيْدٍ١ ثنا إِبْرَاهِيمُ بْنُ الْمُخْتَارِ٢ ثنا إِسْرَائِيلُ – ح –
وَأَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ ثنا مُكْرَمُ بْنُ أَحْمَدَ الْقَاضِي٣ ثنا صَالِحُ بْنُ مُحَمَّدٍ أَبُو الْفَضْلِ الرَّازِيُّ٤ ثنا محمد بن حميد الرازي ثنا إبرهيم بن المختار عن إسرائل، عَنْ إِبْرَاهِيمَ بْنِ أَعْيَنَ عَنْ مُعَمَّرِ بْنِ رَاشِدٍ عَنِ ابْنِ عَجْلانَ٥ عَنْ سَعِيدٍ – زَادَ الْبَاغَنْدِيُّ: ابْنَ أَبِي سَعِيدٍ – ثُمَّ اتَّفَقَا الْمَقْبُرِيُّ٦ عن أبي هريرة قال:
_________
١ هو الرازي، كذبه النسائي، وابن واره وغيرهما، وأحسن الظن به أحمد وابن معين، وقال البخاري: فيه نظر، وضعفه الحافظ في التقريب، مات سنة ٢٤٨هـ.
انظر: التاريخ الكبير ١/١/٦٩، الميزان ٣/٤٩، التهذيب ٩/١٢٧.
٢ أبو إسماعيل التيمي، ذكره ابن حبان وابن شاهين في ثقاتهما، وقال أبو حاتم: صالح الحديث، وقال البخاري: فيه نظر، وقال ابن معين: ليس بذلك، مات سنة ١٨٢هـ، انظر: تاريخ الكبير ١/١/٣٢٩، الجرح والتعديل ١/١/١٣٨، التهذيب ١/١٦٢.
٣ يكنى أب بكر، وثقه الخطيب، مات سنة ٣٤٥ هـ.
انظر: تاريخ بغداد ١٣/٢٢١.
٤ قال الخطيب: وثقه الدارقطني وأحمد بن كامل القاضي، مات سنة ٢٨٣هـ.
انظر: تاريخ بغداد ٩/ ٣٢٠.
٥ هو محمد بن عجلان المدني.
٦ هو أبو سعيد بن أبي سعيد المقبري، وثقه أحمد وابن معين وابن المديني وأبو زرعة وغيرهم، اختلظ قبل موته بأربع سنين، مات ١٢٥ هـ وقيل غير ذلك.
انظر: الميزان ٢/١٣٩، التهذيب ٤/٣٨.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (98,'قال رسول الله صلى الله عليه: "مَا يَنْتَظِرُ ابْنُ آدَمَ إِلا غِنًى مُطْغِيًا، أَوْ فَقْرًا مُنْسِيًا، أَوْ مَرَضًا/ مُفَنِّدًا أَوْ مَوْتًا مُجْهِزًا، أَوِ الدَّجَّالَ فَهُوَ شَرُّ غَائِبٍ، أَوِ السَّاعَةَ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ" ١.
أَخْبَرَنَا ابْنُ الْفَضْلِ الْقَطَّانُ٢ ثنا عَبْدُ اللَّهِ بْنُ دَرَسْتَوَيْهِ ثنا يَعْقُوبُ بْنُ سُفْيَانَ قَالَ: قَالَ أَبُو نُعَيْمٍ٣: مَاتَ إِسْرَائِيلُ بْنُ يُونُسَ سَنَةَ سِتِّينَ وَمِائَةٍ ٤.
وَقِيلَ: سَنَةَ إِحْدَى، وَقِيلَ: سَنَةَ ثِنْتَيْنِ وَسِتِّينَ، وَلَهُ إِحْدَى وَسِتُّونَ سَنَةً.
وَحَدَّثَ عَنْ إِبْرَاهِيمَ بْنِ أَعْيَنَ: اللَّيْثُ بْنُ سَعْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الأَشَجِّ اثْنَتَانِ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ ثنا عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ فَارِسٍ ثنا إِسْمَاعِيلُ بْنُ عَبْدِ الله
_________
١ رواه الترمذي في جامعه مع اختلاف يسير في بعض الألفاظ – كتاب الزهد باب ما جاء في المبادرة في العمل ٤/٥٥٢، وقال: حسن غريب لا نعرفه من حديث الأعرج عن أبي هريرة إلا من طريق محرز بن هارون. اهـ.
ومحرز – بالزاي أو بالراء – قال عنه ابن حبان في المجروحين ٣/١٩: لاتحل الرواية عنه ولا الاحتجاج به، وقال في التقريب: متروك.
وقد صحح الحديث السيوطي في الجامع الصغير وعزاه للترمذي والحاكم، وقال المناوي في شرح الجامع الصغير ٣/١٩٥: صححه الحاكم والذهبي. اهـ، قال الألباني في ضعيف الجامع الصغير٣/٣: ضعيف، خرجته في الضعيفة رقم ١٦٦٦،
.٢ هو محمد بن الحسين بن الفضل
٣ هو الفضل بن دكين.
٤ انظر: المعرفة والتاريخ للفسوي ١/١٤٧.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (99,'الْعَبْدِيُّ ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ١ - وَهُوَ أَبُو صَالِحٍ كَاتِبُ اللَّيْثِ بْنِ سَعْدٍ – ثني اللَّيْثُ ثني إِبْرَاهِيمُ بْنُ أَعْيَنَ.
قَالَ أَبُو صَالِحٍ وَقَدْ سَمِعْتُهُ مِنْ إِبْرَاهِيمَ – عَنِ ابْنِ أَبِي عَمْرٍو الْعَبْدِيِّ٢ عَنْ أَبِي الزُّبَيْرِ٣ عَنْ جَابِرٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنِ اعْتَذَرَ إِلَيْهِ [أَخُوهُ] ٤ فَلَمْ يَعْذِرْهُ أَوْ لَمْ يَقْبَلْ عُذْرَهُ كَانَ عَلَيْهِ مِثْلُ خَطِيئَةِ صَاحِبِ مَكْسٍ" ٥.
وَقَالَ أَبُو الزُّبَيْرِ: المكاس: العشار٦.
_________
١ ستأتي ترجمته في باب العين.
٢ لم أقف على ترجمته.
٣ هو محمد بن مسلم الأسدي مولاهم المكي، وثقه أحمد وابن معين والنسائي وغيرهم، وضعفه شعبة وأبو زرعة, وأيوب وأبو حاتم، قال الحافظ في التقريب: صدوق إلا أنه يدلس، مات سنة ١٢٦هـ أو بعدها
انظر: الجرح والتعديل ٤/١/٧٤، الميزان ٤/٣٧، التهذيب ٩/٤٤٠.
٤ ما بين المعقوفتين من الأصل، والسياق يقتضي إثباته، والله أعلم.
٥ قال في مجمع الزوائد ٨/٨١: رواه الطبراني في الأوسط عن جابر وفيه إبراهيم بن أعين وهو ضعيف، رواه ابن ماجه في السنن – كتاب الأدب، باب المعاذير ٢/١٢٢٥، من طريق جودان، وذكره ابن أبي حاتم في المراسيل ص: ٢٤، من طريق جودان، وكذلك رواه أبو داود في المراسيل ص: ٥٤ من طريق جودان، وكل هذه الطرق مجهولة، لأن جودان هذا لم تثبت صحبته، قال أبو حاتم: ليست له صحبة وهو مجهول. انظر: المراسيل.
٦ انظر: النهاية في غريب الحديث ٤/٣٤٩.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (100,'وَقَدْ ذَكَرْنَا فِي تَرْجَمَةِ إِبْرَاهِيمَ بْنِ سَعْدٍ: أَنَّ اللَّيْثَ مَاتَ سَنَةَ خَمْسٍ وَسَبْعِينَ وَمِائَةٍ.
أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ١ ثنا الْحُسَيْنُ بْنُ صَفْوَانَ ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا قَالَ: كَتَبَ إِلَيَّ أَبُو سَعِيدٍ الأَشَجُّ ثنا إِبْرَاهِيمُ بْنُ أَعْيَنَ – ح –
وَأَخْبَرَنَا عَلِيُّ بْنُ أَبِي٢ عَلِيٍّ ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ٣ ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ثني أَبُو سَعِيدٍ٤ ثنا إِبْرَاهِيمُ بْنُ أَعْيَنَ الْعِجْلِيُّ قَالَ: "رَأَيْتُ الثَّوْرِيَّ فِي الْمَنَامِ/ وَلِحْيَتُهُ حَمْرَاءُ فَقُلْتُ: مَا صَنَعَتْ فِدْيَتُكَ؟ فَقَالَ: أنا مَعَ السَّفَرَةِ، قُلْتُ: وَمَا السَّفَرَةُ؟ قَالَ: الْكِرَامُ الْبَرَرَةُ"٥.
وَاللَّفْظُ بِحَدِيثِ ابْنِ أَبِي الدُّنْيَا.
أَخْبَرَنَا ابْنُ الْفَضْلِ ثنا جَعْفَرٌ الْخُلْدِيُّ٦ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ قَالَ: (مَاتَ عَبْدُ اللَّهِ بْنُ سَعِيدٍ الْكِنْدِيُّ يَوْمَ الثُّلاثَاءِ فِي شَهْرِ رَبِيعٍ الأَوَّلِ سَنَةَ تِسْعٍ وَخَمْسِينَ وَمِائَتَيْنِ وَصَلَّى عَلَيْهِ إِبْرَاهِيمُ بْنُ أبي العنبس) ٧.
_________
١ ابن عبد الله بن بشران المعدل.
٢ هو علي بن المحسن التنوخي.
٣ أبو القاسم البزاز – بزايين – يعرف بابن حبابه، تاريخ بغداد ١٠/٣٧٧.
٤ هو عبد الله بن سعيد الأشج.
٥ انظر: المجروحين لابن حبان ١/٥١، وتاريخ بغداد ٩/١٧٣.
٦ هو جعفر بن محمد بن نصير.
٧ لعله ذكر ذلك في كتاب "التاريخ"، وهو مفقود.
انظر: موارد الخطيب ص: ٣٦٠.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (101,'١٥- إِبْرَاهِيمُ بْنُ عُيَيْنَةَ بْنِ (أَبِي) ١ عِمْرَانَ الْهِلالِيُّ٢.
حَدَّثَ [عَنْهُ] ٣: حَمْزَةُ بْنُ حَبِيبٍ الزَّيَّاتُ الْقَارِئُ٤، وَالْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيُّ٥ الْكُوفِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَأَرْبَعَ عَشْرَةَ، وَقِيلَ: وَاثْنَتَا عَشْرَةَ سَنَةً.
أَخْبَرَنَا أَبُو الْفَرَجِ الْحُسَيْنُ بْنُ عَلِيٍّ الطَّنَاجِيرِيُّ ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ٦
_________
١ سقطت من الأصل، وأثبتها من التهذيب والميزان.
٢ هو أخو سفيان بن عيينة، وقال ابن معين: صدوق، وقال الحافظ في التقريب: صدوق يهم، وقال النسائي: ليس بالقوي، وقال أبو حاتم: يأتي بالمناكير، مات سنة ١٩٧هـ.
انظر: الميزان ١/٥١، التهذيب ١/١٤٩.
٣ ما بين المعكوفتين سقط من الأصل، والسياق يقتضي إثباته.
٤ أحد الأئمة السبعة في القراءات، تكلم فيه من حيث قراءته، وثقه العجلي وأحمد وابن معين: في الحديث، وقال الساجي وابن حجر: صدوق ربما وهم، ولد سنة ٨٠هـ، ومات سنة ١٥٨هـ.
انظر: الجرح والتعديل ١/٢/٢٠٩، معرفة القراء الكبار ١/٩٣، التهذيب ٣/٢٧.
٥ في الأصل: بن غفار القابري وهو تصحيف، والتصويب من الجرح والتعديل والتهذيب.
قال ابن أبي حاتم: صدوق، وثقه الدارقطني وابن حبان، مات سنة ٢٧٠ هـ.
انظر: الجرح والتعديل ١/٢/٢٢، التهذيب ٢/٣٠١.
٦ هو أبو حفص بن شاهين.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (102,'ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْهَمْدَانِيُّ١ حَدَّثَتْنِي٢ فَاطِمَةُ بِنْتُ مُحَمَّدٍ٣ قَالَتْ: سَمِعْتُ أَبِي٤ يَقُولُ: هَذَا كِتَابُ حَمْزَةَ بْنِ حَبِيبٍ الزَّيَّاتِ، فَقَرَأْتُ فِيهِ عَنْ إِبْرَاهِيمَ بْنِ عُيَيْنَةَ عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ٥ عَنْ زَيْدِ بْنِ أَسْلَمَ٦ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "أَنَّهُ كَانَ إِذَا وَدَّعَ رَجُلا قَالَ: زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذنبك وآتاك الخير حيث كنت" ٧.
_________
١ أبو العباس الكوفي المعروف بابن عقدة، كان حافظاً مكثراً، أخذ عليه تشيعه وتحديثه بمثالب الصحابة وإكثاره من المناكير، توفي سنة ٣٣٢هـ.
انظر: تاريخ بغداد ٥/١٤، تذكرة الحفاظ ٣/٨٣٩.
٢ في تصريح ابن عقدة بالتحديث من فاطمة بنت محمد إشكال، وذلك أن ابن عقدة توفي سنة ٣٣٢، كما تقدم، وفاطمة توفيت بعد سنة ٤٠٠هـ، كما أشار إلى ذلك الخطيب وإن لم يصرح به كما سيأتي في ترجمتها، ولم أجد حلاً لهذا الإشكال: إلا أن تكون هي قد عمرت طويلاً، والله أعلم.
٣ قال الخطيب: تكنى أم أبيها، لم يقدر لي السماع منها، وكانت ثقة.
انظر: تاريخ بغداد ١٤/٤٤٥.
٤ أبو بكر محمد بن عبيد الله الشخير الصيرفي، قال الخطيب: كان ثقة أميناً، توفي سنة ٣٧٨، انظر: تاريخ بغداد ٢/٣٣٣، شذرات الذهب ٣/٩٣،
٥ أبو رافع المدني، نزل البصرة، وكان يقص بها، ضعفه أحمد وابن معين والبخاري، قال الدارقطني: متروك، مات بعد سنة ١١٠هـ،
انظر: الجرح والتعديل ١/١/١٦٨، التهذيب ١/٢٩٤.
٦ أبو أسامة المدني الفقيه.
٧ رواه الترمذي عن أنس في جامعه – كتاب الدعوات ٥/٥٠٠ ح٣٤٤٤، وقال: حسن غريب، وأخرجه عن أنس أيضاً الدارمي في السنن – كتاب الاستئذان، باب ما يقول إذا ودع رجلاً ٢/١٩٨.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (103,'قَالَ عُمَرُ بْنُ أَحْمَدَ: مَاتَ حَمْزَةُ سَنَةَ سِتٍّ وَخَمْسِينَ وَمِائَةٍ ١.
أَخْبَرَنَا ابْنُ الْفَضْلِ أَخْبَرَنَا الْخُلْدِيُّ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ قَالَ: مَاتَ حَمْزَةُ الزَّيَّاتُ – بِحُلْوَانَ – سَنَةَ ثَمَانٍ وَيُقَالُ: سِتٌّ وَخَمْسِينَ وَمِائَةٍ.
أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ/ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُثْمَانَ الطَّرَازِيُّ٢ – بِنَيْسَابُورَ – ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ الأَصَمُّ ثنا الْحَسَنُ بْنُ عَلِيٍّ الْعَامِرِيُّ ثنا إِبْرَاهِيمُ بْنُ عُيَيْنَةَ عَنْ مِسْعَرِ بْنِ كِدَامٍ عَنْ أَبِي عَوْنٍ٣ عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ٤ عَنِ ابْنِ عَبَّاسٍ قَالَ: "حُرِّمَتِ الْخَمْرُ لِعَيْنِهَا، وَالسُّكْرُ مِنْ كُلِّ
_________
١ لم يذكر ابن شاهين في ثقاته وفاة حمزة، فلعله ذكر ذلك في كتاب "التاريخ"، وهو مفقود، انظر: موارد الخطيب ص: ٣٧٧.
٢ هو بكسر الطاء وفتح الراء وبعد الألف زاي، هذه النسبة إلى عمل الثياب المطرزة واستعمالها، انظر: اللباب/٢٧٧.
وهو المعروف بالأديب، كان خاتمة أصحاب الأصم، مات سنة ٤٢٢هـ.
انظر: شذرات الذهب ٣/٢٢٥.
٣ محمد بن عبيد الله بن سعيد الثقفي الكوفي الأعور، وثقه ابن معين وأبو زرعة والنسائي، ذكره ابن حبان في الثقات، مات سنة ١١٦هـ.
انظر: الجرح والتعديل ٤/١/١، الثقات لابن حبان ٢/ق ١٠٦ ب، التهذيب ٩/٣٢٢.
٤ أبو الوليد الليثي المدني، ولد في عهد النبي صلى الله عليه وسلم ولم يسمع عنه، كان ثقة فاضلاً، مات سنة ٨١هـ.
انظر: الاستيعاب ٦/٢٤، الإصابة ٧/٢٠٣، التهذيب ٥/٢٥١.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (104,'شَرَابٍ"١.
أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ٢ ثنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ قَالَ: قُرِئَ عَلَى أَبِي الْحُسَيْنِ بْنِ الْمُنَادِي٣ وَأَنَا أَسْمَعُ، قَالَ: (وَجَاءَنَا نَعْيُ الْحَسَنِ بْنِ عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيِّ مِنَ الْكُوفَةِ سَنَةَ سَبْعِينَ - يَعْنِي- وَمِائَتَيْنِ) ٤.
١٦- إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْحَارِثِ أَبُو إِسْحَاقَ الْفَزَارِيُّ٥:
(حَدَّثَ عَنْهُ: سُفْيَانُ الثوري٦، وعلي بن بكار المصيصي٧، وبين
_________
١ رواه الإمام أحمد في كتاب الأشربة ٣٨-٣٩، ولم أجده في غيره.
٢ كان يعرف بابن زوج الحرة، أخو أبي الحسن الذي تقدمت ترجمته، قال الخطيب: كان ثقة كثير السماع، إلا أنه باع كتبه قديماً، مات سنة ٤٢٨هـ.
انظر: تاريخ بغداد ٢/٣٦٠.
٣ هو أحمد بن جعفر بن محمد.
٤ لعله ذكر ذلك في كتاب "التاريخ"، وهو مفقود.
انظر: موارد الخطيب ص: ٢٨٤.
٥ بفتح الفاء والزاي وسكون الألف بعدها، هذه النسبة إلى فزارة بن ذبيان بن غطفان من قيس غيلان، كذا في اللباب ٢/٤٢٩.
٦ أبو عبد الله سفيان بن سعيد.
٧ نسبته إلى المصيصة – بصادين مهملتين – مدينة على ساحل البحر الأبيض المتوسط، ذكره ابن حبان في الثقات، قال الحافظ في التقريب: صدوق، مات قريباً من سنة ٢٤٠هـ.
انظر: الثقات لابن حبان – قسم أتباع أتباع التابعين، التهذيب ٧/٢٨٦.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (105,'وَفَاتَيْهِمَا مِائَةُ سَنَةٍ أَوْ أَكْثَرُ) ١.
أَخْبَرَنَا أَبُو الْقَاسِمِ الأَزْهَرِيُّ ثنا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ الشِّخِّيرِ ثنا مُحَمَّدُ بْنُ حَمْدَانَ بْنِ سُفْيَانَ الطَّرَائِفِيُّ٢ ثنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْكِنَانِيُّ٣ ثنا (عَمْرُو بْنُ أَبِي سَلَمَةَ٤ عَنْ مُصْعَبِ بْنِ مَاهَانَ٥ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ الْفَزَارِيِّ عَنْ أَبَانِ (بْنِ) ٦ أَبِي عَيَّاشٍ٧ عَنْ أَبِي نَضْرَةَ٨ عَنْ جَابِرٍ وَعَنِ
_________
١ انظر: تهذيب الكمال ٢/١٧٠، التهذيب ١/١٥٢.
قلت: الصواب والله أعلم أن الفرق بين وفاتيهما حوالي ٨٠ سنة تقريباً، لأن وفاة سفيان سنة ١٦١هـ، ووفاة المصيصي حوالي سنة ٢٤٠هـ، والله أعلم.
٢ الطرائفي – بالفاء – نسبة إلى بيع الطرائف وشرائها، قال الخطيب: قال صاحب طبقات الهمذانيين، كان صدوقاً واسع الاطلاع حسن الأخلاق.
انظر: تاريخ بغداد ٢/٢٨٦، اللباب ٢/٢٧٨.
٣ لم أقف على ترجمته.
٤ أبو حفص الدمشقي، ذكره ابن حبان في الثقات، وضعفه أحمد وابن معين وأبو حاتم، قال الحافظ في التقريب: صدوق له أوهام، مات سنة ٢١٣، أو بعدها.
انظر: الجرح والتعديل ٣/١/٢٣٥، الميزان ٣/٢٦٢، التهذيب ٨/٤٣.
٥ المروزي العابد، نزيل عسقلان، قال أحمد: كان صالحاً وأثنى عليه خيراً، وقال أبو حاتم: شيخ، ومرة قال: ثقة.
ورجح ابن حجر: كونه صدوقاً كثيراً الخطأ، مات سنة ١٨١هـ أو بعدها.
انظر: الجرح والتعديل ٤/١/٣٠٨، التهذيب ١٠/١٦٤.
٦ في الأصل: "عن"، والتصويب من حيلة الأولياء ٧/١١٠، ومن الميزان والتهذيب.
٧ هو أبو إسماعيل البصري، ستأتي ترجمته في آخر باب الألف.
٨ هو المنذر بن مالك العبدي – بالموحدة – العوقي – بالعين المهملة والقاف – وثقه ابن معين وأبو زرعة والنسائي، وقال ابن حبان في الثقات: كان ممن يخطئ، مات سنة ١٠٨ أو ١٠٩هـ.
انظر: الثقات لابن حبان ٢/ق ١١٢ب، الميزان ٤/١٨١، التهذيب ١٠/٣٠٢.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (106,'الْحَسَنِ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "هَدَايَا الأُمَرَاءِ غُلُولٌ" ١.
أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ أنبا إِسْمَاعِيلُ بْنُ عَلِيٍّ الْخُطَبِيُّ٢ وَأَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ الْقَطِيعِيُّ قَالا: ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ ثني أَبِي ثنا يَحْيَى بْنُ سَعِيدٍ قَالَ: (مَاتَ سُفْيَانُ الثَّوْرِيُّ سَنَةَ إِحْدَى وَسِتِّينَ وَمِائَةٍ فِي أَوَّلِهَا) .
أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدٍ الطَّرَازِيُّ أنبا أَبُو حَامِدٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ حَسْنُوَيْهِ الْمُقْرِئُ٣ ثنا عَلِيُّ بْنُ بَكَّارِ بْنِ هَارُونَ الْمِصِّيصِيُّ ثنا أَبُو إسحاق
_________
١انظر: حلية الأولياء ٧/١١٠، وعلة هذه الرواية: أبان بن أبي عياش وهو متروك، قال المناوي في فيض القدير ٦/٣٥٣: ورواية جابر في الأوسط للطبراني ضعيفة اهـ.
والحديث رواه بهذا اللفظ البيهقي في السنن ١٠/١٣٨ من حديث أبي حميد الساعدي، ورواه أحمد في المسند ٥/٤٢٤، عن أبي حميد بلفظ: هدايا العمال ... ، ورمز السيوطي لهاتين الروايتين في الصغير بالضعف إلا أن الألباني صححهما في الإرواء ٨/٢٤٦ ح٢٦٢٢.
٢ وثقه الخطيب والدارقطني وأبو الفوارس، ولد سنة ٢٦٩هـ، مات سنة ٣٥٠هـ.
انظر: تاريخ بغداد ٦/٣٠٤، اللباب ١/٤٥٣.
٣ أحد شيوخ أبي عبد الله الحاكم، قال الخطيب: ليس بثقة، وقال الحاكم: حدث عن أناس لم يسمع منهم، ولا أعلم له حديثاً وضعه ولا إسناد ركبه.
انظر: الميزان ١/١٢١، لسان الميزان ١/٢٢٣.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (107,'الْفَزَارِيُّ عَنِ ابْنِ أَبِي/ عَرُوبَةَ١ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "مَنْ نَسِيَ صَلاةً أَوْ نَامَ عَنْهَا فَإِنَّ كَفَّارَتَهَا أَنْ يُصَلِّيَهَا إِذَا ذَكَرَهَا" ٢.
بَلَغَنِي: أَنَّ عَلِيَّ بْنَ بَكَّارٍ مَاتَ سَنَةَ سِتِّينَ وَمِائَتَيْنِ٣.
١٧- إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ الأَحْمَسِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: الْحَكَمُ بْنُ عُتَيْبَةَ، وَيَحْيَى بْنُ هَاشِمٍ السِّمْسَارُ٤، وَبَيْنَ وَفَاتَيْهِمَا نَحْوٌ من مائة وعشرين سنة٥.
_________
١ أبو النضر سعيد بن مهران اليشكري البصري.
٢ رواه مسلم في صحيحه – كتاب المساجد، باب قضاء الصلاة الفائتة ... ١/٤٧٧ ح ٦٨٤، وأخرجه البخاري بمعناه في صحيحه – كتاب المواقيت، باب من نسي صلاة فليصل إذا ذكرها.. ١/١٥٥، وكذلك رواه بنحو لفظ مسلم: أبو داود في السنن – كتاب الصلاة، باب فيمن نام عن صلاة.. ١/٣٠٧ ح٤٤٢، والترمذي في الجامع – كتاب الصلاة، باب ما جاء في الرجل ينسى الصلاة ١/٣٣٥ ح١٧٨، والنسائي في سننه – كتاب المواقيت، باب من نسي صلاة.. ١/٢٩٣، وابن ماجة في السنن – كتاب الصلاة، باب من نام عن صلاة أو نسيها ١/٢٢٧ ح ٦٩٩.
٣ الذي في تهذيب الكمال ٥/٤٧٩ أنسخة في مكتبة الشيخ حماد تحت رقم ٥٤، وتهذيب التهذيب ٧/٢٨٦، وكذلك التقريب أن وفاته قريباً من ٢٤٠هـ.
٤ أبو زكريا الغساني، كذبه ابن معين وأبو حاتم والنسائي وغيرهم، وقال ابن حبان وابن عدي: كان يضع الحديث ويسرقه، توفي سنة ٢٢٥هـ.
انظر: المجروحين ٣/١٢٥، الميزان ٤/٤١٢، لسان الميزان ٦/٢٧٩.
٥ في ترجمة إسماعيل بن أبي خالد في التهذيب قال الخطيب: حدث عنه الحكم والسمسار، وبين وفاتيهما مائة وعشر سنين، ووفاة السمسار سنة ٢٢٥هـ، وقيل: ١٤، ١٣، هـ، كما نص عليه التهذيب ٢/٤٣٢، فهذا يؤيد ما في التهذيب من أن الفرق بين وفاتيهما ١١٠ سنوات، والله أعلم.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (108,'أَخْبَرَنَا أَبُو الْفَتْحِ عَبْدُ الْمَلِكِ بْنُ عُمَرَ بْنِ خَلَفٍ أنبا عَلِيُّ بْنُ عُمَرَ الْحَافِظُ ثنا إِسْمَاعِيلُ بْنُ عَلِيٍّ١ ثنا مُحَمَّدُ بْنُ عَلِيٍّ الْمَرْوَزِيُّ٢ ثنا خَلَفُ بْنُ عَبْدِ الْعَزِيزِ٣ قَالَ: وَجَدْتُ فِي كِتَابِ أَبِي٤ وَعَمِّي٥ عَنْ جَدِّي٦ عَنْ شُعْبَةَ عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ سَمِعَهُ مِنْهُ يَتَحَدَّثُ بِهِ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ أَنَّهُ سَمِعَ الشَّعْبِيَّ٧ أَنَّهُ سَمِعَ
_________
١ هو الخطبي.
٢ لعله: ب.. بن سهل الأنصاري المروزي: قال ابن عدي: قدم علينا جرجان سنة ٢٩٥هـ، وحدث بأحاديث لا يتابع عليها، وهو ضعيف وضعفه أيضاً الإسماعيلي والذهبي.
انظر: الميزان ٣/٦٥٢، اللسان ٥/٢٩٥.
٣ ابن عثمان بن جبلة – بفتح الجيم والباء الموحدة – الرازي ابن أخي عبدان.
انظر: الجرح والتعديل ١/٣٧١.
٤ هو أبو الفضل عبد العزيز بن عثمان بن جبلة المروزي، يلقب بشاذان، ذكره ابن حبان في الثقات، وقال الحافظ في التقريب: مقبول، ولد سنة ١٤٥هـ، أو بعدها، ومات سنة ٢٢١هـ، أو بعدها.
انظر: التهذيب ٦/٣٤٩.
٥ هو عبد الله بن عثمان بن جبلة المروزي الملقب عبدان.
انظر: الجرح والتعديل ٢/٢/١١٣، تذكرة الحفاظ ١/٤٠١ التهذيب ٥/٢١٣.
٦ عثمان بن جبلة بن أبي رواد المروزي.
٧ عامر بن شراحيل الحميري الكوفي.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (109,'زياداً١ في هذه الآية: {وَفَصْلَ الْخِطَابِ} قَالَ: "أَمَّا بَعْدُ"٢.
أَخْبَرَنَا ابْنُ الْفَضْلِ أنبا جَعْفَرٌ الْخُلْدِيُّ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ ثنا ابْنُ نُمَيْرٍ٣ ثنا ابْنُ إِدْرِيسَ٤ عَنْ شُعْبَةَ (عَنِ الْحَكَمِ أَنَّهُ مَاتَ سَنَةَ أَرْبَعَ عَشْرَةَ وَمِائَةٍ) ٥.
أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ أنبا عُثْمَانُ بْنُ أَحْمَدَ٦ ثنا حَنْبَلُ بْنُ إِسْحَاقَ ثني أَحْمَدُ بْنُ حَنْبَلٍ قَالَ: قَالَ أَبُو نُعَيْمٍ٧: "مَاتَ عَطَاءٌ وَالْحَكَمُ فِي سَنَةِ خَمْسَ عَشْرَةَ وَمِائَةٍ"٨.
_________
١ هو زياد بن أبيه ويقال: ابن أبي سفيان حيث استلحقه معاوية بنسبه، ويقال: ابن سمية وهي أمه، أسلم في خلافة الصديق ولي إمرة العراق لمعاوية من سنة ٤٥ هـ إلى ٥٣هـ، كان داهية فصيحاً بليغاً، توفي سنة ٥٣هـ.
انظر: الاستيعاب ٤/٢٦، الإصابة ٤/٨٤.
٢ سورة ص، انظر: الطبري ٢٣/١٣٩-١٤١، تفسير سورة ص، وابن كثير ٧/٥١.
٣ أبو عبد الرحمن محمد بن عبد الله الهمداني –بسكون الميم وتحريك الدال المهملة-.
انظر: الجرح والتعديل ٣/٢/٣٠٧، التهذيب ٩/٢٨٢.
٤ هو أبو محمد عبد الله بن إدريس الأودي الكوفي.
٥ لعل الخطيب نقل هذا النص من كتاب "التاريخ" لمطين الحضرمي، وهو مفقود.
انظر: موارد الخطيب ص: ٣٦٠.
٦ هو الدقاق.
٧ هو الفضل بن دكين.
٨ لعل هذا النص مقتبس من كتاب "التاريخ" لحنبل بن إسحاق، وهو مفقود.
انظر: موارد الخطيب البغدادي: ص: ٣٥١.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (110,'وَحَدَّثَ عَنِ ابْنِ أَبِي خَالِدٍ: زَيْدُ بْنُ أَبِي أُنَيْسَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ يَحْيَى بْنِ هَاشِمٍ نَحْوٌ مِنْ مِائَةِ سَنَةٍ، وَقِيلَ: أَقَلُّ مِنْ ذَلِكَ.
أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ الْمُعَدَّلُ١ أنبا أَبُو جَعْفَرٍ مُحَمَّدُ/ بْنُ الْحَسَنِ بْنِ عَلِيٍّ٢ ثنا الْحُسَيْنُ بْنُ أَبِي مَعْشَرٍ٣ ثنا مُحَمَّدُ بْنُ وَهْبٍ٤ ثنا مُحَمَّدُ بْنُ سَلَمَةَ٥ عَنْ أَبِي عَبْدِ الرَّحِيمِ٦ عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنِ الشَّعْبِيِّ عَنِ الْحَارِثِ٧ عن علي عليه
_________
١ لم أقف على ترجمته.
٢ هو اليقطيني نسبة على جده يقطين – بالمثناة التحتية بعد قاف ثم طاء مهملة ثم مثناة تحتية ثم نون – وثقه الخطيب وابن الفرات والبرقاني، مات سنة ٣٦٧هـ.
انظر: تاريخ بغداد ٢/٢١١، اللباب ٣/٤١٦.
٣ هو أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ مَوْدُودٍ الحراني.
٤هو أبو المعافى بن أبي كريمة الحراني، ذكره ابن حبان في الثقات، قال النسائي: لا بأس به، مات سنة ٢٤٣ هـ.
انظر: الجرح والتعديل ٢/٢/١١٤، التهذيب ٩/٥٠٦.
٥أبو عبد الله الحراني، ذكره ابن حبان في الثقات، وثقه النسائي وابن سعد والعجلي، مات سنة ١٩١ هـ، انظر: الطبقات الكبرى ٧/٤٨٥، التهذيب ٩/١٩٣.
٦ خالد بن أبي يزيد الحراني، ذكره ابن حبان في الثقات، وقال أحمد وأبو حاتم والنسائي: لا بأس به، وثقه ابن معين، مات سنة ١٤٤هـ.
انظر: الجرح والتعديل ١/٢/٣٦١، التهذيب ٣/١٣٢.
٧ هو ابن عبد الله الأعور الهمذاني، كذبه الشعبي وابن المديني وضعفه ابن معين والدارقطني، وقال أبو حاتم وأبو زرعة وابن حبان: لا يحتج بحديثه، رمي بالرفض والغلو في التشيع، مات في خلافة ابن الزبير.
انظر: المجروحين ١/٢٢٢، الميزان ١/٤٣٥، التهذيب ٢/١٤٥.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (111,'السَّلامُ قَالَ: "لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آكِلَ الرِّبَا وَمُوَاكِلَهُ، وَكَاتِبَهُ وَشَاهِدَيْهِ"١.
أَخْبَرَنَا السِّمْسَارُ٢ أنا الصَّفَّارُ٣ ثنا ابْنُ قَانِعٍ: "أَنَّ زَيْدَ بْنَ أَبِي أُنَيْسَةَ مَاتَ وَهُوَ شَابٌّ فِي سَنَةِ خَمْسٍ وَعِشْرِينَ وَمِائَةٍ".
وَقِيلَ: مَاتَ سَنَةَ سَبْعٍ أَوْ ثَمَانٍ وَعِشْرِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ أَبِي خَالِدٍ: يَحْيَى بْنُ أَبِي كَثِيرٍ الْيَمَامِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ يَحْيَى بْنِ هَاشِمٍ نَيِّفٌ وَتِسْعُونَ سَنَةً، أَوْ أَكْثَرُ مِنْ ذَلِكَ.
أَخْبَرَنَا الْحَسَنُ بْنُ أَبِي بَكْرٍ٤ أنا أحمد بن إسحاق بن نيخاب٥ الطيي ثنا
_________
١ رواه النسائي في السنن – كتاب الزينة، باب المتوشمات ٨/١٤٧، من طريق الحارث الأعور قال عنه الشعبي: أحد الكذابين، وأخرجه أيضاً مسلم في صحيحه ٣/١٢١٨ ح ١٠٦، كتاب المساقاة، باب لعن آكل الربا وموكله إلا أنه عنده من حديث جابر رضي الله عنه، وأخرجه من حديث عبد الله بن مسعود كل من: أبي داود في السنن ٣/٦٢٨ – كتاب البيوع، باب لعن الله آكل الربا ... ، والترمذي ٣/٥٠٣ - كتاب البيوع، باب ما جاء في آكل الربا وموكله ... ، وقال: حسن صحيح، وابن ماجه في السنن ٢/ ٧٦٤، - كتاب التجارات، باب التغليظ في الربا.
٢ علي بن محمد بن الحسن.
٣ عبد الله بن عثمان.
٤ الحسن بن أحمد بن إبراهيم بن شاذان
٥نيخاب: - بالنون ثم ياء مثناة ثم خاء معجمة بعدها ألف ثم باء موحدة – هكذا في اللباب ٢/٢٩٤، والإكمال ٧/٤٣٨، وقال ابن ماكولا: كان محدثاً مشهوراً، وقال الخطيب: لم أسمع فيه إلا خيراً، مات سنة ٣٤٩ هـ.
انظر: تاريخ بغداد ٤/٣٥.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (112,'عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ الْبُخَارِيُّ١ أَخْبَرَنِي عُمَرُ بْنُ مُحَمَّدِ بْنِ [الْحَسَنِ] ٢ ثنا أَبِي٣ ثنا عِيسَى غُنْجَارُ٤ ثنا أَبُو حَمْزَةَ٥ عَنْ
_________
١ لم أقف على ترجمته.
٢ في الأصل: "الحُسين" مصغراً، والتصويب من التقريب والتهذيب.
وهو أبو حفص الأسدي الكوفي المعروف بابن التل، قال أبو حاتم: محله الصدق وقال النسائي ومسلمة: صدوق، وقال الدارقطني: لا بأس به ومرة وثقه، قال الحافظ في التقريب: صدوق ربما وهم، مات سنة ٢٥٠هـ.
انظر: الجرح والتعديل ٣/١/١٣٣، التهذيب ٧/٤٩٥.
٣ هو محمد بن الحسين بن الزبير الأسدي الكوفي المعروف بالتل، قال ابن معين وأبو حاتم: شيخ، وقال ابن معين مرة: ليس بشيء، ضعفه الفسوي والعقيلي، وقال ابن عدي والعجلي: لا بأس به، وقال ابن حجر: صدوق فيه لين، مات قريباً من سنة ٢٠٠ هـ، انظر: الميزان ٣/٥١٢، التهذيب ٩/١١٧.
٤ ابن موسى البخاري أبو أحمد الأزرق لقبه غنجار – بضم المعجمة وسكون النون بعدها جيم – قال الذهبي: صدوق في نفسه، وقال ابن حبان والحاكم: رواياته عن الثقات مستقيمة، إنما أتاه ضعفه من رواياته عن شيوخه الضعفاء، قال الدارقطني: لا شيء، مات سنة ١٨٦ هـ. انظر: الميزان ٣/٣٢٥، التهذيب ٨/٢٣٢.
٥ هو محمد بن ميمون السكري المروزي، وثقه ابن معين والنسائي وابن حجر، وعن ابن المبارك قال: صحيح الكتاب، عمي فاختلط، وقال أبو حاتم: لا يحتج به، مات سنة ١٦٧هـ، انظر: الجرح والتعديل ٤/١/٨١، التهذيب ٩/٤٨٦.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (113,'شَيْبَانَ١ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ: حَدَّثَنِي إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ عَنِ الْبَرَاءِ بْنِ عَازِبٍ أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الأَضَاحِي فَقَالَ: "أَكْرَهُ الْعَوْرَاءَ الْبَيِّنَ عَوَرُهَا، وَالْمَرِيضَةَ بينٌ مَرَضُهَا، وَالْمَهْزُولَةَ بينٌ هُزَالُهَا، وَالْمَكْسُورَةَ بَعْضَ قَرْنِهَا بَيِّنٌ ٌكسرها" ٢.
أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْقَطَّانُ أنبا عَلِيُّ بْنُ إِبْرَاهِيمَ الْمُسْتَمْلِي٣ قَالَ: قَالَ أَبُو أَحْمَدَ بْنُ فَارِسٍ٤: قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ: "يَحْيَى بْنُ أَبِي كَثِيرٍ أَبُو نَصْرٍ الْيَمَامِيُّ قَالَ عَلِيٌّ٥: مَاتَ بَعْدَ أَيُّوبَ٦ بِسَنَةٍ، سَنَةِ ثنتين/ وثلاثين ومائة"٧.
_________
١ ابن عبد الرحمن النحوي.
٢ رواه النسائي في السنن – كتاب الأضاحي، باب ما نهى عنه من الأضاحي ٧/٢١٤، والترمذي في الجامع – كتاب الأضاحي، باب ما لا يجوز من الأضاحي ٤/٨٥، وقال: حسن صحيح والعمل عليه عند أهل العلم.
ورواه ابن ماجه في السنن – كتاب الأضاحي، باب ما يكره أن يضحي به ٢/١٠٥٠ ح ٣١٤٤، وأخرجه أيضاً أحمد ٤/٢٨٩، ٣٠٠، ٣٠١.
٣ أبو الحسن المعروف بالنجاد – بالدال المهملة – قال الخطيب: كان ثقة، مات سنة ٣٥٣ هـ، انظر: تاريخ بغداد ١١/٣٣٨.
٤ هو محمد بن سليمان النيسابوري الدلال، قال أبو عبد الله الأخرم: ما أنكرنا عليه إلا لسانه، فإنه كان فاحشاً، وقال ابن العماد: كان يفهم ويذاكر، مات سنة ٣١٢ هـ.
انظر: الأنساب ٥/٤٣١، شذرات الذهب ٢/٢٦٥.
٥ هو ابن المديني.
٦ هو ابن تميمة السختياني.
٧ انظر: التاريخ الكبير ٤/٢/٣٠١.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (114,'وحدث عن بن أَبِي خَالِدٍ: أَبَانُ بْنُ تَغْلِبَ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ يَحْيَى بْنُ هَاشِمٍ أَكْثَرُ مِنْ ثَمَانِينَ سَنَةً.
أَخْبَرَنِي الْحُسَيْنُ بْنُ عَلِيٍّ الطَّنَاجِيرِيُّ ثنا عُمَرُ بْنُ أَحْمَدَ الْوَاعِظُ ثنا عُمَرُ بْنُ الْحَسَنِ بْنِ عَلِيٍّ٢.
أنا الْمُنْذِرُ بْنُ مُحَمَّدِ بْنِ الْمُنْذِرِ٣ ثني أَبِي٤ ثني عَمِّي الْحُسَيْنُ بْنُ شُعْبَةَ٥ ثني أَبِي عَنْ أَبَانِ بْنِ تَغْلِبَ ثني إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ عَنْ أَبِي صَالِحٍ قَالَ: كَانَ عَلِيٌّ يَقُولُ: "هِيَ الإِبِلُ، يَقُولُ: مَا كَانَ فِيهَا فَارِسٌ يَوْمَ بدر غير المقداد"٦.
_________
١ أبو سعيد الربعي الكوفي، قال الذهبي: شيعي جلد لكنه صدوق، فلنا صدقه وعليه بدعته، وقد وثقه أحمد وابن معين وأبو حاتم والنسائي وغيرهم، مات سنة ١٤٠هـ، أو بعدها.
انظر: الجرح والتعديل ١/١/٢٩٦، الميزان ١/٥، التهذيب ١/٩٣.
٢ أبو الحسين الشيباني المعروف بالأشتاني، ستأتي ترجمته في باب العين.
٣ أحد القراء أخذ القراءة عن أبيه وهارون بن حاتم وعنه أبو الحسين الأشتاني وابن عقدة، قال الدارقطني: ليس بالقوي، ومرة قال: ضعيف.
انظر: غاية النهاية لابن الجزري ٢/٣١١، لسان الميزان ٦/٩٠.
٤ هو محمد بن المنذر الكوفي، قال ابن الجزري، مقرئ معروف، روى الحروف سماعاً عن يحيى بن آدم، وعنه ابنه المنذر، انظر غاية النهاية لابن الجزري ٢/٢٦٦.
٥ لم أقف على ترجمته.
٦ انظر: تفسير الطبري ٣٠/٢٧١، سورة العاديات، وتفسير ابن كثير ٨/٤٨٦.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (115,'وكان ان عَبَّاسٍ يَقُولُ: "هِيَ الْخَيْلُ"، يَعْنِي فِي قَوْلِهِ تعالى: {فَالْمُورِيَاتِ قَدْحاً} ١.
وأخبرنا الْحُسَيْنُ ثنا عُمَرُ بْنُ أَحْمَدَ ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْهَمْدَانِيُّ ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ ثني هَارُونُ بْنُ سُفْيَانَ٢ قَالَ: "سَمِعْتُ أَبَا نُعَيْمٍ يَقُولُ: مَاتَ أَبَانُ بْنُ تَغْلِبَ سَنَةَ أَرْبَعِينَ وَمِائَةٍ، وَرَأَيْتُهُ وَكَانَ غَايَةً مِنَ الْغَايَاتِ"٣.
أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ ثنا الْقَاضِي أَبُو أَحْمَدَ الْعَشَّارُ٤ ثنا مُوسَى بْنُ إِسْحَاقَ٥ ثنا يَحْيَى بْنُ هَاشِمٍ السِّمْسَارُ ثنا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ عن عون بن
_________
١ سورة العاديات – آية: ٢.
٢ هو مستملي يزيد بن هارون، يعرف بالديك، مات سنة ٢٥٠هـ، أو ٢٥١ هـ.
انظر: تاريخ بغداد ١٤/٢٥.
٣ لعل هذا النص مقتبس من مكتاب "التاريخ" أو "تاريخ الكوفة" للفضل بن دكين، وهو مفقود، انظر: مقدمة المعرفة والتاريخ ليعقوب الفسوي ١/٤٧.
٤ لعل صوابه: أبو عبد الله أحمد بن بندار بن إسحاق الشعار الفقيه مسند أصبهان، وثقه أبو نعيم وابن العماد، وقال أبو نعيم: كان ظاهري المذهب، مات سنة ٣٥٩هـ.
انظر: أخبار أصبهان ١/١٥١، شذرات ٣/٢٨.
٥ أبو بكر الفقيه الشافعي الأنصاري، قال ابن أبي حاتم، ثقة صدوق، ولد سنة ٢١٠ هـ، ومات سنة ٢٩٧هـ.
انظر: الجرح والتعديل ٤/١/١٣٥، تذكرة الحفاظ ٢/٦٦٨.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (116,'عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ أَبِيهِ١ قَالَ: جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، فَقَالَ: يَا عَبْدَ اللَّهِ أَيُّ الأَعْمَالِ أَفْضَلُ؟، قَالَ: سَأَلْتَنِي عَنْ شَيْءٍ سَأَلْتُ عَنْهُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قُلْتُ: يَا رَسُولَ اللَّهِ أَيُّ الأَعْمَالِ أَفْضَلُ؟، قَالَ: "الصَّلاةُ لِوَقْتِهَا، وَبِرُّ الْوَالِدَيْنِ، وَالْجِهَادُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ" ٢.
قَالَ الْخَطِيبُ: عَوْنٌ هُوَ ابْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ.
مَاتَ يَحْيَى بْنُ هَاشِمٍ فِيمَا/ بَلَغَنِي نَحْوَ سَنَةِ خَمْسٍ وَعِشْرِينَ وَمِائَتَيْنِ أَوْ بَعْدَ ذَلِكَ.
١٨- إِسْمَاعِيلُ بْنُ عَيَّاشٍ أَبُو عُتْبَةَ الْحِمْصِيُّ٣:
حَدَّثَ عَنْهُ: سُلَيْمَانُ بْنُ مِهْرَانَ الأَعْمَشُ، وَالْحَسَنُ بن عرفة، وبين وفاتيهما مائة وعشر، وقيل: تسع سنين.
_________
١ عبد الله بن عتبة بن مسعود الهذلي، ولد في زمن النبي صلى الله عليه وسلم، اختلف في صحبته، فذهب البخاري وابن عبد البر وغيرهما إلى كونه تابعياً، وذهب العقلي وابن حجر إلى كونه صحابياً، مات سنة ٧٤ هـ، أو ٧٣ هـ.
انظر: الاستيعاب ٦/٢٨٣، الإصابة ٦/١٥٣، التهذيب ٥/٣١١.
٢ رواه البخاري في الصحيح – كتاب الصلاة، باب فضل الصلاة لوقتها ٥/٣١١، والترمذي في السنن – كتاب الصلاة، باب ما جاء في الوقت الأول من الفضل ١/٣٢٥ ح١٧٣، وقال: حسن صحيح.
٣ إمام مشهور، وثقوه في روايته عن الشاميين وضعفوه في روايته عن غيرهم وخاصة أهل الحجاز، ولد سنة ١٠٦هـ، ومات سنة ١٨١هـ.
انظر: الميزان ١/٢٤٠، التهذيب ١/٣٢١.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (117,'أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الْقَزْوِينِيُّ١ أنا عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ سَلَمَةَ الْقَطَّانُ ثنا صَالِحُ بْنُ مُحَمَّدِ بْنِ مِهْرَانَ٢ ثنا مُحَمَّدُ بْنُ يَزِيدَ٣ ثني جَعْفَرُ بْنُ عَبْدِ الْوَهَّابِ٤ عَنْ عِيسَى بْنِ الصَّبَّاغِ٥ ٦ ثنا عَلِيُّ بْنُ مُسْهِرٍ عَنِ الأَعْمَشِ عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ شُرَحْبِيلَ بْنِ مُسْلِمٍ٧ عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "الْوَلَدُ لِلْفِرَاشِ وللعاهر الحجر" ٨.
_________
١ قال الخطيب: كان أهل قزوين يضعفون روايته عن أبي الحسن القطان، توفي سنة ٤٢٣هـ، انظر: تاريخ بغداد ١٠/٣٠٣، الميزان ٢/٣٢١.
٢ لم أقف على ترجمته.
٣ لم أقف على ترجمته، ولعله ابن ماجه صاحب السنن.
٤ لم أجد له ترجمة فيما اطلعت عليه.
٥ لم أجد له ترجمة فيما وقفت عليه من كتب الرجال.
٦ هذا الإسناد سيعيده الخطيب بعد قليل باسم.. جعفر بن عبد الواحد الهاشمي عن محمد بن عيسى الطباع عن علي ... ، فلعله تصحف عبد الواحد هنا إلى عبد الوهاب والطباع إلى الصباغ، والله أعلم، والهاشمي قالوا عنه: كذاب منكر الحديث، كما في الميزان ١/٤١٢.
٧ الخولاني الشامي تابعي مشهور، وثقه أحمد والعجلي وغيرهم، وضعفه ابن معين، وقال ابن حجر: صدوق فيه لين، مات بعد المائة بقليل.
انظر: الميزان ٢/٢٦٧، التهذيب ٤/٣٢٥.
٨ رواه ابن ماجه في السنن عن أبي أمامة الباهلي – في كتاب النكاح، باب الولد للفراش ١/٦٤٧ ح ٢٠٠٧، وعن أبي هريرة ح ٢٠٠٦، قال البوصيري في الزوائد ١/١٢٩، إسناده صحيح، ورجاله ثقات، يعني حديث أبي أمامة الباهلي، وهو كما قال.
والحديث عند البخاري ومسلم عن عائشة وأبي هريرة، انظر: صحيح البخاري – كتاب البيوع، باب تفسير المشتبهات ٣/٧٠، ومسلم في الصحيح – كتاب الرضاع، باب الولد للفراش ٢/١٠٨٠- ١٠٨١.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (118,'قَالَ أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ: "مَاتَ الأَعْمَشُ سَنَةَ سَبْعٍ وَأَرْبَعِينَ وَمِائَةٍ"١.
وَقَالَ ابْنُ نُمَيْرٍ: "مَاتَ الأَعْمَشُ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَمِائَةٍ"٢.
وَحَدَّثَ عَنِ ابْنِ عَيَّاشٍ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ مِائَةٌ وَسَبْعٌ، وَقِيلَ: وَسِتُّ سِنِينَ.
أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدٍ الْعَتِيقِيُّ ثنا عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ الْمُقْرِئُ٣ ثنا مُحَمَّدُ بْنُ مُحَمَّدٍ الْبَاغَنْدِيُّ.
وَأَخْبَرَنِي الطَّنَاجِيرِيُّ٤ ثنا أَحْمَدُ بْنُ عُمَرَ٥ ثنا الْبَاغَنْدِيُّ ثنا جَعْفَرُ بن
_________
١ لعله ذكر ذلك في كتاب "التاريخ" أو "تاريخ الكوفة"، وهو مفقود.
انظر: مقدمة المعرفة والتاريخ للفسوي ١/٤٧.
٢ لعله ذكر ذلك في كتاب "التاريخ"، وهو مفقود أيضاً.
انظر: مقدمة وفيات العلماء لابن زبر الربعي، نسخة مصورة في المكتبة العامة في الجامعة الإسلامية تحت رقم ٥٠٥.
٣ في اللباب: ... أبو الحسين عبد الله بن أحمد – مكبراً – المعروف باسم البواب،
قال الخطيب: وثقه الأزهري وغيره، مات سنة ٣٧٦هـ.
انظر: تاريخ بغداد ١٠/٣٦٢، اللباب ١/١٨٢.
٤ أبو الفرج الحسين بن علي.
٥ أبو طاهر بن شاهين ولد أبي حفص عمر بن أحمد بن شاهين المشهور، قال الخطيب: كان ثقة، مات سنة ٤٠٦هـ، انظر: تاريخ بغدا ٤/٢٩٣.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (119,'عبد الواحد الْهَاشِمِيُّ قَالَ: قَالَ لَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ الطَّبَّاعِ: ثنا عَلِيُّ بْنُ مُسْهِرٍ عَنِ الأَعْمَشِ وَمُحَمَّدِ بْنِ إِسْحَاقَ عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ شُرَحْبِيلَ بْنِ مُسْلِمٍ عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ/ الْحَجَرُ".
لَفْظُ الطَّنَاجِيرِيِّ إِلا أَنَّهُ لَمْ يَذْكُرْ فِي إِسْنَادِهِ عَلِيَّ بْنَ مُسْهِرٍ.
وَمَاتَ مُحَمَّدُ بْنُ إِسْحَاقَ سَنَةَ خَمْسِينَ وَمِائَةٍ، وَقِيلَ: إِحْدَى وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ عَيَّاشٍ: سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ سِتٌّ وَتِسْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ١ ثنا الْحَسَنُ بْنُ عَلِيِّ بْنِ يُونُسَ٢ ثنا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ رُسْتَهْ٣ ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ٤ ثنا سُفْيَانُ الثَّوْرِيُّ عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عن عبد الرحمن ابن زياد بن أنعم٥ عن
_________
١ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عمر بن عبد الله القاضي، قال أبو نعيم: يروي عن عبدان وجعفر بن أحمد بن سنان، توفي سنة ٣٦٢هـ.
انظر: أخبار أصبهان ٢/٨٨.
٢ أبو علي التميمي، قال أبو نعيم: كان فاضلاً، توفي سنة ٣٠٨هـ.
انظر: أخبار أصبهان ١/٢٦٥.
٣ أبو الحسن الأصبهاني الأزرق، قال أبو حاتم: صدوق، وقال الذهبي: ثقة ينفرد ويغرب، وثقه الحافظ في التقريب، مات سنة ٢٥٠هـ.
انظر: الجرح والتعديل ٢/٢/٢٦٣، الميزان ٢/٥٧٩، التهذيب ٦/٢٣٤.
٤ أبو سعيد الأزدي مولاهم البصرى.
٥ أبو أيوب الأفريقي، ضعفه أحمد وابن معين والنسائي وابن القطان وغيرهم، قال الذهبي: كان البخاري يقوي أمره، وقال ابن حبان: كان يروي الموضوعات عن الثقات، مات سنة ١٥٦ هـ.
انظر: المجروحين ٢/٥٠، الميزان ٢/٥٦١، التهذيب ٦/١٧٣.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (120,'زِيَادِ بْنِ الْحَارِثِ الصُّدَائِيِّ١ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ حَدِيثٍ قَبْلَهُ – "مَنْ أَذَّنَ فَهُوَ أَحَقُّ أَنْ يُقِيمَ" كَذَا أَخْبَرَنَاهُ أَبُو نُعَيْمٍ٢.
وَمَاتَ سُفْيَانُ الثَّوْرِيُّ سَنَةَ إِحْدَى وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ عَيَّاشٍ: اللَّيْثُ بْنُ سَعْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ اثنتان
_________
١ نسبته إلى صداء – بضم الصاد المهملة بعدها دال مهملة أيضاً – حي من اليمن، قال ابن حجر: له صحبة ووفادة، وذكره في الصحابة ابن حبان وابن عبد البر وغيرهما.
انظر: الاستيعاب ٤/٣٤، الإصابة ٤/٢٧، التهذيب ٣/٣٥٩.
٢ انظر: أخبار أصبهان ١/٢٦٥.
والحديث أخرجه أبو داود في السنن – كتاب الصلاة، باب في الرجل يؤذن ويقيم آخر ١/٣٥٢ ح ٥١٤، وسكت عليه، وأخرجه الترمذي في الجامع – أبواب الصلاة، باب ما جاء أن من أذن فهو يقيم ١/٣٨٣ ح ١٩٩، وابن ماجه في السنن – كتاب الأذان، باب السنة في الأذان، ١/٢٣٧ ح٧١٧، ورواه أيضاً الإمام أحمد في المسند ٤/١٦٩، وفي إسناده عند الجميع الأفريقي، وهو مضعف عن أهل العلم بالحديث، قال الترمذي بعد هذا الحديث: إنما نعرفه من حديث الأفريقي، وهو ضعيف عند أهل الحديث، وقد ذهب على تصحيح هذا الحديث الشيخ السندي في تعليقه على ابن ماجه، والشيخ أحمد شاكر في تعليقه على الترمذي، بناءً على توثيقهما للأفريقي محتجين بقول البخاري فيه، مقارب الحديث، وكذلك سكوت أبي داود على هذا الحديث، ويقول الترمذي بعد الكلام السابق: والعمل على هذا عند أهل العلم أن من أذن فهو يقيم، والحديث قد ضعفه أئمة كبار: البغوي والبيهقي وغيرهم.
انظر: تفصيل ذلك في السلسلة الضعيفة للألباني ١/٥٣ ح ٣٥.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (121,'وَثَمَانُونَ سَنَةً.
وَأَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي الْفَتْحِ الْفَارِسِيُّ ثنا عَلِيُّ بْنُ عُمَرَ الْحَافِظُ ثنا الْحُسَيْنُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الرَّحْمَنِ الْقَاضِي١ ثنا أَبُو عَمْرٍو مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ٢ ثني أَبِي٣ عَنْ أَبِيهِ٤ عَنْ جَدِّهِ عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ [يَزِيدَ ٥ بْنِ جَابِرٍ عَنْ مَكْحُولٍ٦ عَنْ زِيَادِ بْنِ جَارِيَةَ٧ عَنْ حَبِيبِ بْنِ مَسْلَمَةَ٨ قَالَ: "كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ينفل في
_________
١ أبو عبد الله الأنطاكي المعروف بابن الصابوني، وثقه الدارقطني والبرقاني والخطيب وغيرهم، مات سنة ٣١٩هـ، انظر: تاريخ بغداد ٨/٣٩.
٢ لم أقف على ترجمته.
٣ عبد الملك بن شعيب بن الليث، ذكره ابن حبان في الثقات، ووثقه النسائي، وقال أبو حاتم: صدوق، مات سنة ٢٤٨ هـ.
انظر: الجرح والتعديل ٢/٢/٣٥٤، التهذيب ٦/٣٩٨.
٤ شعيب بن الليث بن سعد، ذكره ابن حبان وابن شاهين في ثقاتهما، وثقه ابن يونس والخطب، ولد سنة ١٣٥هـ، ومات سنة ١٩٩هـ.
انظر: الجرح والتعديل ٢/١/٣٥١، التهذيب ٤/٣٥٥.
٥ في الأصل: "بن زيد"، والتصويب من التذكرة ١/١٨٣، والتهذيب ٦/٢٩٧.
٦ أبو عبد الله الدمشقي.
٧ يقال: له صحبة، وذكره ابن حبان في الثقات وجزم هو وغيره بأنه تابعي، وثقه النسائي، توفي في خلافة الوليد بن عبد الملك.
انظر: الثقات لابن حبان ٢/ ق٣٣، الإصابة ٤/٩٢، التهذيب ٣/٣٥٦.
٨ أبو عبد الرحمن المكي نزيل الشام، رجح البخاري وابن سعد وابن حجر: صحبته، مات سنة ٤٢ هـ، انظر: الطبقات الكبرى ٧/٤٠٩، الإصابة ٢/٢٠٨.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (122,'بَدْأَتِهِ الرُّبُعَ، وَفِي الرَّجْعَةِ الثُّلُثَ"١.
قَالَ الْخَطِيبُ: هَذَا غَرِيبٌ مِنْ رِوَايَةِ اللَّيْثِ عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، تَفَرَّدَ بِهِ شُعَيْبُ بْنُ اللَّيْثِ عَنْ أَبِيهِ وَلا أَعْلَمُ رَوَاهُ/ غَيْرُ مُحَمَّدِ بْنِ عَبْدِ الْمَلِكِ عَنْ أَبِيهِ عَنْ جَدِّهِ.
قَالَ مُحَمَّدُ بْنُ رُمْحٍ٢: مَاتَ اللَّيْثُ بْنُ سَعْدٍ سَنَةَ خَمْسٍ وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ عَيَّاشٍ: فَرَجُ بْنُ فَضَالَةَ الْحِمْصِيُّ٣، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ إِحْدَى وَثَمَانُونَ، وَقِيلَ: ثَمَانُونَ سَنَةً.
أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ عَلِيِّ بْنِ أَحْمَدَ الْخَيَّاطُ الأَزَجِيُّ٤ أنا أبو
_________
١ أخرجه أبو داود في السنن – كتاب الجهاد، باب فيمن قال الخمس قبل النفل ٣/ ١٨٢ ح٢٧٥٠، وسكت عليه، وأخرجه ابن ماجه في السنن، كتاب الجهاد، باب النفل ٢/٩٥١ – ٩٥٢ ح ٢٨٥٢- ٢٨٥٣.
قال البوصيري: إسناده حسن.
أنظر: زوائد ابن ماجه ق ٣٣٣ - كتاب الجهاد، باب النفل، المحفوظ في مكتبة الجامعة الإسلامية تحت رقم ١٢٩٠.
٢ أبو عبد الله التجيبي مولاهم المصري، انظر: النهذيب ٩/١٦٤.
٣ أبو فضالة التنوخي، ضعفه أحمد والبخاري وابن معين وابن حبان والدارقطني وغيرهم، مات سنة ١٧٦هـ أو بعدها.
انظر: المجروحين ٢/٢٠٦، الميزان ٣/٣٤٣، التهذيب ٨/٢٦٢.
٤ قال الخطيب: كان صدوقاً كثير الكتاب، ولد سنة ٣٥٦ هـ، ومات سنة ٤٤٤ هـ.
انظر: تاريخ بغداد ١٠/٤٦٨.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (123,'بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْمُفِيدُ١ ثنا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ السَّقَطِيُّ٢ ثنا يَزِيدُ بْنُ هَارُونَ ثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ ثنا عِصْمَةُ بْنُ رَاشِدٍ الأُمْلُوكِيُّ٣ وَأَبُو بَكْرِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي مَرْيَمَ٤ عَنْ حَبِيبِ بْنِ عُبَيْدٍ الرَّحْبِيِّ٥ عَنْ عَوْفِ بْنِ مالك الأشجعي قال: "صلى الله رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى جِنَازَةِ رَجُلٍ مِنَ الأَنْصَارِ فَسَمِعْتُهُ يَقُولُ: اللَّهُمَّ صَلِّ عَلَيْهِ وَاغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ مَثْوَاهُ وَمَقِيلَهُ وَاغْسِلْهُ بِمَاءٍ وَثَلْجٍ وَبَرَدٍ وَنَقِّهِ مِنْ ذُنُوبِهِ كَمَا يُنَقَّى الثَّوْبُ
_________
١ قال الخطيب: يروي المناكير ويروي عن المجهولين، وقال الذهبي: متهم، ولد سنة ٢٨٤ هـ، ومات سنة ٣٧٨هـ.
انظر: تاريخ بغداد/٣٤٦، تذكرة الحفاظ ٣/٩٧٩.
٢ قال الخطيب: هو ممن تفرد بالرواية عنه المفيد وليس بمعروف عند أهل النقل، وقال الذهبي: شيخ لا يعرف إلا من جهة المفيد.
انظر: تاريخ بغداد ٤/٢٤٤، اللسان ١/٢١١.
٣ قال الحافظ ابن حجر: شامي لا يدرى من هو.
انظر: التهذيب ٧/١٩٦.
٤ الغساني الشامي، قيل: اسمه بكر، وقيل، بكير، وقيل: عبد السلام، وهو ضعيف باتفاق المحدثين، مات سنة ١٥٦هـ.
انظر: الميزان ٤/٤٩٧، التهذيب ١٢/٢٨.
٥ أبو حفص الحمصي، ذكره ابن حبان في الثقات، ووثقه النسائي والعجلي وغيرهما، أدرك سبعين من الصحابة مات قبل المائة.
انظر: الثقات لابن حبان ٢/ق ١٧، الجرح والتعديل ١/٢/١٠٥، التهذيب ٢/١٨٧.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (124,'الأَبْيَضُ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلا خَيْرًا مِنْ أَهْلِهِ وَقِهِ فِتْنَةَ عَذَابِ الْقَبْرِ.
قَالَ عَوْفٌ: لَقَدْ رَأَيْتُنِي أَتَمَنَّى فِي مَقَامِي ذَلِكَ [أَنْ] ١ أَكُونَ أَنَا ذَلِكَ الْمَيِّتَ مَكَانَ ذَلِكَ الأَنْصَارِيِّ لِمَا رَأَيْتُ مِنْ صَلاةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ"٢
ثُمَّ قَالَ يَزِيدُ بْنُ هَارُونَ: سَمِعْتُهُ مِنْ شُعْبَةَ يُحَدِّثُ بِهِ عَنْ فَرَجِ بْنِ فَضَالَةَ عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ حَتَّى قَدِمَ إِسْمَاعِيلُ إِلَى بَغْدَادَ فَسَمِعْتُهُ مِنْهُ.
قَالَ مُحَمَّدُ بْنُ سَعْدٍ: "الْفَرَجُ بْنُ فَضَالَةَ كَانَ يَسْكُنُ مَدِينَةَ أَبِي جَعْفَرٍ، وَمَاتَ بِهَا سَنَةَ سِتٍّ وَسَبْعِينَ وَمِائَةٍ"٣.
وَقَالَ/ مُوسَى بْنُ مُحَمَّدٍ: "سَنَةَ سَبْعٍ وَسَبْعِينَ"٤.
وَحَدَّثَ عَنِ ابْنِ عَيَّاشٍ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ سِتٌّ وَسَبْعُونَ سَنَةً.
وَحَدِيثُ ابْنِ الْمُبَارَكِ عَنْهُ: "أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كَانَ ينفل في مغازيه"٥.
_________
١ ما بين المعكوفتين زيادة يقتضيها السياق، والله أعلم، وهي ثابتة في مسلم وابن ماجه.
٢ أخرجه مسلم في الصحيح ٢/٦٦٣- كتاب الجنائز ح٨٦، وأخرجه ابن ماجه ١/٤٨١ كتاب الجنائز ح ١٥٠٠.
٣ انظر: الطبقات الكبرى ٧/٤٦٩.
٤ موسى بن محمد بن عتاب: له كتاب في الوفيات، اقتبس منه الخطيب وفيات بعض المحدثين، وهو مفقود، انظر: موارد الخطيب ص: ٤١١.
٥ رواه الإمام أحمد في المسند ٤/٤٠٢، من حديث أبي موسى الأشعري، وفي إسناده عند أحمد عبد العزيز بن عبد الله الحمصي، مجمع على تضعيفه، ولم يرو عنه سوى ابن عياش.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (125,'قَالَ أَبُو عُبَيْدٍ: مَاتَ ابْنُ الْمُبَارَكِ – بِهِيتَ١ – سَنَةَ إِحْدَى وَثَمَانِينَ وَمِائَةٍ٢.
أَخْبَرَنَا أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مَهْدِيٍّ الْفَارِسِيُّ، وَأَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقُوَيْهِ الْهَمْدَانِيُّ وَأَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ الْفَضْلِ الْمَتُّوثِيُّ، وَأَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ، وَأَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مَخْلَدٍ الْبَزَّازُ٣ قَالُوا: أنا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ٤ الصَّفَّارُ ثنا الْحَسَنُ بْنُ عَرَفَةَ ثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ٥ عَنْ عمرو بن شعيب٦ عن
_________
١ هيت ويقال: هيت: بلدة على الفرات من نواحي بغداد فوق الأنبار، سميت باسم بانيها: هيت بن السبندي. انظر: معجم البلدان ٥/٤٢٠.
٢ لم أعرف من هو أبو عبيد المذكور هنا، ولم أعرف مصدر الخطيب في هذا النص، والله أعلم.
٣ آخره زاي، قال الخطيب: كتبنا عنه وكان صدوقاً، ولد سنة ٣٢٩هـ، ومات سنة ٤١٩ هـ، انظر: تاريخ بغداد ٣/٣٢١، شذرات الذهب ٣/٢١٤.
٤ في الأصل: "علي" والتصويب من تاريخ بغداد ٦/٣٠٢.
٥ أبو الحارث المخزومي القرشي، ويقال: أبو محمد، وثقه ابن حبان وابن سعد والعجلي، وقال ابن معين: ليس به بأس، وضعفه أحمد وابن المديني والنسائي وغيرهم، مات سنة ١٤٣هـ.
انظر: الثقات لابن حبان ٢/ق٦٧، الميزان ٢/٥٥٤، التهذيب ٦/١٥٥.
٦ اختلف في توثيقه وتضعيفه اختلافاً كبيراً، والراجح والله أعلم ما ذهب إليه الحافظ في التقريب: من كونه صدوقاً، مات سنة ١١٨ هـ.
انظر: المجروحين ٢/٧١، الميزان ٣/٢٦٣، التهذيب ٨/٤٨.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (126,'أَبِيهِ١ عَنْ جَدِّهِ٢ قَالَ: "نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: عَنْ نَتْفِ الشَّيْبِ وَقَالَ: إِنَّهُ نُورُ الْمُسْلِمِ"٣.
وَقَدْ ذَكَرْنَا فِي تَرْجَمَةِ إِبْرَاهِيمَ بْنِ أَبِي يَحْيَى: أَنَّ الْحَسَنَ بْنَ عَرَفَةَ مَاتَ سَنَةَ سَبْعٍ وَخَمْسِينَ وَمِائَتَيْنِ.
١٩- إِسْمَاعِيلُ بْنُ عَمْرِو بْنِ نَجِيحٍ أَبُو إِسْحَاقَ الْبَجَلِيُّ الْكُوفِيُّ نَزَلَ أَصْبَهَانَ٤:
حَدَّثَ عَنْهُ: عُبَيْدُ اللَّهِ٥ بْنُ مُحَمَّدِ بْنِ [حَفْصٍ] ٦ التَّيْمِيُّ الْمَعْرُوفُ
_________
١ شعيب بن محمد بن عبد الله بن عمرو بن العاص، ذكره ابن حبان في الثقات وقال: لا يصح سماعه من جده، ورجح البخاري وأبو داود سماعه من جده، قال ابن حجر: صدوق ثبت سماعه من جده.
انظر: التاريخ الكبير ٢/٢/٢١٨، الثقات لابن حبان ٢/ق٤٩، التهذيب ٤/٣٥٦.
٢ الراجح والله أعلم أن المقصود بجده هنا هو عبد الله بن عمرو بن العاص.
٣ أخرجه الترمذي في الجامع – كتاب الأدب، باب ما جاء في نتف الشيب ٥/١٢٥ ح ٢٨٢١، وقال: حديث حسن، وأخرجه ابن ماجة في السنن – كتاب الأدب، باب نتف الشيب ٢/١٢٢٦ ح ٣٧٢١، ورواه أيضاً الإمام أحمد في المسند ٢/٢٠٦.
٤ ضعفه أبو حاتم والعقيلي والأزدي والداقطني، قال ابن حبان في الثقات: يغرب كثيراً، وقال الخطيب: صاحب مناكير، مات سنة ٢٢٧ هـ.
انظر: الجرح والتعديل ١/١/١٩٠، الميزان ١/٢٣٩، التهذيب ١/٣٢٠.
٥ في الأصل: "إبراهيم"، والصواب ما أثبت كما جاء في التهذيب وما سيذكره المؤلف في نفس هذه الصفحة.
٦ تصحف في الأصل: حفص إلى جعفر، فلعله من الناسخ.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (127,'بِالْعَيْشِيِّ١، وَمُحَمَّدُ بْنُ عَلِيِّ بْنِ مَخْلَدٍ الْفَرْقَدِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مَخْلَدٍ الْمُعَدَّلُ الْفَارِسِيُّ ثني/ إِسْمَاعِيلُ بْنُ عَلِيٍّ الْخُطَبِيُّ ثنا الْكُدَيْمِيُّ وَهُوَ أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يُونُسَ بْنِ مُوسَى الْقُرَشِيُّ٣ ثنا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ ثنا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ عَنْ عُمَرَ بْنِ مُوسَى٤ عَنْ زَيْدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِمُ السَّلامُ قَالَ: "شَكَوْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَسَدَ النَّاسِ فَقَالَ: يَا عَلِيُّ أَمَا تَرَى أَنَّا أَرْبَعَةٌ أَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ، أَنَا وَأنْتَ وَالْحَسَنُ وَالْحُسَيْنُ، وَأَزْوَاجُنَا عَنْ أَيْمَانِنَا وَعَنْ شَمَايِلِنَا، وَذَرَارِينَا خَلْفَ أَزْوَاجِنَا، وَشِيعَتُنَا مِنْ وَرَائِنَا"٥.
أَخْبَرَنَا ابْنُ الْفَضْلِ٦ أنا جَعْفَرٌ الْخُلْدِيُّ ثنا مُحَمَّدُ بن عبد الله الحضرمي٧
_________
١ العيشي: بالعين المهملة والياء المثناة التحتانية ثم شين معجمة – نسبة إلى عائشة بنت طلحة، وقد وثقه أحمد وأبو حاتم وابن حجر، وقال أبو داود وابن خراش: صدوق، مات سنة ٢٢٨هـ، انظر: الجرح والتعديل ٢/٢/٣٣٥، التهذيب ٧/٤٥.
٢ هو أبو جعفر الداركي، كما سيأتي في آخر الترجمة.
٣ سيورد المؤلف ترجمته في باب الميم.
٤ هو الوجيهي الحمصي، قال البخاري: منكر الحديث، وقال ابن عدي: يضع الحديث، وقال النسائي وابن حبان والدارقطني: متروك.
انظر: المجروحين ٢/٨٦، التاريخ الكبير ٣/٢/١٩٧، الميزان ٣/٢٢٤.
٥ لم أقف على من خرجه، ورائحة الوضع تفوح منه، والله أعلم.
٦ محمد بن الحسين القطان.
٧ هو المعروف بمطين، لعل الخطيب اقتبس هذا النص من كتابه "التاريخ"، وهو مفقود.
انظر: موارد الخطيب ص: ٣٦٠.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (128,'قَالَ: "سَنَةَ ثَمَانٍ وَعِشْرِينَ وَمِائَتَيْنِ فِيهَا مَاتَ عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ".
أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ يَزْدَادَ الْقَارِئُ أنا عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ الأَصْبَهَانِيُّ١ ثنا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَخْلَدٍ الْفَرْقَدِيُّ ثنا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ ثنا سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ مَوْلًى لأُمِّ سَلَمَةَ٢ عَنْ أُمِّ سَلَمَةَ قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: "اللَّهُمَّ إِنِّي أَسْأَلُكَ رِزْقًا طَيِّبًا، وَعِلْمًا نَافِعًا، وَعَمَلا مُتَقَبَّلا" ٣.
قَالَ لِي أَبُو نُعَيْمٍ الْحَافِظُ: "تُوُفِّيَ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَخْلَدِ بْنِ مَزْيَدِ بن محرز الفرقدي الداركي/٤ سنة سبع وثلاثمائة، وهو آخر من حدث عن
_________
١ لعله أبو محمد المذكر، قال أبو نعيم: يروي عن أبي عروبة الحراني والبغوي وغيرهما، مات سنة ٣٦٨هـ. انظر: أخبار أصبهان ٢/٩٤.
٢ قال البوصيري في زوائد ابن ماجه: لم أرى أحداً ممن صنف في المبهمات ذكره، ولا أدري ما حاله.
انظر: مصباح الزجاجة في زوائد ابن ماجه – كتاب إقامة الصلاة، باب لا يخص الإمام نفسه بالدعاء ١/٦٠.
٣ رواه ابن ماجه في السنن – كتاب إقامة الصلاة والسنة فيها، باب ما يقال بعد التسليم ١/٢٩٨ ح ٩٢٥.
وقال البوصيري: رجاله ثقات خلا مولى أم سلمة فإنه لم يسم ولم أر ... الخ.
انظر: مصباح الزجاجة المشار إليه آنفاً.
والحديث أخرجه أيضاً الإمام أحمد في المسند ٦/٢٩٤، وفيه أيضاً مولى أم سلمة، وهو مجهول.
٤ في الأصل: "الداعي"، والتصويب من أخبار أصبهان ٢/٢٤١، ونسبته إلى قرية دارك لسكناه فيها، كذا قال أبو نعيم.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (129,'إِسْمَاعِيلَ بْنِ عَمْرٍو وَكَانَ ثِقَةً"١.
٢٠- إِسْمَاعِيلُ بْنُ إبراهيم بن عُلِيَّةَ أَبُو بِشْرٍ الأَسَدِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: ابْنُ جُرَيْجٍ، وَمُوسَى بْنُ سَهْلٍ الْوَشَّاءُ٢، وَبَيْنَ وفاتيهما مائة وتسع وعشرون سنة، وقيل: ثمان، وقيل: سبع وَعِشْرُونَ.
أَخْبَرَنَا أَبُو نَصْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ عَبْدُوسٍ الْجَصَّاصُ الأَهْوَازِيُّ ثنا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الطَّلْحِيُّ٣ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ وَجَعْفَرُ بْنُ أَحْمَدَ بْنِ عِمْرَانَ٤ قَالا: ثنا مَحْمُودُ بْنُ غَيْلانَ٥ ثنا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ ثنا ابْنُ جُرَيْجٍ عَنْ إسماعيل بن عُلِيَّةَ عَنْ مَعْمَرٍ٦ عَنْ أَيُّوبَ٧ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ" ٨، وزاد بإسناد آخر:
_________
١ أخبار أصبهان ٢/٢٤١.
٢ ضعفه الدارقطني والخليلي، وقال البرقاني: ضعيف جداً، مات سنة ٢٧٨ هـ.
انظر: الميزان ٤/٢٠٦، التهذيب ١٠/٣٤٨.
٣ لم أقف على ترجمته.
٤ لم أقف على ترجمته.
٥ في الأصل: "محمد"، وهو أبو أحمد العدوي مولاهم المروزي نزيل بغداد، وثقه أحمد والنسائي ومسلمة وابن حجر وغيرهم، مات سنة ٢٣٩ هـ.
انظر: تاريخ بغداد ١٣/٨٩، التهذيب ١٠/٦٤.
٦ هو ابن راشد.
٧ ابن أبي تميمة السختياني.
٨ رواه البخاري في الصحيح ٤/٧٥ - كتاب الجهاد، باب لا يعذب بعذاب الله، وأبو داود في السنن ٤/٥٢٠ ح٤٣٥١ كتاب الحدود، باب الحكم فيمن ارتد.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (130,'"أَوْ رَجَعَ عَنْ دِينِهِ، وَلا تُعَذِّبُوا بِعَذَابِ اللَّهِ عَزَّ وَجَلَّ"، وَفِي إِسْنَادٍ آخَرَ: "أَحَدًا"- يَعْنِي النَّارَ -.
وَقَدْ ذَكَرْنَا فِي تَرْجَمَةِ إِبْرَاهِيمَ بْنِ أَبِي يَحْيَى تَارِيخِ وَفَاةِ ابْنِ جُرَيْجٍ عَلَى الاخْتِلافِ فِيهَا، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ.
وَحَدَّثَ عَنِ ابْنِ عُلِيَّةَ، إِبْرَاهِيمُ بْنُ طَهْمَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْوَشَّاءِ مِائَةٌ وَعِشْرُونَ، وَقِيلَ: خَمْسَ عَشْرَةَ سَنَةً.
أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْبَرْقَانِيُّ أنا الْحُسَيْنُ بْنُ عَلِيٍّ التَّمِيمِيُّ١ أنا الْحُسَيْنُ بْنُ مُحَمَّدٍ النَّحَّاسُ/٢.
ثنا أَحْمَدُ بْنُ جَعْفَرٍ٣ نا إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ إِسْمَاعِيلَ – يَعْنِي ابْنَ عُلِيَّةَ – عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ عَنْ عِكْرِمَةَ بْنِ خَالِدٍ الْمَخْزُومِيِّ (عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ) ٤ أَنَّهُ قَالَ: "قَرَأَ عُمَرُ بْنُ الْخَطَّابِ: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} ٥ قال: هذه لهؤلاء،
_________
١ أبو أحمد المعروف بحسينك النيسابوري.
انظر: تاريخ بغداد ٨/٧٤، شذرات الذهب ٣/٨٤.
٢ لم أقف على ترجمته.
٣ لم أقف على ترجمته.
٤ اختلف في صحبته، فرجح ابن حجر أن له رؤية وليس له رواية، بينما ذهب ابن عبد البر إلى القول بأنه تابعي، مات سنة ٩٢ هـ، وقيل غير ذلك.
انظر: الاستيعاب ٩/٣٠١، الإصابة ٩/٣٥.
٥ سورة الأنفال – آية: ٤١.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (131,'ثُمَّ قَرَأَ: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ} ١، وَهَذِهِ لِهَؤُلاءِ، ثُمَّ قَرَأَ: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ} ٢٣.
"ذَكَرَ يَحْيَى بْنُ مُحَمَّدٍ النَّيْسَابُورِيُّ٤: أَنَّ إِبْرَاهِيمَ بْنَ طَهْمَانَ مَاتَ فِي سَنَةِ ثَمَانٍ وَخَمْسِينَ وَمِائَةٍ.
وَذَكَرَ مَالِكُ بْنُ سُلَيْمَانَ٥ الْهَرَوِيُّ: أَنَّهُ مَات فِي سَنَةِ ثَلاثٍ وَسِتِّينَ وَمِائَةٍ"٦.
وَحَدَّثَ عَنِ ابْنِ عُلَيَّةَ: شُعْبَةُ بْنُ الْحَجَّاجِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْوَشَّاءِ مِائَةٌ وَثَمَانِ عَشْرَةَ سَنَةً.
أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ عُمَرَ بْنِ بُرْهَانٍ الْغَزَّالُ٧ ثنا عُثْمَانُ بْنُ أَحْمَدَ
_________
١ سورة التوبة – آية: ٦٠.
٢ سورة الحشر – آية: ٥- ٦.
٣ رواه البيهقي في السنن ٦/٣٥٢.
٤ هو أبو زكريا يحيى بن الإمام محمد بن يحيى الذهلي، لقبه حيكان، وثقه الحاكم وابن حجر وغيرهما، وقال ابن أبي حاتم: صدوق، قتل سنة ٢٦٧ هـ.
انظر: الجرح والتعديل ٤/١/١٨٦، التهذيب ١١/٢٧٦.
٥ قال الذهبي: صدوق، وقال العقيلي: فيه نظر، وقال الدارقطني: ضعيف، قال ابن حبان في الثقات: كان مرجئاً يخطئ.
انظر: الميزان ٣/٤٢٧، لسان الميزان ٥/٤.
٦ انظر: تاريخ بغداد ٦/١١١.
٧ قال الخطيب: كتبت عنه وكان ثقة صالحاً، مات سنة ٤١٢ هـ.
انظر: تاريخ بغداد ٨/٨٢، البداية والنهاية ١٢/١٢.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (132,'الدقال ثنا صَالِحُ بْنُ مُحَمَّدٍ الرَّازِيُّ١ ثنا [عَلِيُّ] ٢ بْنُ الْجَعْدِ أنا شُعْبَةُ عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: "نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتَزَعْفَرَ الرَّجُلُ"٣.
قَالَ ابْنُ نُمَيْرٍ: مَاتَ شُعْبَةُ سَنَةَ سِتِّينَ وَمِائَةٍ.
وَحَدَّثَ/ عَنِ ابْنِ عُلَيَّةَ: عَبْدُ اللَّهِ بْنُ وَهْبٍ الْمِصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْوَشَّاءِ إِحْدَى وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا الْقَاضِي أَبُو مُحَمَّدٍ يُوسُفُ بْنُ رَبَاحِ بْنِ عَلِيٍّ الْمُقْرِئُ٤ أنا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الْمُهَنْدِسُ٥ –بِمِصْرَ- ثنا مُوسَى بْنُ عَبْدِ الْمَلِكِ٦ ثنا يُونُسُ بْنُ عَبْدِ الأَعْلَى٧ ثنا عَبْدُ الله بن وهب عن إسماعيل بن علية قال:
_________
١ وثقه الدارقطني وأحمد بن كامل القاضي، مات سنة ٢٨٣ هـ.
انظر: تاريخ بغداد ٩/٣٢٠.
٢ في الأصل: "جعفر" وهو خطأ.
٣ رواه البخاري في الصحيح مسنداًَ ٧/١٩٧ – كتاب اللباس، باب التزعفر للرجال.
٤ قال الخطيب: كتبنا عنه وكان سماعه صحيحاً، ويقال: إنه كان معتزلياً، مات سنة ٤٤٠ هـ، انظر: تاريخ بغداد ١٤/٣٢٨
٥ قال ابن العماد: هو محدث مصر، كان ثقة تقياً، روى عن البغوي وطبقته، مات سنة ٣٨٥هـ، انظر: شذرات الذهب ٣/١١٣.
٦ أبو العباس الأموي مولاهم، قال ابن يونس: لم يكن بذاك في الحديث، مات سنة ٣١٢هـ، لسان الميزان ٦/١٢٥.
٧ أبو موسى الصدفي – بالصاد والدال المهملتين بعدها فاء – وثقه أبو حاتم والنسائي وغيرهما، قال الذهبي: تفرد عن الشافعي بحديث لا مهدي إلا عيسى وهو منكر جداً، مات سنة ٢٦٤هـ.
انظر: الجرح والتعديل ٤/٢/٢٤٣، الميزان ٤/٤٨١، التهذيب ١١/٤٤٠.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (133,'أَرَاهُ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسٍ قَالَ: "نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتَزَعْفَرَ الرَّجُلُ".
"قَالَ يَعْقُوبُ بْنُ سُفْيَانَ: وُلِدَ عَبْدُ اللَّهِ بْنُ وَهْبِ بْنِ مُسْلِمٍ الْمِصْرِيُّ فِي ذِي الْقَعْدَةِ سَنَةَ خَمْسٍ وَعِشْرِينَ وَمِائَةٍ، (وَمَاتَ فِي شَعْبَانَ لِخَمْسٍ بقين منه سنة سبع تسعين وَمِائَةٍ) "١.
أَخْبَرَنَا أَبُو نَصْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ حَسْنُونٍ النَّرْسِيُّ٢ ثنا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ الرَّزَّازُ٣ –إِمْلاءً – ثنا مُوسَى بْنُ سَهْلِ بْنِ كَثِيرٍ ثنا إسماعيل بن عُلَيَّةَ ثنا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ قَالَ أَنَسٌ: "نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتَزَعْفَرَ الرَّجُلُ".
أَخْبَرَنَا الْحَسَنُ بْنُ أَبِي بَكْرٍ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّافِعِيُّ قَالَ: مَاتَ مُوسَى بْنُ سَهْلٍ الْوَشَّاءُ يَوْمَ الْجُمُعَةِ أَوَّلَ يَوْمٍ مِنْ ذِي الْقَعْدَةِ سنة ثمان وسبعين ومائتين٤.٥
_________
١ يعقوب الفسوي: المعرفة والتاريخ ١/١٨٥.
٢ قال الخطيب: كتبت عنه وكان صدوقاً صالحاً، ومات سنة ٤١١هـ.
انظر: تاريخ بغداد ٤/٣٧١، الأنساب ٢/٥٥٨.
٣ قال الخطيب: كان ثقة ثبتاً، ولد سنة ٢٥١ هـ، ومات سنة ٣٣٩هـ.
انظر: تاريخ بغداد ٣/١٣٢، الأنساب ٢/١٠٨.
٤ تاريخ بغداد ١٣/٤٨.
٥ ورد بعد هذه العبارة في الهامش عبارة آخر الجزء الأول من أجزاء الخطيب رحمه الله، ولم يتكرر مثل ذلك بعد هذا الموضع.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (134,'٢١- إِسْحَاقُ بْنُ سُلَيْمَانَ أَبُو يَحْيَى الرَّازِيُّ:/
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيِّ الْكُوفِيُّ١، وَالْحَسَنُ بْنُ مُكْرَمٍ الْبَغْدَادِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَسَبْعُونَ سَنَةً.
أَخْبَرَنِي أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُوسَى بْنِ هَارُونَ بْنِ الصَّلْتِ الأَهْوَازِيُّ أنا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْكُوفِيُّ ثنا أَحْمَدُ بْنُ يَحْيَى بْنِ زَكَرِيَّا٣ ثنا مُحَمَّدُ بْنُ بِشْرٍ ثنا أَبُو يَحْيَى الرَّازِيُّ إِسْحَاقُ بْنُ سُلَيْمَانَ عَنِ الْمُغِيرَةِ بْنِ زِيَادٍ٤ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنْ ثَابَرَ عَلَى ثِنْتَيْ عَشْرَةَ رَكْعَةً مِنَ السُّنَّةِ بَنَى اللَّهُ لَهُ فِي الْجَنَّةِ بَيْتًا، أَرْبَعًا قَبْلَ الظُّهْرِ، وَرَكْعَتَيْنِ قَبْلَ الْعَصْرِ، وَرَكْعَتَيْنِ بَعْدَ الْمَغْرِبِ، وَرَكْعَتَيْنِ بعد العشاء,
_________
١ أبو عبد الله الكوفي، وثقه ابن معين والنسائي وابن سعد وابن حجر وغيرهم، مات سنة ٢٠٣ هـ، انظر: تذكرة الحفاظ ١/٣٢٢، التهذيب ٩/٧٣.
٢ أبو علي البزاز – بزايين بينهما ألف – قال الخطيب: كان ثقة، ولد سنة ١٨٢هـ، ومات سنة ٢٧٤ هـ، انظر: تاريخ بغداد ٧/٤٣٢، الإكمال ٧/٢٨٦.
٣ أبو جعفر الكوفي ذكره ابن حبان في الثقات، ووثقه أيضاً أبو حاتم، قال النسائي: لا بأس به، مات سنة ٢٦٤هـ.
انظر: الجرح والتعديل ١/١/٨١، التهذيب ١/٨٨.
٤ أبو هاشم البجلي الموصلي، وثقه وكيع وابن معين والعجلي وغيرهم، وقال أحمد: مضطرب الحديث، منكر الحديث، وقال غير واحد: هو مضطرب، قال الحافظ في التقريب: صدوق له أوهام، مات سنة ١٥٢هـ.
انظر: المجروحين ٣/٦، الميزان ٤/١٦٠، التهذيب ١٠/٢٥٨.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (135,'وَرَكْعَتَيْنِ قَبْلَ الْفَجْرِ"١.
قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: "مَاتَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ سَنَةَ ثَلاثٍ وَمِائَتَيْنِ"٢.
أَخْبَرَنِي أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ دَاوُدَ الرَّزَّازُ٣ أنا أَبُو سَهْلٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ٤ ثنا الحسن بن
_________
١ رواه عن عائشة النسائي ٣/٢٦١ – كتاب قيام الليل وتطوع النهار، باب ثواب من صلى في اليوم والليلة ثنتي عشرة ركعة سوى الفريضة، إلا أنه ذكر، ركعتين بعد الظهر بدلاً من ركعتين قبل العصر، وهو أيضاً عنده عن أم حبيبة مختصراً.
وحديث أم حبيبة عند مسلم في الصحيح – كتاب صلاة المسافرين، باب فضل السنن الراتبة قبل الفريضة ١/٥٠٣ ح ٧٢٨، وعند أبي داود – كتاب الصلاة، باب التطوع وركعات السنة ٢/٤٢ ح ١٢٥٠، وعند الترمذي أيضاً – أبواب الصلاة، باب ما جاء فيمن صلى في يوم وليلة ثنتي عشرة ركعة ٢/٢٧٤ ح ٤١٥، وقال: حسن صحيح.
٢ انظر: طبقات خليفة ص: ١٧١، وتاريخ خليفة أيضاً ص: ٤٧١.
٣ هو بزايين بينهما ألف، كان يعرف بالطيب، قال الخطيب: كتبت عنه، وكان كثير السماع كثير الشيوخ، قرأ القرآن بحرف حمزة، وكف بصره آخر عمره، ولد سنة ٣٣٣ هـ، ومات سنة ٤١٩ هـ.
انظر: تاريخ بغداد ١١/٣٣٠، غاية النهاية في طبقات القراء ١/٥٢٣.
٤وثقه الدارقطني، قال الخطيب: كان صدوقاً أديباً شاعراً، يميل إلى التشيع، مات سنة ٣٥٠ هـ.
انظر: تاريخ بغداد ٥/٤٥، شذرات الذهب ٣/٢.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (136,'مُكْرَمٍ ثنا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ ثنا أَبُو جَعْفَرٍ١ عَنِ الرَّبِيعِ بْنِ أَنَسٍ٢ عَنْ أُمِّ سَلَمَةَ – قَالَ الرَّزَّازُ: هَكَذَا فِي كِتَابِ أَبِي سَهْلٍ – قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: { [بَلَى] ٣ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ} ٤ بِالْخَفْضِ٥.
قَالَ الْخَطِيبُ: "رَوَاهُ نُعَيْمُ بْنُ/ حَمَّادٍ عَنْ إِسْحَاقَ فَقَالَ: عَنِ الرَّبِيعِ أَبِي الْعَالِيَةِ٦ عن أم سلمة ... "٧.
_________
١ هو عيسى بن ماهان التميمي مولاهم الرازي، وثقه أبو حاتم وابن معين وابن المديني، إلا أنهم غلطوه فيما يروي عن مغيرة بن مقسم، وقال أحمد والنسائي: ليس بقوي، وقال الحافظ في التقريب: صدوق سيء الحفظ، مات سنة ١٦٠ هـ.
انظر: المجروحين ٢/١٢٠، الميزان ٣/٣١٩، التهذيب ١٢/٥٦.
٢ بصري كان يتشيع، قال العجلي وأبو حاتم: صدوق، وقال النسائي: ليس به بأس، وقال ابن حجر: صدوق له أوهام، مات سنة ١٣٩ هـ أو بعدها.
انظر: الجرح والتعديل ١/٢/٤٥٤، التهذيب ٣/٢٣٨.
٣ كلمة: "بلى" سقطت من الأصل وهي من الآية.
٤ سورة الزمر – آية: ٥٩.
٥ قال ابن جرير الطبري في التفسير ٢٤/٢١، سورة الزمر: قراءة جميع علماء الأمصار بالنصب، وقد روي عن رسول الله صلى الله عليه وسلم أنه قرأ ذلك بكسر جميعه على وجه الخطاب للنفس ... ثم قال: والقراءة التي لا أستجيز خلافها ما جاءت به قراء الأمصار مجمعة عليه نقلاً عن رسول الله صلى الله عليه وسلم وهو النصب في جميع ذلك. اهـ.
٦ رفيع بن مهران الرياحي مولاهم.
انظر: تذكرة الحفاظ ١/٦١، التهذيب ٣/٢٨٤.
٧انظر: تاريخ بغداد ٦/٣٢٥.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (137,'أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ السِّمْسَارُ أنا عَبْدُ اللَّهِ بْنُ عُثْمَانَ الصَّفَّارُ ثنا عَبْدُ الْبَاقِي بْنُ قَانِعٍ: أَنَّ الْحَسَنَ بْنَ مُكْرَمٍ مَاتَ فِي ذِي الْحَجَّةِ مِنْ سَنَةِ أَرْبَعٍ وَسَبْعِينَ وَمِائَتَيْنِ.
٢٢- إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَبُو يَعْقُوبَ الْحَنْظَلِيُّ الْمَعْرُوفُ بِابْنِ رَاهَوَيْهِ:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ الْحِمْصِيُّ، وَمُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ النَّيْسَابُورِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسَبْعَ عَشْرَةَ، وَقِيلَ: سِتَّ عَشْرَةَ سَنَةً.
أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الرَّزَّازُ أنا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْحَكَمِ الْوَاسِطِيُّ أنبا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَلِيٍّ الأَبَّارُ ثنا الْوَلِيدُ بْنُ شُجَاعٍ١ ثني بَقِيَّةُ عَنْ إِسْحَاقَ بْنِ رَاهَوَيْهِ ثنا مُعْتَمِرُ بْنُ سُلَيْمَانَ عَنِ ابْنِ (فَضَاءٍ) ٢ عَنْ أَبِيهِ٣ عَنْ عَلْقَمَةَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ٤ قَالَ: "نَهَى رَسُولُ اللَّهِ صَلَّى الله عليه وسلم: عن
_________
١ أبو همام الكندي الكوفي، وثقه أبو زرعة وابن حبان وابن حجر، وقال ابن معين: لا بأس به، وقال أبو حاتم: شيخ صدوق، يكتب حديثه ولا يحتج به، مات سنة ٢٤٣ هـ، انظر: الجرح والتعديل ٤/٢/٧، التهذيب ١١/١٣٥.
٢ في الأصل: "ابن فضالة"، والتصويب من المجروحين والتهذيب – والكتب التي خرجت الحديث، وهو محمد بن فضاء الجهضمي ضعفه ابن معين وأبو زرعة والنسائي وغيرهم، قال ابن حبان: منكر الرواية، أحاديثه كلها مناكير فبطل الاحتجاج به.
انظر: المجروحين ٢/٢٧٤، الميزان ٤/٥، التهذيب ٩/٤٠٠.
٣ فضاء بن خالد الجهضمي، قال الذهبي: فيه جهالة، وقال الحافظ في التقريب: مجهول.
انظر: الميزان ٣/٣٤٧، التهذيب ٨/٢٦٧.
٤عبد الله بن سنان المزني، قال ابن حجر وابن سعد: له صحبة، وزاد ابن سعد: وكان له دار وعقب بالبصرة مات في خلافة معاوية.
انظر: الإصابة ٦/١١١، التهذيب ٥/٢٤٧.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (138,'كَسْرِ سِكَّةِ الْمُسْلِمِينَ الْجَائِزَةِ بَيْنَهُمْ إِلا مِنْ بَأْسٍ"١.
قَالَ الْوَلِيدُ بْنُ عُتْبَةَ٢: مَاتَ بَقِيَّةُ بن الوليد أبو أَحْمَدُ الْحِمْصِيُّ سَنَةَ سَبْعٍ وَتِسْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ إِسْحَاقَ: يَحْيَى بْنُ آدَمَ بْنِ سُلَيْمَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السَّرَّاجِ مِائَةٌ وَعَشْرُ سِنِينَ.
أَخْبَرَنَا مُحَمَّدُ بْنُ رِزْقُوَيْهِ أنا عُثْمَانُ الدَّقَّاقُ أنا حنبل٣ "قال: سمعت أحمد ابن حَنْبَلٍ يَقُولُ: مَاتَ يَحْيَى بْنُ آدَمَ سَنَةَ ثَلاثٍ وَمِائَتَيْنِ"٤.
وَحَدَّثَ عَنْ إِسْحَاقَ: أَحْمَدُ بْنُ/ حَنْبَلٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السَّرَّاجِ اثْنَتَانِ وَسَبْعُونَ سنة.
_________
١ أخرجه أبو داود في السنن ٣/٧٣٠، - كتاب البيوع والإجارات، باب في كسر الدراهم ح ٣٤٤٩، ورواه ابن ماجه ٢/٧٦١ ح ٢٢٦٣، في السنن – كتاب التجارات، باب النهي عن كسر الدراهم والدنانير، وفيه عندهما محمد بن فضاء وأبيه ضعيفان.
٢ أبو العباس الدمشقي المقرئ.
انظر: غاية النهاية في طبقات القراء ٢/٣٦٠، التهذيب ١١/١٤١.
٣ هو حنبل بن إسحاق بن حنبل الشيباني.
٤ لعل هذا النص مقتبس من كتاب "التاريخ" لحنبل بن إسحاق، وهو مفقود.
انظر: موارد الخطيب ص: ٣٥١.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (139,'قَرَأْتُ فِي أَصْلِ كِتَابِ أَبِي الْحَسَنِ١ بْنِ رِزْقُوَيْهِ أنا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ الصَّوَّافُ ثنا عَبْدُ اللَّهِ بْنُ أَحْمَدَ ثنا أَبِي قَالَ: سَمِعْتُ إِسْحَاقَ بْنَ رَاهَوَيْهِ يَرْوِي عَنْ عِيسَى بْنِ يُونُسَ٢ قَالَ: لَوْ أَرَدْتُ أَبَا بَكْرِ بْنَ أَبِي مَرْيَمَ٣ عَلَى أَنْ يَجْمَعَ لِي فُلانًا وَفُلانًا لَفَعَلَ – يَعْنِي يَقُولُ: عَنْ رَاشِدِ بْنِ سَعْدِ بْنِ ضَمْرَةَ وَحَبِيبِ بْنِ عُبَيْدٍ٤.
قَالَ عَبْدُ اللَّهِ: لَمْ يَرْوِ أَبِي عَنْ إِسْحَاقَ غَيْرَ هَذَا.
أَخْبَرَنَا ابْنُ الْفَضْلِ أنا عَلِيُّ بْنُ إِبْرَاهِيمَ الْمُسْتَمْلِي ثنا أَبُو أَحْمَدَ بْنُ فَارِسٍ٥ ثنا مُحَمَّدُ بْنُ إسحاق الْبُخَارِيُّ قَالَ: "مَاتَ أَحْمَدُ بْنُ حَنْبَلٍ سَنَةَ إِحْدَى وَأَرْبَعِينَ وَمِائَتَيْنِ"٦.
وَحَدَّثَ عَنْ إِسْحَاقَ: مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السَّرَّاجِ خَمْسٌ وَسِتُّونَ سَنَةً.
حَدَّثَنَا يَحْيَى بْنُ عَلِيٍّ الدَّسْكَرِيُّ٧ أنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْمُقْرِئُ٨ ثنا محمد
_________
١ محمد بن أحمد بن رزق البزار.
٢ هو ابن أبي إسحاق السبيعي.
٣ هو أبو بَكْرِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي مَرْيَمَ الغساني.
٤ الرحبي الحمصي.
٥ هو محمد بن سليمان الدلال.
٦ انظر: التاريخ الكبير ٢/١/٥.
٧ أبو طالب العجلي المصري.
٨ يكنى أبا بكر، قال أبو نعيم: محدث كبير وثقة، أمين صاحب أسانيد وأصول ورحلة واسعة، مات سنة ٣٨١ هـ وله ٩٦ سنة.
انظر: أخبار أصبهان ٢/٢٩٧، غاية النهاية في طبقات القراء ٢/٤٤.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (140,'ابن قارن الرَّازِيُّ١ ثنا أَبُو حَاتِمٍ مُحَمَّدُ بْنُ إِدْرِيسَ ثنا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ عَنْ إِسْحَاقَ بْنِ رَاهَوَيْهِ، قَالَ: قَالَ النَّضْرُ بْنُ إِسْمَاعِيلَ٢: تَفْسِيرُ قَوْلِهِ: "أَرْسِلْ حَكِيمًا وَلا تُوصِهِ"هُوَ "الدِّرْهَمُ".
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ أنا ابْنُ قَانِعٍ: أَنَّ مُحَمَّدَ بْنَ حُمَيْدٍ الرَّازِيَّ مَاتَ فِي سَنَةِ ثَمَانٍ وَأَرْبَعِينَ وَمِائَتَيْنِ.
"قَرَأْتُ عَلَى قَبْرِ السَّرَّاجِ – بِنَيْسَابُورَ – هَذَا قَبْرُ أَبِي الْعَبَّاسِ مُحَمَّدِ بْنِ إِسْحَاقَ السَّرَّاجِ مَاتَ فِي سَنَةِ ثلاث عشرة وثلاثمائة/٣.
٢٣- إِسْحَاقُ بْنُ أَبِي إِسْرَائِيلَ أَبُو يَعْقُوبَ الْبَغْدَادِيُّ٤:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَأَبُو حَامِدٍ مُحَمَّدُ بْنُ هَارُونَ الْحَضْرَمِيُّ٥، وَبَيْنَ وفاتيهما إحدى وتسعون سنة.
_________
١ يكنى أبا بكر، قال الخليلي: سمعت أبا العباس البصير يقول: هو من شرط الصحيح، انظر: الإرشاد ١/١٢٤.
٢ أبو المغيرة الكوفي القاضي، ضعفه غير واحد، قال ابن حبان: فحش خطؤه وكثر وهمه، فاستحق الترك، مات سنة ١٨٢هـ.
انظر: المجروحين ٣/٥١، الميزان ٤/٢٥٥، التهذيب ١٠/٤٣٤.
٣ انظر: تاريخ بغداد ١/٢٥٢.
٤ اسم أبي إسرائيل: إبراهيم، وثقه ابن معين وأحمد والدارقطني والبغوي وغيرهم، أخذ عليه توقفه في القرآن يقول كلام الله ويسكت، مات سنة ٢٤٥ هـ.
انظر: الميزان ١/١٨٢، التهذيب ١/٢٢٣.
٥يعرف بالبعراني – بالباء الموحدة والعين المهملة بعدها راء – قال الدارقطني وابن أبي الغواس: هو من الشيوخ الثقات، مات سنة ٣٢١ هـ، وكان مولده سنة ٢٢٥هـ.
انظر: تاريخ بغداد ٣/٣٥٨، شذرات الذهب ٢/٢٩١.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (141,'وَمَاتَ كَاتِبُ الْوَاقِدِيِّ مُحَمَّدُ بْنُ سَعْدٍ سَنَةَ ثَلاثِينَ وَمِائَتَيْنِ.
وَحَدَّثَ عَنِ ابْنِ أَبِي إِسْرَائِيلَ: يَحْيَى بْنُ مَعِينٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي حَامِدٍ ثَمَانٍ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا أَبُو بَكْرٍ الْحَرَشِيُّ١ وَأَبُو سَعِيدٍ مُحَمَّدُ بْنُ الْفَضْلِ قَالا: ثنا مُحَمَّدُ بْنُ يَعْقُوبَ الأَصَمُّ قَالَ: الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ٢ مَاتَ يَحْيَى بْنُ مَعِينٍ سَنَةَ ثَلاثٍ وَثَلاثِينَ وَمِائَتَيْنِ.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ مُحَمَّدَ بْنَ هارون الحضرمي مات سنة إحدى وعشرين وثلاثمائة.
٢٤- إِسْحَاقُ بْنُ الْحَسَنِ بْنِ مَيْمُونٍ أَبُو يَعْقُوبَ الحرب الْبَغْدَادِيُّ:
حَدَّثَ عَنْهُ: أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَجَّاجِ الْمَرُّوذِيُّ، وَأَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْمُقْرِئُ الْحَذَّاءُ أنا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ [سَلْمٍ] ٣ الْخُتُّلِيُّ أنا أَحْمَدُ بْنُ محمد بن عبد الخالق٤ ثنا
_________
١ هو أحمد بن الحسن الحيري.
٢ وثقه النسائي وابن حبان ومسلمة وابن حجر، وقال أبو حاتم: صدوق، ولد سنة ١٨٥هـ، ومات سنة ٢٧١ هـ.
انظر: تاريخ بغداد ١٢/١٤٤، التهذيب ٥/١٢٩.
٣ في الأصل: "سلمة"، والتصويب من تاريخ بغداد ٤/٧١.
٤ قال الخطيب: كان ثقة معروفاً بالخير والصلاح، وقال الأزدي: صدوق، مات سنة ٣٠٩ هـ، انظر: تاريخ بغداد ٥/٥٦.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (142,'أَبُو بَكْرٍ المرُوذي ثني إِسْحَاقُ الْحَرْبِيُّ قَالَ: ذُكِرَ النَّبِيذُ عِنْدَ بِشْرٍ – يَعْنِي ابْنَ الْحَارِثِ – فَقَالَ: "يَتَكَلَّمُونَ فِي النَّبِيذِ، تَكَلَّمُوا فِي الْمَاءِ الَّذِي يُصَبُّ فِي النَّبِيذِ، أَمَّا أَنَا فَقَدْ أَعْيَانِي الْمَاءُ الَّذِي أَشْرَبُهُ/، وَأَتَوَضَّأُ بِهِ أَنْ يَصِحَّ لِي فَكَيْفَ أَتَكَلَّمُ فِي النَّبِيذِ".
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ أَبَا بَكْرٍ الْمَرُّوذِيَّ مَاتَ سَنَةَ خَمْسٍ وَسَبْعِينَ وَمِائَتَيْنِ.
سَمِعْتُ أَبَا الْحَسَنِ أَحْمَدَ بْنَ عَلِيِّ بْنِ الْحَسَنِ بْنِ الْبَادَا يَقُولُ: "مَاتَ ابْنُ مالك القطيعي في سنة تسع وستين وثلاثمائة".
٢٥- أَيُّوبُ بْنُ أَبِي تَمِيمَةَ أَبُو بَكْرٍ السَّخْتِيَانِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سِيرِينَ، وَسُفْيَانُ بْنُ عُيَيْنَةَ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ الرَّزَّازُ أنا مُحَمَّدُ بْنُ أَحْمَدَ الصَّوَّافُ ثنا بِشْرُ بْنُ مُوسَى ثنا عَمْرُو بْنُ عَلِيٍّ قَالَ: "مَاتَ مُحَمَّدُ بْنُ سِيرِينَ فِي شَوَّالٍ سَنَةَ عَشْرٍ وَمِائَةٍ"١.
وَحَدَّثَ عَنْ أَيُّوبَ، قَتَادَةُ بْنُ دِعَامَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ إِحْدَى وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ الْقَطَّانُ أنا عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ دَرَسَتْوَيْهِ ثنا يَعْقُوبُ بْنُ سُفْيَانَ قَالَ: "قَالَ أَبُو نُعَيْمٍ: مَاتَ قَتَادَةُ في سنة سبع عشرة
_________
١ لعل هذا النص مقتبس من كتاب "التاريخ"لأبي حفص عمرو بن علي الفلاس، وهو مفقود، انظر: موارد الخطيب ص: ٣٤٧.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (143,'وَمِائَةٍ١.
وَحَدَّثَ عَنْ أَيُّوبَ: مُحَمَّدُ بْنُ مُسْلِمِ بْنِ شِهَابٍ الزُّهْرِيُّ مِنْ وَجْهٍ فِيهِ نَظَرٌ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ أَرْبَعٌ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا ابْنُ الْفَضْلِ الْقَطَّانُ أنا عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ دَرَسَتْوَيْهِ ثنا يَعْقُوبُ بْنُ سُفْيَانَ قَالَ: "قَالَ أَبُو نُعَيْمٍ: مَاتَ الزهري سَنَةِ أَرْبَعٍ وَعِشْرِينَ وَمِائَةٍ"٢.
وَحَدَّثَ عَنْ أَيُّوبَ: عَمْرُو بْنُ دِينَارٍ الْمَكِّيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ ثَلاثٌ وَقِيلَ: اثْنِتَانِ/ وَسَبْعُونَ سَنَةً.
وَمَاتَ عَمْرُو بْنُ دِينَارٍ بِمَكَّةَ سَنَةَ خَمْسٍ وَيُقَالُ: سِتٌّ وَعِشْرُونَ وَمِائَةٌ.
وَحَدَّثَ عَنْ أَيُّوبَ: يَحْيَى بْنُ [أَبِي] ٣ كَثِيرٍ الْيَمَامِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ تِسْعٌ وَسِتُّونَ سَنَةً.
أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ الصَّيْرَفِيُّ أنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ أنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْكِنْدِيُّ٤ ثنا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى٥ قال: "مات يحيى بن أبي
_________
١ المعرفة والتاريخ ٣/٣٤٧.
٢ المصدر السابق ٣/٣٤٨.
٣ ما بين المعكوفتين سقط من الأصل.
٤ أبو إسحاق الصيرفي المعروف بابن الخنازيري – بالخاء المعجمة بعدها نون ثم ألف بعدها زاي فياء بعدها راء – وثقه الدارقطني وغيره، مات سنة ٣١٢هـ.
انظر: تاريخ بغداد ٦/١٥٧، اللباب ١/٤٦٢.
٥ في الأصل: "موسى بن محمد بن المثنى" وهو خطأ، والتصويب من التذكرة والتهذيب، وهو العنزي البصري المعروف بالزمن، قال الخطيب، كان ثقة ثبتاً احتج سائر العلماء بحديثه، وهو كما قال، ولد سنة ١٦٧ هـ، ومات سنة ٢٥٢ هـ.
انظر: تاريخ بغداد ٣/ ٢٨٤، تذكرة الحفاظ ٢/٥١٢، التهذيب ٩/٤٢٥.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (144,'كَثِيرٍ سَنَةَ تِسْعٍ وَعِشْرِينَ وَمِائَةٍ"١.
أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقُوَيْهِ أنا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ ثنا حَنْبَلُ بْنُ إِسْحَاقَ قَالَ: سَمِعْتُ الْحُمَيْدِيَّ٢ قَالَ: "مَاتَ سُفْيَانُ بن عيينة في سنة ثمان وتسعون وَمِائَةٍ فِي آخِرِ يَوْمٍ مِنْ جُمَادَى الأُولَى".
٢٦- أَيُّوبُ بْنُ [عُتْبَةَ] ٣ الْيَمَامِيُّ٤:
حَدَّثَ عَنْهُ: يَحْيَى بْنُ [أَبِي] ٥ كَثِيرٍ، وَمَحْمُودُ بْنُ مُحَمَّدٍ الأَنْصَارِيُّ الظَّفَرِيُّ٦، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسِتٌّ وَعِشْرُونَ سَنَةً.
وَقَدْ ذَكَرْنَا وَفَاةَ ابْنِ أَبِي كَثِيرٍ مِنْ قبل٧.
_________
١ لعل هذا النص من كتاب "التاريخ" لأبي موسى العنزي، وهو مفقود.
انظر: موارد الخطيب ص: ٤٠٥.
٢ أبو بكر عبد الله بن الزبير الأسدي المكي.
٣ في الأصل: "عيينة"، والتصويب من مصادر ترجمته كما في الحاشية الآتية.
٤ أبو يحيى، قاضي اليمامة، ضعفه أحمد وابن معين والبخاري وأبو حاتم وغيرهم، مات سنة ١٦٠ هـ.
انظر: المجروحين ١/١٦٩، الميزان ١/٢٩٠، التهذيب ١/٤٠٨.
٥ سقط من الأصل.
٦ قال الدارقطني: ليس بالقوي، فيه نظر، مات سنة ٢٥٥ هـ.
انظر: تاريخ بغداد ١٣/٩٢، الميزان ٤/٧٩.
٧وذلك في ترجمة أيوب بن أبي تميمة السختياني.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (145,'"قَرَأْتُ عَلَى الْبَرْقَانِيِّ عَنْ أَبِي إِسْحَاقَ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ يَحْيَى الْمُزَكِّي النَّيْسَابُورِيِّ أنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ السَّرَّاجُ قَالَ: مَاتَ مَحْمُودُ بْنُ مُحَمَّدِ بْنِ عَدِيٍّ الأَنْصَارِيُّ بِبَغْدَادَ فِي الْمُحَرَّمِ سَنَةَ خَمْسٍ وَخَمْسِينَ وَمِائَتَيْنِ"١.
٢٧- أَيُّوبُ بْنُ سُوَيْدٍ الْحِمْيَرِيُّ٢:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ الْحِمْصِيُّ، وَالرَّبِيعُ بْنُ سُلَيْمَانَ الْمِصْرِيُّ، وبين فاتيهما أَرْبَعٌ، وَقِيلَ: ثَلاثٌ وَسَبْعُونَ سَنَةً.
وَمَاتَ بَقِيَّةُ فِي سَنَةِ سِتٍّ أَوْ سَبْعٍ وَتِسْعِينَ وَمِائَةٍ/، وَقَدْ ذَكَرْنَاهُ فِي تَرْجَمَةِ ابْنِ رَاهَوَيْهِ.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: "أَنَّ الرَّبِيعَ بْنَ سُلَيْمَانَ صَاحِبَ الشَّافِعِيِّ رَضِيَ اللَّهُ عَنْهُ مَاتَ – بِمِصْرَ – سَنَةَ سَبْعِينَ وَمِائَتَيْنِ".
٢٨- أَبَانُ بْنُ أَبِي عَيَّاشٍ أَبُو إِسْمَاعِيلَ الْبَصْرِيُّ٣:
حَدَّثَ عَنْهُ: ابْنُ شِهَابٍ الزُّهْرِيُّ، وَسَعِيدُ بْنُ عَامِرٍ الضبعي، وبين وفاتيهما أربع وثمانون سنة.
_________
١ تاريخ بغداد ١٣/٩٢.
٢ أبو مسعود الرملي، ضعفه أحمد وابن معين والبخاري والنسائي وغيرهم، مات سنة ٢٥١ هـ.
انظر: الميزان ١/٢٨٧، التهذيب ١/٤٠٥.
٣كذبه شعبة، وقال أحمد وابن معين والنسائي وغيرهم، متروك، مات سنة ١٣٨هـ، انظر: الميزان ١/١٠، التهذيب ١/٩٧.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (146,'أَخْبَرَنَا عَلِيُّ بْنُ بِشْرَانَ أنا الْحُسَيْنُ بْنُ صَفْوَانَ ثنا ابْنُ أَبِي الدُّنْيَا ثنا مُحَمَّدُ بْنُ سَعْدٍ قَالَ: "الزُّهْرِيُّ أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ شِهَابٍ مَاتَ فِي أَمْوَالِهِ لِسَبْعَ عَشْرَةَ لَيْلَةً مِنْ شَهْرِ رَمَضَانَ سَنَةَ أَرْبَعٍ وَعِشْرِينَ وَمِائَةٍ"١ وَهُوَ ابْنُ اثْنَتَيْنِ وَسَبْعِينَ سَنَةً وَقَدْ ذَكَرْنَا وَفَاتَهُ مِنْ قَبْلُ٢.
أَخْبَرَنَا الأَزْهَرِيُّ٣ أنا مُحَمَّدُ بْنُ الْعَبَّاسِ أنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْكِنْدِيُّ ثنا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: "وَمَاتَ سَعِيدُ بْنُ عَامِرٍ سَنَةَ ثَمَانٍ وَمِائَتَيْنِ".
٢٩- أَشْعَثُ بْنُ سَوَّارٍ الْكِنْدِيُّ الْكُوفِيُّ٤:
حَدَّثَ عَنْهُ: أَبُو إِسْحَاقَ السَّبِيعِيُّ٥، وَيَزِيدُ بْنُ هَارُونَ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً، وَقِيلَ: تِسْعٌ وَسَبْعُونَ، وَقِيلَ: ثَمَانٍ، وَقِيلَ: سَبْعٌ.
مَاتَ أَبُو إِسْحَاقَ سَنَةَ سِتٍّ وَعِشْرِينَ، وَقِيلَ: سَنَةَ سَبْعٍ، وَقِيلَ: سَنَةَ ثَمَانٍ، وَقِيلَ: مَاتَ يَوْمَ دَخَلَ الضَّحَّاكُ٦ الْكُوفَةَ سَنَةَ تِسْعٍ وَعِشْرِينَ وَمِائَةٍ.
_________
١ الطبقات الكبرى – القسم المخطوط – ق١٧١ أ.
٢ تقدم ذلك في ترجمة أيوب السختياني.
٣ أبو القاسم عبيد الله بن أحمد الصيرفي.
٤ قال ابن حبان: كان فاحش الخطأ كثير الوهم، وضعفه ابن معين وابن مهدي والدارقطني وغيرهم، مات سنة ١٣٦ هـ.
انظر: المجروحين ١/١٧١، الميزان ١/٢٦٣، التهذيب ١/٣٥٢.
٥ هو عمرو بن عبد الله.
٦ابن قيس بن حصين المحلمي نسبة إلى محلم بن ذهل بطن من شيبان، ويقال: المحكمي، نسبة إلى المحكمة طائفة من الخوارج، وهو أحد قادة الخوارج، استولى على العراق سنة ١٢٧ هـ، بعد وفاة الزعيم الخارجي سعيد بن بحدل، مات سنة ١٢٨ هـ أو ١٢٩ هـ.
انظر: تاريخ خليفة بن خياط ص: ٣٧٥، تاريخ الموصل ص: ٦٧، البداية والنهاية ١٠/٢٥.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (147,'أَخْبَرَنَا مُحَمَّدُ بْنُ رِزْقٍ أنا عُثْمَانُ بْنُ [أَحْمَدَ الدَّقَّاقُ ثنا] حَنْبَلُ بْنُ [إِسْحَاقَ] ١ قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ٢ يَقُولُ: مَاتَ يَزِيدُ بْنُ هَارُونَ سَنَةَ سِتٍّ وَمِائَتَيْنِ.
٣٠- أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ الْمَدَنِيُّ/٣:
حَدَّثَ عَنْهُ، يَزِيدُ بْنُ أَبِي حَبِيبٍ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى الْكُوفِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ، وَقِيلَ: خَمْسٌ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا أَبُو حَازِمٍ عُمَرُ بْنُ أَحْمَدَ – بِنَيْسَابُورَ – ثنا الْقَاسِمُ بْنُ غَانِمٍ الصَّيْدَلانِيُّ أنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْبُوشَنْجِيُّ قَالَ: سَمِعْتُ أَبَا بُكَيْرٍ٥ يقول: سألت الليث
_________
١ ما بين المعقوفات سقط من الأصل، وأثبته من تاريخ بغداد ١٤/٣٣٧.
٢ أحمد بن محمد بن حنبل.
٣ وثقه ابن معين والعجلي وأبو يعلى الموصلي وغيرهم، وضعفه القطان والنسائي وغيرهما، وقال الحافظ في التقريب: صدوق يهم، مات سنة ١٥٣ هـ.
انظر: الميزان ١/١٧٤، التهذيب ١/٢٠٨،
٤ أبو محمد المعروف بباذان العبسي مولاهم، تركه أحمد لتشيعه، ووثقه ابن معين والعجلي وأبو حاتم وابن عدي وغيرهم، ولد سنة ١٢٨ هـ، ومات سنة ٢١٣ هـ.
انظر: الميزان ٣/١٦، التهذيب ٧/٥٠..
٥هو يحيى بن عبد الله بن بكير.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (148,'ابن سَعْدٍ قُلْتُ: مَتَى تُوُفِّيَ يَزِيدُ بْنُ أَبِي حَبِيبٍ؟ فَقَالَ: سَنَةَ ثَمَانٍ وَعِشْرِينَ يَعْنِي وَمِائَةٍ، قُلْتُ: فَكَمْ أَتَى عَلَيْهِ؟ قَالَ: مَا بَيْنَ خَمْسٍ وَسَبْعِينَ إِلَى ثَمَانِينَ، وَمَاتَ أَبُو مُحَمَّدٍ عُبَيْدُ اللَّهِ بْنُ مُوسَى الْعَبْسِيُّ سَنَةَ ثَلاثَ عَشْرَةَ وَمِائَتَيْنِ وَقِيلَ: سَنَةَ أَرْبَعَ عَشْرَةَ، وَالأَوَّلُ أَصَحُّ.
٣١—أَيْمَنُ بْنُ نَابِلٍ أَبُو عِمْرَانَ الْمَكِّيُّ١:
حَدَّثَ عَنْهُ: مُوسَى بْنُ عُقْبَةَ الْمَدَنِيُّ، وَبَكَّارُ بْنُ مُحَمَّدٍ السِّيرِينِيُّ الْبَصْرِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَثَمَانُونَ سَنَةً.
قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ٣: "وَمَاتَ مُوسَى بْنُ عُقْبَةَ فِي سَنَةِ إِحْدَى وَأَرْبَعِينَ [ومائة] ٤"٥.
_________
١ مولى آل أبي بكر، من صغار التابعين، وثقه ابن معين والثوري والعجلي والحاكم وغيرهم، وضعفه الدارقطني وابن حبان.
انظر: المجروحين ١/١٨٣، الميزان ١/٢٨٣، التهذيب ١/٣٩٣.
٢ قال ابن معين: ليس به بأس، وقال البخاري، يتكلمون فيه، وعن أبي زرعة ذاهب الحديث، مات سنة ٢٢٤هـ.
انظر: المجروحين ١/١٩٧، الميزان ١/٣٤١.
٣ أبو عمرو العصفري البصري الملقب: شاب، غمزه ابن المديني وأبو زرعة وأبو حاتم، وقال ابن عدي: صدوق متيقظ، وقال الحافظ في التقريب: صدوق ربما وهم، مات سنة ٢٤٠ هـ، انظر: ١/٦٦٥، التهذيب ٣/١٦٠.
٤ ما بين المعقوفتين كان في الأصل: "ومائتين"، والتصويب من طبقات خليفة.
٥ خليفة بن خياط، الطبقات ص: ٢٦٧.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (149,'أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ بَكَّارَ بْنَ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ سِيرِينَ مَاتَ سَنَةَ أَرْبَعٍ وَعِشْرِينَ وَمِائَتَيْنِ وَلَهُ أَرْبَعٌ وَسَبْعُونَ سَنَةً.
٣٢- أَنَسُ بْنُ عِيَاضٍ أَبُو ضَمْرَةَ اللَّيْثِيُّ الْمَدَنِيُّ١:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ الْحِمْصِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ الْمِصْرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ، وَقِيلَ: اثْنَتَانِ، وَقِيلَ: إِحْدَى وَسَبْعُونَ سَنَةً.
وَمَاتَ بَقِيَّةُ فِي سَنَةِ سَبْعٍ وَتِسْعِينَ وَمِائَةٍ، وَقِيلَ: سَنَةَ سِتٍّ وَتِسْعِينَ وَمِائَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاتِهِ.
وَمَاتَ ابْنُ عَبْدِ الْحَكَمِ سَنَةَ ثَمَانٍ، وَقِيلَ: تِسْعٍ/ وَسِتِّينَ وَمِائَتَيْنِ.
٣٣- أَزْهَرُ بْنُ سَعْدٍ٢ السَّمَّانُ أَبُو بَكْرٍ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَمُحَمَّدُ بْنُ يُونُسَ الْكُدَيْمِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَخَمْسُ سِنِينَ، مَاتَ ابْنُ الْمُبَارَكِ فِي رَمَضَانَ سَنَةَ إِحْدَى وَثَمَانِينَ وَمِائَةٍ، وَمَاتَ مُحَمَّدُ بْنُ يُونُسَ الْكُدَيْمِيُّ سنة ست وثمانين ومائتين.
_________
١ أثنى عليه الإمام مالك خيراً، ووثقه ابن معين وابن سعد وأبو داود، وقال أبو داود: فيه غفلة الشاميين، ولد سنة ١٠٤ هـ، ومات سنة ٢٠٠ هـ.
انظر: الجرح والتعديل ١/١/٢٨٩، التهذيب ١/٣٧٥.
٢في الأصل: "أزهر بن شعبة"، والتصويب من الميزان ١/١٧٢، التهذيب ١/٢٠٢.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (150,'٣٤- أَشْهَلُ بْنُ حَاتِمٍ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ وَهْبٍ الْمِصْرِيُّ، وَالْحَارِثُ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ الْبَغْدَادِيُّ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَثَمَانُونَ سَنَةً.
مَاتَ ابْنُ وَهْبٍ سَنَةَ سَبْعٍ وَتِسْعِينَ وَمِائَةٍ، وَمَاتَ أَبُو مُحَمَّدٍ الْحَارِثُ بْنُ أَبِي أُسَامَةَ لَيْلَةَ عَرَفَةَ [وَدُفِنَ] ٢ فِي يَوْمِ عَرَفَةَ ضَحْوَةَ النَّهَارِ سَنَةَ اثْنَتَيْنِ وَثَمَانِينَ وَمِائَتَيْنِ.
٣٥- أَسْوَدُ بْنُ عَامِرٍ أَبُو عَبْدِ الرَّحْمَنِ الْبَغْدَادِيُّ الْمَعْرُوفُ بِشَاذَانَ:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَالْحَارِثُ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ، وَقِيلَ: خَمْسٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تقدم ذكر وفات بَقِيَّةَ وَوَفَاةِ الْحَارِثِ بْنِ أَبِي أُسَامَةَ آنِفًا.
٣٦- آدَمُ بْنُ أَبِي إِيَاسٍ أَبُو الْحَسَنِ الْخُرَسَانِيُّ نَزَلَ عَسْقَلانَ:
حَدَّثَ عَنْهُ: بِشْرُ بْنُ بَكْرٍ التِّنِّيسِيُّ٣، وَإِسْحَاقُ بْنُ إِسْمَاعِيلَ الرَّمْلِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ، وَقِيلَ: ثَلاثٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
_________
١ أبو حاتم الجمحي مولاهم، ضعفه ابن معين وأبو حاتم وأبو زرعة وغيرهم، وقال ابن حبان: كان يخطئ حتى خرج من حد الاحتجاج به إذا انفرد، ومات سنة ٢٠٨هـ.
انظر: المجروحين ١/١٨٤، الميزان ١/٢٦٩، التهذيب ١/٣٦٠.
٢ ما بين المعكوفتين سقط من الأصل، وأثبته من تاريخ بغداد ٨/٢١٩.
٣ أبو عبد الله البجلي الدمشقي.
٤ أبو يعقوب المذحجي، قال النسائي: صالح، وقال أبو نعيم: حدث من حفظه فأخطأ، مات بعد سنة ٢٨٨ هـ، انظر: الميزان ١/١٨٤، التهذيب ١/٢٢٥.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (151,'أَخْبَرَنَا ابْنُ رِزْقُوَيْهِ١ ثنا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ ثنا حَنْبَلُ بْنُ إِسْحَاقَ ثنا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ دُحَيْمٌ قَالَ: "مَاتَ بِشْرُ بْنُ بَكْرٍ سَنَةَ ثَمَانِينَ، وَقِيلَ: سَنَةَ خَمْسِينَ وَمِائَتَيْنِ".
قَالَ أَبُو نُعَيْمٍ: "قَدِمَ إِسْحَاقُ بْنُ إِسْمَاعِيلَ بْنِ/ عَبْدِ اللَّهِ بْنِ زَكَرِيَّا بْنِ يَعْقُوبَ الْمَذْحِجِيُّ الرَّمْلِيُّ أَصْبَهَانَ سَنَةَ ثَمَانٍ وَثَمَانِينَ وَمِائَتَيْنِ، وَكَانَ نَحَّاسًا حَدَّثَ بِأَحَادِيثَ مِنْ حِفْظِهِ أخطأ فيها"٢.
_________
١ محمد بن أحمد.
٢ انظر: أخبار أصبهان ١/٢١٧.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (152,'<span data-type="title" id=toc-4>بَابُ: الْبَاءِ</span>
٣٧- بَهْزُ بْنُ حَكِيمِ بْنِ مُعَاوِيَةَ بْنِ حَيْدَةَ أَبُو عَبْدِ الْمَلِكِ الْقُشَيْرِيُّ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: ابْنُ شِهَابٍ الزُّهْرِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَتِسْعُونَ سَنَةً، تَقَدَّمَ ذِكْرُ وَفَاةِ الزُّهْرِيِّ٣.
قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: "وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ يُكَنَّى أَبَا عَبْدِ اللَّهِ مَاتَ سَنَةَ خَمْسَ عَشْرَةَ وَمِائَتَيْنِ"٤.
قَالَ الْخَطِيبُ: وَفِي هَذِهِ السَّنَةِ مَاتَ مَكِّيُّ بْنُ إِبْرَاهِيمَ وَقَدِ اتَّفَقَا فِي الْوَفَاةِ وَفِي رِوَايَتِهِمَا عَنْ بَهْزِ بْنِ حَكِيمٍ.
(وَحَدَّثَ عَنْ بَهْزٍ) ٥: أَبُو الْمُعْتَمِرِ سُلَيْمَانُ التَّيْمِيُّ٦، وبين وفاته ووفاة
_________
١ وثقه أحمد وابن معين وإسحاق وابن المديني وغيرهم، قال ابن حبان: كان يخطئ كثيراً، واحتج به أحمد وابن المديني وأنا أستخير الله فيه. اهـ، مات قبل سنة ١٦٠ هـ.
انظر: المجروحين ١/١٩٤، الميزان ١/٣٥٣، التهذيب ١/٤٩٨.
٢ أبو عبد الله القاضي البصري، وثقه ابن معين وابن حجر، وقال أبو حاتم: صدوق، وقال النسائي: ليس به بأس، مات سنة ٢١٥ هـ.
انظر: الميزان ٣/٦٠٠، التهذيب ٩/٢٧٤.
٣ في باب الألف من أيوب السختياني.
٤ طبقات خليفة ص: ٢٢٦.
٥ ما بين المعكوفتين سقط من الأصل، والسياق يقتضي إثباته.
٦ ابن طرخان البصري.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (153,'الأَنْصَارِيِّ اثْنَتَانِ أَوْ إِحْدَى وَسَبْعُونَ سَنَةً.
وَمَاتَ أَبُو الْمُعْتَمِرِ سُلَيْمَانُ التَّيْمِيُّ سَنَةَ ثَلاثٍ أَوْ أَرْبَعٍ وَأَرْبَعِينَ وَمِائَةٍ.
٣٨- بَقِيَّةُ بْنُ الْوَلِيدِ أَبُو مُحَمَّدٍ الْحِمْصِيُّ١:
حَدَّثَ عَنْهُ: عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَأَبُو عُتْبَةَ أَحْمَدُ بْنُ الْفَرَجِ الْحِمْصِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَاثْنِتَانِ، وَقِيلَ: وَإِحْدَى وَعِشْرُونَ سَنَةً، وَقِيلَ: مِائَةٌ وَعِشْرُونَ سَنَةً.
ذَكَرَ عَمْرُو بْنُ عَلِيٍّ: "أَنَّ ابْنَ جُرَيْجٍ مَاتَ سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَمِائَةٍ".
وَقَالَ مُحَمَّدُ بْنُ سَعْدٍ: "مَاتَ سَنَةَ خَمْسِينَ وَمِائَةٍ"٣.
وقال علي بن المديني: "مات سنة إحدى وخمسين وَمِائَةٍ"٤.
وَحَدَّثَ عَنْ بَقِيَّةَ: شُعْبَةُ بْنُ الْحَجَّاجِ/، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً.
أَخْبَرَنَا مَنْصُورُ بْنُ رَبِيعَةَ الزُّهْرِيُّ الخطيب٥ – بالدينور – أنا علي بن أحمد
_________
١ قال علماء الجرح والتعديل: إذا حدث عن الثقات وصرح بالتحديث فهو ثقة، وروايته مقبولة، وإذا حدث عن غير الثقات فهو ضعيف، وذلك لكثرة تدليسه عن الضعفاء.
انظر: الميزان ١/٣٣١، التهذيب ١/٤٧٣.
٢ يعرف بالحجازي المؤذن، قال أبو حاتم: محله الصدق، وقال ابن عدي: مع ضعفه يكتب حديثه، ولا يحتج به، مات سنة ٢٧١ هـ.
انظر: تهذيب تاريخ دمشق ١/٤٣٦، الميزان ١/١٢٨، التهذيب ١/٦٧.
٣ الطبقات الكبرى ٥/٤٩٢.
٤ انظر: علل الحديث ومعرفة الرجال ص: ٢٦.
٥ لم أقف على ترجمته.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (154,'ابن عَلِيِّ بْنِ رَاشِدٍ١ أنا (أَحْمَدُ) ٢ بْنُ يَحْيَى بْنِ الْجَارُودِ٣.
قَالَ: قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ: "شُعْبَةُ بْنُ الْحَجَّاجِ أَبُو بِسْطَامٍ مَاتَ سَنَةَ سِتِّينَ وَمِائَةٍ"٤.
وَحَدَّثَ عَنْ بَقِيَّةَ: حَمَّادُ بْنُ زَيْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ اثْنِتَانِ وَتِسْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو الْفَضْلِ أنا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ ثنا يَعْقُوبُ بْنُ سُفْيَانَ قَالَ: "سَنَةَ تِسْعٍ وَسَبْعِينَ وَمِائَةٍ فِيهَا مَاتَ حَمَّادُ بْنُ زَيْدٍ"٥.
وَحَدَّثَ عَنْ بَقِيَّةَ: إِسْمَاعِيلُ بْنُ عَيَّاشٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ تِسْعُونَ سَنَةً، مَاتَ إِسْمَاعِيلُ بْنُ عَيَّاشٍ سَنَةَ إِحْدَى وَثَمَانِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ بَقِيَّةَ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ تِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارَكِ.
وَحَدَّثَ عَنْ بَقِيَّةَ: رِشْدِينُ بْنُ سَعْدٍ الْمِصْرِيُّ٦، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ ثلاث وثمانون سنة.
_________
١ لم أقف على ترجمته.
٢ في الأصل: "محمد"، والتصويب من موارد الخطيب ص: ٥٥١.
٣ لم أقف على ترجمته.
٤ انظر: العلل ومعرفة الرجال ص: ٣٠.
٥ انظر: المعرفة والتاريخ ١/١٧٠.
٦ أبو الحجاج المصري، ضعفه أحمد وابن معين وأبو زرعة، قال أبو حاتم: منكر الحديث، وقال النسائي: متروك الحديث، مات سنة ١٨٨ هـ.
انظر: المجروحين ١/٣٠٣، الميزان ٢/٤٩، التهذيب ٣/٢٧٧.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (155,'أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أن رشدين بن سعد المصري مات سَنَةِ ثَمَانٍ وَثَمَانِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ بَقِيَّةَ: الْوَلِيدُ بْنُ مُسْلِمٍ الدِّمَشْقِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ سَبْعٌ، وَقِيلَ: سِتٌّ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو سَعِيدِ بْنُ حَسَنَوَيْهِ الأَصْبَهَانِيُّ١ أنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ٢ ثنا عُمَرُ بْنُ أَحْمَدَ الأَهْوَازِيُّ٣ ثنا خَلِيفَةُ بْنُ خَيَّاطٍ قَالَ: "الْوَلِيدُ بْنُ مُسْلِمٍ يُكَنَّى أَبَا/ الْعَبَّاسِ مَوْلًى لِقُرَيْشٍ مَاتَ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَمِائَةٍ، وَقِيلَ: فِي سَنَةِ خَمْسٍ وَسَبْعِينَ وَمِائَةٍ"٤.
تُوُفِّيَ أَبُو عُتْبَةَ أَحْمَدُ بْنُ الْفَرَجِ فِي سَنَةِ إِحْدَى وَسَبْعِينَ وَمِائَتَيْنِ.
٣٩- أَبُو بَكْرِ بْنُ عَيَّاشٍ الأَسَدِيُّ الْقَارِئُ٥:
رَوَى عَنْهُ: سُفْيَانُ الثَّوْرِيُّ وَحَدَّثَ عَنْهُ: أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ٦،
_________
١ هو الحسن بن محمد بن عبد الله الكاتب.
٢ هو أبو الشيخ بن حيان.
٣ ذكر الدكتور أكرم العمري في مقدمة طبقات خليفة ص: ٦٥، أنه لم يعثر له على ترجمة، وأنا حاولت أيضاً أن أعثر له على ترجمة فلم أجد.
٤ خليفة بن خياط، انظر: الطبقات ص: ٣١٧.
٥ الراجح أن اسمه كنيته، وثقه ابن معين والبخاري وأحمد، وقال أحمد: ربما غلط، وقال الحافظ في التقريب: ثقة ساء حفظه لما كبر سنه، وضعفه القطان وابن نمير وغيرهما، مات سنة ١٩٣ هـ، وقيل: غير ذلك.
انظر: الميزان ٤/٤٩٩، التهذيب ١٢/٣٤.
٦ أبو عمر الكوفي، قال الدارقطني: لا بأس به، وقال ابن عدي: أجمعوا على ضعفه ولا يعرف له حديث منكر، والراجح أنه ضعيف وسماعه في السيرة صحيح، كما قال الحافظ في التقريب، مات سنة ٢٧٢ هـ.
انظر: الجرح والتعديل ١/١/٦٢، الميزان ١/١١٢، التهذيب ١/٥١.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (156,'وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً.
مَاتَ الثَّوْرِيُّ سَنَةَ إِحْدَى وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ أَبِي بَكْرِ بْنِ عَيَّاشٍ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْعُطَارِدِيِّ إِحْدَى وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ مَوْتِ ابْنِ الْمُبَارَكِ.
وَحَدَّثَ عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ: عَلِيُّ بْنُ حَمْزَةَ الْكِسَائِيُّ الْمُقْرِئُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْعُطَارِدِيِّ ثَلاثٌ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْمُقْرِئُ الْحَذَّاءُ ثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ سَلْمٍ الْخُتُّلِيُّ أنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ رُسْتُمَ١ ثنا نُصَيْرُ بْنُ يُوسُفَ٢ عَنِ الْكِسَائِيِّ عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ قَالَ: قلت لعاصم٣: على من قرأت؟
_________
١ يكنى أبا علي، قال أبو نعيم: لم يحدث، وكان يسمع الحديث إلى أن مات سنة ٣٢١ هـ.
انظر: أخبار أصبهان ١/١٣٣.
٢ أبو المنذر النحوي، أخذ النحو والقراءة عن الكسائي، قال ابن الجزري، أستاذ كامل ثقة.
انظر: الجرح والتعديل ٤/١/٤٩٢، غاية النهاية في طبقات القراء ٢/٣٤٠.
٣ هو ابن بهدلة المشهور بابن أبي النجود، ستأتي ترجمته في باب العين.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (157,'قَالَ: كُنْتُ أَقْرَأُ عَلَى أَبِي عَبْدِ الرَّحْمَنِ١ فَاجْعَلْ طَرِيقِي عَلَى زِرِّ بْنِ حُبَيْشٍ٢، وَقَرَأَ أَبُو عَبْدِ الرَّحْمَنِ عَلَى عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ السَّلامُ، وَقَرَأَ زِرٌّ عَلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ.
قَالَ: قُلْتُ لِعَاصِمٍ: لَقَدِ اسْتَوْثَقْتُ، وَتُوُفِّيَ الْكِسَائِيُّ سَنَةَ تِسْعٍ وَثَمَانِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ: ابْنُ عُيَيْنَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْعُطَارِدِيِّ أَرْبَعٌ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا مَنْصُورُ بْنُ رَبِيعَةَ الدِّينَوَرِيُّ/ أنا عَلِيُّ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ رَاشِدٍ أنا أَحْمَدُ بْنُ يَحْيَى بْنِ الْجَارُودِ قَالَ: قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ: "سُفْيَانُ بْنُ عُيَيْنَةَ بْنِ مَيْمُونٍ يُكَنَّى أَبَا مُحَمَّدٍ مَاتَ سَنَةَ ثَمَانٍ وَتِسْعِينَ وَمِائَةٍ"٣.
وَأَخْبَرَنَا أَحْمَدُ بْنُ عَلِيٍّ الْمُحْتَسِبُ قَالَ: قَرَأْنَا عَلَى أحمد بن الفرج بن الحجاج
_________
١ هو عبد الله بن حبيب السلمي الكوفي القارئ المشهور، وثقه العجلي والنسائي وابن سعد وغيرهم، مات ما بين سنة ٧٠ – ٨٠ هـ أو بعدها.
انظر: الطبقات الكبرى ٦/١٧٢، معرفة القراء الكبار ١/٤٥، التهذيب ٥/١٨٣.
٢ أبو مريم الأسدي الكوفي، مخضرم أدرك الجاهلية، كان عالما بالقرآن، وثقه ابن معين والعجلي وابن سعد وغيرهم، مات سنة ٨٣ هـ، أو بعدها.
انظر: الإصابة ٤/٨٩، التهذيب ٣/٣٢١.
٣ انظر: علل الحديث ومعرفة الرجال ص: ٢٧- ٢٨.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (158,'(الْوَرَّاقِ) ١ عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ سَعِيدٍ قَالَ: "تُوُفِّيَ أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ فِي شَعْبَانَ سَنَةَ اثْنَتَيْنِ وَسَبْعِينَ وَمِائَتَيْنِ"٢.
٤٠- بِشْرُ بْنُ بَكْرٍ أَبُو عَبْدِ اللَّهِ الدِّمَشْقِيُّ نَزَلَ تِنِّيسَ٣:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ وَهْبٍ الْمِصْرِيُّ، وَسُلَيْمَانُ بْنُ شُعَيْبٍ الْكَيْسَانِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَسَبْعُونَ سَنَةً
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ وَهْبٍ٥.
أَنْبَأَنَا أَبُو [سَعْدٍ] ٦ الْمَالِينِيُّ ثنا عبد الواحد بن محمد بن
_________
١ في الأصل: "الوزان" وهو تصحيف، والصواب ما أثبت كما في تاريخ بغداد، قال عنه الخطيب: كان ثقة مديماً لقراءة القرآن ويذكر أن له ميل إلى التشيع، مات سنة ٣٩٢ هـ، انظر: تاريخ بغداد ٤/٣٤٢.
٢ يحتمل أن ابن عقدة ذكر هذا النص في أحد كتابيه "التاريخ" أو "الوفيات "، وكلاهما مفقود، انظر: موارد الخطيب ص: ٣٦٧- ٣٦٨.
٣ وثقه أبو زرعة، وقال النسائي وأبو حاتم: لا بأس به، قال الدارقطني: ليس بقوي، مات سنة ٢٥٤ هـ.
انظر: الجرح والتعديل ١/١/ ٣٥٢، الميزان ١/٣١٣، التهذيب ١/٢٤٢.
٤ أبو محمد الكلبي المصري، كان ثقة، ولد سنة ١٨٥ هـ، ومات سنة ٢٩٣ هـ.
انظر: اللباب ٣/١٢٥.
٥ في باب الألف من إسماعيل بن إبراهيم بن علية.
٦ في الأصل: "سعيد".
وهو أحمد بن محمد بن أحمد الهروي، قال الخطيب: كان ثقة صدوقاً متقناً صالحاً، مات سنة ٤١٢ هـ.
انظر: تاريخ بغداد ٤/٣٧١، تهذيب تاريخ دمشق ١/٤٤٦.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (159,'[مَسْرُورٍ] ١ ثنا أَبُو سَعِيدِ بْنُ يُونُسَ٢ قَالَ: "مَاتَ سُلَيْمَانُ بْنُ شُعَيْبِ بْنِ سُلَيْمٍ فِي كَيْسَانَ وَيُعْرَفُ بِالْكَيْسَانِيِّ فِي صَفَرٍ سَنَةَ ثَلاثٍ وَتِسْعِينَ وَمِائَتَيْنِ"٣.
٤١- بَحْرُ بْنُ نَصْرِ بْنِ سَابِقٍ الْخَوْلانِيُّ الْمِصْرِيُّ٤:
حَدَّثَ عَنْهُ: يُونُسُ بْنُ عَبْدِ الأَعْلَى الصَّدَفِيُّ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الصَّابُونِيُّ٥، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ يُونُسُ بْنُ عَبْدِ الأَعْلَى سَنَةَ أَرْبَعٍ وستين ومائتين.
_________
١ في الأصل: "مسور"، والتصويب من تذكرة الحفاظ ٣/١٠٠٥، شذرات الذهب ٣/٩٢.
قال عنه الذهبي: الحافظ الجوال، أبو الفتح البجلي ... ، مات سنة ٣٧٨ هـ، قال ابن العماد: كان من الثقات.
٢ هو عبد الرحمن بن أحمد الصدفي المصري صاحب "تاريخ مصر المشهور"، قال الذهبي: الحافظ الإمام الثبت، متوفى سنة ٣٤٧ هـ.
انظر تذكرة الحفاظ ٣/٨٩٨، البدايةوالنهاية ١١/٢٣٢
٣ لعل ابن يونس ذكر ذلك في أحد كتابه "تاريخ مصر" أو "الغرباء"، وكلاهما مفقود.
انظر: موارد الخطيب ص: ٢٩٩ وما بعدها.
٤ أبو عبد الله المصري، خرج له أبو داود في مسند مالك حديثاً واحداً، كان ثقة فاضلاً، ولد سنة ١٨٠ هـ، ومات سنة ٢٦٧ هـ.
انظر: طبقات الشافعية الكبرى ٢/١١٠، التهذيب ١/٤٢٠.
٥قال الذهبي: صدوق إن شاء الله، إلا أنه تفرد بحديث باطل، وكذبه ابن المنذر، مات سنة ٣٤٩ هـ، انظر: الميزان ١/١٥٢، لسان الميزان ١/٢٩٦.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (160,'كَتَبَ إِلَيَّ ابْنُ نَظِيفٍ١: أَنَّ أَبَا الْغَوَارِسِ الصابورني مات في سنة تسع وأربعين وثلاثمائة.
٤٢- بَدْرُ بْنُ الْهَيْثَمِ بْنِ خَلَفٍ أَبُو الْقَاسِمِ/ الْقَاضِي مِنْ أَهْلِ الْكُوفَةِ٢:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ مَخْلَدٍ الدُّورِيُّ، وَعِيسَى بْنُ عَلِيِّ بْنِ عِيسَى الْوَزِيرُ٣، وَبَيْنَ وَفَاتَيْهِمَا سِتُّونَ سَنَةً.
مَاتَ محمد بن مخلد سنة إحدى وثلاثين وثلاثمائة.
"حَدَّثَنِي أَحْمَدُ بْنُ عَلِيٍّ التَّوَّزِيُّ قَالَ: تُوُفِّيَ عيسى بن علي سنة إحدى وتسعين وثلاثمائة"٤.
_________
١ أبو عبد الله محمد بن الفضل بن نظيف المصري، مسند الديار المصرية، كان شافعياً، عمر تسعين سنة مات سنة ٤٣١ هـ، انظر: شذرات الذهب ٣/٢٤٩.
٢ قال الخطيب: كان ثقة، وكان من المعمرين، وقال الدارقطني: كان نبيلاً، مات سنة ٣١٦ هـ، انظر: تاريخ بغداد ٧/١٠٨.
٣ قال الخطيب: كان ثبت السماع، صحيح الكتاب، ولد سنة ٣٠٢ هـ، ومات سنة ٣٩١ هـ، انظر: تاريخ بغداد ١١/١٧٩، لسان الميزان ٤/٤٠٢.
٤ انظر: تاريخ بغداد ١١/١٨٠.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (161,'<span data-type="title" id=toc-5>بَابُ: الثَّاءِ</span>
٤٣- ثَابِتُ بْنُ أَسْلَمَ أَبُو مُحَمَّدٍ الْبُنَانِيُّ الْبَصْرِيُّ:
رَوَى مُحَمَّدُ بْنُ سِيرِينَ عَنْهُ وَحَدَّثَ عَنْهُ: أَبُو حَفْصٍ عُمَرُ بْنُ حَفْصٍ الْعَبْدِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سَنَةً، وَقِيلَ: تِسْعُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ سِيرِينَ٢.
وَحَدَّثَ عَنْ ثَابِتٍ: عَطَاءُ بْنُ أَبِي رَبَاحٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي حَفْصٍ الْعَبْدِيِّ خَمْسٌ، وَقِيلَ: ثَلاثٌ، وَقِيلَ: إِحْدَى وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ عَطَاءُ بْنُ أَبِي رَبَاحٍ سَنَةَ خَمْسَ عَشْرَةَ وَمِائَةٍ، وَقِيلَ: سَنَةَ سَبْعَ عَشْرَةَ وَمِائَةٍ.
وَقَالَ ابْنُ قَانِعٍ: "مَاتَ أَبُو حَفْصٍ الْعَبْدِيُّ سَنَةَ ثَمَانٍ وَسَبْعِينَ وَمِائَةٍ".
وَقَالَ الْبُخَارِيُّ: "يقال: مات بعد المائتين"٣.
_________
١ ضعفه أحمد وابن معين والبخاري والدارقطني وابن حبان وغيرهم، وقال النسائي: متروك.
انظر: المجروحين ٢/٨٤، الميزان ٣/١٨٩، اللسان ٤/٢٩٨.
٢ في باب الألف من أيوب السختياني.
٣ انظر: التاريخ الكبير ٣/٢/١٥٠، وقد وافقه على ذلك ابن حبان في المجروحين.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (162,'<span data-type="title" id=toc-6>بَابُ: الْجِيمِ</span>
٤٤- جَرِيرُ بْنُ حَازِمٍ أَبُو النَّضْرِ الأَزْدِيُّ الْبَصْرِيُّ١:
"حَدَّثَ عَنْهُ: يَزِيدُ بْنُ أَبِي حَبِيبٍ الْمِصْرِيُّ وَشَيْبَانُ بْنُ فَرُّوخَ الأُبُلِّيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ سِنِينَ"٣.
أَخْبَرَنَا ابْنُ الْفَضْلِ أنا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ ثنا يَعْقُوبُ بْنُ سُفْيَانَ قَالَ: "سَمِعْتُ بَعْضَ عُلَمَاءِ مِصْرَ يَقُولُ: وُلِدَ يَزِيدُ/ سَنَةَ ثَلاثٍ وَخَمْسِينَ، وَتُوُفِّيَ سَنَةَ ثَمَانٍ وَعِشْرِينَ وَمِائَةٍ"٤.
"وَحَدَّثَ عَنْ جَرِيرٍ، أَيُّوبُ بْنُ أَبِي تَمِيمَةَ السَّخْتِيَانِيُّ، وَبَيْنَ وَفَاتِهِ ووفاة شيبان مائة وخمس، وقيل: أربع سنين"٥.
_________
١وثقه ابن معين والحافظ ابن حجر والذهبي، إلا أنهم قالوا: في روايته من حفظه أو عن قتادة وهم، مات سنة ١٧٠ هـ، وقيل: بعدها.
انظر: تذكرة الحفاظ ١/١٩٩، الميزان ١/٣٩٢، التهذيب ٢/٦٩.
٢ أبو محمد بن أبي شيبة الحبطي مولاهم، والأبلي بضم الهمزة الموحدة نسبة إلى بلدة قرب البصرة، وثقه أحمد وغيره، وقال أبو زرعة: صدوق، رمي بالقدر، ولد سنة ١٤٠ هـ، ومات سنة ٢٣٦ هـ.
انظر: الجرح والتعديل ٢/١/٣٥٧، الميزان ٢/٢٨٥، التهذيب ٤/٣٧٤.
٣ انظر: تهذيب الكمال ٤/ ٥٣٠.
٤ انظر: المعرفة والتاريخ ٣/٣٥٠.
٥ انظر: تهذيب الكمال ٤/٥٣٠.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (163,'وَمَاتَ أَيُّوبُ بْنُ أَبِي تَمِيمَةَ سَنَةَ إِحْدَى وَثَلاثِينَ وَمِائَةٍ وَهُوَ ابْنُ ثَلاثٍ وَسِتِّينَ، وَقِيلَ: سنة اثنتين وثلاثين ومائة.
وحدث عن جابر: هشام بن حسام الْقُرْدُوسِيُّ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ شَيْبَانَ تِسْعُونَ، وَقِيلَ: تِسْعٌ، وَقِيلَ: ثَمَانٍ وَثَمَانُونَ سَنَةً.
مَاتَ هِشَامُ بْنُ حَسَّانٍ سَنَةَ سِتٍّ وَأَرْبَعِينَ، وَقِيلَ: سَنَةَ سَبْعٍ وَأَرْبَعِينَ وَمِائَةٍ وَهُوَ مَوْلًى لِلْعَتِيكِ٢
وَحَدَّثَ عن جابر: سُلَيْمَانُ بْنُ مِهْرَانَ الأَعْمَشُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ شَيْبَانَ تِسْعٌ، وَقِيلَ: ثَمَانٍ وَثَمَانُونَ سَنَةً
قَالَ أَبُو نُعَيْمِ بْنُ دُكَيْنٍ: "مَاتَ الأَعْمَشُ سَنَةَ سَبْعٍ، وَقَالَ ابْنُ الْمَدِينِيِّ: ثَمَانٍ وَأَرْبَعِينَ وَمِائَةٍ".
وَحَدَّثَ عَنْ جَرِيرٍ: عَبْدُ اللَّهِ بْنُ عَوْنِ بْنِ أَرْطُبَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ شَيْبَانَ سِتٌّ، وَقِيلَ: خَمْسٌ، وَقِيلَ: أَرْبَعٌ وَثَمَانُونَ سَنَةً.
مَاتَ ابْنُ عَوْنٍ سَنَةَ خَمْسِينَ وَمِائَةٍ.
قَالَهُ مَكِّيُّ بْنُ إِبْرَاهِيمَ٣ وَقَالَ يَعْقُوبُ وَأَبُو نُعَيْمٍ: "مَاتَ سَنَةَ إِحْدَى وَخَمْسِينَ وَمِائَةٍ"٤، وَقَالَ غَيْرُهُمَا: سَنَةَ اثنتين وخمسين ومائة.
_________
١ القردوسي: بالقاف، ستأتي ترجمته في باب الهاء آخر الكتاب.
٢ هو عتيك بن النضر، بطين من الأزد، انظر: اللباب ٢/٣٢٢.
٣ أبو السكن الحنظلي.
٤ المعرفة والتاريخ ١/١٣٧.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (164,'وَحَدَّثَ عَنْ جَرِيرٍ: شُعْبَةُ بْنُ الْحَجَّاجِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ شَيْبَانَ سِتٌّ وَسَبْعُونَ سَنَةً.
وَشُعْبَةُ أَزْدِيٌّ مَوْلًى لِبَنِي صُفْرَةَ١ مَاتَ بِالْبَصْرَةِ سَنَةَ سِتِّينَ وَمِائَةٍ، وَيُكَنَّى أَبَا بِسْطَامٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاتِهِ/٢.
وَحَدَّثَ عَنْ جَرِيرٍ: سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ شَيْبَانَ خَمْسٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ فِي بَابِ الْبَاءِ٣.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ شَيْبَانَ بْنَ فَرُّوخَ مَاتَ بِالأُبُلَّةِ فِي شَوَّالٍ سَنَةَ سِتٍّ وَثَلاثِينَ وَمِائَتَيْنِ.
٤٥- جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِمُ السَّلامُ أَبُو عَبْدِ اللَّهِ الْمَدَنِيُّ:
حَدَّثَ عَنْهُ: يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ اللَّيْثِيُّ، وَأَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ الشَّيْبَانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَسَبْعُونَ سَنَةً.
قَالَ ابْنُ قَانِعٍ: يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ مَاتَ فِي سَنَةِ تِسْعٍ وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ جَعْفَرٍ عَلَيْهِ السَّلامُ: أَبَانُ بْنُ تَغْلِبَ الْكُوفِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عَاصِمٍ اثْنَتَانِ، وَقِيلَ: إحدى وسبعون سنة، وقيل: دون ذلك.
_________
١ بنو صفرة: هم بطن من ولد العتيك بن الأزد.
انظر: جمهرة أنساب العرب ص: ٣٦٧.
٢ في باب الألف من ترجمة إسماعيل بن إبراهيم بن علية.
٣ في ترجمة أبي بكر بن عياش.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (165,'أَخْبَرَنَا الْحَسَنُ بْنُ أَبِي بَكْرٍ أنا عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَاتِي١ ثنا الْحُسَيْنُ بْنُ الْحَكَمِ الْحِبْرِيُّ٢ ثنا حَسَنُ بْنُ حُسَيْنٍ٣ ثنا يَحْيَى بْنُ يَعْلَى٤ نا أَبَانُ بْنُ تَغْلِبَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ عَلِيٍّ عَلَيْهِمُ السَّلامُ قَالَ: "دَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّحَرِ وَهُوَ فِي مُصَلًّى لَهُ فِي بَعْضِ حُجَرِهِ فَقَالَ: يَا عَلِيُّ بِتُّ لَيْلَتِي هَذِهِ حَيْثُ تَرَى أُصَلِّي وَأُنَاجِي رَبِّي تَعَالَى، فَمَا سَأَلْتُ لِنَفْسِي شَيْئًا إِلا سَأَلْتُ لَكَ مِثْلَهُ، وَمَا سَأَلْتُ عَنْ شَيْءٍ إِلا أَعْطَانِي إِلا أَنَّهُ قِيلَ لي: لا نبي
_________
١ في الأصل: "ابن عاني" وهو خطأ، التصويب من الإكمال وتاريخ بغداد، ويكنى أبا الحسين الكاتب، قال الخطيب: كان ثقة، ولد سنة ٢٤٩ هـ، ومات سنة ٣٤٧ هـ، انظر: تاريخ بغداد ١٢/٣٢، الإكمال ٧/١٩٩.
٢ في الأصل: "الجندي"، والتصويب من الإكمال ٣/٤٠ – ٤١، والأنساب ٤/ ٤٥، وهو بكسر الحاء المهملة وفتح الباء الموحدة بعدها راء، قال السمعاني: أصبهاني الأصل، سكن بغداد، قال الخطيب: كتبت عنه يسيراً، وكان سماعه صحيحاً، مات سنة ٤٣٥ هـ.
٣ العرني الكوفي، قال أبو حاتم: لم يكن بصدوق عندهم، وكان من رؤساء الشيعة، وقال ابن حبان: يروي المقلوبات عن الأثبات، وقال ابن عدي: لا يشبه حديثه حديث الثقات.
انظر: المجروحين ١/٢٣٨ الميزان ١/٤٨٣، لسان الميزان ٢/١٩٩.
٤هو الأسلمي القطواني – قطوان موضع بالكوفة – أبو زكريا الكوفي، ضعفه ابن معين والبخاري وأبو حاتم، ورموه بالتشيع، قال ابن حبان: يروي عن الثقات المقلوبات فيجب ترك الاحتجاج به.
انظر: المجروحين ٣/١٢٠، الميزان ٤/ ٤/٤١٥، التهذيب ١١/٣٠٤.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (166,'بَعْدِي"١.
قَالَ أَبُو نُعَيْمِ بْنُ دُكَيْنٍ: إِنَّ أَبَانَ بْنَ تَغْلِبَ مَاتَ/ سَنَةَ أَرْبَعِينَ وَمِائَةٍ، وَقَالَ ابْنُ قَانِعٍ: فِي سَنَةِ إِحْدَى وَأَرْبَعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ جَعْفَرٍ عَلَيْهِ السَّلامُ: يَحْيَى بْنُ سَعِيدِ بْنِ قَيْسٍ الأَنْصَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عَاصِمٍ تِسْعٌ، وَقِيلَ: ثَمَانٍ وَسِتُّونَ سَنَةً.
قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: "مَاتَ أَبُو عَاصِمٍ فِي ذِي الْحِجَّةِ سَنَةَ اثْنَتَيْ عَشْرَةَ وَمِائَتَيْنِ"٢.
٤٦- جَعْفَرُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ أَبُو بَكْرٍ الْفِرْيَابِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ يَحْيَى بْنِ عَبْدِ الْكَرِيمِ الأَزْدِيُّ الْبَصْرِيُّ، وَأَبُو الْفَضْلِ عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الزُّهْرِيُّ الْبَغْدَادِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَتِسْعٌ وَعِشْرُونَ سَنَةً.
مَاتَ مُحَمَّدُ بْنُ يَحْيَى الأَزْدِيُّ سَنَةَ اثْنَتَيْنِ وَخَمْسِينَ وَمِائَتَيْنِ.
"أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ العتيقي قال: سنة إحدى وثمانين وثلاثمائة تُوُفِّيَ أَبُو الْفَضْلِ الزُّهْرِيُّ، وَمَوْلِدُهُ سَنَةَ (تِسْعِينَ) ٣ ومائتين"٤.
_________
١ أخرج الطبراني في الأوسط نحوه، قال الهيثمي: وفيه من اختلف فيهم.
انظر: مجمع الزوائد ٩/١١٠.
فلت: وفي رواية الخطي هنا العرني ويحيى بن يعلى ضعيفان ورميا بالتشيع والرفض، والله أعلم.
٢ انظر: طبقات خليفة بن خياط ص: ٢٢٦.
٣ في الأصل: "سبعين"، والتصويب من تاريخ بغداد.
٤ انظر: تاريخ بغداد ١٠/٣٦٩.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (167,'<span data-type="title" id=toc-7>بَابُ: الْحَاءِ</span>
٤٧- حَمَّادُ بْنُ سَلَمَةَ بْنِ دِينَارٍ أَبُو سَلَمَةَ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَأَحْمَدُ بْنُ أَبِي سُلَيْمَانَ الْقَوَارِيرِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا نَحْوٌ مِنْ عِشْرِينَ وَمِائَةِ سَنَةٍ.
مَاتَ أَبُو الْوَلِيدِ عَبْدُ الملك بن جريج سنة تسع وأربعين، قيل: سَنَةَ خَمْسِينَ، وَقِيلَ: سَنَةَ إِحْدَى وَخَمْسِينَ وَمِائَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاتِهِ فِي بَابِ الْبَاءِ٢.
وَحَدَّثَ عَنْ حَمَّادٍ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَوَارِيرِيِّ نَحْوٌ مِنْ مِائَةٍ وَعِشْرِينَ سَنَةً.
مَاتَ/ ابْنُ إِسْحَاقَ "بِبَغْدَادَ" سَنَةَ اثْنَتْيَنِ، وَقِيلَ: إِحْدَى وَخَمْسِينَ، وَقِيلَ: سَنَةَ خَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ حَمَّادٍ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَوَارِيرِيِّ مِائَةٌ وَعَشْرُ سِنِينَ أَوْ أَكْثَرُ.
أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ الدَّقَّاقُ أنا عَلِيُّ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْقَزْوِينِيُّ٣ ثنا
_________
١ كذبه الأزدي والدارقطني، وقالوا: كان يكذب على حماد بن سلمة.
انظر: تاريخ بغداد ٤/١٧٤.
٢ في ترجمة بقية بن الوليد.
٣ أبو الحسن المعروف ببادويه، قال الخطيب: كان ثقة، مات بعد سنة ٣٤٨هـ.
انظر: تاريخ بغداد ١١/٣٢٢، اللباب ١/١٠٥.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (168,'مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ بَسَّامٍ الرَّازِيُّ١ ثنا [أَبُو] ٢ الْوَلِيدِ بْنُ عَبْدِ الْمَلِكِ٣ ثنا يَحْيَى بْنُ السَّكَنِ٤ عَنْ شُعْبَةَ عَنْ حَمَّادٍ عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ٥ قَالَ: كُنَّا جُلُوسًا عَلَى بَابِ ابْنِ عَبَّاسٍ، فَخَرَجَ عَلَيْنَا نِصْفَ النَّهَارِ وَهُوَ مُنْتَقِعُ اللَّوْنِ مُتَغَيِّرٌ، وَعَلَيْهِ مِلْحَفَةٌ صَفْرَاءُ، فَقُلْنَا لَهُ: يَا أَبَا عَبَّاسٍ قَالَ: "إِنِّي رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ السَّاعَةَ أَشْعَثَ أَغْبَرَ مُتَغَيِّرَ اللَّوْنِ، وَمَعَهُ قَارُورَةٌ فِيهَا دَمٌ، فَقُلْتُ: بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ مَالَكَ مُتَغَيِّرُ اللَّوْنِ؟ قَالَ: لَمْ أَزَلْ مُنْذُ الْيَوْمِ أَلْتَقِطُ دِمَاءَ الْحُسَيْنِ وَأَصْحَابِهِ، قَالَ: فَكَتَبْتُهَا تِلْكَ السَّاعَةَ، فَأَصَبْنَاهُ قُتِلَ فِي ذلك اليوم وتلك الساعة عليه السلام"٦.
_________
١ أبو عبد الله المؤدب، وقيل: المؤذن، مولى بني هاشم المعروف بلحية الليف، وثقه الخطيب، وقال ابن أبي حاتم، كتبت عنه وكان صدوقاً، مات سنة ٢٩٠ هـ.
انظر: الجرح والتعديل ٤/١/٤٨، تاريخ بغداد ٣/١١٢، لسان الميزان ٥/٢١٦.
٢ما بين المعكوفتين سقط من الأصل، لعله سهو من الناسخ.
٣هو هشام بن عبد الملك الطيالسي.
٤ هو البصري، صاحب شعبة، ذكره ابن حبان في الثقات، ضعفه الدارقطني وصالح جزرة، وقال الذهبي وأبو حاتم: ليس بالقوي، مات سنة ٢٣٠ هـ.
انظر: الجرح والتعديل ٤/٢/١٥٥، الميزان ٤/٣٨٠، لسان الميزان ٦/٢٥٩.
٥ أبو عبد الله، ويقال: أبو عمر المكي، مولى بني هاشم، وثقه أحمد وأبو داود وأبو زرعة وأبو حاتم، وقال النسائي: ليس به بأس، وكان شعبة يتكلم فيه، قال ابن حجر: صدوق ربما وهم، مات سنة ١٢٠ هـ.
انظر: الجرح والتعديل ٣/١/٣٨٩، التهذيب ٧/٤٠٤.
٦ انظر: تاريخ بغداد ١/١٤٢.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (169,'قَالَ شَيْبَانُ بْنُ فَرُّوخَ: مَاتَ شُعْبَةُ سَنَةَ سِتِّينَ وَمِائَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُهُ فِي بَابِ الْبَاءِ١.
وَحَدَّثَ عَنْ حَمَّادٍ: الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَوَارِيرِيِّ نَحْوٌ مِنْ مِائَةٍ وَعَشْرِ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ فِي بَابِ الْبَاءِ٢.
وَحَدَّثَ عَنْ حَمَّادِ بْنِ سَلَمَةَ: حَمَّادُ بْنُ زَيْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَوَارِيرِيِّ إِحْدَى وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: "حَمَّادُ بْنُ زَيْدٍ/ مَوْلًى لآلِ حَازِمٍ مِنَ الأَزْدِ يُكَنَّى أَبَا إِسْمَاعِيلَ، مَاتَ سَنَةَ تِسْعٍ وَسَبْعِينَ وَمِائَةٍ"٣.
أَخْبَرَنَا "عُمَرُ بْنُ إِبْرَاهِيمَ الْفَقِيهُ٤ أنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ أنا مُحَمَّدُ بْنُ مَخْلَدٍ قَالَ: سَمِعْتُ أَحْمَدَ بْنَ أَبِي سُلَيْمَانَ الْقَوَارِيرِيَّ يَقُولُ: وُلِدْتُ فِي سَنَةِ إِحْدَى وَخَمْسِينَ وَمِائَةٍ، وَكَتَبْتُ عَنْ حَمَّادِ بْنِ سَلَمَةَ وَعَنْ حَزْمِ بْنِ أَبِي حَزْمٍ.
قَالَ ابْنُ مَخْلَدٍ: وَسَمِعْتُ مِنْ هَذَا الشَّيْخِ سَنَةَ سبعين ومائتين"٥.
_________
١ في ترجمة بقية بن الوليد الحمصي.
٢ في ترجمة أبي بكر بن عياش الأسدي.
٣ انظر: طبقات خليفة بن خياط ص: ٢٢٤.
٤ أبو طالب الزهري: من ولد سعد بن أبي وقاص، يعرف بابن حمامة، قال الخطيب: كتبنا عنه، وكان ثقة، مات سنة ٤٣٤هـ.
انظر: تاريخ بغداد ١١/٢٧٤، طبقات الشافعية الكبرى للسبكي ٥/١٩٩.
٥ انظر: تاريخ بغداد ٤/١٧٥-١٧٦.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (170,'٤٨- حَمَّادُ بْنُ زَيْدِ بْنِ دِرْهَمٍ أَبُو إِسْمَاعِيلَ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ الْعُقَيْلِيُّ، وَالْهَيْثَمُ بْنُ سَهْلٍ التُّسْتَرِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ سِنِينَ أَوْ أَكْثَرُ.
أَخْبَرَنَا أَبُو الْفَرَجِ عَبْدُ السَّلامِ بْنُ عَبْدِ الْوَهَّابِ الْقُرَشِيُّ٢ – بِأَصْبَهَانَ- أنا سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ ثنا أَبُو يَزِيدَ الْقَرَاطِيسِيُّ٣ ثنا عَبْدُ اللَّهِ بْنُ عَبْدِ الْحَكَمِ٤ ثنا مَسْلَمَةُ بْنُ عَلِيٍّ٥ عَنِ الْعُقَيْلِيِّ عَنْ حَمَّادٍ عَنْ عَطَاءِ بْنِ السَّائِبِ٦ عَنْ أَبِي يَحْيَى٧ عَنِ ابْنِ عَبَّاسٍ: "أَنَّ رجلاً حلف بالله الذي لا إله
_________
١ ضعفه الدارقطني، وضرب إسماعيل القاضي على حديثه، وأنكر عليه تحديثه عن حماد بن زيد، مات بعد سنة ٢٦٠ هـ.
انظر: تاريخ بغداد ١٤/٦٠، الميزان ٤/٣٢٣.
٢ لم أقف على ترجمته.
٣ هو يوسف بن يزيد بن كامل، هكذا في شذرات الذهب ٢/٢٠٢، وفي الأوائل للطبراني ص: ٥٤، يوسف بن موسى، مات سنة ٢٨٩ هـ، من كبار شيوخ الطبراني.
٤ أبو محمد الفقيه المصري، وثقه أبو زرعة والعجلي وابن يونس، وقال أبو حاتم: صدوق، وكذبه ابن معين، مات سنة ٢١٤هـ،
انظر: الجرح والتعديل ٢/٢/١٠٥، التهذيب ٥/٢٨٩.
٥ أبو سعيد الخشني، ضعفه ابن معين ودحيم والبخاري وأبو زرعة، وقال الحافظ في التقريب: متروك، مات سنة ١٩٠ هـ أو بعدها.
انظر: المجروحين ٣/٣٣، الميزان ٤/١٠٩، التهذيب ١٠/١٤٦.
أبو سعيد الخشنين ضعفه ابن معين ودحيم والبخاري وأبو زرعة، وقال الحافظ في التقريب: متروك، مات سنة ١٩٠ هـ، أو بعدها.
انظر: المجروحين (٣/٣٣) ، الميزان (٤/١٠٩) ، التهذيب (١٠ /١٤٦) .صدوق اختلط بآخرة، وصحح أحمد وابن معين والبخاري سماع من سمع منه قديماً كشعبة والثوري، انظر: الميزان (٤/٧٠) ، التهذيب (٧/٢٠٣) .
٦ صدوق اختلط بآخره، وصحح أحمد وابن معين والبخاري سماع من سمع منه قديماً كشعبة والثوري، انظر: الميزان ٤/٧٠، التهذيب ٧/٢٠٣.
٧ هو زياد الأعرج المكي، مولى الأنصاري، وقيل: مولى قيس بن مخرمة، وثقه ابن معين وأبو داود وأبو زرعة وغيرهم.
انظر: التاريخ الكبير ٢/١/٣٧٨، التهذيب ٣/٣٩١.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (171,'إِلا هُوَ كَاذِبًا، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: قَدْ غَفَرَ اللَّهُ لَكَ بِقَوْلِكَ: لا إِلَهَ إِلا اللَّهُ" ١.
مَاتَ إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ الْعُقَيْلِيُّ سَنَةَ إِحْدَى أَوِ اثْنَتَيْنِ، وَقِيلَ: ثَلاثٍ وَخَمْسِينَ وَمِائَةٍ.
وَرَوَى عَنْ حَمَّادٍ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ التُّسْتَرِيِّ أَكْثَرُ مِنْ مِائَةِ سَنَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ في باب الباء./
حدث عَنْ حَمَّادٍ: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ التُّسْتَرِيِّ مِائَةُ سَنَةٍ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذكر وفاة الثوري في باب الباب.
وَحَدَّثَ عَنْ حَمَّادٍ: عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ التَّنُّورِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ التُّسْتَرِيِّ أَكْثَرُ مِنْ سَبْعِينَ سَنَةً.
وَمَاتَ عَبْدُ الْوَارِثِ سَنَةَ ثَمَانِينَ وَمِائَةٍ.
(وَأَخْبَرَنَا أَحْمَدُ بْنُ أَبِي جَعْفَرٍ الْقَطِيعِيُّ ثنا عَبْدُ اللَّهِ بْنُ يُوسُفَ بْنِ بَابَوَيْهِ الأَصْبَهَانِيُّ ثنا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ المصري – بمكة – ثنا الهيثم بن سهل
_________
١ رواه أبو داود في السنن ٣/٥٨٣، - كتاب الأيمان والنذور، باب فيمن يحلف كاذباً متعمداً، وأخرجه أيضاً في كتاب الأقضية، باب كيف اليمين ٤/ ٤١، وأخرجه الإمام أحمد في المسند ١/٢٥٣، والحاكم في المستدرك ٤/٩٥ – ٩٦،وصححه ووافقه الذهبي على تصحيحه، وصححه أيضاً الشيخ أحمد شاكر، انظر: المسند ٤/٩٦ ح ٢٢٨٠، وفي إسناده عطاء بن السائب، اختلط، قال أحمد شاكر: والتحقيق أن حماد سمع منه قبل اختلاطه فروايته عنه صحيحة.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (172,'سَمِعْتُهُ يَقُولُ: وُلِدْتُ سَنَةَ اثْنَتَيْنِ- وَخَمْسِينَ وَمِائَةٍ – ثنا حَمَّادُ بْنُ زَيْدٍ ثنا مُحَمَّدُ بْنُ زِيَادٍ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ" ١.
قَالَ الْخَطِيبُ: لَمْ يَرْوِ حَمَّادٌ عَنْ مُحَمَّدِ بْنِ زِيَادٍ سِوَى هَذَا الْحَدِيثِ) ٢.
"وَسَمِعْتُ مُحَمَّدَ بْنَ عَلِيٍّ الصُّورِيَّ يَقُولُ: تُوُفِّيَ الْهَيْثَمُ بْنُ سَهْلٍ بَعْدَ سِتِّينَ وَمِائَتَيْنِ".
٤٩- حَمَّادُ بْنُ أُسَامَةَ أَبُو أُسَامَةَ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: الْمُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ وَمُحَمَّدُ بْنُ إِسْمَاعِيلَ الصَّائِغُ، سَكَنَ مَكَّةَ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ وَثَمَانُونَ سَنَةً، مَاتَ مُعْتَمِرٌ سَنَةَ سَبْعٍ وَثَمَانِينَ [وَمِائَةٍ] ٣.
وَحَدَّثَ عَنْ أَبِي أُسَامَةَ: ابْنُ عُيَيْنَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الصَّائِغِ ثَمَانٍ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو بَكْرٍ الْبَرْقَانِيُّ ثنا مُحَمَّدُ بْنُ الْمُظَفَّرِ الْحَافِظُ– إِمْلاءً -/ ثنا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ٤ ثني إِبْرَاهِيمُ بْنُ عَبْدِ الْعَزِيزِ الأنطاكي٥ قال سمعت: محمد
_________
١ أخرجه البخاري في الصحيح – كتاب الصلاة، باب إثم من رفع رأسه قبل الإمام ١/١٧٧، ومسلم ١/٣٢٠ ح ١١٤، واللفظ لمسلم في الصحيح – كتاب الصلاة، باب تحريم سبق الإمام....
٢ تاريخ بغداد ١٤/٦١.
٣سقط من الأصل، والسياق يقتضي إثباتها، وقد نص على ذلك كل من ترجم له.
٤هو الباغندي الواسطي.
٥لم أقف على ترجمته.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (173,'ابن عَبْدِ الرَّحْمَنِ الصَّيْرَفِيَّ١ ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ زِيَادِ بْنِ عِلاقَةَ عَنْ أُسَامَةَ بْنِ شَرِيكٍ٢: "أَنَّ الأَعْرَابَ جَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ"فَقَالَ لَهُ عَلِيُّ بْنُ الْمَدِينِيِّ: يَا أَبَا مُحَمَّدٍ مَنْ دُونَ زِيَادِ بْنِ عِلاقَةَ، فَقَالَ: مَا تُرِيدُ إِلَى هَذَا يَرْحَمُكَ اللَّهُ، قَالَ: أُحِبُّ أَنْ أَعْلَمَ، قال: مسعر بن كدم، قَالَ: مَنْ دُونَ مِسْعَرٍ، قَالَ: اللَّهُمَّ غُفْرًا ثنا أَبُو أُسَامَةَ.
مَاتَ سُفْيَانُ بْنُ عُيَيْنَةَ آخِرَ يَوْمٍ مِنْ جُمَادَى، وَقَدْ تَقَدَّمَ تَارِيخُهُ فِي بَابِ الْبَاءِ٣، وَمَاتَ الصَّائِغُ فِي جُمَادَى الأُولَى سَنَةَ سِتٍّ وَسَبْعِينَ وَمِائَتَيْنِ.
٥٠- حَجَّاجُ بْنُ أَرْطَاةَ أَبُو أَرْطَأَةَ النَّخَعِيُّ الْكُوفِيُّ٤:
حَدَّثَ عَنْهُ: قَيْسُ بْنُ سَعْدٍ الْمَكِّيُّ، وَيَزِيدُ بْنُ هَارُونَ الواسطي، وبين وفاتيهما سبع وثمانون سنة.
_________
١ أبو جعفر، قال الدارقطني، ثقة، وقال الخطيب: كان ممن يوصف بالفضل والدين والعلم، ولد سنة ١٧٥ هـ، ومات سنة ٢٦٥ هـ.
انظر: تاريخ بغداد ٢/٣١٢.
٢ هو الثعلبي، له صحبه، وحديثه في السنن وعند أحمد وابن حبان وابن خزيمة والحاكم وغيرهم، وقال غير واحد: تفرد بالرواية عنه زياد بن علاقة الثعلبي.
انظر: الاستيعاب ١/١٥٠، الإصابة ١/٤٦.
٣ في ترجمة بقية بن الوليد.
٤ القاضي الفقيه، صدوق ليس بالقوي، كان يدلس ويرسل، وفيه إعجاب بنفسه وتيه، مات سنة ١٤٥ هـ.
انظر: المجروحين ١/٢٢٥، الميزان ١/٤٥٨، التهذيب ٢/١٩٦.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (174,'أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ الْبَزَّازُ أنا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ ثنا حَنْبَلُ بْنُ إِسْحَاقَ "ثنا أَبُو سَلَمَةَ مُوسَى بْنُ إِسْمَاعِيلَ١ ثنا حَمَّادُ بْنُ زَيْدٍ قَالَ: قَدِمَ عَلَيْنَا جَرِيرُ بْنُ حَازِمٍ مِنَ الْمَدِينَةِ فَأَتَيْنَاهُ فَتَحَدَّثْنَا عِنْدَهُ، فَقَالَ جَرِيرٌ: نا قَيْسُ بْنُ سَعْدٍ عَنْ حَجَّاجِ بْنِ أَرْطَأَةَ، قَالَ: فَلَبِثْنَا مَا شَاءَ اللَّهُ، ثُمَّ قَدِمَ عَلَيْنَا حَجَّاجٌ – ابْنَ ثَلاثِينَ أَوْ إِحْدَى وَثَلاثِينَ – فَرَأَيْتُ عَلَيْهِ مِنَ الزِّحَامِ شَيْئًا لَمْ أَرَهُ على حماد بن أبي سليمان٢ ورأيت/ مطر الْوَرَّاقَ٣، وَدَاوُدَ بْنَ أَبِي هِنْدٍ٤ جُثَاةً عَلَى رُكَبِهِمْ يَقُولُونَ: يَا أَبَا أَرْطَأَةَ مَا تَقُولُ في كذا ما تقول في كذا"٥.
_________
١ المنقري مولاهم، التبوذكي البصري.
انظر: تذكرة الحفاظ ١/٣٩٤، التهذيب ١٠/٣٣٣.
٢ أبو إسماعيل الأشعري مولاهم الكوفي الفقيه، وثقه النسائي وابن معين، وقال شعبة وأبو حاتم: صدوق لا يحتج بحديثه، وقال ابن في الثقات، كان يخطئ، وكان مرجئاً، وقال الحافظ في التقريب: صدوق له أوهام رمي الإرجاء، مات سنة ١٢٠ هـ، انظر: الميزان ١/٥٩٥، التهذيب - ٢/١٦.
٣أبو رجاء بن طهمان السلمي مولاهم الخراساني، قال الذهبي: من رجال مسلم حسن الحديث، وقال الساجي وابن حجر: صدوق كثير الخطأ، وضعفه أحمد وابن معين في عطاء خاصة، وقال النسائي: ليس بالقوي، وضعفه غير واحد، مات سنة ١٢٥ هـ، وقيل: بعدها. انظر: الميزان ٤/١٢٦، التهذيب ٠ ١٠/١٦٧.
٤ أبو بكر وأبو محمد القشيري مولاهم البصري، أحد الثقات المتقنين، وثقه أحمد وابن معين والعجلي وأبو حاتم والنسائي وغيرهم، يقال: إنه كان يهم بآخرة، مات سنة ١٤٠ هـ، أو قبلها، انظر: تذكرة الحفاظ ١/١٤٦، التهذيب ٣/٢٠٤.
٥ انظر: تاريخ بغداد ٨/٢٣١، تهذيب التهذيب ٢/١٩٧.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (175,'أَخْبَرَنَا أَبُو الْحُسَيْنِ بْنُ بِشْرَانَ أنا الْحُسَيْنُ بْنُ صَفْوَانَ ثنا ابْنُ أَبِي الدُّنْيَا ثنا مُحَمَّدُ بْنُ سَعْدٍ قَالَ: "قَيْسُ بْنُ سَعْدٍ يُكَنَّى أَبَا عَبْدِ اللَّهِ وَقَدْ كَانَ خَلْفَ عَطَاءٍ فِي مَجْلِسِهِ يُفْتِي بِقَوْلِهِ وَكَانَ قَدِ اسْتَقَلَّ بِذَلِكَ وَمَاتَ سَنَةَ تِسْعَ عَشْرَةَ وَمِائَةٍ"١.
أَخْبَرَنَا الأَزْهَرِيُّ أنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ أنا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْكُوفِيُّ ثنا مُحَمَّدُ بْنُ الْمُثَنَّى أَبُو مُوسَى قَالَ: "مَاتَ يَزِيدُ ابن هَارُونَ سَنَةَ سِتٍّ وَمِائَتَيْنِ"٢.
٥١- حَاتِمُ بْنُ إِسْمَاعِيلَ أَبُو إِسْمَاعِيلَ الْمَدَنِيُّ٣.
حَدَّثَ عَنْهُ: الثَّوْرِيُّ، وَأَبُو حُذَافَةَ أَحْمَدُ بْنُ إِسْمَاعِيلَ السَّهْمِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُفْيَانَ الثَّوْرِيِّ فِي بَابِ الْبَاءِ٥.
قَرَأْتُ فِي كِتَابِ "مُحَمَّدِ بْنِ مَخْلَدٍ الدُّورِيِّ – بِخَطِّهِ – سَنَةَ تسع وخمسين
_________
١ انظر: الطبقات الكبرى ٥/٤٨٣.
٢ لعله ذكره في كتاب "التاريخ"، وهو مفقود، انظر: موارد الخطيب ص: ٤٠٥.
٣ قال الذهبي: ثقة صدوق مشهور، وثقه جماعة، وقال النسائي وغيره، ليس بالقوي، قال أحمد: زعموا أن فيه غفلة، مات سنة ١٨٦هـ أو ١٨٧ هـ.
انظر: الميزان ١/٤٢٨، التهذيب ٢/١٢٨.
٤ مدني نزل بغداد وهو آخر رواة الموطأ عن مالك، قال الخطيب وغيره: لم يكن يتعمد الكذب، وضعفه الدارقطني وابن عدي وابن خزيمة وغيرهم، قال ابن حبان: يروي عن الثقات ما ليس يشبه حديث الأثبات، مات سنة ٢٥٩ هـ، أو بعدها.
انظر: المجروحين ١/١٤٧، الميزان ١/٨٣، التهذيب ١/١٥.
٥ في ترجمة أبي بكر بن عياش الأسدي.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (176,'وَمِائَتَيْنِ: فِيهَا تُوُفِّيَ أَبُو حُذَافَةَ السَّهْمِيُّ يَوْمَ الْفِطْرِ"١.
٥٢- حَفْصُ بْنُ غِيَاثٍ أَبُو عُمَرَ النَّخَعِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَأَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ.
وَكَانَ مَوْتُ يَحْيَى وَعَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ فِي سَنَةٍ وَاحِدَةٍ، وَبَيْنَ وَفَاتَيْهِمَا وَوَفَاةِ الْعُطَارِدِيِّ أَرْبَعٌ وَسَبْعُونَ سَنَةً.
أَخْبَرَنَا ابْنُ الْفَضْلِ أنا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ ثنا/ يَعْقُوبُ بْنُ سُفْيَانَ قَالَ: قَالَ "مُحَمَّدُ بْنُ فضل٢: سَنَةَ ثَمَانٍ وَتِسْعِينَ وَمِائَةٍ فِيهَا مَاتَ يَحْيَى بن سعيد وبد الرَّحْمَنِ بْنُ مَهْدِيٍّ"٣.
أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ ثنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ قَالَ: "قُرِئَ عَلَى ابْنِ الْمُنَادِي وَأَنَا أَسْمَعُ قَالَ: تُوُفِّيَ أَبُو عُمَرَ أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ بَعْدَ مَا خَرَجَ مِنْ عِنْدِنَا فَجَاءَنَا خَبَرُ مَوْتِهِ بِالْكُوفَةِ عَلَى أَيْدِي طُلابِ الْحَدِيثِ لأَرْبَعٍ قُضِينَ مِنْ شَعْبَانَ سنة اثنتين وسبعين٤ وقد قارب المائة"٥.
_________
١ لعل مصدر الخطيب في هذا النص "معجم شيوخ ابن مخلد"مفقود.
انظر: موارد الخطيب ص: ٤١٦.
٢ هو ابن غزوان الضبي الكوفي، سيورد المؤلف ترجمته في باب الميم.
٣ انظر: المعرفة والتاريخ ١/١٨٦.
٤ يعني: ومائتين، كما في التهذيب وغيره.
٥ لعل هذا النص مقتبس من كتاب "التاريخ" لابن المنادى، مفقود.
انظر: موارد الخطيب ص: ٢٨٤ وما بعدها.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (177,'وَقَدْ تَقَدَّمَ ذِكْرُهُ فِي بَابِ الْبَاءِ١.
٥٣- الْحَارِثُ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ اللَّيْثِيُّ الْبَغْدَادِيُّ٢:
حَدَّثَ عَنْهُ: أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، وَأَبُو بَكْرٍ أَحْمَدُ بن نصر بن عبد الله الذراع٣ النَّهْرَوَانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ أَبَا بَكْرِ بْنَ أَبِي الدُّنْيَا مَاتَ فِي سَنَةِ إِحْدَى وَثَمَانِينَ وَمِائَتَيْنِ.
أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ الْحُسَيْنِ النِّعَالِيُّ أنا أحمد بن نصر بن عبد الله الذراع قَالَ: وَمِمَّا كَتَبَ إِلَيَّ بِهِ الْحَارِثُ بْنُ أَبِي أُسَامَةَ فَأَذِنَ لِي فِي رِوَايَتِهِ يَقُولُ: حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ الْخَفَّافُ ثنا الْحَسَنُ بْنُ عُمَارَةَ٤ قَالَ: أَتَيْتُ الزُّهْرِيَّ بَعْدَ أَنْ تَرَكَ الْحَدِيثَ فَأَلْفَيْتُهُ عَلَى بَابِ دَارِهِ فقلت: إن رأيت أن تحدثني
_________
١ في ترجمة أبي بكر بن عياش.
٢ صاحب المسند، ثقة كان يأخذ على التحديث، ولد سنة ١٨٦ هـ، ومات سنة ٢٨٢ هـ، انظر: تاريخ بغداد ٨/٢١٨، لسان الميزان ٢/١٥٦.
٣ بالذال المعجمة، قال الدارقطني: دجال، وقال الذهبي: بغدادي مشهور.. أتى بمناكير تدل على أنه ليس بثقة، مات سنة ٣٦٥ هـ.
انظر: تاريخ بغداد ٥/١٨٤، الميزان ١/١٦١.
٤ أبو محمد البجلي مولاهم الكوفي، ضعفه أحمد وابن معين وكذبه شعبة، وقال أبو حاتم ومسلم والنسائي والدارقطني وغيرهم، متروك.
انظر: المجروحين ١/٢٢٩، الميزان ١/٥١٣، التهذيب ٢/٣٠٤.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (178,'فَقَالَ: أَمَا عَلِمْتَ أَنِّي قَدْ تَرَكْتُ الْحَدِيثَ، فَقُلْتُ: إِمَّا أَنْ تُحَدِّثَنِي وَإِمَّا أَنْ أُحَدِّثَكَ/، فَقَالَ: حَدَّثَنِي، فَقُلْتُ: حَدَّثَنِي الْحَكَمُ بْنُ عُتَيْبَةَ عَنْ يَحْيَى بْنِ الْجَزَّارِ١ قَالَ: سَمِعْتُ عَلِيًّا عَلَيْهِ السَّلامُ يَقُولُ: "مَا أَخَذَ اللَّهُ عَلَى أَهْلِ الْجَهْلِ أَنْ يَتَعَلَّمُوا حَتَّى أَخَذَ عَلَى أَهْلِ الْعِلْمِ أَنْ يَعْلَمُوا"٢، قَالَ: فَحَدَّثَنِي بِأَرْبَعِينَ حَدِيثًا.
أَخْبَرَنَا النِّعَالِيُّ – مَرَّةً أُخْرَى – أنا الذَّارِعُ ثنا الْحَارِثُ – وَمَا سَمِعْتُ مِنْهُ إِلا هَذَا الْحَدِيثَ – ثنا عَبْدُ الْوَهَّابِ وَسَاقَ الْحَدِيثَ، قَالَ النِّعَالِيُّ: وَسَمِعْتُ مِنَ الذَّارِعِ سَنَةَ خَمْسٍ وَسِتِّينَ وثلاث مائة بالنهرواني٣.
٥٤- الْحُسَيْنُ بْنُ وَاقِدٍ الْمَرْوَزِيُّ:
حَدَّثَ عَنْهُ: سُلَيْمَانُ بْنُ مِهْرَانَ الأَعْمَشُ، وَعَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ الْمَرْوَزِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ، وَقِيلَ: سَبْعٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَعْمَشِ فِي بَابِ الْجِيمِ٤.
أَخْبَرَنَا ابْنُ الْفَضْلِ ثنا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ ثنا يَعْقُوبُ بْنُ سفيان قال: "سنة خمس عشرة وَمِائَتَيْنِ مَاتَ عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ"٥.
_________
١ العرني الكوفي، لقبه زبان، وثقه أبو حاتم وأبو زرعة والنسائي والعجلي وغيرهم، وقال ابن حجر: صدوق رمي بالغلو في التشيع، مات سنة ١٠٠هـ.
انظر: الجرح والتعديل ٤/٢/١٣٣، التهذيب ١١/ ١٩١.
٢ لم أجده.
٣ انظر: تاريخ بغداد ٥/١٨٤.
٤في ترجمة جرير بن حازم.
٥انظر: المعرفة والتاريخ ١/١٩٩.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (179,'٥٥- الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: ابْنُ عُيَيْنَةَ، وَعَبَّاسٌ الدُّورِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَسَبْعُونَ سَنَةً.
قَالَ أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى: "مَاتَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَسُفْيَانُ بْنُ عُيَيْنَةَ وَابْنُ مَهْدِيٍّ سَنَةَ ثَمَانٍ وَتِسْعِينَ وَمِائَةٍ"٢.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ عَبَّاسًا الدُّورِيَّ مَاتَ فِي صَفَرٍ سَنَةَ إِحْدَى وَسَبْعِينَ وَمِائَتَيْنِ.
٥٦- الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ بَهْرَامَ الْبَغْدَادِيُّ الْمَعْرُوفُ/ بِالْمَرُّوذِيِّ:
حَدَّثَ عَنْهُ: عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَإِسْحَاقُ بْنُ الْحَسَنِ الْحَرْبِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ مَهْدِيٍّ آنِفًا، وَقَالَ ابْنُ قَانِعٍ: مَاتَ إِسْحَاقُ الْحَرْبِيُّ سَنَةَ أَرْبَعٍ وَثَمَانِينَ وَمِائَتَيْنِ.
٥٧- حُسَيْنُ بْنُ مُحَمَّدِ بْنِ زِيَادٍ النَّيْسَابُورِيُّ الْمَعْرُوفُ بِالْقَبَّانِيِّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ وَدَعْلَجُ بْنُ أَحْمَدَ السِّجِسْتَانِيُّ، وَبَيْنَ وفاتيهما خمس وتسعون سنة.
_________
١ وثقه ابن معين وأحمد والعجلي وابن عيينة وابن شيبة وغيرهم، مات سنة ٢٠٤ هـ أو قبلها. انظر: تذكرة الحفاظ ١/٣٤٩، التهذيب ٢/٣٥٧.
٢لعله ذكره في كتابه "التاريخ" وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٤٠٥.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (180,'قَالَ ابْنُ قَانِعٍ: مَاتَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ فِي سَنَةِ سِتٍّ وَخَمْسِينَ وَمِائَتَيْنِ.
"حَدَّثَنَا مُحَمَّدُ بْنُ١ الْحُسَيْنِ الْقَطَّانُ قَالَ: تُوُفِّيَ دَعْلَجٌ فِي سَنَةِ إِحْدَى وَخَمْسِينَ وَثَلاثِ مِائَةٍ"٢.
٥٨- الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ أَبُو عَبْدِ اللَّهِ الْبَغْدَادِيُّ:
حَدَّثَ عَنْهُ: أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ الْمَعْرُوفُ بِابْنِ شَاهِينَ، وَأَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ الْمُهْتَدِي بِاللَّهِ٣ الْهَاشِمِيُّ خَطِيبُ جَامِعِ الْمَنْصُورِ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا الْعَتِيقِيُّ قَالَ: تُوُفِّيَ أَبُو حَفْصِ بْنُ شَاهِينَ سَنَةَ خَمْسٍ وَثَمَانِينَ وثلاثمائة في ذي الحجة.
_________
١ في الأصل: "عمر بن الحسين"، والتصويب من تاريخ بغداد ٨/٣٩٢.
٢ انظر: الخطيب، تاريخ بغداد ٨/٣٩٢.
٣ قال الخطيب: كتبت عنه وكان صدوقاً، ولد سنة ٣٨٤ هـ، ومات سنة ٤٦٥ هـ.
انظر: تاريخ بغداد ١/٣٥٦، البداية والنهاية ١٢/١٠٥.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (181,'(وَقَالَ شَيْخُنَا أَبُو الْحَسَنِ عَلِيٌّ الْمَعْرُوفُ بِالْكُوفِيِّ١ كَتَبْتُ مِنْ كِتَابٍ – بِخَطِّ أَبِي عَبْدِ اللَّهِ بْنِ الْخَشَّابِ٢ – قَالَ لَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ الْهَاشِمِيُّ الْوَاسِطِيُّ٣: مَاتَ أَبُو الْحَسَنِ بْنُ المهتدي سنة خمس وستين وأربعمائة في ذي الحجة)
_________
١ انظر ترجمته في المقدمة.
٢انظر ترجمته في المقدمة.
٣انظر ترجمته في المقدمة.
٤ ما بين القوسين زيادة من راوي النسخة عن أبي الحسن علي بن خلف التلمساني الكوفي، وسياق الكلام يدل على أنه ليس من كلام المؤلف.
أولاً: لأن الخطيب متوفى سنة ٤٦٣هـ، وثانياً: رجال هذا الإسناد هم رجال إسناد هذا الكتاب إلى الخطيب.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (182,'<span data-type="title" id=toc-8>بَابُ: الْخَاءِ</span>
٥٩- خَالِدُ بْنُ مِهْرَانَ أَبُو الْمُنَازِلِ الحذاء البصري١:
حد/ عَنْهُ: مُحَمَّدُ بْنُ سِيرِينَ، وَعَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ٢، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَتِسْعُونَ سَنَةً.
وَمَاتَ ابْنُ سِيرِينَ لِثَمَانٍ خَلَوْنَ مِنْ شَوَّالٍ سَحَرًا، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاتِهِ فِي بَابِ الأَلِفِ٣.
وَحَدَّثَ عَنْ خَالِدٍ: قَتَادَةُ بْنُ دِعَامَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبْدِ الْوَهَّابِ تِسْعٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَتَادَةَ فِي بَابِ الأَلِفِ بَعْدَ ابْنِ سِيرِينَ٤.
وَحَدَّثَ عَنْ خَالِدٍ: أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبْدِ الْوَهَّابِ ثَمَانُونَ سَنَةً، وَقِيلَ: تِسْعٌ، وَقِيلَ: ثَمَانٍ، وَقِيلَ: سَبْعٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي إِسْحَاقَ السَّبِيعِيِّ فِي بَابِ الأَلِفِ٥.
وَقَالَ ابْنُ قَانِعٍ: عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ مات في سنة ست ومائتين.
_________
١ وثقه أحمد وابن معين والذهبي وابن حجر، وقال أبو حاتم: يكتب حديثه ولا يحتج به، وكان يرسل وقد اختلط بآخرة، مات سنة ١٤١ هـ، وقيل: سنة ١٤٢ هـ.
انظر: تذكرة الحفاظ ١/١٤٩، الميزان ١/٦٤٢، التهذيب ٣/١٢٠.
٢ هو الخفاف.
٣ في ترجمة أيوب السختياني. .
٤في ترجمة أيوب السختياني.
٥في ترجمة أشعث بن سوار الكندي.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (183,'٦٠- خَالِدُ بْنُ الْحَارِثِ الْهُجَيْمِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: شُعْبَةُ، وَالْحَسَنُ بْنُ عَرَفَةَ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ في باب الباب.
وَحَدَّثَ عَنْ خَالِدٍ: حَسَّانُ بْنُ إِبْرَاهِيمَ الْكِرْمَانِيُّ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ إِحْدَى وَسَبْعُونَ سَنَةً.
حَسَّانُ بْنُ إِبْرَاهِيمَ وُلِدَ سَنَةَ سِتٍّ وَثَمَانِينَ وَمَاتَ سَنَةَ سِتٍّ وَثَمَانِينَ وَمِائَةٍ.
وَقَالَ ابْنُ قَانِعٍ: مَاتَ ابْنُ عَرَفَةَ سَنَةَ سَبْعٍ وَخَمْسِينَ وَمِائَتَيْنِ – بِسُرَّ مَنْ رَأَى.
٦١-خَالِدُ بْنُ مَخْلَدٍ الْقَطَوَانِيُّ الْكُوفِيُّ٢:
حَدَّثَ عَنْهُ: عُبَيْدُ اللَّهِ بْنُ مُوسَى الْعَيْشِيُّ، وَمُحَمَّدُ٣ بْنُ شَدَّادٍ الْمِسْمَعِيُّ٤ وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ، وَقِيلَ: خَمْسٌ وَسِتُّونَ سَنَةً.
_________
١ أبو هشام العنزي قاضي كرمان، وثقه أحمد وابن المديني، وقال أبو زرعة وابن معين: ليس به بأس، وقال ابن عدي: من أهل الصدق إلا أنه يغلط، وقال النسائي: ليس بالقوي، مات سنة ١٨٦ هـ.
انظر: الميزان ١/٤٧٧، التهذيب ٢/٢٤٥.
٢ قال أبو داود: صدوق يتشيع، وقال ابن معين وابن عدي: لا بأس به، وقال أحمد: له مناكير، مات سنة ٢١٣ هـ، أو بعدها.
انظر: الميزان ١/٦٤٠، التهذيب ٣/١١٦.
٣ في الأصل: "موسى بن شداد" والتصويب من تاريخ بغداد واللباب.
٤ أبو يعلى المعروف بزرقان، كان أحد المتكلمين على مذهب المعتزلة، قال الدارقطني: لا يكتب حديثه، وقال البرقاني: ضعيف جداً لا يحتج به، مات سنة ٢٧٩ هـ أو قبلها: انظر: تاريخ بغداد ٥/٣٥٣، اللباب ٣/٢١٢.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (184,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي مُحَمَّدٍ عُبَيْدِ/ اللَّهِ بْنِ مُوسَى الْعَيْشِيِّ فِي بَابِ الأَلِفِ١.
وَتُوُفِّيَ الْمِسْمَعِيُّ سَنَةَ تِسْعٍ وَسَبْعِينَ وَمِائَتَيْنِ بِبَغْدَادَ.
_________
١من إسماعيل بن عمرو بن نجيح.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (185,'<span data-type="title" id=toc-9>بَابُ: الدَّالِ</span>
٦٢- دَاوُدُ بْنُ أَبِي هِنْدٍ أَبُو بَكْرٍ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، وَالْقَاسِمُ بْنُ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَنْصَارِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
تُوُفِّيَ يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ سَنَةَ ثَلاثٍ، وَقِيلَ: أَرْبَعٌ وَأَرْبَعِينَ وَمِائَةٍ.
بَلَغَنِي عَنِ ابْنِ سِنِينَ٢ قَالَ: سَمِعْتُ مِنْ هَذَا الشَّيْخِ الْقَاسِمِ بْنِ عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَنْصَارِيِّ سَنَةَ أَرْبَعٍ وَعِشْرِينَ وَمِائَتَيْنِ.
٦٣- دَاوُدُ بْنُ أَبِي الْفُرَاتِ الْكِنْدِيُّ:
حَدَّثَ عَنْهُ: أَيُّوبُ السَّخْتِيَانِيُّ، وَشَيْبَانُ بْنُ فَرُّوخَ الأُبُلِّيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَخَمْسٌ، وَقِيلَ: وَأَرْبَعُ سِنِينَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَيُّوبَ فِي بَابِ الجيم٣، وكذلك شيبان في باب الجيم٤.
_________
١ قال الذهبي: ليس بشيء، حديثه منكر، مات بعد سنة ٢٢٤ هـ.
انظر: تاريخ بغداد ١٢/٤٢٣، الميزان ٣/٣٧٦.
٢ إسحاق بن إبراهيم الختلي، قال الدارقطني والحاكم: ليس بالقوي، وروي عن الحاكم تضعيفه، مات سنة ٢٨٣ هـ، انظر: تاريخ بغداد ٦/٣٨١، الميزان ١/١٨٠.
٣ في ترجمة جرير بن حازم.
٤في ترجمة جرير بن حازم.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (186,'٦٤- دَاوُدُ بْنُ الزِّبْرِقَانِ أَبُو عَمْرٍو الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: شُعْبَةُ، وَالْحَسَنُ بْنُ عَرَفَةَ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّم ذِكْرُ وَفَاتَيْهِمَا، شعبة في باب الباب٢، وَالْحَسَنُ فِي بَابِ الْخَاءِ٣.
٦٥- دَاوُدُ بْنُ عَمْرٍو أَبُو سُلَيْمَانَ الْمُسَيَّبِيُّ الْبَغْدَادِيُّ٤:
حَدَّثَ عَنْهُ: أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، وَعَبْدُ اللَّهِ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَحْمَدَ بْنِ حَنْبَلٍ فِي بَابِ الأَلِفِ٥ وَكَذَلِكَ وَفَاةِ الْبَغَوِيِّ في باب الألف٦ في أول الكتاب./
_________
١ قال البخاري: مقارب الحديث، وقال ابن معين: ليس بشيء، وكذبه الجوزجاني، وقال أبو زرعة وأبو داود وابن حجر: متروك، مات بعد سنة ١٨٠هـ،
انظر: المجروحين ١/٢٩٢، الميزان ٢/٧، التهذيب ٣/١٨٥.
٢ في ترجمة بقية بن الوليد الحمصي.
٣ في ترجمة خالد بن الحارث الهجيمي.
٤ هو من ولد سعيد بن المسيب، وثقه البغوي وابن قانع وابن حجر، وقال ابن معين: ليس به بأس، وقال أبو زرعة وأبو حاتم: منكر الحديث، وقال أحمد: ليس بشيء، مات سنة ٢٢٨هـ. انظر: الميزان ٢/١٦، التهذيب ٣/١٩٥.
٥ في ترجمة إسحاق بن راهويه.
٦ في ترجمة أحمد بن حنبل.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (187,'<span data-type="title" id=toc-10>بَابُ: الرَّاءِ</span>
٦٦- الرَّبِيعُ بْنُ بَدْرٍ التَّمِيمِيُّ الْبَصْرِيُّ الْمُلَقَّبُ عَلِيلَةُ١:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ عون أَرْطُبَانَ، وَمُحَمَّدُ بْنُ سُلَيْمَانَ الْمَعْرُوفُ بِلُوَيْنٍ٢، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ، وَقِيلَ: خَمْسٌ وَتِسْعُونَ سَنَةً.
أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ الْقَزْوِينِيُّ أنا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ ثنا مُحَمَّدُ بْنُ يُونُسَ الْبَصْرِيُّ ثنا أَزْهَرُ السَّمَّانُ ثنا عَبْدُ اللَّهِ بْنُ عَوْنٍ ثني عَلِيلَةُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "الْمَوْلُودُ إِذَا اسْتَهَلَّ وُرِّثَ وَصُلِّيَ عَلَيْهِ" ٣.
فَقَالَ رَجُلٌ: يَا أَبَا عَوْنٍ حَدَّثَنَاهُ عَلِيلَةُ قَالَ: بَيْنَ سَمَاعِي وسماعك أربعون سنة.
_________
١ ضعفه ابن معين وأبو داود، وقال ابن خراش والنسائي والفسوي، متروك، كذا قال الأزدي والدارقطني، مات سنة ١٧٨هـ.
انظر: الجرح والتعديل ١/٢/٤٥٥، الميزان ٢/٣٩، التهذيب ٣/٢٣٩.
٢ وثقه النسائي وابن حبان ومسلمة وابن حجر، وقال أبو حاتم: صالح صدوق.
انظر: الجرح والتعديل ٣/٢/٢٦٨، التهذيب ٩/١٩٨.
٣ أخرجه ابن ماجه في سننه – كتاب الفرائض، باب إذا استهل الصبي ... ٢/٩١٩، وأخرجه أيضاً الدارمي في السنن - كتاب الفرائض، باب ميراث الصبي ... ٢/٢٨٣، وفي كلا الإسنادين عندهما يرويه أبو الزبير المكي وهو مدلس، وقد عنعنه هنا عن جابر.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (188,'مَاتَ ابْنُ عَوْنٍ سَنَةَ خَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الرَّبِيعِ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ لُوَيْنٍ سِتٌّ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شعبة في باب الباب.
وَتُوُفِّيَ مُحَمَّدُ بْنُ سُلَيْمَانَ الْمَعْرُوفُ بِلُوَيْنٍ سَنَةَ سِتٍّ وَأَرْبَعِينَ وَمِائَتَيْنِ.
٦٧- رَوْحُ بْنُ عُبَادَةَ الْقَيْسِيُّ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: أَبُو عَمْرٍو الأَوْزَاعِيُّ٢، وَبِشْرُ بْنُ مُوسَى الأَسَدِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَإِحْدَى وَثَلاثُونَ سَنَةً.
مَاتَ الأَوْزَاعِيُّ سَنَةَ سَبْعٍ وَخَمْسِينَ وَمِائَةٍ.
قَالَ ابْنُ قَانِعٍ: مَاتَ بِشْرُ بْنُ مُوسَى فِي رَبِيعٍ الآخِرِ سَنَةَ ثَمَانٍ وَثَمَانِينَ ومائتين.
_________
١ وثقه ابن سعد والبزار والخليلي وابن حجر والذهبي، وقال النسائي: ليس بالقوي، مات سنة ٢٠٥ هـ، أو بعدها.
انظر: الميزان ٢/٥٨، التهذيب ٣/٢٩٣.
٢ هو عبد الرحمن بن عمرو.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (189,'<span data-type="title" id=toc-11>باب: الزاء</span>
...
بَابُ: الزَّايِ
٦٨- زَيْدُ بْنُ أَسْلَمَ أَبُو أُسَامَةَ الْمَدَنِيُّ:
حَدَّثَ عَنْهُ: أَيُّوبُ السَّخْتِيَانِيُّ، وَابْنُ عُيَيْنَةَ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ، وَقِيلَ: سِتٌّ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَيُّوبَ فِي/ بَابِ الْجِيمِ، وَكَذَلِكَ وَفَاةِ ابْنِ عُيَيْنَةَ فِي بَابِ الْبَاءِ١.
٦٩- زَيْدُ بْنُ الْحُبَابِ أَبُو الْحُسَيْنِ الْعُكْلِيُّ الْكُوفِيُّ٢:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ وَهْبٍ، وَيَحْيَى بْنُ أَبِي طَالِبٍ٣، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَسَبْعُونَ سَنَةً.
وُلِدَ ابْنُ وَهْبٍ سَنَةَ خَمْسٍ وَعِشْرِينَ وَمِائَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاتِهِ فِي آخِرِ بَابِ الأَلِفِ٤.
وَحَدَّثَ عَنْ زَيْدٍ: يَزِيدُ بْنُ هَارُونَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ يَحْيَى تِسْعٌ وستون سنة.
_________
١ في ترجمة بقية بن الوليد الحمصي.
٢ وثقه ابن المديني والعجلي والدارقطني وابن أبي شيبة وغيرهم، وقال أبو حاتم وابن معين وابن حجر: صدوق كان يخطئ في حديث الثوري، مات سنة ٢٠٣ هـ،
انظر: الميزان ٢/١٠٠، التهذيب ٣/٤٠٢.
٣ هو ابن جعفر بن الزبرقان، ستأتي ترجمته في باب الياء
٤ في ترجمة إسماعيل بن إبراهيم بن علية.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (190,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَزِيدَ فِي بَابِ الأَلِفِ١.
وَمَاتَ يَحْيَى بْنُ أَبِي طَالِبٍ سَنَةَ خَمْسٍ وَسَبْعِينَ وَمِائَتَيْنِ.
٧٠- زُهَيْرُ بْنُ مُعَاوِيَةَ أَبُو خَيْثَمَةَ الْجُعْفِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: ابْنُ جُرَيْجٍ، وَعَبْدُ السَّلامِ بْنُ عَبْدِ الْحَمِيدِ الْحَرَّانِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ، وَقِيلَ: سِتٌّ، وَقِيلَ: خَمْسٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ جُرَيْجٍ فِي بَابِ الْبَاءِ٣.
وَحَدَّثَ عَنْ زُهَيْرٍ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبْدِ السَّلامِ سِتٌّ، وَقِيلَ: خَمْسٌ، وَقِيلَ: أَرْبَعٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ [مُحَمَّدِ] ٤ بْنِ إِسْحَاقَ فِي بَابِ الأَلِفِ٥.
وَحَدَّثَ عَنْ زُهَيْرٍ: زَائِدَةُ بْنُ قُدَامَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبْدِ السَّلامِ ثَلاثٌ وَثَمَانُونَ سَنَةً.
مَاتَ أَبُو الصَّلْتِ زَائِدَةُ بْنُ (قُدَامَةَ) ٦ الثَّقَفِيُّ سَنَةَ إِحْدَى وستين ومائة
_________
١ في ترجمة أشعث بن سوار الكندي.
٢ قال ابن عدي: لا أعلم بحديثه باساً ولم أر فيه منكراً، وقال الأزدي: تركوه.
انظر: الجرح والتعديل ٣/١/٤٨، الميزان ٢/٦١٦.
٣ في ترجمة بقية بن الوليد الحمصي.
٤ في الأصل: "أحمد"، وهو خطأ.
٥ في ترجمة إسماعيل بن عياش.
٦ في الأصل: "معاوية"وهو خطأ.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (191,'وَمَات عَبْدُ السَّلامِ بْنُ عَبْدِ الْحَمِيدِ بْنِ سُوَيْدٍ إِمَامُ مَسْجِدِ حَرَّانَ سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَمِائَتَيْنِ١.
٧١- زُهَيْرُ بْنُ حَرْبٍ أَبُو خَيْثَمَةَ النَّسَائِيُّ سَكَنَ بَغْدَادَ:
حَدَّثَ عَنْهُ:/ مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيُّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عبد العزيز البغوي، وبين فواتيهما سَبْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ فِي بَابِ الأَلِفِ.
وَحَدَّثَ عَنْ أَبِي خَيْثَمَةَ: أَحْمَدُ بْنُ حَنْبَلٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ سِتٌّ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَحْمَدَ بْنِ حَنْبَلٍ فِي بَابِ الألف، وكذلك وفاة البغوي في باب ألف أَيْضًا.
٧٢- زَائِدَةُ بْنُ قُدَامَةَ أَبُو الصَّلْتِ الثَّقَفِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: سُلَيْمَانُ التَّيْمِيُّ، وَعَمْرُو بْنُ مَرْزُوقٍ الْبَاهِلِيُّ، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَثَمَانُونَ أَوْ ثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُلَيْمَانَ التَّيْمِيِّ فِي بَابِ الْبَاءِ.
وَحَدَّثَ عَنْ زَائِدَةَ بْنِ قُدَامَةَ: سُلَيْمَانُ الأَعْمَشُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ مَرْزُوقٍ سَبْعٌ، وَقِيلَ: سِتٌّ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَعْمَشِ فِي بَابِ الجيم ومات بالكوفة.
_________
١ قال الذهبي في السير: ٨/١٦٤، في ترجمة زهير: قال الخطيب في "السابق واللاحق": آخر من روى عن زهير: عبد السلام بن عبد الحميد الحراني، شيخ بقي إلى أربع وأربعين ومائتين..‍‍‍‍‍‍‍‍!!',NULL,'201',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (192,'وَحَدَّثَ عَنْ زَائِدَةَ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ مَرْزُوقٍ أَرْبَعٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ فِي بَابِ الْبَاءِ.
وَمَاتَ عَمْرُو بْنُ مَرْزُوقٍ سَنَةَ أَرْبَعٍ وَعِشْرِينَ وَمِائَتَيْنِ.
٧٣- زِيَادُ بْنُ أَيُّوبَ أَبُو هَاشِمٍ الطَّوْسِيُّ:
حَدَّثَ عَنْهُ: أَحْمَدُ بْنُ حَنْبَلٍ، وَالْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَحْمَدَ فِي بَابِ الأَلِفِ، وتوفي المحاملي سنة ثلاثين وثلاثمائة.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (193,'<span data-type="title" id=toc-12>بَابُ: السِّينِ</span>
٧٤- سُلَيْمَانُ بْنُ أَبِي سُلَيْمَانَ أَبُو إِسْحَاقَ الشَّيْبَانِيُّ الْكُوفِيُّ:/
حَدَّثَ عَنْهُ: أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَجَعْفَرُ بْنُ عَوْنٍ العَمْري، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَثَمَانُونَ، وَقِيلَ: تِسْعٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّبِيعِيِّ فِي بَابِ الأَلِفِ.
وَحَدَّثَ عَنِ الشَّيْبَانِيِّ: عَاصِمُ بْنُ سُلَيْمَانَ الأَحْوَلُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ جَعْفَرِ بْنِ عَوْنٍ سِتٌّ أَوْ خَمْسٌ وَسِتُّونَ سَنَةً.
مَاتَ عَاصِمٌ الأَحْوَلُ فِي سَنَةِ إِحْدَى أَوِ اثْنَتَيْنِ وَأَرْبَعِينَ وَمِائَةٍ.
وَمَاتَ جَعْفَرُ بْنُ عَوْنٍ سَنَةَ سَبْعٍ وَمِائَتَيْنِ.
وَقَدْ رَوَى عَنِ الشَّيْبَانِيِّ سِوَى هَذَا الْحَدِيثِ١.
٧٥- سُلَيْمَانُ بْنُ طَرْخَانَ أَبُو الْمُعْتَمِرِ التَّيْمِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: أَبُو إِسْحَاقَ الشَّيْبَانِيُّ٢، وَهَوْذَةُ بْنُ خَلِيفَةَ الْبَكْرَاوِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ، وَقِيلَ سَبْعٌ، وَقِيلَ: سِتٌّ وَسَبْعُونَ سَنَةً.
مَاتَ أَبُو إِسْحَاقَ الشَّيْبَانِيُّ سَنَةَ سَبْعٍ وَثَلاثِينَ وَمِائَةٍ، وَقِيلَ: سَنَةَ أربعين ومائة.
_________
١ هذا الكلام يدل سقط في نص المؤلف، ولعله من الناسخ، إذ لم يذكر في ترجمة الشيباني حديث والله أعلم.
٢ سليمان بن أبي سليمان.
٣ قال أحمد وأبو حاتم: صدوق، وقال النسائي: ليس به بأس، وضعفه ابن معين وغيره، وهو من ولد أبي بكرة الثقفي، مات سنة ٢١٦ هـ أو قبلها.
انظر: الميزان ٤/٣١١، التهذيب ١١/٧٤.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (194,'وَمَاتَ هَوْذَةُ سَنَةَ سِتَّ عَشْرَةَ وَمِائَتَيْنِ.
٧٦- سُلَيْمَانُ بْنُ مِهْرَانَ الأَعْمَشُ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: طَلْحَةُ بْنُ مُصَرِّفٍ الْيَامِيُّ١، وَيَحْيَى بْنُ هَاشِمٍ السِّمْسَارُ، وبين وَفَاتَيْهِمَا نَحْوٌ مِنْ مِائَةٍ وَاثْنَتَيْ عَشْرَةَ، وَقِيلَ: وَإِحْدَى عَشْرَةَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ طَلْحَةُ بْنُ مُصَرِّفٍ سَنَةَ اثْنَتْيَ عَشْرَةَ، وَقِيلَ: ثَلاثَ عَشْرَةَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: الحكم بن عتيبة، وبين وفاة وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ مِائَةٍ وَعَشْرِ سِنِينَ أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وفاة ابن عيينة في باب الألف.
وحدث عن الأعمش: وحبيب بْنُ أَبِي ثَابِتٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ مِائَةٍ وَسِتِّ سِنِينَ أَوْ/ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ حَبِيبُ بْنُ أَبِي ثَابِتٍ – مَوْلَى بَنِي أَسَدٍ – سَنَةَ تِسْعَ عَشْرَةَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: زَيْدُ بْنُ أَبِي أُنَيْسَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ مِائَةٍ سَنَةٍ وَقِيلَ دُونَ ذَلِكَ.
وَمَاتَ زَيْدُ بْنُ أَبِي أُنَيْسَةَ سَنَةَ أَرْبَعٍ أَوْ خَمْسٍ أَوْ سِتٍّ أَوْ سَبْعٍ أَوْ ثَمَانٍ وَعِشْرِينَ وَمِائَةٍ.
وَقَدْ تَقَدَّمَ ذِكْرُ ذَلِكَ فِي بَابِ الأَلِفِ.
_________
١ في الأصل: "اليمامي"، والتصويب من الجرح والتعديل ٤/٤٧٣، التهذيب ٥/٢٥.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (195,'وَحَدَّثَ عَنِ الأَعْمَشِ: أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ تِسْعٍ وَتِسْعِينَ سَنَةٍ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّبِيعِيِّ فِي بَابِ الأَلِفِ.
وَحَدَّثَ عَنِ الأَعْمَشِ: مُحَمَّدُ بْنُ وَاسِعٍ الأَزْدِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ ثَمَانٍ وَتِسْعِينَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ مُحَمَّدُ بْنُ وَاسِعٍ سَنَةَ ثَلاثٍ وَعِشْرِينَ وَمِائَةٍ، وَقِيلَ: سَنَةَ سَبْعٍ وَعِشْرِينَ.
وَحَدَّثَ عَنِ الأَعْمَشِ: خَالِدُ بْنُ أَبِي عِمْرَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ سِتٍّ وَتِسْعِينَ سَنَةً أَوْ أَكْثَرُ.
وَتُوُفِّيَ خَالِدُ بْنُ أَبِي عِمْرَانَ بِأَفْرِيقِيَّةَ سَنَةَ سَبْعٍ، وَقِيلَ: خَمْسٍ وَعِشْرِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: عَاصِمُ بْنُ بَهْدَلَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ سِتٍّ وَسَبْعِينَ سَنَةً.
وَتُوُفِّيَ عَاصِمُ بْنُ بَهْدَلَةَ – مَوْلَى بَنِي أَسَدٍ – سَنَةَ سَبْعٍ، وَقِيلَ: تِسْعٍ وَعِشْرِينَ وَمِائَةٍ بِالْكُوفَةِ.
وَحَدَّثَ عَنِ الأَعْمَشِ: أَيُّوبُ السَّخْتِيَانِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ أَرْبَعٍ وَتِسْعِينَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّخْتِيَانِيِّ فِي بَابِ الْجِيمِ./
وَحَدَّثَ عَنِ الأَعْمَشِ: صَفْوَانُ بْنُ سُلَيْمٍ الزُّهْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ ثَلاثٍ وَتِسْعِينَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ صَفْوَانَ فِي بَابِ الأَلِفِ فِي إِبْرَاهِيمَ.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (196,'وحدث عن الأعمش: منصر بْنُ الْمُعْتَمِرِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنَ اثْنَتَيْنِ وَتِسْعِينَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ مَنْصُورُ بْنُ الْمُعْتَمِرِ سَنَةَ اثْنَتْيَنِ أَوْ ثَلاثٍ وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: زَيْدُ بْنُ أَسْلَمَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ تِسْعِينَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ زَيْدُ بْنُ أَسْلَمَ سَنَةَ ثَلاثِينَ أَوْ إِحْدَى وَثَلاثِينَ، وَقِيلَ: سِتٍّ وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: (سُهَيْلُ) ١ بْنُ أَبِي صَالِحٍ السَّمَّانُ٢، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ سَبْعٍ وَثَمَانِينَ سَنَةً٣ أَوْ أَكْثَرُ.
وَقَالَ ابْنُ قَانِعٍ: إِنَّ (سُهَيْلَ) بْنَ أَبِي صَالِحٍ مَاتَ فِي سَنَةِ ثَمَانٍ وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: أَبَانُ بْنُ تَغْلِبَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ خَمْسٍ وَثَمَانِينَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ فِي بَابِ الْجِيمِ مِنْ جَعْفَرٍ الصَّادِقِ عَلَيْهِ السَّلامُ.
وَحَدَّثَ عَنِ الأَعْمَشِ: خَالِدُ بْنُ مِهْرَانَ الْحَذَّاءُ، وَبَيْنَ وَفَاتِهِ ووفاة السمسار
_________
١ في الأصل: "سهل" مكبراً، والتصويب من التذكرة والتهذيب.
٢ ستأتي ترجمته في آخر باب السين.
٣ كان في الأصل هنا زيادة قوله: "ومائة"، وهذا خطأ واضح، الله أعلم.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (197,'نحو من ثلاث وثمانين سنة أَوْ أَكْثَرُ. وَمَاتَ خَالِدٌ الْحَذَّاءُ فِي سَنَةِ اثْنَتَيْنِ وَأَرْبَعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: سُلَيْمَانُ بْنُ طَرْخَانَ التَّيْمِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنَ اثْنَيْنِ وَثَمَانِينَ سَنَةً أَوْ أَكْثَرُ.
ومات سليمات بْنُ طَرْخَانَ التَّيْمِيُّ سَنَةَ ثَلاثٍ وَأَرْبَعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ ثَمَانِينَ سَنَةً.
وَمَاتَ إِسْمَاعِيلُ بْنُ أَبِي/ خَالِدٍ سَنَةَ سِتٍّ وَأَرْبَعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَعْمَشِ: أَبُو حَنِيفَةَ النُّعْمَانُ بْنُ ثَابِتٍ١ الْفَقِيهُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ خَمْسٍ وَسَبْعِينَ سَنَةً أَوْ أَكْثَرُ.
قَالَ أَبُو نُعَيْمِ بْنُ دُكَيْنٍ: "مَاتَ أَبُو حَنِيفَةَ فِي سَنَةِ خَمْسِينَ وَمِائَةٍ".
وَحَدَّثَ عَنِ الأَعْمَشِ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ خَمْسٍ وَسَبْعِينَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ يَسَارٍ فِي بَابِ الْحَاءِ مِنْ حَمَّادِ بْنِ سَلَمَةَ.
وَحَدَّثَ عَنِ الأَعْمَشِ: سَعِيدُ بْنُ أَبِي عَرُوبَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ سَبْعِينَ سَنَةً.
وَمَاتَ ابْنُ أَبِي عَرُوبَةَ سَنَةَ سِتٍّ وَخَمْسِينَ وَمِائَةٍ.
_________
١ ستأتي ترجمته في باب النون آخر الكتاب.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (198,'ورُوي عَنِ الأَوْزَاعِيِّ عَنِ الأَعْمَشِ، وَبَيْنَ وَفَاةِ الأَوْزَاعِيِّ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ ثَمَانٍ وَسِتِّينَ سَنَةٍ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَوْزَاعِيِّ فِي آخِرِ بَابِ الرَّاءِ.
وَبَلَغَنَا أَنَّ يَحْيَى بْنَ هَاشِمٍ السِّمْسَارَ تُوُفِّيَ نَحْوَ سَنَةِ خَمْسٍ وَعِشْرِينَ وَمِائَتَيْنِ أَوْ بَعْدَ ذَلِكَ.
٧٧- سُلَيْمَانُ بْنُ أَرْقَمَ أَبُو مُعَاذٍ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: ابْنُ شِهَابٍ الزُّهْرِيُّ، وَعَامِرُ بْنُ سَيَّارٍ الْحَلَبِيُّ٢ نحو مِنْ مِائَةٍ وَسِتَّ عَشْرَةَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الزُّهْرِيِّ فِي بَابِ الأَلِفِ مِنْ أَيُّوبَ.
وَبَلَغَنِي أَنَّ عَامِرَ بْنَ سَيَّارٍ مَاتَ نَحْوَ سَنَةِ أَرْبَعِينَ وَمِائَتَيْنِ.
٧٨- سُلَيْمَانُ بْنُ حَيَّانَ أَبُو خَالِدٍ الأَحْمَرُ الْكُوفِيُّ٣:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْحَاقَ الْمَدَنِيُّ، وَحُمَيْدُ بْنُ الرَّبِيعِ الْكُوفِيُّ٤، وبين
_________
١ ضعفه ابن معين وأحمد والفلاس، وقال أبو داود وأبو حاتم والدارقطني وغير واحد: متروك الحديث.
انظر: المجروحين ١/٣٢٨، الميزان ٢/١٩٦، التهذيب ٤/١٦٨.
٢ هو الدارمي الرقي، قال الذهبي وأبو حاتم: مات في حدود سنة ٢٤٠هـ.
انظر: الجرح والتعديل ٣/١/٣٢٢، الميزان ٢/٣٥٩.
٣ وثقه ابن المديني، وقال ابن معين وأبو حاتم: صدوق وليس بحجة، وقال ابن عدي: إنما أوتي من سوء حفظه، انظر: الميزان ٢/٢٠٠، التهذيب ٤/١٨١.
٤ أبو الحسن اللخمي الخزاز، قال الدارقطني: تكلموا فيه بلا حجة، وقال عثمان بن أبي شيبة: هو ثقة لكنه شره يدلس، وقال النسائي: ليس بشيء، وعن البرقاني قال: عامة شيوخنا يقولون: ذاهب الحديث.
انظر: تاريخ بغداد ٩/٢٤، التذكرة ١/٣٥١، التهذيب ٤/١٨٢.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (199,'وفاتيهما مائة وست سنين، قيل: وسبع، وقيل: ثمان.
وَمَاتَ مُحَمَّدُ بْنُ إِسْحَاقَ الْمَدَنِيُّ فِي/ سَنَةِ خمس أَوْ إِحْدَى أَوِ اثْنَتَيْنِ وَخَمْسِينَ وَمِائَةٍ.
وَقَالَ ابن قانع: مات حميد الرَّبِيعِ فِي سَنَةِ ثَمَانٍ وَخَمْسِينَ وَمِائَةٍ.
٧٩- سُلَيْمَانُ بْنُ دَاوُدَ أَبُو دَاوُدَ الطَّيَالِسِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ الضَّبِّيُّ، وَمُحَمَّدُ بْنُ أَسَدٍ الْمَدِينِيُّ الأَصْبَهَانِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسَبْعُ سِنِينَ.
وَمَاتَ جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ سَنَةَ سِتٍّ وَثَمَانِينَ وَمِائَةٍ.
قَالَ الْخَطِيبُ: وَسَمِعْتُ أَبَا نُعَيْمٍ يَقُولُ: تُوُفِّيَ مُحَمَّدُ بْنُ أَسَدٍ سَنَةَ ثَلاثٍ وَتِسْعِينَ وَمِائَتَيْنِ٢.
٨٠- سُلَيْمَانُ بْنُ حَرْبٍ أَبُو أَيُّوبَ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، وَأَبُو خَلِيفَةَ الْفَضْلُ بْنُ الْحُبَابِ الجمحي٣، وبين وفاتيهما مائة وسبع سنين.
_________
١ عمر طويلاًن قال أبو عبد الله بن مندة، حدث عن أبي داود الطيالسي بمناكير.
انظر: طبقات المحدثين بأصبهان ق/٢٣٠/أ، الميزان ٣/٤٨٠.
٢ أخبار أصبهان ٢/٢٣٢.
٣ قال الخليلي: احترقت كتبه، فمنهم من وثقه ومنهم من تكلم فيه، وقال الذهبي: كان ثقة صادقاً عالماً مكثراً، مات سنة ٣٠٥ هـ.
انظر: الإرشاد ق/٨٣ أ، تذكرة الحفاظ ٢/٦٧٠، الميزان ٣/٣٥٠.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (200,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ فِي بَابِ الْحَاءِ مِنْ حَفْصِ بْنِ غِيَاثٍ.
أَخْبَرَنَا أَبُو نُعَيْمٍ قَالَ: "سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حَيَّانَ يَقُولُ: تُوُفِّيَ أَبُو خليفة الفضل بن الحباب سنة خمس وثلاثمائة١".
٨١- سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ أَبُو الْقَاسِمِ الطَّبَرَانِيُّ اللَّخْمِيُّ:
حَدَّثَ عَنْهُ: أَبُو خَلِيفَةَ الْفَضْلُ بْنُ الْحُبَابِ، وَأَبُو سَعْدٍ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ يُوسُفَ الأَصْبَهَانِيُّ٢ الْمَعْرُوفُ بِأَخِي أَبِي السَّهْلِ الصَّفَّارِ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَإِحْدَى وَثَلاثُونَ سَنَةً.
أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ ثني أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى٣ - إِمْلاءً – ثنا أَبُو خَلِيفَةَ الْفَضْلُ بْنُ/ الْحُبَابِ ثنا سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ اللَّخْمِيُّ ثنا مُحَمَّدُ بْنُ جَعْفَرٍ٤ ثنا عَلِيُّ بْنُ الْمَدِينِيِّ ثنا وَهْبُ بْنُ جَرِيرٍ٥ عَنْ أبيه عن محمد
_________
١في الأصل: "خمس وثلاثين ومائة"، والتصويب من الميزان والتذكرة.
٢لم أقف على ترجمته.
٣قال أو نعيم: أفسده شرهه وحرصه، توفي سنة ٣٦٤ هـ.
انظر: أخبار أصبهان ١/١٥٨.
٤ أبو بكر الحنفي الربعي مولاهم البغدادي يعرف بابن الإمام، وثقه النسائي وابن يونس ومسلمة بن قاسم، ولد سنة ٢١٤ هـ، ومات سنة ٣٠٠ هـ.
انظر: تاريخ بغداد ٢/١٣١، التهذيب ٩/٩٥.
٥ أبو العباس الأزدي ابن جرير بن حازم، وثقه ابن معين وابن سعد والعجلي، وقال النسائي: ليس به بأس، مات سنة ٢٠٦ هـ.
انظر: الميزان ٤/٣٥٠، التهذيب ١١/١٦١.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (201,'ابن إِسْحَاقَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ١ قَالَ: لَمَّا تُوُفِّيَ أَبُو طَالِبٍ "خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَاشِيًا عَلَى قَدَمَيْهِ إِلَى الطَّائِفِ، فَدَعَاهُمْ إِلَى اللَّه تَعَالَى، فَلَمْ يُجِيبُوهُ، فَأَتَى ظِلَّ شَجَرَةٍ فَصَلَّى رَكْعَتَيْنِ، ثُمَّ قَالَ: اللَّهُمَّ إِلَيْكَ أَشْكُو ضَعْفَ قُوَّتِي وَقِلَّةَ حِيلَتِي وَهَوَانِي عَلَى النَّاسِ، يَا أَرْحَمَ الرَّاحِمِينَ أَنْتَ أَرْحَمُ بِي مِنْ أَنْ تَكِلَنِي إِلَى عَدُوٍّ يَجْبَهُنِي أَوْ إِلَى قَرِيبٍ، مَلَّكْتَهُ أَمْرِي إِنْ لَمْ تَكُنْ عَلَيَّ غَضْبَانًا فَلا أُبَالِي غَيْرَ أَنَّ عَافِيَتَكَ هِيَ أَوْسَعُ بِي، أَعُوذُ بِنُورِ وَجْهِكَ الَّذِي أَشْرَقَتْ لَهُ الظُّلُمَاتُ وَصَلَحَ عَلَيْهِ أَمْرُ الدُّنْيَا وَالآخِرَةِ أَنْ تُنْزِلَ بِي غَضَبَكَ أَوْ تُحِلَّ عَلَيَّ سَخَطَكَ، لَكَ الْعُتْبَى حَتَّى تَرْضَى وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ العظيم"٢.
قد ذكرنا آنفاً وفاة أبي خلفة.
وَحَدَّثَ عَنِ الطَّبَرَانِيِّ: أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْمَعْرُوفُ بِابْنِ عُقْدَةَ الْكُوفِيُّ الْحَافِظُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي سَعِيدٍ الصَّفَّارِ مِائَةٌ وَأَرْبَعُ سِنِينَ.
قَالَ ابْنُ قَانِعٍ: مَاتَ ابْنُ عُقْدَةَ بِالْكُوفَةِ فِي ذِي الْقَعْدَةِ سَنَةَ اثنتين ثلاثين وثلاثمائة.
_________
١ ابن أبي طالب، يكنى أبا محمد أو أبا جعفر الهاشمي، صحابي صغير مات رسول الله صلى الله عليه وسلم وله عشر سنين، ومات سنة ٨٠ هـ أو بعدها.
٢ رواه بهذا السند الطبراني في الكبير، انظر: مجمع الزوائد ٦/٣٥.
قال الهيثمي: رجاله ثقات إلا ابن إسحاق فإنه مدلس ثقة، ورواه ابن جرير الطبراني في التاريخ ٢/٨٠ –٨١، وأخرجه ابن هشام عن ابن إسحاق مرسلاً ٢/٦١.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (202,'وَتُوُفِّيَ أَبُو سَعِيدٍ الصَّفَّارُ فِي لَيْلَةِ عَرَفَةَ من ست وثلاثين وأربعمائة، وَقَدْ كَانَ بِأَصْبَهَانَ شَيْخٌ يُعْرَفُ بِابْنِ رِيذَهَ١ يَرْوِي عَنِ الطَّبَرَانِيِّ مَاتَ فِي سَنَةِ أَرْبَعِينَ وأربعمائة وَلَمْ أَسْمَعْ مِنْهُ شَيْئًا.
٨٢- سَعِيدُ بْنُ الْمَرْزُبَانِ أَبُو سَعْدٍ٢ الْبَقَّالُ الْكُوفِيُّ٣:/
حَدَّثَ عَنْهُ: سُلَيْمَانُ الأَعْمَشُ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى الْعَيْشِيُّ، وَبَيْنَ وفاتيهما ست، وقيل: وخمس، وَقِيلَ: أَرْبَعٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَّدَمَ ذِكْرُ وَفَاةِ الأَعْمَشِ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ.
وَحَدَّثَ عَنْ أَبِي سَعْدٍ (٢) : مُحَمَّدُ بْنُ إِسْحَاقَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عُبَيْدِ اللَّهِ بْنِ مُوسَى ثَلاثٌ، وَقِيلَ: اثْنَتَانِ، وَقِيلَ: إِحْدَى وَسِتُّونَ سَنَةً.
مَاتَ مُحَمَّدُ بْنُ إِسْحَاقَ سَنَةَ خَمْسِينَ٤، وَقِيلَ: إِحْدَى، وَقِيلَ: ثِنْتَيْنِ وَخَمْسِينَ وَمِائَةٍ.
وَقَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: "تُوُفِّيَ عُبَيْدُ اللَّهِ بن موسى سنة ثلاث عشرة
_________
١ بالراء والذال المعجمة هو أبو بكر مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ إبراهيم الأصبهاني، مسند أصبهان، وثقه ابن مندة، مات سنة ٤٤٠ هـ.
انظر: شذرات الذهب ٣/٢٦٥.
٢ كان في الأصل في كلا الموضعين: "سعيد"، والتصويب من الميزان والتهذيب.
٣ ضعفه البخاري وابن معين وأبو حاتم وأبو زرعة وغيرهم، وقال الفلاس والدارقطني: متروك، مات بعد سنة ١٤٠ هـ.
انظر: المجروحين ١/٣١٧، الميزان ٢/١٥٧، التهذيب ٤/٧٩.
٤ في الأصل: "خمس"، والتصويب مما مر سابقاً في أكثر من موضع.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (203,'وَمِائَتَيْنِ"١.
وَقَالَ يَعْقُوبُ بْنُ سُفْيَانَ: "مَاتَ سَنَةَ أَرْبَعَ عَشْرَةَ وَمِائَتَيْنِ"٢.
٨٣- سَعِيدُ بْنُ سَالِمٍ الْقَدَّاحُ الْمَكِّيُّ٣:
حَدَّثَ عَنْهُ: سُفْيَانُ بْنُ عُيَيْنَةَ، وَعَلِيُّ بْنُ حَرْبٍ الْمَوْصَلِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عُيَيْنَةَ فِي بَابِ الأَلِفِ مِنْ أَيُّوبَ السَّخْتِيَانِيِّ.
وَمَاتَ عَلِيُّ بْنُ حَرْبٍ الْمَوْصِلِيُّ فِي شَوَّالٍ مِنْ سَنَةِ خَمْسٍ وَسِتِّينَ وَمِائَتَيْنِ وَقَدْ جَازَ التِّسْعِينَ.
٨٤- سَعِيدُ بْنُ عَامِرٍ الضُّبَعِيُّ الْبَصْرِيُّ:
"حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ الْمَرْوَزِيُّ، وَأَبُو سُلَيْمَانَ مُحَمَّدُ بْنُ يَحْيَى بْنِ الْمُنْذِرِ الْبَصْرِيُّ٤، وَبَيْنَ وفاتيهما مائة وتسع ستين"٥.
_________
١ انظر: طبقات خليفة ص: ١٧١.
٢ المعرفة والتاريخ ١/١٩٨.
٣ قال ابن معين والنسائي: ليس به بأس، وقال أبو حاتم وأبو زرعة وأبو داود: محله الصدق، رمي بالإرجاء، وقال ابن حبان: كان يهم في الأخبار فيقلبها، فخرج عن حد الاحتجاج.
انظر: المجروحين ١/٣٢٠، الميزان ٢/١٣٩، التهذيب ٤/٣٥.
٤ قال ابن العماد: عمر طويلاً فروى عن الكبار، توفي سنة ٢٩٠ هـ.
انظر: تذكرة الحفاظ ٢/٦٣٩، شذرات الذهب ٢/٢٠٦.
٥ انظر: التهذيب ٤/ ٥٠-٥١.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (204,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارِك فِي بَابِ الأَلِفِ مِنْ أَزْهَرَ بْنِ سَعْدٍ.
وَأَخْبَرَنَا أَبُو نُعَيْمٍ قَالَ: "سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حَيَّانَ يَقُولُ: مَاتَ مُحَمَّدُ بْنُ يَحْيَى بْنِ الْمُنْذِرِ الْبَصْرِيُّ فِي رَجَبٍ سَنَةَ تِسْعِينَ وَمِائَتَيْنِ"١/.
٨٥- سَعِيدُ بْنُ دَاوُدَ الزَّنْبَرِيُّ٢:
حَدَّثَ عَنْهُ: سُفْيَانُ بْنُ عُيَيْنَةَ، وَإِبْرَاهِيمُ بْنُ إِسْحَاقَ الْحَرْبِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُفْيَانَ بْنِ عُيَيْنَةَ آنِفًا فِي بَابِ الأَلِفِ مِنْ أَيُّوبَ السَّخْتِيَانِيِّ.
وَمَاتَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ إِسْحَاقَ الْحَرْبِيُّ سَنَةَ خَمْسٍ وَثَمَانِينَ وَمِائَتَيْنِ.
٨٦- سُفْيَانُ بْنُ سَعِيدٍ أَبُو عَبْدِ اللَّهِ الثَّوْرِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: خُصَيْفُ بْنُ عَبْدِ الرَّحْمَنِ الْجَزَرِيُّ٣، وَزَكَرِيَّا بن دويد بن
_________
١ لم أجد ترجمته في أخبار أصبهان ولا طبقات المحدثين بأصبهان، فلعله ذكره في مصدر آخر.
٢ أوله زاي ثم نون وموحدة وراء هو: أبو عثمان المدني، ضعفه ابن معين وأبوزرعة وأحمد وأبو حاتم والدارقطني والخليلي وغيرهم، مات حوالي سنة ٢٢٠هـ.
انظر: المجروحين ١/٣٢٥، الميزان ٢/١٣٤، التهذيب ٤/٢٤.
٣ وثقه ابن سعد وابن عدي، وقال ابن معين: ليس به بأس، وضعفه أحمد وأبو حاتم والنسائي والقطان وابن حبان، مات سنة ١٣٧ هـ أو بعدها.
انظر: المجروحين ١/١٨٧، الميزان ١/٦٥٣، التهذيب ٣/١٤٣.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (205,'مُحَمَّدِ بْنِ الأَشْعَثِ بْنِ قَيْسٍ الْكِنْدِيُّ١، وَبَيْنَ وفاتيهما مائة وست، وقيل: وتسع، وقيل: أربع وَعِشْرُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ خُصَيْفٌ سَنَةَ اثْنَتَيْنِ (وَثَلاثِينَ) ٢ وَمِائَةٍ، وَقِيلَ: سَنَةَ سِتٍّ، وَقِيلَ: ثمان وَثَلاثِينَ وَمِائَةٍ، وَيُكَنَّى أَبَا عَوْنٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: أَبَانُ بْنُ تَغْلِبَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا بْنِ دُوَيْدٍ مِائَةٌ وَعِشْرُونَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ فِي بَابِ الْجِيمِ مِنْ جَعْفَرٍ عَلَيْهِ السَّلامُ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْهَاشِمِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَأَرْبَعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.٣
وَمَاتَ أَبُو عَبْدِ اللَّهِ جَعْفَرٌ الصَّادِقُ عَلَيْهِ السَّلامُ سَنَةَ سَبْعٍ أَوْ ثَمَانٍ وَأَرْبَعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: سُلَيْمَانُ الأَعْمَشُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَأَرْبَعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
_________
١ قال ابن حبان: كان يضع الحديث على حميد الطويل.. لا يحل ذكره في الكتب إلا على سبيل القدح فيه، وقال الذهبي: كذاب ادعى السماع من مالك والثوري والكبار.. وزعم أنه ابن أكثر من ١٣٥ وذلك سنة ٢٦٠ هـ.
انظر: المجروحين ١/٣١٤، الميزان ٢/٧٢.
٢ في الأصل: "وثمانين"، والتصويب من الميزان والتهذيب ومما ذكره المؤلف بعد ذلك بقليل.
٣ في الأصل هنا: "وقد تقدم"، ثم بعدها بياض، ولم أستطع تقديره فالله أعلم.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (206,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَعْمَشِ/ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ.
وَحَدَّثَ عَنْ الثَّوْرِيِّ: مُحَمَّدُ بْنُ عَجْلانَ الْمَدَنِيُّ وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَأَرْبَعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
مَاتَ مُحَمَّدُ بْنُ عَجْلانَ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَاثْنِتَا عَشْرَةَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ جُرَيْجٍ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: أَبُو حَنِيفَةَ النُّعْمَانُ بْنُ ثَابِتٍ الْفَقِيهُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَاثْنَتَيْ عَشْرَةَ سَنَةً، وَقِيلَ: وَإِحْدَى عَشْرَةَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي حَنِيفَةَ فِي بَابِ السِّينِ مِنَ الأَعْمَشِ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: مُحَمَّدُ بْنُ إِسْحَاقَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَاثْنِتَا عَشْرَةَ، وَقِيلَ: وَإِحْدَى عَشْرَةَ، وَقِيلَ: عَشْرُ سِنِينَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ إِسْحَاقَ فِي بَابِ السِّينِ مِنْ سُلَيْمَانَ أَبِي خَالِدٍ الأَحْمَرِ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: جَعْفَرُ بْنُ بُرْقَانَ الرَّقِّيُّ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَثَمَانِ سِنِينَ أَوْ أَكْثَرُ.
مَاتَ ابْنُ بُرْقَانَ سَنَةَ أربع وخمسين ومائة.
_________
١ أبو عبد الله الجزري الكلابي مولاهم، قال أحمد وابن معين والنسائي وابن سعد والدارقطني وغيرهم، ثقة إلا في حديث الزهري فإنه يخطئ فيه، مات سنة ١٥٤ هـ أو قبلها، انظر: الميزان ١/٤٠٣، التهذيب ٢/٨٤.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (207,'وَحَدَّثَ عَنِ الثَّوْرِيِّ: مَعْمَرُ بْنُ رَاشِدٍ الْبَصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَاثْنَتَيْ عَشْرَةَ سَنَةً، وَقِيلَ: وَعَشْرُ سِنِينَ، وَقِيلَ: وَتِسْعٌ، وَقِيلَ: وَثَمَانِ سِنِينَ أَوْ أَكْثَرُ.
قَالَ خَلِيفَةُ بْنُ خَيَّاطٍ: "مَعْمَرٌ يُكَنَّى أَبَا عُرْوَةَ مَوْلَى الأَزْدِ تُوُفِّيَ/ سَنَةَ خَمْسِينَ، وَقِيلَ: سَنَةَ اثْنَتَيْنِ، وَقِيلَ: ثَلاثٍ، وَقِيلَ: أَرْبَعٍ وَخَمْسِينَ وَمِائَةٍ"١.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: مِسْعَرُ بْنُ كِدَامٍ الْهِلالِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَسَبْعُ سِنِينَ أَوْ أَكْثَرُ.
مَاتَ مِسْعَرُ بْنُ كِدَامٍ فِي سَنَةِ خَمْسٍ وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: حَمْزَةُ بْنُ حَبِيبٍ الزَّيَّاتُ الْقَارِئُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَسِتٌّ، وَقِيلَ: وَأَرْبَعُ سِنِينَ أَوْ أَكْثَرُ.
مَاتَ حَمْزَةُ الزَّيَّاتُ سَنَةَ ثَمَانٍ وَخَمْسِينَ، وَقِيلَ: وست خمسين وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: أَبُو عَمْرٍو الأَوْزَاعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَخَمْسُ سِنِينَ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَوْزَاعِيِّ فِي بَابِ الرَّاءِ مِنْ رَوْحِ بْنِ عُبَادَةَ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: مُعَاوِيَةُ بْنُ صَالِحٍ الْحِمْصِيُّ٢، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَأَرْبَعُ سِنِينَ أو أكثر.
_________
١ انظر: طبقات خليفة ص: ٢٨٨، وتاريخه ص: ٤٢٦.
٢ أبو عمرو الحضرمي قاضي الأندلسي، وثقه أحمد وابن معين والنسائي وأبو زرعة والعجلي وابن سعد وغيرهم، وضعفه أبو حاتم والقطان، وقال ابن عدي وابن حجر: صدوق له أوهام، مات سنة ١٥٨ أو بعدها.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (208,'وَمَاتَ مُعَاوِيَةُ بْنُ صَالِحٍ سَنَةَ ثَمَانٍ وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذِئْبٍ الْمَدَنِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَثَلاثُ سِنِينَ أَوْ أَكْثَرُ.
قَالَ ابْنُ طَلْحَةَ١: قَالَ لَنَا الشَّافِعِيُّ رَضِيَ اللَّهُ عَنْهُ: "مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْمُغِيرَةِ بْنِ أَبِي ذِئْبٍ مِنْ بَنِي عَامِرِ بْنِ لُؤَيٍّ يُكَنَّى أَبَا الْحَارِثِ، مَاتَ بِالْكُوفَةِ سَنَةَ تِسْعٍ وَخَمْسِينَ وَمِائَةٍ وَهُوَ ابْنُ سَبْعٍ وَسَبْعِينَ سَنَةً وَكَانَ ثِقَةً"٢.
وَحَدَّثَ/ عَنِ الثَّوْرِيِّ: الرَّبِيعُ بْنُ صُبَيْحٍ الْبَصْرِيُّ٣، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَسَنَتَانِ أَوْ أَكْثَرُ.
مَاتَ الرَّبِيعُ بن صبيح سنة ستين ومائة.
وحدث عن الثَّوْرِيِّ: شُعْبَةُ بْنُ الْحَجَّاجِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَسَنَتَانِ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ فِي بَابِ الْبَاءِ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: زَائِدَةُ بْنُ قُدَامَةَ الثَّقَفِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةُ سَنَةٍ وَسَنَةٍ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ زَائِدَةَ بْنِ قدامة في باب الزاي من زهير.
_________
١ لم أقف على اسمه ولا على ترجمته.
٢ لم أتمكن من معروفة مصدر الخطيب في هذا النص.
٣ قال أحمد وغيره: لا بأس به، وقال ابن المديني: هو عندنا صالح ليس بالقوي، وضعفه القطان وابن معين والنسائي والفلاس وغيرهم، مات سنة ١٦٠ هـ.
انظر: المجروحين ١/٢٩٦، الميزان ٢/٤١، التهذيب ٣/٢٤٧.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (209,'وَحَدَّثَ عَنِ الثَّوْرِيِّ: إِبْرَاهِيمُ بْنُ طَهْمَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا مِائَةٌ وَأَرْبَعُ سِنِينَ، وَقِيلَ: مِائَةٌ غَيْرَ سَنَةٍ وَاحِدَةٍ.
مَاتَ إِبْرَاهِيمُ بْنُ طَهْمَانَ فِي سَنَةِ ثَمَانٍ وَخَمْسِينَ، وَقِيلَ: فِي سَنَةِ ثَلاثٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: حَمَّادُ بْنُ سَلَمَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا خَمْسٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
مَاتَ أَبُو سَلَمَةَ حَمَّادُ بْنُ سَلَمَةَ سَنَةَ سَبْعٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: قَيْسُ بْنُ الرَّبِيعِ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا سِتٌّ وَتِسْعُونَ سَنَةً، وقيل: خمس، وقيل: أربع وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ ابْنُ مَعِينٍ: "مَاتَ قَيْسُ بْنُ الرَّبِيعِ سَنَةَ سِتٍّ وَسِتِّينَ وَمِائَةٍ، وَيُقَالُ: سَنَةَ سَبْعٍ، أَوْ ثَمَانٍ وَسِتِّينَ وَمِائَةٍ"٢.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ حَفْصٍ الْعُمَرِيُّ٣، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا تِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
أَنْبَأَنَا ابْنُ بِشْرَانَ أنا (الْحُسَيْنُ بْنُ) ٤ صَفْوَانَ ثنا ابْنُ أبي الدنيا ثنا محمد
_________
١ ستأتي له ترجمة في باب القاف.
٢ بعد الرجوع لتاريخ ابن معين لم أجد ذكراً لوفاة قيس رغم أنه مترجم له في التاريخ ٢/٤٩٠.
٣ قال ابن معين: صالح ليس به بأس، وقال الذهبي: صدوق، في حفظه شيء، وضعفه ابن المديني وابن حبان وابن حجر وغيرهم، مات سنة ١٧٣ هـ.
انظر: المجروحين ٢/٦، الميزان ٢/٤٦٥، التهذيب ٥/٣٢٦.
٤ ما بين القوسين سقط من الأصل.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (210,'ابن سَعْدٍ/ قَالَ: "مَاتَ الْعُمَرِيُّ سَنَةَ إِحْدَى أَوِ اثْنَتَيْنِ وَسَبْعِينَ وَمِائَةٍ"١.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: شَرِيكُ بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا ثَلاثٍ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ٢.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حَمَّادِ بْنِ زَيْدٍ فِي بَابِ الْحَاءِ٣.
ورُوي عَنْ مَالِكِ بْنِ أَنَسٍ عن الثوري، وبين وفاة مالك وفاة زَكَرِيَّا ثَلاثٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنِي الْحَسَنُ بْنُ عَلِيٍّ الْجَوْهَرِيُّ أنا مُحَمَّدُ بْنُ الْمُظَفَّرِ الْحَافِظُ أنا مُحَمَّدُ بْنُ مُحَمَّدٍ الْبَاغَنْدِيُّ قَالَ: قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ: مَاتَ مَالِكُ بْنُ أَنَسٍ وَهُوَ ابْنُ أَرْبَعٍ وَثَمَانِينَ سَنَةً فِي سَنَةِ تِسْعٍ وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الثَّوْرِيِّ: أَبُو الأَحْوَصِ سَلامُ بْنُ سُلَيْمٍ الْكُوفِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا ثَلاثٍ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
مَاتَ أَبُو الأَحْوَصِ سَنَةَ تِسْعٍ وسبعين ومائة قاله ابن نمير٤.
_________
١ الطبقات الكبرى – القسم المخطوط من تابعي المدينة: ٢٢٦ أ.
٢ يبدو لي وقوع سقط هنا لعله من الناسخ، فإن منهج المؤلف في الكتاب كله أن يذكر سنة وفاة الراوي عن المترجم له، فالمفروض أن يذكر (ومات شريك سنة سبع، وقيل: ثمان وسبعين ومائة) .
انظر سنة وفاته في: تذكرة الحفاظ ١/١٣٢، التهذيب ٤/٣٣٣.
٣هذا الكلام يدل على وجود سقط من نص المؤلف، ولعل السقط وقع من الناسخ، وتقدير النقص: (وحدث عن الثوري حماد بن زيد وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا ثَلاثٍ وَثَمَانُونَ سَنَةً أو أكثر ... ) اهـ.
٤ محمد بن عبد الله بن نمير.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (211,'وَحَدَّثَ عَنِ الثَّوْرِيِّ: مُسْلِمُ بْنُ خَالِدٍ الزَّنْجِيُّ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ زَكَرِيَّا ثَلاثٍ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
قَالَ ابْنُ قَانِعٍ: مَاتَ الزَّنْجِيُّ سَنَةَ تِسْعٍ وَسَبْعِينَ وَمِائَةٍ.
حَدَّثَنِي أَبُو طَالِبٍ يَحْيَى بْنُ عَلِيِّ بْنِ الطَّيِّبِ الدَّسْكَرِيُّ ثنا عَلِيُّ بْنُ أَحْمَدَ بْنِ مُوسَى الإِسْتِرَابَاذِيُّ٢ بِهَا – ثنا عَلِيُّ بْنُ مُحَمَّدِ بْنِ٣ حَاتِمٍ٤ ثنا أَبُو أَحْمَدَ زَكَرِيَّا بْنُ دُوَيْدٍ الْكِنْدِيُّ وَذُكِرَ أَنَّهُ أَتَى عَلَيْهِ مِائَةٌ وَسِتٌّ وثلاثين سَنَةً، وَسَمِعْتُ أَنَا مِنْهُ بِعَسْقَلانَ فِي سَنَةِ نَيِّفٍ وَسِتِّينَ وَمِائَتَيْنِ ثنا/ سُفْيَانُ الثَّوْرِيُّ ثنا حُمَيْدٌ الطَّوِيلُ ثنا شَفِيقٌ عَنِ ابْنِ عَبَّاسٍ قَالَ: "دَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عليه وَإِذَا مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ قَاعِدٌ عَنْ يَمِينِهِ، فَالْتَفَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا مُعَاوِيَةُ اكْتُبْ لِي آيَةَ الْكُرْسِيِّ فِي وَرَقَةٍ بَيْضَاءَ، قَالَ: فَكَتَبَهَا لَهُ، ثُمَّ وَضَعَهَا بَيْنَ يَدَيِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَنَاوَلَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ نَظَرَ فِيهَا فَقَالَ: غَفَرَ اللَّهُ لَكَ يَا مُعَاوِيَةَ بِعَدَدِ مَنْ قَرَأَ آيَةَ الْكُرْسِيِّ" ٥.
_________
١ أبو خالد المخزومي مولاهم المكي.
٢ لم أقف على ترجمته.
٣ سقطت من الأصل، وأثبتها من تاريخ بغداد ١٢/ ٦٥.
٤ أبو الحسين القومسي، سكن قزوين وقدم بغداد حاجاً سنة ٣٠٧ هـ، هكذا ذكره الخطيب ولم يذكر فيه جرحاً ولا تعديلاً ولا سنة الوفاة.
انظر: تاريخ بغداد ١٢/٦٥.
٥ ذكره ابن الجوزي ضمن حديث طويل عن حميد عن أنس في الموضوعات ٢/١٥، ثم قال: هذا حديث موضوع، وما أبرد الذي وضعه، ولقد أبدع فيه، وأكثر رجاله مجهولون.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (212,'٨٧- سُفْيَانُ بْنُ عُيَيْنَةَ بْنِ أَبِي عِمْرَانَ أَبُو مُحَمَّدٍ الْهِلالِيُّ:
حَدَّثَ عَنْهُ: سُلَيْمَانُ الأَعْمَشُ، وَأَبُو نصر اليسع بن زيد الزبيني١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَخَمْسٌ، وَقِيلَ: وَأَرْبَعٌ وَثَلاثُونَ سَنَةٍ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَعْمَشِ٢.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: عَبْدُ الْمَلِكِ بن جريج، وبين وفاته ووفاة الزبيني مِائَةٌ وَثَلاثُونَ سَنَةً، وَقِيلَ: وَاثْنَتَانِ، وَقِيلَ: وَإِحْدَى وَثَلاثُونَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ جُرَيْجٍ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: شعبة، وبين وفاته ووفاة الزبيني مِائَةٌ وَاثْنَتَانِ وَعِشْرُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ٣
وَحَدَّثَ عَنِ ابْنِ عيينة: الثوري، وبين وفاته ووفاة الزبيني مائة وإحدى وعشرون سن أَوْ أَكْثَرُ مِنْ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: هَمَّامُ بن يحيى العوذي/٤، وبين وفاته ووفاة الزبيني مائة وعشرون سنة، وقيل: تسع عَشْرَةَ، وَقِيلَ: وَسَبْعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
_________
١ الزبيني: نسبة إلى زبينة بن أمية بن حرثان، قال الذهبي: روى عن ابن عيينة خبراً باطلاً، ولم أر لأحد فيه كلام، وزعم أنه آخر من سمع من سفيان بن عيينة، مات بعد سنة ٢٨٠ هـ، انظر: الميزان ٤/٤٤٥، اللسان ٦/٢٩٨.
٢ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ.
٣ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ الحمصي.
٤ أبو عبد الله البصري، ستأتي ترجمته في باب الهاء آخر الكتاب.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (213,'قَالَ الْخَطِيبُ: وَمَاتَ هَمَّامُ بْنُ يَحْيَى سَنَةَ اثْنَتَيْنِ وَسِتِّينَ وَمِائَةٍ، وَقِيلَ: سَنَةَ ثَلاثٍ، وَقِيلَ: سَنَةَ أَرْبَعٍ أَوْ خَمْسٍ وَسِتِّينَ وَمِائَةٍ. وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: قَيْسُ بْنُ الرَّبِيعِ وَبَيْنَ وفاته ووفاة الزبيني مِائَةٌ وَسِتَّ عَشْرَةَ، وَقِيلَ: وَخَمْسَ عَشْرَةَ، وَقِيلَ: وَأَرْبَعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَيْسِ بْنِ الرَّبِيعِ١.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: الْحَسَنُ بْنُ صَالِحِ بْنِ حَيٍّ الهمداني٢، وبين وفاته ووفاة الزبيني مِائَةٌ وَخَمْسَ عَشْرَةَ، وَقِيلَ: وَأَرْبَعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
قَالَ الْخَطِيبُ: مَاتَ الْحَسَنُ بْنُ صَالِحٍ سَنَةَ سَبْعٍ، وَقِيلَ: ثَمَانٍ، وَقِيلَ: تِسْعٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: زُهَيْرُ بن معاوية، وبين ووفاته ووفاة الزبيني مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً، وَقِيلَ: وَتِسْعٌ أَوْ أَكْثَرُ.
قَالَ الْخَطِيبُ: قَالَ ابْنُ قَانِعٍ: أَنَّ زُهَيْرَ بْنَ مُعَاوِيَةَ مَاتَ فِي سَنَةِ ثَلاثٍ وَسَبْعِينَ وَمِائَةٍ فِي رَجَبٍ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: اللَّيْثُ بْنُ سَعْدٍ الْمِصْرِيُّ، وَبَيْنَ وَفَاتِهِ ووفاة الزبيني مِائَةٌ وَسَبْعُ سِنِينَ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ بْنِ سَعْدٍ فِي بَابِ الألف.
_________
١ في باب السين من سفيان الثوري.
٢ أبو عبد الله الكوفي، وثقه أحمد وابن معين والنسائي والعجلي وأبو حاتم وأبو زرعة وغيرهم، وتكلم فيه الثوري والقطان وابن مهدي وغيرهم، ورمي بالتشيع، مات سنة ١٦٩ هـ، انظر: الميزان ١/٤٩٦، التهذيب ٢/٢٨٥.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (214,'وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: أَبُو الأَحْوَصِ سَلامُ بن سليم، وبين وفاته ووفاة الزبيني مِائَةٌ وَثَلاثُ سِنِينَ/ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي الأَحْوَصِ١.
ورُوي عَنْ مَالِكٍ عَنِ ابْنِ عُيَيْنَةَ، وَبَيْنَ وَفَاةِ مَالِكٍ وَوَفَاةِ الزبيني مِائَةٌ وَثَلاثُ سِنِينَ أَوْ أَكْثَرُ.
أَخْبَرَنَا ابْنُ بِشْرَانَ أنبا الْحُسَيْنُ بْنُ صَفْوَانَ ثنا ابْنُ أَبِي الدُّنْيَا ثنا مُحَمَّدُ بْنُ سَعْدٍ قَالَ: (مَالِكُ بْنُ أَنَسٍ مَاتَ سَنَةَ تِسْعٍ وَسَبْعِينَ وَمِائَةٍ وَهُوَ ابْنُ تِسْعِينَ٢ سَنَةً) ٣.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: حَمَّادُ بْنُ زَيْدٍ، وَبَيْنَ وَفَاتِهِ ووفاة الزبيني مِائَةٌ وَثَلاثُ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حَمَّادِ بْنِ زَيْدٍ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الزبيني مِائَةُ سَنَةٍ وَسَنَةٌ وَاحِدَةٌ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارَكِ.
وَحَدَّثَ عَنْ ابْنِ عُيَيْنَةَ: عَلِيُّ بْنُ حَمْزَةَ الْكِسَائِيُّ الْقَارِئُ، وبين وفاته ووفاة الزبيني مِائَةُ سَنَةٍ، وَقِيلَ: تِسْعٌ، وَقِيلَ: ثَلاثٌ وَتِسْعُونَ سَنَةٍ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْكِسَائِيِّ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: إِبْرَاهِيمُ بْنُ سعد الزهري، وبين وفاته ووفاة الزبيني
_________
١في باب السين من سفيان الثوري.
٢ في الأصل: "سبعين" وهو لا يتفق مع ما بين ولادة مالك سنة ٩٠هـ، تقريباً وفاته ١٧٩ هـ، وهو تسعين، والله أعلم.
٣ انظر: الطبقات الكبرى – القسم المخطوط من تابعي من تابعي المدينة: ٢٤٨ أ.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (215,'تِسْعٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ الْخَطِيبُ: قَالَ مُحَمَّدُ بْنُ سَعْدٍ: (إِبْرَاهِيمُ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ يُكَنَّى أَبَا إِسْحَاقَ مَاتَ بِبَغْدَادَ سَنَةَ ثَلاثٍ وَثَمَانِينَ وَمِائَةٍ وَهُوَ ابْنُ خَمْسٍ وَسَبْعِينَ سَنَةً) ١.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: عَبْدُ الرَّحِيمِ بن سليمان الرازي٢، وبين وفاته ووفاة الزبيني ثَمَانٍ وَسَبْعُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ الْخَطِيبُ ابن عَلِيٍّ٣: عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ الرَّازِيُّ سَكَنَ/ الْكُوفَةَ وَمَاتَ بِهَا سَنَةَ أَرْبَعٍ وَثَمَانِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: أَبُو إِسْحَاقَ إِبْرَاهِيمُ بن محمد الفزاري، وبين وفاته ووفاة الزبيني سَبْعٌ، وَقِيلَ: سِتٌّ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ أَحْمَدُ بْنُ حَنْبَلٍ: "مَاتَ أَبُو إِسْحَاقَ الْفَزَارِيُّ سَنَةَ سِتٍّ وَثَمَانِينَ، وَقِيلَ: سَنَةَ خَمْسٍ وَثَمَانِينَ وَمِائَةٍ"٤.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: مُعْتَمِرُ بن سليمان، وبين وفاته ووفاة الزبيني خمس
_________
١ الطبقات الكبرى ٧/٣٢٢.
٢ أبو علي الأشل الكناني، ويقال الطائي، سكن الكوفة، وثقه ابن معين وأبو داود وأبو زرعة وابن حجر، وقال أبو حاتم: صالح الحديث، مات سنة ١٨٤ هـ، وقيل: ١٨٧ هـ، انظر: الجرح والتعديل ٢/٢/٣٣٩، التهذيب ٦/٣٠٦.
٣ يعني أحمد بن علي الخطيب نفسه.
٤ انظر: العلل ومعرفة الرجال للإمام أحمد ٣/٤٨٩ رقم ٦٠٩٣، ط: المكتبة الإسلامي، تحقيق وصي الله عباس.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (216,'وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
وَقَالَ الْخَطِيبُ: مَاتَ مُعْتَمِرٌ سَنَةَ سَبْعٍ وَثَمَانِينَ [وَمِائَةٍ] ١.
وَحَدَّثَ عَنْ ابْنِ عُيَيْنَةَ: هِشَامُ بْنُ يُوسُفَ الصَّنْعَانِيُّ٢، وَبَيْنَ وفاته ووفاة الزبيني خَمْسٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنَا ابْنُ الْفَضْلِ أنا الْخُلْدِيُّ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ قَالَ: "هِشَامُ بْنُ يُوسُفَ قَاضِي صَنْعَاءَ مَاتَ سَنَةَ سَبْعٍ وَتِسْعِينَ وَمِائَةٍ".
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: عَبْدُ اللَّهِ بْنُ وَهْبٍ المصري، وبين وفاته ووفاة الزبيني خَمْسٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ وَهْبٍ٣.
وَحَدَّثَ عَنِ ابْنِ عُيَيْنَةَ: أَخُوهُ إِبْرَاهِيمُ، وَبَيْنَ وَفَاتِهِ ووفاة الزبيني خَمْسٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ الْخَطِيبُ: قل الْحَضْرَمِيُّ: ثنا ابْنُ نُمَيْرٍ قَالَ: مَاتَ إِبْرَاهِيمُ بْنُ عُيَيْنَةَ سَنَةَ سَبْعٍ وَسَبْعِينَ وَمِائَةٍ.
٨٨- سُهَيْلُ بن أبي صالح السمان المدني٤:
_________
١ ما بين المعكوفتين سقط في الأصل، وأثبتها من التهذيب وتذكرة الحفاظ ١/٢٦٦.
٢ أبو عبد الرحمن القاضي، انظر: التهذيب ١١/٥٧.
٣ في باب الألف من أشهل بن حاتم المصري.
٤ قال ابن عيينة: كنا نعده ثبتاً في الحديث، وقال الذهبي: أحد العلماء الثقات وغيره أقوى منه، وقال ابن معين وأبو حاتم: يكتب حديثه ولا يحتج به، مات في خلافة المنصور. انظر: الميزان ٢/٢٤٣، التهذيب ٤/٢٦٣.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (217,'حَدَّثَ عَنْهُ: بُكَيْرُ بْنُ عَبْدِ اللَّهِ الأَشَجُّ، وَعَلِيُّ/ بْنُ عَاصِمٍ١، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ، وَقِيلَ: أَرْبَعٌ وَسَبْعُونَ سَنَةً.
قَالَ الْخَطِيبُ: بُكَيْرُ بْنُ عَبْدِ اللَّهِ الأَشَجُّ مَوْلَى الْمِسْوَرِ بْنِ مَخْرَمَةَ يُكَنَّى أَبَا يُوسُفَ مَاتَ سَنَةَ اثْنَتَيْنِ وَعِشْرِينَ، وَقِيلَ: سَنَةَ سَبْعٍ وَعِشْرِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ سُهَيْلٍ: رَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ الرَّأْيُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ إِحْدَى وَسَبْعُونَ، وَيُقَالُ: خمس وستون سنة.
أخبرنا أبو سعد٢ بْنُ حَسَنَوَيْهِ أنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ ثنا عُمَرُ بْنُ أَحْمَدَ الأَهْوَازِيُّ ثنا خَلِيفَةُ بْنُ خَيَّاطٍ قَالَ: "وَرَبِيعَةُ الرَّأْيُ اسْمُهُ فَرُّوخُ مَوْلًى لآلِ الْمُنْكَدِرِ مَاتَ سَنَةَ ثَلاثِينَ وَمِائَةٍ"٣، وَقِيلَ: سَنَةَ سِتٍّ وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ سُهَيْلٍ: يُونُسُ بْنُ عُبَيْدٍ الْبَصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ سَبْعٌ وَسِتُّونَ، وَقِيلَ: اثْنَتَانِ، وَقِيلَ: إِحْدَى وَسِتُّونَ سَنَةً.
قَالَ الْخَطِيبُ: وَمَاتَ يُونُسُ بْنُ عُبَيْدٍ سَنَةَ أَرْبَعٍ، وَقِيلَ: سَنَةَ تِسْعٍ وَثَلاثِينَ وَمِائَةٍ، وَقِيلَ: تُوُفِّيَ سَنَةَ أَرْبَعِينَ وَمِائَةٍ.
وَمَاتَ عَلِيُّ بْنُ عَاصِمٍ سَنَةَ إحدى ومائتين.
_________
١ أبو الحسن التيمي مولاهم الواسطي، ستأتي ترجمته في باب العين.
٢ الحسن بن محمد بن عبد الله الكاتب.
٣ طبقات خليفة ص: ٢٦٨.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (218,'٨٩- سُوَيْدُ بْنُ سَعِيدٍ الْحَدَثَانِيُّ١:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ الْحِمْصِيُّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بن عبد العزيز البغوي، وبين فاتيهما مائة وإحدى وعشرون سنة، وَقِيلَ: وَعِشْرُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ بَقِيَّةَ بْنِ الْوَلِيدِ.
وَحَدَّثَ عَنْ سُوَيْدٍ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ سَبْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ/ بْنِ سَعْدٍ كَاتِبِ الْوَاقِدِيِّ٢.
وَحَدَّثَ عَنْ سُوَيْدٍ: أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ النَّسَائِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ ثَلاثٌ وَثَمَانُونَ سَنَةً.
قَالَ الْخَطِيبُ: وَمَاتَ أَبُو خَيْثَمَةَ سَنَةَ أَرْبَعٍ وَثَلاثِينَ وَمِائَتَيْنِ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ البغوي.
_________
١ قال أبو حاتم: صدوق كثير التدليس، وقال أبو زرعة: كتبه صحيحة، وقال البخاري: فيه نظر، وقال أحمد: ينتقي عليه لولديه، وضعفه النسائي والفلاس، وكذبه ابن معين، مات سنة ٢٤٠ هـ.
انظر: الميزان ٢/٢٤٨، تذكرة الحفاظ ٢/٤٥٤، التهذيب ٤/٢٧٢.
٢تقدم ذلك في باب الألف من أحمد بن إبراهيم الدورقي والبغوي في أحمد بن حنبل.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (219,'<span data-type="title" id=toc-13>بَابُ: الشِّينِ</span>
٩٠- شُعْبَةُ بْنُ الْحَجَّاجِ أَبُو بِسْطَامٍ الأَزْدِيُّ الْبَصْرِيُّ.
حَدَّثَ عَنْهُ: سَعْدُ بْنُ إِبْرَاهِيمَ الزُّهْرِيُّ، وَعَلِيُّ بْنُ الْجَعْدِ الْجَوْهَرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مائة وخمس، وقيل: وثلاث سنين.
وقال الْخَطِيبُ: تُوُفِّيَ سَعْدُ بْنُ إِبْرَاهِيمَ سَنَةَ خَمْسٍ وَعِشْرِينَ وَمِائَةٍ، وَقِيلَ سَنَةَ سِتٍّ، وَقِيلَ: سَبْعٍ وَعِشْرِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ شُعْبَةَ: عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ الْمَكِّيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ مِائَةُ سَنَةٍ، وَمَاتَ عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ سنة ثلاثين ومائة.
حدث عنه شُعْبَةَ: أَيُّوبُ السَّخْتِيَانِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ تِسْعٌ، وَقِيلَ: ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّخْتِيَانِيِّ.
وَحَدَّثَ عَنْ شُعْبَةَ: مَنْصُورُ بْنُ الْمُعْتَمِرِ، وَبَيْن وَفَاتِهِ وَوَفَاةِ عَلِيٍّ ثَمَانٍ، وَقِيلَ: سَبْعٌ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة منصور الْمُعْتَمِرِ١.
وَحَدَّثَ عَنْ شُعْبَةَ: دَاوُدُ بْنُ أَبِي هِنْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ إِحْدَى وَسَبْعُونَ، وَقِيلَ: سَبْعُونَ سَنَةً.
قَالَ الْخَطِيبُ: مَاتَ دَاوُدُ بْنُ أَبِي هِنْدٍ سَنَةَ تِسْعٍ وَثَلاثِينَ، وَقِيلَ: سنة أربعين ومائة./
_________
١ في باب السين من سليمان الأعمش.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (220,'وَحَدَّثَ عَنْ شُعْبَةَ: أَبَانُ بْنُ تَغْلِبَ وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ [تِسْعُونَ] ١، وَقِيلَ: تِسْعٌ وَثَمَانُونَ سَنَةً، وَقِيلَ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ.
وَحَدَّثَ عَنْ شُعْبَةَ: هِشَامُ بْنُ حَسَّانٍ الْقُرْدُوسِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ أَرْبَعٌ وَثَمَانُونَ، وَقِيلَ: ثَلاثٌ، وَقِيلَ: اثْنَتَانِ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ هِشَامِ بْنِ حَسَّانٍ.
وَحَدَّثَ عَنْ شُعْبَةَ: سُلَيْمَانُ الأَعْمَشُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ ثَلاثٌ، وَقِيلَ: اثْنَتَانِ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَعْمَشِ٢.
وَحَدَّثَ عَنْ شُعْبَةَ: [مُحَمَّدُ] ٣ بْنُ إِسْحَاقَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ ثَمَانُونَ، وَقِيلَ: تِسْعٌ وَسَبْعُونَ، وَقِيلَ: ثَمَانٍ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ إِسْحَاقَ.
وَحَدَّثَ عَنْ شُعْبَةَ: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ تِسْعٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَحَدَّثَ عَنْ شُعْبَةَ: حَمَّادُ بْنُ سَلَمَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ ثَلاثٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حَمَّادِ بْنِ سَلَمَةَ.
وَحَدَّثَ عَنْ شُعْبَةَ: الْحَسَنُ بْنُ صَالِحِ بْنِ حَيٍّ، وبين وفاته ووفاة علي
_________
١ في الأصل: "سبعون" وهو بعيد عن الفرق بين وفاة أبان ووفاة علي بن الجعد، والله أعلم.
٢ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ.
٣ في الأصل: "أحمد" وهو خطأ كما ذكر الصواب المؤلف نفسه بعد قليل.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (221,'ثَلاثٌ، وَقِيلَ: اثْنَتَانِ، وَقِيلَ: إِحْدَى وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْحَسَنِ بْنِ صَالِحٍ.
وقال الْخَطِيبُ: وَمَاتَ عَلِيُّ بْنُ الْجَعْدِ سَنَةَ ثَلاثِينَ وَمِائَتَيْنِ.
٩١- شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو مُعَاوِيَةَ النَّحْوِيُّ:
حَدَّثَ/ عَنْهُ: أَبُو حَنِيفَةَ النُّعْمَانُ بْنُ ثابت، وعلي بن الجعد، وبين فاتيهما ثَمَانُونَ، وَقِيلَ: تِسْعٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي حَنِيفَةَ.
وَحَدَّثَ عَنْ شَيْبَانَ: هِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ الدَّسْتُوَائِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ سَبْعٌ وَسَبْعُونَ سَنَةً.
قَالَ الْخَطِيبُ: وَمَاتَ هِشَامٌ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَمِائَةٍ وَيُكَنَّى بِأَبِي بَكْرٍ.
وَحَدَّثَ عَنْ شَيْبَانَ: زَائِدَةُ بْنُ قُدَامَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ سَبْعُونَ أَوْ تِسْعٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ زَائِدَةَ بْنِ قُدَامَةَ.
٩٢- شَرِيكُ بْنُ عَبْدِ اللَّهِ أَبُو عَبْدِ اللَّهِ النَّخَعِيُّ قَاضِي الْكُوفَةِ١:
حَدَّثَ عَنْهُ: أَبَانُ بْنُ تَغْلِبَ، وَعَبَّادُ بْنُ يعقوب الرواجني٢، وبين
_________
١ أحد الأئمة الأعلام، وكان ثقة كثير الحديث، وثقه أحمد وابن معين وغيرهما، ومات سنة ١٧٧ هـ، وقال ابن حجر: صدوق يخطئ كثيراً، اختلط بعد توليه القضاء.
انظر: الجرح والتعديل ٢/١/٣٦٣، تاريخ بغداد ٩/٢٧٩، التهذيب ٤/٣٣٣.
٢ أبو سعيد الأسدي الكوفي، والرواجني: بتخفيف الراء وكسر الجيم بعدها نون خفيفة، قال الدارقطني وابن حجر: شيعي صدوق وثقه أبو حاتم، وقال ابن حبان: كان رافضياً داعية ومع ذلك يروي المناكير عن المشاهير فاستحق الترك، مات سنة ٢٥٠ هـ.
انظر: المجروحين ٢/١٧٢، الميزان ٢/٣٧٩، التهذيب ٥/١٠٩.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (222,'وفاتيهما مائة وعشر سنين، وقيل: تسع أَوْ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ.
وَحَدَّثَ عَنْ شَرِيكٍ: مُحَمَّدُ بْنُ إِسْحَاقَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبَّادٍ مِائَةُ سَنَةٍ، وَقِيلَ: تِسْعٌ وَتِسْعُونَ، وَقِيلَ: ثَمَانٍ وَتِسْعُونَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ إِسْحَاقَ.
وَحَدَّثَ عَنْ شَرِيكٍ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبَّادٍ تِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ.
وَحَدَّثَ عَنْ شَرِيكٍ: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبَّادٍ تِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَحَدَّثَ عَنْ شَرِيكٍ: اللَّيْثُ بْنُ سَعْدٍ الْمِصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبَّادٍ خَمْسٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ/ اللَّيْثِ بْنِ سَعْدٍ.
أَخْبَرَنَا ابْنُ الْفَضْلِ أنا جَعْفَرٌ الْخُلْدِيُّ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ الْحَضْرَمِيُّ قَالَ: "مَاتَ عَبَّادُ بْنُ يَعْقُوبَ أَبُو يَعْقُوبَ الأَسَدِيُّ فِي ذِي الْقَعْدَةِ سَنَةَ خَمْسِينَ وَمِائَتَيْنِ".
٩٣- شُجَاعُ بْنُ الْوَلِيدِ (أَبُو بَدْرٍ) ١السَّكُونِيُّ الْكُوفِيُّ٢:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الوليد الحمصي، وإدريس بن جعفر العطار
_________
١ في الأصل: "بكر" والتصويب من الميزان والتهذيب وغيرهما.
٢ وثقه ابن معين، وقال أحمد: صدوق، وقال أبو زرعة: لا بأس به، وقال أبو حاتم: لين الحديث لا يحتج به، وقال الحافظ في التقريب: صدوق ورع له أوهام، مات سنة ٢٠٤ هـ، انظر: الميزان ٢/٢٦٤، التهذيب ٤/٣١٣.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (223,'الْبَغْدَادِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا نَيِّفٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تقدم ذكر وفاة بقية بن الولد.
وَمَاتَ (إِدْرِيسُ الْعَطَّارُ) ٢ فِي سَنَةِ ثَلاثٍ وَثَمَانِينَ ومائتين.
قال الخطيب: وأقدم الشيوخ اللذين سَمِعَ مِنْهُمْ جَعْفَرٌ الْوَاسِطِيُّ٣: (إِدْرِيسُ بْنُ جَعْفَرٍ الطَّيَّارُ) ٤، وَمُحَمَّدُ بْنُ سُلَيْمَانَ الْبَاغَنْدِيُّ، ثُمَّ سَمَاعُهُ٥ مِنَ الْكُدَيْمِيِّ٦، وَبِشْرِ بْنِ مُوسَى وَمَنْ بَعْدَهُمَا.
_________
١ يكنى أبا محمد، قال الدارقطني: متروك، مات سنة ٢٨٣ هـ.
انظر: تاريخ بغداد ٧/١٣.
٢ ما بين المعكوفتين ساقط في الأصل وسياق الكلام ويقتضي إثباته، والكلام في الأصل مضطرب، فاضطررت إلى تعديله ليستقيم المعنى.
٣ هو جَعْفَرُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْحَكَمِ أبو محمد المؤدب.
٤ ما بين المعكوفتين ساقط في الأصل وأثبته بناء على ما ذكره الخطيب في ترجمة جعفر الواسطي في تاريخ بغداد ٧/٢٣١، حيث ذكر أن العطار من شيخه وبناءً على أن ذكر الخطيب لهذا الكلام هنا من أجل أن يذكر أن العطار من أقدم شيوخ جعفر الواسطي، فالكلام إذن يقتضي إثباته.
٥ الضمير هنا يرجع إلى جعفر الواسطي.
٦ هو أبو العباس محمد بن يونس القرشي.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (224,'<span data-type="title" id=toc-14>بَابُ: الصَّادِ</span>
٩٤- صَخْرُ بْنُ جُوَيْرِيَةَ أَبُو نَافِعٍ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: أَيُّوبُ السَّخْتِيَانِيُّ، وَعَلِيُّ بْنُ الْجَعْدِ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ، وَقِيلَ: ثَمَانٍ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّخْتِيَانِيِّ، وَكَذَلِكَ وفاة ابن الجعد.
_________
١ وثقه أحمد والذهبي وابن سعد وغيرهم، وقال ابن معين: صالح، وقال أبو زرعة: تكلم فيه، مات قبل المائتين.
انظر: الميزان ٢/٣٠٨، التهذيب ٤/٤١٠.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (225,'<span data-type="title" id=toc-15>بَابُ: الضَّادِ</span>
٩٥- الضَّحَّاكُ بْنُ مَخْلَدٍ أَبُو عَاصِمٍ النَّبِيلُ الشَّيْبَانِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: جَرِيرُ بْنُ حَازِمٍ، وَمُحَمَّدُ بْنُ حِبَّانَ بْنِ الأَزْهَرِ الْبَصْرِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَإِحْدَى وَثَلاثُونَ سَنَةً.
قَالَ الْخَطِيبُ: مَاتَ جَرِيرُ بْنُ حَازِمٍ سَنَةَ سَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ أَبِي عَاصِمٍ: عَبْدُ اللَّهِ بْنُ دَاوُدَ/ الْخُرَيْبِيُّ٢، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ حِبَّانَ ثَمَانٍ وَثَمَانُونَ سَنَةً.
وَمَاتَ عَبْدُ اللَّهِ بْنُ دَاوُدَ سَنَةَ ثَلاثَ عَشْرَةَ وَمِائَتَيْنِ لِلنِّصْفِ مِنْ شَوَّالٍ.
"حَدَّثَنَا عَلِيُّ بْنُ أَبِي عَلِيٍّ الْمُعَدَّلُ قَالَ: سَمِعْتُ أَبَا الْقَاسِمِ عُمَرَ بْنَ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْبَجَلِيَّ٣ يَقُولُ: أَوَّلُ مَا كتبت الحديث في سنة ثلاثمائة مِنَ ابْنِ حِبَّانَ وَمَاتَ فِي سَنَةِ إِحْدَى وثلاثمائة"٤.
_________
١ أبو بكر الباهلي، سكن بغداد، ضعفه ابن مندة وأبو عبد الله الصوري، وقيل: إنه كان يحدث بالمناكير. انظر: تاريخ بغداد ٥/٥٣١، الميزان ٣/٥٠٨.
٢ في الأصل: "الحريثي"، والتصويب من تذكرة الحفاظ ١/٣٣٧، وتهذيب التهذيب ٥/١٩٩، وستأتي له ترجمة قريباً.
٣ كان يعرف بابن سنبك، وثقه الخطيب والأزهري وغيرهما، مات سنة ٣٧٦ هـ، أو بعدها، انظر: تاريخ بغداد ١١/٢٦١.
٤تاريخ بغداد ٥/٢٣٢.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (226,'<span data-type="title" id=toc-16>بَابُ: الْعَيْنِ</span>
٩٦- عَبْدُ اللَّهِ بْنُ أَبِي نَجِيحٍ أَبُو يَسَارٍ الْمَكِّيُّ:
حَدَّثَ عَنْهُ: عَمْرُو بْنُ شُعَيْبٍ السَّهْمِيُّ، وَسُفْيَانُ بْنُ عُيَيْنَةَ الْهِلالِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً.
قَالَ ابْنُ قَانِعٍ: مَاتَ عَمْرُو بْنُ شُعَيْبٍ فِي سَنَةِ ثَمَانِ عَشْرَةَ ومائة، وقد تقدم ذكر وَفَاةِ ابْنِ عُيَيْنَةَ.
٩٧- عَبْدُ اللَّهِ بْنُ عَوْنِ بن أرطبان أبو عون البصري:
حدث عنه: الأعمس، وَبَكَّارُ بْنُ مُحَمَّدٍ السِّيرِينِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَعْمَشِ، وَكَذَلِكَ وَفَاةُ بَكَّارِ بْنِ مُحَمَّدٍ١.
٩٨- عَبْدُ اللَّهِ بْنُ لَهِيعَةَ بْنِ عُقْبَةَ أَبُو عَبْدِ الرَّحْمَنِ الْمِصْرِيُّ٢:
حَدَّثَ عَنْهُ: عَمْرُو بْنُ الْحَارِثِ٣، وَمُحَمَّدُ بْنُ رُمْحٍ التُّجِيبِيُّ، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَتِسْعُونَ سَنَةً.
وَمَاتَ عَمْرُو بْنُ الْحَارِثِ سَنَةَ ثَمَانٍ وأربعين ومائة.
_________
١ في ترجمة أيمن بن نابل المكي.
٢ ضعفه أحمد وابن معين، وقال الفلاس وغيره: من حدث عنه قبل احتراق كتبه فسماعه أصح من سماع من سمع منه بعد احتراق كتبه، قال عنه الحافظ في التقريب: صدوق، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما، مات سنة ١٧٤ هـ.
انظر: الجرح والتعديل ٢/٢/١٤٥، الميزان ٢/٤٧٥، التهذيب ٥/٣٧٣.
٣مولى قيس بن أمية الأنصاري، ستأتي ترجمته في باب العين.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (227,'وَحَدَّثَ عَنِ ابْنِ لَهِيعَةَ: أَبُو عَمْرٍو الأَوْزَاعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ رُمْحٍ خَمْسٌ وَثَمَانُونَ سَنَةٍ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَوْزَاعِيِّ.
وَحَدَّثَ عَنِ ابْنِ لَهِيعَةَ: شُعْبَةُ، وَبَيْنَ/ وَفَاتِهِ وَوَفَاةِ ابْنِ رُمْحٍ اثْنَتَانِ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ.
وَحَدَّثَ عَنِ ابْنِ لَهِيعَةَ: اللَّيْثُ بْنُ سَعْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ رُمْحٍ سَبْعٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ بْنِ سَعْدٍ.
وَقَالَ ابْنُ قَانِعٍ: أَنَّ مُحَمَّدَ بْنَ رُمْحٍ مَاتَ بِمِصْرَ فِي سَنَةِ اثْنَتَيْنِ وَأَرْبَعِينَ وَمِائَتَيْنِ.
٩٩- عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ [أَبُو] ١ عَبْدِ الرَّحْمَنِ الْمَرْوَزِيُّ:
"حَدَّثَ عَنْهُ: مَعْمَرُ بْنُ رَاشِدٍ، وَالْحُسَيْنُ بْنُ دَاوُدَ الْبَلْخِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَاثْنَتَانِ وَثَلاثُونَ سنة، وقيل: وثلاثون، وقيل: ثمان، وَقِيلَ: وَتِسْعٌ وَعِشْرُونَ سَنَةً"٣.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مَعْمَرِ بْنِ رَاشِدٍ.
وَحَدَّثَ عَنِ ابْنِ المبارك: سفيان.
وحدث عن ابن المبارك: سفيان الثوري، وبين وفاته ووفاة البلخي مائة
_________
١ ما بين المعكوفتين سقط من الأصل وهذه كنية ابن المبارك.
٢ يكنى أبا علي، قال الخطيب: ليس بثقة، حديثه موضوع، مات سنة ٢٨٢ هـ.
انظر: تاريخ بغداد ٨/٤٤، الميزان ١/٥٣٤.
٣ انظر: تهذيب التهذيب ٥/٣٨٧، في الهامش.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (228,'وَإِحْدَى وَعِشْرُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: عَبْدُ الْعَزِيزِ بن سلم القسلمي١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ مِائَةٌ وَخَمْسَ عَشْرَةَ سَنَةً.
قَالَ الْخَطِيبُ: قَالَ عَمْرُو بْنُ عَلِيٍّ: مَاتَ عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ سَنَةَ سَبْعٍ وَسِتِّينَ وَمِائَةٍ وَيُكَنَّى أَبَا زَيْدٍ.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ مِائَةٌ وَثَمَانِ سِنِينَ.
وَمَاتَ دَاوُدُ الْعَطَّارُ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَمِائَةٍ.
وحدث عن ابن المبارك: حعفر بْنُ سُلَيْمَانَ الضُّبَعِيُّ٢، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ مِائَةٌ وَأَرْبَعُ سِنِينَ.
وَمَاتَ جَعْفَرٌ سَنَةَ ثَمَانٍ وَسَبْعِينَ/ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: أَبُو الأَحْوَصِ سَلامُ بْنُ سُلَيْمٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ مِائَةٌ وَثَلاثُ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة أبي الأحوص.
_________
١ أبوزيد المروزي ثم البصري، وثقه ابن معين وأبو حاتم وابن نمير والعجلي وغيرهم، وقال النسائي: ليس به بأس، وقال ابن حبان في الثقات: ربما وهم فأحش، مات سنة ١٦٧ هـ، انظر: الجر ح والتعديل ٢/٢/٣٩٤، التهذيب ٦/٣٥٦.
٢ وثقه ابن معين وابن سعد وابن المديني، وقال أحمد: لا بأس به، ضعفه ابن القطان وغيره، لغلوه في التشيع، وقال الحافظ في التقريب: صدوق زاهد متشيع مات سنة ١٧٨هـ. انظر: الميزان ١/٤٠٨، التهذيب ٢/٩٥.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (229,'وَقَالَ عَلِيُّ بْنُ الْمَدِينِيِّ: مَاتَ مَالِكُ بْنُ أَنَسٍ سَنَةَ مَاتَ أَبُو الأَحْوَصِ١.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْفَزَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ سَبْعٌ وَتِسْعُونَ سَنَةً.
وَمَاتَ الْفَزَارِيُّ سَنَةَ خَمْسٍ وَثَمَانِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: الْمُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ خَمْسٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُعْتَمِرِ بْنِ سُلَيْمَانَ وَيُكَنَّى أَبَا مُحَمَّدٍ وَكَانَ عُمْرُهُ إِحْدَى وثمانون سنة.
وحدث عن ابن المبارك بن رَبَاحُ بْنُ زَيْدٍ الصَّنْعَانِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ خَمْسٌ وَتِسْعُونَ سَنَةً.
وَمَاتَ رَبَاحُ بْنُ زَيْدٍ سَنَةَ سَبْعٍ وَثَمَانِينَ [وَمِائَةٍ] ٢ وَهُوَ ابْنُ إحدى وثمانون سَنَةً.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: فُضَيْلُ بْنُ عِيَاضٍ الزَّاهِدُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ خَمْسٌ وَتِسْعُونَ سَنَةً.
وَمَاتَ فُضَيْلُ بْنُ عِيَاضٍ سَنَةَ سبع وثمانين ومائة.
_________
١ كان الأولى أن تكون العبارة كالتالي: "ومات أبو الأحوص سنة مات مالك بن أنس".
٢ سقطت من الأصل، وأثبتها من مصادر ترجمته المقتدمة.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (230,'وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ: مُحَمَّدُ بْنُ الْحَسَنِ الشَّيْبَانِيُّ١ الْفَقِيهُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ ثَلاثٌ وَتِسْعُونَ سَنَةً.
وَتُوُفِّيَ مُحَمَّدُ بْنُ الْحَسَنِ سَنَةَ تسع وثمانين ومائة.
وحدث عن ابن المباركك أَبُو بَكْرِ بْنُ عَيَّاشٍ الْمُقْرِئُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ تِسْعٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ ابْنُ عياش سنة ثلاث وتسعين مائة.
وَحَدَّثَ عَنِ ابْنِ الْمُبَارَكِ/: بَقِيَّةُ بْنُ الْوَلِيدِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَلْخِيِّ سِتٌّ، وَقِيلَ: خَمْسٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ بَقِيَّةَ بْنِ الْوَلِيدِ، وَتُوُفِّيَ الْبَلْخِيُّ سَنَةَ اثْنَتَيْنِ وَثَمَانِينَ وَمِائَتَيْنِ.
١٠٠- عَبْدُ اللَّهِ بْنُ إِدْرِيسَ بْنِ يَزِيدَ الأَوْدِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: مَالِكُ بْنُ أَنَسٍ إِمَامُ أَهْلِ الْمَدِينَةِ، وَأَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَتِسْعُونَ [سَنَةً] ٢، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مَالِكِ بْنِ أَنَسٍ وَكَذَلِكَ وفاة العطاردي.
_________
١ صاحب أبي حنيفة، أحد الفقهاء المشهورين، لينه النسائي وابن معين والفلاس وغيرهم من قبل حفظه، ولد سنة ١٣١ هـ، مات سنة ١٨٩ هـ.
انظر: تاريخ بغداد ٢/١٧٢، لسان الميزان ٥/١٢١.
٢ ما بين المعكوفتين سقط من الأصل، والسياق يقتضي إثباتها.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (231,'١٠١- عَبْدُ اللَّهِ بْنُ وَهْبٍ أَبُو مُحَمَّدٍ الْمِصْرِيُّ:
حدث عنه: الليث بن سعد الفهمي، الربيع بْنُ سُلَيْمَانَ الْمُرَادِيُّ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ بْنِ سَعْدٍ.
وَحَدَّثَ عَنِ ابْنِ وَهْبٍ: عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الرَّبِيعِ اثْنَتَانِ وَسَبْعُونَ سَنَةً.
وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ يُكَنَّى أَبَا سَعِيدٍ مَاتَ سَنَةَ ثَمَانٍ وَتِسْعِينَ١ فِي قول الْمَدِينِيِّ٢.
١٠٢- عَبْدُ اللَّهِ بْنُ نُمَيْرٍ أَبُو هِشَامٍ الْخَارِفِيُّ الْكُوفِيُّ٣:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، وَالْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ الْعَامِرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَسِتُّونَ سَنَةً.
وَمَاتَ مُحَمَّدُ بْنُ بِشْرٍ سَنَةَ ثَلاثٍ وَمِائَتَيْنِ.
وَمَاتَ الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ وَمُحَمَّدُ بْنُ إِسْحَاقَ الصاغاني في سنة سبعين ومائتين.
_________
١ يعني ومائة، كما في التهذيب وغيره، انظر أيضاً: العلل لابن المديني ص: ٣٩.
٢ سقط من هذا الموضع قوله: "ومات الربيع بن سليمان سنة سبعين ومائتين"، جرياً على عادة المؤلف فيما مضى وما سيأتي، والله أعلم.
٣ الخارفي، بالخاء المعجمة بعدها ألف ثم راء بعدها فاء نسبة إلى خارف بن عبد الله ... بطن من همدان، وقد وثقه ابن معين والعجلي وابن سعد وابن حجر، وقال أبو حاتم: كان مستقيم الأمر، مات سنة ١٩٩ هـ.
انظر: الجرح والتعديل ٢/ ٢/١٨٦، اللباب ١/٤١٠، التهذيب ٦/٥٧.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (232,'١٠٣- عَبْدُ اللَّهِ بْنُ دَاوُدَ أَبُو عَبْدِ الرَّحْمَنِ الْخُرَيْبِيُّ١:
حَدَّثَ عَنْهُ: سُفْيَانُ بْنُ عُيَيْنَةَ، وَمُحَمَّدُ بْنُ يُونُسَ الْقُرَشِيُّ الْكُدَيْمِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عيينة.
وأخبرنا/ السمسار أن الصفار ثنا ابن قانع: أن محمد الْكُدَيْمِيَّ مَاتَ فِي جُمَادَى الآخِرَةِ سَنَةَ سِتٍّ وثمانين [مائتين] ٢.
١٠٤- عَبْدُ اللَّهِ بْنُ صَالِحٍ أَبُو صَالِحٍ الْمِصْرِيُّ كَاتِبُ اللَّيْثِ بْنِ سَعْدٍ٣:
حَدَّثَ [عَنْهُ] ٤: اللَّيْثُ، وَمُحَمَّدُ بْنُ عُثْمَانَ بْنِ سَعِيدٍ الْمَعْرُوفُ بِابْنِ أَبِي السَّوَّارِ٥ الْمِصْرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَاثْنَتَانِ وعشرين سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ، وَتُوُفِّيَ مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي السَّوَّارِ سَنَةَ سبع
_________
١ نسبته إلى الخريبة بالخاء المعجمة والباء الموحدة محله بالبصرة، وثقه ابن سعد وابن معين والنسائي والدارقطني، مات سنة ٢١٣ هـ.
انظر: تذكرة الحفاظ ١/٣٣٧، التهذيب ٥/١٩٩.
٢ ما بين المعكوفتين سقط من الأصل.
٣ اختلفت فيه أقوال العلماء جرحاً وتعديلاً، ورجح الحافظ في التقريب: أنه ثبت في كتابه، كثير الغلط والغفلة فيما سواه، مات سنة ٢٢٢هـ، أو سنة ٢٢٣ هـ.
انظر: المجروحين ٢/٤٠، الميزان ٢/٤٤٠، التهذيب ٥/٢٥٦.
٤ ما بين المعكوفتين سقط من الأصل والسياق يقتضيه.
٥ قال أبو سعيد بن يونس: لم يكن بثقة، مات سنة ٢٩٧ هـ.
انظر: الميزان ٣/٦٤١.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (233,'وَتِسْعِينَ وَمِائَتَيْنِ.
١٠٥- عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي شَيْبَةَ أَبُو بَكْرٍ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَيُوسُفُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ أَبُو عَمْرٍو النَّيْسَابُورِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانٍ أَوْ سَبْعُ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ.
وَحَدَّثَ عَنْ أَبِي بَكْرٍ: أَحْمَدُ بْنُ حَنْبَلٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ النَّيْسَابُورِيِّ ثَمَانُونَ أَوْ إِحْدَى وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَحْمَدَ بْنِ حَنْبَلٍ٢.
وَمَاتَ النَّيْسَابُورِيُّ أَبُو عَمْرٍو سَنَةَ إِحْدَى أَوِ اثنتين وعشرين وثلاثمائة.
١٠٦- عبد الله بن شبيب أبو سعيد تالربعي٣:
حدث عنه: الزبير بن بكار الزبير، وَشُجَاعُ بْنُ جَعْفَرٍ الأَنْصَارِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَتِسْعُونَ سَنَةً.
قَالَ ابْنُ قَانِعٍ: أَنَّ الزُّبَيْرَ بْنَ بَكَّارٍ قَاضِي مَكَّةَ مَاتَ بِهَا فِي سنة ست
_________
١ ضعفه الخطيب والحاكم والبرقاني وغيرهم، مات سنة ٣٢١هـ، أو سنة ٣٢٢ هـ.
انظر: تاريخ بغداد ١٤/٣٢٠، الميزان ٤/٤٧٥.
٢ في باب الألف من إسحاق بن راهويه.
٣ قال ابن حبان: يقلب الأخبار ويسرقها، فلا يجوز الاحتجاج به، وقال الحاكم والذهبي، واه ذاهب الحديث، انظر: المجروحين ٢/٤٧، الميزان ٢/٤٣٨.
٤ أبو الفوارس الوراق الواعظ، قال الخطيب: كان يزعم أنه من ولد أبي أيوب الأنصاري، ولم يذكر الخطيب فيه جرحاً ولا تعديلاً، مات سنة ٣٥٣ هـ.
انظر: تاريخ بغداد ٩/٢٥٣.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (234,'وَخَمْسِينَ وَمِائَتَيْنِ.
أَخْبَرَنَا الْحَسَنُ بْنُ أَبِي بَكْرٍ قَالَ/: تُوُفِّيَ شُجَاعُ بْنُ جَعْفَرٍ الأَنْصَارِيُّ فِي سنة ثلاث وخمسين وثلاثمائة.
١٠٧- عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا أَبُو بَكْرٍ الأُمَوِيُّ:
حَدَّثَ عَنْهُ: الْحَارِثُ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ التَّمِيمِيُّ، وَأَبُو عَلِيٍّ عِيسَى بْنُ مُحَمَّدٍ الطُّومَارِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ، وَقِيلَ: ثَمَانٍ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْحَارِثِ بْنِ أَبِي أُسَامَةَ.
أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي جَعْفَرٍ الأَخْرَمُ٢ أنا أَبُو عَلِيٍّ عِيسَى بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُمَرَ الطُّومَارِيُّ قَالَ: أَنْشَدَنَا عَبْدُ اللَّهِ بْنُ أَبِي الدُّنْيَا:
فَلا تَجْزَعْ وَإِنْ أَعْسَرْتَ يَوْمًا ... فَقَدْ أَيْسَرْتَ فِي الدَّهْرِ الطَّوِيلِ
وَلا تَيْأَسْ فَإِنَّ الْيَأْسَ كُفْرٌ ... لَعَلَّ اللَّهَ يُغْنِي عَنْ قَلِيلِ
وَلا تَظُنَّنَّ بِرَبِّكَ ظَنَّ سُوءٍ ... فَإِنَّ اللَّهَ أَوْلَى بالْجَمِيلِ٣
تُوُفِّيَ أَبُو عَلِيٍّ الطُّومَارِيُّ فِي صَفَرٍ سَنَةَ سِتِّينَ وثلاثمائة.
_________
١ قال الذهبي: هو آخر أصحاب ابن أبي الدنيا، تكلم فيه لكونه روي من غير أصل، وقال ابن الفرات: لم يكن بذاك وخلط آخر أمره، ولد سنة ٢٦٢ هـ، ومات سنة ٣٦٠ هـ.
انظر: تاريخ بغداد ١١/١٧٦، الميزان ٣/٣٢٢.
٢ يعرف بابن الصيدلاني، قال الخطيب: كتبت عنه وكان صدوقاً من أهل السنة والقرآن، مات سنة ٤١٧ هـ، انظر: تاريخ بغداد ٤/٤١٢.
٣ لم أقف على المصدر الذي خرج الأبيات، الله أعلم.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (235,'١٠٨- عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حنبل أبو عبد الرحمن البغدادي:
وحدث عَنْهُ: إِسْمَاعِيلُ بْنُ إِسْحَاقَ الْقَاضِي، وَأَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَثَمَانُونَ سَنَةً.
"أَخْبَرَنَا أَبُو نُعَيْمٍ قال: سمعت عبد اله بْنَ مُحَمَّدِ بْنِ حَيَّانَ يَقُولُ: مَاتَ إِسْمَاعِيلُ الْقَاضِي سَنَةَ اثْنَتَيْنِ وَثَمَانِينَ وَمِائَتَيْنِ فِي ذِي الْحِجَّةِ فَجْأَةً"١.
وَحَدَّثَ عَنْ عَبْدِ اللَّهِ: أَحْمَدُ بْنُ عَلِيٍّ الأَبَّارُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ مالك ثمان وسبعون سنة.
ومات/ الأبار تِسْعِينَ وَمِائَتَيْنِ.
حَدَّثَنِي أَبُو الْقَاسِمِ الأَزْهَرِيُّ قَالَ: مَاتَ ابْنُ مَالِكٍ فِي سَنَةِ ثَمَانٍ وَسِتِّينَ وثلاثمائة.
١٠٩- عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ أَبُو الْقَاسِمِ الْبَغَوِيُّ:
حَدَّثَ عَنْهُ: يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، وَأَبُو مُسْلِمٍ مُحَمَّدُ بْنُ أَحْمَدَ الْكَاتِبُ٢، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَثَمَانُونَ سَنَةً.
وَتُوُفِّيَ ابْنُ صَاعِدٍ فِي سَنَةِ ثَمَانِ عَشْرَةَ وثلاثمائة، "تُوُفِّيَ أَبُو مُسْلِمٍ الْكَاتِبُ بِمِصْرَ [سَنَةَ تِسْعٍ وتسعين وثلاثمائة] ٣، وَكَانَ آخِرَ مَنْ بَقِيَ مِنْ أَصْحَابِ ابْنِ
_________
١ تاريخ بغداد ٦/٢٩٠.
٢ قال الصوري وأبو الحسين القطان: ليس في أصوله عن البغوي شيئاً صحيحاً غير جزء واحد.
انظر: تاريخ بغداد ١/٣٢٣، الميزان ٣/٤٦١.
٣ ما بين المعكوفتين سقط من الأصل، وأثبته من المصادر المتقدمة في ترجمته.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (236,'(مَنِيعٍ) ١ ٢.
١١٠- عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ وَهْبٍ أَبُو مُحَمَّدٍ الدِّينَوَرِيُّ٣:
حَدَّثَ عَنْهُ: جَعْفَرُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ الْفِرْيَابِيُّ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ الْبُرُوجِرْدِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا اثْنَتَانِ وَسَبْعُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنَا ابْنُ رِزْقٍ٥ أنا إِسْمَاعِيلُ الْخَطْمِيُّ قَالَ: "مَاتَ أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ فِي الْمُحَرَّمِ لِخَمْسٍ خَلَوْنَ مِنْهُ سنة إحدى وثلاثمائة".
وَسَمِعْتُ عَبْدَ الْمَلِكِ بْنَ عُمَرَ الرَّزَّازَ يَذْكُرُ أَنَّهُ سَمِعَ مِنْ عُبَيْدِ اللَّهِ بْنِ سَعِيدٍ البروجردي في سنة ثلاث وسبعين وثلاثمائة.
١١١- عَبْدُ اللَّهِ بْنُ عَدِيِّ بْنِ عَبْدِ اللَّهِ أَبُو أَحْمَدَ الْجُرْجَانِيُّ:
حَدَّثَ عَنْهُ: أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْمَعْرُوفُ بِابْنِ عُقْدَةَ الْكُوفِيُّ، وَأَبُو سَعْدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمَالِينِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً.
ومات ابن عقدة سنة اثنتين وثلاثين وثلاثمائة، وَمَاتَ أَبُو سَعْدٍ الْمَالِينِيُّ بِمِصْرَ/فِي سَنَةِ اثنتي عشرة وأربعمائة.
_________
١ انظر: تاريخ بغداد ١/٣٢٣.
٢ في الأصل: "الربيع"، والتصويب من تاريخ بغداد.
٣ في الدارقطني: متروك يضع الحديث، ورماه بالكذب غير واحد من البغداديين، مات سنة ٣٥٨ هـ، انظر: الميزان ٢/٤٩٤، اللسان ٣/٣٤٥.
٤ أبو الحسن القاضي، قال الخطيب: كان صدوقاً، مات بعد سنة ٣٧٣ هـ.
انظر: تاريخ بغداد ١٠/٣٦١.
٥ هو أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقُوَيْهِ.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (237,'١١٢- عَبْدُ اللَّهِ بْنُ الْحَسَنِ بْنِ سُلَيْمَانَ أَبُو الْقَاسِمِ الْمُقْرِئُ الْبَغْدَادِيُّ الْمَعْرُوفُ بِابْنِ النَّحَّاسِ:
حَدَّثَ عنه: أبو بكر بن محمد الْمُقْرِئُ١، وَأَبُو طَالِبٍ عُمَرُ بْنُ إِبْرَاهِيمَ الْفَقِيهُ الزُّهْرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَعَشْرُ سِنِينَ.
حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي الْفَتْحِ الْفَارِسِيُّ ثنا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ قَالَ: مَاتَ أَبُو بَكْرِ بْنُ مُجَاهِدٍ الْمُقْرِئُ سَنَةَ أَرْبَعٍ وَعِشْرِينَ وثلاثمائة، وَمَاتَ أَبُو طَالِبٍ الْفَقِيهُ فِي جُمَادَى الآخِرَةِ من سنة أربع وثلاثين وأربعمائة.
١١٣- عَبْدُ الرَّحْمَنِ بْنُ هُرْمُزَ أَبُو دَاوُدَ الأَعْرَجُ الْمَدَنِيُّ:
رَوَى عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْهُ.
وَحَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ لَهِيعَةَ الْمِصْرِيُّ، وَبَيْنَ وَفَاةِ عُرْوَةَ وَوَفَاةِ ابْنِ لَهِيعَةَ ثَمَانٍ أَوْ إِحْدَى وَثَمَانُونَ سَنَةً.
أَخْبَرَنَا ابْنُ بِشْرَانَ أنا صَفْوَانُ أنا ابْنُ أَبِي الدُّنْيَا أنا مُحَمَّدُ بْنُ سَعْدٍ قَالَ: "عُرْوَةُ بْنُ الزُّبَيْرِ أَبُو عَبْدِ اللَّهِ تُوُفِّيَ فِي أَمْوَالِهِ بِالْفَرْعِ وَدُفِنَ هُنَاكَ سَنَةَ أَرْبَعٍ وَتِسْعِينَ"٢، وَمَاتَ ابْنُ لَهِيعَةَ سَنَةَ أَرْبَعٍ، وَقِيلَ: خَمْسٍ وَسَبْعِينَ وَمِائَةٍ.
١١٤- (عَبْدُ الرَّحْمَنِ) ٣ بْنُ عَمْرٍو أَبُو عَمْرٍو الأَوْزَاعِيُّ:
حَدَّثَ عَنْهُ: قَتَادَةُ بْنُ دِعَامَةَ، وَمُحَمَّدُ بْنُ كثير بن مروان الفهري٤، وبين
_________
١ أحمد بن موسى بن العباس التيمي البغدادي.
٢ انظر: الطبقات الكبرى ٥/١٨٢.
٣ في الأصل: "عبد الله"، والتصويب من التذكرة ١/١٧٨، والتهذيب ٦/٢٣٨.
٤ شامي ضعفه ابن معين والبغوي، وقال الأزدي وابن عدي: متروك، يروي الأباطيل، كل بلاء منه، مات سنة ٢٣٠.
انظر: الميزان ٤/٢٠، التهذيب ٩/٤١٩.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (238,'وَفَاتَيْهِمَا مِائَةٌ وَثَلاثَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَتَادَةَ بْنِ دِعَامَةَ.
وَحَدَّثَ عَنِ الأَوْزَاعِيِّ: يَحْيَى بْنُ أَبِي كَثِيرٍ، وَبَيْنَ وَفَاتِهِ/ وَوَفَاةِ الْفِهْرِيِّ أَكْثَرُ مِنْ مِائَةِ سَنَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أَبِي كَثِيرٍ.
وَحَدَّثَ عَنِ الأَوْزَاعِيِّ: يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْفِهْرِيِّ ثَمَانٍ وَسَبْعُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ يُونُسُ بْنُ يَزِيدَ بِصَعِيدِ مِصْرَ سَنَةَ اثْنَتَيْنِ وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الأَوْزَاعِيِّ: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْفِهْرِيِّ تِسْعٌ وَسِتُّونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَمَاتَ مُحَمَّدُ بْنُ كَثِيرٍ فِي سَنَةِ ثَلاثِينَ وَمِائَتَيْنِ.
١١٥- عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ أَبُو سَعِيدٍ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ وَهْبٍ، وَمُحَمَّدُ بن هامان السمسار البغدادي٢
_________
١ نسبته إلى بلدة على ساحل بحر القلزم – الأحمر – مما يلي مصر، كذا في اللباب ١/٩٨.
٢ وثقه البرقاني والدارقطني، ذكر الخطيب في تاريخه رجلين بنفس الاسم واللقب وقال: لست أعلم هل هما واحد أم لا، وأغلب الظن أنهما واحد، مات سنة ٢٥٨ هـ، أو ٢٦٨ هـ، انظر: تاريخ بغداد ٣/٢٩٣.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (239,'الْمَعْرُوفُ بِزَنْبَقَةَ١، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ وَهْبٍ.
١١٦- عَبْدُ الرَّحْمَنِ بْنُ غَزْوَانَ أَبُو نُوحٍ الْخُزَاعِيُّ الْبَغْدَادِيُّ الْمَعْرُوفُ بِقُرَادٍ٢:
حَدَّثَ عَنْهُ: أَبُو مُعَاوِيَةَ الضَّرِيرُ٣، وَالْحَارِثُ بْنُ أَبِي أُسَامَةَ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ مُحَمَّدُ بْنُ خَازِمٍ أَبُو مُعَاوِيَةَ سَنَةَ خَمْسٍ وَتِسْعِينَ وَمِائَةٍ.
١١٧- عَبْدُ الرَّحْمَنِ بْنُ عَمْرِو بْنِ عَبْدِ اللَّهِ أَبُو زُرْعَةَ الدِّمَشْقِيُّ:
حَدَّثَ عَنْهُ: أَبُو دَاوُدَ بْنُ الأَشْعَثِ السِّجِسْتَانِيُّ وَأَبُو الْقَاسِمِ الطَّبَرَانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ أَبُو دَاوُدَ سَنَةَ خَمْسٍ وَسَبْعِينَ وَمِائَتَيْنِ.
وَأَخْبَرَنَا أَبُو نُعَيْمٍ قَالَ/: تُوُفِّيَ الطبراني سنة ستين وثلاثمائة.
_________
١ بزاي مفتوحة بعدها نون ساكنة ثم باء مفتوحة معجمة بواحدة وقاف مفتوحة.
كذا في الإكمال لابن ماكولا ٤/٢٣.
٢وثقه ابن معين وابن نمير ويعقوب بن شيبة والدارقطني وغيرهم، وقال أبو حاتم: صدوق، وذكره ابن حبان في الثقات وقال: كان يخطئ، ورواية عن أحمد وابن معين أنه صالح ليس به بأس، مات سنة ١٨٧ هـ، وقال في الميزان: ٢٠٧.
انظر: الميزان ٢/٥٨١، التهذيب ٦/٢٤٧.
٣ هو محمد بن خازم التميمي.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (240,'١١٨- عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ أَبُو عُثْمَانَ الْمَدَنِيُّ:
حَدَّثَ عَنْهُ: أَيُّوبُ السَّخْتِيَانِيُّ، وَعَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ الصَّنْعَانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ، وَقِيلَ: سَبْعٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَيُّوبَ١.
وَمَاتَ أَبُو بَكْرٍ عَبْدُ الرَّزَّاقِ مَوْلًى لِحِمْيَرَ سَنَةَ إِحْدَى عَشْرَةَ وَمِائَتَيْنِ.
١١٩- عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ أَبُو سَعِيدٍ الْجُشَمِيُّ الْقَوَارِيرِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ٢، وَكَذَلِكَ الْبَغَوِيِّ.
١٢٠- عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْكَرِيمِ أَبُو زُرْعَةَ الرَّازِيُّ:
حَدَّثَ عَنْهُ: حَرْمَلَةُ بْنُ يَحْيَى الْمِصْرِيُّ٣، وَمُحَمَّدُ بْنُ الْحُسَيْنِ الْقَطَّانُ النَّيْسَابُورِيُّ٤، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سنة أو أكثر.
_________
١فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ.
٢ تقدم في باب الألف من ترجمة الإمام الإمام أحمد بن إبراهيم الدورقي، والبغوي في أحمد بن حنبل.
٣ في الأصل: "أبو حرملة"، والصواب إسقاط "أبو" كما في الميزان والتهذيب.
وهو أبو حفص التجيبي مولاهم راوية ابن وهب، وهو ثقة، وقال ابن عدي: لم أجد في روايته ما يوجب تضعيفه، وقال أبو حاتم: يكتب حديثه ولا يحتج به، مات سنة ٢٤٣هـ، قال العقيلي: كان أعلم الناس بابن وهب.
انظر: الميزان ١/٤٧٢، التهذيب ٢/٢٢٩.
٤ يكنى أبا بكر، قال الخليلي: ثقة بقي إلى سنة ٣٣٢ هـ.
انظر: الإرشاد ٢/١٧٣، تذكرة الحفاظ ٣/٨٤٢.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (241,'وُلِدَ حَرْمَلَةُ سَنَةَ سِتٍّ وَسِتِّينَ وَمِائَةٍ، وَتُوُفِّيَ سَنَةَ ثَلاثٍ وَأَرْبَعِينَ وَمِائَتَيْنِ.
وَحَدَّثَ عَنْ أَبِي زُرْعَةَ: إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَطَّانِ سَبْعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ أَبُو مُوسَى إِسْحَاقُ الأَنْصَارِيُّ سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ١.
وَحَدَّثَ عَنْ أَبِي زُرْعَةَ: مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَطَّانِ ثَلاثٌ وَثَمَانُونَ سَنَةً/ أَوْ أَكْثَرُ.
وَمَاتَ مُحَمَّدُ بْنُ حُمَيْدٍ سَنَةَ ثَمَانٍ وَأَرْبَعِينَ وَمِائَتَيْنِ.
وَحَدَّثَ عَنْ أَبِي زُرْعَةَ: أَبُو حَفْصٍ عَمْرُو بْنُ عَلِيٍّ الصَّيْرَفِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَطَّانِ اثْنَتَانِ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ أَبُو حَفْصٍ عَمْرُو بْنُ عَلِيٍّ سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَمِائَتَيْنِ.
وَحَدَّثَ عَنْ أَبِي زُرْعَةَ: مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَطَّانِ خَمْسٌ وَسَبْعُونَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْبُخَارِيِّ٢.
١٢١- عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ يَزِيدَ بْنِ خنيس الدمياطي٣.
_________
١ أي ومائتين، كما في التهذيب ١/٢٥١.
٢ في باب الألف من أحمد بن المقدام بن الأشعث.
٣ قال ابن يونس: عبيد الله بن خنيس الكلاعي الدمياطي، يكنى أبا علي، يروي عن موسى البلقاوي وغيره اهـ.
وخنيس: بالخاء المعجمة بعدها نون ثم مثناة تحتية ثم سين مهملة، قال ابن حجر: مقبول، روى له مسلم ستة أحاديث، مات سنة ٢٥٢ هـ.
انظر: التهذيب ٧/٤٧.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (242,'حَدَّثَ عَنْهُ: مُسْلِمُ بْنُ الْحَجَّاجِ النَّيْسَابُورِيُّ، وَسُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسِتَّ عَشْرَةَ سَنَةً١.
قَرَأْتُ عَلَى مُحَمَّدِ بْنِ أَحْمَدَ بْنِ يَعْقُوبَ الْمُقْرِئِ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ النَّيْسَابُورِيِّ قَالَ: "سَمِعْتُ مُحَمَّدَ بْنَ يَعْقُوبَ٢ الْحَافِظَ يَقُولُ: تُوُفِّيَ مُسْلِمُ بْنُ الْحَجَّاجِ عَشِيَّةَ الأَحَدِ وَدُفِنَ يَوْمَ الاثْنَيْنِ لِخَمْسٍ بَقِينَ مِنْ رَجَبٍ سَنَةَ إِحْدَى وَسِتِّينَ وَمِائَتَيْنِ".
وَقَالَ أَبُو نعيم: "توفي الطبراني سنة ستين وثلاثمائة"٣.
وَحَدَّثَ عَنِ ابْنِ خُنَيْسٍ: عَلِيُّ بْنُ مُحَمَّدٍ الْمِصْرِيُّ٤، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ مُسْلِمٍ سَبْعٌ وَسَبْعُونَ سَنَةً.
سَمِعْتُ أَبَا الْقَاسِمِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ عِيسَى٥ يَقُولُ: مَاتَ أَبُو الْحَسَنِ الْمِصْرِيُّ في سنة ثمان وثلاثين وثلاثمائة.
_________
١ الصواب: أن بين وفاتيهما تسع وتسعون سنة، وذلك استنباط من المقارنة بين وفاتيهما كما ذكر المؤلف وغيره.
٢ هو أبو العباس الأصم، تقدم في ترجمة الإمام أحمد.
٣ أخبار أصبهان ١/٣٣٥.
٤ أبو الحسن الواعظ، قال الخطيب: كان ثقة أمينا عارفاً، ولد سنة ٢٥١ هـ، توفي سنة ٣٣٨ هـ.
انظر: تاريخ بغداد ١٢/٧٥، البداية والنهاية ١١/٢٢٢.
٥يعرف بابن الحصري، قال الخطيب: كتبنا عنه وكان ثقة، ولد سنة ٣٣٠ هـ، ومات سنة ٤٠٩ هـ، انظر: تاريخ بغداد ١٢/٩٧.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (243,'١٢٢- عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ أَبُو عُمَرَ اللَّخْمِيُّ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: شَهْرُ بْنُ حَوْشَبٍ٢، وَعُمَرُ بْنُ إِبْرَاهِيمَ بْنِ خَالِدٍ الْهَاشِمِيُّ٣، وَبَيْنَ/ وَفَاتَيْهِمَا أَكْثَرُ مِنْ مِائَةٍ وَعِشْرِينَ سَنَةً، أَوْ عَشْرُ سِنِينَ.
وَتُوُفِّيَ شَهْرُ بْنُ حَوْشَبٍ فِي أَوَّلِ خِلافَةِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ سَنَةَ ثَمَانٍ وَتِسْعِينَ، وَقِيلَ: تُوُفِّيَ سَنَةَ أَحَدَ عَشَرَ وَمِائَةٍ.
حدث عَنْ عَبْدِ الْمَلِكِ: إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ الأحمس، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عُمَرَ بْنِ إِبْرَاهِيمَ نَحْوٌ مِنْ خَمْسٍ وَسَبْعِينَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ ابْنُ أَبِي خَالِدٍ سَنَةَ سِتٍّ أَوْ خَمْسٍ وَأَرْبَعِينَ وَمِائَةٍ.
وَمَاتَ عُمَرُ بْنُ إِبْرَاهِيمَ بْنِ خَالِدٍ فِيمَا بَلَغَنَا بَعْدَ سَنَةِ عِشْرِينَ وَمِائَتَيْنِ.
_________
١ وثقه ابن نمير والعجلي وابن حجر، وضعفه شعبة والقطان والنسائي وأحمد وابن معين وابن عدي وغيرهم، اختلط آخر عمره، مات سنة ١٣٦ هـ.
انظر: الميزان ٢/٦٦٠، التهذيب ٦/٤١١.
٢ أبو سعيد الأشعري الشامي، وثقه ابن معين وأحمد وابن المديني وابن مهدي وغيرهم، وضعفه شعبة والقطان والنسائي وابن عدي وغيرهم، مات سنة ١١٢هـ، أو قبل ذلك.
انظر: الميزان ٢/٢٨٣، التهذيب ٤/٣٦٩.
٣ أبو حفص مولى بني هاشم، قال الدارقطني: كذاب، وقال الخطيب: غير ثقة، يروي المناكير عن الأثبات، مات سنة ٢٢٠ هـ.
انظر: تاريخ بغداد ١١/٢٠٢، الميزان ٢/١٧٩.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (244,'١٢٣- عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ أَبُو قِلابَةَ الرَّقَاشِيُّ١:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْحَاقَ الصَّاغَانِيُّ، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ الشَّافِعِيُّ، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ الصَّاغَانِيُّ فِي سَنَةِ سَبْعِينَ وَمِائَتَيْنِ.
أَخْبَرَنَا ابْنُ رِزْقٍ قَالَ: تُوُفِّيَ أَبُو بَكْرٍ الشَّافِعِيُّ فِي ذِي الْحِجَّةِ سَنَةَ أَرْبَعٍ وخمسين وثلاثمائة.
١٢٤- عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ المكي أبو خالد أبو الْوَلِيدِ يُكَنَّى بِهِمَا:
حَدَّثَ عَنْهُ: أَيُّوبُ السَّخْتِيَانِيُّ، وَإِبْرَاهِيمُ بْنُ صُبَيْحٍ الطَّلْحِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَيُّوبَ.
وَحَدَّثَ عَنِ ابْنِ جُرَيْجٍ: أَبَانُ بْنُ تَغْلِبَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الطَّلْحِيِّ نَحْوٌ مِنْ خَمْسٍ وَثَمَانِينَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تقدم وَفَاةِ أَبَانِ بْنِ تَغْلِبَ.
وَحَدَّثَ عَنِ ابْنِ جُرَيْجٍ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الطَّلْحِيِّ نَحْوٌ مِنْ خَمْسٍ/ وَسَبْعِينَ سَنَةٍ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ محمد بن إسحاق بن يسار.
_________
١ ذكره ابن حبان في الثقات، وقال أبو داود: رجل صدق أمين مأمون، وقال الدارقطني: صدوق كثير الوهم والخطأ لا يحتج به، مات سنة ٢٧٦ هـ.
انظر: الميزان ٢/٦٦٣، التهذيب ٦/٤١٩.
٢ قال الذهبي: ليس بثقة أتى بخبر باطل فهو آفته.
انظر: الميزان ١/٣٧.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (245,'أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي الْفَتْحِ١ الْفَارِسِيُّ، ثنا عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ الْبَكَّائِيُّ٢ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ ثنا إِبْرَاهِيمُ بْنُ صُبَيْحٍ الطَّلْحِيُّ ثنا ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ قَالَ: "عَلَّمَ جِبْرِيلُ – عَلَيْهِ السَّلامُ – النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دُعَاءً فَقَالَ: مَنْ دَعَا بِهَذَا الدُّعَاءِ كَتَبَ اللَّهُ لَهُ سَبْعِينَ أَلْفَ حَسَنَةٍ، وَمَحَا عَنْهُ سَبْعِينَ أَلْفَ سَيِّئَةٍ، وَرَفَعَ لَهُ سَبْعِينَ أَلْفَ دَرَجَةٍ، يَقُولُ: الْحَمْدُ للَّهِ كُلَّمَا حَمِدَ اللَّهَ شَيْءٌ وَكَمَا يُحب أَنْ يُحْمَدَ وَكَمَا يَنْبَغِي لِكَرَمِ وَجْهِ رَبِّنَا وَعِزِّ جَلالِهِ، وَسُبْحَانَ اللَّهِ كُلَّمَا سَبَّحَ اللَّهَ شَيْءٌ وَكَمَا يُحِبُّ اللَّهَ أَنْ يُسَبَّحَ وَكَمَا يَنَبْغِي لِكَرَمِ وَجْهِ رَبِّنَا وَعِزِّ جَلالِهِ وَبَلَغْتَ الْمَلائِكَةَ الْحَفَظَةَ"٣.
١٢٥- عَبْدُ الْقُدُّوسِ بْنُ حَبِيبٍ أَبُو سَعِيدٍ الشَّامِيُّ٤:
حَدَّثَ عَنْهُ: عَمْرُو بْنُ الْحَارِثِ الْمِصْرِيُّ، وَإِسْحَاقُ بْنُ إِسْرَائِيلَ المروزي، وبين وفاتيهما ثمان وتسعون سنة.
_________
١ أبو القاسم عبيد الله بن أحمد الأزهري.
٢ أبو الحسن، شيخ الكوفة، نسبته إلى البكاء بطن من بني عامر بن صعصعة، يروي عن مطين، عاش تسعين عاماً، مات سنة ٣٧٦ هـ.
انظر: شذرات الذهب ٣/٨٧.
٣ لم أقف على من ذكر هذا الخبر إلا أن الذهبي قال في الميزان في ترجمة إبراهيم بن صبيح الطلحي، ١/٣٧، أتى بخبر باطل هو آفته في السابق واللاحق.
٤ ضعفه ابن معين وأبو زرعة، وقال أبو حاتم والفلاس: أجمع الناس على ترك حديثه، وقال ابن حبان: كان يضع الحديث على الثقات، لا يحل كتابة حديثه ولا الرواية عنه.
الجرح والتعديل ٣/١/٥٥، المجروحين ٢/١٣١، لسان الميزان ٤/٤٥.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (246,'قَالَ الْخَطِيبُ: وُلِدَ عَمْرُو بْنُ الْحَارِثِ وَيُكَنَّى أَبَا أُمَيَّةَ سَنَةَ اثْنَتَيْنِ أَوْ إِحْدَى وَتِسْعِينَ، وتوفي سنة ثمان وأربعون وَمِائَةٍ.
وَحَدَّثَ عَنْ عَبْدِ الْقُدُّوسِ: حَيْوَةُ بْنُ شُرَيْحٍ الْمِصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفاةِ ابْنِ أَبِي إِسْرَائِيلَ ثَمَانٍ، وَقِيلَ: سَبْعٌ وَثَمَانُونَ سَنَةً.
قَالَ الْخَطِيبُ: حَيْوَةُ يُكَنَّى أَبَا زُرْعَةَ تُوُفِّيَ سَنَةَ ثَمَانٍ وَخَمْسِينَ وَمِائَةٍ.
وَتُوُفِّيَ إِسْحَاقُ بْنُ أَبِي إِسْرَائِيلَ سَنَةَ خَمْسٍ/، وَقِيلَ: سِتٍّ وَأَرْبَعِينَ وَمِائَتَيْنِ.
١٢٦- عَبْدُ الْغَفَّارِ بْنُ الْقَاسِمِ أَبُو مَرْيَمَ الأَنْصَارِيُّ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: عَبْدُ رَبِّهِ بْنُ سَعِيدٍ الأَنْصَارِيُّ، وَعَوْنُ بْنُ سَلامٍ الْهَاشِمِيُّ، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَتِسْعُونَ سَنَةً.
وَتُوُفِّيَ عَبْدُ رَبِّهِ بْنُ سَعِيدٍ سَنَةَ تِسْعٍ وَثَلاثِينَ وَمِائَةٍ.
وَمَاتَ عَوْنُ بْنُ سَلامٍ سَنَةَ ثَلاثِينَ وَمِائَتَيْنِ.
١٢٧- عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ أَبُو عُبَيْدَةَ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: سُفْيَانُ الثَّوْرِيُّ، وَإِسْحَاقُ بْنُ أَبِي إِسْرَائِيلَ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ، وَقِيلَ: أَرْبَعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ٢، وَوَفَاةِ ابْنِ أَبِي إسرائيل.
_________
١ ضعفه أحمد وابن معين وأبو حاتم وابن عدي، وقال النسائي: متروك، وقال أبو داود والمديني: كان يضع الحديث، مفرطاً في التشيع، مات سنة ١٦٠ هـ.
انظر: المجروحين ٢/١٤٣، الميزان ٢/٦٤٠، تعجيل المنفعة ص: ١٧٥.
٢ في باب الألف من ترجمة إبراهيم بن محمد الفزاري، وأما ابن أبي إسرائيل فتقدم في باب العين من عبد القدوس بن حبيب.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (247,'١٢٨- عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ بْنِ أَبِي عُبَيْدٍ الدَّرَاوَرْدِيُّ الْمَدَنِيُّ١:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَأَبُو حُذَافَةَ الْمَدَنِيَّانِ، وَبَيْنَ وَفَاتَيْهِمَا مائة وتسع، وقيل: وثمان، وقيل: سبع سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاتَيْهِمَا٢.
١٢٩- عَبْدُ الْعَزِيزِ بْنُ أَبَانٍ أَبُو خَالِدٍ الْقُرَشِيُّ الْكُوفِيُّ٣:
حَدَّثَ عَنْهُ: عَبْدُ الْعَزِيزِ بْنُ عِمْرَانَ٤ الْمَعْرُوفُ بِابْنِ أَبِي ثَابِتٍ الْمَدَنِيِّ، وَأَبُو السَّرِيِّ مُوسَى بْنُ الْحَسَنِ الْبَغْدَادِيُّ٥ الْمَعْرُوفُ بِالنَّسَائِيِّ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعُونَ سَنَةً.
قَالَ الْخَطِيبُ: مَاتَ عَبْدُ الْعَزِيزِ بْنُ عمران سنة سبع وتسعين ومائة.
_________
١ وثقه مالك، وقال أحمد: إذا حدث من كتابه فهو صحيح، وقال ابن معين: ليس به بأس، وضعفه النسائي وابن حجر، مات سنة ١٨٧ هـ.
انظر: الطبقات الكبرى ٥/٤٢٤، التهذيب ٦/٣٥٣.
٢ تقدم ابن إسحاق في باب الألف من إسماعيل بن عياش الحمصي، وأبو حذافة – أحمد بن إسماعيل السهمي – تقدم في باب الحاء من حاتم بن إسماعيل المدني.
٣ كذبه ابن معين وغيره، وهو متروك عند جميع المحدثين، مات سنة ٢٠٧ هـ.
انظر: المجروحين ٢/١٤٠، تاريخ بغداد ١٠/٤٤٢، التهذيب ٦/٣٢٩.
٤ قال البخاري وأبو حاتم: منكر الحديث لا يكتب حديثه، وقال النسائي: متروك الحديث، وقال ابن حبان: يروي المناكير عن المشاهير، مات سنة ١٩٧ هـ.
انظر: المجروحين ٢/١٣٩، تاريخ بغداد ١٠/٤٤٠، التهذيب ٦/٣٥٠.
٥ ويقال له الجلاجلي، وثقه الخطيب وأبو محمد الخلال، وقال الدارقطني: لا بأس به، مات سنة ٢٨٧ هـ، انظر: تاريخ بغداد ١٣/٤٩، اللباب/٣١٩.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (248,'وَتُوُفِّيَ مُوسَى بْنُ الْحَسَنِ بْنِ أَبِي عَبَّادٍ النَّسَائِيُّ سَنَةَ سَبْعٍ وَثَمَانِينَ وَمِائَتَيْنِ/.
١٣٠- عَبْدُ السَّلامِ بْنُ حَرْبٍ الْمُلائِيُّ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْحَاقَ، وَالْحَسَنُ بْنُ عَرَفَةَ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسَبْعُ سِنِينَ، وَقِيلَ: مِائَةٌ وَسَنَةٌ، وَقِيلَ: خمس، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ إِسْحَاقَ.
وَحَدَّثَ عَنْ عَبْدِ السَّلامِ: قَيْسُ بْنُ الرَّبِيعِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ إِحْدَى وَتِسْعُونَ، وَقِيلَ: تِسْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَيْسِ بْنِ الرَّبِيعِ وَوَفَاةِ ابْنِ عَرَفَةَ٢.
١٣١- عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ أَبُو نَصْرٍ الْخَفَّافُ الْبَصْرِيُّ٣.
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ لَهِيعَةَ، وَالْحَارِثُ بن أبي أسامة، وبين وفاتيهما
_________
١ وثقه أبو حاتم والترمذي والدارقطني وابن حجر، وقال ابن معين والنسائي: ليس به بأس يكتب حديثه، مات سنة ١٨٧ هـ.
انظر: الجرح والتعديل ٣/١/٤٧، التهذيب/٣١٦.
٢ تقدم ذكر وفاة قيس في باب السين من سفيان الثوري، وابن عرفة في باب الألف من إبراهيم بن محمد بن أبي يحيى الأسلمي.
٣ العجلي مولاهم، بصري نزل بغداد، راوية ابن أبي عروبة، وثقه الدارقطني، وقال أبو حاتم والذهبي: صدوق، وقال الساجي والنسائي والبخاري: ليس بالقوي، مات سنة ٢٠٦ هـ: سنة ٢٠٤ هـ.
انظر: الميزان ٢/٦٨٨، التهذيب ٦/٤٥٠.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (249,'مِائَةٌ وَثَمَانٍ، وَقِيلَ: وَسَبْعُ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ لَهِيعَةَ وَالْحَارِثُ بْنُ أَبِي أُسَامَةَ١.
١٣٢- عَبْدُ الْوَهَّابِ بْنُ الضَّحَّاكِ الْعُرْضِيُّ٢:
حَدَّثَ عَنْهُ: زَكَرِيَّا بْنُ عَدِيٍّ الْكُوفِيُّ٣، وَمُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ الْبَاغَنْدِيُّ٤ سَنَةَ اثْنَتَيْ عَشْرَةَ وثلاثمائة.
١٣٣- عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ أَبُو بَكْرٍ الصَّنْعَانِيُّ:
حَدَّثَ عَنْهُ: الْمُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُعْتَمِرِ بْنِ سليمان٥.
_________
١ تقدم ابن لهيعة في باب العين من عبد الرحمن بن هرمز الأعرج، والحارث في باب الألف من أشهل بن حاتم المصري.
٢ أبو الحارث الحمصي، كذبه أبو حاتم، وقال الدارقطني، منكر الحديث، وقال أبو حاتم والنسائي وأبو داود: متروك يضع الحديث،
انظر: المجروحين ٢/١٤٧، الميزان ٢/٦٧٩، التهذيب ٦/٤٤٧.
٣ أبو يحيى التيمي مولاهم، وثقه ابن سعد وابن خراش والعجلي وابن حجر وغيرهم، وقال ابن معين: لا بأس به، مات سنة ٢١١ هـ، ٢١٢ هـ.
انظر: الطبقات الكبرى ٦/٤٠٧، تاريخ بغداد ٨/٤٥٥، التهذيب ٣/٣٣١.
٤ هناك كلام ساقط من الأصل لعله من الناسخ، وتقديره: "وبين وفاتيهما مائة وسنة، أو مائة سنة، ومات زكريا بن عدي سنة إحدى أو اثنتي عشرة ومائتين، ومات الباغندي سنة ... "، وهذا التقدير بناءً على طريقة المؤلف في الكتاب من أوله إلى آخره.
٥ في باب السين من سفيان بن عيينة.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (250,'وَحَدَّثَ عَنْ عَبْدِ الرَّزَّاقِ: ابْنُ عُيَيْنَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الدَّبَرِيِّ سَبْعٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عُيَيْنَةَ١.
أَخْبَرَنَا أَبُو نُعَيْمٍ قَالَ: سَمِعْتُ أَبَا مُحَمَّدِ بْنَ حَيَّانَ يَقُولُ: "مَاتَ الدَّبَرِيُّ إِسْحَاقُ بْنُ إِبْرَاهِيمَ/ بِصَنْعَاءَ سَنَةَ خَمْسٍ وَثَمَانِينَ وَمِائَتَيْنِ"٢.
١٣٤- عَبَّادُ بْنُ الْعَوَّامِ أَبُو سَهْلٍ الْكِلابِيُّ٣.
حَدَّثَ عَنْهُ: مَعْمَرُ بْنُ رَاشِدٍ، وَالْحَسَنُ بْنُ عَرَفَةَ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسَبْعُ سِنِينَ، وَقِيلَ: وَخَمْسٌ، وَقِيلَ: وَأَرْبَعٌ، وَقِيلَ: ثلاث.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مَعْمَرِ بْنِ رَاشِدٍ٤.
وَحَدَّثَ عَنْ عَبَّادِ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ سَبْعٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذكر وفاة شعبة٥ ووفاة ابن عرفة.
_________
١ تقدم ابْنِ عُيَيْنَةَ فِي بَابِ الأَلِفِ مِنْ أَيُّوبَ السختياني.
٢ لم أجده في طبقات المحدثين بأصبهان، فلعله ذكر ذلك في كتاب آخر له.
٣ وثقه ابن معين والعجلي وأبو داود والنسائي وأبو حاتم، وقال أحمد: مضطرب الحديث عن ابن أبي عروبة، مات سنة ١٨٥ هـ، وقيل: بعد ذلك.
انظر: الجرح والتعديل ٣/١/٨٣، التهذيب ٥/٩٩.
٤ في باب السين من سفيان الثوري.
٥ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ الحمصي، وابن عرفة في باب الألف من إبراهيم بن أبي يحيى. لا يكتب حديثه، وقال البرقاني: ضعيف جداً لا يحتج به، مات سنة ٢٧٩ هـ أو قبلها، انظر: تاريخ بغداد ٥/٣٥٣، اللباب ٣/٢١٢.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (251,'١٣٥- عبيدة بن حميد أبو عبد الرحمن الحذاء الكوفي١:
حدث عنه: سفيان الثوري، والحسن بن محمد بن الصباح الزعفراني، وبين وفاتيهما تسع وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
ومات الحسن الزعفراني سنة ستين ومائتين.
١٣٦- علي بن عاصم بن صهيب الواسطي أبو الحسن٢:
حدث عنه: شعبة، وَالْحَارِثُ بْنُ أَبِي أُسَامَةَ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَاثْنَتَانِ وَعِشْرُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شعبة.
وحدث عن علي: مُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الحارث خَمْسٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ معتمر بن سليمان ووفاة الحارث بن أبي أسامة.
١٣٧- علي بن مسهر أبو الحسن الكوفي:
روى عن أبي حنيفة الفقيه (عنه) ٣.
وحدث عنه: علي بن سعيد بن مسروق الكندي، وبين وفاة أبي حنيفة ووفاة علي بن سعيد تسع، وقيل: ثمان وتسعون سنة:
_________
١ وثقه ابن سعد وابن أبي شيبة وابن شاهين والدارقطني وغيرهم، وقال أحمد وابن معين والنسائي: ليس به بأس، مات سنة ١٩٠ هـ.
انظر: الميزان ٣/٢٥، التهذيب ٧/٨١.
٢ ضعفه البخاري وابن معين والفلاس، وقال ابن حبان: كان ممن يخطئ ويقيم على خطئه، وكان أحمد سيئ الرأي فيه، وقال النسائي: متروك، مات سنة ٢٠١ هـ.
انظر: المجروحين ٢/١١٣، الميزان ٣/١٣٥، التهذيب ٧/٣٤٤.
٣ ما بين معكوفتين إضافة يقتضيها السياق.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (252,'وقد/ تقدم ذكر وفاة أبي حنيفة١، ومات علي بن سعيد بن مسروق - وكان لا يخضب ثقة – في سنة تسع وأربعين ومائتين.
١٣٨- علي بن عبد الله بن جعفر المديني أبو الحسن:
حَدَّثَ عَنْهُ: سُفْيَانُ بْنُ عُيَيْنَةَ، وَعَبْدُ اللَّهِ بن محمد بن الكاتب البغدادي٢ المعروف بالنبيل، وبين وفاتيهما مائة وثمان وعشرون سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عُيَيْنَةَ.
وحدث عن علي: يحيى بن سعيد القطان، وبين وفاته ووفاة الكاتب مائة وثمان وعشرون سنة، وقد تقدم ذكر وفاة القطاّن٣.
وحدث عن علي: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَبَيْنَ وَفَاتِهِ ووفاة الكاتب سِتٌّ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كاتب الواقدي٤.
وحدث عن علي: يحيى بن معين، وبين وفاته ووفاة الكاتب ثلاث وتسعون سنة، ومات يَحْيَى بْنُ مَعِينٍ سَنَةَ ثَلاثٍ وَثَلاثِينَ وَمِائَتَيْنِ.
_________
١ في باب السين من سفيان الثوري.
٢ قال الذهبي: لا يفرح به، وقال ابن حجر: هذا الشيخ لا وجود له فيما أظن وإنما اختلق اسمه أبو القاسم عبد الله بن محمد الثلاج، ولم يذكر فيه الخطيب جرحاً ولا تعديلاً.
انظر: تاريخ بغداد ١٠/١٢٣، الميزان ٢/٤٩٤، اللسان ٣/٣٤٢.
٣ في باب السين من سليمان بن حرب البصري.
٤ في باب الألف من أحمد بن إبراهيم الدورقي.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (253,'وحدث عن علي: أحمد بن محمد بن حنبل، وبين وفاته ووفاة الكاتب خَمْسٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أحمد بن حنبل١، وتوفي عبد الله بن محمد بن أيوب الكاتب في سنة ست وعشرين وثلاثمائة.
١٣٩- علي بن الجعد بن عبيد أبو الحسن البغدادي:
حدث عنه: أبو خيثمة زهير بن حرب، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثلاث وثمانون سنة، وقد تقدم/٢.
[قال الخطيب: حدثنا أبو الحسن أحمد بن علي البادا قال: أنبأنا أبو بكر أحمد بن إبراهيم بن شاذان قال: حدثني أبو الحسن علي بن عمرو الجريري٣ قال: أنبأنا محمد بن إسماعيل الرقي٤، قال: حدثنا محمد بن عمرو الحوضي
_________
١ في باب الألف من إسحاق بن راهويه.
٢ هنا سقط تقديره والله أعلم: " ... ذكر وفاة البغوي في باب الألف من أحمد بن حنبل ... ، وتوفي زهير بن حرب سنة أربع وثلاثين ومائتين ... "، وذلك طردا على منهج المؤلف في الكتاب كله، وسقط بعده كلام من آخر صفحة ١٠٨ وبداية صفحة ١٠٩، ولم أستطع تقدير السقط والله أعلم.
٣ وثقه ابن أبي الفوارس وأحمد العتيقي، مات سنة ٣٨٠هـ.
انظر: تاريخ بغداد ١٢/٢١.
٤ أبو بكر التمار، قال الخطيب: سكن بغداد، فحدث بها ... مات سنة ٢٩٣ هـ، لم يذكر فيه الخطيب جرحاً وتعديلاً، انظر: تاريخ بغداد ٢/٤٥.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (254,'البزار١، قال: حدثنا موسى بن إدريس٢ عن أبيه، عن جده عن ليث عن مجاهد٣ عن ابن عباس قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم يقول: "اسمي في القرآن: {وَالشَّمْسِ وَضُحَاهَا} ، واسم علي بن أبي طالب: {وَالْقَمَرِ إِذَا تَلاهَا} ، والحسن والحسين: {وَالنَّهَارِ إِذَا جَلَّاهَا} ] ٤، واسم بني أمية: {وَاللَّيْلِ إِذَا يَغْشَاهَا} ".
ثم قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "إن الله بعثني رسولاً إلى خلقه، فأتيت قريشاً فقلت لهم: معاشر قريش إني قد جئتكم بعزّ الدنيا وشرف الآخرة، وأنا رسول الله إليكم، فقالوا: كذبت لست رسول الله، فأتيت بني هاشم فقلت لهم: معاشر بني هاشم إني قد جئتكم بعز الدنيا وشرف الآخرة، أنا رسول الله إليكم، فقالوا لي: صدقت، فآمن بي مؤمنهم علي بن أبي طالب، وصدقني كافرهم فحماني (عن ... ) ٥ – يعني أبا طالب -٦ فبعث الله بلوائه
_________
١ قال الذهبي: لا يعرف روى خبراً كذباً، وهو في الجزء السادس من السابق واللاحق.
انظر: الميزانك ٣/٦٧٥.
٢ قال ابن حجر: لا يعرف وكذلك أبوه وجده لا يعرفون، ذكره الذهبي في الميزان في ترجمة محمد الحوضي. انظر: اللسان ٦/١١٢.
٣ أبو الحجاج بن جبر المكي.
٤ ما بين المعكوفتين سقط من الأصل، وأتممته من كتاب الموضوعات لابن الجوزي ١/٣٧١.
وهذا الحديث كما ذكر الخطيب وتبعه ابن الجوزي: موضوع، وكذلك تابعهما السيوطي في اللآلئ المصنوعة ١/٣٥٦، وابن عراق في تنزيه الشريعة ١/٣٥٥.
٥ بعد قوله: عن، فراغ في الأصل.
٦ في الأصل: "أبا بكر" ولا شك أن المقصود أبو طالب كما هو واضح من السياق.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (255,'فركزه في بني هاشم، فلواء الله فينا إلى أن تقوم الساعة، ولواء إبليس في بني أمية إلى تقوم الساعة، وهم أعداء لنا، وشيعتهم أعداء لشيعتنا".
قال لنا أحمد بن البادا: هذا لقيت علي بن عمرو الجرير فسمعته منه.
قال الخطيب الحافظ: هذا الحديث منكر جداً بل هو موضوع، وفي إسناده ثلاثة مجهولون: محمد بن عمرو بن عمرو الحوضي، وموسى بن إدريس وأبوه، ولا يصح بوجه من الوجوه.
[أخبرنا أحمد بن محمد العتيقي قال: توفي أبو بكر بن شاذان١ سنة ثلاث وثمانين وثلاثمائة، ومات التنوخي٢ في أول سنة سبع وأربعين وأربعمائة] ٣.
١٤٠- عمرو بن عبد الله أبو إسحاق الكوفي السبيعي:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سِيرِينَ، وَسُفْيَانُ بْنُ عيينة، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذكر وفاة ابن سيرين٤.
وحدث عن أبي إسحاق: قَتَادَةُ بْنُ دِعَامَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ/ عيينة إِحْدَى وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قتادة بن دعامة٥.
_________
١ أحمد بن إبراهيم بن الحسن البزار.
٢ هو علي بن المحسن بن محمد بن أبي الفهم القاسم التنوخي.
٣ ما بين المعكوفتين يدل سياقه على سقط في الأصل، ومحل هذا السقط يقدر قبل الحديث المذكور قبل هذه الجملة وتقديره: " ... علي بن عمرو بن سهل أبو الحسن الجريري، حدث عنه أحمد بن إبراهيم أبو بكر بن شاذان، وعلي بن المحسن أبو القاسم التنوخي، وبين وفاتيهما أربع وستون سنة ... "، والله أعلم.
٤ في باب الألف من أيوب السختياني.
٥في باب الألف من أيوب السختياني.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (256,'وحدث عن أبي إسحاق: ابن شهاب الزهري، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ أَرْبَعٌ وَسَبْعُونَ سَنَةً، وَقْد تَقَدَّمَ ذِكْرُ وَفَاةِ الزُّهْرِيِّ١.
وَحَدَّثَ عن أبي إسحاق: صَفْوَانُ بْنُ سُلَيْمٍ الزُّهْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابن عيينة سِتٌّ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ صفوان بن سليم٢ وابن عيينة أيضاً.
١٤١- عمرو بن دينار أبو محمد المكي:
حدث عنه: قتادة بن دعامة، وسفيان بن عيينة، وبين وفاتيهما إِحْدَى وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قتادة بن دعامة.
وحدث عن عمرو: عبد الله بن عبيد الله بن أبي مليكة التيمي، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ إِحْدَى وَثَمَانُونَ، وقيل: ثمانون، وقيل: تسع وسبعون.
توفي عبد الله بن عبيد الله بن أبي مليكة بن عبد الله بن جدعان التيمي سنة سبع عشرة ومائة، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُفْيَانَ بْنِ عُيَيْنَةَ.
١٤٢- عمرو بن الحارث المصري:
حدث عنه: قتادة بن دعامة، وعبد الله بن وهب، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة قتادة ابن دعامة.
وحدث عن عمرو: بكير بن عبد الله بن الأشج، وبين وفاته ووفاة ابن وهب ثمانون، وقيل: خمس وسبعون، وقيل: سبعون سنة، وقد تقدم ذكر وفاة
_________
١ في باب الألف من أيوب السختياني.
٢ في باب الألف من إبراهيم بن طهمان.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (257,'بكير بن الأشج وكذلك وفاة ابن وهب١ أيضاَ.
١٤٣- عمرو بن علي بن بحر/ أبو حفص الفلاس البصري:
حدث عنه: عفان بن مسلم، وأبو روق الهزاني٢، وبين وفاتيهما مائة واثنتا عشرة، وقيل: إحدى عشرة سنة.
ومات عفان بن مسلم سنة عشرين ومائتين، ومات أبو روق سنة إحدى وثلاثين وثلاثمائة، وقيل: في سنة اثنتين وثلاثين.
١٤٤- عمر بن ذر بن عبد الله المرهبي الْكُوفِيُّ٣:
حَدَّثَ عَنْهُ: أَبَانُ بْنُ تَغْلِبَ، وَأَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ، وَقِيلَ: ثَمَانٍ وَسَبْعُونَ سَنَةً أَوْ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ٤.
وحدث عن عمر: أبو حنيفة النعمان بن ثابت، وبين وفاته ووفاة أبي نعيم تسع، وقيل: ثَمَانٍ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أبي حنيفة.
_________
١ تقدم ابن وهب في باب الألف من أشهل بن حاتم المصري، وتقدم بكير في باب السين من سهيل بن أبي صالح.
٢ أحمد بن محمد بن بكر، نسبته إلى هزان من عتيك بطن من ربيعة، وثقه ابن الأعرابي، وقال الذهبي: صدوق.
انظر: اللباب ٣/٣٨٧، الميزان ١/١٣٢، اللسان ١/٢٥٦.
٣ وثقه يحيى القطان وابن معين والنسائي والدارقطني والعجلي وابن سعد وغيرهم، وقال أبو حاتم: كان صدوقاً مرجئاً لا يحتج بحديثه، مات سنة ١٥٣ هـ، وقيل غير ذلك.
انظر: الطبقات الكبرى ٦/٣٦٢، الجرح والتعديل ٣/١/١٠٧، التهذيب ٧/٤٤٤.
٤ في باب الألف من إسماعيل بن أبي خالد.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (258,'أخبرنا ابن رزق أنا عثمان بن أحمد الدقاق، أنا حنبل قال: "مات أبو نعيم سنة تسع عشرة ومائتين"١.
١٤٥- عمر بن إبراهيم بن خالد الهاشمي٢:
حدث عنه: العوام بن حوشب الشيباني٣، وإسحاق بن إبراهيم بن سنين الختلي، وبين وفاتيهما مائة وست وثلاثون سنة.
قال ابن قانع: إن العوام بن حوشب مات في سنة ثمان وأربعين ومائة.
وقال ابن قانع: إن أبا القاسم إسحاق بن إبراهيم بن سنين الختلي، مات سنة أربع وثمانين ومائتين.
١٤٦- عمر بن الحسن بن علي بن مالك أبو الحسين القاضي الكوفي المعروف بابن الأشناني٤:
_________
١ لعله من كتاب "التاريخ" لحنبل بن إسحاق الشيباني، وهو مفقود.
انظر: موارد الخطيب البغدادي ص: ٣٥١.
٢ كذبه الدارقطني، وقال الخطيب: غير ثقه يروي المناكير عن الأثبات، مات بعد سنة ٢٢٠ هـ، انظر: تاريخ بغداد ١١/٢٠٢، الميزان ٣/١٧٩.
٣ أبو عيسى الواسطي، وثقه أحمد وابن معين وأبو زرعة والعجلي وابن سعد وغيرهم، وقال أبو حاتم: صالح ليس به بأس.
انظر: الجرح والتعديل ٣/٢/٢٢، التهذيب ٨/١٦٣.
٤ وثقه أبو علي الهروي وطلحة بن محمد بن جعفر، وضعفه الدارقطني والخلال والحاكم، وقال الذهبي: كان صاحب بلايا، مات سنة ٣٣٩ هـ.
انظر: تاريخ بغداد ١١/٢٣٦، الميزان ٣/١٨٥، لسان الميزان ٤/٢٩٠.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (259,'حَدَّثَ عَنْهُ: أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بن سعيد بن عقدة الحافظ، ومحمد بن/ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مَخْلَدٍ البغدادي، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذكر وفاة ابن عقدة١.
ومات ابن مخلد في سنة تسع عشرة وأربعمائة.
١٤٧- عمر بن أحمد بن عثمان أبوحفص الواعظ البغدادي المعروف بابن شاهين:
حدث عنه: محمد بن إسماعيل الوراق٢، ومحمد بن علي بن محمد بن المهتدي بالله الهاشمي٣، وبين وفاتيهما سبع وثمانون سنة.
"أخبرنا العتيقي قال: سنة ثلاث وثلاثمائة فيها مات أبو بكر بن إسماعيل الوراق"٤.
_________
١ في ترجمة أبي أحمد عبد الله بن عدي الجرجاني,
٢ أبو بكر المستملي، وثقه البرقاني، وقال الأزهري وابن أبي الفوارس: كان حافظاً متيقظاً إلا أنه لين الرواية، مات سنة ٣٧٨ هـ.
انظر: تاريخ بغداد ٢/٥٣، لسان الميزان ٥/٨٠.
٣ يعرف بابن الغريق، وثقه ابن كثير وابن العماد، وكان صاحب عبادة وزهد ولد سنة ٣٧٠ هـ، ومات سنة ٤٦٥ هـ.
انظر: البداية والنهاية ١٢/١٠٨، شذرات الذهب ٣/٣٢٤.
٤ انظر: تاريخ بغداد ٢/٥٥، إلا أنه فيه: ثمان وسبعين بدل ثلاث وسبعين.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (260,'وقد تقدم ذكر وفاة ابن المهتدى بالله١.
١٤٨- عاصم بن سليمان الأحول البصري٢:
حدث عنه: قتادة بن دعامة، ويزيد بن هارون، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَتَادَةَ بْنِ دِعَامَةَ.
وَحَدَّثَ عَنِ عاصم: خَالِدُ بْنُ مِهْرَانَ الْحَذَّاءُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ يزيد بن هارون أربع أو ثَلاثٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ خالد الحذاء ووفاة يزيد٣.
١٤٩- عاصم بن أبي النجود قارئ أهل الكوفة.
حدث عنه: عطاء بن أبي رباح، وسفيان بن عيينة، وبين وفاتيهما أربع، وقيل: ثلاث، وقيل: إحدى وثمانون سنة.
_________
١ الذي تقدم في ترجمة الحسين بن أحمد بن بكير ابن عمه محمد بن أحمد بن محمد بن المهتدي ... وذاك مولود سنة ٣٨٤ هـ، فلا يعقل سماعه من ابن شاهين المتوفى سنة ٣٨٥ هـ، وقد نص ابن كثير وابن العماد على سماع محمد بن علي من ابن شاهين.
ومما يشكل أن ابن المهتدي هذا توفي سنة ٤٦٥ هـ بعد وفاة الخطيب بسنتين، مما يدل على أن هذا الكلام لراوي النسخة عن الخطيب وليس للخطيب، وانظر ما سبق في آخر ترجمة الحسين بن أحمد بن بكير – ترجمة رقم ٥٨.
٢ وثقه أحمد وابن معين وأبو زرعة وابن المديني والعجلي وغيرهم، قال القطان: لم يكن بالحافظ، مات سنة ١٤١ هـ أو بعدها.
انظر: الميزان ٢/٣٥٠، التهذيب ٥/٤٢.
٣ تقدم خالد في ترجمة سليمان بن مهران الأعمش، ويزيد في أشعث بن سوار الكندي.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (261,'قال محمد بن سعد [قال] ١ الواقدي: "وأبو نعيم: عطاء بن أبي رباح مات سنة خمس عشرة ومائة".
وقال الهيثم بن عدي: توفي سنة أربع عشرة ... ٢.
وقال خليفة بن خياط: "عطاء بن أبي رباح أبو محمد واسم أبي رباح أسلم مولى لبني جمح ويقال لبني فهر، مات سنة سبع عشرة ومائة"٣.
وحدث عن عاصم: منصور/ بن المعتمر، وبين وفاته ووفاة ابن عيينة سِتٌّ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ منصور بن المعتمر ووفاة ابن عيينة أيضاً٤.
١٥٠- عاصم بن علي الواسطي٥:
حدث عنه: أبو عبيد القاسم بن سلام، وإبراهيم بن أسباط بن السكن البغدادي، وبين وفاتيهما ثمان وسبعون سنة
_________
١ ما بين المعكوفتين سقط من الأصل، والسياق يقتضيه بدليل ما في الطبقات لابن سعد ٥/٤٧٠.
٢ لعله ذكره في كتاب "طبقات الفقهاء المحدثين" مفقود.
انظر: موارد الخطيب ص: ٣٨٦.
٣ طبقات خليفة ص: ٢٨٠.
٤ تقدم منصور في باب السين من سليمان بن مهران الأعمش، وتقدم ابْنِ عُيَيْنَةَ فِي بَابِ الأَلِفِ مِنْ أَيُّوبَ السختياني.
٥ وثقه العجلي وابن سعد، وقال أحمد وأبو حاتم: صدوق قليل الخطأ، وضعفه ابن معين والنسائي وغيرهما، مات سنة ٢٢١ هـ.
انظر: الميزان ٢/٣٥٤، التهذيب ٥/٤٩.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (262,'قال محمد بن سعد: "سنة أربع وعشرين ومائتين فيها مات أبو عبيد القاسم بن سلام صاحب الغريب١ بمكة"٢.
ومات إبراهيم بن أسبط في سنة اثنتين وثلاثمائة.
١٥١- عيسى بن يُونُسُ بْنُ أَبِي إِسْحَاقَ السَّبِيعِيُّ الْكُوفِيُّ:
حَدَّثَ عنه: حماد بن سلمة، والحسن بن عرفة، وبين وفاتيهما تسعون سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حَمَّادِ بْنِ سلمة٣.
وحدث عن عيسى: موسى بن أعين٤، وبين وفاته ووفاة ابن عرفة ثمانون، وقيل: تسع وزسبعون.
ومات موسى بن أعين سنة ست أو سبع وسبعين ومائة٥.
١٥٢- عثمان بن محمد بن أبي شيبة أبو الحسن الكوفي٦:
_________
١ هو:: "كتاب غريب الحديث" وهو مطبوع في أربعة أجزاء، طبع بمطبعة دائرة المعرف العثمانية بالهند.
٢ انظر: الطبقات الكبرى ٧/٣٥٥.
٣ في باب السين من سفيان الثوري.
٤ أبو سعيد الجزري الحراني، ستأتي ترجمته في باب الميم.
٥ سقط من هنا قوله: "ومات الحسن بن عرفة سنة سبع وخمسين ومائتين"جريا على عادة المؤلف في نهاية كل ترجمة، والله أعلم.
٦ وثقه ابن معين وابن نمير والعجلي وابن حبان وغيرهم، وقال أبو حاتم: صدوق، مات سنة ٢٣٩ هـ.
انظر: الجرح والتعديل ٣/١/١٦٦، تذكرة الحفاظ ٢/٤٤٤، التهذيب ٧/١٤٩.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (263,'حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ التَّمَّارُ البغدادي١، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذكر وفاة كاتب الواقدي.
وحدث عن عثمان: أحمد بن حنبل، وبين وفاته ووفاة التمار أَرْبَعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذكر وفاة أحمد بن حنبل.
ومات التمار سنة خمس وعشرين وثلاثمائة.
_________
١ قال الخطيب وابن طاهر: كان غير ثقة، روى أحاديث باطلة.
انظر: تاريخ بغداد ٥/٥٢، الميزان ١/١٤٢.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (264,'<span data-type="title" id=toc-17>باب: الفاء</span>
١٥٣- فليح بن سليمان أبو يحيى/ المدني١:
حدث [عنه] ٢: زيد بن أبي أنيسة الجزري، وأبو الربيع الزهراني٣، وبين وفاتيهما مائة وعشر أو تسع أو ثمان سِنِينَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أَبِي أنيسة٤.
أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ ثنا عَبْدُ اللَّهِ بن جعفر بن أحمد بْنِ فَارِسٍ ثنا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بن مسعود العبدي ثنا أبو الربيع الزهراني ثنا فليح بن سليمان عن ابن شهاب، عن عمرو بن عبد الرحمن بن أمية٥: أن (أباه)
_________
١ قال ابن عدي والحاكم: اتفاق الشيخين عليه يقوي أمره، وهو لا بأس به، وضعفه ابن معين والنسائي وابن المديني وأبو داود وغيرهم، مات سنة ١٦٨ هـ.
انظر: الجرح والتعديل ٣/٢/٨٤، الميزان ٣/٣٦٥، التهذيب ٨/٣٠٣.
٢ ما بين المعكوفتين سقط من الأصل.
٣ هو سليمان بن داود العتكي البصري، وثقه ابن معين وأبو زرعة وأبو حاتم، قال ابن حجر: لم يتكلم فيه أحد بحجة.
انظر: الجرح والتعديل ٢/١/١١٣، تاريخ بغداد ٩/٣٨، التهذيب ٤/١٩٠.
٤ باب الألف من إسماعيل بن أبي خالد.
٥ التيمي وقيل: الثقفي، وقيل الزهري، قال الذهبي: شيخ الزهري ى يعرف.
انظر: الميزان ٣/٢٧٢، التهذيب ٨/٦٨.
٦ في الأصل: "أبان"والصواب ما أثبته كما في الجرح والتعديل ٣/١/٢٤٥، واللتهذيب ٨/٦٨.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (265,'أخبره عن يعلى١ قال: كنت مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يوم الفتح فأتيته بأبي فقلت: يا رسول الله بايع أبي على الهجرة، قال: "بل أبايعه على الجهاد، قد انقطت الهجرة يوم الفتح".
قال ابن قانع: مات أبو الربيع الزهراني في سنة أربع وثلاثين ومائتين.
١٥٤- فضيل بن عياض أبو علي الزهد الخراساني:
حدث عنه: سفيان الثوري، وَالْحُسَيْنُ بْنُ دَاوُدَ الْبَلْخِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَإِحْدَى وَعِشْرُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثوري٢.
وحدث عن فضيل: أبو شهاب الحناط٣، وبين وفاته ووفاة البلخي مائة وعشر أو إحدى عشرة سنة.
ومات أبو شهاب سَنَةَ إِحْدَى أَوِ اثْنَتَيْنِ وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عن فضيل: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ البلخي مِائَةٌ وَسَنَةٌ وَاحِدَةٌ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابن المبارك٤.
_________
١ يعلي بن أمية صحابي جليل، شهد حنيناً وما بعدها، مات بعد سنة ٤٠ هـ.
انظر: الإصابة ١٠/٣٧٢، التهذيب ١١/٣٩٩.
٢ في باب الألف من إبراهيم بن محمد الفزاري.
٣ هو عبد ربه بن نافع الكتابي الكوفي، وثقه يعقوب بن شيبة والبزار وابن نمير وابن سعد، وضعفه القطان والنسائي، مات سنة ١٧١ هـ أو بعدها.
انظر: الجرح والتعديل ٣/١/٤٢، الميزان ٢/٥٤٤، التهذيب ٦/١٢٨.
٤ فِي بَابِ الأَلِفِ مِنْ أَزْهَرَ بْنِ سَعْدٍ.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (266,'وحدث عن فضيل: عبد الله بن وهب، وبين وفاته ووفاة البلخي خَمْسٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابن وهب.
وحدث/ عن فضيل: سفيان بن عيينة، وبين وفاته ووفاة البلخي أَرْبَعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابن عيينة.
ومات الحسين بن داود البلخي سنة اثنتين وثمانين ومائتين.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (267,'<span data-type="title" id=toc-18>باب: القاف</span>
١٥٥- قيس بن الربيع أبو محمد الأسدي الكوفي١:
حدث عنه: أبان بن تغلب، وجبارة بن المغلس الحماني٢، وبين وفاتيهما مائة وسنة واحدة، وَقِيلَ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أبان بن تغلب.
وحدث عن قيس، عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وبين وفاته ووفاة جبارة اثنتان أو إحدى وتسعون أو تِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ جريج٣.
وحدث عن قيس: شعبة، وبين وفاته ووفاة جبارة إِحْدَى وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شعبة.
وحدث عن قيس: الثوري، وبين وفاته ووفاة جبارة ثمانون سنة.
وقد تقدم ذكر وفاة الثوري.
_________
١ وثقه شعبة وعفان بن مسلم والثوري وأبو حاتم، وضعفه القطان وأحمد وابن معين والنسائي، والدارقطني وأبو زرعة وغيرهم، وقد تغير لما كبر وأدخل عليه ابنه ما ليس من حديثه، مات سنة ١٦٥ هـ أو بعدها.
انظر: المجروحين ٢/٢١٦، الميزان ١/٣٨٧، التهذيب ٢/٥٧.
٢ أبو محمد الكوفي، ضعفه أحمد وابن معين والبخاري وابن حبان وأبو حاتم وابن عدي وغيرهم، مات سنة ٢٤١ هـ.
انظر: المجروحين ١/٢٢١، الميزان ١/٣٨٧، التهذيب ٢/٥٧.
٣ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (268,'وحدث عن قيس: حماد بن سلمة، وبين وفاته ووفاة جبارة أَرْبَعٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حماد بن سلمة.
ومات أبو محمد جبارة بن المغلس في رمضان سنة إحدى وأربعين ومائتين.
١٥٦- قتيبة بن سعيد أبو رجا البلخي:
حدث عنه: نعيم بن حماد المروزي/ وأبو العباس محمد بن إسحاق السراج النيسابوري، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ، وَقِيلَ: أَرْبَعٌ وَثَمَانُونَ سَنَةً١.
مات نعيم بن حماد سنة سبع أو ثمان وعشرين ومائتين.
وحدث عن قتيبة: أبو بكر بن أبي شيبة٢، وبين وفاته ووفاة السراج ثمان وسبعون سنة.
ومات أبو بكر بن أبي شيبة في رمضان سنة خمس وثلاثين ومائتين.
وحدث عن قتيبة: أَحْمَدُ بْنُ حَنْبَلٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السَّرَّاجِ اثْنَتَانِ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أحمد بن حنبل.
قال الخطيب: "قرأت على قبر السراج – بنيسابور – تاريخ وفاته سنة ثلاث عشرة وثلاثمائة"٣.٤.
_________
١ انظر: السير للذهبي ١١/١٩.
٢ عبد الله بن محمد بن إبراهيم العبسي مولاهم الكوفي.
٣ انظر: تاريخ بغداد ١/٢٥٢.
٤ قال الذهبي – في ترجمة قتيبة-: حدث عنه الحميدي ومحمد بن الفضل الواعظ، وبينهما في الموت ثمان وتسعون سنة، السير ١١/١٩. فهذا مما يستدرك به على الخطيب في هذه الترجمة.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (269,'١٥٧- القاسم بن سلام أبو عبيد الخراساني:
حدث عنه: سعيد بن الحكم بن أبي مريم المصري، وخالد بن محمد بن خالد الصفار البغدادي١، وبين وفاتيهما ست وثمانون سنة.
ومات سعيد بن الحكم سنة أربع وعشرين ومائتين، وكان مولده سنة أربع وأربعين ومائة.
وحدث عن أبي عبيد: سعيد بن كثير بن عفير المصري٢، وبين وفاته ووفاة خالد أربع وثمانون سنة.
وتوفي سعيد بن عفير في رمضان سنة ست وعشرين ومائتين، ومات خالد الصفار في سنة عشر وثلاثمائة.
_________
١أبو محمد المعروف بالختلي، قال الدارقطني: صالح، مات سنة ٣١٠ هـ.
انظر: تاريخ بغداد ٨/٣١٧.
٢ أبو عثمان الأنصاري مولاهم، أخباري، اشتهر بمعرفته بالأنساب والمثالب وغيرها، وثقه ابن معين وابن عدي، وقال أبو حاتم: لم يكن بالثبت وهو صدوق، وقال النسائي: صالح، مات سنة ٢٢٦هـ.
انظر: الميزان ٢/١٥٥، التهذيب ٤/٧٤.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (270,'<span data-type="title" id=toc-19>باب: الكاف</span>
١٥٨- كامل بن طلحة الجحدري أبو يحيى البصري١:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ/ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كاتب الواقدي وكذلك وفاة البغوي
_________
١ وثقه الدارقطني وابن حبان وأحمد، وقال أبو حاتم: لا بأس به، وضعفه ابن معين وأحمد في رواية عنه، مات سنة ٢٣٢ هـ أو بعدها.
انظر: تاريخ بغداد ١٢/٤٨٥، الميزان ٣/٤٠٠، التهذيب ٨/٤٠٨.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (271,'<span data-type="title" id=toc-20>باب: اللام</span>
١٥٩- ليث بن أبي سليم أبو بكر الكوفي١:
حدث عنه: أيوب السختياني، وعبد الوهاب بن عطاء العجلي، وبين وفاتيهما خمس، وقيل: أربع، وقيل: ثلاث، وقيل: اثنتان وسبعون سنة، وفد تقدم ذكر وفاة أيوب.
وحث عن ليث: سُلَيْمَانُ بْنُ طَرْخَانَ التَّيْمِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عبد الوهاب ثلاث، وقيل: إحدى وستون سنة، ومات سليمان بن طرخان سنة ثلاث وأربعين ومائة.
وقال ابن قانع: إن عبد الوهاب مات في سنة أربع، وقيل: ست ومائتين.
١٦٠- ليث بن سعد أبو الحارث المصري.
حدث عنه: محمد بن عجلان، وعيسى بن حماد زغبة٢، وبين وفاتيهما مائة سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ عجلان وهو مولى فاطمة بنت عتبة.
وحدث عن ليث: هشام بن سعد الرهيني٣ وبين وفاته ووفاة عيسى إحدى وتسعون سنة.
_________
١ ضعفه أحمد وابن معين وغيرهما، اختلط قبل موته فلم يتميز حديثه فترك، مات سنة ١٤٨هـ.
انظر: الجرح والتعديل ٢/١/٣٥٥، اللباب ٣/٣٠، التهذيب ٤/٣٧٣.
٢ لقبه ولقب أبيه، وهو بضم الزاي وسكون المعجمة بعدها موحدة، والتقريب رقم ٥٢٩١،
٣ نسبته إلى رهين، لقب للحارث بن علقمة، كذا في اللباب ٢/٤٥. قال أبو داود: هو أثبت الناس في زيد بن أسلم، وقال أبو زرعة: محله الصدق، وعن أبي حاتم وابن عدي: يكتب حديثه ولا يحيج به، كما ضعفه أيضاً أحمد وابن معين والنسائي والقطان، وغيرهم، مات سنة ١٥٩هـ، تقريباً، انظر: المجروحين ٣/٨٩، الميزان ٤/٢٩٩، التهذيب ١١/٣٩.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (272,'ومات هشام بن سعد فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ ليث: قيس بن الربيع، وبين وفاته ووفاة عيسى اثنتان، وقيل: وإحدى وثمانون، وقيل ثمانون سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَيْسِ بْنِ الربيع١.
وحدث عن ليث: عبد الله بن لهيعة وبين وفاته ووفاة عيسى أربع، وقيل: ثَلاثٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ/ ذِكْرُ وَفَاةِ ابن لهيعة٢.
وتوفي أبو موسى زغبة سنة ثمان وأربعين ومائتين.
_________
١ في باب السين من سفيان الثوري.
٢ في باب العين من عبد الرحمن بن هرمز الأعرج.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (273,'<span data-type="title" id=toc-21>باب: الميم</span>
١٦١- محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب أبو بكر الزهري:
حدث عنه: عمر بن عبد العزيز بن مروان، وحدث عنه: سفيان بن عيينة وبين وفاتيهما سبع وتسعون سنة.
أخبرنا ابن الفضل أنبأ ابن درستويه ثنا يعقوب (بن) ١ سفيان قال سليمان بن حرب: "مات عمر بن عبد العزيز سنة إحدى [ومائة] "٢.
وحدث عن الزهري: عراك بن مالك، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ أَرْبَعٌ وَسَبْعُونَ سنة أو أكثر.
وتوفي عراك بن مالك سنة إحدى ومائة أو بعدها.
وحدث عن الزهري: عَطَاءُ بْنُ أَبِي رَبَاحٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابن عيينة أربع: وقيل: ثلاث، وقيل: إِحْدَى وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابن أبي رباح٣.
وحدث عن الزهري: قَتَادَةُ بْنُ دِعَامَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عيينة إِحْدَى وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قتادة بن دعامة.
وحدث عن الزهري، عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص، وبين وفاته ووفاة ابن عيينة ثمانون سنة.
_________
١ في الأصل: "عن" وهو تصحيف.
٢ المعرفة والتاريخ ٣/٣٤٥.
٣ في باب العين من ترجمة عاصم بن أبي النجود.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (274,'وقد تقدم ذكر وفاة عمرو بن شعيب١، ومات بالطائف.
وحدث عن الزهري: أخوه عبد الله بن مسلم، وبين وفاته ووفاة ابن عيينة خمس وسبعون سنة أو أكثر.
مات عبد الله بن شهاب/ أخو الزهري وكان أسن من الزهري، ومات قبل لزهري، وقد تقدم ذكر وفاة محمد الزهري٢.
وحدث عن الزهري: عَمْرُو بْنُ دِينَارٍ (الْمَكِّيُّ) ٣، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عُيَيْنَةَ ثَلاثٌ، وَقِيلَ: اثْنِتَانِ وَسَبْعُونَ سَنَةً.
وقد تقدم ذكر وفاة عمرو بن دينار٤.
وحدث عن الزهري: يزيد بن رومان مولى آل الزبير، وبين وفاته ووفاة ابن عيينة ثمان وستون سنة، وتوفي يزيد بن رومان سنة ثلاثين ومائة.
وحدث عن الزهري: عبد الله بن أبي بكر بن محمد بن عمرو بن حزم، وبين وفاته ووفاة ابن عيينة ثمان، وقيل: ثلاث وستون سنة.
وتوفي ابن حزم سنة ثلاث أو خمس وثلاثين (ومائة) ٥، وهو ابن سبعين سنة.
_________
١ تقدم في باب العين من عبد الله بن أبي نجيح المكي.
٢ في باب الألف من أيوب السختياني.
٣ في الأصل: "المالكي" وهو تصحيف.
٤ في باب الألف من أيوب السختيابي.
٥ ما بين المعكوفتين ساقط في الأصل، وأثبته من التهذيب ٥/١٦٤.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (275,'وحدث عن الزهري: أيوب السختياني، وبين وفاته ووفاة ابن عيينة سَبْعٌ، وَقِيلَ: سِتٌّ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذكر وفاة أيوب١، ووفاة ابن عيينة أيضاً.
١٦٢- محمد بن السائب أبو النضرب الكلبي الكوفي٢:
حدث عنه: منصور بن زاذان٣، ومحمد بن عبد الله بن كناسة٤ وبين وفاتيهما ثمان وسبعون سنة.
ومات منصور بن زاذان في الطاعون يعني سنة إحدى وثلاثين ومائة.
ومات محمد بن٥ عبد الأعلى بن كناسة الأسدي سنة سبع ومائتين.
_________
١ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ الأزدي.
٢ النسابة المفسر، كان رافضياً مرجئاً، كذبه أبو حاتم وابن معين والنسائي والثوري وابن حبان وغيرهم، وقال أبو حاتم: مجمع على تركه، مات سنة ١٤٠ هـ.
انظر: المجروحين ٢/٢٥٣، الميزان ٣/٥٥٦، التهذيب ٩/١٧٨.
٣ بزاي بعدها ألف ثم ذال معجمة بعدها ألف ثم نون، أبو المغيرة الواسطي الثقفي مولاهم، وثقه أحمد وابن معين وأبو حاتم والنسائي والعجلي وغيرهم، مات سنة ١٢٩ هـ.
انظر: الجرح والتعديل ٤/١/١٧٢، تذكرة الحفاظ ١/١٤١، التهذيب ١٠/٣٠٦.
٤ أبو يحيى الأسدي، وثقه ابن معين وأبو داود والعجلي وابن المديني وغيرهم، وقال أبو حاتم: يكتب حديثه ولا يجتح به.
انظر: الجرح والتعديل ٣/٢/٣٠٠، الميزان ٣/٥٩٢، التهذيب ٩/٢٥٩
٥ هو ابن عبد الله، وقد ينسب إلى جده عبد الأعلى، ذكر ذلك ابن حجر في التهذيب ٩/٢٥٩.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (276,'١٦٣- محمد بن الزبير الحنظلي البصري١.
حدث عنه: يحيى بن أبي كثير، وعبد الوهاب بن عطاء، وبين وفاتيهما سبع، وقيل: خَمْسٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ/ يحيى بن أبي كثير، ووفاة عبد الوهاب بن عطاء٢ أيضاً.
١٦٤- محمد بن عجلان القرشي الْمَدَنِيُّ:
حَدَّثَ عَنْهُ: بُكَيْرُ بْنُ عَبْدِ اللَّهِ بن الأشج، وأبو عاصم الضحاك بن مخلد، وبين وفاتيهما ست وتسعون، وقيل: إحدى وتسعون.
وقد تقدم ذكر وفاة بكير بن الأشج٣.
وحدث عن ابن عجلان: سَعِيدُ بْنُ أَبِي هِلالٍ٤ وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أبي عاصم ثلاث وثمانون، وقيل: ثمان وسبعون.
وتوفي سعيد بن أبي هلال سنة ثلاثين، ويقال: خمس وثلاثين ومائة.
_________
١ قال البخاري: منكر الحديث، فيه نظر، وضعفه ابن معين وأبو حاتم والنسائي وابن حبان وغيرهم.
انظر: المجروحين ٢/٢٥٩، الميزان ٣/٥٤٧، التهذيب ٩/١٦٧.
٢ تقدم ابن كثير في باب الألف من إسماعيل بن أبي خالد، وعبد الوهاب في باب الخاء من خالد بن مهران الحذاء.
٣ في باب السين من سهيل بن أبي صالح.
٤ أبو العلاء الليثي مولاهم المصري، وثقه ابن والعجلي والدارقطني والخطيب وابن عبد البر، لم يصح سماعه من جابر رضي الله عنه.
انظر: الميزان ٢/١٦٢، التهذيب ٩/٩٤.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (277,'وحدث عن ابن عجلان: أيوب السختياني، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عَاصِمٍ اثْنَتَانِ، وَقِيلَ: إِحْدَى وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أيوب.
وحدث عن ابن عجلان: خصيف بن عبد الرحمن الجزري، وبين وفاته ووفاة أبي عاصم إحدى وثمانون سنة، وقيل: سبع، وقيل: خَمْسٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ خصيف١.
ومات أبو عاصم الضحاك بن مخلد الشيباني سنة ثلاث عشرة ومائتين.
١٦٥- محمد بن إسحاق بن يسار المدني صاحب المغازي٢:
حدث عنه: يزيد بن أبي حبيب، وأحمد بن خالد الوهبي٣، وبين وفاتيهما سبع، وقيل: ست وثمانون سنة.
وتوفي يزيد بن أبي حبيب سنة ثمان وعشرين ومائة.
ومات أحمد بن خالد الوهبي سنة أربع عشرة ومائتين.
١٦٦- محمد بن جابر اليمامي٤:
_________
١ في باب السين من سفيان الثوري.
٢ قال الذهبي: خلاصة القول فيه أنه صالح الحديث لا ذنب له إلا ما حشا في السيرة من المنكرات والأشعار المكذوبة، وقال الحافظ في التقريب: صدوق يدلس رمي بالتشبع والقدر، مات سنة ١٥٠ هـ، انظر: الميزان ٣/٤٦٨، التهذيب ٩/٣٨.
٣ أبو سعيد الحمصي، وثقه ابن معين وابن حبان، وقال الدارقطني: لا بأس به، وقال أبو حاتم: امتنع أحمد من الكتابة عنه، مات سنة ٢١٤ هـ.
انظر: الجرح والتعديل ١/١/٤٩، التهذيب ١/٢٦.
٤ ضعفه أحمد وابن معين وأبو داود والنسائي، وقال الفلاس وابن مهدي: متروك، وقال أبو زرعة: ساقط الحديث، وقال أبو حاتم: محله الصدق.
انظر: المجروحين ٢/٢٧٠، الميزان ٣/٤٩٦، التهذيب ٩/٨٨.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (278,'حدث عنه: أيوب السختياني، ومحمد بن سليمان لوين، وبين وفاتيهما/ مِائَةٌ وَخَمْسَ عَشْرَةَ، وَقِيلَ: وَأَرْبَعَ عَشْرَةَ سَنَةً، وقد تقدم ذكر وفاة أيوب.
وروى عن محمد بن جابر: عبد الله بن عون، وبين وفاته ووفاة لوين مائة وست، وقيل: خمس، وَقِيلَ: وَأَرْبَعُ سِنِينَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابن عون١، واختلف في تاريخه ما بين اثنتين وخمسين إلى ست وستين وعمره ست وثمانون سنة.
وحدث عن محمد بن جابر: هِشَامُ بْنُ حَسَّانٍ الْقُرْدُوسِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ لوين مِائَةُ سَنَةٍ، وَقِيلَ: تِسْعٌ وَتِسْعُونَ، وَقِيلَ: ثَمَانٍ وتسعون.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ هِشَامِ بْنِ حَسَّانٍ القردوسي٢.
وحدث عن محمد بن جابر: شعبة بن الحجاج، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ لُوَيْنٍ/ سِتٌّ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ٣.
وَحَدَّثَ عَنِ محمد بن جابر: سفيان الثوري، وبين وفاته ووفاة لوين خَمْسٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثوري٤.
وحدث عن محمد بن جابر: همام بن يحيى، وبين وفاته ووفاة لوين أربع أو ثلاث أو اثنتان أو إحدى وثمانون سنة.
_________
١ في الجيم من جرير بن حازم الأزدي.
٢ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ الأزدي.
٣ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ الحمصي.
٤ في باب الألف من إبراهيم بن محمد الفزاري.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (279,'وذكر ابن المديني: أن همام بن يحيى مات سنة اثنتين١، وقال خليفة: سنة ثلاث٢، وقال أبو موسى: سَنَةَ أَرْبَعٍ أَوْ خَمْسٍ وَسِتِّينَ وَمِائَةٍ٣.
وَحَدَّثَ عن محمد بن جابر: قيس بن الربيع، وبين وفاته ووفاة لوين ثمان، وَقِيلَ: تِسْعٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة قيس الربيع٤.
وحدث عن محمد بن جابر: حماد بن زيد، وبين وفاته ووفاة لوين/ سَبْعٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حماد بن زيد٥، وكذلك وفاة لوين٦ أيضاً.
١٦٧- محمد بن شعيب بن شابور الشامي٧:
_________
١ لعله ذكر ذلك في كتاب "التاريخ" وهو مفقود.
انظر: موارد الخطيب ص: ٣٤١.
٢ طبقات خليفة بن خياط ص: ٢٢٢، التاريخ له أيضاً ص: ٤٣٧.
٣ لعله في كتاب "التاريخ" لمحمد بن المثنى العنزي الزمن، وهو مفقود.
انظر: موارد الخطيب ص: ٤٠٥.
٤ في باب السين من سفيان الثوري.
٥ فِي بَابِ الْحَاءِ مِنْ حَمَّادِ بْنِ سَلَمَةَ.
٦ في باب الراء من الربيع بن بدر الملقب عليلة.
٧ أبو عبد الله الأموي مولاهم، كان مرجئاً، وثقه والعجلي وأبو حاتم وابن حبان، وقال أحمد وابن معين: ليس به بأس، قال الحافظ في التقريب: صدوق صحيح الكتاب، مات حوالي سنة ٢٠٠ هـ.
انظر: الجرح والتعديل ٣/٢/٢٨٦، الميزان ٣/٥٨٠، التهذيب ٩/٢٢٢.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (280,'حدث عنه: عبد الله بن المبارك، والعباس بن الوليد بن مزيد البيروتي١، وبين وفاتيهما سبعون سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارَكِ.
ومات العباس بن الوليد سنة إحدى وسبعين [وما ئتين] ٢.
١٦٨- محمد بن الفضل بن عطية الخراساني٣.
حدث عنه: قيس بن الربيع، ومحمد بن عيسى بن حيان المدائني٤، وبين وفاتيهما مائة وسبع، وقيل: ست، وقيل: خمس سِنِينَ أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قيس بن الربيع.
_________
١ وثقه أبو حاتم وأبو زرعة ومسلمة وابن حبان، قال النسائي: لا بأس به، كان عابداً صالحاً، انظر: التهذيب ٥/١٣١، تهذيب تاريخ دمشق ٧/٢٧٥.
٢ ما بين المعكوفتين ساقط من الأصل، وأثبته من التهذيب ٥/١٣١ وغيره.
٣ أبو عبد الله العبسي مولاهم الكوفي المروزي، مجمع على تكذيبه وترك حديثه، مات سنة ١٨٠ هـ.
انظر: المجروحين ٢/٢٧٨، الميزان ٤/٦، التهذيب ٩/٤٠١.
٤ وثقه البرقاني، وقال الدارقطني والحاكم وهبة الله الطبري: متروك.
انظر: تاريخ بغداد ٢/٣٩٨، الميزان ٣/٦٧٨.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (281,'وَحَدَّثَ عَنْ مُحَمَّدِ بْنِ الْفَضْلِ: عَلِيُّ بْنُ حَمْزَةَ الْكِسَائِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ حَيَّانَ إحدى وتسعون سنة، وقيل: وتسعون، قيل: أَرْبَعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْكِسَائِيِّ١.
وَحَدَّثَ عَنْ مُحَمَّدِ بْنِ الْفَضْلِ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ حَيَّانَ سِتٌّ أَوْ سَبْعٌ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ بَقِيَّةَ بْنِ الْوَلِيدِ.
أَخْبَرَنَا ابْنُ رِزْقٍ٢ أنا حَمْزَةُ بْنُ مُحَمَّدٍ الدهان٣ ثنا مُحَمَّدُ بْنُ عِيسَى بْنِ حَيَّانَ الْمَدَائِنِيُّ فِي سَنَةِ ثَلاثٍ وَسَبْعِينَ وَمِائَتَيْنِ.
١٦٩- مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذِئْبٍ الْمَدَنِيُّ٤:
حَدَّثَ عنه: يزيد بن حَبِيبٍ، وَعَلِيُّ بْنُ الْجَعْدِ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وسنتان.
_________
١ تقدم الكسائي في باب الباء من أبي بكر بن عياش، وبقية في باب الألف من أنس بن عياض الليثي.
٢ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقٍ.
٣ وثقه الخطيب، وقال: مات سنة ٣٤٧ هـ.
انظر: تاريخ بغداد ٨/١٨٣.
٤ ثقة فقيه مشهور، إلا أن بعضهم ضعف روايته عن الزهري، مات سنة ١٥٩ هـ، أو قبلها، انظر: تاريخ بغداد ٢/١٩٦، الميزان ٣/٦٢٠، التهذيب ٩/٣٠٣.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (282,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَزِيدَ بْنِ أَبِي حَبِيبٍ١.
وَحَدَّثَ عَنِ ابْنِ أَبِي ذِئْبٍ: صَفْوَانُ بْنُ سُلَيْمٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيِّ بْنِ الْجَعْدِ ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ صَفْوَانَ بْنِ سُلَيْمٍ٢.
وَحَدَّثَ عَنِ ابْنِ أَبِي ذِئْبٍ/: يُونُسُ بْنُ عُبَيْدٍ الْبَصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ الْجَعْدِ إِحْدَى وَتِسْعُونَ سَنَةً.
وَمَاتَ يُونُسُ بْنُ عُبَيْدٍ سَنَةَ تِسْعٍ وَثَلاثِينَ وَمِائَةٍ، وَمَاتَ عَلِيُّ بْنُ الْجَعْدِ سَنَةَ ثَلاثِينَ ومائتين.
١٧٠- محمد بن فضيل بن غزوان الْكُوفِيُّ٣:
حَدَّثَ عَنْهُ: سُفْيَانُ الثَّوْرِيُّ، وَأَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُفْيَانَ الثوري، وكذلك وفاة العطاردي٤.
_________
١ تقدم في باب الألف من أسامة بن زيد الليثي.
٢ في باب الألف من إبراهيم بن طهمان.
٣ وثقه ابن معين والعجلي وابن سعد، وقال أبو زرعة وابن حجر: صدوق، وقال النسائي: ليس به بأس، وكان شيعياً محترقاً، توفي سنة ١٩٥ هـ.
انظر: الجرح والتعديل ٤/١/٥٧، الميزان ٤/٩، التهذيب ٩/ ٤٠٥.
٤ تقدم سفيان في باب الألف من إبراهيم بن محمد الفزاري، والعطاردي فِي بَابِ الْحَاءِ مِنْ حَفْصِ بْنِ غِيَاثٍ النخعي.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (283,'١٧١- مُحَمَّدُ بْنُ الْقَاسِمِ أَبُو إِبْرَاهِيمَ الأَسَدِيُّ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: أَبُو الأَحْوَصِ سَلامُ بْنُ سُلَيْمٍ الْكُوفِيُّ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْمُثَنَّى الموصلي٢، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَتِسْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ وَفَاةِ أَبِي الأَحْوَصِ٣.
وَتُوُفِّيَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْمُثَنَّى فِي شَوَّالٍ مِنْ سَنَةِ سَبْعٍ وَسَبْعِينَ وَمِائَتَيْنِ.
١٧٢- مُحَمَّدُ بْنُ خَازِمٍ أَبُو مُعَاوِيَةَ الضَّرِيرُ الْكُوفِيُّ٤:
حَدَّثَ عَنْهُ: عَلِيُّ بْنُ حَمْزَةَ الْكِسَائِيُّ، وَأَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعُونَ، وَقِيلَ: تِسْعٌ، وَقِيلَ: ثَلاثٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْكِسَائِيِّ، ووفاة العطاردي.
_________
١ ضعفه أبو حاتم والنسائي وأبو داود وابن حبان وغيرهم، وكذبه أحمد والداقطني، وقال الأزدي: متروك، مات سنة ٢٠٧ هـ.
انظر: المجروحين ٢/٢٨٧، الميزان ٤/١١، التهذيب ٩/٤٠٧.
٢ قال الذهبي: الحافظ المفيد شيخ الموصل أبو جعفر الموصلي، نسيب أبي يعلى الموصلي وخاله، قال ابن إياس: كان من أهل الفضل والفقه، توفي سنة ٢٧٧ هـ.
السير ١٣/١٣٩.
٣ تقدم في باب السين من سفيان الثوري.
٤ قال أحمد وابن معين وغيرهما: هو من أثبت الناس في الأعمش ومضطرب فيما سواه، وقال الحاكم: احتج به الشيخان مع غلوه في التشتيع، كان مرجئاً، مات سنة ١٩٥ هـ، انظر: الميزان ٣/٥٧٥، التهذيب ٩/١٣٧.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (284,'١٧٣- مُحَمَّدُ بْنُ حُمَيْرٍ أَبُو عُبَيْدِ اللَّهِ السَّلِيحِيُّ الْحِمْصِيُّ١.
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ لَهِيعَةَ، وَأَبُو عُتْبَةَ أَحْمَدُ بْنُ الْفَرَجِ الْحِمْصِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ، وَقِيلَ: سِتٌّ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ لَهِيعَةَ.
وَحَدَّثَ عَنِ ابن حمير: بقية الْوَلِيدِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي عُتْبَةَ خَمْسٌ أَوْ أَرْبَعٌ وَسَبْعُونَ سَنَةً/، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة بقية ابن الْوَلِيدِ.
وَمَاتَ أَبُو عُتْبَةَ فِي سَنَةِ إِحْدَى وَسَبْعِينَ وَمِائَتَيْنِ.
١٧٤- مُحَمَّدُ بْنُ بَشَّارٍ أَبُو بَكْرٍ الْبَصْرِيُّ الْمَعْرُوفُ بِبُنْدَارٍ٢:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَيَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ وَوَفَاةِ ابْنِ صاعد٣ أيضاً.
_________
١ وثقه ابن معين ودحيم وبن حبان، وقال أبو حاتم: يكتب حديثه ولا يحتج به، وقال النسائي والدارقطني: ليس به بأس، مات سنة ٢٠٠هـ.
انظر: الميزان ٣/٥٣٢، التهذيب ٩/١٣٤.
٢ وثقه العجلي وابن سيار وابن خزيمة وابن حجر، وقال أبو حاتم والذهبي: صدوق، وضعفه الفلاس وابن ومعين ولم يلتفت أحد إلى تكذيب الفلاس له، مات سنة ٢٥٢ هـ.
انظر: الميزان ٣/٤٩٠، التهذيب ٩/٧٠.
٣ تقدم كاتب الواقدي في باب الألف من أحمد الدورقي، وابن صاعد في باب العين من عبد الله بن محمد البغوي.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (285,'١٧٥- مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ أَبُو عَبْدِ اللَّهِ النَّيْسَابُورِيُّ:
حَدَّثَ عَنْهُ: أَبُو صَالِحٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ كَاتِبُ اللَّيْثِ بْنِ سَعْدٍ، وَأَبُو حَامِدٍ أَحْمَدُ بْنُ عَلِيٍّ حَسَنَوَيْهِ النَّيْسَابُورِيُّ، وبين وفاتيهما مائة وست عشرة سَنَةً، أَوْ أَكْثَرُ.
مَاتَ أَبُو صَالِحٍ كَاتِبُ اللَّيْثِ سَنَةَ اثْنَتَيْنِ وَعِشْرِينَ وَمِائَتَيْنِ.
وَحَدَّثَ عَنْ مُحَمَّدِ بْنِ يَحْيَى: سَعِيدُ بْنُ الْحَكَمِ بْنِ أَبِي مَرْيَمَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي حَامِدٍ مِائَةٌ وَأَرْبَعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سَعِيدِ بْنِ الْحَكَمِ١.
وَحَدَّثَ عَنْ مُحَمَّدِ بْنِ يَحْيَى: عَمْرُو بْنُ خَالِدٍ الْحَرَّانِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي حَامِدٍ مِائَةٌ وَتِسْعُ سِنِينَ أَوْ أَكْثَرُ.
سَمِعْتُ أَبَا الْقَاسِمِ هِبَةَ اللَّهِ بْنَ الْحَسَنِ الطَّبَرِيَّ يَقُولُ: تُوُفِّيَ عَمْرُو بْنُ خَالِدٍ الْحَرَّانِيُّ سَنَةَ تِسْعٍ وَعِشْرِينَ وَمِائَتَيْنِ، فِيمَا ذَكَرَ ابْنُ يُونُسَ.
وَقَرَأْتُ عَلَى مُحَمَّدِ بْنِ أَحْمَدَ٢ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُعَيْمٍ٣ قَالَ: قَصَدْتُ أَبَا حَامِدٍ أَحْمَدَ بْنَ عَلِيِّ بْنِ الْحَسَنِ وَيُعْرَفُ بِالْحَسَنَوِيِّ سنة ثمان وثلاثين وثلاثمائة، فَسَأَلْتُهُ فَقَالَ: أنا ابْنُ سِتٍّ وَثَمَانِينَ سَنَةً.
_________
١ في باب القاف من القاسم بن سلام.
٢ ابن يعقوب.
٣ هو أبو عبد الله الحاكم.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (286,'١٧٦- مُحَمَّدُ بْنُ إِسْحَاقَ أَبُو بَكْرٍ الصَّاغَانِيُّ/ نَزِيلُ بَغْدَادَ:
حَدَّثَ عَنْهُ: أَبُو عُمَرَ حَفْصُ بْنُ عُمَرَ الدُّورِيُّ الْمُقْرِئُ١، وَشُجَاعُ بْنُ جَعْفَرٍ الأَنَصْارِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسَبْعُ سِنِينَ.
مَاتَ أَبُو عُمَرَ الدُّورِيُّ فِي سَنَةِ سِتٍّ وَأَرْبَعِينَ وَمِائَتَيْنِ.
قَالَ الْخَطِيبُ: قَالَ لَنَا أَبُو عَلِيِّ بْنُ شَاذَانَ٢: تُوُفِّيَ شُجَاعُ بْنُ جَعْفَرٍ سَنَةَ ثَلاثٍ وخمسين وثلاثمائة.
١٧٧- مُحَمَّدُ بْنُ رَافِعٍ الْقُشَيْرِيُّ النَّيْسَابُورِيُّ أَبُو عَبْدِ اللَّهِ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، وَحَاجِبُ بْنُ أَحْمَدَ الطُّوسِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْبُخَارِيِّ٤.
وَمَاتَ حَاجِبُ بْنُ أَحْمَدَ الطُّوسِيُّ فَجْأَةً سَنَةَ سِتٍّ وثلاثين وثلاثمائة، وَذُكِرَ فِي سَنَةِ خَمْسٍ وَثَلاثِينَ أَنَّهُ ابْنُ مائة وثمان سنين.
_________
١ هو الضرير الأصغر، وثقه العقيلي وابن حبان، وقال أبو حاتم: صدوق، وضعفه الدارقطني وغيره، مات سنة ٢٤٦ هـ.
انظر: تاريخ ٨/٢٠٣، التهذيب ٢/٤٠٨.
٢ هو الحسن بن أحمد بن إبراهيم بن شاذان.
٣ قال الحاكم: لم يسمع حديثاً قط، وقال ابن حجر في السان: وثقه ابن طاهر، مات سنة ٣٣٦ هـ، انظر: الميزان ١/٤٢٩، لسان الميزان ٢/١٤٦.
٤ في باب الألف من أحمد بن المقدام بن الأشعث.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (287,'١٧٨- مُحَمَّدُ بْنُ إِدْرِيسَ بْنِ الْمُنْذِرِ أَبُو حَاتِمٍ الرَّازِيُّ الْحَنْظَلِيُّ:
حَدَّثَ عَنْهُ: يُونُسُ بْنُ عَبْدِ الأَعْلَى الْمِصْرِيُّ، وَمُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ مُوسَى الرَّازِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا أَكْثَرُ مِنْ سِتٍّ وَثَمَانِينَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يُونُسَ بْنِ عَبْدِ الأَعْلَى٢.
وَحَدَّثَ عَنْ أَبِي حَاتِمٍ: الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُرَادِيُّ الْمِصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الرَّازِيِّ أَكْثَرُ مِنْ ثَمَانِينَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الرَّبِيعِ بْنِ سُلَيْمَانَ الْمُرَادِيِّ.
قَالَ الْخَطِيبُ: وَبَلَغَنِي أَنَّ مُحَمَّدَ بْنَ إِسْمَاعِيلَ الرَّازِيَّ مات بعد سنة خمسين وثلاثمائة.
١٧٩- مُحَمَّدُ بْنُ يُونُسَ بْنِ مُوسَى بْنِ الْعَبَّاسِ الْقُرَشِيُّ الْكُدَيْمِيُّ الْبَصْرِيُّ٣:
حَدَّثَ عَنْهُ: أَبُو بَكْرِ بْنِ أَبِي الدُّنْيَا، وَأَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ الْقَطِيعِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أبي الدنيا ووفاة القطيعي٤ أيضاً.
_________
١ ضعفه اللالكائي والخطيب ومحمد بن غلام الزهري وغيرهم، مهو متهم بالوضع أيضاً.
انظر: تاريخ بغداد ٢/٥٠، الميزان ٣/٤٨٤.
٢ في باب الباء من بحر بن نصر الخولاني.
٣ كذبه أبو داود وموسى بن هارون، وقال ابن حبان والدارقطني وابن حجر: متهم بوضع الحديث على الثقات، مات سنة ٢٨٦ هـ.
انظر: المجروحين ٢/٣١٢، الميزان ٤/٧٤، التهذيب ٩/٥٣٩.
٤ في باب العين من عبد الله بن أحمد بن حنبل.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (288,'١٨٠- مُحَمَّدُ بْنُ/ يَحْيَى بْنِ سُلَيْمَانَ أَبُو بَكْرٍ الْمَرْوَزِيُّ١.
حَدَّثَ عَنْهُ: أَبُو بَكْرِ بْنُ أَبِي الدُّنْيَا، وَالْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ عُبَيْدٍ الْعَسْكَرِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أَبِي الدُّنْيَا.
أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْعَتِيقِيُّ قَالَ: مَاتَ أَبُو عَبْدِ الله الحسين العسكري سنة خمس وسبعين وثلاثمائة٣.
١٨١- مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ أَبُو بَكْرٍ النَّيْسَابُورِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ الْمِصْرِيُّ، وَابْنُ ابْنِهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ٤، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ عَشْرَةَ، وَقِيلَ: مائة وسبع عشرة والأول أصح.
_________
١ نزيل بغداد، كان وراقاً للجاحظ، وثقه الخطيب، وقال الدارقطني: صدوق، مات سنة ٢٩٨ هـ، انظر: تاريخ بغداد ٣/٤٢٢، التهذيب ٩/٥١٠.
٢ أبو عبد الله الدقاق، وثقه العتيقي، وقال ابن الفوارس: فيه تساهل، وقال الأزهري: تكلموا فيه، ولد سنمة ٢٨٦ هـ، ومات سنة ٣٧٥ هـ.
انظر: تاريخ بغداد ٨/١٠٠.
٣ انظر: تاريخ بغداد ٨/ ١٠٠.
٤ قال الحاكم: مرض قبل موته بثلاث سنين، وتغير بزوال عقله، وعاب الحاكم عليه بعض تصانيفه وحديثه من كتب الناس.
انظر: الميزان ٤/٩. اللسان ٥/٣٤١.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (289,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عَبْدِ الْحَكَمِ١.
وَمَاتَ أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ سَنَةَ سَبْعٍ وثمانين وثلاثمائة.
١٨٢- مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ أَبُو الْعَبَّاسِ السَّرَّاجُ النَّيْسَابُورِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ عُمَرَ الْخَفَّافُ النَّيْسَابُورِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَتِسْعٌ أو ثمان أو سبع وثلاثين سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْبُخَارِيِّ.
وَحَدَّثَ عَنِ السَّرَّاجِ أَبُو حَاتِمٍ مُحَمَّدُ بْنُ إِدْرِيسَ الرَّازِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْخَفَّافِ مِائَةٌ وَثَمَانِ عَشْرَةَ سَنَةً.
وَمَاتَ أَبُو حَاتِمٍ الرَّازِيُّ سَنَةَ سَبْعٍ وَسَبْعِينَ [وَمِائَتَيْنِ] ٣.
وَحَدَّثَ عَنِ السَّرَّاجِ: أَبُو بَكْرِ بْنُ أَبِي الدُّنْيَا الْمُصَنِّفُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْخَفَّافِ مِائَةٌ وَأَرْبَعَ عَشْرَةَ أَو ثَلاثَ عَشْرَةَ أَوِ اثْنَتَيْ عَشْرَةَ سَنَةً، وَقَدْ تَقَدَّمَ ذكر وفاة ابن أبي الدنيا.
_________
١ في باب الألف من أنس بن عياض أبو الضمرة الليثي.
٢ أبو الحسين الزاهد، قال الحاكم: كان شيخاً صالحاً مجاب الدعوة سماعاته صحيحة، مات سنة ٣٩٥ هـ.
انظر: الأنساب ٥/١٧١، شذرات الذهب ٣/١٤٥.
٣ ما بين المعكوفتين أضفته من التهذيب ٩/٣٣.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (290,'وَمَاتَ الْخَفَّافُ فِي سَنَةِ أَرْبَعٍ أَوْ خَمْسٍ وسبعين وثلاثمائة١.
١٨٣- مُحَمَّدُ بْنُ جَرِيرِ/ بْنِ يَزِيدَ أَبُو جَعْفَرٍ الطَّبَرِيُّ:
حَدَّثَ عَنْهُ: أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ الْحَرَّانِيُّ٢، وَأَبُو الْمُفَضَّلِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّيْبَانِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا اثْنَتَانِ وَتِسْعُونَ سَنَةً.
وَمَاتَ أَبُو شُعَيْبٍ الْحَرَّانِيُّ سَنَةَ خَمْسٍ وَتِسْعِينَ وَمِائَتَيْنِ.
وَأَخْبَرَنَا الْعَتِيقِيُّ قَالَ: تُوُفِّيَ أَبُو المفضل الشيباني سنة سبع وثمانين وثلاثمائة٤.
١٨٤- مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مَحْمُوَيْهِ أَبُو بَكْرٍ الْعَسْكَرِيُّ٥:
حَدَّثَ عَنْهُ: أَحْمَدُ بْنُ عَبْدِ الْعَزِيزِ الجوهري البصري٦، والحسن بن أحمد
_________
١ الصواب أن وفاته كانت سنة ٣٩٥ هـ، كما نص على ذلك السمعاني وابن العماد.
انظر: الأنساب ٥/١٧٢، وشذرات الذهب ٣/١٤٥.
٢ الأموي المؤدب، وثقه الدارقطني وابن حبان وموسى بن هارون وغيرهم، قال الخطيب: كان يأخذ على التحديث، مات سنة ٢٩٥ هـ.
انظر: تاريخ بغداد ٩/٤٣٥، لسان الميزان ٣/٢٧١.
٣ كذبه الدارقطني والأزهري وحمزة الدقاق، قال الخطيب: كان يضع الحديث للرافضة، وكان يسرق الحديث.
انظر: تاريخ بغداد ٥/٤٦٦، لسان الميزان ٥/٢٣١.
٤ انظر: تاريخ بغداد ٥/٤٦٨.
٥ لم أقف على ترجمته.
٦ لم أقف على ترجمته.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (291,'ابن بَشَّارٍ السَّابُورِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا تِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ أَحْمَدَ بْنَ عَبْدِ الْعَزِيزِ الْجَوْهَرِيَّ مات بالبصرة في سنة ثلاث وعشرين وثلاثمائة.
قَالَ الْخَطِيبُ: وَسَمِعْتُ مِنَ السَّابُورِيِّ فِي سَنَةِ اثنتي عشرة وأربعمائة، وَعَاشَ بَعْدَ ذَلِكَ مُدَّةً.
١٨٥- مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ مُحَمَّدِ بْنِ يَحْيَى بْنِ مَنْدَهْ أَبُو عَبْدِ اللَّهِ الأَصْبَهَانِيُّ:
حَدَّثَ عَنْهُ: أَبُو مُحَمَّدٍ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حَيَّانَ الْمَعْرُوفُ بِأَبِي الشَّيْخِ الأَصْبَهَانِيُّ، وَأَبُو عُثْمَانَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ وَرْقَاءَ الأَصْبَهَانِيُّ٢، وَبَيْنَ وفاتيهما ست وسبعون سنة٣.
_________
١ لم أقف على ترجمته.
٢ لم أجد له ترجمة فيما اطلعت عليه من المراجع.
٣في سير أعلام النبلاء ١٧/٣٩، قال الذهبي: قال أبو بكرالخطيب في "السابق": "أخبرنا أبو بكر أحمد بن علي أخبرنا عبد الله بن محمد بن حيان الأصبهاني – إجازة – حدثني محمد بن إسحاق الجوّال – بن مندة -، حدثنا أحمد بن إسحاق الضبعي، حدثنا يعقوب القزويني، حدثنا سعيد بن يحيى الأصبهاني حدثنا سعير بن الخِمْس عن أبي إسحاق عن أبي الأحوص عن عبد الله قال: من أحب أن يلقى الله غداً مسلماً فليحافظ على هؤلاء الصلوات حيث ينادى بهن"، فلعل هذا النص سقط من هذا الموضع والله أعلم.
والحديث أخرجه مسلم برقم ٦٥٤ –٦٥٧ في كتاب المساجد، باب صلاة الجماعة.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (292,'أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ قَالَ: "تُوُفِّيَ عَبْدُ اللَّهِ بْنُ حَيَّانَ وَيُعْرَفُ بِأَبِي الشَّيْخِ سَنَةَ تسع وستين وثلاثمائة"١.
قَالَ الْخَطِيبُ: وَمَاتَ أَبُو عُثْمَانَ بْنُ وَرْقَاءَ ببيت المقدس بعد نيف وستين وأربعمائة.
١٨٦- مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ أَبُو عَبْدِ اللَّهِ الْحَافِظُ النَّيْسَابُورِيُّ الْمَعْرُوفُ بِابْنِ الْبَيِّعِ:
حَدَّثَ عَنْهُ:/ أَبُو الْحَسَنِ الدَّارَقُطْنِيُّ، وَعَبْدُ الْكَرِيمِ بْنُ هَوَازِنَ الْقُشَيْرِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا نَيِّفٌ وَسَبْعُونَ سَنَةً.
"أَخَبْرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْعَتِيقِيُّ قَالَ: سنة خمس وثمانين وثلاثمائة فِيهَا تُوُفِّيَ أَبُو الْحَسَنِ الدَّارَقُطْنِيُّ"٣.
١٨٧- مُوسَى بْنُ عُبَيْدَةَ الرَّبَذِيُّ أَبُو عَبْدِ الْعَزِيزِ٤:
حَدَّثَ عَنْهُ: ابْنُ شِهَابٍ الزُّهْرِيُّ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى العبسي، وبين
_________
١ أخبار أصبهان ٢/٩٠.
٢ أبو القاسم النيسابوري، قال الخطيب: كتبنا عنه وكان ثقة قاصاً حسن الموعظة، وكان يعرف بالأصول على مذهب الأشعري والفروع على مذهب الشافعي، توفي سنة ٤٦٥ هـ.
انظر: تاريخ بغداد ١١/٨٣، طبقات السبكي الكبرى ٥/١٥٣.
٣ انظر تاريخ بغداد ١٢/٤٠.
٤ مجمع على تضعيفه، مات سنة ١٥٣ هـ أو قبلها.
انظر: الميزان ٤/٢١٣، التهذيب ١٠/٣٥٦.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (293,'وَفَاتَيْهِمَا تِسْعُونَ، وَقِيلَ: تِسْعٌ وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الزُّهْرِيِّ، وَكَذَلِكَ وَفَاةِ عُبَيْدِ اللَّهِ بْنِ مُوسَى١، أَيْضًا وَحَدِيثِهِ.
أَخْبَرَنَا أَبُو الصَّهْبَاءِ وِلادُ بْنُ عَلِيِّ بْنِ سَهْلٍ التَّيْمِيُّ الْكُوفِيُّ٢ أنا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ الشَّيْبَانِيُّ٣ ثنا أَحْمَدُ بْنُ حَازِمٍ٤ ثنا عُبَيْدُ اللَّهِ بْنُ مُوَسى أنا مُوسَى بْنُ عُبَيْدَةَ عَنْ إِيَاسِ بْنِ سَلَمَةَ٥ عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "النُّجُومُ أَمَانٌ لأَهْلِ السَّمَاءِ، وَأَهْلُ بيتي أمان لأمتي" ٦.
_________
١ تقدم الزهري في باب الألف من أيوب السختياني، وعبيد الله في باب الألف من أسامة بن زيد الليثي.
٢ قال الخطيب: كتبنا عنه، وكان ثقة، ولد سنة ٣٤٣ هـ، ومات سنة ٤١٣ هـ.
انظر: تاريخ بغداد ١٣/٥٢٢.
٣ مسند الكوفي، مات سنة ٣٥١ هـ.
انظر تذكرة الحفاظ ٣/٨٨٢، شذرات الذهب ٣/٩.
٤ الحافظ المجود أبو عمر بن أبي غرزة – بمعجمتين – الغفاري الكوفي، صاحب المسند، وثقه ابن حبان وقال: كان متقناً، مات سنة ٢٧٦هـ.
انظر: الجرح والتعديل ١/١/٤٨، تذكرة الحفاظ ٢/٥٩٤.
٥ أبو سلمة بن سلمة بن الأكوع الأسلمي المدني، وثقه ابن معين والنسائي والعجلي وابن سعد وابن حبان وغيرهم، مات سنة ١١٩هـ.
انظر: الطبقات الكبرى ٥/٢٤٨، الجرح والتعديل ١/١/٢٧٩، التهذيب ١/٢٨٨.
٦ عزاه السيوطي في الجامع الصغير إلى أبي يعلى وحسنه، وقال المناوي في الفيض: ٦/٢٩٧- ٢٩٨: رواه الطبراني ومسدد وابن أبي شيبة بأسانيد ضعيفة، ولكن تعدد طرقه ربما يصيره حسناً، اهـ.
وقد ضعفه الألباني في ضعيف الجامع الصغير ٦/١٩، وذكر أنه خرجه في الضعيفة رقم ٤٦٩٩، ثم قال: والجملة الأولى منه صحيحة، يقصد قوله: "النجوم أما لأهل السماء". انظر: الصحيحة ح ٦٦٧٦ اهـ.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (294,'١٨٨- مُوسَى بْنُ أَعْيَنَ أَبُو سَعِيدٍ الْجَزَرِيُّ١:
حَدَّثَ عَنْهُ: سَعِيدُ بْنُ أَبِي أَيُّوبَ الْمِصْرِيُّ٢، وَعَبْدُ السَّلامِ بْنُ عَبْدِ الْحَمِيدِ الْحَرَّانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَتِسْعُونَ سَنَةً، وَقِيلَ: ثَلاثٌ أَوِ اثْنَتَانِ وَثَمَانُونَ سَنَةً.
قَالَ الْبُخَارِيُّ: "سَعِيدُ بْنُ أَبِي أَيُّوبَ تُوُفِّيَ سَنَةَ تِسْعٍ وَأَرْبَعِينَ وَمِائَةٍ"٣.
وَقَالَ ابن قاتع: مَاتَ فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَمِائَةٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ عَبْدِ السَّلامِ٤.
١٨٩- مُوسَى بْنُ علي بن رباح اللخمي المصري٥:
_________
١ الحراني مولى قريش، وثقه ابن معين وأبو حاتم وأبو زرعة والدارقطني والأوزاعي وغيرهم، مات سنة ١٧٧ هـ.
انظر: الطبقات الكبرى ٧/٤٨٣، الجرح والتعديل ٤/١/١٣٦، التهذيب١٠/٣٣٥.
٢ أبو يحيى الخزاعي مولاهم.
٣ التاريخ الكبير ٢/١/٤٥٨، التاريخ الصغير ٢/٩٦.
٤ في باب الزاي من زهير بن معاوية أبو خيثمة النخعي.
٥ وثقه أحمد وابن معين وأبو حاتم والنسائي وغيرهم، وقال ابن عبد البر: ما انفرد به فليس بالقوي، ورجح الحافظ في التقريب كونه: صدوقاً ربما أخطأ، مات سنة ١٦٣ هـ على الأصح.
انظر: الطبقات الكبرى ٧/٥١٥، الميزان ٤/ ٢١٥، التهذيب ١٠/٣٦٣.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (295,'حَدَّثَ عَنْهُ: أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ، وَسَعْدُ بْنُ يَزِيدَ الْفَرَّاءُ١، وَبَيْنَ وَفَاتَيْهِمَا/ نَحْوٌ مِنْ سَبْعِ وَسَبْعِينَ سَنَةً أَوْ أَكْثَرُ.
قَالَ مُحَمَّدُ بْنُ سَعْدٍ: "مَاتَ أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ مَوْلًى لَهُمْ وَيُكَنَّى أَبَا زَيْدٍ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَمِائَةٍ وَهُوَ ابْنُ بِضْعٍ وَسَبْعِينَ سَنَةً"٢.
ذَكَرَ ذَلِكَ ابْنُ بِشْرَانَ٣ عَنِ ابْنِ صَفْوَانَ٤ عَنِ [ابْنِ] ٥ أَبِي الدُّنْيَا عَنْهُ.
وَبَلَغَنِي أَنَّ سَعْدَ بْنَ يَزِيدَ الْفَرَّاءَ مَاتَ نَحْوَ سَنَةِ ثَلاثِينَ وَمِائَتَيْنِ أَوْ بَعْدَ ذَلِكَ.
١٩٠- مَالِكُ بْنُ مِغْوَلٍ الْبَجَلِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَالرَّبِيعُ بْنُ يَحْيَى الأُشْنَانِيُّ٦، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ أَوْ سَبْعٌ أَوْ سِتٌّ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي إِسْحَاقَ السَّبِيعِيِّ٧.
_________
١ لم أقف على ترجمته.
٢ انظر: الطبقات الكبرى – القسم المخطوط من تابعي المدينة: ق ٢٣٨ أ.
٣ علي بن محمد بن عبد الله المعدل.
٤ الحسين بن صفوان البرذعي.
٥ ما بين المعكوفتين سقط من الأصل، والسياق يقتضي إثباته.
٦ وثقه أبو حاتم وابن حبان، وضعفه الدارقطني وابن قانع، وقال ابن حجر: صدوق له أوهام، مات سنة ٢٢٤ هـ.
انظر: الجرح والتعديل ١/٢/٤٧١، الميزان ٢/٤٣، التهذيب ٣/٢٥٢.
٧ في باب الألف من أشعث بن سوار الكندي.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (296,'وَقَالَ ابْنُ قَانِعٍ: أَنَّ الرَّبِيعَ بْنَ يَحْيَى صاحب الأشناني مَاتَ بِالْبَصْرَةِ فِي سَنَةِ أَرْبَعٍ وَعِشْرِينَ وَمِائَتَيْنِ.
١٩١- مالك بن أنس أبو عبد الله الفقيع المدني:
حث عَنْهُ: مُحَمَّدُ بْنُ مُسْلِمِ بْنِ شِهَابٍ الزُّهْرِيُّ، وَزَكَرِيَّا بْنُ دُوَيْدٍ الْكِنْدِيُّ١ وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وسبع وثلاثين سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ٢، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الزُّهْرِيِّ.
وَحَدَّثَ عَنْ مَالِكٍ: زَيْدُ بْنُ أَبِي أُنَيْسَةَ الْجَزَرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَسَبْعٌ وَثَلاثُونَ، وَقِيلَ: وَسِتٌّ أَوْ وَخَمْسٌ، وَقِيلَ: وَأَرْبَعٌ أَوْ ثَلاثٌ وَثَلاثُونَ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ زَيْدِ بْنِ أبي أنيسة٣.
_________
١ ورد في حاشية الكتاب ق ١٢٩، ما نصه: قوله وزكريا بن رويد الكندي، قال الحافظ ولي الدين العراقي: التمثيل بزكريا سبق إليه الخطيب ولا ينبغي أن يمثل به، لأنه أحد الكذابين الوضاعين، ولا نعرف سماعه عن مالك وإن حدث به، فقد زاد وادعى أنه سمع من حميد الطويل وروى عنه نسخة موضوعة.
والصواب أن آخر أصحاب مالك أحمد بن إسماعيل السهمي، ومات سنة تسع وخمسين ومائتين، فبينه وبين الزهري مائة وخمس وثلاثون سنة. ١هـ. كتبه الفقير عبد القادر بدران شارح سنن ابن ماجه. اهـ.
وانظر أيضاً نحو كلام ولي الدين العراقي في كتاب والده زين الدين: التبصرة والتذكرة ٣/١٠١.
٢ انظر: تهذيب الكمال ٢٧/١٢٠.
٣ في باب الألف من إسماعيل بن أبي خالد الأحمسي الكوفي.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (297,'وَحَدَّثَ عَنْ مَالِكٍ: رَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَإِحْدَى وَثَلاثُونَ سَنَةً، وَقِيلَ: مِائَةٌ وَخَمْسٌ وَعِشْرُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ رَبِيعَةَ بْنِ أَبِي/ عَبْدِ الرَّحْمَنِ١.
وَحَدَّثَ عَنْ مَالِكٍ: يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَاثْنَتَانِ وَعِشْرُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَزِيدَ بن الهاد٢ الليثي أَنْفُسِهِمْ، وَكَانَ يَعْرُجُ لِخَرْجٍ مِنْ رِجْلِهِ.
وَحَدَّثَ عَنْ مَالِكٍ: مُوسَى بْنُ عُقْبَةَ مَوْلَى آلِ الزُّبَيْرِ بْنِ الْعَوَّامِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَعِشْرُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُوسَى بْنِ عُقْبَةَ٣.
وَحَدَّثَ عَنْ مَالِكٍ: يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَثَمَانِ عَشْرَةَ، وَقِيلَ: وَسَبْعَ عَشْرَةَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ٤.
وَحَدَّثَ عَنْ مَالِكٍ: عَمْرُو بْنُ الْحَارِثِ الْمِصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَثَلاثَ عَشْرَةَ، وَقِيلَ: وَاثْنَتَا عَشْرَةَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة عمرو٥.
_________
١ في باب السين من سهيل بن أبي صالح.
٢ في باب الألف من إبراهيم بن سعد أبو إسحاق الزهري.
٣ في باب الألف من أيمن بن نابل المكي.
٤ في باب الدال من داود بن أبي هند.
٥ في باب العين من عبد الله بن لهيعة.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (298,'وَحَدَّثَ عَنْ مَالِكٍ: عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَاثْنَتَا عَشْرَةَ، وَقِيلَ: وَإِحْدَى عَشْرَةَ سَنَةً، وَقِيلَ: وَعَشْرُ سِنِينَ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ عَبْدِ الْمَلِكِ١.
وَحَدَّثَ عَنْ مَالِكٍ: أَبُو حَنِيفَةَ النُّعْمَانُ بْنُ ثَابِتٍ الْفَقِيهُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً أَوْ عَشْرُ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبِي حَنِيفَةَ رَضِيَ اللَّهُ عَنْهُ٢.
وَحَدَّثَ عَنْ مَالِكٍ: عَبْدُ اللَّهِ بْنُ عَوْنِ بْنِ أَرْطُبَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً، وَقِيلَ: عَشْرٌ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عَوْنٍ/٣.
وَحَدَّثَ عَنْ مَالِكٍ: مَعْمَرُ بْنُ رَاشِدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَإِحْدَى عَشْرَةَ سَنَةً، وَقِيلَ: وَتِسْعٌ أَوْ ثَمَانٍ أَوْ سَبْعُ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مَعْمَرِ بْنِ رَاشِدٍ٤.
وَحَدَّثَ عَنْ مَالِكٍ: أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَثَمَانِ سِنِينَ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أُسَامَةَ بْنِ زَيْدٍ اللَّيْثِيِّ٥.
_________
١ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ، وفي باب الألف من إبراهيم بن محمد الأسلمي أيضاً.
٢ في باب السين من سليمان بن مهران الأَعْمَشِ.
٣ فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حازم.
٤ في باب السين من سفيان الثوري.
٥ في باب الميم من موسى بن علي بن رباح اللخمي.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (299,'وَحَدَّثَ عَنْ مَالِكٍ: عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الأَوْزَاعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَأَرْبَعُ سِنِينَ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الأَوْزَاعِيِّ١.
وَحَدَّثَ عَنْ مَالِكٍ: الْقَاسِمُ بْنُ مَبْرُورٍ الأَيْلِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَثَلاثُ سِنِينَ أَوْ سَنَتَانِ أَوْ أَكْثَرُ.
وَمَاتَ ابْنُ مَبْرُورٍ سَنَةَ ثَمَانٍ أَوْ تِسْعٍ وَخَمْسِينَ وَمِائَةٍ بِمَكَّةَ.
ورُوي عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رواد٢ عن مالك، وبين وفاة بن أَبِي رَوَّادٍ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَسَنَتَانِ أَوْ أَكْثَرُ.
قَالَ ابْنُ قَانِعٍ: عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ مَاتَ بِمَكَّةَ فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذِئْبٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَسَنَتَانِ أَوْ أَكْثَرُ.
وَمَاتَ ابْنُ أَبِي ذِئْبٍ بِالْكُوفَةِ سَنَةَ تِسْعٍ وَخَمْسِينَ ومائة.
_________
١ فِي بَابِ الرَّاءِ مِنْ رَوْحِ بْنِ عُبَادَةَ.
٢ وثقه القطان وابن معين وأبو حاتم والحاكم، وقال أحمد: كان رجلاً صالحاً مرجئاً، وعن النسائي: ليس به بأس، ورجح الحافظ في التقريب: أنه صدوق عابد ربما وهم، وأنه رمي بالإرجاء. انظر: الميزان ٢/٦٢٨، التهذيب ٦/٣٣٨.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (300,'وَحَدَّثَ عَنْ مَالِكٍ: أَبُو بَكْرٍ الْهُذَلِيُّ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَسَنَتَانِ أَوْ أَكْثَرُ.
قَالَ ابْنُ قَانِعٍ: أَنَّ أَبَا بَكْرٍ الْهُذَلِيَّ مَاتَ فِي سَنَةِ تِسْعٍ وَخَمْسِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: إِبَرْاهِيمُ بْنُ طَهْمَانَ، وَبَيْنَ وَفَاتِهِ/ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَثَلاثُ سِنِينَ، وَقِيلَ: ثَمَانٍ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ طَهْمَانَ٢.
وَحَدَّثَ عَنْ مَالِكٍ: شُعْبَةُ بْنُ الْحَجَّاجِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةُ سَنَةٍ وَسَنَةٌ وَاحِدَةٌ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ٣.
وَحَدَّثَ عَنْ مَالِكٍ: الْمُبارَكُ بْنُ مُجَاهِدٍ الْمَرْوَزِيُّ٤، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةٌ وَسَنَةٌ وَاحِدَةٌ أَوْ أَكْثَرُ.
أَخْبَرَنَا السِّمْسَارُ أَنَا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ أَبَا الأزهر المبارك بن مجاهد
_________
١ قيل: اسمه سلمى بن عبد الله، وقيل: روح، مجمع على ضعفه وترك حديثه، قال الحافظ في التقريب، أخباري متروك، مات سنة ١٦٧ هـ.
انظر: المجروحين ١/٣٥٩، الميزان ٤/٤٩٧، التهذيب ١٢/ ٤٥.
٢ في باب الألف من إبراهيم بن محمد بن أبي يحيى الأسلمي.
٣ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ الحمصي.
٤ أبو الأزهر، كان قدرياً، قال أبو حاتم: ما أرى بحديثه بأساً، وقال البخاري: قال قتيبة: ضعيف جداً، ولم يترك، وقال ابن حبان: منكر الحديث لا يجوز الاحتجاج به إذا انفرد.
انظر: التاريخ الصغير: ٢/١٣٧، المجروحين ٣/٢٣، الميزان ٢/٤٣٢.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (301,'الْمَرْوَزِيَّ مَاتَ فِي سَنَةِ سِتِّينَ وَمِائَةٍ.٠
وَحَدَّثَ عَنْ مَالِكٍ: سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ مِائَةُ سَنَةٍ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ١.
وَحَدَّثَ عَنِ مَالِكٍ: سَلَمَةُ بْنُ الْعَيَّارِ الْفَزَارِيُّ٢، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ ثَمَانٍ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ سَلَمَةُ بْنُ الْعَيَّارِ سَنَةَ ثَلاثٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: يَحْيَى بْنُ أَيُّوبَ الْمِصْرِيُّ٣، وَبْيَن وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ ثَمَانٍ وَتِسْعُونَ، وَقِيلَ: أَرْبَعٌ، وَقِيلَ: ثَلاثٌ وَتِسْعُونَ [سَنَةً] ٤ أَوْ أَكْثَرُ.
قَالَ ابْنُ قَانِعٍ: مَاتَ ابْنُ أَيُّوبَ سَنَةَ سَبْعٍ وَسِتِّينَ وَمِائَةٍ، وَقِيلَ: سَنَةَ ثَمَانٍ، وَقِيلَ: ثَلاثٌ وَسِتُّونَ.
وَحَدَّثَ عَنْ مَالِكٍ: قَيْسُ بْنُ الرَّبِيعِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ خَمْسٌ،
_________
١ تقدم في إبراهيم بن محمد الفزاري.
٢ اسم أبيه: أحمد بن الحصين الدمشقي، وثقه الخليلي وأبو زرعة وابن حبان وابن حجر وغيرهم، وكان من أثبت أصحاب الأوزاعي، مات سنة ١٦٣ هـ، وقيل: غير ذلك.
انظر: الجرح والتعديل ٢/١/١٦٦، التهذيب ٤/١٥٢.
٣ أبو العباس الغافقي، وثقه البخاري والفسوي وإبراهيم الحربي، وقال أبو حاتم: محله الصدق يكتب حديثه ولا يحتج به، وقال النسائي: ليس به بأس، وضفعه الدارقطني وأحمد والساجي وغيرهم، ورجح الحافظ في التقريب كونه: صدوقاً ربما أخطأ.
انظر: الميزان ٤/٣٦٢، التهذيب ١١/١٨٦.
٤ ما بين المعكوفتين زيادة يقتضيها السياق.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (302,'وَقِيلَ: أَرْبَعٌ، وَقِيلَ: ثَلاثٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَيْسِ بْنِ الرَّبِيعِ١.
وَحَدَّثَ عَنْ مَالِكٍ: حَمَّادُ بْنُ سَلَمَةَ بْنِ/ دِينَارٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ أَرْبَعٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حَمَّادِ بْنِ سَلَمَةَ٢.
وَحَدَّثَ عَنْ مَالِكٍ: فُلَيْحُ بْنُ سُلَيْمَانَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ ثَلاثٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنَا السِّمْسَارُ أنا الصَّفَّارُ ثنا ابْنُ قَانِعٍ: أَنَّ فُلَيْحَ بْنَ سُلَيْمَانَ مَاتَ فِي سَنَةِ ثَمَانٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: مَنْدَلُ بْنُ عَلِّيٍ الْعَنَزِيُّ٣، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ ثَلاثٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
وَمَاتَ مَنْدَلُ بْنُ عَلِيٍّ سَنَةَ ثَمَانٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: وُهَيْبُ بْنُ خَالِدٍ الْبَصْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ اثْنَتَانِ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ.
قَالَ مُحَمَّدُ بْنُ الْمُثَنَّى: "وَمَاتَ وُهَيْبُ بْنُ خَالِدٍ سَنَةَ تِسْعٍ وَسِتِّينَ ومائة"٤.
_________
١ في باب السين من سفيان الثوري.
٢ في باب السين من سفيان الثوري.
٣ أبو عبد الله الكوفي، يقال: اسمه عمرو، ومندل لقب، وكان مرجئاً، مجمع على ضعفه.
انظر: المجروحين ٣/ ٢٤، الميزان ٤/١٨٠، التهذيب ١٠/٢٩٨.
٤ لعله ذكره أبو موسى العنزي في كتاب "التاريخ" وهو مفقود.
انظر: موارد الخطيب ص: ٤٠٥.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (303,'وَحَدَّثَ عَنْ مَالِكٍ: عَدِيُّ بْنُ الْفَضْلِ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ تِسْعُونَ سَنَةً أَوْ أَكْثَرُ، وَمَاتَ عَدِيُّ بْنُ الْفَضْلِ فِي سَنَةِ إِحْدَى وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: زُهَيْرُ بْنُ مُعَاوِيَةَ، [وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ تِسْعُونَ سَنَةً أَوْ ثَمَانٍ وَثَمَانُونَ سَنَةً، وَمَاتَ زُهَيْرٌ] ٢ فِي سَنَةِ إِحْدَى أَوْ ثَلاثٍ وَسَبْعِينَ وَمِائَةٍ.
وَرَوَى شَرِيكُ بْنُ عَبْدِ اللَّهِ أَيْضًا عَنْ مَالِكٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ أَرْبَعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شَرِيكٍ٣.
وَحَدَّثَ عَنْ مَالِكٍ: أَبُو عِصْمَةَ نُوحُ بْنُ أَبِي مَرْيَمَ٤، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ ثَمَانٍ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ نُوحٌ سَنَةَ ثَلاثٍ وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: جُوَيْرِيَةُ بْنُ أَسْمَاءَ الضُّبَعِيُّ/٥، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ ثَمَانٍ، وَقِيلَ: سَبْعٌ وَثَمَانُونَ سَنَةً أو أكثر.
_________
١ أبو حاتم التميمي مولاهم البصري، مجمع على تضعيفه وترك حديثه، مات سنة ١٧١هـ، انظر: المجروحين ٢/١٨٧، الميزان ٢/٦٢، التهذيب ٧/١٦٩.
٢ ما بين المعكوفتين سقط من الأصل، وقدرته قيساً على منهج المؤلف في الكتاب كله.
٣ في باب السين من سفيان الثوري.
٤ اشتهر بكنيته ويلقب بالجامع، مجمع على تكذيبه واتهامه بالوضع.
انظر: المجروحين ٣/٤٨، الميزان ٤/٢٧٩، التهذيب ١٠/٤٨٦.
٥ أبو مخارق البصري، وثقه أحمد وابن حبان، وقال ابن معين وأبو حاتم: صالح ليس به بأس، وقال الحافظ في التقريب برقم ٩٨٨: صدوق، مات سنة١٧٣ هـ.
انظر: الجرح والتعديل ١/١/٥٣١، التهذيب ٢/١٢٤.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (304,'وَمَاتَ جُوَيْرِيَةُ بْنُ أَسْمَاءَ فِي سَنَةِ ثَلاثٍ، وقيل: أربع وسعين وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ١، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ سَبْعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ ابْنُ أَبِي الزِّنَادِ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: اللَّيْثُ بْنُ سَعْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ سِتٌّ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ٢.
وَحَدَّثَ عَنْ مَالِكٍ: مُوسَى بْنُ أَعْيَنَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ خَمْسٌ، وَقِيلَ: أَرْبَعٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أَعْيَنَ٣.
وَحَدَّثَ عَنْ مَالِكٍ: الْهَيَّاجُ بْنُ بِسْطَامٍ٤، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ أَرْبَعٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ الْهَيَّاجُ سنة سبع وسبعين ومائة.
_________
١ اسم أبيه عبد الله بن ذكوان، وثقه مالك والعجلي، وضعفه أحمد وابن عدي والنسائي وأبو زرعة، وقال ابن المديني: حديثه في المدينة مقارب وفي بغداد مضطرب، وقال الحافظ في التقريب: صدوق.
انظر: المجروحين ٢/٥٦، الميزان ٢/٥٧٥، التهذيب ٦/١٧٠.
٢ في باب الألف من إسماعيل بن عياش.
٣ في باب العين من عيسى بن يونس بن أبي إسحاق السبيعي.
٤ أبو خالد الهروي البرجي، ضعفه أبو حاتم وابن معين وابن حجر، وقال ابن حبان: كان مرجئاً داعية، وكان يروي المعضلات ويخالف الأثبات..، فهو ساقط الاحتجاج به، وقال أحد: متروك الحديث.
انظر: المجروحين ٣/٩٦، الميزان ٤/٣١٨، التهذيب ١١/٨٨.',NULL,'314',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (305,'وَحَدَّثَ عَنْ مَالِكٍ: عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ نَجِيحٍ١ أَبُو عَلِيِّ بْنُ الْمَدِينِيِّ، وَبَيْنَ وَفَاتِهِ وَوَفاةِ الْكِنْدِيِّ ثَلاثٌ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ عَبْدُ اللَّهِ بْنُ جَعْفَرِ بْنِ نَجِيحٍ سَنَةَ ثَمَانٍ وَسَبْعِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مَالِكٍ: حَمَّادُ بْنُ زَيْدِ بْنِ دِرْهَمٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْكِنْدِيِّ اثْنَتَانِ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
أَخْبَرَنَا مُحَمَّدُ بْنُ رِزْقٍ أنا عُثْمَانُ بْنُ أَحْمَدَ ثنا حَنْبَلٌ قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ يَقُولُ: كُنَّا فِي مَجْلِسِ هُشَيْمٍ٢ سَنَةَ تِسْعٍ وَسَبْعِينَ فَجَاءَنَا/ رَجُلٌ فَقَالَ: مَاتَ حَمَّادُ بْنُ زَيْدٍ، وَهِيَ أَوَّلُ سَنَةٍ طَلَبْتُ الْحَدِيثَ.
وَحَدَّثَ عَنْ مَالِكٍ: مُسْلِمُ بْنُ خَالِدٍ الزَّنْجِيُّ، وَبَيْنَ وَفاتِهِ وَوَفَاةِ الْكِنْدِيِّ اثْنَتَانِ وَثَمَانُونَ سَنَةٍ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الزَّنْجِيِّ٣.
حَدَّثَ عَنْ مَالِكٍ: خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفاةِ الْكِنْدِيِّ اثْنَتَانِ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ.
وَمَاتَ خَالِدٌ سَنَةَ مَوْتِ مَالِكٍ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مَالِكٍ رضي الله عنه٤.
_________
١ قال ابن حبان: كان يهم في الأخبار حتى يأتي بها مقلوبة ويخطئ في الآثار، وضعفه غير واحد حتى قال الذهبي: متفق على ضعفه، وقال النسائي: متروك.
انظر: المجروحين ٢/١٤، الميزان ٢/٤٠١، التهذيب ٥/١٧٥.
٢ أبو معاوية بن بشير.
٣ في باب السين من سفيان الثوري.
٤ تقدم مالك في باب السين من سفيان بن عيينة، وكانت وفاته سنة ١٧٩ هـ.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (306,'وَذَكَرَ عَلِيُّ بْنُ مُحَمَّدِ بْنِ حَاتِمٍ: أَنَّهُ سَمِعَ مِنْ زَكَرِيَّا بْنِ دُوَيْدٍ بِعَسْقَلانَ١ فِي سَنَةِ نَيِّفٍ وَسِتِّينَ وَمِائَتَيْنِ، وَقَدْ تَقَدَّمَ ذَلِكَ فِي تَرْجَمَةِ الثَّوْرِيِّ.
١٩٢- مُجَالِدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ الْكُوفِيُّ٢:
حَدَّثَ عَنْهُ: أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَمُحَاضِرُ بْنُ الْمُوَرِّعِ٣، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانُونَ سَنَةً، وَقِيلَ: تِسْعٌ، وَقِيلَ: ثَمَانٍ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّبِيعِيِّ.
وَحَدَّثَ عَنْ مُجَالِدٍ: زَيْدُ بْنُ أُنَيْسَةَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ مُحَاضِرٍ اثْنَتَانِ أَوْ إِحْدَى وَثَمَانُونَ أَوْ ثَمَانُونَ، وَقِيلَ: تِسْعٌ أَوْ ثَمَانٍ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ زَيْدِ بْنِ أَبِي أُنَيْسَةَ.
أَخْبَرَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ الْفَضْلِ الْقَطَّانُ أنا جَعْفَرُ بن محمد بن نصير٤
_________
١ عسقلان: بفتح العين المهملة وسكون السين المهملة بعدها قاف آخره نون، مدينة بالشام من أعمال فلسطين على ساحل البحر.
انظر: معجم البلدان ٤/١٢٢.
٢ ضعفه أحمد والقطان وابن المديني وابن مهدي، وقال ابن معين وابن حبان: واهي جداً لا يجوز الاحتجاج به، تغير آخر أمره، مات سنة ١٤٤ هـ.
انظر: المجروحين ٣/١٠، الميزان ٣/٤٣٨، التهذيب ١٠/٣٩.
٣ وثقه ابن حبان وابن سعد وابن قانع، وقال أبو زرعة وابن حجر: صدوق، وقال النسائي وابن عدي: ليس به بأس، وقال أحمد: كان مغفلاً جداً ليس من أصحاب الحديث، انظر: الميزان ٣/٤٤١، التهذيب ١٠/٥١.
٤ كان في الأصل: "زهير" وهو تصحيف، والله أعلم.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (307,'الْخُلْدِيُّ ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ الْحَضْرَمِيُّ قَالَ: مَاتَ مُحَاضِرٌ الْمُوَرِّعُ فِي شَوَّالٍ سَنَةَ سِتٍّ وَمِائَتَيْنِ.
١٩٣- مَعْمَرُ بْنُ رَاشِدٍ أَبُو عُرْوَةَ الْبَصْرِيُّ:/
حَدَّثَ عَنْهُ: عَمْرُو بْنُ دِينَارٍ الْمَكِّيُّ، وَعَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ، وَقِيلَ: خَمْسٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ عَمْرُو بْنُ دِينَارٍ أَبُو مُحَمَّدٍ الْمَكِّيُّ سَنَةَ خَمْسٍ وَعِشْرِينَ وَمِائَةٍ، وَهُوَ ابْنُ ثَمَانِينَ سَنَةً.
وَحَدَّثَ عَنْ مَعْمَرٍ: أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبْدِ الرَّزَّاقِ خَمْسٌ، وَقِيلَ: أَرْبَعٌ، وَقِيلَ: ثَلاثٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّبِيعِيِّ١.
وَحَدَّثَ عَنْ مَعْمَرٍ: يَحْيَى بْنُ أَبِي كَثِيرٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَبْدِ الرَّزَّاقِ اثْنَتَانِ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يحيى بن أبي كير٢.
وَحَدَّثَ عَنْ مَعْمَرٍ: أَيُّوبُ السَّخْتِيَانِيُّ، وَبَيْنَ وَفَاتِهِ ووفاة عبد الرزاق ثمانون سنة، وَقِيلَ: تِسْعٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّخْتِيَانِيِّ٣.
وَقَالَ ابْنُ قَانِعٍ: مَاتَ عَبْدُ الرزاق- بصنعاء – وقد تقدم ذكر وفاته.
_________
١ تقدما في باب الألف، أبو إسحاق في أشعث بن سوار الكندي، وابن أبي كثير في أيوب السختياني.
٢ تقدم أيوب فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ، وتقدم عبد الرزاق في الألف من أحمد بن حنبل.
٣',NULL,'317',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (308,'١٩٤- مِسْعَرُ بْنُ كِدَامٍ أَبُو سَلَمَةَ الْهِلالِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: دَاوُدُ بْنُ أَبِي هِنْدٍ، وَإِسْمَاعِيلُ بن عمرو البجلي، وبين وفاتيهما ثمان، ,قيل: سَبْعٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ دَاوُدَ بْنِ أَبِي هِنْدٍ١، وَمَاتَ بِطَرِيقِ مَكَّةَ.
وَحَدَّثَ عَنْ مِسْعَرٍ: أَبَانُ بْنُ تَغْلِبَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَجَلِيِّ سَبْعٌ، وَقِيلَ: سِتٌّ وَثَمَانُونَ سَنَةً، وَقِيلَ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ.
وَحَدَّثَ عَنْ مِسْعَرٍ: سُلَيْمَانُ التَّيْمِيُّ، وَبَيْنَ وَفَاتِهِ/ وَوَفَاةِ الْبَجَلِيِّ أَرْبَعٌ أَوْ ثَلاثٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُلَيْمَانَ بْنِ طَرْخَانَ التَّيْمِيُّ٢.
وَتُوُفِّيَ إِسَمْاعِيلُ بْنُ عَمْرِو بْنِ نَجِيحٍ مَوْلًى لَهُمْ سَنَةَ سَبْعٍ وَعِشْرِينَ وَمِائَتَيْنِ.
١٩٥- مُسْلِمُ بْنُ خَالِدٍ الْمَكِّيُّ الْمَعْرُوفُ بِالزَّنْجِيِّ٣:
حَدَّثَ عَنْهُ: الثَّوْرِيُّ، وَأَبُو حُذَافَةَ أَحْمَدُ بْنُ إِسْمَاعِيلَ الْمَدَنِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وتسعون سنة، وقد تقدم ذكر وفاتيهما٤.
_________
١ داود في شعبة، وأبان في جعفر الصادق.
٢ تقدم في باب السين من سليمان بن مهران الأعمش.
٣ وثقه ابن معين، وروي عنه تضعيفه، ضعفه البخاري وأبو حاتم وأبو داود وابن المديني وغيرهم، قال الحافظ في التقريب: فقيه صدوق كثير الأوهام.
انظر: التاريخ ٢/٢٦٣، الميزان ٤/١٠٢، التهذيب ١٠/١٢٨.
٤تقدم الثوري في باب الباء من أبي بكر بن عياش، وأبو حذافة في باب الحاء من حاتم بن إسماعيل.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (309,'١٩٦- مُبَارَكُ بْنُ سَعِيدٍ أَخُو سُفْيَانَ الثَّوْرِيُّ:
حَدَّثَ عَنْهُ: شُعْبَةُ، وَالْحَسَنُ بْنُ عَرَفَةَ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّم ذِكْرُ وَفَاتَيْهِمَا١.
١٩٧- مُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: الثَّوْرِيُّ، وَالْحَسَنُ بْنُ عَرَفَةَ، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَحَدَّثَ عَنِ الْمُعْتَمِرِ: سُلَيْمَانُ بْنُ الْمُغِيرَةِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ اثْنَتَانِ وَتِسْعُونَ سَنَةً.
وَمَاتَ سُلَيْمَانُ بْنُ الْمُغِيرَةِ سَنَةَ خَمْسٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنِ الْمُعْتَمِرِ: السَّرِيُّ بْنُ يَحْيَى، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ ثَمَانٍ وَثَمَانُونَ سَنَةً.
وَمَاتَ السَّرِيُّ بْنُ يَحْيَى سَنَةَ تِسْعٍ وَسِتِّينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ مُعْتَمِرٍ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ عَرَفَةَ إِحْدَى وَسِتُّونَ، وَقِيلَ: سِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ/ بَقِيَّةَ بْنِ الْوَلِيدِ وَوَفَاةِ ابْنِ عَرَفَةَ أيضاً.
_________
١ شعبة فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ، وابن عرفة في باب الألف من إبراهيم بن محمد بن أبي يحيى الأسلمي.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (310,'١٩٨- مُعَلَّى بْنُ هِلالٍ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: أَبَانُ بن تغلب، ,إسماعيل بْنُ بَهْرَامَ٢، وَبَيْنَ وَفَاتَيْهِمَا نَحْوٌ مِنْ مِائَةِ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ، وَتُوُفِّيَ إِسْمَاعِيلُ بْنُ بَهْرَامَ الْخَزَّازُ سَنَةَ إِحْدَى وَأَرْبَعِينَ وَمِائَتَيْنِ.
١٩٩- مَعْمَرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَسَعْدَانُ بْنُ نَصْرٍ الْمُخَرِّمِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا أَرْبَعٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارَكِ.
قَالَ ابْنُ قَانِعٍ: أَنَّ سَعْدَانَ بْنَ نَصْرٍ مَاتَ سَنَةَ خَمْسٍ وَسِتِّينَ وَمِائَتَيْنِ.
٢٠٠- مَخْشِيُّ بْنُ معاوية الباهلي البصري٤:
_________
١ أبو عبد الله الطحان، مجمع على تكذيبه، كان غالباً في التشيع، ولا تحل الرواية عنه.
انظر: المجروحين ٣/١٩، الميزان ٤/١٥٢، التهذيب ١٠/٢٤٠.
٢ أبو يحيى الكوفي، ذكره ابن حبان في الثقات، وقال أبو حاتم وابن حجر: صدوق، مات سنة ٢٤١ هـ، وقال الذهبي: ذو غرائب.
انظر: الميزان ١/٢٢٤، التهذيب ١/٢٨٥.
٣ اسمه سعيد وغلب عليه سعدان، وثقه الدارقطني، وقال ابن أبي حاتم: صدوق، ولد سنة ١٧٢ هـ، ومات سنة ٢٦٥ هـ.
انظر: الجرح والتعديل ٢/١/٢٩٠، تاريخ بغداد ٩/٢٠٥.
٤ بفتح الميم وتسكين الخاء المعجمة بعدها شين معجمة، قال ابن ماكولا: شيخ من أهل البصرة، روى عن هشام بن عروة وغيره، روى عنه عمر بن شبة وغيره. اهـ.
انظر: الإكمال ٧/٢٢٨.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (311,'حَدَّثَ عَنْهُ: سَعِيدُ بْنُ أَبِي عَرُوبَةَ، وَعُمَرُ بْنُ شَبَّةَ النُّمَيْرِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسِتُّ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أَبِي عَرُوبَةَ.
وَمَاتَ عُمَرُ بْنُ شَبَّةَ فِي سَنَةِ اثْنَتَيْنِ وَسِتِّينَ وَمِائَتَيْنِ.
٢٠١- مَرْوَانُ بْنُ مُحَمَّدٍ الطَّاطَرِيُّ الدِّمَشْقِيُّ٢:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَمُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ أَوْ خَمْسٌ أَوْ أَرْبَعٌ أَوْ ثَلاثٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ بَقِيَّةَ بْنِ الْوَلِيدِ.
وَقَالَ ابْنُ قَانِعٍ: مَاتَ مُحَمَّدُ بْنُ عَوْفٍ فِي سَنَةِ تِسْعٍ وَسِتِّينَ وَمِائَتَيْنِ، وَقِيلَ: اثْنَتَيْنِ وسبعين.
_________
١ أبو زيد النحوي الأخباري، نزيل بغداد، وثقه مسلمة والدارقطني والخطيب وغيرهم، وقال ابن أبي حاتم وابن حجر: صدوق، مات سنة ٢٦٢ هـ.
انظر: تاريخ بغداد ١١/٢٠٨، التهذيب ٧/٤٦٠.
٢ هو – بطائين مهملتين بينهما ألف آخره راء – وثقه أحمد وأبو حاتم وأبو زرعة الدمشقي والدارقطني وابن حجر وغيرهم، كان مرجئاً، مات سنة ٢١٠هـ.
انظر: تذكرة الحفاظ ١/٣٤٨، التهذيب ١٠/٩٥.
٣ أبو جعفر الحمصي الحافظ، وثقه النسائي ومسلمة بن قاسم والخلال وابن حجر وغير هم، قال أبو حاتم: صدوق، مات سنة ٢٧٢ هـ أو بعدها.
انظرِ: طبقات الحنابلة ١/٣١٠، التهذيب ٩/ ٣٨٣.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (312,'٢٠٢- مُصْعَبُ بْنُ عَبْدِ اللَّهِ بْنِ مُصْعَبٍ الزُّبَيْرِيُّ المدني١:
وحدث عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ/ كَاتِبُ الْوَاقِدِيُّ، وَعَبْدُ اللَّهِ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا سَبْعٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ، وَوَفَاةِ البغوي أيضاً.
_________
١ هو من ولد الزبير بن العوام، نزيل بغداد، كان عالماً بالأنساب، وثقه أحمد وابن معين والدارقطني وغيرهم، قال الحافظ في التقريب: صدوق، مات سنة ٢٣٠ هـ.
انظر: تاريخ بغداد ١٣/١١٢، التهذيب١٠/١٦٢.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (313,'<span data-type="title" id=toc-22>بَابُ: النُّونِ</span>
٢٠٣- النُّعْمَانُ بْنُ ثَابِتٍ أَبُو حَنِيفَةَ الْفَقِيهُ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: حَمَّادُ بْنُ أَبِي سُلَيْمَانَ، وَيَحْيَى بْنُ هَاشِمٍ السِّمْسَارُ، وَبَيْنَ وَفَاتَيْهِمَا مائة وخمس وسنين.
مَاتَ حَمَّادُ بْنُ أَبِي سُلَيْمَانَ٢ سَنَةَ عِشْرِينَ ومائة بالكوفي.
حدث عَنْ أَبِي حَنِيفَةَ: أَبَانُ بْنُ تَغْلِبَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ خَمْسٍ أَوْ أَرْبَعٍ وَثَمَانِينَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ.
وَحَدَّثَ عَنْ أَبِي حَنِيفَةَ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ خَمْسٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ.
وَحَدَّثَ عَنْ أَبِي حَنِيفَةَ: الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ أَرْبَعٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَمَاتَ يَحْيَى بْنُ هَاشِمٍ نَحْوَ خمس وعشرين ومائتين.
_________
١ وثقه ابن معين وشعبة، وقال ابن المبارك والشافعي، هو أفقه الناس، والناس عيال عليه في الفقه، قال ابن حجر: فقيه مشهور، وقال البخاري: سكتوا عنه، مات سنة ١٥٠ هـ.
انظر: التاريخ الكبير ٤/٢/٨١، تذكرة الحفاظ ١/١٦٨، التهذيب ١٠/٤٤٩.
٢ ورد في الأصل بين أبي سليمان.. سنة عشرين.. جملة: "توفي أبو بردة" وحماد بن أبي سليمان لا يكنى أبا بردة، فلا أرى معنى بهذه الجملة هنا، والله أعلم.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (314,'٢٠٤- نَجِيحٌ أَبُو مَعْشَرٍ الْمَدَنِيُّ١:
حَدَّثَ عَنْهُ: سُفْيَانُ الثَّوْرِيُّ، وَابْنُهُ مُحَمَّدُ بْنُ أَبِي مَعْشَرٍ٢، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
قَالَ ابْنُ قَانِعٍ: أَنَّ مُحَمَّدَ بْنَ أَبِي مَعْشَرٍ الْمَدَنِيَّ مَاتَ فِي سَنَةِ أَرْبَعٍ وَأَرْبَعِينَ وَمِائَتَيْنِ.
٢٠٥- نُعَيْمُ بْنُ الْهَيْصَمِ أَبُو مُحَمَّدٍ الْهَرَوِيُّ٣:
حَدَّثَ عَنْهُ: دَاوُدُ بْنُ رُشَيْدٍ٤، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَمَانٍ وَسَبْعُونَ سَنَةً.
وَمَاتَ دَاوُدُ بْنُ رُشَيْدٍ سَنَةَ تِسْعٍ وَثَلاثِينَ وَمِائَتَيْنِ، وَقَدْ تَقَدَّمَ ذِكْرُ وفاة البغوي.
_________
١ اسم أبي معشر عبد الرحمن السندي، ضعفه أحمد وابن معين والنسائي وأبو داود والترمذي وابن حجر وغيرهم، ومات سنة، ١٧٠ هـ.
انظر: المجروحين ٣/٦٠، الميزان ٤/٢٤٦، التهذيب ١٠/٤٤٩.
٢ ذكره ابن حبان في الثقات، ووثقه أبو يعلى الموصلي، قال أبو حاتم: محله الصدق، وقال الذهبي وابن حجر: صدوق.
انظر: الميزان ٤/٥٥، التهذيب ٩/٤٨٧.
٣ وثقه الدارقطني والخطيب، قال ابن معين: صدوق، مات سنة ٢٢٨ هـ.
انظر: تاريخ بغداد ١٣/٣٠٥، لسان الميزان ٦/١٧١.
٤ رشيد بالتصغير، أبو الفضل الهاشمي مولاهم الخوارزمي، نزيل بغداد، وثقه ابن معين والدارقطني وابن حبان وابن حجر، وقال أبو حاتم: صدوق، مات سنة ٢٣٩ هـ.
انظر: الجرح والتعديل ١/٢/٤١٢، تاريخ بغداد ٨/٣٦٧، التهذيب ٣/١٨٤.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (315,'<span data-type="title" id=toc-23>بَابُ: الْوَاوِ</span>
٢٠٦- وَضَّاحٌ/أَبُو عَوَانَةَ مَوْلَى يَزِيدَ بْنِ عَطَاءٍ الْوَاسِطِيِّ١:
رُوِيَ عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ الدَّسْتُوَائِيِّ عَنْهُ.
وَحَدَّثَ عَنْهُ: الْهَيْثَمُ بْنُ سَهْلٍ التُّسْتَرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ٢ سِنِينَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ هِشَامٍ الدَّسْتُوَائِيِّ.
وَحَدَّثَ عَنْ أَبِي عَوَانَةَ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْهَيْثَمِ مِائَةُ سَنَةٍ وَسَنَةٌ وَاحِدَةٌ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ وَوَفَاةِ الْهَيْثَمِ.
٢٠٧- الْوَلِيدُ بْنُ مُسْلِمٍ أَبُو الْعَبَّاسِ الدِّمَشْقِيُّ٣٤.
حَدَّثَ عَنْهُ: اللَّيْثُ بْنُ سَعْدٍ، وَحَجَّاجُ بن الريان الدمشقي٥ن وبين
_________
١ ابن عبد الله اليشكري، وثقه القطان وابن معين وعفان وابن المبارك وابن حجر وغيرهم، قال أحمد وأبو حاتم: إذا حدث من غير كتابه ربما وهم، مات سنة ١٧٥ هـ أو بعدها.
انظر: التاريخ الصغير ٢/١١٢، تذكرة الحفاظ ١/٢١٨، التهذيب ١١/١١٦.
٢ في الأصل: "ثمانون" وهو خطأ، لعله تصحيف من الناسخ.
٣ في الأصل: "الثقفي" وهو خطأ، والله أعلم.
٤ وثقه أحمد وهشام بن عمار وابن حجر وغيرهم، قال أبو حاتم: صالح الحديث، كان يدلس تدليس التسوية، ولذلك لا يحتج بحديثه إلا إذا صرح بالتحديث، مات سنة ١٩٥ هـ، وكان مولده سنة ١١٩ هـ.
انظر: الميزان ٤/٣٤٧، التهذيب ١١/١٥١.
٥ ذكره ابن عساكر والأمير ابن ماكولا والذهبي، ولم يذكروا فيه جرحا ولا تعديلاً، إلا أنهم ذكروا أنه روى حديثاً منكراً، عن خروج رجلاً من ولد الحسن من قبل المشرق.
انظر: الإكمال ٤/١١٢، تهذيب ابن عساكر ٤/٤٦، الميزان ١/٤٦٢.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (316,'وَفَاتَيْهِمَا تِسْعٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ.
وَحَدَّثَ عَنِ الْوَلِيدِ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ حَجَّاجٍ ثَمَانٍ، وَقِيلَ: سَبْعٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ بَقِيَّةَ بْنِ الْوَلِيدِ.
٢٠٨- وَكِيعُ بْنُ الْجَرَّاحِ أَبُو سُفْيَانَ الرُّؤَاسِيُّ الْكُوفِيُّ:
حَدَّثَ عَنْهُ: سُفْيَانُ الثَّوْرِيُّ، وَإِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْقَصَّارُ الْعَبْسِيُّ١ الْكُوفِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ عَشْرَةَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ٢.
وَحَدَّثَ عَنْ وَكِيعٍ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَصَّارِ ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارَكِ٣.
وَحَدَّثَ عَنْ وَكِيعٍ: الْفَضْلُ بْنُ مُوسَى السِّينَانِيُّ٤، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَصَّارِ سبع وثمانون سنة.
_________
١ قال الذهبي: ... وفيها – سنة تسع وسبعين ومائتين – توفي المسند إبراهيم.. القصار خاتمة أصحاب وكيع، وذكره ابن حجر في ترجمة وكيع فقال: ... آخر من روى عن وكيع. انظر: تذكرة الحفاظ ٢/٦٣٥، التهذيب ١١/١٢٥.
٢ تقدم في باب الألف من إبراهيم بن أبي يحيى الفزاري، وفي باب الباء من أبي بكر بن عياش.
٣ تقدم في باب الألف من إسماعيل بن عياش الحمصي.
٤ السيناني – بالسين المهملة المكسورة بعدها مثناة تحتية ثم نونين بينهما ألف – أبو عبد الله المروزي، ثقه ثبت عند جمهور المحدثين، مات سنة ١٩٢ هـ.
انظر: الجرح والتعديل ٣/٦٨، التهذيب ٨/٢٨٦.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (317,'وَمَاتَ الْفَضْلُ بْنُ مُوسَى سَنَةَ اثْنَتَيْنِ وَتِسْعِينَ [وَمِائَةٍ] ١.
وَحَدَّثَ عَنْ وَكِيعٍ: عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْقَصَّارِ إِحْدَى وَثَمَانُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ٢، وَعُمْرُهُ ثَلاثٌ وَسِتُّونَ سنة يكنى أَبَا سَعِيدٍ، وَهُوَ مَوْلَى الأَزْدِ.
وَحَدَّثَ عَنْ وَكِيعٍ: يَحْيَى بْنُ آدَمَ الْقُرَشِيُّ، وَبَيْنَ وَفاتِهِ وَوَفَاةِ الْقَصَّارِ/ سِتٌّ وَسَبْعُونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَحْيَى بْنِ آدَمَ٣.
وَمَاتَ الْقَصَّارُ سنة تسع وسبعين ومائتين.
_________
١ ما بين المعكوفتين سقط من الأصل، وأثبته من الجرح والتعديل والتهذيب.
٢ فِي بَابِ الْحَاءِ مِنْ حَفْصِ بْنِ غِيَاثٍ.
٣ في باب الألف من إسحاق بن إبراهيم بن راهوية.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (318,'<span data-type="title" id=toc-24>بَابُ: الْهَاءِ</span>
٢٠٩- هِشَامُ بْنُ عُرْوَةَ بْنِ الزُّبَيْرِ أَبُو الْمُنْذِرِ الْمَدَنِيُّ:
حَدَّثَ عَنْهُ: قَتَادَةُ بْنُ دِعَامَةَ، وَيَحْيَى بْنُ هَاشِمٍ السِّمْسَارُ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانِ سِنِينَ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ قَتَادَةَ بْنِ دِعَامَةَ١.
وَحَدَّثَ عَنِ هِشَامٍ، أَبُو إِسْحَاقَ السَّبِيعِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ نَحْوٌ مِنْ مِائَةِ سَنَةٍ أَوْ دُونَ ذَلِكَ بِسَنَةٍ أَوْ سَنَتَيْنِ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ السَّبِيعِيِّ٢.
ورُوي عَنْ أَبِي الزِّنَادِ عَبْدِ اللَّهِ بْنِ ذَكْوَانَ الْمَدَنِيِّ عَنْ هِشَامٍ، وَبَيْنَ وَفَاةِ أَبِي الزِّنَادِ وَوَفَاةِ السِّمْسَارِ سِتٌّ، وَقِيلَ: خَمْسٌ وَتِسْعُونَ سَنَةً.
قَالَ مُحَمَّدُ بْنُ سَعْدٍ: "تُوُفِّيَ أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنُ ذَكْوَانَ – وَهُوَ أَبُو الزِّنَادِ – فِي شَهْرِ رَمَضَانَ مِنْ سَنَةِ ثَلاثِينَ وَمِائَةٍ وَهُوَ ابْنُ سِتٍّ وَسِتِّينَ سَنَةً"٣.
وَحَدَّثَ عَنْ هِشَامٍ: أَبُو الأَسْوَدِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلِ٤ بَنِي أسد بن عَبْدِ الْعُزَّى وَهُوَ الَّذِي يُقَالُ لَهُ يَتِيمُ عروة.
مات آخر سلطان بني أمية.
_________
١ في باب الألف من أيوب السختياني.
٢ في باب الألف من أشعث بن سوار الكندي.
٣ انظر: الطبقات الكبرى لابن سعد - القسم المخطوط ق ٢١٤ ب.
٤ وثقه أبو حاتم والنسائي وابن حبان وابن سعد وابن حجر، مات سنة ١٣١ هـ، وقيل بعدها.
انظر: الطبقات الكبرى - القسم المخطوط ق ١٧٩ب، التهذيب ٩/٣٠٧.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (319,'قَالَ الْخَطِيبُ: وَكَانَ انْقِضَاءُ سُلْطَانِهِمْ فِي سَنَةِ إِحْدَى وَثَلاثِينَ وَمِائَةٍ.
وَحَدَّثَ عَنْ هِشَامٍ: أَيُّوبُ السَّخْتِيَانِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ أَرْبَعٌ، وَقِيلَ: ثَلاثٌ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَيُّوبَ١.
وَحَدَّثَ عَنْ هِشَامٍ: صَفْوَانُ بْنُ سُلَيْمٍ الزُّهْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السِّمْسَارِ ثَلاثٌ وَتِسْعُونَ سَنَةٍ أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ صَفْوَانَ٢،
وَحَدَّثَ عَنْ هِشَامٍ: سَعِيدُ بْنُ أَبِي هلال، وبين وفاته ووفاة السمسار سبعون سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سَعِيدِ بْنِ أَبِي هِلالٍ/، وَكَذَلِكَ يَحْيَى بْنِ هَاشِمٍ السِّمْسَارِ٣ أَيْضًا.
٢١٠- هِشَامُ بْنُ حَسَّانٍ الْبَصْرِيُّ٤:
حَدَّثَ عَنْهُ: أَيُّوبُ السَّخْتِيَانِيُّ، وَعُثْمَانُ بْنُ الْهَيْثَمِ٥ الْمُؤَذِّنُ، وَبَيْنَ
_________
١ تقدم فِي بَابِ الْجِيمِ مِنْ جَرِيرِ بْنِ حَازِمٍ.
٢ في باب الألف من إبراهيم بن طهمان.
٣ تقدم سعيد في باب الميم من محمد بن عجلان، والسمسار في باب النون من أبي حنيفة النعمان بن ثابت.
٤ القردوسي – بالقاف بطن من الأزد – وثقه الذهبي، وقال ابن حجر: ثقة من أثبت الناس في ابن سيرين، إلا أن في روايته عن الحسن وعطاء ضعف، مات سنة ١٤٧ هـ.
انظر: الجرح والتعديل ٤/٢/٥٤، الميزان ٤/٢٩٥، التهذيب ١١/٣٤.
٥ أبو عمر العبدي البصري، قال أبو حاتم والساجي وأحمد: صدوق، كان يتلقن، قال الدارقطني: صدوق كثير الخطأ، وقال الحافظ في التقريب – برقم ٤٥٢٥ -: ثقة تغير فصار يتلقن، مات سنة ٢٢٠ هـ.
انظر: الميزان ٣/٥٩، التهذيب ٧/١٥٧.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (320,'وَفَاتَيْهِمَا تِسْعٌ، وَقِيلَ: ثَمَانٍ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَيُّوبَ.
وَحَدَّثَ عَنْ هِشَامٍ: أَبَانُ بْنُ تَغْلِبَ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عُثْمَانَ خَمْسٌ أَوْ أَرْبَعٌ وَسَبْعُونَ سَنَةً أَوْ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ.
وَحَدَّثَ عَنْ هِشَامٍ: عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عُثْمَانَ سَبْعُونَ، وَقِيلَ: تِسْعٌ وَسِتُّونَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ عَبْدِ الْمَلِكِ بْنِ جُرَيْجٍ.
وَحَدَّثَ عَنْ هِشَامٍ: مُوسَى بْنُ عُبَيْدَةَ الرَّبَذِيُّ، وَبَيْنَ وَفَاتِه وَوَفَاةِ عُثْمَانَ سَبْعٌ وَسِتُّونَ سَنَةً، وَمَاتَ مُوسَى بْنُ عُبَيْدَةَ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَمِائَةٍ.
وَقَالَ مُحَمَّدُ بْنُ الْمُثَنَّى: مَاتَ عُثْمَانُ بْنُ الْهَيْثَمِ مُؤَذِّنُ الْجَامِعِ فِي رَجَبٍ مِنْ سَنَةِ عِشْرِينَ وَمِائَتَيْنِ.
٢١١- هِشَامُ بْنُ الْغَازِ بْنِ رَبِيعَةَ الشَّامِيُّ١.
حَدَّثَ عَنْهُ: مَكْحُولٌ الْمُهَذِّبِيُّ، وَأَبُو الْمُغِيرَةِ عَبْدُ الْقُدُّوسِ بْنُ الْحَجَّاجِ الْحِمْصِيُّ٢، وَبَيْنَ وفاتيهما مائة سنة.
_________
١ الغاز – بمعجمتين بينهما ألف – كان عابداً خيراً، وثقه ابن حبان وابن معين ودحيم وابن خراش وابن حجر، قال أحمد: صالح الحديث، مات بعد سنة ١٥٠ هـ.
انظر: الميزان ٤/٣٠٤، التهذيب ١١/٥٥.
٢ وثقه العجلي والدارقطني وابن حبان وابن حجر، قال أبو حاتم: صدوق يكتب حديثه، وقال النسائي: ليس به بأس، مات سنة ٢١٢ هـ.
انظر: الجرح والتعديل ٣/١/٥٦، التهذيب ٦/٣٦٩.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (321,'قَالَ أَبُو نُعَيْمِ بْنُ دُكَيْنٍ: "وَمَاتَ مَكْحُولٌ سَنَةَ ثِنْتَيْ عَشْرَةَ وَمِائَةٍ"١.
وَمَاتَ أَبُو الْمُغِيرَةِ سَنَةَ ثِنْتَيْ عَشْرَةَ وَمِائَتَيْنِ.
٢١٢ – هِشَامُ بْنُ عُبَيْدِ اللَّهِ الرَّازِيُّ٢:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَمُحَمَّدُ بْنُ الْمُغِيرَةِ السُّكَّرِيُّ٣ الْهَمَذَانِيُّ، وَبَيْنَ وَفَاتَيْهِمَا أَكْثَرُ مِنْ ثَلاثٍ وَثَمَانِينَ سَنَةً.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ بَقِيَّةَ بْنِ الْوَلِيدِ.
وَبَلَغَنِي: أَنَّ مُحَمَّدَ بْنَ الْمُغِيرَةِ مَاتَ بَعْدَ سَنَةِ ثَمَانِينَ وَمِائَتَيْنِ.
٢١٣- هِشَامُ بْنُ عَمَّارٍ أَبُو الْوَلِيدِ الدِّمَشْقِيُّ٤:
حَدَّثَ/عَنْهُ: الْوَلِيدُ بْنُ مُسْلِمٍ، وَأَحْمَدُ بْنُ سُلَيْمَانَ بْنِ زَبَّانَ الْكِنْدِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وأربع أو ثلاث وأربعين سنة.
_________
١ لعل هذا النص مقتبس من كتاب "التاريخ" أو "تاريخ الكوفة" لأبي نعيم، وهو مفقود. انظر: مقدمة المعرفة والتاريخ للفسوي ١/٤٧.
٢ قال أبو حاتم: صدوق، وقال ابن حبان: كان يهم ويخطئ فلما كثرت مخالفته للأثبات بطل الاحتجاج به.
انظر: الجرح والتعديل ٤/٦٧، المجروحين ٣/٩٠.
٣ قال السليماني: فيه نظر. انظر: الميزان ٤/٤٦.
٤ وثقه ابن معين والعجلي وأبو زرعة وغيرهم، وقال أبو حاتم وابن حجر: صدوق كبر فصار يتلقن، وقال أحمد: هشام طياش خفيف.
انظر: الميزان ٤/٣٠٢، معرفة القراء الكبار ٢/١٦٠، التهذيب ١١/٥١.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (322,'قَالَ النَّقَّاشُ١: سَمِعْتُ الْفَضْلَ بْنَ مُحَمَّدٍ٢ يَقُولُ: قُلْتُ لِهِشَامِ بْنِ عَمَّارٍ: عِنْدَنَا بِإِنْطَاكِيَةَ عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ عَنْكَ عَنْ أَبِيكَ، فَقَالَ: رَوَى عَنِّي الْوَلِيدُ بْنُ مُسْلِمٍ، وَرَوَى عَنِّي مَنْ هُوَ أَجَلُّ مِنَ الْوَلِيدِ بْنِ مُسْلِمٍ، رَوَى عَنِّي مُحَمَّدُ بْنُ شُعَيْبِ بْنِ شَابُورَ.
قَالَ ابْنُ قَانِعٍ: مَاتَ الْوَلِيدُ بْنُ مُسْلِمٍ فِي سَنَةِ أَرْبَعٍ وَتِسْعِينَ وَمِائَةٍ، وَقِيلَ: خَمْسٍ.
وَحَدَّثَ عَنْ هِشَامٍ: أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلامٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ زَبَّانَ مِائَةٌ وَأَرْبَعَ عَشْرَةَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْقَاسِمِ بْنِ سَلامٍ.
وَحَدَّثَ عَنْ هِشَامٍ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابن زبان مائة وثمان وستين، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ.
وَحَدَّثَ عَنْ هِشَامٍ: مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ زَبَّانَ اثْنَتَانِ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْبُخَارِيِّ، وَكَذَلِكَ وَفَاةُ ابن زبان.
_________
١ أبو جعفر محمد بن عيسى البغدادي، نزيل دمشق، قال ابن حجر: مقبول.
انظر: التهذيب ٩/٣٩٤.
٢ هو العطار الأنطاكي الأحدب، قال الدارقطني: كان يضع الحديث، وقال ابن عدي: يسرق الحديث، انظر: الميزان ٣/٣٥٨، لسان الميزان ٤/٤٤٨.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (323,'٢١٤- هَمَّامُ بْنُ يَحْيَى الْعَوْذِيُّ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: شُعْبَةُ بْنُ الْحَجَّاجِ، وَهُدْبَةُ بْنُ خَالِدٍ٢، وَبَيْنَ وَفَاتَيْهِمَا سِتٌّ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ.
وَحَدَّثَ عَنْ هَمَّامٍ: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ هُدْبَةَ خَمْسٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَمَاتَ هُدْبَةُ سَنَةَ سِتٍّ وَثَلاثِينَ وَمِائَتَيْنِ.
٢١٥- هُشَيْمُ بْنُ بَشِيرٍ أَبُو مُعَاوِيَةَ الْوَاسِطِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ يَسَارٍ، وَحُمَيْدُ بْنُ الرَّبِيعِ/ اللَّخْمِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَمَانٍ، وَقِيلَ: وَسَبْعٌ، وَقِيلَ: وَسِتُّ سِنِينَ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ يَسَارٍ.
وَحَدَّثَ عَنْ هُشَيْمٍ: عَبْدُ الْحَمِيدِ بْنِ جَعْفَرٍ الأَنْصَارِيُّ٣، وَبَيْنَ وَفَاتِهِ
_________
١ العوذي – بفتح العين المهملة وتسكين الواو بعدها ذال معجمة – نسبة إلى عوذ بن سود بن الحجر ... بطن من الأزد. كذا في اللباب ٢/٣٦٣.
وثقه أحمد وابن معين وأبو حاتم وابن مهدي وابن المبارك وغيرهم، قال أبو زرعة: لا بأس به، ولم يرضه ابن القطان، مات سنة ١٦٤ هـ.
انظر: الجرح والتعديل ٤/٢/١٠٧، الميزان ٤/٣٠٩، التهذيب ١١/ ٦٧.
٢ ستأتي ترجمته في آخر هذا الباب.
٣ وثقه أحمد وابن معين، وقال أبو حاتم: محله الصدق، وقال النسائي: ليس به بأس، وكان الثوري يضعفه من أجل القدر، مات سنة ١٥٣هـ.
انظر: الجرح والتعديل ٣/١/١٠، التهذيب ٦/١١١.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (324,'وَوَفَاةِ حُمَيْدٍ اللَّخْمِيِّ مِائَةٌ وَخَمْسُ سِنِينَ.
وَأَبُو الْفَضْلِ عَبْدُ الْحَمِيدِ بْنُ جَعْفَرِ بْنِ الْحَكَمِ مِن الأَوْسِ مَاتَ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَمِائَةٍ وَهُوَ ابْنُ سَبْعِينَ سَنَةً.
وَحَدَّثَ عَنْ هُشَيْمٍ: شُعْبَةُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ حُمَيْدٍ ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ.
وَحَدَّثَ عَنْ هُشَيْمٍ: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ حُمَيْدٍ سَبْعٌ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الثَّوْرِيِّ.
وَحَدَّثَ عَنْ هُشَيْمٍ، مَالِكُ بْنُ أَنَسٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ حُمَيْدٍ تِسْعٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مَالِكِ بْنِ أَنَس١.
وَحَدَّثَ عَنْ هُشَيْمٍ: حَمَّادُ بْنُ زَيْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ حُمَيْدٍ تِسْعٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ حَمَّادِ بْنِ زَيْدٍ٢.
وَحَدَّثَ عَنْ هُشَيْمٍ: عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ حُمَيْدٍ سَبْعٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ الْمُبَارَكِ٣.
وَمَاتَ حُمَيْدُ بْنُ الرَّبِيعِ سَنَةَ ثَمَانٍ وَخَمْسِينَ – يَعْنِي وَمِائَتَيْنِ -.
٢١٦- هُدْبَةُ بْنُ خَالِدٍ الْقَيْسِيُّ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: سُفْيَانُ بْنُ عُيَيْنَةَ، وَعَبْدُ اللَّهِ بْنُ محمد البغوي، وبين وفاتيهما
_________
١ في باب السين من سفيان الثوري، وكذلك في ترجمة ابن عيينة.
٢ فِي بَابِ الْحَاءِ مِنْ حَمَّادِ بْنِ سَلَمَةَ.
٣ في باب الألف من إسماعيل بن عياش.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (325,'مِائَةٌ وَتِسْعَ عَشْرَةَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ عُيَيْنَةَ وَالْبَغَوِيِّ أَيْضًا.
٢١٧- هِلالُ بْنُ الْعَلاءِ أَبُو عُمَرَ الرَّقِّيُّ١:
حَدَّث عَنْهُ: حَنْبَلُ بْنُ إِسْحَاقَ بْنِ حَنْبَلٍ، وَأَحْمَدُ بْنُ سُلَيْمَانَ بن السن٢ النَّجَّادُ، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَسَبْعُونَ/سَنَةً.
قَالَ ابْنُ قَانِعٍ: أَنَّ ابْنَ حَنْبَلٍ مَاتَ بِوَاسِطَ سَنَةَ ثَلاثٍ وَسَبْعِينَ وَمِائَتَيْنِ.
وَسَمِعْتُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ رِزْقُوَيْهِ يَقُولُ: مَاتَ النجاد سنة ثمان وأربعين وثلاثمائة.
_________
١ قال أبو حاتم: صدوق، وقال النسائي، صالح الحديث ليس به بأس، ذكره ابن حبان في الثقات، مات سنة ٢٨٠ هـ.
انظر: الجرح والتعديل ٤/٢/٧٩، الميزان ٤/٣١٥، التهذيب ١١/٨٣.
٢ أبو بكر الفقيه الحنبلي البغدادي، كان صدوقاً عارفاً واسع الرواية، ولد سنة ٢٥٣ هـ، ومات سنة ٣٤٨ هـ.
انظر: طبقات الحنابلة ٢/٧، تاريخ بغداد ٤/١٨٩، تذكرة الحفاظ ٣/٨٦٨.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (326,'<span data-type="title" id=toc-25>بَابُ: الْيَاءِ</span>
٢١٨- يَحْيَى بْنُ سَعِيدِ بْنِ قَيْسٍ الأَنْصَارِيُّ الْمَدَنِيُّ:
حَدَّثَ عَنْهُ: ابْنُ شِهَابٍ الزُّهْرِيُّ، وَجَعْفَرُ بْنُ عَوْنٍ الْعُمَرِيُّ١، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الزُّهْرِيِّ٢.
وَحَدَّثَ عَنْ يَحْيَى بْنِ سَعِيدٍ: يَحْيَى بْنُ أَبِي كَثِيرٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ جَعْفَرٍ ثَمَانٍ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَحْيَى بْنِ أَبِي كَثِيرٍ٣.
وَحَدَّثَ عَنْ يَحْيَى: صَفْوَانُ بْنُ سُلَيْمٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ جَعْفَرٍ خَمْسٌ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ صَفْوَانَ٤.
وَحَدَّثَ عَنْ يَحْيَى: يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ جَعْفَرٍ ثَمَانٍ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ يَزِيدَ بْنِ الْهَادِ٥.
قَالَ مُحَمَّدُ بْنُ سَعْدٍ: "سَنَةَ سَبْعٍ وَمِائَتَيْنِ فِيهَا مَاتَ جَعْفَرُ بْنُ عَوْنِ بْنِ جَعْفَرِ بْنِ عَمْرِو بْنِ حُرَيْثٍ الْمَخْزُومِيُّ الفقيه بالكوفة"٦.
_________
١ كتب في هامش الأصل مقابل اسمه جعفر: "العمري نسبة إلى عمرو بن حريث".
٢ تقدم في باب الألف من أيوب بن أبي تميمة السختياني.
٣تقدم في باب الألف من أيوب بن أبي تميمة السختياني.
٤تقدم في باب الألف من إبراهيم بن طهمان.
٥تقدم في باب الألف من إبراهيم بن سعد بن إبراهيم الزهري.
٦ انظر الطبقات الكبرى ٦/٣٩٦.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (327,'٢١٩- يَحْيَى بْنُ أَبِي إِسْحَاقَ الْحَضْرَمِيُّ الْبَصْرِيُّ١:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سِيرِينَ، وَعَلِيُّ بْنُ عَاصِمٍ، وَبَيْنَ وَفَاتَيْهِمَا إِحْدَى وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُحَمَّدِ بْنِ سِيرِينَ٢.
وَمَاتَ عَلِيُّ بْنُ عَاصِمٍ سَنَةَ إِحْدَى وَمِائَتَيْنِ.
٢٢٠- يَحْيَى بْنُ سَعِيدٍ أَبُو سَعِيدٍ الْقَطَّانُ الْبَصْرِيُّ:
حَدَّثَ عَنْهُ: شُعْبَةُ، وَمُحَمَّدُ بْنُ حَجَّاجٍ الْمِسْمَعِيُّ٣، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَتِسْعَ عَشْرَةَ/ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ شُعْبَةَ
وَحَدَّثَ عَنْ يَحْيَى: سُفْيَانُ الثَّوْرِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْمِسْمَعِيِّ مِائَةٌ وَثَمَانِ عَشْرَةَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ سُفْيَانَ الثَّوْرِيِّ٥.
وَحَدَّثَ عَنْ يَحْيَى: مُعْتَمِرُ بْنُ سُلَيْمَانَ التَّيْمِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْمِسْمَعِيِّ اثْنَتَانِ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ مُعْتَمِرِ بْنِ سُلَيْمَانَ٦.
ومات المسمعي سنة تسع وسبعين ومائتين.
_________
١ وثقه ابن معين وابن سعد والنسائي وابن حبان والذهبي، وقال أبو حاتم: لا بأس به، وضعفه أحمد وابن معين في رواية، وقال ابن حجر: صدوق ربما أخطأ، مات سنة ١٣٦ هـ، انظر: الميزان ٤/٣٦١، التهذيب ١١/١٧٧.
٢ في باب الألف من أيوب بن أبي تميمة السختياني.
٣ لم أقف على ترجمته.
٤ فِي بَابِ الْبَاءِ مِنْ بَقِيَّةَ بْنِ الْوَلِيدِ.
٥في باب الباء من أبي بكر بن عياش.
٦في باب الحاء من حماد بن أسامة.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (328,'٢٢١- يَحْيَى بْنُ زِيَادٍ أَبُو زَكَرِيَّا الْفَرَّاءُ الْكُوفِيُّ١:
حَدَّثَ عَنْهُ: عَلِيُّ بْنُ حَمْزَةَ الْكِسَائِيُّ، وَمُحَمَّدُ بْنُ الْجَهْمِ السَّمُرِيُّ٢، وَبَيْنَ وَفَاتَيْهِمَا خَمْسٌ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْكِسَائِيِّ٣.
وَمَاتَ مُحَمَّدُ بْنُ الْجَهْمِ يَوْمَ الاثْنَيْنِ أَوَّلَ يَوْمٍ مِنْ رَجَبٍ سَنَةَ سَبْعٍ وَسَبْعِينَ وَمِائَتَيْنِ.
٢٢٢- يَحْيَى بْنُ مَعِينٍ أَبُو زَكَرِيَّا الْحَافِظُ الْبَغْدَادِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ التَّمَّارُ، وَبَيْنَ/ وَفَاتَيْهِمَا خَمْسٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ.
وَحَدَّثَ عَنْ يَحْيَى: هَنَّادُ بْنُ السَّرِيِّ الْكُوفِيُّ، وَبَيْنَ وَفَاتِهِ ووقاة التَّمَّارِ اثْنَتَانِ وَثَمَانُونَ سَنَةً أَوْ أَكْثَرُ مِنْ ذَلِكَ.
مَاتَ هَنَّادُ بْنُ السَّرِيِّ سَنَةَ ثَلاثٍ وأربعين ومائتين وكان لا يخضب.
_________
١ هو النجوي المشهور، مولى بني أسد، نزيل بغداد، اشتهر بالحفظ في العربية، ذكره ابن حبان في الثقات، قال ابن حجر: صدوق مات سنة ٢٠٧ هـ.
انظر: تاريخ بغداد ١٤/١٤٩ التهذيب ١١/ ٢١٢، بغية الوعاة ٢/٣٣٣
٢ أبو عبد الله الكاتب السمري – بتشديد السين المهملة وكسرها وتشديد الميم المفتوحة بعدها وفي آخرها راء – قال عبد الله بن أحمد: صدوق ما أعلم إلا خيراً، مات سنة ٢٧٧ هـ، انظر: تاريخ بغداد ٢/١٦١، اللباب ٢/١٣٨.
٣ في باب الباء من أبي بكر بن عياش.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (329,'٢٢٣- يحيى بن جعفر١ أبي طالب أَبُو بَكْرٍ الْوَاسِطِيُّ٢.
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي الدُّنْيَا، وَأَبُو السَّهْلِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زِيَادٍ الْقَطَّانُ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ وَسِتُّونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ ابْنِ أَبِي الدُّنْيَا٣.
وَحَدَّثَ عَنْ يَحْيَى: جَعْفَرُ بْنُ أَبِي عُثْمَانَ الطَّيَالِسِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ أَبِي سَهْلٍ ثَمَانٍ وَسِتُّونَ سَنَةً.
وَمَاتَ جَعْفَرٌ الطَّيَالِسِيُّ فِي شَهْرِ رَمَضَانَ سَنَةَ اثْنَتَيْنِ وَثَمَانِينَ وَمِائَتَيْنِ.
وَقَالَ لَنَا عَبْدُ الْمَلِكِ: تُوُفِّيَ أَبُو سَهْلِ بْنُ زِيَادٍ سنة خمسين وثلاثمائة.
٢٢٤- يَحْيَى بْنُ (عَبْدِ الْحَمِيدِ) ٤ بْنِ الْبَخْتَرِيِّ أَبُو زَكَرِيَّا الْحِمَّانِيُّ الْبَغْدَادِيُّ٥:
حَدَّثَ عَنْهُ: أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْكَجِّيُّ، وَالْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ عُبَيْدٍ الْعَسْكَرِيُّ، وَبَيْنَ وَفَاتَيْهِمَا ثَلاثٌ وثمانون سنة.
_________
١ في الأصل: "يحيى بن جعفر بن أبي طالب"، والمثبت من الجرح والتعديل وتاريخ بغداد والميزان، انظر: الحاشية التالية.
٢ قال أبو حاتم: محله الصدق، وقال الدارقطني: لا بأس به لم يطعن فيه أحد بحجة، ولينه أبو داود وموسى بن هارون، مات سنة ٢٧٥هـ، أو ٢٨٢ هـ.
انظر: الجرح والتعديل ٤/١٣٤، تاريخ بغداد ١٤/٢٢٠، الميزان ٤/٣٨٦.
٣ تقدم في ترجمة الحارث بن أبي أسامة في باب الحاء
٤ في الأصل: "محمد"، والصواب ما أثبته.
٥ الحماني – بكسر الحاء المهملة وتشديد الميم – نسبة إلى حمان بطن من تميم، وهو أول من صنف المسند بالكوفة، كذبه أحمد وابن المديني وابن نمير، وضعفه النسائي وابن معين وغيرهما، قال الذهبي: كان شيعياً بغيضاً.
انظر: الميزان ٤/٣٩٢، التهذيب ١١/٢٤٣.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (330,'وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْكَشِّيِّ، وَكَذَلِكَ وَفَاةُ الْعَسْكَرِيِّ١.
٢٢٥- يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ أَبُو مُحَمَّدٍ الْبَغْدَادِيُّ:
حَدَّثَ عَنْهُ: عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، وَأَبُو مُسْلِمٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْكَاتِبُ، وَبَيْنَ وَفَاتَيْهِمَا اثْنَتَانِ وَثَمَانُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ الْبَغَوِيِّ٢.
وَقَالَ الْعَتِيقِيُّ: مَاتَ أَبُو مُسْلِمٍ فِي سَنَةِ تِسْعٍ وتسعين وثلاثمائة.
٢٢٦- يَزِيدُ بْنُ عِيَاضِ بْنِ جَعْدَبَةَ اللَّيْثِيُّ٣:
حَدَّثَ عَنْهُ: زَيْدُ بْنُ أَسْلَمَ، وَشَيْبَانُ بْنُ فَرُّوخَ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسِتٌّ، وَقِيلَ: وَخَمْسُ سِنِينَ، وَقِيلَ: مِائَةُ سَنَةٍ.
وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ زَيْدِ بْنِ أَسْلَمَ٤، وَمَاتَ شَيْبَانُ – سَنَةَ سِتٍّ وَثَلاثِينَ وَمِائَتَيْنِ.
٢٢٧- يَزِيدُ بْنُ هَارُونَ أَبُو خَالِدٍ الْوَاسِطِيُّ:
حَدَّثَ عَنْهُ: بَقِيَّةُ بْنُ الْوَلِيدِ، وَأَحْمَدُ بن عبد الرحمن السقطي، وبين
_________
١ في باب الميم من محمد بن يحيى بن سليمان المروزي.
٢ في باب الألف من أحمد بن حنبل.
٣ جعدبة – بضم الجيم والدال المهملة بينهما عين مهملة ساكنة ثم باء موحدة آخره هاء – هو أبو الحكم المدني نزيل البصرة مجمع على تكذيبه وترك حديثه، مات في خلافة المهدي.
انظر: الطبقات الكبرى ٥/٤١٢، المعرفة والتاريخ ١/٦٩٩، التهذيب ١١/٣٥٢.
٤ في باب السين من سليمان بن مهران الأعمش.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (331,'وَفَاتَيْهِمَا ثَمَانٍ وَتِسْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ/ بَقِيَّةَ بْنِ الْوَلِيدِ١.
وَحَدَّثَ عَنْ يَزِيدَ: عَلِيُّ بْنُ عَاصِمٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ السَّقَطِيِّ أَرْبَعٌ وَتِسْعُونَ سَنَةً أَوْ أَكْثَرُ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ عَلِيِّ بْنِ عَاصِمٍ٢.
وحُدِّث عَنِ السَّقَطِيِّ فِي سَنَةِ خَمْسٍ وَتِسْعِينَ وَمِائَتَيْنِ.
٢٢٨- يُونُسُ بْنُ أَبِي إِسْحَاقَ السَّبِيعِيُّ الْكُوفِيُّ٣:
حَدَّثَ عَنْهُ: أَبَانُ بْنُ تَغْلِبَ، وَأَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، وَبَيْنَ وَفَاتَيْهِمَا تِسْعٌ، وَقِيلَ: ثَمَانٍ وَسَبْعُونَ سَنَةً أَوْ دُونَ ذَلِكَ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أَبَانِ بْنِ تَغْلِبَ٤
وَمَاتَ أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ سَنَةَ ثَمَانِ عَشْرَةَ وَمِائَتَيْنِ.
٢٢٩- يَعْقُوبُ بْنُ إِبْرَاهِيمَ أَبُو يُوسُفَ الْقَاضِي:
حَدَّثَ عَنْهُ: أَبُو حَنِيفَةَ النُّعْمَانُ بْنُ ثَابِتٍ، وَعَلِيُّ بْنُ مُسْلِمٍ الطُّوسِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَثَلاثُ سِنِينَ، وَقِيلَ: وَسَنَتَانِ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ أبي حنيفة٥.
_________
١ في باب الألف من أنس بن عياض الليثي.
٢ في ترجمة يحيى بن أبي إسحاق الحضرمي.
٣ يكنى أبا إسرائيل، وثقه ابن معين وابن سعد، وقال أبو حاتم: صدوق لا يحتج به، وقال ابن مهدي والنسائي: ليس به بأس، قال أحمد: حديثه مضطرب، وقال الحافظ في التقريب: صدوق يهم قليلاً، مات سنة١٥٢ هـ، على الراجح والله أعلم.
الميزان ٤/٤٨٢، التهذيب ١١/: ٤٣٣.
٤ تقدم في باب الجيم من جعفر بن محمد الصادق.
٥ في باب السين من سفيان الثوري.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (332,'وَحَدَّثَ عَنْ أَبِي يُوسُفَ: اللَّيْثُ بْنُ سَعْدٍ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ عَلِيٍّ ثَمَانٍ وَسَبْعُونَ سَنَةً، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ اللَّيْثِ١.
وَمَاتَ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُسْلِمٍ سَنَةَ ثَلاثٍ وَخَمْسِينَ وَمِائَتَيْنِ.
٢٣٠- يَعْقُوبُ بْنُ إِبْرَاهِيمَ أَبُو يُوسُفَ الدَّوْرَقِيُّ الْبَغْدَادِيُّ:
حَدَّثَ عَنْهُ: مُحَمَّدُ بْنُ سَعْدٍ كَاتِبُ الْوَاقِدِيِّ، وَمُحَمَّدُ بْنُ مَخْلَدٍ أَبُو حَفْصٍ الدُّورِيُّ، وَبَيْنَ وَفَاتَيْهِمَا مِائَةٌ وَسَنَةٌ وَاحِدَةٌ، وَقَدْ تَقَدَّمَ ذِكْرُ وَفَاةِ كَاتِبِ الْوَاقِدِيِّ٢.
وَحَدَّثَ عَنْ يَعْقُوبَ: أَخُوهُ أَحْمَدُ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابْنِ مَخْلَدٍ خَمْسٌ وَثَمَانُونَ سَنَةً.
وَمَاتَ أَحْمَدُ بْنُ الدَّوْرَقِيِّ سَنَةَ سِتٍّ وَأَرْبَعِينَ وَمِائَتَيْنِ.
وَحَدَّثَ عَنْ يَعْقُوبَ/٣............................
_________
١ في باب الألف من إبراهيم بن سعد بن إبراهيم الزهري.
٢ في باب الألف من ترجمة أحمد بن إبراهيم الدورقي في أول الكتاب.
٣ إلى هنا انتهى نص النسخة التي حققت عليها الكتاب وهي فريدة، ويدل الكلام على سقط من آخر الكتاب ولم أستطع العثور عليه ولا تقديره.
ووجدت في آخر ترجمة يعقوب الدورقي في تهذيب الكمال ٣٢/٣١٤ ... وحدث عنه: مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ ابن مخلد خمس وسبعون سنة.
وعزى ذلك للسابق واللاحق، فلعله مما سقط من هذه الترجمة.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (333,'المُلْحق
هناك بعض النصوص وجدتها في بعض الكتب اللاحقة للخطيب منقولة من السابق واللاحق، ولم أجدها في النسخة التي بين يدي، وقد نص ناقلوها أنها من السابق واللاحق، ولم أستطع أن أعرف الموضع الذي سقطت منه بالتحديد، فأحببت أن أجعلها في ملحق للكتاب وهي:
النص الأول:
قال أبو الحسين ابن أبي يعلى في طبقات الحنابلة (١/٢٠٤) – في ترجمة عبد الرحمن بن إبراهيم المعروف بدحيم -: قرأت في "السابق واللاحق" لابن ثابت قال: حدث عن أحمد بن حنبل: عبد الرحمن المعروف بدحيم، وبين وفاته ووفاة البغوي اثنتان وسبعون سنة.
النص الثاني:
وفي المصدر نفسه (١/٢٢٥) - في ترجمة علي بن المديني -: قال أبو بكر في "السابق واللاحق ": حدث عن أحمد بن حنبل: أبو الحسن علي بن عبد الله المديني، وَبَيْنَ وَفَاتِهِ وَوَفَاةِ الْبَغَوِيِّ ثَلاثٌ وَثَمَانُونَ سَنَةً.
النص الثالث:
وفه أيضاً (١/٢٩٠) – في ترجمة محمد بن الحسين أبي جعفر البرجلاني -: قرأت في "السابق واللاحق" للخطيب البغدادي قال: أخبرنا أبو الحسين بن بشران أخبرنا أبو علي الحسين بن صفوان حدثنا أبو بكر بن أبي الدنيا حدثني محمد بن الحسين حدثنا أحمد بن محمد بن حنبل حدثنا إبراهيم بن خالد حدثنا رباح بن زيد: أن النبي قال لجبريل: "لم تأتيني وأنت صارٌ بين عينيك؟',NULL,'343',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (334,'قال: إني لم أضحك منذ خلقت النار".
قال الخطيب: حدث محمد – هذا – والبغوي عن أحمد، وبين وفاة البرجلاني والبغوي تسعٌ وتسعون سنة.
قال: وبلغني عن ابن أبي الدنيا أنه قال: مات محمد بن الحسين البرجلاني سنة ثمان وثلاثين ومائتين.
النص الرابع:
قال ابن أبي يعلى الفراء في طبقات الحنابلة (١/٣٢٧) – في ترجمة محمد بن مجيى بن أبي سمينة – قال: روى – أي ابن أبي سمينة – عن إمامنا أحمد فيما ذكره الخطيب في "السابق واللاحق" حيث قال: وحدث عن أبي عبد الله أحمد بن حنبل: محمد بن يحيى بن أبي سمينة، وبين وفاته ووفاة البغوي ثمان وسبعون سنة، ثم قال: توفي ابن أبي سمينة سنة تسع وثلاثين ومائتين.
النص الخامس:
حديث عائشة في حجة الوراع حيث جاء فيه: "أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لما وصل عقبة الحجون نزل حزيناً وذهب إلى قبر أمه آمنة، ثم عاد متهلل الوجه، فسألته عائشة عما رأت من حزنه أولاً ثم سروره ثانياً؟ فقال: إن الله أحيا لي أمي آمنة، فآمنت بي، ثم عادت إلى قبرها".
ذكره السهلي في "الروض الأنف"ونسبه إلى الخطيب في "السابق واللاحق" وابن شاهين في "الناسخ والمنسوخ"، وكذا تابعه الزرقاني صاحب "المواهب اللدنية"، كما ذكره أيضاً منسوباً إلى "السابق والالاحق" ابن تيمية في الفتاوى، وابن كثير في التفسير.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (335,'أما النص السادس:
فهو النص الأول من حديث طويل في أسماء آل البيت وبني أمية، وقد اهتديت إلى موضعه من الكتاب وأضفته هناك، وهذا النص موجود في "الموضوعات" لابن الجوزي، و"اللآلئ المصنوعة" للسيوطي وغيرهما.
وكلا هذين الحديثين أعني حديث عائشة وآل البيت في إسنادهما مجاهيل ومتروكون، فلا يصحان بحال، فضلاً عن تعارضهما مع القرآن والنصوص الصحيحة.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (336,'الخاتمة:
نتائج وملاحظات حول الكتاب ومنهج مؤلفه فيه:
١- تغير منهج المؤلف من بعد منتصف الكتاب وقد فصلت ذلك عند الكلام على منهج المؤلف.
٢- إكثاره في كتابه هذا من ذكر الضعفاء والمتروكين والكذابين مثل زكريا بن دويد، وإبراهيم بن أبي يحى المدني، ومندل بن علي، ومعلى بن هلال الكوفي وغيرهم كثير.
٣- إكثاره من الأحاديث الضعيفة والموضوعة، وخاصة التي من وضع الشيعة، انظر مثلاً ص: ١٣٧، ١٧٥، ٢٦٤، وغيرها.
ويمكن الاعتذار عن المؤلف في إيراد ذلك سواء الأحاديث أم الضعفاء والوضاعين بما اعتذر به عنه ابن تيمية رحمه الله في الجزء الرابع الصفحة الرابعة والعشرين بعد الثلاث مائة من الفتاوى حيث ذكر حديث بعث أم الرسول له وإسلامها ثم عودتها إلى قبرها فقال: ذكره الخطيب في "السابق واللاحق" وهو لا يصح ويمكن الاعتذار عن الخطيب أنه لم يشترط في كتابه هذا إيراد الأحاديث الصحيحة، بل يوردها لمجرد التمثيل، بغض النظر عن صحتها وضعفها، ونحن نقول بقول ابن تيمية، ولكن نقول: كان الأولى بإمام كالخطيب أن يتجنب مثل هذا الخلط في الكتب، فهذا قد ينطلي على بعض طلبة العلم فضلاً عن العوام.
٤- أطول مدة بين وفاة راويين في كتاب الخطيب هذا هي ١٤٤ سنة وهذان الراويان هما: الوليد بن مسلم الدمسقي، وأحمد بن سليمان بن زبان',NULL,'346',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (337,'حيث رويا جميعاً عن هشام بن عمار، وبين وفاتيهما ١٤٤ سنة.
٥- تأخر تأليف الخطيب لهذا الكتاب إلى قبيل وفاته ومما يدل على ذلك الآتي:
١- ذكر الخطيب في ترجمة أحمد بن عبد الله أبي نعيم الأصبهاني إنه اشترك في الرواية عنه مع كوشيار بن لياليزور، وذكر أن وفاة كوشيار سنة ٣٩٢ هـ، فلا بد من إضافة ستين سنة إلى تاريخ وفاة كوشيار ليدخل في السابق واللاحق، لأن هذا هو الحد الأدنى الذي اشترطه الخطيب في هذا الكتاب، فعندئذ يكون قول الخطيب هذا من بعد سنة ٤٥٢ هـ.
٢- جاء في ترجمة محمد بن إسحاق بن منده (ق ١٢٧) : قَالَ الْخَطِيبُ: وَمَاتَ أَبُو عُثْمَانَ بْنُ وَرْقَاءَ ببيت المقدس بعد نيف وستين وأربعمائة، والله تعالى أعلم.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (338,'<span data-type="title" id=toc-26>مصادر ومراجع</span>
...
ثبت المصادر
أولاً: المخطوطات
١- أحمد بن أبي بكر البوصيري مصباح الزوجة نسخة مصورة في مكتبة الجامعة
الإسلامية تحت رقم ١٢٩٠
٢- أحمد بن شعيب النسائي عمل اليوم والليلة نسخة مصورة في مكتبة الجامعة الإسلامية تحت رقم ٤٣٣
٣ جمال الدين يوسف بن عبد الرحمن المزي تهذيب الكمال نسخة مصورة في مكتبة الشيخ حماد الأنصاري بالمدينة المنورة تحت رقم ٥٩
٤- الخليل بن عبد الله أبو يعلى الخليلي الإرشاد نسخة مصورة في مكتبة الجامعة الإسلامية بالمدينة المنورة تحت رقم ٤٠، ٤١
٥- عبد الله بن محمد بن جعفر أبو الشيخ بن حيان طبقات المحدثين بأصبهان نسخة مصورة في مكتبة الجامعة الإسلامية بالمدينة المنورة تحت رقم ٨٧٣
٦- علي بن الحسن بن هبة الله ابن عساكر تاريخ دمشق نسخة مصورة في مكتبة الجامعة الإسلامية بالمدينة المنورة تحت رقم ١٣٥٤، ١٣٥٧
٧- علي بن عمر الدارقطني الرؤية نسخة مصورة في مكتبة الجامعة الإسلامية بالمدينة المنورة تحت رقم ٧٣٨، ٧٣٩',NULL,'348',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (339,'٨- محمد بن حبان البستي الثقات نسخة مصورة في مكتبة خاصة
٩- محمد بن سعد كاتب الواقدي قسم التابعين من أهل المدينة نسخة مصورة في مكتبة الجامعة الإسلامية بالمدينة المنورة تحت رقم ٧٣٦، ٧٣٧
١٠- محمد بن عبد الله بن زبر الربعي الوفيات نسخة مصورة في مكتبة الجامعة الإسلامية بالمدينة المنورة تحت رقم ٥٠٥',NULL,'349',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (340,'ثانياً: المطبوعات.
١- أحمد بن الحسين البيهقي السنن ط: دار دائرة المعارف، الهند
٢- أحمد بن حنبل المسند ط: دار المكتب الإسلامي، بيروت
٣- أحمد شاكر الباحث الحثيث ط: دار الكتب العلمية، بيروت
٤- النسائي – أحمد بن شعيب النسائي
١- السنن ط: دار إحياء التراث العربي، بيروت
٢- الضعفاء والمتروكون ط: دار الوعي، حلب
٥- أحمد بن عبد الله أبو نعيم الأصبهاني ١- أخبار أصبهان ط: بريل، ليدن.
٢- حلية الأولياء ط: دار السعادة، القاهرة
٦- أحمد بن عبد الرحمن الساعاتي
١- بدائع المنن في جمع وترتيب مسند الشافعي والسنن ط: القاهرة
٢- منحة المعبود ط: المكتبة الإسلامية، بيروت',NULL,'350',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (341,'٧- الخطيب أحمد بن علي بن ثابت البغدادي تاريخ بغداد ط: المكتبة السلفية، المدينة المنورة
٨- ابن حجر أحمد بن علي بن حجر
١- لسان الميزان ط: مؤسسة الأعلمي
٢- تهذيب التهذيب ط: مجلس دائرة المعارف، الهند
٣- الإصابة ط: مكتبة الكليات الأزهرية
٤- هدي الساري ط: المكتبة السلفية، مصر
٥- تعجيل المنفعة ط: عبد الله هاشم، المدينة المنورة
٦- نزهة النظر ط: دار مصر للطباعة
٧- تقريب التهذيب ط: محمد عوامة، الطبعة الأولى
٩- أحمد بن علي بن حزم
١- المحلى ط: دار الاتحاد العربي، القاهرة
٢- جمهرة أنساب العرب ط: دار المعارف، مصر',NULL,'351',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (342,'١٠- أكرم العمري موارد الخطيب في تاريخ بغداد ط: دار العلم
١١- السيوطي جلال الدين السيوطي
١- تدريب الراوي ط: دار الكتب الحديثة الآلئ المصنوعة، القاهرة
٢- الدر المنثور ط: دار المعرفة، بيروت
٣- بغية الوعاة
٤- الجامع الصغير ط: دار الكتب العلمية، بيروت.
١٢- حاجي خليفة كشف الظنون ط: مكتبة المثنى، بيروت
١٣- حمزة بن يوسف السهمي تاريخ جرجان ط: دائرة المعارف العثمانية، الهند
١٤- خلية بن خياط
١- الطبقات ط: مكتبة الرواني
٢- التاريخ ط: دار القلم
١٥- خير الدين الزركلي الإعلام ط: بيروت',NULL,'352',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (343,'١٦- زين الدين عبد الرحين العراقي
١- التقييد والإصلاح ط: المكتبة السلفية، المدينة
٢- التبصرة والتذكرة ط: الحاج محمد عبد السلام الحلو
١٧- سليمان بن أحمد الطبراني
١- المعجم الصغير ط: المكتبة السلفية، المدينة
٢- المعجم الكبير ط: الوطن العربي
١٨- سليمان بن الأشعث أبو داود السنن ط: دار الحديث، حمص
١٩- ابن أبي عاصم السنة ط: المكتب الإسلامي، بيروت
٢٠ عبد الله بن عبد الرحيم الدارمي السنن ط: عبد الله هاشم، المدينة
٢١- ابن عبد البر الاستيعاب ط: مكتبة الكليات الأزهرية
٢٢- عبد الرحمن بن أحمد بن رجب ذيل طبقات الحنابلة ط: دار المعرفة، بيروت
٢٣- عبد الرحمن بن علي بن الجوزي
١- المنتظم ط: القاهرة
٢- الموضوعات ط: المكتبة السلفية، المدينة',NULL,'353',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (344,'٢٤- ابن أبي حاتم عبد الرحمن بن محمد بن إدريس
١- الجرح والتعديل ط: دائرة المعارف الهندية
٢- المراسيل ط: مؤسسة الرسالة
٢٥- الصنعاني عبد الرزاق بن همام الصنعاني المصنف ط: المجلس العلمي
٢٦- المنذري – عبد العظيم بن عبد القوي التكملة في وفيات النقلة
٢٧- عبد القادر بدران تهذيب ابن عساكر ط: دار المسيرة بيروت
٢٨- عبد الكريم السمعاني الأنساب ط: دار المعارف العثمانية، الهند
٢٩- عبد الوهاب بن علي السبكي طبقات الشافعية الكبرى ط: عيسى البابي الحلبي وشركاه
٣٠- عثمان بن عبد الرحمن بن الصلاح علوم الحديث ط: المكتبة العلمية،، المدينة المنورة
٣١- ابن الأثير عز الدين بن الأثير الجزري اللباب ط: دار صادر، بيروت.
٣٢- علي بن عثمان التركماني الجوهر النقي ط: دائرة المعارف العثمانية، الهند.
٣٣- ابن العماد الحنبلي شذرات الذهب في أخبار من ذهب ط: دار الآفاق الجديدة، وبيروت',NULL,'354',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (345,'٣٤- ابن كثير
١- البداية والنهاية ط: مطتبة المعارف، بيروت
٢- التفسير ط: الشعب
٣٥- الأمير بن ماكولا أبو النصر علي بن هبة الله الإكمال ط: دار المعرف العثمانية، الهند.
٣٦- مالك بن أنس الموطأ ط: دار إحياء التراث العربي، بيروت
٣٧ الذهبي
محمد بن أحمد بن عثمان الذهبي
١- ميزان الاعتدال ط: دار المعرفة، بيروت.
٢- المغني في الضعفاء ط: نور الدين العتر.
٣- تذكرة الحفاظ ط: دار إحياء التراث، بيروت.
٤- ديوان الضعفاء ط: النهضة بمكة.
٥- المشتبه ط: عيسى البابي الحلبي
٦- معرفة القراء الكبار ط: دار الكتب الحديثة، مصر',NULL,'355',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (346,'٣٨- محمد بن إسماعيل البخاري
١- الجامع الصحيح ط: الشعب
٢- التاريخ الكبير
٣- التاريخ الصغير ط: مكتبة دار التراث، القاهرة.
٣٩- محمد بن حبان المجروحين ط: دار الوعي، حلب
٤٠- محمد بن سعد الهاشمي الطبقات الكبرى ط: دار صادر، بيروت
٤١- محمد بن عبد الله الحاكم المستدرك ط: دار الكتاب العربي، بيروت
٤٢- محمد بن عبد الرحمن السخاوي فتح المغيث ط: السلفية، المدينة المنورة وط: الأعظمي، الهند، المجلد الأول
٤٣- الترمذي محمد بن عيسى الجامع الصحيح ط: أحمد شاكر، القاهرة
٤٤- ابن الجوزي محمد بن محمد الجزري غاية النهاية في طبقات القراء ط: دار الكتب العلمية، بيروت
٤٥- ابن ماجه محمد بن يزيد بن ماجه السنن ط: عيسى البابي الحلبي',NULL,'356',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (347,'٤٦- محمد بن أبي يعلى الفراء طبقات الحنابلة ط: دار المعرفة، بيروت.
٤٧- مسلم الجامع الصحيح ط: دار التراث العربي
٤٨- المناوي فيض القدير ط: القاهرة
٤٩- ناصر الدين الألباني
١- ضعيف الجامع
٢- صحيح الجامع الصغير
٣- سلسلة الأحاديث الصحيحة
٤- سلسلة الأحاديث الضعيفة
٥- مختصر العلو للعلي الغفار
٦- إرواء الغليل ط: المكتب الإسلامي، بيروت
٥٠- ابن تغري بردي النجوم الزاهرة ط: القاهرة
٥١- نور الدين الهيثمي مجمع الزوائد ط: دار الكتاب العربي
٥٢- ياقوت الحموي معجم البلدان ط: دار صادر، بيروت.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b7640] VALUES (348,'٥٣- يعقوب بن سفيان الفسوي المعرفة والتاريخ ط: الإرشاد، بغداد
٥٤- يوسف العش الخطيب البغدادي ط: مطبعة الترقي، دمشق',NULL,'358',NULL,NULL,'0');
