-- Table: b854
-- Chunk: 1
-- Rows: 274

CREATE TABLE "b854"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b854
INSERT INTO [b854] VALUES (1,'حقوق الطبع محفوظة
للمكتب الاسلامي
لصاحبه
زهير الشاويش
الطبعة الرابعة
١٤٠٦ هـ - ١٩٨٦ م
المكتب الاسلامي
بيروت: ص. ب ٣٧٧١/ ١١ هاتف ٤٥٠٦٣٨ - برقيا: اسلاميا
دمشق: ص. ب ٨٠٠ هاتف ١١١٦٣٧ - برقيا: اسلامي','1','2',NULL,NULL,'0');
INSERT INTO [b854] VALUES (2,'- أ -
بسم الله الرحمن الرحيم
إن الحمد لله، نحمده ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: ١٠٢]، {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: ١]، {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (٧٠) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (٧١)} [الأحزاب: ٧٠، ٧١].
أما بعد، فان أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد، وشر الامور محدثاتها، وكل محدثة بدعة وكل بدعة ضلالة، وكل ضلالة في النار.
وقد قال الله عز وجل: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ (٢)} [الملك: ١، ٢]','المقدمة','3',NULL,NULL,'0');
INSERT INTO [b854] VALUES (3,'- ب -
وقال: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ} [الأنبياء: ٣٥].
وقال رسول الله صلى الله عليه وسلم: " مالي وللدنيا؟ ما أنا في الدنيا إلا كراكب استظل تحت شجرة، ثم راح وتركها " (١).
ثم إنه " لما كان هديه صلى الله عليه وسلم في الجنائز خير الهدي مخالفا لهدي سائر الامم، مشتملا على الاحسان لسيت، ومعاملته بما ينفعه في قبره، ويوم معاده، وعلى الاحسان إلى أهله وأقاربه، وعلى إقامة عبودية الحي، فيها يعامل به، الميت، وكان من هديه في (لجنائز، إقامة العبودية للرب تبارك وتعالي على أكمل الاحوال والاحسان إلى الميت، وتجهيزه إلى الله على أحسن أحواله وأفضلها، ووقوفه، ووقوف أصحابه صفوفا يحمدون الله، ويستغفرون له ويسألونه المغفرة والرحمة، والتجاوز عنه، ثم المشي بين يديه إلى أن يودعه حفرته، ثم يقوم هو وأصحابه بين يديه على قبره،
سائلين له التثبيت أحوج ما كان إليه.
ثم يتعاهده بالزيارة إلى قبره، والسلام عليه، والدعاء له، كما يتعاهد الحي صاحبه في دار الدنيا.
فأول ذلك، تعاهده في مرضه وتذكيره الآخرة، وأمره
_________
(١) حديث صحيح، وهو مخرج في " تخريج فقه السيرة للغزالي " (ص ٤٧٨ الطبعة الرابعة)، وفي " الاحاديث الصحيحة " (رقم ٤٣٨) ولذلك أوردته في كتابي " صحيح الجامع الصغير وزيادته " يسر الله تعالى إتمامه بمنه وفضله.','المقدمة','4',NULL,NULL,'0');
INSERT INTO [b854] VALUES (4,'- ج -
بالوصية والتوبة، وأمر من حضره بتلقينه شهادة أن لا إله إلا الله لتكون آخر كلامه.
ثم النهي عن عادة الامم التي لا تؤمن بالبعث والنشور، من لطم الخدود، وشق الثياب، وحلق الرؤوس، ورفع الصوت بالندب والنياحة وتوابع ذلك.
وسن الخشوع للميت، والبكاء الذي لا صوت معه، وحزن القلب، وكان يفعل ذلك، ويقول: " تدمع العين، ويحزن القلب، ولا نقول إلا ما يرضي الرب ".
وسن لأمته الحمد والاسترجاع، والرضى عن الله، ولم يكن ذلك منافيا لدمع العين، وحزن القلب، ولذلك كان أرضى الخلق في قضائه وأعظمم له حمدا، وبكى مع ذلك يوم مات ابنه إبراهيم، رأفة منه ورحمة للولد، ورقة عليه، والقلب ممتلى بالرضى عن الله عز وجل وشكره، واللسان مشتغل بذكره وحمده " (١).
ولما كان كثير من الناس اليوم بعيدين كل البعد عن
_________
(١) من كلام ابن القيم رحمه الله في " الفصل الأول من الجنائز " من " زاد المعاد " (١/ ١٩٧) وتمامه: " ولما ضاق هذا المشهد، والجمع بين الامرين على بعض العارفين، يوم مات ولده، جعل يضحك! فقيل له، أتضحك في هذه الحالة؟! فقال: ان الله تعالى قضى بقضاء، فأحببت أن أرضى بقضائه. فأشكل هذا على جماعة من أهل العلم، فقالوا كيف يبكى رسول الله صلى الله عليه وسلم يوم مات إبنه إبراهيم، وهو أرضي الخلق عن الله، ويبلغ الرضى بهذا العارف إلى أن يضحك! فسمعت =','المقدمة','5',NULL,NULL,'0');
INSERT INTO [b854] VALUES (5,'- د -
هديه الله صلى الله عليه وسلم في العبادات كلها، ومنها (الجنائز) بسبب انصرافهم عن دراسة العلم، ولا سيما علم الحديث والسنة، وانكبابهم على العلوم المادية، والعمل لجمع المال، فقد طلب مني بعض الاعزاء بمناسبة وفاة إحدى قريباته يوم الجمعة الواقع في ١١ ربيع الآخر سنة ١٣٧٣ هـ، أن أضع رسالة مختصرة في " آداب الجنائز في الإسلام "، ليقوم هو أو غيره بطبعها وتوزيعها على المجتمعين للتعزية في أيامها المعتادة عندهم، مغتنما فرصة اجتماعهم لتعريفهم بسنة نبهيم حتى يستنوا بها، ويهتدوا بهديها ويستنيروا بنورها.
ومع أنني كنت قد باشرت تأليف بعض المصنفات الأخرى، فقد وعدته خيرا، لما في ذلك من التعاون على إحياء السنة، وإماتة البدعة، فسارعت إلى تحقيق رغبته، وإنجاز طلبته.
ولكني ما كدت أشرع في ذلك، حتى تبين لي أن الامر أبعد من أن يتحقق بتلك السرعة، وأوسع من أن يجمع في رسالة توزع على الناس في مثل تلك المناسبة، ذلك لأن آداب الجنائز وأحكامها كثيرة جدا، وقسم كبير منها مما اختلفت فيه أقوال العلماء، وتضاربت حوله الآراء، فمنهم من يحرم شيئا، والآخر يبيحه، ومنهم من يوجب شيئا، والآخر لا يجيزه، ومنهم
_________
= شيخ الاسلام ابن تيمية يقول: هدي نبينا صلى الله عليه وسلم كان أكمل من هدي هذا العارف، أعطى العبودية حقها، فاتسع قلبه للرضى عن الله ورحمة الولد والرقة عليه، فحمد الله ورضي عنه في قضائه، وبكى رحمة ورأفة، فحملته الرأفة على البكاء، وعبوديته الله، ومحبته الله الرضى والحمد.
وهذا العارف ضاق قلبه عن اجتماع الامرين ولم يتسع باطنه لشهودهما، والقيام بهما، فشغلته عبودية الرضى عن عبودية الرحمة والرأفة ".','المقدمة','6',NULL,NULL,'0');
INSERT INTO [b854] VALUES (6,'- هـ -
من يراه سنة، وآخر يراه بدعة، وهكذا ... كما هو الشأن في كثير من المسائل الاخرى، في أكثر أبواب الشريعة، مصداقا لقول الله تعالى { .. وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ .. } [هود: ١١٨، ١١٩].
لذلك كان لابد قبل كل شئ من جمع مفردات مسائل " الجنائز " ثم دراستها دراسة دقيقة، وتتبع أدلة المختلف عليه منها، ونقدها على ضوء علمي " أصول الحديث " و " أصول الفقه "، واختيار الراجح منها، دون أي تحيز لمذهب معين، أو تأثر بعادة سيطرت حتى صارت كأنها دين يجب أن يتبع! ومما لا يخفى على أهل العلم الذين مارسوا التأليف أن تحقيق مثل هذا العمل، يتطلب سعيا حثيثا، وجهدا بليغا وصبرا جميلا، وزمنا مديدا، وبعد إنجازه يمكن تأليف الرسالة المطلوبة بصورة تطمئن إليها النفس وينشرح لها الصدر، ويعظم بها النفع.
لذلك فقد ذكرت للاخ المشار إليه خلاصة هذا معتذرا، فقبل عذري جزاء الله خيرا، ولكنه عاد يطلب مني الشروع في هذا العمل، وحضني عليه، وبالغ فيه راجيا منه خيرا كثيرا.
فاستخرت الله تعالى، وانكببت على الدراسة، والمراجعة، قرابة ثلاثة أشهر، أعمل فيها ليلا نهارا، إلا ما لابد منه من العمل في مهنتي، والنوم الذي لا غنى عنه لراحة جسمي، حتى تمكنت من إعداد هذا الكتاب الذي بين يدي القارئ الكريم.
ولقد كان يتطلب من الوقت أكثر مما قدر له، لولا أن قسما كبيرا من مسائله وأحاديثه قد كان محققا عندي في بعض تصانيفي، ولذلك تراني أحيل عليها في بعض المواطن منه.','المقدمة','7',NULL,NULL,'0');
INSERT INTO [b854] VALUES (7,'- و -
ولقد حاولت أن أستقصي فيه كل ما له علاقة بموضوعه من المسائل التي لها دليل من الكتاب والسنة، وأعرضت مما كان مستنده مجرد الرأي، لان الموضوع تعبدي محضى، لا مجال للقياس فيه، إلا ما لا بد منه من القياس الجلي.
وأوردت في أوله بعض الفصول والمسائل التي لا تذكر عادة في " باب الجنازة " من عامة كتب الفقه، مثل الوصية، وعلامات حسن (خاتمة، ونحو ذلك، وبعضه قد لا يذكر فيها أصلا، مثل الفصل (٥ و ٨ و ٩)، والمسألة (٣٠)، والفقرة (ج ود) من المسألة (٧٤) والمسألة (٩٨ و ١٠٥ ٩٩ و ١٠٧ و ١١٣ و ١٢٥)
والفقرة (٧) من مسألة (١٢٨) مع أهميتها وكثرة ابتلاء الناس بها، وتواتر الاحاديث فيها، والفقرة (١٠) منها.
واستوحيت ترتيبه من الواقع، فافتتحته بفصل:
(١ - ما يجب على المريض) من الرضى بالقضاء والصبر على القدر وترك تمني الموت وأداء الحقوق والوصية والاشهاد عليها ... ثم:
(٢ - تلقين المحتضر) وما على من حضره من التلقين وأمره بالشهادة.
ثم (٣ - ما على الحاضرين بعد موته) من غمض عينيه. والدعاء له وتغطيته. والتعجيل بتجهيزه. والمبادرة لقضاء دينه.
ثم (٤ - ما يجوز للحاضرين وغيرهم) من كشف وجهه وتقبيله والبكاء عليه.','المقدمة','8',NULL,NULL,'0');
INSERT INTO [b854] VALUES (8,'- ز -
ثم (٥ - ما يجب على أقارب الميت) من الصبر والرضا بالقدر، والا سترجاع، وإحداد المرأة على زوجها.
ثم (٦ - ما يحرم عليهم) من النياحة وضرب الخدود وشق الجيوب، وغير ذلك كنعيه على المنائر.
ثم (٧ - النعي الجائز).
ثم (٨ - علامات حسن الخاتمة).
ثم (٩ - ثناء الناس على الميت).
ثم (١٠ - غسل الميت).
وهكذا إلى الدفن وزيارة القبور.
وختمته بفصل خاص ببدع الجنائز. أستوعبت فيه جميع ما وقفت عليه من البدع منصوصا عليه في كتاب من كتب أهل العلم قديما وحديثا. عازيا كل بدعة إلى موضعها من كتبهم. وما لم يعز إليهم. فهو مما يحكم المنهج العلمي في أصول البدع أنه منها. ولكني لم أر من نص، منهم عليها. وكثير منها من بدع العصر الحاضر.
وإني لأسأل الله تبارك وتعالى أن ينفع بهذا الكتاب كل من قرأه.
ويكتب لي أجره ومثله لمن كان سبب تأليفه ولمن قام على طبعه.
إنه سميع مجيب.

دمشق ٢٤ محرم سنة ١٣٨٨ هـ (١).

محمد ناصر الدين الألباني
_________
(١) وكان منتظرا صدور الكتاب في ١٣٨٥ بعد أن سبكت الحروف وأعد للطبع ولكن توقف مطابع المكتب الإسلامي من ذي القعدة ١٣٨٤ حتى منتصف ربيع الأول ١٣٨٨ حال دون ذلك.
والله على المستعان كل حال.
الناشر','المقدمة','9',NULL,NULL,'0');
INSERT INTO [b854] VALUES (9,'أحكام الجنائز وبدعها

تأليف: محمد ناصر الدين الألباني

المكتب الإسلامي','1','1',NULL,NULL,'0');
INSERT INTO [b854] VALUES (10,'<span data-type="title" id=toc-2>(١) ما يجب على المريض</span>
١ - على المريض أن يرضى بقضاء الله، ويصبر على قدره، ويحسن الظن بربه، ذلك خير له، قال رسول الله صلى الله عليه وسلم: " عجبا لامر المؤمن، إن أمره كله خير، وليس ذاك لاحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له ".
وقال صلى الله عليه وسلم: " لا يموتن أحدكم إلا وهو يحسن الظن بالله تعالى ".
رواهما مسلم والبيهقي وأحمد.

٢ - وينبغي عليه أن يكون بين الخوف والرجاء، يخاف عقاب الله على ذنوبه، ويرجو رحمة ربه، لحديث أنس: " أن النبي صلى الله عليه وسلم دخل على شاب وهو بالموت، فقال: كيف تجدك؟ قال: والله يارسول الله إني أرجو الله، وإني أخاف ذنوبي، فقال رسول الله صلى الله عليه وسلم: لا يجتمعان في قلب عبد في مثل هذا الموطن، إلا أعطاه الله ما يرجو، وأمنه مما يخاف ".
أخرجه، الترمذي وسنده حسن، وابن ماجه، وعبد الله بن أحمد في "زوائد الزهد" (ص ٢٤/ ٢٥) وابن أبي الدنيا كما في " الترغيب " (٤/ ١٤١).','1','3',NULL,NULL,'0');
INSERT INTO [b854] VALUES (11,'٣ - ومهما اشتد به المرض، فلا يجوز له أن يتمنى الموت، لحديث أم الفض رضي الله عنها: " أن رسول الله صلى الله عليه وسلم دخل عليهم، وعباس عم رسول الله يشتكي، فتمنى عباس الموت، فقال له رسول الله صلى الله عليه وسلم: يا عم! لا تتمن الموت، فانك إن كنت محسنا، فأن تؤخر تزداد إحسانا إلى إحسانك خير لك، وإن كنت مسيئا فأن تؤخر فتستعتب من إساءتك خير لك، فلاتتمن الموت ".
أخرجه الحاكم (١/ ٣٣٩) وقال: " صحيح على شرط الشيخين " ووافقه الذهبي.
وإنما هو على شرط البخاري فقط، وأخرجه الشيخان والبهقي (٣/ ٣٧٧) وغيرهم من حديث أنس مرفوعا نحوه، وفيه: " فإن كان لا بد فاعلا فليقل: الهم أحيي ما كانت الحياة خيرا لي: وتوفي إذا كانت الوفاة خيرا لي ".
٤ - وإذا كان عليه حقوق فليؤدها إلى، أصحابها، إن تيسر له ذلك.
وإلا أوصى بذلك، فقد قال صلى الله عليه وسلم: " من كانت عنده مظلمة لأخيه من عرضه (١) أو ماله، فليؤدها إليه، قبل أن يأتي يوم القيامة لا يقبل فيه دينار ولا درهم " إن كان له عمل صالح أخذ منه، وأعطي صاحبه، وإن لم يكن له عمل صالح، أخذ من سيئات صاحبه فحملت عليه ".
أخرجه البخاري والبيهتي (٣/ ٣٦٩) وغيرهما.
وقال صلى الله عليه وسلم: " أتدرون ما المفلس؟ قالوا: المفلس فينا من لا دراهم له ولا متاع، فقال: إن المفلس من أمتي يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي قد شتم هذا، وقذف، هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطى هذا، من حسناته، وهذا من حسناته.
فإن فنيت حسناته قبل أن يقضى ما عليه أخذ من خطاياهم فطرحت عليه، ثم طرح في النار ".
رواه مسلم (٨/ ١٨)
_________
(١) العرض: موضع المدح والذم من الانسان سواء كان في نفسه أو من يلزمه أمره " نهاية ".','1','4',NULL,NULL,'0');
INSERT INTO [b854] VALUES (12,'وقال صلى الله عليه وسلم أيضا: " من مات وعليه دين، فليس ثم دينار ولا درهم، ولكنها الحسنات والسيئات ".
أخرجه الحاكم (٢/ ٢٧) والسياق له وابن ماجه وأحمد (٢/ ٧٠ - ٨٢) من طريقين عن ابن عمر، والأول صحيح كما قال الحاكم ووافقه الذهبي، والثاني حسن كما قال المنذري (٣/ ٣٤)، ورواه الطبراني في الكبير بلفظ: " الدين دينان، فمن مات وهو ينوي قضاءه فأنا وليه، ومن مات وهو لا ينوي قضاءه، فذاك الذي يؤخذ من حسناته، ليس يومئذ دينار ولا درهم (١) ".
وقال جابر بن عبد الله رضي الله عنهما: " لما حضر أحد، دعاني أبي من الليل، فقال: ما أراني إلا مقتولا في أول من يقتل من أصحاب صلى الله عليه وسلم، وإني لا أترك بعدي أعز على منك غير نفس رسول الله صلى الله عليه وسلم، وإن على دينا فاقض، واستوص باخوتك خيرا.
فأصبحنا، فكان أول قتيل .. " الحديث.
أخرجه البخاري.
٥ - ولا بد من الاستعجال بمثل هذه الوصية لقوله صلى الله عليه وسلم: " ما حق امرئ مسلم يبيت ليلتين، وله شئ يريد أن يوصي فيه إلا ووصيته مكتوبة عند رأسه ".
قال ابن عمر: " ما مرت على ليلة منذ سمعت رسول الله صلى الله عليه وسلم قال ذلك إلا وعندي وصيتي ".
رواه الشيخان وأصحاب السنن وغيرهم.
٦ - ويجب أن يوصي لأقربائه الذين لا يرثون منه، لقوله تبارك وتعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ} [البقرة: ١٨٠]
٧ - وله أن يوصي بالثلث من ماله، ولا يجوز الزيادة عليه، بل الافضل أن ينقض منه لحديث سعد بن أبي وقاص رضي الله عنه قال:
_________
(١) وهو حديث صحيح بما قبله، وبحديث عائشة التي في آخر المسألة (١٧).','1','5',NULL,NULL,'0');
INSERT INTO [b854] VALUES (13,'" كنت مع رسول الله صلى الله عليه وسلم في حجة الوداع، فمرضت مرضا أشفيت منه على الموت، فعادني رسول الله صلى الله عليه وسلم فقلت: يا رسول الله إن لي مالا كثيرا، وليس يرثي إلا ابنة لي، أفأوصي بثلثي مالي؟ قال: لا. قال: قلت: بشطر مالي؟ قال: لا. قلت: فثلث مالي؟ قال: الثلث، والثلث كثير، إنك يا سعد! أن تدع ورثتك أغنياء خير لك من أن تدعهم عالة يتكففون الناس (وقال بيده)، إنك يا سعد لن تنفق نفقة تبتغي بها وجه الله تعالى إلا أجرت عليها، حتى اللقمة تجعلها في في امرأتك.
(قال: فكان بعد الثلث جائزا) ".
أخرجه أحمد (١٥٢٤) والسياق له والشيخان والزيادتان لمسلم وأصحاب السنن.
وقال ابن عباس رضي الله عنه: " وددت أن الناس عضوا من الثلث إلى الربع في الوصية، لأن النبي صلى الله عليه وسلم قال: الثلث كثير ".
أخرجه أحمد (٢٠٢٩، ٢ ٠٧٦) والشيخان والبيهقي (٦/ ٢٦٩) وغيرهم.
٨ - ويشهد على ذلك رجلين عدلين مسلمين، فان لم يوجدا فرجلين من غير المسلمين على أن يستوسق منهما عند الشك بشهادتهما حسبما جاء بيانه، في قول الله تبارك تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ (١٠٦) فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا (١) فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ
_________
(١) أي فإن اتفق الاطلاع على أن الشاهدين المقسمين استحقا إثما بالكذب والكتمان في الشهادة، أو بالخيانة وكتمان شئ من التركة في حالة ائتمانهما عليها فالواجب، أو فالذي يعمل لاحقاق الحق هو أن ترد اليمين إلى الورثة بأن يقوم رجلان آخران مقامهما من أولياء الميت الوارثين له، الذين استحق ذك الاثم بالاجرام عليهم، والخيانة لهم.
كذا في " تفسير المنار "، وراجع تمام البحث فيه (٧/ ٢٢٢).','1','6',NULL,NULL,'0');
INSERT INTO [b854] VALUES (14,'فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ (١٠٧) ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (١٠٨)} [المائدة: ١٠٦ - ١٠٨]
٩ - وأما الوصية للوالدين والأقربين الذين يرثون من الموصي، فلا تجوز، لأنها منسوخة بآية الميراث، وبين ذلك رسول الله صلى الله عليه وسلم أتم البيان في خطبته في حجة الوداع فقال: " إن الله قد أعطى كل ذي حق حقه، فلا وصية لوارث " (١) أخرجه أبو داود والترمذي وحسنه والبيهقي (٦/ ٢٦٤) وأشار لتقويته، وقد أصاب، فإن إسناده حسن، وله شواهد كثيرة عند البيهقي و " مجمع الزوائد " (٤/ ٢١٢ ".
١٠ - ويحرم الاضرار في الوصية، كأن يوصي بحرمان بعض الورثة من حقهم من الارث، أو يفضل بعضهم على بعض فيه، لقوله تبارك وتعالى: (للرجال نصيب مما ترك الوالدان والاقربون ... مما قل أو كثر نصيبا مفروضا .. ) (٦ - ١٢) وفي الاخيرة منها: (من بعد وصية يوصي بها أو دين غير مضار، وصية من الله، والله عليم حليم).
ولقوله صلى الله عليه وسلم: " لا ضرر، من ضار ضاره الله، ومن شاقه الله ".
أخرجه الدارقطني (٥٢٢) والحاكم (٢/ ٥٧ - ٥٨) عن أبي سعيد الخدري، ووافق الذهبي الحاكم: على قوله " صحيح على شرط مسلم " والحق أنه حديث حسن كما قال النووي في " الاربعين " وابن تيمية في " الفتاوى " (٣/ ٢٦٢) لطرقه وشواهده الكثيرة، وقد ذكرها الحافظ ابن رجب في " شرح الاربعين " (ص ٢١٩، ٢٢٠) ثم خرجتها في " إرواء الغليل " رقم ٨٨٨)
_________
(١) فالناسخ إنما هو القرآن، والسنة إنما هي مبينة لذلك كما ذكرنا، وكما هو واضح من خطبته صلى الله عليه وسلم خلافا لما يظنه كثيرون أن الحديث هو الناسخ، ثم استغل ذلك بعض المعاصرين فزعموا أن حديث الاحاد ينسخ القرآن فقد عرفت الجواب، وهو أن الناسخ إنما هو القرآن، ولو سلمنا أن الناسخ إنما هو الحديث، فهو صالح للنسخ اتفاقا، لان العلماء جميعا تلقوه بالقبول.
على أنه حديث متواتر، كما يعلم ذلك من وقف على
طرقه الكثيرة المبثوثة في دواوين السنة ومسانيدها.
ولعلنا نوفق لا ستخراجها وتحقيق الكلام عليها في جزء مفرد.
ثم جمعت طرقه وخرجتها في " إرواء الغليل " رقم (١٦) فجاوزت طرقه العشرة، عن ثمانية من الصحابة بعضها صحيح وبعضها حسن وبعضها منجبر الضعف.','1','7',NULL,NULL,'0');
INSERT INTO [b854] VALUES (15,'١١ - والوصية الجائرة باطلة مردودة، لقوله صلى الله عليه وسلم: " من أحدث في أمرنا هذا ما ليس منه فهو رد ".
أخرجه الشيخان في " صحيحيهما " وأحمد وغيرهم.
ولحديث عمران بن حصين: " أن رجلا أعتق عند موته ستة رجلة (١) فجاء ورثته من الاعراب، فأخبر وارسول الله صلى الله عليه وسلم بما صنع، قال: أو فعل ذلك!؟ قال: لو علمنا إن شاء الله ما صلينا عليه، قال: فأقرع بينهم فأعتق منهم اثنين، ورد أربعة في الرق ".
أخرجه أحمد (٤/ ٤٤٦) ومسلم بنحوه وكذا الطحاوي والبيهقي وغيرهم.
١٢ - ولما كان الغالب على كثير من الناس في هذا الزمان الابتداع في دينهم، ولا سيما فيما يتعلق بالجنائز، كان من الواجب أن يوصي المسلم بأن يجهز ويدفن على السنة عملا بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (٦)} [التحريم: ٦].
ولذلك كان أصحاب رسول الله صلى الله عليه وسلم يوصون بذلك، والاثار عنهم بما ذكرنا كثيرة، فلا بأس من الاقتصار على بعضها: أ - عن عامر بن سعد بن أبي وقاص أن أباه قال في مرضه الذي مات فيه: " ألحدوا لي لحدا، وانصبوا علي اللبن نصبا، كما صنع برسول الله صلى الله عليه وسلم ".
أخرجه مسلم والبيهقي (٣/ ٤٠٧) وغيرهما.
ب - عن أبي بردة قال: " أوصى إبو موسى رضي الله عنه حين حضره الموت قال: إذا انطلقتم بجنازتي فأسرعوا بي المشي، ولا تتبعوني بمجمر، ولا تجعلن على لحدي شيئا يحول بيي وبين التراب، ولا تجعلن على قبري بناء، وأشهدكم أني برئ من كل حالقة، أو سالقة، أو خارقة، قالوا، سمعت فيه شيئا؟ قال: نعم، من رسول الله صلى الله عليه وسلم ".
_________
(١) جمع (رجل).','1','8',NULL,NULL,'0');
INSERT INTO [b854] VALUES (16,'أخرجه أحمد (٤/ ٣٩٧) والبيهقي (٣/ ٣٩٥) بهذا التمام، وابن ماجه بسند حسن.
ج - عن حذيفة قال: " إذا أنا مت فلا تؤذنوا بي أحدا، فإني أخاف أن يكون نعيا، وإني سمعت رسول الله صلى الله عليه وسلم ينهي عن النعي ".
أخرجه الترمذي (٢/ ١٢٩) وقال: " حديث حسن "، ورواه غيره بنحوه وسيأتي في " النعي " وفي الباب آثار أخرى تأتي في المسألة (٤٧).
ولما سبق قال النووي رحمه الله تعالى في " الاذكار ": " ويستحب له استحبابا مؤكدا أن يوصيهم باجتناب ما جرت العادة به من البدع في الجنائز، ويؤكد العهد بذلك ".','1','9',NULL,NULL,'0');
INSERT INTO [b854] VALUES (17,'<span data-type="title" id=toc-3>(٢) تلقين المحتضر</span>
١٣ - فإذا حضره الموت، فعلى من عنده أمور: أ - أن يلقنوه الشهادة، لقوله صلى الله عليه وسلم: " لقنوا موتا كم لا إله إلا الله، (من كان آخر كلامه لا إله إلا الله عند الموت دخل الجنة يوما من الدهر، وإن أصابه قبل ذلك ما أصابه) ".
وكان يقول:
" من مات وهو يعلم أنه لا إله إلا الله دخل الجنة "، وفي حديث آخر: " من مات لا يشرك بالله شيئا دخل الجنة ".
أخرجها مسلم في صحيحه، والزيادة في الحديث الأول عند ابن حبان (٧١٩ موارد) (١) ب، ج - أن يدعوا له، ولا يقولوا في حضوره إلا خيرا، لحديث أم سلمة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: " إذا حضرتم المريض أو الميت، فقولوا خيرا، فإن الملائكة يؤمنون على ما تقولون " أخرجه مسلم والبيهقي (٣/ ٣٨٤) وغيرهما.
١٤ - وليس التلقين ذكر الشهادة بحضرة الميت وتسميعها إياه، بل هو أمره بأن يقولها خلافا لما يظن البعض، والدليل حديث أنس رضي الله عنه:
_________
(١) ولها شاهد من حديث معاذ بن جبل، وسنده حسن كما بينته في " إرواء الغليل " (٦٧٩) وسيأتي لفظه في علامات حسن الخاتمة " المسألة ٢٥ ".','1','10',NULL,NULL,'0');
INSERT INTO [b854] VALUES (18,'" أن رسول الله صلى الله عليه وسلم عاد رجلا من الانصار، فقال: يا خال! قل: لا إله إلا الله، فقال: أخال أم عم؟ فقال: بل خال، فقال: فخير لي أن أقول: لا إله إلا الله؟ فقال النبي صلى الله عليه وسلم: نعم ".
أخرجه الامام أحمد (٣/ ١٥٢، ١٥٤، ٢٦٨) بإسناد صحيح على شرط مسلم.
١٥ - وأما قراءة سورة (يس) عنده، وتو جيهه نحو القبلة فلم يصح فيه حديث، بل كره سعيد بن المسيب توجيهه إليها، وقال: " أليس الميت امرأ مسلما!؟ " وعن زرعة بن عبد الرحمن أنه شهد سعيد بن المسيب في مرضه وعنده أبو سلمة بن عبد الرحمن فغشي على سعيد، فأمر أبو سلمة أن سلمة أن يحول فراشه إلى الكعبة. فأفاق، فقال: حولتم فراشي!؟ فقالوا نعم، فنظر إلى أبي سلمة فقال: أراه بعلمك (١)؟ فقال: أنا أمرتهم! فأمر سعيد أن يعاد فراشه.
أخرجه ابن أبي شيبة في " المصنف " (٤/ ٧٦) بسند صحيح عن زرعة.
١٦ - ولا بأس في أن يحضر المسلم وفاة الكافر ليعرض الاسلام عليه، رجاء أن يسلم، لحديث أنس رضي الله عنه قال: " كان غلام يهودي يخدم النبي صلى الله عليه وسلم فمرض، فأتاه النبي صلى الله عليه وسلم يعوده، فقعد عند رأسه، فقال له: أسلم، فنظر إلى أبيه وهو عنده؟ فقال له أطع أبا القاسم صلى الله عليه وسلم فأسلم، فخرج النبي صلى الله عليه وسلم وهو يقول: الحمد لله الذي أنقذه من النار، (فلما مات، قال: صلوا على صاحبكم) ".
أخرجه البخاري والحاكم والبيهقي وأحمد (٣/ ١٧٥، ٢٢٧، ٢٨٠ ٢٦٠) والزيادة له في رواية.
_________
(١) الاصل: (علمك) ولعل الصواب ما أثبتنا.','1','11',NULL,NULL,'0');
INSERT INTO [b854] VALUES (19,'<span data-type="title" id=toc-4>(٣) ما على الحاضرين بعد موته</span>
١٧ - فإذا قضى وإسلم الروح، فعليهم عدة أشياء:
أ، ب - أن يغمضوا عينيه، وبدعوا له أيضا لحديث أم سلمة قالت: " دخل رسول الله صلى الله عليه وسلم على أبي سلمة، وقد شق بصره، فأغمضه ثم قال: إن الروح إذا قبض تبعه البصر، فضج ناس من أهله فقال: لا تدعوا على أنفسكم إلا بخير، فان الملائكة يؤمنون على ما تقولون، ثم قال: اللهم اغفر لأبي سلمة، وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يا رب العالمين، وافسح له في قبره، ونور له فيه ".
أخرجه مسلم وأحمد (٦/ ٢٩٧) والبيهقي (٣/ ٣٣٤) وغيرهم.
ج - أن يغطوه بثوب يستر جميع بدنه لحديث عائشة رضي الله عنها: "أن رسول الله صلى الله عليه وسلم حين توفي سجي ببردة حبرة"
أخرجه الشيخان في صحيحهما والبيهقي (٣/ ٣٨٥) وغيرهم.
د - وهذا في غير من مات محرما، فإما المحرم، فإنه لا يغطى رأسه ووجهه لحديث ابن عباس قال: " بينما رجل واقف بعرفة، إذ وقع عن راحلته فوقصته، أو قال: فأقعصته، فقال النبي صلى الله عليه وسلم: اغسلوه بماء وسدر، وكفنوه في ثوبين (وفي رواية: في ثوبيه) ولا تحنطوه','1','12',NULL,NULL,'0');
INSERT INTO [b854] VALUES (20,'(وفي رواية: ولا تطيبوه)، ولا تخمروا رأسه (ولا وجهه)، فإنه يبعث يوم القيامة ملبيا ".
أخرجه الشيخان في " صحيحيهما " وأبو نعيم في " المستخرج " (ق ١٣٩ - ١٤٠) والبيهقي (٣/ ٣٩٠ - ) وليست الزيادة عند البخاري
هـ - أن يعجلوا بتجهيزه وإخراجه إذا بان موته، لحديث أبي هريرة رضي الله عنه مرفوعا: " أسرعوا بالجنازة .. " الحديث، وسيأتي بثمامه في الفصل (٤٧).
وفي الباب حديثان آخران أصرح من هذا، ولكنهما ضعيفان ولذلك أعرضنا عنهما.
_________
(١) أما الحديث الأول فهو عن ابن عمر مرفوعا ولفظه: " إذا مات أحدكم فلا تحبسوه، وأسرعوا به إلى قبره، وليقرأ رأسه بفاتحة البقرة، رجليه بخاتمتها ".
أخرجه الطبراني " المعجم الكبيز " (٣/ ٢٠٨ / ٢) والخلال في " القراءة عند القبود، " (ق ٢٥/ ٢) من طريق يحي بن عبد الله بن الضحاك البابلي ثنا أيوب بن نهيك الحلبي الزهري - مولى آل سعد بن أبي وقاص - قال: سمعت عطاء بن أبي رباح المكي قال: سمعت ابن عمر قال: فذكره.
قلت: وهذا سند ضعيف وله علتان: الأول: البابلتي - ضعيف كما قال الحافظ في " التقريب ".
الثانية: شيخه أيوب بن نهيك، فانه أشد ضعفا منه، ضعفه أبو حاتم وغيره، وقال الازدي: متروك.
وقال أبو زرعة: منكر الحديث.
وساق له الحافظ في " اللسان " حديثا آخر ظاهر النكاره من طريق يحيى بن عبد الله ثنا أيوب عن مجاهد عن ابن عمر مرفوعا.
ثم قال: " ويحي ضعيف، لكنه لا يحتمل هذا " ثم قال:! فإذا عرفت هذا فالعجب من الحافظ حيث قال في " الفتح " (٣/ ١٤٣) في حديث الطبراني هذا: " إسناده حسن "! ونقله عنه الشوكاني في " نيل الاوطار " (٣/ ٣٠٩) وقره!
وأما الهيثمي فقال " المجمع " (٣/ ٤٤).
" رواه الطبراني في الكبير، وفيه يحيى بن عبد الله البابلتي وهو ضعيف ".
وفاته أن فيه أيوب بن نهيك وهو شرمنه كما سبق.
وأما الحديث الثاني فهو عن حصين بن وحوح: " أن طلحة بن البراء مرض، فأتاه النبي صلى الله وسلم يعوده، فقال: إني لا أرى طلحة إلا قد حدث به الموت، فآذنوني به حتى أشهده فأصلي عليه، وعجلوه، فانه لا ينبغي لجيفة مسلم أن تحبس بين ظهراني أهله ".
=','1','13',NULL,NULL,'0');
INSERT INTO [b854] VALUES (21,'و - أن يدفنوه في البلد الذي مات فيه، ولا ينقلوه إلى غيره، لانه ينافي الاسراع المأمور به في حديث أبي هريرة المتقدم، ونحوه حديث جابر بن عبد الله رضي الله عنهما قال: " لما كان يوم أحد، حمل القتلى ليدفنوا بالبقيع، فنادى منادي رسول الله صلى الله عليه وسلم: إن رسول الله صلى الله عليه وسلم يأمركم أن تدفنوا القتلى في مضاجعهم - بعدما حملت أمي أبي وخالي عديلين (١) (وفي رواية: عادلتهما) (على ناضح) لتدفنهم تفي البقيع - فردوا (وفي رواية قال: فرجعناهما مع القتلى حيث قتلت) ".
أخرجه أصحاب السنن الاربعة وابن حبان في صحيحه (١٩٦ - موارد) والرواية الاخرى له، وأحمد (٣/ ٢٩٧ - ٣٨٠) والبيهقي (٤/ ٥٧) بإسناد صحيح، وقال الترمذي: " حديث حسن صحيح " والزيادة لاحمد في رواية يأتي لفظها في المسألة الفصل (٨٠).
ولذلك قالت عائشة لما مات أخ لها بوادي الحبشة فحمل من مكانه:
" ما أجد في نفسي، أو يحزني في نفسي إلا أني وددت أنه كان دفن في مكانه " (٢) أخرجه البيهقي بسند صحيح.
ز - أن يبادر بعضهم لقضاء دينه من ماله، ولو أتى عليه كله، فإن لم يكن له مال فعلى الدولة أن تؤدي عنه إن كان جهد في قضائه، فإن لم تفعل، وتطوع بذلك بعضهم جاز، وفي ذلك أحاديث:
الأول: عن سعد بن الأطول رضي الله عنه: =
_________
= أخرجه أبو داود والبيهقي (٣/ ٣٨٦ - ٣٨٧)، وفيه عروة - ويقال عزرة - ابن سعيد الانصاري عن أبيه، وكلاهما مجهول كما قال الحافظ في " التقريب ".
ثم إن الاستدلال بحديث أبي هريرة على ما ذكرنا إنما هو بناء على أن المراد ب (أسرعوا) الاسراع بتجهيزها، وأما على القول بأن المراد الاسراع بحملها إلى قبرها، فلا يتم الاستلال به. وهذا القول هو الذي استظهره القرطبي ثم النووي، وقوى الحافظ القول الأول بالحديثين الذين تكلمنا عنهما آنفا، ولا يخفى ما فيه.
(١) أي شددتهما على جنبتي البعير كالعديلين.
(٢) قال النووي في " الاذكار ":
" وإذا أوصى بأن ينقل إلى بلد آخر لا تنفذ وصيته، فان النقل حرام على المذهب الصحيح المختار الذي قاله الاكثرون، وصرح به المحققون ".','1','14',NULL,NULL,'0');
INSERT INTO [b854] VALUES (22,'" أن أخاه مات وترك ثلاثمائة درهم، وترك عيالا، قال: فأردت أن أنفقها على عياله، قال: فقال لي النبي صلى الله عليه وسلم: إن أخاك محبوس بدينه (فاذهب) فاقض عنه (فذهبت فقضيت عنه، ثم جئت) قلت: يارسول الله، قد قضيت عنه إلا دينار ين ادعتهما امرأة، وليست لها بينة، قال أعطها فإنها محقة، (وفي رواية: صادقة) ".
أخرجه ابن ماجه (٢/ ٨٢) وأحمد (٤/ ١٣٦، ٥/ ٧) والبيهقي (١٠/ ١٤٢) وأحد إسناديه صحيح، والاخر مثل إسناد ابن ماجه، وصححه البوصيري في " الزوائد "! وسياق الحديث والرواية الثانية للبيهقي وهي والزيادات لاحمد في رواية.
الثاني: عن سمرة بن جندب.
" أن النبي صلى الله عليه وسلم صلى على جنازة (وفي رواية: صلى الصبح) فلما انصرف قال: أههنا من آل فلان أحد؟ (فقال رجل: هو ذا)، قال: فقام رجل يجر إزاره من مؤخر الناس (ثلاثا لا بحيبه أحد)، (فقال له النبي صلى الله عليه وسلم: ما منعك في المرتين الأولين أن تكون أجبتني؟) أما إني لم أفوه باسمك إلا لخير، إن فلانا - لرجل منهم - مأسور بدينه (عن الجنة، فان شئتم فافدوه، وإن فأسلموه إلى عذاب الله)، فلو رأيت أهله ومن يتحرون أمره قاموا فقضوا عنه، (حتى ما أحد يطلبه بشئ) " (١) أخرجه أبو داود (٢/ ٨٤) والنسائي (٢/ ٢٣٣) والحاكم (٢/ ٢٥، ٢٦) والبهقي (٦/ ٤ / ٧٦) والطيالسي في مسنده (رقم ٨٩١، ٨٩٢) وكذا أحمد (٥/ ١١، ١٣، ٢٠) بعضهم عن الشعبي عن سمرة، وبعضهم أدخل بينهما سمعان بن مشنج، وعلى الوجه الثاني صحيح فقط.
والرواية الاخرى للمسندين، والزيادة الأول والثانية للحاكم، وكذا الثالثة والخامسة، وللبيهقي الثانية، ولاحمد الثالثة والرابعة، وللطيالسي الخامسة، وله ولاحمد وأبي داود السادسة.
_________
(١) وله شاهد من حديث ابن عباس، رواه الطبراني في " المعجم الكبير " (ق ١٥٦/ ٢) بسند ضعيف.','1','15',NULL,NULL,'0');
INSERT INTO [b854] VALUES (23,'الثالث عن جابر بن عبد الله قال: " مات رجل، فغسلناه وكفناه وحنطناه، ووضعناه لرسول الله صلى الله عليه وسلم حيث توضع الجنائز، عند مقام جبريل، ثم آذنا رسول الله صلى الله عليه وسلم بالصلاة عليه، فجاء معنا، (فتخطى) خطى، ثم: قال لعل على صاحبكم دينا؟ قالوا نعم ديناران، فتخلف، (قال: صلوا على صاحبكم)، فقال له رجل منا يقال له إبو قتادة: يا رسول الله هما علي، فجعل رسول الله صلى الله عليه وسلم يقول: هما عليك وفي مالك، والميت منهما برئ؟ فقال: نعم، فصلى عليه فجعل رسول الله صلى الله عليه وسلم إذا لقي إبا قتادة يقول: (وفي رواية ثم لقيه من الغد فقال:) ما صنعت الديناران؟ (قال: يارسول الله إنما مات أمس) حتى كان آخر ذلك (وفي الرواية الاخرى: ثم لقيه من الغد فقال: ما فعل الديناران؟) قال: قد فضيتهما يا رسول الله، قال الان حين بردت عليه جلده ".
(١) أخرجه الحاكم (٢/ ٥٨) والسياق له والبيهقي (٦/ ٧٤ - ٧٥) والطيالسي (١٦٧ ٣) وأحمد (٣/ ٣٣٠) بإسناد حسن كما قال الهيثمي (٣/ ٣٩) وأما الحاكم فقال: " صحيح الاسناد "! ووافقه الذهبي! والرواية الاخرى مع الزيادات عندهم جميعا إلا الحاكم، إلا الزيادة الثانية فهي للطيالسي وحده.
_________
(١) أي بسبب رفع العذاب عنه بعد وفاء ديه.','1','16',NULL,NULL,'0');
INSERT INTO [b854] VALUES (24,'تنبيهان:
١ - أفاد هذا الحديث أن قضاء أبي قتادة للدين كان بعد صلاة النبي صلى الله عليه وسلم على الميت.
وهذا مشكل، فقد صح عن أبي قتادة نفسه أنه قضاه قبل الصلاة كما سيأتي ذكره في المسألة (٥٥) فقرة (و)، فان لم تحمل القصة على التعدد فرواية أبي قتادة أصح من حديث جابر، لان فيه عبد الله بن محمد عقيل، وفيه كلام، وهو حسن الحديث فيما لم يخلف فيه، وأما مع المخالفة فليس بحجة، والله أعلم.
٢ - أفادت هذه الاحاديث أن الميت ينتفع بقضاء الدين عنه، بولو كان من غير ولده، وأن القضاء يرفع العذاب عنه، فهي من جملة المخصصات لعموم قوله تبارك وتعالى: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} [النجم: ٣٩] ولقوله صلى الله عليه وسلم: " إذا مات الانسان النقطع عمله إلا من ثلاث .. " الحديث رواه مسلم والبخاري في الادب المفرد وأحمد، ولكن القضاء عنه شئ والتصدق عنه شئ آخر، فانه أخص من التصدق، وإلا فالاحاديث التي وردت في التصدق عنه، إنما موردها في صدقة الولد عن الوالدين، وهو من كسبهما بنص الحديث، فلا يحوز قياس الغريب عليهما، لانه قياس مع الفارق مع الفارق كما هو ظاهر، ولا قياس الصدقة على القضاء، لانها أعم منه كما ذكرنا، ولعلنا نتكلم عن هذه المسألة بشئ من التفصيل في آخر الكتاب إن شاء الله تعالى.
الحديث الرابع: عن جابر أيضا.
" أن أباه استشهد يوم أحد، وترك ست بنات، وترك عليه دينا (ثلاثين وسقا)، (فاشتد الغرماء في حقوقهم)، فلما حضره جداد النخل، أتيت رسول الله صلى الله عليه وسلم فقلت: يارسول الله قد علمت أن والدي استشهد يوم أحد وترك عليه دينا كثيرا، وإني أحب أن يراك الغرماء، قال: اذهب فبيدر كل تمر على حدة، ففعلت، ثم دعوت، (فغدا علينا حين أصبح)، فلما نظرو إليه أغروا بي تلك الساعة، فلما رأى ما يصنعون أطاف حول أعظمها بيدرا ثلاثا (ودعا في ثمرها بالبركة)، ثم جلس عليه، ثم قال:','1','17',NULL,NULL,'0');
INSERT INTO [b854] VALUES (25,'ادع أصحابك، فما زال يكيل لهم، حتى أدى الله أمانة والدي، (١) وانا والله راض أن يؤدي الله أمانة والدي، ولا أرجع إلى أخواتي بتمرة، فسلمت والله البيادر كلها حتى اني أنظر إلى البيدر الذي عليه رسول الله صلى الله عليه وسلم كأنه لم ينقص تمرة واحدة، (فوافيت مع رسول الله صلى الله عليه وسلم اللمغرب، فذكرت ذلك له فضحك، فقال: ائت أبا بكر وعمر فأخبرهما، فقالا: لقد علمنا إذ صنع رسول الله صلى الله عليه وسلم ما صنع أن سيكون ذلك ".
أخرجه البخاري (٥/ ٤٦، ١٧١، ٣١٩، ٦/ ٤٦٢، ٤٦٣) والسياق مع الزيادات له، ورواه بنحوه أبو داود (٢/ ١٥) والنسائي (٢/ ١٢٧، ١٢٨) والدارمي (١/ ٢٢ - ٢٥) وابن ماجه (٢/ ٨٢ - ٨٣) والبيهقي (٦/ ٦٤) وأحمد (٣/ ٣١٣، ٣٦٥ ٣٧٣، ٣٩١، ٣٩٧) مطولا ومختصرا.
وفيه عند أحمد زيادات كثيرة، لم أوردها خشية الاطالة.
الخامس عنه أيضا قال:
" كان رسول الله صلى عليه وسلم يقوم فيخطب، فيحمد الله، ويثي عليه بما هو أهل له، ويقول: من يهده الله فلا مضل له، ومن يضلل فلا هادي له، إن خير الحديث كتاب الله وخير الهدي هدي محمد، وشر الامور محدثاتها، وكل محدثة بدعة (وكل بدعة ضلالة، وكل ضلالة في النار)، وكان إذا ذكر الساعة احمرت عيناه، وعلا صوته واشتد غضبه، كأنه منذر جيش (يقول): صبحكم ومساكم، من ترك مالا فلورثته، ومن ترك ضياعا (٢) أو دينا فعلي، وإلي، وأنا (أ) ولى (ب) المؤمنين (وفي رواية: بكل مؤمن من نفسه) ".
أخرجه مسلم (٣/ ١١) والنسائي (١/ ٢٣٤) والبيهقي في " السنن " (٣/ ٢ ١٣ - ٢١٤) وفي " الاسمائك والصفات " (ص ٨٢) وأحمد (٣/ ٢٩٦، ٣١١، ٣٣٨ - ٣٧١) والسياق له، وإبو نعيم في " الحلية " (٣/ ١٨٩)، والزيادة الأولى له، وللنسائي والبيهقي
_________
(١) أي وصيته إياه بقضاء الدين عنه، أنطر حديثه في ذلك في الفصل الأول من المسألة الرابعة.
(٢) أي عيالا، قال ابن الاثير: " وأصله مصدر ضاع يضيع ضياعا، فسمى العيال يالمصدر كما تقول:','1','18',NULL,NULL,'0');
INSERT INTO [b854] VALUES (26,'وإسنادها صحيح على شرط مسلم، والزيادة الثانية له وللبيهقي، والثالثة والرابعة لاحمد، والرواية الثانية لمسلم.
وفي الباب عن أبي هريرة عند الشيخين وغيرهما، وسيأتي حديثه في المسألة (٥٥) فقرة (و) الحديث الثاني.
السادس: عن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: " من حمل من أمتي دينا، ثم جهد في قضائه فمات ولم يقضه فأنا وليه ".
أخرجه أحمد (٦/ ٧٤) وإسناده صحيح على شرط الشيخين.
وقال المنذري (٣/ ٣٣): " رواه أحمد بإسناد جيد وأبو يعلى والطبراني في الاوسط " ونحوه في " المجمع " (٤/ ١٣٢) إلا أنه قال: " ورجال أحمد رجال الصحيح " (١).
_________
(١) وعزاه الشوكاني (٤/ ٢١) لابن ماجه وهم، فاني لم أجده عنده بعد مزيد البحث عنه، ولم يورده النابلسي في " الذخائر " ولو كان عنده لعزاه إليه المذري، ولما أورده الهيثمي في " المجمع " كما هو المعروف عند المشتغلين بهذا العلم الشريف.','1','19',NULL,NULL,'0');
INSERT INTO [b854] VALUES (27,'<span data-type="title" id=toc-5>(٤) ما يجوز للحاضرين وغيرهم</span>
١٨ - ويجوز لهم كشف وجه الميت وتقبيله، والبكاء عليه ثلاثة أيام، وفي ذلك أحاديث:
الأول: عن جابر بن عبد الله رضي الله عنهما قال: " لما قتل أبي، جعلت أكشف الثوب عن وجهه أبكي، ونهوني، والنبي صلى الله عليه وسلم لا ينهاني، (فأمر به النبي صلى الله عليه وسلم فرفع)، فجعلت عمي فاطمة تبكي، فقال النبي صلى الله عليه وسلم تبكين، أولا تبكين، مازالت الملائكة تظله بأجنحتها حتى رفعتموه".
أخرجه الشيخان والنسائي والبيهقي وأحمد (٣/ ٢٩٨) والزيادة لمسلم والنسائي.
الثاني: عن عائشة رضي الله عنها قالت: " أقبل أبو بكر رضي الله عنه على فرسه من مسكنه ب (السَنْح) حتى نزل فدخل على المسجد، (وعمر يكلم الناس) فلم يكلم الناس حتى دخل على عائشة رضي الله عنها، فتيمم النبي صلى الله عليه وسلم وهو مسجى ببردة جرة، فكشف عن وجهه، ثم أكب عليه فقبله (بين عينيه)، ثم بكى فقال: بأبي أنت وأمي يا نبي الله " لا يجمع الله عليك موتتين، أما الموتة التي عليك فقد متها، وفي رواية: لقد مت الموتة التي لا تموت بعدها".','1','20',NULL,NULL,'0');
INSERT INTO [b854] VALUES (28,'أخرجه البخاري (٣/ ٨٩) والنسائي (١/ ٢٦٠ - ٢٦١) والزيادة له في رواية، وابن حبان في صحيحه (٢١٥٥) والبيهقي (٣/ ٤٠٦) وغيرهما.
الثالث: عن عائشة أيضا: " أن النبي صلى الله عليه وسلم دخل على عثمان بن مظعون وهو ميت، فكشف في وجهه، ثم أكب عليه فقبله، وبكى حتى رأيت الدموع تسيل على وجنتيه ".
أخرجه الرمذي (٢/ ١٣٥) وصححه والبيهقي وغيرهما، وله شاهد بإسناد حسن يراجع في " مجمع الزوائد " (٣/ ٢٠).
الرابع عن أنس رضى الله عنه قال: " دخلنا مع رسول الله صلى الله عليه وسلم أبي سيف - وكان ظئرا (١) الابراهيم عليه السلام، فأخذ رسول الله صلى الله عليه وسلم إبراهيم فقبله وشمه، ثم دخلنا عليه بعد ذلك وإبراهيم يجود بنفسه، فجعلت عينا رسول الله صلى الله عليه وسلم تذرفان، فقال له عبد الرحمن بن عوف: وأنت يا رسول الله؟ فقال: يا ابن عوف! إنها رحمة، ثم أتبعها بأخرى فقال: إن العين تدمع، والقلب يحزن، ولا نقول إلا ما يرضي ربنا، وإنا بفراقك يا إبراهيم لمحزونون ".
أخرجه البخاري (٣/ ٣٥) ومسلم والبيهقي (٤/ ٦٩) بنحوه.
الخامس: عن عبد الله بن جعفر رضي الله عنه: " أن النبي صلى الله عليه وسلم أمهل آل جعفر ثلاثا أن يأتيهم، ثم أتاهم فقال: لا تبكوا على أخي بعد اليوم .. " الحديث.
رواه أبو داود (٢/ ١٢٤) والنسائي (٢/ ٢٩٢) وإسناده صحيح على شرط مسلم، وأخرجه أحمد بأتم منه، وسيأتي لفظه في " التعزية ".إن شاء الله تعالى.
_________
(١) أي زوج مرضعة إبراهم عليه السلام.','1','21',NULL,NULL,'0');
INSERT INTO [b854] VALUES (29,'<span data-type="title" id=toc-6>(٥) ما يجب على أقارب الميت</span>
١٩ - ويجب على أقارب الميت يبلغهم خبرو وفاته أمران:
الأول: الصبر والرضا بالقدر لقوله تعالى: {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧)} [البقرة: ١٥٥ - ١٥٧]، ولحديث أنس بن مالك رضي الله عنه قال: " مر رسول الله صلى الله عليه وسلم بامرأة عند قبر وهي تبكي، فقال لها: اتقي الله واصبري، فقالت: إليك عني، فانك لم تصب بمصيبتي! قال: ولم تعرفه! فقيل لها: هو رسول الله صلى الله عليه وسلم! فأخذها مثل الموت، فأتت باب رسول الله صلى الله عليه وسلم فلم تجد عنده بوابين، فقالت: أخرجه البخاري (٣/ ١١٥ - ١١٦) ومسلم (٣/ ٤٠ - ٤١) والبيهقي (٤/ ٦٥) والسياق له.
والصبر على وفاة الأولاد له أجر عظيم، وقد جاء في ذلك أحاديث كثيرة أذكر بعضها:
أولا: " لا يموت لاحد من المسلمين ثلاثة من تالولد فتمسه النار إلا تحلة القسم ".','1','22',NULL,NULL,'0');
INSERT INTO [b854] VALUES (30,'أخرجه الشيخان والبيهقي (٦٧/ ٤) عن أبي هريرة.
ثانيا: " مامن مسلمين يموت لهما ثلاثة من الولد لم يبلغوا الحنث إلا أدخلهم الله وأبويهم الجنة بفضل رحمته، قال: ويكونون على باب من أبواب الجنة، فيقال لهم: ادخلوا الجنة، فيقولون: حتى يجئ أبوانا، فيقال لهم: ادخلوا الجنة أنتم وأبوا كم بفضل رحمة الله ".
أخرجه النسائي (١/ ٢٦٥) والبيهقي (٤/ ٦٨) وغيرهما عنه، وسنده صحيح على شرط الشيخين.
ثالثا: " أيما امرأة مات لها ثلاثة من الولد كانوا حجابا من النار، قالت امرأة: واثنان؟ قال: واثنان ".
أخرجه البخاري (٣/ ٩٤) ومسلم والبيهقي (٤/ ٦٧) عن أبي سعيد الخدري رضي الله عنه.
رابعا: " إن الله لا يرضى لعبده المؤمن إذا ذهب بصفيه من أهل الارض فصبر واحتسب بثواب دون الجنة ".
أخرجه النسائي (١/ ٢٦٤) عن عبد الله بن عمرو بسند حسن.

الامر الثاني: مما يجب على الاقارب: الاسترجاع، وهو أن يقول: (إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ) كما جاء في الآية المتقدمة، ويزيد عليه قوله: " اللهم اجرني في مصيبتي وأخلف لي خيرا منها " لحديث أم سلمة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: " ما من مسلم تصبه مصيبة فيقول ما أمره الله (إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ) اللهم اجرني في معيبتي وأخلف لي خيرا منها إلا أخلف الله له خيرا منها.
قالت: فلما مات أبو سلمة قلت: أي المسلمين خير من أبي سلمة، أول بيت هاجر إلى رسول الله صلى الله عليه وسلم ثم إني قلتها، فأخلف الله لي رسول الله صلى الله عليه وسلم قالت: أرسل إلي رسول الله صلى الله عليه وسلم حاطب بن أبي بلتعة يخطبني له، فقلت: إن لي بنتا وأنا غيور، فقال: أما ابنتها فندعو الله أن يغنيها عنها، وأدعو الله أن يذهب با الغيرة ".
أخرجه مسلم (٣/ ٣٧) والبيهقي (٤/ ٦٥) وأحمد (٦/ ٣٠٩).','1','23',NULL,NULL,'0');
INSERT INTO [b854] VALUES (31,'٢٠ - ولا ينافي الصبر أن تمتنع المرأة من الزينة كلها، حدادا على وفاة ولدها أو غيره إذا لم تزد على ثلاثة أيام، إلا على زوجها، فتحد أربعة أشهر وعشرا، لحديث زينب بنت أبي سلمة قالت: " دخلت على أم حبيبة زوج النبي صلى الله عليه وسلم فقالت: سمعت رسول الله صلى الله عليه وسلم يقول: " لا يحل لامرأة تؤمن بالله واليوم الآخر (أن) تحد على ميت فوق ثلاث، إلا على زوج أربعة أشهر وعشرا " ثم دخلت على زينب بنت جحش - حين توفي أخوها فدعت بطيب فمست، ثم قالت: مالي بالطيب من حاجة، غير أني سمعت رسول الله صلى الله عليه وسلم يقول .. " فذكرت الحديث.
أخرجه البخاري (٣/ ١١٤، ٩ ٤٠٠/ ٤٠٠ - ٤٠١).
٢١ - ولكنها إذا لم تحد على غير زوجها، إرضاء للزوج وقضاء لوطره منها، فهو أفضل لها، ويرجى لهما من وراء ذلك خير كثير كما وقع لام سليم وزوجها أبي طلحة الانصاري رضي الله عنهما، ولا بأس من أن أسوق هنا قصتهما في ذلك - على طولهما - لما فيها من الفوائد والعظات والعبر، فقال أنس رضي الله عنه: " قال مالك أبو أنس لامرأته أم سليم - وهي أم أنس -: إن هذا الرجل - يعني النبي صلى الله عليه وسلم يحرم الخمر - فانطلق حتى أتى الشام فهلك هناك فجاء أبو طلحة، فخطب أم سليم، في كلمها في ذلك، فقالت: يا أبا طلحة! ما مثلك يرد، ولكنك امرؤ كافر، وأنا امرأة مسلمة لا يصلح لى أن أتزوجك! فقال: ما ذاك دهرك، قالت: وما دهري قال: الصفراء والبيضاء! قالت: فإني لا أربد صفراء ولا بيضاء، أريد منك الاسلام، (فإن تسلم فذاك مهري، ولا أسألك غيره)، قال: فمن لي بذلك؟ قالت: لك بذلك رسول الله صلى الله عليه وسلم، فانطلق أبو طلحة يريد النبي صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم جالس في أصحابه، فلما رآه قال: جاءكم أبو طلحة غرة الاسلام بين عينيه، فأخبر رسول الله صلى الله عليه وسلم بما قالت أم سليم، فتزوجها على ذالك، قال ثابت (وهو البناني أحد رواة القصة عن أنس) فما بلغنا أن مهرا كان أعظم منه أنها رضيت الاسلام مهرا، فتزوجها وكانت امرأة مليحة العينين، فيها صغر، فكانت معه حتى ولد له بني، وكان يحبه أبو طلحة حبا شديدا.
ومرض الصبي (مرضا شديدا)، وتواضع أبو طلحة لمرضه أو تضعضع له،','1','24',NULL,NULL,'0');
INSERT INTO [b854] VALUES (32,'(فكان أبو طلحة يقوم صلاة الغداة يتوضأ، ويأتي النبي صلى الله عليه وسلم فيصلى معه، ويكون معه إلى قريب من نصف النهار، ويجئ يقيل ويأكل، فإذا صلى الظهر تهيأ وذهب، فلم يجئ إلى صلاة العتمة) فانطلق أبو طلحة عشية إلى النبي صلى الله عليه وسلم (وفي رواية: إلى المسجد) ومات الصبي فقالت أم سليم: لا يتعين إلى أبي طلحة أحد ابنه حتى أكون أنا الذي أنعاه له، فهيأت الصبي (فسجت عليه)، ووضعته (في جانب البيت)، وجاء أبو طلحة من عند رسول الله صلى الله عليه وسلم حتى دخل عليها (ومعه ناس من أهل المسجد من أصحابه) فقال: كيف ابني؟ فقالت: يا أبا طلحة ماكان منذ اشتكى أسكن منه الساعة (وأرجو أن يكون قد استراح!) فأتته بعشائه (فقربته إليهم فتعشوا، وخرج القوم)، (قال فقال إلى فراشه فوضع رأسه)، ثم قامت فتطيبت، (وتصنعت له أحسن ما كانت تصنع قبل ذلك)، (ثم جاءت حتى دخلت معه الفراش، فما هو إلا أن وجد ريح الطيب كان منه ما يكون من الرجل إلي أهله)، (فلما كان آخر الليل) قالت: يا أبا طلحة أرأيت لو أن قوما أعاروا قوما علية لهم، فسألو هم إياها أكان لهم أن يمنعو هم؟ فقال: لا، قالت فإن الله عزوجل كان أعارك ابنك عارية، ثم قبضه إليه، فاحتسب واصبر! فغضب ثم قال: تركتني حتى إذا وقعت بما وقعت بما وقعت به نعيت إلي ابني! (فاسترجع، وحمد الله)، (فلما أصبح اغتسل)، ثم غدا إلى رسول الله صلى الله عليه وسلم (فصلى معه) فأخبره، فقال رسول الله صلى الله عليه وسلم، بارك الله لكما في غابر ليلتكما، فثقلت منت ذلك الحمل، وكانت أم سليم تسافر مع النبي صلى الله عليه وسلم، تخرج إذا خرج، وتدخل معه إذا دخل، وقال رسول الله صلى الله عليه وسلم إذا ولدت فأتوني بالصبي، (قال: فكان رسول الله صلى الله عليه وسلم في سفر وهي معه، وكان رسول الله صلى الله عليه وسلم إذا أتى المدينة من سفر لا يطرقها طروقا، فدنوا من المدينة، فضربها المخاض، واحتبس عليها أبو طلحة، وانطلق رسول الله صلى الله عليه وسلم، فقال أبو طلحة: يا رب إنك لتعلم أنه يعجبني أن أخرج مع رسولك إذا خرج، وأدخل معه إذا دخل، دقد احتبست بما ترى، قال: تقول أم سليم: يا أبا طلحة ما أجد الذي كنت أد فانطلقا قال: وضربها المخاض حين قدموا)، فولدت غلاما، وقالت لابنها أنس: (يا أنس! لا يطعم شيئا حتى تغدوا به إلى رسول الله صلى الله عليه وسلم، (وبعثت معه بتمرات)، قال: فبات يبكي، وبت مجنحا (١) عليه، أكالئه حتى أصبحت، فغدوت إلى رسول الله صلى الله عليه وسلم)، (وعليه بردة)، وهو يسم إبلاء أو غنما (قدمت عليه)، فلما نظر إليه، قال لانس: أولدت
_________
(١) أي: مائلاً','1','25',NULL,NULL,'0');
INSERT INTO [b854] VALUES (33,'بنت ملحان؟ قال: نعم، (فقال: رويدك أفرغ لك)، قال: فألقى ما في يده، فتناول الصبي وقال: (أمعه شئ؟ قالوا: نعم، تمرات)، فأخذ النبي صلى الله عليه وسلم (بعض) التمر (فمضغهن، ثم جمع يزاقه)، (ثم فغز فاه، وأوجره إياه)، فجعل يحنك الصبي، وجعل الصبي يتلمظ: (يمص بعض حلاوة التمر وريق رسول الله صلى الله عليه وسلم، فكان أول من فتح أمعاء ذلك الصبي على (١) ريق رسول اللله صلى الله عليه وسلم فقال: انظروا إلى حب الانصار التمر، (قال: قلت: يارسول الله سمه، قال:) (فمسح وجهه) وسماه عبد الله، (فما كان في الانصار شاب أفضل منه)، قال: فحرج مننه رجل (٢) كثير، واستشهد عبد الله بفارس) ".
أخرجه الطيالسي (رقم ٢٠٥٦) والسياق له، ومن طريقه البيهقي (٤/ ٦٥ - ٦٦ - وابن حبان (٧٢٥) وأحمد (٣/ ١٠٥ - ١٠٦، ١٨١، ١٩٦، ٢٨٧، ٢٩٠) والزيادات كلها له كما سيأتي، ورواه البخاري (٣/ ١٣٢ - ١٣٣) ومسلم (٦/ ١٧٤ - ١٧٥) مختصرا مقتصرا على قصة وفاة الصبي، وروى النسائي (٢/ ٨٧) قسما من أوله، والزيادة الأولى له، والسادسة والثامنة والخامسة عشر والسادسة عشر للبخاري، والتاسعة عشر والثانية والعشرون لمسلم، وسائرها لاحمد كما سبق.
وقد عنيت عناية خاصة بجمع روايات هذه القصة وألفاظها، لما فيها من روعة وجلالة، وليأخذ القارئ عنها فكرة جامعة صادقة، وذلك تتم العبرة والفائدة.
_________
(١) كذا الاصل، ولعل حرف (على) مقحم من بعض النساخ.
(٢) جمع راجل، وهو ضد الفارس.','1','26',NULL,NULL,'0');
INSERT INTO [b854] VALUES (34,'<span data-type="title" id=toc-7>(٦) ما يحرم على أقارب الميت</span>
٢٢ - لقد حرم رسول الله صلى الله عليه وسلم أمرا كان ولا يوال بعض الناس يرتكبونها إذا مات لهم ميت، فيجب معرفتها لا جتنابها، فلا بد من بيانها:
أ - النياحة (١)، وفيها أحاديث كثيرة:
١ - " أربع في أمتي من أمر الجاهلية، لا يتركونهن: الفخر في الاحساب، والطعن في الانساب، والاستسقاء بالنجوم، والنياحة.
وقال: النائحة إذا لم تتب قبل موتها، تقام يوم القيامة وعليها سربال من قطران، ودرع من جرب ".
رواه مسلم (٣/ ٤٥) والبيهقي (٤/ ٦٣) من حديث أبي مالك الاشعري.
٢ - " اثنتان في الناس هما بهم كفر: الطعن في النسب، والنايحة على الميت ".
رواه مسلم (١/ ٥٨ ٤٥) والبيهقي (٤/ ٦٣) وغيرهما من حديث هريرة.
٣ - " لما مات ابراهيم ابن رسول الله صلى الله عليه وسلم صاح أسامة بن زيد، فقال رسول الله صلى الله عليه وسلم ليس هذا مني، وليس بصائح حق، القلب يحزن، والعين تدمع، ولا يغضب الرب " رواه ابن حبان (٧٤٣) والحاكم (١/ ٣٨٢) عن أبي هريرة بسند حسن.
_________
(١) وهو أمر زائد على البكاء. قال ابن ابن العربي: " النوح ما كانت الحاهلية تفعل، كان النساء يقفن متقابلات يصحن، ويحثين التراب على روءسهن ويضربن وجوههن " نقله الابي على مسلم.','1','27',NULL,NULL,'0');
INSERT INTO [b854] VALUES (35,'٤ - عن أم عطية قالت: " أخذ علينا رسول الله صلى الله عليه وسلم مع البيعة ألا ننوح، فما وفت منا امرأة (تعني من المبايعات) إلا خمس، أم سليم، أم العلاء، وابنة أبي سبرة امرأة معاذ، أو ابنة أبي سبرة، وامرأة معاذ ".
رواه البخاري (٣/ ١٣٧) ومسلم (٣/ ٤٦) واللفظ له، والبيهقي (٤/ ٦٢) وغيرهم.
٥ - عن أنس بن مالك:
" أن عمر بن الخطاب لما طعن عولت عليه حفصة، فقال: يا حفصد أما حفصة أما سمعت رسول الله صلى الله عليه وسلم يقول: المعول عليه يعذب؟! وعول عليه وفي أخرى: (في قبره) بما نيح عليه ".
أخرجه البخاري ومسلم والسياق له والبيهقي (٤/ ٧٢ - ٧٣) وأحمد (رقم ٢٦٨، ٢٨٨، ٢٩٠، ٣١٥، ٣٣٤، ٢٥٤، ٣٨٦) من طرق عن عمر مطولا ومختصرا، وروى ابن حبان في " صحيحه " (٧٤١).
قصة حفصة فقط.
٦ - " إن الميت يعذب ببكاء أهله عليه " وفي رواية: " الميت يعذب في قبره بما نيح عليه ".
أخرجه الشيخان وأحمد من حديث ابن عمر، والرواية الاخرى لمسلم وأحمد ورواه ابن حبان في صحيحه (٧٤٢) من حديث عمران بن حصين نحو الرواية الأولى.
٧ - " من ينح عليه يعذب بما نيح عليه (يوم القيامة) " (١)
_________
(١) في هذا الحديث بيان أن البكاء المذكور في الحديث الذي قبله، ليس المراد به مطلق البكاء، بل بكاء خاص وهو النياحة، وقد أشار إلى هذا حديث عرم المتقدم في الرواية الثانية وهو قوله: " ببعض بكاء ... ".
ثم إن ظاهر هذا الحديث واللذين قبله مشكل، لانه يتعارض مع بعض أصول الشريعة وقواعد ها المقررة في مثل قوله تعالى: " ولا تزر وازرد وزر أخرى "، وقد اختلف العلماء في الجواب عن ذلك على ثمانيد أقوال، وأقربها إلى الصواب قولان: =','1','28',NULL,NULL,'0');
INSERT INTO [b854] VALUES (36,'أخرجه البخاري (٣/ ١٢٦) ومسلم (٣/ ٤٥) والبيهقي (٤/ ٧٢) وأحمد (٤/ ٢٤٥، ٢٥٢، ٢٥٥).
٨ - عن النعمان بن بير قال: " أغمي على عبد الله بن رواحة رضي الله عنه، فجعلت أخته عمرة تبكي: واجبلاه، واكذا، واكذا، تعدد عليه، فقال حين أفاق: ما قلت شيئا إلا قيل لي، كذلك!؟ فلما مات لم تبك عليه ".
أخرجه البخاري والبيهقي (٤/ ٦٤).
ب، ج - ضرب الخدود، وشق الجيوب لقوله صلى الله عليه وسلم: " ليس منا من تلطم الخدود، وشق الجيوب، ودعى بدعوى الجاهلية ".
رواه البخاري (٣/ ١٢٧ - ١٢٨، ١٢٩) ومسلم (١/ ٧٠) وابن الجارود (٢٥٧) والبيهقي (٤/ ٦٣ - ٦٤) وغيرهم من حديث ابن مسعود.
_________
= الأول: ما ذهب إليه الجمهور، وهو أن الحديث محمول على من أوصى بالنوح عليه، أو لم يوص بتركه مع علمه بأن الناس يفعلونه عادة. ولهذا قال عبد الله بن المبارك: " إذا كان ينهاهم في حياته ففعلوا شيئا من ذلك بعد وفاته، لم يكن عليه شئ " (١). والعذاب عند هم بمعنى العقاب.
والاخر: أن معنى " أي يتألم بسماعه بكاء أهله ويرق لهم ويحزن، وذلك في البرزخ، وليس يوم القيامة. وإلى هذا ذهب محمد بن جرير الطبري وغيره، ونصره ابن تيمية وابن القيم وغيرهما. قالوا: " ليس المراد أن الله يعاقبه ببكاء الحي عليه، والعذاب أعم من العقاب كما في قوله: " السفر قطعة من العذاب "، وليس هذا عقابا على ذنب، وإنما هو تعذيب وتألم ". (٢)
وقد يؤيد هذا قوله في الحديث (٥و٦): " في قبره ". وكنت أميل إلى هذا المذهب برهة من الزمن، ثم بدا لي أنه ضعيف لمخالفته للحديث السابع الذي قيد العذاب بأنه " يوم القيامة "، ومن الواضح أن هذا لا يمكن تأويله بما ذكروا، ولذلك فالراجح عندنا مذهب الجمهور، ولا منافاة عندهم بين هذا القيد والقيد الآخر في قوله " في قبره "، بل يضم أحدهما إلى الآخر، وينتج أنه يعذب في قبره، ويوم القيامة. وهذا بين إن شاء الله تعالى.
_________
(١) عمدة القارئ (٤/ ٧٤).
(٢) انظر كلام ابن تيمية في " مجموعة الرسائل المنيرية " (٢/ ٢٠٩) وابن القيم في " التهذيب " (٤/ ٢٩٠ - ٢٩٣).','1','29',NULL,NULL,'0');
INSERT INTO [b854] VALUES (37,'د - حلق الشعر، لحديث أبي بردة بن أبي موسى قال: " وجع أبو موسى وجعا فغشي عليه، ورأسه في حجر امرأة من أهله، فصاحت امرأة من أهله، فلم يستطع أن يرد عليها شيئا، فلما أفاق قال: إنا برئ ممن برئ منه رسول الله صلى الله عليه وسلم، فان رسول الله صلى الله عليه وسلم برئ من الصالقة، (١) والحالقة، والشاقة ".
أخرجه البخاري (٣/ ١٢٩) ومسلم (١/ ٧٠) والنسائي (١/ ٢٦٣) والبيهقي (٤/ ٦٤).
هـ - نشر الشعر، لحديث امرأة من المبايعات قالت: " كان فيما أخذ علينا رسول الله صلى الله عليه وسلم في المعروف الذي أخذ علينا أن لا نعصيه فيه، وأن لانخمش وجها ولا ندعو ويلا، ولا نشق جيبا، وأن لا ننشر شعرا ".
أخرجه إبو داود (٢/ ٥٩) ومن طريقه البيهقي (٤/ ٦٤) بسند صحيح.
وإعفاء بعض الرجال لحاهم أياماً قليلةً حزناً على ميتهم، فإذا مضت عادوا إلى حلقها! فهذا الاعفاء في معنى نشر الشعر كما هو ظاهر، يضاف إلى ذلك أنه بدعة، وقد قال صلى الله عليه وسلم: " كل بدعة ضلالة، وكل ضلالة في النار ".
رواه النسائي والبيهقي في " الاسماء والصفات " بسند صحيح عن جابر
ر - الاعلان عن موته على رؤوس المنائر ونحوها، لانه من النعي، وقد ثبت عن حذيفة بن اليمان أنه: " كان إذا مات له الميت قال: لا تؤذنوا به أحدا، إني أخاف أن يكون نعيا، إني سمعت رسول الله صلى الله عليه وسلم ينهى عن النعي ".
_________
(١) هي التي ترفع صوتها عند الفجيعة بالموت','1','30',NULL,NULL,'0');
INSERT INTO [b854] VALUES (38,'أخرجه الترمذي (٢/ ١٢٩) وحسنه، وابن ماجه (١/ ٤٥٠) وأحمد (٥/ ٤٠٦) والسياق له والبيهقي (٤/ ٧٤)، وأخرج المرفوع منه ابن أبي شيبة في " المصنف " (٤/ ٩٧) وإسناده حسن كما قال الحافظ في " الفتح ".
والنعي لغة: هو الاخبار بموت الميت، فهو على هذا يشمل كل إخبار، ولكن قد جاءت أحاديث صحيحة تدل على جواز نوع من الاخبار، وقيد العلماء بها مطلق النهي، وقالوا: إن المراد بالنعي الاعلان الذي يشبه ما كان عليه أهل الجاهلية من الصياح على أبواب البيوت والاسواق كما سيأتي، ولذلك قلت:','1','31',NULL,NULL,'0');
INSERT INTO [b854] VALUES (39,'<span data-type="title" id=toc-8>(٧) النعي الجائز</span>
٢٣ - ويجوز إعلان الوفاة إذا لم يقترن به ما يشبه نعي الجاهلية وقد يجب ذلك إذا لم يكن عنده من يقوم بحقه من الغسل والتكفين والصلاة عليه ونحو ذلك، وفيه أحاديث:
الأول: عن أبي هريرة: " أن رسول الله صلى الله عليه وسلم نعى النجاشي في اليوم الذي مات فيه، خرج إلى المصلى، فصف بهم وكبر أربعا ".
أخرجه الشيخان وغيرهما، وسيأتي ذكره بجميع زياداته من مختلف طرقه في المسألة (٦٠) الحديث السابع.
الثاني: عن أنس قال: قال النبي صلى الله عليه وسلم: " أخذ الرواية زيد فأصيب، بثم أخذ جعفر فأصيب، ثم أخذها عبد الله بن رواحة فأصيب - وإن عيني رسول الله صلى الله عليه وسلم لتذرفان - ثم أخذها خالد بن الوليد من غير إمرة ففتح له".
أخرجه البخاري وترجم له والذي بنفسه ".
وقبله بقوله: " باب الرجل ينعى إلى أهل الميت بنفسه".
وقال الحافظ: " وفائدة هذاه الترجمة الاشارة إلى أن النعي ليس ممنوعا كله، وإنما نهى عما كان أهل الجاهلية يصنعونه، فكانوا يرسلون من يعلن بخبر موت الميت على أبواب الدور','1','32',NULL,NULL,'0');
INSERT INTO [b854] VALUES (40,'قلت: وإذا كان هذا مسلما، فالصياح بذلك رؤوس المنائر يكون نعيا من باب أولى، ولذلك جز منابه في الفقرة التي قبل هذه، وقد يقترن به أمور أخرى هي في ذاتها محرمات أخر، مثل أخذ الاجرة على هذا الصياح! ومدح الميت بما يعلم أنه
ليس كذلك، كقولهم: " الصلاة على فخر الاماجد المكرمين، وبقية السلف الكرام الصالحين .. "!
٢٤ - ويستحب للمخبر أن يطلب من الناس أن يستغفروا للميت لحديث أبي قتادة رضي الله عنه قال: " بعث رسول الله صلى الله عليه وسلم جيش الامراء عليكم زيد بن حارثة، فإن أصيب زيد فجعفر بن أبي طالب، فإن أصيب جعفر فعبد الله بن رواحة الانصاري، فوثب جعفر فقال: بأبي أنت وأمي يارسول الله ما كنت أرهب أن تستعمل علي زيدا، قال: امضه فإنك لا تدري أي ذلك خير، فانطلقوا، فلبثوا ما شاء الله، ثم إن رسول الله صلى الله عليه وسلم صعد المنبر، وأمر أن ينادي الصلاة ب جامعة، فقال رسول الله صلى الله عليه وسلم: ناب خير، أو ثاب خير - شك عبد الرحمن - يعني ابن مهدي) -، ألا أخبر كم عن جيشكم هذا الغازي؟ إنهم انطلقوا فلقوا العدو، فأصيب زيد شهيدا، فاستغفروا له - فاستغفر له الناس - ثم أخذ اللواء جعفر بن أبي طالب، فشد على القوم حتى قتل شهيدا، أشهد له بالشهادة، فاستغفروا له، ثم أخذ اللواء عبد الله بن رواحة، فأثبت قدميه حتى قتل شهيدا، فاستغفروا له، ثم أخذا اللواء خالد بن الوليد - ولم يكن من الامراء، بهو أمر نفسه - ثم رفع رسول الله صلى الله عليه وسلم أصبعيه فقال: اللهم هو سيف من سيوفك، فانصره - فمن يومئذ سمي خالد سيف الله - ثم قال: انفروا فأمدوا إخوانكم، ولا يتخلفن أحد: فنفر الناس في حر شديد مشاة وركبانا ".
أخرجه أحمد (٥/ ٢٩٩، ٣٠٠ - ٣٠١) وإسناده حسن.
وفي الباب عن أبي هريرة وغيره في قوله صلى الله عليه وسلم لما نعي للناس النجاشي: " استغفروا لاخيكم " وسيأتي في المسألة (٦٠) ص ٨٧ - ٨٨ (١)
_________
(١) ومما سبق تعلم أن قول الناس اليوم في بعض البلاد: " الفاتحة على روح فلان " مخالف للسنة المذكورة، فهو بدعة بلا شك، لا سيما والقراءة لا تصل إلى الموتى على القول الصحيح كما سيأتي تفصيله إن شاء الله تعالى.','1','33',NULL,NULL,'0');
INSERT INTO [b854] VALUES (41,'<span data-type="title" id=toc-9>(٨) علامات حسن الخاتمة</span>
٢٥ - ثم إن الشارع الحكيم قد جعل علامات بينات يستدل بها على حسن الخاتمة.- كتبها الله تعالى لنا بفضله ومنه - فأيما امرئ مات بإحداها كانت بشارة له، ويا لها من بشارة.
الأولى: نطقه بالشهادة عند الموت وفيه أحاديث:
١ - " من كان آخر كلامه لا إله إلا الله دخل الجنة". أخرجه الحاكم وغيره بسند حسن عن معاذ.
وله شاهد من حديث أبي هريرة تقدم في " اللقين " فقرة (أ) ص ١٠
٢ - عن طلحة بن عبيد الله رضي الله عنه قال: " رأى عمر طلحة بن عبيد الله ثقيلا، فقال: مالك يا أبا فلان؟ لعلك ساءتك امرأة عمك يا أبا فلان؟ قال: لا - (وأثنى على أبي بكر) إلا أني سمعت من رسول الله صلى الله عليه وسلم حديثا ما منعني أن أسأله عنه إلا القدرة عليه حتى مات، سمعته يقول: إني لاعلم كلمة لا يقولها عبد عند موته إلا أشرق لها لونه، ونفس الله عنه كربته، قال: فقال عمر: إني لاعلم ماهي! قال: وما هي؟ قال: تعلم كلمة أعظم من كلمة أمر بها عمه عند الموت: لا إله الله؟ قال طلحة: صدقت، هي والله هي ".
أخرجه الامام أحمد (رقم ١٣٨٤) وإسناده صحيح، وابن حبان (٢) بنحوه، والحاكم (١/ ٣٥٠، ٣٥١) والزيادة له، وقال " صحيح على شرطهما " ووافقه الذهبي.
وفي الباب أحاديث ذكرت في " التلقين ".','1','34',NULL,NULL,'0');
INSERT INTO [b854] VALUES (42,'الثانية: الموت برشح الحبين، لحديث بريدة بن الخصيب رضي الله عنه: " أنه كان بخراسان، فعاد أخا له وهو مريض، فوجده بالموت، وإذا هو بعرق جبينه، فقال: الله أكبر، سمعت رسول الله صلى الله عليه وسلم يقول: موت المؤمن بعرق الجبين ".
أخرجه أحمد (٥/ ٣٥٧، ٣٦٠) والسياق له، والنسائي (١/ ٢٥٩) والترمذي (٢/ ١٢٨) وحسنه، وابن ماجه (١/ ٤٤٣ - ٤٤٤) وابن حبان (٧٣٠) والحاكم (١/ ٧٦١) والطيالسي (٨٠٨) وقال الحاكم: " صحيح عل شرط مسلم " ووافقه الذهبي! وفيه نظر لا مجال لذكره هنا، لا سيما وأن أحد إسنادي النسائي صحيح على شرط البخاري.
وله شاهد من حديث عبد الله بن مسعود رضي الله عنه.
رواه الطبراني في " الاوسط " و " الكبير " ورجاله ثقات رجال الصحيح، كما في " المجمع " (٢/ ٣٢٥).
الثالثة: الموت ليلة الجمعة أو نهارها، لقوله صلى الله عليه وسلم: " ما من مسلم يموت يوم الجمعة، أليلة الجمعة، إلا وقاه الله فتنة القبر ".
أخرجه أحمد (٦٥٨٢ - ٦٦٤٦) من طريقين عن عبد الله بن عمرو، والترمذي من أحد الوجهين، وله شواهد عن أنس وجابر بن عبد الله، وغيرهما، فالحديث بمجموع طرقه حسن أو صحيح (١).
الرابعة: الاستشهاد في ساحة القتال، قال الله تعالى: {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ (١٦٩) فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١٧٠) يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ (١٧١)} [آل عمران: ١٦٩ - ١٧١]
وفي ذلك أحاديث:
١ - " للشهيد عند الله ست خصال: يغفر له في أول دفعة من دمه، ويرى مقعده من
_________
(١) راجع " تحفة الاحوذي "','1','35',NULL,NULL,'0');
INSERT INTO [b854] VALUES (43,'الجنة، ويجار من عذاب القبر، ويأمن الفزع الاكبر، ويحلى حلية الايمان، ويزوج من الحور العين، ويشفع في سبعين إنسانا من أقاربه ".
أخرجه الترمذي (٣/ ١٧) وصححه، وابن ماجه (٢/ ١٨٤) وأحمد (١٣١) وإسناده صحيح، ثم أخرجه (٤/ ٢٠٠) من حديث عبادة بن الصامت ومن حديث قيس الجذامي (٤/ ٢٠٠) وإسنادهما صحيح أيضا.
٢ - عن رجل من أصحاب النبي صلى الله عليه وسلم: " أن رجلا قال: يا رسول الله ما بال المؤمنين يفتنون في قبورهم إلا الشهيد؟ قال: كفى ببارقة السيوف على رأسه فتنة ".
رواه النسائي (١/ ٢٨٩) وعنه القاسم السرقسطي في " الحديث " (٢/ ١٦٥ / ١) وسنده صحيح.
(تنبيه): ترجى هذه الشهادة لمن سألها مخلصا من قلبه ولو لم يتيسر له الاستشهاد في المعركة، بدليل قوله صلى الله عليه وسلم: " من سأل الله الشهادة بصدق، بلغه الله منازل الشهداء وإن مات على فراشه ".
أخرجه مسلم (٢/ ٤٩) والبيهقي (٩/ ١٦٩) عن أبي هريرة.
وله في " المستدرك " (٢/ ٧٧) شواهد.
الخامسة: الموت غازيا في سبيل الله، وفيه حديثان:
١ - " ما تعدون الشهيد فيكم؟ قالوا: يارسول الله من قتل في سبيل الله فهو شهيد، قال: إن شهداء أمتي إذا لقليل، قالوا: فمن هم يارسول الله؟ قال: من قتل في سبيل الله فهو شهيد، ومن مات في سبيل الله فهو شهيد ومن مات في الطاعون فهو شهيد، ومن ما في البطن (١) فهو شهيد، والغريق شهيد ".
أخرجه مسلم (٦/ ٥١) وأحمد (٢/ ٥٢٢) عن أبي هريرة.
_________
(١) أي بداء البطن وهو الاستسقاء وانتفاخ البطن. وقيل: هو الاسهال، وقيل: الذي يشتكي بطنه.','1','36',NULL,NULL,'0');
INSERT INTO [b854] VALUES (44,'وفي الباب عن عمر عند الحاكم (٢/ ١٠٩) والبيهقي.
٢ - " من فصل (أي خرج) في سبيل الله فمات أو قتل فهو شهيد، بأو وقصه فرسه أو بعيره، أو لدغته هامة، أو مات على فراشه بأي حتف شاء الله فإنه شهيد وإن له الجنة ".
أخرجه أبو داود (١/ ٣٩١) والحاكم (٢/ ٧٨) والبيهقي (٩/ ١٦٦) من حديث أبي مالك الاشعري، وصححه الحاكم، وإنما هو حسن فقط.
السادسة: الموت بالطاعون، وفيه أحاديث:
١ - عن حفصة بنت سيرين: قال لي أنس بن مالك: بم مات يحيى بن أبي عمرة؟ قلت: بالطاعون، فقال: قال رسول الله صلى الله عليه وسلم: " الطاعون شهادة لكل مسلم ".
أخرجه البخاري (١٠/ ١٥٦ - ١٥٧) والطيالسي (٢١١٣) وأحمد (٣/ ١٥٠، ٢ ٢٠، ٢٢٣، ٢٥٨ - ٢٦٥).
٢ - عن عائشة أنها سألت رسول الله صلى الله عليه وسلم عن الطاعون؟ فأخبرها نبي الله صلى الله عليه وسلم: " انه كان عذابا يبعثه الله على من يشاء، فجعله الله رحمة للمؤمنين، فليس من عبد يقع الطاعون، فيمكث في بلده صابرا يعلم أنه لن يصيبه إلا ماكتب الله له، إلا كان له مثل أر الشهيد ".
أحرجه البخاري (١٠/ ١٥٧ - ١٥٨) والبيهقي (٣/ ٣٧٦) وأحمد (٦/ ٦٤، ١٤٥، ٢٥٢)
٣ - " يأتي الشهداء والتوفون بالطاعون، فيقول أصحاب الطاعون: نحن شهداء، فيقال: انظروا فإن كانت جراحهم كجراح الشهداء تسيل دما ريح المسك، فهم شهداء، فيجدونهم كذلك ".
أخرجه الامام أحمد (٤/ ١٨٥) والطبراني في " الكبير " (مجموع ٦/ ٥٥ / ٢) بسند حسن كما قال الحافظ (١٠/ ١٥٩) عن عتبة بن عبد السلمي رضي الله عنه.
وله شاهد من حديث العرباض بن سارية رضي الله عنه أخرجه النسائي (٢/ ٦٣)','1','37',NULL,NULL,'0');
INSERT INTO [b854] VALUES (45,'وأحمد (٤/ ١٢٨، ١٢٩) والطبراني وحسنه الحافظ أيضا، وهو حسن في الشواهد.
وفي الباب عن أبي هريرة، وتقدم في " الفقرة الخامسة " الحديث الأول، ويأتي أيضا في " الثامنة والتاسعة، وعن عبادة ويأتي في " العاشرة ".
السابعة: الموت بداء البطن، وفيه حديثان:
١ - " ... ومن مات في البطن فهو شهيد ".
رواه مسلم وغيره، وتقدم بتمامه في " الخامسة ".
٢ - عن عبد الله بن يسار قال: " كنت جالسا وسليمان بن صرد وخالد بن عرفطة، فذ كروا رجلا توفي، مات ببطنه، فإذا هما يشتهيان أن يكونا شهداء جنازته فقال أحمد هما للاخر: ألم يقل رسول الله صلى الله عليه وسلم: " من يقتله بطنه فلن يعذب في قبره "؟ فقال الاخر: بلى وفي رواية " صدقت ".
أخرجه النسائي (١/ ٢٨٩) والترمذي (٢/ ١٦٠) وحسنه، وابن حبان في صحيحه (رقم ٧٢٨ - موارد) والطيالسي (١٢٨٨) وأحمد (٤/ ٢٦٢) وسنده صحيح.
الثامنة والتاسعة: الموت بالغرق والهدم، لقوله صلى الله عليه وسلم: " الشهداء خمسة: المطعون، والمبطون، وصاحب الهدم، والشهيد في سبيل الله ".
أخرجه البخاري (٦/ ٣٣ - ٣٤) ومسلم (٦/ ٥١) والترمذي (٢/ ١٥٩) وأحمد (٢/ ٣٢٥، ٥٣٣) من حديث أبي هريرة.
العاشرة: موت المرأة في نفاسها بسبب ولدها، لحديث عبادة بن الصامت: " إن رسول الله صلى الله عليه وسلم عاد عبد الله بن رواحة قال: فما تحوز (١) له عن فراشه، فقال: أتدري من شهداء أمتي؟ قالوا: قتل المسلم شهادة، قال: إن شهداء أمتي إذا
_________
(١) بالحاء المهملة والواو المشددة، أي: تنحى.','1','38',NULL,NULL,'0');
INSERT INTO [b854] VALUES (46,'لقليل! قتل المسلم شهادة، والطاعون شهادة والمرأة يقتلها ولدها جمعاء (١) شهادة، (يجرها ولدها بسرره (٢) إلى الجنة) ".
أخرجه إحمد (٤/ ٢٠١ - ٥/ ٣٢٣) والدارمي (٢/ ٢٠٨) والطيالسي (٥٨٢) وإسناده صحيح.
وله في " المسند " (٤/ ٣١٥، ٣١٧، ٣٢٨) طرق أخرى.
وفي الباب عن صفوان بن إمية عند الدارمي والنسائي (١/ ٢٨٩) وأحمد (٦/ ٤٦٥) - ٤٦٦).
وعن عقبه بن عامر ٧ عند النسائي (٢/ ٦٢ - ٦٣).
وعن راشد بن حبيش عند أحمد (٣/ ٢٨٩)، ورجاله ثقات، وقال المذري في " الترغيب " (٢/ ٢٠١): " إسناده وفيه الزيادة وهي في حديث عبادة عند الطيالسي وأحمد.
وعن جابر بن عتبك ويأتي لفطه في الفقرة الاتية: الحادية عشر، والثانية عشر: الموت بالحرق، وذات الجنب (٣) وفيه أحاديث، أشهر ها عن جابر بن عتيك مرفوعا: " الشهداء سبعة سوى القتل في سبيل الله: المطعون شهيد، والغرق شهيد، وصاحب ذات الجنب شهيد، والحرق شهيد، والذي يموت تحت الهدم شهيد، والمرأة تموت بجمع (٤) شهيدة ".
أخرجه ملك (١/ ٢٣٢ - ٢٣٣) وإبو داود (٢/ ٢٦) والنسائي (١/ ٢٦١) وابن
_________
(١) هي التي تموت، وفي بطنها ولد.
انظر كلام " النهاية " في التعليق الاتي قريبا.
(٢) السرة ما يبقى بعد القطع مما تقطعه القابلة، والسرر ما تقطعه، وهو السر بالضم أيضا.
(٣) هي ورم حار يعرض في الغشاء المستبطن للاضلاع.
(٤) في " النهاية ": " إي تموت وفي بطنها ولد، وقيل التي تموت بكرا، والجمع بالضم بمعنى المجموع، كذخر بمعنى المذخور، وكسر الكسائي الجيم، والمعنى أنها ماتت مع شئ مجموع فيها غير منفصل عنها من حمل أو بكارة " قلت: والمراد هنا الحمل قطعا بدليل الحديث المتقدم في " العاشرة " بلفظ " يقتلها ولدها جمعاء ".','1','39',NULL,NULL,'0');
INSERT INTO [b854] VALUES (47,'ماجه (٢/ ١٨٥ - ١٨٦) وابن حبان في صحيحه (١٦١٦ - موارد) والحاكم (١/ ٣ ٥٢) وأحمد (٥/ ٤٤٦) وقال الحاكم: " صحيح الاسناد "! ووافقه الذهبي! ولست أشك في صحة متنه، لان له شواهد كثيرة، تقدم أكثرها وروي الطبراني من حديث ربيع الانصاري مرفوعا به نحوه دون ذكر الهدم.
قال المنذري وتبعه الهيثمي (٥/ ٣٠٠): "ورواته مجتج بهم في الصحيح".
وروى أحمد (٤/ ١٥ ٧) من حديث عقبة بن عامر مرفوعا بلفظ: " الميت من ذات الجنب شهيد ".
وسنده حسن في الشواهد، وقد جاءت هذه الجملد في بعض طرق حديث أبي هريرة المتقدم في "الخامسة"، أخرجه أحمد (٢/ ٤٤١ - ٤٤٢) وفيه محمد بن اسحاق وهو مدلس وقد عنعنه.
الثالثة عشر: الموت بداء السل لقوله صلى الله عليه وسلم: " القتل في سبيل الله شهادة، والنفساء شهادة، والحرق (١) شهادة والغرق شهادة، والسل شهادة، والبطن شهادة ".
قال في " مجمع الزوائد " (٢/ ٣١٧ - ٣٠١): "رواه الطبراني في الاوسط، وفيه مندل بن علي، وفيه كلام كثير وقد وثق".
فقد زاد فيه أحمد في رواية له: " والسل ".
ورجاله موثقون، وحسنه المنذري كما سبق، وله شاهد آخر في " المجمع ".
_________
(١) بفتحتين، وكذا (الغرق) ب، كما في " حاشية المسند " (ق ٣٠١/ ١) مكتبة شيخ الاسلام في المدينة','1','40',NULL,NULL,'0');
INSERT INTO [b854] VALUES (48,'الرابعة عشر: الموت في سبيل الدفاع عن المال المراد غصبه، وفيه أحاديث:
١ - " من قتل دون ماله، (وفي رواية: من أريد ماله بغير حق فقاتل، فقتل) فهو شهيد ".
أخرجه البخاري (٥/ ٩٣) ومسلم (١/ ٨٧) وإبو داود (٢/ ٢٨٥) والنسائي (٢/ ١٧٣) والترمذي (٢/ ٣١٥) وصححه وابن ماجه (٢/ ١٢٣) وأحمد (١٦ ٦٨، ٦٨٢٣، ٦٨٢٩) كلهم بالرواية الثانية إلا البخاري ومسلم فبالأولى، وهي رواية للنسائي والترمذي وأحمد (٦٨٢٢) عن عبد الله بن عمرو.
٢ - عن أبي هريرة رضي الله عنه قال: " جاء رجل إلى رسول الله صلى الله عليه وسلم، فقال: يارسول الله أرأيت إن جاء رجل يريد أخذ مالي؟ قال: فلا تعطه مالك، قال: أرأيت إن قاتلني؟ قاتله، قال: أرأيت إن قتلني، قال: فأنت شهيد، قال: أرأيت إن قتلته؟ قال: هو في النار ".
أخرجه مسلم (١/ ٨٧)، وأخرجه النسائي (٢/ ١٧٣) وأحمد (١/ ٣٣٩ - ٣٦٠) من طريق أخرى عنه.
٣ - عن مخارق رضي الله عنه قال:
" جاء رجل إلى النبي صلى الله عليه وسلم فقال: الرجل يأتيي فيريد مالي؟ قال: ذكره بالله، قال فإن لم يذكر؟ قال: فاستعن عليه السلطان، قال: فإن نأى السلطان عني (وعجل علي)؟ قال: قاتل دون ملك حتى تكون من شهداء الاخرة، أو تمنع مالك ".
أخرجه النسائي وأحمد (٥/ ٢٩٤، ٢٩٤، ٢٩٥) والزيادة له وسنده صحيح على شرط مسلم.
الخامسة عشر، والسادسة عشر: الموت في سبيل الدفاع عن الدين والنفس، وفيه حديثان:','1','41',NULL,NULL,'0');
INSERT INTO [b854] VALUES (49,'١ - " من قتل دون ماله فهو شهيد، ومنت قتل دون أهله فهو شهيد، ومن قتل دون دينه فهو شهيد، بومن قتل دون دمه فهو شهيد ".
أخرجه أبو داود (٢/ ٢٧٥) والنسائي والترمذي (٢/ ٣١٦) وصححه، وأحمد (١٦٥٢) ١٦٥٣) عن سعيد بن زيد، وسنده صحيح.
٢ - " من قتل دون مظلمته فهو شهيد " (١).
أخرجه النسائي (٢/ ١٧٣ - ١٧٤) من حديث سويد بن مقرن، وأحمد (٢٧٨٠) من حديث ابن عباس، وإسناده صحيح إن سلم من الانقطاع بين سعد بن ابراهيم بن عبد الرحمن بن عوف وابن عباس، لكن أحد الطريقين يقوى الاخرى، وفي الأولى من لم يوثقه غير ابن حبان.
السابعة عشرة: الموت مرابطا في سبيل الله، ونذكر فيه حديثين:
١ - " رباط يوم وليلة خير من صيام شهر وقيامه، وإن مات جرى عليه عمله الذي ز كان يعمله، وأجري عليه رزقه، وأمن الفتان ".
رواه مسلم (٦/ ٥١) والنسائي (٢/ ٦٢) والترمذي (٣/ ١٨) والحاكم (٢/ ٨٠) وأحمد (٥/ ٤٤٠، ٤٤١) من حديث سلمان الفارسي، ورواه الطبراني وزاد: " وبعث يوم القيامة شهيدا ".
لكن في سنده من لم يعرفهم الهيثمي في " مجمعه " (٥/ ٢٩٠)، وسكت عليه المنذري في " ترغيبه " (٢/ ١٥٠).
٢ - " كل ميت يختم على عمله إلا الذي مات مرابطا في سبيل الله، فإنه ينمى له عمله إلى يوم القيامة، ويأمن فتنة القبر ".
أخرجه أبو داود (١/ ٣٩١) والترمذي (٣/ ٢) وصححه، والحاكم (٢/ ١٤٤) وأحمد (٦/ ٢٠) من حديث فضالة بن عبيد، وقال الحاكم:
_________
(١) قلت: وهذا بإطلاقه يشمل الانواع الاربعة المذكورة في الحديث الأول وغيرها.','1','42',NULL,NULL,'0');
INSERT INTO [b854] VALUES (50,'" صحيح على شرط الشيخين "!
الثامنة عشر: الموت على عمل صالح لقوله صلى الله عليه وسلم " من قال: لا إله إلا الله: " من قال: لا إله إلا الله ابتغاء وجه الله ختم له بها دخل الجنة، ومن صام يوما ابتغاء وجه الله ختم له بها دخل الجنة، ومن تصدق بصدقة ابتغاء وجه الله ختم له بها دخل الجنة " أخرجه أحمد (٥/ ٣٩١) عن حذيفة قال: " أسندت النبي صلى الله عليه وآله وإلى صدري فقال " فذكره.
وإسناده صحيح، قال المنذري (٢/ ٦١) "لا بأس به".','1','43',NULL,NULL,'0');
INSERT INTO [b854] VALUES (51,'<span data-type="title" id=toc-10>(٩) ثناء الناس على الميت</span>
٢٦ - والثناء بالخير على الميت من جمع من المسلمين الصادقين، أقلهم اثنان، من جيرانه العارفين به من ذوي الصلاح والعلم موجب له الجنهة، وفيه أحاديث:
١ - عن أنس رضي الله عنه قال: " مر على النبي صلى الله عليه وسلم بجنازة، فأثنى عليها خيرا، (وتتابعت الألسن بالخير)، فقالوا: كان - ما علمنا - يجب الله ورسوله)، فقال نبي الله صلى الله عليه وسلم: وجبت وجبت وجبت، ومر بجنازة فأثني عليها شرا، (وتتابعت الألسن لها بالشر)، (فقالوا: بئس المرء كان في دين الله)، فقال نبي الله صلى الله عليه وسلم: وجبت وجبت وجبت، فقال عمر: فدى لك أبي وأمي، مر بجنازة فأثني عليها شرا، فقلت: وجبت وجبت وجبت؟ فقال رسول الله صلى الله عليه وسلم: " من أثنيتم عليه خيرا وجبت له الجنة، ومن أثنيتم عليه شرا وجبت له النار، (الملائكة شهداء الله في السماء، و) أنتم شهداء الله في الارض، أنتم شهداء الله في الارض، أنتم شهداء الله في الارض، (وفي رواية: والمؤمنون شهداء الله في الارض)، (إن الله ملائكة تنطق على ألسنة بني آدم بما في المرء من الخير والشر) ".
أخرجه البخاري (٣/ ١٧٧ - ١٧٨، ٥/ ١٩٢ - ١٩٣) ومسلم (٣/ ٥٣) والنسائي (١/ ٢٧٣) والترمذي (٢/ ١٥٨) وصححه، وابن ماجه (١/ ٤٥٤) والحاكم (١/ ٣٧٧) والطيالسي (٢٠٦٢) وأحمد (٣/ ١٧٩، ١٨٦، ١٩٧، ٢١١، ٢٤٥، ٢٨١) من طرق عن','1','44',NULL,NULL,'0');
INSERT INTO [b854] VALUES (52,'أنس، والسياق لمسلم، والرواية الاخرى لاين ماجه، ورواية لاحمد والبخاري، والزيادات كلها إلا التي قبل الاخيرة لا حمد، وللبخاري وللبخاري الأولى منها، وللحاكم الاخيرة وصححها، ووافقه الذهبي، وهو كما قالا.
وأخرجه أبو داود (٢/ ٧٢) والنسائي وابن ماجه والطيالسي (٢٣٨٨) وأحمد (٢/ ٢٦١، ٤٦٦، ٤٧٠، ٤٩٨، ٥٢٨) من طريقين عن أبي هريرة، والزيادة الاخيرة للنسائي عنه، وإسنادها صحيح، والطريق الاخرى إسنادها حسن.
٢ - عن أبي الاسود الديلي قال: " أتيت المدينة، وقد بها مرض، وهم يموتون موتا ذريعا، فجلست إلى عمر ابن الخطاب رضي الله عنه، فمرت جنازة، فأثنى خيرا، فقال عمر: وجبت، وفقلت: ما وجبت يا أمير المؤمنين؟ قال: قلت كما قال النبي صلى الله عليه وسلم: أيما مسلم شهد له أربعة بخير أدخله الله الجنة، قلنا: وثلاثة قال: وثلاثة قال: قلنا
واثنان؟ قال: واثنان، ثم لم نسأله في الواحد ".
أخرجه البخاري والنسائي والترمذي وصححه البيهقي (٤/ ٧٥) والطيالسي (رقم ٢٣) وأحمد (رقم ١٢٩، ٢٠٤).
٣ - " ما من مسلم يموت فيشهد له أربعة من أهل أبيات جيرانه الاذنيين أنهم لا يعلمون منه إلا خيرا، إلا قال الله تعالى وتبارك: قد قبلت قولكم، أو قال: بشهادتكم، وغفرت له ما لا تعلمون " (١)
_________
(١) إعلم أن مجموع هذه الاحاديث الثلاثة يدل هذه الشهادة لا تختص بالصحابة، بل هي أيضا لمن بعدم من المؤمنين الذين هم على طريقهم في الايمان والعلم والقدق وبهذا جزم الحافظ ابن حجر في " الفتح " فليراجع كلامه من شاء المزيد من البيان.
ثم إن تقييد الشهادة بأربع في الحديث الثالث، الظاهر أنه كان قبل حديث عمر قبله، ففيه الاكتفاء بشهادة اثنين، وهو العمدة.
هذا، وأما قول بعض الناس عقب صلاة الجنازة: " ما تشهدون فيه.
اشهدوا له بالخير "! فيجيبونه بقولهم صالح.
أو من أهل الخير، ونحو ذلك، فليس هو المراد بالحديث قطعا، بل هو بدعة قبيحة، لانه لم يكن من عمل السلف، ولان الذين يشهدون بذلك لا يعرفون الميت في الغالب، بل قد يشهدون بخلاف ما يعرفون استجابة لرغبة طالب الشهادة بالخير، ظنا منهم أن ذلك ينفع الميت، وجهلا منهم بأن الشهادة النافعة إنما هي التي توافق الواقع في نفس المشهود له، كما يدل على ذلك قوله في الحديث الأول " إن لله ملائكة تنطق على ألسنة بني آدم بما في المرء من الخير والشر ".','1','45',NULL,NULL,'0');
INSERT INTO [b854] VALUES (53,'أخرجه أحمد (٣/ ٢٤٢) والحاكم (١/ ٣٧٨) وقال: " صحيح على شرط مسلم " ووافقه الذهبي! وله شاهد من حديث أبي هريرة: أخرجه أحمد (٢/ ٤٠٨) وفيه شيخ من أهل العلم لم يسم، والراوي عنه عبد الحميد بن جعفر الزيادي ولم أجد له ترجمة.
وله شاهد آخر مرسل عن بشر بن كعب.
أخرجه أبو مسلم الكجي كما في " الفتح " (٣/ ١٧٩).

<span data-type="title" id=toc-11>الوفاة عند الكسوف</span>
٢٧ - وإذا اتفق وفاة أحد مع انكساف الشمس أو القمر، فلا يدل ذلك على شئ، واعتقاد أنه يدل على عظمة المتوفي من خرافات الجاهلية التي أبطلها رسول الله صلى الله عليه وسلم يوم مات ابنه ابراهيم عليه السلام، وانكسفت الشمس فخطب الناس وحمد الله وأنثى عليه، ثم قال: " أما بعد، أيها الناس، إن أهل الجاهلية كانوا يقولون إن الشمس والقمر لا يخسفان إلا لموت عظيم، وإنهما آيتان من آيات الله، لا ينخسفان لموت أحد ولا لحياته، ولكن يخوف الله به عباده، فإذا رأيتم شيئا من ذلك فافزعوا إلى ذكره ودعائه واستغفاره، وإلى الصدقة والعتاقة والصلاة في المساجد حتى تنكشف ".
هذا السياق ملتقط من جملة أحاديث سقتها في كتاب لي في " صلاة الكسوف " تكلمت فيه على طرقها وألفاظها، ثم جمعت في آخره خلاصتها في سياق واحد وهذا القدر منه.
وجله في "الصحيحين" "والسنن".','1','46',NULL,NULL,'0');
INSERT INTO [b854] VALUES (54,'<span data-type="title" id=toc-12>(١٠) غسل الميت</span>
٢٨ - فإذا مات الميت وجب على طائفة من الناس أن يبادروا إلى غسله، أما المادرة فقد سبق دليلها في الفصل الثالث (المسألة ١٧ الفقرة هـ)، (ص ١٣) وأما وجوب الغسل فلامره صلى الله عليه وسلم به في غير ما حديث:
١ - اغسلوه بماء وسدر ... " وقد مضى لفظه بتمامه وتخريجه في المسألة المشار إليها (فقره د)، (ص ١٢ - ١٣)
٢ - قوله صلى الله عليه وسلم في ابنته زينب رضي الله عنها: " اغسلنها ثلاثا، أو خمسا، أو سبعا، أو أكثر من ذلك ... ".
الحديث ويأتي بتمامه وتخريجه في المسألة التالية.
٢٩ - ويراعي في غسله الأمور الآتية:
أولا: غسله ثلاثا فأكثر على ما يرى القائمون على غسله.
ثنايا: أن تكون الغسلات وترا.
ثالثا: أن يقرن مع بعضها سدر، أو ما يقوم مقامه في التنظيف، كالأشنان والصابون.','1','47',NULL,NULL,'0');
INSERT INTO [b854] VALUES (55,'رابعا: أن يخلط مع آخر غسلة منها شئ من الطيب، والكافور أولى.
خامسا: نقض الضفائر وغسلها جيدا.
سادسا: تسريح شعره.
سابعا: بجعله ثلاث ضفائر للمرأة وإلقاؤها خلفها.
ثامنا: البدء بميامنه ومواضع الوضوء منه.
تاسعا: أن يتولى غسل الذكر الرجال، والانثى النساء إلا ما استثني كما بيانه.
والدليل على هذه الامور حديث أم عطية رضي الله عنها قالت: " دخل علينا النبي صلى الله عليه وسلم، ونحن نغسل ابنته (زينب)، فقال: اغسلنها ثلاثا، أو خمسا (أو سبعا)، أو أكثر من ذلك، إن رأيتن ذلك، (قالت: قلت: وترا؟ قال: نعم)، واجعلن في الاخرة كافورا أو شيئا من كافور، فإذا فرغتن فآذني، فلما فرغنا آذناه، فألقى إلينا حقوه (١) فقال: أشعرنها (٢) إياه (تعني إزاره)، (قالت: ومشطناها ثلاثة (قرون)، (وفي رواية: نقضنه ثم غسلنه) (فضفرنا شعرها ثلاثة أثلاث: قرنيها وناصيتها) وألقيناها)، (قالت: وقال لنا: ابدأن بميامنها ومواضع الوضوء منها) ".
أخرجه البخاري (٣/ ٩٩ - ١٠٤) ومسلم (٣/ ٤٧ - ٤٨) وأبو داود (٢/ ٦٠ - ٦١)
والنسائي (١/ ٢٦٦ - ٢٦٧) والترمذي (٢/ ١٣٠ - ١٣١) وابن ماجه (١/ ٤٤٥) وابن الجارود (٢٥٨، ٢٥٩) واحمد (٥/ ٨٤ - ٨٥، ٤٠٧٦ - ٤٠٨) وقال الترمذي: " حديث حسن صحيح، والعمل على هذا عند أهل العلم ".
والرواية الثانية للبخاري والنسائي، والزيادة الأول لمسلم، والثانية له والبخاري وأبي داود والنسائي، والثالثة للنسائي، وللشيخين معناها، والرابعة للبخاري وأبي داود
_________
(١) أي إزاره. قال ابن الاثير: " والاصل في الحقو معقد الازار، وجمعه أحق وأحقاء، ثم سمى بها الازار للمجاورة ".
(٢) أي اجعلنه شعارها، والشعار الثوب الذي الذي يلي الجسد لانه يلي شعره.','1','48',NULL,NULL,'0');
INSERT INTO [b854] VALUES (56,'والخامسة له ولمسلم والنسائي وابن ماجه وأحمد، والسادسة للشيخين وأحمد، والسابعة للبخاري وأبي داود والنسائي وأحمد، والاخيرة لجميعهم.
عاشرا: أن يغسل بخرقة أو نحوها تحت ساتر لجسمه بعد تجريده من ثيابه كلها، فانه كذلك كان العمل على عهد النبي صلى الله عليه وسلم كما يفيده حديث عائشة رضي الله عنها: " لما أرادوا غسل البيي صلى الله عليه وسلم قالوا: والله ما ندري، أنجرد رسول الله صلى الله عليه وسلم من ثيابه كما نجرد موتانا، أم نغلسه وعليه ثيابه؟ فلما اختلفوا ألقى الله عليهم النوم، حتى مامنهم رجل إلا وذقنه في صدره، ثم كلمهم مكلم من ناحية البيت، لا يدرون من هو: أن اغسلوا النبي صلى الله عليه وسلم وعليه ثيابه، فقاموا إلى رسول الله صلى الله عليه وسلم فغسلوه، وعليه قميصه يصبون الماء فوق القميص ويد لكونه بالقميص، دون أيديهم، وكانت عائشة تقول: لو استقبلت من أمري ما استدبرت ما غسله إلا نساؤه".
أخرجه أبو داود (٢/ ٦٠) وابن الجارود في " المنتقى " (٢٥٧) والحاكم (٣/ ٥٩ - ٦٠) وصححه على على شرط مسلم! والبيهقي (٣/ ٣٨٧) والطيالسي (رقم ١٥٣٠) وأحمد (٦/ ٧٢٦) بسند صحيح، وروى ابن ماجه (١/ ٤٤٦)
منه قول عائشة في آخره: " لو استقبلت .. " ورواه ابن حبان في صحيحه (٢١٥٦)
حادي عشر: ويستثني مما ذكر في (رابعا) المحرم، فإنه لا يجوز تطييبه لقوله في الحديث الذي سبقت الاشارة إليه قريبا: " لا تحنطوه، وفي رواية: ولا تطيبوه .. فإنه يبعث يوم القيامة ملبيا ".
أخرجه الشيخان وغيرهما كما تقدم ص ١٢ - ١٣
ثاني عشر: ويستثنى أيضا مما ورد في (تاسعا) الزوجان فإنه يجوز لكل منهما أن يتولى غسل الاخر، إذ لا دليل يمنع منه، والاصل الجواز، ولا سيما وهو مؤيد بحديثين:
١ - عن عائشة رضي الله عنها قالت:','1','49',NULL,NULL,'0');
INSERT INTO [b854] VALUES (57,'" لو كنت استقبلت من أمري ما استدبرت ما غسل النبي صلى الله عليه وسلم غير نسائه " (١) أخرجه ابن ماجه، ورواه أبو داود وغيره في آخر حديثها المتقدم قريبا في غسل النبي صلى الله عليه وسلم.
٢ - عنها أيضا قالت: " رجع إلي رسول الله صلى الله عليه وسلم من جنازة بالبقيع، وأنا أجد صداعا في رأسي، وأقول: وارأساه فقال: بل انا وارأساه ما ضرك لومت قبلي فغسلتك، وكفنتك، ثم صليت عليك ودفنتك ".
أخرجه أحمد (٦/ ٢٢٨) والدارمي (١/ ٣٧ - ٣٨) وابن ماجه (١/ ٤٤٨) وابن هشام في " السيرة " (٢/ ٣٦٦) - بولاق) والدارقطني (١٩٢) والبيهقي (٣/ ٣٩٦)، وفيه عندهم جميعا محمد بن اسحاق وقد عنعنه، إلا في رواية ابن هشام فقد صرح بالتحديث فثبت الحديث، والحمد لله.
على أن الحافظ ابن حجر قد ذكر في " التلخيص " (٥/ ١٢٥) الطبعة المنيرية) انه تابعه عليه صالح بن كيسان عند أحمد والنسائي.
قلت: هو عند أحمد (٦/ ١٤ ٤) لكن ليس فيه التصريح بالغسل، فتراجع رواية النسائي فلعله فيها، فإني لم أر الحديث في سننه الصغرى، فلعله في الكبرى له.
ثالث عشر: أن يتولى غسله من كان أعرف بسنة الغسل، لاسيما إذا كان من أهله وأقاربه، لان الذين تولوا غسله صلى الله عليه وسلم كانوا كما ذكرنا، فقد قال علي رضي الله عنه: " غسلت رسول الله صلى عليه وسلم، فجعلت أنظر ما يكون من الميت فلم أر شيئا، وكان طيبا حيا وميتا، صلى الله عليه وسلم ".
أخرجه ابن ماجه (١/ ٤٤٧) والحاكم (١/ ٣٦٢) والبيهقي (٣/ ٣٨٨) وإسناده صحيح كما قال في " الزوائد " (ق ٩٢/ ١) وقال الحاكم: " صحيح على شرط الشيخين ".
وتعقبه الذهبي بقوله: " قلت: فيه انقطاع ".
قلت: وهذا مما لاوجه له، فإن الحديث من رواية معمر عن الزهري عن سعيد بن
_________
(١) قال البيهقي: " فتلهفت على ذلك، ولا يتلهف: إلا على ما يجوز ".
قلت: والجواز هو قول الامام أحمد كما رواه أبو داود في " مسائله " ص ١٤٩.','1','50',NULL,NULL,'0');
INSERT INTO [b854] VALUES (58,'المسيب عن علي. وهذا سند متصل معروف رواية بعضهم عن بعض، أما معمر عن الزهري، والزهري عن سعيد فأشهر من أن يذكر، وأما رواية سعيد عن علي فموصولة أيضا كما أشار إلى ذلك الحافظ في " التهذيب ".
بل ذهب إلى أنه سمع من عمر أيضا (١) وفي مرسل الشعبي أنه غسل النبي صلى الله عليه وسلم مع علي رضي الله عنه الفضل، يعني ابن العباس وأسامة بن زيد.
أخرجه أبو داود (٢/ ٦٩) وسنده صحيح مرسل.
وله شاهد من حديث ابن عباس.
أخرجه أحمد (٣ ٣٥٨) بسند ضعيف.
٣٠ - ولمن تولى غسله أجر عظيم بشرطين اثنين: الأول: أن يستر عليه، ولا يحدث بما قد يرى من المكروه، لقوله صلى الله عليه وسلم: " من غسل مسلما فكتم عليه غفر له الله أربعين مرة، ومن حفر له فأجنه أجري عليه كأجر مسكن أسكنه إياه إلى يوم القيامة، ومن كفنه كساه الله يوم القيامة من سندس واستبرق الجنة ".
أحرجه الحاكم (١/ ٣٥٤، ٣٦٢) والبيهقي (٣/ ٣٩٥) من حديث أبي رافع رضي الله عنه، وقال الحاكم: " صحيح على شرط مسلم ".
ووافقه الذهبي، وهو كما قالا.
وقد رواه الطبراني في " الكبير " بلفظ: " أربعين كبيرة ".
وقال المنذري (٤/ ١٧١) وتبعه الهيثمي (٣/ ٢١): " رواته محتج بهم في الصحيح ".
وقال الحافظ ابن حجر في " الدراية " (١ ٤٠): " إسناده قوي ".
_________
(١) قلت: وفيما ذكره في عمر نظر، لا يتسع المجال الان لبيانه، وأما سماعه من علي فهو صحيح، وذلك أن وفاة علي رضي الله عنه كانت سنة أربعين، وكان لسعيد يومئذ من العمر ثمان وعشرون سنة فأين الانقطاع.!','1','51',NULL,NULL,'0');
INSERT INTO [b854] VALUES (59,'الثاني: أن يبتغي بذلك وجه الله، لا يريد به جزاء ولا شكورا ولا شيئا من أمور الدنيا، لما تقرر في الشرع أن الله تبارك وتعالى لا يقبل من العبادات إلا ماكان خالصا لوجهه الكريم، والادلة على ذلك من الكتاب والسنة كثيرة جدا. أجتزئ هنا بذكر ستة منها:
١ - قوله تباك وتعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: ١١٠]، أي: لا يقصد بها غير وجه الله تعالى:
٢ - قوله أيضا: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ .. } [البينة: ٥]
٣ - قوله صلى الله عليه وسلم: " إنما الاعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته إلى دنيا يصيبها، أو امرأة ينكحها فهجرته إلى ما هاجر إليه ".
أخرجه البخاري في أول " صحيحه " ومسلم وغيرهما عن عمر بن الخطاب رضي الله عنه
٤ - قوله أيضا: " بشر هذه الامة بالسناء والتمكين في البلاد والنصر والرفعة في الدين، ومن عمل منهم بعمل الاخرة للدنيا، فليس له في الاخرة نصيب ".
أخرجه أحمد وابنه في زوائد " المسند " (٥/ ١٣٤) وابن حبان في " صحيحه " (موارد) والحاكم (٤/ ٣١١) وقال: " صحيح الاسناد ".
ووافقه الذهبي، وأقره المنذري (١/ ٣١).
قلت: وإسناد عبد الله صحيح على شرط البخاري.','1','52',NULL,NULL,'0');
INSERT INTO [b854] VALUES (60,'٥ - عن أبي أمامة رضي الله عنه قال: " جاء رجل إلى النبي صلى الله عليه وسلم فقال: أرأيت رجلا غزا يلتمس الاجر والذكر ماله؟ فقال: لا شئ له، فأعادها ثلاث مرات، يقول له رسول الله صلى الله عليه وسلم لا شئ له، ثم قال: إن الله لا يقبل من العمل إلا ما كان له خالصا وابتغي وجهه ".
أخرجه النسائي (٢/ ٥٩) وإسناده جيد كما قال المنذري (١/ ٢٤).
٦ - قوله صلى الله عليه وسلم: " قال الله عز وجل: أنا أغنى الشركاء عن الشرك، فمن عمل لي عملا أشرك فيه غيري فأنا منه برئ، وهو للذي أشرك ".
رواه ابن ماجه في " الزهد " من حديث أبي هريرة واسناده صحيح شرط مسلم، وقد أخرجه في " صحيحه " (٨/ ٢٢٣) حوه.
٣١ - ويستحب لمن غسله يغتسل لقوله صلى الله عليه وسلم " من غسل ميتا فليغتسل، ومن حمله فليتوضأ ".
أخرجه أبو داود (٢/ ٦٢ - ٦٣) والترمذي (٢/ ١٣٢) وحسنه، وابن حبان في صحيحه (٧٥١ - موارد) والطيالسي (٢٣١٤) وأحمد (٢٨٠، ٤٣٣، ٤٥٤، ٤٧٢).
من طرق عن أبي هريرة، وبعض طرقه حسن، وبعضه صحيح على شرط مسلم، (١) وقد ساق له ابن القيم في " تهذيب السنن " إحدى عشر طريقا عنه، ثم قال: " وهذه الطرق تدل على أن الحديث محفوظ ".
قلت: وقد صححه ابن القطان، وكذا ابن حرم في " المحلى " (١/ ٢٥٠، ٢/ ٢٣ - ٢٥) والحافظ في " التلخيص " (٢/ ١٣٤ - منيرية) وقال: وظاهر الامر يفيد الوجوب، وإنما لم نقل به لحديثين: الأول قوله صلى لله عليه وسلم: " ليس عليكم في غسل ميتكم غسل إذا غسلتموه، فإن ميتكم ليس بنجس، فحسبكم أن تغسلوا أيديكم ".
_________
(١) وقد بينت ذلك بيانا شافيا في كتابي " الثمر المستطاب " - " كتاب الغسل ".','1','53',NULL,NULL,'0');
INSERT INTO [b854] VALUES (61,'أخرجه الحاكم (١/ ٣٨٦) والبيهقي (٣/ ٣٩٨) من حديث ابن عباس وقال الحاكم: " صحيح على شرط البخاري " ووافقه الذهبي! وإنما هو حسن الاسناد كما قال الحافظ في " التلخيص " لان فيه عمرو بن عمرو، وفيه كلام، وقد قال الذهبي نفسه
في " الميزان " بعد أن ساق أقوال الائمة فيه: " حديثه صالح حسن ".
الثاني: قول ابن عمر رضي الله عنه " كنا نغسل الميت، فمنا من يغتسل ومنا من لا يغتسل " أخرجه الدار فطني (١٩١) والخطيب في تاريخه (٥/ ٤٢٤) باسناد صحيح كما قال الحافظ، وأشار إلى ذلك الامام أحمد، فقد روى الخطيب عنه أنه حض ابنه عبد الله على كتابة هذا الحديث.
٣٢ - ولا يشرع غسل الشهيد قتيل المعركة، ولو اتفق أنه كان جنبا، وفي ذلك أحاديث:
الأول: عن جابر قال: قال النبي صلى الله عليه وسلم: " ادفنوهم في دمائهم - يعني يوم أحد - ولم يغسلهم.
(وفي رواية) فقال: أنا شهيد على هؤلاء، لفوهم في دمائهم، فإنه ليس جريح يجرح (في الله) إلا جاء وجرحه يوم القيامة يدمي، لونه لونن الدم، وريحه ريح المسك ".
أخرجه البخاري (٣/ ١٦٥) بالرواية الأولى وأبو داود (٢/ ٦٠) والنسائي (١/ ٢٧٧ - ٢٧٨) والترمذي (٢/ ١٤٧) وصححه، وابن ماجه (١/ ٤٦١ - ٤٦٢) والبيهقي (٤/ ١٠) والرواية الاخرى له وكذا ابن سعد في " الطبقات " (ج ٣ ق ١ ص ٧) والزيادة له، وإسناده صحيح على شرط مسلم.
ولها، أي الرواية الاخرى طريق أخرى في المسند (٣/ ٢٩٦) من رواية ابن جابر عن جابر مرفوعا بلفظ: " لا تغسلوهم، فإن كل جرح يفوح مسكا يوم القيامة، ولم يصل عليهم ".
وإسناده صحيح إن كان ابن جابر هو عبد الرحمن، وأما إذا كان ومحمدا أخا عبد الرحمن فإنه ضعيف، ولم يترجح عندي أيهما المراد هنا.
وأما الشوكاني فقال في " نيل الاوطار " (٤/ ٢٥): " إنها رواية لا مطعن فيها ".','1','54',NULL,NULL,'0');
INSERT INTO [b854] VALUES (62,'ولها طريق ثالث، اخرجه احمد (٥/ ٤٣١ - ٤٣٢) من رواية عبد الله بن ثعلبة ابن صعير، وله رؤية، ولم يثبت له سماع فهو مرسل صحابي فهو حجة، وإسناده إليه صحيح، وقد وصله البيهقي (٤/ ١١) من حديثه عن جابر.
الثاني: عن أبي برزة أن النبي صلى الله عليه وسلم كان في مغزى له، فأفاء الله عليه، فقال لا صحابه: هل تفقدون من أحد؟ قالوا: نعم، فلانا، وفلانا، وفلا وثم قال: هل تفقدون من أحد؟ قالوا: لا: قال: لكني أفقد جليبيبا، فاطلبوه، فطلب في القتلى، فو جدوه إلى جنب سبعة قتلهم، ثم قتلوه! فأتي النبي صلى الله عليه وسلم، فوقف عليه فقال: قتل سبعة ثم قتلوه! هذا مني، وأنا مني وأنا منه، (قالها مرتين أو ثلاثا)، (ثم قال بذراعيه هكذا فبسطهما)، قال: فوضعه على ساعديه، ليس له سرير إلا ساعدي النبي صلى الله عليه وسلم قال: فحفر له ووضع في قبره، لم يذكر غسلا ".
أخرجه مسلم (٧/ ١٥٢) والسياق له، والطيالسي (٩٢٤) والزيادتان له، وأحمد (٤/ ٤٢١، ٤٢٥) والبيهقي (٤/ ٢١).
الثالث: عن أنس: " أن شهداء أحد لم يغسلوا، ودفنوا بدمائهم، ولم يصل عليهم (غير حمزة) ".
أخرجه أبو داود (٢/ ٥٩) والزيادة له وللحاكم ويأتي لفظه - والترمذي (٢/ ١٣٨ - ١٣٩) وحسنه وابن سعد (٣ ق ١ ص ٨) والحاكم (١/ ٣٦٥ - ٣٦٦) والبيهقي (٤/ ١٠ - ١١) وأحمد (٣/ ١٢٨) وقال الحاكم: " صحيح على شرط مسلم ".ووافقه الذهبي. وقال النووي في " المجموع " (٥/ ٢٦٥) بعدما عزاه لأبي داود وحده: " إسناده حسن أو صحيح ".
قلت: هو عندي حسن، على أنه على شرط مسلم.
الرابع: عن عبد الله بن الزبير في قصة أحد واستشهاد حنظلة بن أبي عامر، قال:
فقال رسول الله صلى الله عليه وسلم:','1','55',NULL,NULL,'0');
INSERT INTO [b854] VALUES (63,'" إن صاحبكم تغسله الملائكة، فاسألوا صاحبته "، فقالت: خرج وهو جنب لما سمع الهائعة (١) فقال رسول الله صلى الله عليه وسلم: " لذلك غسلته الملائكة ".
أخرجه ابن حبان في " صحيحه " والحاكم (٣/ ٢٠٤) والبيهقي (٤/ ١٥) بإسناد جيد كما قال النووي في موضع من " المجموع " (٥/ ٢٦٠) ثم نسي ذلك فقال بعد (٥/ ٢٦٣): " وذكرنا أنه حديث ضعيف "! فجل من لا ينسى، وقال الحاكم: " صحيح على شرط مسلم "! وأقره الذهبي! الخامس: عن ابن عباس قال: " أصيب حمزة بن عبد المطلب وحنظلة بن الراهب، وهما جنب، فقال رسول الله صلى الله عليه وسلم: رأيت الملائكة تغسلهما ".
رواه الطبراني في " الكبير " (٣/ ١٤٨٩) وإسناده حسن، كما قال الهيثمي في " المجمع " (٣/ ٢٣)، ورواه الحاكم (٣/ ١٩٥) دون ذكر حنظلة، وقال: " صحيح الاسناد " وتعقبه الذهبي فأصاب، لكن له شاهد مرسل قوي أخرجه ابن سعد (ج ٣ ق ١ ص ٩) عن الحسن البصري مرفوعا مثله.
قلت: وسنده صحيح رجاله كلهم ثقات، وفيه رد على الحافظ، فإنه وصف حديث ابن عباس بالغرابة، لانه ذكر فيه حمزة مع أنه قال في سنده: إنه لا بأس به، كما حكاه الشوكاني عنه (٤/ ٢٦)، فالظاهر أن الحافظ رحمه الله لم يقف على هذا الشاهد (٢).
_________
(١) هي الصوت الذي تفزع عنه، وتخاف منه." نهاية ".
(٢) واعلم أن وجه دلالة الحديث على عدم مشروعية غسل الشهيد الجنب، هو ما ذكره الشافعية وغيرهم أنه لو كان واجبا لما سقط بغسل الملائكة، ولامر النبي صلى الله عليه وسلم بغسله، لان المقصود منه تعبد الادمي به، انظر " المجموع "','1','56',NULL,NULL,'0');
INSERT INTO [b854] VALUES (64,'<span data-type="title" id=toc-13>(١١) تكفين الميت</span>
٣٣ - وبعد الفراغ من غسل الميت، يجب تكفينه، لامر النبي صلى الله عليه وسلم بذلك في حديث المحرم الذي وقصته الناقة: " ... وكفنوه ... ".
متفق عليه، وقد تقدم بتمامه في الفصل (٣) فقرة (د). (ص ١٢ - ١٣)
٣٤ - والكفن أو ثمنه من مال الميت، ولو لم يخلف غيره لحديث خباب بن الارث قال: " هاجر نا مع رسول الله صلى الله عليه وسلم في سبيل الله، نبتغي وجه الله، فوجب أجرنا على الله، فمنا من مضى لم يأكل من أجره شيئا، منهم مصعب بن عمير، قتل يوم أحد، فلم يوجد له شئ، (وفي رواية: ولم يترك) إلا نمرة، فكنا إذا وضعناها على رأسه خرجت رجلاه، وإذا وضعناها على رجليه خرج رأسه، فقال رسول الله صلى الله عليه وسلم: ضعوها مما يلي رأسه (وفي رواية: غطوا بها رأسه)، واجعلوا على رجليه الاذخر (١)، ومنا من أينعت له ثمرته فهو يهدبها "، أي: يجتنيها.
أخرجه البخاري (٣/ ١١٠) ومسلم (٣/ ٤٥) والسياق له. وابن الجارود في
_________
(١) بكسر الهمزة والخاء - حشيش معروف طيب الرائحة.','1','57',NULL,NULL,'0');
INSERT INTO [b854] VALUES (65,'" المنتقي " (٢٦٠) والترمذي (٣٥٧) وصححه والنسائي (١/ ٢٦٩) والبيهقي (٣/ ٤٠١) وأحمد (٦/ ٦٩٥) والرواية الثانية له وللترمذي.
وروى منه أبو داود (٢/ ١٤، ٦٢) قوله في مصعب: " قتل يوم أحد ... الخ والرواية الثالثة له وفي الباب عن عبد الرحمن بن عوف أخرجه البخاري وغيره.
٣٥ - وينبغي أن يكون الكفن طائلا سابغا يستر جميع بدنه لحديث جابر بن عبد الله رضي الله عنه.
" أن النبي صلى الله عليه وسلم خطب يوما فذ كر رجلا من أصحابه قبض فكفن غير طائل، وقبر ليلا، فزجر النبي صلى الله عليه وسلم أن يقبر الرجل بالليل حتى يصلى عليه إلا أن يضطر إنسان إلى ذلك، وقال النبي صلى الله عليه وسلم: " إذا كفن أحدكم أخاه فليحسن كفنه (إن استطاع) ".
أخرجه مسلم (٣/ ٥٠) وابن الجارود (٢٦٨) وأبو داود (٢/ ٦٢) وأحمد (٣/ ٢٩٥، ٣٢٩) وروى الجملة الاخيرة منه الترمذي (٢/ ١٣٣) وابن ماجه من حديث أبي قتادة، وقال الترمذي: " حديث حسن".
قلت: بل هو حديث صحيح، فإن إسناده عن جابر صحيح (١)، فكيف إذا انضم إليه حديث أبي قتادة؟ وعزاه صديق حسن خان في " الروضة الندية " ((١/ ١٦٤) لمسلم فوهم.
والزيادة لاحمد في رواية له.
قال العلماء: " والمراد بإحسان الكفن نظافته وكثافته وستره، وتو سطه، وليس المراد به السرف فيه والمغالاة، ونفاسته ".
_________
(١) وله طريق أخرى عن جابر، أخرجه هو والذي قبله الحاكم في " المستدرك " (١ - ٣٦٩)، وسنده صحيح.','1','58',NULL,NULL,'0');
INSERT INTO [b854] VALUES (66,'واما اشتراط النووي كونه من جنس لباسه في الحياة لاأفخر منه ولا أحقر ففيه
نظر عندي، إذا أنه مع كونه مما لا دليل عليه، عليه، فقد يكون لباسه في الحياة نفيسا، أو حقيرا، فكيف يجعل كفنه من جنس ذلك!؟
٣٦ - فإن ضاق الكفن عن ذلك، ولم يتيسر السابغ، ستر به رأسه وما طال من جسده، وما بقي منه مكشوفا جعل عليه شئ من الاذخر أو غيره من الحشيش، وفيه حديثان:
الأول: عن خباب بن الارت في قصة مصعب وقوله في نمرته: " ضعوها مما يلي رأسه (وفي رواية: غطوا بها رأسه) واجعلوا على رجليه الاذخر " متفق عليه، وتقدم بتمامه في المسألة (٣٤)، (ص ٥٧)
الثاني: عن حارثة بن مضرب قال: " دخلت على خباب وقد اكتوى (في بطنه) سبعا، فقال لولا أني سمعت رسول الله صلى الله عليه وسلم يقول: " لا يتمنين أحدكم الموت " لتمنيته، ولقد رأيتني مع رسول الله صلى الله عليه وسلم لا أملك درهما، وإن في جانب بيتي الان لاربعين ألف درهم! ثم أتى بكفنه، فبلما رآه بكى وقال: ولكن حمزة لم يوجد له كفن إلا بردة ملحاء، إذا جعلت على رأسه قلصت عن قدميه، وإذا جعلت على قدميه قلصت عن رأسه، وجعل على قدميه الاذخر " أخرجه أحمد (٦/ ٣٩٥) بهذا التمام، وإسناره صحيح، والترمذي دون قوله: ثم أتى بكفنه .. " وقال: " حديث حسن صحيح ".
وروى الشيخان وغيرهما من طريق أخرى النهي عن نمي الموت.
وله شاهد من حديث أنس، نذكره إن شاء الله في المسألة التالية.
٣٧ - وإذا قلت الاكفان، وكثرت الموتى، جاز تكفين الجماعة منهم في الكفن الواحد، ويقدم أكثرهم قرآنا إلى القبلة، لحديث أنس رضي الله عنه قال: " لما كان يوم أحد، مر رسول الله صلى الله عليه وسلم بحمزة بن عبد المطلب، وقد جدع ومثل','1','59',NULL,NULL,'0');
INSERT INTO [b854] VALUES (67,'به، فقال: لولا أن صفية (في نفسها ل) تركته (حتى تأكله العافية) (١)، حتى يحشره الله من بطون الطير والسباع، فكفنه في نمرة، (وكانت) إذا خمرت رأسه بدت رجلاه وإذا خمرت رجلاه بدا رأسه، فخمر رأسه، ولم يصل على أحد من الشهداء غيره، وقال: أنا شاهد عليكم اليوم، (قال: وكثرت القتلى، وقلت الثياب، قال:) وكان يجمع الثلاثة والاثنين في قبر واحد، ويسأل أيهم أكثر قرآنا، فيقدم في اللحد، وكفن الرجلين والثلاثة في الثوب الواحد " (٢).
أخرجه أبو داود (٢/ ٥٩) والترمذي (٢/ ١٣٨ - ١٣٩) وحسنه، وابن سعد (ج ٣ ق ١ ص ٨) والحاكم (١/ ٣٦٥ - ٣٦٦) والسياق له وعنه البيهقي (٤/ ١٠ - ١١) وأحمد (٣/ ١٢٨) والزيادات له، وقال الحاكم: " صحيح على شرط مسلم "، ووافقه الذهبي، وإنما هو حسن فقط كما سبق في الثالث من المسألة (٣٢).، (ص ٥٣)
٣٨ - ولا يجوز نزع ثياب الشهيد الذي قتل فيها، بل يدفن وهي عليه لقوله صلى الله عليه وسلم في قتلى أحد: " زملوهم في ثيابهم ".
أخرجه أحمد (٥/ ٤٣١) بهذا اللفظ، وفي رواية له: " زملوهم بدمائهم ".
وكذلك أخرجه النسائي (١/ ٢٨٢)، وعزاه الشوكاني (٤/ ٣٤) لابي داود فوهم.
وفي الباب عن جابر وأبي برزة وأنس، فانظر المسألة (٣٢) الحديث الأول والثاني والثالث (ص ٥٢ - ٥٣)
_________
(١) هي السباع والطير التي تقع على الجيف كلها، ويجمع على العوافي.
(٢) قال شيخ الاسلام ابن تيمية رحمه الله: " معنى الحديث أنه كان يقسم الثوب الواحد بين الجماعة، فيكفن كل واحد ببعضه للضرورة، وإن لم
يستر إلا بعض بدنه، يدل عليه تمام الحديث أنه كان يسأل عن أكثرهم قرآنا فيقدمه في اللحد، فلو أنهم في ثوب واحد جملة لسأل عن أفضلهم قبل ذل كي لا يؤدي إلى نقض التكفين وإعادته.
ذكره في " عون المعبود " (٣/ ١٦٥)، وهذا التفسير هو الصواب، وأما قول من فسره على ظاهره فخطأ مخالف لسياق القصة كما بينه ابن تيمية، وأبعد منه عن الصواب من قال: معنى ثوب واحد قبر واحد! لان هذا منصوص عليه في الحديث فلا معنى لاعادته.','1','60',NULL,NULL,'0');
INSERT INTO [b854] VALUES (68,'٣٩ - ويستحب تكفينه بثوب واحد أو أكثر فوق ثيابه، كما فعل رسول الله صلى الله عليه وسلم بمصعب بن عمير وحمزة بن عبد المطلب، وتقدمت قصتهما في المسألة (٣٤، ٣٦، ٣٧)، وفي الباب قصتان أخريان: الأولى: عن شداد بن الهاد: " أن رجلا من الاعراب، جاء إلى النبي صلى الله عليه وسلم فآمن به واتبعه، ثم قال: أهاجر معك، فأوصى به النبي صلى الله عليه وسلم بعض أصحابه، فلما كانت غزوة (خيبر) غنم النبي صلى الله عليه وسلم (فيها) شيئا، فقسم، وقسم له، فأعطى أصحابه ما قسم له، وكان يرعى ظهرهم، فلما جاءهم دفعوه إليه، فقال: ما هذا؟ قالوا: قال: قسمته لك قال: ما على هذا تبعتك، ولكن اتبعتك على أن أرمي إلى ههنا - وأشار إلى حلقه - بسهم فأموت، فأدخل الجنة، فقال: إن تصدق الله يصدقك، فلبثوا قليلا، ثم نهضوا في قتال العدو، فأتي به النبي صلى الله عليه وسلم يحمل، قد أصابه سهم حيث أشار، فقال النبي صلى الله عليه وسلم أهو هو؟ قالوا: نعم، قال: صدق الله فصدقه، ثم كفنه النبي صلى الله عليه وسلم في جبة النبي صلى الله عليه وسلم، ثم قدمه فصلى عليه، فكان فيما ظهر من صلاته: اللهم هذا عبدك، خرج مهارجرا في سبيلك، فقتل شهيدا، أنا شهيد على ذلك ".
أخرجه النسائي (١/ ٢٧٧) والطحاوي في " (١/ ٢٩١) والحاكم (٣/ ٥٩٥ - ٥٩٦) والبيهقي (٤/ ١٥ - ١٦).
قلت: وإسناده صحيح، رجاله كلهم على شرط مسلم ما عدا شداد بن الهاد
لم يخرج له شيئا، ولا ضير، فإنه صحابي معروف، وأما قول الشوكاني في " نيل الاوطار " (٣/ ٣٧) تبعا للنووي في " المجموع " (٥/ ٥٦٥): إنه تابعي! فوهم واضح فلا يغتر به.
الثانية: عن الزبير بن العوام رضي الله عنه قال: فكره النبي صلى الله عليه وسلم أن تراهم، فقال: المرأة المرأة! قال: فتوسمت أنها أمي صفية،','1','61',NULL,NULL,'0');
INSERT INTO [b854] VALUES (69,'فخرجت أسعى إليها، فأدر كتها قبل أن تنتهي إلى القتلى، قال: فلدمت (١) في صدري، وكانت امرأة جلدة، قالت: إليك لا أرض لك، فقلت: إن رسول صلى الله عليه وسلم عزم عليك، فوقفت، وأخرجت ثوبين معها، فقالت: هذان ثوبان جئت بهما لاخي حمزة، فقد بلغي مقتله، فكفنه فيهما، قال: فجئنا بالثوبين لنكفن فيهما حمزة، فإذا إلى جنبه رجل من الانصار قتيل، قد فعل به كما فعل بحمزة، فوجدنا غضاضة وحياء أن نكفن حمزة في ثوبين، والانصاري لاكفن له، فقلنا: لحمزة، ثوب، وللانصاري ثوب، فقدر ناهما فكان أحدهما أكبر من الاخر، فأقر عنا بينهما، فكفنا كل واحد منهما في الثوب الذي صار له ".
أخرجه أحمد (١٤١٨) والسياق له بسند حسن.
والبيهقي (٣/ ٤٠١) وسنده صحيح
٤٠ - والمحرم يكفن في ثوبيه اللذين مات فيهما لقوله صلى الله عليه وسلم في المحرم الذي وقصته الناقة: " ... وكفنوه في ثوبيه (اللذين أحرم فيهما) .. ".
وتقدم بتمامه في الفصل (٣) فقرة (د)، ص ١٢ - ١٣) وهذه الزيادة رواها النسائي وكذا الطبراني في " المعجم الكبير " (ق ١٦٥/ ٢) مر طريقين عن عمرو بن دينار عن ابن جبير عن ابن عباس.
وهذا سند صحيح.
٤١ - ويستحب في الكفن أمور: الأول: البياض، لقوله صلى الله عليه وسلم: " البسوا من ثيابكم البياض، فانها خير ثيابكم، وكفنوا فيها ".
أخرجه أبو داود (٢/ ١٧٦) والترمذي (٢/ ١٣٢) وصححه، وابن ماجه (١/ ٤٤٩) والبيهقي (٣/ ٢٤٥) وأحمد (٣٤٢٦)، والضياء في " المختارة " (٦٠/ ٢٢٩ / ٢) وقال الحاكم: " صحيح على شرط مسلم "، ووافقه الذهبي وهو كما قالا.
_________
(١) أي: ضربت ودفعت','1','62',NULL,NULL,'0');
INSERT INTO [b854] VALUES (70,'وله شاهد من حديث سمرة بن جندب.
أخرجه النسائي (١/ ٢٦٨) وابن الجارود (٢٦٠) والبيهقي (٣/ ٤٠٢ - ٤٠٣) وغيرهم قلت: وسنده صحيح أيضا كما قال الحاكم والذهبي والحافظ في " فتح الباري " (٣/ ١٠٥).
الثاني: كونه ثلاثة أثواب، لحديث عائشة رضي الله عنها قالت: " إن رسول الله صلى الله عليه وسلم كفن في ثلاثة أثواب يمانية بيض سحولية، من كرسف، ليس فيهن قميص، ولا عمامة (أدرج فيها إدراجا) ".
أخرجه الستة، وابن الجارود (٢٥٩) والبيهقي (٣/ ٣٩٩) وأحمد (٦/ ٤٠، ٩٣، ١١٨، ١٦٥، ١٩٢، ٢٠٣، ٢٢١، ٢٣١، ٢٦٤) والزيادة له.
الثالث: أن يكون أحدها ثوب حبرة (١) إذا تيسر، لقوله صلى الله عليه وسلم: " إذا توفي أحدكم فوجد شيئا، فليكفن في ثوب حبرة ".
أخرجه أبو داود (٢/ ٦١) ومن طريقه البيهقي (٣/ ٤٠٣) ومن طريق وهب بن منبه عن جابر مرفوعا.
قلت: وهذا سند صحيح عندي، وهو كذلك عند المزي وأما الحافظ فقال في " التلخيص " " من وجد سعة، فليكفن في ثوب حبرة ". (٢)
_________
(١) بكسر الحاء المهملة وفتح الموحدة ما كان من البرود مخططا.
(٢) اعلم أنه لا تعارض بين الحديث الأول في " البياض ": " وكفنوا فيها موتاكم ".
لامكان التوفيق بينهما بوجه من وجوه الجمع الكثيرة المعلومة عند العلماء، ويخطر في بالي الان منها وجهان: الأول: أن تكون الحبرة بيضاء مخططة، وهذا إذا كان الكفن ثوبا واحدا، وأما إذا كان أكثر فالجمع أيسر وهو الوجه الاتي. =','1','63',NULL,NULL,'0');
INSERT INTO [b854] VALUES (71,'وسنده صحيح لولا عنعنة أبي الزبير.
الرابع: تبخيرة ثلاثا، لقوله صلى الله عليه وسلم: " إذا جمرتم الميت، فأجمروه ثلاثا ".
أخرجه أحمد (٣/ ٣٣١) وابن أبي شيبة (٤/ ٩٢) وابن حبان في " صحيحه " (٧٥٢ - موارد) والحاكم (١/ ٣٥٥) والبيهقي (٣/ ٤٠٥) قال الحاكم: " صحيح على شرط مسلم " ووافقه الذهبي، وهو كما قالا، وصححه الووي أيضا في " المجموع " (٥/ ١٩٦).
وهذا الحكم، لا يشمل المحرم لقوله صلى الله عليه وسلم في المحرم الذي وقصته الناقة " ... ولا تطيبوه ... ".
وقد مضى بتمامه مع تخريجه في المسألة (١٧) فقرة (د) (ص ٥٢ - ٥٣).
٤٢ - ولا يجوز المغالاة في الكفن، ولا الزيادة فيه على الثلاثة لانه خلاف ما كفن لا سيما والحي أولى به، قال رسول الله صلى الله عليه وسلم: " إن الله كره لكم ثلاثا: قيل وقال، وإضاعة المال، وكثرة السؤال " (١).
_________
= الثاني: أن يجعل كفن واحد حبرة، وما بقي أبيض، وبذلك يعمل بالحديثين معا.
وبهذا قال الحنفية، ودليلهم هذا الحديث، وليس هو الحديث الذي عزاه الحافظ لابي داود عن جابر أنه عليه السلام كفن في ثوبين وبرد حبرة. وقال: إسناده حسن، فإن هذا لم يستدلوا به بل لا وجود له عند أبي داود، بل عنده عن عائشة في حديثها وهو الثاني قالت: أتي بالبر لكنهم ردوه ولم بكفنوه فيه وسنده صحيح.
(١) ويعجبني بهذه المناسبة ما قاله العلامة أبو الطيب في " الروضة الندية " (١/ ١٦٥) " وليس تكثير الاكفان والمغالاة في أثمانها بمحمود، فإنه لولا ورود الشرع به لكان من إضاعة المال، لانه لا ينتفع به الميت، ولا يعود نفعه على الحي، ورحم الله أبا بكر الصديق حيث قال: " إن الحي أحق بالجديد "، لما قيل له عند تعيينه لثوب من أبوابه في كفنه: " إن هذا خلق ".
والحديث الذي فيه أن النبي صلى الله عليه وسلم كفن في في سبعة أثواب، منكر تفرد به من وصف بسوء الحفظ فراجعه في " نصب الراية " (٢/ ٢٦١ - ٢٦٢).','1','64',NULL,NULL,'0');
INSERT INTO [b854] VALUES (72,'أخرجه البخاري (٣/ ٢٦٦) ومسلم (٥/ ١٣١) وأحمد (٤/ ٢٤٦، ٢٤٩، ٢٥٠، ٢٥٤) من حديث المغيرة بن شعبة.
وله شاهد من حديث أبي هريرة رضي الله عنهما.
أخرجه مسلم.
٤٣ - والمرأة في ذلك كالرجل، إذا لا دليل على التفريق (١).
_________
(١) وأما حديث ليلى بنت قائف الثقفية في تكفين ابنته (ص) في خمسة أبواب فلا يصح إسناده، لان فيه نوح بن حكيم الثقفي وهو مجهول كما قال الحافظ ابن حجر وغيره وفيه علة أخرى بينها الزيلعي في " نصب الراية " (٢/ ٢٥٨).','1','65',NULL,NULL,'0');
INSERT INTO [b854] VALUES (73,'<span data-type="title" id=toc-14>(١٢) حمل الجنازة واتباعها</span>
٤٣ - ويجب حمل اجنازة واتباعها، وذلك من حق الميت المسلم على المسلمين، وفي ذلك أحاديث، أذكر اثنين منها:
الأول: قوله صلى الله عليه وسلم: " حق المسلم (وفي رواية: يجب المسلم على أخيه) خمس: رد السلام، وعيادة المريض، واتباع الجنائز، وإجابة الدعوة، وتشميت العاطس ".
أخرجه البخاري (٣/ ٨٨) والسياق له، ومسلم (٧/ ٣) بالرواية الثانية وابن ماجه (١/ ٤٣٩) وابن الجارود (٢٦١) وأحمد (٢/ ٣٧٢، ٤١٢، ٥٤٠)، وقال في رواية له: " ست ".
وزاد: " وإذا استنصحك فانصح له "، وهي رواية لمسلم أيضا، أخرجوه كلهم من حديث أبي هريرة.
وفي الباب عن البراء بن عازب عند الشيخين وغيرهما.
الثاني: قوله أيضا: " عودوا المريض، واتبعوا الجنائز، تذكركم الآخرة ".
أخرجه ابن أبي شيبة في " المصنف " (٤/ ٧٣) والبخاري في " الادب المفرد " (ص ٧٥) وابن حبان في " صحيحه " (٧٠٩ - موارد) والطيالسي (١/ ٢٢٤) وأحمد (٣/ ٢٧،','1','66',NULL,NULL,'0');
INSERT INTO [b854] VALUES (74,'٣٢، ٤٨) والبغوي في " شرح السنة " (١/ ١٦٦ / ١) من حديث أبي سعيد الخدري.
قلت: وإسناده حسن.
وله شاهد من حديث عوف بن مالك بدون الجملة الاخيرة.
رواه الطبراني.
راجع " المجمع " (٢/ ٢٩٩).
٤٤ - واتباعها على مرتبتين: الأولى: اتباعها من عند أهلها حتى الصلاة عليها.
والاخرى: اتباعها من عند أهلها حتى يفرغ من دفنها.
وكل منهما فعل رسول الله صلى الله عليه وسلم، فروى أبو سعيد الخدري رضي الله عنه قال: "كُنَّا مُقَدَّمَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (يعني المدينة) إِذَا حُضِرَ مِنَّا الْمَيِّتُ آذَنَّا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَحَضَرَهُ وَاسْتَغْفَرَ لَهُ حَتَّى إِذَا قُبِضَ انْصَرَفَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَمَنْ مَعَهُ حَتَّى يُدْفَنَ، وَرُبَّمَا طَالَ حَبْسُ ذَلِكَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا خَشِينَا مَشَقَّةَ ذَلِكَ عَلَيْهِ قَالَ بَعْضُ الْقَوْمِ لِبَعْضٍ: لَوْ كُنَّا لَا نُؤْذِنُ النَّبِيَّ بِأَحَدٍ حَتَّى يُقْبَضَ، فَإِذَا قُبِضَ آذَنَّاهُ، فَلَمْ يَكُنْ عَلَيْهِ فِي ذَلِكَ مَشَقَّةٌ وَلَا حَبْسٌ، فَفَعَلْنَا ذَلِكَ وَكُنَّا نُؤْذِنُهُ بِالْمَيِّتِ بَعْدَ أَنْ يَمُوتَ فَيَأْتِيهِ فَيُصَلِّي عَلَيْهِ، فَرُبَّمَا انْصَرَفَ، وَرُبَّمَا مَكَثَ حَتَّى يُدْفَنَ الْمَيِّتُ، فَكُنَّا عَلَى ذَلِكَ حِينًا، ثُمَّ قُلْنَا لَوْ لَمْ يَشْخَصِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَحَمَلْنَا جَنَازَتَنَا إِلَيْهِ حَتَّى يُصَلِّيَ عَلَيْهِ عِنْدَ بَيْتِهِ لَكَانَ ذَلِكَ أَوْفَقَ بِهِ، فَفَعَلْنَا فَكَانَ ذَلِكَ الْأَمْرُ إِلَى الْيَوْمِ". أخرجه ابن حبان في صحيحه (٧٥٣ - مورد) والحاكم (١/ ٣٥٣ - ٣٦٤ - ٣٦٥) وعنه البيهقي (٣/ ٧٤) وأحمد (٣/ ٦٦) بنحوه، وقال الحاكم: " صحيح على شرط الشيخين "! وإنما هو صحيح فقط، لان فيه سعيد بن عبيد بن السباق، ولم يخرجا له شيئا.
٤٥ - ولا شك في أن المرتبة الاخرى أفضل من الأولى لقوله صلى الله عليه وسلم: " من شهد الجنازة (من بيتها)، (وفي رواية من ابتع جنازة مسلم إيمانا واحتسابا) حتى يصلى عليها فله قيراط، ومن شهد ها حتى تدفن، (وفي الرواية الاخرى: يفرغ','1','67',NULL,NULL,'0');
INSERT INTO [b854] VALUES (75,'منها) فله قيراطان (من الاجر)، قيل: (يارسول الله) وما القيراطان؟ قال: مثل الجبلين العظيمين.
(وفي الرواية الاخرى: كل قيراط مثل أحد) ".
أخرجه البخاري (١/ ٨٩ - ٩٠، ٣/ ١٥٠، ١٥٤) ومسلم (٣/ ٥١ - ٥٢) وأبو داود (٢/ ٦٣ - ٦٤) والنسائي (١/ ٢٨٢) والترمذي (٢/ ١٥٠) وصححه، وابن ماجه (١/ ٤٦٧ - ٤٦٨) وابن الجارود (٢٦١) والبيهقي (٣/ ٤١٢ - ٤١٣) والطيالسي
(٢٥٨١) وأحمد (٢/ ٢٣٣، ٢٤٦، ٣٢٠، ٤٠١، ٤٥٨، ٤٧٠، ٤٧٤ ٤٩٣، ٥٢١، ٥٣١) من طرق كثيرة عن أبي هريد رضي الله عنه.
والرواية الثانية للبخاري والنسائي وأحمد.
والزيادة الأولى لمسلم وأبي داود وغيرها، والزيادتان الاخريان للنسائي. وللحديث شواهد عن جماعة من الصحابة رضي الله عنهم.
الأول عن ثوبان عند مسلم والطيالسي (٩٨٥) وأحمد (٥/ ٢٧٦ - ٢٧٧، ٢٨٢ - ٢٨٣ - ٢٨٤).
الثاني والثالث: عن البراء بن غازب لث: عن البراء بن عازب وعبد الله بن مغفل، عند النسائي وأحمد (٤/ ٨٦، ٢٩٤).
الرابع عن أبي سعيد الخدري. رواه أحمد (٣/ ٢٠، ٢٧، ٩٧) من طريقين عنه. وله شواهد أخرى ذكرها الحافظ في " الفتح " (٣/ ١٥٣).
وفي بعض الشواهد عن أبي هريرة زيادات مفيدة لعله من المستحسن ذكرها:
" وكان ابن عمر يصلي عليها، ثم ينصرف، فلما بلغه حديث أبي هريرة قال: (أكثر علينا أبو هريرة، (وفي رواية: فتعاظمه))، (فإرسل خبابا إلى عائشة يسألها عن قول أبي هريرة ثم يرجع إليه فيخبره ما قالت، وخذ ابن عمر قبضة من حصى المسجد يقلبها في يده حتي رجع إليه الرسول، فقال: قالت عائشة: صدق أبو هريرة، فضرب ابن عمر بالحصى الذي كان في يده الارض ثم قال:) لقد فرطنا في قراريط كثيرة، (فبلغ ذلك أبا هريرة فقال: إنه لم يكن يشغلني عن رسول الله صلى الله عليه وسلم صفقة','1','68',NULL,NULL,'0');
INSERT INTO [b854] VALUES (76,'السوق، ولا غرس الودي (١)، إنما كنت ألزم النبي صلى الله عليه وسلم لكلمة يعلمنيها، وللقمة يطعمنيها)، (فقال له ابن عمر: أنب يا أبا هريرة كنت ألزمنا لرسول الله صلى الله عليه وسلم وأعلمنا بحديثه) ".
هذه الزيادات كلها لمسلم، إلا الاخيرة، فهي لاحمد (٢/ ٢ - ٣، ٣٨٧) وكذا سعيد بن منصور بإسناد صحيح كما قال الحافظ في " الفتح "، والتي قبلها للطيالسي وسندها صحيح على شرط مسلم، والزيادة الثانية للشيخين، والرواية الثانية فيها للترمذي وأحمد.
والزيادة الاخيرة صريحة بأن ابن عمر رضي الله عنه اتصل عنه اتصل بنفسه بأبي هريرة، ويؤيده ما في رواية لمسلم وغيره بلفظ: فقال ابن عمر: أبا هر انظر ما تحدث عن رسول الله عليه وسلم، فقام إليه أبو هريرة حتى انطلق به إلى عائشة، فقال لها، يا أم المؤمنين أنشدك بالله أسمعت رسول الله صلى الله عليه وسلم يقول: (فذكر الحديث)، فقالت: اللهم نعم، فقال أبو هريرة: إنه لم يكن .. الخ.
فظاهر هذا كله يخالف رواية أنه أرسل خبابا إلى ابن عمر.
وجمع الحافظ ابن حجر بين الروايتين بأن الرسول لما رجع إلى ابن عمر يخبر عائشة بلغ ذلك أبا هريرة، فمشى إلى ابن عمر فأسمعه ذلك من عائشة مشافهة.
ولابي هريرة رضي الله عنه حديث آخر في فضل شهود الجنازة، قال: قال رسول الله صلى الله عليه وسلم: " من أصبح منكم اليوم صائما؟ قال أبو بكر: أنا، قال: من عاد منكم اليوم مريضا؟ قال أبو بكر: أنا، قال: من شهد منكم اليوم جنازة؟ قال أبو بكر: أنا قال: من أطعم اليوم مسكينا؟ قال أبو بكر: أنا، قال صلى الله عليه وسلم: ما اجتمعت هذه الخصال في رجل في يوم إلا دخل الجنة ".
أخرجه مسلم في " صحيحه " (٣/ ٩٢، ٧/ ١١٠) والبخاري في " الادب المفرد " ص ٧٥ ٤٦ - وهذا الفضل في اتباع الجنائز، إنما هو للرجال دون النساء لنهي النبي صلى الله عليه وسلم لهن عن اتباعها، وهو نهي تنزيه، فقد قالت أم عطية رضي الله عنها:
_________
(١) بتشديد الياء صغار النخل.','1','69',NULL,NULL,'0');
INSERT INTO [b854] VALUES (77,'" كنا ننهى (وفي رواية: نهانا رسول الله صلى الله عليه وسلم) عن اتباع الجنائز، ولم يعزم علينا ".
أخرجه البخاري (١/ ٣٢٨ - ٣٢٩، ٣/ ١٦٢) ومسلم (٣/ ٤٧) والسياق له، وأبو داود (٢/ ٦٣) وابن ماجه (١/ ٤٨٧) وأحمد (٦/ ٤٠٨، ٤٠٩) وكذا البيهقي (٤/ ٧٧) والاسماعيلي والرواية الاخرى له، وهي رواية للبخاري تعليقا.
" لا تتبع الجنائز، بما يخالف الشريعة، وقد جاء النص فيها على أمرين: رفع الصوت بالبكاء، واتباعها بالبخور، وذلك في وقوله صلى الله عليه وسلم: " لا تتبع الجنازة بصوت ولا نار ".
أخرجه أبو داود (٢/ ٦٤) وأحمد (٢/ ٤٢ ٧، ٥٢٨، ٥٣٢) من حديث أبي هريرة.
وفي سنده من لم يسم، لكنه يتقوى بشواهده المرفوعة، وبعض الاثار الموقوفة.
أما الشواهد، فعن جابر عن النبي صلى الله عليه وسلم نهى أن يتبع الميت صوت أو نار، قال الهيثمي (٣/ ٢٩): " رواه أبو يعلى، وفيه من لاذكر له ".
وعن ابن عمر قال: " نهى رسول الله صلى الله عليه وسلم أن تتبع جنازة معها رانة ".
أخرجه ابن ماجه (١/ ٤٧٩ - ٤٨٠) وأحمد (٥٦٦٨) من طريقين عن مجاهد عنه.
وهو حسن بمجموع الطريقين.
وعن أبي موسى في النهي عن اتباع الميت بمجمر.
وقد تقدم لفظه في المسألة (١ ٢) فقرة (ب)، (ص ٨).
وأما الاثار، فعن عمرو بن العاص أنه قال في وصيته: " فإذا أنا مت فلا تصحبني نائحة ولا نار ".
أخرجه مسلم (١/ ٧٨) وأحمد (٤/ ١٩٩).
وعن أبي هريرة أنه قال حين حضره الموت: " لا تضربوا علي فسطاطا، ولا تتبعوني بمجمر (وفي رواية: بنار) ".
رواه أحمد وغيره بسند صحيح كما يأتي بعد مسألة، الحديث الثاني.','1','70',NULL,NULL,'0');
INSERT INTO [b854] VALUES (78,'٤٨ - ويلحق بذلك رفع الصوت بالذكر أمام الجنازة، لانه بدعة، ولقول قيس ابن عباد: " كان أصحاب النبي صلى الله عليه وسلم يكرهون رفع الصوت عند الجنائز ".
أخرجه البيهقي (٤/ ٧٤) بسند رجاله ثقات.
ولان فيه تشبها بالنصارى فإنهم يرفعون أصواتهم بشئ من أنا جيلهم وأذكارهم مع التمطيط والتلحين والتحزين (١).
وأقبح من ذلك تشييعها بالعزف على الالات الموسيقية أمامها عزفا حزينا كما يفعل في بعض البلاد الاسلامية تقليدا للكفار. والله المستعان.
٤٩ - ويجب الاسراع في السير بها، سيرا دون الرمل، وفي ذلك أحاديث:
الأول: " أسرعوا بالجنازة فإن تك صالحة فخير تقدمونها، وإن تكن غير ذلك فشر تضعونه عن رقابكم ".
أخرجه الشيخان، والسياق لمسلم، وأصحاب السنن الأربعة، وصححه الترمذي وأحمد (٢/ ٢٤٠، ٢٨٠، ٤٨٨) والبيهقي (٤/ ٢١) من طرق عن أبي هريرة، وله حديث آخر بنحو الآتي.
_________
(١) قال النووي رحمه الله تعالى في " الا ذكر " (ص ٢٠٣): " واعلم أن الصواب والمختار وما كان عليه السلف رضي الله عنهم السكوت في حال السير مع الجنازة، فلا يرفع صوت بقراءة ولا ذكر ولا غير ذلك.
والحكمة فيه ظاهرة، وهي أنه أسكن لخاطره وأجمع لفكره فيما يتعلق بالجنازة، وهو المطلوب في هذا الحال، فهذا هو الحق، ولا تغتر بكثرة من يخالفه، فقد قال أبو علي الفضيل بن عياض رضي الله عنه ما معناه: " إلزم طرق الهدي ولا يضرك قلة السالكين، وإياك وطرق الضلالة ولا تغتر بكثرة الهالكين ".
وقد روينا في سنن البيهقي ما يقتضي ما قلته (يشير إلى قول فيس بن عباد).
وأما ما يفعله الجهلة من القراءة على الجنازة بدمشق وغير ها من القراءة بالتمطيط وإخراج الكلام عن مواضعه فحرام بإجماع العلماء، وقد أو ضحت قبحه وغلظ تحريمه وفسق من تمكن من إنكاره فلم ينكره في كتاب " آداب القراءة ".
والله المستعان ".','1','71',NULL,NULL,'0');
INSERT INTO [b854] VALUES (79,'الثاني:
" إذا وضعت الجنازة، واحتملها الرجال على أعناقهم، فإن كانت صالحة قالت: قدموني (قدموني)، وإن كانت غير صالحة قالت: يا ويلها أين يذهبون بها!؟ يسمع صوتها كل شئ إلا الانسان، ولو سمعه (ل) صعق ".
أخرجه البخاري (٣/ ١٤٢) والنسائي (١/ ٢٧٠) والبيهقي وأحمد (٣/ ٤١، ٥٨) عن أبي سعيد الخدري رضي الله عنه.
ويشهد للزيادة الأولى حديث أبي هريرة أنه قال حين حضره الموت: " لا تضربوا علي فسطاطا، ولا تتبعوني بمجمر، وأسر عوا بي، فإني سمعت رسول الله صلى اله عليه وسلم يقول: " إذا وضع الرجل الصالح على سريره، قال: قدموني ... " الحديث نحوه، دون قوله يسمع صوتها ... أخرجه النسائي وابن حبان في صحيحه (٧٦٤) والبيهقي والطيالسي (رقم ٢٣٣٦) وأحمد (٢/ ٢٩٢، ٢٧٤، ٥٠٠) بإسناد صحيح على شرط مسلم.
الثالث: عن عبد الرحمن بن جوشن قال: " كنت في جنازة عبد الرحمن بن سمرة، فجع ل زياد ورجال من مواليه يمشون على أعقابهم أمام السرير، ثم يقولون: رويدا بارك الله فيكم: فلحقهم أبو بكرة في بعض سكك المدينة فحمل عليهم بالبغلة، وشد عليهم بالسوط، وقال: خلوا! والذي أكرم وجه أبي القاسم صلى الله عليه وسلم لقد رأيتنا على عهد رسول الله صلى الله عليه وسلم لنكاد أن نرمل بها رملا ".
أخرجه أبو داود (٢/ ٦٥) والنسائي (١/ ٢٧١) والطحاوي (١/ ٢٧٦) والحاكم (١/ ٢٥٥) والبيهقي (٤/ ٢٢) والطيالسي (٨٨٣) وأحمد (٥/ ٣٦ - ٣٨) قال الحاكم:" صحيح ".ووافقه الذهبي، ومن قبله النووي في " المجموع " (٥/ ٢٧٢) (١)
_________
(١) وقال فيه (٥/ ٢٧١): " واتفق العلماء على استحباب الاسراع بالجنازة إلا أن يخاف من الإسراع =','1','72',NULL,NULL,'0');
INSERT INTO [b854] VALUES (80,'٥٠ - ويجوز المشي أمامها وخلفها، وعن يمينها ويسارها، على أن يكون قريبا منها، إلا الراكب فيسير خلفها، لقوله صلى الله عليه وسلم: " الراكب (يسير) خلف الجنازة، والماشي حيث شاء منها، (خلفها وأمامها، وعن يمينها، وعن يسارها، قريبا منها)، والطفل يصلى عليه، (ويدعى لوالديه بالمغفرة والرحمة) ".
أخرجه أبو داود (٢/ ٦٥) والنسائي (١/ ٢٧٥ - ٢٧٦) والترمذي (٢/ ١٤٤) وابن ماجه (١/ ٤٥١، ٤٥٨) والطحاوي (١/ ٢٧٨) وابن حبان في " صحيحه " (٧٦٩) والبيهقي (٨٤، ٢٥) والطيالسي (٧٠١ - ٧٠٢) وأحمد (٤/ ٢٤٧، ٢٤٨ - ٢٤٩، ٢٤٩، ٢٥٢) من حديث المغيرة بن شعبة، وقال الترمذي: " حديث حسن صحيح ".
وقال الحاكم: " صحيح على شرط البخاري". ووافقه الذهبي. وهو كما قالا.
والسياق للنسائي وأحمد في رواية.
والزيادات الثلاث لابي داود والحاكم والطيالسي، ولاحمد الأوليان منها، وللبيهقي الثالثة.
وقال أبو داود وابن حبان: " السقط " بدل " الطفل " وهو رواية للحاكم والبيهقي وأحمد، وعزاها الحافظ في " التلخيص " (٥/ ١٤٧) للترمذي أيضا، وهو وهم فإنما لفظه عنده كلفظ الجماعة.
٥١ - وكل من المشي أمامها وخلفها، ثبت عن رسول الله صلى الله عليه وسلم فعلا، كما قال أنس بن مالك رضي الله عنه:
_________
= انفجار الميت أو تغيره ونحوه فيتأتي ".
قلت: ظاهر الامر الوجوب، وبه قال ابن حزم (٥/ ١٥٤ - ١٥٥)، ولم نجد دليلا يصرفه إلى الاستحباب، فوقفنا عنده. وقال ابن القيم في " زاد المعاد ":
" وأما دبيب الناس اليوم خطوة فبدعة مكروهة، مخالفة للسنة، ومتضمنة للتشبه بأهل الكتاب اليهود ".','1','73',NULL,NULL,'0');
INSERT INTO [b854] VALUES (81,'" أن رسول الله صلى الله عليه وسلم وأبا بكر وعمر كانوا يمشون أمام الجنازة وخلفها ".
أخرجه الطحاوي (١/ ٢٧٨) من طريقين عن يونس بن يزيد عن ابن شهاب عنه.
قلت: وهذا سند صحيح على شرط الشيخين (١).
٥١ - لكن الافضل المشي خلفها، لانه مقتضى قوله صلى الله عليه وسلم: " واتبعو الجنائز "، وما في معناه مما تقدم في المسألة (٤٣) أول هذا الفصل.
ويؤيده قول علي رضي الله عنه: " المشي خلفها أفضل من المشي أمامها، كفضل صلاة الرجل في جماعة على صلاته فذا ".
أخرجه ابن أبي شيبة في " المصنف " (٤/ ١٠١) والطحاوي (١/ ٢٧٩) والبيهقي (٤/ ٩ ٢٥ وأحمد (٧٥٤) وكذا ابن حزم في " المحلى " (٥/ ١٦٥) وسعيد بن منصور من طريقين عنه، قال الحافظ (٣/ ١٤٣) في أحدهما: " وإسناده حسن، وهو موقوف له حكم المرفوع، لكن حكى الاثرم عن أحمد أنه تكلم في إسناده ".
قلت: لكنه يتقوى بالطريق الآخر (٢).
_________
(١) قلت: وأما ما في " الجوهر النقي " (٤/ ٢٥): " وفي مصنف عبد الرزاق عن معمر عن ابن طاووس عن أبيه قال: " ما مشى رسول الله صلى الله عليه وسلم حتى مات، إلا خلف الجنازة ". وهذا سند صحيح على شرط الجماعة ".
فأقول: كيف وهو مرسل: فإن طاووسا تابعي وقد أرسله، والمرسل ليس حجة عندهم، وقد عارضه حديث أنس الصحيح، وأعله الشوكاني (٤/ ٦٢) ايضا بالارسال، ولكنه قال: " لم أقف عليه في شئ من كتب الحديث "
(٢) تنبيه، قال الشوكاني عقب كلمته السابقة:
" وحكى في البحر عن الثوري أنه قال: الراكب يمشي خلفها، والماشي أمامها. ويدل لما قاله حديث المغير ة المقدم أن النبي صلى الله عليه وسلم قال: " الراكب خلف الجنازة، والماشي أما مها قريبا منها عن يمينها أو عن يسارها.
أخرجه أصحاب السنن وصححه ابن حبان والحاكم، وهذا مذهب قوي ... ".
قلت: كلا فإن الحديث بهذا اللفظ رواه أحمد من طريق المبارك بن فضالة، وفيه ضعف وقد زاد غيره فقال: " خلفها وأمامها ... " كما تقدمت الاشارة إليها، وقد رواها المبارك أيضا عند الطيالسي، فوجب الاخذ بها، وهي نص في التخيير لا في تفضيل التقدم عليها، ومن الغريب أن هذه الزيادة ذكرها صاحب المنتقى في المكان الذي أشار إليه الشوكاني نفسه بقوله آنفا " المتقدم " ثم هو ذهل عنها.','1','74',NULL,NULL,'0');
INSERT INTO [b854] VALUES (82,'٥٢ - ويجوز الركوب بشرط أن يسير وراء ها لقوله صلى الله عليه وسلم: " الراكب يسير خلف الجنازة .. ".
وقد مضى ذلك بتمامه في المسألة (٥٠).
لكن الافضل المشي، لانه المعهور عنه صلى الله عليه وسلم، ولم يرد أنه ركب معها بل قال ثوبان رضي الله عنه: " إن رسول الله صلى الله عليه وسلم أتي بدابة وهو مع الجنازة فأبى أن يركبها، فلما انصرف أتي بدابة فركب، فقيل له؟ فقال: إن الملائكة كانت تمشي فلم أكن لأركب وهم يمشون، فلما ذهبوا ركبت ".
أخرجه أبو داود (٢/ ٦٤ - ٦٥) والحاكم (١/ ٣٥٥) والبيهقي (٤/ ٢٣) وقال الحاكم: " صحيح على شرط الشيخين ".
ووافقه الذهبي وهو كما قالا.
٥٣ - وأما الركوب بعد الانصراف عنها فجائز، بدون كراهة لحديث ثوبان المذكور آنفا، ومثله حديث جابر بن سمرة رضي الله عنه قال: " صلى رسول الله صلى الله عليه وسلم على ابن الدحداح (ونحن شهود)، (وفي رواية: خرج على جنازة ابن الدحداح (ماشيا))، ثم أتي بفرس عري، فعقله رجل فر كبه (حين انصراف)، فجعل يتوقص به (١)، ونحن نتبعه نسعى خلفه، (وفي رواية: حوله) قال: فقال رجل من القوم: إن النبي صلى الله عليه وسلم قال: كم من عذق معلق أو مدلى في الجنة لابن الدحداح ".
أخرجه مسلم (٢/ ٦٠ - ٦١) والسياق له، وأبو داود (٢/ ٦٥) والنسائي (١/ ٢٨٤) والترمذي (٢/ ١٣٨) وصححه، والبيهقي (٤/ ٢٢ - ٢٣) والطيالسي (٧٦٠ - ٧٦١) وأحمد (٥/ ٩٨ - ٩٩، ١٠٢) من طرق عن سماك بن حرب عنه.
_________
(١) أي يثب ويقارب الخطو.','1','75',NULL,NULL,'0');
INSERT INTO [b854] VALUES (83,'والرواية الثانية للنسائي، والزيادة فيها للترمذي في إحدى روايتيه، ومعناها للطيالسي.
والرواية الثالثة لابي داود والترمذي، ولمسلم والبيهقي وأحمد في رواية لهم.
والزيادة الأولى للنسائي والاخرى لابي داود (١).
٥٤ - وأما حمل الجنازة على عربة أو سيارة مخصصة للجنائز، وتشييع المشيعين لها وهم في السيارات، فهذه الصورة لا تشرع البتة، وذلك لأمور:
الأول: أنها من عادات الكفار، وقد تقرر في الشريعة أنه لا يجوز تقليدهم فيها.
وفي ذلك أحاديث كثيرة جدا، كنت أستوعبتها وخرجتها في كتابي " حجاب المرأة المسلمة في الكتاب والسنة "، بعضها في الامر والحض على مخالفتهم في عباداتهم وأزيائهم وعاداتهم، وبعضها من فعله صلى الله عليه وسلم في مخالفتهم في ذلك، فمن شاء الاطلاع عليها فليرجع إليه (٢).
الثاني: أنها بدعة في عبادة، مع معارضتها للسنة العملية في حمل الجنازة، وكل ماكان كذلك من المحدثات، فهو ضلالة اتفاقا.
الثالث: أنها تفوت الغاية من حملها وتشييعها، وهي تذكر الاخرة، كما نص على ذلك رسول الله صلى الله عليه وسلم في الحديث المتقدم في أول هذا الفصل بلفظ:
_________
(١) وهي نص في أنه صلى الله عليه وسلم ركب انصرافه من الجنازة، وقد خفي هذا على أبي الطيب صديق حسن خان فاستدل في " الروضة " (١/ ١٧٣) على أن المشبع للجنازة مخير بين أن يمشي أمامها أو خلفها بهذا الحديث فقال: إن الصحابة كانوا يمشون حول جنازة ابن الدحداح! وهذا خطأ من وجهين: الأول: أنه ليس في الحديث ما ذكره، بل هو صريح في أنهم كانوا يمشون حول النبي صلى الله عليه وسلم، ولا تلازم بين الامرين كما هو ظاهر.
الثاني: أن ذلك كاف عند الانصراف من الجنازة كما سبق، ولعل سبب الوهم رواية عمربن موسى بن الوجيه عن سماك به بلفظ: " رأيت رسول الله صلى الله عليه وسلم مع جنازة ثابت بن الدحداح على فرص أغر محجل تحته، ليس عليه سرج، مع الناس وهم حوله قال: فنزل رسول الله صلى الله عليه وسلم فصلى عليه ثم جلس حتى فرغ منه، ثم قام فقعد على فرسه ثم انطلق يسير حوله الرجال ".
أخرجه أحمد (٥/ ٩٩)، فهذا صريح في الركوب أثناء تشييعها أيضا، ولكنه بهذا السياق باطل لان عمر ابن موسى هذا كان يضع الحديث فلا يحتج به عند الموافقة فكيف عند المخالفة! (٢) وقد قام بطبعه " المكتب الاسلامي " ثانية، وفيها إضافات لم ترد في الطبعة السابقة.','1','76',NULL,NULL,'0');
INSERT INTO [b854] VALUES (84,'" ... واتبعوا الجنائز تذكركم الاخرة ".
أقول: إن تشييعها على تلك الصورة مما يفوت على الناس هذه الغاية الشريفة تفويتا كاملا أو دون ذلك، فإنه ممالا يخفى على البصير أن حمل الميت على الاعناق، ورؤية المشيعين لها وهي على رؤوسهم، أبلغ في تحقيق التذكر والاتعاظ من تشييعها على الصورة المذكورة، ولا أكون مبالغا إذا قلت: إن الذي حمل الاوربيين عليها إنما هو خوفهم من الموت وكل ما يذكر به، بسبب تغلب المادة عليهم، وكفرهم بالاخرة!
الرابع: أنها سبب قوي لتقليل المشيعين لها والراغبين في الحصول على الاجر الذي سبق ذكره في المسألة (٤٥) من هذا الفصل، ذلك لانه لايستطيع كل أحد أن يستأجر سيارة ليشيعها "
الخامس: أن هذه الصورة لا تتفق من قريب ولامن بعيد مع ما عرف عن الشريعة المطهرة السمحة من البعد عن الشكليات والرسميات، لا سيما في مثل هذا الامر الخطير: الموت! والحق أقول: إنه لو لم يكن في هذه البدعة إلا هذه المخالفة، لكفى ذلك في ردها فكيف إذا انضم إليها ما سبق بيانه من المخالفات والمفاسد وغير ذلك مما لا أذكره!
٥٥ - والقيام لها منسوخ، وهو على نوعين:
أ - قيام الجالس إذا مرت به.
ب - وقيام المشيع لها عند انتهائها إلى القبر حتى توضع على الارض.
والدليل على ذلك حديث علي رضي الله عنه، وله ألفاظ: الأول: " قام رسول الله صلى الله عليه وسلم للجنازة فقمنا، ثم جلس فجلسنا ".
أخرجه مسلم (٣/ ٥٩) وابن ماجه (١/ ٤٦٨) والطحاوي (١/ ٣٨٣) والطيالسي (١٥٠) وأحمد رقم (٦٣١، ١٠٩٤، ١١٦٧).
الثاني: " كان يقوم في الجنائز، ثم جلس بعد ".
رواه مالك (١/ ٣٣٢) وعنه الشافعي في " الام " (١/ ٢٤٧) وأبو داود (٢/ ٦٤).
الثالث: من طريق واقد بن عمرو بن سعد بن معاذ قال:','1','77',NULL,NULL,'0');
INSERT INTO [b854] VALUES (85,'" شهدت جنازة في بني سلمة، فقمت، فقال لي نافع بن جبير: اجلس فإني سأخبرك في هذا بثبت، ثنى مسعود بن الحكم الزرقي أنه سمع علي بن أبي طالب رضي الله عنه
برحبة الكوفة وهو يقول: " كان رسول الله صلى الله عليه وسلم أمرنا بالقيام في الجنازة، ثم جلس بعد ذلك، وأمرنا بالجلوس ".
أخرجه الشافعي وأحمد (٦٢٧) والطحاوي (١/ ٢٨٢) وابن حبان في " صحيحه " هذا الوجه بلفظ آخر وهو.
الرابع: " قام رسول الله صلى الله عليه وسلم مع الجنائز حتى توضع، وقام الناس معه، ثم قعد بعد ذلك، وأمر هم بالقعود ".
الخامس: من طريق اسماعيل بن مسعود (١) بن الحكم الزرقي عن أبيه قال: " شهدت جنازة بالعراق، فرأيت رجالا قياما نيتظرون أن توضع، ورأيت علي ابن أبي طالب رضي الله عنه يشير إليهم أن اجلسوا، فإن النبي صلى الله عليه وسلم قد أمرنا بالجلوس بعد القيام " (٢).
أخرجه الطحاوي (١/ ٢٨٢) بسند حسن.
٥٦ - ويستحب لمن حملها أن يتوضأ، لقوله صلى الله عليه وسلم:
" من غسل ميتا فليغتسل، ومن حمله فليتوضأ ".
وهو حديث صحيح، كما تقدم بيانه في المسألة (٣١).
_________
(١) وقع في الاصل " اسماعيل بن الحكم بن مسعود " والصواب ما أثبت، وكأنه انقلب على الطابع، أو بعض النساخ.
(٢) قلت: هذا اللفظ والذي قبله صريحان في أن القيام لها حتى توضع داخل في النهي، وأنه منسوخ، فقول صديق حسن خان في " الروضة " (١/ ١٧٦) بعد أن قرر منسوخية القيام لها إذا مرت: " وأما قيام الناس خلفها حتى توضع على حتى توضع على الارض فمحكم لم ينسخ ".
فهذا خطأ بين، لمخالفته لما ذكرنا من اللفظين، والظاهر أنه لم يقف عليهما.','1','78',NULL,NULL,'0');
INSERT INTO [b854] VALUES (86,'<span data-type="title" id=toc-15>(١٣) الصلاة على الجنازة</span>
٥٧ - والصلاة على الميت المسلم فرض كفاية، لأمره صلى الله عليه وسلم بها في أحاديث أذكر منها حديث زيد بن خالد الجهني:
" أن رجلا من أصحاب النبي صلى الله عليه وسلم توفي يوم خيبر، فذكروا ذلك لرسول الله صلى الله عليه وسلم فقال: " صلوا على صاحبكم "، فتغيرت وجوه الناس لذلك، فقال: " إن صاحبكم غل في سبيل الله "، ففتشنا متاعه فوجدنا خرزا من خرز اليهود لا يساوي درهمين! ".
أخرجه مالك في " الموطأ " (٢/ ١٤) وأبو داود (١/ ٤٢٥) والنسائي (١/ ٢٧٨) وابن ماجه (٢/ ١٩٧) وأحمد (٤/ ١١٤ - ٥/ ١٩٢) بإسناد صحيح، وقال الحاكم: "صحيح على شرطهما"، وفيه نظر بينته في " التعليقات الجياد على زاد المعاد ".
وفي الباب عن أبي قتادة ويأتي حديثه في المسألة الآتية ص ٨٢ وعن أبي هريرة فيها، ص ٨٤
٥٨ - ويستثنى من ذلك شخصان فلا تجب الصلاة عليهما:
الأول: الطفل الذي لم يبلغ، لان النبي صلى الله عليه وسلم لم يصل على ابنه ابراهيم عليه السلام، قالت عائشة رضي الله عنها:
" مات ابراهيم بن النبي صلى الله عليه وسلم وهو ابن ثمانية عشر شهرا، فلم يصل عليه رسول الله صلى الله عليه وسلم ".','1','79',NULL,NULL,'0');
INSERT INTO [b854] VALUES (87,'أخرجه أبو داود (٢/ ١٦٦) ومن طريقه حزم (٥/ ١٥٨) وأحمد (٦/ ٢٦٧) وإسناده حسن، كما قال الحافظ في " الاصابة "، وقال ابن حزم: " هذا خبر صحيح "! (١).
الثاني: الشهيد، لان النبي صلى الله عليه وسلم لم يصل على شهداء أحد وغيرهم، وفي ذلك ثلاثة أحاديث سبق ذكرها في المسألة (٣٢)، (ص ٥ ٢).
ولكن ذلك لا ينفي مشروعية الصلاة عليهما بدون وجوب كما يأتي من الاحاديث فيهما في المسألة التالية:
٥٩ - وتشرع الصلاة على من يأتي ذكرهم: الأول: الطفل، ولو كان سقطا (وهو الذي يسقط من بطن أمه قبل تمامه) وفي ذلك حديثان:
١ - " ... والطفل (وفي رواية: السقط) يصلى عليه، ويد عى لوالديه بالمغفرة والرحمة ".
رواه أبو داود والنسائي وغيرهما بسند صحيح، وقد سبق بتمامه في المسألة (٥٠)
٢ - عن عائشة رضي الله عنها قالت: " أتي رسول الله صلى الله عليه وسلم بصبي من صبيان الانصار، فصلى عليه، قالت عائشة: فقلت: طوبى لهذا، عصفور من عصافير الجنة، لم يعمل سوء، ولم يدركه.
قال: أو غير ذلك
_________
(١) قلت: والصواب ما قاله الحافظ، فقد ذكر ابن القيم في " زاد المعاد " (١/ ٢٠٣) عن الامام أحمد أنه قال: " هذا حديث منكر "، ولعله يعني " حديث فرد " فإن هذا منقول عنه في بعض الاحاديث المعروفة الصحة.
واعلم أنه لا يخدج في ثبوت الحديث أنه روي عنه صلى الله عليه وسلم أنه صلى على ابنه ابراهيم.
لان ذلك لم يصح عنه وإن جاء من طرق، فهي كلها معلولة اما بالارسال، وإما بالضعف الشديد، كما تراه مفصلا في " نصب الراية " (٢/ ٢٧٩ - ٢٨٠)، وقد روى أحمد (٣/ ٢٨١) عن أنس أنه سئل: صلى رسول الله صلى الله عليه وسلم على ابنه ابراهيم؟ قال: لا أدري.
وسنده صحيح.
ولو كان صلى عليه، لم يخف ذلك على أنس إن شاء الله، وقد خدمه عشر سنين.','1','80',NULL,NULL,'0');
INSERT INTO [b854] VALUES (88,'يا عائشة؟ خلق الله عزوجل الجنة، وخلق لها أهلا، وخلقهم، في أصلاب آبائهم.
وخلق النار وخلق لها أهلا، وخلقهم في أصلاب آبائهم " (١) أخرجه مسلم (٨/ ٥٥) والنسائي (٢٧٦ ٩ ١) وأحمد (٦/ ٢٠٨) واللفظا للنسائي،
وإسناده صحيح، رجاله كلهم ثقات رجال مسلم، غير شيخه عمرو بن منصور، وهو ثقة ثبت.
والظاهر أن السقط إنما يصلي عليه إذا كان قد نفخت فيه الروح، وذلك إذا استكمل أربعة أشهر، ثم مات، فإما إذا سقط قبل ذلك، لانه ليس بميت كما لا يخفى.
وأصل ذلك حديث عبد الله بن مسعود رضي الله عنه مرفوعا: " أن خلق أحدكم يجمع في بطن أمه أربعين، يوما، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث إليه ملكا ... ينفخ فيه الروح ".
متفق عليه.
واشترط بعضهم أن يسقط حيا، لحديث: " إذا استهل السقط صلي عليه وورث ".
ولكنه حديث ضعيف لا يحتج به، كما بينه العلماء (٢).
الثاني: الشهيد، وفيه إحاديث كثيرة، أكتفي بذكر بعضها
١ - عن شداد بن الهاد:
_________
(١) قال النووي رحمه الله تعالى: " أجمع من يعتقد بن من علماء المسلمين على أن من ما من أطفال المسلمين فهو من أهل الجنة، والجواب عن هذا لاحديث أنه لعله نهاها عن المسارعة إل يالقطع من غير دليل، أو قال ذلك قبل أن يعلم أن أطفال المسلمين في الجنة".
وأجاب السندي في حاشيته على النسائي بجواب آخر خلاصته: أنه إنما أنكر عليها الجزم بالجنة لطفل معين. قال: ولا يصبح الجزم في مخصوص لان إيمان الأبوين تحقيقا غيب، وهو المناط عند الله تعالى.
(٢) انظر " نصب الراية " (٢/ ٢٧٧) و " التلخيص " (٥/ ١٤٦ - ١٤٧) و "المجموع" (٥/ ٢٥٥)، وكتابي " نقد التاج الجامع للاصول الخمسة " (رقم ٢٩٣)، وإنما صح الحديث بدون ذكر الصلاة فيه، كما حققته في " إرواء الغليل " (١٧٠٤) يسر الله طبعه.','1','81',NULL,NULL,'0');
INSERT INTO [b854] VALUES (89,'" أن رجلا من الأعراب جاء إلى النبي صلى الله عليه وسلم آمن به واتبعه، ثم قال: أهاجر معك .. فلبثوا قليلا، ثم نهضوا في قتال العدو، فأتي به النبي صلى الله عليه وسلم " .. ثم كفنه النبي صلى الله عليه وسلم في جبته، ثم قدمه فصلى عليه .. ".
أخرجه النسائي وغيره بسند صحيح، وقد مضى بتمامه المسألة (٣٩) (ص ٦١).
٢ - عن عبد الله الزبير: " أن رسول الله صلى اله عليه وسلم أمر يوم أحد بحمزة فسجي ببردة، ثم صلى عليه فكبر تسع تكبيرات، ثم أتي بالقتلى يصفون، ويصلي عليهم. وعليه معهم ".
أخرجه الطحاوي في " معاني الآثار " (١/ ٢٩٠) وإسناده حسن.
رجاله كلهم ثقات معروفون، وابي اسحاق قد صرح بالحديث.
وله شواهد كثيرة ذكرت بعضها في " التعليقات الجياد " في المسألة (٧٥).
٣ - عن أنس بن مالك رضي الله عنه: " أن النبي صلى الله عليه وسلم مر بحمزة وقد مثل به وأيضا، على أحد من الشهداء غيره. يعني شهداء أحد ". (١) أخرجه أبو داود بسند حسن، وهو مختصر حديثه المتقدم المسألة (٣٧).
(ص ٥٧ - ٥٨).
٤ - عن عقبة بن عامر الجهني: " أن النبي صلى الله عليه وآله وسلم خرج يوما فصلى على أهل أحد صلاته على الميت [بعد ثمان سنين] [كالمودع للأحياء والأموات]، ثم انصرف إلى المنبر [فحمد الله وأثنى] عليه! فقال: إني فرط لكم، وأنا شهيد عليكم، [وإن موعدكم الحوض] وإني والله لأنظر إلى حوضي الآن، [وإن عرضه كما بين أيلة إلى الجحفة]، - وإني أعطيت مفاتيح خزائن الأرض، أو مفاتيح الأرض واني والله ما أخاف عليكم أن وتشركوا بعدي ولكن أخاف عليكم [الدنيا] أن تتنافسوا فيها [وتقتتلوا فتهلكوا هلك من كان قبلكم]
_________
(١) لعله يعني الصلاة على غيره استقلالا، فلا ينبغي الصلاة على غيره مقرونا معه كما في الحديث الذي قبله، ولا يعارض هذان الحديثان بحديث جابر المتقدم أنه صلى الله عليه وسلم لم بصل على شهداء أحد لأنه ناف، والمثبت مقدم على النافي، وانظر التفصيل في " نيل الأوطار ".','1','82',NULL,NULL,'0');
INSERT INTO [b854] VALUES (90,'قال: فكانت آخر نظرة نظرتها إلى رسول الله صلى الله عليه وسلم] ".
أخرجه البخاري (٣/ ٦٤ - ٧/ ٢٧٩ - ٢٨٠ و ٣٠٢) ومسلم (٧/ ٦٧) وأحمد (٤ ١٤٩، ١٥٣، ١٥٤)، والسياق للبخاري، والزيادة الأولى والثانية والسادسة والسابعة له، ولمسلم الثانية والخامسة وما وراءها ولأحمد الأولى إلى الرابعة.
رواه البيهقي (٤/ ١٤) وعنده الزيادات كلها إلا الثالثة والخامسة. وأخرجه الطحاوي (١/ ٢٩٠) وكذا النسائي (١/ ٢٧٧) والدارقطني (ص ١٩٧) مختصرا، وعند الدارقطني الزيادة الأولى (١)
الثالث: من قتل في حد من حدود الله، لحديث عمران بن حصين " أن امرأة من جهينة أتت نبي الله صلى الله عليه وسلم وهي حبلى من الزنى، فقالت: يا نبي الله أصبت حدا فأقمه علي، فدعا نبي الله صلى الله عليه وسلم وليها، فقال: أحسن إليها، فإذا وضعت فأتني بها، ففعل، فأمر بها نبي الله صلى الله عليه وآله وسلم فشكت عليها ثيابها، ثم أمر بها فرجمت، ثم صلى عليها، فقال له عمر: تصلي عليها يا نبي الله وقد زنت؟ فقال: لقد تابت توبة لو قسمت بين سبعين من أهل المدينة لوسعتهم، وهل وجدت توبة أفضل من أن جاءت بنفسها لله تعالى؟ " أخرجه مسلم (٥/ ١٢١) وأبو داود (٢/ ٢٣٣) والنسائي (١/ ٢٧٨) والترمذي (٢/ ٣٢٥) وصححه، والدارمي (٢/ ١٨٠) والبيهقي (٤/ ١٨ و ١٩).
ورواه ابن ماجه (٢/ ١١٦ و ١١٧) مختصرا
الرابع: الفاجر المنعث في المعامي والمحارم، مثل تارك الصلاة والزكاة مع اعترافه بوجوبهما، والزاني ومدمن الخمر، ونحوهم من الفساق فإنه يصلي عليهم، إلا أنه ينبغي لأهل العلم والدين أن يدعوا الصلاة عليهم، عقوبة وتأديبا لأمثالهم، كما فعل النبي صلى الله عليه وسلم.
وفي ذلك أحاديث:
_________
(١) قد يقول قائل: لقد ثبت في هذه الأحاديث مشروعية الصلاة على الشهداء، والأصل أنها واجبة فلماذا لا يقال بالوجوب! قلت: لما سبق ذكره في المسألة (٥٨).
ونزيد علي ذلك هنا فنقول: لقد استشهد كثير من الصحابة في غزوة بدر وغيرها، ولم ينقل أن النبي صلى الله عليه وسلم، صلى عليهم ولو فعل لنقلوه عنه.
فدل ذلك أن الصلات عليهم غير واجبة.
ولذلك قال ابن القيم في " تهذيب السنن " (٤/ ٢٩٥): (والصواب في المسألة أنه مخير بين الصلاة عليهم وتركها لمجئ.
الاثار بكل واحد من الأمرين وهذا إحدى الروايات عن الامام أحمد، وهي الأليق بأصوله ومذهبه " قلت: ولاشك أن الصلاة عليهم أفضل من الترك إذا تيسرت لأنها دعاء وعبادة.','1','83',NULL,NULL,'0');
INSERT INTO [b854] VALUES (91,'١ - عن أبن قتادة قال: " كان رسول الله صلى الله عليه وسلم إذا دعي لجنازة سأل عنها، فان أثني عليها خير قام فصلى عليها، وإن أثني عليها غير ذلك قال لأهلها شأنكم بها، ولم يصل عليها " أخرجه أحمد (٥/ ٣٩٩، ٣٠٠، ٣٠١) والحاكم (١/ ٣٦٤) وقال: " صحيح على شرط الشيخين "، وواففه الذهبي. وهو كما قالا.
٢ - عن جابر بن سمرة قال " مرض رجل، فصيح عليه، فجاء جاره إلى رسول الله صلى الله عليه وسلم فقال: إنه قد مات، قال: وما يدريك؟ قال: أنا رأيته، قال رسول الله: إنه لم يمت، قال: فرجع فصيح عليه، فقالت امرأته، انطلق إلى رسول الله صلى الله عليه وسلم " فأخبره فقال الرجل: اللهم العنه! قال: ثم انطلق الرجل فرآه قد نحر نفسه بمشقص، فانطلق النبي صلى الله عليه وسلم فأخبره أنه مات، فقال ما يدريك؟ قال: رأيته ينحر نفسه بمشقص معه! قال: أنت رأيته؟ قال: نعم، قال: إذا لا أصلي عليه.
أخرجه بهذا التمام أبو داود (٢/ ٦٥) باسناد صحيح على شرط مسلم. وأخرجه مسلم (٣/ ٦٦) مختصرا، وكذا النسائي (١/ ٢٧٩) والترمذي (٢/ ١٦١) وابن ماجه (١/ ٤٦٥) والحاكم (١/ ٣٦٤) والبيهقي (٤/ ١٩) والطيالسي (٧٧٩) وأحمد (٥/ ٨٧ و ٩١ و ٩٢ و ٩٦ ٩٤ - ٩٧ و ١٠٢ و ١٠٧) وقال الترمذي: " هذا حديث حسن، وقد اختلف أهل العلم في هذا زرارة فقال بعضهم: يصلي على كل من صلى للقبلة، وعلى قاتل النفس وهو قول سفيان الثوري وإسحاق " وقال أحمد: لا يصلي الامام على قاتل النفس، ويصلي عليه غير الامام " وقال شيخ الاسلام ابن تيمية في " الاختيارات " (ص ٥٢): " ومن امتنع من الصلاة على أحدهم (يعني القاتل والناس والمدين الذي ليس له وفاء) زجرا لأمثاله عن مثل فعله كان حسنا، ولو امتنع في الظاهر، ودعا له في الباطن، ليجمع بين المصلحتين كان أولى من تفويت إحداهما ".','1','84',NULL,NULL,'0');
INSERT INTO [b854] VALUES (92,'٣ - عن زيد بن خالد في حديث امتناع النبي صلى الله عليه وسلم من الصلاة على الغال وقوله لأصحابه: " صلوا على صاحبكم .. إن صاحبكم غل في سبيل الله!.
أخرجه أصحاب السنن بسند صحيح على ما سبق بيانه عند المسألة (٥٧).
الخامس: المدين الذي لم يترك من المال ما يقضي به دينه فإنه يصلى عليه، وإنما ترك رسول الله صلي الله عليه وسلم الصلاة عليه في أول الأمر، وفيه أحاديث:
١ - عن سلمة بن الأكوع قال: " كنا جلوسا عند النبي صلى الله عليه وسلم إذ أتي بجنازة فقالوا: صل عليها، فقال: هل عليه دين؟ قالوا: لا، قال: فهل ترك شيئا؟ قالوا: لا، فصلى عليه. ثم أتي بجنازة أخرى فقالوا: يارسول الله صل عليها، قال: هل عليه دين؟ قيل: نعم، قال فهل ترك شيئا؟ قالوا: ثلاثة دنانير [قال: فقال بأصابعه ثلاث كيات]، فصلى عليها.
ثم أتي بالثالثة، فقالوا: صل عليه، قال: هل ترك شيئا؟ قالوا: لا، قال: هل عليه دين؟ قالوا: ثلاثة دنانير، قال: صلوا على صاحبكم، قال [رجل من الأنصار يقال له، أبو قتادة: صل عليه يارسول الله وعلي دينه ".
أخرجه البخاري (٣/ ٣٦٨، ٣٦٩ و ٣٧٤) وأحمد (٤/ ٤٧، ٥٠) والزيادة له.
وروى منه النسائي (١/ ٢٧٨) القصة الثالثة.
٢ - عن أبي قتادة رضي الله عنه نحو القصة الثالثة في حديث سلمة في الأكوع وروي الذي قبله، وفيه: " أرأيت إن قضيت عنه أتصلي عليه؟ قال: إن قضيت عنه بالوفاء صليت عليه، قال: فذهب أبو قتادة فقضى عنه، فقال: أوفيت ما عليه؟ قال نعم، فدعا رسول الله صلى الله عليه وسلم فصلى عليه ".
أخرجه النسائي (١/ ٣٧٨) والترمذي (٢/ ١٦١) والدارمي (٢/ ٢٦٣) وابن ماجه (٢/ ٧٥) وأحمد (٥/ ٢٩٧، ٣٠١، ٣٠٢، ٣٠٤، ٣١١) والسياق له وإسناده','1','85',NULL,NULL,'0');
INSERT INTO [b854] VALUES (93,'صحيح على شرط مسلم، وليس عند الآخرين ذهاب أبي قتادة ووفاءه للدين ثم صلاة النبي صلى الله عليه وسلم عليه.
٣ - عن جابر رضي الله عنه نحوها وزاد في آخره: فلما فتح الله على رسوله قال: أنا أولى بكل مؤمن من نفسه، ومن ترك دينا فعلي قضاؤه، ومن ترك مالا فلورثته ".
رواه أبو داود (٢/ ٨٥) والنسائي (١/ ٢٧٨) بإسناد صحيح على شرط الشيخين وله طريق أخرى عن جابر بزيادة أخرى، وقد تقدم.
٤ - عن أبي هريرة:
" أن رسول الله صلى الله عليه وسلم كان يؤتى بالرجل الميت عليه الدين، فيسأل: هل ترك لدينه من قضاء؟ فإن حدث أنه ترك وفاء صلى عليه، وإلا فلا: قال: صلوا على صاحبكم، فلما فتح الله عليه الفتوح قال: أنا أولى بالمؤمنين من أنفسهم [في الدنيا والاخرة، إقرؤوا إن شئتم: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} [الأحزاب: ٦]]، فمن توفي وعليه دين [ولم يترك وفاء] فعلي قضاؤه، ومن ترك مالا فهو لورثته ".
أخرجه البخاري (٤/ ٣٧٦ - ٩/ ٤٢٥) ومسلم (٥/ ٦٢) والنسائي (١/ ٣٧٩) وابن ماجه (٢/ ٧٧) والطيالسي (٢٣٣٨) وأحمد (٢/ ٣٩٩ و ٤٥٣)، والسياق المسلم، والزيادتان للبخاري، ولأحمد الأولى منهما.
وأخرج منه ما هو من كلامه الترمذي (٣/ ١٧٨) وصححه، والدارمي (٢/ ٢٦٣) والطيالسي (٢٥٢٤) وأحمد (٢/ ٢٨٧، ٣١٨، ٣٣٤، ٣٣٥، ٣٥٦، ٣٩٩، ٤٥٠، ٤٦٤، ٥٢٧) بنحوه، وهو رواية مسلم وكذا البخاري بالفاظ متقاربة.
(٨/ ٤٢٠ و ١٢/ ٧، ٢٢، ٤٠) من طرق كثيرة عن أبي هريرة.
وقال أبو بشر يونس بن حبيب راوي مسند الطيالسي عقب الحديث: " سمعت أبا الوليد - يعني الطيالسي - يقول: بذا نسخ تلك الأحاديث التي جاءت على الذي عليه الدين "','1','86',NULL,NULL,'0');
INSERT INTO [b854] VALUES (94,'السادس: من قبل دفن أن يصلى عليه، أو صلى عليه بعضهم دون بعض، فيصلون عليه في قبره، على أن يكون الامام في الصورة الثانية ممن لم يكن صلى عليه.
وفي ذلك أحاديث:
١ - عن عبد الله بن عباس رضي الله عنهما قال: " مات رجل - وكان رسول الله صلى الله عليه وسلم يعوده - فدفنوه بالليل، فلما أصبح أعلموه، فقال: ما منعكم أن تعلموني؟ قالوا: كان الليل، وكانت الظلمة، فكرهنا أن نشق عليك قبره، فأتى قبره فصلى عليه، [قال: فأمنا، وصفنا خلفه]، [وأنا فيهم]، [وكبر أربعا] "
أخرجه البخاري (٣/ ٩١ - ٩٢) وابن ماجه (١/ ٢٦٦) والسياق له، ورواه مسلم (٥/ ٥٣ - ٥٦) مختصرا وكذا النسائي (١/ ٢٨٤) والترمذي (٨/ ١٤٢) وابي الجارود في " المنتقى " (٢٦٦) والبيهقي (٣/ ٤٥، ٤٦) والطيالسي (٢٦٨٧) وأحمد (رقم ١٩٦٢، ٢٥٥٤، ٣١٣٤)، والزيادة الأولى لهم " وللبخاري وفي رواية (٣/ ١٤٦، ١٤٧، ١٥٩)، والزيادتان الأخيرتان له وللبيهقي، ولمسلم والنسائي الأخيرة.
٢ - عن أبي هريرة رضي الله عنه: " أن امرأة سوداء كانت تقم (وفي رواية تلتقط الخرق والعيدان من) المسجد، فماتت، ففقدها النبي صلى الله عليه وسلم، فسأل عنها بعد أيام، فقيل له انها ماتت، فقال: هلا كنتم اذنتموني؟ (قالوا: ماتت من الليل ودفنت، وكرهنا أن نوقظك)، (قال: فكأنهم صغروا أمرها.
فقال دلوني على قبرها فدلوه، (فأتى قبرها فصلى عليها) ثم قال: [قال ثابت (أحد رواة الحديث): عند ذاك أو في حديث آخر]: إن هذه القبور مملوءة ظلمة على أهلها، وإن الله عز وجل منورها لهم بصلاتي عليهم ".
أخرجه البخاري (١/ ٤٣٨، ٤٣٩، ٤٤٠ - ٣/ ١٥٩) ومسلم (٣/ ٥٦) وأبو داود (٢/ ٦٨) وابن ماجه (١/ ٤٦٥) والبيهقي (٤/ ٤٧) والسياق لهما، والطيالسي (٢٤٤٦) وأحمد (٢/ ٣٥٣، ٣٨٨/ ٤٠٦) من طريق ثابت البناني عن أبي رافع عنه.
وإنما آثرت السياق المذكور لأن رواية لم ترد في أن الميت امرأة، بينما تردد الراوي عند الآخرين في كونه امرأة أو رجلا، والشك فيه من ثابث أو من أبي رافع كما جزم به الحافظ بن حجر، وترجح عندنا أنه امرأة من وجوه:
الأول: أن اليقين مقدم على الشك.','1','87',NULL,NULL,'0');
INSERT INTO [b854] VALUES (95,'الثاني: أن في رواية للبخاري بلفظ: " أن امرأة أو رجلا كانت تقم المسجد، ولا أراه إلا امرأة ".
فقد ترجح عند الراوي أنه امرأة.
الثالث: إن الحديث ورد من طريق أخر عن أبي هريرة لم يشك الا روي فيها: ولفظها: " فقد النبي امرأة سوداء كانت تلتقط الخرق والعيدان من المسجد، فقال: أين فلانة؟ قالوا: ماتت ".
وذكر الحديث هكذا ساقه البيهقي (٢/ ٤٤٠ - ٤/ ٣٢) من طريق العلاء بن عبد الرحمن عن أبيه عنه.
وهكذا أخرجه ابي خزيمة في " صحيحه " كما في " الفتح ".
والزيادة الأولى للبيهقي وإبن خزيمة، وشطرها الأول لأحمد، والثانية لمسلم والبيهقي في رواية وللبخاري معناها، ولأبي داود " والمسندين " الشطر الثاني منها، والزيادة الثالثة للبيهقي والرابعة له في رواية ولمسلم وكذا أحمد، وعنده الزيادة من قول ثابت، وهي عند البيهقي أيضا.
وقد رجح الحافظ تبعا للبيهقي أن الزيادة الرابعة مدرجة في الحديث وأنها من مراسيل ثابت.
وخالفهما ابن الترحماني، فذهب إلى أنها مسندة من رواية أبي رافع عن أبي هريرة " لأنه كذلك في صحيح مسلم، لكن قول ثابت هذا يؤيد ما ذهب إليه الأولان.
ويقويه أن الحديث ورد من رواية ابن عباس أيضا وليسن فيه هذه الزيادة أخرجه الطبراني في " المعجم الكبير " (٣/ ١٢٨ / ٢).
نعم ثبتت هذه الزيادة أو معناها مسندة في حديث آخر وهو:
٣ - عن يزيد بن ثابت - وكان أكبر من زيد - قال: " خرجنا مع إلنبي صلى الله عليه وسلم [ذات يوم] فلما ورد البقيع " فإذا هو بقبر جديد، فسأل عنه " فقالوا: فلانة (مولاة بني فلان)، قال: فعرفها وقال: ألا آذنتموني بها؟ قالوا: [ماتت ظهرا، و] كنت قائلا صائما فكرهنا أن نؤذيك، قال: فلا تفعلوا، لا أعرفن، ما مات منكم ميت ماكنت بين أظهركم إلا اذنتموتي به، فإن صلاتي عليه رحمه "، ثم أبي القبر، فصففنا خلفه فكبر عليه أربعا "','1','88',NULL,NULL,'0');
INSERT INTO [b854] VALUES (96,'أخرجه النسائي (١/ ٢٨٤) وابن ماجه (١/ ٤٦٥، ٤٦٦) وابن حبان في صحيحه (٧٥٩ - موارد) والبيهقي (٤/ ٤٨)، والسياق لابن ماجه، والزيادات للنسائي، وإسناده عند الجميع صحيح على شرط مسلم.
٤ - عن بعض أصحاب النبي صلى الله عليه وسلم: أن رسول الله صلى الله عليه وسلم، كان يعود مرضى مساكين المسلمين وضعفائهم: ويتبع جنائزهم ولا يصلي عليهم غيره، وأن امرأة مسكينة من أهل العوالي طال سقمها، فكان رسول الله صلى الله عليه وسلم سأل عنها من حضرها من جيرانها " وأمرهم أن لا يدفنوها إن حدث بها حدث فيصلي عليها، فتوفيت تلك المرأة ليلا واحتملوها فأتوا بها مع الجنائز أو قال: موضع الجنائز عند مسجد رسول الله صلى الله عليه وسلم (١) ليصلي عليها رسول الله صلى الله عليه وسلم كما أمرهم فوجدوه قد نام بعد صلاة العشاء " فكرهوا أن يهجدوا (٢) رسول الله صلى الله عليه وسلم من نومه فصلوا عليها. ثم انطلقوا بها، فلما أصبح رسول الله صلى الله عليه وسلم سأل عنها من حضره من جيرانها، فأخبروه خبرها، وانهم كررهوا ان يهجدوا رسول الله صلى الله عليه وسلم لها فقال لهم رسول الله صلى الله عليه وسلم: ولم فعلتم؟ انطلقوا، فانطلقوا مع رسول الله صلى الله عليه وسلم حتى قاموا على قبرها فصفوا وراء رسول الله صلى الله عيه وسلم كما يصف للصلاة على الجنازة فصلى عليها رسول الله صلى الله عليه وسلم وكبر أربعا كما يكبر على الجنائز " أخرجه البيهقي (٤/ ٤٨) بإسناد صحيح، والنسائي (١/ ٢٨٠، ٢٨١) مختصرا السابع: من مات في بلد ليس فيها من يصلي عليه، صلاة الحاضر، فهذا يصلي عليه طائفة من المسلمين صلاة الغائب، لصلاة النبي صلى الله عليه وسلم على النجاشي وقد رواها جماعة من أصحابه يزيد بعضهم على بعض، وقد جمعت أحاديثهم فيها، ثم سقتها في سياق واحد تقريبا للفائدة. والسياق لحديث أبي هريرة: " إن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم نعى للناس [وهو بالمدينة] النجاشي [أصحمه] [صاحب الحبشة] في اليوم الذي مات فيه: [قال: إن أخا قد مات (وفي رواية: مات اليوم عبد لله
_________
(١) هو شرقي المسجد النبوي، وهو اليوم الارض الممتدة مع طول المسجد من من الشمال إلي الجنوب بجانب باب النساء (٢) بم يوقضوا وهو من الاضداد.','1','89',NULL,NULL,'0');
INSERT INTO [b854] VALUES (97,'صالح) [بغير أرضكم] [فقوموا فصلوا عليه]، [قالوا: من هو؟ قال النجاشي] [وقال: استغفروا لأخيكم]، قال: فخرج بهم إلى المصلى (وفي رواية: البقيع) [ثم تقدم فصفوا خلفه] [صفين]، [قال: فصففنا خلفه كما يصف على الميت وصلينا عليه كما يصلى على الميت] [وما تحسب الجنازة إلا موضوعة بين يديه] [قال: فأمنا وصلى عليه]، وكبر (عليه) أربع تكبيرات ".
أخرجه البخاري (٣/ ٩٠، ١٤٥، ١٥٥، ١٥٧) ومسلم (٣/ ٥٤) واللفظ له وأبو داود (٢/ ٦٨، ٦٩) والنسائي (١/ ٢٦٥، ٢٨٠) وابن ماجه (١/ ٤٦٧) والبيهقي (٤/ ٤٩) والطيالسي (٢٣٠٠) وأحمد (٢/ ٢٤١، ٢٨٠، ٢٨٩، ٣٤٨، ٤٣٨، ٤٣٩، ٤٧٩، ٥٢٩) من طرق عن أبي هريرة.
والزيادة الأولى للنسائي وأحمد، والثانية للبخاري والثالثة لابن ماجة، والسابعة للشيخين والنسائي وأحمد، والعاشرة، الشطر الثاني منها لأحمد وهي عنده بتمامها عن غير أبي هريرة كا يأتي، والزيادة الأخيرة لمسلم.
وروى منه الترمذي (٢/ ١٤٠) وصححه أن النبي صلى الله عليه وسلم صلى على النجاشي فكبر أربعا وهو رواية للطيالسي (٢٢٩٦).
٢ - ثم أخرجه البخاري (٣/ ١٤٥، ١٤٦) ومسلم والنسائي والبيهقي والطيالسي في (١٦٨١) وأحمد (٣/ ٢٩٥، ٣١٩، ٣٥٥، ٣٦١، ٣٦٣، ٣٦٩، ٤٠٠) من طرق حديث جابر رضي الله عنه.
والزيادة الثانية والثالثة والرابعة للشيخين وأحمد، وله الخامسة والسادسة، ولمسلم والنسائي التاسعة، وللنسائي الجملة الأولى من الزيادة العاشرة.
والزيادة الثانية عشر لمسلم وأحمد.
٣ - ثم أخرجه مسلم والنسائي والترمذي (٢/ ١٤٩) وصححه ابن ماجه وابن حبان والبيهقي والطيالسي (٧٤٩) وأحمد (٤/ ٤٣٣ ٤٣١، ٤٣٩، ٤٤١، ٤٤٦) عن عمران وفيه الزيادة الرابعة عندهم جميعا، والعاشرة عند الطيالسي والنسافي والترمذي وأحمد، وعنده التي بعدها وكذا ابن حبان.','1','90',NULL,NULL,'0');
INSERT INTO [b854] VALUES (98,'٤ - ثم أخرجه ابن ماجه والطيالسي (١٠٦٨) وأحمد (٤/ ٧) عن حذيفة بن أسير وفيه عندهم الزيادة الرابعة والخامسة.
وكذا عندهم السادسة: إلا الطيالسي.
٥ - ثم رواه ابن ماجه وأحمد (٤/ ٦٤ - ٥/ ٣٧٦) عن مجمع بن حارثة الانصاري وقال البوصيري في " الزوائد ".
" إسناده صحيح "، ورواه ثقات ".
وفيه الزيادة الرابعة " وعن ابن ماجه التاسعة.
٦ - ثم رواه الترمذي وابن ماجه عن عبد الله.
بن عمر مثل حديث أبو هريرة المختصر عند الترمذي.
وإسناده صحيح أيضا
٧ - ثم أخرجه أحمد (٤/ ٢٦٤ - ٢٦٣) عن جرير بن عبد الله مرفوعا بلفظ " إن أخاكم النجاشي قد مات فاستغفروا له (١).
وإسناده حسن.
وأعلم أن هذا الذي ذكرناه من الصلاة على الغائب " هو الذي لا يتحمل الحديث غيره، ولهذا سبقنا إلى اختيارة ثلة من محققي المذاهب، وإليك خلاصة من كلام ابن القيم رحمة الله في هذا الصدد، قال في " زاد المعاد " (١/ ٢٠٥، ٢٠٦): " ولم يكن من هديه صلى الله عليه وسنته الصلاة على كل ميت غائب، فقد مات خلق كثير من المسلمين وهو غيب، فلم يصل عليهم، وصح عنه أنه صلى على النجاشي صلاته على الميت، فاختلف في ذلك على ثلاثة طرق:
_________
(١) قلت: في هذه الأحاديث دليل من وجوه لاتخفى على أن النجاشي أصحمة كان مسلما، ويؤيد ذلك أنه جاء النص الصريح عنه بتصديقه بنبوته صلى الله عليه وسلم، فقال إبو موسى الأشعري رضي الله عنه: " أمرنا رسول الله صلى الله عليه وسلم أن ننطلق إلى أرض النجاشي - فذكر القصة وفيها - وقال النجاشي: أشهد أنه رسول الله، وأنه الذي بشر به عيسى بن مريم، ولولا ما أنا فيه من الملك لأتيته حتى أحمل نعليه ".
أخرجه أبو داود والبيهقي باسناد صحيح كما قال البيهقي فيما نقله العراقي في " تخريج الأحياء " (٢/ ٢٠٠) وله " شاهد من حديث ابن مسعود.
أخرجه الطيالسي (٣٤٦)، وله شواهد أخرى في مسند أحمد (٥/ ٢٩٠ و ٢٩٢)','1','91',NULL,NULL,'0');
INSERT INTO [b854] VALUES (99,'١ - أن هذا تشريع وسنة للأمة الصلاة على كل غائب وهذا قول الشافعي وأحمد
٢ - وقال، أبو حنيفة ومالك: هذا خاص به، وليس ذلك لغيره.
٣ - وقال شيخ الاسلام ابن تيمية: الصواب أن الغائب إن مات ببلد لم يصل عليه فيه، صلي عليه صلاة الغائب كما صلى النبي صلى الله عليه وسلم على النجاشي لأنه مات ببن الكفار، ولم يصل عليه وإن صلي عليه حيث مات لم يصل عليه صلاة الغائب، لان الفرض سقط بصلاة المسلمين عليه، والنبي صلى الله عليه وسلم صلى على الغائب وتركه كما وفعله وتركه سنة.
وهذا له موضع والله أعلم.
والأقوال ثلاثة في مذهب أحمد، وأصححها هذا التفصيل قلت: واختار هذا بنص المحققين من الشافعية فقال الخطابي في " معالم السنن " ما نصه: قلت: النشجاشي رجل مسلم قد آمن برسول الله صلى الله عليه وسلم وصدقه على نبوته.
" إلا أنه كان يكتم إيمانه والمسلم إذا مات وجباء المسلم إذا مات وجب على المسلمين أن يصلوا عليه: إلا أنه كان بين ظهراني أهل، الكفر، ولم يكن بحضرته من يقوم بحقه في الصلاة عليه، فلزم رسول الله صلى الله عليه وسلم أن يفعل ذلك، إذ هو نبيه ووليه وأحق الناس به.
فهذا - والله أعلم - هو السبب الذي دعاه إلى الصلاة عليه بظاهر الغيب.
فعلى هذا إذا مات المسلم ببلد من البلدان، وقد قضى حقه في الصلاة عليه، فانه لا يصلي عليه من كان في بلد آخر غائبا عنه، فإن علم أنه لم يصل عليه لعائق أو مانع عذر كأن السنة أن يصلى عليه ولا يترك ذلك لبعد المسافة.
فإذا صلوا عليه استقبلوا القبلة، ولم يتوجهوا إلى بلد الميت إن كان في غير جهة القبلة.
وقد ذهب بعض العلماء العلماء الى كراهة الميت الغائب، وزعموا أن النبي صلى الله عليه وسلم كان مخصوصاً ببهذا الفعل، إذ كان في حكم المشاهد للنجاشي، لما روي في بعض الأخبار " أنه قد سويت له أعلام الأرض، حتى كان يبصر مكانه" (١) وهذا تأويل فاسد لأن
_________
(١) وذكر النووي في " المجموع " (٥/ ٢٥٣) أن هذا الخبر من الخيالات! ثم ذكر حديث العلاء بن زيدل في طي الأرض للنبي صلى الله عليه وسلم، حتى ذهب فصلى على معاوية في تبوك وقال أنه حديث ضعيف ضعفة الحافظ منهم البخاري والبيهقي.','1','92',NULL,NULL,'0');
INSERT INTO [b854] VALUES (100,'رسول الله صلى الله عليه وسلم إذا فعل شيئا من أفعال الشريعة، كان علينا متابعته والايتساء به، والتخصيص لا يعلم في إلا بدليل.
ومما يبين ذلك أنه صلى الله عليه وسلم خرج بالناس إلى المصلى فصف بهم، فصلوا معه، فعلم أن هذا التأويل فاسد، والله أعلم.
وقد استحسن الروياني - هو شافعي أيضا ما ذهب إليه الخطابي " وهو مذهب أبي داود أيضا فإنه ترجم للحديث في " سننه " بقوله " باب في الصلاة على المسلم بموت في بلاد الشرك ": واختار ذلك من المتأخرين العلامة المحقق الشيخ صالح المقبلي كما في " نيل الأوطار " (٤/ ٤٣) واستدل لذلك بالزيادة الني وقعت ني بعض ظرق الحديث: " إن أخاكم قد مات بغير أرضكم، فقوما فصلوا عليه " وسندها على شرط الشيخين.
ومما يؤيد عدم مشروعية الصلاة على كل غائب أنه لما مات الخلفاء الراشدون وغيرهم لم يصل أحد من المسلمين عليهم صلاة الغائب. ولو فعلوا لتواتر النقل بذلك عنهم.
فقابل هذا بما عليه كثير من المسلمين اليوم من الصلاة على كل غائب لاسيما إذا كان له ذكر وصيت، ولو من الناحية السياسية فقط ولا يعرف بصلاح أو خدمة للاسلام " ولو كان مات في الحرم المكى وصلى عليه الآلاف المؤلفة في موسم الحج صلاة الحاضر، قابل ما ذكرنا بمثل هذه الصلاة تعلم يقينا أنها من البدع التي لا يمتري فيها عالم بسننه صلى الله عليه وسلم ومذهب السلف رضي في الله عنهم.
٦٠ - وتحرم الصلاة والاستغفار والترحم على الكفار والمنافقين (١) لقول الله تبارك وتعالى: {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ} [التوبة: ٨٤]
وسبب نزول الآية ما روى عبد الله بن عمر وأبوه والسياق له قال:
_________
(١) هم الذين يبطنون الكفر ويظهرون الاسلام، وإنما يتبين كفرهم.
بما يترشح من كلامتهم من الغمز في بعض أحكام الشريعة وأشتهجانها، وزعمهم أنها مخالفة للعقل والذوق! وقد أشار إلى هذه الحقيقة ربنا تبارك في قوله: (أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم.
ولو نشاء لأريناكهم فلعرفتهم بسيماهم ولتعرفنهم في لحن القول، والله يعلم أعمالكم)، وأمثال هؤلاء المنافقين كثير في عصرنا الحاضر، والله المستعان.','1','93',NULL,NULL,'0');
INSERT INTO [b854] VALUES (101,'" لما مات عبد الله بن أبي بن سلول دعى له رسول الله صلى الله عليه وسلم ليصلى عليه، فلما قام رسول الله صلى الله عليه وسلم وثبت إليه [حتى قمت في صدره]، [فأخذت بثوبه] فقلت: يارسول الله أتصلي على [عدو الله] ابن أبي وقد قال يوم كذا وكذا وكذا!؟ أعدد عليه قوله (١) [أليس - قد نهاك الله أن تصلي على المنافقين فقال:] {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ .. } [التوبة: ٨٠]] فتبسم رسول الله صلى الله عليه وسلم وقال: أخر عني يا عمر! فلما أكثرت عليه قال: إني خيرت فاخترت، [قد قيل لي: ({اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ .. } [التوبة: ٨٠]) لو أعلم أني إن زدت على السبعين غفر له لزدت عليها، [قال: إنه منافق] (٢) قال: فصلى عليه رسول الله، صلى الله عليه وسلم (٣) [وصلينا معه]، [ومشى صلى الله عليه وسلم معه فقام على قبره حتى فرغ منه]، ثم انصرف فلم يمكث إلا يسيرا حتى نزلت الآيتان من براءة: {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ} [التوبة: ٨٤]، [قال: (فما صلى رسول الله صلى الله عليه وسلم بعده على منافق ولا قام على قبره حتى قبضه الله)، قال -: فعجبت بعد من من جرأتي على رسول الله صلى الله عليه وسلم يومئذ] والله ورسوله أعلم.
_________
(١) يشير بذلك إلى مثل قوله: (ولا تنفقوا على من عند رسول لى الله حتى ينفضوا) وقوله (ليخرجن الاعز منها الاذل).
(٢) قال الحافظ ابن حجر رحمه الله في " فتح الباري " (٨/ ٢٧٠):
" إنما جزم عمر أنه منافق جريا على ما يطلع من أحواله، وإنما لم يأخذ النبي صلى الله عليه وسلم بقوله: وصلي بقوله: وصلي عليه إجراء له علي ظاهر حكم الاسلام، واصتصحابا لظاهر الحكم، ولما فيه من إكرام ولده الذي تحققت صلاحيته ومصلحة الأستئلاف لقومه ودفع المفسدة، وكان النبي صلى الله عليه وسلم أول الأمر يصبر على أذى المشركين ويعفو ويصفح، ثم أمر بقتال لمشركين، فاستمر صفحه وعفوه عمن يظهر الاسلام ولو كان باطنه عل خلاف ذلك لمصلحة الاستئلاف وعدم التنفير عنه، ولذلك قال: " لا يتحدث الناس أن محمدا يقتل أصحابه "، فلما حصل الفتح، ودخل المشركون في الاسلام، وقل أهل الكفر وذلوا، أمر بمجاهرة المنافقين وحملهم على حكم مر الحق، ولاسيما وقد كان ذلك قبل نزول النهي الصريح عن الصلاة على المنافقين وغير ذلك مما أمر فيه، بمجاهرتهم وبهذا التقرير يندفع الاشكال عما وقع في هذه القصة بحمد الله تعالى".
(٣) قلت: وإنما صلى عليه بمدما أدخل في حفرته وأخرج منها بأمره صلى الله عليه وسلم، وألبسه قميصه كما سيأتي في المسألة (٩٤).','1','94',NULL,NULL,'0');
INSERT INTO [b854] VALUES (102,'أخرجه البخاري (٣/ ١٧٧ - ٨/ ٢٧٠) والنسائي (١/ ٢٧٩) والترمذي (٣/ ١١٧، ١١٨) وأحمد (رقم ٩٥) عن عمر والزيادة الأولى والثالثة والخامسة والاثمنة والاتسعة لأحمد والترمذي وصححه والزيادات الأخرى للبخاري إلا السادسة فهي لمسلم " وللبخاري من حديث ابن عمر والزيادة الثانية للطبري كما في " الفتح ".
ثم أخرجه البخاري (٨/ ٢٨٦ ج ٢٧٠ - ١٠/ ٢١٨) ومسلم (٧/ ١١٦ - ٨/ ١٢٠، ١٢١) والنسائي (١/ ٢٦٩) والترمذي (٣/ ١١٨، ١١٩) وابن ماجه (١/ ٤٦٤، ٤٦٥) والبيهقي (٣/ ٤٠٢)، - أحمد (٤٦٨٠) من حديث ابن عمر وفيه من الزيادة الثانية والسادسة.
وعن المسيب بن حزن رضي الله عنه قال: " لما حضرت أبا طالب الوفاة " جاءه رسول الله فوجد عنده أبا جهل، وعبد الله ابن أبي أمية، والمغيرة فقال رسول الله صلى الله عليه وسلم: يا عم إنك أعظم الناس علي حقا، وأحسنهم عندي يدا.
ولأنت أعظم علي حقا من والدي، ف [لا إله إلا الله، كلمة أشهد لك بها عند الله، فقال أبو جهل وعبد الله بن أمية: يا أبا طالب أترغب عن ملة عبد المطلب فلم يزل رسول الله صلى الله عليه وسلم يعرضها عليه ويعيد [ان] (١) له تلك المقالة، حَتَّى قَالَ أَبُو طَالِبٍ آخِرَ مَا كَلَّمَهُمْ: هُوَ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ، وَأَبَى أَنْ يَقُولَ: لَا إِلَهَ إِلَّا اللهُ (٢) [قال: لولا أن تعيرني قريش - يقولون: إن ما حمله على ذلك الجزع - لأقررت بها عينك! (فقال رسول الله صلى الله عليه وسلم: أما والله لأستغفرن لك ما لم أنه عنك (فأخذ المسلمون يستغفرون لموتاهم الذين ماتوا وهم مشركون، فأنزل الله عز وجل: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: ١١٣]، وأنزل الله في أبي طالب، فقال رسول الله صلى الله عليه وسلم: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} [القصص: ٥٦]!! أخرجه البخاري (٣/ ١٧٣ - ٧/ ١٥٤ - ٨/ ٢٧٤، ٤١٠، ٤١١) ومسلم والنسائي (١/ ٢٨٦) وأحمد (٥/ ٤٣٣) وابن جرير في تفسيره (١١/ ٢٧) والسياق له وكذا مسلم، والزيادة الثانية له في بعض الأصول كما ذكره الحافظ عن القرطبي ويشهد لها رواية البخاري وغيره بمعناها.
_________
(١) أي أبو جهل وابن أبى أمية.','1','95',NULL,NULL,'0');
INSERT INTO [b854] VALUES (103,'ووردت القصة من حديث أبي هريرة باختصار عند مسلم والترمذي (٤/ ١٥٩) وحسنه، وعندهما الزيادة الثالثة، والحاكم (٢/ ٣٣٥ و ٣٣٦) وصححه ووافقه الذي، وله الزيادة الأولى، وهي عند ابن جرير أيضا من حديث سعيد بن المسيب مرسلا، ولكنه في حكم الموصول، لأنه هو الذي روى الحديث عن المسيب ابن حزن وهو والده.
ووردت أيضا من حديث جابر.
أخرجه الحاكم أيضا وصححه ووافقه الذهبي.
وفيه الزيادة الرابعة وهي عند ابن جرير مرسلا عن مجاهد وعن عمرو بن دينار.
وعن علي رضى الله عنه قال: " سمعت رجلا يستغفر لأبويه وهما مشركان، فقلت: تستغتر لأبوبك وهما مشركان!؟ تج فقال: [أليس قد استغفر إبراهيم وهو مشرك؟ قال: فذكرت ذلك للنبي صلى الله عليه وسلم!؟ فنزلت: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ (١١٣) وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ (١) لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ} [التوبة: ١١٣، ١١٤]. أخرجه النسائي (١١/ ٢٨) والترمذي (٤/ ١٢٠) وحسنه ابن جرير (١١/ ٢٨)، والحاكم (٢/ ٣٣٥) وأحمد (٧٧١، ١٠٨٥) والسياق له وإسناده حسن " وقال الحاكم " صحيح الاسناد "، ووافقه الذهبي (٢).
_________
(١) قلت: وهذا الاستغفار إنما هو ما حكاه الله تعالى في أواخر سورة إبراهيم عنه: (ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب)، وقد ذكر المفسرون أن هذا الدعاء منه بعد وفاة أبيه وبعد هجرته إلى مكة كي يشهد بذلك سياق الآيات التي وردت في اخرها الآية المذكورة، وعلى ذلك فيبني أن يكون التبين المذكور في آية الاستغفار إنما كان بعد وفاة أبيه أيضا وكان ذلك بإعلام الله تعالى إياه وقد أخرج ابن أبي حاتم بسند صحيح كما قال السيوطي في " الفتاوى " (٢/ ٤١٩) عن ابن عباس قال: ما زال إبراهيم يستغفر لأبيه حتى مات فلما مات تبين له أنه عدو الله فلم يستغفر له ".
(٢) في هذا الحديث أن سبب نزول الآية غير السبب المذكور في الحديث الذي قبله، ولا تعارض بينهما لجواز تعدد سبب النزول كما وقع ذلك في غير آية، وقد أيد هذا الحافظ في " الفتح " (٨/ ٤١٢).','1','96',NULL,NULL,'0');
INSERT INTO [b854] VALUES (104,'قال النووي رحمه الله تعالى في " المجموع " (٥/ ١٤٤، ٢٥٨): " الصلاة على الكافر، والدعاء له بالمغفرة حرام، بنص القرآن والاجماع " (١).
٦١ - وتجب الجماعة في صلاة الجنارة كما تجب في الصلوات المكتوبة، بدليلين:
الأول: مداومة النبي صلى الله عليه وسلم عليها.
الآخر: قوله صلى الله عليه وسلم: " صلوا كما رأيتموتي أصلي ".
أخرجه البخاري.
ولا يعكر على ما ذكرنا صلاة الصحابة على النبي صلى الله عليه وسلم فرادى لم يؤمهم أحد، لأنها قضية خاصة، لا يدرى وجهها، فلا يجوز من أجلها أن نترك ما واضب عليه صلى الله عليه وسلم طيلة حياته المباركة، لا سيما والقضية المذكورة لم ترد بإسناد صحيح تقوم به الحجة، وإن كانت رويت من طرق يقوي بعضها (٢) فإن أمكن الجمع بينها وبين ما ذكرنا من هديه صلى الله عليه وسلم في التجميع في الجنازة فبها، وإلا فهديه هو المقدم " لأنه أثبت وأهدى.
_________
(١) قلت: ومن ذلك تعلم خطأ بعض المسلمين اليوم من الترحم والترضي على بعض الكفار ويكثر ذلك من بعض أصحاب الجرائد والمجلات، ولقد سمعت أحد رؤساء العرب المعروفين بالتدين يترحم على (ستالين) الشيوعي الذي هو ومذهبه من أشد والد الاعداء على الدين! وذك في كلمة ألقاها الرئيس المشار إليه بمناسبة وفاة المذكور، أذيعت بالراديو! ولا عجب من هذا هذا فقد يخفى على مثل هذا الحكم، ولكن العحب من بعض الدعاة الاسلامين أن في مثل ذلك حيث قال في رسالة له: " رحم الله برناردشو ... ".
وأخبرني بعض الثقات عن أحد المشايخ أنه كان يصلي على من مات من الاسماعيلية مع اعتقاده أنهم غير مسلمين لأنهم لا يرون الصلاة ولا الحج ويبدون البشر! ومع ذلك يصلي عليم نفاقا ومداهنة لهم. فإلى الله المشتكي وهو المستعان.
(٢) أخرح البيهقي في سننه (٤/ ٣٠) منها حديثين، وأحدهما عن أبن ماجه (١/ ٤٩٨، ٥٠٠)، وروى أحمد (٥/ ٨١) حديثا ثالثا وسكت عليه الحافظ في " التلخيص " (٥/ ١٨٧)، ورجاله ثقات رجال مسلم غير أبي عسيم، قال البغوي: " لا أدري له صحبة أم لا "، وفي الباب أحاديث إخرى، أخرجها الحاظ في الباب المذكور ثم قال: " قال ابن دحية: الصحيح أن المسلمين صلوا عليه أفرادا، لا يؤمهم أحد، وبه جزم الشافعي، قال: وذلك لعظم رسول الله صلى الله عليه وسلم - بأبي هو وأمي - وتنافسهم في أن لا يتولى الامامة في الصلاة عليه واحد والله أعلم.','1','97',NULL,NULL,'0');
INSERT INTO [b854] VALUES (105,'فإن صلوا عليها فرادى سقط الفرض، وأثموا بترك الجماعة، والله أعلم (١)
٦٢ - وأقل ما ورد في انعقاد الجماعة فيها ثلاثة، ففي حديث عبد الله بن أبي طلحة: " أن طلحة دعا رسول الله صلى الله عليه وسلم إلى عمير بن أبي طلحة حين توفي فأتاه رسول الله صلى الله عليه وسلم فصلى عليه في منزلهم، فتقدم رسول الله صلى الله عليه وسلم، وكان أبو طلحة وراء وأم سليم وراء أبي طلحة، ولم يكن معهم غيرهم ".
أخرجه الحاكم (١/ ٣٦٥) وعنه البيهقي (٤/ ٣٠: ٣١) وقال الحاكم: " " هذا صحيح على شرط الشيخين، وسنة غريبة في إباحة صلاة النساء على الجنائز " ووافقه الذهبي.
وأقول: إنما هو على شرط مسلم وحده لأن فيه عمارة بن غزية.
ولم يخرج له البخاري إلا تعليقا.
والحديث قال الهيثمي في " المجمع " (٣/ ٣٤):، " رواه الطبراني في " الكبير " ورجاله رجال الصحيح ".
وله شاهد من حديث أنس بمعناه.
أخرجه الامام أحمد (٢/ ٢١٧).
٦٣ - وكلما كثر الجمع كان أفضل للميت وأنفع لقوله صلى الله عليه وسلم:
" مامن ميت تصلي عليه أمة من المسلمين في يبلغون مائة كلهم يشفعون له، إلا شفعوا فيه ".
وفي حديث آخر: " غفر له ".
أخرجه مسلم (٣/ ٥٣) والنسائي (١/ ٢٨١، ٢٨٢) والترمذي وصححه (٢/ ١٤٣، ١٤٤) والبيهقي (٤/ ٣٠) والطيالسي (١٥٢٦) وأحمد (٦/ ٣٢، ٤٠، ٩٧، ٢٣١) من حديث عائشة باللفظ الأول.
_________
(١) وقال النووي في " المجموع " (٥/ ٣١٤):
" تجوز صلاة الجنازة فرادى بلا خلاف والسنة أن تصل جماعة للأحاديث المشهورة في الصحيح في ذلك مع إجماع المسلمين "','1','98',NULL,NULL,'0');
INSERT INTO [b854] VALUES (106,'ومسلم والنسائي والبيهقي وأحمد (٣/ ٢٦٦) من حديث أنس، وابن ماجه (١/ ٤٥٣) من حديث أبي هريرة باللفظ الآخر، وإسناده صحيح على شرط الشيخين.
وقد يغفر للميت ولو كان العدد أقل من مائة إذا كانوا مسلمين لم يخالط توحيدهم شئ من الشرك لقوله: " مامن رجل مسلم يموت، فيقوم على جنازته أربعون رجلا، لا يشركون بالله شيئا إلا شفعهم الله فيه ".
أخرجه مسلم وأبو داود (٢/ ٦٤) وابن ماجه والبيهقي وأحمد (٢٥٠٩) من حديث ابن عباس.
ررواه النسائي وأحمد (٦/ ٣٣١، ٣٣٤) من حديث ميمونة زوج النبي مختصرا وسنده حسن.
٦٥ - ويستحب أن يصفوا وراء الامام ثلاثة صفوف (١) فصاعدا لحديثين رويا في ذلك:
الأول: عن أبي أمامة قال:
" صلى رسول الله صلى الله عليه وسلم على جنازة ومعه سبعة نفر فجعل ثلاثة صفا، واثنين صفا واثنين صفا ".
رواه الطبراني في (١) " الكبير "، قال الهيثمي في " المجمع " (٣/ ٤٣٢) " وفيه ابن لهيعة " وفيه كلام ".
قلت: وذلك من قبل حفظه لاتهمة له في نفسه، فحديثه في الشواهد لا بأس به، ولذلك أوردته مستشهدا به على الحديث الاتي، وهو:
الثاني: عن مالك بن هبيرة قال: قال رسول الله صلى الله عليه وسلم:
_________
(١) قال الشوكاني (٤ - ٤٧):
" وأقل ما يسمى صفا رجلان، ولاحد لأكثره "','1','99',NULL,NULL,'0');
INSERT INTO [b854] VALUES (107,'" ما من مسلم يموت فيصلي عليه ثلاثة صفوف من المسامير إلا أوجب (وفي لفظ: إلا غفر له) ".
قال: (يعني مرثد بن عبد الله اليزني): " فكان مالك إذا استقل أهل الجنازة جزأهم ثلاثة صفوف للحديث ".
أخرجه أبو داود (٢/ ٦٣) والسياق له " والترمذي (٢/ ١٤٣) وابن ماجه (١/ ٤٥٤) والحاكم (١/ ٣٦٢، ٣٦٣) والبيهقي (٤/ ٣٠) وأحمد (٤/ ٧٩) واللفظ الاخر له وكذا في رواية للبيهقي والحاكم وقال: " صحيح على شرط مسلم " ووافقه الذهبي! وقال الترمذي وتبعه النووي في " المجموع " (٥/ ٢١٢): " حديث حسن " وأقره إلحافظ في " الفتح " (٣/ ١٤٥)، وفيه عندهم جميعا محمد بن اسحاق وهو حسن الحديث إذا صرح بالتحديث ولكنه هنا قد عنعن.
فلا أدري وجه تحسينهم للحديث فكيف التصحيح!؟
٦٥ - وإذا لم يوجد مع الامام غير رجل واحد، فإنه لا يقف حذاءه كما هو النسة في سائر الصلوات بل يقف خلف الامام، للحديث المتقدم في المسأله (٣٣)، وفيه: " فتقدم رسول الله صلى الله عليه وسلم وكان أبو طلحة وراءه وأم سليم وراء أبي طلحة ولم يكن معهم غيرهم ".
٦٦ - والوالي أو نائبة احق بالامامة فيها من الولي لحديث أبي حازم قال: " إني الشاهد يوم مات الحسن بن علي.
فرأيت الحسين بن علي يقول إني لسعيد بن العاص - يطعن في عنقه ويقول: - تقدم فلولا أنها سنة ما قدمتك " (وسعيد أمير على المدينة يومئذ) (١) وكان بينهم شئ ".
_________
(١) له رؤية، قبض النبي صلى الله عليه وسلم وله تسع سنين، وكان حليما وقورا، ومن أشراف قريش وهو أحد الذين كتبوا المصحف لعثمان، وكان استعمله على الكوفة، وغزا بالناس طبرستان وأستعمله معاوية على المدينة، مات في قصره بالعرصة على ثلاثة أميال من المدينة سنة (٥٨)، ودفن بالبقيع.','1','100',NULL,NULL,'0');
INSERT INTO [b854] VALUES (108,'أخرجه الحاكم (٣/ ١٧١) والبيهقي (٤/ ٢٨) وزاد في آخره: " فقال أبو هريرة أتنفسون على ابن نبيكم بتربة تدفنونه فيها وقد سمعت رسول الله يقول: من أحبهما فقد أحبني، ومن أبغضهما فقد أبغضني،.
وأخرجه أحمد أيضا (٢/ ٥٣١) بهذه الزيادة، ولكنه لم يسق قصة تقديم سعيد للصلاة، وإنما أشار إليها بقوله: " فذكر القصة ".
ثم قال الحاكم: " صحيح الاسناد "، ووافقه الذهبي.
والحديث أورده الهيثمي في " المجمع " (٣/ ٣١) بتمامه مع الزيادة ثم قال: " رواه الطبراني في (الكبير) والبزار ورجاله موثقون ".
وعزاه الحافظ في " التلخيص " (٥/ ٢٧٥) إليهما مقرونا مع البيهقي وقال:
" فيه سالم بن أبي حفصة ضعيف، لكن رواه النسائي وابي ماجه من وجه آخر عن أبي حازم بنحوه، وقال ابن المنذر في " الأوسط ".
ليس في الباب أعلى منه، لأن جنازة الحسن حضرها جماعة كثيرة من الصحابة وغيرهم ".
قلت: هذا كلام الحافظ وفي بعضه نظر تراه في الحاشية. (١)
_________
(١) وذلك من وجهين:
الأول: إطلاقه الضعف على ابن أبي حفصة ينافي ماقاله في ترجمته من " التقريب ": " صدوق، إلا أنه شيعي غال ".
قلت: فإذا كان صدوقا فحديثه حسن على أقل الدرجات، ولا يضره أنه شيعي كما تقرر في علم المصطلح ويقوي حديثه هذا أن البيهقي أخرجه في رواية له من طريق اسماعيل بن رجاء الزبيدي قال: أخبرني من شهد الحسين بن علي حين مات ... فذكر الحديث باختصار، وفي قول الحسين لسعيد: " تقدم فلولا أنها سنة ما قدمتك "، واسماعيل هذا ثقة، وقد تابع ابن أبي حفضة، فهي متابعة قوية، وإن لم يسم فيها من شاهد القصة، فقد سماه سالم كما رأيت وغيره أيضا كما يشير إلى ذك قول الحافظ " لكن رواه النسائي وابن ماجه ... " لكن فيه ما يأتي وهو:
الثاني: أنني لم أقف على الحديث في " الجنائز " سنن النسائي وابن ماجه، ولم يورده النابلسي في " الذخائر " في مسند الحسين ولا في مسند أبي حازم. والله أعلم. =','1','101',NULL,NULL,'0');
INSERT INTO [b854] VALUES (109,'٦٧ - فإن لم يحضر الوالي أو نائبه، فالأحوط بالامامة أقررهم لكتاب الله، ثم على الترتيب الذي ورد ذكره في قوله صلى الله عليه وسلم:
" يؤم القوم أقرؤهم لكتاب الله " فإن كانوا في القراءة سواء، فأعلمهم بالسنة: فإن كانوا في السنة سواء فأقدمهم سلما فإن كانوا في الهجرة سواء سواء فأقدمهم سلما لا يؤمن الرجل في سلطانه، ولا يقعد في بيته على تكرمته إلا بإذنه ".
أخرجه مسلم (٢/ ١٣٣) وغيره من أصحاب السنن والمسانيد من حديث أبي مسعود البدري الانصاري، وقد خرجه في " صحيح أبي داود " (رقم ٥٩٤، ٥٩٨).
ويؤمهم الأقرأ ولو كان غلاما لم يبلغ الحلم لحديث عمرو بن سلمة:
" أنهم (يعني قومه) وفدوا على النبي صلى الله عليه وسلم، فلما أرادوا أن ينصرفوا قالوا: يارسول الله من يؤمنا؟ قال: أكثركم جمعا للقرآن أو أخذا للقرآن، فلم يكن أحد من القوم
_________
= وقد أورد ابن حزم في " المحلى " (٥/ ٤٤١) هذه القصة بصيغة الجزم يضعفها مع أنه لم يأخذ بمادنت عليه من الحكم فقال؟ " قلنا: لم ندع لكم إجماعا فتعارضونا بهذا، ولكن إذا تنازع الامة وجب الرد إلى القرآن والسنة، وفي القرآن والسنة ما أوردنا ".
قلت: وكأن ابن حزم رحمه الله لا يرى أن قول الصحابي " السنة كذا " في حكم المرفوع، وهذا خلاف المتقرر في الأصولين أن ذك في حكم المرفوع، وهو الصواب إن شاء الله. وسيأتي زيادة بيان لهذا في المسألة (٧٣).
وأما ما أشار إليه ابن حزم من القرآن والسنة " فيعني قوله تعالى (وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ)، وقوله صلى الله عليه وسلم في الحديث الاتي في المسألة التالية " ولا يؤمن الرجل في أهله " كما في رواية به ابن حزم على أن الأحق بالصلاة على الميت الأولياء، ولا يخفى أنه استدلال بالعموم، ودلينا وهو حديث الحسين رضي الله عنه خاص، وهو مقدم كما هو مقرر في الأصول، ولذلك ذهب إلى ما ذكرنا جمهور العلماء كأبي حنيفة ومالك وأحمد وأسحاق وابن المنذر والشافعي في قوله القديم كما في " المجموع " (٥/ ٢١٧).
ثم استدركت فقلت: إن الحديث لا عموم له فيما نحن فيه، لأن معناه: لا يصلين أحد إماما بصاحب البيت في بيته، وهذا بين من مجموع روايات الحديث، ففي رواية لمسلم: " ولا يؤمن الرجل في أهله " وفي أخرى له " ولا تؤمن الرجل في أهله ولا في سلطانه " فهذا حجة على أبن حزم لان الظاهر أيضا أن المراد به السلطان الذي إليه ولاية أمور الناس. والظاهر أيضا أنه مقدم على غيره ولو كان أكثر منه قرآنا. انظر الشوكاني (٣/ ١٣٤).','1','102',NULL,NULL,'0');
INSERT INTO [b854] VALUES (110,'جمع ما جمعت، فقدموني وأنا غلام، وعلى شملة لي.
قال: فما شهدت مجمعا من جرم إلا كنت إمامهم، وكنت أصلي على جنائزهم إلى يومنا هذا ".
أخرجه أبو داود والبيهقي بإسناد صحيح، وأصله في البخاري ولكن ليس فيه موضع الشاهد، وهو رواية لأبي داود، وقد خرجته في " صحيح أبي داود " رقم (٥٩٩ و ٦٠٢)
٦٨ - وإذا اجتمعت جنائز عديدة من الرجال والنساء، صلي عليها صلاة واحدة، وجعلت الذكور - ولو كانوا صغارا - مما يلي الامام، وجنائز الاناث مما يلي القبلة، وفي ذلك أحاديث:
الأول: عن نافع عن ابن عمر: " أنه صلى (١) على تسع جنائز جميعا، فجعل الرجال يلون الامام والنساء يلين القبلة، فصفهن صفا واحدا ووضعت جنازة أم كلثوم بنت علي امرأة عمر بن الخطاب وابن لها يقال له: زيد، وضعا جميعا، والامام يومئذ سعيد بن العاص، وفي الناس ابن عباس وأبو هريرة وأبو سعيد وأبو قتادة، فوضع الغلام مما يلي الامام " فقال رجل: فأنكرت ذلك، فنظرت إلى ابن عباس وأبي هريرة وأبي سعيد وأبي قتادة، فقلت: ما هذا قالوا: هي السنة ".
أخرجه النسائي (١/ ٢٨٠) وابن الجارود في " المنتقى " (٢٦٧، ٢٦٨) والدارقطني (١٩٤) والبيهقي (٤/ ٣٣).
قلت: وإسناد النسائي وابن الجارود صحيح على شرط الشيخين، واقتصر الحافظ في " التلخيص " (٥/ ٢٧٦) عاى عزوه لابن الجارود وحده وقال:
_________
(١) قلت: يعني إماما كما " يدل عليه السياق، وصرح بذلك البيهقي في رواية له في الحديث الاتي بعده كما سنذكر هناك. ولا يعارض هذا قوله فيما بعد: " والامام يومئذ سعيد بن العاص " لان المراد أنه كان هو الامير
قال الحافظ:
" يحمل أن ابن عمر أم بهم حقيقة بإذن سعيد بن العاص، ويحمل قوله " أن الامام كان سعيد بن العاص " يعني الأمير جمعا بين الروايتين.','1','103',NULL,NULL,'0');
INSERT INTO [b854] VALUES (111,'(وإسناده صحيح). وأما النووي فقال (٥/ ٢٢٤):
" رواه البيهقي بإسناد حسن "!
الثاني: عن عمار مولى الحارث بن نوفل " أنه شهد جنازة أم كلثوم وابنها، فجعل الغلام مما يلى الامام [ووضعت المرأة وراءه، فصلى عليها]، فانكرت ذلك، وفي القوم ابن عباس وأبو سعيد الخدري وأبو قتادة وأبو هريرة، [فسألتهم عن ذلك]، فقالوا، هذه السنة ".
أخرجه أبو داود (٢/ ٦٦) والسياق له، ومن طريقه البيهقي (٤/ ٣٣) (والنسائي (١/ ٢٨٠) والزيادتان له وإسناده صحيح على شرط مسلم، وقال النووي (٥/ ٢٢٤): " وإسناده صحيح، وعمار هذا تابعي مولى لبني هاشم، واتفقوا على توثيقه ".
وقال البيهقي: " ورواه حماد بن سلمة عن عمار بن أبي عمار دون كيفية الوضع بنحوه، وذكر أن الامام كان ابن عمر.
قال: وكان في القوم الحسن والحسين وأبو هريرة، ونحو من ثمانين من أصحاب محمد صلى الله عليه وسلم.
ورواه الشعبي فذكر كيفية الوضع بنحوه، وذكر أن الامام كان ابن عمر، ولم يذكر السؤال، قال: وخلفه ابن الحنفية والحسين وابن عباس، وفي رواية: عبد الله بن جعفر).
٦٩ - ويجوز أن يصلى على كل واحدة من الجنائز صلاة، لأنه الأصل، ولأن النبي صلى الله عليه وسلم فعل ذلك في شهداء أحد، وفي ذلك حديثان:
الأول: عن عبد الله بن الزبير، وتقدم في المسألة (٥٩)، الحديث (٢) ص ٨٢
الثاني: عن ابن عباس قال: " لما وقف رسول الله صلى الله عليه وسلم على حمزة أمر به فهيئ إلى القبلة، ثم كبر عليه تسعا، ثم جمع إليه الشهداء، كلما أتي بشهيد وضع إلى حمزة، فصلى عليه، وعلى الشهداء معه حتى صلى عليه، وعلى الشهداء اثنين وسبعين صلاة ".','1','104',NULL,NULL,'0');
INSERT INTO [b854] VALUES (112,'أخرجه الطبراني في معجمه الكببر) (٣/ ١٠٧، ١٠٨) من طريق محمد بن اسحاق حدثني.
محمد بن كعب القرظي والحكم بن عتيبة عن مقسم ومجاهد عنه.
قلت: وهذا سند جيد، رجاله كلهم ثقات،.
وقد صرح فيه محمد بن اسحاق بالتحديث، فزالت شبهة تدليسه.
ويبدو أن الامام السهيلي والحافظ ابن حجر لم يقفا على هذا الاسناد، فقد قال الحافظ في " التلخيص " (٥/ ١٥٣، ١٥٤): " وفي الباب أيضا حديث ابن عباس، رواه ابن اسحاق قال: حدثني من لا أتهم عن مقسم مولى ابن عباس عن ابن عباس .. (قلت: فذكر الحديث نحوه إلا أنه قال: " سبعا " بدل " تسعا "، ثم قال:) قال السهيلي: إن كان الذي أبهمه ابن اسحاق هو الحسن بن عمارة، فهو ضعيف، وإلا فمجهول لاحجة فيه. انتهى.
قلت: والحامل للسهيلي على ذلك، ما وقع في مقدمة " مسلم " عن شعبة أن الحسن ابن عمارة حدثه عن الحكم عن مقسم عن ابن عباس " أن النبي صلى الله عليه وسلم صلى على قتلى أحد " فسألت الحكم؟ فقال لم يصل عليهم " انتهى.
لكن حديث ابن عباس روي من طرق أخرى .. ".
قلت: ثم ذكر بعضها، وليس منها طريق الطبراني هذه، وهي تدل على أن المبهم في تلك الرواية ليس مجهولا ولا ضعيفا، بل هو ثقة معروف، وهو محمد بن كعب القرظي أو الحكم بن عتيبة، أو كلاهما معا، ولا يخدع على هذا قول الحكم في رواية مسلم " لم يصل عليهم " لجواز أن الحكم نسي " ماكان حدث به كما وقع مثله لغيره في غير ما حديث، ولو سلمنا جدلا أن إنكار الحكم لحديثه يقدح في صحته عنه، فلا نسلم أن ذلك يقدح في صحة الحديث نفسه مادام أنه رواه ثقة آخر هو القرظي، وهذا واضع إن شاء الله تعالى.
(١)
_________
(١) قال النووي في " المجموع " (٥ - ٢٢٥).
واتفقوا على أن الأفضل أن يفرد كل واحد بصلاة، إلا صاحب " التتمة " فجزم بأن الأفضل أن يصلي عليم دفعة واحدة.
لأن فيه تعجيل الدفن وهو مأمور به.
والمذب الأول، لأنه أكثر عملا، وأرجى للقبول وليس هو تأخيرا كثيرا " والله أعلم.','1','105',NULL,NULL,'0');
INSERT INTO [b854] VALUES (113,'٧١ - وفي الصلاة على الجنازة في المسجد، لحديث عائشة رضي الله عنها قالت: " لما توفي سعد بن أبي وقاص أرسل أزواج النبي صلى الله عليه وسلم أن يمروا بجنازته في المسجد فيصلين عليه ففعلوا، فوقف به على حجرهن يصلين عليه، أخرج به من باب الجنائز الذي كان إلى المقاعد، فبلغهن أن الناس عابوا ذلك، وقالوا: هذه بدعة،، ما كانت الجنائز يدخل بها إلى المسجد! فبلغ ذلك عائشة، فقالت: ما أسرع الناس إلى أن يعيشوا مالا علم لهم به، عابوا علينا أن يمر بجنازة في المسجد، [والله] ما صلى رسول الله صلى الله عليه وسلم على سهيل بن بيضاء [وأخيه] إلا في جوف المسجد " أخرجه مسلم (٣/ ٦٣) من طريقين عنها وأصحاب السنن وغيرهم، وقد خرجته في " أحكام المساجد " من كتابي " الثمر المستطاب " والزيادات لمسلم إلا الأولى فهي للبيهقي (٤/ ٥١).
٧٢ - لكن الأفضل الصلاة عليها خارج المسجد في مكان معد للصلاة على الجنائز كما كان الأمر على عهد النبي صلى الله عليه وسلم، وهو الغالب على هديه فيها " وفي ذلك أحاديث:
الأول: عن ابن عمر رضي الله عنه:
" أن اليهود جاؤوا إلى النبي صلى الله عليه وسلم برجل منهم، وإمرأة زنيا، فأمر بهما فرجما، قريبا من موضع الجنائز عند المسجد " (١) أخرجه البخاري (٣/ ١٥٥) " وترجم له، وللحديث الرابع الآتي ب " باب الصلاة على الجنائز بالمصلى والمسجد ".
الثاني: عن جابر قال: " مات رجل منا، فغسلناه .. ووضعناه لرسول الله صلى الله عليه وسلم حيث توضع الجنائز عند مقام جبريل، ثم آذنا رسول الله بالصلاة عليه فجاء معنا ... فصلى عليه .. "
_________
قال الحافظ في الفتح:
" إن مصلى الجنائز كان لاصقا بمسجد النبي صلى الله عليه وسلم من ناحية المشرق ". وقال في موضع آخر (١٢ - ١٠٨) " والمصلى المكان الذي كان يصلى عنده العيد والجنائز وهو من ناحية بقيع الغرقد "
_________','1','106',NULL,NULL,'0');
INSERT INTO [b854] VALUES (114,'أخرجه الحاكم وغيره، وتقدم بتمامه في المسألة (١٧) الحديث الثالث من الفقرة (ز)، (ص ١٦) وفي الباب عن بعض أصحاب النبي صلى الله عليه وسلم.
وقال حديثه في المسألة (٥٩) الحديث (٤) من (السادس)، (ص ٨٩).
الثالث: عن محمد بن عبد الله بن جحش، قال: " كنا جلوس بفناء المسجد حيث توضع الجنائز ورسول الله صلى الله عليه وسلم جالس بين ظهرانينا فرفع رسول الله صلى الله عليه وسلم بصره إلى السماء .. أخرجه أحمد (٥/ ٢٨٩) والحاكم (٢/ ٢٤) وقال: " صحيح الاسناد ".
ووافقه الذهبي في " تلخيصه " وأقره المنذري في " ترغيبه " (٣/ ٣٤)، وفيه أبو كثير مولى محمد بن جحش، أورده ابن أبي حاتم (٤/ ٢ / ٤٢٩ ٤٣٠) ولم يذكر فيه جرحا ولا تعديلا، وكذلك قال الهيثمي في " المجمع " (٤/ ١٢٧): " مستور " ولم يورده ابن حبان في " الثقات " ومع ذلك فقد قال فيه الحافظ في " التقريب " " ثقة "! وذكر في " التهذيب " انه روى عنه جماعة من الثقات وأنه ولد في حياة النبي صلى الله عليه وسلم فمثله، " حسن الحديث إن شاء الله تعالى، لاسيما في الشواهد
الرابع: عن أبي هريرة رضي الله عنه:.
" أن رسول الله صلى الله عليه وسلم نعى النجاشي في اليوم الذي مات فيه، خرج إلى المصلى، فصف بهم وكبر أربعا " .. أخرجه الشيخان وغيرهما بألفاظ وزيادات كثيرة وقد تقدم.
ذكرها مجموعة في سياق وأحد مع زيادات أخرى في أحاديث، جماعة آخرين من الصحابة، وقد بينت ذلك في المسألة (٥٩) الحديث السابع، (ص ٨٩ - ٩٠)
والحديث ترجم له البخاري بما دل عليه من الصلاة في المصلى كما سبق ذكره في الحديث الأول.
_________
(١) قلت: ومن الغرائب موقف الحافظ البيهقي من هذه السنة أعني الصلاة على الجنازة في المصلى، فإنه لم يعقد لها في كتابه الكبير " السنن الكبرى " بابا خاصا مع كثرة الاحاديث الواردة فيه كما رأيت، مع انه عقد =','1','107',NULL,NULL,'0');
INSERT INTO [b854] VALUES (115,'٧٢ - ولا تجوز الصلاة عليها بين القبور، لحديث أنس بن مالك رضي الله عنه.
" أن النبي صلى الله عليه وسلم نهى أن يصلى على الجنائز بين القبور ".
أخرجه الأعرابي في " معجمه " (ق ٢٣٥/ ١) والطبراني في " المعجم الأوسط " (١/ ٨٠ / ٢) ومن طريقه الضياء المقدسي في " الأحاديث المختارة " (٧٩/ ٢ - مسند أنس) وقال الهيثمي في " المجمع " (٣/ ٣٦): " وإسناده حسن ".
قلت: وله طريق أخرى عن أنس، عند الضياء يتقوى الحديث بها.
وروى أبو بكر ابن أبي شيبة في " المصنف " (٨١ ٦٥/ ١ - الكواكب) وأبو بكر بن الأثرم كما في " الفتح الباري " للحافظ ابن رجب الحنبلي (٦٥/ ٨١ / ١ - الكواكب) عن أنس: " كان يكره أن يبنى مسجدا بين القبور " .. ورجاله ثقات رجال الشيخين ويشهد للحديث ما تواتر عن النبي صلى الله عليه وسلم من النهي عن اتخاذ القبور مساجد، وقد ذكرت ما ورد في ذلك في أول كتابي " تحذير الساجد من اتخاذ القبور مساجد " وسأذكر بعضها في المسألة (١٢٨ فقرة ٩)
٧٣ - ويقف الامام وراء رأس الرجل، ووسط المرأة، وفيه حديثان:
الأول: عن أبي غالب الخياط قال:
_________
= بابا مفردا للصلاة عليها في المسجد مع أنه ليس في الا حديث عائشة، ثم جرى عل سننه بعض الشافعية في مختصراتهم فأغفلوا الصلاة عليها في المصلى، كالنووي رحمه الله في " منهاج الطالبين " (ق ٣٤ - ٢) فقال: " وتجوز الصلاة عليه في المسجد "، ولو أنه أضاف إلى ذك نحو قوله " وتسن الصلاة عليها في المصلى " لأصاب، وقد عكس ذلك الباجوري في حاشية على ابن القاسم فقال: (١ - ٤٢٤): " ويسن أن تكون الصلاة عليه بمسجد "! ثم لم يذكر الصلاة عليها في المصلى!! والحق ما ذكرنا من السنية مع القول بجواز الصلاة عليها في المسجد لحديث عائشة وحمله على أنه لامر عارض بعيد، لأنه لو كان كذلك لما خفي على السيدة عائشة ومن ممها من أمهات المؤمنين، ولما طلبن إدخال الجنازة إلى المسجد دون عذر. وهذا بين إن شاء الله تعالى.','1','108',NULL,NULL,'0');
INSERT INTO [b854] VALUES (116,'" شهدت أنس بن مالك صلى على جنازة رجل، فقام عند رأسه، (وفي رواية: رأس السرير) فلما رفع، أتى بجنازة امرأة من قريش أو من الأنصار، فقيل له: يا أبا حمزة هذه جنازة فلانة ابنة فلان فصل عليها، فصلى عليها، فقام وسطها، (وفي رواية: عند عجيزتها، وعليها نعش أخضر) وفينا العلاء بن زياد العدوي (١)، فلما رأى اختلاف قيامه على الرجل والمرأة قال: يا أبا حمزة هكذا كان رسول الله صلى الله عليه وسلم يقوم حيث قمت، ومن المرأة حيث قمت قال: نعم، قال: فالتفت إلينا العلاء فقال: احفظوا) أخرجه أبو داود (٢/ ٦٦، ٦٧) والترمذي (٢/ ١٤٦) وحسنه.
وابن ماجه والطحاوي (١/ ٢٨٣) والبيهقي (٤/ ٣٢) والطيالسي (رقم ٢١٤٩) وأحمد (٣/ ١١٨، ٢٠٤) والسياق له، أخرجوه كلهم من طريق همام بن يحيى عن أبي غالب، غير أبي داود، فأخرجه من طريق عبد الوارث - وهو ابن سعيد - عنه، وكذا أخرجه الطحاوي في رواية له مختصرا.
وإسناده من الطريقين صحيح، رجالهما رجال الصحيحين غير أبي طالب وهو ثقة كما في " التقريب " للحافظ ابن حجر، فالعجب منه كيف ذكر في شرح الحديث الآتي عن سمرة من " الفتح " (٣/ ١٥٧) أن البخاري أشار إلى تضعيف هذا الحديث، ثم سكت على ذلك ولم يتعقبه بشئ! والرواية الثانية للطيالسي والبيهقي من طريق أحمد.
والرواية الثالثة لأبي داود، وهي عند المذكورين بنحوها دون لفظ " أخضر " (٢)
_________
(١) كتبه أبو نصر. وهو من ثقات التابعين، وكان من عباد أهل البصرة وقرائهم مات سنة أربع وتسعين (٢) قلت: وعند أبي داود زيادة أخرى لا بد من ذكرها وبيان حالها وهي: " قال أبو غالب: فسألت عن صنيع في قيامه على المرأة عند عجيزتها.
فحدثوني أنه إنما كان لأنه لم تكن النعوش، فكان يقوم الامام حيال عجيزتها يسترها من القوم ".
فهذا للتعليل مردود من وجوه:
الأول: أنه صادر من مجهول، وما كان كذلك فلا قيمة له.
الثاني: أنه خلاف ما فعله راوي الحديث نفسه وهو أنس رضي الله عنه، فإنه وقف وسطها مع كونها في النعش، ودل ذلك على بطلان ذلك التعليل. ويؤيده الوجه الاتي وهو: =','1','109',NULL,NULL,'0');
INSERT INTO [b854] VALUES (117,'الثاني: عن سمرة بن جندب قال: " صليت خلف النبي صلى الله عليه وسلم، وصلى على أم كعب ماتت وهي نفساء، فقام رسول الله صلى الله عليه وسلم للصلاة عليها وسطها ".
أخرجه البخاري (٦/ ١٥٣ - ١٥٧) ومسلم (٣/ ٦٠) والسياق له وأبو داود (٢/ ٦٧) والنسائي (١/ ٢٨٠) والترمذي (٢/ ١٤٧) وصححه، وابن ماجه (١/ ٤٥٥) وابن الجارود (٢٦٧) والطحاوي (١/ ٢٨٠) والبيهقي (٤/ ٣٤) والطيالسي (٩٠٢) وأحمد (٥/ ١٩١٤) والحديث واضح الدلالة على السنة أن يقف الامام حذاء وسط المرأة وهو بمعنى حديث أنس: " عند عجيزتها ".
بل هذا مما يزيده وضوحا فإنه أصرح في الدلالة على المراد من حديث سمرة.
_________
= الثالث: أنه خلاف ما فهمه الحاضرون لصلاة أنس، ومنهم العلاء بن زياد العدوي، فإنه لما استفهم من أنس هذه السنة التفت إلى أصحابه وقال لهم: " احفطوا " فلو كانت معللة بتلك العلة التي تعود السنة بالابطال لما اهتم العلاء بها هذا الاهتمام البالغ - وأمر أصحابه بحفظها، وهذا ظاهر والحمد لله.
ولذك لم يلتفت جمهور العلماء إلى هذا التأويل، فذهبوا إلى ما دل عليه الحديث من الوقوف عند رأس الرجل، ووسط المرأة. ومنهم الامام الشافعي وأحمد وأسحاق كما في " المجموع " (٥/ ٢٢٥) قال الشوكاني (٤ - ٥٧): " وهو الحق ".
قلت: واختاره بعض الحنفية، بل هو قول لأبى حنيفة نفسه كما في " الهداية " (١/ ٤٦٢) وأبي يوسف أيضا كما في " شرح المعاني " (١/ ٢٨٤) للامام الطحاوي ورجحه على قولهما الاخر وهو " يقوم من الرجل والمرأة بحذاء الصدر "! وهو قول الامام محمد أيضا وعليه الحنفية، واحتج لهم في " الهداية " بقوله " لأنه موضع القلب، وفيه نور الأيمان، فيكون القيام عنده إشارة إلى الشفاعة لايمانه " ثم ذكر قول أبي حنيفة الأول وأنه احتج بقول أنس " هو السنة " فأجاب عنه صاحب " الهداية " بقوله: " قلنا تأويله: إن جنازتها لم تكن منعوشة فحال بينها وبينهم ".
قلت: قد عرفت مما سبق بطلان هذا التأويل، ثم لو سلم لهم " فما هي حجتهم في مخالفتهم الحديث في شطره الأول وهو الوقوف حذاء رأس الرجل، فقالوا هم: بل يقف حذاءه وليت شعري ما الذي يحملهم على الجهر بمخالفة السنة بمثل هذه التعليلات الباطلة وقولهم: " لانه موضع القلب .. ائتهم قالوا بها في قول لهم، أفلا اخذوا به كما فعل الطحاوي رحمه الله فيكونون اصابوا السنة واخذوا بقول الائمة في آن واحد ومع هذه المخالفة الصريحة لهذه السنة وغيرها مما ياتي التشبيه عليه ينسبون من يتمهم بانهم يقدمون الرأي على السنة إلى التعصب عليه!','1','110',NULL,NULL,'0');
INSERT INTO [b854] VALUES (118,'٧٤ - ويكبر عليها أربعا أو خمسا، إلى تسع تكبيرات، كل ذلك ثبت عن النبي صلى الله عليه وسلم فأيها فعل أجزأه، والأولى التنويع، فيفعل هذا تارة، وهذا تارة، كما هو الشأن في أمثاله مثل أدعية الاستفتاح وصيغ التشهد والصلوات الابراهيمية ونحوها، وإن كان لابد من التزام نوع واحد منها فهو الاربع لان الاحاديث فهيا أكثر، وإليك بيان ذلك:
أ - أما الأربع ففيها أحاديث عن جماعة من الصحابة
الأول: عن أبي هريرة، وقد مضى حديثه في المسألة (٥٩) (السابع) في الصلاة على النجاشي وأنه صلى الله عليه وسلم كبر عليه أربعاً (ص ٨٩)
الثاني: عن ابن عباس، ومضى في المسألة المشار إليها في حديث الصلاة على الرجل الذي دفن ليلا.
في (السادس)، الحديث (١ - ) (ص ٨٧)
الثالث: عن يزيد بن ثابت في صلاته صلى الله عليه وسلم على مولاة لبني فلان في قبرها وهو في المكان المشار إليه بعد حديث ابن عباس بحديث.
الرابع: عن بعض أصحاب النبي صلى الله عليه وسلم في صلاته صلى الله عليه وسلم على المرأة المسكينة في قبرها، وحديثها مذكور عقب حديث يزيد بن ثابت المشار إليه آنفا.
الخامس: عن أبي أمامة (١) رضي الله عنه قال:
"السنة في الصلاة على الجنازة أن يقرأ في التكبيرة الأولى بأم القرآن مخافتة، ثم يكبر ثلاثا، والتسليم عند الاخرة ".
أخرجه النسائي (١/ ٢٨١) وعنه ابن حزم (٥/ ١٢٩) بإسناد صحيح كما قال الحافظ في " الفتح "، وسبقه النووي في " المجموع " (٥/ ٣٣) وزاد: " علي شرط الشيخين ".
وأخرجه الطحاوي (١/ ٢٨٨) بنحوه وزاد في آخر الحديث:
_________
(١) ليس هو أبو أمامة الباهلي، الصحابي المشهور، بل هذا آخر معروف بكنيته أيضا واسمه أسعد وقيل سعد بن سعد بن حنيف الانصاري معدود في الصحابة، له رؤية ولم يسمع من النبي صلى الله عليه وسلم، فالحديث من مراسيل الصحابة، وهي حجة.','1','111',NULL,NULL,'0');
INSERT INTO [b854] VALUES (119,'قال الزهري: فذكرت الذي أخبرني أبو أمامة من ذلك لمحمد بن سويد الفهري، فقال: وأنا سمعت الضحاك بن قيس يحدث عن حبيب بن مسلمة (١) في الصلاة على الجنازة مثل الذي حدثك أبو أمامة ".
وإسنادها صحيح أيضا، وهي عند النسائي، ولكن لم يجاوز بها الضحاك بن قيس، وكذلك رواه الشافعي بزيادة في متنه كما يأتي في المسألة (٧٩) ص (١٢١، ١٢٢).
السادس: عن عبد الله بن أبي أوفى قال " إن رسول الله صلى الله عليه وسلم كان يكبر أربعا " أخرجه البيهقي (٤/ ٣٥) بسند صحيح في أثناء حديث يأتي بتمامه في المسألة
ب - وأما الخمس فلحديث عبد الرحمن بن أبي ليلى قال: " كان زيد بن أرقم يكبر على جنائزنا أربعا، وإنه كبر على جنازة خمسا، فسألته فقال: كان رسول الله صلى الله عليه وسلم يكبرها، (فلا أتركها (لاحد بعده) أبدا) " أخرجه مسلم (٣/ ٥٦) وأبو داود (٢/ ٦٧، ٦٨) والنسائي (١/ ٢٨١) والترمذي (٢/ ١٤٠) وابن ماجه (١/ ٤٥٨) والطحاوي (١/ ٢٨٥) والبيهقي (٤/ ٣٦) والطيالسي (٦٧٤) وأحمد (٤/ ٣٦٧، ٣٦٨، ٣٧٢) عنه.
ثم أخرجه الطحاوي والدارقطني (١٩١، ١٩٢) وأحمد (٤: ٣٧٠) من طرق أخرى عنه به نحوه، والزيادة لهم والتي فيها للدار قطني، وقال الترمذي: " حديث حسن صحيح، وقد ذهب بعض أهل العلم إلى هذا من أصحاب النبي صلى الله عليه وسلم وغيرهم، رأوا التكبير على الجنازة خمسا، وقال أحمد واسحاق: إذا كبر الامام على الجنازة خمسا فإنه يتبع الامام ".
ج - وأما لست والسبع، ففيها بعض الاثار الموقوفة، ولكنها في حكم الاحاديث المرفوعة، لان بعض كبار الصحابة أتى بها على مشهد من الصحابة دون أن يعترض عليه أحد منهم.
_________
(١) هو حبيب بن مسلمة بن مالك الفهري المكي، وكان يسمى حبيب الروم لكثرة دخوله عليهم مجاهدا مختلف في صحبته، قال الحافظ " والراجح ثبوتها لكنه كان صغيرا ".','1','112',NULL,NULL,'0');
INSERT INTO [b854] VALUES (120,'الأول: عن عبد الله بن معقل:
" أن علي بن أبي طالب صلى على سهل بن حنيف، فكبر عليه ستا، ثم التفت إلينا، فقال: إنه بدري "، قال الشعبي: " وقدم علقمة من الشام فقال لابن مسعود: إن اخوانك بالشام يكبرون على جنائز هم خمسا، فلو وقتم لنا وقتا نتابعكم عليه، (١) فأطرق عبد الله ساعة ثم قال: انظروا جنائزكم فكبروا علهيا ماكبر أئمتكم، لا وقت ولا عدد ".
أخرجه ابن حزم في " المحلى " (٥، ١٢٦) بهذا التمام، وقال: " وهذا إسناد غاية في الصحة ".
قلت: وقد أخرج منه قصة علي رضي الله عنه أبو داود في مسائله عن الامام أحمد (ص ١٥٢) والطحاوي (١/ ٢٨٧) والحاكم (٣/ ٤٠٩) والبيهقي (٤/ ٣٦) وسندهم صحيح على شرط الشيخين، وهي عند البخاري في " المغزلي " (٧/ ٢٥٣) دون قوله " ستا .. " وقصة ابن مسعود أخرجها الطحاوي والبيهقي (٤/ ٣٧) نحوه.
الثاني: عن عبد خير قال: " كان علي رضي الله عنه يكبر على أهل بدر ستا، وعلى أصحاب النبي صلى الله عليه وسلم خمسا، وعلى سائر الناس أربعا ".
أخرجه الطحاوي والدارقطني (١٩١) ومن طريقه البيهقي (٤/ ٣٧) وسنده صحيح رجاله ثقات كلهم.
الثالث: عن موسى بن عبد الله بن يزيد.
" أن عليا صلى على أبي قتادة فكبر عليه سبعا، وكان بدريا "
_________
(١) أي حددتهم لنا عددا مخصوصا، كما يستفاد من " النهاية " وعليه فقوله في آخر الاثر " ولا عدد " تفسير وبيان لقوله " لا وقت ".','1','113',NULL,NULL,'0');
INSERT INTO [b854] VALUES (121,'أخرجه الطحاوي والبيقهي (٤/ ٣٦) بسند صحيح على شرط مسلم - لكن أعله البيهقي بقوله: " إنه غلط، لان أبا قتادة رضي الله عنه بقي علي رضي الله عنه مدة طويلة ".
ورده الحافظ في " التلخيص " (١٦٦٥) بقوله: " قلت: وهذه علة غير قادحة، لانه قد قيل: إن أبا قتادة مات في خلافه علي، وهذا هو الراجح وسبقه إلى هذا ابن التركماني في " الجوهر النقي " فراجعه (١).
د - وأما التسع، ففيه حديثان:
الأول: عن عبد الله بن الزبير: " أن النبي صلى الله عليه وسلم صلى على حمزة فكبر عليه تسع تكبيرات .. " (٢).
وقد مضى بتمامه وتخريجه في (الثاني) من المسألة (٥٩) (ص ٨٢).
الثاني: عن عبد الله بن عباس قال: " لما وقف رسول الله صلى الله عليه وسلم على حمزة ... أمر به فهيى إلى القبلة، ثم كبر عليه تسعا ... " وتقدم أيضا في المسألة (٦٩) الحديث الثاني، (ص ١٠٤).
_________
(١) قلت: فهذه آثار صحيحه عن الصحابة تدل على أن العمل بالخمس والست تكبيرات الستمر إلى ما بعد النبي صلى الله عليه وسلم خلافا لمن ادعى الاجماع على الاربع فقط، وقد حقق القول في بطلان هذه الدعوى ابن حزم في " المحل " (٥/ ١٢٤ - ١٢٥).
(٢) وهذا العدد هو أكثر ما وقفنا عليه في التكبير على الجنازة، فيوقف عنده ولا يزاد عليه، وله أن ينقص منه إلى الاربع وهو أقل ما ورد.
قال ابن القيم في " زاد المعاد " بعد أن ذكر بعض ما أوردناه من الاثار والاخبار: " وهذه آثار صحيحة، فلا موجب للمنع منها، والنبي صلى الله عليه وسلم لم يمنع مما زاد على الاربع، بل فعله هو وأصحابه من بعده ".
قلت: وقد استدل المانعون من الزيادة على الاربع بأمرين:','1','114',NULL,NULL,'0');
INSERT INTO [b854] VALUES (122,'٧٥ - ويشرع له أن يرفع يديه في التكبيرة الأولى، وفيه حديثان:
الأول: عن أبي هريرة: " أن رسول الله صلى الله عليه وسلم كبر على جنازة فرفع يديه في أول تكبيرة، ووضع اليمنى على اليسري ".
_________
= الأول: الاجماع، وقد تقدم بيان خطأ ذلك.
الثاني: ما جاء في بعض الاحاديث " كان آخر ما كبر رسول الله صلى الله عليه وسلم على الجنازة أربعا ".
والجواب: أنه حديث ضعيف، له طرق بعضا أشد ضعفا من بعض، فلا يصلح التمسك به لرد الثابت عنه صلى الله عليه وسلم بالاسانيد الصحيحة المستفيضة، قال الحافظ في " التلخيص " (٥/ ١٦٧) ومن قبله الحازمي في " الاعتبار " (ص ٩٥) والبيهقي في " السنن " (٧٤/ ٣): " روى من غير وجه كلها ضعيفة ".
وأما ما جاء في " المجمع " (٣/ ٣٥): " وعن ابن عباس رضي الله عنه أن رسول الله صلى الله عليه وسلم صلى على قتلى أحد فكبر تسعا تسعا، ثم سبعا سبعا، ثم أربعا أربعا حتى لحق بالله.
رواه الطبراني في الكبير والاوسط وإسناده حسن ".
فهو مردود من وجهين: الأول: أنه مخالف لقول الحافظ ابن حجر ومن قبله من الائمة الذين صرحوا بأن طرق الحديث كلها ضعيفة الثاني: أن الحديث أخرجه الطبري في " المعجم الكبير (٣/ ١٢٠ / ٢) وإسناده هكذا: حدثنا أحمد بن القاسم الطائي بشر بن الوليد الكندي ثنا أبو يوسف القاضي حدثني نافع بن عمر قال سمعت عطاء بن أبي رباح عن يحدث ابن عباس به.
قلت: وهذا إسنداد لا يحسن مثله فإن فيه ثلاث فيه ثلاث علل: الأولى: أبو يوسف القاضي وهو يعقوب بن إبراهيم ضعفه ابن المبارك وغيره ووصفه القلاس بأنه كثير الخطأ.
الثانية: ضعف بشير بن الوليد الكندي، فانه كان قد خوف.
الثالثة: المخالفة في سنده فقد أخرجه الطبراني (٣/ ١١٩ / ١) والحازمي في الاعتبار " (٩٥) عن جماعة قالوا عن نافع أبي هرمز عن عطاء عن ابن عباس به إلى أن قال: " أهل بدر " بدل " بدل " فتلى أحده، وهكذا أورده الهيثمي وقال: " وفيه نافع أبو هرمز وهو ضعيف ".
قلت: بل هو ضعيف جدا، كذبه ان بن معين، وقال أبو حاتم: " متروك، ذاهب الحديث ".
قلت، فهو آفة الحديث، وهو الذي رواه عن عطاء، وما وقع في الطريق الأول أنه نافع بن عمر - وهو ثقة - وهم من بعض رواته والراجح أنه الكندي الذي كان خرف كما عرفت.','1','115',NULL,NULL,'0');
INSERT INTO [b854] VALUES (123,'أخرجه الترمذي (٢/ ١٦٥) والدارقطني (١٩٢) والبيهقي (٢٨٤).
وأبو الشيخ في " طبقات الاصبهانيين " (ص ٢٦٢) بسند ضعيف، لكن يشهد له الحديث الاتي وهو
الثاني: عن عبد الله بن عباس " أن رسول الله كان يرفع يديه على الجنازة في أول تكبيرة، ثم لا يعود ".
أخرجه الدارقطني بسند رجاله ثقات غير الفضل بن السكن فإنه مجهول، وسكت عنه ابن التركماني في " الجوهر النقي " (٤/ ٤٤)! ثم قال الترمذي عقب الحديث الأول: هذا حديث غريب، واختلف أهل العلم في هذا، فرأى أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم أن يرفع الرجل يديه في كل تكبيرة، وهو قول ابن المبارك والشافعي وأحمد وإسحاق.
وقال بعض أهل العلم: لا يرفع يديه إلا في أول مرة، وهو قول الثوري وأهل الكوفة، وذكر عن ابن المبارك أنه قال في الصلاة على الجنازة: لا يقبض بيمينه على شماله، ورأي بعض أهل العلم أن يقبض على شماله كما يفعل في الصلاة ".
وفي المجموع " للنووي (٥/ ٢٣٢): " قال ابن المنذري في كتابه " الاشراف والاجماع ": أجمعوا على أنه يرفع في أول تكبيرة، واختلفوا في سائرها " (١).
_________
(١) قلت: ولم نجد في السنة ما يدل على مشروعية الرفع في غير التكبيرة الأولى، فلا نرى مشرعية ذلك، وهو مذهب الحنفية وغيرهم، واختاره الشوكاني وغيره من المحققين، وإليه ذهب ابن حزم فقال: (٥/ ١٢٨): " وأما رفع الأيدي فإنه لم يأت عن النبي صلى الله عليه وسلم أنه رفع في شئ من تكبيرة الجنازة إلا في أول تكبيرة فقط، فلا يجوز فعل ذلك، لانه عمل في الصلاة لم يأت به نص، وإنما جاء عنه عليه السلام أنه كبر ورفع يديه في كل خفض، ورفع، وليس فيها رفع وخفض، والعجب من قول أبي حنيفة برفع الايدي في كل تكبيرة في صلاة الجنازة، ولم يأت قط عن النبي صلى الله عليه وسلم، ومنعه من رفع الايدي في كل خفض ورفع في سائر الصلوات، وقد صح عن النبي صلى الله عليه وسلم ".
قلت: وما عزاه إلى أبي حنيفة روى في كتب الشراح من الحنفية، فلا تغير بما جاء في الحاشية على " نصب الراية (٢/ ٢٨٥) من التعجب من هذا .. العزو وهو اختيار كثير من أئمة بلخ منهم كما في " المبسوط " للسرخسي (٢/ ٦٤)، لكن العمل عند الحنفية على خلاف ذلك، وهو الذي جزم به السرخسي، ولكنهم يرون =','1','116',NULL,NULL,'0');
INSERT INTO [b854] VALUES (124,'٧٦ - ثم يضع يده اليمني على ظهر كفه اليسرى والرسغ والساعد، ثم يشد بينهما على صدره، وفي ذلك أحاديث لابد أن أذكر بعضها: الأول: عن أبي هريرة مرفوعا في حديثه المتقدم آنفا: " ... ووضع اليمني على اليسري ".
وهو وإن كان ضعيف الاسناد، فإن معناه صحيح بشهادة الاحاديث الاتية فإنها بإطلاقها تشمل صلاة الجنازة كما تشمل كل ما سوى المكتوبات من الصلوات كالاستسقاء والكسوف وغيرها.
الثاني: عن سهل بن سعد قال: " كان الناس يؤمرون أن يضع الرجل اليد على ذراعة اليسري في الصلاة " أخرجه مالك في " الموطأ " (١/ ١٧٤) ومن طريقه البخاري (٢/ ١٧٨) والسياق له، وكذا الامام محمد في " الموطأ " (١٥٦) وأحمد (٥/ ٣٣٦) والبيهقي (٢/ ٢٨).
الثالث: عن ابن عباس رضي الله عنه قال: سمعت نبي الله صلى الله عليه وسلم يقول: " إنا معشر الانبياء أمرنا بتعجيل فطرنا، وتأخير سحورنا، وأن نضع أيماننا على شمائلنا في الصلاة ".
أخرجه ابن حبان في " صحيحه " (٨٨٥ - موارد) والطبراني في " الكبير " وفي " الاوسط " (١/ ١٠ - ١) ومن طريقهما الضياء المقدسي في " المختارة " (٦٣/ ١٠ / ٢). (١/ ١٧٤).
وله طريق أخرى عن ابن عباس.
_________
= رفع الايدي في تكبيرات الزوائد في صلاة العيدين مع أنها لا أصل لها أيضا عن رسول الله صلى الله عليه وسلم! وانظر " المحلى " (٥/ ٨٣).
نعم روى البيهقي (٤/ ٤٤) بسند صحيح عن ابن عمر أنه كان يرفع يديه على كل تكبيرة من تكبيرات الجنازة. فمن كان يظن أنه لا يفعل ذلك إلا بتوقيف من النبي صلى الله عليه وسلم، فله أن يرفع، وقد ذكر السرخسي عن ابن عمر خلاف هذا، وذلك مما لا نعرف له أصلا له أصلا في كتب الحديث.','1','117',NULL,NULL,'0');
INSERT INTO [b854] VALUES (125,'أخرجه الطبراني في " الكبير " والضياء المقدسي بسند صحيح، وله شواهد ذكركتها في تخريج كتابنا " صفة صلاة النبي صلى الله عليه وسلم ".
الرابع: عن طاووس قال: " كان رسول الله صلى الله عليه وسلم يضع اليمني على يده اليسري، ثم يشد بهما على صدره وهو في الصلاة ".
أخرجه أبو داود (١/ ١٢١) بسند جيد عنه.
وهو وإن كان مرسلا فهو حجة عند الجميع، أما من يحتج منهم بالمرسل إطلاقا فظاهر - وهم جمهور العلماء، وأما من لا يحتج به إلا إذا روى موصولا، أو كان له شواهد، فلان لهذا شاهدين:
الأول: عن وائل بن حجر:، أنه رأى النبي صلى الله عليه وسلم يضع يمينه على شماله ثم وضعهما على صدره ".
رواه ابن خزيمة في صحيحه كما في " نصب الراية " (١/ ٣١٤)، وأخرجه البيهقي في سننه (٢/ ٣٠) من طريقين عنه يقوي أحدهما الاخر.
الثاني: عن قبيصة بن هلب عن أبيه قال: رأيت النبي صلى الله عليه وسلم ينصرف عن يمينه وعن يساره، ورأيته - قال - يضع هذه على صدره، وصف يحيى (هو ابن سعيد) اليمني على اليسري فوق المفصل ".
أخرجه أحمد (٥/ ٢٢٦) بسند رجاله ثقات رجال مسلم غير قبيصة هذا، وقد وثقه العجلي وابن حبان، لكن لم يرو عنه، غير سماك بن حرب وقال ابن المديني والنسائي " مجهول " وفي " التقريب " أنه مقبول قلت: فمثله حديثه حسن في الشواهد، ولذلك قال الترمذي بعد أن خرج له من هذا الحديث أخذ الشمال باليمين: " حديث حسن ".
فهذه ثلاثة أحاديث في أن السنة الوضع على الصدر.
ولا يشك من وقف على مجموعها في أنها صالحة للاستدلال على ذلك.','1','118',NULL,NULL,'0');
INSERT INTO [b854] VALUES (126,'وأما الوضع تحت السرة فضعيف اتفاقا كما قال النووي والزيلعي وغيرهما، وقد بينت ذلك في التخريج المشار إليه آنفا.
٧٧ - ثم يقرأ عقب التكبيرة الأولى فاتحة الكتاب وسورة (١) لحديث طلحة بن عبد الله بن عوف قال:
صليت خلف ابن عباس رضي الله عنه على جنازة، فقرأ بفاتحة الكتاب (وسورة، وجهر حتى أسمعنا، فلما فرغ أخذت بيده، فسألته؟ ف) قال: (إنما جهرت) لتعلموا أنا سنة (وحق) ".
أخرجه البخاري (٣/ ١٥٨) وأبو داود (٢، ٦٨) والنسائي (١/ ٢٨١) والترمذي (٢/ ١٤٢) وابن الجارود في " المنتفى " (٢٦٤) والدارقطني (١٩١) والحاكم (١/ ٣٥٨ - ٣٨٦).
والسياق للبخاري، والزيادة الأولى للنسائي، وسندها صحيح، ولابن الجارود منها ذكر السورة، ولهما الثالثة بالسند الصحيح، وللحاكم الثانية من طريق أخرى عن ابن عباس بسند حسن.
وفي الباب عن جماعة من الصحابة، يأتي حديث أحدهم في المسألة التي بعد هذه ثم قال الترمذي عقب الحديث: " هذا حديث حسن صحيح، والعمل على هذا عند بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم، يختارون أن يقرأ بفاتحة الكتاب بعد التكبيرة الأولى، وهو قول الشافعي وأحمد وإسحاق، وقال بعض أهل العلم: لا يقرأ في الصلاة على الجنازة، إنما
_________
(١) فيه إشارة إلى عدم مشروعية دعاء الاستفتاح، وهو مذهب الشافعية وغيرهم، وقال أبو داود في المسائل " (١٥٣).
" سمعت أحمد سئل عن الرجل يستفتح على الجنازة: سبحانك ... ! قال: ما سمعت ".','1','119',NULL,NULL,'0');
INSERT INTO [b854] VALUES (127,'هو الثناء على الله: والصلاة على نبيه صلى الله عليه وسلم، والدعاء للميت، وهو قول الثوري وغيره من أهل الكوفة ". (١).
_________
(١) قلت: وهذا الحديث وما في معناه حجة عليهم، لا يقال: ليس فيه التصريح بنسبة ذلك إلى النبي صلى الله عليه وسلم لاننا نقول: أن قول الصحابي من السنة كذا.
مسند مرفوع إلى النبي صلى الله عليه وسلم على
أصح الاقوال حتى عند الحنفية، بل قال النووي في، " المجموع " (٥/ ٢٣٢): " إنه المذهب الصحيح الذي قاله جمهور العلماء من أصحابنا في الاصول وغيرهم من الاصوليين والمحدثين ".
قلت وبهذا جزم المحقق ابن الهمام في " التحرير "، وقال شارحه ابن أمير حاج (٢/ ٢٢٤): " وهذا قول أصحابنا المتقدمين، وبه أخذ صاحب الميزان والشافعية وجمهور المحدثين ".
قلت: وعليه فمن العجائب أن لا يأخذ الحنفية بهذا الحديث مع صحته ومجيئه من غير ما وجه، ومع صلاحيته لاثبات السنة على طريقتهم وأصولهم! فقال الامام محمد في " الموطأ " (ص ١٧٥): " لا قراءة على الجنازة، وهو قول أبي حنيفة ".
ومثله في " المبسوط " للسرخسي (٢/ ٦٤).
ولما رأي بعض المتأخرين منهم بعد هذا القول عن الصواب، ومجافاته عن الحديث، قال بجواز قراءة الفاتحة بشرط أن ينوي بها الدعاء والثناء على الله! وإنما اشترطوا ذلك توفيقا منهم - بزعمهم - بين الحديث وقول إمامهم، فكأن قوله حديث آخر صحيح، ينبغي قرنه مع الحديث الصحيح ثم الجمع بينهما! ومع أن هذا الشرط باطل في نفسه لعدم وروده، فإنه يبطله ثبوت قراءة السورة مع الفاتحة في الحديث وهي مطلقة لا يمكن اشتراط ذلك الشرط فيها أيضا! وعندهم عجيبة أخرى! وهي قولهم " أن قراء سبحانك - بعد التكبيرة الأولى من سنن الصلاة على الجنازة "! مع أنه لا أصل لذلك في السنة كما تقدم التنبيه على ذلك في الحاشية (ص ١١٩)، فقد جمعوا بين إثبات مالا أصل له في السنة وإنكار مشروعية ما ورد فيها!! فإن قلت: قد قال المحقق ابن الهمام في " فتح القدير " (١/ ٤٥٩): " قالوا: لا يقرأ الفاتحة، إلا أن يقرأها بنية الثناء، ولم تثبت القراءة عن رسول الله صلى الله عليه وسلم ".
فأقول: وهذا القول من مثل هذا المحقق أعجب من كل ما سبق، فإن ثبوت القراءة عنه صلى الله عليه وسلم مما لا يخفى على مثله مع وروده في " صحيح البخاري " وغيره مما سبق بيانه، ولذلك فإنه يغلب على الظن أنه يشير بذلك إلى أن الحديث لا ينهض دليلا على إثبات القراءة لقوله فيه " سنة " بناء على الخلاف الذي سبق أن ذكرناه، فإن كان الامبر كما فهذه عجبية أخرى، فإن مذهبه أو قول الصحابي سنة في حكم المسند المرفوع إلى النبي صلى الله عليه وسلم، كما تقدم نقله من كتابه " التحير "، وقد جروا على ذلك في فروعهم، فخذ
مثلا على ذلك المسألة الاتية.
قال في " الهداية ".
" إذا حملوا الميت على السرير أخذوا بقوائمه الاربعة، بذلك وردت السنة، وقال الشافعي: السنة أن فقال ابن الهمام في صدد الرد على ما نسبوه إلى الشافعي: =','1','120',NULL,NULL,'0');
INSERT INTO [b854] VALUES (128,'ثم إن الزيادة الأولى في الحديث قد رواها أبو يعلى ايضا في " مسنده " كما في " المجموع " للنووي (٥/ ٢٣٤) وقال: " إسناده صحيح ".
وأقره الحافظ في " التلخيص " (٥/ ١٦٥).
واستدل النووي بهذه الزيادة على استحباب سورة قصيرة، وليس في الحديث ما يدل على كونها قصيرة، فلعل الدليل على ذلك ما تقدم من طلب الاستعجال بالجنازة إلى قبرها، والله أعلم.
٧٨ - ويقرأ سرا، لحديث أبي أمامة بن سهل قال: " السنة في الصلاة على الجنازة أن يقرأ في التكبيرة الأولى بأم القرآن مخافتة.
ثم يكبر ثلاثا، والتسليم عند الاخرة ".
أخرجه النسائي وغيره بسند صحيح كما تقدم في المسألة (٧٤) الحديث الخامس من الفقرة (أ)، (١١١).
٧٩ - ثم يكبر التكبيرة، ويصلي على النبي صلى الله عليه وسلم، لحديث أبي أمامة المذكور أنه أخبره رجل من أصحاب النبي صلى الله عليه وسلم: " أن السنة في الصلاة على الجنازة أن يكبر الامام، ثم يقرأ بفاتحة الكتاب بعد التكبيرة الأولى سرا في نفسه، ثم يصلي على النبي صلى الله عليه وسلم، ويخلص الدعاء للجنازة في التكبيرات (الثلاث)، لا يقرأ في شئ منهم، ثم يسلم سرا في نفسه (حين ينصرف (عن يمينه)، والسنة أن يفعل من وراءه مثلما فعل إمامه) ".
_________
= " قد صح عن رسول الله صلى الله عليه وسلم خلاف ما ذهبوا إليه ".
ثم ساق من طريق أبي عبيدة عن أبيه عبد الله بن مسعود قال: " من اتبع الجنازة فليأخذ بجوانب السرير كلها فإنه من السنة ".
رواه ابن ماجه (١/ ٤٥١) والبيهقي (١٩٤ - ٢٠)، قال ابن همام: " فوجب الحكم بأن هذا هو السنة، وإن خلافه إن تحقق من بعض السلف فلعارض ".
فانظر كيف جعل قول ابن مسعود " من السنة " في حكم المرفوع، ولم يجعل قول ابن عباس كذلك! فهل مصدر هذا التناقض السهو أم التعصب للمذهب عفانا الله منه؟! وهذا على فرض صحة ذلك عن ابن مسعود، فكيف وهو غير صحيح، لانه منقطع، أبو عبيدة لم يدرك أباه كما في " الجوهر النقي " للتركماني الحنفي ولذلك أعرضت عن إيراد هذه السنة المزعومة في كتابنا هذا، كما أعرضنا عن مقابلها المنسوب للشافعي لعدم وروده.','1','121',NULL,NULL,'0');
INSERT INTO [b854] VALUES (129,'أخرجه الشافعي في " الام (١/ ٢٣٩ - ٢٤٠) ومن طريقه البيهقي (٤/ ٣٩) وابن الجارود (٢٦٥) عن الزهري عن أبي أمامة وقال الزهري في آخره: " حدثني محمد الفهري عن الضحاك بن قيس أنه قال مثل قول أبي أمامة ".
قال الشافعي رحمه الله: " وأصحاب النبي صلى الله عليه وسلم لا يقولن بالسنة والحق إلا لسنة رسول الله صلى الله عليه وسلم إن شاء الله تعالى ".
وأخرجه الحاكم (١/ ٣٦٠) وعنه البيهقي إلا أنه قال: " أخبرني رجال من أصحاب النبي صلى الله عليه وسلم ".
والباقي نحوه، وفيه الزيادتان.
وزاد في إسناده الثاني " حبيب بن مسلمة " كما تقدم في رواية الطحاوي في المسألة المشار إليه آنفا (٧٤).
ثم زاد الحاكم: " قال الزهري: حدثني بذلك أبو أمامة وابن المسيب يسمع فلم ينكر ذلك عليه " وقال: " صحيح على شرط الشيخين " ووافقه الذهبي وهو كما قالا.
وظاهر قوله بعد أن ذكر القراءة " ثم يصلى على النبي صلى الله عليه وسلم إنما تكون بعد التكبيرة الثانية لاقبلها، لانه لو كان قبلها لم تقع في التكبيرات بل قبلها، كما هو واضح، وبه قالت الحنفية والشافعية وغيرهم، خلافا لابن حزم (د / ١٢٩) والشوكاني (٣/ ٥٣).
وأما صيغة الصلاة على النبي صلى الله عليه وسلم في الجنازة فلم أقف عليها في شئ من الاحاديث الصحيحة، (١) فالظاهر أن الجنازة ليس لها صيغة خاصة، بل يؤتى فيها بصيغة من الصيغ الثابتة في التشهد في المكتوبة (٢).
_________
(١) روى عن ابن مسعود صيغة قريبة من الصلاة الابراهيمية، لكن سندها ضعيف جدا، فلا يشتغل به، وقد ساقها السخاوي في " القول البديع " ص (١٥٣ - ١٥٤) وابن القيم في " جلاء الافهام "، وقال (٢٥٥): " فالمستحب أن يصلي عليه صلى الله عليه وسلم في الجنازة كما يصلي عليه في التشهد لان النبي صلى الله عليه وسلم علم ذلك أصحابه لما سألوه عن كيفية الصلاة عليه ".
(٢) وهي سبع صيغ أوردتها في " صفة صلاة النبي صلى الله عليه وسلم ".
وقد طبعه المكتب الاسلامي، الطبعة الثالثة وفيها زيادات هامة.
ثم طبع الطبعة الرابعة.','1','122',NULL,NULL,'0');
INSERT INTO [b854] VALUES (130,'٨٠ - ثم يأتي ببقية التكبيرات، ويخلص الدعاء فيها للميت، لحديث أبي أمامة المتقدم انفا، وقوله صلى الله عليه وسلم: " إذا صليتم على الميت، فأخلصوا له الدعاء " (١) أخرجه أبو داود (٢/ ٦٨) وابن ماجه (١/ ٤٥٦) وابن حبان في " صحيحه " و (٧٥٤ - موارد) والبيهقي (٤/ ٤٠) من حديث أبي هريرة وصرح ابن اسحاق بالتحديث عند ابن حبان.
٨١ - ويدعوا فيها بما ثبت عنه صلى الله عليه وسلم على جنازة فحفظت من دعائه وهو يقول: " اللهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الخطايا كما نقيت (وفي رواية: كما ينقي الثوب الابيض من الدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وزوجا (وفي رواية: زوجة) خيرا من زوجه، وأدخله الجنة، وأعذه من عذاب القبر، ومن عذاب النار، قال: فتمنيت أن أكون أنا ذلك الميت ".
أخرجه مسلم (٣/ ٥٩ - ٦٠) والنسائي (١/ ٢٧١) وابن ماجه (١/ ٤٢٥٦) وابن الجارود (٢٦٤ - ٢٦٥) والبيهقي (٤/ ٤٠) والطيالسي (٩٩٩) وأحمد (٦/ ٢٣ و ٢٨) والسياق لمسلم، والرواية الثانية له في رواية، وهي لسائرهم إلا أحمد، وله والبيهقي الرواية الثالثة.
_________
(١) قال السندي: أي خصوه بالدعاء، وقال المناوي: " إي ادعوا له بإخلاص وحضور قلب، لان المقصود بهذه الصلاة إنما هو الاستغفار والشفاعة للميت، وإنما يرجي قبولها عند توفر الاخلاص والابتهال، ولهذا شرع في الصلاة عليه من الدعاء ما لم يشرع مثله في الدعاء للحي، قال ابن القيم: هذا يبطل قول من زعم أن الميت لا ينتفع بالدعاء ".
قلت: وفي رواية الحاكم من حديث أبي أمامة المتقدم " ويخلص الصلاة في التكبيرات الثلاث " فالصلاة هنا بمعنى الدعاء بدليل الرواية الأولى " ويخلص الدعاء " لان أصل معنى الصلاة في اللغة الدعاء، فمن غرائب التفسير ما في " القول البديع " (ص ١٥٢) " ويخلص الصلاة أي يرفع صوته في صلاته بالتكبيرات الثلاث "','1','123',NULL,NULL,'0');
INSERT INTO [b854] VALUES (131,'وفي رواية ابن ماجه والطيالسي أن الميت كان رجلا من الانصار، لكن في سندها فرج بن فضالة وهو ضعيف عن عصمة بن راشد وهو مجهول.
والحديث أخرجه الترمذي (٢/ ١٤١) مختصرا وقال: " حديث حسن صحيح، وقال محمد بن إسماعيل - يعني البخاري - أصح شئ في هذا الباب هذا الحديث ".
الثاني: عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم " كان إذا صلى على جنازة يقول:
اللهم اغفر لحينا وميتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا، اللهم من أحييته منا فأحيه على الاسلام، ومن توفيته منا فتوفه على الايمان، اللهم لا تحرمنا أجره، ولا تضلنا بعده ".
أخرجه ابن ماجه (١/ ٤٥٦) والبيهقي (٤/ ٤١) من طريق محمد بن إبراهيم التيمي عن أبي سلمة عنه، وأبو داود (٢/ ٦٨) والترمذي (٢/ ١٤١) وابن حبان في صحيحه (٧٥٧ - موارد) والحاكم (١/ ٣٥٨) والبيهقي أيضا وأحمد (٢/ ٣٦٨) من طريق يحيى بن أبي كثير عن أبي سلمة به نحوه، دون قوله " اللهم لا تحرمنا ... " فهي عند أبي داود وحده، وصرح يحيى بالتحديث عند الحاكم ثم قال: " صحيح على شرط الشيخين ".
ووافقه الذهبي، وهو كما قالا، وأعل بما لا يقدح.
وليحبي فيه إسناد ان آخران، عند أحمد (٤/ ١٧٠، ٣٠٨) والبيهقي.
وللحديث شاهد من حديث ابن عباس نحوه.
رواه الطبراني في " الكبير ".
الثالث: عن واثلة بن الاسقع قال: " صلى رسول الله صلى الله عليه وسلم على رجل من المسلمين، فأسمعه يقول:','1','124',NULL,NULL,'0');
INSERT INTO [b854] VALUES (132,'اللهم إن فلان ابن فلان في ذمتك وحبل جوارك، فقه فتنة القبر، وعذاب النار، وأنت أهل الوفاء والحق، فاغفر له وارحمه، إنك الغفور الرحيم ".
أخرجه أبو داود (٢/ ٦٨) وابن ماجه (١/ ٤٥٦) وابن حبان في صحيحه (٧٥٨) وأحمد (٣/ ٤٧١) بإسناد صحيح إن شاء الله تعالى، وقد أورده ابن القيم فيما حفظ من دعائه صلى الله عليه وسلم، وسكت عليه النووي في " المجموع ".
الرابع: عن يزيد بن ركانة بن المطلب قال:
" كان رسول الله صلى الله عليه وسلم إذا قام للجنازة ليصلي عليها قال: " اللهم عبدك وابن أمتك احتاج إلى رحمتك، وأنت غني عن عذابه، إن كان محسنا فزد في حسناته، إن كان مسيئا فتجاوز عنه ".
(ثم يدعوا ما شاء الله أن يدعو) ".
أخرجه الحاكم (١/ ٣٥٩) وقال:
" إسناده صحيح، ويزيد بن ركانة وأبو ركانة صحابيان ".
ووافقة الذهبي، ورواه الطبراني في " الكبير " بالزيادة كما في " المجمع " (٤/ ٣٣ / ٣٤) وابن قانع كما في " الاصابة ".
وله شاهد من طريق سعيد المقبري أنه سأل أبا هريرة: كيف تصلي على الجنازة فقال: أنا لعمر الله أخبرك، أتيعها من أهلها، فإذا وضعت كبرت وحمدت الله، وصليت على نبيه، ثم أقول: اللهم إنه عبدك وابن عبدك وابن أمتك: كان يشهد أن لا إله ألا أنت، وأن محمدا عبدك ورسولك، وأنت أعلم به، اللهم إن كان محسنا فزد في حسناته، وإن كان مسيئا فتجاوز عن سيئاته، اللهم لا تحرمنا أجرة، ولا تفتنا بعده ".
أخرجه مالك (١ - ٢٢٧) وعنه محمد بن الحسن (١٦٤ - ١٦٥) وإسماعيل القاضي في " فضل الصلاة صلى الله عليه وسلم " رقم ٥ (٩٣) ٢٧ وسنده موقوف صحيح جدا، وقد ساق الهيثمي منه الدعاء مرفوعا من حديث أبي هريرة وقال:
_________
(١) صدر حديثا بتحقيقنا، طبعه المكتب الاسلامي.','1','125',NULL,NULL,'0');
INSERT INTO [b854] VALUES (133,'رواه أبو يعلى ورجاله ورجال الصحيح ".
وقد تقدم بلفظ آخر فيه الجملة الاخيرة منه، وهو النوع (الثاني) (ص ١٢٤).
٨٢ - والدعاء بين التكبيرة الاخيرة والتسليم مشروع، لحديث أبي يعفور عن عبد الله بن أبي أوفى رضي الله عنه قال:
" شهدته وكبر على جنازة أربعا، ثم قام ساعة - يعني - يدعوا، ثم قال: أتروني كنت أكبر خمسا؟ قالوا: لا، قال: إن رسول الله صلى الله عليه وسلم كان يكبر أربعا ".
أخرجه البيهقي (٤ - ٣٥) بسند صحيح.
ثم أخرجه هو (٤/ ٤٢، ٤٣) وابن ماجة (١/ ٤٥٧) والحاكم (١/ ٣٦٠) وأحمد (٤ - ٣٨٣) من طريق إبراهيم الهجري عن أبن أبي أوفي به، إلا أنه أنه رفعه إلى النبي صلى الله عليه وسلم (، وزاد بعد قوله: إن رسول الله صلى الله عليه وسلم كان يكبر أربعا: ثم يمكث ساعة فيقول ما شاء الله أن يقول، ثم سلم " وقال الحاكم: " هذا حديث صحيح، وابراهيم لم ينقه عليه بحجة ".
قلت: بلي، ولذلك تعقبه الذهبي بقوله: قلت ضعفوا ابراهيم ".
قلت: وذلك لسوء حفظه، وقد أشار إلى ذلك الحافظ بقوله في " التقريب " لين الحديث، رفع موقوفات " (١).
_________
(١) فوائد: الأولى: قال الحافظ في " التلخيص " (١٨٢٥): " قال بعض العلماء اختلاف الاحاديث في الدعاء على الجنازة محمول على أنه كان يدعو على ميت بدعاء، وعلى آخر بغيره، والذي أمر به أصل الدعاء ".
الثانية: قال الشوكاني في " نيل الاوطار " (٥٥ ٤): " إذا كان المصلي عليه طفلا استحب أن يقول المصلي: اللهم اجعله لنا سلفا وفرطا وأجرا، روى ذلك البيهقي من حديث أبي هريرة، وروى مثله سفيان في " الجامعة " عن الحسن ". =','1','126',NULL,NULL,'0');
INSERT INTO [b854] VALUES (134,'٨٣ - ثم يسلم تسليمتين مثل تسليمه في الصلاة المكتوبة إحداهما عن يمينه، والاخرى عن يساره لحديث عبد الله بن مسعود رضي الله عنه قال: " ثلاث خلال كان رسول الله صلى الله عليه وسلم يفعلهن تركهن الناس، إحداهن التسليم على الجنازة مثل التسليم في الصلاة ".
أخرجه البيقهي (٤/ ٤٣) بإسناد حسن، وقال النووي (٥/ ٢٣٩): " إسناد جيد ز وفي " مجمع الزوائد " (٣/ ٣٤): " رواه الطبراني في " الكبير " ورجاله ثقات ".
وقد ثبت في " صحيح مسلم " وغيره عن ابن مسعود أن النبي صلى الله عليه وسلم كان يسلم تسليمتين في الصلاة، فهذا يبين أن المراد بقوله في الحديث الأول: " مثل التسليم في الصلاة " أي التسليمتين المعهودتين.
_________
= قلت: حديث أبي هريرة عند البيهقي إسناده حسن، ولا بأس في العمل به في مثل هذا الموضع، وإن كان موقوفا، إذا لم يتخذ سنه، بحيث يؤدي ذلك الى الظن إنه عن النبي صلى الله عليه وسلم، والذي أختاره أن يدعو في الصلاة على الطفل بالنوع (الثاني) لقوله فيه: " وصغيرنا ... اللهم لا تحرمنا أجره، ولا تضلنا بعده ".
وقد ذهب الامام أحمد إلى استحباب الدعاء في هذا الموطن، كما رواه أبو داود في " المسائل " (١٥٣) عنه، وهو مذهب الشافعية، واستدل لهم النووي في " المجموع " (٥/ ٢٣٩) بحديث الهجري المذكور أعلاه، والاستدلال بما قبله أقوى، وهو حجة على الحنفية حيث قالوا: " ثم يكبر الرابعة ويسلم من غير ذكر بينهما ".
الثالثة: وذهبت الشافعية أيضا الى وجوب مطلق الدعاء، للميت لحديث أبي هريرة المتقدم: " .. فأخلصوا له الدعاء ". وهذا حق، ولكنهم خصوه بالتكبيرة الثالثة واعترف النووي بانه مجرد دعوى فقال (٥/ ٢٣٦):
" ومحل هذا الدعا التكبيرة الثالثة، وهو واجب فيها، لا يجزي في غيرها بلا خلاف، وليس لتخصيصه بها دليل واضح، واتفقوا على أنه لا يتعين لها دعاء ".
قلت: لكن إيثار ما تقدم من أدعيته صلى الله عليه وسلم على ما استحسنه بعض الناس، مما لا ينبغي أن يتردد فيه مسلم، فان خير الهدى هدى محمد صلى الله عليه وسلم.
ولذلك قال الشوكاني (٤/ ٥٥): " واعلم أنه قد وقع في كتب الفقه ذكر أدعيه غير المأثورة عنه صلى الله عليه وسلم والتمسك بالثابت عنه أولى ".
قلت: بل اعتقد أنه واجب على من كان على علم بما ورد عنه صلى الله عليه وسلم، فالعدول عنه حينئذ يخشي أن يحق فيه قول الله تبارك وتعالى: (أتستبد لون الذي هو ادني بالذي هو خير)؟','1','127',NULL,NULL,'0');
INSERT INTO [b854] VALUES (135,'ويحتمل أنه يعني بالاضافة إلى ذلك أنه كان يسلم تسليمة واحدة أيضا، بالنظر إلى أن ذلك كان من سنته صلى الله عليه وسلم في الصلاة أيضا، أي أنه صلى الله عليه وسلم كان تارة يسلم تسليمتين وتارة تسليمة واحدة لكن الأول أكثر، غير أن هذا الاحتمال فيه بعد لان التسليمة الواحدة وإن كانت ثابتة عنه، صلى الله عليه وسلم لكن لم يروها ابن مسعود فلا يظهر أنها تدخل في قوله المذكور " مثل التسليم في الصلاة ". والله أعلم.
وللحديث شاهد، يرويه شريك عن إبراهيم الهجري قال: " أمنا عبد الله بن أبي أوفى على جنازة ابنته فمكث ساعة، حتى ظننا أنه سيكبر خمسا ثم سلم عن يمينه وعن شماله، فلما انصرف قلنا له: ما هذا؟ قال: إني لاأزيدكم على ما رأيت رسول الله صلى الله عليه وسلم يصنع، أو هكذا صنع رسول الله صلى الله عليه وسلم.
أخرجه البيهقي (٤/ ٤٣) وسنده ضعيف من أجل الهجري كم تقدم في المسألة السابقة وقد صح عنه من طريق أخرى بعضه مرفوعا، وبعضه موقوفا، كما ذكرنا هناك، وروى أحمد في " مسائل أبي داود عنه " (١٥٣) عن عطاء بن السائب قال: " رأيت ابن أبي أوفى صلى على جنازة فسلم تسليمة (واحدة) " لكن إسناده ضعيف فيه أبو وكيع الجراح بن مليح، وهو يضعيف واتهمه بعضهم.
وقد ذهب لى التسليمتين الحنفية كما في " المبسوط " (٢/ ٦٥)، أحمد في رواية عنه كما في " الانصاف " (٢/ ٥٢٥) (١) والشافعية كما في " شرح ابن قاسم الغزي " (١/ ٤٣١ - باجوري) وقال: " لكن يستحب زيادة ورحمه الله وبركاته ".
٨٥ - ويجوز الاقتصار على التسليمة الأولى فقط، لحديث أبي هريرة رضي الله
تعالى عنه: " أن رسول الله صلى الله عليه وسلم صلى على جنازة، فكبر عليها أربعا، وسلم تسليمة واحدة ".
أخرجه الدارقطني (١٩١) والحاكم (١/ ٣٦٠) وعنه البيهقي (٤/ ٤٣) من طريق أبي العنبس عن أبيه عنه.
_________
ومن المبالغات قول ابن المبارك: " من سلم على الجنازة بتسليمتين فهو جاهل جاهل.
رواه أبو داود في " المسائل " (١٥٤) بسند صحيح عنه.','1','128',NULL,NULL,'0');
INSERT INTO [b854] VALUES (136,'قلت: واسناده حسن كما بينته في " التعليقات الجياد ".
ويشهد له مرسل عطاء بن السائب أن رسول الله صلى الله عليه وسلم سلم على الجنا " تسليمة واحدة.
أخرجه البيهقي معلقا.
ويقويه عمل جماعة من الصحابة به، فقد قال الحاكم عقبه: " قد صحت الرواية فيه عن علي بن أبي طالب، وعبد الله بن عمر، وعبد الله ابن عباس، وجابر بن عبد الله، وعبد الله، وعبد الله بن أبي أوفى، وأبي هريرة أنهم كانوا يسلمون على الجنازة تسليمه واحدة ".
قلت: وقد وافقه الذهبي، وأسند البيهقي غالب هذه الاثار، وزاد فيهم " واثلة ابن الاسقع وأبي إمامة وغيرهم ".
وفي اطلاق الصحة على رواية ابن أبي إوفى نظر عندي، لان في سندها الجراح بن مليح وهو ضعيف كما سبق قريبا، إلا أن يكون وقع للحاكم من طريق أخرى، وذلك مما لا أظنه، وإلى هذه الاثار ذهب الامام أحمد في المشهور عنه، وقال أبو داود (١٥٣): " سمعت أحمد سئل عن التسليم على الجنازة؟ قال: هكذا، ولوى عنقه عن يمينه (وقال: السلام عليكم ورحمة الله) ".
قلت وزيادة " وبركاته " في هذه التسليمة مشروعة خلافا لبعضهم، لثبوتها في بعض طرق حديث ابن مسعود المتقدم في التسليمتين في الفريضة، ومثلها في هذه المسألة صلاة الجنازة كما سبق، وذكر ابن قاسم الغزي في شرحه استحبابها هنا في التسليمتين، ورد ذلك عليه الباجوري في حاشيته (١/ ٤٣١) فذهب إلى عدم مشروعيتها هنا ولا في الفريضة والصواب ما ذكرنا.
٨٥ - (١) والسنة أن يسلم في الجنازة سرا، الامام ومن وراءه في ذلك سواء، لحديث أبي أمامة المتقدم في المسألة بلفظ:
_________
(١) إن المسألة السابقة برقم ٨٥ في ص ١٢٨ هي المسألة رقم ٨٤','1','129',NULL,NULL,'0');
INSERT INTO [b854] VALUES (137,'" ثم يسلم سرا في نفسه حين ينصرف، والسنة أن يفعل من وراءه مثلما فعل إمامة ".
وله شاهد موقوف، أخرج البيهقي (٤/ ٤٣) عن ابن عباس أنه:
" كان يسلم في الجنازة تسليمة خفية ".
وإسناده حسن.
ثم روى عن عبد الله بن عمر أنه:
" كان إذا صلى على الجنائز يسلم حتى يسمع من يليه ".
وإسناده صحيح. (١)
٨٦ - ولا تجوز الصلاة على الجنازة في الاوقات الثلاثة التي تحرم الصلاة فيها إلا لضرورة، لحديث عقبة بن عامر رضي الله عنه قال:
" ثلاث ساعات كان رسول الله صلى الله عليه وسلم ينهانا أن نصلي فيهن، أو أن نقبر فيهن موتانا: حين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهرة حتى تميل الشمس، وحين تضيف الشمس للغروب حتى تغرب ".
أخرجه مسلم (٢/ ٢٠٨) وأبو عوانة في صحيحه (١/ ٣٦٨) وأبو داود (٢/ ٦٦)
والنسائي (١/ ٢٨٣) والترمذي (٢/ ١٤٤) وصححه، وابن ماجه (١/ ٤٦٣) والبيهقي (٤/ ٣٢) والطيالسي (رقم ١٠٠١) وأحمد (٥/ ١٥٢) من طريق علي بن رباح عنه.
وزاد البيهقي:
_________
(١) قلت: وكأنه لاختلاف هذين الاثرين اختلفت اقوال الحنابلة في هذه المسألة، فجاء في الانصاف (٥/ ٥٢٣):
" قال في " الفروع ": ظاهر كلام الاصحاب أن الامام يجهر بالتسليم، وظاهر كلام ابن الجوزي أنه يسر ". ثم نقل عن " المذهب " و " مسبوك الذهب " ما يشهد لكلام ابن الجوزي.
وهو الارجح لحديث أبي أمامة.','1','130',NULL,NULL,'0');
INSERT INTO [b854] VALUES (138,'" قال: قلت لعقبة: أيدفن بالليل؟ قال: نعم، قد دفن أبو بكر بالليل ".
وإسنادها صحيح. (١)
_________
(١) الحديث بعمومه يشمل الصلاة على الجنازة، وهو الذي فهمه الصحابة فروي مالك في " الموطأ " (١/ ٢٢٨) ومن طريقه البيهقي عن محمد بن أبي حرملة أن زينب بنت أبي سلمة توفيت وطارق أمير المدينة، فأتي بجنازتها بعد صلاة الصبح، فوضعت بالبقيع قال: وكان طارق يغلس بالصبح، قال ابن أبي حرملة: فسمعت عبد الله بن عمر يقول لاهلا إما أن تصلوا على جنازتكم الان، وإما أن تتركوها حتى ترتفع الشمس، وسنده صحح على شرط الشيخين. ثم روى مالك عن ابن عمر قال: يصلى على الجنازة بعد العصر وبعد الصبح إذا صليتا لوقتهما. وسنده صحيح أيضا. وروى البيهقي بسند جيد عن ابن جريج أخبرني زياد أن عليا أخبره أن جنازة وضعت في مقبرة أهل البصرة حين اصفرت الشمس، فلم يصل عليها حتى غربت الشمس: فأمر أبو برزة المنادي ينادي بالصلاة ثم أقامها، فتقدم أبو برزة فصلى بهم المغرب، وفي الناس أنس بن مالك، وأبو برزه من الانصار من أصحاب النبي صلى الله عليه وسلم، ثم صلوا على الجنازة.
قال الخطابي في " المعالم " (٤/ ٣٢٧) ما ملخصه:
واختلف الناس في جواز الصلاة على الجنازة والدفن في هذه الساعات الثلاث، فذهب أكثر أهل العلم إلى كراهة الصلاة عليها في هذه الاوقات، وهو قول عطاء والنخعي والاوزاعي والثوري وأصحاب الرأي وأحمد وإسحاق، والشافعي يرى الصلاة والدفن أي ساعة من ليل أو نهار، وقول الجماعة أولى لموافقته الحديث ".
قلت: ومنه تعلم أن دعوى النووي جواز هذه الصلاة بالاجماع. وهم منه رحمه الله.','1','131',NULL,NULL,'0');
INSERT INTO [b854] VALUES (139,'<span data-type="title" id=toc-16>(١٤) الدفن وتوابعه</span>
٨٧ - ويجب دفن الميت ولو كان كافرا، وفي حديثان:
الأول: عن جماعة من أصحاب النبي صلى الله عليه وسلم منهم أبو طلحة الانصاري، والسياق له: " أن رسول الله صلى الله عليه وسلم أمر يوم بدر بأربعة وعشرين رجلا من صناديد قريش، (فجروا بأرجلهم) فقذفوا في طوى (١) من أطواء بدر خبيث مخبث (بعضهم على بعض)، (إلا ما كان من أمية بن خلف فإنه انتفخ في درعه فملاها، فذهبوا يحركوه فتزايل (٢) فأقروه، وألقوا عليه ما غيبه من التراب والحجارة)، وكان صلى الله عليه وسلم إذا ظهر على قوم أقام بالعرصة (٣) ثلاث ليال، فلما كان ببدر اليوم الثالث أمر براحلته فشد رحلها، ثم مشى واتبعه أصحابه، وقالوا: ما نرى ينطلق إلا لبعض حاجته، حتى قام على شفة الركي (٤) فجعل ينادي بأسمائهم وأسماء آبائهم (وقد جيفوا): (يا أبا جهل بن هشام ويا عتبة بن ربيعة، ويا شيبة بن ربيعة، ويا وليد بن عتبة)، أيسركم أنكم أطعتم الله ورسوله؟ فإنا قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا؟ قال: (فسمع عمر قول النبي صلى الله عليه وسلم)، فقال: يا رسول الله! ما تكلم من أجساد لا أرواح لها، (وهل يسمعون؟ يقول الله عز وجل: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} [النمل: ٨٠])، فقال رسول الله صلى الله عليه وسلم: والذي نفسي محمد بيده ما أنتم بأسمع لما أقول منهم، (والله) (إنهم الآن ليعلمون أن
_________
(١) هي البئر التي طويت وثبتت بالحجارة لتثبت ولا تنهار
(٢) أي تفسخ وتفرقت أجزاؤه.
(٣) هي كل موضع واسع لابناء فيه.
(٤) أي طرف البئر','1','132',NULL,NULL,'0');
INSERT INTO [b854] VALUES (140,'الذي كنت أقول لهم لهو الحق)، وفي رواية، إنهم الآن ليسمعون) (غير أنهم لا يستطيعون أن يردوا علي شيئا، قال قتادة: أحياهم الله (له) حتى أسمعهم قوله، توبيخا وتصغيرا، ونقمة، وحسرة وندما ".
قلت رواه جماعة من الصحابة، وهذه رواية بعضهم، وهم:
الأول: أبو طلحة الانصاري، يرويه قتادة قال: ذكر لنا أنس بن مالك عن أبي طلحة به.
أخرجه البخاري (٧/ ٢٤٠ - ٢٤١) واللفظ له ومسلم (٨/ ١٦٤) وأحمد (٤/ ١٢٩) والزيادة الخامسة له، وهي على شرط مسلم، وأخرجه النسائي أيضا (١/ ٢٩٣)، لكنه لم يذكر في سنده أبا طلحة، وهو رواية لمسلم (٨/ ١٦٣) وأحمد (٣/ ١٠٤)، ١٤٥، ١٨٢: ٢١٩ - ٢٨٧) وعنده الزيادة الأولى والسابعة، وإسنادهما صحيح على شرط مسلم، وعندهم - أعني الثلاثة - الزيادة الرابعة والخامسة، إلا أنهم قالوا: " أمية بن خلف " بدل " وليد بن عتبة " وهو خطأ من بعض الرواة، لان أمية لم يكن في البئر كما تدل عليه الزيادة الثانية، وهي في حديث عائشة كما يأتي بسند حسن، وعندهم أيضا الزيادة السادسة والعاشرة، ولأحمد الحادية عشر.
الثاني: عمر بن الخطاب، رواه عنه أنس أيضا بنحوه، وفيه الزيادة الثانية.
أخرجه مسلم والنسائي وأحمد (رقم ١٨٢).
الثالث: عبد الله بن عمر، وله الرواية الثانية، وفيه الزيادة التاسعة.
أخرجه البخاري (٧/ ٢٤٢ - ٢٤٢ - ٢٤٣) وأحمد (رقم ٤٨٦٤، ٤٩٥٨، ٦١٤٥) وفي رواية له: " فذكر ذلك لعائشة، فقالت: وهل - يعني ابن عمر -، انما قال رسول الله صلى الله عليه وسلم،
إنهم الآن ... " وإسنادها حسن، وفيها الزيادة الثانية أيضا كما تقدم.
واعلم أن العلماء صوبوا رواية ابن عمر رضي الله عنه أن النبي صلى الله عليه وسلم قال: " إنهم الآن ليسمعون "، وردوا قولها فيه " وهل "، لانه مثبت وهي نافية، ولانه لم يتفرد بذلك بل تابعة أبوه عمر وأبو طلحة كما تقدم، وغيرهما كما في " الفتح " فراجعه إن شئت','1','133',NULL,NULL,'0');
INSERT INTO [b854] VALUES (141,'التفصيل.
والحق أن ما رواه الجماعة صواب، وما روته عائشة كذلك، وكل ثقة ولا تناقض بين الروايتن، فتضم إحداهما إلى الاخرى كما فعلنا في سياق الحديث.
ثم أخرجه أحمد (٦/ ٢٧٦) وابن هشام في " السيرة " (٢/ ٧٤) بسند حسن، وفيه الزيادة الثالثة.
الثاني: عن علي رضي الله عنه قال: " لما توفي أبو طالب، أتيت النبي صلى الله عليه وسلم فقلت: إن عمك الشيخ (الضال) قد مات (فمن يواريه؟)، فقال: اذهب فواره، ثم لا تحدث شيئا حتي تأتيني: (فقال: إنه مات مشركا (١)، فقال: إذهب فواره) قال: فواريته ثم أتيته، قال: إذهب فاغتسل ثم لا تحدث شيئا حتى تأتيني، قال: فاغتسلت، ثم أتيته، قال: فدعا لي بدعوات ما يسرني أن لي بها حمر النعم وسودها.
قال: وكان علي إذا غسل الميت اغتسل ".
أخرجه أحمد (رقم ٨٠٧) وابنه في زوائد " المسند " (رقم ١٠٧٤) من طريق أبي عبد الرحمن السلمي عنه.
قلت: وسنده صحيح.
وأخرجه أبو داود (٢/ ٧٠) والنسائي (١/ ٢٨٢ - ٢٨٣) والبيهقي (٣/ ٣٩٨) وأحمد أيضا (رقم ٧٥٩) من طريق أبي إسحاق: سمعت ناجية بن كعب يحدث عن علي به نحوه.
والزيادات لاحمد إلا الثانية فللنسائي.
وإسناده صحيح أيضا، رجاله كلهم ثقات رجال الصحيحين غير ناجية بن كعب،
قال العجلي في " الثقات ": (٢)
_________
(١) هذا صريح في أن أبا طالب مات كافرا مشركا، وفي الباب أحاديث كثيرة، منها حديث سعيد بن حزن المتقدم في المسألة (٦٠)، وقد قال الحافظ بن شرحه له: " ووقفت على جزء جمعه بعض أهل الرفض أكثر فيه من الاحاديث الواهية الدالة على إسلام أبي طالب، ولا يثبت من ذلك شئ، وبالله التوفيق، وقد لخصت ذلك في ترجمة أبي طالب من كتاب الاصابة ".
(٢) رتبه العلامة علي بن عبد الكافي السبكي على حروف المعجم، وعندنا منه نسخة منسوخة عن نسخة نسخت عن أصل محفوظ في مكتبة الاوقاف الاسلامية بحلب، ثم قابلت نسختي بالاصل ومنها نقلت.','1','134',NULL,NULL,'0');
INSERT INTO [b854] VALUES (142,'" كوفي تابعي ثقة ".
وقال الحافظ في " التقريب ": ثقة ".
وأما قول النووي في " المجموع " (٥/ ١٨١): " رواه أبو داود وغيره، وإسناده ضعيف ".
فهو مردود، ولا ندري وجهه إلا أن يريد أنه من رواية أبي إسحاق وهو السبيعي، فإنه كان تغير لما كبر.
فإن كان هذا، فالجواب من وجهين: الأول: أنه من رواية سفيان الثوري عنه، وهو من أثبت الناس فيه، كما في " التهذيب".
الثاني: أنه لم يتفرد به، بل جاء من الطريق الأولى كما سبق، وكأن النووي رحمه الله لم يقف عليها أو لم يستحضرها حين تكلم على الحديث، ولعله اعتمد في تضعيفه على البيهقي، فقد قال الحافظ في " التلخيص " (٥/ ١٤٩ - ١٥٠) بعد أن عزاه لاحمد وأبي داود والنسائي وابن أبي شيبة وأبي يعلى والبزار والبيهقي من طريق أبي إسحاق .. " ومدار كلام البيهقي على أنه ضعيف، ولا يتبين وجه ضعفه، وقد قال الرافعي انه حديث ثابت مشهور، قال ذلك في أماليه".
وعزاه في " الفتح " (٧/ ١٥٤) لابن خزيمة أيضا وابن الجارود. (١)
_________
(١) فائدة: هذا الحديث أورده البيهقي في باب المسلم يغسل ذا قرابته من المشركين ويتبع جنازته ويدفنه ولا يصلي عليه ".
وأنت ترى أنه ليس في الحديث ما ترجم له من الاغتسال فقال الحافظ تعليقا على كلامه: " تنبيه: ليس في شئ من طرق هذا الحديث التصريح بأنه غسله إلا أن يؤخذ ذلك من قوله: " فأمرني فاغتسلت فإن الاغتسال شرع من غسل الميت، ولم يشرع من دفنه.
ولم يستدل البيهقي وغيره إلا على الاغتسال من غسل الميت، وقد وقع عند أحمد أيضا وابنه كما تقدم، ويستغرب من الحافظ كيف خفي عليه ذلك، لا سيما وهو قد عزي الحديث لاحمد كما رأيت ثم إن قوله: " ولم يشرع الاغتسال من دفنه "، فيه نظر، لان لقائل أن يقول: أن الحديث ظاهر الدلالة على مشروعية ذلك، ولا ينافيه الزيادة التي وقعت في آخر الحديث، لانها جملة مستأنفة، لا علاقة لها بما قبلها، أعني أنه لا دليل في الحديث أن عليا إنما كان يغتسل من غسل الميت، لامره صلى الله عليه وسلم إياه بالغسل في الحديث بل هذا شئ =','1','135',NULL,NULL,'0');
INSERT INTO [b854] VALUES (143,'٨٨ - ولا يدفن مسلم مع كافر، ولا كافر مع مسلم، بل يدفن المسلم في مقابر المسلمين، الكافر في مقابر المشركين، كذلك كان الامر على عهد النبي صلى الله عليه وسلم، واستمر إلى عصرنا هذا، ومن الادلة على ذلك حديث بشير بن الخصاصية قال: " بنا أماشي رسول الله صلى الله عليه وسلم (آخذا بيده).
فقال: يا ابن الخصاصية ما (أصبحت) تنقم على الله؟ (١) أصبحت تماشي رسول الله (قال: أحسبه قال: آخذا بيده)، فقلت: (يا رسول الله بأبي وأمي) ما (أصبحت) أنقم على الله شيئا، كل خير فعل بي الله.
فأتي على قبور المشركين فقال: لقد سبق هؤلاء بخير كثير، وفي رواية: خيرا كثيرا) ثلاث مرات.
ثم أتى على قبور المسلمين، فقال: لقد أدرك هؤلاء خيرا كثيرا، ثلاث مرات فبينما هو يمشي إذ حانت منه نظرة، فإذا هو برجل يمشي بين القبور عليه نعلان، فقال: يا حاصب السبتيتين ويحك ألق سبتيتك، فنظر فلا عرف الرجل رسول الله
_________
= وذاك شئ اخر.
نعم إن ثبتت الرواية الاتية فلا مناص من التسليم بما سبق عن الحافظ، فقد قال عقب كلامه المذكور: " قلت: وقع عند ابن أبي شيبة في مصنفه بلفظ: " فقلت: إن عمك الشيخ الكافر قد مات فما ترى فيه؟ قال: أرى أن تغسله وتجنه "، وقد ورد من وجه آخر أنه غسله، رواه ابن سعد عن الواقدي ".
قلت: أما الواقدي فمتروك متهم بالكذب، فلا قيمة لزيادته، وأما زيادة ابن أبي شيبة " أن تغسله " فهي منكرة أيضا لانه أخرجها (٤/ ١٤٢) من طريق الاجلح عن الشعبي مرسلا.
وهو مع إرساله فإن الاجلح فيه ضعيف، فلا حجة في زيادته أيضا.
(١) إنما قال له عليه السلام هذا لان بشيرا رضي الله عنه كان أظهر شيئا من التضجر بسبب بعده عن دار قومه فقد روى الطبراني في " الكبير " والاوسط " عن بشير نفسه قال: " أتيت النبي صلى الله عليه وسلم فلحقته بالبقيع فسمعته يقول: السلام على أهل الديار من المؤمنين وانقطع شسعي، فقال: انعش قدمك، فقلت: يا رسول الله طالت عزوبتي ونأيت عن دار قومي فقال: يا بشير ألا تحمد الله الذي أخذ بناصيتك من بين ربيعة، قوم يرون لولا أنهم انكفت الارض بمن عليها.
قال الهيثمي في " المجمع " (٣/ ٦٠): ورجاله ثقات ".','1','136',NULL,NULL,'0');
INSERT INTO [b854] VALUES (144,'صلى الله عليه وسلم خلع نعليه فرمي بهما ".
أخرجه أبو داود (٢/ ٧٢) والنسائي (١/ ٢٨٨) وابن ماجة (١/ ٤٧٤) وابن أبي شيبة (٤/ ١٧٠) والحاكم (١/ ٣٧٣) والسياق له ومن طريقه البيهقي (٤/ ٨٠) والطيالسي (١١٢٣) وأحمد (٥/ ٨٣، ٨٣، ٢٢٤) والزيادات له، والثانية للبيهقي وليست في المستدرك، وروي الطحاوي (١/ ٢٩٣) منه قصة الرجل صاحب السبتيتين وقال الحاكم: " صحيح الاسناد ".
ووافقه الذهبي، وأقره الحافظ في " الفتح " (٣/ ١٦٠) وروى ابن ماجه عن عبد الله عثمان وهو البصري شعبة أنه قال: حديث جيد ونقل ابن القيم في " تهذيب السنن " (٤/ ٣٤٣) عن الامام أحمد أنه قال: اسناده جيد.
وقال النووي في " المجموع ": (٥/ ٣١٢): " اسناده حسن ".
واحتج به ابن حزم (٥/ ١٤٢، ١٤٣) على أنه لا يدفن مسلم مع مشرك. وفي مكان آخر، احتج به على تحريم المشي بالنعال بين القبور كما سيأتي في التعليق على المسألة (١٢٦).
٨٩ - والسنة الدفن في المقبرة، لان النبي صلى الله عليه وسلم كان يدفن الموتى في مقبرة البقيع، كما تواترت الاخبار بذلك، وتقدم بعضها في مناسبات شتى، أقربها حديث ابن الخصاصية الذي سقته في المسألة السابقة، ولم ينقل عن أحد من السلف أنه دفن في غير المقبرة، إلا ما تواتر أيضا أن النبي صلى الله عليه وسلم دفن في حجرته، وذلك من خصوصياته عليه السلاة والسلام، كما دل عليه حديث عائشة رضي الله عنها: قالت: " لما قبض رسول الله صلى الله عليه وسلم اختلفوا في دفنه، فقال أبو بكر: سمعت من رسول الله صلى الله عليه وسلم شيئا ما نسيته قال: " ما قبض الله نبيا إلا في الموضع الذي يحب أن يدفن فيه "، فدفنوه في موضع فراشه ".
أخرجه الترمذي (٢/ ١٢٩) وقال: " حديث غريب، وعبد الرحمن بن أبي بكر المليكي يضعف من قبل حفظه ".
قلت: لكنه حديث ثابت بما له من الطرق والشواهد:
أ - أخرجه ابن ماجه (١/ ٤٩٨، ٤٩٩) وابن سعد (٢/ ٧١) وابن عدي في الكامل " (ق ٩٤/ ٢) من طريق ابن عباس عن أبي بكر.','1','137',NULL,NULL,'0');
INSERT INTO [b854] VALUES (145,'ب - وابن سعد وأحمد (رقم ٢٧) من طريقين منقطعين عن أبي بكر.
ج - ورواه مالك (١/ ٢٣٠) وعنه ابن سعد بلاغا.
د - ورواه ابن سعد بسند صحيح عن أبي بكر مختصرا موقوفا، وهو في حكم المرفوع، وكذلك رواه الترمذي في " الشمائل " (٢/ ٢٧٢) في قصة وفاته صلى الله عليه وسلم، قال الحافظ ابن حجر (١/ ٤٢٠): " واسناده صحيح، لكنه موقوف، والذي قبله أصرح في المقصود، وإذا حمل دفنه في بيته على الاختصاص لم يبعد نهي غيره عن ذلك، بل هو متجه، لان استمرار الدفن في البيوت ربما صيرها مقابر، فتصير الصلاة فيها مكروهة " وقد استنبط البخاري الكراهة من قوله صلى الله عليه وسلم: " اجعلو في بيوتكم من صلاتكم، ولا تتخذوها قبورا ".
أورده في " باب كراهية الصلاة في المقابر " من حديث ابن عمر، فقال الحافظ: " ولفظ حديث أبي هريرة عند مسلم أصرح من حديث الباب، وهو قوله: " لا تجعلو بيوتكم مقابر "، فإن ظاهره يقتضي النهي عن الدفن في البيوت مطلقا ".
٩٠ - ويسثني مما سبق الشهداء في المعركة، فإنهم يدفنون في مواطن استشهادهم ولا ينقلون إلى المقابر لحديث جابر رضي الله عنه قال: " خرج رسول الله صلى الله عليه وسلم من المدينة إلى المشركين ليقاتلهم، وقال أبي عبد الله: يا جابر ابن عبد الله لا عليك أن تكون في نظاري أهل المدينة حتى تعلم إلى ما يصير أمرنا، فإني والله لولا أني أترك بنات لي بعدي لاحببت أن تقتل بين يدي، قال: فبينما أنا في النظارين إذ جاءت عمتي بأبي وخالي عادلتهما على ناضح، فدخلت بهما المدينة لتدفنهما في مقابرنا - إذ لحق رجل ينادي: ألا إن رسول الله صلى الله عليه وسلم يأمركم أن ترجعوا بالقتلي فتدفنوها في مصارعها حيث قتلت فرجعنا بهما فدفناهما حيث قتلا ".','1','138',NULL,NULL,'0');
INSERT INTO [b854] VALUES (146,'أخرجه أحمد (٣/ ٣٩٧ - ٣٩٨) بسند صحيح، وبعضه عند أبي داود وغيره مختصرا وقد تقدم في المسألة (١٧ ص ١٤)
٩٢ - ولا يجوز الدفن في الاحوال الاتية إلا لضرورة:
أ - الدفن في الاوقات الثلاثة لحديث عقبة بن عامر المتقدم، (ص ١٣٠) بلفظ: " ثلاث ساعات كان رسول الله صلى الله عليه وسلم ينهانا أن نصلي فيهن، أو أن نقبر فيهن موتانا، حين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهيرة حتى تميل الشمس، وحين تضيف الشمس للغروب حتى تغرب ".
والحديث ظاهر الدلالة على ما ذكرنا، وقد ذهب لى ذلك ابن حزم في " المحلى " (٥/ ١١٤ - ١١٥) وغيره من العلماء،.
ومن التأويلات البعيدة، بل الباطلة قول بعضهم: " قوله: (نقبر) أي نصلي " قال أبو الحسن السندي: " ولا يخفى أنه معنى بعيد، لا ينساق إليه الذهن من لفظ الحديث، قال بعضهم " يقال: قبره إذا دفنه، ولا يقال: قبره إذا صلى عليه ".
والاقرب أن الحديث يميل إلى قول أحمد وغيره أن الدفن مكروه في هذه الاوقات " (١)
ب - في الليل لحديث جابر رضي الله عنه:
_________
(١) قلت: وقد رد ذلك التأويل الامام النووي أيضا، ولكنه في سبيل بيان ذلك وقع في تأويل آخر يشبه هذا وادعي دعوى غير ثابتة فقال في " شرح مسلم ": " قال بعضهم إن المراد بالقبر صلاة الجنازة، وهذا ضعيف، لان صلاة الجنازة لا تكره في هذا الوقت بالاجماع، فلا يجوز تفسير الحديث بما يخالف الاجماع، بل الصواب أن معناه تعمد تأخير الدفن إلى هذه الاوقات، كما يكره تعمد تأخير العصر إلى اصفرار الشمس بلا عذر ... فأما إذا وقع الدفن في هذه الاوقات بلا تعمد فلا يكره ".
قلت: وهذا تأويل لا دليل عليه، والحديث مطلق يشمل المتعمد وغيره، فالحق عدم جواز الدن ولو لغير متعمد، فمن أدركته فيها فليتريث حتى يخرج وقت الكراهة.
وأما ادعاؤه أن صلاة الجنازة لا تكره في مثل هذا الاوقات بالاجماع فوهم منه رحمه الله، فالمسألة خلافية والصواب فيها الكراهة خلاف الاجماع المزعوم، وقد سبق بيان ذلك في المسألة (٨٩) تعليقا عليها (ص ١٣٠) =','1','139',NULL,NULL,'0');
INSERT INTO [b854] VALUES (147,'" أن النبي صلى الله عليه وسلم ذكر رجلا من أصحابه قبض فكفن في كفن غير طائل وقبر ليلا، فزجر البني صلى الله عليه وسلم أن يقبر الرجل بالليل حتى يصلى عليه، إلا أن يضطر إنسان إلى ذلك "
أخرجه مسلم وغيره وقد سبق في المسألة (٣٥ ص ٥٦) والحديث ظاهر الدلالة على ما ذكرنا، وهو مذهب أحمد رحمه الله في رواية عنه ذكرها في " الانصاف " (٢/ ٥٤٧) قال: " لا يفعله إلا لضرورة، وفي أخرى عنه: يكره ".
قلت: والأول أقرب لظاهر قوله " زجر " فانه أبلغ في النهي من لفظ " نهى " الذي يمكن حمله على الكراهة، على أن الاصل فيه التحريم، ولا صارف له إلى الكراهة. (١)
_________
(١) لكن يشكل على ما ذكرنا قوله في الحديث " حتى يصلى عليه ".
فإنه يدل بظاهره أيضا على جواز الدفن ليلا بعد الصلاة لانها هي الغاية من النهي، فإذا حصلت ارتفع النهي، لكن يرد عليه قوله " إلا أن يضطر إنسان إلى ذلك " فإن إسم الاشارة فيه يعود إلى المنهي عنه وهو الدفن ليلا قبل الصلاة إلا عند الضرورة فيجوز.
وهذا بعيد جدا، لان من السهل أن نتصور اضطرار المشيعين للدفن ليلا لاسباب كثيرة كما سيأتي عن ابن حزم ولكننا لا نتصور في وجه من الوجوه أن يضطروا لدفنه دون أن يصلو عليه، ومما يزيده بعدا أن هذا المعنى يجعل قيد " الليل " عديم الفائدة، إذ الدفن قبل الصلاة، كما لا يجوز ليلا، فكذلك لا يجوز نهارا، فإن جاز ليلا لضرورة جاز نهارا من أجلها ولا فرق، فما فائدة التقييد ب " الليل " حينئذ. لا شك أن الفائدة لا تظهر بصورة قوية إلا إذا رجحنا ما استظهرناه أو لا من عدم جواز الدفن ليلا، وبيان ذلك: أن الدفن في الليل مظنة قلة المصلين على الميت، فنهي عن الدفن ليلا حتى يصلي عليه نهارا، لان الناس في النهار أنشط في الصلاة عليه، وبذلك تحصل الكثرة من المصلين عليه، هذه الكثرة التي هي من مقاصد الشريعة وأرجى لقبول شفاعتهم في الميت كما سبق بيانه في " المسألة (٦٣)، (ص ٩٦) قال النووي: في " شرح مسلم ":
"وأما النهي عن القبر ليلا حتى يصلى عليه، فقيل سببه أن الدفن نهارا يحضره كثير من الناس ويصلون عليه ولا يحضره في الليل إلا أفراد، وقيل لانهم كانوا يفعلون ذلك لرداءة الكفن، فلا يتبين في الليل، ويؤيده أول الحديث وآخره، قال القاضي: العلتان صحيحتان، قال: والظاهر أن النبي صلى الله عليه وسلم قصدهما معا، قال: وقد قيل غير هذا ".
قلت: فإذا عرف أن العلة قلة المصلين وخشية رداءة الكفن، ينتج من ذلك أنه لو صلي عليه نهارا، ثم تأخر دفنه لعذر إلى الليل أنه لا مانع من دفنه فيه لانتفاء العلة وتحقق الغاية وهي كثرة المصلين، وعليه فهل يجوز
التأخر بدفن الميت في النهار تحصيلا للغاية المذكورة، استحسن ذلك الصنعاني في " سبل السلام " (٢/ ١٦٦)، ولست إرى ذلك لان العلة المذكورة مقيدة فلا يجوز تعديتها إلى النهار لوجود الفارق الكبير بين الظرفين، فإن =','1','140',NULL,NULL,'0');
INSERT INTO [b854] VALUES (148,'٩٢ - فإن اضطروا لدفنه ليلا، جاز ولو مع استعمل المصباح والنزول به في القبر، لتسهيل عملية الدفن، والدليل حديث ابن عباس: " أن رسول الله صلى الله عليه وسلم أدخل رجلا قبره ليلا، وأسرج في قبره ".
أخرجه ابن ماجه (١/ ٤٦٤) والترمذي (٢/ ١٥٧) بأتم منه وقال: " حديث حسن ".
_________
= القلة في الليل أمر طبيعي، بخلاف النهار فالكثرة فيه هي الطبيعي، ثم إن هذه الكثرة لا حد لها فكلما تؤخر بالميت زادت الكثرة، ولذلك نرى بعض المترفين الذين يحبون الظهور رياء وسمة، ولو على حساب الميت قد يؤخرونه اليوم واليومين ليحضر الجنازة أكبر عدد ممكن من المشيعين.
فلو قيل بجواز ذلك لادي إلى مناهضة الشارع في أمره بالاسراع بالجنازة على ما سبق بيانه في المسألة (١٧) (ص ١٣) بعلة الكثرة التي لا ضابط لها.
بعد هذا يتبين لنا الجواب عن الاشكال الذي أو ردته في قوله " حتى يصلى عليه " إذ أنه ظهر أن المراد حتى يصلى عليها نهارا لكثرة الجماعة، كي تبين أن إسم الاشارة في قوله " إلا أن يضطر إنسان إلى ذلك " يعود إلى الدفن ليلا ولو مع قلة المصلين، لا إلى الدفن مع ترك الصلاة عليه إطلاقا، فليتأمل فإنه حقيق بالتأمل.
ثم قال النووي في " شرح مسلم ": " وقد اختلف العلماء في الدفن في الليل، فكرهه الحسن البصري إلا لضرورة، وهذا الحديث مما يستدل له به، وقال جماهير العلماء من السلف والخلف: لا يكره واستدولو بأن أبا بكر الصديق رضي الله عنه وجماعة من السلف دفنوا ليلا من غير إنكار، وبحديث المرأة السوداء: والرجل الذي كان يقم المسجد فتوفي بالليل فدفنوه ليلا، وسألهم النبي صلى الله عليه وسلم عنه فقالوا: توفي ليلا فدفناه في الليل، فقال: ألا اذنتموني، قالوا: كانت ظلمة ولم ينكر عليهم، وأجابوا عند هذا الحديث أن النهي كان لترك الصلاة، ولم ينه عن مجرد الدفن بالليل، وإنما لترك الصلاة أو لقلة المصلين أو عن إساءة الكفن أو عن المجموع كما سبق ".
قلت: والجواب الأول وهو أن النهي كان لترك الصلاة، لا يصح، لانه لو كان كذلك لم يكن ثمة فرق بين الدفن ليلا أو نهارا كما سبق بيانه، بل الصواب أن النهي إنما كان للامرين اللذين سبقا في كلام القاضي، ولذلك اختار ابن حزم أنه لا يجوز أن يدفن أحد ليلا إلا عن ضرورة.
واستدل على ذلك بهذا الحديث، ثم أجاب عن الاحاديث الواردة في الدفن ليلا، وما في معناها من الاثار بقوله (٥/ ١١٤ - ١١٥): وكل من دفن ليلا منه صلى الله عليه وسلم ومن أزواجه ومن أصحابه رضي الله عنهم، فإنما ذلك لضرورة أو جبت ذلك من خوف الحر على من حضر - وهو بالمدينة شديد - أو خوف تغير أو غير ذلك مما يبيح الدفن ليلا، ولا يحل لاحد أن يظن بهم رضي الله عنهم خلاف ذلك ".
ثم روى كراهة الدفن ليلا عن سعيد بن المسيب، وأقول: ومن الجائز أن بعض من دفن ليلا كانوا صلوا عليه نهارا، وحينئذ فلا تعارض على ما سبق بيانه، وذلك هو الواقع في حقه صلى الله عليه وسلم، فإنهم صلوا عليه يوم الثلاثاء ثم دفنوه ليلة الاربعاء كما ذكر ابن هشام في سيرته (٤/ ٣١٤) عن ابن اسحاق.
والله أعلم.','1','141',NULL,NULL,'0');
INSERT INTO [b854] VALUES (149,'قلت: يعني أنه حسن لغيره، وهذا اصطلاح خاص للترمذي أنه إذا قال: " حديث حسن " فإنما يريد الحسن لغيره كما نص عليه هو نفسه في " العلل "، المذكورة في آخر كتابه، وقد جاء له شاهد كما يأتي، وعليه فلا يرد على تحسين الترمذي نقد ابن القطان إياه الذي حكاه صاحب " تحفة الاحوذي ".
أما الشاهد فهو من حديث جابر بن عبد الله.
أخرجه أبو داود (٢/ ٦٣) والحاكم (١/ ٣٦٨) والبيهقي (٤/ ٥٣) وقال الحاكم: " صحيح على شرط مسلم ".
ووافقه الذهبي وزاد عليهما النووي فقال في " المجموع " (٥/ ٣٠٢): " رواه أبو داود بإسناد على شرط البخاري ومسلم " قلت: وكل ذلك خطأ، فإن مدار إسناده على محمد بن مسلم الطائفي، وهو وإن كان ثقة في نفسه، فقد كان ضعيفا في حفظه، ولذلك لم يحتج الشيخان به، وإنما روى له البخاري تعليقا، ومسلم استشهادا، ومن العجائب أن الحاكم والذهبي على علم ببعض هذا، فقد ذكر المزي أن الطائفي هذا ليس له في مسلم إلا حديثا واحدا، قال الحافظ ابن حجر: " وهو متابعه عنده، كما نص عليه الحاكم " وكذلك صرح الذهبي في ترجمته من " الميزان " أن مسلما روى له متابعة.
وله شاهد آخر من حديث أبي ذر نحوه.
أخرجه الحاكم بسند فيه رجل لم يسم، وبقية رجاله ثقات.
٩٣ - ويجب إعماق القبر، وتوسيعه وتحسينه، وفيه حديثان:
الأول: عن هشام بن عامر قال: " لما كان يوم أحد، أصيب من أصيب من المسلمين، وأصاب الناس جراحات، (فقلنا: يا رسول الله، الحفر علينا لكل إنسان شديد)، (فكيف تأمرنا)، فقال: احفروا وأوسعوا (وأعمقوا) (وأحسنوا)، وادفنوا الاثنين والثلاثة في القبر، وقدموا أكثرهم قرآنا، (قال: فكان أبي ثالث ثلاثة، وكان أكثرهم قرآنا، فقدم) ".','1','142',NULL,NULL,'0');
INSERT INTO [b854] VALUES (150,'أخرجه أبو داود (٢/ ٧٠) والنسائي (١/ ٢٨٣ - ٢٨٤) والترمذي (٣/ ٣٦) والبيهقي (٤/ ٣٤) وأحمد (٤/ ١٩، ٢٠)، وابن ماجه مختصرا.
والسياق للنسائي، والزيادات كلها له في رواية، وكذا هي عند أحمد دون الأولى، ولابي داود والبيهقي الثالثة، وللترمذي وابن ماجه والبيهقي الرابعة، وللترمذي الخامسة وقال: " حديث حسن صحيح ".
قلت: ومدار سنده على حميد بن هلال، وقد رواه عنه أيوب السختياني على ثلاثة وجوه: الأول: عنه عن هشام بن عامر.
الثاني: عنه عن أبي الدهماء عن هشام.
الثالث: عنه عن سعد بن هشام عن أبيه هشام.
وقد تابعه على الوجه الأول سليمان بن المغيرة عن حميد به.
أخرجه تابعه على الوجه الأول سليمان بن المغيرة عن حميد به.
أخرجه النسائي والبيهقي (٣/ ٤١٣) وأحمد.
وتابعه على الوجه الثالث جرير بن حازم ثنا حميد بن هلال عن سعد بن هشام بن عامر أخرجه الثلاثة المذكورن وكذا أبو داود وعنه البيهقي (٣/ ٤١٤).
وهذا الوجه أرجح عندي لهذه المتابعة، وهي أرجح من المتابعة الأولى لوجهين: أولا: أن سليمان بن المغيرة احتج به مسلم دون البخاري، فروي له مقرونا بغيره، بخلاف جرير بن حازم فقد احتج به مسلم والبخاري.
ثانيا: أن فيه زيادة من ثقة، وهي معتبرة فكان من المرجحات.
وعلى هذا فإسناد الحديث صحيح كما قال الترمذي وهو على شرط الشيخين.
الثاني: عن رجل من الانصار قال: خرجنا مع رسول الله صلى الله عليه وسلم في جنازة رجل من الانصار، وأنا غلام مع أبي، فجلس','1','143',NULL,NULL,'0');
INSERT INTO [b854] VALUES (151,'رسول الله صلى الله عليه وسلم على حفيرة القبر، فجعل يوصي (وفي رواية: يوميء إلى) الحافر ويقول: أوسع من قبل الرأس، وأوسع من قبل الرجلين، لرب عذق له في الجنة " (١).
أخرجه أبو داود (٢/ ٨٣) والبيهقي (٣/ ٤١٤)، والرواية الأخرى له وأحمد (٥/ ٤٠٨) والسياق له، وإسناده صحيح كما قال النووي في " المجموع " (٥/ ٢٨٦) والحافظ في " التلخيص " (٥/ ٢٠١).
٩٤ - ويجوز في القبر اللحد (٢) والشق لجريان العمل عليهما في عهد النبي صلى الله عليه وسلم، ولكن الأول أفضل، وفي ذلك أحاديث:
الأول: عن أنس بن مالك قال:
" لما توفي النبي صلى الله عليه وسلم كان بالمدينة رجل يلحد، وآخر يضرح، فقالوا: نستخير ربنا، ونبعث إليهما، فأيهما سبق تركناه، فأرسل إليهما، فسبق صاحب اللحد فلحدوا للنبي صلى الله عليه وسلم ".
أخرجه ابن ماجه (١/ ٤٧٢) والطحاوي (٤/ ٤٥) وأحمد (٣/ ٩٩).
قلت: وسنده حسن كما قال الحافظ في " التلخيص " (٥/ ٢٠٤).
وله شاهدان:
الأول: عن ابن عباس.
أخرجه ابن ماجه (١/ ٢٩٨) وأحمد ٣٩، ٣٣٥٨) وابن سعد (٢/ ٢ / ٧٢) والبيهقي (٣/ ٤٠٧) والاخر: عن عائشة " رواه ابن ماجه وابن سعد، وإسناده كل منهما ضعيف كما قال الحافظ.
لكن للاول منهما طريق أخرى بلفظ:
_________
(١) قلت: وظاهر الامر في الحديثين يفيد وجوب ما ذكر فيهما من الاعماق والتوسعة والاحسان، والمعروف عن الشافعية وغيرهم استحباب الاعماق، وأما ابن حزم فقد صرح في " المحلى " (٥/ ١١٦) بفرضيته، واختلفوا في حد الاعماق على أقوال تراها في " المجموع " أو غيره.
(٢) بفتح اللام وبالضم وسكون الحا هو الشق في عرض القبر من جهة القبلة، والشق هو الضريح وهو أن يحفر إلى أسفل كالنهر.','1','144',NULL,NULL,'0');
INSERT INTO [b854] VALUES (152,'" دخل قبر النبي: صلى الله عليه وسلم العباس، وعليي والفضل، وسوى لحده رجل من الانصار، وهو الذي سوى لحود قبور الشهداء يوم بدر ".
أخرجه الطحاوي في " مشكل الاثار " (٤/ ٤٧) وابن الجارود (٢٦٨) وابن حبان (٢١٦١) وإسناده صحيح، ولابن عباس حديث آخر في اللحد من قوله صلى الله عليه وسلم يأتي بعد حديث، وشاهد من حديث علي يأتي في المسألة (٩٧) (ص ١٤٧).
الثاني: عن عامر بن سعد بن أبي وقاص عن أبيه أنه قال: " ألحدوا لي لحدا، وانصبوا علي اللبن نصبا كما صنع برسول الله صلى الله عليه وسلم ".
أخرجه مسلم (٢/ ٦١) والنسائي وأحمد (١٤٨٩، ١٦٠١، ١٦٠٢).
الثالث: عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: " اللحد لنا، والشق لغيرنا ".
أخرجه أبو داود (٢/ ٦٩) والنسائي (١/ ٢٨٣) والترمذي (٢/ ١٥٢) وابن ماجه (٤٧١١) والطحاوي (٤/ ٤٨) والبيهقي (٣/ ٤٠٨) بسند ضعيف كما قال الحافظ (٥/ ٢٠٣) وصححه ابن السكن.
قلت ولعله لشواهده وطرقه التي منها: عن جرير مرفوعا مثله.
رواه ابن ماجه والطحاوي والبيهقي والطيالسي (٦٦٩) وأحمد (٤/ ٣٥٧، ٣٥٩، ٣٦٢) عن عثمان بن عمير أبي اليقظان عن زاذان عنه.
وعثمان هذا ضعيف كما قال الحافظ، لكن رواه الطحاوي من طريق ثان وأحمد من طريقين آخرين، فهذه طرق أربعة لحديث جرير يقوي بعضها، فإذا ضمت إلى حديث ابن عباس شدت من عضده وارتقى إلى درجة الحسن بل الصحيح (١)
_________
(١) قال النووي في " المجموع " (٥ - ٢٨٧): " أجمع العلماء أن الدفن في اللحد والشق جائزان، لكن إن كانت الارض صلبة لا ينهار ترابها فاللحد أفضل لما سبق من الادلة، وإن كانت رخوة تنهار فالشق أفضل ".','1','145',NULL,NULL,'0');
INSERT INTO [b854] VALUES (153,'٩٨ - (١) ولا بأس من أن يدفن فيه اثنان أو أكثر عند الضرورة، ويقدم إلى أفضلهم، وفيه أحاديث:
الأول: عن جابر بن عبد الله قال: " كان النبي صلى الله عليه وسلم يجمع بين الرجلين (والثلاثة) من قتل أحد في ثوب واحد (٢) ثم يقول: أيهم أكثر أخذاً للقرآن؟ فإذا أشير إلى أحدهما قدمه في اللحد (قبل صاحبه وقال: أنا شهيد على هؤلاء يوم القيامة، وأمر بدفنهم في دمائهم، ولم يغسلوا ولم يصل عليهم، (قال جابر: فدفن أبي وعمي (٣) يومئذ في قبر واحد) ".
أخرجه البخاري (٣/ ١٦٣ - ١٦٥، ١٦٩، ٧/ ٣٠٠) والنسائي (١/ ٢٧٧) والترمذي (٢/ ١٤٧) وصححه وابن ماجه (١/ ٤٦١) وابن الجارود (٢٧٠) والبيهقي (٤/ ١٤) وأحمد (٥/ ٤٣١)، والزيادة الثالثة له، وللبخاري معناها، وله والبيهقي الثانية، ولابن ماجه الثالثة، وعزاها الشوكاني (٤/ ٢٥) للترمذي فوهم.
وفي الشطر الثاني من الحديث زيادة تقدمت في المسألة (٣٢)، (ص ٥٤)
الثاني: عن أبي قتادة أنه حضر ذلك، قال: " أتي عمرو بن الجموع إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله أرأيت إن قتلت في سبيل الله حتى أقتل أمشي برجلي هذه صحيحة في الجنة؟ وكانت رجله عرجاء، فقال رسول الله صلى الله عليه وسلم: نعم، فقتلوا يوم أحد: هو وابن أخيه ومولى لهم، فمر عليه رسول الله صلى الله عليه وسلم فقال: كأني أنظر إليك تمشي برجلك هذه صحيحة في الجنة، فأمر رسول الله صلى الله عليه وسلم بهما وبمولاهما، فجعلوا في قبر واحد".
أخرجه أحمد (٥/ ٢٩٩) بسند حسن كما قال الحافظ (٣/ ١٦٨).
وفي الباب عن هشام بن عامر، ومضي حديثه في المسأله (٩٣) الحديث الأول،
_________
(١) لقد انتقل رقم المسائل من ٩٤ الى ٩٨ لاستدراك خطأ بالترقيم فعذرا.
(٢) يعنى في قطعة منه، ولو لم يستر جيمع بدنه، انظر التعليق (٢) ص ٦٠
(٣) ظاهر أنه يعني أخا أبيه، وليس كذلك بل أراد عمرو بن الجموح المذكور في الحديث بعده، وكان صديق والدجابر وزوج أخته هند بنت عمرو، وكأن جابرا سماه عمه تعظيما كما قال الحافظ في " الفتح " وساق اثارا تؤيد ذلك فراجعه (٣/ ١٦٨).','1','146',NULL,NULL,'0');
INSERT INTO [b854] VALUES (154,'(ص ١٤١) وعن أنس بن مالك، وتقدم في المسألة (٣٧)، (ص ٥٩) - ٦٠) (١)
٩٩ - ويتولى إنزال الميت ولو كان أنثى - الرجال دون النساء لأمور:
الأول: أنه المعهود في عهد النبي صلى الله عليه وسلم، وجرى عليه عمل المسلمين حتى اليوم ويأتي فيه حديث أنس في المسألة (٩٩).
الثاني أن الرجال أقوى على ذلك، الثالث: لو تولته النساء أفضى ذلك إلى انكشاف شئ من أبدانهن أمام الاجانب وهو غير جائز.
١٠٠ - وأولياء الميت أحق بإنزاله، لعموم قوله تعالى {وَأُولُو الْأَرْحَامِ (٢) بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} [الأنفال: ٧٥].
ولحديث علي رضي الله عنه قال: " غسلت رسول الله صلى الله عليه وسلم، فذهبت أنظر ما يكون من الميت، فلم أر شيئا، وكان طيبا حيا وميتا، وولي دفنه وإجنانه دون الناس أربعة: علي والعباس والفضل وصالح مولى رسول الله صلى الله عليه وسلم، ولحد لرسول الله لحدا، ونصب عليه اللبن نصبا ".
أخرجه الحاكم (١/ ٣٦٢) وعنه البيهقي (٤/ ٥٣) بسند صحيح، وصححه الحاكم على شرط الشيخين ووافقه الذهبي.
وله شاهد من حديث ابن عباس سبق ذكره في المسألة (٩٤)، (ص ١٤٤ - ١٤٥) وشاهد آخر عن الشعبي مرسلا، ولم يذكر صالحا مولى رسول الله صلى الله عليه وسلم أخره أبو داود (٢/ ٦٩) بسند صحيح عنه.
وله عن مرحب أو ابن أبي مرحب " أنهم (يعني عليا والفضل وأخاه) أدخلوا معهم
_________
(١) قلت: وفي هذه الحاديث فضيلة ظاهرة لقارئ القرآن، قال الحافظ في " الفتح (٣ - ١٦٦): " ويلحق به أهل الفقه والزهد وسائر وجوه الفضل "، وقال الشافعي في " الام " (١ - ٢٤٥): " ويدفن في موضع الضرورة من الضيق والعجلة الميتان والثلاثة في القبر، ويكون الذي للقبلة منهم أفضهلم وأسنهم، ولا أحب أن تدفن المرأة مع الرجل على حال، وإن كانت ضرورة ولا سبيل إلى غيرها كان الرجل أمامها، وهي خلفه، ويجعل بين الرجل والمرأة في القبر حاجز من تراب ".
(٢) وهم الاب وآباؤه، والابن وأبناؤه: ثم الاخوة الاشقاء، ثم الذين للاب، ثم بنوهم، ثم الاعمام للاب والام ثم للاب ثم بنوهم، ثم كل ذي رحم محرمه.
كذا في " المحلى " (٥/ ١٤٣)، ونحوه في " المجموع " (٥/ ٢٩٠).','1','147',NULL,NULL,'0');
INSERT INTO [b854] VALUES (155,'عبد الرحمن بن عوف، فلما فرغ علي قال: إنما يلي الرجل أهله ".
ومرحب أو ابن أبي مرحب مختلف في صحبته.
(١) وعن عبد الرحمن بن أبزي قال: " صليت مع عمر بن الخطاب على زينب بنت جحش بالمدينة، فكبر أربعا ثم أرسل إلى أزواج النبي صلى الله عليه وسلم: من يأمرون أن يدخلها القبر؟ قال: وكان يعجبه أن يكون هو الذي يلي ذلك: فأرسلن إليه: انظر من كان يراها في حال حياتها فليكن هو الذي يدخلها القبر، فقال عمر: صدقتن ".
أخرجه الطحاوي (٣/ ٣٠٤ - ٣٠٥) والبيهقي (٣/ ٥٣) بسند صحيح.
١٠١ - ويجوز للزوج أن أن يتولى بنفسه دفن زوجته، لحديث عائشة رضي الله تعالى عنها قالت: " دخل على رسول الله صلى الله عليه وسلم في اليوم الذي بدئ فيه، فقلت، وارسأه، فقال: وددت أن ذلك كان وأنا حي، فهيأتك ودفنتك، قالت: فقلت غيري: كأني بك في ذلك اليوم عروسا ببعض نسائك قال: وأنا وارأساه ادعي لي أباك وأخاك حتي أكتب لأبي بكر كتابا فإني أخاف أن يقول قائل ويتمنى متمن: أنا أولى ويأبى الله عز وجل والمؤمنون إلا أبا بكر ".
أخرجه أحمد (٦/ ١٤٤) بإسناد صحيح على شرط الشيخين، وهو في "صحيح البخاري" بنحوه (١٠/ ١٠١ /، ١٠٢)، ومسلم (٧/ ١١٠) مختصرا، وله طريق أخرى عن عائشة تقدم (ص ٥٠) (٢)
١٠٢ - لكن ذلك مشروط بما إذا كان لم يطأ تلك الليلة، وإلا لم يشرع له دفنها، وكان غيره هو الأولى بدفنها ولو أجنبيا بالشرط المذكور، لحديث أنس بن مالك رضي الله عنه قال: " شهدنا ابنة لرسول الله صلى الله عليه وسلم، ورسول الله صلى الله عليه وسلم جالس على القبر فرأيته عينيه تدمعان
_________
(١) قلت: وهو والذي قبله من مرسل الشعبي، شاهد قوي لحديث علي رضى الله عنه.
(٢) وقد ذهب إلى جواز دفن الرجل لزوجته الشافعية، بل قالوا: إنه أحق بذلك من أوليائها الذين ذكرنا وعكس ذلك ابن حزم فجعله بعدهم في الاحقية، ولعله الاقرب لما سبق من عموم الاية.','1','148',NULL,NULL,'0');
INSERT INTO [b854] VALUES (156,'ثم قال: هل منكم من رجل لم يقارف (١) الليلة (أهله)؟ فقال أبو طلحة: (نعم) أنا يا رسول الله! قال: فانزل، قال فنزل في قبرها (فقبرها) ".
وفي رواية عنه: " أن رقية رضي الله عنها لما ماتت قال رسول الله صلى الله عليه وسلم، لا يدخل القبر رجل قارف " الليلة) أهله، فلم يدخل عثمان بن عفان رضي الله عنه القبر ".
أخرج الرواية الأولى البخاري في " صحيحه " (٣/ ١٢٢، ١٦٢) والطحاوي في " المشكل " (٣/ ٣٠٤) والحاكم (٤/ ٤٧) والبيهقي (٤/ ٥٣) وأحمد (٣/ ١٢٦، ٢٢٨) والسياق له، وعنده الزيادة الثانية في رواية له، وعند الطحاوي والحاكم الأولى، والبخاري الأخيرة.
وأخرج الرواية الثانية أحمد (٣/ ٢٢٩ - ٢٧٠) والطحاوي (٣/ ٢٠٢) والحاكم (٤/ ٤٧) وابن حزم (٥/ ١٤٥) من طريق أخرى عن أنس، والسياق لاحمد، والزيادة للحاكم وقال: " حديث صحيح على شرط مسلم ".
وهو كما قال، وأقره الذهبي، إلا أن بعض الائمة قد استنكر منه تسميته البنت " رقية " فقال البخاري في التاريخ الأوسط": "ما أدري ما هذا؟ فإن رقية ماتت والنبي صلى الله عليه وسلم ببدر لم يشهدها ".
ورجح الحافظ في " الفتح " أن الوهم فيه من حماد بن سلمة، وأنها أم كلثوم زوج عثمان، فراجعه، وهو الذي جزم به الطحاوي في " المشكل " وقال " " وكانت وفاتها في سنة تسع من الهجرة " (٢).
_________
(١) أي يجامع كما في " النهاية "، واستبعد هذا التفسير الطحاوي بدون أي دليل، فلا يلتفت إليه.
(٢) قال النووي في " المجموع " (٥/ ٢٨٩):
" هذا الحديث من الاحاديث التي يحتج بها في كون الرجال هم الذين يتوا عن الدفن وإن كان الميت امرأة، قال: ومعلوم أن أبا طلحة رضي الله عنه أجنبي عن بنات النبي صلى الله عليه وسلم، ولكنه كان من صالحي الحاضرين، ولم يكن هناك رجل محرم إلا النبي صلى الله عليه وسلم، فلعله كان له عذر في نزول قبرها، وكذا زوجها، ومعلوم أنها أختها فاطمة وغيرها من محارمها وغيرهن هناك، فدل على أنه لا مدخل للنساء في إدخال القبر والدفن ".
وقال الحافظ في " الفتح ": =','1','149',NULL,NULL,'0');
INSERT INTO [b854] VALUES (157,'١٠٣ - والسنة إدخال الميت من مؤخر القبر، لحديث أبي إسحاق قال: " أوصي الحارث أن يصلي عليه عبد الله بن يزيد، فصلى عليه، ثم أدخله القبر من قبل رجلي القبر وقال: من السنة ".
أخرجه ابن أبي شيبة في " المصنف " (٤/ ١٣٠) وأبو داود (٢/ ٦٩) ومن طريقه البيهقي (٤/ ٥٤) وقال: هذا إسناد صحيح، وقد قال: " هذا من السنة " فصار من المسند ".
قلت: ثم روى له شواهد من حديث ابن عباس وغيره، وقال: " هذا هو المشهور فيما بين أهل الحجاز ".
ثم ساق حديثين في أن النبي صلى الله عليه وسلم أدخل من قبل القبلة، وضعفهما، وهو كما ذكر، وقد أعل الشافعي رحمه الله تعالى الحديث الثاني منهما من جهة متنه أيضا بحجة أنه غير ممكن عمليا، فقال في " الام " (١/ ٢٤١): " أخبرني الثقات من أصحابنا أن قبر النبي صلى الله عليه وسلم على يمين الداخل من البيت لا صق بالجدار، والجدار الذي اللحد لجنبه قبلة البيت، وأن لحده تحت الجدار، فكيف يدخل معترضا واللحد لاصق بالجدار، لا يقف عليه شئ، ولا يمكن إلا أن يسل سلا، أو يدخل من خلاف القبلة، وأمور الموتى وإدخالهم من الامور المشهورة عندنا لكثرة الموت، وحضور الائمة، وأهل الثقة، وهو من الامور العامة التي يستغني فيها عن الحديث، ويكون الحديث فهيا كالتكليف بعموم معرفة الناس لها، ورسول الله صلى الله عليه وسلم والمهاجرون والانصار بين أظهرنا بين أظهرنا بنقل العامة عن العامة لا يختلفون في ذلك أن الميت يسل سلا، ثم
_________
= " في الحديث البعيد ايثار البعيد العهد عن الملاذ في مواراة الميت ولو كان امرأة على الاب والزوج، وقيل: إنما اثره بذلك لانها كانت صنعته، وفيه نظر، فإن ظاهر السياق أنه اختاره لذلك لكونه لم يقع منه في تلك الليلة جماع ".
قلت: والحديث ظاهر الدلالة على ما ترجمنا له، وبه قال ابن حزم رحمه الله (٥/ ١٤٤ - ١٤٥)، ومن الغرائب أن عامة كتب الفقه التي كنت وقفت عليها، أو راجعتها بهذه المناسبة لم تتعرض لهذه المسألة، لا نفيا ولا إثباتا، وهذا دليل من أدلة كثيرة على أنه لا غنى للفقيه عن كتب السنة خلافا لما يظنه المتعصبة للمذاهب أن كتب الفقه تغني عن كتب الحديث بل وعن كتاب الله تبارك وتعالى عما يقول الظالمون علوا كبيرا، أنظر " سلسلة الاحاديث الصحيحة " (ج ١ ص ١٢٨ - ١٢٩ طبع المكتب الاسلامي).','1','150',NULL,NULL,'0');
INSERT INTO [b854] VALUES (158,'جاءنا آت (١) من غير بلدنا يعلمنا كيف ندخل الميت (٢) ثم لم يعلم (كذا الاصل، وفي " المجموع " نقلا عن " الام " (لم يرض) (ولعله الصواب) حتى روى عن حماد عن ابراهيم أن النبي صلى الله عليه وسلم أدخل معترضا ".
ثم ساق الشافعي حديث ابن عباس وغيره أن رسول الله صلى الله عليه وسلم سل من قبل رأسه.
قلت: ورجاله ثقات رجال الشيخين غير شيخ الشافعي وهو مجهول لم يسم، لان الشافعي قال: " أخبرنا الثقة عن عمرو عن عطاء عنه ".
وعن ابن سيرين قال: " كنت مع أنس في جنازة فأمر بالميت فسل من قبل رجل القبر ".
أخرجه أحمد ((٤٠٨١) وابن أبي شيبعة (٤/ ١٣٠) وسنده صحيح
١٠٤ - ويجعل الميت في قبره على جنبه اليمين، ووجهه قبالة القبلة، ورأسه ورجاله إلى يمين القبلة ويسارها، على هذا جرى عمل أهل الاسلام من عهد رسول الله صلى الله عليه وسلم إلى يومنا هذا وهكذا كل مقبرة على ظهر الارض، كذا في " المحلى " (٥/ ١٧٣) وغيره.
١٠٥ - ويقول الذي يضعه في لحده: " بسم الله، وعلى سنة رسول الله، أو: ملة رسول الله صلى الله عليه وسلم ".
والدليل عليه حديث ابن عمر:
_________
(١) هو حماد بن أبي سليمان من شيوخ أبي حنيفة كما في " فتح القدير " وغيره، وأقول: بل الظاهر أنه أبو حنيفة نفسه بدليل قول الشافعي الاتي: " حتى روى عن حماد " فهذا صريح أنه غير حماد وإنما هو أبو حنيفة.
(٢) وما دل عليه هذا الحديث الموقوف ثم المرفوع قبله هو مذهب أحمد وعليه أكثر أصحابه كما في " الانصاف " (٢/ ٥٤٤) خلافا لحنفية ك ما سبق في كلام الشافعي، واحتج لهم ابن الهمام بحديث ابن عباس أنه صلى الله عليه وسلم دخل قبرا .. فأخذه من قبل القبلة ... رواه الترمذي وقال: " حديث حسن ". قال ابن الهمام (١/ ٤٧٠): " من أن فيه الحجاج بن أرطاة ومنها ل بن خليفة، وقد اختلفوا فيهما، قال: ذلك يحط الحديث عن درجة الصحيح، لا الحسن ".
قلت: بل ذلك يحطه عن درجة الحسن لان الحجاج مدلس وقد عنعنه، وحديث المدلس المعنعن غير مقبول عند العلماء وهو أحد الحديثين اللذين ضفهما البيهقي كما سبقت الاشارة الى ذلك في أول المسألة، ولذلك أنكر النووي (٥/ ٢٩٥) على الترمذي تحسينه إياه فقال: " لا يقبل قول الترمذي فيه: إنه حسن لان الحجاج بن أرطاة ضعيف باتفاق المحدثين ". وقال الزيلعي: =','1','151',NULL,NULL,'0');
INSERT INTO [b854] VALUES (159,'" أن النبي صلى الله عليه وسلم كان إذا وضع الميت في القبر قال: (وفي لفظ: أن النبي صلى الله عليه وسلم قال: أذا وضعتم موتاكم في القبور فقولوا): بسم الله، وعى سنة (وفي رواية: ملة) رسول الله ".
أخرجه أبو داود (٢/ ٧٠) والترمذي (٢/ ١٥٢، ١٥٣) وابن ماجه (١/ ٤٧٠) وابن حبان في " صحيحه " (٧٧٣) والحاكم (١/ ٣٦٦) والبيهقي (٤/ ٥٥) وأحمد (رقم ٤٩٩٠، ٥٢٣٣، ٦١١١) من طريقين عن ابن عمر.
واللفظ الأول لابي داود وابن ماجه وابن السني، واللفظ الاخر للباقين، وأما الرواية الاخرى فهي للترمذي وابن ماجه والحاكم، ورواية لاحمد، ومعناهما واحد، وقال الترمذي: " حديث حسن ".
وقال الحاكم ووافقه الذهبي: " صحيح على شرط الشيخين ".
قلت: وهو كما قالا: ولا يضره رواية بعضهم له موقوفا لامرين: الأول: أن الذي رفعه ثقة، وهي زيادة منه، فيجب قبولها ويؤيده الامر الثاني: أنه روي مرفوعا من الطريق الاخر.
أو يقول: " بسم الله، وبالله، وعلى ملة رسول الله صلى الله عليه وسلم ".
لحديث البياضي رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: " الميت إذا وضع في قبره: فليقل الذين يضعونه حين يوضع في اللحد: باسم الله، وبالله على ملة رسول الله صلى الله عليه وسلم ".
إخرجه الحاكم شاهدا للحديث الذي قبله. وإسناده حسن
١٠٦ - ويستحب لمن عند القبر أن يحثو من التراب ثلاث حثوات بيديه جميعا بعد الفراغ من سد اللحد، لحديث أبي هريرة:
_________
= (٢/ ٣٠٠) بعد أن حكى قول الترمذي: " وأنكر عليه لان مداره على حجاج بن أرطاة، وهو مدلس ولم يذكر سماعا، ومنهال ضعفه ابن معين ... " قلت: فهذا هو الحق عند من ينصف أن هذا الحديث ضعيف وحديث عبد الله بن يزيد صحيح، ومن الغرائب أن ابن الهمام سلم بصحته، ولكنه رده من أصله بحجة أنه فعل صحابي ظن السنة ذلك! يقول هذا مع أن مذهبه أن قول الصحابي، السنة كذا في معنى الحديث المسند كما نقلناه عنه في المسألة (٧٧) (ص ١٢٠) وراجع المسإلة (٧٣) (ص ١٠٩، ١١٠) فقيه رد على نوع آخر من التعصب وتخطئة الصحابة بدون حجة!','1','152',NULL,NULL,'0');
INSERT INTO [b854] VALUES (160,'" أن رسول الله صلى الله عليه وسلم صلى على جنازة ثم آتي الميت فحتى عليه من قبل رأسه ثلاثا ".
أخرجه ابن ماجه (١/ ٤٧٤) بإسناد قال (٥/ ٢٩٢): " جيد ".
لكن قال الحافظ: " ظاهره الصحة ".
ثم ذكر أنه معلول بعنعقة بعض رواته كما بينته في " التعليقات الجياد "، لكن الحديث قوي بما له من الشواهد، وقد ذكرها الحافظ في " تلخيص الحبير " (٥/ ٢٢٢) فليراجعها من شاء، ثم تبى نلي أن الاعلال المشار إليه غير قادح، كما حققته في الارواء (٧٤٣) (١).
١٠٧ - ويسن بعد الفراغ من دفنه أمور: الأول: أن يرفع القبر عن الارض قليلا نحو شبر، ولا يسوى بالارض، وذلك ليتميز فيصان ولا يهان لحديث جابر رضي الله عنه: " أن النبي صلى الله عليه وسلم ألحد له لحد، ونصب اللبن نصبا، ورفع قبره من الارض نحوا من شبر ".
رواه ابن حبان في " صحيحه " (٢١٦٠) والبيهقي (٣/ ٤١٠) وإسناده حسن.
_________
(١) وأما استحباب بعض المتأخرين من الفقهاء أن يقول في الحثية الأولى (منها خلقناكم)، وفي الثانية (وفيها نعيدكم)، وفي الثالثة (ومنها نخرجكم تارة أخرى) فلا أصل له في شئ من الاحاديث التي أشرنا إليها في الاعلى: وأما قول النووي (٥/ ٢٩٣ - ٢٩٤):
وقد يستدل له بحديث أبي أمامة رضي الله عنه قال: " لما وضعت أم كلثوم بنت رسول الله صلى الله عليه وسلم في القبر قال رسول الله صلى الله عليه وسلم: (منها خلقنا كم، وفيها نعيدكم، ومنها تخريجكم تارة أخرى) "، رواه الامام أحمد من رواية عبيد الله بن زحر عن علي بن زيد بن جدعان عن القاسم، وثلاثتهم ضعفاء لكن يستأنس بأحاديث الفضائل وإن كانت ضعيفة الاسناد، ويعمل ها في الترغيب والترهيب، وهذا مها، والله أعلم ".
فالجواب عليه من وجه: الأول: أن الحديث ليس فيه التفصيل المزعوم استحبابه فلا حجة فيه أصلا لو صح سنده.
الثاني: أن التفصيل المذكور لم يثبت في الرع أنه من فضائل الاعمال حتى يقال يعمل بهذا الحديث لانه في فضائل الاعمال، بل إن تجويز العمل به معناه إثبات مشروعية عمل بحديث ضعيف وذلك لا يجوز لان المشروعية أقل درجاتها الاستحباب: وهو حكم م الاحكام الخمسة التي لا تثبت إلا بدليل صحيح، ولا يجدي فيها الضعيف باتفاق العلماء.
الثالث أن الحديث ضعيف جدا، بل هو موضوع في نقد ابن حبان، فإنه في " مسند أحمد " (٥/ ٢٥٤) من طريق عبيد الله بن زحر عن علي بن يزيد، وهو الالهاني وقول النووي " علي بن زيد بن جدعان " خطأ، لمخالفته لما في " المسند " قال ابن حبان: " عبيد الله بن زحر، يروي الموضوعات عن الاثبات، وإذا روى عن علي بن يزيد أتي بالطامات، وإذا اجتمع في إسناد خبر عبيد الله وعلي بن يزيد والقاسم أبو عبد الرحمن لم يكن ذلك الخبر إلا مما عملته أيديهم "! ابن حجر في " تبيين العجب فيما ورد في فضل رجب ".','1','153',NULL,NULL,'0');
INSERT INTO [b854] VALUES (161,'وله شاهد عن صالح بن أبي صالح قال، " رأيت قبر رسول الله صلى الله عليه وسلم شبرا أو نحو شبر ".
رواه أبو داود في " المراسيل ".
ويؤيده ما سيأتي من النهي عن الزيادة على التراب الخارج من القبر، فإن من المعلوم أنه يبقى بعد الدفن على القبر التراب الذي أخرج من القبر، فإن من المعلوم أنه يبقى بعد الدفن على القبر التراب الذي أخرج من اللحد الذي شغله جسم الميت، وذلك يساوي القدر المذكور في الحديث تقريبا. (١)
الثاني: أن يجعل مسنما، لحديث سفيان التمار قال: " رأيت قبر النبي صلى الله عليه وسلم (وقبر أب بكر وعمر) مسنما ".
أخرجه البخاري (٣/ ١٩٨ - ١٩٩) والبيهقي (٤/ ٣).
ورواه ابن أبي شيبة وأبو نعيم في " المستخرج " كما في " التلخيص " والزيادة لهما.
ولا يعارض ذلك ما روى عن القاسم قال: " دخلت على عائشة فقلت: يا أمة آكشفى لي عن قبر النبي صلى الله عليه وسلم وصاحبيه رضي الله عنهما، فكشفت لي عن ثلاثة قبور لا مشرفة ولا لاطئعة، مبطوحة ببطحاء العرصة الحمراء ".
أخرجه أبو داود (٢/ ٧٠) والحاكم (١/ ٣٦٩) وعنه البيهقي (٤/ ٣) وابن حزم (٥/ ١٣٤) من طريق عمرو بن عثمان بن هاني عن القاسم به، وقال الحاكم: " صحيح الاسناد "! ووافقه الذهبي! وأما البيهقي فقال: " إنه أصح من حديث سفيان التمار "!! وقد رد عليه ابن التركماني:
" هذا خلاف اصطلاح أهل هذا الشأن، بل حديث التمار أصح لانه مخرج في صحيح البخاري، وحديث القاسم لم يخرج في شئ من الصحيح ".
_________
(١) قال الشافعي في " الام " (١/ ٢٤٥ - ٢٤٦) ما مختصره: " وأحب أن لا يزاد في القبر تراب من غيره، لانه إذا زيد ارتفع جدا، وإنما أحب أن يشخص على وجه الارض شبرا أو نحوه ".
ونقل النووي في " المجموع " (٥/ ٢٩٦) اتفاق أصحاب الشافعي على استحباب الرفع، بالقدر المذكور.','1','154',NULL,NULL,'0');
INSERT INTO [b854] VALUES (162,'قلت: هذا الرد لا يكفي قد يكون إسناد الحديث المخالف لحديث البخاري أصح وأقوى من سند البخاري، فلا يتم ترجيح حديث التمار إلا ببيان علة حديث القاسم أو على الاقل بيان إنه دونه في الصحة، وهو الواقع هنا فإن علته عمرو بن عثمان ابن هانئ، وهو مستور كما قال الحافظ في " التقريب " ولم يوثقه أحد ألبتة: فتصحيح الحاكم لحديثه من تساهله المعروف، ومتابعة الذهبي له من أوهامه الكثيرة التي لا تخفى على من تتبع كلامه في " تلخيص المستدرك ".
ثم إنه لو صح فليس معارضا لحديث التمار لان قوله " مبطوح " ليس معناه مسطح بل ملقى فيه البطحاء وهو الحصى الصغيرة كما في " النهاية "، وهو ظاهر في الخبر نفسه: " مبطوحة ببطحاء العرصة الحمراء فهذا لا ينافي التسنيم، وبهذا جمع ابن القيم بين الحديثين فقال في " الزاد ": " وقبره مسنم مبطوح ببطحاء العرصة، الحمراء، لامبني ولا مطين، وهكذا كان قبر صاحبيه ".
الثالث: أن يعلمه بحجر أو نحوه ليدفن إليه من يموت من أهله، لحديث المطلب ابن أبي وادعة رضي الله عنه قال: " لما مات عثمان بن مظعون أخرج بجنازته فدفن، أمر النبي صلى الله عليه وسلم رجلا أن يأتيه بحجر فلم يستطع حمهل، فقام إلهيا رسول الله صلى الله عليه وسلم وحسر عن ذراعية، قال المطلب: قال الذي يخبرني عن رسول الله صلى الله عليه وسلم: كأني أنظر إلى بياض ذراعي رسول الله صلى الله عليه وسلم حين حسر عنهما، ثم حملها فوضعها عند رأسه، وقال: أتعلم بها قبر أخي، وأدفن إليه من مات من أهلي ".
أخرجه أبو داود (٢/ ٦٩) وعنه البيهقي (٣/ ٤١٢) بسند حسن كما قال الحافظ
(٥/ ٢٢٩)، والمطلب صحابي معروف أسلم يوم الفتح.
وله شاهدان ذكرتهما في " التعليقات الجياد ".
الرابع: أن لا يلقن الميت التلقين المعروف لايوم، لان الحديث الوارد فيه لا يصح (١)
_________
(١) وكذا قال ابن القيم في " زاد المعاد " (١/ ٢٠٦)، وضعفه النووي وغيره كما ذكرته في " التعليقات الجياد "، وقال الصنعاني في " سبل السلام " (٢ - ١٦١): ثم حققت القول فيه في " سلسلة الاحاديث الضعيفة " (٥٩٩) =','1','155',NULL,NULL,'0');
INSERT INTO [b854] VALUES (163,'بل يقف على القبر بدعو له بالتثبيت، ويستغفر له، ويإمر الحاضرين بذلك لحديث عثمان بن عفان رضى الله عنه قال: " كان النبي صلى الله عليه وسلم إذا فرغ من دفن الميت وقف عليه فقال: استغفروا لاخيكم، وسلوا له التثبيت، فإنه الان يسإل ".
أخرجه أبو داود (٢/ ٧٠) والحاكم (١/ ٣٧٠ والبيهقي (٤/ ٥٦) وعبد الله بن أحمد في " زوائد الزهد " (ص ١٢٩) وقال الحاكم: " صحيح الاسناد "، ووافقه الذهبي: وهو كما قالا، وقال النووي (٥/ ٢٩٢: " إسناده جيد ".
١٠٨ - ويجوز الجلوس عنده أثناء الدفن تذكير الحاضرين بالموت وما بعده، لحديث البراء بن عازب قال: " خرجنا مع النبي صلى الله عليه وسلم في جنازة رجل من الانصار، فانتهينا إلى القبر ولما يلحد، فجلس رسول الله صلى الله عليه وسلم (مستقبل القبلة)، وجلسنا حوله، وكأن على رؤوسنا الطير، وفي يده عوده ينكت في الارض، (فجعل ينظر إلى السماء، وينظر إلى الارض، وجعل يرفع بصره ويخفضه، ثلاثا)، فقال: استعيذوا بالله من عذاب القبر، مرتين، أو ثلاثا، (ثم قال: اللهم إني أعوذ بك من عذاب القبر) (ثلاثا)، ثم قال: إن العبد المؤمن إذا كان في انقطاع من الدنيا، وإقبال من الاخرة، نزل إليه ملائكة من السماء، بيض الوجوه، كأن وجوههم الشمس، معهم كفن من أكفان الجنة، وحنوط (١) من حنوط الجنة، حتى يجلسوا منه مد البصر، ثم يجيئ ملك الموت عليه السلام (٢)
_________
= " ويحتمل من كلام أئمة لا تحقيق أنه حديث ضعيف، والعمل به بدعة، ولا يغتر بكثرة من يفعله ".
ويعجبني منه قوله: " والعمل به بدعة "، وهذه حقيقة طالما ذهل عنها العلماء، فإنهم يشرعون بمثل هذا الحديث كثيرا من الامور ويستحبونها اعتمادا منهم على قاعدة " يعمل بالحديث الضعيف في فضائل الاعمال " ولم يتنبهوا إلى أن محلها فيما ثبت بالكتاب والسنة مشروعيته وليس بمجرد الحديث الضعيف، وقد سبق لهذا مثال في التعليق (ص ١٥٣). وأذكر إن للامام الشاطبي في " الموافقات " كلاما جيدا حول هذه القاعدة فليراجع.
(١) بفتح المهملة ما يخلط من لاطيب لاكفان الموتى وأجسامهم خاصة.
(٢) قلت: هذا هو اسمه في الكتاب والسنة (ملك الموت)، وأما تسميته (بعزرائيل) فمما لا أصل له، خلافا لما هو المشهور عند الناس، ولعله من الاسرائيليات!','1','156',NULL,NULL,'0');
INSERT INTO [b854] VALUES (164,'حتى يجلس عند رأسه فيقول: أيتها النفس الطيبة (وفي رواية: المطمئنة)، أخرجي إلى مغفرة من الله ورضوان، قال: فتخرج تسيل كما تسيل القطرة من في السقاء، فيأخذها، (وفي رواية: حتى إذا خرجت روحه صلى الله عليه كل ملك بين السماء والارض، وكل ملك في السماء، وفتحت له أبواب السماء، ليس من أهل باب إلا وهم يدعون الله أن يعرج بروحه من قبلهم)، فإذا أخذها لم يدعوها في يده طرفة عين حتى يأخذوها فيجعلوها في ذلك الكفن، وفي ذلك الحنوط، (فذلك قوله تعالى: (توفته رسلنا وهم لا يفرطون)، ويخرج منها كأطيب نفحة مسلك وجدت على وجه الارض، قال: فيصعدون بها فلا يمرون - يعني - بها على ملا من الملائكة إلا قالوا: ماهذا الروح الطيب؟ فيقولون: فلان ابن فلان - بأحسن أسمائه التي كانوا يسمونه بها في الدنيا، حتى ينتهوا بها إلى السماء الدنيا، فيستفتحون له، فيفتح لهم، فيشيعه م نكل سماء مقربوها، إلى المساء التي تليها، حتى ينتهي به إلى السماء السابعة، فيقول الله عزوجل: اكتبوا كتاب عبدي في عليين، (وَمَا أَدْرَاكَ مَا عِلِّيُّونَ، كِتَابٌ مَرْقُومٌ، يَشْهَدُهُ الْمُقَرَّبُونَ)، فيكتب كتابه في عليين، ثم يقال): أعيدوه إلى الارض، فإني (وعدتهم أني) منها خلقتهم، وفيها أعيدهم ومنها أخرجهم تارة أخرى، قال: ف (يرد إلى الأرض، و) تعاد روحه في جسده، (قال: فانه يسمع خفق نعال أصحابه إذا ولوا عنه) (مدبرين).فيأتيه ملكان (شديدا الانتهار) ف (ينتهرانه، و) يجلسانه فيقولان له: من ربك؟ فيقول: ربي الله، فيقولان له: ما دينك؟ فيقول: ديني الاسلام فيقولان له: ما هذا الرجل الذي بعثت فيكم؟ فيقول: هو رسول الله صلى الله عليه وسلم، فيقولان له: وما عملك؟ فيقول: قرأت كتاب الله فآمنت به، وصدقت، (فينتهره فيقول: من ربك؟ ما دينك؟ من نبيك؟ وهي آخر فتنة تعرض على المؤمن، فذلك حين يقول الله عزوجل (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا)، فيقول: ربي الله، وديني الاسلام، ونبيي محمد صلى الله عليه وسلم، فينادي مناد في السماء: أن صدق عبدي، فافرشوه من الجنة، وألبسوه من الجنة، وافتحوا له بابا إلى الجنة، قال: فيإتيه من روحها وطيبها، ويفسح له في قبره مد بصره، قال: ويأتيه (وفي رواية: يمثل له) رجل حسن الوجه، حسن الثياب، طيب الريح، فيقول: ابشر بالذي يسرك، (ابشر برضوان من الله، وجنات فيها نعيم مقيم)، هذا يومك الذي كنت توعد، فيقول له: (وأنت فبشرك الله','1','157',NULL,NULL,'0');
INSERT INTO [b854] VALUES (165,'بخير) من أنت فوجهك الوجه يجيئ بالخير، فيقول: أنا عملك الصالح (فوالله ما علمتك إلا كنت سريعا في إطاعة الله، بطيئا في معصية الله، فجزاك الله خيرا)، ثم يفتح له باب من الجنة، وباب من النار، فيقال: هذا منزلك لو عصيت، الله، أبد لك الله به هذا فإذا رأى ما في الجنة قال: رب عجل قيام الساعة، كيما أرجع إلى أهل ومالي، (فيقال له: اسكن)، قال: وإن العبد الكافر (وفي رواية: الفاجر) إذا كان في انقطاع من الدنيا، وإقبال من الاخرة، نزل إليه من السماء ملائكة (غلاظ شداد)، سود الوجوه، معهم المسوح (١) (من النار)، فيجلسون منه مد البصر، ثم يجيئ ملك الموت حتى يجلس عند رأسه، فيقول: إيتها النفس الخبيثة اخرجي إلى سخط من الله وغضب، قال: فتفرق في جسده فينتزعها كما ينتزع السفو (الكثير الشعب) من الصوف المبلول، (فتقطع معها العروق والعصب)، (فيلعنه كل ملك بين السماء والارض، وكل ملك في السماء وتغلق أبواب السماء، ليس من أهل باب إلا وهم يدعون الله ألا تعرج روحه من قبلهم)، فيأخذها، فإذا أخذها، لم يدعوها في يده طرفة عين حتى يجعلوها في تلك المسوح، وبخرج منها كأنتن ريح جيفة وجدت على وجه الارض، فيصعون بها، فلا يمرون بها على ملا من الملائكة إلا قالوا: ما هذا الروح الخبيث؟ فيقولون: فلان ابن فلان - بأقبح أسمائه التي كان يسمى بها في الدنيا، حتى ينتهي به إلى السماء الدنيا فيستفتح له، فلا يفتح له، ثم قرأ رسول الله صلى الله عليه وسلم: (لا تفتح لهم أبواب السماء ولا يدخلون الجنة، حتى يلج الجمل في سم الخياط) (٢) فيقول الله عزوجل: اكتبوا كتابه في سجين، في الارض السفلى، (ثم يقال: أعيدوا عبدي إلى الارض فإني وعدتهم أني منها خلقتهم، وفيها أعيدهم، ومنها أخرجهم تارة أخرى)، فتطرح روحه (من السماء) طرحا (حتى تقع في جسده) ثم قرأ {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} [الحج: ٣١]، فتعاد روحه في جسده، (قال: فإنه ليسمع خفق نعال أصحابه إذا ولو عنه)، ويأتيه ملكان (شديدا الانتهار، فينتهرانه، و) يجلسانه، فيقولان له: من ربك؟
_________
(١) جمع المسح، بكسر الميم، وهو ما يلبس من نسيج الشعر على البدن تقشفا وقهرا للبدن.
(٢) أي ثقب الابرة، والجملى هو الحيوان المعروف، وهو ما أتى عليه تسع سنوات.','1','158',NULL,NULL,'0');
INSERT INTO [b854] VALUES (166,'(فيقول: هاه هاه (١) لا أدري، فيقول له: ما دينك؟ فيقول: هاه هاه لا آدري)، فيقولان: فما تقول في هذا الرجل الذي بعث فيكم) فلا يهتدي لاسمه، فيقال: محمد! فيقول) هاه هاه لا أدري (سمعت الناس يقولون ذاك! قال: فيقال: لا دريت)، (ولا تلوت)، فينادي مناد من السماء أن كذب، فافشروا له من النار، وافتحوا له بابا إلى النار، فيإتيه من حرها وسمومها، ويضيق عليه قبره حتى تختلف فيه أضلاعه، ويأتيه (وفي رواية: ويمثل له) رجل قبيح الوجه، قبيح الثياب، منتن الريح، فيقول: أبشر بالذي يسوؤك، هذا يومك الذي كنت توعد، فيقول (وأنت فبشرك الله بالشر) من أنت؟ فوجهك الوجه يجيئ بالشر؟ فيقول: أنا عملك الخبيث؟ (فو الله ما علمت إلا كنت بطيئا عن طاعة الله، سريعا إلى مصية الله)، (فجزاك الله شرا، ثم يقيض له أعمى أصم أبكم في يده مرزبة! لو ضرب بها جبل كان ترابا، فيضربه ضربة حتى يصير بها ترابا، ثم يعيده الله كما كان، فيضربه ضربة أخرى، فيصيح صيحة يسمعه كل شئ إلا الثقلين، ثم يفتح له باب من النار، يمهد من فرش النار).
فيقول: رب لا تقم الساعة ".
أخرجه أبو داود (٢/ ٢٨١) والحاكم (١/ ٣٧ - ٤٠) والطيالسي (رقم ٧٥٣ وأحمد (٤/ ٢٨٧، ٢٨٨ و ٢٨٨ و ٢٩٥ و ٢٩٦) والسياق له والاجري في " الشريعة " (٣٦٧ - ٣٧٠).
وروى النسائي (١/ ٢٨٢) وابن ماجه (١/ ٤٦٩ - ٤٧٠) القسم الأول منه إلى قوله: وكأن على رؤوسنا الطير ".
وهو رواية لابي داود (٢/ ٧٠) بأخصر منه وكذا أحمد (٤/ ٢٩٧) وقال الحاكم: " صحيح على شرط الشيخين ".
وأقره الذهبي، وهو كما قالا، وصححه ابن القيم في " إعلام الموقعين " (١/ ٢١٤)، " تهذيب السنن " (٤/ ٣٣٧)، ونقل فيه تصحيحه عن أبي نعيم وغيره (٢)
_________
(١) هي كلمة تقال في الضحك وفي الايعاد، وقد تقال للتوجع، وهو أليق بمعنى الحديث والله أعلم، كذا في " الترغيب ".
(٢) والزيادة الأولى لابي داود وابن ماجه والحاكم،، والثانية لاحمد والطيالسي، والثالثة له والحاكم، والرابعة لاحد، والخامسة، وله السادسة والثامنة، والسابعة للحاكم، والثامنة للطيالسي، والتاسعة لاحمد =','1','159',NULL,NULL,'0');
INSERT INTO [b854] VALUES (167,'١٠٩ - ويجوز إخراج الميت من القبر لغرض صحيح، كما لو دفن قبل غسله وتكفينه ونحو ذلك، لحديث جابر بن عبد الله قال: أتي رسول الله صلى الله عليه وسلم عبد الله بن أبي بعد ما أدخل حفرته، فأمر به فأخرج، فوضعه على ركبتيه، ونفث عليه من ريقه، وألبسه قميصه (قال جابر: وصلى عليه)، فالله أعلم، (١) (وكان كسا عباسا قميصا) " أخرجه البخاري (٣/ ١٦٧) والسياق مع الزيادة الاخيرة له، ومسلم (٨/ ١٢٠) والنسائي (١/ ٢٨٤) والزيادة الأولى له، وابن الجارود (٢٦٠) والبيهقي (٣/ ٤٠٢) وأحمد (٣/ ٣٨١) من طريق عمرو بن دينار سمعه من جابر.
وله طريق أخرى: عن أبي الزبى عن جابر قال: " لما مات عبد الله بن أبي، أتي ابنه النبي صلى الله عليه وسلم فقال: يا رسول الله إن لم تأته لم نزل نعير بهذا، فأتاه النبي صلى الله عليه وسلم فوجده قد أدخل في حفرته، فقال: أفلا قبل إن تدخلوه؟ فأخرج من حفرته فتفل عليه من قرنه إلى قدمه، وألبسه قميصه ".
أخرجه أحمد (٣/ ٣٧١) والطحاوي في " المشكل " (١/ ١٤ / ١٥) بسند على شرط مسلم، لكن أبو الزبير مدلس وقد عنعه.
١١٠ - ولا يستحب للرجل أن يحفر قبره قبل أن يموت، فإن النبي صلى الله عليه وسلم لم يفعل
_________
= والعاشرة لابي داود والحادية عشر والثانية عشر للطيالسي، والثالثة عشر لاحمد والرابعة عشر الطيالسي والخامسة عشر له وكذا أحمد، والسادسة عشر له أيضا ولاحمد نحوه، وله السابعة عشر والثامنة عشر والتاسعة عشر والعشرون والواحدة والعشرون، والحاكم الاخيرتان منها، والثانية والعرون لاحمد والثالثة والعشرون، والخامسة والعشرون للحاكم، والرابعة والشعرون للطيالسي والسادسة والعشرون لاحمد، والسابعة والعشرون للطيالسي، والثامنة والعشرون لابي داود، والتاسعة والثلاثون للطيالسي، ولاحمد الزيادات الباقية والثالثة والثلاثون منها للطيالسي ولفظها له.
وأما الرواية الثانية فهي للحاكم، ولاحمد الثالثة، وللحاكم والطيالسي الرابعة والخامسة والسادسة.
(١) يعني بالحكمة التي من أجلها فعل صلى الله عليه وسلم ذلك بابن أبي مع كونه كان منافقا كما تقدم في المسألة (٦٠)، والظاهر أن هذا كان قبل نزول قوله تعالى (ولا تصل عل يأحد منهم مات أبدا، ولا تقم على قبره) الآية، وحينئذ يمكن فهم الحكمة مما علقناه هناك.','1','160',NULL,NULL,'0');
INSERT INTO [b854] VALUES (168,'ذلك هو ولا أصحابه، والعبد لا يدري أين يموت، وإذا كان مقصود الرجل الاستعداد للموت، فهذا يكون من العمل الصالح.
كذا في " الاختيارات العلمية " لشيخ الاسلام ابن تيمية رحمه الله تعالى.
_________
= يعني العباس بن عبد المطلب عن النبي صلى الله عليه وسلم، وذلك يوم بدر، لما أتي بالاساري، وأتى بالعباس، ولم يكن عليه ثوب، فوجدوا قميص عبد الله بن أبي، فكساه النبي صلى الله عليه وسلم إياه، فلذلك ألبسه النبي صلى الله عليه وسلم قميصه، هكذا ساقه البخاري في " الجهاد "، فيمكن أن يكون هذا هو السبب في إلباسه قميصه.
ويمكن أن يكون السببب ما أخرجه البخاري أيضا في " الجنائز " أن ابن عبد الله المذكور قال: يا رسول الله ألبس أبي قميصك الذي يلي جلدك، وفي رواية أنه قال: اعطني قميصك أكفنه فيه - ويمكن أن يكون السبب هو المجموع: السؤال والمكافاة، ولا مانع من ذلك، كذا في " نيل الاوطار " ويمكن أن يكون السبب هو المجموع: السؤال والمكافأة، ولا مانع ما ذلك. كذا في " نيل الاوطار " (٤ - ٩٧).','1','161',NULL,NULL,'0');
INSERT INTO [b854] VALUES (169,'<span data-type="title" id=toc-17>(١٥) التعزية</span>
١١١ - وتشرع تعزية أهل الميت (١)، وفيه حديثان:
الأول: عن قرة المزني رضي الله عنه قال:
" كان نبي الله صلى الله عليه وسلم إذا جلس، يجلس إليه نفر من أصحابه، وفيهم رجل له ابن صغير، يأتيه من خلف ظهره فيقعده بين يديه، (فقال له النبي صلى الله عليه وسلم: تحبه؟ فقال: يا رسول الله أحبك الله كما أحبه!)، فهلك، فامتنع الرجل أن يحضر الحلقة، لذكر ابنه، فحزن عليه، ففقده النبي صلى الله عليه وسلم، فقال: مالي لا أري فلانا؟ فقالوا: يا رسول الله بنية الذي رأيته هلك، فلقيه النبي صلى الله عليه وسلم: فسأله عن بنيه؟ فأخبره بأنه هلك، فعزاه عليه، ثم قال يا فلان؟ أيما كان أحب إليك: أن تمتع به عمرك، أو لا تأتي غدا إلى باب من أبواب الجنة إلى وجدته قد سبقك إليه يفتحه لك؟ قال: يا نبي الله! بل يسبقني إلى باب الجنة فيفتحها إلى، لهو أحب إلى، قال: فذلك لك، (فقال رجل (من الانصار): يا رسول الله (جعلني الله فداءك ة أله خاصة أو لكلنا؟ قال: بل لكلكم) ".
أخرجه النسائي (١/ ٢٩٦) والسياق له، وابن حبان في " صحيحه "، والحاكم (١/ ٣٨٤) وأحمد (٥/ ٣٥) وقال الحاكم:
" صحيح الاسناد "، ووافقه الذهبي، وهو كما قالا.
_________
(١) وهي الحمل على الصبر بوعد الاجر، والدعاء للميت والمصاب.','1','162',NULL,NULL,'0');
INSERT INTO [b854] VALUES (170,'وأخرج النسائي أيضا (١/ ٢٦٤) نحوه، وكذا البيهقي (٤/ ٥٩ و ٦٠) إلا أنه لم يسبق أوله بتمامه، وعنده الزيادات كلها إلى الأولى.
وللحديث شاهد في " المجمع " (٣/ ١٠).
الثاني: عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: " من عزي أخاه المؤمن في مصبته كساه الله حلة خضراء يجبرها بها يوم القيامة، قيل: يا رسول الله ما يجبر؟ قال: يغبط ".
أخرجه الخطيب في " تاريخ بغداد " (٧/ ٣٩٧) وابن عساكر في " تاريخ دمشق " (١٥/ ٩١ / ١).
وله شاهد عن طلحة بن عبيد الله بن كريز مقطوعا.
أخرجه ابن أبي شيبة في " المصنف " (٤/ ١٦٤)، وهو حديث حسن بمجموع الطريقين كما بيته في " إرواء الغليل في تخريج احاديث منار السبيل " رقم (٧٥٦).
واعلم أن الاستدلال بهذين الحديثين - لا سيما الأول منهما - على التعزية أولى من الاستدلال عليها بحديث: " من عزى مصابا فله مثل أجره "، وإن جرى عليه جماهير المصنفين، لانه حديث ضعيف من جميع طرقه كما بينه النووي في " المجموع " (٥/ ٣٠٥) والعسقلاني في " التلخيص " (٥/ ٢٥١) وفي " إرواء الغليل " (رقم ٧٥٧).
١١٢ - ويعزيهم بما يظن أنه يسليهم، ويكف من حزنهم، ويحملهم على الرضا والصبر، مما يثبت عنه صلى الله عليه وسلم، إن كان يعلمه ويستحضره، وإلا فبما تيسر له من الكلام الحسن الذي يحقق الغرض ولا يخالف الشرع، وفي ذلك أحاديث: الأول: عن أسامة بن زيد قال: " أرسلت إلى رسول الله صلى الله عليه وسلم بعض، بناته: أن صبيا لها، أبنا أو ابنة، (وفي رواية: أميمة بنت زينب) (١) قد احتضرت، فاشهدنا، قال فأرسل إليها يقرأها السلام ويقول:
_________
(١) قلت: ثم عاشت أميمة هذه (ويقال: أمامة) حتى تزوجها علي بعد فاطمة رضي الله عنهم.','1','163',NULL,NULL,'0');
INSERT INTO [b854] VALUES (171,'" إن لله ما أخذ، و (لله) ما أعطي، وكل شئ عنده إلى أجل مسمى فالتصبر، ولتحتسب ".
فأرسلت تقسم عليه (ليأتينها)، فقام، وقمنا، فرفع الصبي إلى حجر - أو في حجر - رسول الله صلى الله عليه وسلم، ونفسه تقعقع (كأنها في شنة) وفي القوم سعد بن عبادة، (ومعاذ بن جبل:) وأبي (بن كعب) أحسب (وزيد بن ثابت، ورجال) ففاضت عينا رسول الله صلى الله عليه وسلم، فقال له سعد: ما هذا يا رسول الله (وقد نهيت عن البكاء)؟ قال: (إنما) هذه رحمة يضعها الله في قلوب من يشاء من عباده، وإنما يرحم الله من عباده الرحماء ".
أخرجه البخاري (٣/ ١٢٠ - ١٢٢) ومسلم (٣/ ٣٩) وأبو داود (٢/ ٥٨) والنسائي (١/ ٢٦٣) وابن ماجه (١/ ٢٨٠) والبيهقي (٤/ ٦٥ - ٦٨ - ٦٩) وأحمد (٥/ ٢٠٤ ٢٠٦ - ٢٠٧) والسياق له وكذا الرواية الثانية، والزيادة الأولى والسابعة والثامنة، وهي جميعا عند البيهقي، والزيادة الثانية للشيخين والنسائي والبيهقي والثالثة لهم، وكذا الرابعة والخامسة جميعا إلا مسلما، والسادسة للبخاري والنسائي.
قلت: وهذه الصيغة من التعزية وإن وردت فيمن شارف الموت فالتعزية بها فيمن قد مات أولى بدلالة النص، ولهذا قال النووي في " الاذكار " وغيره: " وهذا الحديث أحسن ما يعزي به ".
الثاني: عن بريدة بن الحصيب قال: " كان رسول الله صلى الله عليه وسلم يتعهد الانصار، ويعودهم، ويسأل عنهم، فبلغه عن امرأة من الانصار مات ابنها وليس لها غيره وأنها جزعت عليه جزعا شديدا، فأتاها النبي صلى الله عليه وسلم (ومعه أصحابه، فلما بلغ باب المرإة، قيل للمرأة: إن نبي الله يريد أن يدخل، يعزيها، فدخل رسول الله صلى الله عليه وسلم فقال: أما إنه بلغني أنك جزعت على ابنك، فأمرها بتقوى الله وبالصبر، فقالت: يا رسول الله (مالي لا أجزع و) أني امرأة رقوب لا ألاد، ولم يكن لي غيره؟ فقال رسول الله صلى الله عليه وسلم: الرقوب: الذي يبقى ولدها، ثم قال:','1','164',NULL,NULL,'0');
INSERT INTO [b854] VALUES (172,'مامن امرئ أو امرأة مسلمة يموت لها ثلاثة أولاد [يحتسبهم] إلا أدخله الله: بهم الجنة، فقال عمر [وهو عن يمين النبي صلى الله عليه وسلم]: بأبي أنت وأمي واثنين؟ قال: وأثنين).
أخرجه الحاكم (١/ ٣٨٤) وقال: (صحيح الاسناد)، ووافقه الذهبي.
قالت: بل هو على شرط مسلم فان رجاله كلهم رجال صحيحه، لكن أحدهم فيه ضعف من قبل حفظه.
لكن لا ينزل حديثه هذا عن رتبه الحسن.
والحديث أورده الهيثمي في (المجمع) (٣/ ٨) بنحوه والزيادات منه وقال: (رواه البزار ورجاله رجال الصحيح).
الثالث: قوله صلى الله عليه وسلم حينما دخل على أم سلمة رضي الله عنها عقب موت أبي سلمة: (اللهم اغفر لابي سلمة، وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يا رب العالمين، وافسح له في قبره، ونور له فيه) أخرجه مسلم وغيره، وقد مضى بتمامه في المسألة (١٧) (ص ١٢).
الرابع: قوله صلى الله عليه وسلم في تعزيته عبد الله بن جعفر في أبيه: (اللهم اخلف جعفرا في أهله، وبارك لعبد الله في صفقة يمينه، قالها ثلاث مرات).
أخرجه أحمد بسند صحيح في أثناء حديث يأتي بتمامه في المسألة التالية (١).
١١٣ - ولا تحد التعزية بثلاثة أيام لا يتجاوزها، بل متى رأى الفائدة في التعزية أتى بها، فقد ثبت عنه صلى الله عليه وسلم أنه عزى بعد الثلاثة في حديث عبد الله بن جعفر رضي الله ثعالى عنهما قال:
_________
(١) وفي التعزية أحاديث أخرى، ضربت صفحا عن ذكرها لضعفها، وقد بينت ذلك في (التعليقات الحياد) منها حديث كتابة النبي صلى الله عليه وسلم إلى معاذ بن جبل يعزيه بوفاة ابن له وهو موضوع كما قال الذهبي والعسقلاني وغيرهما، وذهل عن ذلك الشوكاني وتبعه صديق حسن خان فحسناه تبعا للحاكم! فلا يغتر بذلك، فإن لكل جواد كبوة بل، كبوات.','1','165',NULL,NULL,'0');
INSERT INTO [b854] VALUES (173,'(بعث رسول الله صلى الله عليه وسلم جيشا استعمل عليهم زيد بن حارثة وقال: فإن قتل زيد أو استشهد فأميركم جعفر، فإن قتل أو استشهد فأميركم عبد الله بن رواحة، فلقوا العدو، فأخذ الراية زيد فقاتل حتى قتل، ثم أخذ الراية جعفر فقاتل حتى قتل، ثم أخدها عبد الله فقاتل حتى قتل، ثم أخذ الراية خالد بن الوليد ففتح الله عليه، وأتى خبرهم النبي صلى الله عليه وسلم، فخرج إلى الناس فحمد الله وأثنى عليه وقال: إن اخوانكم لقوا العدو، وإن زيدا أخذ الراية فقاتل حتى قتل واستشهد، ثم ... ثم ... ثم أخذ الراية سيف من سيوف الله خالد بن الوليد ففتح الله عليه، فأمهل، ئم أمهل آل جعفر ثلاثا أن يأتيهم، ثم أتاهم فقال: لا تبكوا على أخي بعد اليوم، ادعوا لي ابني أخي، قال: فجئ بنا كأنا أفرخ، فقال: ادعو لي الحلاق، فجيئ بالحلاق، فحلق رؤوسنا ثم قال: أما محمد فشبيه عمنا أبي طالب.
وأما عبد الله فشبيه خلقي وخلقي، ثم أخذ بيدي فأشالها فقال: اللهم اخلف جعفرا في أهله، وبارك لعبد الله في صفقة يمينه، قالها ثلاث مرات.
قال: فجاءت أمنا فذكرت له يتمنا، وجعلت تفرح (١) له، فقال: العيلة تخافين عليهم وأما وليهم في الدنيا والاخرة!؟).
أخرجه أحمد (رقم ١٧٥٠) بإسناد صحيح على شرط مسلم، ومن طريقة الحاكم (٣/ ٢٩٨) قطعة منه، وروى أبو داود والنسائي منه قصة الامهال ثلاثا مع الحلق، وتقدم بعضه في المسألة (١٨) (ص ٢١)، وقال الحاكم: (صحيح الاسناد)، ووافقه الذهبي.
وللحديث شاهد ذكره في المسند (٣/ ٤٦٧) وفيه ضعف.
وقد ذهب إلى ما ذكرنا من أن التعزية لا تحد بحد جماعة من أصحاب الامام أحمد كما في (الانصاف) (٢/ ٥٦٤) وهو وجه في المذهب الشافعي، قالوا: لان الغرض الدعاء والحمل على الصبر والنهي عن الجزع، وذلك يحصل مع طول الزمان.
حكاه إمام الحرمين وبه قطع أبو العباس ابن القاص من أئمتهم، وإن أنكره عليه بعضهم فإنما ذلك من طريق المعروف من المذهب لا الدليل.
انظر (المجموع) (٥/ ٣٠٦).
_________
(١) أي تغمه وتحزنه من أفرحه إذا غمه وأزال عنه الفرح، وأفرحه الدين أثقله.','1','166',NULL,NULL,'0');
INSERT INTO [b854] VALUES (174,'١١٤ - وينبغي اجتناب أمرين وإن تتابع الناس عليهما:
أ - الاجتماع للتعزية في مكان خاص كالدار أو المقبرة أو المسجد.
ب - اتخاذ أهل، الميت الطعام لضيافة الواردين للعزاء.
وذلك لحديث جرير بن عبد الله البجلى رضي الله عنه قال: (كنا نعد (وفي رواية: نرى) (١) الاجتماع إلى أهل الميت، وصنيعة الطعام بعد دفنه من النياحة).
أخرجه أحمد (رقم ٦٩٠٥) وابن ماجه (١/ ٤٩٠) والرواية الاخرى له وإسناده صحيح على شرط الشيخين في، وصححه النووي (٥/ ٣٢٠) والبوصيري في (الزوائد)
١١٥ - وإنما السنة أن يصنع أقرباء الميت وجيرانه لأهل الميت طعاما يشبعهم، لحديث عبد الله بن جعفر رضي الله عنه قال: (لما جاء نعي جعفر حين قتل قال النبي صلى الله عليه وسلم: اصنعوا لال جعفر طعاما، فقد أتاهم أمر يشغلهم، أو أتاهم ما يشغلهم).
أخرجه أبو داود (٢/ ٥٩) والترمذي (٢/ ١٣٤) وحسنه وابن ماجه (١/ ٤٩٠)، وكذا الشافعي في (الام) (١/ ٢٤٧) والدارقطني (١٩٤، ١٩٧) والحاكم (١/ ٣٧٢) والبيهقي (٤/ ٦١) وأحمد (١/ ١٧٥) وقال الحاكم:
_________
(١) قال النووي في (المجموع) (٥/ ٣٠٦): (وأما الجلوس للتعزية، فنص الشافعي والمصنف وسائر الاصحاب على كراهته، قالوا: يعني بالجلوس لها أن يجتمع أهل الميت في بيت فيقصدهم من أراد التعزية، قالوا: بل ينبغي أن ينصرفوا في حوائجهم فمن صادفهم عزاهم، ولا فرق بين الرجال والنساء في كراهة الجلوس لها)
ونص الامام الشافعي الذي أشار إليه النووي هو في كتاب (الام) (١/ ٢٤٨): (وأكره المآتم، وهي الجماعة، وإن لم يكن لهم بكاء، فإن ذلك يجدد الحزن، ويكلف المؤنة، مع ما مضي فيه من الاثر).
كأنه يشير إلى حديث جرير هذا، قال النووي: (واستدل له المصنف وغيره بدليل آخر وهو أنه محدث).
وكذا نص ابن الهمام في شرح الهداية (١/ ٤٧٣) على كراهة اتخاذ الضيافة من الطعام من أهل الميت وقال: (وهي بدعة قبيحة).
وهو مذهب الحنابلة كما في (الانصاف) (٢/ ٥٦٥).','1','167',NULL,NULL,'0');
INSERT INTO [b854] VALUES (175,'(صحيح الاسناد). ووافقه الذهبي. وصححه ابن السكن أيضا، كما في (التلخيص) (٥/ ٢٥٣)، وهو عندي حديث حسن كما قال الترمذي، فإن له شاهدا من حديث أسماء بنت عميس، وقد بينت ذلك في (التعليقات الجياد).
وقد (كانت عائشة تأمر بالتلبين للمريض، وللمحزون على الهالك، وتقول: إني سمعت رسول الله صلى الله عليه وسلم يقول: (إن التلبينة تجم (١) فؤاد المريض وتذهب ببعض الحزن).
أخرجه البخاري (١٠/ ١١٩ - ١٢٠) واللفظ له ومسلم (٧/ ٢٦) والبيهقي (٤/ ٦١) وأحمد (٦/ ١٥٥). (٢)
١١٦ - ويستحب مسح رأس اليتيم وإكرامه، لحديث عبد الله بن جعفر قال: (لو رأيتني وقثم وعبيد الله بن عباس ونحن صبيان نلعب، إذ مر النبي صلى الله عليه وسلم على دابة فقال: إرفعوا هذا إلي، قال فحملني أمامه، وقال: لقثم: ارفعوا هذا إلي، فحمله وراءه، وكان عبيد الله أحب ألى عباس من قثم، فما استحى من عمه أن حمل قثما وتركه، قال: ثم مسح على رأسي ثلاثا، وقال كلما مسح: اللهم اخلف جعفرا في ولده، قال: قلت لعبد الله: ما فعل قثم؟ قال،: استشهد، قال: قلت: الله أعلم ورسوله بالخير، قال: أجل).
أخرجه أحمد (١٧٦٠) والسياق له والحاكم (١/ ٣٧٢) والبيهقي (٤/ ٦٠) وإسناده حسن، وقال الحاكم: (صحيح) ووافقه الذهبي.

<span data-type="title" id=toc-18>ما ينتفع به الميت</span>
١١٧ - وينتفع، الميت من عمل غيره بأمور: أولا: دعاء المسلم له، إذا توفرت فيه شروط القبول، لقول الله تبارك وتعالى:
_________
(١) أي تريحه، والتلبينة: حساء يعمل من دقيق أو نخالة، وربما جعل فيها عسل.
(٢) قال الامام الشافعي في (الام) (١/ ٢٤٧): (وأحب لجيران الميت أو ذي القرابة أن يعملوا لاهل الميت في يوم يموت وليلته طعاما يشبعهم، فإن ذلك سنة، وذكر كريم.
وهو من فعل أهل الخير قبلنا وبعدنا).
ثم ساق الحديث المذكور عن عبد الله بن جعفر.','1','168',NULL,NULL,'0');
INSERT INTO [b854] VALUES (176,'(والذين جاؤوا من بعدهم يقولون ربنا اغفر لنا ولاخواننا الذين سبقونا بالايمان ولا تجعل في قلوبنا غلا للذين آمنو ربنا إنك رؤوف رحيم). [سورة الحشر ١٠].
وأما الأحاديث فهي كثيرة جدا، وقد سبق بعضها، ويأتي بعضها في زيارة القبور، ودعاء النبي صلى الله عليه وسلم لهم، وأمره بذلك.
ومنها قوله صلى الله عليه وسلم: (دعوة المرء المسلم لاخيه بظهر الغيب مستجابة، عند رأسه ملك موكل، كلما دعا لاخيه بخير، قال الملك الموكل به: آمين ولك بمثل).
أخرجه مسلم (٨/ ٨٦، ٨٧) والسياق له، وأبو داود (١/ ٢٤٠) وأحمد (٦/ ٤٥٢) من حديث أبي الدرداء.
بل، إن صلاة الجنازة جلها شاهد لذلك، لان غالبها دعاء للميت.
واستغفار له، كما تقدم بيانه.
ثانيا: قضاء ولي الميت صوم النذر عنه، وفيه أحاديث:
الأول: عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (من مات وعليه صيام، صام عنه وليه).
أخرجه البخاري (٤/ ١٥٦) ومسلم (٣/ ١٥٥) وأبو داود (١/ ٣٧٦)، ومن طريقه البيهقي (٦/ ٢٧٩) والطحاوي في مشكل الاثار (٣/ ١٤٠، ١٤١) وأحمد (٦/ ٦٩).
الثاني: عن ابن عباس رضي الله عنه: (أن امرأة ركبت البحر فنذرت إن الله تبارك وتعالى أنجاها أن تصوم شهرا، فأنجاها الله عز وجل، فلم تصم حتى ماتت، فجاءت قرابة لها [إما أختها أو ابنتها] إلى النبي صلى الله عليه وسلم، فذكرت ذلك له، فقال: [أرأيتك لو كان عليها دين كنت تقضينه؟ قالت: نعم. قال: فدين الله أحق أن يقضى]، [ف] اقض [عن أمك]).
أخرجه أبو داود (٢/ ٨١) والنسائي (٢/ ١٤٣) والطحاوي (٣/ ١٤٠) والبيهقي (٤/ ٢٥٥، ٢٥٦، ١٠/ ٨٥) والطيالسي (٢٦٣٠) وأحمد (١٨٦١، ١٩٧٠، ٣١٣٧، ٣٢٢٤، ٣٤٢٠) والسياق مع الزيادة الثانية له، وإسناده [صحيح على شرط الشيخين، والزيادة الأولى لابي داود والبيهقي.','1','169',NULL,NULL,'0');
INSERT INTO [b854] VALUES (177,'وأخرجه البخاري (٤/ ١٥٨ - ١٥٩) ومسلم (٣/ ١٥٦) والترمذي (٢/ ٤٢ - ٤٣) وصححه، وابن ماجه (١/ ٥٣٥) بنحوه، وفيه عندهم جميعا الزيادة الثانية، وعند مسلم الأخيرة.
الثالث: عنه أيضا.
(أن سعد بن عبادة رضي الله عنه استفتى رسول الله صلى الله عليه وسلم فقال: إن أمي ماتت وعليها نذر؟ فقال: اقضه عنها).
أخرجه البخاري (٥/ ٤٠٠، ٤٩٤) ومسلم (٦/ ٧٦) وأبو داود (٢/ ٨١) والنسائي (٢/ ١٣٠، ١٤٤) والترمذي (٢/ ٣٧٥) وصححه البيهقي (٤/ ٢٥٦، ٦/ ٢٧٨، ١٠/ ٨٥) والطيالسي (٢٧١٧) وأحمد (١٨٩٣، ٣٠٤٩، ٦/ ٤٧) (١).
_________
(١) قلت: وهذه الاحاديث صريحة الدلالة في مشروعية صيام الولي عن الميت صوم النذر، إلا أن الحديث الأول يدل بإطلاقه على شئ زائد على ذلك وهو أنه يصوم عنه صوم الفرض أيضا. وقد قال به الشافعية، وهو مذهب ابن حزم (٧/ ٢، ٨) وغيرهم.
وذهب إلى الأول الحنابلة، بل هو نص الامام أحمد، فقال أبو داود في (المسائل) (٩٦):
(سمعت أحمد بن حنبل قال: لا يصام عن الميت إلا في النذر).
وحمل أتباعه الحديث الأول على صوم النذر، بدليل ما روت عمرة: أن أمها ماتت وعليها من رمضان فقالت لعائشة: أقضيه عنها؟ قالت: لا بل تصدقي عنها مكان كل يوم نصف صاع على كل مسكين. أخرجه الطحاوي (٣/ ١٤٢) وابن حزم (٧/ ٤) واللفظ له بإسناد قال ابن التركماني: (صحيح) وضعفه البيهقي ثم العسقلاني، فإن كانا أرادا تضعيفه من هذا الوجه، فلا وجه له، وإن عنيا غيره، فلا يضره، وبدليل ما روى سعيد بن جبير عن ابن عباس قال: (إذا مرض الرجل في رمضان، ثم مات ولم يصم، أطعم عنه وثم يكن عيه قضاء وإن كان عليه نذر قضى عنه وليه). أخرجه أبو داود بسند صحيح على شرط الشيخين، وله طريق آخر بنحوه عند ابن حزم (٧/ ٧) وصحح إسناده. وله طريق ثالث عند الطحاوي (٣/ ١٤٢)، لكن الظاهر أنه سقط من متنة شئ من الناسخ أو الطابع ففسد المعنى.
قلت: وهذا التفصيل الذي ذهبت إليه أم المؤمنين: وحبر الامة أبن عباس رضي الله عنهما وتابعهما إمام السنة أحمد بن حنبل هو الذي تطمئن إليه إلنفس، وينشرح له الصدر، وهو أعدل الاقوال في هذه المسألة وأوسطها وفيه إعمال لجميع الاحاديث دون رد لاي واحد منها، مع الفهم الصحيح لها خاصة الحديث الأول منها، فلم تفهم منه أم المؤمنين ذلك الاطلاق الشامل لصوم رمضان، وهي راويته، ومن المقرر أن رأوي الحديث أدرى بمعنى ما روى، لا سيما إذا كان ما فهم هو الموافق لقواعد الشريعة وأصولها، كما هو الشأن هنا، وقد بين ذلك المحقق ابن القيم رحمه الله تعالى، فقال في (إعلام الموقعين) (٣/ ٥٥٤) بعد أن ذكر الحديث وصححه: =','1','170',NULL,NULL,'0');
INSERT INTO [b854] VALUES (178,'ثالثا: قضاء الدين عنه من أي شخص وليا كان أو غيره، وفيه أحاديث كثيرة سبق ذكر الكثير منها في المسألة (١٧).
رابعا: ما يفعله الولد الصالح من الاعمال الصالحة، فإن لوالديه مثل أجره، دون أن ينقص من أجره شئ، لان الولد من سعيهما وكسبهما، والله عز وجل يقوله: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} [النجم: ٣٩]، وقال رسول الله صلى الله عليه وسلم: (إن أطيب ما أكل الرجل من كسبه، وإن ولده من كسبه).
أخرجه أبو داود (٢/ ١٠٨) والنسائي (٢/ ٢١١) والترمذي (٢/ ٢٨٧) وحسنه، والدارمي (٢/ ٢٤٧) وابن ماجه (٢/ ٢ - ٤٣٠) والحاكم (٢/ ٤٦) والطيالسي (١٥٨٠) وأحمد (٦/ ٤١، ١٢٦، ١٢٧، ١٦٢، ١٧٣، ١٩٣، ٢٠١، ٢٠٢، ٢٢٠) وقال الحاكم: (صحيح على شرط الشيخين)، ووافقه الذهبي، وهو خطأ من وجوه لا يتسع المجال لبيانها.
وله شاهد من حديث عبد الله بن عمرو.
رواه أبو داود وابن ماجه وأحمد (٢/ ١٧٩، ٢٠٤، ٢١٤) بسند حسن.
ويؤيد ما دلت عليه الاية والحديث، أحاديث خاصة وردت في انتفاع الوالد بعمل ولده الصالح كالصدقة والصيام والعتق ونحوه، وهي هذه:
_________
= (فطائفة حملت هذا على عمومه وإطلاقه، وقالت: يصام عنه النذر والفرض.
وأبت طائفة ذلك وقالت: لا يصام عنه نذر ولا فرض، وفصلت طائفة فقالت: يصام عنه النذر دون الفرض الأصلي. وهذا قول ابن عباس وأصحابه، وهو الصحيح، لان فرض الصيام جار مجرى الصلاة، فكما لا يصلي أحد عن أحد، ولا يسلم أحد عن أحد فكذلك الصيام، وأما النذر فهو التزام في الذمة بمنزلة الدين، فيقبل قضاء الولي له كما يقضي دينه، وهذا محض الفقه.
وطرد هذا أنه لا يحج عنه، ولا يزكي عنه إلا إذا كان معذورا بالتأخير كما يطعم الولي عمن أفطر في رمضان لعذر، فأما المفطر من غير عذر أصلا فلا ينفعه أداء غيره لفرائض الله التي فرط فيها، وكان هو المأمور بها أبتلاء وامتحانا دون الولي، فلا تنفع توبة أحد عن أحد، ولا إسلامه عنه، ولا أداء الصلاة عنه ولا غيرها من فرائض الله تعالى التي فرط فيها حتى مات).
قلت: وقد زاد ابن القيم رحمه الله هذا البحث توضيحا وتحقيقا في (تهذيب السنن) (٣/ ٢٧٩ - ٢٨٢) فليراجع فإنه مهم.','1','171',NULL,NULL,'0');
INSERT INTO [b854] VALUES (179,'الأول: عن عائشة رضي الله عنها.
(أن رجلا قال: إن أمي افتُلتت (٩) نفسها [ولم توص]، وأظنها لو تكلمت تصدقت، فهل لها أجر إن تصدقت عنها [ولي أجر]؟ قال: نعم، [فتصدق عنها]).
أخرجه البخاري (٣/ ١٩٨، ٥/ ٣٩٩ - ٤٠٠) ومسلم (٣/ ٨١، ٥/ ٧٣) ومالك في (الموطأ) (٢/ ٢٢٨) وأبو داود (٢/ ١٥) والنسائي (٢/ ١٢٩) وابن ماجه (٢/ ١٦٠) والبيهقي (٤/ ٦٢، ٦/ ٢٧٧ - ٢٧٨) وأحمد (٦/ ٥١).
والسياق للبخاري في إحدى روايتيه، والزيادة الاخيرة له في الرواية الاخرى، وابن ماجه، وله الزيادة الثانية، ولمسلم الأولى.
الثاني: عن ابن عباس رضي الله عنه.
(أن سعد بن عبادة - أخا بني ساعدة - توفيت أمه وهو غائب عنها، فقال: يا رسول الله إن أمي توفيت، وأنا غائب عنها، فهل ينفعها إن تصدقت بشئ عنها؟ قال: نعم، قال: فإني أشهدك أن حائط المخراف (٢) صدقة عليها).
أخرجه البخاري (٥/ ٢٩٧، ٣٠١، ٣٠٧) وأبو داود (٢/ ١٥) والنسائي (٢/ ١٣٠) والترمذي (٢/ ٢٥) والبيهقي (٦/ ٢٧٨) وأحمد (٣٠٨٠ - ٣٥٠٤ - ٣٥٠٨) والسياق له الثالث: عن أبي هريرة رضي الله عنه:
(أنه رجلا قال للنبي صلى الله عليه وسلم: إن أبي مات وترك مالا ولم يوص فهل يكفر عنه أن أتصدق عنه؟ قال: نعم).
أخرجه مسلم (٥/ ٧٣) والنسائي (٢/ ١٢٩) وابن ماجه (٢/ ١٦٠) والبيهقي (٦/ ٢٧٨) وأحمد (٢/ ٣٧١).
الرابع: عن عبد الله بن عمرو: (أن العاص بن وائل السهمي أوصى أن يعتق عنه مائة رقبة، فأعتق ابنه هشام خمسين
_________
(١) بضم المثناة وكسر اللام، أي سلبت، على ما لم يسم فاعله، أي ماتت فجأة.
(٢) أي المثمر، سمي بذلك لما يخرف منه أي يجي من الثمرة.','1','172',NULL,NULL,'0');
INSERT INTO [b854] VALUES (180,'رقبة، وأراد ابنه عمرو أن يعتق عنه الخمسين الباقية، قال: حتى أسأل رسول الله صلى الله عليه وسلم، فأتى النبي صلى الله عليه وسلم فقال: يا رسول الله إن أبي أوصى أن يعتق عنه مائة رقبة، وإن هشاما أعتق عنه خمسين، وبقيت عليه خمسون، أفأعتق عنه؟ فقال رسول الله صلى الله عليه وسلم: (إنه لو كان مسلما فأعتقتم أو تصدقتم عنه، أو ححجتم عنه بلغه ذلك، (وفي رواية): فلو كان أقر بالتوحيد فصمت وتصدقت عنه نفعه ذلك). (١)
(أخرجه أبو داود في آخر (الوصايا) (٢/ ١٥) والبيهقي (٦/ ٢٧٩) والسياق له، وأحمد (رقم ٦٧٠٤) والرواية الاخرى له، وإسنادهم حسن.
_________
(١) قال الشوكاني في (نيل الاوطار) (٤/ ٧٩): (وأحاديث الباب تدل على أن الصدقة من الولد تلحق الوالدين بعد موتهما بدون وصية منهما، ويصل إليهما ثوابها، فيخصص بهذه الاحاديث عموم قوله تعالى (وأن ليس للانسان إلا ما سعى).
ولكن ليس في أحاديث الباب إلا لحوق الصدقة من الولد، وقد ثبت أن ولد الانسان من سعيه فلا حاجة إلى دعوى التخصيص، وأما من غير الولد فالظاهر من العموميات القرآنية أنه لا يصل ثوابه إلى الميت، فيوقف عليها، حتى يأتي دليل يقتضي
تخصيصحها).
قلت: وهذا هو الحق الذي تقضيه القواعد العلمية، أن الاية على عمومها وأن ثواب الصدقة وغيرها يصل من الولد إلى الوالد لانه من سعيه بخلاف غير الولد، لكن قد نقل النووي وغيره الاجماع على أن الصدقة تقع عن الميت ويصله ثوابها، هكذا قالوا (الميت) فأطلقوه ولم يقيدوه بالوالد، فإن صح هذا الاجماع كان مخصصا للعمومات التي أشار إليها الشوكاني فيها يتعلق بالصدقة، ويظل ما عداها داخلا في العموم كالصيام وقراءة القرآن ونحوهما من العبادات، ولكنني في شك كبير من صحة الاجماع المذكور، وذلك لامرين: الأول: أن الاجماع بالمعنى الاصولي لا يمكن تحققه في غير المسائل التي علمت من الدين بالضرورة، كما حقق ذلك العلماء الفحول، كابن حزم في (أصول الاحكام) والشوكاني في (إرشاد الفحول) والاستاذ عبد الوهاب خلاف في كتابه (أصول الفقه) وغيرهم، وقد أشار إلى ذلك الامام أحمد في كلمته المشهورة في الرد على من أدعى الاجماع - ورواها عنه أبنه عبد الله بن أحمد في (المسائل).
الثاني: أنني سيرت كثيرا من المسائل التي نقلوا الاجماع فيها، فوجدت الخلاف فيها معروفا! بل رأيت مذهب الجمهور على خلاف دعوى الاجماع فيها، ولو شئت أن اورد الامثلة على ذلك لطال الكلام وخرجنا به عما نحن بصدده. فحسبنا الان أن نذكر بمثال واحد، وهو نقل النووي الاجماع على أن صلاة الجنازة لا تكره في الاوقات المكروهة! مع أن الخلاف فيها قديم معروف، وأكثر أهل العلم على خلاف الاجماع المزعوم، كما سبق تحقيقه في المسألة (٨٧)، ويأتي لك مثال آخر قريب إن شاء الله تعالى. =','1','173',NULL,NULL,'0');
INSERT INTO [b854] VALUES (181,'خامسا: ما خلفه من يعده من آثار صالحة وصدقات جارية، لقوله تبارك وتعالى: {وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ} [يس: ١٢]، وفيه أحاديث:
_________
= وذهب بعضهم إلى قياس غير الوالد على الوالد، وهو قياس باطل من وجوه: الأول: أنه مخالف العموميات القرآنية كقوله تعالى {وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ} [فاطر: ١٨] وغيرها من الايات التي علقت الفلاح ودخول الجنة بالاعمال الصالحة، ولا شك أن الوالد يزكي نفسه بتربيته لولده وقيامه على فكان له أجره بخلاف غيره.
الثاني: أنه قياس مع الفارق إذا تذكرت إن الشرع جعل الولد من كسب الوالد كما سبق في حديث عائشة فليس هو كسبا لغيره، والله عز وجل يقول: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} [المدثر: ٣٨] ويقول {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ} [البقرة: ٢٨٦].
وقد قال الحافظ ابن كثير في تفسير قوله عز وجل {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} [النجم: ٣٩]: (أي كما لا يحمل عليه وزر غيره، كذلك لا يحصل من الاجر إلا ما كسب هو لنفسه.
ومن هذه الاية الكريمة استنبط الشافعي رحمه الله ومن اتبعه أن القراءة لا يصل إهداه ثوابها إلى الموتى لانه ليس من عملهم ولا كسبهم، ولهذا لم يندب إليه رسول الله صلى الله عليه وسلم أمته، ولا حثهم عليه، ولا أرشدهم إليه بنص ولا ايماء ولم ينقل ذلك عن أحد من الصحابة رضي الله عنهم، ولو كان خيرا لسبقونا إليه، وباب القربات يقتصر فيه على النصوص ولا يتصرف فيه بأنواع الاقيسة والاراء) وقال العز بن عبد السلام في (الفتاوى) (٢٤/ ٢ - عام ١٦٩٢): (ومن فعل طاعة الله تعالى، ثم أهدى ثوابها إلى حي أو ميت، لم ينتقل ثوابها إليه، إذ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى}، فإن شرع في الطاعة ناويا أن يقع عن الميت لم يقع عنه، إلا فيما استثناه الشرع كالصدقة والصوم والحج).
وما ذكره ابن كثير عن الشافعي رحمه الله تعالى هو قول أكثر العلماء وجماعة من، الحنفية كما نقله الزبيدي في (شرح الاحياء) (١٠/ ٣٦٩).
* الثالث: أن هذا القياس لو كان صحيحا، لكان من مقتضاء استحباب إهداء الثواب إلى الموتى ولو كان كذلك لفعله السلف، لانهم أحرس على الثواب منا بلا ريب، ولم يفعلوا ذلك كما سبق في كلام ابن كثير، فدل هذا على ان القياس المذكور غير صحيح، وهو المراد.
وقد قال شيخ الاسلام ابن تيمية رحمه الله تعالى في (الاختيارات العلمية) (ص ٥٤): (ولم يكن من عادة السلف إذا صلوا تطوعا أو صاموا تطوعا أو حجوا تطوعا، أو قروؤا القرآن يهدون ثواب ذلك إلى أموات المسلمين، فلا ينبغي العدول عن طريق السلف فإنه أفضل وأكمل).
وللشيخ رحمه الله تعالى قول آخر في المسألة، خالف فيه ما ذكره آنفا عن السلف، فذهب إلى أن الميت ينتفع بجميع العبادات من غيره!.
وتبنى هذا القول وانتصر له ابن القيم رحمه الله تعالى في كتابه (الروح) بما لا يهض من القياس الذي سبق بيان بطلانه قريبا، وذلك على خلاف ما عهدناه منه رحمه الله من ترك التوسع في =
_________
- * قلت: ومما بسق تعلم بطلان الاجماع الذي ذكره ابن قدامة في (المغني) (٢/ ٥٦٩) على وصول ثواب القراءة إلى الموتى، وكيف لا يكون باطلا، وفي مقدمة المخالفين الامام الشافعي رحمه الله تعالى. وهذا مثال آخر من أمثلة ما ادعى فيه الاجماع وهو غير صحيح، وقد سبق التنبيه على هذا قريبا.','1','174',NULL,NULL,'0');
INSERT INTO [b854] VALUES (182,'الأول: عن أبي هريرة رضى الله عنه أن رسول الله صلى الله عليه وسلم قال:
_________
= القياس في الامور التعبدية المحضة لا سيما ما كان عنه على خلاف ما جرى عليه السلف الصالح رضي الله عنهم وقد أورد خلاصة كلامه العلامة السيد محمد رشيد رضا في (تفسير المنار) (٨/ ٢٥٤ - ٢٧٠) ثم رد عليه ردا طيبا قويا، فليراجعه من شاء أن يتوسع في المسألة.
وقد استغل هذا القول كثير من المبتدعة، واتخذوه ذريعة في محاربة السنة، واحتجوا بالشيخ وتلميذه على أنصار السنة وأتباعها، وجهل أولئك المبتدعة أو تجاهلوا أن أنصار السنة، لا يقلدون في دين الله تعالى رجلا بعينة كما يفعل اولئك! ولا يؤثرون على الحق الذى تبين لهم قول أحد من العلماء مهما كان اعتقادهم حسنا في علمه وصلاحه، وأنهم إنما ينظرون إلى القول لا إلى القائل، وإلى الدليل، وليس إلى التقليد، جاعلين نصب أعينهم قول امام دار الهجرة (ما منا من أحد إلا رد ورد عليه إلا صاحب هذا القبر)! وقال: (كل أحد يؤخذ من قوله ويرد إلا صاحب هذا القبر).
وإذا كان من المسلم به عند أهل العلم أن لكل عقيدة أو رأى يتبناه في هذه الحياة أثرا في سلوكه إن خيرا فخير، وإن شرا فشر، فإن من المسلم به أيضا، أن الاثر يدل على المؤثر، وأن أحدهما مرتبط بالاخر، خيرا أو شرا كما ذكرنا، وعلى هذا فلسنا نشك أن لهذا القول أثرا سيئا في من يحمله أو يتبناه، من ذلك مثلا أن صاحبه يتكل في تحصيل الثواب والدرجات العاليات على غيره، لعلمه أن الناس يهدون الحسنات مئات المرات في اليوم الواحد إلى جميع المسلمين الاحياء منهم والاموات، وهو واحد منهم، فلماذا لا يستغني حينئذ بعمل غيره عن سعيه وكسبه! ألست ترى مثلا أن بعض المشايخ الذين يعيشون على كسب بعض تلامذتهم، لا يسعون بأنفسهم ليحصلوا على قوت يومهم بعرق جبينهم وكد يمينهم! وما السبب في ذلك إلا أنهم استغنوا عن ذلك بكسب غيرهم! فاعتمدوا عليه وتركوا العمل، هذا أمر مشاهد في الماديات، معقول في المعنويات كما هو الشأن في هذه المسألة.
وليت أن ذلك وقف عندها، ولم يتعدها إلى ما هو أخطر منها، فهناك قول بجواز الحج عن الغير ولو كان غير معذور كأكثر الاغنياء التاركين للواجبات فهذا القول يحملهم على التساهل في الحج والتقاعس عنه، لانه يتعلل به ويقول في باطنه: يحجون عني بعد موتي! بل إن ثمة ما هو أضر من ذلك، وهو القول بوجوب إسقاط الصلاة، عن الميت التارك لها! فإنه من العوامل الكبيرة على ترك بعض المسلمين للصلاة، لانه يتعلل بأن الناس يسقطونها عنه بعد وفاته! إلى غير ذلك من الاقوال التي لا يخفى سوء أثرها علي المجتمع، فمن الواجب على العالم الذي يريد الاصلاح أن ينبذ هذه الاقوال لمخالفتها نصوص الشريعة ومقاصدها الحسنة.
وقابل أثر هذه الاقوال بأثر قول الواقفين عند النصوص لا يخرجون عنها بتأويل أو قياس تجد الفرق كالشمس. فإن من لم يأخذ بمثل الاقوال المشار إليها لا يعقل أن يتكل على غيره في العمل والثواب، لانه يرى أنه لا ينجيه إلا عمله، ولا ثواب له إلا ما سعى إليه هو بنفسه، بل المفروض فيه أن يسعى ما أمكنه إلى أن يخلف من بعده أثرا حسنا يأتيه أجره، وهو وحيد في قبره، بدل تلك الحسنات المرهومة، وهذا من الأسباب الكثيرة في تقدم السلف وتأخرنا، ونصر الله إياهم، وخذلانه إيانا، نسأل الله تعالى أن يهدينا كما هداهم، وينصرنا كما نصرهم.','1','175',NULL,NULL,'0');
INSERT INTO [b854] VALUES (183,'(إذا مات الانسان انقطع عنه عمله (١) إلا من ثلاثة [أشياء]، إلا من صدقة جارية، أو علم ينتفع به، أو ولد صالح (٢) يدعو له).
أخرجه مسلم (٥/ ٧٣) والسياق له والبخاري في (الادب المفرد) (ص ٨) وأبو داود (٢/ ١٥) والنسائي (٢/ ١٢٩) والطحاوي في (المشكل) (١/ ٨٥) والبيهقي (٦/ ٢٧٨) وأحمد (٢/ ٣٧٢)، والزيادة لابي داود والبيهقي.
الثاني: عن أبي قتادة قال: قال رسول الله صلى الله عليه وسلم: (خير ما يخلف الرجل من بعده ثلاث: ولد صالح يدعو له، وصدقة تجري يبلغه أجرها، وعلم يعمل به من بعده).
أخرجه ابن ماجه (١/ ١٠٦) وابن حبان في (صحيحه) (رقم ٨٤، ٨٥) والطبراني في
(المعجم الصغير) (ص ٧٩) وابن عبد البر في (جامع بيان العلم) (١/ ١٥) وإسناده صحيح كما قال المنذري في (الترغيب) (١/ ٥٨).
الثالث: عن أبي هريرة أيضا قال: قال رسول الله صلى الله عليه وسلم: (إن مما يلحق المؤمن من عمله وحسناته بعد موته، علما علمه ونشره.
وولدا صالحا تركه، ومصحفا ورثه، أو مسجدا بناه، أو بيتا لابن السبيل بناه، أو نهرا أجراه، أو صدقة أخرجها من ماله في صحته وحياته يلحقه من بعد موته).
_________
(١) أي فائدة عمله وتجديد ثوابه، قال الخطابى في (المعالم):
(فيه دليل على أن الصوم والصلاة وما دخل في معناهما من عمل الابدان لا تجري فيها النيابة وقد يستدل، به من يذهب إلى أن من حج عن ميت فإن الحج في الحقيقة اللحاج دون المحجوج عنه، وإنما يلحقه الدعاء، ويكون له الاجر في المال الذي أعطى إن كان حج عنه بمال).
(٢) قيد بالصالح لان الاجر لا يحصل من غيره، وأما الوزر فلا يلحق بالوالد من سيئة ولده إذا كان نيته في تحصيل الخير، وإنما ذكر الدعاء له تحريضا على الدعاء لابيه، لا لانه قيد، لان الاجر يحصل للوالد من ولده الصالح، كلها عمل عملا صالحا، سواء أدعا لابيه أم لا، كمن غرس شجرة يحصل له من أكل ثمرتها ثواب سواء أدعا له من أكلها أم لم يدع، وكذلك الام.
كذا في (مبارق الأزهار في شرح مشارق الأنوار) لابن الملك.','1','176',NULL,NULL,'0');
INSERT INTO [b854] VALUES (184,'أخرجه ابن ماجه (١/ ١٠٦) بإسناد حسن، ورواه ابن خزيمة في (صحيحه) أيضا والبيهقي كما قال المنذري.
الرابع: عن جرير بن عبد الله رضي الله عنه قال:
(كنا عند رسول الله صلى الله عليه وسلم في صدر النهار، فجاءه أقوام حفاة عراة مجتابي النمار أو العباء، متقلدي السيوف، [وليس عليهم أزر ولا شئ غيرها] عامتهم من مضر، بل
كلهم من مضر، فتمعر (وفي رواية: فتغير - ومعناهما واحد) وجه رسول الله صلى الله عليه وسلم لما رأى بهم من الفاقة، فدخل، ثم خرج، فأمر بلالا فأذن وصلى [الظهر، ثم صعد منبرا صغيرا]، ثم خطب [فحمد الله وأثنى عليه] فقال: [أما بعد فإن الله أنزل في كتابه]: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: ١]، والآية التي في (الحشر): {[يَا أَيُّهَا الَّذِينَ آمَنُوا] اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} [الحشر: ١٨] [{وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ (١٩) لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ (٢٠)} [الحشر: ١٩، ٢٠]. تصدقوا قبل أن يحال بينكم وبين الصدقة]، تصدق رجل من ديناره، من درهمه، من ثوبه، من صاع بره، [من شعيره]، من صاع تمره، حتى قال: [ولا يحقرن أحدكم شيئا من الصدقة]، ولو بشق تمرة، [فأبطؤوا حتى بان في وجهه الغضب]، قال: فجاء رجل من الانصار بصرة [من ورق (وفي رواية: من ذهب)] كادت كفه تعجز عنها، بل قد عجزت [فناولها رسول الله صلى الله عليه وسلم وهو على منبره] [فقال: يا رسول الله هذه في سبيل الله]، [فقبضها رسول الله صلى الله عليه وسلم]، [قام أبو بكر فأعطى، ثم قام عمر فأعطى، ثم قام المهاجرون والانصار فأعطوا]، ثم تتابع الناس [في الصدقات]، [فمن ذي دينار، ومن ذي درهم، ومن ذي، ومن ذي] حتى رأيت كومين من طعام وثياب، حتى رأيت وجه رسول الله صلى الله عليه وسلم يتهلل كأنه مذهبة فقال رسول الله صلى الله عليه وسلم: من سن في الاسلام سنة حسنة فله أجرها، و [مثل] أجر من عمل بها بعده من غير أن ينقص من أجورهم شئ، ومن سن سنة في الاسلام سيئة كان عليه وزرها.','1','177',NULL,NULL,'0');
INSERT INTO [b854] VALUES (185,'و [مثل] وزر من عمل بها من بعده من غير أن ينقص من أوزارهم شئ، [ثم تلى هذه
الاية: (ونكتب ما قدموا وآثارهم)]، [قال: فقسمه بينهم]).
أخرجه مسلم (٣/ ٨٨، ٨٩، ٨/ ٦١، ٦٢) والنسائي (١/ ٣٥٥، ٣٥٦) والدارمي (١/ ١٢٦، ١٢٧) والطحاوي.
في (المشكل) (١/ ٩٣، ٩٧) والبيهقي (٤/ ١٧٥، ١٧٦) والطيالسي (٦٧٠) وأحمد (٤/ ٣٥٧، ٣٥٨، ٣٥٩، ٣٦٠، ٣٦١، ٣٦٢) وابن أبي حاتم أيضا في (تفسيره)، كما في ابن كثير (٣/ ٥٦٥) والزيادة التي قبل الاخيرة له، وإسنادها صحيح، وللترمذي (٣/ ٣٧٧) وصححه وابن ماجه (١/ ٩٠) الجملتان اللتان قبل الزيادة المشار إليها مع الزيادتين فيهما.
وأما الزيادة الأولى فهي للبيهقي، وما بعدها إلى الرابعة له ولمسلم، والخامسه حتى الثامنة للبيهقي، وعند الطيالسي الخامسة، والتاسعة للدارمي وأحمد، ولمسلم نحوها وكذا الطيالسي وأحمد أيضا، والعاشرة والثانية عشر والخامسة عشر والتاسعة عشر للبيهقي، والحادية عشر والسابعة عشر للطحاوي وأحمد، والرابعة عشر للطيالسي، والسادسة عشر والسابعة عشر لمسلم والترمذي وأحمد وغيرهم.
والرواية الثانية للنسائي والبيهقي: والثالثة للطحاوي وأحمد

<span data-type="title" id=toc-19>زيارة القبور:</span>
١١٨ - وتشرع زيارة القبور للاتعاظ بها وتذكر الاخرة شريطة أن لا يقول عندها ما يغضب الرب سبجانه وتعالى كدعاء المقبور والاستغاثة به من دون الله تعالى، أو تزكيته والقطع له بالجنة، ونحو ذلك، وفيه أحاديث:
الأول: عن بريدة بن الحصيب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إني كنت نهيتكم عن زيارة القبور، فزوروها، [فإنها تذكركم الاخرة]، [ولتزدكم زيارتها خيرا]، [فمن أراد أن يزور فليزر، ولا تقولوا هجرا]) (١) أخرجه مسلم (٥٣/ ٦، ٦/ ٨٢) وأبو داود (٢/ ٧٢، ١٣١) ومن طريقه البيهقي (٤/ ٧٧) والنسائي (١/ ٢٨٥، ٢٨٦، ٢/ ٣٢٩، ٣٣٠) وأحمد (٥/ ٣٥٠، ٣٥٥، ٣٥٦، ٣٦١)','1','178',NULL,NULL,'0');
INSERT INTO [b854] VALUES (186,'والزيادة الأولى والثانية له، ولابي داود الأولى بنحوها وللنسائي الثانية والثالثة.
قال النووي رحمه الله في (المجموع) (٥/ ٣١٠): والهجر: الكلام الباطل، وكان النهي أولا لقرب عهدهم من الجاهلية فربما كانوا يتكلمون بكلام الجاهلية الباطل، فلما استقرت قواعد الاسلام، وتمهدت أحكامه، واشتهرت معالمه أبيح لهم الزيارة، واحتاط صلى الله عليه وسلم بقوله: (ولا تقولوا هجرا).
قلت: ولا يخفي أن ما يفعله العامة وغيرهم عند الزيارة من دعاء الميت والاستغاثة به وسوال الله بحقه.
لهو من أكبر الهجر والقول الباطل، فعلى العلماء أن يبينوا لهم حكم الله في ذلك، ويفهموهم الزيارة المشروعة والغاية منها.
وقد قال الصنعاني في (سبل السلام) (٢/ ١٦٢) عقب أحاديث في الزيارة والحكمة منها: (الكل دال على مشروعية زيارة القبور وبيان الحكمه فيها، وأنها للاعتبار - ... ، فإذا خلت من هذه لم تكن مرادة شرعا).
الثاني: عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: (إني نهيتكم عن زيارة القبور فزوروها، فإن فيها عبرة.
[ولا تقولوا ما يسخط الرب]).
أخرجه أحمد (٣/ ٣٨، ٦٣، ٦٦) والحاكم (١/ ٣٧٤ - ٣٧٥) وعنه البيهقي (٤/ ٧٧) ثم قال: (صحيح على شرط مسلم)، ووافقه الذهبي وهو كما قالا.
ورواه البزار أيضا والزيادة له كما في (مجمع الهيثمي) (٣/ ٥٨) وقال: (وإسناده رجاله رجال الصحيح).
قلت: وهي عند أحمد بنحوها من طريق أخرى، وإسنادها لا بأس به في المتابعات، ولها شاهد من حديث عبد الله بن عمرو بلفظ البزار.
أخرجه الطبراني في (المعجم الصغير) (ص ١٨٣) ورجاله موثقون.
الثالث: عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم:','1','179',NULL,NULL,'0');
INSERT INTO [b854] VALUES (187,'(كنت نهتكم عن زيارة القبور ألا فزوروها فإنها ترق القلب، وتدمع العين، وتذكر الاخرة، ولا تقولوا هجرا).
أخرجه الحاكم (١/ ٣٧٦) بسند حسن، ثم رواه (١/ ٣٧٥، ٣٧٦) وأحمد (٣/ ٢٣٧ ٢٥٠) من طريق أخرى عنه بنحوه، وفيه ضعف.
وفي الباب عن أبي هريرة رضي الله عنه، وسيأتي.
١١٩ - والنساء كالرجال في استحباب زيارة القبور، لوجوه: الأول: عموم قوله صلى الله عليه وسلم ( .. فزوروا القبور) فيدخل فيه النساء.
وبيانه: أن النبي صلى الله عليه وسلم لما نهى عن زيارة القبور في أول الامر.
فلا شك أن النهي كان شاملا للرجال والنساء معا، فلما قال (كنت نهيتكم عن زيارة القبور) كان مفهوما أنه كان يعني الجنسين ضرورة أنه يخبرهم عما كان في أول الامر من نهي الجنسين، فإذا كان الامر كذلك، كان لزاما أن الخطاب في الجملة الثانية من الحديث وهو قوله: (فزوروها) إنما أراد به الجنسين أيضا.
ويؤيده أن الخطاب في بقية الافعال المذكورة في زيادة مسلم في حديث بريدة المتقدم آنفا: (ونهيتكم عن لحوم الاضاحي فوق ثلاث فأمسكوا ما بدا لكم، ونهيتكم عن النبيذ إلا في سقاء فاشربوا في الاسقية كلها ولا تشربوا مسكرا)، أقول: فالخطاب في جميع هذه الافعال موجه إلى الجنسين قطعا، كما هو الشأن في الخطاب الأول: (كنت: نهيتكم)، فإذا قيل بأن الخطاب في قوله (فزوروها) خاص بالرجال، اختل نظام الكلام وذهبت طراوته، الامر الذي لا يليق بمن أوتي جوامع الكلم، ومن هو أفصح من نطق بالضاد، صلى الله عليه وسلم، ويزيده تأييدا الوجوه الاتية:
الثاني: مشاركتهن الرجال في العلة التي من أجلها شرعت زيارة القبور: (فإنها ترق القلب وتدمع العين) وتذكر الاخرة).
الثالث: أن النبي صلى الله عليه وسلم قد رخص لهن في زيارة القبور، في حديثين حفظتهما لنا أم المؤمنين عائشة رضي الله عنها:','1','180',NULL,NULL,'0');
INSERT INTO [b854] VALUES (188,'١ - عن عبد الله بن أبي مليكة: (أن عائشة أقبلت ذات يوم من المقابر، فقلت لها: يا أم المؤمنين من أين أقبلت؟ قالت: من قبر عبد الرحمن بن أبي بكر، فقلت لها: أليس كان رسول الله صلى الله عليه وسلم نهى عن زيارة القبور؟ قالت: نعم: ثم أمر بزيارتها).
وفي رواية عنها (أن رسول الله صلى الله عليه وسلم رخص في زيارة القبور).
أخرجه الحاكم (١/ ٣٧٦) وعنه البيهقي (٤/ ٧٨) من طريق بسطام بن مسلم عن أبي التياح يزيد بن حميد عن عبد الله بن أبي مليكة، والرواية الاخرى لابن ماجه (١/ ٤٧٥) قلت: سكت عنه الحاكم، وقال الذهبي (صحيح)، وقال البوصيري في (الزوائد) (٩٨٨/ ١): (إسناده صحيح رجاله ثقات).
وهو كما قالا.
وقال الحافظ العراقي في (تخريج الاحياء) (٤/ ٤١٨): (رواه ابن أبي الدنيا في (القبور) والحاكم بإسناد جيد) (١) ٢ - عن محمد بن قيس بن مخرمة بن المطلب أنه قال يوما: ألا أحدثكم عني وعن أمي؟ فظننا أنه يريد أمه التي ولدته، قال: قالت عائشة: ألا أحدثكم عني وعن رسول الله صلى الله عليه وسلم؟ قلنا: بلى: قالت:
_________
(١) قلت: وقد أعله ابن القيم بشئ عجيب، والاخرى بلا شئ! فقال في (تهذيب السنن) (٤/ ٣٥٠):
(وأما رواية البيهقي فهي من رواية بسطام بن مسلم، ولو صح، فعائشة تأولت ما تأول غيرها من دخول النساء)! قلت: وبسطام ثقة بدون خلاف أعلمه، فلا وجه لغمز ابن القيم له، والاسناد صحيج لا شبهة فيه.
ولا يعله ما أخرجه الترمذي (٢/ ١٥٧) من طريق ابن جريج عن عبد الله ابن أبي مليكة قال: توفي عبد الرحمن بن أبي بكر ب (الحبشي) (مكان بينه وبين مكة اثنا عشر ميلا) فحمل إلى مكة فدفن فيها، فلما قدمت عائشة أتت قبر عبد الرحمن بن أبى بكر فقالت:
وكنا كندماني جذيمة حقبة * من الدهر حتى قيل: لن يتصدعا
فلما تفرقتا كأني ومالكا * لطول اجتماع لم نبت ليلة معا
ثم قالت: والله لو حضرتك ما دفنت إلا حيث مت، ولو شهدتك ما زرتك) وكذا أخرجه ابن =','1','181',NULL,NULL,'0');
INSERT INTO [b854] VALUES (189,'(لما كانت ليلتي التي كان النبي صلى الله عليه وسلم فيها عندي، انقلب فوضع رداءه، وخلع نعليه، فوضعهما عند رجليه، وبسط طرف إزاره على فراشه، فاضطجع، فلم يلبث إلا ريثما ظهر أنه قد رقدت، فأخذ رداءه رويدا، وانتعل رويدا، وفتح الباب [رويدا]، فخرج، ثم أجافه رويدا، فجعلت درعي في رأسي واختمرت: وتقنعت إزاري (١)، ثم انطلقت على اثره حتى جاء البقيع، فقام فأطال القيام، ثم رفع يديه ثلاث مرات، ثم انحرف فانحرفت، وأسرع فأسرعت. فهرول فهرولت. فأحضر فأحضرت، فسبقته، فدخلت، فليس إلا أن اضجعت، فدخل فقال، مالك يا عائش (٢) حشيا (٣) رابية؟ قالت: قلت: لا شئ [يا رسول الله]، قال: لتخبرني أو ليخبرني اللطيف الخبير، قالت: قلت: يا رسول الله بأبي أنت وأمي، فأخبرته [الخبر]، قال: فأنت السواد الذي رأيت أمامي؟ قلت: نعم، فلهزني في صدري لهزة (٤) أوجعتي، ثم قال: أظننت أن يحيف الله عليك ورسوله!؟ قالت: مهما يكتم الناس يعلمه الله، [قال]: نعم قال فان جبريل أتاني حين رأيت فناداني - فأخفاه منك، فأجبته، فأخفيته منك، ولم يكن ليدخل عليك، وقد وضعت ثيابك وظننت أن قد رقدت، فكرهت أن أو فظك، وخشيت أن تستوحشي - فقان: إن ربك يأمرك أن تأتي أهل البقيع فتستغفر لهم،
_________
= أبي شيبة في (المصنف) (٤/ ١٤٠)، واستدركه الهيثمي فأورده في (المجمع) وقال: (٣/ ٦٠): (رواه الطبراني في الكبير ورجاله رجال الصحيح)، فوهم في الاستدراك لاخراج الترمذي له، ورجاله رجال الشيخين لكن ابن جريح مدلس وقد عنعنه.
فهي علة الحديث، ومع ذلك فقد ادعى ابن القيم (٤/ ٣٤٩) أنه (المحفوظ مع ما فيه).
كذا قال، بل هو منكر لما ذكرنا ولانه مخالف لرواية يزيد بن حميد وهو ثقة ثبت عن ابن أبي مليكة، ووجه المخالفة ظاهرة من قوله (ولو شهدتك ما زرتك) فانه صريح في أن سبب الزيارة إنما هو عدم شهودها وفاته، فلو شهدت ما زارت، بينما حديث ابن حميد صريح في أنها زارت لان النبي صلى الله عليه وسلم أمر بزيارة القبور، فحديثه هو المحفوظ خلاف ما ذهب إليه ابن القيم رحمه الله تعالى.
وأما ما ذكره من تأول عائشة فهو محتمل، ولكن الاحتمال الاخر وهو أنها زارت بتوقيف منه صلى الله عليه وسلم أقوى بشهادة حديثها الاتي.
(١) بغير باء التعدية، بمعنى لبست إزاري فلهذا عدي بنفسه.
(٢) يجوز في (عائش) فتح إلشين وضمها، وهما وجهان جاريان في كل المرخمات.
(٣) بفتح المهملة وإسكان المعجمة معناه وقع عليك الحشا وهو الربو والتهيج الذي يعرض للمسرع في مشيه من ارتفاع النفس وتواتره. وقول: (رابية) أي مرتفعة البطن.
(٤) اللهز: الضرب بجمع الكف في الصدر.','1','182',NULL,NULL,'0');
INSERT INTO [b854] VALUES (190,'قالت: قلت: كيف أقول لهم يا رسول الله؟ قال: قولي: السلام على أهل الديار من المؤمنين والمسلمين، ويرحم الله المستقدمين منا والمستأخرين، وإنا إن شاء الله بكم للاحقون).
أخرجه مسلم (٣/ ١٤) والسياق له والنسائي (١/ ٢٨٦ /، ٢/ ١٦٠، ١٦٠ - ١٦١) وأحمد (٦/ ٢٢١) والزيادات له إلا الأولى والثالثة فإنها للنسائي (١)
_________
(١) والحديث استدل به الحافظ في (التلخيص) (٥/ ٢٤٨) على جواز الزيارة للنساء وهو ظاهر الدلالة عليه، وهو يؤيد أن الرخصة شملهن مع الرجال، لان هذه القصة إنما كانت في المدينة، لما هو معلوم أنه صلى الله عليه وسلم بنى بعائشة في المدينة، والنهي إنما كان في أول الامر في مكة، ونحن نجزم بهذا وإن كنا لا نعرف تاريخا يؤيد ذلك، لان الاستنتاج الصحيح يشهد له، وذلك من قوله صل الله عليه وسلم: (كنت نهيتكم) إذ لا يعقل في مثل هذا النهي أن يشرع في العهد المدني، دون العهد المكي الذي كان أكثر ما شرع فيه من الاحكام إنما هو فيما يتعلق بالتوحيد والعقيدة، والنهي عن الزيارة من هذا القبيل لانه من باب سد الذرائع، وتشريعه إنما يناسب العهد المكي لان الناس كانوا فيه، حديتي عهد بالاسلام، وعهدهم بالشرك قريبا، فنهاهم صلى الله عليه وسلم عن إلزيارة لكي لا تكون ذريعة إلى الشرك، حتى إذا استقر التوحيد في قلوبهم، وعرفوا ما ينافيه من أنواع الشرك أذن لهم الزيارة، وأما أن يدعهم طيلة العهد المكي على عادتهم في الزيارة، ثم ينهاهم عنها في المدينة فهو بعيد جدا عن حكمة التشريح، ولهذا جزمنا بأن النهي إنما كان تشريعه في مكة، فإذا كان كذلك فأذنه لعائشة بالزيارة في المدينة دليل واضح على ما ذكرنا، فتأمله فانه شئ انقدح في النفس، ولم أر من شرحه على هذا الوجه، فان أصبت فمن الله، وإن أخطأت فمن نفسي.
وأما استدلال صاحب رسالة (وصية شرعية) على ذلك بقوله (ص ٢٦): (وقد أقر الرسول صلى الله عليه وسلم ابنته فاطمة رضي الله عنها على زيارة قبر عمها حمزة رضي الله عنه).
فهو استدلال باطل، لان الاقرار المذكور لا أصل له في شئ من كتب السنة، وما أظنة إلا وهما من ألمولف، فإن المروي عنها رضي الله عنها إنما هو زيارة فقط ليس في ذكر للاقرار المزعوم أصلا، ومع ذلك فلا يثبت ذلك عنها، فإنه من رواية سليمان بن داود عن جعفر بن محمد عن أبيه على بن الحسين عن أبيه أن فاطمة بنت النبي صلي الله عليه وسلم كانت تزور قبر عمها حمزة كل جمعة فتصلي وتبكي عنده.
هكذا أخرجه الحاكم (١/ ٣٧٧) ومن طريقه البيهقي (٤/ ٧٨) وقال: (كذا قال، وقد قيل عن سليمان بن داود عن أبيه عن جعفر بن محمد عن أبيه دون ذكر على بن الحسين عن أبيه فيه، فهو منقطع).
وقال الحاكم: (رواته عن آخرهم ثقات)! ورده الذهبي بقوله:
(قلت: هذا منكر جدا، وسليمان ضعيف).
قلت: وأنا أظنه سليمان بن داود بن قيس الفراء المدني، قال أبو حاتم (شيخ لا أفهمه فقط كما ينبغي) وقال الازدي: (تكلم فيه) ولهذا أورده الذهبي في (الضعفاه)، وحكى قول الازدي المذكور، فلا تغتر =','1','183',NULL,NULL,'0');
INSERT INTO [b854] VALUES (191,'الرابع: إقرار النبي صلى الله عليه وسلم المرأة التي رآها عند القبر في حديث أنس رضي الله عنه: (مر رسول الله صلى الله عليه وسلم بامرأة عند قبر وهي تبكي، فقال لها: اتقي الله واصبري .. ) رواه البخاري وغيره، وقد مضى بتمامه في المسألة (١٩) (ص ٢٢)، وترجم له (باب زيارة القبور)، قال الحافظ في (الفتح): (وموضع الدلالة منه أنه صلى الله عليه وسلم لم ينكر على المرأة قعودها عند القبر، وتقريره حجة).
وقال العيني في (العمدة) (٣/ ٧٦): (وفيه جواز زيارة القبور مطلقا، سواء كان الزائر رجلا أو امرأة: وسواء كان المزور مسلما أو كافرا، لعدم الفصل في ذلك).
وذكر نحوه الحافظ أيضا في آخر كلامه على الحديث فقال عقب قوله (لعدم الاستفصال في ذلك): (قال النووي: وبالجواز قطع الجمهور، وقال صاحب الحاوي: لا تجوز زيارة قبر الكافر وهو غلط (١). انتهى).
وما دل عليه الحديث من جواز زيارة المرأة هو المتبادر من الحديث، ولكن إنما يتم ذلك إذا كانت القصة لم تقع قبل النهي، وهذا هو الظاهر، إذا تذكرنا ما أسلفناه من بيان أن النهي كان في مكة، وأن القصة رواها أنس وهو مدني جاءت به أمه أم سليم إلى النبي صلى الله عليه وسلم حين قدم المدينة، وأنس ابن عشر سنين، فتكون القصة مدنية، فثبت أنها بعد النهي، فتم الاستدلال بها على الجواز، وأما قول ابن القيم في (تهذيب السنن) (٤/ ٣٥٠):
_________
= بسكوت الحافظ على هذا الاثر في (التلخيص) (ص ١٦٧)، وإن تابعه عليه الشوكاني كما هي عادته في (نيل الاوطار) (٤/ ٩٥)!! على أنه وقع عند الأول (على بن الحسين عن على)، فجعله من مسند علي رضي الله عنه وإنما هو من رواية ابنه الحسين رضي الله عنهما، كما عند الحاكم، أو من رواية جعفر بن محمد عن أبيه كما في رواية البيهقي المعلقة، فلعل ما في (التلخيص) وهو قوله (عن علي) محرف عن (عن أبيه).
وسقط هذا كله عند الصنعاني في (سبل السلام) (٢/ ١٥١) فعزاه للحاكم من حديث علي بن الحسين أن فاطمة ... ثم قال: (قلت: وهو حديث مرسل، فإن علي بن الحسين لم يدرك فاطمة بنت محمد)! والحديث إنما هو من حديث علي بن الحسين عن أبيه على ما سبق بيانه.
(١) قلت: والدليل عليه في المسألة الآتية.','1','184',NULL,NULL,'0');
INSERT INTO [b854] VALUES (192,'(وتقوى الله، فعل ما أمر به وترك ما نهى عنه، ومن جملتها النهي عن الزيارة).
فصحيح لو كان عند المرأة علم بنهي النساء عن الزيارة وأنه استمر ولم ينسخ، فحينئذ يثبت قوله: (ومن جملتها النهي عن الزيارة) أما وهذا غير معروف لدينا فهو استدلال غير صحيح، ويؤيده أنه لو كان النهي لا يزال مستمرا لنهاها رسول الله صلى الله عليه وسلم عن الزيارة صراحة وبين ذلك لها، ولم يكتف بأمرها بتقوى الله بصورة عامة، وهذا ظاهر إن شاء الله تعالى.
١٢٠ - لكن لا يجوز لهن الاكثار من زيارة القبور والتردد عليها، لان ذلك قد يفضي بهن إلى مخالفة الشريعة، من مثل الصياح والتبرج واتخاذ القبور مجالس للنزهة، وتضييع الوقت في الكلام الفارغ، كما هو مشاهد اليوم في بعض، البلاد الاسلامية، وهذا هو المراد - إن شاء الله - بالحديث المشهور: (لعن رسول الله صلى الله عليه وسلم (وفي لفظ: لعن الله) زوارات القبور).
وقد روي عن جماعة من الصحابة: أبو هريرة، حسان بن ثابت، وعبد الله ابن عباس.
١ - أما حديث أبي هريرة، فهو من طريق عمر بن أبي سلمة عن أبيه عنه.
أخرجه الترمذي (٢/ ١٥٦ - تحفة) وابن ماجه (١/ ٤٧٨) وابن حبان (٧٨٩) والبيهقي (٤/ ٧٨) والطيالسي (١/ ١٧١ - ترتيبه) وأحمد (٢/ ٣٣٧)، واللفظ الاخر للطيالسي والبيهقي، وقال الترمذي: (حديث حسن صحيح، وقد رأى بعض أهل العلم أن هذا كان قبل أن يرخص النبي في زيارة القبور.
فلما رخص دخل في رخصته الرجال والنساء.
وقال بعضهم: إنما كره زيارة القبور في النساء لقلة صبرهن وكثرة جزعهن).
قلت: ورجال إسناد الحديث ثقات كلهم، غير أن في عمر بن أبي سلمة كلاما لعل حديثه لا ينزل به عن مرتبة الحسن، لكن حديثه هذا صحيح لما له من الشواهد الاتية.
٢ - وأما حديث حسان بن ثابت، فهو من طريق عبد الرحمن بن بهمان عن عبد الرحمن بن ثابث عن أبيه به.','1','185',NULL,NULL,'0');
INSERT INTO [b854] VALUES (193,'أخرجه ابن أبي شيبة (٤/ ١٤١) وابن ماجه (١/ ٤٧٨) والحاكم (١/ ٣٧٤) والبيهقي وأحمد (٢/ ٢٤٣) وقال البوصيري في (الزوائد) (ق ٩٨/ ٢): (إسناده صحيح، رجاله ثقات). كذا قال، وابن بهمان هذا لم يوثقه غير ابن حبان والعجلي، وهما معروفان بالتساهل في التوثيق، وقال ابن المديني فيه: (لا نعرفه)، ولذا قال الحافظ في (التقريب): (مقبول) يعني عند المتابعة، ولم أجد له متابعا، لكن الشاهد الذي قبله وبعده في حكم المتابعة، فالحديث مقبول.
٣ - وأما حديث ابن عباس، فهو من طريق أبي صالح عنه باللفظ الأول إلا أنه قال: (زائرات القبور) وفي رواية (زوارات).
أخرجه ابن أبي شيبة (٤/ ١٤٠) وأصحاب السنن الاربعة وابن حبان (٧٨٨) والحاكم والبيهقي والطيالسي والرواية الاخرى لهما، وأحمد (رقم ٢٠٣٠، ٢٦٠٣، ٢٩٨٦، ٣١١٨) وقال الترمذي: (حديث حسن، وأبو صالح هذا مولى أم هاني بنت أبي طالب واسمه باذان، ويقال: باذام).
قلت: وهو ضعيف بل اتهمه بعضهم، وقد أوردت حديثه في (سلسلة الاحاديث الضعيفة) لزيادة تفرد بها فيه، وذكرت بعض أقوال الائمة في حاله فيراجع (٢٢٣).
فقد تبين من تخريج الحديث أن المحفوظ فيه إنما هو بلفظ (زوارات) لاتفاق حديث أبي هريرة وحسان عليه وكذا حديث ابن عباس في رواية الاكثرين، على ما فيه من ضعف فهي إن لم تصلح للشهادة فلا تضر، كما لا يضر في الاتفاق المذكور الرواية الاخرى من حديث ابن عباس كما هو ظاهر، وإذا كان الامر كذلك فهذا اللفظ (زوارات) إنما يدل على لعن النساء اللاتي يكثرن الزيارة.
بخلاف غيرهن فلا يشملهن اللعن، فلا يجوز حينئذ أن يعارض بهذا الحديث ما سبق من الاحاديث الدالة على استحباب الزيارة للنساء، لانه خاص وتلك عامة.
فيعمل بكل منهما في محله، فهذا الجمع أولى من دعوى النسخ، وإلى نحو ما ذكرنا ذهب جماعة من العلماء، فقال القرطبي:','1','186',NULL,NULL,'0');
INSERT INTO [b854] VALUES (194,'(اللعن المذكور في الحديث إنما هو للمكثرات من الزيارة لما تقتضيه الصيغة من المبالغة، ولعل السبب ما يفضي إليه ذلك من تضييع حق الزوج والتبرج.
وما ينشأ من الصياح ونحو ذلك وقد يقال: إذا أمن جميع ذلك فلا مانع من الاذن لهن، لان تذكر الموت يحتاج إليه الرجال والنساء).
قال الشوكاني في (نيل الاوطار) (٤/ ٩٥): (وهذا الكلام هو الذي ينبغي اعتماده في الجمع بين أحاديث الباب المتعارضة في الظاهر) (١).
١٢١ - ويجوز زيارة قبر من مات على غير الاسلام للعبرة فقط.
وفيه حديثان:
الأول: عن أبي هريرة قال:
(زار النبي صلى الله عليه وسلم قبر أمه. فبكى: وأبكى من حوله، فقال: استأذنت ربي في أن أستغفر لها، فلم يؤذن لي، واستأذنته في أن أزور قبرها فأذن لي، فزوروا القبور فإنها تذكر الموت).
_________
(١) وإلى هذا الجمع ذهب الصنعاني أيضا في: (سبل السلام)، ولكنه استدل للجواز بأدلة فيها نظر فأحبت أن أنبه عليها، أولا: حديث الحسين بن علي رضي الله عنهما (أن فاطمة بنت النبي صلى الله عليه وسلم كانت تزرو قبر عمها حمزة كل جمعة فتصلي وتبكي).
أخرجه الحاكم (١/ ٣٧٧) وعنه البيهقي (٤/ ٧٨) وقال (وهو منقطع، وسكت عليه الحافظ في (التلخيص) (٥/ ٢٤٨) وتبعه الصنعاني! وسكوت هذين واقتصار البيهقي علي إعلاله بالانقطاع قد يوهم أنه سالم من علة أخرى. وليس كذلك كما سبق بيانه قريبا.
ثانيا: حديث البيهقي في (شعب الايمان) مرسلا: (من زار قبر الولدين أو أحدهما في كل جمعة عفو له وكتب بارا).
سكت عليه الصنعاني أيضا. وهو ضعيف جدا بل هو موضوع، وليس هو مرسل فقط كما ذكر الصنعاني، بل هو معضل لان الذي رفعه إنما هو محمد بن النعمان وليس تابعيا، قال إلعراقي في (تخريج الاحياء) (٤/ ٤١٨): (رواه ابن أبى الدنيا وهو معضل، محمد بن النعمان مجهول). قلت: وهو تلقاه عن يحيى بن العلاء البجلي بسنده عن أبى هريرة أخرجه الطبراني في الصغير (١٩٩) ويحيي كذبه وكيع وأحمد، وقال ابن أبى حاتم (٢/ ٢٠٩) عن أبيه:
(الحديث منكرا جدا، كأنه موضوع).','1','187',NULL,NULL,'0');
INSERT INTO [b854] VALUES (195,'أخرجه مسلم (٣/ ٦٥) وأبو داود (٢/ ٧٢) والنسائي (١/ ٢٨٦) وابن ماجه (١/ ٤٧٦) (١/ ٤٧٦) والطحاوي (٣/ ١٨٩) والحاكم (١/ ٣٧٥ - ٣٧٦) وعنه البيهقي (٤/ ٧٦) وأحمد (٢/ ٤٤١).
الثاني: عن بريدة رضي الله عنه قال:
(كنا مع النبي صلى الله عليه وسلم [في سفر، وفي رواية: في غزوة الفتح] فنزل بنا ونحن معه قريب من ألف راكب، فصلى ركعتين، ثم أقبل علينا بوجهه وعيناه تذرفان، فقام إليه عمر بن الخطاب، فقداه بالاب والام، يقول: يا رسول لله مالك؟ قال: إني سألت ربي عز وجل في الاستغفار لامي، فلم يأذن لي، فدمعت عيناي رحمة لها من النار، [واستأذنت ربي في زيارتها فأذن لي]، وإني كنت نهيتكم عن زيارة القبور فزوروها، ولتزدكم زيارتها خيرا).
أخرجه أحمد (٥/ ٣٥٥، ٣٥٧، ٣٥٩) وابن أبي شيبة (٤/ ١٣٩) والرواية الاخرى لهما وإسنادها عند ابن أبي شيبة صحيح، والحاكم (١/ ٣٧٦) وكذا ابن حبان (٧٩١) والبيهقي (٤/ ٧٦) والزيادة الأولى لها: والرواية الاخرى فيها لمن سبق ذكره، والزيادة الاخرى للحاكم وقال: (صحيح على شرط الشيخين) ووافقه الذهبي، وهو كما قالا: ورواه الترمذي مختصرا وصححه، وروى مسلم وغيره منه الاذن بالزيارة فقط كما تقدم في المسألة (١١٨ ص ١٧٨) الحديث الأول.
(١) والمقصود من زيارة القبور شيئان:
١ - انتفاع الزائر بذكر الموت والموتى، وأن مآلهم إما إلى جنة وإما إلى نار وهو الغرض الأول من الزيارة، كما يدل عليه ما سبق من الاحاديث.
_________
(١) قال النووي في شرح حديث أبى هريرة الأول:
(فيه جواز زيارة المشركين في الحياة، وقبورهم بعد الوفاة، لانه إذا جازت زيارتهم بعد الوفاة، ففي الحياة أولى.
وفيه النهي عن الاستغفار للكفار، قال عياض: سبب زيارته صلى الله عليه وسلم قبرها أنه قصد قوة الموعظة والذكرى بمشاهدة قبرها، ويؤيده قوله صلى الله عليه وسلم: فزوروا القبور فإنها تذكركم الموت).','1','188',NULL,NULL,'0');
INSERT INTO [b854] VALUES (196,'٢ - نفع الميت والاحسان إليه بالسلام عليه، والدعاء والاستغفار له، وهذا خاص
بالمسلم، وفيه أحاديث:
الأول: عن عائشة رضي الله عنها: (أن النبي صلى الله عليه وسلم كان يخرج إلى البقيع، فيدعو لهم، فسألته عائشة عن ذلك؟ فقال: إني أمرت أن أدعو لهم).
أخرجه أحمد (٦/ ٢٥٢) بسند صحيح على شرط الشخين.
ومعناه عند مسلم وغيره من طريق أخرى مطولا، وقد مضى بتمامه في المسألة (١١٩).
الثاني: عنها أيضا قالت: (كان رسول الله صلى الله عليه وسلم كلما كان ليلتها من رسول الله صلى الله عليه وسلم يخرج من آخر الليل فيقول: السلام عليكم [أهل] دار قوم مؤمنين، وإنا وإياكم وما توعدن غدا مؤجلون، وإنا إن شاء الله بكم لاحقون، اللهم اغفر لاهل بقيع الغرقد).
أخرجه مسلم (٣/ ٦٣) والنسائي (١/ ٢٨٧) وابن السني (٥٨٥) والبيهقي (٤/ ٧٩) وأحمد (٦/ ١٨٠) وليس عنده الدعاء بالمغفرة (والزيادة له ولابن السني.
الثالث: عنها أيضا في حديثها الطويل المشار إليه قريبا قالت: (كيف أقول لهم يا رسول الله؟ قال: قولي: السلام على أهل الديار من المؤمنين والمسلمين، ويرحم الله المستقدمين منا والمستأخرين وإنا إن شاء الله بكم للاحقون).
أخرجه مسلم وغبره.
الرابع: عن بريدة قال: (كان رسول الله صلى الله عليه وسلم يعلمهم إذا خرجوا إلى المقابر، فكان قائلهم يقول:','1','189',NULL,NULL,'0');
INSERT INTO [b854] VALUES (197,'السلام عليكم أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله [بكم] للاحقون، [أنتم لنا فرط، ونحن لكم تبع]، أسأل الله لنا ولكم العافية).
أخرجه مسلم (٣/ ٦٥) والنسائي وابن ماجه (١/ ٤٦٩)، وكذا ابن أبي شيبة) (٤/ ١٣٨) وابن السني في (٥٨٢) والبيهقي وأحمد (٥/ ٣٥٣، ٣٥٩، ٣٦٠)، والزيادتان لهم جميعا حاشا ابن ماجه ومسلما.
والزيادة الثانية، أخرجها ابن أبي شيج من حديث علي وإسناده صحيح، ومن حديث سلمان (وإسناده حسن) وكلاهما موقوف عليهما.
الخامس: عن أبي هريرة: (أن رسول الله صلى الله عليه وسلم أنى المقبرة فقال: السلام عليكم دار قوم مؤمنين، وإنا إن شاء الله بكم لا حقون، وددت أنا قد رأينا إخواننا، قالوا: أو لسنا إخوانك يا رسول الله. قال [بل] أنتم أصحابي، وأخواننا الذين يأتون بعد، [وأنا فرطهم على الحوض]، فقالوا كيف تعرف من لم يأت بعد من أمتك يا رسول الله: فقال أرأيتم لو أن رجلا له خيل غر (١) محجلة، بين ظهري خيل دهم بهم (٢) ألا يعرف خيله؟ قالوا بلى يا رسول الله. قال: فأنهم يأتون [يوم القيامة] غرا محجلين من الوضوء. [يقولها ثلاثا]، وأنا فرطهم على الحوض. ألا ليذادن رجال [منكم] عن حوضي كما يذاد البعير الضال، أناديهم: ألا هلم [ألا هلم].فيقال: إنهم قد بذلوا بعدك، [ولم يزالوا يرجعون على أعقابهم]، فأقول: [ألا]، سحقا سحقا).
اخرجه مسلم (١/ ١٥٠ - ١٥١) ومالك (١/ ٤٩ - ٥٠) والنسائي (١/ ٣٥) وابن ماجه (٢/ ٥٨٠) والبيهقي (٤/ ٧٨) وأحمد (٢/ ٣٠٠، ٤٠٨) والزيادات كلها له إلا الاخيرتين فإنها لابن ماجه، ولمالك الثلاثة الأولى مع السادسة، وللنسائي الأولى والثالثة.
_________
(١) بضم فتشديد جمع الاغر، وهو الابيض الوجه. (محجلين) اسم مفعول من التحجيل، والمحجلل من الدواب التي قوائمها بيض.
(٢) بضمتين أو بسكون الثاني وهو الاشهر للازدواج، وهو تأكيد (دهم) جمع أدهم وهو الاسود.','1','190',NULL,NULL,'0');
INSERT INTO [b854] VALUES (198,'وفي الباب عن بشير بن الخصاصية، وقد ذكرت لفظه في التعليق على المسألة (٨٨)، (ص ١٣٥) وعن ابن عباس، وفيه ضعف كما يأتي التنبيه عليه في خاتمة المسألة الاتية بعد مسألة، وعن عمر وغيره، وفيها ضعف كما بينه الحافظ الهيثمي في (المجمع) (٣/ ٦٠).
١٢٢ - وأما قراءة القرآن عند زيارتها، فمما لا أصل له في السنة، بل الاحاديث المذكورة في المسألة السابقة تشعر بعدم مشروعيتها، إذ لو كانت مشروعة، لفعلها رسول الله صلى الله عليه وسلم وعلمها أصحابه، لا سيما وقد سألته عائشة رضي الله عنها - وهي من أحب الناس إليه صلى الله عليه وسلم - عما تقول إذا زارت القبور؟ فعلمها السلام والدعاء.
ولم يعلمها أن تقرأ الفاتحة أو غيرها من القرآن، فلو أن القراءة كانت مشروعة لما كتم ذلك عنها، كيف وتأخير البيان عن وقت الحاجة لا يجوز كما تقرر في علم الاصول، فكيف بالكتمان، ولو أنه صلى الله عليه وسلم علمهم شيئا من ذلك لنقل إلينا، فإذ لم ينقل بالسند الثابت دل على أنه لم يقع.
ومما يقوي عدم المشروعية قوله صلى الله عليه وسلم: (لا تجعلوا بيوتكم مقابر، فإن الشيطان يفر من البيت الذي يقرأ فيه سورة البقرة) أخرجه مسلم (٢/ ١٨٨) والترمذي (٤/ ٤٢) وصححه وأحمد (٢/ ٢٨٤، ٣٣٧، ٣٧٨، ٣٨٨) من حديث أبي هريرة.
وله شاهد من حديث الصلصال بن الدلهمس.
رواه البيهقي في (الشعب) كما في (الجامع الصغير).
فقد أشار صلى الله عليه وسلم إلى أن القبور ليست موضعا للقراءة شرعا، فلذلك حض على قراءة القرآن في البيوت ونهي عن جعلها كالمقابر التي لا يقرأ فيها، كما أشار في الحديث الاخر إلى أنها ليست موضعا لصلاة أيضا، وهو قوله: (صلوا في بيوتكم، ولا تتخذوها قبورا).
أخرجه مسلم (٢/ ١٨٧) وغيره عن ابن عمر، وهو - عند البخاري بنحوه، وترجم له بقوله: ب (باب كراهية الصلاة في المقابر) فأشار به إلى أن حديث ابن عمر يفيد كراهة','1','191',NULL,NULL,'0');
INSERT INTO [b854] VALUES (199,'الصلاة في المقابر، فكذلك حديث أبي هريرة يفيد كراهة قراءة القرآن في المقابر، ولا فرق (١).
ولذلك كان مذهب جمهور السلف كأبي حنيفة ومالك وغيرهم (٢) كراهة للقراءة عند القبور، وهو قول الامام أحمد فقال أبو داود في مسائله (ص ١٥٨):
_________
(١) وقد استدل جماعة من العلماء بالحديث على ما استدل به البخاري، وأيده الحافظ في شرحه، وقد ذكرت كلامه في المسألة الاتية (رقم ١٢٨ فقره ٧)
(٢) ذكره عنهم شيخ الاسلام ابن تيمية في (اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم) (ص ١٢٨) وقال:
(ولا يحفظ عن الشافعي نفسه في هذه المسألة كلام، وذلك لان ذلك كان عنده بدعة، وقال مالك: ما عملت أحدا يفعل ذلك، فعلم أن الصحابة، والتابعين ما كانوا يفعلونه).
وقال في (الاختيارات العملية) (ص ٥٣) (والقراءة على الميت بعد موته بدعة، بخلاف القراءة على المحتضر فإنها تستحب ب (ياسين)).
قلت: لكن حديث قراءة ياسين ضعيف كما تقدم (ص ١١) والاستحباب حكم شرعي، ولا يثبا بالحديث الضعيف كما هو معلوم من كلام ابن تيمية نفسه في بعض مصناته وغيرها.
وأما جاء في (كتاب الروح) لابن القيم (ص ١٣): قال الحلال: وأخبرني الحسن بن أحمد الوارق: ثنا علي ابن موسى الحداد - وكان صدوقا - قال: كنت مع أحمد بن جنبل ومحمد بن قدامة الجوهري في جنازة، فلما دفن الميت جلس رجل ضرير يقرأ عند القبر، فقال له أحمد: يا هذا إن القراءة عند القبر بدعة! فلما خرجت من المقابر، قال محمد بن قدامة لاحمد بن حنبل: يا أبا عبد الله ما تقول في مبشر الحلبي؟ قال: ثقة، قال: كتبت عنه شيئا؟ قال: نعم، قال: فأخبرني مبشر عن عبد الرحمن بن العلاء بن اللجلاج، (الاصل: الحلاج وهو خطأ) عن أبيه أنه أوصي إذا دفن أن يقرأ عند رأسه بفاتحة البقرة وخاتمتها، وقال: سمعت ابن عمر يوصي بذلك.
فقال له أحمد: فارجع وقل للرجل: يقراء).
فالجواب عنه من وجوه: الأول: إن في ثبوت هذه القصة عن أحمد نظر، لان شيخ الحلال الحسن بن أحمد الوراق لم أجد ترجمة فيما عندي الان من كتب الرجال، وكذلك شيخه علي بن موسى الحداد لم أعرفه، وإن قيل في هذا السند أنه كان صدوقا، فإن الظاهر أن القائل هو الوارق هذا، وقد عرفت حاله.
الثاني، إنه إن ثبت ذلك عنه فإنه أخص مما رواه أبو داود عنه، وينتج من الجمع بين الروايتين عنه أن مذهبه كراهة القراءة عند القبر إلا عند الدفن.
الثالث: أن السند بهذا الاثر لا يصح عن ابن عمر، ولو فرض ثبوته عن أحمد، وذلك لان عبد الرحمن ابن العلاء بن اللجلاج معدود في المجهولين، كما يشعر بذلك قول الذهبي في ترجمته من (الميزان): (ما روي عنه سوى مبشر هذا)، ومن طريقة رواه ابن عساكر (١٣/ ٣٩٩ / ٢) وأما توثيق ابن حيان إياه فمما لا يعتد به لما اشهر به من التساهل في التوثيق، ولذلك لم يعرج عليه الحافظ في (التقريب) حين قال في المترجم: (مقبول) يعني عند المتابعة وإلا فلين الحديث كما نص عليه في المقدمة، ومما يؤيد ما ذكرنا أن الترمذي مع تساهله في التحسين لما أخرج له حديثا آخر (٢/ ١٢٨) وليس له عنده سكت عليه ولم يحسنه! =','1','192',NULL,NULL,'0');
INSERT INTO [b854] VALUES (200,'(سمعت أحمد سئل عن القراءة عند القبر؟ فقال: لا).
١٢٣ - ويجوز رفع اليد في الدعاء لهما، لحديث عائشة رضي الله عنها قالت:
_________
= الرابع: أنه لو ثبت سنده كل عن ابن عمر، فهو موقوف لم يرفعه إلى النبي صلى الله عليه وسلم فلا حجة فيه أصلا.
ومثل هذا الاثر ما ذكره ابن القيم أيضا (ص ١٤): (وذكر الحلال عن الشعبي قال: كانت الانصار إذا مات لهم الميت اختلفوا إلى قبره يقرؤون القرآن).
فنحن في شك من ثبوت ذلك عن الشعبي بهذا اللفظ خاصة، فقد رأيت السيوطي قد أورده في (شرح الصدور) (ص ١٥) بلفظ: (كانت الانصار يقرؤون عند الميت سورة البقرة).
قال: (رواه ابن أبي شيبة والمروزي) أورده في (باب ما يقول الانسان في مرض الموت، وما يقرأ عنده).
ثم رأيته في (المصنف) لابن أبى شيبة (٤/ ٧٤) وترجم له بقوله: (باب ما يقال عند المريض إذا حضر) ".
فتبين أن في سنده مجالدا وهو ابن سعيد قال الحافظ في (التقريب): (ليس بالقوي، وقد تغيير في آخر عمره).
فظهر بهذا أن الاثر ليس في القراءة عند القبر بل عند الاحتضار، ثم هو على ذلك ضعيف الاسناد.
وأما حديث (من مر بالمقابر فقرأ (قل هو الله أحد) إحدى عشر مرة ثم وهب أجره للاموأت أعطي من الاجر بعدد الاموات).
فهو حديث باطل موضوع، رواه أبو محمد الحلال في (القراءة على القبور) (ق ٢٠١/ ٢) والديلمي عن نسخة عبد الله بن أحمد بن عامر عن أبيه عن علي الرضا عن آبائه، وهي نسخة موضوعة باطلة لا تنفك عن وضع عبد الله هذا أو وضع أبيه، كما قال الذهبي في (الميزان) وتبعه الحافظ ابن حجر في (اللسان) ثم السيوطي في (ذيل الاحاديث الموضوعة)، وذكر له هذا الحديث وتبعه ابن عراق في (تنزيه الشريعة المرفوعة، عن الاحاديث الشيعة الموضوعة).
ثم ذهل السيوطي عن ذلك فأورد الحديث في (شرح الصدور) (ص ١٣٠) برواية أبي محمد السمرقندي في (فضائل قل هو الله أحد) وسكت عليه! نعم قد أشار قبل ذلك إلى ضعفه، ولكن هذا لا، يكفي فإن الحديث، موضوع باعترافه فلا يجزي الاقتصار على تضعيفه كما لا يجوز السكوت عنه، كما صنع الشيخ إسماعيل العجلوني في (كشف الخفاء) (٢ - ٣٨٢) فإنه عزاه للرافعي في تاريخه وسكت عليه! مع أنه وضع كتابه المذكرر للكشف (عما اشتهر من الاحاديث على ألسنة الناس)! ثم إن سكوت أهل الاختصاص عن الحديث قد يوهم من لا علم عنده به أن الحديث مما يصلح للاحتجاج به أو العمل به في فضائل الاعمال كما يقولون، وهذا ما وقع لهذا الحديث، فقد رأيت بعض الحنيفة قد احتج بهذا الحديث للقراءة عند القبور وهو الشيخ الطهطاوي على (مراقي الفلاح) (ص ١١٧)! وقد عزاه هذا إلى الدارقطني، وأظنة وهما، فإني لم أجد غيره عزاه إليه، ثم إن المعروف عند
المشتغلين بهذا العلم أن العزو إلى الدارقطني مطلقا يراد به كتابه (السنن)، وهذا الحديث لم أره فيه.
والله أعلم.','1','193',NULL,NULL,'0');
INSERT INTO [b854] VALUES (201,'(خرج رسول الله صلى الله عليه وسلم ذات ليلة، فأرسلت بريرة في أثره لتنظر أين ذهب! قالت: فسلك نحو بقيع الغرقد، فوقف في أدنى البقيع ثم رفع يديه، ثم انصرف، فرجعت إلي بريرة، فأخبرتني، فلما أصبحت سألته، فقلت: يارسول الله أين خرجت الليلة؟ قال: بعثت إلى أهل البقيع لاصلي عليهم).
أخرجه أحمد (٦/ ٩٢)، وهو في (الموطأ) (١/ ٢٣٩ - ٢٤٠) وعنه النسائي (١/ ٢٨٧) بنحوه، لكن ليس فيه رفع اليدين، وإسناده حسن.
وقد ثبت رفع اليدين في قصة أخرى لعائشة رضي الله عنها تقدمت في المسألة (١١٩).
١٢٤ - ولكنه لا يستقبل القبور حين الدعاء لها، بل الكعبة، لنهيه صلى الله عليه وسلم عن الصلاة إلى القبور كما سيأتي، والدعاء مخ الصلاة ولبها كما هو معروف فله حكمها، وقد قال صلى الله عليه وسلم: (الدعاء هو العبادة، ثم قرأ (وقال ربكم ادعوني أستجب لكم).
أخرجه ابن المبارك في (الزهد) (١٠/ ١٥١) والبخاري في (الادب المفرد) رقم (٧١٤) وأبو داود ((١/ ٥٥١ - بشرح العون) والترمذي (٤/ ١٧٨، ٢٢٣) وابن ماجه (٢/ ٤٢٨ - ٤٢٩) وابن حبان (٢٣٩٦) والحاكم (١/ ٤٩١) وابن منده في (التوحيد) (ق ٦٩/ ١) وأحمد (٤/ ١٦٧، ٢٧١، ٢٧٦، ٢٧٧) وقال الحاكم: (صحيح الاسناد) ووافقه الذي وهو كما قالا، وقال الترمذي: (حديث حسن صحيح).
ورواه أبو يعلى من حديث البراءة بن عازب كما في (الجامع الصغير).
وفي الباب عن أنس بن مالك مرفوعا بلفظ: (الدعاء مخ العبادة).
أخرجه الترمذي (٢٢٣٤) وقال: (حديث غرب من هذا الوجه لا نعرفه إلا من حديث ابن لهيعة).
قلت: وهو ضعيف لسوء حفظه، فيستشهد به إلا ما كان من رواية أحد العبادلة','1','194',NULL,NULL,'0');
INSERT INTO [b854] VALUES (202,'عنه فيحتج به حينئذ، وليس هذا منها، لكن معناه صحيح بدليل حديث النعمان.
قال الطيبي في شرحه:
(أتى بضمير الفصل والخبر المعرف باللام [هو العبادة] ليدل على الحصر، وأن العبادة ليست غير الدعاء.
وقال غيره: المعنى هو من اعظم العبادة فهو كخبر (الحج عرفة) أي ركنه الاكبر، وذلك لدلالته على أن فاعله يقبل بوجهه إلى الله، معرضا عما سواه، لانه مأمور به، وفعل المأمور عبادة، وسماه عبادة ليخضع الداعي ويظهر ذلته ومسكنته وافتفاره، إذ العبادة ذل وخضوع ومسكنة). ذكره المناوي في (الفيض).
قلت: فإذا كان الدعاء من أعظم العبادة فكيف يتوجه به إلى غير الجهة التي أمر باستقبالها في الصلاة، ولذلك كان من المقرر عند العلماء المحققين أنه (لا يستقبل بالدعاء إلا ما يستقبل بالصلاة).
قال شيخ الاسلام ابن تيمية رحمه الله تعالى في (اقتضاء الصراط المستقيم، مخالفة أصحاب الجحيم) (ص ١٧٥): (وهذا أصل مستمر أنه لا يستحب للداعي أن يستقبل إلا ما يستحب أن يصلي إليه، ألا ترى أن الرجل لما نهي عن الصلاة إلى جهة المشرق وغيرها فإنه ينهى أن يتحرى استقبالها وقت الدعاء.
ومن الناس من يتحرى وقت دعائه استقبال الجهة التي يكون فيها الرجل الصالح، سواء كانت في المشرق أو غيره، وهذا ضلال بين، وشر واضح، كما أن بعض الناس يمتنع من استدبار الجهة التي فيها بعض الصالحين، وهو يستدبر الجهة التي فيها بيت الله.
وقبر رسول الله صلى الله عليه وسلم! وكل هذه الاشياء من البدع التي تضارع دين النصارى).
وذكر قبل ذلك بسطور عن الامام أحمد وأصحاب مالك أن المشروع استقبال القبلة بالدعاء حتى عند قبر النبي صلى الله عليه وسلم بعد السلام عليه.
وهو مذهب الشافعية أيضا، فقال النووي في (المجموع) (٥/ ٣١١): وقال الامام أبو الحسن محمد بن مرزوق الزعفراني - وكان من الفقهاء المحققين - في كتابه في (الجنائز): (ولا يستلم القبر بيده: ولا يقبله).
قال: (وعلى هذا مضت السنة).
قال: واستلام القبور وتقبيلها الذي يفعله العوام الان من المبتدعات المنكرة','1','195',NULL,NULL,'0');
INSERT INTO [b854] VALUES (203,'شرعا، ينبغي تجنب فعله، وينهى فاعله) قال: (فمن قصد السلام على ميت سلم عليه من قبل وجهه، وإذا أراد الدعاء تحول عن موضعه، واستقبل القبلة).
وهو مذهب أبي حنيفة أيضا، فقال شيخ الاسلام في (القاعدة الجليلة، في التوسل والوسيلة) (ص ١٢٥): (ومذهب الائمة الاربعة: مالك وأبي حنيفة والشافعي وأحمد وغيرهم من أئمة الاسلام أن الرجل إذا سلم على النبي صلى الله عليه وسلم، وأراد أن يدعو لنفسه فإنه يستقبل القبلة، واختلفوا في وقت السلام عليه، فقال الثلاثة مالك والشافعي وأحمد: يستقبل الحجرة ويسلم عليه من تلقاء وجهه، وقال أبو حنيفة: لا يستقبل الحجرة وقت السلام كما لا يستقبلها وقت الدعاء باتفاقهم، تم في مذهبه قولان: قيل: يستدبر الحجرة، وقيل يجعلها عن يساره. فهذا نزاعهم في وقت السلام. وأما في وقت الدعاء فلم يتنازعوا في أنه إنما يستقبل القبلة، لا الحجرة).
وسبب الاختلاف المذكور إنما هو من قبل أن الحجرة المكرمة لما كانت خارجة عن المسجد، وكان الصحابة يسلمون عليه لم يكن يمكن أحدا أن يستقبل وجهه صلى الله عليه وسلم ويستدبر القبلة (١)، كما صار ذلك ممكنا بعد دخولها في المسجد بعد الصحابة، فالمسلم منهم إن استقبل القبلة صارت الحجرة عن يساره، وإن استقبلوا الحجرة، كانت القبلة عن يمينهم وجهة الغرب من خلفهم، قال شيخ الاسلام في (الجواب الباهر) (ص ١٤) بعد أن ذكر هذا المعنى: وحينئذ فإن كانوا يستتقبلونه ويستدبرون الغرب فقول الاكثرين أرجح، وإن كانوا يستقبلون القبلة حينئذ ويجعلون الحجرة عن يسارهم فقول أبي حنيفة أرجح) قلت: لقد ترك الشيخ رحمه الله المسألة معلقة، فلم يبت في أنهم كانوا يستقبلونها، أو يستقبلون القبر وكأن ذلك لعدم وجود رواية ثابتة عنهم في ذلك، ولكن لو فرض أنهم كانوا يستقبلونه، فقد علمت أنهم في هذه الحالة كانوا يستدبرون الغرب لا القبلة،
_________
(١) وأما ما رواه اسماعيل القاضي في (فضل الصلاة على النبي صلى الله عليه وسلم) (رقم ١٠١ بتحقيقي وطبع المكتب الاسلامي) عن ابن عمر (أنه كان يأتي النبي صلى الله عليه وسلم فيضع، يده على قبره ويستدبر القبلة ثم يسلم عليه) فضعيف منكر كما بينه في التعليق عليه.','1','196',NULL,NULL,'0');
INSERT INTO [b854] VALUES (204,'لعدم إمكان ذلك في زمانهم، وسبق أن الاكثرين يقولون باستقبال وجهه صلى الله عليه وسلم أيضا عند السلام عليه، وهذا يستلزم استدبار القبلة.
الامر الذي نقطع أنه لم يقع في عهد الصحابة كما سلف، فهذا أمر زائد على استقبال الحجرة، ولا بد له من دليل.
لاثباته، فهل له من وجود؟ ذلك مما لا أعرفه، ولا رأيت أحدا من العلماء تعرض لهذا، سواء في خصوص قبر الرسول صلى الله عليه وسلم أو في القبور عامة.
نعم، استدل بعضهم على ذلك بحديث ابن عباس قال: (مر رسول الله صلى الله عليه وسلم بقبور المدينة، فأقبل عليهم بوجهه، فقال: السلام عليكم يا أهل القبور، يغفر الله لنا ولكم، أنتم سلفنا ونحن على الاثر).
أخرجه الترمذي (٢/ ١٥٦) والضياء في (المختارة) (٥٨/ ١٩٢ / ١) من طريق الطبراني
وقال الترمذي: (حسن غريب).
قلت: في سنده قابوس بن أبي ظبيان قال النسائي: (ليس بالقوي).
وقال ابن حبان: (ردئ الحفظ، ينفرد عن أبيه بما لا أصل له).
قلت: وهذا من روايته عن أبيه، فلا يحتج به، ولعل تحسين الترمذي لحديثه هذا إنما هو باعتبار شواهده، فإن معناه ثابت في الاحاديث الصحيحة وقد مضى قريبا ذكر قسم طيب منها، إلا أن قوله: (فأقبل عليهم بوجهه) منكر لتفرد هذا الضيف به.
إذا عرفت هذا، فقد قال الشيخ علي القاري في (مرقاة المفاتيح) (٢/ ٤٠٧): (فيه دلالة على أن المستحب في حال السلام على الميت أن يكون وجهه لوجه الميت وأن يستمر كذلك في الدعاء أيضا، وعليه عمل عامة المسلمين، خلافا لما قاله ابن حجر من أن السنة عندنا أنه في حالة الدعاء يستقبل القبلة كما علم من أحاديث أخر في مطلق الدعاء).
قلت: وفي هذا الاستدلال نظر ظاهر، إذ ليس في الحديث إلا إقباله صلى الله عليه وسلم بوجهه على القبور، وأما الاقبال على وجوه الموتى، فشئ آخر وهو يحتاج إلى نص آخر','1','197',NULL,NULL,'0');
INSERT INTO [b854] VALUES (205,'غير هذا، وهو مما لا أعرفه.
فالحق أن الحديث لو ثبت سنده لكان دليلا واضحا على أن المار بالقبور يستقبلها بوجهه حين السلام عليها والدعاء لها، كيفما كان الاستقبال، وحسبما يتفق دون قصد لوجوه الموتى، أما والسند ضعيف كما سبق بيانه فلا يصلح للاستدلال به أصلا.
ولا ينافي ما تقدم عن الامام مالك من عدم مشروعية استقبال الحجرة عند الدعاء الحكاية التي جاء فيها أن مالكا لما سأله المنصور العباسي عن استقبال الحجرة، أمره بذلك، وقال: هو وسيلتك ووسيلة أبيك آدم، لانها حكاية باطلة، مكذوبة على مالك، وليس لها إسناد معروف، ثم هي خلاف الثابت المنقول عنه بأسانيد الثقات في كتب أصحابه كما ذكره إسماعيل في إسحاق القاضي وغيره.
ومثلها ما ذكروا عنه أنه سئل عن أقوام يطيلون القيام مستقبلي الحجرة يدعون لانفسهم فأنكر مالك ذلك، وذكر أنه فمن البدع التي لم يفعلها الصحابة والتابعون لهم بإحسان، وقال (لا يصلح آخر هذه الامة إلا ما أصلح أولها) (١)
١٢٥ - وإذا زار قبر الكافر فلا يسلم عليه، ولا يدعو له، بل يبشره بالنار، كذلك أمر رسول الله صلى الله عليه وسلم في حديث سعد بن أبي وقاص قال: (جاء أعرابي إلى النبي صلى الله عليه وسلم فقال: إن أبي كان يصل الرحم، وكان، وكان، فأين هو؟ قال: في النار، فكأن الاعرابي وجد من ذلك، فقال: يارسول الله! فأين أبوك؟ قال:
(حيثما مررت بقبر كافر فبشره بالنار).
قال: فأسلم الاعرابي بعد، فقال: لقد كلفني رسول الله صلى الله عليه وسلم تعبا! ما مررت بقبر كافر إلا بشرته بالنار).
أخرجه الطبراني في (المعجم الكبير) (١/ ١٩١ / ١) وابن السني في (عمل اليوم والليلة)
_________
(١) انظر (قاعدة جليلة) لابن تيمية (ص ٥٣ - ٦٢).','1','198',NULL,NULL,'0');
INSERT INTO [b854] VALUES (206,'رقم (٥٨٨) والضياء المقدسي في (الاحاديث المختارة) (٣٣٣١) بسند صحيح، وقال الهيثمي (١/ ١١٧ - ١١٨):
(رواه البزار والطبراني في الكبير، ورجاله رجال الصحيح).
وقد أخرجه ابن ماجه (١/ ٤٧٦ - ٤٧٧) من هذا الوجه لكنه جعله من مسند عبد الله ابن عمر، وقال البوصيري في (الزوائد) (ق ٩٨/ ٢):
(إسناده صحيح، رجاله ثقات).
قلت: لكنه شاذ، والمحفوظ أنه من مسند سعد كما بينته في (سلسلة الاحاديث الصحيحة) (١٨).
وللحديث شاهد من حديث أبي هريرة مرفوعا بلفظ: (إذا مررتم بقبورنا وقبوركم من أهل الجاهلية، فأخبروهم أنهم من أهل النار).
رواه ابن السني في (اليوم والليلة) (رقم ٥٨٧) بسند فيه يحيى بن يمان وهو سيئ الحفظ عن محمد بن عمر، ولم أعرفه عن أبي سلمة عنه.
لكن الظاهر انه (ابن عمرو) بفتح العين وسكون الميم ثم واو بعد الراء، سقط من الطابع حرف الواو. وهو حسن الحديث.
وما ذكرنا في هذه المسألة هو مذهب الحنابلة كما في (كشاف القناع) (٢/ ١٣٤) وغيره من كتبهم.
١٢٦ - ولا يمشي بين قبور المسلمين في نعليه، لحديث بشيرين الحنظلية قال: (بينما أماشي رسول الله صلى الله عليه وسلم ... أتى على قبور المسلمين ... فبينما هو يمشي إذ حانت منه نظرة، فإذا هو برجل يمشي بين القبور عليه نعلان، فقال: يا صاحب السبتيتين ألق سبتيتيك، فنظر، فلما عرف الرجل رسول الله صلى الله عليه وسلم خلع نعليه، فرمى بهما) أخرجه أصحاب السنن وغيرهم، وقد مضى بتمامه في المسألة (٨٨) (١)
_________
(١) قال الحافظ في (الفتح) (٣ - ١٦٠):
(والحديث يدل على كراهة المشي بين القبور بالنعال، وأغرب ابن حزم فقال: يحرم المشي بين القبور بالنعال =','1','199',NULL,NULL,'0');
INSERT INTO [b854] VALUES (207,'١٢٧ - ولا يشرع وضع الاس ونحوها من الرياحين والورود على القبور، لانه لم يكن من فعل السلف، ولو كان خيرا لسبقونا إليه " وقد قال ابن عمر رضي الله عنهما:
(كل بدعة ضلالة، وإن رآها الناس حسنة).
(١) رواه ابن بطة في (الابانة عن أصول الديانة) (٢/ ١١٢ / ٢) واللالكائي في (السنة)
_________
= السبتية دون غيرها! وهو جمود شديد. وأما قول الخطابي يشبه أن يكون النهي عنهما لما فيهما من الحيلاء، فإنه متعقب بأن ابن عمر كان يلبس النعال السبتية، ويقول: إن النبي صلى الله عليه وسلم كان يلبسها. وهو حديث صحيح. وقال الطحاوي: (يحمل نهي الرجل المذكور على أنه كان في نعليه قذر، فقد كان النبي صلى الله عليه وسلم يصلي في نعليه ما لم ير فيهما أذى).
قلت: وهذا الاحتمال بعيد، بل جزم ابن حزم (٥/ ١٣٧) ببطلانه، وأنه من التقول على الله! والاقرب أن النهي من باب احترام الموتى، فهو كالنهي عن الجلوس على القبر الاتي في المسألة (١٢٨ فقرة ٦)، وعليه فلا فرق بين النعلين السبتيتين وغيرهما من النعال التي عليها شعر، إذ الكل في مثابة واحدة في المشي فيها بين القبور ومنافاتها لاحترامها، وقد شرح ذلك ابن القيم في (تهذيب السنن) (٤/ ٣٤٣ - ٣٤٥) ونقل عن الامأم أحمد أنه قال: (حديث بشير إسناده جيد، أذهب إليه إلا من علة).
وقد ثبت أن الامام أحمد كان يعمل بهذا الحديث، فقال أبو داود في مسائله (ص ١٥٨): (رأيت أحمد إذا تبع الجنازة فقرب من المقابر خلع نعليه).
فرحمه الله، ما كان أتبعه للسنة.
(١) ولا يعارض ما ذكرنا حديث ابن عباس في وضع النبي صلى الله عليه وسلم شقي جريدة النخل على القبرين وقوله: (لعله يخفف عنهما ما لم ييبسا).
متفق عليه وقد خرجته في (صحيح أبي داود) (١٥).
فإنه خاص به صلى الله عليه وسلم بدليل أنه لم يجر العمل به عند السلف ولامور أخرى يأتي بيانها. قال الخطابي رحمه الله تعالى في (معالم السنن) (١/ ٢٧) تعليقا على الحديث:
(إنه من التبرك بأثر النبي صلى الله عليه وسلم ودعائه بالتخفيف عنهما، وكأنه جعل مدة بقاء النداوة فيهما حدا لما وقعت به المسألة من تخفيف العذاب عنهما، وليس ذلك من أجل أن في الجريد الرطب معنى ليس في اليابس، والعامة في كثير من البلدان تغرس الحوص في قبور موتاهم، وأراهم ذهبوا إلى هذا، وليس لما تعاطوه من ذلك وجه).
قال الشيخ أحمد شاكر في تعيلقه على الترمذي (١/ ١٠٣) عقب هذا:
(وصدق الحطابي، وقد ازداد العامة إصرارا على هذا العمل الذي لا أصل له، وغلوا فيه، خصوصا في بلاد مصر، تقليدا للنصارى، حتى صاروا يضعون الزهور على القبور، ويتهادونها بينهم، فيضعها الناس على قبور أقاربهم ومعارفهم تحية لهم، ومجاملة للاحياء، وحتى صارت عادة شبيهة بالرسمية في المجاملات الدولية، فتجد الكبراء من المسلمين إذا نزلوا بلدة من بلاد أوربا ذهبوا إلى قبور عظمائها أو إلى قبر من يسمونه (الجندي =','1','200',NULL,NULL,'0');
INSERT INTO [b854] VALUES (208,'(١/ ٢١ / ١) موقوفا بإسناد صحيح، والهروي في (ذم الكلام) (٢/ ٣٦ / ١) مرفوعا،
_________
= المجهول) ووضعوا عليها الزهور، وبعضهم يضع الزهور الصناعية التي لا نداوة فيها تقليدا للافرنج، واتباعا لسنن من قبلهم، ولا ينكر ذلك عليهم العلماء أشباه العامة، بل تراهم أنفسهم يضعون ذلك في قبور موتاهم، ولقد علمت أن أكثر الاوقاف التي تسمى أوقافا خيرية موقوف ريعها على الخوص والريحان الذي يوضع على القبور وكل هذه بدع ومنكرات لا أصل لها في الدين، ولا سند لها من الكتاب والسنة، ويجب على أهل العلم أن ينكررها وأن يبطلوا هذه العادات ما استطاعوا) .. قلت: ويؤيد كون وضع الجريد على القبر خاص به، وأن التخفيف لم يكن من أجل نداوة شقها أمور:
أ - حديث جابر رضي الله عنه الطويل في (صحيح مسلم) (٨/ ٢٣١ - ٢٣٦) وفية قال صلى الله عليه وسلم: (إني مررت بقبرين يعذبان، فأحببت بشفاعتي أن يرد عنهما ما دام الغصنان رطبين).
فهذا صريح في أن رفع العذاب إنما هو بسبب شفاعته صلى الله عليه وسلم ودعائه لا بسبب النداوة، وسواء كانت قصة جابر هذه هي عين قصة ابن عباس المتقدمة كما رجحه العيي وغيره، أو غيرها كما رجحه الحافظ في (الفتح)، أما على الاحتمال الأول فظاهر، وأما على الاحتمال الاخر، فلان النظر الصحيح يقتضي أن تكون العلة واحدة في القصتين للتشابه الموجود بينهما، ولان كون النداوة سببا لتخفيف العذاب عن الميت مما لا يعرف شرعا ولا عقلا، ولو كان الامر كذلك لكان أخف الناس عذابا إنما هم الكفار الذين يدفنون في مقابر أشبه ما تكون بالجنان لكثرة ما يزرع فيها من النباتات والاشجار التي تظل مخضرة صيفان شتاء! يضاف إلى ما سبق أن بعض العلماء كالسيوطي قد ذكروا أن سبب تأثير النداوة في التخفيف كونها تسبح الله تعالى، قالوا: فإذا ذهبت من العود ويبس انقطع، تسبيحه! فإن هذا التعليل مخالف لعموم قوله تبارك وتعالى: (وإن من شئ إلا يسبح بحمده، ولكن لا تفقهون تسبيحهم).
ب - في حديث ابن عباس نفسه ما يشير إلى أن السر ليس في النداوة، أو بالاحرى ليست هي السبب في تخفيف العذاب، وذلك قوله (ثم دعا بعسيب فشقه اثنين) يعني طولا، فإن من المعلوم أن شقه سبب لذهاب النداوة من الشق ويبسه بسرعة، فتكون مدة التخفيف أقل مما لو لم يشق، فلو كانت هي العلة لابقاه صلى الله عليه وسلم بدون شق ولوضع عل كل قبر عسيبا أو نصفه على الاقل، فإذا لم يفعل دل على أن النداوة ليست هي السبب، وتعين أنها علامة على مدة التخفيف الذي أذن الله به استجابة لشفاعة نبيه صلى الله عليه وسلم كما هو مصرح به في حديث جابر، وبذلك يتفق الحديثان في تعيين السبب، وإن احتمل اختلافهما في الواقعة وتعددها.
فتأمل هذا، فإنما هو شئ انقدح في نفسي، ولم أجد من نص عليه أو أشار إليه من العلماء، فإن كان صوابا فمن الله تعالى وإن كان خطأ فهو مني، واستغفره من كل ما لا يرضيه.
ج - لو كانت النداوة مقصودة بالذات، لفهم ذلك السلف الصالح ولعملوا بمقتضاه، ولوضعوا الجريد والاس ونحو ذلك على القبور عند زيارتها، ولو فعلوا لاشهر ذلك عنهم، ثم نقله الثقات إلينا، لانه من الامور التي تلفت النظر، وتستدعي الدواعي نقله، فإذ لم ينقل دل على أنه لم يقع، وأن التقرب به إلى الله بدعة، فثبت المراد. =','1','201',NULL,NULL,'0');
INSERT INTO [b854] VALUES (209,'وما أراه إلا وهما.
وإنما يصح منه مرفوعا الشطر الأول منه وقد مضى حديث جابر.
_________
= وإذا تبين هذا، سهل حينئذ فهم بطلان ذلك القياس الهزيل الذى نقله السيوطي في (شرح الصدور) عمن لم يسمه:
(فإذا خفف عنهما بتسبيح الجريدة فكيف بقراءة المومن القرآن؟ قال: وهذا الحديث أصل في غرس الاشجار عند القبور)!
قلت: فيقال له: (أثبت العرش ثم انقش)، (وهل يستقيم الظل واعوج)؟ القياس صحيحا لبادر إليه السلف لانهم أحرص على الخير منا.
فدل ما تقدم على أن وضع الجريد على القبر خاص به صلى الله عليه وسلم، وأن السر في تخفيف العذاب عن القبرين لم يكن في نداوة العسيب بل في شفاعته صلى الله عليه وسلم ودعائه لهما، وهذا مما لا يمكن وقوعه مرة أخرى بعد انتقاله صلى الله عليه وسلم إلى الرفيق الاعلى ولا لغيره من بعده صلى الله عليه وسلم، لان الاطلاع على عذاب القبر من خصوصياته عليه الصلاة والسلام، وهو من الغيب الذي لا يطلع عليه إلا الرسول كما جاء في نص القرآن (عالم الغيب فلا يظهر على غيبه أحدا إلا من ارتضى من رسول) واعلم أنه لا ينافى ما بينا ما أورده السيوطي في (شرح الصدور) (١٣١):
(وأخرج ابن عساكر من طريق حماد بن سلمة عن قتادة أن أبا برزة الاسلمي رضي الله عنه كان يحدث أن رسول الله صلى الله عليه وسلم مر على قبر وصاحبه يعذب، فأخذ جريدة فغرسها في القبر، وقال: عسى أن يرفه عنه ما دامت رطبة. وكان أبو برزة يوصي: إذا مت فضعوا في قبري معي جريدتين.
قال: فمات في مفازة بين (كرمان) و (قومس)، فقالوا: كان يوصينا أن تضع في قبره جريدين وهذا مو ضع لا نصيبهها فيه، فينما هم كذلك إذ طلع عليهم ركب من قبل (سجستان)، فأصابوا معهم سعفا، فأخذوا جريدتين، فوضعوهما معه في قبره.
وأخرج ابن سعد عن مورق قال: أوصى بريدة أن تجعل في قبره جريدتان).
قلت: ووجه عدم المنافاة، أنه ليس في هذين الاثرين - على فرض التسليم بثبوتهما معا - مشروعية وضع الجريد عند زيارة القبور، الذي ادعينا بدعيتة عدم عمل السلف به، وغاية ما فيهما جعل الجريدتين مع الميت في قبره، وهي قضية أخرى، وإن كانت كالتي قبلها في عدم المشروعية لان الحديث الذي رواه أبو برزة كغيره من الصحابة لا يدل على ذلك، لا سيما والحديث فيه وضع جريدة واحدة، وهو أوصى بوضع جريدتين في قبره على أن الاثر لا يصح إسناده، فقد أخرجه الخطيب في تاريخ (بغداد) (١/ ١٨٣ ١٨٢) ومن طريقه أخرجه ابن عساكر في (تاريخ دمشق) في آخر ترجمة نضلة بن عبيد بن أبي برزة الاسلمي عن الشاه بن عمار قال: ثنا أبو صالح سليمان بن صالح الليثي قال: أنبأنا النضر بن المنذز بن ثعلبة العبهدي عن حماد بن سلمة به.
قلت: فهذا إسناد ضعيف، وله علتان:
الأولى: جهالة الشاه والنضر فإني لم أجد لهما ترجمة.
والأخرى: عنعنة قتادة فإنهم لم يذكروا له رواية عن أبي برزة، ثم هو مذكور بالتدليس فيخشى من عنعنته في مثل إسناده هذا. =','1','202',NULL,NULL,'0');
INSERT INTO [b854] VALUES (210,'<span data-type="title" id=toc-20>ما يحرم عند القبور</span>
١٢٨ - ويحرم عند القبور ما يأتي:
١ - الذبح لوجه الله، لقوله صلى الله عليه وسلم:
(لاعقر في الاسلام)، قال عبد الرزاق بن همام:
(كانوا يعقرون عند القبر بقرة أو شاة).
أخرجه (أبو داود (٢/ ٧١) وقول عبد الرزاق له، والبيهقي (٤/ ٥٧) وأحمد (٣/ ١٩٧) وإسناده صحيح على شرط الشيخين. (١)
_________
= وأما وصية بريدة، فهي ثابتة عنه، قال ابن سعد في (الطبقات) (ج ٧ ق ١ ص ٤): أخبرنا عفان بن مسلم قال: ثنا حماد بن سلمة، قال: أخبرنا عاصم الاحول قال: قال مورق: أوصى بريدة الاسلمي أن توضع في قبره جريدتان.
فكان أن مات بأدنى خراسان فلم توجد إلا في جوالق حمار.
وهذا سند صحيح، وعلقه البخاري (٣/ ١٧٣) مجزوما.
قال الحافظ في شرحه: (وكان بريدة حمل الحديث على عمومه، ولم يره خاصا بذينك الرجلين، قال ابن رشيد: ويظهر من تصرف البخاري أن ذلك خاص بهما، فلذلك عقبه بقول ابن عمر: إنما يظله عمله).
قلت: ولا شك أن ما ذهب إليه البخاري هو الصواب لما سبق بيانه، ورأي بريدة لا حجة فيه، لانه رأى والحديث لا يدل عليه حتى لو كان عاما، فإن النبي صلى الله عليه وسلم لم يضع الجريدة في القبر، بل عليه كما سبق. و (خير الهدى هدى محمد).
(١) وقال شيخ الاسلام في (الاقتضاء) (ص ١٨٢):
(وأما الذبح هناك - يعني عند القبور - فمنهي عنه مطلقا ذكره أصحابنا وغيرهم لهذا الحديث. قال أحمد في رواية المروزي -: قال النبي صلى الله عليه وسلم: لا عقر في الاسلام. كانوا إذا مات لهم الميت نحروا جزورا على قبره، فنهى النبي صلى الله عليه وسلم عن ذلك. وكره أبو عبد الله أكل لحمه. قال أصحابنا: وفي معنى هذا ما يفعله كثير من أهل زماننا في التصدق عند القبر بخبز أو نحوه)
وقال النووي في (المجموع) (٥/ ٣٢٠):
(وأما الذبح والعقر عند القبر فمذموم لحديث أنس هذا، رواه أبو داود والترمذي وقال: حسن صحيح).
قلت: وهذا إذا كان الذبح هناك لله تعالى وأما إذ كان لصاحب القبر كما يفعله بعض الجهال فهو شرك صريح، وأكله حرام وفسق كما قال تعالى {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ} [الأنعام: ١٢١]. أي والحال أنه كذلك بأن ذبح لغير الله، إذ هذا قو الفسق هنا كما ذكره الله تعالى بقوله (أو فسقا أهل لغير الله به)، كما في (الزواجر) (١/ ١٧١) للفقيه الهيتمى. وقال:
(لعن الله (وفي رواية: ملعون) من ذبح لغير الله).
أخرجه أحمد (رقم ٢٨١٧، ٢٩١٥، ٢٩١٧) بسند حسن عن ابن عباس، ومسلم (٦/ ٨٤) عن علي نحوه.','1','203',NULL,NULL,'0');
INSERT INTO [b854] VALUES (211,'٢ - رفعها زيادة على التراب الخارج منها.
٣ - طليها بالكلس ونحوه.
٤ - الكتابة عليها.
٥ - البناء عليها.
٦ - القعود عليها.
وفي ذلك أحاديث:
الأول: عن جابر رضي الله عنه قال: (نهى رسول الله صلى الله عليه وسلم أن يجصص القبر، وأن يقعد عليه، وأن يبى عليه، [أو يزاد عليه]، [أو يكتب عليه]).
أخرجه مسلم (٣/ ٦٢) وأبو داود (٢/ ٧١) والنسائي (١/ ٢٨٤ - ٢٨٥، ٢٨٦) والترمذي (٢/ ١٥٥) وصححه، والحاكم (١/ ٣٧٠) والبيهقي (٤/ ٤) وأحمد (٣/ ٢٩٥
٣٣٢، ٣٣٩، ٣٩٩).
والزيادتان لابي داود والنسائي، وللبيهقي الأولى.
والثانية عند الترمذي والحاكم وصحح إسنادها ووافقه الذهبي.
وأعلها المنذري (٤/ ٣٤١) وغيره بالانقطاع بين سليمان بن موسى وجابر.
لكن هذا بالنظر لطريق أبي داود وغيره، وإلا فقد أخرجها الحاكم من طريق ابن جريج عن أبي الزبير عن جابر.
وهذا سند على شرط مسلم.
وقد صرح ابن جريج عنده بسماعه من أبي الزبير وهذا من جابر، فزال بذلك شبهة تدليسهما، ومن هذا الوجه جاءت الأولى عند من ذكرنا، وقال النووي (٥/ ٢٩٦): (وإسنادها صحيح).
ثم استدل بها على أنه يستحب أن لا يزاد القبر على التراب الذي أخرج منه وقال: (قال الشافعي: فإن زاد فلا بأس، قال أصحابنا: معناه أنه ليس بمكروه).
قلت: وهذا خلاف ظاهر النهي فإن الاصل فيه التحريم، فالحق ما قاله ابن حزم في (المحلى) (٥/ ٣٣):
(ولا يحل أن يبنى القبر، ولا أن يجصص، ولا أن يزاد على ترابه شئ ويهدم كل ذلك).','1','204',NULL,NULL,'0');
INSERT INTO [b854] VALUES (212,'وهو ظاهر قول الامام أحمد، فقال أبو داود في (المسائل) (ص ١٥٨): (سمعت أحمد قال: لا يزاد على القبر من تراب غيره، إلا أن يسوى بالارض فلا يعرف. فكأنه رخص إذ ذاك).
لكن ذكر في (الانصاف) (٢/ ٥٤٨) عنه الكراهة فقط! وقال الامام محمد في (الاثار) (ص ٤٥): (أخبرنا أبو حنيفة عن حماد عن إبراهيم قال: كان يقال: ارفعوا القبر حتى يعرف أنه قبر فلا يوطأ.
قال محمد: وبه نأخذ، ولا نرى أن يزاد على ما خرج منه، ونكره أن يجصص، أو يطين، أو يجعل عنده مسجدا أو علما، أو يكتب عليه، ويكره الآجر أن يبنى به، أو يدخله القبر، ولا نرى برش الماء عليه بأسا، وهو قول أبي حنيفة).
قلت: ويدل الحديث بمفهومه على جواز رفع القبر، بقدر ما يساعد عليه التراب الخارج منه، وذلك يكون نحو شبر، فهو موافق للنص المتقدم في المسألة (١٠٧) وأما التجصيص فهو من (الجص) وهو الكلس.
والمراد الطلي به قال في (القاموس): (وجصص الاناء ملاه، والبناء طلاه بالجص).
ولعل النهي عن التجصيص من أجل أنه نوع زينة كما قال بعض المتقدمين.
وعليه فما حكم تطيين القبر؟ للعلماء فيه قولان:
الأول: الكراهة، نص عليه الامام محمد فيما نقلته آنفا عنه، والكراهة عنده للتحريم إذا أطلقت.
وبالكراهة قال أبو حفص من الحنابلة كما في (الانصاف) (٢/ ٥٤٩) والاخر: أنه لا بأس به.
حكاه أبو داود (١٥٨) عن الامام أحمد.
وجزم به في (الانصاف).
وحكاه الترمذي (٢/ ١٥٥) عن الامام الشافعي، قال النووي عقبه: (ولم يتعرض جمهمور الاصحاب له، فالصحيح أنه لاكراهة فيه كما نص عليه، ولم يرد فيه نهي).
قلت: ولعل الصواب التفصيل على نحو ما يأتي: إن كان المقصود من التطين المحافظة على القبر وبقائه مرفوعا قدر ما سمح به الشرع، وأن لا تنسفة الرياح ولا تبعثره الامطار، فهو جائز بدون شك لانه يحقق غاية مشروعة.
ولعل هذا هو وجه من قال من الحنابلة','1','205',NULL,NULL,'0');
INSERT INTO [b854] VALUES (213,'أنه يستحب. وإن كان المقصود الزينة ونحوها مما لا فائدة فيه فلا يجوز لانه محدث.
وأما الكتابة، فظاهر الحديث تحريمها، وهو ظاهر كلام الامام محمد، وصرح الشافعية والحنابلة بالكراهة فقط! وقال النووي (٥/ ٢٩٨): (قال أصحابنا: وسواء كان المكتوب على القبر في لوح عند رأسه كما جرت عادة بعض الناس، أم في غيره، فكله مكروه لعموم الحديث).
واستثنى بعض العلماء كتابة اسم الميت لا على وجه الزخرفة، بل للتعرف قياسا على وضع النبي صلى الله عليه وسلم الحجر على قبر عثمان بن مظعون كما تقدم في المسألة المشار إليها آنفا (ص ١٥٥). قال الشوكاني:
(وهو من التخصيص بالقياس وقد قال به الجمهور، لا أنه قياس في مقابلة النص كما قال في (ضوء النهار)، ولكن الشأن في صحة هذا القياس).
والذي أراه - والله أعلم - أن القول بصحة هذا القياس على اطلاقه بعيد، والصواب تقييده بما إذا كان الحجر لا يحقق الغاية التي من أجلها وضع رسول الله صلى الله عليه وسلم الحجر، ألا وهي التعرف عليه، وذلك بسبب كثرة القبور مثلا وكثرة الاحجار المعرفة! فحينئذ يجوز كتابة الاسم بقدر ما تتحقق به الغاية المذكورة. والله أعلم.
وأما قول الحاكم عقب الحديث:
(ليس العمل عليه، فإن أئمة المسلمين من الشرق إلى الغرب مكتوب على قبورهم وهو عمل أخذ به الخلف عن السلف).
فقد رده الذهبي بقوله:
(ما قلت طائلا، ولا نعلم صحابيا فعل ذلك، وإنما هو شئ أحدثه بعض التابعين فمن بعدهم - ولم يبلغهم النهي).
الثاني: عن أبي سعيد وهو الخدري
(أن النبي صلى الله عليه وسلم نهى أن يبنى على القبر).','1','206',NULL,NULL,'0');
INSERT INTO [b854] VALUES (214,'أخرجه ابن ماجه (١/ ٤٧٣ - ٣٧٤) بسند رجاله جميعا رجال الصحيح، إلا أنه منقطع، فقد قال البوصيري في (الزوائد) (ق ٩٧/ ٢): (رجاله ثقات، إلا أنه منقطع، القاسم برن مخيمرة لم يسمع من أبي سعيد) قلت: فقول السندي في حاشية ابن ماجه:
(وفي الزوائد: إسناده صحيح، ورجاله ثقات)، وهم لا أدري ممن هو؟ ورواه أبو يعلى بلفظ: (نهى نبي الله صلى الله عليه وسلم أن يبنى على القبور، أو يقعد عليها، أو يصلى عليها) قال الهيثمي في (مجمع الزوائد) (٣/ ٦١): (ورجاله ثقات).
الثالث: عن أبي الهياج الاسدي قال: (قال لي علي بن أبي طالب: ألا ابعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم أن لا تدع تمثالا [رواية: صورة] [في بيت] إلا طمسته، ولا قبرا مشرفا إلا سويته).
أخرجه مسلم (٣/ ٦١) وأبو داود (٢/ ٧٠) والنسائي (٥١/ ٢٨) والترمذي (٢/ ١٥٣ - ١٥٤) حسنه، والحاكم (١/ ٣٦٩) والبيهقي (٤/ ٣) والطيالسي في (رقم ١٥٥) وأحمد (رقم ٧٤١، ١٠٦٤) من طريق أبي وائل عنه، والطبراني في (المعجم الصغير) (ص ٢٩) من طريق أبي إسحاق عنه.
وله في مسند الطيالسي (رقم ٩٦) وأحمد (رقم ٦٥٧، ٦٥٨، ٦٨٣، ٦٨٩) طريقان آخر ان عن علي رضي الله عنه. (١)
_________
(١) قال الشوكاني رحمه الله تعالى (٤/ ٧٢) في شرح هذا الحديث:
(فيه أن السنة أن القبر لا يرفع رفعا كبيرا من غير فرق بين من كان فاضلا ومن كان غير فاضل. والظاهر أن رفع القبور زيادة على القدر المأذون فيه محرم. وقد صرح بذلك أصحاب أحمد، وجماعة الشافعي ومالك. قال: ومن رفع القبور الداخل تحت الحديث دخولا أولياء القبب والمشاهد المعمورة على القبور، وأيضا هو من اتخاذ القبور مساجد، وقد لعن النبي صلى الله عليه وسلم فاعل ذلك كما سيأتي. وكم قد نشأ عن تشييد أبنية القبور وتحسينها من مفاسد يبكي لها الاسلام. منها اعتقاد الجهلة لها كاعتقاد الكفار للاصنام، وعظم ذلك فظنوا أنها =','1','207',NULL,NULL,'0');
INSERT INTO [b854] VALUES (215,'الرابع: عن ثمامة بن شفي قال:
(خرجنا مع فضالة بن عبيد إلى أرض الروم، وكان عاملا لمعاوية على الدرب، (وفي رواية: غزونا أرض الروم، وعلى ذلك الجيش فضالة بن عبيد الانصاري)، فأصيب ابن عم لنا [ب] (رودس) (١) فصلى عليه فضالة، وقام على حفرته حتى واراه، فلما سوينا عليه حفرته قال: أخفوا عنه، (وفي الرواية الاخرى: خففوا عنه) (٢) فإن رسول الله صلى الله عليه وسلم كان يأمرنا بتسوية القبور).
أخرجه أحمد (٦/ ١٨) بالروايتين وإسناده حسن، وابن أبي شيبة (٤/ ١٣٥ - ١٣٨) بالرواية الاخرى.
ورواه مسلم (٣/ ٦١) وأبو داود (٢/ ٧٠) والنسائي (١/ ٢٨٥) والبيهقي (٤/ ٢ - ٣) من طريق أخرى عن ثمامة نحوه أخصر منه، وهو رواية لاحمد (٦/ ٢١) ولفظها عنده: (سمعت رسول الله صلى الله عليه وسلم يقول: سووا قبوركم بالارض).
_________
= قادرة على جلب النفع ودفع الضرر، فجعلوها مقصدا لطلب قضاء الحوائج، وملجا لنجاح المطالب، وسألوا منها ما يسأله العباد من ربهم، وشدوا إليها الرحال وتمسحوا واستغاثوا. وبالجملة أنهم لم يدعوا شيئا مما كانت الجاهلية تفعله بالاصنام إلا فعلوه! فإنا لله وإنا إليه راجعون، ومع هذا المنكر الشنيع والكفر الفظيع لا نجد من يغضب لله، ويغار حمية للدين الحنيف، لا عالما ولا متعلام، ولا أميرا ولا وزيرا ولا ملكا، وقد توارد إلينا من الاخبار ما لا يشك معه أن كثيرا من هؤلاء القبوريين أو أكثرهم إذا توجهت عليه يمين من جهة خصمه حلف بالله فاجرا، فإذا قيل له بعد ذلك: احلف بشيخك ومعتقدك الولي الفلاني! تلعثم وتلكأ وأبي واعترف بالحق! وهذا من أبين الادلة الدالة على أن شركهم قد بلغ فوق شرك من قال: إنه تعالى ثاني اثنين، أو ثالث ثلاثة.
فيا علماء الدين ويا ملوك المسلمين أي رزء للاسلام أشد من الكفر، وأي بلاء لهذا الدين أضر عليه من عبادة غير الله، وأى مصيبة يصاب بها المسلمون تعدل هذه المصيبة، وأي منكر يجب إنكاره إن لم يكن إنكار هذا الشرك واجبا؟!
لقد أسمعت لو ناديت حياً * ولكن لا حياة لمن تنادي
ولو نارا نفخت بها أضاءت * ولكن أنت تنفخ في رماد
وللشوكاني رحمه الله تعالى رسالة لطيفة نافعة في هذا الباب أسماها (شرح الصدور في تحريم رفع القبور) مطبوعة في المجموعة المنيرية (١/ ٦٢ - ٧٦).
(١) جزيرة معروفة في البحر الابيض المتوسط، جنوب غرب تركيا.
(٢) هي بمعنى الرواية التي قبلها، إلا أن هذه عديت بالتشديد وتلك بالالف.','1','208',NULL,NULL,'0');
INSERT INTO [b854] VALUES (216,'وفي سنده ابن لهيعة وهو سئ الحفظ.
وأما الحديث المشهور على الالسنة بلفظ: (خير القبور الدوارس) فلا أصل له في شئ من كتب السنة، وهو بظاهره منكر، لان القبر لا ينبغي أن يدرس، بل ينبغي أن يظل ظاهرا مرفوعا عن الارض قدر شبر كما سبق، ليعرف فيصان ولا يهان، ويزار ولا يهجر.
ثم إن الظاهر من حديث فضالة (كان يأمرنا بتسوية القبور) تسويتها بالارض بحيث لا ترفع إطلاقا، وهذا الظاهر غير مراد قطعا، بدليل أن السنة الرفع قدر شبر كما مرت الاشارة إليه سابقا، ويؤيد هذا من الحديث نفسه قول فضالة (خففوا) أي التراب، فلم يأمر بإزالة التراب عنه بالكلية، وبهذا فسره العلماء انظر (المرقاة) (٢/ ٣٧٢).
الخامس: عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: (لان يجلس أحدكم على جمرة فتحرق ثيابه فتخلص إلى جلده خير له من أن يجلس (وفي رواية: يطأ) على قبر).
خرجه مسلم (٣/ ٦٢) وأبو داود (٢/ ٧١) والنسائي (١/ ٢٨٧) وابن ماجه (١/ ٤٨٤) (١/ ٤٨٤) والبيهقي (٤/ ٧٩) وأحمد (٢/ ٣١١، ٣٨٩، ٤٤٤)، والرواية الاخرى إحدى روايتيه (٢/ ٥٢٨).
السادس: عن عقبة بن عامر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:
(لان أمشي على جمرة أو سيف، أو أخصف نعلي برجلي (١) أحب إلي من أن أمشي على قبر مسلم، وما أبالي أوسط القبور قضيت حاجتي أو وسط السوق).
أخرجه ابن أبي شيبة (٤/ ١٣٣) وابن ماجه (١/ ٤٧٤) بإسناد صحيح كما قال البوصيري في (الزوائد) (ق ٩٨/ ١)، وقال المنذري في (الترغيب): إنه جيد.
السابع: عن أبي مرثد الغنوي قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لا تصلوا إلى القبور، ولا تجلسوا عليها).
_________
(١) أي وذلك أمر صعب شدبد إن أمكن.','1','209',NULL,NULL,'0');
INSERT INTO [b854] VALUES (217,'اخرجه مسلم (٣/ ٦٢) واصحاب السنن الثلاثة وغيرهم، وله شاهد من حديث ابن عباس أخرجه الضياء المقدسي في (الاحاديث المختارة) وقد تكلمت على إسناده في (تخريج صفة صلاة النبي صلى الله عليه وسلم) ثم في (تحذير الساجد) (ص ٢١).
وفي هذه الاحاديث الثلاثة دليل على تحريم الجلوس والوطأ على قبر المسلم، وهو مذهب جمهور العلماء على ما نقله الشوكاني (٤/ ٥٧) وغيره، لكن حكى النووي والعسقلاني عنهم الكراهة فقط، وهو نص الامام الشافعي في (الأم) (١) وكذلك نص الامام محمد في (الآثار) (ص ٤٥) على الكراهة وقال: (وهو قول أبي حنيفة).
قلت: والكراهة عندهما إذا أطلقت فهي للتحريم، وهذا أقرب إلى الصواب من القول بالكراهة فحسب، والحق القول بالتحريم لانه الذي ينص عليه حديث أبي هريرة وعقبة. لما فيهما من الترهيب الشديد، وبهذا قال جماعة من الشافعية، منهم النووي، وإليه ذهب الصنعاني في (سبل السلام) (١/ ٢١٠)، ومال الفقيه ابن حجر الهيتمى في (الزواجر) (١/ ١٤٣) إلى أنه كبيرة، لما أشرنا إليه من الوعيد الشديد، وليس ذلك عن الصواب ببعيد.
٧ - الصلاة إلى القبور للحديث المتقدم آنفا (لا تصلوا إلى القبور .. ) وفيه دليل على تحريم الصلاة إلى القبر لظاهر النهي، وهو اختيار النووي، فقال المناوي في (فيض القدير) شارحا للحديث:
_________
(١) قال الشافعي رحمه الله (١/ ٢٤٦): (وأكره وطأ القبر والجلوس والاتكاء عليه، إلا أن لا يجد الرجل السبيل إلى قبر ميته إلا بأن يطأه فذلك موضع ضرورة، فأرجو حينئذ أن يسعه إن شاء الله تعالى، وقال بعض أصحابنا: لا بأس بالجلوس عليه، وإنما نهي عن الجلوس عليه للتغوط! وليس هذا عندنا كما قال، وإن كان نهي عنه للمذهب فقد نهي عنه مطلقا لغير المذهب).
وكان الشافعي رحمه الله يشير إلى إلامام مالك رحمه الله فإنه صرح في (الموطأ) بالتأويل المذكور، ولا شك في بطلانه كما بينه النووي فيما نقله الحافظ (٣/ ١٧٤).','1','210',NULL,NULL,'0');
INSERT INTO [b854] VALUES (218,'(أي مستقبلين إليها، لما فيه من التعظيم البالغ، لانه من مرتبة المعبود، فجمع - يعنى الحدبث بتمامه - بين النهي عن الاستخفاف بالتعظيم، والتعظيم البليغ) ثم قال في موضع آخر: (فإن ذلك مكروه، فإن قصد إنسان التبرك بالصلاة في ثلك البقعة فقد ابتدع في الدين ما لم يأذن به الله، والمراد كراهة التنزيه، قال النووي: كذا قال أصحابنا، ولو قيل بتحريمه لظاهر الحديث لم يبعد.
ويؤخذ من الحديث النهي عن الصلاة في المقبرة، فهو مكروه كراهة تحريم).
وينبغي أن يعلم أن التحريم المذكور إنما هو إذا لم يقصد بالاستقبال تعظيم القبور، وإلا فهو شرك، قال الشيخ علي القاري في (المرقاة) (٢/ ٣٧٢) في شرحه لهذا الحديث: (ولو كان هذا التعظيم حقيقة للقبر ولصاحبه لكفر المعظم، فالتشبه به مكروه،
وينبغي أن يكون كراهة تحريم، وفي معناه بل أولى منه: الجنازة الموضوعة.
وهو مما ابتلي به أهل مكة، حيث يضعون الجنازة عند الكعبة ثم يستقبلون إليها).
٨ - الصلاة عندها ولو بدون استقبال، وفيه أحاديث:
الأول: عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:
(الأرض كلها مسجد إلا المقبرة والحمام).
أخرجه أصحاب السنن الأربعة إلا النسائي - وغيرهم بسند صحيح على شرط الشيخين كما قال الحاكم ووافقه الذهبي، وأعل بالارسال، وليس بشئ، ولو سلم به فقد جاء من طريق أخرى سالمة من الارسال وهي على شرط مسلم، وقد فصلت القول في ذلك في (الثمر المستطاب) في المبحث السادس من (الصلاة).
الثاني: عن أنس
(أن النبي صلى الله عليه وسلم نهى عن الصلاة بين القبور).
قال في (المجمع) (٢/ ٢٧) (رواه البزار ورجاله رجال الصحيح).','1','211',NULL,NULL,'0');
INSERT INTO [b854] VALUES (219,'قلت: ورواه ابن الاعرابي في معجمه (٢٣٥/ ١) والطبراني في (الاوسط) (١/ ٢٨٠) والضياء المقدسي في (الاحاديث المختارة) (٧٩/ ٢) وزادوا: (على الجنائز).
الثالث: عن ابن عمر عن النبي صلى الله عليه وسلم قال: (اجعلوا في بيوتكم من صلاتكم، ولا تتخذوها قبورا).
أخرجه البخاري (١/ ٤٢٠) ومسلم (٢/ ١٨٧) وأحمد (رقم ٤٥١١، ٤٦٥٣، ٦٠٤٥) الرابع: عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تقرأ فيه سورة البقرة).
أخرجه مسلم.
وقد ترجم البخاري للحديث الثالث بقوله: (باب كراهية الصلاة في المقابر).
وبين وجه ذلك الحافظ في شرحه فقال ما مختصره: (استنبط من قوله في الحديث: (لا تتخذوها قبورا) أن القبور ليست بمحل للعبادة، فتكون الصلاة فيها مكروهة، وقد نازع الاسماعيلي المصنف في هذه الترجمة فقال: الحديث دال على كراهة الصلاة في القبر لا في المقابر: قات: قد ورد بلفظ المقابر كما رواه مسلم من حديث أبي هريرة بلفظ (لا تجعلوا بيوتكم مقابر)، وقال ابن التين: تأوله البخاري على كراهة الصلاة في المقابر: وتأوله جماعة على أنه إنا فيه الندب إلى الصلاة في البيوت، إذ الموتى لا يصلون، كأنه قال: لا تكونوا كالموتى الذين لا يصلون في بيوتهم وهي القبور، قال: فأما جواز الصلاة في المقابر أو المنع منه فليس في الحديث ما يؤخذ منه ذلك.
قلت إن أراد أنه لا يؤخذ منه بطريق المنطوق فمسلم.
وإن أراد نفي ذلك مطلقا فلا، فقد قدمنا وجه استنباطه، وقد نقل ابن المنذر عن أكثر أهل العلم أنهم استدلوا بهذا الحديث على أن المقبرة ليست بموضع للصلاة.
وكذا قال البغوي في (شرح السنة) والخطابي).','1','212',NULL,NULL,'0');
INSERT INTO [b854] VALUES (220,'قلت: وهذا هو الارجح أن الحديث يدل على أن المقبرة ليست موضعا للصلاة، لا سيما بلفظ أبي هريرة فهو أصرح في الدلالة، وقول الاسماعيلي: يدل على كراهة الصلاة في القبر لا في المقابر، مع مخالفته الصريحة لحديث أبي هريرة، فلا يحسن حمل حديث ابن عمر عليه، لان الصلاة في القبر غير ممكنة عادة، فكيف يحمل كلام الشارع عليه!؟ وقول ابن التين: (هو من شراح (صحيح البخاري) واسمه عبد الواحد)
(الموتى لا يصلون).
ليس بصحيح، لانه لم يرد نص في الشرع بنفي ذلك، وهو من الامور الغيبية التي لا ينبغي البت فيها إلا بنص، وذلك مفقود، بل قد جاء ما يبطل إطلاق القول به، وهو صلاة موسى عليه الصلاة والسلام في قبره كما رآه رسول الله صلى الله عليه وسلم ليلة أسري به على ما رواه مسلم في (صحيحه)، وكذلك صلاة الانبياء عليهم الصلاة والسلام مقتدين به في تلك الليلة كما ثبت في (الصحيح) بل ثبت عنه صلى الله عليه وسلم أنه قال: (الأنبياء أحياء في قبورهم يصلون).
أخرجه أبو يعلى باسناد جيد، وقد خرجته في (الاحاديث الصحيحة) (٦٢٢).
بل قد جاء عنه صلى الله عليه وسلم ما هو أعم مما ذكرنا، وذلك في حديث أبي هريرة في سؤال الملكين للمؤمن في القبر: (فيقال له اجلس، فيجلس قد مثلت له الشمس وقد آذنت للغروب، فيقال له: أرأيتك هذا الذي كان فيكم ما تقول فيه؟ وماذا تشهد عليه؟ فيقول: دعوني حتى أصلي، فيقولان: إنك ستفعل).
أخرجه ابن حبان في (صحيحه) (٧٨١) والحاكم (١/ ٣٧٩ - ٣٨٠) وقال (صحيح على شرط مسلم) ووافقه الذهبي! وإنما هو حسن فقط، لان فيه محمد بن عمرو ولم يحتج به مسلم وإنما روى له مقرونا أو متابعة.
فهذا الحديث صريح في أن المؤمن أيضا يصلي في قبره، فبطل بذلك القول بأن الموتى لا يصلون، وترجح أن المراد بحديث ابن عمر أن المقبرة ليست موضعا للصلاة، والله أعلم.','1','213',NULL,NULL,'0');
INSERT INTO [b854] VALUES (221,'وقد دل الحديث وما ذكر معه على كراهة الصلاة في المقبرة، وهي للتحريم لظاهر النهي في بعضها، وذهب بعض العلماء إلى بطلان الصلاة فيها لان النهي يدل على فساد النهي عنه، وهو قول ابن حزم، واختاره شيخ الاسلام ابن تيمية، والشوكاني في (نيل الاوطار) (٢/ ١١٢)، وروى ابن حزم (٤/ ٢٧ - ٢٨) عن الامام أحمد أنه قال: (من صلى في مقبرة أو إلى قبر أعاد أبدا) (١) ثم إن كراهة الصلاة في المقبرة تشمل كل مكان منها سواء كان القبر أمام المصلي أو خلفه أو عن يمينه، أو عن يساره، لان النهي مطلق، ومن المقرر في علم الاصول أن المطلق يجرى على إطلاقه حتى يأتي ما يقيده، ولم يرد هنا شئ من ذلك، وقد صرح بما ذكرنا بعض فقهاء الحنفية وغيرهم كما يأتي، فقال شيخ الاسلام ابن تيمية في (الاختبارات العلمية) (ص ٢٥): (ولا تصح الصلاة في المقبرة ولا إليها، والنهي عن ذلك إنما هو سد لذريعة الشرك وذكر طائفة من أصحابنا أن القبر والقبرين لا يمنع من الصلاة، لانه لا يتناوله اسم المقبرة، وإنما المقبرة ثلاثة قبور فصاعدا.
وليس في كلام أحمد وعامة أصحابه هذا الفرق، بل عموم كلامهم وتعليلهم واستدلالهم يوجب منع الصلاة عند قبر واحد من
_________
(١) ثم قال ابن حزم:
(وكره إلصلاة إلى القبر وفي المقبرة وعلى القبر أبو حنيفة والاوزاعي وسفيان ولم ير ماك بذلك بأسا! واحتج له بعض مقلديه بأن رسول الله صلى الله عليه وسلم صلى على قبر المسكينة السوداء! قال ابن حزم: (وهذا عجب ناهيك به أن يكون هؤلاء القوم يخالفون هذا الخبر فيما جاء فيه، فلا يجيزون أن نصلى صلاة الجنازة على من دفن، ثم يستبيحون ما ليس فيه أثر منه ولا إشارة، مخالفة للسنن الثابتة. قال:
كل هذه الاثار حق، فلا تحل الصلاة حيث ذكرنا إلا صلاة الجنازة فإنها تصلى في المقبرة، وعلى القبر الذي قد دفن صاحبه كما فعل رسول الله صلى الله عليه وسلم، نحرم ما نهى عنه، ونعد من التقرب إلى الله تعالى أن نفعل! مثل ما فعل فأمره ونهيه حق، وفعله حق، وما عدا ذلك فباطل).
قلت: وفيما قاله في صلاة الجنازة نظر، لانه لا نص على جوزها في المقبرة ولو كان ابن حزم من القائلين فالقياس لقلنا أنه قاس ذلك على الصلاة على القبر: ولكنه يقول ببطلان القياس من أصله، وصلاة الجنازة في المقبرة خلاف السنة التي لم تأت إلا بصلاتها في المصلى وفي المسجد كما سبق بيانه في محله، بل قد جاء النهي الصريح عن الصلاة عليها بين القبور كما في رواية في حديث أنس المذكور في هذا الفصل، وهو الحديث الثاني منه.','1','214',NULL,NULL,'0');
INSERT INTO [b854] VALUES (222,'القبور، وهو الصواب، والمقبرة كل ما قبر فيه، لا أنه جمع قبر.
وقال أصحابنا: وكل ما دخل في اسم المقبرة مما حول القبور لا يصلى فيه، فهذا يعين أن المنع يكون متناولا لحرمة القبر المنفرد وفنائه المضاف إليه.
وذكر الامدي وغيره: أنه لا تجوز الصلاة فيه أي المسجد الذي قبلته إلى القبر حتى يكون بين الحائط وبين المقبرة حائل آخر.
وذكر بعضهم: هذا منصوص أحمد).
وفي كلام الشيخ رحمه الله التصريح بأن علة النهي عن الصلاة في المقبرة إنما هي سد الذريعة، وهذا أحد قولي العلماء في ذلك، والقول الاخر أن العلة إنما هي نجاسة أرض المقبرة! وهما قولان في مذهب الحنفية، وقد نظر ابن عابدين في (الحاشية) (١/ ٣٥٢) في الثاني منهما، وذلك لان الاستحالة مطهرة عندهم، فكيف تكون هذه العلة صحيحة!؟ ولا شك عندنا أن القول الأول هو الصحيح، وقد بين ذلك شيخ الاسلام في كتبه، واستدل له بما لا تجده عند غيره، فراجع مثلا كتابه (اقتضاء الصراط المستقيم) (١٥٢، ١٩٣)، وعليه مشى في (الحانية) من كتب الحنيفة، وأشار إليه الطحاوي في حاشيته على (مراقي الفلاح) فقال عند قول الشارح (وتكره الصلاة في المقبرة) (١/ ٢٠٨) (بتثليث الباء، لانه تشبه باليهود والنصارى، قال صلى الله عليه وسلم: لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد، وسواء كانت فوقه أو خلفه أو تحت ما هو واقف عليه. ويستثنى مقابر الأنبياء عليهم السلام فلا تكره الصلاة فيها مطلقا منبوشة أو لا، بعد أن لا يكون القبر في جهة القبلة، لانهم أحياء في قبورهم)!
قلت: وهذا الاستثناء باطل ظاهر البطلان، كيف وهو يناقض العلة التي ذكرها والحديث الذي استدل به عليها، وكيف يصح مثل هذا الاستثناء والاحاديث مستفيضة في لعن أهل الكتاب لاتخاذ قبور أنبيائهم مساجد ثم صح أن النبي صلى الله عليه وسلم نهانا عن ذلك، فالنهي منصب على اتخاذ قبور الأنبياء مباشرة، وغيرهم يلحق بهم، فكيف يعقل استثناؤهم!؟ والحق أن مثل هذا الاستثناء إنما يتمشى مع القول الثاني أن العلة النجاسة وقبور الأنبياء بلا شك طاهرة لانهم كما قال عليه السلام: (إن الله حرم على الأرض أن تأكل أجساد الأنبياء)، ولكن هذه العلة باطلة وما بني على باطل فهو باطل. (١)
_________
(١) وقد فصلت القول في خطأ الطحاوئي وتناقصه في الاستثناء المذكور في كتابي (الثمر المستطاب في فقه السنة والكتاب).','1','215',NULL,NULL,'0');
INSERT INTO [b854] VALUES (223,'٩ - بناء المساجد عليها.
وفيه أحاديث:
الأول: عن عائشة وعبد الله بن عباس معا قالا: (لما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة (٢) له على وجهه، فإذا اغتم بها كشفها عن وجهه، فقال: وهو كذلك.
- لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد، يحذر [مثل] ما صنعوا).
أخرجه البخاري (١/ ٤٢٢، ٦/ ٣٨٦، ٨/ ١١٦) ومسلم (٢/ ٦٧) والنسائي (١/ ١١٥) والدارمي (١/ ٣٢٦) والبيهقي (٤/ ٨٠) وأحمد (١/ ٢١٨، ٦/ ٣٤، ٢٢٩، ٢٧٥)، والزيادة لمسلم والدارمي وغيرهما.
الثاني: عن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه: (لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد).
قالت: فلولا ذاك أبرز قبره غير أنه خشي أن يتخذ مسجدا.
أخرجه البخاري (٣/ ١٥٦، ١٩٨، ٨/ ١١٤) وأبو عوانة (٢/ ٣٩٩) وأحمد (٦/ ٨٠، ١٢١، ٢٥٥).
وله عنده (٦/ ١٤٦، ٢٥٢) طريق آخر عنها.
الثالث: عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:
(قاتل الله اليهود (وفي رواية: لعن الله اليهود والنصارى) اتخذوا قبور أنبيائهم مساجد).
أخرجه البخاري (١/ ٤٢٢) ومسلم وأبو عوانة (٢/ ٤٠٠) وأبو داود (٢/ ٧١) والبيهقي (٤/ ٨٠) وأحمد (٢/ ٢٨٤، ٣٦٦، ٣٩٦، ٤٥٣، ٥١٨) والرواية الثانية له ولمسلم وأبي عوانة، وهي من طريق أخرى عن أبي هريرة.
الرابع: عنه عن النبي صلى الله عليه وسلم: (اللهم لا تجعل قبري وثنا، لعن الله قوما اتخذوا قبور أنبيائهم مساجد).
أخرجه أحمد (٢/ ٢٤٦) وابن سعد في (الطبقات) (٢/ ٣٦٢) وأبو نعيم في (الحلية)','1','216',NULL,NULL,'0');
INSERT INTO [b854] VALUES (224,'(٧/ ٣١٧) بإسناد صحيح، وأما قول الهيثمي، في (مجمع الزوائد) (٢٣): (رواه أبو يعلى، وفيه إسحاق بن أبي إسرائيل وفيه كلام لوقفه في القرآن، وبقية رجاله ثقات).
فقيه نظر من وجوه:
١ - إنه اقتصر على أبي يعلى في العزو فأوهم أنه ليس في (مسند أحمد) وليس كذلك كما عرفت.
٢ - أن إسحاق المذكور ثقة، ووقفه في القرآن لا بجرحه كما هو مقرر في المصطلح، ٣ - أنه لم يتفرد به، فهو عند أحمد من غير طريقه، فالحديث صحيح لاشك فيه.
وله شاهد مرسل.
أخرجه مالك في (الموطأ) (١/ ١٨٥ - ١٨٦) بسند صحيح.
وروي موصولا عن أبي سعيد الخدري.
الخامس: عن جندب قال: سمعت النبي صلى الله عليه وسلم قبل أن يموت بخمس يقول: [قد كان لي فيكم أخوة وأصدقاء، و] إني أبرأ إلى الله أن يكون لي منكم خليل،
فإن الله تعالى قد اتخذني خليلا، كما اتخذ إبراهيم خليلا، ولو كنت متخذا من امتي خليلا، لا تخذت أبا بكر خليلا، ألا وإن من كان قبلكم كانو يتخذون قبور أنبيائهم وصالحيهم مساجد، ألا فلا تتخذوا القبور مساجد، إني أنها كم عن ذلك).
أخرجه مسلم (٢/ ٦٧ - ٦٨) دون سائر الستة، ونسبه الشوكاني (٢/ ١١٤) للنسائي أيضا، فلعله يعني (السنن الكبرى) له، ولم ينسبه في (الذخائر) إلا لمسلم وحده، نعم أخرجه عوانة في (صحيحه) (٢/ ٤٠١) والزيادة له السادس: عن عبد الله بن مسعود قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إن من شرار الناس من تدركه الساعة وهم أحياء، ومن يتخذ القبور مساجد).
أخرجه أحمد (رقم ٣٨٤٤، ٤١٤٣، ٤١٤٤، ٤٣٤٢) بإسنادين حسنين عنه.
ورواه ابن أبي شيبة وابن حبان في (صحيحه)، وقال ابن تيمية:','1','217',NULL,NULL,'0');
INSERT INTO [b854] VALUES (225,'(إسناده جيد).
وذهل الهيثمي عن كونه في المسند فقال (٢/ ٢٧): (رواه الطبراني في (الكبير) وإسناده حسن).
السابع: عن عائشة قالت: (لما كان مرض النبي صلى الله عليه وسلم، تذاكر بعض نسائه كنيسة بأرض الحبشة يقال لها (مارية) - وقد كانت أم سلمة وأم حبيبة قد أتتا أرض الحبشة - فذكرن من حسنها وتصاويرها.
قالت: فقال النبي صلى الله عليه وسلم: إن أولئك إذا كان فيهم الرجل الصالح [فمات] بنوا على قبره مسجدا، ثم صوروا فيه تلك الصور، أولئك شرار الخلق عند الله [يوم القيامة]).
أخرجه البخاري (١/ ٤١٦، ٤٢٢) ومسلم (٢/ ٦٦ - ٦٧) والنسائي (١/ ١١٥) وكذا أبو عوانة (٢/ ٤٠٠ - ٤٠١) والبيهقي (٤/ ٨٠) والسياق لهما، وأحمد (٦/ ٥١) وابن أبي شيبة (٤/ ١٤٠)، والزيادتان له للشيخين وغيرهما.
وفي الباب أحاديث أخرى عن جماعة آخرين من الصحابة، أوردتها في (تحذير الساجد من اتخاذ القبور مساجد) وهي تدل دلالة قاطعة على أن اتخاذ القبور مساجد حرام لما فيها من لعن المتخذين، ولذلك قال الفقيه الهيتمي في (الزواجر) (١/ ١٢٠ - ١٢١): (الكبيرة الثالثة والتسعون اتخاذ القبور مساجد).
ثم ساق بعض الاحاديث المتقدمة وغيرها مما ليس على شرطنا ثم قال: (وعد هذه من الكبائر وقع في كلام بعض الشافعية، وكأنه أخذ ذلك مما ذكره من هذه الاحاديث، ووجهه واضح، لانه لعن من فعل ذلك بقبور أنبيائه.
وجعل من فعل ذلك بقبور صلحاثه شر الخلق عند الله يوم القيامة، ففيه تحذير لنا كما في رواية (يحذر ما صنعوا)، أي يحذر أمته بقوله لهم ذلك من أن يصنعوا كصنع أولئك، فيلعنوا كما لعنوا .. قال بعض الحنابلة: قصد الرجل الصلاة عند القبر متبركا بها عين المحادة لله ورسوله، وإبداع دين لما يأذن به الله لا نهي عنها ثم إجماعا،','1','218',NULL,NULL,'0');
INSERT INTO [b854] VALUES (226,'فإن أعظم المحرمات وأسباب الشرك الصلاة عندها، واتخاذها مساجد، أو بناؤها عليها، والقول بالكراهة محمول على غير ذلك، إذ لا يظن بالعلماء تجويز فعل تواتر عن النبي صلى الله عليه وسلم لعن فاعله، وتجب المبادرة لهدمها وهدم القباب التي على القبور إذ هي أضر من مسجد الضرار لانها أسست على معصية رسول الله صلى الله عليه وسلم، لانه نهى عن ذلك، وأمر صلى الله عليه وسلم بهدم القبور المشرفة، وتجب إزالة كل قنديل أو سراج على قبر، ولا يصح وقفه ونذره.
انتهى).
هذا والاتخاذ المذكور في الاحاديث المتقدمة يشمل عدة أمور:
الأول: الصلاة إلى القبور مستقبلا لها.
الثاني: السجود على القبور.
الثالث: بناء المساجد عليها.
والمعنى الثاني ظاهر من الاتخاذ، والآخران مع دخولهما فيه، فقد جاء النص عليهما في بعض الاحاديث المتقدمة، وفصلت القول في ذلك وأوردت أقوال العلماء مستشهدا بها في كتابنا الخاص (تحذير الساجد من اتخاذ القبور مساجد) وذكرت فيه تاريخ إدخال القبر النبوي في المسجد الشريف، وما فيه من المخالفة للأحاديث المتقدمة وأن الصلاة مع ذلك لا تكره فيه خاصة، فمن شاء بسط القول في ذلك كله فليرجع إليه.
١٠ - اتخاذها عيدا، تقصد في أوقات معينة، ومواسم معروفة، للتعبد عندها، أو لغيرها.
لحديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لا تتخذوا قبري عيدا، ولا تجعلوا بيوتكم قبورا، وحيثما كنتم فصلوا علي، فإن صلاتكم تبلغني).
أخرجه أبو داود (١/ ٣١٩) وأحمد (٢/ ٣٦٧) بإسناد حسن، وهو على شرط مسلم، وهو صحيح مما له من طرق وشواهد.
فله طريق أخرى عن أبي هريرة، عند أبي نعيم في (الحلية) (٦/ ٢٨٣)','1','219',NULL,NULL,'0');
INSERT INTO [b854] VALUES (227,'وله شاهد مرسل بإسناد قوي عن سهيل قال: (رآني الحسن بن الحسن بن علي بن أبي طالب عند القبر، فناداني وهو في بيت فاطمة يتعشى، فقال: هلم إلى العشاء، فقلت: لا أريده.
فقال: مالي رأيتك عند القبر؟ فقلت: سلمت على النبي صلى الله عليه وسلم، فقال: (إذا دخلت المسجد فسلم) ثم قال: إن رسول الله صلى الله عليه وسلم قال: (لا تتخذوا قبري عيدا، ولا تتخذوا بيوتكم قبورا، وصلوا علي، فإن صلاتكم
تبلغني حيثما كنتم، لعن الله اليهود اتخذوا قبور أنبيائهم مساجد).
ما أنتم ومن بالاندلس إلا سواء.
رواه سعيد بن منصور كما في (الاقتضاء) لابن تيمية، وهو عند الشيخ اسماعيل بن اسحاق القاضي في (فضل الصلاة على النبي صلى الله عليه وسلم) (رقم ٣٠) (١) دون قوله (لعن الله اليهود ... ) وكذا رواه ابن أبي شيبة (٤/ ١٤٠) مقتصرا على المرفوع منه فقط.
وله شاهد آخر بنحو هذا من طريق علي بن الحسين عن أبيه عن جده مرفوعا.
أخرجه اسماعيل القاضي (رقم ٢٠) وغيره.
انظر (تحذير الساجد) (٩٨ - ٩٩) والحديث دليل على تحريم اتخاذ قبور الانبياء والصالحين عيدا.
قال شيخ الاسلام ابن تيمية في (الاقتضاء) (ص ١٥٥ - ١٥٦): (ووجه الدلالة أن قبر النبي صلى الله عليه وسلم أفضل قبر على وجه الارض وقد نهى عن اتخاذه عيدا، فقبر غيره أولى بالنهي كائنا من كان، ثم قرن ذلك بقوله صلى الله عليه وسلم: ولا تتخذوا بيوتكم قبورا) أي لا تعطلوها عن الصلاة فيها والدعاء والقراءة، فتكون بمنزلة القبور فأمر بتحري العبادة في البيوت، ونهى عن تحريها عند القبور، عكس ما يفعله المشركون من النصارى ومن تشبه بهم.
قال: فهذا أفضل التابعين من أهل بيته علي بن الحسين رضي الله عنهم، نهى ذلك الرجل أن يتحرى الدعاء عند قبره صلى الله عليه وسلم، واستدل بالحديث الذي سمعه من أبيه الحسين عن جده علي.
وهو أعلم بمعناه من غيره، فتبين أن قصده
_________
(١) قام بنشره لاول مرة المكتب الاسلامي بتحقيقنا، فيطلب منه.','1','220',NULL,NULL,'0');
INSERT INTO [b854] VALUES (228,'أن يقصد الرجل القبر للسلام عليه ونحوه عند غير دخول المسجد، ورأى أن ذلك من الدعاء ونحوه اتخاذ له عيدا.
وكذلك ابن عمه حسن بن حسن شيخ أهل بيته كره اتخاذه عيدا.
فانظر هذه السنة كيف أن مخرجها من أهل المدينة وأهل البيت الذين لهم من رسول الله صلى الله عليه وسلم قرب النسب وقرب الدار لانهم إلى ذلك أحوج من غيرهم فكانوا له أضبط.
والعيد إذا جعل اسما للمكان فهو المكان الذي يقصد الاجتماع فيه وإتيانه للعبادة عنده أو لغير العبادة، كما أن المسجد الحرام ومنى ومزدلفة وعرفة جعلها الله عيدا مثابة للناس، يجتمعون فيها وينتابونها للدعاء والذكر والنسك.
وكان للمشركين أمكنة ينتابونها للاجتماع عندها، فلما جاء الاسلام محا الله ذلك كله.
وهذا النوع من الامكنة يدخل فيه قبور الانبياء والصالحين).
ثم قال الشيخ (ص ١٧٥ - ١٨١): (ولهذا كره مالك رضي الله عنه وغيره من أهل العلم لاهل المدينة، كلما دخل أحدهم المسجد أن يجبئ فيسلم على قبر النبي صلى الله عليه وسلم وصاحبيه.
قال: وإنما يكون ذلك لاحدهم إذا قدم من سفر، أو أراد سفرا ونحو ذلك، ورخص بعضهم في السلام عليه إذا دخل المسجد للصلاة ونحوها، وأما قصده دائما للصلاة والسلام فما علمت أحدا رخص به، لان ذلك نوع من اتخاذه عيدا .. مع أنه قد شرح لنا إذا دخلنا المسجد أن نقول (السلام عليك أيها النبي ورحمة الله وبركاته) (١) كما نقول ذلك في آخر صلاتنا.
قال: فخاف مالك وغيره أن يكون فعل ذلك عند القبر كل ساعة نوعا من اتخاذ القبر عيدا.
وأيضا فإن ذلك بدعة، فقد كان المهاجرون والانصار على عهد أبي بكر وعمر وعثمان وعلي رضي الله عنهم يجيئون إلى المسجد كل يوم لعلمهم رضي الله عنهم بما
_________
() قلت: لم أر هذه الصيغة في شئ من الاحاديث الواردة في آداب الدخول إلى المسجد والخروج منه، وأخذها من مطلق قوله: (إذا دخل أحدكم المسجد فليسلم على النبي صلى الله عليه وسلم ... الحديث أخرجه أبو عوانة في صحيحه (١/ ٤١٤) وأبو داود في سننه (رقم ٤٦٥)، فمما لا يخفى بعده، لا سيما وقد جاءت الصيغة في حديت فاطمة رضي الله عنها بلفظ (السلام على رسول الله، اللهم صل على محمد وعلى آل محمد). أخرجه القاضي اسماعيل (٨٢ - ٨٤) وغيره. وانظر (نزل الابرار) (٧٢). و (الكلم الطيب (رقم ٦٣ بتحقيقي وضع المكتب الاسلامي).','1','221',NULL,NULL,'0');
INSERT INTO [b854] VALUES (229,'كان النبي صلى الله عليه وسلم يكرهه من ذلك وما نهاهم عنه، وانهم يسلمون عليه حين دخول المسجد والخروج منه، وفي التشهد كما كانوا يسلمون عليه كذلك في حياته، وما أحسن ما قال مالك: لن يصلح آخر هذه الامة إلا ما أصلح أولها، ولكن كلما ضعف تمسك الامم بعهود أنبيائهم، ونقص إيمانهم، عوضوا ذلك بما أحدثوه من إلبدع والشرك وغيره لهذا كرهت الامة استلام القبر وتقبيله.
وبنوه بناء منعوا الناس أن يصلوا إليه، قال: وقد ذكرنا عن أحمد وغيره أنه أمر من سلم على النبي وصاحبيه ثم أراد أن يدعو أن ينصرف فيستقبل القبلة، وكذلك أنكر ذلك من العلماء المتقدمين كما لك وغيره، ومن المتأخرين مثل أبي الوفاء بن عقيل وأبي الفرج ابن الجوزي، وما أحفظ لاعن صحابي ولا عن تابعي ولا عن إمام معروف أنه استحب قصد شئ من القبور للدعاء عنده، ولا روى أحد في ذلك شيئا، لا عن النبي صلى الله عليه وسلم، ولا عن أصحابه ولا عن أحد من الائمة المعروفين، وقد صنف الناس في الدعاء وأوقاته وأمكنته وذكروا فيه الاثار، فما ذكر أحد منهم في فضل الدعاء عندها شئ من القبور حرفا واحدا فيما أعلم، فكيف يجوز والحالة هذه أن يكون الدعاء عندها أجوب وأفضل، والسلف تنكره ولا تعرفه وتنهى عنه ولا تأمر به!؟ قال: وقد أوجب اعتقاد استجابة الدعاء عندها وفضله أن تنتاب لذلك وتقصد، وربما اجتمع عندها اجتماعات كثيرة في مواسم معينة.
وهذا بعينه هو الذي نهى عنه النبي صلى الله عليه وسلم بقوله: (لا تتخذوا قبري عيدا).
قال: حتي إن بعض القبور يجتمع عندها في يوم من السنة، ويسافر إليها إما في المحرم أو رجب أو شعبان أو ذي الحجة أو غيرها. وبعضها يجتمع عندها في يوم عاشوراء، وبعضها في يوم عرفة، وبعضها في النصف من شعبان. وبعضها في وقت آخر. بحيث يكون لها يوم من السنة تقصد فيه. ويجتمع عندها فيه. كما تقصد عرفة ومزدلفة ومنى في أيام معلومة من السنة، وكما يقصد مصلى المصر يوم العيدين، بل ربما كان الاهتمام بهذه الاجتماعات في الدين والدنيا أهم وأشد ومنها ما يسافر إليه من الامصار في وقت معين، أو وقت غير معين لقصد الدعاء عنده والعبادة هناك، كما يقصد بيت الله الحرام لذلك وهذا السفر لا أعلم بين المسلمين خلافا في النهي عنه. قال:','1','222',NULL,NULL,'0');
INSERT INTO [b854] VALUES (230,'ومنها ما يقصد الاجتماع عنده في يوم معين من الاسبوع.
وفي الجملة هذا الذي يفعل عند هذه القبور هو بعينه الذي نهى عنه رسول الله صلى الله عليه وسلم بقوله: (لا تتخذوا قبري عيدا) فإن اعتياد قصد المكان المعين في وقت معين عائد بعود السنة أو الشهر أو الاسبوع هو بعينه معنى العيد، ثم ينهى عن دق ذلك وجله، وهذا هو الذي تقدم عن الامام أحمد إنكاره.
قالت (يعني أحمد): وقد أفرط الناس في هذا جدا وأكثروا. وذكر ما يفعل عند قبر الحسين. ثم قال الشيخ:
ويدخل في هذا ما يفعل بمصر عند قبر نفيسة وغيرها. وما يفعل بالعراق عند القبر الذي يقال: إنه قبر علي رضي الله عنه، وقبر الحسين وحذيفة بن اليمان و ... و ... وما يفعل عند قبر أبي يزيد البسطامي إلى قبور كثيرة في أكثر بلاد الاسلام لا يمكن حصرها. قال:
واعتياد قصد هذه القبور في وقت معين، والاجتماع العام عندها في وقت معين هو أتخاذها عيدا كما تقدم ولا أعلم بين المسلمين أهل العلم في ذلك خلافا. ولا يغتر بكثرة العادات الفاسدة فإن هذا من التشبه بأهل الكتابين الذي أخبرنا النبي صلى الله عليه وسلم أنه كائن في هذه الامة. وأصل ذلك إنما هو اعتقاد فضل الدعاء عندها، وإلا فلو لم يقم هذا الاعتقاد في القلوب لا نمحى ذلك كله. فإذا كان قصدها يجر هذه المفاسد كان حراما كالصلاة عندها وأولى، وكان ذلك فتنة للخلق، وفتحا لباب الشرك، وإغلاقاً لباب الايمان).
قلت: ومما يدخل في ذلك دخولا أوليا ما هو مشاهد اليوم في المدينة المنورة، من قصد الناس دبر كل صلاة مكتوبة في قبر النبي صلى الله عليه وسلم: للسلام عليه والدعاء عنده وبه، ويرفعون أصواتهم لديه، حتى ليضج المسجد بهم، ولا سيما في موسم الحج حتى لكأن ذلك من سنن الصلاة! بل إنهم ليحافظون عليه أكثر من محافظتهم على السنن وكل ذلك يقع من مرأى ومسمع من ولاة الامر، ولا أحد منهم ينكر، فإنا لله وإنا إليه راجعون، وواأسفاً على غربة الدين وأهله، وفي مسجد النبي صلى الله عليه وسلم الذي ينبغي أن يكون أبعد المساجد بعد المسجد الحرام عما يخالف شريعته عليه الصلاة والسلام.
هذا، وقد سبق في كلام شيخ الاسلام ابن تيمية أن بعض أهل العلم رخص في إتيان القبر الشريف للسلام عليه إذا دخل المسجد للصلاة ونحوها. وكأن ذلك يقيد','1','223',NULL,NULL,'0');
INSERT INTO [b854] VALUES (231,'عدم الاكثار والتكرار بدليل قوله عقب ذلك: (وأما قصده دائما للصلاة والسلام فما علمت أحدا رخص فيه).
قلت: وهذا الترخيص الذي نقله الشيخ عن بعض أهل العلم هو الذي رواه ونعتمد عليه بشرط القيد المذكور، فيجوز لمن بالمدينة إتيان القبر الشريف للسلام عليه صلى الله عليه وسلم، أحيانا، لان ذلك ليس، من اتخاذه عيدا كما هو ظاهر، والسلام عليه وعلى صاحبيه مشروع بالادلة العامة، فلا يجوز نفي المشروعية مطلقا لنهيه صلى الله عليه وسلم عن اتخاذ قبره عيدا، لامكان الجمع بملاحظة الشرط الذي ذكرنا، ولا يخرج عليه أننا لا نعلم أن أحدا من السلف كان يفعل ذلك، لان عدم العلم بالشئ لا يستلزم العلم بعدمه كما يقول العلماء، ففي مثل هذا يكفي لاثبات مشروعته الادلة العامة مادام أنه لا يثبت ما يعارضها فيما نحن فيه.
على أن شيخ الاسلام قد ذكر في (القاعدة الجليلة) (ص ٨٠ طبع المنار) عن نافع أنه قال: كان ابن عمر يسلم على القبر، رأيته مائة مرة أو أكثر يجيئ إلى القبر فيقول: السلام على النبي صلى الله عليه وسلم، السلام على أبي بكر، السلام على أبي، ثم ينصرف فان ظاهره أنه كان يفعل ذلك في حالة الاقامة لا السفر، لان قوله (مائة مرة)، مما يبعد حمل هذا الائر على حالة السفر ..
١١ - السفر إليها:
وفيه أحاديث:
الأول: عن أبي هريرة عن النبي صلى الله عليه وسلم قال:
(لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجد الرسول صلى الله عليه وسلم ومسجد الاقصى).
وفي رواية عنه بلفظ:
(إنما يسافر إلى ثلاثة مساجد: مسجد الكعبة، ومسجدي، ومسجد إيلياء).
أخرجه البخاري باللفظ الأول، ومسلم باللفظ الاخر من طريق ثان عنه، وأخرجه من الطريق الأول أصحاب السنن وغيرهم.','1','224',NULL,NULL,'0');
INSERT INTO [b854] VALUES (232,'وله طريق ثالث: عند أحمد (٢/ ٥٠١) والدارمي (١/ ٣٣٠) وقد خرجت الحديث مبسوطا في (الثمر المستطاب).
الثاني: عن أبي سعيد الخدري قال سمعت رسول الله صلى الله عليه وسلم يقول: (لا تشد (وفي لفظ: لا تشدوا) الرحال إلا إلى ثلاثة مساجد: مسجدي هذا، والمسجد الحرام، والمسجد الاقصى).
أخرجه الشيخان وغيرهما، وله عنه أربعة طرق أوردتها في المصدر السابق واللفظ الاخر لمسلم.
والطريق الرابعة: يرويها شهر بن حوشب، وعنه اثنان:
أحدهما: ليث بن أبي سليم عنه قال: (لقينا أبا سعيد ونحن نريد الطور، فقال: سمعت رسول الله صلى الله عليه وسلم يقول: لا تعمل المطي إلا ... ) الحديث.
والآخر: عبد الحميد بن بهرام عنه قال: (سمعت أبا سعيد الخدري وذكرت عنده صلاة الطور، فقال: قال رسول الله صلى الله عليه وسلم: لا ينبغي للمطي أن تشد رحاله إلى مسجد يبتغى فيه الصلاة غير المسجد الحرام). الحديث.
أخرجهما أحمد (٣/ ٩٣، ٦٤).
وشهر ضعيف، وقد تفرد بهذه الزيادة (إلى مسجد يبتغي فيه الصلاة) فهي منكرة لعدم ورودها في الطرق الاخرى عن أبي سعيد، حتى ولا في طريق ليث عن شهر، وكذلك لم ترد في الاحاديث الاخرى، وهي ثمانية وغالبها لها أكثر من طريق واحد، وقد سقتها كلها في (الثمر المستطاب) فعدم ورود هذه الزيادة في شئ من هذه الاحاديث على كثرتها وتعدد مخارجها لاكبر دليل على نكارة الزيادة وبطلانها. فهي من أوهام شهر بن حوشب أو الراوي عنه عبد الحميد، فإن فيه بعض الضعف من قبل حفظه، وقال الحافظ في ترجمة شهر من (التقريب): (صدوق كثير الاوهام).','1','225',NULL,NULL,'0');
INSERT INTO [b854] VALUES (233,'الثالث: عن أبي بصرة الغفاري أنه لقي أبا هريرة وهو جاء، فقال: من أين أقبلت؟ قال: أقبلت من الطور، صليت فيه، قال: أما إني لو أدركتك لم تذهب، إني سمعت رسول الله صلى الله عليه وسلم يقول: (لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الاقصى).
أخرجه الطيالسي (١٣٤٨) وأحمد (٦/ ٧) والسياق له، وإسناده صحيح.
وله عند أحمد طريقان آخران، إسناد الأول منهما حسن، والاخر صحيح.
وأخرجه مالك والنسائي والترمذي وصححه من الطريق الثالث، إلا أن أحد الرواة أخطأ في سنده فجعله من مسند بصرة بن أبي بصرة. وفي متنه حيث قال: (لا تعمل المطي).
الرابع: عن قزعة قال: (أردت الخروج إلى الطور فسألت ابن عمر، فقال: أما علمت أن النبي صلى الله عليه وسلم قال: (لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجد النبي صلى الله عليه وسلم والمسجد الاقصى)، ودع عنك الطور فلا تأته).
أخرجه الازرقي (في أخبار مكة) (ص ٣٠٤) بإسناد صحيح رجاله رجال الصحيح، وأورد المرفوع منه الهيثمي في (المجمع) (٤/ ٤) وقال: (رواه الطبراني في الكبير والاوسط ورجاله ثقات).
وفي هذه الاحاديث تحريم السفر إلي موضع من المواضع المباركة، مثل مقابر الانبباء والصالحين، وهي وإن كانت بلفظ النفي (لا تشد)، فالمراد النهي كما قال الحافظ، على وزن قوله تعالى: (فلا رفث ولا فسوق ولا جدال في الحج)، وهو كما قال الطيبي:
(هو أبلغ من صريح النهي، كأنه قال: لا يستقيم أن يقصد بالزيارة إلا هذه البقاع لاختصاصها بما اختصت به).','1','226',NULL,NULL,'0');
INSERT INTO [b854] VALUES (234,'قلت: ومما يشهد لكون النفي هنا بمعنى النهي رواية لمسلم في الحديث الثاني: (لا تشدوا).
ثم قال الحافظ: (قوله: (إلا إلى ثلاثة مساجد)، الاستثناء مفرغ، والتقدير لا تشد الرحال إلى موضع، ولازمه منع السفر إلى كل موضع غيرها، لان المستثنى منه في المفرغ مقدر بأعم العام، ولكن يمكن أن يكون المراد بالعموم هنا المخصوص، وهو المسجد).
قلت: وهذا الاحتمال ضعيف، والصواب التقدير الأول.
لما تقدم في حديث أبي بصرة وابن عمر من أنكار السفر إلى الطور.
ويأتى بيانه، ثم قال الحافظ:
(وفي هذا الحديث فضيلة هذه المساجد، ومزيتها على غيرها لكونها مساجد الانبياء، ولان الأول، قبلة الناس، وإليه حجهم، والثاني كان قبلة الامم السالفة، والثالث أسس على التقوى. (قال:)
واختلف في شد الرحال إلى غيرها كالذهاب إلى زيارة الصالحين أحياء وأمواتا، وإلى المواضع الفاضلة، لقصد التبرك بها، والصلاة فيها، فقال الشيخ أبو محمد الجويني (١) (يحرم شد الرحال إلى غيرها عملا بظاهر الحديث)، وأشار القاضي حسين إلى اختياره، وبه قال عياض وطائفة، ويدل عليه ما رواه أصحاب السنن من إنكار أبي بصرة الغفاري على أبي هريرة خروجه إلى الطور، وقال له: (لو أدركتك قبل أن تخرج ما خرجت)، واستدل بهذا الحديث، فدل على أنه يرى حمل الحديث على عمومه، ووافقه أبو هريرة. والصحيح عند إمام الحرمين وغيره من الشافعية أنه لا يحرم، وأجابوا عن الحديث بأجوبة:
١ - منها أن المراد أن الفضيلة التامة إنما هي شد الرحال إلى هذه المساجد بخلاف غيرها فإنه جائز، وقد وقع في رواية لاحمد سيأتي ذكرها بلفظ: (لا ينبغي للمطي أن تعمل) وهو لفظ ظاهر في غير التحريم.
_________
(١) هو عبد الله بن يوسف شيخ الشافعية ووالد إمام الحرمين عبد الملك بن عبد الله، كان إماما في التفسير والفقه والادب. مات سنة (٤٣٨).','1','227',NULL,NULL,'0');
INSERT INTO [b854] VALUES (235,'٢ - ومنها أن النهي مخصوص بمن نذر على نفسه الصلاة في مسجد من سائر المساجد غير الثلاثة، فإنه لا يجب الوفاء به.
قاله ابن بطال.
٣ - ومنها أن المراد حكم المساجد فقط، وأنه لا تشد الرحال إلى مسجد من المساجد للصلاة فيه غير هذه الثلاثة، وأما قصد غير المساجد لزيارة صالح أو قريب أو صاحب، أو طلب عالم أو تجارة أو نزهة، فلا يدخل في النهي، ويؤيده ما روى أحمد من طريق شهر بن حوشب قال: سمعت أبا سعيد - وذكرت عنده الصلاة في الطور - فقال: قال رسول الله صلى الله عليه وسلم: (لا ينبغي للمطي أن تشد رحاله إلى مسجد تبتغى فيه الصلاة غير المسجد الحرام، والمسجد الاقصى، ومسجدي).
وشهر حسن الحديث، وإن كان فيه بعض الضعف).
قلت: لقد تساهل الحافظ رحمه الله تعالى في قوله في شهر أنه حسن الحديث.
مع أنه قال فيه في (التقريب): (كثير الاوهام) كما سبق، ومن المعلوم أن من كان كذلك فحديثه ضعيف لا يحتج به، كما قرره الحافظ نفسه في (شرح النخبة) ثم هب أنه حسن الحديث، فإنما يكون كذلك عند عدم المخالفة، أما وهو قدخالف جميع الرواة الذين رووا الحديث عن أبي سعيد، والاخرين الذين رووه عن غيره من الصحابة كما تقدم بيانه، فكيف يكون حسن الحديث مع هذه المخالفة!؟ بل هو منكر الحديث في مثل هذه الحالة، دون أي شك أو ريب.
أضف إلى ذلك أن قوله في الحديث (إلى مسجد) مما لم يثبت عن شهر نفسه فقد ذكرها عنه عبد الحميد ولم يذكرها عنه ليث بن أبي سليم، وهذه الرواية عنه أرجح لموافقتها لروايات الثقات كما عرفت.
وأيضا فإن المتأمل في حديثه يجد فيه دليلا آخر على بطلان ذكر هذه الزيادة فيه، وهو قوله: أن أبا سعيد الخدري احتج بالحديث على شهر لذهابه إلى الطور.
فلو كان فيه هذه الزيادة التي تخص حكمه بالمساجد دون سائر المواضع الفاضلة، لما جاز لابي سعيد رضي الله عنه أن يحتج به عليه، لان الطور ليس مسجدا.
وإنما هو الجبل المقدس الذي كلم الله تعالى موسى عليه، فلا يشمله الحديث لو كانت الزيادة ثابتة فيه.
ولكان استدلال أبي سعيد به والحالة هذه وهما، لا يعقل أن يسكت عنه شهر ومن كان معه.
فكل هذا يؤكد بطلان هذه الزيادة هـ وأنها لا أصل لها عن رسول الله صلى الله عليه وسلم','1','228',NULL,NULL,'0');
INSERT INTO [b854] VALUES (236,'فثبت مما تقدم أنه لا دليل يخصص الحديث بالمساجد، فالواجب البقاء على عمومه الذي ذهب إليه أبو محمد الجويني ومن ذكر معه.
وهو الحق.
بقي علينا الجواب على جوابهم الأول والثاني، فأقول:
١ - إن هذا الجواب ساقط من وجهين:
الأول: أن اللفظ الذي احتجوا به (لا ينبغي .. ) غير ثابث في الحديث لانه تفرد به شهر وهو ضعيف كما سبق بيانه.
الثاني: هب أنه لفظ ثابت، فلا نسلم أنه ظاهر في غير التحريم، بل العكس هو الصواب، والادلة على ذلك من الكتاب والسنة كثيرة، أجتزئ ببعضها:
أ - قوله تعالى: (قالوا: سبحانك ما كان ينبغي لنا أن نتخذ من دونك أولياء) [الفرقان: ١٨]
ب - قوله صلى الله عليه وسلم: (لا ينبغي أن يعذب بالنار إلا رب النار).
رواه أبو داود (٢٦٧٥) من حديث ابن مسعود، والدارمي (٢/ ٢٢٢) من حديث أبي هريرة.
ج - (لا ينبغي لصديق أن يكون لعانا).
رواه مسلم.
د - (إن الصدقة لا تنبغي لال محمد .. ).
رواه مسلم.
هـ - (لا ينبغي لعبد أن يقول: إنه خير من يونس بن متى).
رواه البخاري.
الثالث: هب أنه ظاهر في غير التحريم، فهو يدل على الكراهة، وهم لا يقولون بها، ففي (شرح مسلم) للنووي: (الصحيح عند أصحابنا أنه لا يحرم ولا يكره).!','1','229',NULL,NULL,'0');
INSERT INTO [b854] VALUES (237,'فالحديث حجة عليهم على كل حال.
٢ - إن هذا الجواب كالذي قبله ساقط الاعتبار، لانه لا دليل على التخصيص، فالواجب البقاء على العموم لا سيما وقد تأيد بفهم الصحابة إلذين روا الحديث أبي بصرة، وأبي هريرة، وابي عمر، وأبي سعيد إن صح عنه - فقد استدلوا جميعا به على المنع من السفر إلى الطور، وهم أدرى بالمراد منه من غيرهم، ولذلك قال الصنعاني في (سبل السلام) (٢/ ٢٥١): (وذهب الجمهور إلى أن ذلك غير محرم، واستدلوا بما لا ينهض، وتأولوا أحاديث الباب بتأويل بعيدة، ولا ينبغي التأويل إلا بعد أن ينهض على خلاف ما أولوه الدليل) زاد عقبه (فتح العلام) (١/ ٣١٠): (ولا دليل، والاحاديث الواردة في الحث على الزيارة النبوية وفضيلتها ليس فيها الامر بشد الرحل إليها، مع أنها كلها ضعاف أو موضوعات، لا يصلح شئ منها للاستدلال، ولم يتفطن أكثر الناس للفرق بين مسألة الزيارة وبين مسألة السفر إليها، فصرفوا حديث الباب عن منطوقه الواضح بلا دليل يدعو إليه).
قلت: وللغفة المشار إليها اتهم الشيخ السبكي عفا الله عنا وعنه شيخ الاسلام ابن تيمية بأنه ينكر زيارة القبر النبوي ولو بدون شد رحل، مع أنه كان من القائلين بها، والذاكرين لفضلها وآدابها، وقد أورد ذلك في غير ما كتاب من كتبه الطيبة (١) وقد تولى بيان هذه الحقيقة، ورد تهمة السبكي العلامة الحافظ محمد بن عبد الهادي في مؤلف كبير أسماه (الصارم المنكى في الرد على السبكي): نقل فيه عن ابن تيمية النصوص الكثيرة في جواز الزيارة بدون السفر إليها.
وأورد فيه الاحاديث الواردة في فضلها، وتكلم عليها مفصلا، وبين ما فيها من ضعف ووضع، وفيه فوائد أخرى كثيرة، فقهية وحديثية وتاريخية، حري بكل طالب علم أن يسعى إلى الاطلاع عليها.
_________
(١) مثل كتابه (مناسك الحج) (٣/ ٣٩٠) من (مجموعة الرسائل الكبرى).','1','230',NULL,NULL,'0');
INSERT INTO [b854] VALUES (238,'ثم إني النظر السليم يحكم بصحة قول من ذهب إلى أن الحديث على عمومه، لانه إذا كان بمنطوقه يمنع من السفر إلى مسجد غير المساجد الثلاثة، مع العلم بأن العبادة في أي مسجد أفضل منها في غير المسجد، وقال صلى الله عليه وسلم: (أحب البقاع إلى الله المساجد) حتى ولو كان ذلك المسجد هو المسجد الذي أسس على التقوى ألا وهو مسجد قباء الذي قال فيه رسول الله صلى الله عليه وسلم: (صلاة في مسجد قباء كعمرة)، إذا كان الامر كذلك فلان يمنع الحديث من السفر إلى غيرها من المواطن أولى وأحرى، لا سيما إذا كان المقصود إنما هو مسجد بني على قبر نبي أو صالح، من أجل الصلاة فيه والتعبد عنده.
وقد علمت لعن من فعل ذلك، فهل يعقل أن يسمح الشارع الحكيم بالسفر إلى مثل ذلك ويمنع من السفر إلى مسجد قباء!؟ والخلاصة: إن ما ذهب إليه أبو محمد الجويني الشافعي وغيره من تحريم السفر إلى غير المساجد الثلاثة من المواضع الفاضلة، هو الذي يجب المصير إليه، فلا جرم اختاره كبار العلماء المحققين المعروفين باستقلالهم في الفهم، وتعمقهم في الفقه عن الله ورسوله أمثال شيخي الاسلام ابن تيمية وابن القيم رحمهم الله تعالى، فإن لهم البحوث والكثيرة النافعة في هذه المسألة الهامة، ومن هؤلاء الافاضل الشيخ ولي الله الدهلوي، ومن كلامه في ذلك ما قال في (الحجة البالغة) (١/ ١٩٢): (كان أهل الجاهلية يقصدون مواضع معظمة بزعمهم يزورونها ويتبركون بها، وفيه من التحريف والفساد ما لا يخفى، فسد صلى الله عليه وسلم الفساد، لئلا يلحق غير الشعائر بالشعائر، ولئلا يصير ذريعة لعبادة غير الله، والحق عندي أن القبر، ومحل عبادة ولي من الأولياء والطور كل ذلك سواء في النهي).
ومما يحسن التنبيه عليه في خاتمة هذا البحث أنه لا يدخل في النهي السفر للتجارة وطلب العلم، فإن السفر إنما هو لطلب تلك الحاجة حيث كانت لا لخصوص المكان، وكذلك السفر لزيارة الاخ في الله فإنه هو المقصود كما قال شيخ الاسلام ابن تيمية في (الفتاوي) (٢/ ١٨٦).
١٢ - إيقاد السرج عندها.
والدليل على ذلك غدة أمور:','1','231',NULL,NULL,'0');
INSERT INTO [b854] VALUES (239,'أولا: كونه بدعة محدثة لا يعرفها السلف الصالح، وقد قال صلى الله عليه وسلم: (كل بدعة ضلالة، وكل ضلالة في النار).
رواه النسائي وأبن خزيمه في (صحيحه) بسند صحيح.
ثانيا: أن فيه إضاعة للمال وهو منهي عنه بالنص كما تقدم في المسألة (٤٢ ص ٦٤).
ثالثا: أن فيه تشبها بالمجوس عباد النار، قال ابن حجر الفقيه في (الزواجر) (١/ ١٣٤): (صرح أصحابنا بحرمة السراج على القبر وإن قل، حيث لم ينتفع به مقيم ولا زائر، وعللوه بالاسراف وإضاعة المال، والتشبه بالمجوس، فلا يبعد في هذا أن يكون كبيرة).
قلت: ولم يورد بالاضافة إلى ما ذكر من التعليل دليلنا الأول، مع أنه دليل وارد، بل لعله أقوى الادلة، لان الذين يوقدون السرج على القبور إنما يقصدون بذلك التقرب إلى الله تعالى - زعموا، ولا يقصدون الانارة على المقيم أو الزائر، بدليل إيقادهم إياها والشمس طالعة في رابغة النهار! فكان من أجل ذلك بدعة ضلالة.
فإن قيل: فلماذا لم تستدل بالحديث المشهور الذي رواه أصحاب السنن وغيرهم عن ابن عباس: (لعن الله زائرات القبور، والمتخذين عليها المساجد والسرج) وجوابي عليه: أن هذا الحديث مع شهرته ضعيف الاسناد، لا تقوم به حجة، وإن تساهل كثير من المصنفين فأوردوه في هذا الباب وسكتوا عن علته، كما فعل ابن حجر
في (الزواجر)، ومن قبله العلامة ابن القيم في (زاد المعاد)، واغتر به جماهير السلفيين وأهل الحديث فاحتجوا به في كتبهم ورسائلهم ومحاضراتهم.
وقد كنت انتقدت ابن القيم من أجل ذلك فيما كنت علقته على كتابه، وبينت علة الحديث مفصلا هناك، ثم في (سلسلة الاحاديث الضعيفة) (رقم ٢٢٣)، ثم رأيث ابن القيم في (تهذيب السنن) (٤/ ٣٤٢) نقل عن عبد الحق الاشبيلي أن في سند الحديث باذام صاحب الكلبي وهو عندهم ضعيف جدا، وأقره ابن القيم، فالحمد لله على توفيقه.
وأما الجملة الأولى من الحديث فصحيحة لها شاهدان من حديث أبي هريرة وحسان ابن ثابت أوردتهما في المسألة (١١٩ ص ١٨٥، ١٨٦).','1','232',NULL,NULL,'0');
INSERT INTO [b854] VALUES (240,'وأما الجملة الثانية فهي صحيحة أيضا متواترة المعنى، وقد ذكرت في هذا الفصل في المسألة السابعة سبعة أحاديث صحيحة تشهد لها.
١٣ - كسر عظامها.
والدليل عليه قوله صلى الله عليه وسلم: (إن كسر عظم المؤمن ميتا، مثل كسره حيا).
أخرجه أبو داود (٢/ ٦٩) وابن ماجه (١/ ٤٩٢) والطحاوي في (المشكل) (٢/ ١٠٨) وابن حبان في (صحيحه) (رقم ٧٧٦ موارد) وابن الجارود في (المنتقى) (ص ٥٥١) والدارقطني في سننه (٣٦٧) والبيهقي (٤/ ٥٨) وأحمد (٦/ ٥٨، ١٠٥، ١٦٨، ٢٠٠، ٢٦٤) واللفظ له، وأبو نعيم في (الحلية) (٧/ ٩٥) والخطيب في (تاريخ بغداد) (١٢/ ١٠٦، ١٣: ١٢٠) من طرق عن عمرة عنها.
قلت: وبعض طرقه صحيح على شرط مسلم، وقواه النووي في (المجموع) (٥/ ٣٠٠)، وقال ابن القطان: (سنده حسن) كما في (المرقاة) (٢/ ٣٨٠).
وله طريقان آخران عن عائشة رضي الله عنها.
الأول: عند أحمد (٦/ ١٠٠): والاخر: عند الدارقطني (٣٦٧).
وله شاهد من حديث أم سلمة.
أخرجه ابن ماجه (١) وزاد في آخره: (في الاثم).
لكن إسناده ضعيف، وهي عند الدارقطني في الحديث الأول في بعض طرقه من الوجه الأول.
لكن الظاهر أنها مدرجة في الحديث، فإن في رواية أخرى له بلفظ: (يعني في الاثم).
_________
(١) وعزاه في (الامام) لمسلم ورد عليه كما في (فيض القدير) و (الامام) كتاب عظيم جدا في الاحكام لابن دقيق العيد، قال الذهبي: (ولو كمل تصنيفه وتبييضه لجاء في خمسة عشر مجلدا).','1','233',NULL,NULL,'0');
INSERT INTO [b854] VALUES (241,'فهذا ظاهر في أن هذه الزياذة ليست من الحديث بل هي من تفسير بعض الرواة، ويؤيده رواية لاحمد بلفظ: (قال: يرون أنه في الاثم.
قال عبد الرزاق أظنه قول داود).
قلت: يعني داود بن قيس، وهو شيخ عبد الرزاق فيه.
ومن الظاهر أن هذا التفسير هو المراد من الحديث، وبه جزم الطحاوي وعقد له بابا خاصا في (مشكله)، فليراجعه من شاء.
والحديث دليل على تحريم كسر عظم الميت المؤمن، ولهذا جاء في كتب الحنابلة: (ويحرم قطع شئ من أطراف الميت، وإتلاف ذاته، وإحراقه، ولو أوصى به).
كذا في (كشاف القناع) (٢/ ١٢٧)، ونحو ذلك في سائر المذاهب بل جزم ابن حجر الفقيه في (الزواجر) (١/ ١٣٤) بأنه من الكبائر، قال: (لما علمت من الحديث أنه ككسر عظم الحي) (١)
_________
(١) وبالغت الحنابلة في ذلك حتى قالوا كما في (الكشاف) (٢/ ١٣٠): (وإن ماتت حامل بمن يرجى حياته حرم شق بطنها من أجل الحمل، مسلمة كانت أو ذمية، لما فيه من هتك حرمة متيقنة، لابقاء حياة موهومة، لان الغالب والظاهر أن الولد لا يعيش، واحتج أحمد على ذلك في رواية أبي داود بما روت عائشة ... ).
قلت: ثم ذكر الحديث ونص أبي داود في (المسائل) (ص ١٥٠): (سمعت أحمد سئل عن المرأة تموت والولد يتحرك في بطنها أيشق عنها؟ قال: لا، كسر عظم الميت ككسره حيا).
وعلق عليه السيد محمد رشيد رضا فقال:
(والاستدلال به على ترك الجنين الحي في بطن أمه يموت مطلقا فيه غرابة من وجهين: أحدهما: أن شق البطن ليس فيه كسر عظم للميت.
وثانيهما: أن الجنين إذا كان تام الخلق، وأخرج من بطن أمه بشقه فإنه قد يعيش كما وقع مزارا، فههنا إنقاذه، وحفط حياته، مع حفظ كرامة أمه بناء على أن شق البطن ككسر العظم.
ولا شك أن الأول أرجج، على أن شق البطن بمثل هذا السبب لا يعد إهانة للميت كما هو ظاهر في عرف الناس كلهم. فالصواب قول من يوجب شق البطن وإخراجه إذا رجح الطبيب حياته بعد خروجه، وقد صرح بهذا بعضهم).
وقال في منار السبيل (١/ ١٧٨): وان خرج بعضه حيا شق للباقي لتيقن حياته بعد ان كانت متوهمة.
قلت: وما اختاره السيد رحمه الله تعالى هو الاصح عند الشافعية كما قال النووي (٥/ ٣٠١) وعزاه لقول أبي حنيفة وأكثر الفقهاء، وهو مذهب ابن حزم (٥/ ١٦٦ - ١٦٧) وهو الحق إن شاء الله تعالى.','1','234',NULL,NULL,'0');
INSERT INTO [b854] VALUES (242,'ويستفاد من الحديث:
١ - حرمة نبش قبر المسلم لما فيه من تعريض عظامه للكسر، ولذلك كان بعض السلف يتحرج من أن يحفر له في مقبرة يكثر الدفن فيها، قال الامام الشافعي في (الأم) (١/ ٢٤٥):
(أخبرنا مالك عن هشام بن عروة عن أبيه قال: ما أحب أن أدفن بالبقيع! لان أدفن في غيره أحب ألي، إنما هو أحد رجلين، إما ظالم، فلا أحب أن أكون في جواره، وإما صالح فلا أحب أن ينبش في عظامه، قال: وإن أخرجت عظام ميت أحببت أن تعاد فتدفن).
وقال النووي في (المجموع) (٥/ ٣٠٣) ما مختصره:
(ولا يجوز نبش القبر لغير سبب شرعي باتفاق الاصحاب، ويجوز بالاسباب الشرعية كنحو ما سبق (في المسألة ١٠٩)، ومختصره: أنه يجوز نبش القبر إذا بلى الميت وصار ترابا، وحينئذ يجوز دفن غيره فيه.
ويجوز زرع تلك الارض وبناؤها، وسائر وجوه الانتفاع والتصرف فيها باتفاق الاصحاب، وهذا كله إذا لم يبق للميت أثر من عظم وغيره، ويختلف ذلك باختلاف البلاد والارض. ويعتمد فيه قول أهل الخبرة بها)
قلت: ومنه تعلم تحريم ما ترتكبه بعض الحكومات الاسلامية من درس بعض المقابر الاسلامية ونبشها من أجل التنظيم العمراني، دون أي مبالاة بحرمتها، أو اهتمام بالنهي عن وطئها وكسر عظامها ونحو ذلك. ولا يتوهمن أحد، أن التنظيم المشار إليه يبرر مثل هذه المخالفات، كلا، فإنه ليس من الضروريات، وإنما هي من الكماليات التي لا يجوز بمثلها إلاعتداء على الاموات، فعلى الاحياء أن ينظموا أمورهم، دون أن يؤذوا موتاهم.
ومن العجائب التي تلفت النظر، أن ترى هذه الحكومات تحترم الاحجار والابنية القائمة على بعض الموتى أكثر من احترامها للاموات أنفسهم. فإنه لو وقف في طريق التنظيم المزعوم بعض هذه الابنية من القباب أو الكنائس ونحوها تركتها على حالها، وعدلت من أجلها خارطة التنظيم إبقاء عليها، لانهم يعتبرونها من الاثار القديمة!','1','235',NULL,NULL,'0');
INSERT INTO [b854] VALUES (243,'وأما قبور الموتى أنفسهم فلا تستحق عندهم ذلك التعديل! بل إن بعض تلك الحكومات لتسعى فيما علمنا - إلى جعل القبور خارج البلدة، والمنع من الدفن في القبور القديمة - وهذه مخالفة أخرى في نظري، لانها تفوت على المسلمين سنة زيارة القبور، لانه ليس من السهل على عامة الناس أن يقطع المسافات الطويلة حتى يتمكن من الوصول إليها، ويقوم بزيارتها والدعاء لها! والحامل على هذه المخالفات - فيما أعتقد - إنما هو التقليد الاعمى لأوروبا المادية الكافرة، التي تريد أن تقضي على كل مظهر من مظاهر الايمان بالاخرة، وكل ما يذكر بها، وليس هو مراعاة القواعد الصحية كما يزعمون، ولو كان ذلك صحيحا لبادروا إلى محاربة الاسباب التي لا يشك عاقل في ضررها مثل بيع الخمور وشربها، والفسق والفجور على اختلاف اشكاله وأسمائه، فعدم اهتمامهم بالقضاء على هذه المفاسد الظاهرة، وسعيهم إلى إزالة كل ما يذكر بالاخرة وإبعادها عن أعينهم أكبر دليل على أن القصد خلاف ما يزعمون ويعلنون، وما تكنه صدورهم أكبر.
٢ - أنه لا حرمة لعظام غير المؤمنين، لاضافة العظم إلى المؤمن في قوله: (عظم المؤمن)، فأفاد أن عظم الكافر ليس كذلك، وقد أشار إلى هذا المعنى الحافظ في (الفتح) بقوله: (يستفاد منه أن حرمة المؤمن بعد موته باقية كما كانت في حياته) (١) ومن ذلك يعرف الجواب عن السؤال الذي يتردد على ألسنة كثير من الطلاب في كليات الطب، وهو: هل يجوز كسر العظام لفحصها وإجراء التحريات الطبية فيها؟ والجواب: لا يجوز ذلك في عظام المؤمن، ويجوز في غيرها، ويؤيده ما يأتي في المسألة التالية:
١٢٩ - ويجوز نبش قبور الكفار، لانه لا حرمة لها كما دل عليه مفهوم الحديث السابق، ويشهد له حديث أنس بن مالك رضي الله عنه قال:
_________
(١) ذكره في (الفيض) (٤/ ٥٥١).','1','236',NULL,NULL,'0');
INSERT INTO [b854] VALUES (244,'(قدم النبي صلى الله عليه وسلم المدينة فنزل أعلى المدينة في حي يقال لهم: بنو عمرو بن عوف، فآنام فيهم أربع عشرة ليلة، ثم أرسل إلى بني النجار فجاؤوا متقلدي السيوف كأني أنظر إلى النبي صلى الله عليه وسلم على راحلته وأبو بكر ردفه، وملا من بني النجار حوله، حتى أتى بفناء أبي أيوب، وكان يحب أن يصلي حيث أدركته الصلاة، ويصلي في مرابض الغنم، وكان أمر ببناء المسجد، فأرسل إلى ملا من بنى النجار، فقال: يا بني النجار ثامنوني بحائطكم هذا، قالوا: لا والله لا نطلب ثمنه إلا إلى الله، قال: فكان فيه قبور المشركين، وخرب ونخل، فأمر النبي صلى الله عليه وسلم بقبور المشركين فنبشت، ثم بالحرب فسويت، وبالنخل فقطع فصفوا النخل قبلة المسجد، وجعل عضاديته الحجارة، وجعلوا ينقلون الصخر وهم يرتجزون، والنبي صلى الله عليه وسلم معهم، وهو يقول، [وهو ينقل اللبن:
هذا الِحمال (١) لا حمال خيبر * هذا أبر ربنا وأطهر]
اللهم لا خير إلا خير الآخرة * فاغفر للأنصار والمهاجرة.
وفي رواية من حديث عائشة رضي الله عنها:
اللهم إن الأجر أجر الآخرة * فارحم الأنصار والمهاجرة).
أخرجه الشيخان وغيرهما من حديث أنس، والسياق له، والبخاري من حديث عائشة، وما بين القوسين من حديثها، وقد أخرجت الحديثين في (الثمر المستطاب).
قال الحافظ في (الفتح):
(وفي الحديث جواز التصرف في المقبرة المملوكة بالهبة والبيع، وجواز نبش القبور الدارسة إذا لم تكن محترمة، وجواز الصلاة في مقابر المشركين بعد نبشها وإخراج ما فيها وجواز بناء المساجد في أماكنها).
_________
(١) بالكسر من الحمل، والذي يحمل من خبير التمر، أي أن هذا في الاخرة أفضل من ذاك وأحمد عاقبة، كأنه جمع حمل (بكسر الميم) أو حمل (بفتح الميم)، ويجوز أن يكون مصدر حمل أو حامل، كما في (النهاية).','1','237',NULL,NULL,'0');
INSERT INTO [b854] VALUES (245,'وهذا آخر ما وفق الله تعالى لجمعه من (أحكام الجنائز)، وسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك).

دمشق ١/ ٧ / ١٣٧٣

وانتهى تبيضه ظهر الأحد ١٩/ ٤ / ١٣٨٢ (١) والحمد الله رب العالمين
_________
(١) وجرت المباشرة بطبعه عام ١٣٨٥ ولكن قدر الله توقف الطبع في إحدى مطابع المكتب الاسلامي مدة ثلاث سنوات وانتهى طبعه في شعبان سنة ١٣٨٨، والله اسأل ان يكتب السداد والتوفيق لهذا المكتب وصاحبه.','1','238',NULL,NULL,'0');
INSERT INTO [b854] VALUES (246,'<span data-type="title" id=toc-21>بدع الجنائز</span>','1','239',NULL,NULL,'0');
INSERT INTO [b854] VALUES (247,'بدع الجنائز
وإني تتميما لفائدة الكتاب، رأيت أن أتبعه بفصل خاص ببدع الجنائز، كي يكون المسلم منها على حذر ويسلم له عمله على السنة وحدها، والشاعر الحكيم يقول:
عرفت الشر لا للشر * لكن لتوقيه
ومن لا يعرف الخير * من الشر يقع فيه
وفي حديث حذيفة بن اليمان قال: (كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير، وكنت أسأل عن الشر مخافة أن يدركني). أخرجه البخاري (١٣/ ٢٩) وغيره.
ولولا أن الفصل المشار إليه كانت مادته جاهزة عندي، لما اتسع وقتي الان لجمعها وإلحاقها بالكتاب، ولكنها حاضرة عندي، وهي جزء من مادة واسعة كنت شرعت في جمعها منذ سنة فأكثر لأؤلف منها كتابا حافلا يجمع مختلف البدع الدينية يصلح أن يكون كالقاموس لها، استخرجتها من عشرات الكتب، وكان قد بقي علي قراءة بضعة كتب أخرى لانصرف بعد ذلك إلى ترتيبها جميعها وتأليفها، ولكني صرفت عنها، فاغتنمت هذه المناسبة واستخرجتها مما عندي من المادة الفصل المذكور، ورتبته على الترتيب الذي في النية أن يكون أصله عليه كما ستراه، وهو أني أنقل البدعة من الكتاب الذي استخرجتها منه بنصه أو معناه، ثم أعقبها بالاشارة إلى رقم الجزء والصفحة منه، فإن لم أعقبها بشئ، فذلك إشارة الى أنها مني، وأدى إليها علمي أنها من البدع، وهي قليلة جدا بالنسبة لمادة الفصل الغزيرة أو الكتاب.
وقبل الشروع في سردها لابد من ذكر القواعد والاسس التي بني عليها هذا الفصل، تبعا للاصل فأقول:','1','241',NULL,NULL,'0');
INSERT INTO [b854] VALUES (248,'إن البدعة المنصوص على ضلالتها من الشارع هي:
أ - كل ما عارض السنة من الاقوال أو الافعال أو العقائد ولو كانت عن اجتهاد.
ب - كل أمر يتقرب إلى الله به، وقد نهى عنه رسول الله صلى الله عليه وسلم.
ج - كل أمر لا يمكن أن يشرع إلا بنص أو توقيف، ولا نص عليه، فهو بدعة إلا ما كان عن صحابي.
د - ما ألصق بالعبادة من عادات الكفار.
هـ - ما نص على استحبابه بعض العلماء سيما المتأخرين منهم ولا دليل عليه.
وكل عبادة لم تأت كيفيتها إلا في حديث ضعيف أو موضوع.
ز - الغلو في العبادة.
ح - كل عبادة أطلقها الشارع وقيدها الناس ببعض القيود مثل المكان أو الزمان أو صفة أو عدد.
وتفصيل القول على هذه الاصول محله الكتاب المستقل إن شاء الله تعالى.
فلنشرع الان في المقصود، فأقول:

* * *','1','242',NULL,NULL,'0');
INSERT INTO [b854] VALUES (249,'<span data-type="title" id=toc-22>قبل الوفاة</span>
١ - اعتقاد بعضهم أن الشياطين يأتون المحتضر على صفة أبويه في زي يهودي ونصراني حتى يعرضوا عليه كل ملة ليضلوه. (قال ابن حجر الهيتمي في (الفتاوى الحديثية) نقلا عن السيوطي: (لم يرد ذلك)).
٢ - وضع المصحف عند رأس المحتضر.
٣ - تلقين الميت الاقرار بالنبي وأئمة أهل البيت عليهم السلام (١)
٤ - قراءة سورة (يس) على المحتضر. (انظر المسألة ١٥).
٥ - توجيه المحتضر إلى القبلة. (أنكره سعيد بن المسيب كما في (المحلى) (٥/ ١٧٤) ومالك كما في (المدخل) (٣/ ٢٢٩ - ٢٣٠) ولا يصح فيه حديث.
_________
(١) انظر (مفتاح الكرامة) من كتب الشيعة (١/ ٤٠٨)','1','243',NULL,NULL,'0');
INSERT INTO [b854] VALUES (250,'<span data-type="title" id=toc-23>بعد الوفاة</span>
٦ - قول الشيعة: (الادمي ينجس بالموت إلا المعصوم (١)، والشهيد ومن وجب قتله فاغتسل قبل قتله فقتل لذلك السبب بعينه) (٢) (انظر الحديث الأول من المسألة ٣١)
٧ - إخراج الحائض والنفساء والجنب من عنده!
٨ - ترك الشغل ممن حضر خروج روح الميت حتى يمضي عليه سبعة أيام! (المدخل لابن الحاج ٣/ ٢٧٦ - ٢٧٧).
٩ - اعتقاد بعضهم أن روح الميت تحوم حول المكان الذي مات.
١٠ - إبقاء الشمعة عند الميت ليلة وفاته حتى الصبح. (المدخل ٣/ ٢٣٦)
١١ - وضع غصن أخضر في الغرفة التي مات فيها.
١٢ - قراءة القرآن عند الميت حتى يباشر بغسله.
١٣ - تقليم أظافر الميت وحلق عانته. المدونة للامام مالك (١/ ١٨٠) مدخل (٣/ ٢٤٠)
١٤ - إدخال القطن في دبره وحلقه وأنفه!
١٥ - جعل التراب في عيني الميت والقول عند ذلك: (لا يملأ عين ابن آدم إلا التراب) (المدخل ٣/ ٢٦١).
١٦ - ترك أهل الميت الاكل حتى يفرغوا من دفنه. (منه ٣/ ٢٧٦)
١٧ - التزام البكاء حين الغداء والعشاء
_________
(١) يعنى أئمة الشيعة فإنهم يعتقدون فيهم العصمة!
(٢) نقل المصدر السابق (١/ ١٥٣) إجماع الشيعة عليه! وهو يعارض الحديث المشار إليه.','1','244',NULL,NULL,'0');
INSERT INTO [b854] VALUES (251,'١٨ - شق الرجل الثوب على الاب والاخ (١) (انظر الحديث المتقدم في (الفقرة ب، ج) من المسألة ٢٢).
١٩ - الحزن على الميت سنة كاملة لا يختضب النساء فيها بالحناء ولا يلبسن الثياب الحسان ولا يتحلين، فإذا انقضت السنة عملن ما يعهد منهن من النقش والكتابة الممنوع في الشرع، يفعلن ذلك هن ومن التزمن الحزن معهن ويسمون ذلك ب (فك الحزن) (المدخل ٣/ ٢٧٧).
٢٠ - إعفاء بعضهم عن لحيته حزنا على الميت.
(انظر المسألة ٢٢ (فقرة) و)
٢١ - قلب الطنافس والسجاجيد وتغطية المرايا والثريات.
٢٢ - ترك الانتفاع بما كان من الماء في البيت في زير أو غيره، ويرون أنه نجس، ويعللون ذلك بأن روح الميت إذا طلعت غطست فيه! (المدخل).
٢٣ - إذا عطس أحدهم على الطعام يقولون له كلم فلانا أو فلانة ممن يجب من الاحياء باسمه - ويعللون ذلك لئلا يلحق بالميت! (منه)
٢٤ - ترك أكل الملوخية والسمك مدة حزنهم على ميتهم. (منه ٣/ ٢٨١).
٢٥ - ترك أكل اللحوم والمعلاق المشوية والكبة.
٢٦ - قول المتصوفة: من بكى على هالك خرج عن طريق أهل المعارف! (تلبيس إبليس لابن الجوزي ص ٣٤٠ - ٣٤٢، انظر الاحاديث في المسألة ١٨).
٢٧ - ترك ثياب الميت بدون غسل إلى اليوم الثالث بزعم أن ذلك يرد عنه عذاب القبر.
(المدخل (٣/ ٢٧٦).
٢٨ - قول بعضهم: إن من مات يوم الجمعة أو ليلة الجمعة يكون له عذاب القبر ساعة واحدة، ثم ينقطع عنه العذاب ولا يعود إلى يوم القيامة.
(حكاه الشيخ علي القاري في (شرح الفقه الاكبر) (ص ٩٦) ورده، وانظر الحديث تحت الفقرة (الثالة) من المسألة ٢٥).
_________
(١) هو مذهب الامامية كما في (مفتاح الكرامة) (١/ ٥٠٩).','1','245',NULL,NULL,'0');
INSERT INTO [b854] VALUES (252,'٢٩ - قول آخر: المؤمن العاصي ينقطع عنه عذاب القبر يوم الجمعة وليلة الجمعة ولا يعود إليه إلى يوم القيامة. (١)
٣٠ - الاعلان عن وفاة الميت من على المنائر. (٣/ ٢٤٥ - ٢٤٦ من المدخل) وراجع المسألة ٢٢ (فقرة ز)
٣١ - قولهم عند إخبار أحدهم بالوفاة: الفاتحة على روح فلان. (انظر المسألة ٢٤)
_________
(١) نقله الشيخ علي القاري في (شرح الفقه الاكبر) (ص ٩١) ورده بقوله: (إنه باطل) وأوضح منه في البطلان القول الاخر: إن عذاب القبر يرفع عن الكافر يوم الجمعة وشهر رمضان بحرمة النبي صلى الله عليه وسلم. حكاه الشيخ أيضا ورده.','1','246',NULL,NULL,'0');
INSERT INTO [b854] VALUES (253,'<span data-type="title" id=toc-24>غسل الميت</span>
٣٢ - وضع رغيف وكوز ماء في الموضع الذي غسل فيه الميت ثلاث ليال بعد موته. (المدخل ٣/ ٢٧٦).
٣٣ - إيقاد السراج أو القنديل في الموضع الذي غسل فيه الميت ثلاث ليال من غروب الشمس إلى طلوعها، وعند بعضهم سبع ليال، وبعضهم يزيد على ذلك ويفعلون مثله في الموضع الذي مات فيه. (منه)
٣٤ - ذكر الغاسل، ذكرا من الاذكار عند كل عضو يغسله. (منه ٣/ ٣٢٩).
٣٥ - الجهر بالذكر عند غسل الجنازة وتشييعها. (الخادمي في (شرح الطريقة المحمدية) (٤/ ٢٢).
٣٦ - سدل شعر الميتة من بين ثدييها. (انظر حديث أم عطية في المسألة ٢٨).

* * *','1','247',NULL,NULL,'0');
INSERT INTO [b854] VALUES (254,'<span data-type="title" id=toc-25>الكفن والخروج بالجنازة</span>
٣٧ - نقل الميت إلى أماكن بعيدة لدفنه عند قبور الصالحين كأهل البيت ونحوهم.
٣٨ - قول بعضهم: إن الموتى يتفاخرون في قبورهم بالاكفان وحسنها ويعللون ذلك بأن من كان من الموتى في كفنه دناءة يعايرونه بذلك (١) (المدخل ٣/ ٢٧٧)
٣٩ - كتابة اسم الميت وأنه يشهد الشهادتين، واسماء أهل البيت عليهم السلام
بتربة الحسين عليه السلام إن وجدت وإلقاء ذلك في الكفن! (٢)
٤٠ - كتابة دعاء على الكفن (٣)
٤١ - تزيين الجنازة. (الباعث على إنكار البدع والحوادث لابي شامة ص ٦٧).
٤٢ - حمل الاعلام أمام الجنازة.
٤٣ - وضع العمامة على الخشبة. (صرح ابن عابدين في (الحاشية) (١/ ٨٠٦) بكراهة هذا وكذا الذي قبله).
ويلحق به الطربوش وإكليل العروس وكل ما يدل على شخصية الميت.
_________
(١) قلت: روي شئ من هذا في بعض الاحاديث الضعيفة، وأقربها إلى هنا حديث جابر: أحسنوا كفن موتاكم فإنهم يتباهون ويتزاورون بها في قبورهم.
رواه الديلمي وفي سنده جماعة لم أعرفهم، وبنحوه حديثان آخران ذكرهما ابن الجوزي في (الموضوعات) وتعقبه السيوطي في (اللالي) (٢/ ٢٣٤) بما لا يجدى.
(٢) عليه الامامية كما في (مفتاح الكرامة) (١/ ٤٥٥ - ٤٥٦).
(٣) وقد شرع ذلك بعضهم قياسا على كتابة: (لله) في إبل الزكاة! ورده في (التراتيب الادارية) (١/ ٤٤٠) نقلا عن (المحتار على الدر المختار) كذا في نقل عنه وسقط مني أو الطابع لفظة (رد) لان الكتاب باسم (رد المحتار) والبحث المذكور في المجلد الأول منه (١/ ٨٤٧ - ٨٤٨).','1','248',NULL,NULL,'0');
INSERT INTO [b854] VALUES (255,'٤٤ - حمل الاكاليل والاس والزهور وصورة الميت أمام الجنازة!
٤٥ - ذث الحرفان عند خروج الجنازة تحت عتبة الباب. (الابداع في مضار الابتداع للشيخ علي محفوط ص ١١٤) واعتقاد بعضهم أنه إذا لم يفعل ذلك مات ثلاثة من أهل الميت!
٤٦ - حمل الخبز والخرفان أمام الجنازة وذبحها بعد الدفن وتفريقها مع الخبز. (المدخل ٢٦٦ - ٢٦٧)!
٤٧ - اعتقاد بعضهم أن الجنازة إذا كانت صالحة خف ثقلها على حامليها وأسرعت
٤٨ - إخراج الصدقة مع الجنازة. (الاختيارات العملية ص ٥٣ وكشاف القناع ٢/ ١٣٤). ومنه إسقاء العرقسوس والليمون ونحوه.
٤٩ - التزام البدء في حمل الجنازة باليمين. (المدونة ١٧٦).
٥٠ - حمل الجنازة عشر خطوات من كل جانب من جوانبها الاربعة (١).
٥١ - الابطاء في السير بها. (الباعث لابي شامة ص ٥١، ٦٧، زاد المعاد ١/ ٢٩٩)
٥٢ - التزاحم على النعش. (المحلى لابن حزم ٥/ ١٧٨) (٢)
٥٣ - ترك الاقتراب من الجنازة. (الباعث ص ٦٧).
٥٤ - ترك إلانصات في الجنازة. (منه وحاشية ابن عابدين ١/ ٨١٠). هذا النص يشمل رفع الصوت بالذكر كما في الفقرة بعدها، وتحدث الناس بعضهم مع بعض، ونحو ذلك.
_________
(١) واستدل لذلك بعض الفقهاء بحديث: (من حمل جنازة أربعين خطوة كفرت عنه أربعين كبيرة) نقله في البحر الرائق (٢/ ٢٠٧ - ٢٠٨) عن (البدائع).
وفي (شرح المنية): (رواه أبو بكر النجاد) كما في الحاشية (١/ ٨٣٣) وهكذا يتناقله بعفهم عن بعض دون أن يشيروا إلى حالة الحديث وهو لا يصح لان فيه على بن أبي سارة وهو ضعيف وهذا الحديث مما أنكر عليه كما قال الذهبي ولذلك جعلناه من (موضوعات الجامع الصغير) ومع هذا فالحديث لا يدل على هذه البدعة فتنبه.
(٢) ثم روى عن قتادة: شهدت جنازة فيها أبو السوار - هو حريث بن حسان العدوي - فازدحموا على السرير فقال أبو السوار: أترون هؤلاء أفضل أو أصحاب محمد ملى الله عليه وسلم! كان الرجل منهم إذا رأى محملا حمل، وإلا اعتزل ولم يؤذ أحدا.','1','249',NULL,NULL,'0');
INSERT INTO [b854] VALUES (256,'٥٥ - الجهر بالذكر أو بقراءة القرآن أو البردة أو دلائل الخيرات ونحو ذلك. (الابداع ص ١١٠، اقتضاء الصراط المستقيم ص ٥٧، الاعتصام للامام الشاطبي (١/ ٣٧٢ شرح الطريقة المحمدية ١/ ١١٤ وانظر المسألة ٤٨).
٥٦ - الذكر خلف الجنازة بالجلالة أو البردة أو الدلائل والاسماء الحسنى، (السنن والمبتدعات للشيخ محمد بن أحمد خضر الشقيري ص ٦٧).
٥٧ - القول خلفها: (الله أكبر الله أكبر، أشهد أن الله يحيي ويميت وهو حي لا يموت، سبحان من تعزز بالقدرة والبقاء، وقهر العباد بالموت والفناء) (١).
٥٨ - الصياح خلف الجنازة ب: (استغفروا له يغفر الله لكم) ونحوه. (المدخل ٢/ ٢٢١، الابداع ص ١١٣).
٥٩ - الصياح بلفظ (الفاتحة) عند المرور بقبر أحد الصالحين، وبمفارق الطرق.
٦٠ - قول المشاهد للجنازة: (الحمد لله الذي لم يجعلني من السواد المخترم) (٢)
٦١ - اعتقاد بعضهم أن الجنازة إذا كانت صالحة تقف عند قبر الولي عند المرور به على الرغم من حامليها.
٦٢ - القول عند رؤيتها: (هذا ما وعدنا الله ورسوله، وصدق الله ورسوله، اللهم زدنا إيمانا وتسليما) (٣)
٦٣ - اتباع الميت بمجمرة. (المدونة ١/ ١٨٠ وانظر المسألة ٧٤).
٦٤ - الطواف بالجنازة حول الاضرحة. (يعني أضرحة الأولياء. الابداع ١٠٩)
٦٥ - الطواف بها حول البيت العتيق سبعا. (المدخل ٢/ ٢٢٧).
٦٦ - الإعلام بالجنائز على أبواب المساجد. (المدخل ٢/ ٢٢١، ٢٦٢ - ٢٦٣)
_________
(١) استحبه في (شرح شرعة الاسلام)! (ص ٦٦٥).
(٢) صرح في (مفتاح الكرامة) (٩١/ ٤٦ - ٤٧١) بأنه مستحب!
(٣) أورده في شرح الشرعة (٦٦٥) تمام حديث أوله: (الموت فزع فإذا رأيتم الجنازة فقوموا وقولوا فذكره. ولا أعرفه بهذا التمام وأوله في المسند (٣/ ٣١٧) والبيهقي (٤/ ٢٦) من حديث جابر ورجاله ثقات والاحاديث في الامر بالقيام كثيرة وهي وإن كانت منسوخة كما سبق بيانه في محله، فليس فيها هذه الزيادة فدل على إنكارها.','1','250',NULL,NULL,'0');
INSERT INTO [b854] VALUES (257,'٦٧ - إدخال الميت من باب الرحمة في المسجد الاقصى ووضعه بين الباب والصخرة واجتماع بعض المشايخ يقرؤون بعض الاذكار.
٦٨ - الرثاء عند حضور الجنازة في المسجد قبل الصلاة عليها أو بعدها وقبل رفعها أو عقب دفن الميت عند القبر. (الابداع ١٢٤ - ١٢٥).
٦٩ - التزام حمل الجنازة على السيارة وتشييعها على السيارات. (انظر المسألة ٥٤)
٧٠ - حمل بعض الاموات على عربة المدفع!

* * *','1','251',NULL,NULL,'0');
INSERT INTO [b854] VALUES (258,'<span data-type="title" id=toc-26>الصلاة عليها</span>
٧١ - الصلاة على جنائز المسلمين الذين ماتوا في أقطار الارض صلاة الغائب بعد الغروب من كل يوم. (الاختيارات ٥٣، المدخل ٤/ ٢١٤، السنن ٦٧).
٧٢ - الصلاة على الغائب مع العلم أنه صلى عليه في موطنه. (انظر المسألة ٥٩ فقرة (السابع)).
٧٣ - قول بعضهم عند الصلاة عليها: (سبحان من قهر عباده بالموت، وسبحان الحي الذي لا يموت). (السنن والمبتدعات ٦٦).
٧٤ - نزع النعلين عند الصلاة عليها ولو لم يكن فيهما نجاسة ظاهرة ثم الوقوف عليهما!
٧٥ - وقوف الامام عند وسط الرجل وصدر المرأة. (انقر المسألة ٧٣).
٧٦ - قراءة دعاء الاستفتاح. (انظر التعليق على المسألة ٧٧ ص ١١٩).
٧٧ - الرغبة عن قراءة الفاتحة وسورة فيها. (انظر التعليق على المسألة السابقة ص ١٢٠)
٧٨ - الرغبة عن التسليم فيها. (١)
٧٩ - قول البعض عقب الصلاة عليها بصوت مرتفع: ما تشهدون فيه؟ فيقول الحاضرون كذلك: كان من الصالحين.
ونحوه! (الابداع ١٠٨، السنن ٦٦ وراجع المسألة ٢٦ ص ٤٤).
_________
(١) هو من متفردات الامامية عن سائر المسلمين كما في (مفتاح الكرامة) (١/ ٤٨٣) من كتبهم.','1','252',NULL,NULL,'0');
INSERT INTO [b854] VALUES (259,'<span data-type="title" id=toc-27>الدفن وتوابعه</span>
٨٠ - ذبح الجاموس عند وصول الجنازة إلى المقبرة قبل دفنها وتفريق اللحم على من حضر. (الابداع ١١٤).
٨١ - وضع دم الذبيحة التي ذبحت عند خروج الجنازة من الدار في قبر الميت.
٨٢ - الذكر حول سرير الميت قبل دفنه. (السنن ٦٧).
٨٣ - الاذان عند إدخال الميت في قبره. (حاشية ابن عابدين ١/ ٨٣٧)
٨٤ - انزال الميت في القير من قبل رأس القبر. (راجع المسألة ١٠٣ ص ١٥٠).
٨٥ - جعل شئ من تربة الحسين عليه السلام مع الميت عند إنزاله في القبر لانها أمان من كل خوف (١)
٨٦ - فرش الرمل تحت الميت لغير ضرورة. (المدخل ٣/ ٢٦١).
٨٧ - جعل الوسادة أو نحوها تحت رأس الميت في القبر. (منه ٣/ ٢٦٠).
٨٨ - رش ماء الورد على الميت في قبره. (المدخل ٣/ ٢٦٢، ٢/ ٢٢٢).
٨٩ - اهالة الحاضرين التراب بظهور الاكف مسترجعين! (٢).
٩٠ - قراءة: (منها خلقناكم) في الحثوة الأولى، و (فيها نعيدكم) في الثانية، و (ومنها نخرجكم تارة أخرى) في الثالثة. (راجع المسألة ١٠٦).
_________
(١) كذا زعم في (مفتاح الكرامة)! (١/ ٤٩٧).
(٢) هو مذهب الامامية كما في (مفتاح الكرامة) (١/ ٤٩٩)، وكأنهم أرادوا بهذه الصورة مخالفة أهل السنة الذين يحتجون كما كان صلى الله عليه وسلم يحثو بباطن الكفين! راجع المسألة ١٠٣ ص ١٥١.','1','253',NULL,NULL,'0');
INSERT INTO [b854] VALUES (260,'٩١ - القول في الحثوة الأولى: بسم الله، وفي الثانية: الملك لله، وفي الثالثة: القدرة لله، وفي الرابعة: العزة لله: وفي الخامسة: العفو والغفران لله، وفي السادسة: الرحمة لله، ثم يقرأ في السابعة قوله تعالى: {كُلُّ مَنْ عَلَيْهَا فَانٍ} [الرحمن: ٢٦] الآية. ويقرأ قوله تعالى: {مِنْهَا خَلَقْنَاكُمْ .. } [طه: ٥٥] الآية.
٩٢ - قراءة السبع سور: الفاتحة والمعوذتان والاخلاص وإذا جاء نصر الله وقل يا أيها الكافرون وإنا أنزلناه: وهذا الدعاء: اللهم إني أسألك باسمك العظيم، وأسألك باسمك الذي هو قوام الدين، واسألك ... وأسألك ... وأسألك ... وأسألك باسمك الذي إذا سئلت به اعطيت وإذا دعيت به أجبت، رب جبرائيل وميكائيل واسرافيل وعزرائيل ... الخ. كل ذلك عند دفن الميت. (١)
٩٣ - قراءة فاتحة الكتاب عند رأس الميت، وفاتحة البقرة عند رجليه. (٢)
٩٤ - قراءة القرآن عند إهالة التراب على الميت (المدخل ٣/ ٢٦٢ - ٢٦٣).
٩٥ - تلقين الميت. (السنن ٦٧، سبل السلام للصنعاني وانظر المسألة ١٠٣ ص ١٥٤)
٩٦ - نصب حجرين على قبر المرأة. (نيل الاوطار للشوكاني ٤/ ٧٣).
٩٧ - الرثاء عقب دفن الميت عند القبر. (الابداع ١٢٤ - ١٢٥).
٩٨ - نقل الميت قبل الدفن أو بعده الى المشاهد الشريفة (٣). (راجع المسألة ١٠٦ ص ١٥٩).
٩٩ - السكن عند الميت بعد دفنه في بيت في التربة أو قربها. (المدخل ٣/ ٢٧٨)
١٠٠ - امتناعهم من دخول البيت إذا رجعوا من الدفن حتى يغسلو أطرافهم من أثر الميت. (منه ٣/ ٢٧٦).
١٠١ - وضع الطعام والشراب على القبر ليأخذه الناس.
١٠٢ - الصدقة عند القبر. (الاقتضاء ١٨٣ كشف القناع ٢/ ١٣٤).
١٠٣ - صب الماء على القبر من قبل رأسه، ثم يدور عليه، وصب الفاضل على وسطه! (٤)
_________
(١) استحب هذا وما قبله في (شرح الشرعة) (ص ٥٦٨)، ومما يدل على أختراع هذا أن فيه ذكر اسم (عزرائيل) ولا أصل له في السنة مطلقا كما سبق التنبيه عليه (ص ١٥٦).
(٢) روي هذا في حديث عن أبن عمر مرفوعا، ضعفه الهيثمي (٣/ ٤٥).
وروى عنه موقوفا وهو ضعيف أيضا كما سبق في المسألة (١٢٢ ص ١٩٢).
(٣ و ٤) هما من مذهب الامامية كما في (مفتاح الكرامة) (١/ ٥٠٧، ٥٠٠).','1','254',NULL,NULL,'0');
INSERT INTO [b854] VALUES (261,'<span data-type="title" id=toc-28>التعزية وملحقاتها</span>
١٠٤ - التعزية عند القبور. (حاشية ابن عابدين ١/ ٨٤٣).
١٠٥ - الاجتماع في مكان للتعزية. (زاد المعاد ١/ ٣٠٤، سفر السعادة للفيروزابادي ص ٥٧، إصلاح المساجد عن البدع والعوائد للقاسمي ص ١٨٠ - ١٨١، وراجع المسألة ١١٠ ص ١٦١).
١٠٦ - تحديد التعزية بثلاثة أيام. (راجع المسألة ١١٣ ص ١٦٥).
١٠٧ - ترك الفرش التي تجعل في بيت الميت لجلوس من يأتي الى التعزية، فيتركونها كذلك حتى تمضى سبعة أيام ثم بعد ذلك يزيلونها. (المدخل ٣/ ٢٧٩ - ٢٨٠).
١٠٨ - التعزية ب (أعظم الله لك الاجر، وألهمك الصبر، ورزقنا وإياك الشكر فإن أنفسنا واموالنا وأهلينا وأولادنا من مواهب الله عز وجل الهنية، وعواريه المستودعة، متعك به في غبطة وسرور وقبضه منك بأجر كبير: الصلاة والرحمة والهدى ان احتسبته، فاصبر، ولا يحبط جزعك أجرك فتندم، واعلم أن الجزع لا يرد شيئا ولا يدفع حزنا وما هو نازل، فكأن قد) (١).
١٠٩ - التعزية ب: (إن في الله عزاء من كل مصيبة، وخلفا من كل فائت، فبالله فثقوا، واياه فارجوا، فإنما المحروم من حرم الثواب) (٢).
_________
(١ و ٢) استحسهما في (شرح الشرعة) (ص ٥٦٢، ٢٦٣) وغيره.
والأول روي عن النبي صلى الله عليه وسلم أنه عزى به معاذ بن جبل في ابنه، لكنه حديث موضوع، والاخر روى من تعزية الخضر بوفاته صلى الله عليه وسلم لاهل بيته صلى الله عليه وسلم وهو ضعيف كما تقدم التنيه عليهما في التعليق على المسألة (١١٢ ص ١٦٥).','1','255',NULL,NULL,'0');
INSERT INTO [b854] VALUES (262,'١١٠ - اتخاذ الضيافة من الطعام من أهل الميت. (تلبيس ابليس ٣٤١، فتح القدير لابن الهمام ١/ ٤٧٣، المدخل ٣/ ٢٧٥ - ٢٧٦، إصلاح المساجد ١٨١، وراجع المسألة ١١٤).
١١١ - اتخاذ الضيافة للميت في اليوم الأول والسابع والاربعين وتمام السنة. (الخادمي في شرح الطريق المحمدية ٣٢٢٤، المدخل ٢/ ١١٤، ٣/ ٢٧٨ - ٢٧٩).
١١٢ - اتخاذ الطعام من أهل الميت أول خميس.
١١٣ - إجابة دعوة أهل الميت إلى الطعام. (الامام محمد البركوي في (جلاء القلوب ٧٧)).
١١٤ - قولهم: لا يرفع مائدة الطعام الليالي الثلاث الا الذي وضعها. (المدخل ٣/ ٢٧٦).
١١٥ - عمل الزلابية أو شراؤها وشراء ما تؤكل به في اليوم السابع. (المدخل ٣/ ٢٩٢).
١١٦ - الوصية باتخاذ الطعام والضيافة يوم موته أو بعده، وباعطاء دراهم معدودة لمن يتلو القرآن لروحه أو يسبح له أو يهلل. (الطريقة المحمدية ٤/ ٣٢٥).
١١٧ - الوصية بأن يبيت عند قبره رجال أربعين ليلة أو أكثر أو أقل. (منه ٤/ ٣٢٦).
١١٨ - وقف الاوقاف سيما النقود لتلاوة القرآن العظيم أو لان يصلي نوافل أو لان يهلل أو يصلي على النبي صلى الله عليه وسلم ويهدي ثوابه لروح الواقف أو لروح من زاره. (منه ٤/ ٣٢٣).
١١٩ - تصدق ولي الميت له قبل مضى الليلة الأولى بشئ مما تيسر له فان لم بجد صلى ركعتين يقرأ في كل ركعة بفاتحة الكتاب وآية الكرسي مرة، وسورة التكاثر عشر مرات فإذا فرغ قال: (اللهم صليت هذه الصلاة وتعلم ما أردت بها، اللهم ابعث ثوابها إلى قبر فلان الميت)! (١).
_________
(١) ومن الغرائب أن الكتاب الذى نقلت عنه هذه البدعة وهو (شرح الشرعة) (ص ٥٦٨) قال: (والسنة أن يتصدق ولي الميت ... الخ) ولا أصل لهذا في السنة قطعا فلعله يعني سنة المشايخ، كما فسر بهذا بعض المحشين قول أحد الشراح: أن من السنة التلفظ بالنية عند الدخول في الصلاة!','1','256',NULL,NULL,'0');
INSERT INTO [b854] VALUES (263,'١٢٠ - التصدق عن الميت بما كان يحب الميت من الاطعمة!
١٢١ - التصدق عن روح الموتى في الاشهر الثلاثة رجب وشعبان ورمضان.
١٢٢ - إسقاط الصلاة. (إصلاح المساجد ٢٨١ - ٢٨٣) (راجع التعليق ص ١٧٤ مسألة ١١٣).
١٢٣ - القراءة للاموات وعليهم. (السنن ٦٣ - ٦٥)، وانظر (المسألة ١١٧ ص ١٧٣ والمسألة ١٢٢ ص ١٩١).
١٢٤ - السبحة للميت. (منه ١١، ٦٥).
١٢٥ - العتاقة له. (منه) (١).
١٢٦ - قراءة القرآن له وختمه عند قبره. (سفر السعادة ٥٧، المدخل ١/ ٢٦٦، ٢٦٧)
١٢٧ - الصبحة لاجل، الميت: وهي تبكيرهم إلى قبر ميتهم الذي دفنوه بالامس هم وأقاربهم ومعارفهم. (المدخل ٢/ ١١٣ - ١١٤، ٢٧٨٣، إصلاح المساجد ٢٧٠ - ٢٧١)
١٢٨ - فرش البسط وغيرها في التربة لمن يأتي إلى الصبحة وغيرها. (المدخل ٣/ ٢٧٨)
١٢٩ - نصب الخيمة على القبر. (منه).
١٣٠ - البيات عند القبر أربعين ليلة أو أقل أو أكثر. (جلاء القلوب ٨٣).
١٣١ - تأبين الميت ليلة الاربعين أو عند مرور كل سنة المسمى بالتذكار. (الابداع ١٢٥).
١٣٢ - حفر القبر قبل الموت استعدادا له. (انظر المسألة ١١٠).
_________
(١) وقال: وحديث: (من قرأ قُلْ هُوَ اللَّهُ أحد ألف مرة فقد اشترى نفسه من النار) موضوع.','1','257',NULL,NULL,'0');
INSERT INTO [b854] VALUES (264,'<span data-type="title" id=toc-29>زيارة القبور</span>
١٣٣ - زيارة القبور بعد الموت ثالث يوم ويسمونه الفرق، وزيارتها على رأس أسبوع، ثم في الخامس عشر، ثم في الاربعين، ويسمونها الطلعات، ومنهم من يقتصر على الاخيرتين. (نور البيان في الكشف عن بدع آخر الزمان ص ٥٣ - ٥٤).
١٣٤ - زيارة قبر الابوين كل جمعة. (والحديث الوارد فيه موضوع كما تقدم قبيل المسألة ١٢١ ص ١٨٧).
١٣٥ - قولهم إن الميت إذا لم يخرج إلى زيارته ليلة الجمعة بقي خاطره مكسورا بين الموتي ويزعمون أنه يراهم إذا خرجوا من سور البلد. (المدخل ٣/ ٢٧٧).
١٣٦ - قصد النساء الجامع الاموي غلس السبت الى الضحى لزيارة المقام اليحيوي وزعمهم أن الدأب على هذا العمل أربعين سبتا لما ينوي له! (إصلاح المساجد ٢٣٠)
١٣٧ - قصد قبر الشيخ ابن عربي أربعين جمعة بزعم قضاء الحاجة!
١٣٨ - زيارة القبور يوم عاشوراء. (المدخل ١/ ٢٩٠).
١٣٩ - زيارتها ليلة النصف من شعبان وايقاد النار عندها. (تلبيس ابليس ٤٢٩ المدخل ١/ ٣١٠).
١٤٠ - ذهابهم إلى المقابر في يومي العيدين ورجب وشعبان ورمضان. (السنن ١٠٤).
١٤١ - زيارتها يوم العيد. (المدخل ١/ ٢٨٦، الابداع ١٣٥، السنن ٧١).
١٤٢ - زيارتها بوم الاثنين والخميس.
١٤٣ - وقوف بعض الزائرين قليلا بغاية الخشوع عند الباب كأنهم بستأذنون! ثم يدخلون. (الابداع ٩٩).','1','258',NULL,NULL,'0');
INSERT INTO [b854] VALUES (265,'١٤٤ - الوقوف أمام القبر واضعا يديه كالمصلي ثم يجلس. (منه).
١٤٥ - التيمم لزيارة القبر.
١٤٦ - صلاة ركعتين عند الزيارة يقرأ في كل ركعة الفاتحة وآية الكرسي مرة، وسورة الاخلاص ثلاثا، ويجعل ثوابها للميت! (١)
١٤٧ - قراءة الفاتحة للموتى. (تفسير المنار ٨/ ٢٦٨).
١٤٨ - قراءة (يس) على المقابر (٢).
١٤٩ - قراءة (قُلْ هُوَ اللَّهُ) إحدى عشرة مرة. (حديثها موضوع كما مر في آخر المسألة ١٢٢ ص ١٩٣)
١٥٠ - الدعاء بقوله: اللهم إني أسألك بحرمة محمد صلى الله عليه وسلم! أن لا تعذب هذا الميت (٣)
١٥١ - السلام عليها بلفظ: (عليكم السلام) بتقديم (عليكم) على (السلام) (والسنة عكس ذلك كما في جميع الاحاديث الواردة في الباب وقد تقدمت في المسألة ١٢١) (٤)
_________
(١) ذكره في (شرح الشرعة) (ص ٥٧٠) بقوله: (والسنة في الزيارة أن يبدأ فيتوضأ ويصلي ركعيتن يقرأ في كل ركعة ... الخ)! وليس في السنة شئ من هذا بل فيها تحريم قصد الصلاة عند القبور كما سبق، وانظر ما علقناه قريبا.
(٢) وحديث: (من دخل المقابر فقرأ سورة (يس) خفف الله عنهم وكان لهم بعدد من فيما حسنات) لا أصل في شئ من كتب السنة، والسيوطي لما أورده في (شرح الصدور) (ص ١٣٠) لم يزد في تخريجه على قوله: (أخرجه عبد العزيز صاحب الخلال بسنده عن أنس)! ثم وقفت على سنده فإذا هو إسناد هالك كما حققته في (الاحاديث الضعيفة) (١٢٩١).
(٣) أورده البركوي في (أحوال أطفال المسلمين) (ص ٢٢٩) فقال: (وفي الخبر: من زار قبر مؤمن وقال: اللهم اني أسألك ... الخ رفع الله عنه العذاب إلى يوم ينفخ في الصور)! وهذا حديث باطل لا أصل له في شئ من كتب السنة ولا أدري كيف استجاز البركوي رحمه الله نقله دون عزوه لاحد من المحدثين مع ما فيه من التوسل المبتدع والمحرم والمكروه تحريما عنده كما قرر ذلك في رسالته المذكورة (ص ٣٥٢).
(٤) وشبهة القائل بهذه البدعة ومنهم شارح (الشرعة) (ص ٧٥٠) حديث جابر بن سليم قال: لقيت رسول الله صلى الله عليه وسلم ... فقلت عليك السلام، فقال: عليك السلام تحية الميت .. ! الحديث.
أخرجه أبو داود (٢/ ١٧٩) والترمذي (٢/ ١٢٠ طبع بولاق) والحاكم (٤/ ١٨٦) وصححه ووافقة الذهبي وهو كما قالا.
قال الخطابي: =','1','259',NULL,NULL,'0');
INSERT INTO [b854] VALUES (266,'١٥٢ - القراءة على مقابر أهل الكتاب: ({زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ .. } [التغابن: ٧] الآية (١)
١٥٣ - الوعظ على المنابر والكراسي في المقابر في الليالي المقمرة. (المدخل ١/ ٢٦٨).
١٥٤ - الصياح بالتهليل بين القبور (٢)
١٥٥ - تسمية من يزور بعض القبور حاجا! (٣)
١٥٦ - إرسال السلام إلى الانبياء عليهم السلام بواسطة من يزورهم!
١٥٧ - انصراف النساء يوم الجمعة لمزارات في الصالحية (بدمشق) وشاركهن في لك الرجال على طبقاتهم. (إصلاح المساجد ٢٣١).
١٥٨ - زيارة آثار الانبياء التي بالشام مثل مغارة الخليل عليه السلام، والاثار الثلاثة التي بجبل قاسيون في غربي الربوة. (تفسير الاخلاص ١٦٩).
١٥٩ - زيارة قبر الجندي المجهول أو الشهيد المجهول!
١٦٠ - أهداء ثواب العبادات كالصلاة وقراءة القرآن إلى أموات المسلمين. (راجع التعليق على المسألة ١١٧ ص ١٧٣).
_________
= (وإنما قال ذلك القول منه إشارة إلى ما جرت به العادة منهم في تحية الاموات - يعني في الجاهلية - إذ كانوا يقدمون اسم الميت على الدعاء وهو مذكور في أشعارهم كقول الشاعر عليك سلام الله قيس بن عاصم ورحمته ما شاء أن يترحما فالسنة لا تختلف في تحية الأحياء والأموات. وأيده ابن القيم في (التهذيب) وعلي القارئ في (المرقاة) (٢/ ٤٠٦ و ٤٧٩) فراجعهما.
(١) استحبه في (شرح الشرعة) (ص ٥٦٨) ولا أصل له في السنة، بل فيها خلافه فراجع (المسألة ١٢٥)
(٢) لقد رأيت ذلك من أحدهم غير مرة يقف صباح كل يوم قبيل طلوع الشمس قائما على قبر. فجمع بين محرم وبدعة!!
(٣) قال شيخ الاسلام في (الاختيارات) (١٨١): (ويعزر من يسمي من زار القبور والمشاهد حاجا إلا أن يسمى حاجا بقيد كحاج الكفار والضالين، ومن سمى زيارة ذلك حجا أو جعل له مناسك فانه ضال مضل وليس لاحد أن يفعل في ذلك ما هو من خصائص حج البيت).','1','260',NULL,NULL,'0');
INSERT INTO [b854] VALUES (267,'١٦١ - إهداء ثواب الاعمال إليه صلى الله عليه وسلم. (القاعدة الجليلة ٣٢، ١١١، الاختيارات العلمية ٥٤، شرح عقيدة الطحاوي (٣٨٦ - ٣٨٧) تفسير المنار ٨/ ٢٤٩، ٢٥٤، ٢٧٠، ٣٠٤ - ٣٠٨).
١٦٢ - إعطاء أجرة لمن يقرأ القرآن ويهديه للميت. (فتاوى شيخ الاسلام ٣٥٤)
١٦٣ - قول القائل: إن الدعاء يستجاب عند قبور الانبياء والصالحين (الفتاوى).
١٦٤ - قصد القبر للدعاء عنده رجاء الاجابة. (الاختيارات العلمية ٥٠)
١٦٥ - تغشية قبور الانبياء والصالحين وغيرهم (١). (منه ٥٥، المدخل (٣/ ٢٧٨، الابداع ٩٥ - ٩٦).
١٦٦ - اعتقاد بعضهم أن القبر الصالح إذا كان في قرية أنهم ببركته يرزقون وينصرون، ويقولون: إنه خفير البلد، كما يقولون: السيدة نفيسة خفيرة القاهرة، والشيخ رسلان خفير دمشق وفلان وفلان خفراء بغداد وغيرها. (الرد على الاخنائي ٨٢)
١٦٧ - اعتقادهم في كثير من أضرحة الأولياء اختصاصات كاختصاصات الاطباء، فمنهم من ينفع في مرض العيون، ومنهم من يشفي من مرض الحمى .. (الابداع ٢٦٦).
١٦٨ - قول بعضهم: قبر معروف الترياق المجرب، (الرد على البكري ٢٣٢ - ٢٣٣)
١٦٩ - قول بعض الشيوخ لمريده: إذا كانت لك إلى الله حاجة فاستغث بي أو قال: استغث عند قبري. (منه)
١٧٠ - تقديس ما حول قبر الولي من شجر وحجر واعتقاد أن من قطع شيئا من ذلك يصاب بأذى.
١٧١ - قول بعضهم: من قرأ آية الكرسي واستقبل جهة الشيخ عبد القادر الكيلاني وسلم عليه سبع مرات يخطو مع كل تسليمة خطوة إلى قبره قضيت حاجته! (الفتاوى ٤/ ٣٠٩)
_________
(١) وفي حاشية عابدين (١/ ٨٣٩) ان ذلك مكروه. يعني كراهة تحريم.','1','261',NULL,NULL,'0');
INSERT INTO [b854] VALUES (268,'١٧٢ - رش الماء على قبر الزوجة المتوفاة عن زوجها الذي تزوج بعدها زاعمين أن ذلك يطفئ حرارة الغيرة! (الابداع ٢٦٥).
١٧٣ - السفر إلى زيارة قبور الانبياء والصالحين. (الفتاوى ١/ ١١٨، ١٢٢، ٤/ ٣١٥، مجموعة الرسائل الكبرى ٣٩٥ ٢، الرد على البكري ٢٣٣ الابداع ١٠٠ - ١٠١)، الرد على الاخنائي ٤٥، ١٢٣، ١٢٤، ١٢٤، ٢١٩، ٣٨٤. (وراجع المسألة ١٢٨/ ١١).
١٧٤ - الضرب بالطبل والابواق والمزامير والرقص عند قبر الخليل عليه السلام تقربا إلى الله. (المدخل ٤/ ٢٤٦).
١٧٥ - زيارة الخليل عليه السلام من داخل البناء. (منه ٤/ ٢٤٥).
١٧٦ - بناء الدور في القبور والسكن فيها. (منه ١/ ٢٥١ - ٢٥٢).
١٧٧ - جعل الرخام أو ألواحا من الخشب عليها. (منه ٣/ ٢٧٢، ٢٧٣)
١٧٨ - جعل الدرابزين على القبر. (منه ٣/ ٢٧٢).
١٧٩ - تزيين القبر. (شرح الطريقة المحمدية ١/ ١١٤، ١١٥).
١٨٠ - حمل المصحف إلى المقبرة والقراءة منه على الميت. (تفسير المنار عن أحمد ٨/ ٢٦٧).
١٨١ - جعل المصاحف عند القبور لمن يقصد قراءة القرآن هناك. (الفتاوى ١/ ١٧٤، الاختيارات ٥٣).
١٨٢ - تخليق حيطان القبر وعمده. (الباعث لأبي شامة ١٤).
١٨٣ - تقديم عرائض الشكاوى وإلقاوها داخل الضريح زاعمين أن صاحب الضريح يفصل فيها. (الابداع ٩٨، القاعدة الجليلة ١٤).
١٨٤ - ربط الخرق على نوافذ قبور الأولياء ليذكروهم ويفضوا حاجتهم.
١٨٥ - دق زوار الأولياء توابيتهم وتعلقهم بها. (الابداع ١٠٠).
١٨٦ - القاء المناديل والثياب على القبر بقصد التبرك. (المدخل ١/ ٢٦٣).
١٨٧ - امتطاء بعض النسوة على أحد القبور واحتكاكها بفرجها عليه لتحبل!','1','262',NULL,NULL,'0');
INSERT INTO [b854] VALUES (269,'١٨٨ - استلام القبر وتقبيله. (الاقتضاء ١٧٦، الاعتصام ٢/ ١٣٤، ١٤٠، إغاثة اللهفان لابن القيم ١/ ١٩٤، البركوى في أطفال المسلمين ٢٣٤، الباعث ٧٠، الابداع ٩٠) (١)
١٨٩ - إلصاق البطن والظهر بجدار القبر. (الباعث ٧٠).
١٩٠ - إلصاق بدنه أو شئ من بدنه بالقبر، أو بما يجاور القبر من عود ونحوه. (الفتاوى ٤/ ٣١٠).
١٩١ - تعفير الخدود عليها. (الاغاثة ١/ ١٩٤ - ١٩٨)
١٩٢ - الطواف بقبور الانبياء والصالحين. (مجموعة الرسائل الكبرى ٢/ ٣٧٢، الابداع ٩٠)
١٩٣ - التعريف عند القبر، وهو قصد قبر بعض من يحسن به الظن يوم عرفة والاجتماع العظيم عند قبره كما في عرفات. (الاقتضاء ١٤٨).
١٩٤ - الذبح والتضحية عنده. (منه ١٨٢، الاختيارات ٥٣، نور البيان ٧٢).
١٩٥ - تحري استقبال الجهة التي يكون فيها الرجل الصالح وقت الدعاء. (الاقتضاء ١٧٥ الرد على البكري ٢٦٦).
١٩٦ - الامتناع من استدبار الجهة التي فيها بعض الصالحين (منه)
١٩٧ - قصد قبور الانبياء والصالحين للدعاء عندهم رجاء الاجابة (٢) (القاعدة الجليلة ١٧، ١٢٦ - ١٢٧ الرد على البكري ٢٧ - ٥٧) الرد على الاخنائي ٢٤ الاختيارات العلمية ٥٠ الاغاثة ٢٠١ ١ - ٢٠٢ - ٢١٧)
_________
(١) وقد أنكر ذلك الغزالي في (الاحياء) (١/ ٢٤٤) وقال: (انه عادة النصارى واليهود).
وراجع المسألة (١٢٤ ص ١٩٥).
(٢) قال في (الاغاثة) (١/ ٢١٨) وغيرها:
(والحكاية المنقولة عن الشافعي: أنه كان يقصد الدعاء عند قبر أبي حنيفة من الكذب الظاهر).
وقال شيخ الاسلام في الفتاوى (٤/ ٣١٠، ٣١١، ٣١٨):
(ويقرب من ذلك تحري الصلاة والدعاء قبلي شرقي جامع دمشق عند الموضع الذي يقال أنه قبر هود، والذي عليه العلماء أنه قبر معاوية بن أبي سفيان.
أو عند المثال الخشب الذى تحته رأس يحيي بن زكريا).','1','263',NULL,NULL,'0');
INSERT INTO [b854] VALUES (270,'١٩٨ - قصدها للصلاة عندها. (الرد على الاخنائي ١٢٤، الاقتضاء ١٣٩)
١٩٩ - قصدها للصلاة إليها. (الرد على البكري ٧١ القاعدة الجليلة ١٢٥ - ١٢٦، الاغاثة ١/ ١٩٤ - ١٩٨ الخادمي على الطريقة ٤/ ٣٢٢).
٢٠٠ - قصدها للذكر والقراءة والصيام والذبح. (الاقتضاء ١٨١، ١٥٤)
٢٠١ - التوسل إلى الله تعالى بالمقبور. (الاغاثة ١/ ٢٠١ - ٢٠٢، ٢١٧، السنن ١٠)
٢٠٢ - الاقسام به على الله. (تفسير سورة الاخلاص لابن تيمية ١٧٤)
٢٠٣ - أن يقال للميت أو الغائب من الانبياء والصالحين: ادع الله أو أسأل الله تعالى (القاعدة ١٢٤، زيارة القبور له ١٠٨، ١٠٩، الرد على البكري ٥٧).
٢٠٤ - الاستغاثة بالميت منهم كقولهم: يا سيدي فلان أغثني أو انصرني على عدوي (القاعدة ١٤، ١٧، ١٢٤، الرد على البكري ٣٠ - ٣١، ٣٨، ٥٦، ١٤٤، السنن ١٢٤)
٢٠٥ - اعتقاد أن الميت يتصرف في الامور دون الله تعالى! (السنن ١١٨).
٢٠٦ - العكوف عند القبر والمجاورة عنده. (الاقتضاء ١٨٣، ٢١٠).
٢٠٧ - الخروج من زيارة المقابر التي يعظمونها على القهقرى! (المدخل ٤/ ٢٣٨، السنن ٦٩)
٢٠٨ - قول بعض المدروشين الوافدين إلى المدن لخصوص زيارة قبور من بها من الأولياء والاموات عند إرادة الاوبة إلى بلادهم: الفاتحة لجميع سكان هذه البلدة سيدي فلان وسيدي فلان، ويسميهم ويتوجه إليهم ويشير ويمسح وجهه! (منه ٦٩).
٢٠٩ - قولهم: السلام عليك يا ولي الله، الفاتحة زيادة في شرف النبي صلى الله عليه وسلم والاربعة الاقطاب والانجاب والاوتاد وحملة الكتاب والاغواث! وأصحاب السلسلة وأصحاب التعريف والمدركين بالكون وسائر أولياء الله على العموم كافة جمعا يا حي يا قيوم، ويقرأ الفاتحة ويمسح وجهه بيديه وينصرف بظهره! (منه).
٢١٠ - رفع القبر والبناء عليه. (الاقتضاء ٦٣ تفسير سورة الاخلاص ١٧٠ سفر السعادة ٥٧. شرح الصدور للشوكاني ٦٦ شرح الطريقة المحمدية ١/ ١١٤، ١١٥).
٢١١ - التوصية بأن يبنى على قبره بناء. (الخادمي على الطريقة المحمدية ٤/ ٣٢٦).','1','264',NULL,NULL,'0');
INSERT INTO [b854] VALUES (271,'٢١٢ - تجصيص القبور. (الاغاثة ١/ ١٩٦ - ١٩٨، الخادمي على الطريقة ٤/ ٣٢٤)
٢١٣ - نقش اسم الميت وتاريخ موته على القبر. (المدخل ٣/ ٢٧٢، الذهبي في تلخيص المستدرك، الاغاثة (١/ ١٩٨ ١٩٦)، الخادمي على الطريقة ٤/ ٣٢٢، الابداع ٩٥، المسألة ١٢٨ فقرة ١ - ٦).
٢١٤ - بناء المساجد والمشاهد على القبور والاثار. (تفسير سورة الاخلاص ١٩٢، الاقتضاء ٦، ١٥٨، الرد على البكري ٢٣٣، الابداع ٩٩).
٢١٥ - اتخاذ المقابر مساجد بالصلاة عليها وعندها. (الابداع ٩، الفتاوى ٢/ ١٨٦، ١٧٨، ٤/ ٣١١، الاقتضاء ٥٢، راجع المسألة ١٢٨ فقرة ٨ و ٩).
٢١٦ - دفن الميت في المسجد، أو بناء مسجد عليه. (إصلاح المساجد ١٨١، المسألة ١٢٨ فقرة ٩).
٢١٧ - استقبال القبر في الصلاة مع استدبار الكعبة! (الاقتضاء ٢١٨).
٢١٨ - اتخاذ القبور عيدا. (منه ١٤٨، الاغاثة ١/ ١٩٠ - ١٩٣، الابداع ٨٥ - ٩٠ وراجع الفقرة ١٠ من المسألة ١٢٨).
٢١٩ - تعليق قنديل على القبر ليأتوه فيزورونه. (المدخل ٣/ ٢٧٣، ٢٧٨، الاغاثة ١٩٤ - ١٩٨، الطريقة المحمدية ٤/ ٢٣٦، الابداع ٨٨، المسألة المشار إليها آنفا فقرة (ل))
٢٢٠ - نذر الزيت والشمع لاسراج قبر أو جبل أو شجرة. (الاصلاح ٢٣٢ - ٢٣٣ والاقتضاء ١٥١).
٢٢١ - قصد أهل المدينة زيارة القبر النبوي كلما دخلوا المسجد أو خرجوا منه. (الرد على الاخنائي ٢٤، ١٥٠ - ١٥١، ١٥٦، ٢١٧، ٢١٨، الشفافي حقوق المصطفى للقاضي عياض (٢/ ٧٩)، المسألة المتقدمة فقرة ١٠) (١)
٢٢٢ - السفر لزيارة قبره صلى الله عليه وسلم. (انظر البدعة رقم ١٧٢) العلامة
_________
(١) وقد كره مالك ذلك فقال: (لم يبلغني عن أول هذه الامة وصدرها أنهم كانوا يفعلون ذلك، ويكره إلا لمن جاء من سفر أو أراده). كذا نقله القاضي عايض.','1','265',NULL,NULL,'0');
INSERT INTO [b854] VALUES (272,'٢٢٣ - زيارته صلى الله عليه وسلم في شهر رجب.
٢٢٤ - التوجه إلى جهة القبر الشريف عند دخول المسجد والقيام فيه بعيدا عن القبر بغاية الخشوع واضعا يمينه على يساره كأنه في الصلاة! (١) (انظر البدعة ١٩٤)
٢٢٥ - سؤاله صلى الله عليه وسلم الاستغفار وقراءة آية {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ .. } [النساء: ٦٤] الآية. (الرد على الاخنائي ١٦٤، ١٦٥، ٢١٦، السنن ٦٨).
٢٢٦ - التوسل به صلى الله عليه وسلم. انظر البدع ٢٠٠ - ٢٠٣
٢٢٧ - الإقسام به على الله تعالى.
٢٢٨ - الإستغاثة به من دون الله تعالى.
٢٢٩ - قطعهم شعورهم ورميها في القنديل الكبير القريب من التربة النبوية. (الابداع في مضار الابتداع ١٦٦، الباعث ٧٠).
٢٣٠ - التمسح بالقبر الشريف. (المدخل ١/ ٢٦٣ السنن ٦٩، الابداع ١٦٦).
٢٣١ - تقبيله. (منهما).
٢٣٢ - الطواف به (مجموعة الرسائل الكبرى ٢/ ١٠، ١٣، المدخل ١/ ٢٦٣، الابداع ١٦٦، السنن ٦٩، الباعث ٧٠ (٢))
٢٣٣ - إلصاق البطن والظهر بجدار القبر الشريف. (الابداع ١٦٦، الباعث ٧٠).
٢٣٤ - وضع اليد على شباك حجرة القبر الشريف وحلف أحدهم بذلك بقوله: وحق الذي وضعت يدك على شباكه وقلت: الشفاعة يا رسول الله!
٢٣٥ - إطالة القيام عند القبر النبوي للدعاء لنفسه مستقبلا، الحجرة. (القاعدة الجليلة ١٢٥ الرد على البكري ١٢٥، ٢٣٢، ٢٨٢، مجموعة الرسائل الكبرى ٢/ ٣٩١).
٢٣٦ - تقربهم إلى الله بأكل التمر الصيحاني في الروضة الشريفة بين القبر والمنبر. (الباعث ٧٠ الابداع ١٦٦).
_________
(١) وقد رأيت ذلك سنة ٦٨ فقف شعري لكثرة من يفعل ذلك سيما من الغرباء.
(٢) ونقل عن ابن الصلاح أنه قال: (ولا يجوز أن يطاف بالقبر الشريف).','1','266',NULL,NULL,'0');
INSERT INTO [b854] VALUES (273,'٢٣٧ - الاجتماع عند قبر النبي صلى الله عليه وسلم لقراءة ختمة وإنشاد قصائد. (مجموعة الرسائل الكبرى ٢/ ٣٩٨).
٢٣٨ - الاستسقاء بالكشف عن قبر النبي صلى الله عليه وسلم أو غيره من الانبياء والصالحين. (١) (الرد على البكري ٢٩).
٢٣٩ - إرسال الرقاع فيها الحوائج إلى النبي صلى الله عليه وسلم.
٢٤٠ - قول بعضهم: انه ينبغي أن لا يذكر حوائجه ومغفرة ذنوبه بلسانه عند زيارة قبره صلى الله عليه وسلم لانه أعلم منه بحوائجه ومصالحه! (٢)
٢٤١ - قوله: لا فرق بين موته صلى الله عليه وسلم وحياته في مشاهدته لامته ومعرفته بأحوالهم
_________
(١) قلت: وأما ما روى أبو الجوزاء أوس بن عبد الله قال: قحط أهل المدينة قحطا شديدا فشكوا إلى عائشة فقالت: انظروا قبر النبي صلى الله عليه وسلم فاجعلوا منه كوة إلى السماء حتى لا يكون بينه وبين السماء سقف، قال: ففعلوا فمطرنا مطرا حتى نبت العشب، وسمنت الابل حتى تفتقت من الشحم فسمي عام الفتق) فلا يصح، أخرجه الدارمي في سننه (١/ ٤٣ - ٤٤) وفيه أبو النعمان وهو محمد بن الفضل المعروف بعارم وقد كان اختلط في آخر عمره كما قال العقيلي وغيره من أهل الحديث.
وقال شيخ الاسلام في الرد على البكري (ص ٦٨):
(وما روي عن عائشة رضي الله عنها من فتح الكوة من قبره إلى السماء لينزل المطر فليس بصحيح ولا يثبت إسناده.
قال: ومما يبين كذب هذا أنه في مدة حياة عائشة لم يكن للبيت كوة بل كان بعضه باقيا كما كان على عهد النبي صلى الله عليه وسلم بعضه مسقوف وبعضه مكشوف وكانت الشمس تنزل فيه كما ثبت في الصحيحين عنها أن النبي صلى الله عليه وسلم كان يصلي العصر والشمس في حجرتها لم يظهر الفئ بعد).
(٢) ومما يوسف له أن هذه البدعة واللتين بعدها قد نقلتها من (كتاب المدخل) لابن الحاج (١/ ٢٥٩، ٢٦٤) حيث أوردها مسلما بها كأنها من الامور المنصوص عليها في الشريعة! وله من هذا النحو أمثلة كثيرة سبق بعضها دون التنبيه على أنها منه، وسنذكر قسما كبيرا منها في الكتاب الخاص بالبدع إن شاء الله تعالى، وقد تعجب من ذلك لما عرف أن كتابه هذا مصدر عظيم في التنصيص على مفردات البدع وهذا الفصل الذي ختمت به الكتاب شاهد عدل على ذلك، ولكنك إذا علمت أنه كان في علمه مقلدا لغيره، ومتأثرا إلى حد كبير بمذاهب الصوفية وخزعبلاتها يزول عنك العجب وتزداد يقينا على صحة قول مالك: (ما منا من أحد إلا رد ورد عليه الا صاحب هذا القبر)، صلى الله عليه وسلم.','1','267',NULL,NULL,'0');
INSERT INTO [b854] VALUES (274,'ونياتهم وتحسراتهم وخواطرهم! (١)
وهذا آخر ما تيسر جمعه من بدع الجنائز، وبه يتم الكتاب، والحمد لله على توفيقه وأسأله تعالى المزيد من فضله.
وأن يرزقني محبة لقائه عند مفارقة هذه الدنيا الفانية إلى الدار الابدية الخالدة، {مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} [النساء: ٦٩].

<span data-type="title" id=toc-30>خاتمة الطبع</span>
جرت المباشرة بطبعه عام ١٣٨٥ ولكن قدر الله تبارك وتعالى توقف الطبع في إحدى مطابع المكتب الاسلامي مدة ثلاث سنوات وانتهي طبعه في رمضان سنة ١٣٨٨، فالحمد لله الذي بنعمته تتم الصالحات.
وإياه تعالى أسأل، أن يكتب السداد والتوفيق لهذا المكتب وصاحبه الأستاذ الفاضل الأخ زهير الشاويش، وأن ييسر له الاستمرار في طبع الكتب النافعة من تراث سلفنا الصالح، وما جرى مجراها، إنه سميع مجيب.

محمد ناصر الدين الألباني
_________
(١) قال شيخ الإسلام في (الرد على البكري) (ص ٣١):
"ومنهم من يظن أن الرسول أو الشيخ يعلم ذنوبه وحوائجه وإن لم يذكرها وأنه يقدر على غفرانها وقضاء حوائجه ويقدر على ما يقدر الله، ويعلم ما يعلم الله، وهؤلاء قد رأيتهم وسمعت هذا منهم، ومنهم شيوخ يقتدى بهم ومفتين وقضاة ومدرسين! " والله المستعان ولا حول ولا قوة إلا بالله.','1','268',NULL,NULL,'0');
