-- Table: b8564
-- Chunk: 1
-- Rows: 205

CREATE TABLE "b8564"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b8564
INSERT INTO [b8564] VALUES (1,'بسم الله الرحمن الرحيم
<span data-type="title" id=toc-1>مقدمة </span>الطبعة الثانية
الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، وبعد: فهذه هي الطبعة الثانية من كتاب المكتبة الإسلامية، والتي أقدمها للقراء الكرام راجيا تمام النفع بها وأن يتقبلها الله بقبول حسن، إنه ولي ذلك والقادر عليه.
ولابد من الإشارة إلى أن هذه الطبعة، تميزت بميزات عدة سيلمسها القارئ، ومن ذلك على سبيل المثال لا الحصر، مزيد من العناية بالترتيب لموضوعات الكتاب حسب تاريخ نشأتها، فمثلا بالنسبة لمصادر علوم الحديث رواية، أعيد ترتيبها كما يلي:
١- الجوامع. ٢- الموطآت. ٣- المسانيد. ٤- السنن. ٥- الصحاح. ٦- المجاميع.
واتبعت هذه المنهجية في جميع الموضوعات، بل وحتى في تريب الكتب في الموضوع الواحد، كذلك عند عرض أسماء العلماء الذين برزوا في كل فن، مما جعل بناء الكتاب في غاية التناسق والتكامل، ويعطي القارئ فكرة تامة عن نمو حركة التأليف في الموضوع المحدد من بداياته وحتى نضجه.
هذا عدا عن متابعة دقيقة للمادة العلمية بحيث إنها تكاد تخلو من الأخطاء المطبعية وسواها ما أمكن، راجيا أن يجد هذا الكتاب بثوبه الجديد من القبول لدى طلبة العلم، ما وجده في طبعته الأولى، وكلِّي أمل أن يتفضلوا بإهداء ملاحظاتهم التي ستكون محل عناية في طبعة قادمة إن شاء الله تعالى، فالكمال لله وحده.
هذا ونظرا لما لاقته فكرة الكتاب من استحسان، وتلبية لرغبة عدد من طلبة العلم، فقد توطد العزم بمشيئة الله تعالى على مواصلة البحث في كافة فروع التراث الإسلامي والعربي بحيث يكون كتاب المكتبة الإسلامية الكتاب الأول ضمن سلسلة',NULL,'5',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (2,'كاملة، ويتلوه قريبا -إن شاء الله تعالى- الكتاب الثاني في المكتبة العربية، وإن الرغبة لشديدة في مواصلة التصنيف في هذه السلسلة حتى تكتمل بعون الله وتوفيقه.
وآخر دعوانا أن الحمد الله رب العالمين.
د. عماد جمعة
كلية التربية للبنات/ البكيرية.
القصيم/ المملكة العربية السعودية.
هاتف: ٠٦/٣٣٦١٢٨٩- جوال: ٠٥٧٨٦٧٥٣٦
١٤٢٤/٧/١هـ.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (3,'بسم الله الرحمن الرحيم
مقدمة الطبعة الأولى
الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، وعلى آله وأصحابه أجمعين، وبعد:
فهذا كتاب يتناول بالبحث بعضا من ملامح المكتبة الإسلامية، بعد تمهيد عام تناول اهتمام الإسلام بالعلم والتفكير وتسامح الإسلام، ومبدأ المساواة بين المسلمين الذي حبب شعوب البلاد المفتوحة في الإسلام، وتعلم اللغة العربية لغة القرآن الكريم وإتقانها، مع بيان بدايات هذه النهضة في عالم الكتب التي بدأت بعصر التدوين الذي شارك فيه أبناء البلاد المفتوحة بهمة إلى جانب العرب الخلص، مما أثرى المكتبة الإسلامية في جميع فروع التراث، وهذا الذي أدى بالتالي إلى ضرورة وجود مدونات ببليوجرافية للمصادر الإسلامية، نظرا لكثرة المصادر ولحاجة طلبة العلم إلى مدونات تحصر هذه المصادر، وهذا ما تم بحثه في الباب الأول من هذا الكتاب حيث تناول الكتاب بعضا منها مثل: إحصاء العلوم للفارابي، الفهرست لابن النديم، ومفتاح السعادة لطاش كبرى زادة، وكشف الظنون لحاجي خليفة، وإيضاح المكنون للبغدادي، وهدية العارفين للبغدادي كذلك، وتاريخ الأدب العربي لبروكلمان، وتاريخ التراث العربي لفؤاد سزكين، ومعجم المؤلفين لعمر كحالة، والأعلام للزركلي، وسير أعلام النبلاء للذهبي.
وفي الباب الثاني من الكتاب تم تناول نماذج من المصادر ذاتها في:
- علوم القرآن.
- وعلوم الحديث.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (4,'- وعلم الفقه.
- وعلم الأصول.
وفي ختام هذه المقدمة، أسأل الله تعالى أن ينفع بهذا الكتاب، وأن يجعله في موازين أعمالنا الصالحة يوم القيامة، إنه على كل شيء قدير، وبالإجابة جدير.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (5,'<span data-type="title" id=toc-2>التمهيد</span>
<span data-type="title" id=toc-3>المبحث الأول: اهتمام الإسلام بالعلم</span>
...
التمهيد
وفيه أربعة مباحث:
- المبحث الأول: اهتمام الإسلام بالعلم.
- المبحث الثاني: تسامح الإسلام، ومبدأ المساواة بين المسلمين الذي حبب شعوب البلاد المفتوحة في الإسلام، وتعلم اللغة العربية، لغة القرآن الكريم وإتقانها.
- المبحث الثالث: عصر التدوين ومشاركة أبناء البلاد المفتوحة فيه بهمة إلى جانب العرب الخلص.
- المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (6,'المبحث الأول: اهتمام الإسلام بالعلم
لم تعن أمة من الأمم ولاحضارة من الحضارات بالعلم والعلماء، كما عنيت أمة الإسلام وحضارته، وذلك لأن العلم عند الأمم إنما يكون لغايات معيشية دنيوية، أما في الإسلام فأهميته لأنه الباب إلى معرفة الله وحسن عبادته، وبه تصلح الدنيا والآخرة، وهو أساس العلاقات الإنسانية السليمة، وأساس التفكير القويم وأساس العمل الصالح، وقد كثرت الآيات القرآنية الكريمة، والأحاديث النبوية الشريفة، وآثار الصحابة والسلف الصالح، في الحث على العلم، وبيان فضله، والرفع من قدره وقدر العلماء وإنه لينفد القرطاس، وتنتهي الأنفاس قبل أن تحصي ما ورد في ذلك من نصوص.
القرآن والعلم: لقد رفع القرآن الكريم شأن العلم والعلماء في آيات كثيرة، يقول تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} ١، ويقول تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} ٢ ويقول تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفاً أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ وَمِنَ النَّاسِ وَالدَّوَابِّ وَالأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ} ٣, فقد ربطت هذه الآية بين العلم وخشية الله تعالى، وجاء الكلام عن
_________
١ المجادلة: ١١.
٢ الزمر: ٩.
٣ فاطر: ٢٧، ٢٨.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (7,'والسود، وذكر النباتات المختلفة الألوان وذكر الناس والأنعام، قال الإمام ابن كثير ت ٧٧٤هـ في تفسير الآية السابقة: أي إنما يخشاه حق خشيته العلماء العارفون به؛ لأنه كلما كانت المعرفة للعظيم القدير العليم الموصوف بصفات الكمال المنعوت بالأسماء الحسنى أتم والعلم بها أكمل، كانت الخشية له أعظم وأكبر١.
ولقد ذكر القرآن الكريم الحاجة إلى العلم بعد الكلام عن خلق آدم، قال تعالى: {وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا} ٢، والعلم يسبق العمل، ولا يكون العمل إلا بعلم، قال الإمام البخاري: العلم قبل القول والعمل لقوله تعالى: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلاَّ اللَّه} ٣ فبدأ بالعلم٤.
وكان أول ما نزل من القرآن أمر صريح بالعلم والقراءة، قال تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الإِنسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ} ٥.
السنة والعلم: لقد فاق اهتمام الرسول -صلى الله عليه وسلم- بالعلم حدود الوصف، وحسبك أن تستعرض بعضا من أقواله -صلى الله عليه وسلم- لتعرف بعضا من هذا الاهتمام فقد ورد عنه صلى الله عليه وسلم قوله: "من سلك طريقا يلتمس فيه علمًا، سهل الله به طريقا إلى الجنة، وإن الملائكة لتضع أجنحتها لطالب العلم رضا بما يصنع، وإن العالم ليستغفر له من في السموات ومن في الأرض، حتى الحيتان في الماء، وفضل العالم على العابد، كفضل
_________
١ تفسير ابن كثير: ٥٨٠/٥.
٢ البقرة: ٣١.
٣ محمد: ١٩.
٤ صحيح البخاري: ج١/ ص٣٧، باب ١٠.
٥ العلق: ١-٥.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (8,'القمر على سائر الكواكب، وإن العلماء ورثة الأنبياء، وإن الأنبياء لم يورثوا دينارا ولا درهما، إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر" ١، بل إن رسول الله -صلى الله عليه وسلم- لم يستثن أحدا من وجوب طلب العلم، حيث يقول: "طلب العلم فريضة على كل مسلم" ٢ ويطول بنا المقام لو أردنا أن نستعرض كل أقواله صلى الله عليه وسلم في الحث على العلم وبيان فضله وفضل العلماء، ومن هنا نلحظ اهتمامه صلى الله عليه وسلم بالعلم من أول يوم أقام فيه كيان الدولة الإسلامية، فنجد أنه صلى الله عليه وسلم لما بنى مسجده بالمدينة اتخذه هو وأصحابه مركزًا دينيًا لبث تعاليم الإسلام، وكان الرسول صلى الله عليه وسلم يجلس فيه وحوله حلقة من أصحابه، يعلمهم ويحثهم على طلب العلم والحكمة، وظل هذا المسجد ينمو ويتسع حتى انبعثت منه أنوار المعارف المختلفة في القرن الثاني الهجري، وظهر فيه أئمة الشريعة الإسلامية، وأصبحت المساجد التي بنيت على غراره في البلاد المفتوحة مراكز دينية واجتماعية ومدارس للنشاط العلمي، ووصلت إلى مستوى عالٍ في التفكير العقلي والإنتاج الديني واللغوي.
كما عني الرسول صلى الله عليه وسلم بتعليم المسلمين الأولين وتثقيفهم، وبلغ من اهتمامه في ذلك أنه طلب من أسراه في بدر ممن لم يستطع أن يفدي نفسه بالمال، أن يعلم كل واحد منهم عشرة من صبيان المدينة٣، وأصبح للرسول صلى الله عليه وسلم عدد كبير من الكتاب الذين كانوا يكتبون له في جميع أموره٤، ومهام دولته من رسائل وكتب إلى الملوك
_________
١ سنن الترمذي: ٢٨/٥، ٤٨، سنن الدارمي: ١١٠/١، سنن ابن ماجه: ٨١/١، ورواه غيرهم بألفاظ متقاربة.
٢ سنن ابن ماجه: ٨٠/١، جامع بيان العلم وفضله، ابن عبد البر: ١.
٣ مسند أحمد: ٤٧/٤، حديث: ٢٢١٦، السيرة النبوية في ضوء المصادر الأصلية، مهدي رزق الله: ٣٥٩.
٤ كتَّاب الوحي، د أحمد عيسى: ٦٥-٧٠.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (9,'والأمراء ومن عهود واتفاقيات بينه وبين أهل الذمة وقريش والقبائل المختلفة، وكان بعضهم يكتب مغانم الرسول -صلى الله عليه وسلم- وأموال الصدقات والمداينات والمعاملات.
وظل الرسول -صلى الله عليه وسلم- هو المعلم الأول، ونَبَغ من أصحابه عدد وافر في مختلف الأمور كانت لهم بعده مكانة، علموا الناس أمور دينهم ودنياهم وجمعوا القرآن ودونوه، ورووا أحاديث الرسول -صلى الله عليه وسلم- كما بحثوا في اللغة والأدب، والعلوم الأخرى.
وإن مما يُظهر لنا أهمية العلم في السنة النبوية، ذلك الكم الهائل من الأحاديث التي جمعها علماء الحديث، وحسبك أن تعرف على سبيل المثال لا الحصر أن كتاب العلم في مجمع الزوائد للهيثمي، قد بلغ أربعا وثمانين صفحة، وأن أحاديث العلم في المستدرك للحاكم بلغت أربعا وأربعين صفحة، وأنه لا يخلو كتاب من كتب الحديث من باب يتكلم عن العلم في العشرات من الأحاديث النبوية الشريفة.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (10,'<span data-type="title" id=toc-4>المبحث الثاني: التسامح والمساواة في الإسلام</span>
إن تسامح المسلمين مع غيرهم، ومبدأ المساواة بين المسلمين أنفسهم حبب شعوب البلاد المفتوحة في الإسلام، وتعلم اللغة العربية لغة القرآن الكريم وإتقانها.
فقد انتشر الإسلام في بقاع الأرض المختلفة انتشارًا سريعا، واعتنقته شعوب بأكملها من قوميات متعددة في مشارق الأرض ومغاربها، وكان لهذا الانتشار السريع والسهل أسباب عديدة، فالإسلام هو الدين الموافق للفطرة والمتفق مع العقل والملبي لحاجات الإنسان الروحية والمادية، الفردية والجماعية، ثم هو دين الشمول والتوازن والتكامل والتناسق، وهو دين الوسطية والاعتدال كما أنه دين التسامح والمساواة، إنساني النزعة، ليس بدين عنصري ولا إقليمي ولا طائفي، بل هو دين عالمي إنساني، ولاعجب، فإن أول آية في القرآن الكريم بعد البسملة هي: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِين} ١، وآخر سورة منه هي سورة الناس، إذن فآيات القرآن الكريم وسوره بدأت بالحديث عن عالمية هذا الدين، وانتهت بالحديث عن إنسانيته، ولذا فإنه من المستحيل حصر الإسلام في قومية أو جنس أو وطن، وفيما يلي عرض لمبدأين كان لهما أثر كبير في انتشار الإسلام، وهذان المبدآن هما:
أولا: مبدأ التسامح في الإسلام:
إن التسامح من أهم جوانب النزعة الإنسانية في الحضارة الإسلامية، فقد أنشأ الإسلام حضارتنا فلم يضق ذرعا بالأديان السابقة، ولم يتعصب دون الآراء والمذاهب المتعددة، بل كان شعاره {فَبَشِّرْ عِبَادِ الَّذِينَ
_________
١ الفاتحة: ٢.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (11,'يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ} ١، ومن أجل ذلك كان من مبادئ حضارتنا في التسامح الديني:
١- الأديان السماوية كلها تستقي من معين واحد: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} ٢.
٢- الأنبياء إخوة لا تفاضل بينهم من حيث الرسالة، وأن على المسلمين أن يؤمنوا بهم جميعا: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ} ٣.
٣- العقيدة لا يمكن الإكراه عليها بل لابد فيها من الاقتناع {لا إِكْرَاهَ فِي الدِّينِ} ٤، {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} ٥.
_________
١ الزمر: ١٧، ١٨.
٢ الشورى: ١٣.
٣ البقرة: ١٣٦.
٤ البقرة: ٢٥٦.
٥ يونس: ٩٩.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (12,'٤- الاختلاف في الأديان لا يحول دون البر والصلة والضيافة: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ} ١.
٥- اختلاف الناس في أديانهم لا يمنع من الحوار الهادف إلى معرفة الحقيقة، فلهم أن يجادل بعضهم بعضا فيها بالحسنى، وفي حدود الأدب والحجة والإقناع: {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ} ٢، ولا تجوز البذاءة مع المخالفين، ولا سب عقائدهم ولو كانوا وثنيين: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ} ٣.
٦- إذا اعتدي على الأمة في عقيدتها، وجب رد العدوان لحماية العقيدة ودرء الفتنة: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} ٤، {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُم} ٥.
٧- إذا انتصرت الأمة على من اعتدى عليها في الدين، أو أراد سلبها حريتها، فلا يجوز الانتقام منهم بإجبارهم على ترك دينهم، أو اضطهادهم في عقائدهم
_________
١ المائدة: ٤.
٢ العنكبوت: ٤٦.
٣ الأنعام: ١٠٨.
٤ البقرة: ١٩٣.
٥ الممتحنة: ٩.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (13,'وحسبهم أن يعترفوا بسلطان الدولة ويقيموا على الإخلاص لها حتى يكون لهم مالنا وعليهم ما علينا.
هذه هي مبادئ التسامح الديني في الإسلام الذي قامت عليه حضارتنا، وهي توجب على المسلم أن يؤمن بأنبياء الله ورسله جميعا، وألا يتعرض لأتباعهم بسوء، يلين القول، يحسن جوارهم ويقبل ضيافتهم، وله أن يصاهرهم مع ما في ذلك من اختلاط للأسر، وامتزاج للدماء، وأوجب الأسلام على الدولة المسلمة أن تحمي أماكن عبادتهم وألا تتدخل في عقائدهم، ولا تجور عليهم في حكم، وتسويهم بالمسلمين في الحقوق والواجبات العامة، وأن تصون كرامتهم وحياتهم كما تصون كرامة المسلمين وحياتهم.
وعلى هذه الأسس قامت حضارتنا، وبها رأت الدنيا لأول مرة دينا ينشئ حضارة فلا يتعصب على غيره من الأديان، ولا يطرد غير المؤمنين به من مجال العمل الاجتماعي والمنزلة الاجتماعية، وظل التسامح شرعة الحضارة الإسلامية منذ وضع أساسها رسول الله صلى الله عليه وسلم، حتى أخذت في الانهيار، فضاعت المبادئ ونسيت الأوامر، وجهل الناس دينهم، فابتعدوا عن هذا التسامح الديني العظيم.
من صور التسامح في حياة الرسول صلى الله عليه وسلم:
لما هاجر رسول الله -صلى الله عليه وسلم- إلى المدينة وفيها من اليهود عدد كبير، كان من أول ما عمله من شئون الدولة أن أقام بينه وبينهم ميثاقا تحترم فيه عقائدهم وتلتزم فيه الدولة بدفع الأذى عنهم، ويكونون مع المسلمين يدًا واحدة على من يقصد المدينة بسوء، فطبق بذلك رسول الله -صلى الله عليه وسلم- مبادئ التسامح الديني في البذور الأولى للحضارة الإسلامية.
وكان للرسول -صلى الله عليه وسلم- جيران من أهل الكتاب، فكان يتعاهدهم ببرة ويهديهم الهدايا ويتقبل منهم هداياهم، حتى أن امرأة يهودية دست له السم في ذراع شاة أهدتها',NULL,'17',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (14,'إليه لما كان من عبادته أن يتقبل هديتهم ويحسن جوارهم، ولما جاء وفد نصارى الحبشة أنزلهم رسول الله -صلى الله عليه وسلم- في المسجد وقام بنفسه على ضيافتهم وخدمتهم، وكان مما قاله يومئذ: "إنهم كانوا لأصحابنا مكرمين فأحب أن أكرمهم بنفسي".
وجاء مرة وفد نصارى نجران فأنزلهم في المسجد وسمح لهم بإقامة صلاتهم فيه، فكانوا يصلون في جانب منه، ورسول الله -صلى الله عليه وسلم- والمسلمون يصلون في جانب آخر، ولما أرادوا أن يناقشوا الرسول في الدفاع عن دينهم، استمع إليهم وجادلهم، كل ذلك برفق وأدب وسماحة خلق، وقبل الرسول من المقوقس هديته، وقبل منه جارية أرسلها إليه، وتسرى بها رسول الله -صلى الله عليه وسلم- وولدت له إبراهيم الذي لم يعمر إلا أشهرًا قليلة، ومن وصاياه للمسملين: "استوصوا بالقبط فإن لكم فيهم نسبا وصهرا" ١.
من صور التسامح في حياة الصحابة رضي الله عنهم، على هدي الرسول -صلى الله عليه وسلم- في تسامحه الديني ذي النزعة الإنسانية الرفيعة سار صحابته من بعده:
فها هو عمر ت٢٣هـ، رضي الله عنه، حين يدخل بيت المقدس فاتحا يجيب سكانها إلى ما اشترطوه، من ألا يساكنهم فيها يهودي، وتحين صلاة العصر وهو داخل كنيسة القدس الكبرى، فيأبى أن يصلي فيها كي لا يتخذها المسلمون من بعد ذريعة للمطالبة بها واتخاذها مسجدا.
ونجده وقد شكت إليه امرأة مسيحية من سكان مصر أن عمرو بن العاص ت ٤٣هـ، رضي الله عنه، قد أدخل دارها في المسجد كرها عنها، فيسأل عمرا عن ذلك، فيخبره أن المسلمين كثروا وأصبح المسجد يضيق بهم وفي جواره دار هذه المرأة وقد عرض عليها عمرو ثمن دارها وبالغ في الثمن فلم ترض، مما اضطر عمرا إلي هدم دارها وإدخالها في المسجد، ووضع قيمة الدار في بيت المال تأخذه متى شاءت، ومع أن
_________
١ مجمع الزوائد: ٦٣/١٠، ٦٤/١٠، صحيح ابن حبان: ٦٨/١٥، ٦٩/١٥، عدة روايات بألفاظ متقاربة.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (15,'هذا مما تبيحه قوانيننا الحاضرة وهي حالة يعذر فيها عمرو على ما صنع، فإن عمر لم يرض ذلك وأمر عمرا أن يهدم البناء الجديد من المسجد ويعيد إلى المسيحية دارها كما كانت.
هذه هي الروح المتسامحة التي سادت المجتمع الذي أظلته حضارتنا بمبادئها، فإذا بنا نشهد من ضروب التسامح الديني ما لا نجد له مثيلا في تاريخ العصور حتى في العصر الحديث.
وبعد، فإن التسامح الديني في حضارتنا مما لا يعهد له مثيل في تاريخ العصور الماضية، وقد أجمع المؤرخون الغربيون ممن يحترمون الحق على هذا التسامح وأشادوا به.
يقول المؤرخ الشهير المعاصر ولز في صدد بحثه عن تعاليم الإسلام: إنها أسست في العالم تقاليد عظيمة للتعامل العادل الكريم، وإنها لتنفخ في الناس روح الكرم والسماحة، كما إنها إنسانية السمة، ممكنة التنفيذ، فإنها خلقت جماعة إنسانية يقل ما فيها مما يغمر الدنيا من قسوة وظلم اجتماعي عما في أية جماعة أخرى سبقتها ... إلى أن يقول عن الإسلام: إنه مليء بروح الرفق والسماحة والأخوة.
ويقول أرنولد وهو يتحدث عن المذاهب الدينية بين الطوائف المسيحية: ولكن مبادئ التسامح الإسلامي حرمت مثل هذه الأعمال التي تنطوي على الظلم، بل كان المسلمون على خلاف غيرهم إذ يظهر لنا أنهم لم يألوا جهدا في أن يعاملوا كل رعاياهم من المسيحيين بالعدل والقسطاس، مثال ذلك: أنه بعد فتح مصر استغل اليعاقبة فرصة إقصاء السلطات البيزنطية ليسلبوا الأرثوذكس كنائسهم، ولكن المسلمين أعادوها أخيرا إلى أصحابها الشرعيين بعد أن دلل الأرثوذكس على ملكهم لها، وإذا نظرنا إلى التسامح الذي امتد على هذا النحو إلى رعايا المسلمين من',NULL,'19',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (16,'المسيحيين في صدر الحكم الإسلامي ظهر أن الفكرة التي شاعت بأن السيف كان العامل في تحويل الناس إلى الإسلام بعيدة التصديق.
وأن قول غوستاف لوبون: إن الأمم لم تعرف فاتحين راحمين متسامحين مثل العرب، ولا دينا سمحا مثل دينهم هو إنصاف للحق قبل أن يكون إنصافا للمسلمين١.
ثانيا: مبدأ المساواة بين المسلمين:
وهذا جانب آخر من جوانب النزعة الإنسانية في حضارتنا الخالدة، ذلك هو تقرير المساواة حقا بين الناس من غير نظر إلى ألوانهم، فبعد أن أعلن القرآن مبدأ المساواة في قوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ٢، وقف الرسول -صلى الله عليه وسلم- في حجة الوداع ليعلن في خطابه النبوي: "أيها الناس، إن ربكم واحد، وإن أباكم واحد، كلكم لآدم وآدم من تراب، إن أكرمكم عند الله أتقاكم، ليس لعربي فضل على أعجمي إلا بالتقوى" ٣.
ولم تكن هذه المساواة لتقف عند حدود المبادئ التي تعلن في مناسبات متعددة كما يقع من زعماء الحضارة الحديثة اليوم بل كانت مساواة مطبقة تنفذ كأمر عادي لا يلفت نظرا، ولا يحتاج إلى تصنع أو عناء، فقد نفذت في المساجد حيث كان يلتقي فيها الأبيض والأسود على صعيد واحد من العبودية لله -عز وجل- والخشوع بين يديه، ولم يكن الأبيض ليجد غضاضة أو حرجا في وقوف الأسود بجانبه، ونفذت في الحج حيث تلتقي العناصر البشرية كلها من بيضاء وملونة على صعيد واحد بثياب واحدة من غير تمييز بين أبيض وأسود أو استعلاء من البيض على السود، بل إننا لنجد
_________
١ من روائع حضارتنا، مصطفى السباعي: ٧٥.
٢ الحجرات: ١٣.
٣ أحكام القرآن للجصاص: ٣٩٣/١، التاريخ الإسلامي، محمود شاكر: ٣٦٩/٢',NULL,'20',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (17,'ما هو أسمى من هذا، فقد أمر رسول الله -صلى الله عليه وسلم- بلالا الحبشي ت٢٠هـ، رضي الله عنه، يوم فتح مكة أن يصعد فوق الكعبة ليؤذن من فوقها ويعلن كلمة الحق، والكعبة هي الحرم المقدس عند العرب في الجاهلية، وهي القبلة المعظمة في الإسلام، فكيف يصعد عليها عبد ملون كبلال؟ وكيف يطؤها بقدميه؟ إن مثل هذا أو قريبا منه لا يتصور في الحضارة الحديثة، ولكن حضارتنا فعلته قبل أربعة عشر قرنا، فما كان صعود بلال على سطح الكعبة إلا إعلانا لكرامة الإنسان على كل شيء، وأن الإنسان يستحق هذه الكرامة لعلمه وعقله وأخلاقه وإيمانه لا لبشرته وبياضه، فلا يقدم الإنسان بياضه إذا أخره عمله، ولا يؤخره سواده إذا قدمه ذكاؤه واجتهاده.
ولذلك لم يرض رسول الله -صلى الله عليه وسلم- لأبي ذر ت ٣٢هـ، رضي الله عنه، وهو من أكرم صحابته أن يسب آخر فيقول له: يابن السوداء، لم يرض منه ذلك بل قرعه، وقال له: "أعيرته بسواد أمه؟ إنك امرؤ فيك جاهلية" ١، وهذا حد فاصل بين العلم والجهل، وبين الحضارة الإنسانية والحضارة الجاهلية.
إن الحضارة التي لا يستعلي فيها عرق على عرق، ولا لون على لون هي الحضارة الإسلامية، التي يسعد بها الإنسان بل وتسعد بها الإنسانية كلها، أما الحضارة التي يعلو فيها الأبيض ويمتهن الأسود، ويسعد بها ذوو البشرة البيضاء ويشقى بها الملونون فهي الحضارة الجاهلية التي ترتد بها الإنسانية إلى الوراء مئات القرون، عمياء متكبرة جاهلية حمقاء، "إنك امرؤ فيك جاهلية"، هذا وصف للحضارة الجاهلية التي تنادي بالتمييز العنصري، وهو ما كافحته حضارتنا في كل ميادين الحياة، في المسجد والمدرسة والمحكمة والقيادة، مع الأصدقاء والأعداء على حد سواء.
_________
١ البخاري: ٢٠/١، مسلم: ١٢٨٣/٣٠.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (18,'لما جاء المسملون لفتح مصر وتوغلوا فيها حتى وقفوا أمام حصن بابليون، رغب المقوقس في المفاوضة مع المسلمين فأرسل إليهم وفدا ليعلم ما يريدون، ثم طلب منهم أن يرسلوا إليه وفدا، فبعث عمرو بن العاص عشرة نفر أحدهم عبادة بن الصامت ت ٣٢هـ، رضي الله عنه، وكان طوله عشرة أشبار، وأمره عمرو أن يكون متكلم القوم، وكان عبادة أسود، فلما ركبوا السفن إلى المقوقس ودخلوا عليه، تقدم عبادة، فهابه المقوقس لسوادة وقال: نحوا عني هذا الأسود وقدموا غيره يكلمني، فقالوا جميعا: إن هذا الأسود أفضلنا رأيا وعلما، وهوسيدنا وخيرنا والمقدم علينا، وإنما نرجع جميعا إلى قوله ورأيه، وقد أمره الأمير دوننا بما أمره، وأمرنا ألا نخالف رأيه وقوله، فقال لهم: وكيف رضيتم أن يكون هذاالأسود أفضلكم، وإنما ينبغي أن يكون هو دونكم؟! قالوا: كلا، إنه وإن كان أسود كما ترى فإنه من أفضلنا موضعا وأفضلنا سابقة وعقلا ورأيا، وليس ينكر السواد فينا، فقال المقوقس لعبادة: تقدم يا أسود وكلمني برفق فإني أهاب سوادك، وإن اشتد كلامك علي ازددت لك هيبة، فتقدم إليه عبادة فقال: قد سمعت مقالتك، وإن فيمن خلفي من أصحابي ألف رجل كلهم مثلي وأشد سوادا مني وأفظع منظرا١.
لقد كان كثير من الناس -حتى المتحضرين في القرن العشرين- يرون السواد منقصة، وكانوا لا يرون الأسود أهلا لأن يكون في عداد البيض، فكيف يتقدمهم ويقودهم ويفضلهم في الرأي والعلم؟! فجاءت حضارتنا تحطم هذه المقاييس، وتسفه هذه الآراء، وتقدم الأسود على الأبيض حين يقدمه علمه ورأيه وشجاعته.
وكان عبد الملك بن مروان ت ٨٦هـ، يأمر المنادي أن ينادي في موسم الحج ألا يفتي الناس إلا عطاء بن أبي رباح ت ١١٤هـ، إمام أهل مكة وعالمها
_________
١ حسن المحاضرة في تاريخ مصر والقاهرة، السيوطي: ١١٠/١، ١١١، النجوم الزاهرة، ابن تغري: ١٧/١، ١٨.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (19,'وفقيهها، وكان عطاء أسود، أعور، أفطس، أشل، أعرج، ثم عمي، وقد جعلته الحضارة الإسلامية إماما يرجع إليه الناس في الفتوى، ومدرسة يتخرج على يده الألوف من البيض، وهو عندهم محل الإكبار والحب والتقدير١.
ولقد كان في حضارتنا المبدعون في كل ميادين العلم والأدب، وهم سود البشرة لم يمنعهم سوادهم أن يكونوا أدباء ينادمون الخلفاء كنصيب الشاعر ت ١٠٨هـ، ولا فقهاء يؤلفون المراجع المعتبرة في الفقه الإسلامي كعثمان بن علي الزيلعي ت ٧٤٣هـ، شارح الكنز في الفقه الحنفي، والحافظ جمال الدين أبي محمد عبد الله بن يوسف الزيلعي ت ٧٦٢هـ، مؤلف نصب الراية، وكلاهما أسودان من زيلع من بلاد الحبشة.
وقصارى القول: إن حضارتنا لم تعرف هذا التمييز العنصري بين البيض والسود، ولم يكن فيها مجتمعات خاصة للسود لا يساكنهم فيها أبيض، ولا اضطهاد خاص بهم يجعلهم محل نقمة البيض وازدرائهم، وإنما كانت حضارتنا إنسانية تنظر إلى الناس جميعا بمنظار الحق والخير، ولا ترى البياض والسواد إلا بياض الأعمال وسوادها {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَه وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَه} ٢.
والنزعة الإنسانية تظهر حين يعلن الإسلام أن الناس جميعا خلقوا من نفس واحدة {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} ٣.
_________
١ الذهبي، سير أعلام النبلاء: ٨٠/٥.
٢ الزلزلة: ٧، ٨.
٣ النساء: ١.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (20,'فالأصل البشري لأبناء البشرية قاطبة هو أصل واحد، ومهما تفرق الناس بعد ذلك إلى أمم وقبائل وبلدان وأجناس، فإنما هو كتفرق البيت الواحد والإخوة من أب واحد وأم واحدة، وما كان كذلك فسبيل هذا الاختلاف في أجناسهم وبلدانهم أن يؤدي إلى تعاونهم وتعارفهم وتلاقيهم على الخير، يقول تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا} ١، وقد ترفع الحياة بعد ذلك أفرادا وتخفض آخرين، وقد تغني فئات ويفتقر كثيرون، وقد يحكم شخص ويخضع شعب، وقد تبيض بشرة أقوام وتسود ألوان أمم أخرى، إن هذا وإن كان من سنة الله في خلقه، بل هو نظامها الذي لا يتبدل، فليس من شأنه أن يميز من ارتفع على من اتضع ولا من اغتنى على من افتقر، ولا من حكم على من خضع، ولا ذا اللون الأبيض على ذي اللون الأسود، بل الكل سواء:
- سواء عند الله في آدميتهم وإنسانيتهم لا تمايز بينهم إلا بالتقوى {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ٢.
- وهم سواء أمام القانون في الخضوع له لا تمايز بينهم إلا بالحق.
- وهم سواء في كيان المجتمع، يتأثر قويهم بضعيفهم، ومجموعهم لعمل أفراد منهم: "مثل المؤمنين في توادهم وتراحمهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعي له سائر الأعضاء بالحمى والسهر" ٣.
_________
١ الحجرات: ١٣.
٢ الحجرات: ١٣.
٣ صحيح مسلم: ٢٠٠٠/٤.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (21,'وهكذا يستمر الإسلام في إعلان الوحدة الإنسانية بين الناس كإخوة من أب وأم، والوحدة الاجتماعية في المجتمع كشجرة تهتز أغصانها جميعا إذا لمستها الرياح لا فرق بين أعلاها وأدناها. ومن المفيد هنا أن نلاحظ كثرة خطاب القرآن للناس، بهذه الألفاظ التي تشعرهم بوحدة أصلهم الإنساني {يَا أَيُّهَا النَّاس} ، {يَا بَنِي آدَم} كما خاطب أبناء الدين الواحد بقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا} ، {أَيُّهَا الْمُؤْمِنُون} ، دون أن يميز بالخطاب أمه على أمة أو فريقا على فريق.
وأما النزعة الإنسانية الحضارية في التشريع الإسلامي، فإنك لتلمس ذلك واضحا في كل باب من أبواب التشريع، في الصلاة يقف الناس جميعا بين يدي الله لا يخصص مكان لملك أو عظيم أو عالم، وفي الصوم يجوع الناس جوعا واحدا لا يفرد من بينهم أمير أو غني أو شريف، وفي الحج يلبس الناس لباسا واحدا، ويقفون موقفا واحدا، ويؤدون منسكا واحدا، لا تمييز بين قاصٍ ودانٍ، وقوي وضعيف، وأشراف وعامة، فإذا انتقلت من ذلك إلى أحكام القانون المدني وجدت الحق هو الشرعة السائدة في العلاقة بين الناس، والعدل هو الغرض المقصود من التشريع، ودفع الظلم هو اللواء الذي يحمله القانون ليفيء إليه كل مضطهد ومظلوم، فإذا انتقلت من ذلك إلى القانون الجزائي وجدت العقوبة واحدة لكل من يرتكبها من الناس، فمن قتل قتل، ومن سرق عوقب ومن اعتدى أدب، ولا فرق بين أن يكون القاتل عالما أو جاهلا، والمقتول أميرا أو فلاحا، ولا فرق بين أن يكون المعتدي أمير المؤمنين أو رجل من عامتهم، والمعتدى عليه أعجميا أو عربيا، شرقيا أو غربيا، فالكل سواء في الإسلام {الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى} ١.
_________
١ البقرة: ١٧٨.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (22,'ويسمو التشريع إلى أرفع من هذا حين يثبت الكرامة الإنسانية للناس جميعا بقطع النظر عن أديانهم وأعراقهم وألوانهم فيقول: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} ١.
هذه الكرامة هي التي تضمن للناس جميعا حقهم في الحياة والعقيدة والعلم والعيش، ومن واجب الدولة أن تكفلها لهم على قدم المساواة بلا استثناء، ويسمو التشريع فوق هذا إلى ذروة عالية من السمو الإنساني حين يجعل أساس المثوبة والعقاب للناس لا على ظواهر أفعالهم بل على نواياهم: "إن الله لا ينظر إلى صوركم ولكن إلى قلوبكم"
٢، فالنية هي محل المؤاخذة أو الإثابة: "إنما الأعمال بالنيات وإنما لكل امرئ ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه" ٣.
والنية المقبولة عند الله هي نية الخير والنفع للناس وابتغاء وجه الله ومرضاته دون غرض مادي أو نفع تجاري {وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ} ٤، وهذا الخير الذي تفعله ابتغاء وجه الله لا يصح أن تطلب ممن استفاد منه ثوابا ولا أجرا {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُوراً} ٥.
_________
١ الإسراء: ٧٠.
٢ صحيح مسلم: ١٩٨٧/٤.
٣ البخاري: ٣/١.
٤ الحج: ٧٨.
٥ الدهر: ٨، ٩.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (23,'ويبلغ التشريع أعلى ذروة من النزعة الإنسانية حين يقرر وحدة العوالم كلها من إنسان وحيوان ونبات وجماد وأرض وأفلاك في سلك العبودية لله والخضوع لنواميس الكون، وما أروع ما يطلبه القرآن من المسلم أن يذكره في كل ركعة من ركعات صلاته {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ} ١، إنه لواجب أن يذكر المسلم أنه جزء من الكون مخلوق لإله واحد متصف بالرحمة البالغة الشاملة، فليكن المسلم في هذا العالم الذي يعيش فيه، مثالا للرحمة التي يتصف بها الله وهو غني عن العالمين.
تغاضب أبو ذر -رضي الله عنه- ت ٣٢هـ، وهو عربي من غفار، مع بلال الأسود الحبشي ت ٢٠هـ، رضي الله عنه، مولى أبي بكر رضي الله عنه، وكان أبو ذر وبلال صحابيين ممن آمن بالإسلام ورسوله، وتطور النزاع بينهما إلى أن أخذت أبا ذر الحدة فقال لبلال: يابن السوداء! فشكاه بلال إلى النبي -صلى الله عليه وسلم- فقال لأبي ذر: "أعيرته بأمه؟ إنك امرؤ فيك جاهلية" ٢.
وسرقت امرأة من بني مخزوم في عهد النبي -صلى الله عليه وسلم- وجيء بها لتعاقب، فأهمّ ذلك قريشا وقالوا: من يشفع لها عند رسول الله -صلى الله عليه وسلم- في إسقاط الحد عنها؟ ثم ذكروا أن أسامة بن زيد ت ٥٤هـ، رضي الله عنه، حبيب إلى قلب الرسول -صلى الله عليه وسلم- فكلموه في أن يشفع لها عنده، فكلمة بذلك فغضب -عليه الصلاة والسلام- غضبا شديدا وقال لأسامة: "أتشفع في حد من حدود الله؟ "، ثم قام في الناس خطيبا فقال: "إنما أهلك من
_________
١ الفاتحة: ١، ٢.
٢ البخاري: ٢٠/١، مسلم: ١٢٨٣/٣٠.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (24,'قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وايم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها" ١.
وجاء قيس بن مطاطية إلى حلقة فيها سلمان الفارسي ت ٣٦هـ، وصهيب الرومي ت ٣٨هـ، وبلال الحبشي ت ٢٠هـ، رضي الله عنهم، فقال: هذا الأوس والخزرج قد قاموا بنصرة هذا الرجل أي: رسول الله -صلى الله عليه وسلم- فما بال هذا؟ يعني سلمان وصهيب وبلالا، فقام إليه معاذ بن جبل ت ١٨هـ، رضي الله عنه، فأخذ تلبيبه أي: قبض على ثيابه من جهة نحره ثم أتى به النبي -صلى الله عليه وسلم- فأخبره بمقالته، فقام النبي -صلى الله عليه وسلم- يجر رداءه حتى أتى المسجد، ثم نودي أن الصلاة جامعة، وقال: "يا أيها الناس، إن الرب واحد والأب واحد، وليست العربية بأحدكم من أب ولا أم، وإنما هي اللسان، فمن تكلم العربية فهو عربي" ٢.
وجاء عدي بن حاتم الطائي ت ٦٨هـ، رضي الله عنه، إلى المدينة وهو لم يسلم بعد، فدخل على الرسول -صلى الله عليه وسلم- وهو في مسجده، فانطلق به -صلى الله عليه وسلم- إلى بيته، وبينما هو كذلك إذ لقيته صلى الله عليه وسلم امرأة ضعيفة كبيرة، فاستوقفته، فوقف لها طويلا تكلمه في حاجتها، فقال عدي: فقلت في نفسي: والله ما هذا بملك٣، وكان لهذا الموقف النبوي الإنساني العظيم أثر واضح في إسلام عدي لاحقا.
ولما فتح رسول الله -صلى الله عليه وسلم- مكة بعد إحدى وعشرين سنة من دعوته، ووقف موقف المنتصر ممن حاربوه وأخرجوه وكذبوه، لم يذكر يومئذ إلا دعوته ومبادئها التي كان ينادي بها يوم كان مستخفيا في دروب مكة، ثم يوم كان حاكما في المدينة يضع
_________
١ رواه البخاري: ١٢٨٢/٣، مسلم: ١٣١٥/٣.
٢ تاريخ دمشق الكبير لابن عساكر، دار إحياء التراث العربي، مج١٢، ج٢٣/ ص٢٨٩.
٣ تاريخ الطبري، نشر مؤسسة الأعلمي/ بيروت، ط١، ٥٧٧/٢.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (25,'الأساس في بناء الحضارة الخالدة في التاريخ، يومئذ أعلن تطبيق المبادئ التي طالما نادى بها من قبل، قبل أن ينتصر انتصاره النهائي، فقال وهو على باب مكة، وقريش ذات الكبرياء والفوارق الاجتماعية الظالمة تسمع ما يقول: "يا معشر قريش إن الله أذهب عنكم نخوة الجاهلية وتعظمها بالآباء، الناس من آدم وآدم خلق من تراب" ١، ثم تلا رسول الله -صلى الله عليه وسلم: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ٢.
وإن المتفحص لهذين المبدأين:
١- تسامح المسلمين مع غيرهم.
٢- المساواة فيما بين المسلمين.
يجد أن لهما أثرا عظيما في:
أولا: إقبال أهل تلك البلاد المفتوحة على الإسلام واعتناقه بقناعة تامة.
ثانيا: اهتمام أهل تلك البلاد بتعلم اللغة العربية باعتبارها لغة القرآن الكريم، والوسيلة الأهم لفهمه وفهم السنة المطهرة، وقد نبغ من هؤلاء الأعاجم علماء في كل الفنون من تفسير وفقه وحديث، بل وجد من العلماء المسلمين غير العرب من فاق العرب في علوم اللغة العربية ذاتها، ومن أشهرهم سيبويه ت ١٨٠هـ، الفارسي الأصل.
_________
١ تاريخ الطبري: ٥٣٤/٢.
٢ الحجرات: ١٣.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (26,'<span data-type="title" id=toc-5>المبحث الثالث: عصر التدوين</span>
ومشاركة أبناء البلاد المفتوحة فيه بِهمّة إلى جانب العرب الخلص
يقسم العلماء تاريخ التشريع والفقه الإسلامي إلى أدوار، وهناك عدة تقسيمات، ومن أشهرها ذلك التقسيم الذي يعتبر أن هذا الأدوار ستة هي:
١- الدور الفقهي الأول: عهد التشريع، من السنة الأولى للبعثة إلى وفاة الرسول -صلى الله عليه وسلم- سنة ١١هـ، ومدته ٢٣عاما.
٢- الدور الفقهي الثاني: عصر الخلفاء الراشدين، ١١-٤٠هـ، ومدته ٣٠ عاما.
٣- الدور الفقهي الثالث: الفقه في عهد صغار الصحابة وكبار التابعين إلى أوائل القرن الثاني الهجري، من ٤١هـ- ١٠٠هـ، ومدته ٦٠عاما.
٤- الدور الفقهي الرابع: الفقه من أوائل القرن الثاني إلى منتصف القرن الرابع، من ١٠١هـ- ٣٥٠هـ، وهذا الدور يعرف بعصر التدوين، ومدته تقريبا: ٢٥٠عاما.
٥- الدور الفقهي الخامس: الفقه من منتصف القرن الرابع إلى سقوط بغداد، من ٣٥٠هـ- ٦٥٦هـ، ومدته تقريبا: ٣٠٦أعوام.
٦- الدور الفقهي السادس: من سقوط بغداد إلى الوقت الحاضر، من ٦٥٦هـ- الآن، ومدته تقريبا: ٧٦٧عاما.
ولكل دور منها ميزاته الخاصة، لكن الذي يهمنا الحديث عنه هنا هو الدور الفقهي الرابع وهو ما يعرف بعصر التدوين.
عصر التدوين: يبدأ هذا الدور من أوائل القرن الثاني الهجري ويمتد إلى منتصف القرن الرابع وقد نما الفقه في هذا الدور نموا عظيما وازدهر ازدهارا عجيبا',NULL,'30',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (27,'ونضج نضوجا كاملا وآتى ثمارا طيبة للناس، وزود الدولة الإسلامية بالأحكام القانونية لتنظيم مختلف أمورها وشئونها قرونا عديدة فسعد الناس بتلك الأحكام ما شاء الله لهم أن يسعدوا.
وفي هذا الدور ظهر نوابغ الفقهاء، فالمجتهدون العظام ظهروا في هذا الدور وأسسوا مذاهبهم الفقهية التي لا يزال أكثرهم قائما حتى الآن، وكل مذاهب مدرسة فقهية ترينا نمط التفكير الفقهي الدقيق لأصحابها ومناهجهم في فهم الشريعة واستنباط الأحكام من نصوصها وقواعدها، ولهذا فنحن نرى في تلك المدارس الخير الكثير، وكما ظهر مجتهدون فقهاء، ظهر أيضا علماء نوابغ في علم الحديث الشريف وفنونه ومصطلحاته وما يتعلق به.
وفي هذا الدور أيضا دُوِّن الفقه وضبطت قواعده وجمعت أشتاته وألفت الكتب في مسائلة وصار بناؤه شامخا وعلمه متميزا عن غيره قائما بنفسه، وكما دون الفقه دونت السنة أيضا تدوينا شاملا مع بيان الصحيح منها والضعيف.
ولهذه الظواهر كلها، سمي هذا الدور بأسماء مختلفة تنبئ عن مميزات هذا الدور وتكشف عن حالة الفقه، فسمي بعصر الفقه الذهبي، أو بعصر ازدهار الفقه، أو بعصر التدوين أو بعصر المجتهدين ونحو ذلك من التسميات، وفيما يلي عن بعض مظاهر هذا الدور:
١- ازدهار الفقه، وأسبابه: لقد نما الفقه في هذا الدور وازدهر وكثرت مسائله على نحو لم يعهد مثله من قبل وهذه الظاهرة ترجع إلى أسباب كثيرة، منها:
أولا: عناية الخلفاء العباسيين بالفقه والفقهاء: وتظهر هذه العناية بتقريبهم الفقهاء، والرجوع إلى آرائهم، فالرشيد ت ١٣٩هـ، الخليفة المشهور، يطلب من أبي يوسف ت ١٨٣هـ، صاحب أبي حنيفة ت ١٥٠هـ، وضع قانون',NULL,'31',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (28,'إسلامي للأمور المالية تسير عليه الدولة، فيستجيب أبو يوسف لهذا الطلب ويلبي رغبة الخليفة ويضع له كتابه الشهير الخراج. والمنصور ت ١٥٨هـ، يحاول أن يجعل موطأ مالك قانونا للدولة يسير عليه القضاة والمفتون، فيأبى مالك ت ١٧٩هـ. ويكرر الطلب هارون الرشيد فيأبى مالك ويقول له: إن فقهاء الصحابة تفرقوا في الأمصار وكل عنده علم وفقه وكل على حق، ولا ضرر في اختلافهم. والمأمون ت ٢١٨هـ، يقرب الفقهاء ويسمع مناقشاتهم الفقهية في مجلسه ويشترك في بعضها مؤيدا أو معارضا أو مستفسرا وإن كان قد اشتط كثيرا وارتكب خطأ جسيما في إكراهه الفقهاء على القول بخلق القرآن.
وقد نتج عن عناية الخلفاء بالفقهاء وتوفير الحرية اللازمة لهم للبحث العلمي أن نشط الفقهاء ومضوا في إنتاجهم الفقهي وبحثهم العلمي فاجتهد كل فقيه كما أحب وأظهر مما أدى إليه اجتهاده في مسائل الفقه.
ثانيا: اتساع البلاد الإسلامية: فقد كانت من أسبانيا إلى الصين وفي هذه البلاد الواسعة عادات وتقاليد مختلفة متباينة، تجب مراعاتها ما دامت لا تخالف نصوص الشريعة، فاختلفت الاجتهادات بناء على اختلاف العادات والتقاليد، يضاف إلى ذلك أن المسلمين كانوا جد حريصين على معرفة حكم الشرع في جميع معاملاتهم وتصرفاتهم وهي كثيرة ومتنوعة، وكانوا يفزعون إلى الفقهاء ويستفتونهم ويسألونهم، وكان الفقهاء يجيبونهم مستبشرين، ويستنبطون الأحكام لمسائلهم، وفي هذا وذاك نمو للفقه واتساع لدائرته.
ثالثا: ظهور المجتهدين الكبار ذوي الملكات الفقهية الراسخة: فعملوا على تنمية الفقه وسد حاجات الدولة من التنظيمات والقوانين، وأنشئوا المدارس الفقهية التي ضمت نوابغ الفقهاء.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (29,'رابعا: تدوين السنة: فقد دونت السنة وعرف صحيحها وضعيفها، فكان في ذلك تسهيل لعمل الفقهاء وتوفير الجهد عليهم، فقد وجدوا السنة بين أيديهم يصلون إليها دون كبير عناء، والسنة هي مادة الفقه ومصدره الثاني.
وقد وجد بجانب المحدثين الذين اشتغلوا بجمع الأحاديث، فريق آخر من العلماء يعنى بنقد رواة الحديث والبحث عن أحوالهم وهؤلاء هم علماء الجرح والتعديل، وقد قاموا بتأسيس قواعد هذا العلم العظيم خدمه للسنة وكشفا عن أكاذيب الوضاعين صيانة لشريعة الله من التحريف والتبديل١.
٢- ظهور المذاهب الإسلامية: وفي هذه الدور ظهرت المذاهب الإسلامية وتميزت معالمها ووضحت اتجاهاتها وصار لكل مذهب أتباع كثيرون ينشرون آراءه وينهجون نهجه، وقد ألفت الكتب الفقهية في كل مذهب وكانت هذه الكتب الأساس لما بعدها من كتب الفقه كما أن الفقهاء من مختلف المذاهب أحسوا بالحاجة إلى ضبط أصول الاستنباط وقواعد استخراج الأحكام، فأسسوا قواعد علم أصول الفقه، فوضع الشافعي رسالته الأصولية المشهورة ثم تبعه الإمام أحمد بن حنبل بالكتابة في هذا العلم، ثم تتابع العلماء من بعدهما بالكتابة والتنظيم والزيادة في هذا العلم الجليل، علم أصول الفقه، ولا شك أن تدوين هذا العلم يساعد الفقهاء في عملهم ويبين مآخذ المذاهب الإسلامية المختلفة وأسباب اختلافها٢.
_________
١ من علماء هذا الفن يحيى بن سعيد القطان ت ١٨٩هـ، وعبد الرحمن بن مهدي ت ١٩٨هـ، ويحيى بن معين ت ٢٣٣هـ، وأحمد بن حنبل ت ٢٤١هـ.
٢ المدخل لدراسة الشريعة الإسلامية، عبد الكريم زيدان: ١١٨.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (30,'مشاركة أبناء البلاد المفتوحة في عصر التدوين بِهمّة إلى جانب العرب الخلص:
تبين مما سبق أن الحركة العلمية في عصر التدوين نمت نموا عظيما وكان من أهم عوامل هذا النمو المسلمون من غير العرب، يقول الخضري في كتابه تاريخ التشريع: دخل في الإسلام عدد عظيم من الفرس والروم والمصريين منهم من أسروا صغارا وتربوا تحت كنف ساداتهم من المسلمين فورثوا عنهم ما عندهم من العلوم الإسلامية التي أساسها الكتاب والسنة، فحملوا منهم شيئا كثيرا وكان منهم القراء الكبار والمحدثون العظام بجانب إخوانهم من العنصر العربي، ومنهم من دانوا بالإسلام وهم كبار، وهذا من شأنه تلاقح الأفكار وإنضاج العقول١.
ومن القصص الطريفة التي تؤكد المعنى السابق، ما جاء في العقد الفريد: أن ابن ليلى ت ١٤٨هـ، قال: قال عيسى بن موسى -وكان ديانا شديد العصبية-: من كان فقيه البصرة؟ قلت: الحسن بن أبي الحسن، قال: ثم من؟ قلت: محمد بن سيرين، قال: فما هما؟ قلت: موليان، قال: فمن كان فقيه مكة؟ قلت: عطاء بن أبي رباح، ومجاهد، وسعيد بن جبير، وسليمان بن يسار، قال: فما هؤلاء؟ قلت: موالٍ، قال: فمن فقهاء المدينة؟ قلت: زيد بن أسلم، ومحمد بن المنكدر، ونافع بن أبي نجيح، قال: فما هؤلاء؟ قلت: موالٍ، فتغير لونه ثم قال: فمن أفقه أهل قباء قلت: ربيعة الرأي، وابن أبي الزناد، قال: فما كانا؟ قلت: من الموالي، فاربدَّ وجهه، ثم قال: فمن فقيه اليمن؟ قلت: طاوس، وابنه، وابن منبه، قال: فمن هؤلاء؟ قلت: من الموالي، فانتفخت أوداجه وانتصب قاعدا، ثم قال: فمن كان فقيه خراسان؟ قلت: عطاء بن
_________
١ الخضري: تاريخ التشريع: ١٧٦.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (31,'عبد الله الخراساني، قال فما كان عطاء هذا؟ قلت: مولى، فازداد تربدا واسود اسودادا حتى خفته، ثم قال: فمن كان فقيه الشام؟ قلت: مكحول، فمن كان مكحول هذا؟ قلت: مولى، فتنفس الصعداء ثم قال: فمن كان فقيه الكوفة؟ فوالله لولا خوفه لقلت: الحكم بن عيينة، وحماد بن أبي سليمان، ولكني رأيت فيه الشر، فقلت: إبراهيم النخعي، والشعبي، قال: فما كانا؟ قلت: عربيان، فقال: الله أكبر، وسكن جأشة١.
ولو استعرضنا الإنتاج العلمي في أي فن من الفنون العلمية لوجدنا أن أسماء العلماء المسلمين عربا وغير عرب تسير جنبا إلى جنب.
_________
١ العقد الفريد، ابن عبد ربه الأندلسي: ٤١٦/٣.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (32,'<span data-type="title" id=toc-6>المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث</span>
أهمية المكتبات في الإسلام وأنواعها: إن الناظر في تاريخ المكتبة الإسلامية يعجب من ارتفاع شأنها وثراء موجوداتها، وسمو مكانتها وأهميتها عند كافة شرائح الأمة، خاصة العلماء والحكام، مما جعل المكتبات تنتشر في العالم الإسلامي بكافة أنواعها، ونستعرض فيما يلي هذه الأنواع التي سادت في العصور الإسلامية.
١- المكتبات العامة أو مكتبات المساجد: يجمع الباحثون على أن المساجدلم تكن مكانا للعبادة فحسب، بل كانت مركزا للحياة الاجتماعية والسياسية ومركزا لإدارة الأمة أو الدولة وتسيير أمورها، كما كانت محط أنظار المسلمين، ومعقد حلقات العلم، واجتماع العلماء وتعليم أبناء المسلمين العلوم المختلفة من القرآن الكريم والتفسير والقراءة والتجويد والحديث وأصول العربية وغير ذلك، وقد كتبت الدراسات التي في مجال تاريخ التربية في الإسلام حول دور المسجد وتاريخه، ويكفي أن نشير إلى أن أول مكتبة هي بيت الرسول -صلى الله عليه وسلم- حيث كانت مكتبة لجميع ما يدونه كتاب الوحي من التنزيل الكيم ثم نقلت الصحف من بيت الرسول -صلى الله عليه وسلم- ومن الصحابة إلى بيت أبي بكر، وبعد أن جمعت في مصحف في عهد الصديق على يد زيد بن ثابت أحد كبار كتاب الوحي وحفاظه، ثم حفظت هذه الصحف عند عمر بن الخطاب أيام خلافته، وبقيت عند حفصة إلى أن استعارها عثمان بن عفان منها، ونسخ عنها المصاحف وأرسلها إلى الأقطار الإسلامية.
فالمساجد إذن تعتبر مكتبات عامة، والمكتبات في الإسلام نشأت مع نشأة المساجد، أما كيف كان شكل هذه المكتبات ونظامها ومجموعاتها، فقد يحتاج الأمر إلى',NULL,'36',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (33,'دراسات خاصة تتعلق بهذا الموضوع فتتناوله من زواياه المتعددة وتحصره لتقدم للمسلين ذخيرة علمية يعرفون منها فكر المسملين الأوائل ومساهمتهم في عمليات الاتصال الحضاري في الوقت الذي كانت فيه أروربا ترزح في ظلمات الجهل.
٢- المكتبات الخاصة بالصحابة والخلفاء والوزراء والأمراء والعلماء: مما سبق يتضح لنا أن المساجد كانت تشتمل على مكتبات عامة يلجأ إليها جميع المسلمين، ولكن رغم سهولة التردد على هذه المكتبات وشمولها وحسن تنظيمها، لم يمنع كل ذلك من وجود مكتبات للصحابة والخلفاء والوزراء والأمراء والعلماء. هذا النوع من المكتبات كان يمثل اتجاها فرديا بحيث بمكننا أن نسميه المكتبات الخاصة، فبيوت الصحابة والتابعين كانت تشتمل على كتب مثل القرآن الكريم وحديث الرسول -صلى الله عليه وسلم- فأبو هريرة -رضي الله عنه- ت ٥٨هـ، كانت عنده كتب كثيرة، وكان عبد الله بن عمرو بن العاص ت ٦٥هـ يحفظ كتبه وصحفه في صندوق له حلق، وقد كان عند سعد بن عبادة الأنصاري ت ١٥هـ، كتب فيها طائفة من أحاديث الرسول -صلى الله عليه وسلم- وبالتالي فإننا نجد أن الصحابة -رضي الله عنهم- يعملون على جمع الكتب وحفظها ودراستها وإعارتها وتيسيرها لكل من يطلبها.
ومع مرور الزمن كان الخلفاء والأمراء وبعض الوزراء يلحقون بقصورهم وبيوتهم مكتبات صخمة، فقد كان للفتح بن خاقان ت ٢٤٧هـ، وزير المتوكل الخليفة العباسي، مكتبة جامعة، وللمبشر بن فاتك ت٤٨٠هـ، أحد أعيان أمراء مصر وعلمائها، مكتبة قيمة في العلوم الرياضية والحكمية وغيرها، وكان للخليفة الناصر لدين الله ت ٦٢٢هـ، مكتبة كبيرة جدًا، كما كان للخليفة المعتصم بالله ت ٦٥٦هـ، مكتبة ضخمة في داره، فيها نفائس الكتب في مختلف العلوم.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (34,'٣- المكتبات القومية في الإسلام: قال القلقشندي ت ٨٢١هـ، في الجزء الأول من موسوعته صبح الأعشى في صناعة الإنشا: إنه كان للخلفاء والملوك في القديم بها -بخزائن الكتب- مزيد اهتمام، وكمال اعتناء، حتى حصلوا منها على العدد الجم، وحصلوا على الخزائن الجليلة، ويقال: إن أعظم خزائن الكتب في الإسلام ثلاث، وذكر خزانة الخلفاء العباسيين ببغداد وهي دار الحكمة أو بيت الحكمة، وخزانة الفاطميين بمصر: دار العلم، وخزانة بني أمية بالأندلس: مكتبة قرطبة١.
والمكتبات القومية أو الوطنية تقوم عادة بالحصول على جميع ما يصدر في الدولة من مصادر وتنظمها وتحفظها وتقدمها للمستفيدين.
وفيما يلي فكرة موجزة عن هذه المكتبات الثلاث:
أ- دار الحكمة أو بيت الحكمة: أول من أسس هذه الدار الجامعة لمختلف المؤلفات هارون الرشيد ت ١٩٣هـ، ثم زودها ابنه المأمون من بعده بالمؤلفات الكثيرة والدواوين الضخمة، وظلت هذه الخزانة حتى استولى المغول على بغداد سنة ٦٥٦هـ.
ب- دار العلم: وهي خزانة العبيديين بمصر، ألحقها الحاكم العبيدي ت ٤١١هـ، صاحب مصر بدار الحكمة، التي أنشأها على غرار جامعات بغداد وقرطبة، وقد جمع في دار العلم كتب كثيرة، وأقام فيها المسئولين وخصص لهم الجرايات وزودها بما يحتاج إليه القراء والنساخ من الحبر والمحابر والأقلام والورق، وانقرضت هذه الخزانة بموت العاضد آخر خلفاء الفاطميين سنة ٥٦٧هـ.
_________
١ صبح الأعشى في صناعة الإنشا، القلقشندي: ٥٣٧/١.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (35,'ج- مكتبة قرطبة: أنشأها الأمويون ورعاها الخلفاء، وبلغت أوج ازدهارها في عهد المستنصر ت ٣٦٦هـ، الذي كان له وكلاء في البلاد الإسلامية الكثيرة، يزودونه بكل ما ينتجه العلماء المسلمون من مؤلفات.
٤- المكتبات الأكاديمية: اهتم العلماء بالمكتبات وكونوا مكتبات تشبه المكتبات الأكاديمية في هذا الزمان وحرصوا أن تكون في خدمة طلاب العلم والباحثين، ومن هذه الخزانات أو المكتبات الأكاديمية:
أ- مكتبة ابن سوار ت ٤٩٦هـ، بالبصرة: أسسها أبو علي بن سوار الكاتب، أحد رجال عضد الدولة البويهي، وكان فيها شيخ يدرس عليه مذهب الاعتزال.
ب- مكتبة سابور: أنشأ هذه الخزانة سابور بن أردشير ت ٤١٦هـ، بالكرخ وسماها: دار العلم، وزادت كتبها على عشرة آلاف كتاب في مختلف العلوم، وكانت مركزا ثقافيا مهمًا يلتقي فيه العلماء والباحثون للقراء والمطالعة والمناظرة، وكان أبو العلاء المعري ت ٤٤٩هـ، يكثر التردد إليها عندما كان في بغداد.
ج- مكتبة الوقف أو خزانة الوقف بمسجد الزيدي ببغداد: أنشأها أبو الحسن علي بن أحمد الزيدي ت ٥٧٥هـ.
٥- خزانات المدارس أو المكتبات المدرسية: كان يلحق بالمدارس خزانات أو مكتبات كبيرة تتبعها، وذلك كالمدرسة النظامية، والمدرسة المستنصرية، ومكتبات مدارس دمشق، ومكتبة المدرسة الفاضلية بالقاهرة١.
_________
١ الموسوعة العربية، شرف الدين: ١٦٩.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (36,'ثراء المكتبة الإسلامية في جميع فروع التراث: إن الحديث السابق حول أهمية المكتبة في الإسلام وانتشارها بكافة أنواعها، يقودنا بالضرورة للحديث عما تحويه هذه المكتبة من حيث تنوعها وثراؤها في كافة فروع المعرفة. والحديث في هذا المجال، يطول وليس هنا موطن التفصيل فيه، لكن لابد على أية حال من إلقاء نظرة عامة لبيان حجم هذا التنوع ومداه، وهنا نترك الحديث لأحد المشتغلين برصد وفهرسة تراث المكتبة الإسلامية، ألا وهو الدكتور فؤاد سزكين، حيث يبين محتويات كتابه المشهور: تاريخ التراث العربي، قائلا:
المجلد الأول: يحتوي على علوم القرآن والحديث والتاريخ والفقه والعقائد والتوحيد والتصوف وذلك منذ نشأة هذه العلوم إلى سنة ٤٣٠هـ.
المجلد الثاني: يحتوي على الشعر.
المجلد الثالث: يحتوي على الطب والبيطرة وعلم الحيوان.
المجلد الرابع: يحتوي على الكيمياء والنبات والزراعة.
المجلد الخامس: يحتوي على الرياضيات.
المجلد السادس: يحتوي على علم الفلك وأحكام النجوم والآثار العلوية.
المجلد السابع: يحتوي على علم اللغة والنحو والبلاغة.
المجلد الثامن: ويحتوي على علم الفلسفة والمنطق وعلم النفس والأخلاق والسياسة الاجتماع.
المجلد التاسع: يحتوي على الجغرافية والجيولوجيا والموسيقى.
المجلد العاشر: وهو المدخل إلى العلوم الإسلامية، ويتضمن نشأة العلوم الإسلامية وتطورها، وأمانة النقل عند العلماء المسلمين، والمقارنة بينهم وبين الإغريق واللاتين في صفات الأمانة والدقة والاحتياط وأثر العلماء المسلمين في أوروبا سائر النواحي.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (37,'ويلي المجلدات العشرة الفهرس العام، وإذا فسح الله في الأجل فسوف أكتب -إن شاء الله- العلوم كلها في الدورة الثانية من سنة ٤٣٠هـ إلى القرن الحادي عشر الهجري١، وبالنظر في هذه العبارة التي يصف من خلالها فؤاد سزكين مشروع كتابه يظهر هذا التنوع الكبيرة والكم الهائل لتراث المكتبة الإسلامية، فمن علوم القرآن والحديث والفقه والتاريخ والعقائد إلى علم الطب وعلم البيطرة وعلوم الحيوان فالكيمياء والنبات والزراعة والرياضيات والفلك واللغة والنحو والبلاغة والفلسفة وعلم النفس والمنطق والأخلاق والسياسة وعلم الاجتماع إلى آخر ما هنالك من علوم، يصعب حصر ما سطره علماء المسلمين فيها من كتب، مما يشعر المتابع بحجم هذا الثراء للمكتبة الإسلامية في كافة فروع التراث.
_________
١ محاضرات في تاريخ العلوم، فؤاد سزكين: ٣١، بتصرف يسير.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (38,'<span data-type="title" id=toc-7>الباب الأول: مدونات المصادر الإسلامية</span>
<span data-type="title" id=toc-8>الفصل الأول: علم الببليوجرافيا واهتمام المسلمين به</span>
...
الباب الأول: مدونات المصادر الإسلامية
وفيه فصلان:
- الفصل الأول: أهمية علم الببليوجرافيا واهتمام المسلمين به.
- الفصل الثاني: مدونات المصادر الإسلامية وفيه أربعة مباحث:
المبحث الأول: مصادر اعتمدت العلوم كقاعدة للتصنيف:
- إحصاء العلوم للفارابي.
- الفهرست لابن النديم.
- مفتاح السعادة لطاش كبرى زادة.
- تاريخ الأدب العربي لكارل بروكلمان.
- تاريخ التراث العربي لفؤاد سزكين.
المبحث الثاني: مصادر اعتمدت أسماء المؤلفين قاعدة للتصنيف:
- هدية العارفين لإسماعيل باشا البغدادي.
- معجم المؤلفين لعمر رضا كحالة.
المبحث الثالث: مصادر اعتمدت أسماء الكتب قاعدة في التصنيف:
- كشف الظنون لحاجي خليفة.
- إيضاح المكنون لإسماعيل باشا البغدادي.
المبحث الرابع: المصادر العامة في الترجمة للأعلام:
- سير أعلام النبلاء للذهبي.
- الأعلام للزركلي.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (39,'الفصل الأول: علم الببليوجرافيا واهتمام المسلمين به
يهدف هذا المبحث إلى إبراز دور علماء المسملين في مجال السيطرة الببليوجرافية على الإنتاج الفكري، وكان هذا من أهم الأسباب التي ساعدت على التعرف على الإنتاج الفكري لعلماء المسملين كما كان أساسا من أسس مساهمة علماء المسلمين في المكتبات والتوثيق في العصر الإسلامي.
وحتى يمكمننا دراسة هذا الموضوع، لابد من توضيح معنى كلمة ببليوجرافيا، وكذلك عرض النشاط الببليوجرافي الإسلامي لعلماء المسملين.
مفهوم مصطلح الببليوجرافيا وأنواعها: كلمة ببليوجرافيا: Bibliography إنجليزية، لكن أصلها يوناني: ومعناها في لغتها اليونانية القديمة يدل على نسخ الكتب، لكنها أصبحت تعني بعد القرن السابع عشر التأليف عن الكتب، وقد انتقلت الكلمة إلى اللاتينية، ومنها اللغات الأوروبية الحديثة، ثم إلى أكثر لغات العالم فيما بعد١.
وكانت اللغة العربية واحدة من أحداث اللغات التي استعارت هذه الكلمة، ويقسم علماء المكتبات في الوقت الحاضر الببيليوجرافيا من حيث أنواعها إلى ما يلي٢:
١- الببليوجرافيا التحليلية (Analysis Bibliography) وهي التي تهتم بالوصف المادي للكتاب من حيث ورقه وطباعته ونوع حروفه وعدد ملازمه وعلامات الطابعين وغير ذلك.
_________
١ الموسوعة العربية، شرف الدين: ٣٢٤.
٢ المرجع السابق: ٣٢٤.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (40,'٢- والنوع الثاني هو الببليوجرافيا النسقية أو المنهجية: Systematic Bibliography وهو ذلك النوع الذي يحصي الإنتاج الفكري في موضوع ما.
ويرى فريق من علماء المكتبات أن مصطلح Documentation ويعني: التوثيق، استطاع في الفترة الأخيرة أن ينافس كلمة ببليوجرافيا فيما بعد الحرب العالمية الأولى، فقد غير المعهد الدولي للببليوجرفيا -والذي أنشئ عام ١٨٩٢- اسمه ليصبح الاتحاد الدولي للتوثيق عام ١٩٣٦.
ومع ذلك فإن مصطلح ببليوجرافيا ما زال مستخدما في مناهجنا ومدارس المكتبات، وأصبح حين يطلق ينصب عادة على القوائم الببليوجرافية.
النشاط الببليوجرافي لعلماء المسملين: بعد هذا التوضيح فإنه ينبغي الإشارة إلى أن أساس علم الببليوجرافيا موجود عند علماء المسملين ويتمثل حقيقة في ذلك النشاط الفكري الذي كانوا يمارسونه حتى إذا ما وصلنا إلى القرنين الثالث والرابع، نلاحظ ازدهار حركة التأليف والترجمة.
والسبب في انتشار التاليف والترجمة في العصور الإسلامية ظهور طبقة جديدة تمارس صناعة الوراقة، وهي كما يعرفها ابن خلدون: عملية الانتساخ والتصحيح والتجليد وسائر الأمور الكتابية والدواوين١.
ومما شجع على ظهور الببليوجرافيات أو القوائم الببليوجرافية انتشار المكتبات في الإسلام بكافة أنواعها: مكتبات المساجد والمدارس، والمكتبات الخاصة للأمراء والعلماء، والمكتبات العامة مثل: بيت الحكمة في بغداد والقاهرة، ودمشق وقرطبة.
_________
١ ابن خلدون: المقدمة: ٩٦٢.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (41,'وكان اهتمام المسلمين بالنشاط الببليوجرافي نابعا من اهتمامهم بأمور كثيرة تتعلق "بالوراقة" و "الببليوجرافيا" مثل تصنيف العلوم والمعارف في الإسلام، وهو موضوع قائم بذاته يستحق إبرازه والتوسع فيه، فالصلة كبيرة بين الوراقة في الإسلام وبين تصنيف العلوم والمعارف والمكتبات.
ورغم أن الوراقة في الإسلام يمكن ربطها كذلك بعمليات النشر بالمفهوم المعاصر إلا أنها ارتبطت بإعداد الببليوجرافيات أو إعداد القوائم الببليوجرافية.
والخلاصة، فإن الببليوجرافيا أو السيطرة الببليوجرافية مع أنه كاصطلاح مستورد من اللغات الأجنبية، إلا أنه كنشاط كان معروفا في العصور الإسلامية تحت مصطلح وراقة١.
وفيما يلي قائمة بأشهر ما صنفه علماء المسلمين في مجال السيطرة الببليوجرافية:
١- مفاتيح العلوم للخوارزمي ت ٣٨٧هـ.
٢- الفهرست لابن النديم ت ٤٣٨هـ.
٣- حدائق النور في حدائق الأسرار لفخر الدين الرازي ت ٦٠٦هـ.
٤- درة التاج لعرة الديباج، لقطب الدين الشيرازي ت ٧١٠هـ.
٥- مفاتيح السعادة ومصباح السيادة لطاش كبرى زادة ت ٩٦٨هـ.
٦- كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة ت ١٠٦٧هـ.
٧- إيضاح المكنون في الذيل على كشف الظنون، للبغدادي ت ١٣٣٩هـ.
وهناك عشرات الكتب المصنفة في هذا الفن سوى ما ذكر.
_________
١ الموسوعة العربية، شرف الدين: ٣٢٧.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (42,'<span data-type="title" id=toc-9>الفصل الثاني: مدونات المصادر الإسلامية</span>
<span data-type="title" id=toc-10>المبحث الأول: المصادر التي اعتمدت العلوم قاعدة للتصنيف</span>
...
الفصل الثاني: مدونات المصادر الإسلامية
وفيه أربعة مباحث:
- المبحث الأول: المصادر التي اعتمدت العلوم قاعدة للتصنيف.
- المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين قاعدة للتصنيف.
- المبحث الثالث: المصادر التي اعتمدت أسماء الكتب قاعدة للتصنيف.
- المبحث الرابع: المصادر العامة في الترجمة للأعلام.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (43,'المبحث الأول: المصادر التي اعتمدت العلوم كقاعدة للتصنيف
المصادر التي اعتمدت العلوم كقاعدة للتصنيف كثيرة ومن أشهرها:
١- إحصاء العلوم لمحمد بن محمد الفارابي ت ٣٣٩هـ.
٢- الفهرست لمحمد بن إسحاق النديم ت ٤٨٣هـ.
٣- مفتاح السعادة لأحمد بن مصطفى طاش كبرى زادة ت ٩٨٦هـ.
٤- تاريخ الأدب العربي لكارل بروكلمان ت ١٣٧٥هـ.
٥- تاريخ التراث العربي لفؤاد سزكين.
وفيما يلي نتناول هذه المراجع بشيء من التفصيل:
أولا: إحصاء العلوم للفارابي:
المصنف، الفارابي ت ٣٣٩هـ، ٩٥٠م: محمد بن محمد بن أوزلغ بن طرخان الفارابي١، ويلقب بالمعلم الثاني، أبو نصر، رياضي، طبيب، عارف باللغات: التركية والفارسية واليونانية والسريانية، ولد في فاراب، وأحكم العربية، ولقي متى بن يونس، فأخذ عنه وسافر إلى حران فلزم بها يوحنا بن جيلان، وسافر إلى مصر ثم رجع إلى دمشق فسكنها وتوفي بها في رجب، من تصانيفه:
- آراء أهل المدينة الفاضلة.
- إحصاء العلوم والتعريف بأغراضها.
_________
١ صرح كثير من العلماء بزندقته، يقول ابن كثير عنه: وكان يقول بالمعاد الروحاني لا الجثماني، ويخص بالمعاد الأرواح العالمة لا الجاهلة، وله مذاهب في ذلك يخالف المسلمين والفلاسفة من سلفه الأقدمين، فعليه إن مات على ذلك لعنة رب العالمين، مات بدمشق فيمال قاله ابن الأثير في "كامله" ولم أر الحافظ ابن عساكر ذكره في تاريخه لنتنه وقباحته، فالله أعلم، انظر البداية والنهاية: ٢٠٧/١٥.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (44,'- المدخل إلى علم المنطق.
- تحصيل السعادة.
الكتاب: يقع في تسعين صفحة، أوضح الفارابي في مقدمته هدفه من تأليفه قائلا: قصدنا في هذا الكتاب أن نحصي العلوم المشهورة علما علما، ونعرف جمل ما يشتمل عليه كل واحد منها١، وقد جعل كتابة خمسة فصول:
- الأول: في علم اللسان وأجزائه.
- الثاني: في علم المنطق وأجزائه.
- الثالث: في علوم العدد والهندسة والمناظر والنجوم والموسيقى والأثقال والحيل.
- الرابع: في العلم الطبيعي والإلهي.
- الخامس: في العلم المدني وعمل الفقه وعلم الكلام.
ثانيا: الفهرست لابن النديم
المصنف: ابن النديم ت ٤٣٨هـ، ١٠٤٧م، محمد بن إسحاق النديم، المشهور بابن النديم، وكنيته أبو الفتح، وهو بغدادي، يظن أنه كان وراقا يبيع الكتب، وكان معتزليا متشيعا، كما يدل كتابة على ذلك، وقد ترجم له ياقوت الحموي في كتابه معجم الأدباء فقال: محمد بن إسحاق النديم، كنيته أبو الفرج وكنية أبيه أبو يعقوب، مصنف كتاب الفهرست الذي جود فيه واستوعب استيعابا يدل على اطلاعه على فنون العلم وتحقيقه بجميع الكتب.
_________
١ إحصاء العلوم، الفارابي: ١٥، وانظر كذلك للأستاذ الدكتور عبد الوهاب إبراهيم أبو سليمان، كتاب البحث العلمي ومصادر الدراسات الفقهية، القسم الأول: ص٢٣٩، الطبعة الأولى ١٤١٣هـ- ١٩٩٣م، دار الشروق، جدة.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (45,'الكتاب: غرضه أن يحصي جميع الكتب العربية المنقولة من الأمم المختلفة والمؤلفة في جميع أنواع العلوم ويصفها ويبين مترجميها أو مؤلفيها، ويذكر طرفا من تاريخ حياتهم ويعين تاريخ وفاتهم فكان الكتاب على هذا النمط أجمع كتاب لإحصاء ما ألف الناس إلى آخر القرن الرابع الهجري، وأشمل وثيقة تبين ما وصل إليه المسلمون في حياتهم العقلية والعلمية في ذلك العصر وأكثر هذه الكتب التي وصفها قد ضاعت بتوالي النكبات المختلفة على المسلمين.
ما يحتوي عليه الكتاب، وهو عشر مقالات:
المقالة الأولى: في اللغات والكتابة، وكتب الشرائع المنزلة على مذاهب المسلمين ومذاهب أهلها، وفي القرآن الكريم، وعلومه والقراءات.
المقالة الثانية: في النحويين واللغويين.
المقالة الثالثة: في الأخبار والآداب والسير والأنساب.
المقالة الرابعة: في الشعر والشعراء.
المقالة الخامسة: في الكلام والمتكملين.
المقالة السادسة: في الفقه والفقهاء من السنة والشيعة والشراة وكتبهم.
المقالة السابعة: في الفسلفة والعلوم القديمة.
المقالة الثامنة: في الأسمار والخرافات والعزائم والسحر والشعوذة.
المقالة التاسعة: في المذاهب والاعتقادات.
المقالة العاشرة: في الكيمائيين والصنعويين من الفلاسفة قدماء ومحدثين وكتبهم.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (46,'ثالثا: مفتاح السعادة لطاش كبرى زادة
المصنف: طاش كبرى زادة ت ٩٦٨هـ- ١٥٦١م، أحمد بن مصطفى بن خليل، عصام الدين، مؤرخ تركي الأصل، مستعرب، ولد في بروسة ونشأ في أنقرة، وتأدب وتفقه وتنقل في البلاد التركية مدرسا للفقه والحديث وعلوم العربية، وولي القضاء سنة ٩٥٨هـ، له من الكتب الشقائق النعمانية في علماء الدولة العثمانية، ونوادر الأخبار في مناقب الأخيار، والرسالة الجامعة لوصف العلوم النافعة، وله غير ذلك، كما أن له نظمًا.
الكتاب ثلاثة مجلدات: عاش مؤلفه في بلاد آسيا الصغرى، وألف كتابه هناك، ولذلك يعتبر مرجعا رئيسيا لا غنى عنه لدراسة المؤلفين ذلك الموقع، ويعتبر هذا الكتاب مصدر أساسي لطبيعة الإنتاج الفكري الإسلامي بعد الغزو المغولي، وقد وصل عدد الكتب التي تحدث عنها هذا الكتاب إلى ألفي كتاب، وقد قسم كتابه إلى مقدمات وست دوحات وقد جعل:
- المقدمات: في فضيلة العلم والتعليم والتعلم وشرائطهما.
- الدوحة الأولى: بين فيها العلوم الخطية، كابن النديم في الفهرست.
- الدوحة الثانية: بين فيها العلوم المتعلقة بالألفاظ وأسماء الكتب المدونة فيها وتراجم المصنفين الشعراء والعروضيين والمترسلين واللغويين والنحويين والقراء، وعلم التاريخ وأسماء المؤرخين وتراجمهم وأسماء الكتب المدونة فيها.
- الدوحة الثالثة: ذكر فيها علم المنطق وعلم آداب الدرس وعلم الجدل والخلاف وأسماء المؤلفين.
- الدوحة الرابعة: بين العلوم الحكمية وعلم الكلام ومقالات الفرق والطب والفلاحة وغير ذلك وأسماء الكتب المصنفة وأسماء المصنفين فيها وتراجمهم.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (47,'- الدوحة الخامسة: ذكر العلوم العملية مثل علم الأخلاق وتدبير المنزل والعلوم الشرعية مثل القراءة والتفسير والحديث والفقه والأصلين، وبين تراجم العلماء والكتب المصنفة في هذه العلوم:
- الدوحة السادسة: ذكر علوم الباطن١.
رابعا: تاريخ الأدب العربي لكارل بروكلمان
المصنف: كارل بروكلمان ت ١٣٧٥هـ، ١٩٥٦م٢، مستشرق ألماني، عالم بتاريخ الأدب العربي، ولد في ووسنوك بألمانيا، ونال شهادة الدكتوراة في الفلسفة واللاهوت، وأخذ العربية واللغات السامية عن: نولدكة وآخرين، ودرس في عدة جامعات ألمانية، وكانت ذاكرته قوية يكاد يحفظ كل ما يقرأ، درس العربية في معهد اللغات الشرقية في برلين عام ١٩٠٠م، وتنقل في التدريس، وتقاعد سنة ١٩٣٥م وعمل في الجامعة متعاقدًا سنة ١٩٣٧، ثم كان سنة ١٩٤٥م أمينا لمكتبة الجمعية الألمانية للمستشرقين، وأمضى أعوامه الأخيرة في مدينة هالة Halle وكان من أعضاء المجمع العلمي العربي وكثير من المجامع والجمعيات العلمية في ألمانيا وغيرها، وصنف بالألمانية كتابه: تاريخ الأدب العربي، وأتبعه بملحق في ثلاثة مجلدات، وكلفته جامعة الدول العربية أن يدخل الملحق في الأصل وينقلهما إلى العربية فباشر ذلك وترجم نحو ثلاثين ورقة، وشغلت الجامعة عنه، ومرض فتوقف عن الإتمام، ولبروكلمان كتاب تاريخ الشعوب الإسلامية، ترجم إلى العربية في بيروت وطبع في
_________
١ مفتاح السعادة: ٧/١.
٢ انظر ما كتبه الأستاذ السحيباني: "والمتأمل فيما كتبه بروكلمان، رغم أنه يعد من المفكرين الذين بذلوا جهدا كبيرا في التاريخ الإسلامي، يجد أنه لم يستطع التخلص من المناخ نفسه الذي يعرض الفكرة السائدة عن الإسلام على المستشرقين"، فقه التاريخ، السحيباني: ١٢٤.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (48,'خمسة أجزاء صغيرة، وفهرسان لخزانتي برسلاو وهامبورغ، يعرفان بمخطوطاتهما العربية.
الكتاب: استطاع كارل بروكلمان معتمدا على فهرس إلوارد١ أن يؤلف كتابه: تاريخ الأدب العربي، في مجلدين بين سنوات ١٨٩٨-١٩٠٢م، ولقد اتسعت حدود الدراسات الاستشراقية في القرن العشرين سنة بعد سنة حتى اضطر بروكلمان إلى أن يعد ملحقا لكتابه في ثلاثة مجلدات صدرت بين سنة ١٩٣٧- ١٩٤٢م.
وكان يسيطر على بروكلمان فكرة مفادها أن تاريخ العلوم العربية الإسلامية لا يمكن أن يكتب إلا بعد أن يعد ثبت بأعمال المسلمين في مختلف العلوم، وأن هذا العمل أيضا ينبغي أن تسبقه دراسات لمسائل جزئية تستغرق قرنا كاملا على الأقل، ولذلك فإنه اكتفى في كتابه بسرد تراجم العلماء مع تعداد مؤلفاتهم التي لا تزال مخطوطاتها محفوظة في الكتاب المختلفة.
وعلى أية حال فإن الباحثين في الأدب العربي يعتمدون منذ مطلع القرن العشرين كتاب بروكلمان تاريخ الأدب العربي للاهتداء إلى مظان البحوث
العربية المختلفة في كل فن من فنون المعرفة، من الشعر إلى التاريخ والجغرافية، إلى التفسير والحديث إلى الفلسفة والفلك، فكتاب بروكلمان جريدة إحصاء لكل من كتب
_________
١ من أهم ما نشر في أواخر القرن التاسع عشر فهرس مكتبة برلين الذي ألفه "إلوارد" "E Ahlwwardt" في عشرة مجلدات بين سنة "١٨٨٧- ١٨٩٩م"، وينبغي أن يعد هذا الكتاب كما يقول فؤاد سزكين: "أول عمل علمي واسع المدى حاول مؤلفه أن يصنف مواده تصنيفا تاريخيا دقيقا"، وهو عبارة عن فهرسة للمخطوطات العربية في مكتبة برلين.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (49,'ولجميع ما كتب باللغة العربية، ومن هذه الناحية سيظل هذا الكتاب دليلا ثمينا في يد الباحثين في آداب اللغة العربية وفنونها مدة طويلة جدا.
وقد أورد بروكلمان في كتابه تراجم الذين ألفوا باللغة العربية في جميع العصور وفي جميع الفنون، واختلف حجم الترجمة من شخص لآخر، فكان بعضها لا يزيد عن أسطر وقد يصل بعضها إلى صفحتين، وقد عني بروكلمان بإثبات كل أثر أدبي للمؤلف الذي يترجم له سواء أكان ذلك الأثر، كتابا أم ديوانا، قصيدة واحدة أم مقالة، وسواء أكان ذلك الأثر مطبوعا أم مخطوطا، وإذا كان الأثر مخطوطا فإنه كان يثبت جميع ما يعرف من نسخ ذلك الأثر المخطوط في كل مكتبة من مكتبات العالم العربي والغربي، كما كان يذكر كل كتاب نشر عن ذلك الأثر أو عن مؤلفه وكل مقال ظهر عنهما في مجلات العالمين العربي والغربي، ثم كان يستعرض المصادر والمراجع التي ترجمت للمؤلف أو ذكرت أشياء من آثاره مع الإشارة إلى طبعاتها وإلى صفحاتها، ثم يسرد أسماء آثار ذلك المؤلف، ونتيجة لاتساع نطاق عمل بروكلمان وتشعب طرقه فقد تسرب إليه بعض الأخطاء العلمية التي لا تقدح في قيمة الكتاب.
ونتيجة لطباعة ونشر كثير من المخطوطات التي أشار إليها بروكلمان في كتابه، فإن كثيرا من جهوده في إثبات المخطوطات وما يتعلق بها من معلومات فَقَدَ كثيرًا من قيمته العلمية.
ومن الجدير بالذكر أن الإدارة الثقافية بجامعة الدول العربية حصلت سنة ١٩٤٨م على إذن المؤلف بترجمة كتابه، وعهدت بذلك إلى د. عبد الحليم النجار الذي أنجز ترجمته سنة ١٩٥٩م.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (50,'خامسا: تاريخ التراث العربي لفؤاد سزكين
المصنف: د. فؤاد سزكين، عالم مسلم معاصر، وأستاذ للتاريخ الإسلامي أكثر من عشرين عاما في جامعة فرانكفورت بألمانيا، نال جائزة الملك فيصل العالمية تقديرا لجهوده القيمة التي بذلها في تصنيف المجلدات الستة الأولى من كتابه: تاريخ التراث العربي.
الكتاب: درس المؤلف في جامعة استنبول ما بين عامي ١٩٤٢، ١٩٤٧م على ريتر H.Ritter الذي بين لتلميذه فؤاد سزكين أن كتاب تاريخ الأدب العربي لبروكلمان لا يشتمل على الكثير من نوادر المخطوطات في مكتبات استنبول، ومن هنا بدأت الفكرة عند فؤاد سزكين في تزييل كتاب بروكلمان بناء على ثبت المخطوطات العربية في المكتبات المعروفة في العالم.
وفي مرحلة لاحقة تبين للمؤلف أن مجرد تذييل كتاب بروكلمان ليس له فائدة كبيرة، ومن هنا عزم على أن يكون عمله تجديدا لكتاب بروكلمان.
وفي مرحلة ثالثة عزم المؤلف على أن يكون كتابه مستقلا عن كتاب بروكلمان، بحيث يهتم بتأريخ الفكر وبمسألة تطور العلوم العربية الإسلامية، فجعله سجلا للثقافة العربية الإسلامية يضم بين دفتيه أعلامها ومؤلفاتهم، وديوانا للعلوم والمعارف يسجل نشأتها ومراحل تدوينها وتطورها، ويثير قضاياها، يقول فؤاد سزكين في مقدمة كتابه: كنت في بادئ الأمر أعتزم تأليف ملحق لكتاب تاريخ الأدب العربي للمستشرق الألماني كارل بروكلمان بالاستناد إلى المخطوطات المحفوظة في مكتبات استنبول، ثم تغيرت نيتي بمرور الزمن فأصبح هدفي أن يكون مؤلفي تجديدا لكتاب بروكلمان، وهكذا أنجزت المجلد الأول فعلا كتجديد لعمل بروكلمان وإن اتبعت فيه إلى حد ما نفس منهاجه، ثم ما لبثت أن قررت أثناء طبعة أن أحاول الانتقال من',NULL,'57',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (51,'منهجه الذي هو بالدرجة الأولى منهج ببليوجرافي لأواصل بالمجلدات التالية كتابة تاريخ العلوم الإسلامية المكتوبة باللغة العربية في إطار ما يسمح به تطور الدراسات والأبحاث المتخصصة في هذا المجال١، وقد جعل فؤاد سزكين كتابة في عشرة مجلدات تغطي جوانب المعرفة العلمية في مختلف الفنون الدينية والدنيوية في الفترة الواقعة ما بين نشأة هذه العلوم وحتى عام ٤٣٠هـ، وقد وعد بأن يتم كتابة لاحقا ويجعل تتمته تغطي الفترة من ٤٣٠هـ وحتى أوائل القرن الحادي عشر الهجري، ولا بد من الإشارة إلى أن د. سزكين نال جائزة مؤسسة المالك فيصل الخيرية، على كتابة هذا، وقد تولت جامعتا: الإمام محمد بن سعود الإسلامية، والملك سعود ترجمة ونشر الكتاب، حيث تولت جامعة الإمام محمد بن سعود الإسلامية ترجمة:
- المجلد الأول: في علوم القرآن والحديث والتاريخ والفقه والعقائد.
- المجلد الثاني: في الشعر العربي.
- المجلد الثامن: في علم المعاجم.
- المجلد التاسع: في النحو.
وتولت جامعة الملك سعود ترجمة:
- المجلد الثالث: في الطب.
- المجلد الرابع: في الكيمياء وعلم النبات والزراعة.
- المجلد الخامس: في الرياضيات.
- المجلد السادس: في علم الفلك.
- المجلد السابع: في علم أحكام النجوم.
_________
١ فؤاد سزكين: تاريخ التراث العربي ٧/١.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (52,'<span data-type="title" id=toc-11>المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين كقاعدة للتصنيف</span>
من المصنفات التي اعتمد أسماء المؤلفين كقاعدة للتصنيف:
- هدية العارفين لإسماعيل باشا البغدادي ت ١٣٣٩هـ.
- معجم المؤلفين لعمر رضا كحالة ت ١٤٠٨هـ.
وفيما يلي إضاءة أوسع حول هذين الكتابين:
أولا: هدية العارفين أسماء المؤلفين وآثار المصنفين للبغدادي:
المصنف: البغدادي إسماعيل بن محمد أمين بن مير سليم الباباني ت ١٣٣٩هـ، ١٩٢٠م عالم بالكتب ومؤلفيها، باباني الأصل، بغدداي المولد والسكن أقام زمنا في مقري كوي غرب الأستانة، مشتغلا بإكمال كتابه إيضاح المكنون في الذيل على كشف الظنون.
الكتاب مجلدان: حاول البغدادي في كتابة هذا أن يجمع المؤلفين من صدر الإسلام بأسمائهم وكناهم مع ذكر أسماء مؤلفاتهم، وقد اعتمد في كتابة هذا طريقة الترتيب الألفبائي لأسماء المؤلفين، وبعد ذكر اسم المؤلف يرتب تحته أعماله، وإذا كان للمؤلف عدة أعمال فإنه يرتبها بالعنوان ألفبائيا، وقد راعى ترتيب الأسماء حسب الاسم الأول بغض النظر عن الكنية أو اللقب، وإذا كان لعدد من المؤلفين نفس الاسم الأول، فإنه يرتبهم حسب تواريخ وفاتهم بغض النظر عن أسماء الآباء والأجداد، وهذه الطريقة متعبة للباحث، ولذلك حاول البغدادي أن يخفف من حدة المشكلة، فوضع ألقاب المؤلفين وكناهم وما اشتهروا به على يمين الاسم، فإذا أراد باحث أن يتعرف',NULL,'59',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (53,'على مؤلف لا يعرف متى توفي، فإنه يمر مرورا سريعا على هذه الألقاب حتى يجد المؤلف الذي يبحث عنه.
ثانيا: معجم المؤلفين لعمرو رضا كحاله
المؤلف: كحاله عمر رضا ت ١٤٠٨هـ، ١٩٨٧م، أحد أبرز أعلام دمشق، له مؤلفات تاريخية عديدة ساهمت في توثيق العديد من جوانب التاريخ الإسلامي، تسلم إدارة المكتبة الظاهرية، منح وسام الاستحقاق السوري من الدرجة الأولى عام ١٤٠٠هـ تقديرا لنشاطه العلمي، حيث ترك في مجال البحث والتأليف أكثر من سبعين مجلدا. ولد وتوفي في دمشق، من مؤلفاته:
- الأدب العربي في الجاهلية والإسلام.
- أعلام النساء في الجاهلية والإسلام.
- جغرافية شبه جزيرة العرب.
- معجم قبائل العرب، وغير ذلك.
الكتاب خمسة عشر جزءًا، ثمانية مجلدات: أعد المؤلف هذا المعجم لمصنفي الكتب العربية، من عرب وعجم، ممن سبقوا إلى رحمة الله، منذ بدء تدوين الكتب العربية حتى العصر الحاضر، وقد ألحق بهم من كان شاعرا أو راويا، وجمع آثاره بعد وفاته، كما اقتصر على ترجمة من عرفت ولادته ووفاته، أو الزمن الذي كان حيا فيه.
كما بدأ بذكر اسم المترجم وشهرته وبجانبه ولادته ووفاته، أو الزمن الذي كان حيا فيه، بالتاريخ الهجري والميلادي، ثم نسبته وكنيته ولقبه، ثم اختصاصه في العلم، إن كان له اختصاص، أو مشاركة في كثير من العلوم أو بعضها.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (54,'ثم مكان ولادته وزمنها ونشأته ورحلته، ومن أخذ عنهم، إن كانوا من المشهورين، ثم المناصب التي تولاها، كالقضاء والفتيا والتدريس والوزراة والكتابة ... إلخ، ثم مكان وفاته، وزمنها، ثم مؤلفاته، ويذكر خمسة كتب للذين أكثروا التصنيف، ولتبيان نوع علمه عمد إلى انتخاب هذه الكتب، من علوم منوعة، دلالة على مشاركته في العلم، بدون أن ينظر إلى قيمتها، وأما كثرتها وقلتها، وبيان مخطوطاتها ومطبوعها، وأماكن وجودها، فيستطيع الطالب أن يعرف ذلك من مصادر الترجمة.
وقد ذكر في ذيل الصفحة الروايات المختلفة في الأسماء، والنسب والولادات، والوفيات، والكتب، ثم ذيل كل ترجمة بالمصادر التي اعتمد عليها، فبدأ بالمصادر المخطوطة، وأشار لها بـ "خ"، والمطبوعة بـ"ط"، والمجلدات بـ"م"، والجرائد بـ"ج"، والسنة أو المجلد بـ"س"، والعدد أو الجزء بـ"ع".
وألحق بهذا المعجم ملحقا على الحروف، ذكر فيه النسبة للمترجم، وإن تعددت، ويحيل على الاسم مع رقمي الجزء والصفحة.
وقد بذل الجهد لجمع أكبر عدد من التراجم، واعتمد على كثير من المصادر العربية والأجنبية، وتحرى الحقيقة والصواب، ما استطاع إلى ذلك سبيلا.
- وفي عام ١٤٠٦هـ ألحق بهذا المعجم مستدركًا في ٨٩٣صفحة.
- وفي عام ١٤١٨هـ، ١٩٩٨م أصدر محمد خير رمضان يوسف ملحقا له بعنوان: تكملة معجم المؤلفين، وضم الوفيات ما بين عامي ١٣٩٧- ١٤١٥هـ.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (55,'<span data-type="title" id=toc-12>المبحث الثالث: المصادر التي اعتمدت أسماء المؤلفات كقاعدة للتصنيف</span>
من أهم المصادر التي اعتمدت أسماء المؤلفات كقاعدة في التصنيف:
- كشف الظنون لحاجي خليفة ت ١٠٦٧هـ.
- إيضاح المكنون لإسماعيل باشا البغدادي ت ١٣٣٩هـ.
أولا: كشف الظنون عن أسامي الكتب والفنون:
المؤلف: حاجي خليفة ت ١٠٦٧هـ، ١٦٥٧م، مصطفى بن عبد الله كاتب حلبي، المعروف بالحاج خليفة، مؤرخ بحاثة، تركي الأصل، مستعرب، مولده ووفاته في القسطنطينية تولى أعمالا كتابية في الجيش العثماني، ذهب مع أبيه -وكان من رجال الجند- إلى بغداد سنة ١٠٣٣هـ، فمات أبوه بالموصل سنة ١٠٣٥هـ فرحل إلى ديار بكر ثم عاد إلى الأستانة سنة ١٠٣٨هـ، ورحل إلى الشام في سنة ١٠٤٣هـ، وصحب والي حلب محمد باشا إلى مكة فحج وزار خزائن الكتب الكبرى، وعاد إلى الأستانة، وشهد حرب كريت سنة ١٠٥٥هـ، وانقطع في السنوات الأخيرة من عمره إلى تدريس العلوم على طريقة الشيوخ في ذلك العهد، من كتبه:
- تحفه الكبار في أسفار البحار.
- تقويم التواريخ، وهو جداول تاريخية بلغ بها سنة ١٠٥٨هـ، ألفه بالتركية والفارسية وترجم إلى العربية.
- ميزان الحق في اختيار الأحق.
- سلم الوصول إلى طبقات الفحول في التراجم.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (56,'- تحفة الأخيار في الحكم والأمثال والأشعار، فيها فوائد فقهية وتاريخية وتراجم١.
الكتاب: الترتيب في هذا الكتاب -الذي يقع في مجلدين- ألفبائي بعناوين الكتب، وإذا عرف بعلم من العلوم فإنه يعرف به في موضعه من الترتيب الألفبائي، فمثلا علم أصول الفقه يعرف به في حرف "أ"، لكن إذا أراد أن يذكر كتاب روضة الناظر في أصول الفقه فإنه يبينها في حرف الراء.
وهذا الكتاب يذكر الشروح والاختصارات والحواشي والتعليقات التي عملت حول الكتاب بعد ذكره مباشرة، ويرتب هذه الشروح كذلك ترتيبا ألفبائيا، ومع أن ذكر الشروح والحواشي والتعليقات بعد ذكر الكتاب مباشرة فيه فوائد علمية في جوانب معينة من جوانب البحث إلا أنها تسبب بعض الصعوبات أحيانا حينما لا يكون الربط بين الكتاب وشرحه -في العناوين- واضحا فمثلا: كتاب ابن هشام أوضح المسالك إلى ألفية ابن مالك، يتضح من عنوانه ربط الأصل بالفرع، لكن كتاب بلغة ذي الخصاصة في حل الخلاصة، الذي هو شرح آخر للألفية، لا يظهر من عنوانه ما يربط الأصل بشرحه.
وقد اشتمل كشف الظنون على خمسة عشر ألفا من أسماء من أسماء الكتب والرسائل، وما يزيد على تسعة آلاف وخمسمائة من أسماء المؤلفين، وتكلم عن نحو ثلاثمائة علم وفن.
ومع أن المؤلف في الغالب يعطي نبذة عن المؤلف: بلده وصنعته وتاريخ وفاته بالأرقام والحروف، وعن موضوع الكتاب ومحتوياته وطريقة تنظيمها، ويذكر
_________
١ كشف الظنون، حاجي خليفة: ١/ المقدمة.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (57,'بداية ونهاية تأليفه وحجمه، وقد يضيف إلى ذلك بيانات عن سبب تأليف الكتاب وآراء العلماء فيه، إلا أن البيانات فيه عن الكتب تتفاوت تفاوتا بينا.
وبشكل عام فإن هذا الكتاب عظيم النفع في بابه، ولذا فقد اتجهت الأنظار إلى ترجمته والتذييل عليه، فقد ترجم إلى اللغات الهولندية والألمانية والبريطانية، وأشهر ترجماته كانت ترجمة غوستاف فلوجل إلى اللغة الفرنسية.
أما ذيوله فهي عديدة جدًا وأشهرها: إيضاح المكنون في الذيل على كشف الظنون لإسماعيل باشا البغدادي ت ١٣٣٩هـ١.
ثانيا: إيضاح المكنون في الذيل على كشف الظنون عن أسامي الكتب والفنون:
المصنف: البغدادي ت ١٣٣٩هـ، إسماعيل باشا، سبقت ترجمته.
الكتاب مجلدان، هذا الكتاب هو أحد ذيول كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة، علما بأن لكشف الظنون عدة ذيول منها:
- ذيل كشف الظنون لمحمد عزتي الإسلام بولي ت ١٠٩٢هـ.
- التذكار الجامع للآثار للسيد حسين العباسي الحلبي ت ١٠٩٦هـ.
- عثمانلي مؤلفري لمحمد أفندي الأرض رومي ت ١١٤٦هـ.
- ذيل لنوعي أفندي ت ١٢٠١هـ.
وهناك غير ذلك من الذيول، لكن يعتبر إيضاح المكنون من أجمع الذيول، التي ذيلت كشف الظنون، والترتيب فيه ألفبائي لعناوين الكتب، فهو يذكر اسم العلم ويعرف به في موضعه من الترتيب الألفبائي، فعلم الفقه مثلا يأتي ذكره والتعريف به
_________
١ كشف الظنون: حاجي خليفة: ١/ المقدمة.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (58,'تحت حرف الفاء، أما كتب الفقه فيذكر كل منها في موقعه من الترتيب الألفبائي، فمثلا كتاب المقنع في الفقه الحنبلي يأتي في حرف الميم وهكذا ... إلخ.
ومما تميز به هذا الكتاب أنه يذكر الشروح والاختصارات والحواشي والتعليقات التي لها علاقة بالكتاب بعده مباشرة بترتيب ألفبائي كذلك.
وهذا الكتاب في ميزاته السابقة يسير على منوال أصله: كشف الظنون، لكنه زاد عنه فذكر من الكتب ما مجموعه تسعة عشر ألف كتاب في حين أن كشف الظنون ذكر خمسة عشر ألفا فقط.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (59,'<span data-type="title" id=toc-13>المبحث الرابع: المصادر العامة في الترجمة للأعلام</span>
المصادر التي تترجم للأعلام عديدة من أشهرها:
- سير أعلام النبلاء لمحمد بن أحمد الذهبي ت ٧٤٨هـ.
- الأعلام لخير الدين بن محمود الزركلي ت ١٣٩٦هـ.
أولا: سير أعلام النبلاء للذهبي:
المؤلف: الذهبي ت ٧٤٨هـ،١٣٤٨م، شمس الدين محمد بن أحمد بن عثمان، حافظ ومؤرخ، علامة محقق، تركماني الأصل، من أهل مياخارقين، مولده ووفاته في دمشق رحل إلى القاهرة وطاف كثيرا في البلدن، كف بصره سنة ٧٤١هـ، تصانيفه كثيرة تقارب المائة، واختصر كثيرا من الكتب، ومن كتبه:
- دول الإسلام، مجلدان.
- المشتبه في الأسماء والأنساب والكنى والألقاب.
- تاريخ الإسلام الكبير / ستة وثلاثون مجلدًا.
- تذكرة الحفاظ، أربعة مجلدات.
- تهذيب الكمال.
- ميزان الاعتدال في نقد الرجال١.
الكتاب: سفر عظيم يعد من أعظم كتب التراجم التي انتهت إلينا من تراث الأقدمين ترتيبا وتنقيحا، وتوثيقا وإحكاما وإحاطة وشمولا فهو يبين عن سعة
_________
١ سير أعلام النبلاء: الذهبي "ت ٤٧٨هـ، ١٣٧٤م"، الترجمة في مقدمة د. بشار عواد للكتاب ٧/١-٩٠.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (60,'اطلاع المؤلف -رحمه الله- على كل ما سبقه من تواليف في موضوعه، ودراية تامة بأحوال المترجمين وبكل ما قيل في حقهم وقدرة بارعة على غربلة الأخبار وتمحيصها ونقدها.
ويتميز عن غيره من الكتب التي ألفت في بابه أنه أول كتاب عام للتراجم، تناول جميع العصور التي سبقت عصره، واشتملت تراجمه على الأعلام المختارة من جميع العالم الإسلامي، ولم يقتصر على نوع معين من الأعلام، بل تنوعت تراجمه، فشملت كل فئات الناس من خلفاء وملوك وأمراء ووزراء وقضاة وقراء، ومحدثين وفقهاء، وأدباء، ولغويين، ونحاة وشعراء، وزهاد وفلاسفة ومتكلمين، إلا أنه آثر المحدثين على غيرهم، فإنه كان عظيم الإكبار لهم، شديد الكلف بهم.
وقد ترجم فيه للأعلام النبلاء من بداية الإسلام إلى سنة ٧٠٠هـ تقريبا، وقد جعله في خمس وثلاثين طبقة، كل طبقة تستوعب عشرين سنة تقريبا، وأفرد المجلدين الأول والثاني للسيرة النبوية الشريفة، وسير الخلفاء الراشدين، ولكنه لم يعد صياغتهما، وإنما أحال على كتابه تاريخ الإسلام لتؤخذ منه، وتضم إلى السير.
ومنهج الذهبي في الترجمة هو أنه يذكر اسم المترجم ونسبه ولقبه وكنيته، وتاريخ مولده وأحوال نشأته ودراسته، وأوجه نشاطه، والمجال الذي اختص به، وشيوخه وتلاميذه وآثاره العلمية، أو الأدبية، أو الاجتماعية، ومنزلته من خلال أقاويل العلماء الثقات، ثم يذكر تاريخ وفاته، ويدقق في ذلك تدقيقا بارعا.
وهو على الأغلب يراعي في طول الترجمة أو قصرها قيمة المترجم وشهرته بين أهل علمه، أو منزلته بينهم، سواء أكان موافقا له في المعتقد أم مخالفا، وربما تخلص من المادة الضخمة التي تحصلت له عن بعض المترجمين الأعلام بإحالة القارئ إلى مصادر أوسع تناولته بتفصيل أكثر.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (61,'وقد اتسم الذهبي -رحمه الله- بالجرأة النادرة التي جعلته ينتقد كبار العلماء والمؤرخين، وينبه على أوهامهم التي وقعت لهم فيما أثر عنهم بأسلوب علمي متزن ينبئ عن غزارة علم، ونبالة قصد، وقدرة فائقة في النقد، والأمثلة على ذلك كثيرا تجدها مبثوثة في تضاعيف هذا الكتاب.
ولما كان الذهبي قد استوعب في تاريخ الإسلام فئتين من المترجمين: المشهورين، والأعلام، فقد اقتصر في كتابه هذا على تراجم الأعلام النبلاء، إلا أنه قد يذكر في نهاية بعض التراجم غير واحد من المشهورين للتعريف بهم باختصار.
وقد يضطره اتفاق اسم أحد المشهورين باسم أحد الأعلام الذي يترجمه إلى ترجمة المشهور عقبة للتميز.
وكتاب سير أعلام النبلاء وإن كان قد استل من تاريخ الإسلام فقد ألفه بعده، وأضاف إليه أخبارا كثيرة لا وجود لها في التاريخ وتناول أشياء بالنقد والتحقيق لم يتعرض لها في تاريخه، وصياغة الترجمة فيه تختلف في كثير من الأحيان عما عرضه في تاريخ الإسلام.
وإن هذا الكتاب القيم بما تضمنه من مزايا يندر أن توجد في غيره قد استحق به مؤلفه مع كتابه الآخر تاريخ الإسلام أن يسمى: إمام المؤرخين١.
وقد أصدر أحمد فايز الحمصي كتابا هذب فيه سير أعلام النبلاء، وسماه: تهذيب سير أعلام النبلاء ويقع في ثلاثة مجلدات، وهو تهذيب جيد ألحق به فهرسا أبجديا للأعلام المترجم لهم والبالغ عددهم قرابة ستة آلاف.
_________
١ سير أعلام النبلاء، للذهبي: ١٤٤/١، مقدمة الناشر.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (62,'ثانيا: الأعلام للزركلي
المصنف: الزركلي ت ١٣٩٦هـ،١٩٧٦م، خير الدين بن محمود بن محمد بن علي بن فارس، الدمشقي، ولد في بيروت، ونشأ في دمشق، أصدر مجلة الأصمعي في دمشق ثم على أثر وقعة ميسلون ١٩٢٠م ذهب إلى فلسطين فالحجاز، وأصدر عددًا من الصحف والمجلات، وتنقل بين عدد من الدول العربية، له عدد من الكتب والمنشورات١.
الكتاب، ثمانية أجزاء/ثمانية مجلدات: واسمه كاملا هو الأعلام قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين، ذكر المؤلف فيه أشهر الرجال والنساء بإيجاز ولم يتعرض للمعاصرين له من الأحياء، وجعل ميزان الاختيار أن يكون لصاحب الترجمة علم تشهد به تصانيفه أو خلافه أو ملك أو تجارة، أو منصب رفيع كوزارة أو قضاء كان له فيه أثر بارز أو رئاسة مذهب، أو فن تميز به، أو أثر في العمران يذكر له أو شعر أو مكانة يتردد بها اسمه، أو رواية كثيرة أو أن يكون أصل نسب أو مضرب مثل، وضابط ذلك كله أن يكون ممن يتردد ذكرهم ويسأل عنهم.
ورتب قاموسه على الحروف الألفبائية، مبتدئا بحرف الاسم الأول ثم يضم ما يليه إليه، فيكون مثلا: آدم قبل آمنة، لتقدم الدال على الميم، وآمنة قبل إبراهيم لألفين في بدء الأول ... إلخ.
أما من كان اسمه مبتدئا بلفظ أب أو أم أو ابن أو بنت، فإنه اعتبر هذه الألفاظ وما يشبهها زوائد، فمثلا اسم أبي بكر جاء ذكره في حرف الباء.
_________
١ الأعلام: للزركلي: ٢٦٧/٨.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (63,'وإذا تشابهت الأسماء للشخص وأبيه في بعض الأسماء مثل: محمد بن عبد الله، فإن المؤلف وحتى بجنب القارئ إجالة نظره في عشرات الصفحات، أضاف إلى اسم المبحوث عنه، تاريخ وفاته ورتب الأسماء المتماثلة على السنين.
وقد ترجم لعدد من المستشرقين الذين خلفوا آثارا باللغة العربية سواء تأليفا بها أو نشرا لبعض مخطوطاتها مثل: فلوجل ومرجليوث، أو الذين يظهر لهم أثر بها مثل: آرنلود توماس.
وقد كتب بالعربية الأسماء الأجنبية، كما ينطق بها أصحابها، وذلل بتعدد الإحالة إليها في مظان وجودها عقبة اختلاف النطق بين أمة وأخرى في الاسم الواحد، فمثلا الاسم الإنجليزي: Charles
- يلفظه الإنجليز: تشارلس.
- والفرنسيون: كارلوس.
- والإيطاليون: كارلو.
- والألمان: كارل.
وهكذا في غيره من الأسماء.
وأما رموز الكتاب فهي كما يلي:
= انظر، راجع.
إلخ: إلى آخره.
ت: ترجمة.
خ: مخطوط.
رض: رضي الله عنه.
ص: صلى الله عليه وسلم.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (64,'ط: مطبوع.
ق. م: قبل الميلاد.
ق. هـ: قبل الهجرة.
ك: المستدرك.
م: ميلادية.
هـ: هجرية.
وأراد بالمخطوط ما لا يزال محفوظا في بعض الخزائن العامة أو الخاصة من كتب السلف والخلف، أما ما لم يلحقه بأحد هذين الحرفين ط، خ فيعد مفقودًا أو مجهول المصير إلى أن يظهر١.
ذيول كتاب الأعلام٢:
قام عدد من المهتمين بالتذييل على كتاب الأعلام، وهذا يعكس قيمة الكتاب العلمية لدى الباحثين، وهذه الذيول هي:
- ذيل الأعلام، لأحمد العلاونة، ترجم فيه لوفيات الأعوام ١٣٩٦- ١٤٠٦هـ.
- تتمة الأعلام، جزءان: لمحمد خير رمضان يوسف، ترجم لوفيات الأعوام ١٣٩٧- ١٤١٥هـ، ولم يسر على منهج الزركلي بل خالفه في أمور.
- إتمام الأعلام، للدكتور نزار أباظة، ومحمد رياض المالح، صدر عام ١٤٢٠هـ ١٩٩٩م، وهو أشمل من الذيلين السابقين وأفضل، واعتمدهما مرجعًا، وضم ما حوياه من تراجم، ويمتاز عنهما بعدة ميزات، منها أنه سار على منهج الزركلي بشكل أدق.
_________
١ الأعلام: للزركلي: ١٣/١- ٢٢.
٢ المجلة العربية، عدد شهر رمضان، ١٤٢٠هـ، مقال لحمد الجاسر بعنوان: ذيول كتاب الأعلام، بتصرف.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (65,'<span data-type="title" id=toc-14>الباب الثاني: المصادر الإسلامية</span>
<span data-type="title" id=toc-15>المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه</span>
<span data-type="title" id=toc-16>المعاجم وأهمها</span>
...
الباب الثاني: المصادر الإسلامية
وفيه أربعة مباحث
المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه.
المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه.
المبحث الثالث: مصادر الفقه الإسلامي.
المبحث الرابع: مصادر علم أصول الفقه.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (66,'المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه
أولا: أشهر ما صنف في معاجم القرآن الكريم،
المعاجم متعددة الأنواع، فهناك:
١- المعاجم الخاصة باللغة.
٢- والمعاجم الخاصة بالحديث الشريف مثل المعجم المفهرس لألفاظ الحديث النبوي الشريف تأليف المستشرق: أ. أ. فنسنك.
٣- والمعاجم المتعلقة بالقرآن الكريم، وهي هنا موضع الحديث، فهذه المعاجم التي ترتب مواد القرآن الكريم وتجمع ألفاظه حسب الحروف الهجائية تعتبرحديثة العهد إذا قيست بعلوم القرآن الكريم الأخرى مثل: التفسير والقراءات وغيرهما من العلوم، ولعل ما أخر التأليف في هذا النوع من علوم القرآن الكريم هو أن كثيرا من المسملين يحفظون القرآن كاملا أو كثيرا أو قليلا، كل حسب فضل الله تعالى عليه مما يسهل عليهم الرجوع لآياته بسهولة ويسر، ومما يجدر ذكره أن المستشرقين في القرن التاسع عشر عندما اتجهوا للدراسات الإسلامية وضعوا عددا من الفهارس في مختلف الموضوعات، ومن أشهرها: نجوم الفرقان في أطراف القرآن، لمؤلفه المستشرق الألماني فلوجل الذي طبع عام ١٨٤٢م، وهو من أجمع ما ألف في هذا الفن، وفيما يلي عرض أوسع لبعض المراجع في هذا الفن:',NULL,'74',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (67,'أولا: المعجم المفهرس لألفاظ القرآن الكريم
المصنف: عبد الباقي ت ١٨٨٢هـ، ١٩٦٨م، محمد فؤاد، عالم بتنسيق الأحاديث النبوية ووضع الفهارس لها، ولآيات القرآن الكريم، ولد في قرية القليوبية، ونشأ ودرس في القاهرة وتوفي فيها، ومن أهم أعماله:
- ترجم مفتاح كنوز السنة عن الإنجليزية.
- ترجم تفصيل آيات القرآن الحكيم عن الفرنسية.
- له مؤلفات منها: اللؤلؤ والمرجان فيما اتفق عليه الشيخان، ويقع في ثلاثة أجزاء.
الكتاب مجلد واحد: وضع حسب الحروف الهجائية لتسهيل معرفة مواقع الآيات والسور دون التعرض لتفسير الكلمات، وكما أشار مؤلف هذا المعجم فإنه جعل نجوم الفرقان لفلوجل أساسا لمعجمه، فبنى معجمه عليه، وصوب ما فيه من أخطاء، ورتب ما فيه من خلل، واستدرك ما فيه من نقص، وطريقته باختصار هي:
١- يضع اللفظ موضع البحث وبجانبه الآية التي ورد فيها أو الآيات، ثم يضع بجوار الآية رقمها في السورة التي وردت فيها، ثم بجوار الرقم حرف "ك" للآيات المكية، والحرف "م" للمدنية، ثم يذكر اسم ورقم السورة حسب تسلسل المصحف.
٢- يرتب الكلمات حسب أوائلها فثوانيها فثوالثها فافتتح المعجم بمادة: أبب وختمه بمادة: ي م م.
٣- الطريقة التي اتبعها في مشتقات الكلمة -المادة- هي الابتداء بالفعل المجرد المبني للمعلوم، ماضيه فمضارعه فأمره، ثم المبني للمجهول من الماضي والمضارع ثم المزيد بالتضعيف، فالمزيد بحرف ... إلخ، ثم باقي المشتقات من المصدر واسم الفاعل والمفعول فباقي الأسماء، مراعيا الترتيب حسب الحروف الهجائية.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (68,'ثانيا: معجم ألفاظ القرآن الكريم
المشرف على وضع هذا المعجم: أشرف مجمع اللغة العربية في القاهرة على هذا المعجم، وقد باشر المجمع العمل في هذا المعجم عام ١٣٦٠م، من خلال لجنة من أعضائه جرى عليها عدة تغييرات واستقرت على:
- الشيخ: إبراهيم حمروش.
- الشيخ: عبد القادر المغربي ت ١٣٧٥هـ.
- الشيخ: عبد الوهاب خلاف ت ١٣٧٦هـ.
- الشيخ: محمد الخضر حسين ت ١٣٧٧هـ.
- الأستاذ: إبراهيم مصطفى ت ١٣٨٢هـ.
- الشيخ: محمود شلتوت ت ١٣٨٣هـ.
- الأستاذ: علي عبد الرازق ت ١٣٨٦هـ.
الكتاب جزءان/ مجلدان: يهدف هذا المعجم بالدرجة الأولى إلى توضيح معاني كلمات وألفاظ القرآن الكريم، فهو معجم لغوي بالدرجة الأولى، وإن كان يرتب الألفاظ القرآنية ترتيبا مفهرسًا، بل إنه يعتمد بالكامل من حيث الترتيب على المعجم المفهرس لألفاظ القرآن الكريم لمحمد فؤاد عبد الباقي، وطريقته في توضيح المعاني اللغوية هي:
١- إذا كانت الكلمة القرآنية ترد في القرآن الكريم بمعنى واحد:
أ- تشرح الكلمة شرحًا لغويًا أولا، فإن كانت فعلا مجردا، ذكر بابه ومصدره ومشتقاته إن كان لهذه المشتقات ورود في القرآن الكريم، وإن كانت',NULL,'76',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (69,'فعلا مزيدا ذكر معناه ثم ذكرت مشتقاته على النحو السابق، وإن كانت اسمًا اكتفى بمعناه، وإن كانت مصدرا ذكر معناه وفعله.
ب- يبين أن الكلمة وردت في القرآن الكريم في كذا موضعا، وأنها جاءت في كل هذه المواضع بالمعنى الذي ذكر آنفا.
٢- إذا كان للكلمة القرآنية معانٍ لغوية مختلفة:
أ- ينص على المعاني اللغوية كلها ويبين نوع الفعل والمصدر ويذكر المشتقات التي وردت من هذه المادة.
ب- يؤخذ أولا أكثر المعاني دورانا في القرآن الكريم، وينص على أن الكلمة وردت بهذا المعنى في كذا وكذا موضعا، ويذكر مثالين من الآيات مع اسم السورة ورقم الآية، ويكتفي بعد ذلك بما جاء من هذا المعنى بذكر السورة ورقم الآية.
ج- تذكر المعاني الآخرى معنى بعد آخر، ويذكر بعد كل معنى عدد الآيات التي جاءت فيها الكلمة بهذا المعنى، ويكتفي بمثال ثم تذكر السور وأرقام الآيات الأخرى.
٣- قد يسهل أحيانا إذا كان للكلمة أكثر من معنى أن يبدأ بالمعاني التي وردت في قليل من الآيات ثم يذكر المعنى الذي ورد به في كثير من الآيات، ويقال: ما عدا ذلك فهو بمعنى كذا في باقي الآيات.
٤- إذا كان للكلمة معنى لغوي واحد، لكنها استعملت في القرآن الكريم بألوان مختلفة نص على المعنى اللغوي البحت وقيل: إنها تستعمل أو قد ترد بمعنى كذا، ثم تذكر الآيات وأرقامها على النحو السابق.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (70,'<span data-type="title" id=toc-17>فضائل القرآن الكريم</span>
...
ثانيا: من أشهر ما صنف في فضائل القرآن
جعل حاجي خليفة١ ت ١٠٧٦هـ فضائل القرآن علمًا مستقلا، وقال: إن أول من ألف فيه هو الإمام الشافعي ت ٢٠٤هـ، حيث ألف كتاب: منافع القرآن، وجاء بعده عدد من العلماء صنفوا في الموضوع ذاته ومنهم:
- الضياء المقدسي ت ٢٠٤هـ.
- جعفر بن محمد المستغفري ت ٤٣٢هـ.
- علي أحمد الواحدي ت ٤٦٨هـ وغيرهم.
وفيما يلي شرح موسع عن أحد المصنفات في هذا الفن:
فضائل القرآن لابن كثير:
المصنف: ابن كثير ت ٧٧٤هـ، عماد الدين أبو الفداء إسماعيل بن عمرو بن كثير بن ضوء، قدِم دمشق وأخذ عن ابن تيمية ت ٧٢٨هـ، وكانت له خصوصية ومناضلة عنه، وكان يفتي برأيه في مسألة الطلاق، وامتحن بسبب ذلك وأوذي، شهد العلماء بسعة علمه خاصة في التفسير والحديث والتاريخ، له عدة مؤلفات من أشهرها البداية والنهاية:
الكتاب: وضعه ابن كثير في آخر كتابه: تفسير القرآن العظيم، تتميما وذيلا له، وتناول فيه:
_________
١ كشف الظنون: ١٢٧٧/٢.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (71,'- فضائل القرآن الكريم.
- جمع وكتابة القرآن الكريم.
- قراءة القرآن الكريم، وغير ذلك مما يتعلق بالقرآن من أحكام وآداب.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (72,'ثالثا: من أشهر ما صنف في<span data-type="title" id=toc-18> نقط المصحف</span>
كان العلماء في الصدر الأول يرون كراهة نقط المصحف وشكله؛ مبالغة منهم في المحافظة على أداء القرآن كما رسمه المصحف، وخوفا من أن يؤدي ذلك إلى التغيير فيه.
وبتغير الزمان اضطر المسلمون إلى إعجام المصحف وشكله لنفس السبب الذي منعهم من النقط والتشكيل أولا، قال الإمام النووي ت ٦٧٦هـ، في كتابه التبيان: ويستحب نقط المصحف وشكله، فإنه صيانة له من اللحن فيه، وأما كراهة الشعبي والنخعي النقط فإنما كرهاه في ذلك الزمان خوفًا من التغيير فيه، وقد أمن ذلك اليوم١، ومن أهم الكتب المؤلفة في هذا الفن كتاب: الحكم في نقط المصحف للداني
المصنف: الداني ت ٤٤٤هـ، ١٠٥٢م، أبو عمر عثمان بن سعيد بن عثمان بن عمر، ولد في قرطبة، وتوفي في دانية، إحدى مدن الأندلس، وهو أحد أئمة القراءات وروايات القرآن وتفسيره ومعانيه، أحصى له الذهبي مائة وعشرين مصنفًا.
الكتاب: تحدث الكتاب عن نقط المصحف وما يتعلق به من أحكام.
_________
١ مناهل العرفان: الزرقاني: ٤٠٩/١.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (73,'<span data-type="title" id=toc-19>مصادر علم القراءات</span>
...
رابعا: أشهر ما صنف في علم القراءات
القراءات جمع قراءة، ومعناها:
- لغة: مصدر سماعي للفعل قرأ.
- اصطلاحا: مذهب يذهب إليه إمام من أئمة القراء مخالفا به غيره في النطق بالقرآن الكريم، مع اتفاق الروايات والطرق عنه، سواء أكانت هذه المخالفة في نطق الحروف أم في نطق هيئاتها١.
وقد اشتهر في كل طبقة من طبقات الأمة جماعة بحفظ القرآن الكريم وإقرائه، فاشتهر من الصحابة أبي بن كعب ت ٢١هـ، رضي الله عنه، وعلى ت ٤٠هـ، رضي الله عنه، واشتهر من التابعين في كل مصر عدد من القراء مثل:
- المغيرة بن أبي شهاب المخزومي ت ٥٠هـ، في الشام.
- علقمة ت ٦٢هـ، في الكوفة.
- ابن المسيب ت ٩٤هـ، في المدينة.
- مجاهد ت ١٠٠هـ، وعطاء ت ١١٤هـ، في مكة.
-ابن سيرين ت ١١٠هـ، في البصرة.
ثم تفرغ قوم للقراءات يضبطونها ويعنون بها، وقد كثر القراء وكان لابد من ضبط لهذا الكم الكبير من الروايات، فجمع بعض العلماء من القراءات سبعا، وجمع بعضهم عشرا، وجمع بعضهم أربع عشرة قراءة.
_________
١ مناهل العرفان، الزرقاني: ٤١٢/١.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (74,'وهناك أعداد أخرى من القراءات، لم يصل اهتمام العلماء بها إلى درجة الاهتمام بالقراءات الأربع عشرة.
ومن أشهر ما ألف في موضوع القراءات:
أولا: النشر في القراءات العشر لابن الجزري
المصنف: ابن الجزري ت ٨٣٣هـ، أبو الخير شمس الدين محمد بن علي، حافظ مقرئ، ولد في دمشق وتوفي في شيراز، له سبعة وثلاثون مصنفًا في القراءات والتجويد والحديث والفقه وغيرها.
الكتاب جزءان/ مجلدان: وهو سفر جليل في علم القراءات، خصصه ابن الجزري للقراءات العشر المروية عن القراء العشرة التالية أسماؤهم:
١. عبد الله بن عامر الشامي ت ١١٨هـ.
٢. عبد الله بن كثير المكي، ت ١٢٠هـ.
٣. عاصم بن أبي النجود ت ١٢٧هـ.
٤. أبو عمرو بن العلاء البصري ت ١٥٤هـ.
٥. حمزة بن حبيب الكوفي ت ١٥٦هـ.
٦. نافع المدني ت ١٦٩هـ.
٧. علي بن حمزة الكسائي ت ١٨٧هـ.
٨. يزيد بن القعقاع المدني ت ١٣٠هـ.
٩. يعقوب بن إسحاق الحضرمي ت ٢٠٥هـ.
١٠. خلف بن هاشم البصري ت ٢٢٩هـ.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (75,'علما بأن من اقتصر على سبع قراءات، اكتفى بالسبع الأولى المذكورة أعلاه، وقد تعرض ابن الجزري في كتابه لمخارج الحروف وصفاتها وعلم التجويد بشكل عام وأحكام الوقف والابتداء، وغير ذلك مما يتعلق بالقرآن الكريم من مباحث.
ثانيا: تقريب النشر في القراءات العشر لابن الجزري
المصنف: ابن الجزري ت ٨٣٣هـ، سبقت ترجمته.
الكتاب: مجلد واحد وهو اختصار لكتاب النشر في القراءات العشر السابق ذكره، وقد اختصره نفس مصنفه.
ثالثا: إتحاف فضلاء البشر في القراءات الأربع عشر للدمياطي
المؤلف: الدمياطي ت ١١١٦هـ، أحمد بن محمد الشافعي، الشهير بالبناء بالدمياطي، عالم بالقرآن، ولد ونشأ بدمياط، وأخذ عن علماء الأزهر والحجاز واليمن، توفي بالمدينة المنورة حاجًّا، ودفن في البقيع، من كتبه: اختصار السيرة الحلبية، وحاشية على شرح المحلي على الورقات لإمام الحرمين.
الكتاب: كما هو واضح من العنوان، فإن موضوع الكتاب هو القراءات القرآنية الأربع عشر، حيث زاد الدمياطي على القراءات العشر التي ذكرها ابن الجزري أربع قراءات أخرى هي قراءة كل من الأئمة التالية أسماؤهم:
١. الإمام الحسن البصري ت ١١٠هـ.
٢. محمد بن عبد الرحمن السهمي المكي، ت ١٢٣هـ.
٣. يحيى بن المبارك اليزيدي ت ٢٠٢هـ.
٤. محمد بن أحمد الشنبوذي ت ٣٨٨هـ.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (76,'<span data-type="title" id=toc-20>مصادر علوم القرآن</span>
...
خامسا: من أشهر ما صنف في علوم القرآن
علوم القرآن اسم فن يتعلق بالقرآن الكريم ويمكن تعريفه بأنه: المباحث المتعلقة بالقرآن الكريم من ناحية مبدأ نزوله وكيفية هذا النزول ومكانه ومدته، ومن ناحية جمعه وكتابته في العصر النبوي وعهدي أبي بكر وعمر، ومن ناحية إعجازه وناسخه ومنسوخه ومحكمة ومتشابهه وأقسامه وأمثاله وترتيب سوره وآياته وترتيله وأدائه إلى غير ذلك من العلوم، ولهذا العلم فوائد منها:
١- المساعدة على فهم القرآن من خلال معرفة العناصر المذكورة في التعريف.
٢- التمكن من الأسحلة التي تساعد على دحض شبهات أعداء القرآن.
٣- التزود بمعنى وافر من الثقافة القرآنية وما اشتمل عليه القرآن من علوم ومعارف تساعد في تزكية النفس وتهذيب الأخلاق.
نشأة هذا العلم: لم تكن الدراسات في علوم القرآن قد اتخذت وضعا مستقلا في العصور الإسلامية الأولى وإنما وردت متفرقة في روايات المحدثين وأقوال العلماء ومقدمات كتب المفسرين كالطبري ت ٣١٩هـ، وابن عطية ت ٥٤٢هـ، والقرطبي ت ٦٧١هـ، وجاء قدر منها في كتب البلاغة وغيرها، كما جاء قدر منها في كتب الجدل والمناظرات كالانتصار للباقلاني ت ٤٠٣هـ، والمغني للقاضي عبد الجبار ت ٤١٥هـ، وغيرها، وفي كتب القراءات والرسم والأحكام ككتب النووي ت ٦٧٦هـ، والكيا الهراسي ت ٥٠٤هـ، وابن الجزري ت ٨٣٣هـ.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (77,'وأول عهد بظهور هذا الاصطلاح كما أشار لذلك صاحب كتاب مناهل العرفان١ هو القرن الرابع حيث ألف على بن إبراهيم بن سعيد الشهير بالحوفي ت ٣٣٠هـ، كتابا اسمه: البرهان في علوم القرآن.
ثم في القرن السادس ألف ابن الجوزي ت ٥٩٧هـ، كتابين هما: فنون الأفنان في علوم القرآن، والمجتبى في علوم القرآن.
وفي القرن السابع ألف علم الدين السخاوي ت ٦٤١هـ، كتابا سماه: جمال القراء، وألف أبو شامة ت ٦٦٥هـ، كتابا سماه: المرشد الوجيز فيما يتعلق بالقرآن العزيز.
وفي القرن التاسع ألف جلال الدين البلقيني ت ٨٢٤هـ، كتابا سماه: مواقع العلوم من مواقع النجوم، وألف محمد بن سليمان الكافيجي ت ٨٧٣هـ كتابا في هذا العلم، ثم ألف السيوطي ت ٩١١هـ، كتابين في هذا الفن هما: التحبير في علوم التفسير، والإتقان في علوم القرآن.
ثم ركدت حركة التأليف في هذا الفن حتى هذه الأعصر المتأخرة حيث ألف في الفن من الكتب:
_________
١ مناهل العرفان: الزرقاني: ٣٤/١.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (78,'- التبيان في علوم القرآن، طاهر الجزائري ت ١٣٣٨هـ.
- منهج الفرقان في علوم القرآن، محمد علي سلامة.
- إعجاز القرآن، مصطفى صادق الرافعي ت ١٣٢٦هـ.
- مناهل العرفان في علوم القرآن، محمد عبد العظيم الزرقاني ت ١٣٦٧هـ.
- النبأ العظيم عن القرآن الكريم والطريقة المثلى في دراسته، لمحمد عبد الله دراز ت ١٣٧٧هـ،
ثم أخيرا ظهرت بعض المؤلفات الحديثة نوعا ما مثل:
- موارد الظمآن في علوم القرآن/ صابر حسن محمد أبو سليمان.
- مباحث في علوم القرآن/ د. صبحي الصالح ت ١٤٠٧هـ.
- مباحث في علوم القرآن/ مناع القطان.
- التبيان في علوم القرآن/ محمد علي الصابوني.
وسنتناول فيما يلي كتابين من أشهر ما ألف في هذا الفن وهما:
أولا: البرهان في علوم القرآن للزركشي:
المصنف: الزركشي ت ٧٩٤هـ، بدر الدين محمد بن عبد الله بن بهادر، ولد بالقاهرة سنة ٧٤٥هـ، شافعي المذهب من شيوخه: جمال الدين الإسنوي، وسراج الدين البلقيني، والحافظ مغلطاي وابن كثير، توفي في مصر، ودفن بالقرافة، له أكثر من ثلاثين مصنفا منها: البحر المحيط في أصول الفقه، اللآلئ المنثورة في الأحاديث المشهورة، والنكت على ابن الصلاح.
الكتاب: من أجمع ما صنف في علوم القرآن الكريم، جمع فيه زبدة ما صنف قلبه وأضاف عليها وحقق مسائل كثيرة، ووضح ما أغلق، وبين ما أشكل في مختلف العلوم التي نشأت حول القرآن الكريم، وجعلها في سبعة وأربعين نوعًا فبحث تحت هذه الأنواع:',NULL,'85',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (79,'- أسباب النزول.
- معرفة المناسبات بين الآيات.
- معرفة الفواصل ورءوس الآي.
- علم المتشابه والمبهمات.
- أسرار الفواتح والسور وخواتمها.
- معرفة المكي والمدني وترتيب ذلك.
- معرفة أول ما نزل وآخر ما نزل من القرآن الكريم ... إلخ.
وبحث هذه الأنواع باستفاضة، مما جعل كتابه من أفضل ما ألف في هذا الفن.
ثانيا: الإتقان في علوم القرآن للسيوطي
المصنف: السيوطي ت ٩١١هـ، جلال الدين عبد الرحمن بن أبي بكر بن محمد بن سابق الدين الخضيري، إمام حافظ مؤرخ أديب، له نحو ستمائة مصنف، ولد في أول ليلة من رجب سنة ٨٩٤هـ، ونشأ يتيمًا فحفظ القرآن والعمدة وألفية النحو، مات والده وعمره خمس سنوات، فنشأ في القاهرة يتيما، ولما بلغ أربعين سنة اعتزل الناس وخلا بنفسه في روضة المقياس على النيل، فألف أكثر كتبه، وكان الأغنياء والأمراء يزورونه ويعرضون عليه الأموال والهدايا فيردها، من كتبه:
- الإتقان في علوم القرآن.
- الأشباه والنظائر في العربية.
- الأشباه والنظائر في فروع الشافعية.
- الاقتراح في أصول النحو.
- الإكليل في استنباط التنزيل.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (80,'- الألفية في مصطلح الحديث، وغيرها كثير.
الكتاب: الإتقان في علوم القرآن من أشمل ما ألف في هذا العلم، حرص فيه السيوطي على الاستفادة من الكتب التي سبقته، خاصة كتاب البرهان للزركشي، وزاد على هذه الكتب، وقد تناول ثمانين نوعا من المباحث القرآنية، مثل: المكي والمدني وهذا أول نوع بحثه، ثم ختم كتابه بالنوع الثمانين وهو في: طبقات المفسرين.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (81,'<span data-type="title" id=toc-21>مصادر علم التفسير</span>
...
سادسا: أشهر ما صنف في علم التفسير
- معنى التفسير:
- لغة: الإيضاح والبيان، من الفَسْر بمعنى: الإبانة والكشف.
- اصطلاحا: علم يفهم به كتاب الله المنزل على نبيه محمد -صلى الله عليه وسلم- واستخراج أحكامه وحكمه.
- أقسام التفسير١: التفسير أقسام وألوان عدة، منها: التفسير الموضوعي والإشاري والنحوي والفقهي والعلمي ... إلخ والذي يهمنا هنا نوعين هما:
النوع الأول: التفسير بالمأثور: وهو التفسير الذي يعتمد على ما جاء في القرآن الكريم نفسه من البيان والتفصيل لبعض آياته، وما نقل عن الرسول -صلى الله عليه وسلم- وما نقل عن الصحابة -رضوان الله عليهم- وما نقل عن التابعين من كل ما هو بيان وتوضيح لمراد الله تعالى من نصوص القرآن الكريم، ومن أشهر ما ألف في هذا اللون:
- بحر العلوم لأبي الليث السمرقندي ت ٣٧٣هـ.
- الكشف والبيان عن تفسير القرآن، لأحمد بن محمد الثعلبي ت ٤٢٧هـ.
- المحرر الوجيز في تفسير الكتاب العزيز لابن عطية الأندلسي ت٥٤٢هـ.
- الجواهر الحسان في تفسير القرآن لعبد الرحمن الثعالبي ت٨٧٥هـ.
- الدر المنثور في التفسير بالمأثور للسيوطي ت٩١١هـ.
وفيما يلي نتناول بعضا منها بشيء من التفصيل:
_________
١ التفسير والمفسرون: الذهبي: ١٤٠/١.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (82,'أولا: جامع البيان في تفسير القرآن للطبري
المصنف: الطبري ت ٣١٠هـ، محمد بن جرير بن يزيد، ولد في آمل طبرستان، رحل في طلب العلم إلى مصر والشام والعراق وتوفي في بغداد، حافظ للقرآن، عالم بالقراءات والتفسير والحديث والفقه والتاريخ، من مصنفاته: تاريخ الأمم والملوك.
الكتاب خمسة عشر جزءا/ خمسة عشر مجلدا: ويعتبر المرجع الأول والأهم في التفسير بالمأثور، وطريقته أن يفسر الآية ويستشهد على ما قاله بما يرويه بسنده إلى الصحابة والتابعين من التفسير بالمأثور، وإذا كان في الآية قولان أو أكثر فإنه يعرض لكل ما قيل فيها، ويستشهد لكل قول بما يروي عن الصحابة والتابعين، ويوجه الأقوال، ويرجح، ويتعرض للإعراب ويستنبط الأحكام مع توجيه الأدلة وترجيح ما يختار.
ثانيا: معالم التنزيل في التفسير والتأويل للبغوي
المصنف: البغوي ت ٥١٦هـ، ١١١٢م، أبو محمد الحسين بن مسعود بن محمد، ينسب إلى بغ بخراسان، كان إماما في التفسير والحديث والفقه، وكان ورعا زاهدا، من مؤلفاته:
- شرح السنة في الحديث.
- الجمع بين الصحيحين.
التهذيب في الفقه، وغير ذلك.
الكتاب خمسة أجزاء/ خمسة مجلدات: وصفه ابن تيمية ت ٧٢٨هـ، عندما سئل عنه وعن الزمخشري ت ٥٣٨هـ، والقرطبي ت ٦٧١هـ، فقال: أسلمها البدعة والأحاديث الضعيفة البغوي ت ٥١٦هـ، لكنه مختصر من تفسير الثعلبي ت ٤٢٧هـ، وحذف منه الأحاديث الموضوعة والبدع التي فيه، وحذف أشياء أخرى.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (83,'ثالثا: تفسير القرآن العظيم لابن كثير
المصنف: ابن كثير ت ٧٧٤هـ، سبقت ترجمته.
الكتاب أربعة أجزاء/ أربعة مجلدات: من أشهر ما دون في التفسير بالمأثور وهو بعد كتاب ابن جرير، اختصره محمد نسيب الرفاعي، وذلك بحذف ما فيه من إسرائيليات وأحاديث ضعيفة في كتابه: تيسير العلي القدير لاختصار تفسير ابن كثير.
النوع الثاني: التفسير بالرأي:
أي: تفسير القرآن بالاجتهاد بعد معرفة المفسر لكلام العرب، ومناحيهم في القول، ومعرفته للألفاظ العربية ووجوه دلالاتها، واستعانته في ذلك بالشعر الجاهلي، ووقوفه على أسباب النزول ومعرفته بالناسخ والمنسوخ من آيات القرآن وغير ذلك من الأدوات التي يحتاج إليها، وهذا التفسير قسمان:
أ- الرأي الجائز: وهو الذي يجري على موافقة كلام العرب ومناحيهم في القول، مع موافقة الكتاب والسنة ومراعاة سائر شروط التفسير من علم باللغة والنحو والصرف والاشتقاق والمعاني والبيان والبديع والقصص والناسخ والمنسوخ والأحاديث المبينة لتفسير المجمل والمبهم.
ب- الرأي المذموم: وهو الذي لا يجري على قوانين العربية ولا يوافق الأدلة الشرعية ولا يستوفي شرائط التفسير.
ومن أهم كتب التفسير بالرأي:
- غرائب القرآن ورغائب الفرقان لمحمود النيسابوري ٥٥٠هـ.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (84,'- لباب التأويل في معاني التنزيل، لعلي بن محمد الخازن ت ٧٤١هـ.
- تفسير الجلالين، محمد بن أحمد المحلي ت ٨٦٤هـ، والسيوطي ت ٩١١هـ.
- السراج المنير، لمحمد بن أحمد الخطيب الشربيني ت ٩٧٧هـ.
- إرشاد العقل السليم إلى مزايا الكتاب الكريم، لأبي السعود محمد بن محمد ت ٩٨٢هـ، ومنها كذلك:
أولا: الكشاف للزمخشري
المؤلف: الزمخشري ت ٥٣٨هـ، أبو القاسم محمود بن عمر بن محمد بن عمر الخوارزمي، كبير المعتزلة، ولد في زمخشر من قرى خوارزم، برع في التفسير والحديث والنحو واللغة والأدب، له مصنفات عدة منها:
- الفائق في تفسير الحديث.
- أساس البلاغة في اللغة.
- رءوس المسائل في الفقه، وغير ذلك.
الكتاب، الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، من أشهر كتب المعتزلة، أبان من وجوه الإعجاز والبلاغة القرآنية الكثير، لكنه شحنه بعقائد معتزلية تخالف مذهب أهل السنة، قال ابن تيمية رحمه الله: ما من تفسير من تفاسير المعتزلة إلا وبطلانه يظهر من وجوه كثيرة، ومن هؤلاء من يكون حسن العبارة، فصيحا، ويدس البدع في كلامه وأكثر الناس لا يعلمون، كصاحب الكشاف.
ثانيا: مفاتيح الغيب للرازي
المصنف: الرازي ت ٦٠٦هـ، أبو عبد الله محمد بن عمر بن',NULL,'91',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (85,'الحسين بن الحسن بن علي التميمي برع في التفسير واللغة وغيرهما ومن آثاره:
- المطالب العالية.
- البيان والبرهان في الرد على أهل الزيغ والطغيان.
- المحصول في أصول الفقه وغير ذلك.
الكتاب، ستة عشرجزءا/ ستة عشرمجلدا: لم يتمه الرازي، واختلف فيمن أتمه من بعده، مع أنه لا يلاحظ فرق بين ما كتبه الرازي ومن سواه، وامتاز هذا التفسير بالأبحاث الواسعة في نواحي شتى من العلم الرياضي والفلسفي، أورد شبهات المعتزلة وقصر في الرد عليها، ويتحدث في تفسيره في الفقه والأصول والنحو والبلاغة، ولكثرة الفنون التي تناولها قال بعض العلماء عن تفسيره: فيه كل شيء إلا التفسير.
ثالثا: أنوار التنزيل وأسرار التأويل للبيضاوي
المصنف: البيضاوي ت ٦٩١هـ، ناصر الدين أبو الخير عبد الله بن عمر بن محمد بن علي، وهو من بلاد فارس، ولي قضاء شيراز، كان إماما مبرزا صالحا متعبدا، أثنى عليه عدد من الأئمة، ومن مؤلفاته:
- المنهاج وشرحه في أصول الفقه.
- الطوالع في أصول الدين.
الكتاب: مختصر من كشاف الزمخشري ت ٥٣٨هـ، مجتنبا ما فيه من اعتزال، وأحيانا يذهب إلى ما يذهب إليه الزمخشري، واستمد كذلك تفسيره من تفسير الراغب الأصفهاني ت ٥٠٢هـ، ومفاتيح الغيب للفخر الرازي ت ٦٠٦هـ.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (86,'ويتعرض في تفسيره للنحو دون توسع ويتعرض لبعض المسائل الفقهية دون توسع كذلك، وهومقل من الروايات الإسرائيلية.
رابعا: مدارك التأويل وحقائق التنزيل للنسفي
المؤلف: النسفي ت ٧٠١هـ، أبو البركات عبد الله بن أحمد، من نسف من بلاد ما وراء النهر، بارع في الفقه والأصول والحديث، من الأئمة الزهاد، من مؤلفاته:
- متن الوافي.
- الكافي.
- كنز الدقائق/ فقه.
- المنار/ أصول الفقه.
الكتاب أربعة أجزاء/ ثلاثة مجلدات: وهو مختصر من تفسير الكشاف للزمخشري ت ٥٣٨هـ ومن تفسير البيضاوي ت ٦٨٥هـ، غير أنه ترك ما في الكشاف من الاعتزالات وجرى فيه على مذهب أهل السنة والجماعة.
اشتمل على وجوه الإعراب والقراءات والبلاغة والمحسنات البديعية والكشف عن المعاني الدقيقة والخفية ويتعرض للمسائل الفقيه دون توسع وينتصر في العادة لمذهبه الحنفي، وهو تفسير مقل في ذكر الإسرائيليات.
خامسا: البحر المحيط لأبي حيان
المؤلف: أبو حيان ت ٧٤٥هـ، أثير الدين أبو عبد الله محمد بن يوسف بن على بن يوسف بن حيان الأندلسي الشهير بأبي حيان، كان ملما بالقراءات والنحو والتفسير والصرف والحديث وتراجم الرجال، له مؤلفات عدة منها:',NULL,'93',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (87,'- غريب القرآن.
- شرح التسهيل.
- نهاية الإعراب.
الكتاب ثمانية أجزاء/ ثمانية مجلدات: ويعتبر المرجع الأول لمن يريد أن يقف على وجوه الإعراب؛ لأنه أكثر من ذلك حتى أصبح كتابه أقرب إلى النحو منه إلى التفسير، مع عدم إغفال للحديث عن المعاني اللغوية للمفردات وأسباب النزول والناسخ والمنسوخ والقراءات والبلاغة والأحكام الفقهية.
وينقل في تفسيره كثيرا من تفسير الزمخشري ت ٥٣٨هـ، وتفسير ابن عطية ت ٥٤٢هـ، خصوصا ما كان من مسائل النحو، وكثيرا ما يتعقبهما بالرد والتفنيد.
سادسا: روح المعاني في تفسير القرآن العظيم والسبع المثاني للآلوسي
المؤلف: الآلوسي ت ١٢٧٠هـ، أبو الثناء شهاب الدين السيد محمود أفندي ينسب لآلوس، جزيرة في نهر الفرات، كان شيخ العلماء في العراق وجمع كثيرا من العلوم وله عدد من المؤلفات.
الكتاب ثلاثون جزءا/ خمسة عشر مجلدا: مهتم بآراد السلف رواية ودراية مشتمل على أقوال الخلف بكل أمانة وعناية، فهو جامع جامع لخلاصة ما سبقه من التفاسير فهو ينقل عن:
- تفسير الكشاف للزمخشري ت ٥٣٨هـ.
- تفسير ابن عطية ت ٥٤٢هـ.
- تفسير الفخر الرازي ت ٦٠٦هـ.
- تفسير البيضاوي ت ٦٩١هـ.
- تفسير أبي حيان ت ٧٤٥هـ.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (88,'- تفسير أبي السعود ت ٩٨٢هـ، وغيرها وهو يفند آراء المعتزلة والشيعة وغيرهم من أصحاب المذاهب.
ويستطرد في المسائل الفقهية والنحوية ويفصل المسائل الفقهية، وينتقد الإسرائيليات ويتعرض للقراءات وله اتجاه نحو التفسير الإشاري.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (89,'<span data-type="title" id=toc-22>مصادر تراجم المفسرين</span>
...
سابعا: أشهر ما صنف في تراجم المفسرين
كتب التراجم المختلفة:
- فبعضها يقتصر على تراجم مهنة ما كالطب والهندسة والقضاء ... إلخ.
- وبعضها يترجم لعلماء في علم معين، كالمحدثين والفقهاء ... إلخ.
- وبعضها يختار بلدا من البلدان يترجم لأعلامه.
- وبعضها يختار طائفة من الطوائف يترجم لأعلامها.
- وبعضها كذا، وبعضها كذا ... إلخ.
ونحن هنا أمام تراجم أهل فن خاص هو علم التفسير، ومن أشهر ما ألف في هذا الفن:
أولا: طبقات المفسرين للسيوطي
المؤلف: السيوطي ت ٩١١هـ، سبقت ترجمته.
الكتاب: يترجم هذا الكتاب للمفسرين فقط، ولا يشرك معهم غيرهم من المحدثين والفقهاء والنحاة وغيرهم، ومجموع من ترجم لهم: مائة وستة وثلاثون مفسرا، وقسمهم إلى أربعة أنواع:
- المفسرون من طبقة الصحابة والتابعين وأتباع التابعين.
- المفسرون من المحدثين.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (90,'- بقية المفسرين من علماء أهل السنة.
- من صنف تفسيرا من المعتزلة والشيعة وغيرهم من المبتدعة.
ثانيا: طبقات المفسرين للداودي
المؤلف: الداودي، ت ٩٤٥هـ، ١٥٣٨م، الحافظ شمس الدين محمد بن علي بن أحمد، مالكي المذهب، شيخ أهل الحديث في عصره، مصري من تلاميذ جلال الدين السيوطي، له كتب كثيرة منها:
- ذيل طبقات الشافعية للسبكي ت ٧٧١هـ.
- ترجمة الحافظ السيوطي ت ٩١١هـ.
- الإتحاف بتمييز ما اتبع فيه البيضاوي صاحب الكشاف.
الكتاب جزءان/ مجلدان: جمع تراجم المفسرين حتى أوائل القرن العاشر للهجرة، ورتبه على حروف المعجم، واعتمد على مراجع عديدة منها:
- طبقات الحنابلة لأبي يعلى ت ٤٥٨هـ.
- طبقات الحنفية للقرشي ت ٦٨٨هـ.
- طبقات القراء، وطبقات الحفاظ للذهبي ت ٧٤٨هـ.
- طبقات الشافعية الكبرى لعبد الوهاب بن علي السبكي ت ٧٧١هـ.
- طبقات المالكية لابن فرحون ت ٧٩٩هـ.
- طبقات ابن قاضي شهبة ت ٨٥١هـ.
- طبقات الحفاظ للسيوطي ت ٩١١هـ، وغير ذلك كثير.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (91,'ثم كتب أحمد بن محمد الأدنه وي من علماء القرن الحادي عشر، كتابه طبقات المفسرين، وقد استدرك فيه ما فات على الداودي، بحيث إذا اجتمع الكتابان كانا من أجمع ما ألف في هذا الفن١
_________
١ الأدنه وي أحمد بن محمد، طبقات المفسرين، تحقيق د. سليمان الخزي، ص٨.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (92,'<span data-type="title" id=toc-23>المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه</span>
<span data-type="title" id=toc-24>مدخل</span>
...
٣٤ المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه
لا يخفى على أحد ما للحديث من أهمية في الإسلام، فالسنة هي المصدر الثاني من مصادر التشريع ويستحيل استقصاء كل ما ورد من نصوص قرآنية ونبوية وأقوال للعلماء في بيان أهميتها، وحسبنا من ذلك:
- قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} ١.
- وقوله صلى الله عليه وسلم: "تركت فيكم أمرين لن تضلوا ما تمسكتم بهما: كتاب الله وسنتي" ٢.
ومعنى الحديث، لغة: الجديد من الأشياء، والجمع أحاديث٣
اصطلاحا: كل ما أثر عن النبي -صلى الله عليه وسلم- من قول أو فعل أو تقرير أو صفة خَلْقية أو خُلقية٤.
وعلوم الحديث كثيرة جدا، لكنها بشكل عام تقسم إلى قسمين هما:
١- علم الحديث رواية: وهو علم يقوم على النقل المحرر الدقيق لكل ما أضيف إلى النبي -صلى الله عليه وسلم- من قول أو فعل أو تقرير أو صفة، وكل ما أضيف من ذلك إلى الصحابة والتابعين، على الرأي المختار٥.
_________
١ الحشر: ٧.
٢ أخرجه الحاكم في المستدرك: ١٧٣/١.
٣ السنة قبل التدوين: محمد عجاج الخطيب: ٢٠.
٤ دراسات في الحديث النبوي: د. محمد مصطفى الأعظمي: ١/١، النسة قبل التدوين: محمد عجاج الخطيب: ١٦.
٥ علوم الحديث ومصطلحه: د. صبحي الصالح: ١٠٧.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (93,'٢- علم الحديث دراية: وهو مجموعة من المباحث والمسائل يعرف بها حال الراوي والمروي من حيث القبول أو الرد١.
والمقصود بالراوي: الذي ينقل الحديث بإسناده سواء أكان رجلا أم امرأة٢.
والمقصود بالمروي: ما يضاف إلى النبي -صلى الله عليه وسلم- أو إلى غيره من الصحابة والتابعين٣.
وفيما يلي بحث موسع حول هذين العلمين وأشهر ما صنف فيهما.
_________
١ المرجع السابق: ١٠٧.
٢ المرجع السابق: ١٠٧.
٣ المرجع السابق: ١٠٧.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (94,'<span data-type="title" id=toc-25>مصادر علم الحديث رواية</span>
...
أولا: علم الحديث رواية
لقد مرت كتابة الحديث بمراحل عدة، ولكل مرحلة ميزاتها، وفيما يلي موجز عن هذه المراحل:
١- في عهد الرسول -صلى الله عليه وسلم- وصحابته وكبار التابعين دون قليل من الحديث.
٢- في أوائل القرن الثاني أمر الخليفة عمر بن عبد العزيز بكتابة الحديث وكلف بذلك محمد بن مسلم بن شهاب الزهري ت ١٢٤هـ، وشرع فعلا في تدوين الحديث، وفي خلال هذا القرن شاع تدوين الحديث، لكنه كان ممزوجا بأقوال الصحابة والتابعين.
٣- في أوئل القرن الثالث، أفرد الحديث بالتدوين، وكانت المؤلفات تجمع بين الصحيح والحسن والضعيف إلى أن جاء البخاري ت ٢٥٦هـ فأفرد',NULL,'99',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (95,'الصحيح بالتدوين ونحا نحوه الإمام مسلم ت ٢٦١هـ، وكان القرن الثالث أجل عصور الحديث في جمعه وتدوينه وتمييز الصحيح من غيره.
٤- في القرن الرابع بدأت عملية تبويب وتهذيب ما ألف سابقا، وبنهاية هذا القرن انتهى جمع السنن.
٥- أكثر الكتب المؤلفة بعد القرن الرابع إنما غايتها: بيان الغريب أو الإبداع في الترتيب، أو الاختصار، فمثلا تجمع أحاديث الترغيب والترهيب أو تجميع أحاديث الأحكام أو ... إلخ.
وقد اختلفت طرق العلماء في تصنيف الحديث وروايته على طرق منها:
- طريقة الجوامع مثل: جامع مَعْمَر بن راشد الأزدي ت ١٥٣هـ.
- طريقة الموطآت، ومن أول ما صنف وِفْقَهَا موطأ مالك ت ١٥٨هـ.
- طريقة المسانيد، ومما صنف وفقها مسند الطيالسي ت ١٠٤هـ.
- طريقة السنن ومن أوائل ما صنف في ذلك الدارمي ت ٢٥٥هـ.
- طريقة الصحاح، مثل: صحيح البخاري ت ٢٥٦هـ.
- طريقة المجاميع، مثل: الجمع بين الصحيحين للحميدي ت ٤٨٨هـ.
وهناك غير ذلك من طرق التصنيف، وفيما يلي عرض موجز لأشهر المؤلفات في مصادر الحديث مرتبة حسب طرق تصنيفها، مع الإشارة إلى أن هذه الطرق رتبت حسب زمن نشأتها ما أمكن، ولذلك سيبدأ الحديث عن طريقة الجوامع؛ لأنها أسبق طرق التصنيف في الحديث وسينتهي بالمجاميع لأنها آخرها والله تعالى أعلم.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (96,'<span data-type="title" id=toc-26>الجوامع وأهمها</span>
...
الطريقة الأولى: طريقة الجوامع
معنى الجامع: الجامع من كتب الحديث هو ما اشتمل على جميع أبواب الحديث التي اصطلحوا على أنها ثمانية وهي:
١- باب العقائد.
٢- باب الأحكام.
٣- باب الرقاق.
٤- باب آداب الطعام والشراب.
٥- باب التفسير والتاريخ والسير.
٦- باب الشمائل.
٧- باب الفقه.
٨- باب المناقب والمثالب.
ومن أشهر الجوامع:
- الجامع الصحيح للبخاري ت ٢٥٦هـ.
- الجامع الصحيح لمسلم ت ٢٦١هـ.
- جامع الترمذي ت ٢٧٩هـ، وفيما يلي فكرة أوسع عنها.
أولا: الجامع الصحيح المسند المختصر من أمور رسول الله -صلى الله عليه وسلم- وسننه وأيامه:
المصنف: البخاري ت ٢٥٦هـ: محمد بن إسماعيل بن المغيرة كان جده مولى لإسماعيل الجعفي والي بخارى، فانتسب إليه بعد إسلامه، ولد ببخارى سنة ١٩٤هـ، ونشأ يتيما، كان قوي الحافظة، وقد بدأ يحفظ الحديث وهو فيما دون العاشرة،',NULL,'101',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (97,'رحل في طلب العلم إلى الشام ومصر والجزيرة والعراق والحجاز، وكان من الأئمة المجتهدين، له آراء فقهية مشهورة، وكان شديد الورع، له عدد من المؤلفات منها:
- الجامع الصحيح.
- التاريخ الكبير.
- التاريخ الأوسط.
- التاريخ الصغير.
- الضعفاء الصغير.
- الأدب المفرد.
- تنوير العينين برفع اليدين في الصلاة.
- الكلام في القراءة خلف الإمام.
- خلق أفعال العباد.
الكتاب: عدد أحاديثه بالمكرر تسعة آلاف واثنان وثمانون، أما بغير المكرر فعددها ثلاثة عشر وخمسمائة وألف حديث.
وهو أول كتاب أُلف في الصحيح المجرد من حديث الرسول صلى الله عليه وسلم، اتفق الجمهور من العلماء على أنه أصح الكتب بعد القرآن الكريم، لبث في تصنيفه ست عشرة سنة.
وكما يدل اسمه فهو كتاب جامع ومختصر، ولم يقصد البخاري منه جمع كل الحديث الصحيح الذي يحفظه، فهو يصرح أنه بحفظ مائة ألف حديث صحيح، فقد نقل أحمد بن محمد القسطلاني ت ٩٢٣هـ، قول البخاري عن صحيحه:',NULL,'102',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (98,'خرجته من ستمائة ألف حديث، وصنفته في ست عشرة سنة، وما أدخلت فيه إلا الصحيح، وما تركت من الصحيح أكثر١.
وفي الكتاب تكرار للأحاديث وتقطيع لها، وذلك أن البخاري يذكر الحديث في أبواب مختلفة، ويستدل به في كل موقع لحكم معين، فإن الحديث قد يتضمن أحيانا عدة أحكام، لذا فإنه يقطع الحديث ويورده في أكثر من موقع وتحت أكثر من عنوان.
وفي الكتاب أحاديث معلقة، والمعلق مشترك بين الصحيح والحسن، والضعيف، وعدد هذه المعلقات إحدى وأربعون وثلاثمائة وألف، وصلها البخاري في مواقع أخرى، والذي لم يصله منها في موضع آخر مائة وستون حديثا٢.
ويوجد في الكتاب أقوال للصحابة والتابعين رضي الله عنهم، اشترط البخاري في الحديث شروطا متشددة، وقع بالغ في التحري بشأنها حتى أصبحت شروطا قوية جدا، فلا يكتفي مثلا بالمعاصرة بين الراوي وشيخه بل لا بد أن يكون قد ثبت له لقاء معه.
مجموع الكتب في صحيح البخاري سبعة وتسعون كتابا، كل كتاب منها مقسم إلى أبواب، ومجموع أبوابه خمسون وأربعمائة وثلاثة آلاف باب، حظي الكتاب بخدمة لم يحظ بها كتاب آخر، شرحا وعدًّا وفهرسة.
شرح صحيح البخاري: هناك شروحا للكتاب كثيرة جدًّا، وقد ذكر صاحب كشف الظنون٣ منها اثنين وثمانين شرحًا.
_________
١ شرح القسطلاني: ٢٩/١.
٢ الحديث النبوي: محمد الصباغ: ٣٦٩.
٣ انظر: كشف الظنون: ٥٥٥/١.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (99,'وشراح البخاري بين مطيل كالفيروزأبادي ت ٨١٧هـ، الذي شرحه شرحا وافيا سماه فتح الباري بالسيل الفسيح المجاري١، وبين مختصر كالإمام الخطابي ت ٣٨٨هـ، الذي عمل له شرحا سماه أعلام السنن وهوفي جزء، وأجود هذه الشروح خمسة:
١- فتح الباري في شرح صحيح البخاري -ثلاثة عشرمجلدا- لابن حجر ت ٨٥٢هـ.
٢- عمدة القاري في شرح صحيح البخاري لمحمود العيني ت ٨٥٥هـ.
٣- التوشيح على الجامع الصحيح للسيوطي ت ٩١١هـ.
٤- إرشاد الساري في شرح صحيح البخاري للقسطلاني ت ٩٢٣هـ.
٥- تحفة الباري لشرح صحيح البخاري لزكريا الأنصاري ت ٩٢٦هـ.
ومعظم هذه الشروح مطبوع.
مختصرات صحيح البخاري: له مختصرات كثيرة جدا وأهم هذه المختصرات: التجريد الصريح لأحاديث الجامع الصحيح للزبيدي ت ٨٩٣هـ، وعليه شرح الشرقاوي وشرح صديق حسن خان ت ١٣٠٧هـ، وهما مطبوعان.
دراسات وتهذيبات أخرى لصحيح البخاري: لقي هذا الكتاب عناية كبرى إذ كان موضع دراسة العلماء الأعلام، فمنهم من درس أسماء التابعين فيه ومنهم من شرح عناوين أبواب الكتاب، كولي الله الدهلوي، ومنهم من قام بترتيب أحاديث البخاري بحسب ترتيب الرواة على حروف الهجاء، كما قام بوضع مفتاح له وهناك كتاب: مصادر البخاري للدكتور فؤاد سزكين٢.
_________
١ استغرق ربع العبادات عشرين مجلدا، انظر: مفتاح السنة، الخولي: ٤٢.
٢ الحديث النبوي، الصباغ: ٣٧٨.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (100,'ثانيا: الجامع الصحيح للإمام مسلم بن الحجاج
المصنف: الإمام مسلم ت ٢٦١هـ، هو أبو الحسين مسلم بن الحجاج القشيري النيسابوري، عربي من بني قشير، ولد سنة ٢٠٤هـ، وطلب الحديث صغيرًا، سمع من مشايخ البخاري ت ٢٥٦هـ، بل كان البخاري شيخه، رحل إلى الحجاز والعراق والشام ومصر وروى عنه الترمذي ت ٢٧٩هـ، توفي في نيسابور.
من مؤلفاته:
- المسند الكبير على أسماء الرجال.
- المجتمع على الأبواب.
- أوهام المحدثين.
- التمييز.
- من ليس له إلا راوٍ واحد.
- طبقات التابعين.
الكتاب: هو أحد الصحيحين المشهود لهما، وهو ثاني الكتب الستة، عدد أحاديثه بالمكرر اثنا عشر ألف حديث، وغير المكرر أربعة آلاف، أجاد أكثر من البخاري في الترتيب، ورتبه على أبواب الفقه، ولم يجعل لأبوابه عناوين.
أورد الأحاديث كاملة ولم يقطع أو يوزع الأحاديث على الأبواب، جعل لكتابه مقدمه في علم أصول الفقه ومنهجه في التأليف.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (101,'اقتصر على الأحاديث النبوية، ولم يتعرض لأقوال الصحابة -رضي الله عنهم- إلا نادرا، ليس في صحيح مسلم حديث معلق إلإ حديث واحد في باب التيمم.
موازنة مختصرة بين صحيح البخاري ومسلم:
١- ترتيب صحيح مسلم أفضل من ترتيب صحيح البخاري، ولعل سبب ذلك أن مسلما ألف كتابه وهو مستقر في بلده بينما البخاري فقد ألفه وهو متنقل بين مكة والعراق وبخارى، كما أن البخاري مات قبل أن يبيض كتابه.
٢- البخاري تصدى لاستنباط الأحكام، وقطع الأحاديث على أبواب الفقه، أما مسلم فلم يتعرض لاستنباط الأحكام وأورد الأحاديث كاملة في مواقعها.
٣- ذكر البخاري في كتابه أقوال الصحابة بعكس الإمام مسلم.
٤- يرجح عامة العلماء كتاب البخاري على كتاب مسلم من جهة الصحة.
شروح صحيح مسلم: لصحيح مسلم عشرات الشروح والاختصارات ومن شروحه:
١- منهاج المحدثين وسبيل تلبية المحققين للنووي ت ٦٧٦هـ.
٢- الديباج على صحيح مسلم بن الحجاج للسيوطي ت ٩١١هـ.
٣- منهاج الابتهاج بشرج مسلم بن الحجاج، وهذا الكتاب شرح نصف صحيح مسلم في ثمانية أجزاء كبار، لأحمد بن محمد الخطيب القسطلاني ت ٩٢٣هـ.
ثالثا: جامع الترمذي
المصنف: هو محمد بن عيسى بن سورة أبو عيسى، ولد سنة ٢٠٠هـ في قرية بوج من قرى ترمذ على نهر جيحون، سمع الحديث من البخاري وغيره من',NULL,'106',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (102,'مشايخ بخارى، وقد طوف في طلب الحديث في خراسان والعراق والحجاز، ثم رجع إلى وطنه، واستقر فيه.
كان آية في الحفظ والذكاء وكان إماما ثقة حجة ورعا زاهدا، ترك عددا من الكتب، وكان ضريرا، عمي في آخر حياته، توفي في بلده سنة ٢٧٩هـ.
الكتاب:
١- قال أبو عيسى: عرضت هذا الكتاب على علماء الحجاز والعراق وخراسان، فرضوا به واستحسنوه.
٢- وقال: ما أخرجت في كتابي هذا إلا حديثا قد عمل به بعض الفقهاء.
٣- في غالب الأبواب يبدأ بالأحاديث الغريبة الإسناد، ويبين ما فيها من العلل ثم يبين الصحيح في الإسناد، ويتكلم على كل حديث تقريبا بما يقتضيه صحة وضعفا.
٤- قال ابن رجب ت ٧٩٥هـ، في شرح علل الترمذي١: اعلم أن الترمذي خرج في كتابه الحديث الصحيح، والحديث الحسن -وهو ما نزل عن درجة الصحيح وكان فيه بعض الضعف- والحديث الغريب، والغرائب التي خرجها فيها بعض المناكير، ولا سيما في كتاب الفضائل، ولكنه يبين ذلك غالبا ولا يسكت عنه، ولا أعلم أنه خرج عن متهم بالكذب متفق على اتهامه حديثا بإسناد مفرد إلا أنه خرج حديثا مرويا من طرق مختلفا في إسناده، وفي بعض طرقه متهم.
_________
١ تعليق في كتاب: شروط الأئمة الخمسة للحازمي: ص٥٤، انظر: الحديث النبوي، الصباغ: ٣٩٧.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (103,'٥- جمع طريقة الشيخين: البخاري ومسلم، حيث بينا وما أبهما، وطريقة أبي داود حيث جمع كل ما ذهب إليه ذاهب من العلماء أي: جمع كل حديث يحتوي على حكم قال به أحد الفقهاء، فجمع كلتا الطريقتين.
٦- جاء بمذاهب الصحابة والتابعين وفقهاء الأمصار، فكتابه من الكتب التي تعني بأدلة الأحكام، وقد سمى الترمذي مع كل حديث من احتج به من أهل المذاهب كما ذكر ما عارضه به الآخرون ومن ثم كان كتابه من أهم المصادر لدراسة الخلاف بين مدارس الفقه المختلفة١.
٧- اختصر طرق الحديث فذكر واحدا وأومأ إلى ما عداه.
٨- كان يكثر في كتابه من الإتيان بالجرح والتعديل.
٩- في آخر الكتاب كتاب العلل وقد جمع فيه فوائد حسنة.
١٠- هناك بعض المصطلحات التي انفرد بها الترمذي: فمن ذلك قوله: حسن صحيح، ومن ذلك قوله غريب: وهو يريد بهذه الكلمة إذا أفردها أنه ضعيف.
أما إذا قال حسن غريب، أو صحيح غريب فمراده التفرد لا الضعف٢.
شروحه ومختصراته:
١- عارضة الأحوذي في شرح الترمذي لابن العربي أبي بكر محمد بن عبد الله الإشبيلي ت ٥٤٣هـ.
_________
١ الحديث النبوي: الصباغ: ٣٩٨.
٢ المرجع السابق: ٣٩٩.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (104,'٢- شرح الترمذي: لابن سيد الناس محمد بن محمد اليعمري ت ٧٣٤هـ، شرح نحو ثلثيه في عشرة مجلدات ولم يتمه، وقد كمله زين الدين عبد الرحيم بن حسين العراقي ت ٨٠٦هـ.
٣- قوت المغتذي في شرح الترمذي تأليف السيوطي ت ٩١١هـ.
٤- تحفة الأحوذي لشرح جامع الترمذي أربعة أجزاء، لعبد الرحمن المباركفوري.
٥- وقد اختصره عدد من العلماء منهم: محمد بن عقيل ت ٧٢٩هـ، وسليمان بن عبد القوي الطوفي ت ٧١٠هـ.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (105,'<span data-type="title" id=toc-27>الموطآت وأهمها</span>
...
الطريقة الثانية: طريقة الموطآت
تعريف الموطأ: في اصطلاح المحدثين هو الكتاب المرتب على الأبواب الفقهية، ويشتمل على الأحاديث: المرفوعة والموقوفة والمقطوعة، أي: على الأحاديث النبوية وآثار الصحابة والتابعين، وصنف في الموطآت عدد من العلماء منهم:
- ابن أبي ذئب: محمد بن عبد الرحمن المدني ت ١٥٨هـ.
- مالك بن أنس ت ١٧٩هـ.
- أبو محمد عبد الله بن محمد المروزي ت ٢٩٣هـ١.
وفيما يلي الحديث بشيء من التفصيل عن أحد هذه الموطآت.
الموطأ للإمام مالك
المصنف: هو الإمام مالك بن أنس بن مالك الأصبحي الحميري أبو عبد الله، أحد أعلام الإسلام، وإمام دار الهجرة، روى عن نافع مولى ابن عمر وغيره، وروى عنه الشافعي وابن المبارك، ولد في المدينة سنة ٩٣هـ، كان صلبا في دينه، جريئا في الحق، بعيدا عن الحكام والأمراء، من مصنفاته: الموطأ، وتوفي في المدينة المنورة سنة ١٧٩هـ.
الكتاب:
١- أثنى العلماء على هذا الكتاب الثناء الكبير، فمن ذلك قول الشافعي: ما أعلم في الأرض كتابا أكثر صوابا من كتاب مالك، وفي رواية: أصح من كتاب مالك٢،
_________
١ علم فهرسة الحديث، د. يوسف عبد الرحمن المرعشلي: ١٥.
٢ كشف المغطى في فضل الموطا، لابن عساكر: ١١، وعلوم الحديث لابن الصلاح ص: ١٤.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (106,'وقال ابن حجر: الشافعي إنما أطلق أفضلية الصحة بالنسبة إلى الجوامع الموجودة في زمنه مثل جامع سفيان الثوري ومصنف حماد بن سلمة وغير ذلك.
٢- هو من أوائل الكتب التي دونت في الحديث.
٣- لم يكن مالك يرى الانقطاع في الإسناد قادحا، فلذلك كان يُخرِّج المراسيل والمتقطعات.
٤- خلا الكتاب من المقدمة ورتب على أبواب الفقه.
٥- امتلأ الكتاب بفتاوى مالك في موضوعات فقهية وفتاوى المجتهدين، ولذلك يعده كثير من الباحثين من كتب الفقه لا من كتب الحديث.
٦- طبع مرارا في الهند والمغرب وتونس ومصر، وأحسن طبعاته طبعة محمد فؤاد عبد الباقي.
شرّاح الموطأ: شرح الموطأ عدد من العلماء منهم:
١- يوسف بن عبد البر ت ٤٦٣هـ: الاستذكار في شرح مذاهب علماء الأمصار مما رسمه الإمام مالك في الموطأ من الرأي والآثار.
٢- سليمان بن خلف الباجي ت ٤٧٤هـ في: المنتهى شرح الموطأ.
٣- أبو بكر محمد بن العربي ت ٥٤٦هـ في: المسالك على موطأ الإمام مالك.
٤- السيوطي ت ٩١١هـ في: تنوير الحوالك شرح موطأ الإمام مالك.
٥- محمد بن عبد الباقي الزرقاني ت ١١٢٢هـ، وشرحه الأكثر شيوعا.
اختصار الموطأ: اختصره عدد من العلماء أيضا، ومنهم: ابن عبد البر ت ٤٦٣هـ، الذي اختصره في: الكافي في الفقه.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (107,'<span data-type="title" id=toc-28>المسانيد وأهمها</span>
...
الطريقة الثالثة: طريقة المسانيد
تعريف المسند: هو كتاب ذكرت الأحاديث فيه حسب ترتيب أسماء رواتها من الصحابة١، والمسانيد كثيرة ربما تبلغ مائة وتزيد٢، وترتيب أسماء الصحابة في المسانيد يختلف من مسند إلى آخر، فبعضها على حروف المعجم، وبعضها على السابقة في الإسلام، وبعضها على أسماء القبائل، أو غير ذلك من الأساليب٣، ومن أشهر المسانيد:
١- مسند أبي حنيفة ت ١٥٠هـ.
٢- مسند الشافعي ت ٢٠٤هـ.
٣- مسند أحمد ت ٢٤١هـ.
أولا: مسند أبي حنيفة
الذي ينسب له الكتاب: أبو حنيفة، النعمان بن ثابت ت ١٥٠هـ، ولد بالكوفة سنة ثمانين للهجرة، فارسي الأصل، نشأ تاجرا، كان معروفا بصدق المعاملة، ولما كانت الكوفة في زمنه زاخرة بالعلماء، فإن أبا حنيفة نهل من معينهم حتى صار إماما للأهل الرأي، من شيوخه: نافع ت٩٩هـ والشعبي ت ١٠٣هـ، وعطاء بن أبي رباح ت ١١٤هـ، وعكرمة وحماد بن أبي سليمان، ومن أشهر تلاميذه زفر بن
_________
١ أصول التخريج: د. محمود الطحان: ٤٠.
٢ أصول التخريج: د. الطحان: ٤٠.
٣ أصول التخريج: د. الطحان: ٤٠.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (108,'الهذيل ت ١٥٨هـ، وأبو يوسف ت ١٨٣هـ، ومحمد بن الحسن الشيباني ت ١٨٩هـ، والحسن بن زياد اللؤلؤي ت ٢٠٤هـ، وانتشر مذهبه في العراق والهند والصين.
الكتاب: مجلد في جزء، وهو عبارة عن مرويات أبي حنيفة -رحمه الله تعالى- في الحديث، جمعها العلماء بعد أبي حنيفة، وعندما يقال: مسند أبي حنيفة فليس المراد أنه -رحمه الله- صنف مسندا بنفسه كما صنف الإمام مالك -رحمه الله- الموطأ، أو كما صنف الإمام أحمد -رحمه الله- المسند، إنما عني تلاميذه بما سمعوا منه من الآثار وجمعوها في تصانيف مفردة.
وجاء بعدهم أبو محمد عبد الله بن محمد البخاري ت ٣٤٠هـ، فصنف مسندا كبيرا حوى طرق أحاديثه وأجاد، ثم رتبه محمد عابد السندي المدني ت ١٢٥٧هـ، على أبواب الفقه، وهو الشهير اليوم بمسند أبي حنيفة، وشرحه السندي في أربعة مجلدات، باسم: المواهب اللطيفة في شرح مسند أبي حنيفة.
وشرحه محمد حسن الإسرائيلي السنبلي الهندي ت ١٣٥٠هـ.
وقد طبع المسند مع شرحه للملا على بن محمد القاري ت ١٠١٤هـ.
ومما يذكر أن محمد بن محمود الخوارزمي ت ٦٥٥هـ، جمع في كتابه: جامع مسانيد الإمام الأعظم خمسة عشر من مسانيده التي رواها علماء الحديث، واستخرج الخوارزمي ما في هذه المسانيد، ورتبها على أبواب الفقه في مجلدين.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (109,'ثانيا: مسند الشافعي
الذي ينسب له الكتاب: الشافعي، محمد بن إدريس ت ٢٠٤هـ: هاشمي قرشي، صاحب المذهب الشافعي، ولد بغزة في فلسطين عام ١٥٠هـ، ثم انتقلت به أمه إلى مكة، حفظ القرآن مبكرًا، وظهر نبوغه واتجه لطلب العلم منذ نعومة أظفاره، ومن شيوخه: الإمام مالك بن أنس ت ١٧٩هـ، ومحمد بن الحسن ت ١٨٩هـ، وسفيان بن عيينة ت ١٩٨هـ، ومن تلاميذه: يحيى المزني، والربيع بن سليمان المرادي ت ٢٧٠هـ، ويوسف بن يحيى البويطي ت ٢٣١هـ، وينتشر مذهبه في مصر وفلسطين وأندونيسيا، من مؤلفاته: الأم في الفقه، والرسالة في الأصول.
الكتاب: المسند في جزأين، الجزء الأول في العبادات، والجزء الثاني في المعاملات، وهو ليس من تصنيف الشافعي، شأنه شأن مسند أبي حنيفة، والذي جمعه هو: أبو عمرو محمد بن جعفر بن مطر النيسابوري، ت ٣٦٠هـ، وقد جمعه غير مرتب لا على الأبواب ولا على المسانيد، ولذا كان في ترتيبه قصور شديد، حتى جاء محمد عابد السندي١ -ت ١٢٥٧هـ- فرتبه وهذبه على الأبواب الفقهية وشرح نصفه، وقد شرح هذا المسند عدد من العلماء، ومن شروحه:
١- شرح مسند الشافعي للمبارك بن محمد بن الأثير ت ٦٠٦هـ.
٢- شرح مسند الشافعي لعبد الكريم بن محمد الرافعي ت ٦٢٨هـ.
٣- جمع ما في الشرحين أعلاه: الأمير المحدث سنجر بن عبد الله الجاولي ت ٧٤٥هـ، وكلهم لم يرتب أحاديث الكتاب.
_________
١ السندي: هو مبوب مسند أبي حنيفة وشارحه.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (110,'ثالثا: مسند الإمام أحمد
المصنف: هو الإمام أبو عبد الله أحمد بن محمد بن حنبل الشيباني، إمام المذهب الحنبلي، المحدث الفقيه، ولد في بغداد سنة ١٦٤هـ، وكان إمام المحدثين في وقته، وكان من أصحاب الإمام الشافعي وخواصه، لم يزل مصاحبا له إلى أن ارتحل الشافعي إلى مصر، طوف الإمام أحمد بالبلاد الإسلامية في سبيل طلب العلم والحديث، دعي إلى القول بخلق القرآن فلم يجب، فضرب وحبس وظل على رفضه للباطل والامتناع عن قبوله مجاهدا في سبيل الله ناصرًا للسنة. صابرا على ما يصيبه من أجل ذلك، بقي سجينا مدة ثمانية وعشرين شهرا، قال ابن المديني ت ٢٣٤هـ: إن الله تعالى أيد هذا الدين بأبي بكر الصديق يوم الردة، وبأحمد بن حنبل يوم المحنة، ثم عرف الخليفة المتوكل قدره فأكرمه وقدمه، وكان آية في العلم والورع، قال الشافعي ت ٢٠٤هـ: ماخلفت ببغداد أفقه ولا أروع ولا أعلم من أحمد، وقال ابن معين ت ٢٣٣هـ: والله ما تحت أديم السماء أفقه من أحمد بن حنبل، ليس في شرق ولا غرب مثله، من تلامذته البخاري ت ٢٥٦هـ، ومسلم ت ٢٦١هـ.
له مؤلفات في الحديث والفقه كثيرة أشهرها المسند، انتشر مذهبه الفقهي في بلاد الشام ونجد والعراق، توفي في ربيع الأول سنة ٢٤١هـ.
١- الكتاب: كان هذا الكتاب محل ثناء العلماء الأعلام، قال ابن الجزري ت ٨٣٣هـ: هو كتاب لم يروَ على وجه الأرض كتاب في الحديث أعلى منه١
_________
١ الجزري: المصعد الأحمد في ختم مسند الإمام أحمد، شرح أحمد محمد شاكر: ٢٨/١، ٢٩.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (111,'٢- جمع فيه مؤلفه من الحديث ما لم يتفق لغيره، فقد اشتمل على ما يقارب أربعين ألف حديث تكرر منها نحو عشرة آلاف.
٣- من أحاديثه ما يزيد على ثلاثمائة حديث ثلاثية الإسناد، أي بين راويها والرسول -صلى الله عليه وسلم- ثلاثة رواة، وقد شرحها السفاريني في مجلدين كبيرين، وقد طبع هذا الشرح في المكتب الإسلامي في دمشق.
٤- لم يفت المسند من الكتب الستة إلا قليل، فوردت معظم أحاديثها فيه.
٥- رتبه على مسانيد الصحابة، وابتدأ بالعشرة المبشرين بالجنة١، ثم بالصحابة، وقد انتقاه من أكثر من خمسين ألف حديث، أما هذه الأحاديث فقد أوردها في المسانيد دون النظر إلى موضوعاتهها.
٦- يبدو أن الإمام أحمد لم بتح له أن يهذب كتابه وينقحه، بل خلَّفه مسودة، قال ابن الجزري: إن الإمام شرع في جمع هذا المسند، فكتبه في أوراق مفرد’، وفرقه في أجزاء منفردة على نحو ما تكون المسودة، ثم جاء حلول المنية قبل حصول الأمنية، فبادر بإسماعه لأولاده وأهل بيته، ومات قبل تنقيحه وتهذيبه فبقي على حاله، ثم إن ابنه عبد الله ألحق به ما يشاكله، وضم إليه من مسموعاته ما يشابهه ويماثله٢.
_________
١ وهم: أبو بكر وعمر وعثمان وعلي طلحة والزبير وسعد وسعيد وعبد الرحمن بن عوف وأبو عبيدة رضي الله عنهم.
٢ المسند: ٣٠/١.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (112,'<span data-type="title" id=toc-29>السنن وأهمها</span>
...
الطريقة الرابعة: طريقة السنن
السنن في اصطلاح المحدثين هي: الكتب المرتبة على الأبواب الفقهية، وتشتمل على الأحاديث المرفوعة فقط، وليس فيها شيء من أقوال الصحابة أو التابعين١، والسنن كثيرة جدًا منها:
- سنن سعيد بن منصور ت ٢٢٧هـ.
- سنن الدارمي ت ٢٥٥هـ.
- سنن ابن ماجه ت ٢٧٣هـ.
- سنن أبي داود ت ٢٧٥هـ.
- سنن النسائي وتسمى: المجتبى ت ٣٠٣هـ.
- سنن الدارقطني ت ٣٨٥هـ.
- سنن البيهقي ت ٤٥٨هـ.
وسنتناول بشيء من التفصيل السنن التالية:
أولا: سنن الدارمي
المصنف: الدارمي، هو عبد الله بن عبد الرحمن السمرقندي الدارمي التميمي، أبو محمد، ولد سنة ١٨١هـ، وطلب العلم ورحل في سبيل ذلك، فزار العراق والشام والحرمين ومصر، وأظهر علم الحديث والآثار بسمرقند، وكان عالما بعدد من العلوم بالإضافة إلى الحديث فهو مفسر وفقيه، طلب للقضاء على سمرقند فأبى، وألح عليه السلطان فاستجاب لذلك ولكنه قضى مرة واحدة، ثم استعفى فأُعفي،
_________
١ أصول التخريج: د. الطحان: ٤٠، الحديث النبوي: الصباغ: ٣٥٤.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (113,'ت ٢٥٥هـ، ودفن بمرو، ألف عددا من الكتب، من أشهرها السنن ويدعى: بالمسند.
الكتاب: اشتهر هذا الكتب عند المحدثين بالمسند، قال السيوطي ت ٩١١هـ: ومسند الدارمي ليس بمسند، بل هو مرتب على الأبواب١.
وعلل العراقي ت ٨٠٦هـ، تسميته بالمسند بكون أحاديثه مسندة كما سمّى البخاري كتابه بالمسند، إلا أن فيه المرسل والمعضل والمنقطع كثيرا على خلاف البخاري٢ ت ٢٥٦هـ، وأورد السيوطي احتمال أن يكون كتاب السنن هذا هو كتاب الجامع المذكور في كتبه وأن كتابه المسند فُقِد٣.
١- لكثرة ما فيه من حديث الصحيح سماه علاء الدين مغلطاي ت ٧٦٢هـ: الصحيح، وردَّ عليه ابن حجر ت ٨٥٢هـ فقال: ولم أر لمغلطاي سلفا في تسمية الدارمي صحيحا٤.
٢- قرر ابن حجر ت ٨٥٢هـ، أنه ليس دون السنن في الرتبة، واقترح أن يكون محل ابن ماجه٥ ت ٢٧٣هـ.
٣- وكتاب السنن مرتب على الأبواب الفقهية، وهو حسن التبويب.
يمتاز هذا الكتاب بقلة الرجال الضعفاء، وليس فيه أحاديث منكرة ولا شاذة وإن كان فيه أحاديث مرسلة وموقوفة.
_________
١ تدريب الراوي: ١٠١.
٢ تدريب الراوي: ١٠٢
٣ تدريب الراوي: ١٠٢.
٤ تدريب الراوي: ١٠١.
٥ تدريب الراوي: ١٠٢.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (114,'ثانيا: سنن ابن ماجه
المصنف: ابن ماجه، هو محمد بن يزيد بن عبد الله بن ماجه القزويني الربعي١، أبو عبد الله، ولد سنة ٢٠٩هـ، وطلب علم الحديث صغيرًا، ورحل في طلبه، وطاف بلاد الشام ومصر والحجاز والرِّي والبصرة وبغداد، حتى سمع أصحاب مالك ت ١٧٩هـ، والليث ت ١٧٥هـ، قال خليل بن أحمد الخليلي ت ٤٤٦هـ: ثقة كبير متفق عليه، محتج به، روى عنه علماء كثيرون ت ٢٧٣هـ، له مصنفات عديدة في السنن والتفسير والتاريخ.
الكتاب: السنن هو سادس الكتب الستة على رأي جمهور من العلماء، وبعض الحفاظ اقتصر على الخمسة الأولى، فجعل أصول السنة خمسة، وأول من جعل سنن ابن ماجه سادسها ابن طاهر المقدسي ت ٥٠٧هـ في كتابه شروط الأئمة الستة، ثم الحافظ عبد الغني بن عبد الواحد المقدسي ت ٦٠٠هـ، في كتابه الإكمال في أسماء الرجال٢، وإنما قدم هؤلاء العلماء سنن ابن ماجه لكثرة زوائده على الخمسة بخلاف الموطأ، أما رزين ت ٥٣٥هـ، وابن الأثير ت ٦٠٦هـ، فيجعلان الموطأ سادس الكتب الستة، أما ابن حجر ت ٨٥٢هـ، فيقترح أن يكون السادس سنن الدارمي لقلة الرجال الضعفاء فيه، ولندرة الأحاديث المنكرة والشاذة فيه، ومن أشهر خصائص سنن ابن ماجه:
_________
١ نسبة إلى ربيعة.
٢ ويشتمل على تراجم رجال الصحيحين وأبي داود والنسائي والترمذي وابن ماجه.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (115,'١- فيه زوائد عما ورد في الكتب الخمسة وقد اختلف العلماء في الحكم عليها، فالحافظ يوسف بن عبد الرحمن المزي ت ٧٤٢هـ، يرى أن كل ما انفرد به ابن ماجه عن الخمسة ضعيف، ولكن الحافظ ابن حجر يقول: إنه انفرد بأحاديث كثيرة صحيحة، والصواب أن الحكم عليها موقوف على دراسة رجال الإسناد.
٢- كتابه جامع جيد الترتيب، كثير الأبواب، وفيه ما لا يوجد في غيره من كتب الحديث١.
٣- عناوينه محكمة قصيرة تدل على فهم وعمق.
٤- الأبواب فيه ليست كبيرة، فلا يزيد الباب فيه عن بضعة سطور غالبا، والأبواب التي تزيد على الصفحة قليلة جدا.
٥- يمتاز هذا الكتاب بحسن التبويب وهو كتاب مفيد جدا يستطيع الباحث فيه أن يعثر على مطلوبه بسهولة فائقة.
٦- وعلى الرغم من هذه المزايا العظيمة لهذا الكتاب فقد كان مع ذلك موضع انتقاد عدد من العلماء لوجود الأحاديث الضعيفة جدا فيه مما جعل هؤلاء يعيبون على ابن ماجه إيراده لهذه الأحاديث.
٧- طبع هذا الكتاب في مصر والهند طبعات عدة، من أحسنها طبعة الأستاذ محمد فؤاد عبد الباقي، وقد صدرت ١٣٧٣هـ بجزأين، بذل المحقق في إخراجها جهدا مشكورا واعتنى بها عناية جيدة، وزودها بثلاثة فهارس، وكتب خاتمة ذيَّل بها المجلد الثاني، وفيها بيان بقيمة النسخ التي اعتمدها في التحقيق والمراجع التي رجع إليها في التوثيق والضبط.
_________
١ تهذيب التهذيب: ٥٣١/٩.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (116,'وعدد أحاديث السنن بجزأيها واحد وأربعون وثلاثمائة وأربعة آلاف.
شروحه: شرح هذا الكتاب عدد من العلماء منهم:
١- سراج الدين عمر بن الملقن ت ٨٠٤هـ، شرح زوائده على الخمسة وسمى شرحه: ما تمس إليه الحاجة على سنن ابن ماجه ثمانية مجلدات.
٢- كمال الدين محمد بن موسى الدميري الشافعي ت ٨٠٨هـ، في خمسة مجلدات.
٣- إبراهيم بن محمد الحلبي ت ٨٤١هـ.
٤- جلال الدين السيوطي ت ٩١١هـ، وسمى شرحه: مصباح الزجاجة.
٥- محمد بن عبد الهادي السندي ت ١١٣٨هـ.
٦- الشيخ الدهلوي كتب على السنن حاشية وسماها: إنجاح الحاجة.
ثالثا: سنن أبي داود
المصنف، أبو داود: سليمان بن الأشعث الأزدي السجستاني، فهو عربي من الأزد، والسجستاني نسبة إلى سجستان، ولد سنة ٢٠٢هـ، وتلقى العلم على علماء بلده، ثم ارتحل وطوف بالبلاد في تحصيل الرواية، وتحصيل الدراية، فزار العراق والجزيرة والشام ومصر ودخل بغداد مرارا، وروى سننه فيها، وأخذها أهلها عنه، وعرضها على أحمد فاستجادها واستحسنها، ثم نزل البصرة بطلب من الأمير أبي أحمد الذي جاء إلى منزله في بغداد واستأذن عليه، ورجاه أن يتخذ البصرة وطنا ليرحل إليه طلبة العلم من أقطار الأرض فتَعْمُر بسببه فإنها قد خربت وهجرت؛ لما جرى عليها من فتنة الزنج، وتوفي فيها سنة ٢٧٥هـ.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (117,'وهو من تلاميذ الإمام أحمد ت ٢٤١هـ، ويحيى بن معين ت ٢٣٣هـ، ومن أساتذته: النسائي ت ٣٠٣هـ، والترمذي ت ٢٧٩هـ١.
قال ابن حبان ت ٣٥٤هـ: أبو داود أحد أئمة الدنيا فقها وعلما وحفظا ونسكا وورعا وإتقانا، وقال فيه إبراهيم بن إسحاق: أُلِينَ لأبي داود الحديث كما ألين لداود الحديد.
كتبه كثيرة من أهمها: رسالته في وصف السنن ٢، والسنن وغيرها، أما كتابه السنن فقد أثنى العلماء عليه ثناء كبيرا.
وقال أحمد بن محمد الأعرابي ت ٣٤٠هـ: لو أن رجلا لم يكن عنده شيء من كتب العلم إلا المصحف الذي فيه كلام الله تعالى، ثم كتاب أبي داودلم يحتج معهما إلى شيء من العلم البتة.
وقال الخطابي ت ٣٨٨هـ: هو أحسن وضعا وأكثر فقها من الصحيحين، وقال أيضا: كتاب السنن لأبي داود كتاب شريف لم يصنف في علم الدين كتاب مثله.
وقال الغزالي ت ٥٠٥هـ: إنه يكفي المجتهد في أحاديث الأحكام.
وقال ابن قيم الجوزية ت ٧٥١هـ: صار كتابه حكمًا بين أهل الإسلام وفصلا في موارد النزاع والخصام، فإليه يتحاكم المنصفون، وبحكمه يرضى المحققون فإنه جمع شمل أحاديث الأحكام، ورتبها أحسن ترتيب ونظمها أحسن نظام، مع انتقائها أحسن انتقاء، واطِّراحه منها أحاديث المجروحين والضعفاء.
_________
١ الحديث النبوي: الصباغ: ٣٨٩.
٢ حققها الصباغ ونشرها في بيروت.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (118,'الكتاب، من ميزاته١:
١- يبلغ عدد أحاديثه تقريبا خمسة آلاف حديث.
٢- هو كتاب غني في متون الحديث، فعنايته بالمتون كبيرة جدا، ولهذا يذكر الطرق واختلاف ألفاظها والزيادات المذكورة في بعضها دون بعض.
٣- يعني هذا الكتاب بفقه الحديث أكثر من عنايته بالأسانيد، فقد كانت رغبة أبي داود جمع الأحاديث التي استدل بها فقهاء الأمصار وبنوا عليها الأحكام.
٤- لا يذكر في الباب الواحد أحاديث كثيرة خشية أن يكبر الكتاب جدا.
٥- لا يعيد الحديث في الباب إلا لزيادة فيه.
٦- قد يختصر الحديث الطويل ليدل على موضع الاستشهاد يقول في رسالته لأهل مكة: وربما اختصرت الحديث الطويل لأني لو كتبته بطوله لم يعلم بعض من سمعه، ولا يفهم موضع الفقه منه، فاختصرته لذلك.
٧- قد يترك الأقوى إسنادا إلى حديث صحيح ولكنه دونه، إذا كان صاحبه أقدم في الحفظ، يقول في رسالته لأهل مكة: ولا أرى في كتابي من هذا عشرة أحاديث.
٨- يشير إلى الحديث الذي فيه وهن شديد ويبينه، قال في رسالته لأهل مكة: وما في كتابي من حديث فيه وهن شديد فقد بينته، ومنه ما لم يصح مسندا، وهو لم يذكر حديثا أجمع الناس على تركه، وكثيرا ما يذكر علة الحديث٢.
_________
١ رسالة أبي داود: تحقيق الصباغ: ص٢٣- ٢٧.
٢ مختصر سنن أبي داود: للمنذري: ٨/١.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (119,'٩- الأحاديث التي سكت عنها أبو داود اختلف العلماء فيها، فمنهم من يقول: إنها حسنة، ومنهم من يقول: إنها صحيحة، ويقول أبو داود في ذلك: وما لم أذكر فيه شيئا فهو صالح وبعضها أصح من بعض١، والموقف السليم أن ننظر في أسانيد هذه الأحاديث التي سكت عنها أبو داود، فما حكم له سنده بالصحة كان صحيحا وما حكم له سنده بالضعف كان ضعيفا٢.
١٠- عناوينه تحوي ما استنبطه العلماء من الأحاديث وتدل على سعة فقهٍ٣
١١- ليس فيه شيء من الآثار.
١٢- وقد يفاضل بين حديثين فيقوي أحدهما على الآخر.
١٣- فيه كثير من المراسيل، اختلف أهل العلم في الاحتجاج بها.
شروح سنن أبي داود: شرحها كثير من العلماء من أشهرهم:
١- الإمام الخطابي ت ٣٨٨هـ في كتابه: معالم السنن.
٢- قطب الدين أبو بكر اليمني الشافعي ت ٦٥٢هـ في أربعة مجلدات كبار.
٣- أبو زُرعة أحمد بن عبد الرحيم العراقي ت ٨٢٦هـ، شرح سجود السهو.
٤- بدر الدين محمود بن أحمد العيني ت ٨٥٥هـ، شرحه لم يكمل.
٥- السيوطي ت ٩١١هـ شرحه في كتاب: مرقاة الصعود إلى سنن أبي داود.
٦- العظيم أبادي في كتابة: عون المعبود في أربعة مجلدات.
٧- الشيخ خليل أحمد ت ١٣٤٦هـ في: بذل المجهود في حل سنن أبي داود٤.
_________
١ رسالة أبي داود: تحقيق الصباغ: ٢٧.
٢ الحديث النبوي: الصباغ: ٣٩٢.
٣ الحديث النبوي: الصباغ: ٣٩٢.
٤ مجلة البعث الإسلامي: ع/٥: مجلد ١٨، ذي الحجة سنة ١٣٩٢هـ.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (120,'واختصر السنن زكي الدين المنذري ت ٦٥٦هـ، وقد هذب المختصر ابن قيم الجوزية الحنبلي ت ٧٥١هـ.
رابعا: المجتبى للنسائي
المصنف: هو أبو عبد الرحمن أحمد بن شعيب النسائي الخراساني، والنسائي نسبة إلى نَسا قرية بخراسان، ولد سنة ٢١٥هـ بنَسا، وطلب العلم وسمع من أئمة الحديث في عصره، وطوف من أجل ذلك في خراسان والعراق والشام والحجاز ومصر والجزيرة، وقد استوطن مصر إلى سنة ٣٠٣هـ.
الكتاب: صنف النسائي كتابه السنن الكبرى وأهداها إلى أمير الرملة، فطلب إليه أن يميز له الصحيح من غيره، فصنف له: السنن الصغرى، وسماها: المجتبى من السنن١، وظل الكتابان السنن والمجتبى يتداولها أهل العلم ويقرءونهما ويعزون إليها حتى القرن الحادي عشر، وعندما شاعت الطباعة طبع المجتبى ثم طبعت السنن الكبرى لاحقًا.
وذكر السيوطي ت ٩١١هـ، وغيره أن سنن النسائي الذي هو أحد الكتب الستة هي الصغرى لا الكبرى.
١- هو أقل الكتب الستة بعد الصحيحين حديثا ضعيفا، ولذلك ذكروه بعد الصحيحين في المرتبة؛ لأنه أشد انتقادا للرجال، وشرطه أشد من شرط أبي داود والترمذي وغيرهما.
٢- يجمع بين طريقتي البخاري ومسلم مع حفظ كثير من بيان العلل٢.
_________
١ تذكرة الحفاظ ٣/ ٩٤٠، البداية والنهاية ١٢٣/١١، وتهذيب التهذيب ٦/١.
٢ فتح المغيث ١/ ٨٢، الحديث النبوي، الصباغ: ٣٩٥.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (121,'٣- يحسن بيان العلل ولا يكاد يخرج لمن يغلب عليه الوهم أو فحش خطؤه وكثر.
شروحه:
١- شرحه السيوطي ت ٩١١هـ، شرحا موجزا.
٢- شرحه محمد بن عبد الهادي السندي ت ١١٣٨هـ، شرحا موجزا.
٣- شرح عمر بن الملقن ت ٨٠٤هـ زوائده على: الصحيحين وأبي داود ت ٢٥٧هـ، والترمذي ت ٢٧٩هـ، في مجلد.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (122,'<span data-type="title" id=toc-30>الصحاح وأهمها</span>
...
الطريقة الخامسة: طريقة الصحاح
تعريف الصحاح اصطلاحا: الصحاح جمع صحيح، وهو كتاب الحديث الذي اقتصر على جمع الأحاديث الصحيحة، ومن أشهر كتب الصحاح:
١- صحيح البخاري ت ٢٥٦هـ.
٢- صحيح مسلم ت ٢٦١هـ.
٣- صحيح ابن خزيمة ت ٣١١هـ.
٤- صحيح ابن حبان ت ٣٥٤هـ.
وقد تم بحث صحيحي البخاري ومسلم تحت طريقة الجوامع، حيث إنهما يعتبران من الكتب الجوامع، ومن كتب الصحيح كذلك، وهنا سيتم إلقاء الضوء على صحيح ابن خزيمة وابن حبان -إن شاء الله تعالى- علما بأن درجتها في الصحة لا تبلغ مستوى صحيحي البخاري ومسلم، وكان للعلماء نقاش وآراء في هذين الكتابين ومن ذلك:
١- ما ذكره العراقي ت ٨٠٦هـ، في شرحه لألفيته حيث قال: ويؤخذ الصحيح أيضا من المصنفات المختصة بجمع الصحيح فقط كصحيح أبي بكر بن خزيمة، وصحيح أبي حاتم محمد بن حبان البستي المسمى: التقاسيم والأنواع١.
٢- وقال ابن حجر ت ٨٥٢هـ: حكم الأحاديث التي في كتاب ابن خزيمة وابن حبان صلاحية الاحتجاج بها لكونها دائرة بين الصحيح والحسن ما لم يظهر في بعضها علة قادحة٢.
_________
١ النكت على كتاب ابن الصلاح: ابن حجر: ٢٩١/١.
٢ شرح ألفية العراقي: ١-٥٤.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (123,'أولا: صحيح ابن خزيمة
المصنف: ابن خزيمة، هو محمد بن إسحاق بن خزيمة أبو بكر النيسابوري، ولد في نيسابور سنة ٢٢٣هـ، طلب العلم صغيرا وسمع من عدد من الأعلام وارتحل في طلب الحديث فزار الجزيرة والعراق والشام ومصر.
كان إماما كبيرا من الأئمة المجتهدين، قال عنه السبكي ت ٧٧١هـ: المجتهد المطلق، البحر العجاج، جمع أشتات العلوم، وارتفع مقداره فتقاصرت عنه طوالع النجوم١، كان زاهدا متبعا للسنة، وجريئا في الحق، ترك كتبا وهذا أهمها، ت ٣١١هـ.
الكتاب: فيما يلي عدد من خصائص الكتاب وسماته:
١- قال السيوطي ت ٩١١هـ: صحيح ابن خزيمة أعلى مرتبة من صحيح ابن حبان، لشدة تحريه، حتى إنه يتوقف في التصحيح لأدنى كلام في الإسناد، فيقول: إن صح الخبر، أو: إن ثبت كذا، ونحو ذلك٢.
٢- هذا العنوان: صحيح ابن خزيمة متأخر الاستعمال والذيوع، أما اسمه الأصلي الذي سماه به مؤلفه فهو: مختصر المختصر من المسند الصحيح عن النبي -صلى الله عليه وسلم- وهذا الاسم يدل على أن كتابه مختصر من كتاب له آخر كبير، وأشار إلى كتابه الكبير فقال: خرجته بطوله في كتاب الصدقات من كتاب: الكبير٣.
_________
١ طبقات الشافعية: ١٠٩/٣.
٢ تدريب الراوي: ٥٤.
٣ مقدمة محقق صحيح ابن خزيمة: ١٧.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (124,'٣- يبدو أن كتابه كان إملاء على طلابه، وهذا ما استنتجه محقق كتابه.
٤- في أحاديثه الصحيح والضعيف والحسن، وقد ضعف المؤلف نفسه بعضها في كتابه.
٥- يمتاز هذا الكتاب بعناوين طويلة فيها كثير من آراء الرجل الفقهية، مثل العنوان الآتي: باب الأمر بغسل الإناء من ولوغ الكلب، والدليل على أن النبي -صلى الله عليه وسلم- إنما أمر بغسل الإناء من ولوغ الكلب تطهيرا للإناء لا على ما ادعى بعض أهل العلم أن الأمر بغسله أمر تعبد وأن الإناء طاهر، والوضوء والاغتسال بذلك الماء جائز، وشرب ذلك الماء طلق مباح١.
ثانيا: صحيح ابن حبان
المصنف: ابن حبان ت ٣٥٤هـ، هو محمد من حبان، أبو حاتم البستي ولد في بست، وتقع بين هراة وغزنين من سجستان، وطوف في أنحاء العالم الإسلامي فكتب عن أكثر من ألفي شيخ، قال فيه محمد بن عبد الله الحاكم النيسابوري ت ٤٠٥هـ: كان من أوعية العلم في الفقه واللغة والحديث والوعظ وقد ولي القضاء بسمرقند وغيرها من المدن، ثم ورد نيسابور ٣٣٤هـ وقد أنشأ في بست إلى جانب داره مدرسة لأصحابه من أهل العلم وفيها مسكن للغرباء، وأجرى لهم جرايات ينفقونها، وفيها خزانة كتبه، وتوفي سنة ٣٥٤هـ ودفن في داره بمدينة بست بجوار مدرسته وخزانة كتبه رحمه الله.
الكتاب: للكتاب خصائص وسمات منها:
_________
١ صحيح ابن خزيمة: ٥٠/١.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (125,'اسمه كما سماه به مؤلفه: المسند الصحيح على التقاسيم والأنواع من غير وجود قطع في سندها ولا ثبوت جرح في ناقلها، وقد يختصر فيدعى: التقاسيم والأنواع، واشتهر بصحيح ابن حبان.
٢- مرتب ترتيبا غريبا لم يسبق إليه، فقد بني على خمسة أقسام وهي:
١- الأوامر وهي مائة وعشرة أنواع.
٢- النواهي وهي مائة وعشرة أنواع.
٣- الأخبار وهي ثمانون نوعا.
٤- الإباحات وهي خمسون نوعا.
٥- أفعال النبي وهي خمسون نوعا، فمجموع السنن: أربعمائة.
ويذكر في مقدمته أنه أراد أن يصعب على الناس المراجعة، حتى يضطروا إلى حفظ الأحاديث فلا يعتمدوا على سهولة التأليف، فيتركوا الحفظ١.
إذن فالكشف فيه عسير جدا، وكان هذا سببا في أن تظهر دراسات حول هذا الكتاب منها.
١- كتاب: الإحسان في تقريب صحيح ابن حبان، للأمير علاء الدين علي بن بلبان.
٢- وكتاب: موارد الظمآن إلى زوائد ابن حبان، للحافظ نور الدين على بن أبي بكر الهيثمي ت ٨٠٧هـ، وهو صحيح ابن حبان لكنه جرد منه الأحاديث التي سبقه إليها الشيخان البخاري ومسلم، وقصر كتابه على ما زاد عليهما في صحيح ابن حبان وقد حققه العلامة محمد عبد الرزاق حمزة.
_________
١ الحديث النبوي: الصباغ: ٤١٥.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (126,'٣- ذكر ابن حبان في مقدمته شروطه في التصحيح وهي:
١- العدالة في الدين بالستر الجميل.
٢- الصدق في الحديث بالشهرة فيه.
٣- العقل بما يحدث من الحديث.
٤- العلم بما يحيل من معاني ما يروي.
٥- المتعري خبره عن التدليس١.
هذا، وقد نسبوا له التساهل في التصحيح إلا أن تساهله أقل من تساهل الحاكم.
_________
١ ص: ١١٢ من طبعة أحمد شاكر لكتاب الإحسان.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (127,'<span data-type="title" id=toc-31>المجاميع وأهمها</span>
...
الطريقة السادسة: طريقة المجاميع
تعريف المجاميع اصطلاحا: المجاميع جمع مجمع وهو: كل كتاب جمع فيه مؤلفه أحاديث عدة مصنفات، ورتبه على تلك المصنفات التي جمعها فيه١، وهي كثيرة ومنها:
١- التجريد للصحاح والسنن لأبي الحسن رزين بن معاوية الأندلسي ت ٥٣٥هـ، وجمع فيه الأصول الستة: البخاري ومسلم وموطأ مالك وسنن الترمذي وأبا داود والنسائي.
٢- جامع الأصول من أحاديث الرسول -صلى الله عليه وسلم- لابن الأثير ت ٦٠٦هـ.
٣- جمع الفوائد من جامع الأصول ومجمع الزوائد، لمحمد بن محمد بن سليمان المغربي ت ١٠٩٤هـ، واشتمل على أربعة عشر مصنفا هي: الصحيحان والموطأ والسنن الأربعة ومسند الدارمي ومسند أحمد ومسند أبي يعلى ومسند البزار ومعاجم الطبراني الثلاثة، وفيما يلي نتناول بالتفصيل أحد هذه المجاميع وهو:
جامع الأصول لابن الأثير
المصنف: ابن الأثير ت ٦٠٦هـ، أبو السعادات مجد الدين المبارك بن محمد الجزري، ولد في جزيرة ابن عمر بالقرب من الموصل، كان عارفا فاضلا ورعا ذا بر وإحسان، قد جمع بين علم العربية والقرآن والنحو والحديث والفقه، له تصانيف عديدة منها:
- غريب الحديث.
- الإنصاف بين الكشف والكشاف، وغيرها.
_________
١ أصول التخريج: د. الطحان: ١٠٢.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (128,'الكتاب، جامع الأصول لابن الأثير، أحد عشر جزءا/ أحد عشر مجلدا: جمع فيه المؤلف الأصول الستة المعتمدة عند الفقهاء والمحدثين وهي: الصحيحان والموطأ وجامع الترمذي وسنن أبي داود والنسائي، وهذبها ورتبها وذلل صعابها، وشرح غريبها ووضح معانيها، قال ياقوت ت ٦٢٦هـ: أقطع قطعا أنه لم يصنف مثله قط، ومع أن الكتاب على غرار رزين ت ٥٣٥هـ، إلا أنه أكثر دقة وشمولا ومن منهجه:
- حذف أسانيد الحديث، ولم يثبت إلا اسم الصحابي في الخبر المرفوع، أو التابعي في الأثر الموقوف.
- جعل في آخر الكتاب فهرسا للرواة، مرتبا على حروف المعجم.
- رتب كتبه على حروف المعجم تسهيلا للطالب، مراعيا الحرف الأول سواء كان أصليا أو زائدا.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (129,'<span data-type="title" id=toc-32>مصادر علم الحديث دراية</span>
...
ثانيا: علم الحديث دراية
عرفنا فيما مضى معنى علم الحديث دراية، والحقيقة أن هذا العلم ينتظم مجموعة من العلوم، وفيما يلي قائمة بأهمها:
١- علم غريب الحديث، ومن مصنفاته: غريب الحديث، لابن شميل ت ٢٠٣هـ.
٢- علم اختلاف الحديث، ومن مصنفاته: اختلاف الحديث للشافعي ت ٢٠٤هـ.
٣- علم رجال الحديث، ويشمل:
أ- كتب الرواة بشكل عام، ومن مصنفاته: الكنى والأسماء للدولابي ت ٢٢٤هـ.
ب- ما صنف في الصحابة خاصة، ومن أوائل ما صنف في ذلك: معرفة من نزل من الصحابة سائر البلدان، للمديني ت ٢٣٤هـ.
٤- علم مصطلح الحديث، ومن كتبه: المحدث الفاصل، للرامهرمزي ت ٣٦٠هـ.
٥- الموضوعات والوضاعون، ومن مصنفاته: الموضوعات للنقاش ت ٤١٤هـ.
وفيما يلي مزيد من التفصيل حول هذه العلوم وبعض مما صنف فيها، وفق الترتيب المذكور أعلاه، وذلك انسجاما مع التدرج الزمني لنشأة هذه العلوم.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (130,'أولا:<span data-type="title" id=toc-33> مصادر غريب الحديث</span>
نشط العلماء منذ بدء التدوين إلى التصنيف في غريب الحديث، ومن أوائل ما صنف فيه: غريب الحديث للنضر بن شميل ت ٢٠٣هـ، ثم تتابعت المؤلفات وظهرت العشرات من المؤلفات ما بين ت ٢١٠-٦٠٠هـ.
ومعنى الغريب لغة: الغامض البعيد الفهم.
اصطلاحا: هو العلم الذي يفسر معاني المفردات الصعبة في الحديث النبوي الشريف.
ومن أشهر ما صنف في هذا الفن:
١- غريب الحديث للنضر بن شميل ت ٢٠٣هـ.
٢- غريب الآثار لقطرب ت ٢٠٦هـ.
٣- كتاب في الغريب لمعمر بن المثنى البصري ت ٢١٠هـ.
٤- كتاب في الغريب لعبد الملك بن قريب الأصمعي ت ٢١٦هـ.
٥- غريب الحديث لأبي عبيد القاسم بن سلام ت ٢٢٤هـ.
٦- غريب الحديث لعبد الله بن مسلم بن قتيبة ت ٢٦٦هـ.
٧- غريب الحديث لإبراهيم بن إسحاق الحربي ت ٢٨٥هـ.
٨- غريب الحديث للمبرد محمد بن يزيد الثمالي ت ٢٨٥هـ.
٩- غريب الحديث لأحمد بن يحيى، المعروف بثعلب ت ٢٩١هـ.
١٠- كتاب لأبي بكر محمد بن القاسم الأنباري ت ٣٢١هـ.
١١-غريب الحديث على مسند أحمد لمحمد الزاهد ت ٣٤٥هـ.
١٢- غريب الحديث لأبي سليمان الخطابي البستي ت ٣٨٨هـ.
١٣- الغريبين، غريب القرآن والسنة لأحمد الهروي ت ٤٠١هـ.
١٤- المغيث أكمل به الغريبين لمحمد بن أبي بكر الأصبهاني ت ٥٨١هـ.
١٥- الفائق في غريب الحديث لمحمود بن عمر الزمخشري ت ٥٨٣هـ.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (131,'١٦- غريب الحديث لعبد الرحمن بن الجوزي ت ٥٩٧هـ.
١٧- النهاية في غريب الحديث والأثر لابن الأثير ت ٦٠٦هـ.
١٨- كتاب في الغريب لعبد اللطيف البغدادي ت ٦٢٩هـ.
١٩- كتاب في الغريب لابن الحاجب ت ٦٤٦هـ.
وفيما يلي سنتوسع في الحديث عن مرجعين اثنين من هذه المراجع إن شاء الله تعالى.
أولا: غريب الحديث للخطابي البستي
المصنف: الخطابي البستي ت ٣٨٨هـ، أبو سليمان أحمد بن محمد بن إبراهيم، ينسب إلى بُسْت مدينة بين سجستان وغزنين وهراة، من أعمال كابل، حجة صدوق، رحل إلى العراق والحجاز، وخراسان، وخرج إلى ما وراء النهر، وكان محدثا فقيها أديبا شاعرا لغويا، له تصانيف عديدة منها:
- معالم السنن: شرح سنن أبي داود ت ٢٧٥هـ.
- أعلام السنن: شرح صحيح البخاري ت ٢٥٦هـ.
- كتاب الشجاج.
- شأن الدعاء.
- إصلاح غلط المحدثين.
الكتاب، جزءان/ مجلدان: يورد الحديث ثم يتبعه بسنده، وأحيانا يأتي بسند آخر وبرواية أخرى، ثم يفسر الكلمات اللغوية ويؤيد تفسيرها بحديث آخر أو بعض حديث أو آية قرآنية أو بيت من الشعر أو الرجز، وقد جعل كتابه في جزأين:
- الأول: في أحاديث الرسول صلى الله عليه وسلم.
- الثاني: في آثار الصحابة والتابعين رضي الله عنهم أجمعين.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (132,'ثانيا: النهاية في غريب الحديث والأثر لابن الأثير
المصنف: ابن الأثير ت ٦٠٦هـ، سبقت ترجمته.
الكتاب: النهاية في غريب الحديث، خمسة أجزاء/ خمسة مجلدات: لقد انتهى إلى ابن الأثير حصاد طيب في شرح غريب الحديث، فأفاد منه وأربى عليه في استقصاء ودأب بحيث يعد كتابه بحق النهاية في هذا الفن، ولم يند عنه إلا أحاديث يسيرة ذكرها السيوطي في: الدر المنثور، وفي التذييل على نهاية الغريب.
منهاج المؤلف: لم يقف المؤلف عند حدود المادة اللغوية في شرح غريب حديث الرسول -صلى الله عليه وسلم- وآثار الصحابة والتابعين، فتراه يناقش مسائل فقهية، ويثير قضايا صرفية، ويحاول التوفيق بين الأحاديث المتعارضة في الظاهر، وبعد ابن الأثير لم يؤلف في الغريب تقريبا سوى: ابن الحاجب ت ٦٤٦هـ، وانحصرت جهود العلماء بعد ذلك في التذييل على النهاية واختصارها.
وقد نظم عماد الدين أبو الفداء إسماعيل بن محمد البعلي الحنبلي الحافظ ت ٧٨٥هـ، النهاية شعرا في كتابه: الكفاية في نظم الهداية، ومن أشهر الاختصارات والذيول على النهاية:
- ذيل لصفي الدين محمود بن أبي بكر الأرموي، ت ٧٢٣هـ.
- اختصار للسيوطي، بعنوان: الدر النثير تلخيص نهاية ابن الأثير.
- التذييل والتذنيب على نهاية الغريب للسيوطي ت ٩١١هـ، أيضا.
- اختصار لعيسى بن محمد الصفوي، ت ٩٥٣هـ.
- اختصار لعلي بن حسام الدين الهندي ت ٩٧٥هـ.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (133,'ثانيا:<span data-type="title" id=toc-34> مصادر اختلاف الحديث</span>
يخلط بعض الناس بين علمين: علم اختلاف الحديث، وعلم مشكل الحديث، وفي الحقيقة أن هذين العلمين مختلفان، ولكل مصنفاته الخاصة؛ ولذا لا بد من بيان المقصود بكل منهما قبل الحديث عن مصادر اختلاف الحديث.
المقصود بعلم اختلاف الحديث هو: العلم الذي يبحث فيه عن التوفيق بين الأحاديث المتناقضة ظاهرا، إما يتخصيص العام، أو بتقييد المطلق أو بالحمل على تعدد الحادثة.
المقصود بعلم مشكل الحديث: علم مشكل الحديث أعم من علم اختلاف الحديث، وأعم من الناسخ والمنسوخ؛ لأن الإشكال -وهو: الالتباس والخفاء- قد يكون ناشئا من ورود حديث يتناقض مع حديث آخر من حيث الظاهر، أو من حيث الحقيقة، وقد ينشأ الإشكال من مخالفة الحديث للقرآن أو اللغة أو العقل أو الحس، والمؤلف يرفع هذا الإشكال، إما:
- بالتوفيق بين الحديثين المتعارضين.
- أو بيان نسخ في أحدهما.
- أو بشرح المعنى بما يتفق مع القرآن أو اللغة أو العقل.
- أو بتضعيف الحديث الموجب للإشكال ورده.
- أو بغير ذلك من الأساليب.
بمعنى آخر: فالفرق باختصار بين اختلاف الحديث ومشكل الحديث، هو أن اختلاف الحديث يقصد به التعارض فيما بين الأحاديث فقط، أما مشكل الحديث: فيزيد عن اختلاف الحديث في أن التعارض قد يكون بين الحديث والقرآن أو اللغة أو العقل أو الحس.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (134,'لكن وعلى أية حال فإن الغرض من التصنيف في مختلف الحديث أو مشكل الحديث إنما هو التوفيق وإزالة التعارض المتوهم بين بعض الأحاديث المتعارضة في الظاهر أو التي تحتوي شبهة أو مشكلة فيما يبدو للعوام.
ولا يخفى على أهل العلم أن الأحاديث التي صحت نسبتها إلى رسول الله -صلى الله عليه وسلم- متوافقة متآلفة، ولا يتصور التعارض بينها مطلقا، لكن التعارض إنما يكون في فهم الناس للنصوص، وليس في النصوص نفسها، ومن هنا ظهرت كثير من المؤلفات في اختلاف الحديث ومشكل الحديث، وفيما يلي نبذة مختصرة عن بعض هذه المصنفات:
أولا: اختلاف الحديث للشافعي
المصنف: الشافعي ت ٢٠٤هـ، سبقت ترجمته.
الكتاب: أول مصنف في هذا النوع، لكنه لم يستوعب، وموضوع أحاديثه الفقه العملي، طبع في هامش الجزء السابع من كتاب الأم طبعة بولاق، ١٣٢٥هـ، وطبع مستقلا وألحق بكتاب الأم، تصحيح: محمد زهدي النجار، وعدد صفحاته ثلاث وتسعون صفحة من القطع الكبير، وهذا الكتاب على ما فيه من علم جمٍّ وحذق في الاستدلال لا يوازي في حجمه عشر كتاب الطحاوي: شرح مشكل الآثار، لكن مع ذلك فإن الطحاوي تأثر بكتاب الشافعي كثيرا ويظهر التأثر جليا لدى المقارنة بين كتاب الشافعي: اختلاف الحديث، وكتاب الطحاوي: شرح مشكل الآثار من حيث: الموضوع، العرض، طريقة معالجة القضايا المطروحة.
ثانيا: تأويل مختلف الحديث لابن قتيبة
المصنف: ابن قتيبة ت ٢٦٦هـ، أبو محمد عبد الله بن مسلم الدينوري، ينسب لدينور التي كان قاضيا بها، له تصانيف عديدة منها:',NULL,'139',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (135,'- غريب القرآن الكريم.
- عيون الأخبار.
- مشكل القرآن.
- مشكل الحديث، وغير ذلك.
الكتاب، مجلد واحد: وضعه مؤلفه للرد على أعداء أهل الحديث، فجمع الأخبار التي ادعوا عليها التناقض والاختلاف، وجمع بينهما وأجاب عما أوردوه من الشبه على بعض الأخبار المتشابهة أو المشكلة بادئ الرأي، وكتابه مطبوع في حوالي ثلاثمائة وأربع وخمسين صفحة من القطع المتوسط، ومعظم الأحاديث التي عرض لها هي مما يخص العقيدة وفروعها؛ لأنه يرد على أهل الكلام، فهو مرتبط بما يوردونه من اعتراضات أغلبها بعيد عن الأحكام العملية، وجل اعتماده في التوفيق أو الرد على أهل الكلام، والكشف عن معاني الأحاديث، وإزالة الإشكال عنها، على براعته في علم العربية التي بلغ فيها الغاية، لكنه في تصحيح الحديث وتضعيفه قد قصر باعه، ولم يحسن فيه؛ لأن علم الحديث ليس من صناعته، وإنما هو مقلد فيه، قال ابن كثير: ولابن قتيبية في مشكل الحديث مجلد مفيد، وفيه ما هو غث، وذلك بحسب ما عنده من العلم.
ثالثا: شرح مشكل الآثار للطحاوي
المصنف: الطحاوي ت ٣٢١هـ: أبو جعفر أحمد بن محمد بن سلامة، عاصر أصحاب الكتب الستة ومن كان في طبقتهم، أثنى عليه عدد من',NULL,'140',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (136,'العلماء، ومنهم ابن الأثير حيث يقول: كان إماما فقيها من الحنيفية وكان ثقة ثبتا أحصى له ما يزيد عن ثلاثين كتابا منها.
- شرح مشكل الآثار.
- شرح معاني الآثار.
- اختلاف الفقهاء.
وغير ذلك من الكتب.
الكتاب، شرح مشكل الآثار ستة عشرجزءا/ ستة عشر مجلدا: منهاج المؤلف في كتابه هو أنه يدرج حديثين تحت كل باب، ظاهرهما التعارض، ثم يورد أسانيدهما ويسرد طرقهما ورواياتهما ثم يبسط القول في مواضع الخلاف فيهما ثم يتناولهما بالشرح والبيان والتحليل حتى تأتلف معانيهما وينتفى عنهما الاختلاف ويزول التعارض، ومع أن كتاب الطحاوي أضخم من كتاب الشافعي -اختلاف الحديث- بدرجة كبيرة، إلا أنه تأثر به كثيرا كما مر.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (137,'<span data-type="title" id=toc-35>مصادر الرواة من غير الصحابة</span>
...
ثالثا: مصادر علم رجال الحديث
كتب علم الرجال هي التي تعرف برجال الحديث وهي أنواع:
- وبعضها للرواة عامة.
- بعضها في الصحابة خاصة.
- وبعضها خاص برجال كتب معينة كالكتب الستة ... إلخ.
وفيما يلي نبحث نوعين من هذه المصادر:
الأول، مصادر تراجم الرواة عامة: ويقصد بها الكتب التي تترجم لرواة أحاديث الرسول -صلى الله عليه وسلم- من غير الصحابة -رضي الله عنهم- ويمكن أن تصنف في ثلاثة أصناف.
١- الكتب التي تترجم للرواة عامة الثقات والضعفاء معا.
٢- الكتب التي تترجم للرواة الضعفاء.
٣- الكتب التي تترجم للرواة الثقات.
وتقصد هذه الكتب بشكل عام إلى إثبات أهلية راوي الحديث وعدالته أو عدمها ليتسنى الحكم على حديثه بالقوة أو الضعف وهذا ما يسمى بعلم الجرح والتعديل الذي يعرف بأنه: علم يبحث عن القواعد المعتمدة في تعيين مرتبة راوي الحديث جرحا وتعديلا من خلال ألفاظ وعبارات تعديل خاصة١.
وفيما يلي استعراض لأصناف الكتب الثلاثة المذكورة أعلاه.
أولا: المصنفات التي جمعت بين الثقات والضعفاء وهي كثيرة أشهرها:
١- التاريخ الكبير للبخاري ت ٢٥٦هـ.
٢- التاريخ الأوسط للبخاري ت ٢٥٦هـ.
_________
١ علم أصول الجرح والتعديل: د. أمين أبو لاوي: ٧٢.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (138,'٣- التاريخ الصغير للبخاري ت ٢٥٦هـ.
٤- أحوال الرجال لإبراهيم بن يعقوب الجوزجاني ت ٢٥٩هـ.
٥- تاريخ داريا لعبد الجبار بن عبد الله الخولاني الداراني ت ٢٧٠هـ.
٦- تاريخ واسط لأسلم بن سهل الواسطي ت ٢٨٨هـ.
٧- الكنى والأسماء للدولابي ت ٣١٠هـ.
٨- الجرح والتعديل للرازي ت ٣٢٧هـ.
٩- تاريخ الرقة لمحمد بن سعيد القشيري، ت ٣٣٤هـ.
١٠- تاريخ أسماء الثقات لعمر بن أحمد بن شاهين، ت ٣٨٥هـ.
١١- التعريف برجال الموطأ لمحمد بن يحيى الحذاء ت ٤١٦هـ.
١٢- تاريخ جرجان لحمزة بن يوسف السهمي ت ٤٢٧هـ.
١٣- الكمال في أسماء الرجال لعبد الغني المقدسي ت ٦٠٠هـ.
١٤- تهذيب الكمال ليوسف بن زكي المزي ت ٧٤٢هـ.
١٥- تذهيب التهذيب للذهبي، ت ٧٤٨هـ.
١٦- إكمال تهذيب الكمال لعلاء الدين مغلطاي ت ٧٢٦هـ.
١٧- تهذيب التهذيب لابن حجر العسقلاني ت ٨٥٢هـ.
١٨- تقريب التهذيب لابن حجر العسقلاني ت ٨٥٢هـ.
١٩- خلاصة تذهيب تهذيب الكمال لأحمد الخزرجي ت ٩٢٣هـ.
٢٠- المغني في ضبط الرجال ومعرفة كنى الرواة وألقابهم وأنسابهم لمحمد طاهر بن علي الهندي ت ٩٨٦هـ.
وفيما يلي نفصل القول في الكتب التالية:',NULL,'143',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (139,'أولا: الكنى والأسماء للدولابي
المصنف: الدَّولابي ت ٣١٠هـ، أبو بشر محمد بن أحمد بن حماد بن سعيد بن مسلم الأنصاري الرازي الوراق، ينسب لدَولاب من قرى الري، كان إماما حافظا، ولد سنة ٢٢٤هـ، قال الدارقطني عنه: يتكلمون فيه، وما يتبين من أمره إلا خير.
الكتاب: من كتب تراجم الرواة التي تعني بضبط الأسماء للرواة، وقد فهرس أحاديث هذا الكتاب في جزء مستقل يوسف المرعشلي وعدنان شلاق، ورتباه على حروف المعجم، ووضعا فهرسًا آخر له لمسانيد الصحابة.
ثانيا: التاريخ الصغير للبخاري
المصنف: البخاري ت ٢٥٦هـ، سبقت ترجمته.
الكتاب، ثمانية أجزاء/ ثمانية مجلدات: التاريخ الصغير كتاب صغير الحجم عظيم الفائدة، متخصص في تراجم الرواة بغض النظر عن درجة توثيقهم فهو يترجم للثقات والضعفاء على حد سواء وهذا الكتاب مطبوع أكثر من مرة.
ثالثا: التاريخ الأوسط للبخاري
المصنف: الإمام البخاري ت ٢٥٦هـ، سبقت ترجمته.
الكتاب: التاريخ الأوسط، كتاب يترجم للرواة الثقات والضعفاء معا وهو غير مطبوع.
رابعا: التاريخ الكبير للبخاري
المصنف: الإمام البخاري ت ٢٥٦هـ، سبقت ترجمته.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (140,'الكتاب، ثمانية أجزاء/ ثمانية مجلدات: التاريخ الكبير من كتب التراجم التي جمعت بين الثقات والضعفاء من الرواة، ويقع في أربعة أجزاء كبيرة، ترجم لأربعين ألف شخص، ما بين رجل وامرأة وثقة وضعيف، من عصر الصحابة وحتى شيوخه، قال عنه السبكي: إنه لم يسبق إليه، ومن ألف بعده في التاريخ والأسماء أو الكنى فعيال عليه.
قال البخاري عن هذا الكتاب: أخذ إسحاق بن راهوية ت ٢٣٨هـ، كتاب التاريخ فأدخله على عبد الله بن طاهر ت ٢٣٠هـ، فقال: أيها الأمير، ألا أريك سحرا؟! قال: فنظر فيه عبد الله فتعجب منه.
خامسا: الجرح والتعديل للرازي
المصنف: الرازي ت ٣٢٧هـ، أبو محمد عبد الرحمن بن أبي حاتم محمد بن إدريس ت ٣٢٧هـ، تتملذ على والده أبي حاتم محمد الرازي ت ٢٧٧هـ، وأبي زرعة عبد الرحمن بن عمرو ت ٢٨٠هـ، وهما من حلقه البخاري، فأخذ عنهما علم الجرح والتعديل.
الكتاب: الجرح والتعديل، أربعة أجزاء/ تسعة مجلدات: هذا المصنف من الكتب التي جمعت تراجم الثقات والضعفاء، وهو من أعظم كتب الجرح والتعديل، ومن أغزرها فائدة وأوثقها صلة بنقاد الرجال الذين عرفهم تاريخ الحديث، وقد جمع كتابه من نصوص والده ونصوص أبي زرعة ونصوص البخاري وغيرهم، لهذا كان كتابه زاخرًا بنصوص الأحكام التي أصدرها جهابذة علم الجرح والتعديل، وهذا الكتاب مرتب على حروف المعجم.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (141,'ترجم لثمانية عشر ألفا وخمسين راويًا، وجعل لكتابه مقدمة هي مفتاح له في جزء منفرد سماه: تقدمة المعرفة لكتاب الجرح والتعديل.
سادسا: تهذيب التهذيب لابن حجر
المصنف: ابن حجر ت ٨٥٢هـ، أحمد بن علي بن محمد أبو الفضل الكناني العسقلاني، الحافظ الكبير الشهير المنفرد بمعرفة الحديث وعلله في الأزمنة المتأخرة، ولد في شعبان سنة ٧٧٣هـ بمصر، ونشأ يتميا فحفظ القرآن وهو ابن تسع، وتلقى العلوم المختلفة وبرع فيها وخاصة الحديث وعلومه، وقصر نفسه عليه، وشُهد له بالحفظ والإتقان الخاص والعام، وله مؤلفات عظيمة نافعة، منها: فتح الباري شرح صحيح البخاري، والإصابة في تمييز الصحابة، وغيرها.
الكتاب: تهذيب التهذيب، اثنا عشر جزءا/ اثنا عشر مجلدا: هذا الكتاب من كتب التراجم التي جمعت بين الثقات والضعفاء، وهو اختصار كتاب: تهذيب الكمال للمزي، ت ٧٤٢هـ، علما بأن كتاب الكمال في أسماء الرجال لعبد الغني المقدسي ت ٦٠٠هـ، ومما يذكر أن ابن حجر لخص كتابه: تهذيب التهذيب، في مجلدين وسماه: تقريب التهذيب في أسماء الرجال.
ثانيا: المصنفات الخاصة بالضعفاء، وهي عديدة من أهمها:
١- الضعفاء من رجال الحديث لأبي الحسن المديني ت ٢٣٤هـ.
٢- الضعفاء الكبير للبخاري ت ٢٥٦هـ.
٣- الضعفاء الصغير للبخاري ت ٢٥٦هـ.
٤- الضعفاء والمتروكين لأبي عبد الرحمن النسائي ت ٣٠٣هـ.
٥- الضعفاء لأبي جعفر محمد بن عمرو العقيلي ت ٣٢٣هـ.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (142,'٦- معرفة المجروحين من المحدثين لابن حبان البستي ت ٣٥٤هـ.
٧- الكامل في ضعفاء الرجال لعبد الله بن عدي الجرجاني ت ٣٦٥هـ.
٨- الضعفاء والمتروكين لعلي بن عمر الدارقطني ت ٣٨٥هـ.
٩- المجروحين: لأبي الفتح محمد بن الحسين الأزدي ت ٣٩٠هـ.
١٠- أسماء الضعفاء والوضاعين لابن الجوزي ت ٥٩٧هـ.
١١- أسماء الضعفاء والمتروكين لابن الجوزي ت ٥٩٧هـ.
١٢- المغني في الضعفاء للذهبي ت ٧٤٨هـ.
١٣- ميزان الاعتدال للذهبي ت ٧٤٨هـ.
١٤- لسان الميزان لأحمد بن علي بن حجر العسقلاني ت ٨٥٢هـ.
وفيما يلي نفصل القول في الكتب التالية:',NULL,'147',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (143,'أولا: الضعفاء الكبير للبخاري
المصنف: البخاري ت ٢٥٦هـ، سبقت ترجمته.
الكتاب: الضعفاء الكبير من كتب تراجم الرجال المتخصصة بالترجمة للرواة الضعفاء.
ثانيا: الضعفاء الصغير للبخاري
المصنف: البخاري، ت ٢٥٦هـ، سبقت ترجمته.
الكتاب: الضعفاء الصغير، كتاب صغير متخصص في الترجمة للضعفاء من الرواة، وقد ترجم لأربعمائة وثمانية عشر راويا، وهو كتاب مطبوع.
التراجم فيه مرتبة على حروف المعجم، تراجمه قصيرة تتناول اسم الراوي واسم أبيه ونسبته وبعض شيوخه وتلاميذه، ثم يشير إلى درجته في الضعف بإحدى ألفاظ التجريح: كمنكر الحديث، أو فيه نظر أو متروك الحديث أو سكتوا عنه، وقد يورد رأي النقاد السابقين فيه.
ومما أخذه عبد الرحمن بن أبي حاتم الرازي ت ٣٢٧هـ، في كتابه الجرح والتعديل عليه أنه أدرج رواة ثقات ضمن رواته الضعفاء.
ثالثا: ميزان الاعتدال للذهبي
المصنف: الذهبي ت ٧٤٨هـ، سبقت ترجمته.
الكتاب: ميزان الاعتدال، من المصنفات التي أفردت للضعفاء من الرواة، سلك فيه مسلك ابن عدي في الكامل، فذكر كل من تكلم فيه وإن كان ثقة، وذكر في ترجمة كل راوٍ حديثا أو أكثر من غرائبه ومناكيره، ترجم فيه لسبعة وتسعمائة وعشرة آلاف من الرواة.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (144,'وهو مرتب على حروف المعجم، والكتاب مقسم إلى أقسام:
الأول: تراجم الرجال والنساء على حروف المعجم.
الثان: باب الكنى.
الثالث: من عرف بأبيه، ويبدؤه بـ: ابن
الرابع: فصل الأنساب.
الخامس: مجاهيل الاسم.
السادس: النسوة المجهولات.
السابع: الكنى للنسوة.
الثامن: فيمن لم تسم، ويبدؤها بكلمة: والدة.
رابعا: لسان الميزان لابن حجر العسقلاني
المصنف: ابن حجر العسقلاني ت ٨٥٢ هـ، سبقت ترجمته
الكتاب: سبعة أجزاء/ سبعة مجلدات: أصل هذا الكتاب هو كتاب: الميزان للذهبي، في تراجم الضعفاء، فحذف ابن حجر من الميزان من أخرج له الأئمة الستة في كتبهم أو بعضهم١، وكتب فيه من ليس في تهذيب الكمال للمزي ت ٧٤٢هـ، وزاد عليه جملة كثيرة من التراجم، ومجموع من ترجم لهم من الرواة أربعة وثلاثون أربعمائة وألف.
_________
١ لسان الميزان: ابن حجر: ٧/١.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (145,'قال هو عن كتابه: ألف الحفاظ في أسماء المجروحين كتبا كثيرة كل منهم على مبلغ علمه، ولكن من أجمع ما وقفتُ عليه في ذلك: كتاب الميزان الذي ألفه الحافظ الذهبي، وقد كنت أردت نسخه على وجهه فطال علي، فحذفت منه، وزدت عليه، وسميته: لسان الميزان.
وما زاده من التراجم المستقلة أشار إليه مسبوقا بحرف: ز، وما زاده من كتاب الذيل على الميزان لأبي الفضل بن الحسين أشار إليه مسبوقا بحرف: ذ، وما زاده على الترجمة من كلامه، زاده بعد كلمة انتهى.
ثالثا: المصنفات الخاصة بالرواة الثقات، وهي عديدة، من أهمها:
١- الثقات لأبي الحسن أحمد بن عبد الله بن صالح العجلي ت ٢٦١هـ.
٢- الجمع بين رجال الصحيحين لأبي نصر الكلاباذي ت ٣١٨هـ.
٣- الهداية والإرشاد في أهل الثقة والسداد للكلاباذي ت ٣١٨هـ.
٤- الثقات لمحمد بن أحمد بن حبان البستي ت ٣٥٤هـ.
٥- تاريخ أسماء الثقات لعمر بن أحمد بن شاهين ت ٣٨٥هـ.
٦- ذكر أسماء التابعين ومن بعدهم ممن صحت روايته عن الثقات عند البخاري ومسلم لعلي بن عمر الدارقطني ت ٣٨٥هـ.
٧- رجال الصحيح لابن منجويه أحمد بن علي الأصفهاني ت ٤٢٨هـ.
٨- الجمع بين رجال الصحيحين لأبي الفضل القيسراني ت ٥٠٧هـ.
٩- تذكرة الحفاظ لأبي عبد الله الذهبي ت ٧٤٨هـ.
١٠- لحظ الألحاظ بذيل طبقات الحفاظ لمحمد بن فهد المكي ت ٧٨٧هـ.
وفيما يلي نفصل القول في كتاب تذكرة الحفاظ للذهبي.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (146,'تذكرة الحفاظ للذهبي
المصنف: الذهبي ت ٧٤٨هـ، سبقت ترجمته.
الكتاب: تذكرة الحفاظ للذهبي أو طبقات الحفاظ، أربعة أجزاء/ مجلدان: من كتب التراجم الخاصة بالرواة الثقات لحديث الرسول -صلى الله عليه وسلم- ابتداء من عصر الصحابة -رضي الله عنهم- وحتى عصر المؤلف تقريبا، وقد ذيل الكتاب بعدد من الذيول منها:
١- ذيل تذكرة الحفاظ للذهبي، تأليف أبي المحاسن الحسيني ت ٧٥٦هـ.
٢- لحظ الألحاظ بذيل طبقات الحفاظ، تأليف: تقي الدين المكي ت ٧٨٧هـ.
٣- ذيل طبقات الحفاظ لجلال الدين السيوطي ت ٩١١هـ.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (147,'<span data-type="title" id=toc-36>مصادر تراجم الصحابة رضي الله عنهم أجمعين</span>
...
الثاني: مصادر تراجم الصحابة رضي الله عنهم
تعريف الصحابي: الصحابي هو من لقي النبي -صلى الله عليه وسلم- مؤمنا به ومات على ذلك١، ومعرفة الصحابة ضرورية لأسباب عدة منها ما يتعلق بالحكم على سند الحديث، وهناك أساليب عديدة لتمييز الصابي وهذه الأساليب مبسوطة في كتب تراجم الصحابة وكتب علوم الحديث، مع الإشارة إلى أن الصحابة -رضي الله عنهم- طبقات فبعضهم أسلم مبكرا في مكة وبعضهم هاجر للحبشة وبعضهم شهد العقبة ... إلخ، من الأحداث التي جعلت لكم قسم من الصحابة صفة معينة، ومن المتفق عليه أن الصحابة كلهم عدول بشهادة القرآن الكريم والسنة المطهرة وإجماع الأمة، مع الإشارة إلى أن عددهم -رضي الله عنهم- يقرب من مائة ألف صحابي.
وقد حرص العلماء على حصر أسماء الصحابة -رضي الله عنهم- وبيان مروياتهم وأحوالهم وأوطانهم وتاريخ وفاة كل منهم، وزادت المؤلفات في هذا الفن عن أربعين مؤلفا منها:
١- معرفة من نزل من الصحابة سائر البلدان، خمسة أجزاء، للمديني ت ٢٣٤هـ.
٢- كتاب المعرفة، للمروزي ت ٢٩٣هـ.
٣- كتابة الصحابة، خمسة أجزاء، لابن حبان أبي حاتم البستي، ت ٣٥٤هـ.
٤- الاستيعاب في معرفة الأصحاب، لابن عبد البر ت ٤٦٣هـ.
٥- أسد الغابة في معرفة أسماء الصحابة، خمسة أجزاء، لابن الأثير ت ٦٣٠هـ.
٦- تجريد أسماء الصحابة للذهبي ت ٧٤٨هـ.
_________
١ منهج النقد في علوم الحديث: د. نور الدين العتر: ١١٦.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (148,'٧- الإصابة في تمييز الصحابة لابن حجر ت ٨٥٢هـ.
٨- الرياض المستطابة في جملة من روى في الصحيحين من الصحابة للعامري ت ٨٩٣هـ.
٩- در السحابة في من دخل مصر من الصحابة، للسيوطي ت ٩١١هـ.
١٠- البدر المنير في صحابة البشير النذير للسندي، توفي بعد عام ١١٤٥هـ.
وفيما يلي نتناول بشيء من التفصيل بعضًا من هذه الكتب:
أولا: الاستيعاب في معرفة الأصحاب لابن عبد البر
المصنف: ابن عبد البر ت ٤٦٣هـ، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر، القرطبي المالكي إمام حافظ محدث، عاش مائة عام.
الكتاب، أربعة أجزاء/ أربعة مجلدات: من أشهر ما ألف في تراجم الصحابة، ظن ابن عبد البر أنه استوعب الأصحاب، فسماه: الاستيعاب، لكن فاته كثير منهم، وفيه ترجمة لثلاثمائة صحابي. وعلى هذا الكتاب عدة ذيول منها:
- ذيل ابن فتحون الأندلسي ت ٥١٧هـ.
- ذيل أبي الحجاج يوسف بن مقلد ت ٥٥٨هـ.
وكتاب الاستيعاب مرتب على حروف المعجم، وانتقد بأمرين:
١- فاته جمع من الصحابة كثير.
٢- شانه بذكر ما شجر بين الصحابة رضي الله تعالى عنهم١.
_________
١ منهج النقد في علوم الحديث: العتر: ١٢٧.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (149,'ثانيا: أسد الغابة في معرفة الصحابة لابن الأثير
المصنف: ابن الأثير، عز الدين أبو الحسن علي بن محمد الجزري ت ٦٣٠هـ، علامة محدث أديب نسابة، ولد بجزيرة ابن عمر، ونشأ بها هو وأخواه: مجد الدين، والوزير ضياء الدين، ثم تحول بهم أبوهم إلى الموصل، فبرعوا وسادوا، كان ابن الأثير علامة إخباريا أديبا متفننا رئيسا محتشما، وكان منزله مأوى لطلبة العلم.
الكتاب: خمسة أجزاء،/ خمسة مجلدات١: يترجم هذا الكتاب لأربعة وخمسين وخمسمائة وألف اسم، ومادة هذا الكتاب من مصدرين أساسيين هما:
أ- الكتب التي هي غاية ما انتهى إليه الجمع في الصحابة في عهده وهي:
١- كتاب محمد بن إسحاق بن مندة ت ٣١١هـ.
٢- معرفة الصحابة لأبي نعيم أحمد بن عبد الله الأصبهاني ت ٤٣٠هـ.
٣- تتمة معرفة الصحابة لمحمد بن عمر الأصبهاني المديني ت ٥٨١هـ.
٤- الاستيعاب في معرفة الأصحاب لابن عبد البر ت ٤٦٣هـ.
ب- ما زاده المؤلف نفسه من أسماء.
عني المؤلف بترتيب كتابه على الأحرف ترتيبا أدق من كتاب الاستيعاب، فوصف كتابه بأنه حافل عظيم، انتقد كتابه في أنه تبع من قلبه فخلط من ليس صحابيا بهم، وأغفل كثيرا من التنبيه على كثير من الأوهام الواقعة في كتبهم، جرد الذهبي أسماء الصحابة الذين وردت أسماؤهم في أسد الغابة في كتاب مستقل وسماه: تجريد أسماء الصحابة، وهو الكتاب المبحوث تاليا.
_________
١ منهج النقد في علوم الحديث: العتر: ١٢٨، تجريد أسماء الصحابة: الذهبي: ١/ب.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (150,'ثالثا: تجريد أسماء الصحابة للذهبي
المصنف: الذهبي ت ٧٤٨هـ، سبقت ترجمته.
الكتاب: جزءان/ مجلدان: عبارة عن تجريد لأسماء الصحابة -رضي الله عنهم- الوارد ذكرهم في كتاب: أسد الغابة لابن الأثير.
١- أضاف الذهبي زيادة عما في أسد الغابة أسماء صحابة آخرين من الكتب التالية:
- طبقات الصحابة لمحمد بن سعد الزهري ت ٢٣٠هـ.
- مسند أحمد ت ٢٤١هـ.
- مسند بقي بن مخلد ت ٢٧٦هـ.
- حواشي الاستيعاب لابن عبد البر ت ٤٦٣هـ.
- تاريخ دمشق لابن عساكر علي بن الحسن ت ٥٧١هـ.
- من دونهم أبو الفتح بن محمد بن سيد الناس ت ٧٤٣هـ.
٢- جاءت التراجم في هذا الكتاب مختصرة.
٣- وضع الذهبي قبل الاسم المترجم له عددا من الرموز وبعده وضع رموزا أخرى فيما يلي دلالة كل منها:
أولا: الرموز قبل الاسم في أول الترجمة، المراد منها كتاب الحديث كالكتب الستة وغيرها وفيما يلي أمثلة:
ع: روى له أصحاب الكتب الستة.
٥: مسند أحمد.
د: روى له بقي بن مخلد في مسنده حديثا واحدا.
س: روى له بقي بن مخلد في مسنده حديثين.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (151,'ثانيا: الرموز بعد الاسم في آخر الترجمة، المراد منها الكتب الأربعة المؤلفة في أسماء الصحابة -رضي الله عنهم- والتي استقصاها ابن الأثير وهي:
د: كتاب عبد الله بن محمد بن إسحاق بن مندة ت ٣١١هـ.
ع: كتاب أبي نعيم الأصبهاني ت ٤٣٠هـ.
ب: كتاب ابن عبد البر ت ٤٦٣هـ.
س: كتاب أبي موسى المديني ت ٢٤٦هـ.
- تراجم الكتاب مقسمة كما يلي:
أ: من ١- ١٦٨٨: أسماء صحابة.
ب: من ١٦٨٩- ٢٤٤٦: كنى الصحابة.
ج: من ٢٤٤٧- ٢٥٠٤: من عرف من الصحابة بأبيه ولم يسم هو.
د: من ٢٥٠٥- ٢٥٣٠: من روى عن أبيه.
هـ: من ٢٥٣١- ٢٥٩٨: من روى عن جده أو قرابته.
و: من ٢٥٩٩- ٢٧١٥: من نسب إلى قبيلة.
ز: من ٢٧١٦- ٢٩٢٥: ذكر من لم يعرف إلا بصحبة رسول الله صلى الله عليه وسلم.
ح: من ٢٩٢٦- ٣٧٦٧: أسماء الصحابيات.
ط: من ٣٧٦٨- ٤٠٩٧: كنى الصحابيات:
ي: من ٤٠٩٨- ٤١٩٠: لمن عرفت بأخت فلان أو بنت فلان أو جدة فلان أو خالة فلان أو عمة فلان أو المجهولات.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (152,'رابعا: الإصابة في تمييز الصحابة لابن حجر
المصنف: ابن حجر ت ٥٨٢هـ، سبقت ترجمته.
الكتاب: جمع فيه ابن حجر ما كتبه السابقون، وأعاد النظر في مراجع الصحابة من كتب السنة والسير والمغازي، فاستخرج أسماء فاتت غيره، وهو من أجمع ما ألف في تراجم الصحابة، وتقسم مجلداته كالتالي:
- المجلدات الستة الأولى: للأسماء، وفيها سبع وسبعون وأربعمائة وتسعة آلاف ترجمة.
- المجلد السابع: للكنى، وفيه سبع وخمسون ومائتان وألف كنية.
- المجلد الثامن: تراجم النساء، فيه خمس وأربعون وخمسمائة وألف ترجمة.
والكتاب مرتب حسب الحروف الأبجدية، وقدم المصنف لكتابه بثلاثة فصول:
١- تعريف الصحابي.
٢- الطريق إلى معرفة كون الشخص صحابي.
٣- بيان حال الصحابة من العدالة.
واختصره السيوطي ت ٩١١هـ في: عين الإصابة في معرفة الصحابة.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (153,'<span data-type="title" id=toc-37>مصادر علم مصطلح الحديث</span>
...
رابعا: علم مصطلح الحديث
تعريفه: هو علم يعرف به أحوال الراوي والمروي من حيث القبول أو الرد١، وقد ظهرت فيه مؤلفات كثيرة، ومن أشهرها:
أولا: معرفة علوم الحديث للنيسابوري
المصنف: النيسابوري ت ٤٠٥هـ، الإمام الحاكم أبو عبد الله محمد بن عبد الله، إمام حافظ، ولد في نيسابور له رحلتان إلى العراق والحجاز، تقلد القضاء بنيسابور في أيام الدولة السامانية، له مؤلفات عديدة منها:
- المستدرك على الصحيحين.
- فضائل الإمام الشافعي.
قال عنه ابن السبكي ت ٧٧١هـ: محدث ثقة، وقال عبد الرحمن بن خلدون ت ٨٠٨هـ، في مقدمته: وقد ألف الناس في علوم الحديث وأكثروا، ومن فحول علمائه وأئمتهم أبو عبد الله الحاكم، وتآليفه فيه مشهورة، وهو الذي هذبه وأظهر محاسنه.
الكتاب مجلد واحد: ثاني الكتب المؤلفة في علوم الحديث، وهو بعد كتاب الرامهرمزي ت٣٦٠هـ: المحدث الفاصل، وقد لخصه طاهر الجزائري ت ١٣٣٨هـ، في كتابه توجيه النظر.
_________
١ نزهة النظر شرح نخبة الفكر: مقدمة الناشر ص: ٦.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (154,'ثانيا: علوم الحديث لابن الصلاح
المصنف: ابن الصلاح ت ٣٤٦هـ، الإمام الحافظ أبو عمرو عثمان بن عبد الرحمن الشهرزوري الشافعي، كان أحد فضلاء عصره في التفسير والحديث والفقه وأسماء الرجال.
له مصنف في مناسك الحج، وجمع بعض أصحابه فتاواه في مجلد مطبوع.
الكتاب: اشتهر هذا الكتاب باسم: مقدمة ابن الصلاح، وهو يعد بلا منازع الأصل الذي ترد إليه جل المؤلفات والمختصرات والشروح والحواشي التي تتصل بعلم: أصول الحديث، ومنذ ألف ابن الصلاح كتابه، وصرير الأقلام لا يكاد ينقطع في موضوعه، بين تلخيص له وتعقيب عليه وشرح ونظم وتبويب خلال القرنين السابع والثامن، حتى ألف الحافظ العراقي ت ٨٠٦هـ، ألفية الحديث المسماة: نظم الدرر في علم الأثر، والتي نظم بها مقدمة ابن الصلاح، فحظيت الألفية بدروها باهتمام العلماء فأكثروا من شروحها.
أ- ومن شروح مقدمة ابن الصلاح:
١- نكت البدر للزركشي ت ٧٩٤هـ.
٢- التقييد والإيضاح لما أطلق وأغلق من كتاب ابن الصلاح للعراقي ت ٨٠٦هـ
٣- الإفصاح عن نكت ابن الصلاح: لابن حجر العسقلاني ت ٨٥٢هـ.
ب- ومن اختصاراتها:
١- الإرشاد للنووي ت ٦٧٦هـ.
٢- التقريب والتيسير لمعرفة سنن البشير النذير للنووي ت ٦٧٠هـ، وهذا الاختصار شرحه السيوطي ت ٩١١هـ في كتابه: تدريب الراوي.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (155,'٣- الباعث الحثيث لابن كثير ت ٧٧٤هـ.
٤- محاسن الاصطلاح وتضمين كتاب ابن الصلاح للبلقيني ت ٨٠٥هـ.
ج- وممن نظمها: الزين العراقي عبد الرحيم ت ٨٠٦هـ، في ألفيته: نظم الدرر في علم الأثر.
وشَرَح ألفية العراقي عدد من العلماء منهم:
- العراقي نفسه ت ٨٠٦هـ في كتابه: التبصرة والتذكرة.
- شرح أبي الفداء إسماعيل بن إبراهيم بن جماعة الكناني ت ٨٦١هـ.
- شرح زين الدين عبد الرحمن بن أبي بكر العيني ت ٨٩٣هـ.
- شرح الحيضري ت ٨٩٤هـ في: صعود المراقي إلى ألفية العراقي.
- السخاوي ت ٩٠٢هـ في كتابة: فتح المغيث في شرح ألفية الحديث.
- شرح لجلال الدين السيوطي ت ٩١١هـ.
- زكريا محمد الأنصاري ت ٩٢٦هـ، في: فتح الباقي على ألفية العراقي.
- شرح للشيخ إبراهيم بن محمد الحلبي ت ٩٥٥هـ.
- واختصرها نظما سيدي محمد بن حمدون الفاسي ت ١٢٨٤هـ.
ثالثا: نخبة الفِكَر في مصطلح أهل الأثر
المصنف: ابن حجر ت ٨٥٣هـ، سبقت ترجمته.
الكتاب: كتيب صغير الحجم لخص فيه ابن حجر المهم من علوم الحديث خاصة علم مصطلح الحديث، ثم طلب إليه شرحه فشرحه في كتيب آخر اسمه: نزهة النظر شرح نخبة الفِكَر في مصطلح أهل الأثر، ونخبة الفكر على صغره عظيم الفائدة، لذلك حاز على اهتمام العلماء ما بين شارح وناظم ومعلق، يقول أبو الحسن محمد',NULL,'160',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (156,'صادق السندي في مقدمة كتابه بهجة النظر شرح على نخبة الفِكَر: كان محتويا على فوائد شريفة وفوائد لطيفة، ودقائق هذا الفن وأسراره مع غاية إيجازه واختصاره بحيث اعترف بمزاياه الفحول، وتلقوه بنهاية القبول، وأنشدوا فيه وفي متنه القصائد ونظموا من لآلئ محاسنها القلائد.
ومن شروحه:
١- نتيجة النظر في شرح نخبة الفكر لمحمد بن يحيى الشمس ت ٨٢١هـ.
٢- شرح نخبة أهل الأثر الحديث لمحمد بن موسى المكي ت ٨٢٣هـ.
٣- مصطلحات أهل الأثر على شرح نخبة الفكر لعلي الهروي ت ١٠١٤هـ.
٤- اليواقيت والدرر لمحمد بن عبد الرءوف المناوي ت ١٠٣١هـ.
٥- إمعان النظر توضيح نخبة الفكر للسندي، ت ١٠٤٠هـ.
٦- شرح نظم نخبة الفكر لأحمد بن عبد الكريم الغزي ت ١١٤٣هـ.
وهناك شروح عديدة غير ذلك١.
وممن نظمه:
١- محمد الشمني ت ٨١٤هـ.
٢- أحمد بن محمد الطوفي ت ٨٩٣هـ.
٣- محمود بن إسحاق المقدسي ت ٩٠٠هـ.
٤- أحمد بن صدقة العبدقي ت ٩٠٥هـ.
٥- منصور سبط الناصر الطبلاوي ت ١٠١٠هـ.
٦- الصنعاني ت ١١٨٢هـ، في: قصب السكر نظم نخبة الفكر.
_________
١ انظر مقدمة اليواقيت والدرر لمحمد عبد الرءوف المناوي بتحقيق ربيع بن محمد السعودي.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (157,'رابعا: فتح المغيث شرح ألفية الحديث للسخاوي
المصنف: السخاوي ت ٩٠٢هـ، محمد بن عبد الرحمن، ولد في القاهرة وتوفي في المدينة المنورة، برع في اللغة والفقه والقراءات والحديث والتاريخ والتفسير والأصول، انتهى إليه علم الجرح والتعديل، له مؤلفات عديدة منها:
المقاصد الحسنة في الأحاديث الجارية على الألسنة.
الكتاب: ثلاثة أجزاء/ ثلاثة مجلدات: هذا الشرح أحسن شروح الألفية للمحدث أبي الفضل زين الدين عبد الرحيم بن الحسين العراقي، والذي لخص فيه كتاب: معرفة أصول الحديث، المشهورة بمقدمة ابن الصلاح.
خامسا: تدريب الراوي في شرح تقريب النواوي للسيوطي
المصنف: السيوطي ت ٩١١هـ، سبقت ترجمته.
الكتاب: جزءان / مجلد واحد: شرح لكتاب التقريب والتيسير لمعرفة سنن البشير النذير للحافظ محيي الدين النووي ت ٦٣١هـ، وقد جمع السيوطي في كتاب التدريب ملخصات كثيرة من المؤلفات في علم المصطلح منها:
- المتفق والمختلف لعبد الغني بن سعيد الأزدي ت ٤٠٩هـ.
- كتب الخطيب البغدادي ت ٤٦٣هـ في أنواع علوم الحديث وغيرها.
- المؤتلف والمختلف لعلي بن هبة الله بن ماكولا ت ٤٧٥هـ، وذيوله.
- مقدمة ابن الصلاح ت ٦٤٣هـ.
- المشتبه للذهبي ت ٧٤٨هـ.
- حاشية الزركشي ت ٧٩٤هـ، ونكت العراقي وابن حجر عليها.
- محاسن الاصطلاح للبُلقيني ت ٨٠٥هـ.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (158,'- شرح العراقي ت ٨٠٦هـ، على ألفيته.
- مؤلفات ابن حجر ت ٨٥٢هـ.
وقد ينسب القول لقائله وقد لا ينسبه وقد يتصرف في العبارة، وامتاز كتابه بالانفراد في بسط بعض الموضوعات والإسهاب فيها خصوصا عن رجال الحديث وتخريج بعضها، كما امتاز كتابة ببحوث حديثية لم تذكر في غير كتابه، وعموما فكتابه جامع نافع ملخص لمسائل علوم الحديث ومؤلفاته فيه.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (159,'<span data-type="title" id=toc-38>مصادر الموضوعات والوضاعون</span>
...
خامسا: الموضوعات والوضاعون
أولا: معنى الموضوع:
- لغة: من وضع يضع، يأتي على معانٍ منها: الترك، والإسقاط، الافتراء والاختلاق١.
- اصطلاحًا: هو الحديث المختلق المصنوع المنسوب افتراء إلى رسول الله صلى الله عليه وسلم.
ثانيا: ابتداء الوضع في الحديث: لم يقع الوضع في عهد الرسول صلى الله عليه وسلم، ولم يقع من صحابته بعده، ويذكر المختصون أن عام ٤٠هـ كان الحد الفاصل بين صفاء السنة واختلاطها بالمكذوب والموضوع٢، وذلك أن هذا العام يمثل بداية تفرق المسلمين شيعا وأحزابا، ويقال: إن أول من فعل ذلك الشيعة على اختلاف طوائفهم وقد قابلهم جهلة الأحزاب الأخرى.
ثالثا: أسباب الوضع٣: تعود أسباب الوضع باختصار إلى:
١- الخلافات السياسة.
٢- الزندقة والطعن في الإسلام.
٣- القصص والوعظ.
٤- التكسب وطلب المال.
٥- الجهل بالدين مع الرغبة في الخير.
٦- الخلافات بأنواعها: فقهية وكلامية.
٧- العصبية للجنس والقبيلة واللغة والوطن والإمام.
_________
١ الموضوعات: ابن الجوزي: المقدمة: ٣٩.
٢ الموضوعات: ابن الجوزي: المقدمة: ٥٠.
٣ المرجع السابق: ٥٠.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (160,'٨- التقرب للملوك والأمراء.
٩- المصالح الشخصية كالترويج لسلعة مثلا.
١٠- قصد الشهرة.
رابعا: مقاومة الوضع: وقف المسلمون تجاه تيار الوضع وقفة مدهشة فنخلوا الأحاديث تنخيلا، ولهم في هذا المجال دراسات وجهود عظيمة، لقد أفرد بعض العلماء كتبا في الموضوعات حيث جمعوها من كتب المتقدمين في التواريخ، والعلل، وكتب الرجال في الضعفاء، وكتب الجرح والتعديل، واشتهرت هذه المؤلفات وذاعت وعم نفعها بين العامة والخاصة، ومن هذه الكتب١:
١- الموضوعات: لأبي سعيد محمد بن علي النقاش الحنبلي ت ٤١٤هـ.
٢- التذكرة في الأحاديث الموضوعات لمحمد بن القيسراني ت ٥٠٧هـ.
٣- الأباطيل والمناكير والصحاح والمشاهير للجوزقاني ت ٥٤٣هـ.
٤- الموضوعات من الأحاديث المرفوعات لابن الجوزي، ت ٥٩٧هـ.
٥- المغني عن الحفظ والكتاب بقولهم لم يصح شيء في هذا الباب ت ٦٢٢هـ.
٦- العقيدة الصحيحة في الأحاديث الموضوعة الصريحة للموصلي ت ٦٢٢هـ٢.
٧- موضوعات الصاغاني ت ٦٥٠هـ.
٨- الدر الملتقط في تبيين الغلط ونفي اللغط للصاغاني ت ٦٥٠هـ.
٩- رسالة في أحاديث ضعيفة وموضوعة لمحمد الحنبلي ت ٧٤٤هـ.
١٠- ترتيب الموضوعات لابن الجوزي ت ٥٩٧هـ للذهبي ت ٧٤٨هـ.
_________
١ الموضوعات من الأحاديث المرفوعات لابن الجوزي: تحقيق نور الدين جيلار: ص٩٤.
٢ انظر مقدمة الفوائد المجموعة: ص٦.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (161,'١١- تلخيص الأباطيل للجوزقاني ت ٥٤٣هـ، للإمام الذهبي ت ٧٤٨هـ أيضا.
١٢- موضوعات مستدرك محمد بن عبد الله الحاكم ت ٥٣٤هـ، للذهبي.
١٣- مختصر الأباطيل والموضوعات، جمع الإمام الذهبي ت ٧٤٨هـ أيضا.
١٤- موضوعات المصابيح، لسراج الدين عمر بن على القزويني ت ٧٥٠هـ.
١٥- المنار المنيف في الصحيح والضعيف، لابن القيم ت ٧٥١هـ.
١٦- الموضوعات في الإحياء، للعراقي ت ٨٠٦هـ.
١٧- الكشف الحثيث عمن رمي بوضح الحديث، لسبط بن العجمي ت ٨٤١هـ.
١٨- سفر السعادة للعلامة اللغوي مجد الدين الفيروزأبادي ت ٨٧١هـ.
١٩- تلخيص الموضوعات، لجلال الدين بن درباس.
٢٠- اللآلئ المصنوعة في الأحاديث الموضوعة، النكت البديعات على الموضوعات، التعقيبات، الوجيز: كلها لجلال الدين السيوطي ت ٩١١هـ.
٢١- الفوائد المجموعة في الأحاديث الموضوعة، لمحمد بن يوسف ت ٩٤٢هـ.
٢٢- تنريه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة لعلي الكناني ت ٩٦٣هـ.
٢٣- تذكرة الموضوعات، للعلامة محمد بن طاهر الفتني الهندي ت ٩٨٦هـ.
٢٤- الأسرار المرفوعة في الأخبار الموضوعة لعلي بن محمد الهروي ت ١٠١٤هـ.
٢٥- المصنوع في معرفة الحديث الموضوع، لعلي بن محمد الهروي ت ١٠١٤هـ.
٢٦- الفوائد الموضوعة في الأحاديث الموضوعة، للكرمي ت ١٠٢٣هـ.
٢٧- مختصر اللآلئ المصنوعة في الأحاديث الموضوعة للحريشي ت ١١٤٣هـ.
٢٨- تذكرة الموضوعات الكبرى والصغري، للشيخ الهبات السنيات.
٢٩- المغير على الأحاديث الموضوعة في الجامع الصغير، للغماري الحسني.
٣٠- الكشف الإلهي عن شديد الضعف والموضوع والواهي للسندروسي ت ١١٧٧هـ.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (162,'٣١- الدرر المصنوعات في الأحاديث الموضوعات، للإسفراييني ت ١١٨٨هـ.
٣٢- الفوائد المجموعة في الأحاديث الموضوعة، للشوكاني ت ١٢٥٠هـ.
٣٣- الآثار المرفوعة في الأحاديث الموضوعة، للكنوي الهندي ت ١٣٠٤هـ.
٣٤- اللؤلؤ الموضوع فيما قيل لا أصل له أو بأصله موضوع، للقاوقجي ت ١٣٠٥هـ.
٣٥- تحذير المسلمين من الأحاديث الموضوعة على سيد المرسلين، لمحمد الأزهري ت ١٣٢٥هـ.
٣٦- الجد الحثيث في بيان ما ليس بحديث، للعامري الغزي ت ١١٤٣هـ.
٣٧- فصل الخطاب بنقد المغني عن الحفظ والكتاب، لأبي إسحاق حجازي شريف.
٣٨- سلسلة الأحاديث الضعيفة والموضوعة، لناصر الدين الألباني ت ١٤٢٠هـ.
٣٩- ضعيف الجامع الصغير وزياداته، للألباني ت ١٤٢٠هـ كذلك.
٤٠- التحديث بما قيل لا يصح فيه حديث،
للدكتور بكر بن عبد الله أبو زيد.
كما توجد الأحاديث الموضوعة في كتب أحاديث القصاص والمذكرين، وكتب التفسير، والوعظ، والآداب وغيرها من الكتب، وفيما يلي بحث لثلاثة منها:
أولا: تذكرة الموضوعات لابن طاهر المقدسي
المصنف: ابن طاهر المقدسي ت ٥٠٧هـ، الحافظ أبو الفضل محمد بن طاهر بن أحمد، له رحلات كثيرة في طلب الحديث، فزار الشام ومصر والعراق وخراسان وفارس والحجاز وبيت المقدس وغيرها، كان كثير التصنيف، فقد ذكر له
ثلاثة وسبعون مصنفًا في علوم الحديث والفقه، واختلفت فيه آراء العلماء ما بين قدح ومدح١.
_________
١ تذكرة الموضوعات: ابن طاهر المقدسي: مقدمة المعلق.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (163,'الكتاب: يشتمل على تسعة عشر ومائة وألف من الأحاديث الموضوعة والغريبة والمنكرة، وهذا المصنف لا يورد الحديث كاملا بل يذكر مقطعا من الحديث ويذكر موطن العلة فيه باختصار شديد، وأحاديثه مرتبة على حروف المعجم.
ملاحظة: هناك كتاب آخر بعنوان: تذكرة الموضوعات، واسم مؤلفه: محمد طاهر بن علي الهندي الفتني ت ٩٨٦هـ، وقد يخلط بعضهم بين الكتابين.
ثانيا: كتاب الموضوعات لابن الجوزي
المصنف: ابن الجوزي ت ٥٩٧هـ، أبو الفرج عبد الرحمن بن علي بن محمد بن جعفر، له تصانيف كثيرة في التفسير والحديث والفقه والوعظ والأخبار والتاريخ، ذكر له العلماء ما يزيد عن مائة وتسعين مصنفًا في مختلف العلوم.
الكتاب، أربعة أجزاء/ أربعة مجلدات: تساهل فيه ابن الجوزي في الحكم على بعض الأحاديث، فأورد في كتابه الضعيف بل الحسن بل الصحيح مما في سنن أبي داود والترمذي وابن ماجه ومسند أحمد وغيرها، بل فيه حديث في صحيح البخاري وآخر في صحيح مسلم، لذا رد عليه عدد من العلماء مثل ابن حجر العسقلاني والسيوطي وغيرهم من العلماء.
واختصر هذا الكتاب عدد من العلماء منهم:
- ابن القيم ت ٧٥١هـ، في كتابه: المنار المنيف في الصحيح والضعيف.
- السيوطي ت ٩١١هـ في كتابه: اللآلئ المصنوعة.
تناول ابن الجوزي في كتابه ما ورد من الأحاديث في:
- معاجم سليمان بن أحمد الطبراني ت ٣٦٠هـ، الثلاثة.
- الكامل لعبد الله بن عدي ت ٣٦٥هـ.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (164,'- الضعفاء لمحمد بن حسين الأزدي ت ٣٩٠هـ.
- تفسير أحمد بن موسى بن مردويه ت ٤١٠هـ.
-مصنفات أبي نعيم ت ٤٣٠هـ.
- تصانيف الخطيب البغدادي ت ٤٦٣هـ، وغيرها من الكتب.
ثالثا: اللآلئ المصنوعة في الأحاديث الموضوعة
المصنف: السيوطي ت ٩١١هـ، سبقت ترجمته.
- الكتاب: جزءان/ مجلدان: اختصار لكتاب: الموضوعات لابن الجوزي، وزاد السيوطي على مواده ما ورد في:
- تصانيف ابن حبان ت ٣٢٤هـ.
- مسند الفردوس لشيرويه بن شهر دار الديلمي ت ٥٠٩هـ.
- تاريخ علي بن الحسين بن عساكر ت ٥٧١هـ.
- تاريخ ابن النجار ت ٦٤٣هـ، وغيرها من الكتب.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (165,'<span data-type="title" id=toc-39>المبحث الثالث: مصادر الفقه الإسلامي</span>
<span data-type="title" id=toc-40>مدخل</span>
...
المبحث الثالث: مصادر الفقه الإسلامي
أولا: تعريف الفقه:
لغة: هو الفهم.
اصطلاحا: هو العلم بالأحكام الشرعية العملية، المكتسب من أدلتها التفصيلية.
ثانيا: الغاية منه: تطبيق الأحكام الشرعية على أفعال الناس وأقوالهم.
ثالثا: موضوعه: فعل المكلف من حيث ما يثبت له من الأحكام الشرعية.
رابعا: تطور الفقه: كانت أحكام الفقه في زمن الرسول -صلى الله عليه وسلم- مستمدة من القرآن الكريم والسنة المطهرة، وفي زمن الصحابة -رضي الله عنهم- أضيف للمصدرين السابقين اجتهادات وفتاوى الصحابة -رضي الله عنهم- ثم في عهد التابعين ومن بعدهم أضيف للمصادر الثلاثة السابقة اجتهادات المجتهدين، حيث ظهر عدد كبير منهم كان أشهرهم الأئمة الأربعة أصحاب المذاهب الفقهية المشهورة، وهم:
- أبو حنيفة النعمان ت ١٥٠هـ.
- مالك بن أنس ت ١٧٩هـ.
- محمد بن إدريس الشافعي ت ٢٠٤هـ.
- أحمد بن حنبل ت ٢٤١هـ.
وفيما يلي موجز عن أشهر الكتب الفقهية في هذه المذاهب.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (166,'<span data-type="title" id=toc-41>مصادر فقه المذهب الحنفي</span>
المذهب الحنفي من أقدم المذاهب الإسلامية، وهو منسوب للإمام أبي حنيفة النعمان ت ١٥٠هـ، والكتب المؤلفة في المذهب كثيرة، ومن أشهرها:
١- المبسوط للسرخسي ت ٤٩٠هـ.
٢- بدائع الصنائع للكاساني ت ٥٨٧هـ.
٣- فتح القدير لابن الهمام ت ٦٨١هـ.
٤- حاشية رد المحتار على الدر المختار شرح تنوير الأبصار لابن عابدين ت ١٢٥٢هـ.
وفيما يلي بحث موسع لهذه الكتب.
أولا: المبسوط للسرخسي
المصنف: السرخسي ت ٤٩٠هـ، محمد بن أبي سهل، متكلم فقيه أصولي مناظر، من طبقة المجتهدين في المسائل، ينسب لسرخس بخراسان، من مؤلفاته:
- المبسوط في الفقه.
- الأصول.
- شرح السير لمحمد بن الحسن ت ١٨٩هـ.
- شرح كتاب النفقات للخصاف ت ٢٦١هـ.
- شرح كتاب أدب القاضي للخصاف ت ٢٦١هـ.
الكتاب: عشرون جزءا/ عشرون مجلدا: شرح لكتاب الكافي للحاكم الشهيد ت ٣٣٤هـ، والكافي اختصار لكتب محمد بن الحسن الشيباني ت ١٨٩هـ، ومنها:
- المبسوط.
- جوامع الشيباني.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (167,'والمبسوط من أمهات كتب الفقه الحنفي المعتمدة لا يفتي بقول إلا عليه عند الأحناف، وقد أملاه مؤلفه على تلاميذه وهو في السجن في أوزجند وهي بلدة فيما وراء النهر، حيث سجن بسبب كلمة نصح بها الخاقان، وكان يملي من خاطره من غير مطالعة كتاب وأصحابه في أعلى الجب.
ثانيا: بدائع الصنائع في ترتيب الشرائع للكاساني
المصنف: الكاساني، ت ٥٨٧هـ، ١١٩١م: أبو بكر بن مسعود بن أحمد علاء الدين، من أئمة الحنفية بدمشق، توفي في حلب، وكان يلقب بملك العلماء.
الكتاب: سبعة أجزاء/ أربعة مجلدات: شرح لكتاب تحفة الفقهاء لعلاء الدين السمرقندي ت ٥٥٣هـ،١١٥٨م، وتحفة الفقهاء في فروع الفقه الحنفي، زاد فيها السمرقندي على مختصر القدوري ت ٤٢٨هـ، ١٠٣٧م، ورتبهما أحسن ترتيب، ثم لما شرحها الكاساني وعرض الشرح عليه استحسنه وزوجه ابنته، فقيل: شرح تحفته وتزوج ابنته.
ثالثا: فتح القدير لابن الهمام
المصنف: ابن الهمام ت ٦٨١ هـ، كمال الدين محمد بن عبد الواحد السيواسي السكندري، من علماء الحنفية، عارف بأصول الديانات والتفسير، والفرائض والحساب والفقه واللغة والمنطق، أصله من سيواس، ولد بالإسكندرية ونبغ في القاهرة وأقام في حلب، وجاور في الحرمين، وتوفي في القاهرة، من كتبه:
- التحرير: أصول الفقه.
- المسايرة في العقائد المنجية في الآخرة.
- زاد الفقير: فقه حنفي.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (168,'الكتاب مجلدان: شرح لكتاب الهداية لعلي بن أبي بكر المرغيناني ت ٩٦٥هـ، وكتاب الهداية من أهم كتب الحنفية وكثرت خدمته شرحًا، وهي في الحقيقة عبارة عن شرح لمختصر القدوري والجامع الصغير لمحمد بن الحسن، هذا وقد وصل ابن الهمام في شرحه إلى موضوع الوكالة، ثم أكمله المولى شمس الدين أحمد بن قورد المعروف بقاضي زادة ت ٩٩٨هـ، وسمى تكملته: نتائج الأفكار في كشف الرموز والأسرار، وهناك حاشية عليه لمولانا على القاري ت ١٠١٤هـ، نزيل مكة في مجلدين، ولخص الشيخ إبراهيم بن محمد الحلبي ت ٩٥٦هـ فتح القدير في مجلد واحد، وله فيه مؤاخذات عليه.
رابعا: حاشية رد المحتار على الدر المختار شرح تنوير الأبصار لابن عابدين
المصنف: ابن عابدين ت ١٢٥٢هـ، ١٨٣٦م: محمد أمين بن عمر بن عبد العزيز، فقيه الشام وإمام الحنفية في عصره، ولد وتوفي في دمشق، من مؤلفاته:
- رفع الأنظار عما أورده الحنبلي على الدر المختار.
- العقود الدرية في تنقيح الفتاوى الحامدية.
- الرحيق المختوم/ فرائض.
- حواشي على تفسير البيضاوي ت ٦٩١هـ، وغير ذلك.
الكتاب: شرح لكتاب الدر المختار لمحمد بن عبد الرحيم الحصكفي ت ١٠٨٨هـ. والدر المختار شرح لكتاب: تنوير الأبصار وجامع البحار لمحمد بن تمرتاش الغزي ت ١٠٠٤هـ، واشتهرت حاشية رد المحتار باسم: حاشية ابن عابدين، وقد توفي المؤلف قبل أن يتمه، ثم أكمله ابنه: ابن عابدين الابن ت ١٣٠٦هـ في كتابة المسمى: قرة عيون الأخيار.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (169,'<span data-type="title" id=toc-42>مصادر فقه المذهب المالكي</span>
المذهب المالكي ثاني المذاهب الفقهية الأربعة المشهورة، وينسب للإمام مالك بن أنس، ت ١٧٩هـ، ومراجع الفقه المالكي كثيرة، اشتهر بعضها باسم أمهات الفقه المالكي، وهي:
١- المدونة للإمام مالك، وهي مروية عن ابن القاسم ت ١٩١هـ.
٢- الواضحة لعبد الملك بن حبيب ت ٢٣٨هـ.
٣- العتبية وتسمى: المستخرجة لمحمد العتبي ت ٢٥٥هـ.
٤- الموازية: لمحمد بن المواز، ت ٢٩٦هـ، وهي أكثر فروعا من غيرها، وزاد بعضهم:
٥- المجموعة لمحمد بن عبدوس ت ٢٦٠هـ.
٦- المبسوط للقاضي إسماعيل بن إسحاق ت ٢٨٢هـ.
وفيما يلي مزيد بحث للكتب التالية:
أولا: المدونة الكبرى، رواية سحنون عن ابن القاسم
المصنف: لا يوجد مصنف مباشر للمدونة كما سيتضح لاحقا، لكنها بشكل عام مروية عن ابن القاسم ت ١٩١هـ، ٨٠١م أبو عبد الله عبد الرحمن بن القاسم بن خالد بن جنادة العتيقي المصري، مولده ووفاته في مصر، من فقهاء المالكية.
الكتاب: المدونة الكبرى، كتاب في فروع المالكية، وهي رواية الإمام سحنون بن سعيد التنوخي ت ٢٠٤هـ، عن الإمام عبد الرحمن بن القاسم.
وأصل المدونة مجموعة أسئلة سألها أسد بن الفرات ت ٢١٣هـ، لابن القاسم وكانت إجابات ابن القاسم كالتالي:',NULL,'174',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (170,'١- ما عنده فيه سماع من مالك يقول فيه: سمعت مالكا يقول: كذا ...
٢- ما ليس عنده فيه سماع من مالك، إنما عنده بلاغ عنه يقول فيه: بلغني أنه قال فيها: كذا وكذا.
٣- ما ليس عنده فيه سماع ولا بلاغ يقول فيه: لم أسمع في ذلك من مالك شيئا والذي أراه فيه كذا.
ثم نسخها سحنون بن سعيد التنوخي ت ٢٠٤هـ، وأعادها لابن القاسم مرة أخرى، فقرأها عليه وغيّر فيها بعض المسائل، ومدونة سحنون هي التي اشتهرت بعد ذلك، وتعتبر أصح شيء في مذهب الإمام مالك، فقد تداولتها أفكار أربعة من العلماء وهم: مالك وابن القاسم وأسد وسحنون.
وعلى المدونة الكبرى كتاب: مقدمات ابن رشد لبيان ما اقتضته المدونة من الأحكام، للإمام أبي الوليد محمد بن أحمد بن رشد الجد ت ٥٢٠هـ.
وللمدونة عدة شروح وتنبيهات واختصارات وتهذيبات.
أشهر من اختصرها:
- خلف بن أبي القاسم البرادعي ت ٣٧٢هـ، واسم اختصاره: التهذيب.
- عبد الله بن أبي زيد القيرواني ت ٣٨٦هـ.
- محمد بن عبد الله بن أبي زَمَنَين ت ٣٩٩هـ.
ثانيا: شرح الخرشي
المصنف: الخرشي ت ١١٠١هـ، ١٦٩٠م، أبو عبد الله محمد بن عبد الله بن علي الخرشي، نسبة إلى قرية يقال لها: أبو خراش في مصر، فقيه مالكي أقام وتوفي في القاهرة، ومن كتبه:
- منتهى الرغبة في حل ألفاظ النخبة، لابن حجر ت ٨٥٢هـ/ مصطلح.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (171,'- الشرح الصغير على متن خليل بن إسحاق ت ٧٧٦هـ.
- الفوائد السنية شرح المقدمة السنوسية/ توحيد.
الكتاب ثمانية أجزاء/ مجلدان: وهو شرح للمختصر المشهور بمختصر خليل، وهو أبو الضياء خليل بن إسحاق بن موسى ت ٧٧٦هـ، فقيه مالكي، ومختصره من أشهر كتب الفقه المالكي، وقد كثر شراحه، كما تمت ترجمته إلى اللغة الفرنسية.
ثالثا: الشرح الصغير على أقرب المسالك لمذهب الإمام مالك
المصنف: الدردير ت ١٢٠١هـ، ١٧٨٦م، أحمد بن محمد بن أحمد العدوي، أبو البركات، ولد في بني عدي في مصر، وتعلم في القاهرة في الأزهر، وتوفي في القاهرة، من كتبه:
- أقرب المسالك لمذهب الإمام مالك ت ١٧٩هـ.
- الشرح الصغير على أقرب المسالك لمذهب الإمام مالك ت ١٧٩هـ.
- الشرح الكبير على مختصر خليل بن إسحاق ت ٧٧٦هـ.
- تحفة الإخوان في علم البيان.
الكتاب: شرح على: أقرب المسالك لمذهب الإمام مالك، كلا الكتابين -الشرح والأصل- للدردير، فقد ذكر الدردير في بداية شرحه ما نصه: هذا الشرح لطيف على كتابنا المسمى: أقرب المسالك لمذهب الإمام مالك، اقتصرت فيه على بيان معاني ألفاظه، ليسهل فهمه على المبتدئين، وشرحه وقراءته لمن يشاء بمشيئة رب العالمين، وبالتالي فالمتن والشرح من المختصرات المؤلفة في فروع المالكية، وكلاهما لمؤلف واحد، وعلى الشرح الصغير شرح آخر اسمه: بلغة السالك لأقرب المسالك، من تأليف: أحمد الصاوي ت ١٢٤٠هـ.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (172,'رابعا: حاشية الدسوقي على الشرح الكبير للدردير
المصنف: الدسوقي ت ١٢٣٠هـ، ١٨١٥م، شمس الدين محمد بن أحمد بن عرفة، من أهل دسوق بمصر، تعلم وأقام وتوفي في القاهرة، له كتب منها:
- الحدود الفقهية.
- حاشية على مغني اللبيب/ مجلدان.
- حاشية على السعد التفتازاني ت ٧٩١هـ/ مجلدان.
- حاشية على شرح السنوسي لمقدمته: أم البراهين.
الكتاب: حاشية على كتاب الشرح الكبير، لأبي البركات أحمد الدردير ت ١٢٠١هـ، والشرح الكبير شرح لمختصر خليل، وكل هذه في فروع الفقه المالكي، وقد استخدم الدسوقي في حاشيته عددا من الرموز بيّنها في مقدمة كتابه وهي:
- بن: محمد البنَّاني ت ١١٩٤هـ، مُحَشِّي شرح الشيخ عبد الباقي ت ١٠٩٩هـ.
- طفى: العلامة مصطفى الرماصي مُحَشِّي التتائي ت ٩٤٢هـ.
- خ: العلامة محمد الخطاب.
- شيخنا: علي العدوي ت ١١٨٩هـ، محشي الخرشي ت ١١٠١هـ.
- عبق: العلامة عبد الباقي الزرقاني ت ١٠٩٩هـ.
- شيا: العلامة إبراهيم الشبرخيتي ت ١١٠٦هـ.
- خش: العلامة محمد الخرشي ت ١١٠١هـ.
- مج: مجموع خاتمة المحققين، الشيخ محمد الأمير ت ١٢٣٢هـ.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (173,'<span data-type="title" id=toc-43>مصادر فقه المذهب الشافعي</span>
ينسب المذهب الشافعي للإمام محمد بن إدريس الشافعي، وكبقية مذهب الفقه الإسلامي، فقد كثرت المصنفات فيه ومن أشهر هذه المصنفات:
أولا: الأم للشافعي
المصنف: الشافعي ت ٢٠٤هـ، سبقت ترجمته.
الكتاب، ثمانية أجزاء/ أربعة مجلدات: من أجَلِّ كتب الفقه وأعظمها أثرا في الأمة، فهو عمدة المذهب الشافعي، وهو موسوعة: فقهية، أصولية، حديثية، قانونية، حقوقية، لا غنى عنها: للفقيه، والأصولي، والمحدث، ورجل الدولة والقانون، وقد حوى هذا الكتاب من العلم ثروة فقهية ليس لها مثيل، كما حوى حصيلة اجتهاد علماء القرنين الأول والثاني، ومجموعة من الأحكام الفقهية، فجمع ما بين النصوص القرآنية الكريمة والأحاديث الشريفة، وفقه الصحابة والتابعين على اختلاف مذاهبهم، وحوى استنباطات وأقيسة ومناقشات تدل على مواهب كثيرة وذكاء عجيب وعلوم جمة واسعة.
ثانيا: المهذب للشيرازي
المصنف: الشيرازي ت ٤٧٦هـ: أبو إسحاق إبراهيم بن علي الفيروزأبادي، ولد في فيروزأباد بفارس، وانتقل إلى شيراز فقرأ على علمائها وانصرف إلى البصرة ثم بغداد، كان مفتي الأمة في عصره، بنى له الوزير نظام الملك الحسن بن علي ت ٤٨٥هـ، المدرسة النظامية على شاطئ دجلة فكان يدرس فيها ويديرها، مات ببغداد، وصلى عليه المقتدي العباسي عبد الله بن محمد ت ٤٨٧هـ، من تصانيفه:
- التنبيه/ فقه.
- التبصرة/ في أصول الشافعية.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (174,'- طبقات الفقهاء.
- اللمع/ أصول فقه.
- الملخص.
- المعونة، وغيرها، وأكثرها لا يزال مخطوطا.
الكتاب جزءان/ مجلدان: وصفه مصنفه الشيرازي بقوله: هذا الكتاب مهذب أذكر فيه -إن شاء الله- أصول مذهب الشافعي -رحمه الله تعالى- بأدلتها، وما تفرع على أصوله من المسائل المشكلة بعللها.
وقد عرض الشيرازي ذلك بأسلوب سهل، وعبارة أدبية بعيدة عن التعقيد والألغاز التي سادت فيما بعد في المتون الفقهية في عصر الانحطاط، هذا وإن شروح المهذب ومختصراته والكتب التي صنفت حوله كثيرة، يصعب حصرها واستقصاؤها، وأكثرها لا يزال مخطوطا.
ومن أهم شروح المهذب واختصاراته والكتب المؤلفة حوله:
١- شرح إبراهيم بن منصور العراقي ت ٥٩٦هـ، في عشرة مجلدات.
٢- المستعذب في شرح غريب المهذب لمحمد بن بطال اليمني ت ٦٣٠هـ.
٣- الاستقصاء لمذاهب العلماء، عشرون مجلدا، لعثمان بن عيسى الماراني ت ٦٤٢هـ.
٤- المغني، شرح لغريب المهذب لإسماعيل بن باطيش ت ٦٥٥هـ.
٥- المجموع شرح المهذب، للنووي ت ٦٧٦هـ.
٦- الطراز المذهب في تلخيص المهذب، لأحمد بن عبد الله الطبري ت ٦٩٤هـ.
٧- وخرج أحاديثه سراج الدين ابن الملقن ت ٨٠٤هـ.
٨- وشرح مشكلاته عبد العزيز بن عبد الكريم الجيلي ت ٩٢٦هـ.
٩- المستغرب من شواهد المهذب، لمحمد بن علي الشافعي ت ١٢٩٤هـ.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (175,'وتكلم على أحاديثه:
١- أبو بكر محمد بن موسى الحازمي ت ٥٨٤هـ.
٢- ابن السبعين ت ٧٤١هـ، في: طراز المذهب في الكلام على أحاديث المهذب.
٣- السيوطي ت ٩١١هـ، في: الكافي في زوائد المهذب على الوافي.
وهناك كثير غير ما ذكر من الكتب التي ألفت حول هذا الكتاب.
ثالثا: المجموع شرح المهذب للنووي
المصنف: النووي ت ٦٧٦هـ، يحيى بن شرف بن مري بن حسن، فقيه حافظ، لغوي، مفسر، ولد بنوى من قرى حوران بسورية، إمام الشافعية في عصره، من كتبه:
- تهذيب الأسماء واللغات.
- منهاج الطالبين/ مختصر في الفقه.
- الدقائق.
- تصحيح التنبيه للشيرازي ت ٤٧٦هـ.
- المنهاج في شرح صحيح مسلم ت٣٦١هـ.
- رياض الصالحين، وغير ذلك كثير.
الكتاب، تسعة أجزاء/ تسعة مجلدات: من أجمع الكتب في فقه الشافعية، شرح به الإمام النووي كتاب المهذب للشيرازي ت ٤٧٦هـ، ومنهج النووي هو:
- يبين لغاته وألفاظه.
- يعرف المصطلحات الفقهية.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (176,'- يذكر الأحاديث الصحيحة والحسنة والضعيفة والمرفوعة والموقوفة، ويتكلم على سندها ورجالها، ويخرجها من كتب السنة ويترجم لأسماء الأصحاب والعلماء والرواة، أو يعرف بهم تعريفا موجزا.
يقول النووي عن كتابه: واعلم أن هذا الكتاب وإن سميته شرح المهذب، فهو شرح للمذهب كله، بل لمذاهب العلماء كلهم، وللحديث، وجملة من اللغة والتاريخ والأسماء.
ولم يكمله النووي، فشرح السبكي ت ٧٥٦هـ منه الأجزاء الثلاثة التالية، ثم أكمله محمد بخيت المطيعي ١٤٠٦هـ، حتى وصل إلى عشرين جزءا، علما بأن هناك تتمات أخرى لعدد من العلماء.
رابعا: أسنى المطالب شرح روض الطالب للأنصاري
المصنف: الأنصاري، زكريا بن حمد بن أحمد، شافعي المذهب، قاضٍ ومفسر، من حفاظ الحديث، ولد في سنيكة بشرقية مصر، له تصانيف عديدة في مختلف الفنون منها:
- فتح الرحمن في التفسير.
- تحفة الباري على صحيح البخاري ت ٢٥٦هـ.
- شرح ألفية العراقي ت ٨٠٦هـ.
- شرح شذور الذهب في النجو.
- غاية الوصول/ أصول الفقه.
- منهج الطلاب/ فقه.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (177,'الكتاب: من كتب فروع فقه الشافعية التي تمتد في جذورها حتى كتاب الوسيط للغزالي ت ٥٠٥هـ، بل حتى كتاب: نهاية المطلب في دراية المذهب للجويني ت ٤٧٨هـ، ويعتبر أسنى المطالب من أجود شروح روض الطالب، كما يتضح من خلال التسلسل التالي:
- نهاية المطلب في دراية المذهب، لعبد الملك الجويني ت ٤٧٨هـ، واختصره:
- الغزالي، ت ٥٠٥هـ، في كتابه، الوسيط، ثم اختصره الغزالي كتابه في:
- الوجيز، وهذا الاختصار له أكثر من سبعين شرحا منها:
- فتح العزيز في شرح الوجيز، للرافعي ت ٦٢٣هـ، وهذا له كثير من الشروح والاختصارات والتحقيقات، ومن شروحه:
- روضة الطالبين وعمدة المفتينن للنووي ت ٦٧٦هـ، والروضة عليها العديد من الشروح والاختصارات والنظم، ومن اختصاراتها:
- روض الطالب، لإسماعيل بن أبي بكر بن المقري ت ٨٣٦هـ، وهذا عليه العديد من الكتب منها:
- أسنى المطالب شرح روض الطالب، لزكريا الأنصاري ت ٩٢٦هـ.
خامسا: حاشية عميرة
المصنف: عميرة ت ٩٥٧هـ، ١٥٥٠م، أحمد البرلسي المصري الشافعي، شهاب الدين الملقب بعميرة، فقيه شافعي، أخذ العلم عن الشيخ أحمد بن أحمد بن عبد الحق السنباطي ت ٩٩٥هـ، والبرهان إبراهيم بن محمد بن أبي الشريف ت ٩٢٣هـ، والنور المحلي ت ٨٦٤هـ، وكان زاهدا ورعا حسن الأخلاق ذا علم وافر، درس وأفتى وانتهت إليه رئاسة المذهب في عصره، من مصنفاته: شرح البسملة والحمدلة.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (178,'الكتاب: حاشية على كنز الراغبين شرح منهاج الطالبين، وكنز الراغبين لجلال الدين المحلي ت ٨٦٣هـ، ومنهاج الطالبين للنووي، ت ٦٧٦هـ، وهو اختصار لكتاب المحرر في فقه الشافعية للرافعي ت ٦٢٣هـ.
سادسا: حاشية القليوبي
المصنف: القليوبي ت ١٠٦٩هـ، ١٦٥٩م، شهاب الدين أحمد بن أحمد بن سلامة القليوبي المصري، من أهل قليوب في مصر، له حواشٍ وشروح ورسائل، وكتاب في تراجم جماعة من أهل البيت سماه: تحفة الراغب، وله رسالة في فضائل مكة والمدينة وبيت المقدس، وشيء من تاريخها وغير ذلك.
الكتاب: حاشية على كنز الراغبين المذكور آنفا لجلال الدين المحلي.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (179,'<span data-type="title" id=toc-44>مصادر فقه المذهب الحنبلي</span>
المذهب الحنبلي كما هو معروف نسبة إلى الإمام أحمد بن حنبل الشيباني ت ٢٤١هـ، وشأنه شأن بقية المذاهب الفقهية المشهورة: الحنفي والمالكي والشافعي، فقد كثرت التصانيف الفقهية فيه، ومنها:
- المقنع والكافي والعمدة وكلها لموفق الدين بن قدامة ت ٦٢٠هـ.
- الشرح الكبير للمقنع لعبد الرحمن بن قدامة ت ٦٨٢هـ.
- الفروع لابن مفلح ت ٧٦٣هـ.
- المبدع شرح المقنع لابن مفلح ت ٧٦٣هـ.
- تصحيح الفروع للمرداوي ت ٨٨٥هـ.
- التنقيح المشبع في تحرير أحكام المقنع للمرداوي ت ٨٨٥هـ.
- الإنصاف في معرفة الراجح من الخلاف للمرداوي ت ٨٨٥هـ.
- التوضيح في الجمع بين المقنع والتنقيح للشويكي ت ٩٣٩هـ.
- زاد المستقنع في اختصار المقنع للحجاوي ت ٩٦٨هـ.
- الإقناع للحجاوي ت ٩٦٨هـ.
- منتهى الإرادات في جمع المقنع مع التنقيح وزيادات لابن النجار ت ٩٧٢هـ.
- دليل الطالب للكرمي ت ١٠٣٣هـ.
- غاية المنتهى في الجمع بين الإقناع والمنتهى للكرمي ت ١٠٣٣هـ.
- الروض المربع للبهوتي ت ١٠٥١هـ.
- مطالب أولى النهى في شرح غاية المنتهى للرحيباني ت ١٢٤٣هـ.
- منار السبيل في شرح الدليل لابن ضويان ت ١٣٥٣هـ.
- وغير هذه كثير، وفيما يلي صورة أوسع عن بعض هذه المراجع:',NULL,'184',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (180,'أولا: الشرح الكبير لعبد الرحمن بن قدامة
المصنف: عبد الرحمن بن قدامة، ت ٦٨٢هـ، شمس الدين أبو محمد -أبو الفرج- بن محمد بن أحمد، كان أبوه من العلماء، وعمه الموفق مصنف المغني المشهور، ولد وتوفي عبد الرحمن بن قدامة في دمشق.
الكتاب: شرح فيه عبد الرحمن بن قدامة كتاب المقنع لعمه الموفق بن قدامة ت ٦٢٠هـ، واستمد في شرحه من المغني لعمه، وللكتاب اسم آخر هو: الشافي في شرح المقنع.
ثانيا: الإقناع للحجاوي
المصنف: الحجاوي ت ٩٦٨هـ، شرف الدين أبو النجا موسى بن أحمد بن موسى، ينسب لحجة من قرى نابلس، من مؤلفاته:
- الإقناع: جمع فيه المذهب.
- شرح منظومة الآداب الشرعية لحمد بن عبد القوي المرداوي ت ٦٩٩هـ.
- زاد المستقنع في اختصار المقنع لابن قدامة ت ٦٢٠هـ.
الكتاب، أربعة أجزاء/ مجلدان: جمع فيه مذهب الحنابلة، وهذا الكتاب عمدة الحنابلة، ويقال: إنه اختصار لكتاب: المستوعب للسامري، قال ابن العماد الحنبلي: لم يؤلف مثله في تحرير النقول وكثرة المسائل.
وقد جمعه الكرمي ت ١٠٣٣هـ، مع منتهى الإرادات لابن النجار ت ٩٧٢هـ، في كتاب واحد سماه: غاية المنتهى في الجمع بين الإقناع والمنتهى.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (181,'ثالثا: الروض المربع للبهوتي
المصنف: البهوتي ت ١٠٥١هـ، منصور بن يونس بن صلاح الدين، فقيه، أصولي، مفسر، ولد في بهوت، وهي بلدة في مصر، من مؤلفاته:
- شرح الإقناع لموسى الحجاوي ت ٩٦٠هـ.
- حاشية على الإقناع.
- شرح المنتهى للفتوحي.
- عمدة الطالب.
الكتاب: جزءان/ مجلد واحد: شرح لزاد المستقنع الذي هو اختصار للمقنع، التزم فيه شارحه بالاقتصار على القول الراجح في المذهب.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (182,'<span data-type="title" id=toc-45>مصادر الفقه المقارن</span>
دراسة الفقه المقارن نوع من البحث الفقهي يعتمد على عرض الآراء الفقهية للعلماء من الصحابة والتابعين وغيرهم خاصة الأئمة الأربعة، مع عرض أدلتهم ومناقشتها، وترجيح أقوى هذه الآراء في رأي المصنف، وقد ظهر هذا اللون من التصنيف متأخرا عن كتب المذاهب الفقهية إلى حد ما، أما الدراسات الفقهية المعاصرة فإن هذا النمط من التصنيف فكثير جدا فيها، مثل كتاب فقه الزكاة ليوسف القرضاوي، وكتاب الفقه الإسلامي وأدلته لوهبة الزحيلي، وكثير من رسائل الماجستير والدكتوراة في الفقه الإسلامي، ومن أوائل وأشهر ما صنف في ذلك:
أولا: بداية المجتهد ونهاية المقتصد لابن رشد الحفيد
المصنف: ابن رشد الحفيد ت ٥٩٥هـ، ١١٩٨م، القاضي أبو الوليد محمد بن أحمد بن محمد القرطبي الأندلسي، طبيب وفقيه وفيلسوف ونحوي، مالكي المذهب، من أهل قرطبة، صنف نحو خمسين كتابا في الفقه والطب والفلسفة، كتب عنه عدة مؤلفات.
الكتاب: جزءان/ مجلدان: يعتبر كتاب فقه مقارن، فالبرغم من تركيزه على فقه المذهب المالكي إلا أنه يذكر آراء الحنفية والشافعية وغيرهم من العلماء، مع إغفال ملحوظ لآراء الإمام أحمد؛ لأنه كان يعتبره من المحدثين.
ثانيا: المغني لابن قدامة
المصنف: موفق الدين ابن قدامة ت ٦٢٠هـ: سبقت ترجمته.
الكتاب: عشرة مجلدات: شرح لمختصر الخرقي، فقد ألف ابن قدامة عددا من الكتب في الفقه الحنبلي، وأراد أن يكون كتابه المغني في فقه المسلمين عامة، فهو يذكر أقوال العلماء من الصحابة والتابعين وعلماء الأمصار والأئمة الأربعة ويستدل لهم من غير تعصب، ولذا فإن المغني تلخيص لمذاهب فقهاء المسلمين المجتهدين بأدلتها في',NULL,'187',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (183,'أمهات الأحكام ومهمات المسائل، فأغنى عن مراجعة الكتب الكثيرة للمذاهب وكتب السنن والآثار، وقال عنه العز بن عبد السلام ت ٦٦٠هـ: لم تطب نفسي بالفتيا حتى صار عندي نسخة من المغني، وقال محمد رشيد رضا ت ١٣٥٤هـ: إذا يسر الله تعالى لكتاب المغني من يطبعه فأنا أموت آمنا على الفقه الإسلامي أن يموت.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (184,'<span data-type="title" id=toc-46>المبحث الرابع: مصادر علم أصول الفقه</span>
<span data-type="title" id=toc-47>مدخل</span>
...
المبحث الرابع: مصادر علم أصول الفقه
تعريف علم أصول الفقه هو: العلم بالقواعد والبحوث التي يتوصل بها إلى استفادة الأحكام الشرعية العملية من أدلتها التفصيلية.
موضوعه هو: الدليل الشرعي الكلي من حيث ما يثبت به من الأحكام الكلية.
والغابة المقصودة منه هي: تطبيق قواعده ونظرياته على الأدلة التفصيلية للتوصل إلى الأحكام الشرعية التي تدل عليها.
نشأته وتطوره: نشأ هذا العلم وابتدأ في القرن الثاني الهجري، وأول كتاب مدون وصلنا فيه هو كتاب الشافعي: الرسالة، ثم تتابع العلماء على التأليف في هذا الفن من خلال مدرستين أصوليتين:
الأولى: مدرسة علماء الكلام أو الشافعية.
الثانية: مدرسة علماء الحنفية أو الفقهاء.
ثم جاءت بعدهما المدرسة الثالثة التي جمعت بين الطريقتين: مدرسة الحنفية والشافعية معًا، أو مدرسة الفقهاء وعلماء الكلام.
وفيما يلي عرض موجز للمؤلفات وفق هذه المدراس الثلاث مع تسليط الضوء على بعض من هذه المؤلفات.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (185,'<span data-type="title" id=toc-48>مصادر أصول فقه الشافعية أو مدرسة المتكلمين</span>
...
المدرسة الأولى: مدرسة أهل الكلام أو مدرسة الشافعية
سبب نسبة هذه المدرسة لأهل الكلام: نسبت هذه المدرسة لأهل الكلام لأن أكثر من صنف وفق هذه الطريقة من علماء الكلام.
تعريف علم الكلام: هو علم يقصد معه إثبات العقائد الدينية بإيراد الحجج ودفع الشبه١.
سبب تسميتها بالطريقة الشافعية: أن الشافعي أول من كتب فيها، وتقوم هذه الطريقة على تحقيق قواعد هذا العلم وبحوثه تحقيقا منطقيا وإثبات ما أيده البرهان، بغض النظر عن الأحكام التي استنبطها المجتهدون.
ومن أشهر ما ألف من الكتب وفق هذه الطريقة:
١- التعريف والإرشاد في ترتيب طرف الاجتهاد لأبي بكر الباقلاني، ت ٤٠٣هـ.
٢- العُمَد، عبد الجبار بن أحمد المعتزلي، ت ٤١٥هـ.
٣- الإحكام في أصول الأحكام، على بن أحمد بن حزم، ت ٤٥٦هـ.
٤- المعتمد، أبو الحسين البصري المعتزلي، ت ٤٦٣هـ.
٥- البرهان، إمام الحرمين عبد الملك بن محمد الجويني، ت ٤٧٨هـ.
٦- المستصفى، أبو حامد الغزالي، ت ٥٠٥هـ.
٧- المحصول، فخر الدين محمد بن عمر الرازي ت ٦٠٦هـ.
٨- روضة الناظر، موفق الدين ابن قدامة، ت ٦٢٠هـ.
_________
١ الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة، د. مانع بن حماد الجهني: ١١٠٦/٢.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (186,'٩- الإحكام في أصول الأحكام، لعلي بن محمد الآمدي، ت ٦٣١هـ.
١٠- منهاج الوصول إلى علم الأصول، للبيضاوي، ت ٦٨٥هـ.
١١- نهاية السول في شرح منهاج الأصول، عبد الرحيم الأسنوي، ت ٧٧٢هـ.
١٢- إرشاد الفحول، محمد بن علي الشوكاني، ت ١٢٥٠هـ.
وهناك غير ذلك المئات من الكتب والشروح والحواشي، وفيما يلي تسليط للضوء بشكل أكبر على بعض من هذه المصنفات ومصنفيها.
أولا: الإحكام في أصول الأحكام لابن حزم
المصنف: ابن حزم ت ٤٥٦هـ، ١٠٦٤هـ، أبو محمد علي بن أحمد بن سعيد، عالم من الأندلس، فقيه يستنبط الأحكام من الكتاب والسنة وينكر القياس، له مصنفات كثيرة منها: المحلى بالآثار/ فقه.
الكتاب، ثمانية أجزاء/ مجلدان: من كتب الظاهرية، وأشهر ما يميزهم إنكارهم للقياس كدليل شرعي.
ثانيا: المستصفى للغزالي
المصنف: الغزالي ت ٥٠٥هـ، أبو حامد محمد بن محمد بن محمد الطوسي، ولد وتوفي في الطابران قصبة طوس بخراسان، له نحو مائتي مصنف منها:
- المنخول في الأصول.
- المكنون في الأصول.
- الوسيط في الفقه.
- البسيط في الفقه.
- الوجيز في الفقه.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (187,'الكتاب: وهو من أوائل ما ألف في علم الأصول، وقد جمع عالمان هذا الكتاب مع كتب ثلاثة أخرى وهي:
- العمد للقاضي عبد الجبار ت ٤١٥هـ.
- المعتمد لأبي الحسين البصري ت ٤٣٦هـ.
- البرهان للجويني ت ٤٧٨هـ.
والعالمان الأصوليان اللذان جمعا الكتب الأربعة هما:
- فخر الدين الرازي ت ٦٠٦هـ في كتابه المحصول.
- الآمدي ت ٦٣٠هـ في كتابه: الإحكام في أصول الأحكام.
كما لخص المستصفى ابن قدامة ت ٦٢٠هـ، في كتابه: روضة الناظر وجنة المناظر التي اختصرت هي أيضا وظهرت عليها عدة كتب، وقد قال الغزالي عن كتابه المستصفى في مقدمته: أقترح على طائفة من محصلي علم الفقه تصنيفا في الأصول أطلق العنان فيه بين الترتيب والتحقيق، على وجه يقع في الحجم دون تهذيب الأصول وفوق كتاب المنخول، ورتبناه على مقدمة وأربعة أقطاب:
- المقدمة: للتوطئة والتمهيد.
- والأقطاب هي المشتملة على الباب المقصود:
- القطب الأول في الأحكام.
- والثاني في الأدلة.
- والثالث في طريق الاستثمار.
- والرابع في المستثمر.
وقد اختصر كتاب المستصفى:
١- أحمد بن محمد الإشبيلي أبو العباس ت ٦٥١هـ.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (188,'٢- السُّهْرَوَرْدِي عمر بن محمد ت ٦٣٢هـ.
وشرح المستصفى: حسن بن عبد العزيز الفهري البلنسي ت ٦٧٩هـ.
وعلق على المستصفى: سليمان بن محمد الغرناطي ت ٦٣٩هـ.
ثالثا: المحصول للرازي
المصنف: الرازي، ت ٦٠٦هـ، ١٢١٠م، سبقت ترجمته.
الكتاب: جمع فيه مؤلفه بين أربعة كتب ولخصها وهي:
١- العمد للقاضي عبد الجبار ت ٤١٥هـ.
٢- المعتمد شرح العُمَد لأبي الحسين البصري المعتزلي ت ٤٣٦هـ.
٣- البرهان للجويني ت ٤٧٨هـ.
٤- المستصفى للغزالي ت ٥٠٥هـ.
والمحصول يميل إلى الإكثار من الأدلة والاحتجاج بها، بعكس الإحكام للآمدي المولع بتحقيق المذاهب وتفريع المسائل، وقد اختصر المحصول في: الحاصل للأرموي ت ٦٥٦هـ، واختصر الحاصل في:
- منهاج الوصول إلى علم الأصول للبيضاوي ت ٦٨٥هـ، وهذا شُرِح في:
- نهاية السول للأسنوي ت ٧٧٢هـ.
رابعا: روضة الناظر وجنة المناظر لابن قدامة
المصنف: الموفق ابن قدامة ت ٦٢٠هـ، سبقت ترجمته.
الكتاب: مجلد واحد: عني كثير من العلماء بها، نقلا عنها وتعليقا عليها ودراسة لها، وتأليفا حولها، فهي من أهم مراجع الأصول عند الحنابلة الذين جاءوا بعد المؤلف، وقد',NULL,'193',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (189,'وصف د. عبد الكريم النملة كتاب الروضة بأنه غزير العلم، مستعذب اللفظ، وقد خلا عن الإغراق في خلاف العلماء، سليما من الكلام الذي لا يليق فيما يجب لله وما يستحيل عليه، سليما من تجريح بعض العلماء الذين يخالفهم، مع جزالة في اللفظ وقوة في التعبير، وسلامة من التعقيد في الغالب، فهو قد جمع قواعد الأوائل ومستحسنات الأواخر بأحسن العبارات وألطف الإشارات.
مصادر الروضة التي ينقل منها بالنص:
١- العدة لأبي يعلى محمد بن الحسين ت ٤٥٨هـ.
٢- المستصفى للغزالي ت ٥٠٥هـ وغالب الروضة منه.
٣- التمهيد لأبي الخطاب، محفوظ بن أحمد الكلوذاني ت ٥١٠هـ، من العدة والتمهيد استمد المذهب الحنبلي.
٤- الوصول إلى علم الأصول لأبي الفتح ابن برهان ت ٥١٨هـ١.
الكتب المؤلفة حول الروضة:
١- البلبل في أصول الفقه، اختصار للروضة وهو لسليمان بن عبد القوي الطوفي ت ٧١٠هـ، وشرح الطوفي كتابه في مختصر الروضة في مجلدين.
٢- نزهة الخاطر العاطر شرح روضة الناظر لعبد القادر بن بدران ت ٣٤٦هـ.
٣- مذكرة محمد الأمين الشنقيطي ت ١٣٩٣هـ.
٤- مذكرة أصول الفقه، عبد القادر شيبة الحمد.
٥- ابن قدامة وآثاره الأصولية، د. عبد العزيز السعيد.
٦- إتحاف ذوي البصائر بشرح روضة الناظر، ثمانية مجلدات، د. عبد الكريم النملة.
_________
١ روضة الناظر لابن قدامة بتحقيق د. عبد الكريم النملة: ٣٩.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (190,'منهج ابن قدامة في الروضة:
١- يذكر مذهبه في المسألة ثم مذهب المخالفين وأدلتهم ثم أدلته ثم يناقش أدلتهم.
٢- يبين المذهب الحنبلي في كل مسألة، ويقارن بينه وبين المذاهب الأخرى.
٣- يناقش آراء المخالفين وأدلتهم بدقة، مبينا ثمرة الخلاف أحيانا.
٤- يحرص على عدم التكرار عند تشابه بعض الموضوعات.
٥- يستدل بالكتاب والسنة والإجماع والآثار والقياس وكلام العرب ولا يهتم بالأدلة العقلية إلا عند الضرورة.
٦- لا يذكر أسماء الكتب التي ينقل عنها.
قيمة الكتاب العلمية: يتميز الكتاب بميزات عدة منها:
١- غزارة العلم وعذوبة اللفظ والاشتمال على المهم مع قوة في التعبير.
٢- من أهم المصادر أصول الحنابلة، نقل عنه القرافي ت ٦٨٤هـ، في نفائس الأصول شرح المحصول، وبدر الدين الزركشي ت ٧٩٤هـ، في كتابه البحر المحيط، والفتوحي ت ٩٧٢هـ، في كتابه شرح الكوكب المنير.
٣- يخلو من الإغراق في خلاف العلماء في الحدود والتعريفات.
٤-سليم من الكلام الذي لا يليق فيما يجب لله تعالى وما يستحيل عليه وغيرها من مسائل علم الكلام.
٥- بعيد عن تجريح العلماء والمخالفين.
من المآخذ على الكتاب:
١- لم يشر إلى الغزالي والمستصفى، مع أن الروضة تعتبر اختصارًا له.
٢- يتساهل أحيانا في عزو الآراء، مع شيء من عدم الدقة في النقل.
٣- يستدل أحيانا بأحاديث موضوعة أو ضعيفة.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (191,'٤- يهمل التعريف اللغوي كثيرا والاصطلاحي أحيانا، ويقدم الاصطلاحي على اللغوي أحيانا أخرى.
٥- يستدل بالنصوص الشرعية دون بيان وجه الدلالة غالبا.
وهناك ملاحظات أخرى يسيرة، ولكن كل هذه الملاحظات لا تقدح مطلقا في قيمة الكتاب العلمية.
خامسا: الإحكام في أصول الأحكام للآمدي
المصنف: الآمدي، ت ٦٣١هـ، سيف الدين على بن أبي علي محمد الآمدي، شافعي المذهب، ولد بآمد من ديار بكر، له نحو عشرة مؤلفات منها: دقائق الحقائق في الحكمة، توفي بدمشق ودفن بسفح جبل قاسيون.
الكتاب: لخص فيه الآمدي أربعة من كتب الأصول هي:
١- العُمَد للقاضي عبد الجبار المعتزلي ت ٤١٥هـ.
٢- المعتمد شرح العُمَد للقاضي أبي الحسين البصري ت ٤٦٣هـ.
٣- البرهان، لإمام الحرمين عبد الملك الجويني ت ٤٧٨هـ.
٤- المستصفى للغزالي ت ٥٠٥هـ.
والآمدي في الأحكام مولع بتحقيق المذاهب وتفريع المسائل بعكس الرازي في المحصول الذي يميل إلى الإكثار من الأدلة والاحتجاج بها.
سادسا: نهاية السول في شرح منهاج الوصول إلى علم الأصول للأسنوي
المصنف: الأسنوي، ت ٧٧٢هـ: عبد الرحيم بن الحسن بن علي ولد في أسنا بصعيد مصر، وتوفي في القاهرة، له عدة مصنفات في: الفقه، والأصول، والنحو، والتاريخ.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (192,'الكتاب: أربعة أجزاء/ أربعة مجلدات: هذا الكتاب شرح لـ:
- منهاج الوصول للبيضاوي ت ٦٨٥هـ، والمنهاج اختصار لـ:
- الحاصل من المحصول للأرموي ت ٦٥٦هـ، والحاصل اختصار لـ:
- المحصول للرازي ت ٦٠٦هـ الذي سبق ذكره.
سابعا: إرشاد الفحول إلى تحقيق الحق من علم الأصول للشوكاني
المصنف: الشوكاني ت ١٢٥٠هـ، ١٨٣٤م، محمد بن علي بن عبد الله، فقيه مجتهد من كبار علماء اليمن، من أهل صنعاء، ولد بهجرة شوكان، نشأ بصنعاء، وولي قضاءها سنة ١٢٢٩هـ، ومات حاكمًا بها، من مصنفاته:
- نيل الأوطار.
- فتح القدير في التفسير، وغير ذلك.
الكتاب، مجلد واحد: رتبه المصنف على مقدمة وسبعة أبواب أو مقاصد وخاتمة، وقد جعل المقدمة في تعريف الأصول وموضوعه وفائدته واستمداده، وفي الأحكام المبادئ اللغوية وتقسيم اللفظ إلى مفرد ومركب.
أما المقاصد السبعة فهي كالتالي:
- الأول في الكتاب.
- الثاني في السنة.
- الثالث في الإجماع.
- الرابع في الأوامر والنواهي ... إلخ.
- والخامس في القياس.
- والسادس في الاجتهاد.
- والسابع في التعادل والترجيح.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (193,'<span data-type="title" id=toc-49>مصادر أصول فقه الحنفية أو مدرسة الفقهاء</span>
...
المدرسة الثانية: مدرسة علماء الحنفية أو مدرسة الفقهاء
نسبت هذه المدرسة لعلماء الحنفية؛ لأنهم هم الذين ألفوا في علم الأصول وفقها، تقوم هذه الطريقة على: وضع القواعد والبحوث الأصولية التي رأى الأصوليون أن أئمتهم بنوا عليها اجتهادهم، فصاغوا القواعد الأصولية بما يتفق مع الفروع التي استنبطها أئمتهم، ومن أشهر ما ألف وفق هذه الطريقة:
- رسالة في الأصول، عبيد الله بن حسن الكرخي، ت ٣٤٠هـ.
- أصول الفقه، أبو بكر أحمد بن علي الرازي الجصاص، ت ٣٧٠هـ.
- تأسيس النظر، عبيد الله بن عمر الدبوسي، ت ٤٣٠هـ.
- كنز الوصول إلى معرفة الأصول، لفخر الإسلام البزدوي ت ٤٨٩هـ.
- أصول السرخسي، أبو بكر محمد بن أحمد السرخسي ت ٤٩٠هـ.
- منار الأنوار، لعبد الله بن أحمد النسفي، ت ٧١٠هـ.
وغير ذلك كثير من الكتب والشروح والحواشي على الكتب السابقة واللاحقة، وسنتناول فيما يلي بشيء من التعريف أحد هذه الكتب وهو:
أصول الفقه السرخسي
المصنف: السرخسي ت ٤٩٠هـ، سبقت ترجمته.
الكتاب: من كتب الأصول المصنفة على طريقة الحنفية، وهو من الكتب ذات العبارة السهلة، ويعد مثل كتاب البزدوي، ت ٤٨٢هـ، لكنه أوسع منه عبارة وأكثر تفصيلا.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (194,'وقد واكب السرخسي في تأليفه لكتابه أصول الفقه، عالما آخر هو فخر الإسلام على بن محمد البزدوي ت ٤٨٢هـ، في كتابه: كنز الوصول إلى معرفة الأصول، فكان كتابا السرخسي والبزدوي بمثابة تهذيب لهذا الفن وتنقيح له، فصار مُعَوّل الفقهاء بعدهما حتى إذا اتفقا على شيء يقولون: اتفق الشيخان على هذا القول، ويقول السرخسي في مقدمة كتابه عن سبب تأليفه له: إنه بعد شرح كتب محمد بن الحسن الشيباني ت ١٨٩هـ، رأيت من الصواب أن أبين للمقتبسين أصول ما بنيت عليها شرح الكتب، ليكون الوقوف على الأصول معينا لهم على ما هو الحقيقة في الفروع، ومرشدا لهم إلى ما وقع الإخلال به في بيان الفروع، فالأصول معدودة والحوادث ممدودة، والمجموعات في هذا الباب كثيرة للمتقدمين والمتأخرين١.
_________
١ أصول السرخسي: ١٠/١.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (195,'<span data-type="title" id=toc-50>مصادر أصول المدرستين: الشافعية والحنفية</span>
...
المدرسة الثالثة: مدرسة الحنفية والشافعية معا
كما هو واضح من اسم هذه الطريقة فإنها تقوم على الجمع بين منهجي مدرستي الشافعية والحنفية والسابقتين، فعني العلماء الذين صنفوا وفق هذه الطريقة بتحقيق القواعد الأصولية وإقامة البراهن عليها، وتطبيقها على الفروع الفقهية وربطها بها.
وإذا كانت المؤلفات وفق المدرستين الأوليين قد ظهرت في أواخر القرن الثاني وأوائل القرن الثالث، فإن المؤلفات وفق الطريقة الجديدة لم تظهر إلا في القرن السابع، وفيما يلي قائمة ببعض أشهر الكتب المصنفة وفق المنهجية الجديدة:
١- بديع النظام الجامع بين كتاب البزدوي والأحكام لابن الساعاتي ت ٦٩٤هـ.
٢- تنقيح الأصول، صدر الشريعة عبيد الله بن مسعود البخاري ت ٧٣٧هـ.
٣- التوضيح اختصار التنقيح، صدر الشريعة ت ٧٤٧هـ.
٤- التلويح على التوضيح لمتن التنقيح، سعد الدين مسعود التفتازاني ت ٧٩٢هـ.
٥- جمع الجوامع، تاج الدين عبد الوهاب بن علي السبكي ت ٧٧١هـ.
٦- التحرير، محمد بن عبد الوهاب بن الهمام السيواسي ت ٨٦١هـ.
٧- مسلم الثبوت، محب الله بن عبد الشكور ت ١١١٩هـ.
٨- فواتح الرحموت بشرح مسلم الثبوت، الأنصاري ت ١٢٢٥هـ.
وفيما يلي إضاءة حول إحدى هذه المصنفات:',NULL,'200',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (196,'فواتح الرحموت بشرح مسلم الثبوت للأنصاري
المصنف: الأنصاري ت ١٢٢٥هـ، عبد العلي محمد بن نظام الدين الهندي محمد اللكنوي الأنصاري المكنى بأبي العباس الملقب ببحر العلوم، الفقيه الحنفي الأصولي المنطقي، نشأ نشأة صالحة وكان من نوابغ القرن الثاني عشر، تلقى العلوم على أكابر علمائها، ونبغ في كثير منها، فكانت له قدم ثابتة في فقه الحنفية وفي الأصول وفي المنطق وكانت دروسه حافلة بطلبة العلم، توفي في مدارس في الهند.
من مؤلفاته:
- فواتح الرحموت شرح مسلم الثبوت.
- تنوير المنار، شرح منار الأنوار للنسفي ت ٧١٠هـ.
- رسائل الأركان في الفقه.
- شرح سلم العلوم في المنطق١.
الكتاب: شرح نفيس لكتاب مسلم الثبوت، لمحب الدين بن عبد الشكور ت ١١١٩هـ، وهو قاضي من الأعيان من أهل بهار، وهي مدينة عظيمة في الهند، وهو أصولي منطقي لقب فاضل خان، ومن مصنفاته: سلم العلوم في المنطق، والكتاب والشرح كلاهما من الكتب التي صنفت وجمعت بين الطريقتين:
١- طريقة الحنفية أو الفقهاء.
٢- طريقة الشافعية أو المتكلمين.
وقد طبع الكتاب وشرحه مرارا مع المستصفى للغزالي ت ٥٠٥هـ
_________
١ أصول الفقه د. شعبان محمد إسماعيل: ٥١٩.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (197,'<span data-type="title" id=toc-51>الخاتمة</span>
الحمد لله والصلاة والسلام على رسول الله.
بعد التطواف في رياض المكتبة الإسلامية الوارفة الظلال، لا يسع المرء إلا أن يبدي إعجابه واندهاشه الشديدين بموروث المكتبة الإسلامية الذي بلغ أبعد المدى في توسعه الأفقي والعمودي إن صح التعبير.
أما الأفقي فالمقصود به هذا التنوع الهائل في أنواع العلوم التي غطاها تراث المكتبة الإسلامية، وأما العمودي فالمقصود به هذا الكم الهائل من الكتب في العلم الواحد.
وكل هذا ما كان له أن يكون أبدا لولا القرآن الكريم الذي أنزله الله تعالى هداية لكل خير، فابتدأ نزوله بسورة إقرأ وأردفها بعد فترة بسورة القلم، فكانت القراءة والكتابة عمودا العلم لأمة كانت عما قريب وصفها الأشهر: الأمة الأمية، ووصف عصرها الأظهر: العصر الجاهلي، فلك الحمد يا من أحييت هذه الأمة بالقرآن نسألك أن تحيي قلوبنا بالإيمان والعلم وتملأها بالإخلاص والتقوى ... آمين.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (198,'<span data-type="title" id=toc-52>الفهرس</span>
الموضوع الصفحة
مقدمة الطبعة الثانية......................................................................... ٥
مقدمة الطبعة الأولى........................................................................ ٧
التمهيد، وفيه أربعة مباحث................................................................. ٩
- المبحث الأول: اهتمام الإسلام بالعلم................................................ ١٠
- المبحث الثاني: تسامح الإسلام ومبدأ المساواة بين المسلمين................ ١٤
- المبحث الثالث: عصر التدوين............................................................ ٣٠
- المبحث الرابع: ثراء المكتبة الإسلامية في جميع فروع التراث................... ٣٦
الباب الأول: مدونات المصادر الإسلامية، وفيه فصلان................................... ٤٣
الفصل الأول: علم الببليوجرافيا واهتمام المسملين به............................... ٤٥
الفصل الثاني: مدونات المصادر الإسلامية وفيه أربعة مباحث........................ ٤٩
المبحث الأول: المصادر التي اعتمدت العلوم كقاعدة للتصنيف....................... ٥٠
المبحث الثاني: المصادر التي اعتمدت أسماء المؤلفين كقاعدة للتصنيف........ ٥٩
المبحث الثالث: المصادر التي اعتمدت أسماء المؤلفات قاعدة للتصنيف...........٦٢
المبحث الرابع: المصادر العامة في الترجمة للأعلام.................................. ٦٦
الباب الثاني: المصادر الإسلامية وفيه أربعة مباحث................................... ٧٣
المبحث الأول: المصادر المتعلقة بالقرآن الكريم وعلومه.............................. ٧٤
- المعاجم وأهمها............................................................................. ٧٤
- فضائل القرآن الكريم........................................................................ ٧٨',NULL,'208',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (199,'الموضوع الصفحة
- نقط المصحف.............................................................. ٧٩
- مصادر علم القراءات........................................................ ٨٠
- مصادر علوم القرآن.......................................................... ٨٣
- التفسير........................................................................ ٨٨
مصادر تراجم المفسرين....................................................... ٩٥
المبحث الثاني: المصادر المتعلقة بالحديث الشريف وعلومه........... ٩٨
أولا: علم الحديث رواية:........................................................ ٩٩
- الجوامع وأهمها................................................................ ١٠١
- الموطآت وأهمها............................................................. ١١٠
- المسانيد وأهمها.............................................................. ١١٢
- السنن وأهمها................................................................. ١١٧
- الصحاح وأهمها................................................................ ١٢٧
- المجاميع وأهمها...............................................................١٣٢
ثانيا: علم الحديث دراية......................................................... ١٣٤
- مصادر الغريب................................................................... ١٣٥
- مصادر اختلاف الحديث........................................................ ١٣٨
- مصادر الرواة من غير الصحابة............................................... ١٤٢
-مصادر أسماء الصحابة......................................................... ١٥٢
- مصادر علم مصطلح الحديث.................................................. ١٥٨
- مصادر الموضوعات............................................................. ١٦٤
المبحث الثالث: مصادر الفقه الإسلامي................................... ١٧٠
- مصادر الفقه الحنفي......................................................... ١٧١',NULL,'209',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (200,'الموضوع الصفحة
- مصادر الفقه المالكي............................................................. ١٧٤
- مصادر الفقه الشافعي............................................................ ١٧٨
- مصادر الفقه الحنبلي.............................................................. ١٨٤
- مصادر الفقه المقارن............................................................... ١٨٧
المبحث الرابع: مصادر علم أصول الفقه.......................................... ١٨٩
مصادر أصول فقه الشافعية أو مدرسة المتكلمين.............................. ١٩٠
مصادر أصول فقه الحنفية أو مدرسة الفقهاء..................................... ١٩٨
مصادر أصول المدرستين: الشافعية والحنفية.................................. ٢٠٠
الخاتمة............................................................................. ٢٠٢
المراجع............................................................................ ٢٠٣
الفهرس........................................................................... ٢٠٨',NULL,'210',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (201,'<span data-type="title" id=toc-53>مصادر ومراجع</span>
...
قائمة ببعض المراجع
١- أبو داود، سليمان بن الأشعث، ت ٢٧٥هـ، رسالة أبي داود إلى أهل مكة في وصف سننه، تحقيق محمد الصباغ، دار العربية، ملحقة بمختصر سنن أبي داود للحافظ المنذري، ومعالم السنن للخطابي، تحقيق محمد حامد الفقي، المكتبة الأثرية، باكستان، ط٢، ١٣٩٩هـ- ١٩٧٩م.
٢- أبو لاوي، د. أمين، علم أصول الجرح والتعديل، ط١، ١٤١٨هـ- ١٩٩٧م، دار ابن عفان، الخبر/ المملكة العربية السعودية.
٣- الأدنه وي، أحمد بن محمد، طبقات المفسرين، ١ج/ ١مج، تحقيق د. سليمان الخزي، مكتبة العلوم والحكم، المدينة المنورة، ط١، ١٤١٧هـ- ١٩٩٧م.
٤- إسماعيل، د. محمد، أصول الفقه تاريخه ورجاله، ط١، ١٤٠١هـ- ١٩٨١م، دار المريخ/ الرياض.
٥- الأعظمي، د. محمد مصطفى، دراسات في الحديث النبوي، نشر جامعة الرياض ١٣٩٦هـ.
٦- ابن الجوزي، أبو الفرج عبد الرحمن بن علي، كتاب الموضوعات من الأحاديث المرفوعات، ٣ج/ ٣مج، تحقيق نور الدين جيلار، ط١، ١٤١٨هـ- ١٩٩٧م، مكتبة أضواء السلف/ الرياض.
٧- ابن القيم، محمد بن أبي بكر، ت ٧٥١هـ، التبيان في أقسام القرآن، دار الكتاب العربي.
٨- ابن حبان، أبو حاتم محمد البستي ت ٣٥٤هـ، صحيح ابن حبان، تحقيق شعيب الأرناؤوط، مؤسسة الرسالة، ط١، ١٤٠٨هـ- ١٩٨٨م، بيروت/ لبنان.
٩- ابن حنبل، أحمد، المسند، ٥ج/ ٥مج، ط٣، ١٣٩٨هـ- ١٩٧٨م، المكتب الإسلامي، بيروت/ لبنان.
١٠- ابن خزيمة، أبو بكر محمد بن إسحاق السلمي النيسابوري، ت ٣١١هـ، صحيح ابن خزيمة، تحقيق د. محمد مصطفى الأعظمي، ط٢، ١٤٠١هـ- ١٩٨١م، شركة الطباعة السعودية، الرياض.
١١- ابن خلدون، عبد الرحمن بن محمد، مقدمة ابن خلدون، دار إحياء التراث العربي، بيروت/ لبنان.
١٢- ابن عبد ربه، أبو عمر أحمد بن محمد، العقد الفريد، ٦ج/ ٦مج، ط٣، ١٣٨٤هـ- ١٩٦٥م: مطبعة لجنة التأليف والترجمة والنشر/ القاهرة.
١٣- ابن قدامة، ت ٦٢٠هـ، موفق الدين عبد الله بن أحمد بن محمد المقدسي، روضة الناظر وجنه المناظر، تحقيق: د. عبد الكريم النملة، مكتبة الرشد/ الرياض، ط١،، ١٤٣١هـ- ١٩٩٣م.
١٤- ابن كثير ت ٧٧٤هـ، إسماعيل بن عمر القرشي، تفسير القرآن العظيم، دار إحياء الكتب العربية.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (202,'١٥- ابن كثير ت ٧٧٤هـ، عماد الدين أبو الفداء إسماعيل بن عمر القرشي، البداية والنهاية، تحقيق د. عبد الله بن عبد المحسن التركي ط١/ ١٤١٩هـ- ١٩٩٨م، دار هجر للطباعة والنشر، ٢١مج/ ٢١ج
١٦- البخاري، محمد بن إسماعيل ت ٢٥٦هـ، التاريخ الصغير، إدارة ترجمان السنة، ١٣٩٧هـ- ١٩٧٧م، لاهور.
١٧- البخاري، محمد بن إسماعيل ت ٢٥٦هـ، التاريخ الكبير، دار الباز، مكة المكرمة.
١٨- البخاري، محمد بن إسماعيل ت ٢٥٦هـ، صحيح البخاري، تحقيق د. مصطفى ديب البغا، ط٣، ١٤٠٧هـ- ١٩٨٧م، دار ابن كثير، بيروت/ لبنان.
١٩- ابن تغري بردي، جمال الدين أبو المحاسن يوسف الأتابكي، ت ٨٧٤هـ، النجوم الزاهرة في ملوك مصر والقاهرة، تحقيق محمد حسين شمس الدين، ط١، ١٤١٣هـ- ١٩٩٢م، دار الكتب العلمية، بيروت.
٢٠- الجزري، الحافظ شمس الدين، ت ٨٣٣هـ، المصعد الأحمد في ختم مسند الإمام أحمد، مطبوع مع مسند أحمد، شرح وفهرسة أحمد محمد شاكر، ط٤، ١٣٧٣هـ- ١٩٥٤م، دار المعارف، مصر.
٢١- الجهني، د. مانع، الموسوعة الميسرة في الأديان، ٢ج/ ٢مج، ط٣، ١٤٨١هـ، دار الندوة العالمية للطباعة والنشر.
٢٢- الحاكم، أبو عبد الله النيسابوري، المستدرك، ٥ج/ ٥مج، دار المعرفة، بيروت/ لبنان.
٢٣- الخضري، محمد، تاريخ التشريع، دار القلم، بيروت/ لبنان ط١، ١٩٨٣م.
٢٤- الخطيب، محمد عجاج، السنة قبل التدوين، ط٥، ١٤٠١هـ- ١٠٨١م، دار الفكر، بيروت/ لبنان.
٢٥- خليفة، حاجي، كشف الظنون، ٢ج/ ٢مج، دار العلوم الحديثة، بيروت/ لبنان.
٢٦- الخولي، محمد عبد العزيز، مفتاح السنة، ط٤، ١٢٠٣هـ- ١٩٨٣م، دار الكتب العلمية، بيروت.
٢٧- الداودي، محمد بن علي، ت ٩٤٥هـ، طبقات المفسرين، ٢ج/ ٢مج، دار الكتب العلمية، بيروت.
٢٨- الذهبي، محمد بن أحمد، تجريد أسماء الصحابة، دار المعرفة، بيروت/ لبنان.
٢٩- الذهبي، محمد بن أحمد، تذكرة الحفاظ، دار إحياء التراث العربي، بيروت/ لبنان.
٣٠- الذهبي، محمد بن أحمد، سير أعلام النبلاء، مؤسسة الرسالة، ط٢، ١٤٠٢هـ- ١٩٨٢م، بيروت.
٣١- الذهبي، د. محمد حسين، التفسير والمفسرون، دار إحياء التراث العربي، بيروت/ لبنان.
٣٢- الزرقاني، محمد عبد العظيم، مناهل العرفان، دار الفكر.
٣٣- الرزكلي، خير الدين، الأعلام، قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين، نشر دار العلم للملايين، ط٥/ ١٩٨٠م.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (203,'٣٤- زيدان، د. عبد الكريم: المدخل لدراسة الشريعة الإسلامية، ط١١، ١٤١١هـ- ١٩٩٠م، مؤسسة الرسالة، بيروت/ لبنان.
٣٥- السباعي، د. مصطفى: من روائع حضارتنا، ط٢، ١٣٨٨هـ- ١٩٦٨م، دار الإرشاد، بيروت/ لبنان.
٣٦- السبكي، تاج الدين، عبد الوهاب بن تقي الدين، طبقات الشافعية، ط٢، دار المعرفة، بيروت.
٣٧- السخاوي، محمد بن عبد الرحمن ت ٩٢هـ، فتح المغيث، شرح ألفية الحديث، ط١، ١٤٠٣هـ- ١٩٨٣م، دار الكتب العلمية، بيروت/ لبنان.
٣٨- السرخسي، محمد بن أحمد، أصول السرخسي، تحقيق أبو الوفا الأفغاني، دار المعرفة، بيروت/ لبنان.
٣٩- سزكين، فؤاد، تاريخ التراث العربي، ١٤٠٢هـ- ١٩٨٢م، جامعة الإمام محمد بن سعود الإسلامية/ الرياض.
٤٠ سزكين، فؤاد، محاضرات في تاريخ العلوم، الرياض، ١٣٩٩هـ- ١٩٧٩م، جامعة الإمام محمد بن سعود الإسلامية.
٤١- السعيد، عبد العزيز بن عبد الرحمن، ابن قدامة وآثاره الأصولية، ط٢/ ١٣٩٩هـ- ١٩٧٩م، نشر جامعة الإمام محمد بن سعود/ الرياض.
٤٢- السهارنفوري، خليل أحمد، ت ١٣٤٦هـ، بذل المجهود في حل أبي داود، تعليق: محمد زكريا الكاندهلوي، دار الكتب العلمية، بيروت/ لبنان.
٤٣- السيوطي، جلال الدين عبد الرحمن بن أبي بكر ت ٩١١هـ، تدريب الراوي في شح تقريب النواوي، ت٩١١هـ، ط٢، ١٣٨٥هـ- ١٩٦٦م، دار الكتب الحديثة.
٤٤- السيوطي، عبد الرحمن بن أبي بكر ت ٩١١هـ، طبقات المفسرين، دار الكتب العلمية، بيروت.
٤٥- السيوطي، جلال الدين عبد الرحمن، ت ٩١١هـ، حسن المحاضرة في تاريخ مصر والقاهرة، تحقيق محمد أبو الفضل إبراهيم، ط١، ١٩٦٧م- ١٣٨٧هـ، دار إحياء الكتب العربية.
٤٦- شرف الدين، د. عبد التواب: الموسوعة العربية في الوثائق والمكتبات، ط١/ ١٤٠٦هـ- ١٩٨٦م، دار الثقافة/ قطر.
٤٧- الشوكاني، محمد بن علي، القواعد المجموعة في الأحاديث الموضوعة، ط١، ١٤٠٤هـ- ١٩٨٦م، دار الكتاب العربي، بيروت/ لبنان.
٤٨- الصالح، د. صبحي، علوم الحديث ومصطلحه، دار العلم للملايين ط١٤/ ١٩٨٢م.
٤٩- الصباغ، محمد، الحديث النبوي ط٣، ١٣٩٧هـ- ١٩٧٧م، المكتب الإسلامي، دمشق.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (204,'٥٠- طاش كبرى زادة، أحمد بن مصطفى، ت ٩٦٨هـ- ١٥٦١م، مفتاح السعادة ومصباح السيادة في موضوعات العلوم، دار الكتب العلمية، بيروت/ لبنان، ١٤٠٥هـ- ١٩٨٥م.
٥١- الطحان، د. محمود، أصول التخريج ودراسة الأسانيد، مكتبة المعارف، المملكة العربية السعودية.
٥٢- العتر، نور الدين، منهج النقد في علوم الحديث، ط٣، ١٤٠١هـ- ١٩٨١م، دار الفكر/ دمشق.
٥٣- العراقي، زين الدين عبد الرحيم بن الحسين ت ٨٠٦هـ، شرح ألفية العراقي، التقييد والإيضاح لما أطلق وأغلق من مقدمة ابن الصلاح، مؤسسة الكتب الثقافية.
٥٤- العسقلاني، أحمد بن على بن حجر ت ٨٥٢هـ، النكت على كتاب ابن الصلاح، تحقيق د. ربيع بن هادي عمير، ط١، ١٤٠٣هـ- ١٩٨٤م، نشر الجامعة الإسلامية بالمدينة المنورة/ المملكة العربية السعودية.
٥٥- العسقلاني، أحمد بن علي بن حجر، ت ٥٨٢هـ، تهذيب التهذيب، ١٤ج/ ١٤مج، ط١، ١٤٠٤هـ- ١٩٨٤م، دار الفكر، بيروت/ لبنان.
٥٦- العسقلاني، أحمد بن علي بن حجر، ت ٥٨٢هـ، لسان الميزان، ٧ج/ ٧مج، ط٢، ١٣٩٠هـ- ١٩٧١م، مؤسسة الأعلمي للنشر، بيروت/ لبنان.
٥٧- العسقلاني، أحمد بن علي بن حجر، نزهة النظر شرح نخبة الفِكَر، ط٣، المكتبة العلمية/ المدينة.
٥٨- العسقلاني، ابن حجر، فتح الباري، ١٣ج/ ١٣مج، إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية.
٥٩- الفارابي، أبو نصر، ت ٣٣٩هـ- ٩٥٠م، إحصاء العلوم، دار الهلال، بيروت، ط١، ١٩٩٦م.
٦٠- السحيباني، عبد الحميد، فقه التاريخ، ط١، ١٤١٦هـ- ١٩٩٥م، دار القاسم، الرياض.
٦١- القسطلاني، أبو العباس شهاب الدين أحمد بن محمد، ت ٩٢٣هـ، إرشاد الساري لشرح صحيح البخاري، ط٦ ١٣٠٤هـ، دار الفكر، بولاق/ مصر.
٦٢- القلقشندي، أحمد بن علي ت ٨٢١هـ- ١٤١٨م، صبح الأعشى في صناعة الإنشا، شرح محمد حسين شمس الدين، دار الكتب العلمية، بيروت ط١، ١٤٠٧هـ- ١٩٨٧م.
٦٣- مجلة البعث الإسلامي، العدد الخامس، ذي الحجة، ١٣٩٢هـ، المجلد الثامن عشر.
٦٤- مسلم، ابن الحجاج النيسابوري القشيري، صحيح مسلم، إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، المملكة العربية السعودية.
٦٥- المقدسي، محمد بن طاهر ت ٥٠٧هـ، تذكرة الموضوعات، ط١، ١٤٠١هـ- ١٩٨١م، مكة المكرمة.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b8564] VALUES (205,'٦٦- المناوي، محمد بن عبد الرءوف، ت ١٠٣١هـ، اليواقيت والدر، تحقيق ربيع بن محمد السعودي، ط١، ١٤١١هـ- ١٩٩١م، مكتبة الرشد، الرياض/ المملكة العربية السعودية.
٦٧- المنذري، عبد العظيم عبد القوي، ت ٦٥٦هـ، مختصر سنن أبي داود، مكتبة السنة المحمدية/ القاهرة.
٦٨- أحمد، د. مهدي رزق الله أحمد، السيرة النبوية في ضوء المصادر الأصلية، ط١، ١٤١٢هـ- ١٩٩٢م، مركز الملك فيصل للبحوث والدراسات الإسلامية، الرياض.
٦٩- عيسى، د. أحمد عبد الرحمن عيسى، كتاب الوحي، ط١، ١٤٠٠هـ- ١٩٨٠م، دار اللواء، الرياض.',NULL,'207',NULL,NULL,'0');
