-- Table: b8574
-- Chunk: 1
-- Rows: 110

CREATE TABLE "b8574"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b8574
INSERT INTO [b8574] VALUES (1,'<span data-type="title" id=toc-1>تمهيد</span>
إنَّ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذُ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضلَّ له، ومن يُضلل فلا هادي له، وأشهدُ أن لا إله إلا الله وحده لا شريك له، وأشهدُ أنَّ سيدنا محمداً عبده ورسوله، أرسله بالهدى ودين الحقّ؛ ليظهره على الدِّين كُلِّه، ولو كره الكافرون.
ولقد قام رسول الله صلى الله عليه وسلم بالتبليغ والتبيين، فبلَّغ الرسالة، وأدَّى الأمانة، ونصح الأُمَّة، وجاهد في الله حقَّ جهاده، وعبد رَبَّه حتى أتاه اليقين، فجزاه الله عنا وعن المسلمين خير الجزاء.
ورضي الله تبارك وتعالى عن صحابته أجمعين، الغُرّ الميامين، الذين قاموا بنقل الشريعة بأمانة ونصح، ورضي الله عن التابعين لهم بإحسانٍ إلى يوم الدين. وبعد:
فإنَّ خدمة هذا الدِّين وإظهار علوم سَيّد المرسلين صلى الله عليه وسلم واجب إسلامي، وهو أمانة في أعناق العلماء العاملين، والأئمة المصلحين، وما ذاك إلاَّ بنشر سُنَّته صلى الله عليه وسلم، والعمل بها، والدعوة إليها، وحفظها، والذَّوْدِ عن حياضها.
ولقد قيَّض الله تعالى لذلك أئمة عاملين، ودعاة مخلصين، أفنوا أعمارهم وبذلوا النفس والنفيس في سبيل ذلك.
ومن هؤلاء الأئمة الذين بذلوا الجهود المضنية في جمع السُّنَّة النبوية، وفي حفظها وتدوينها، وفي ضبط أسانيدها وشرح متونها، واستنباط الأحكام منها، ومعرفة صحيحها من سقيمها.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (2,'ولذلك أُلِّفت الجوامع، والسنن، والمسانيد، والمعاجم، والمصنَّفات، والأجزاء، وكتب الجرح والتعديل، وموسوعات تراجم الرجال والرواة الشاملة للثقات والضعفاء، أو المخصصة للضعفاء والمجروحين، وهكذا.
ولأجل ذلك وضعت علوم جمَّة لخدمة السنة، وفق مناهج علمية رصينة، وقواعد محكمة، لمعرفة درجة كل حديث، والاستفادة من الفوائد الإسنادية والمتنية.
ومن المعلوم أن السُّنَّة هي المصدر الثاني للتشريع، وقد كانت محصورةً في زمن البعثة باعتبار صدورها عن رسول الله صلى الله عليه وسلم، من قول أو فعل أو تقرير، ولكنْ كثرتْ طُرُقُها، وتشعَّبتْ أسانيدُها، باعتبار النقلة من عصر الصحابة رضي الله عنهم إلى آخر عصر الإسناد، في المصنَّفات والجوامع والسنن والأجزاء ... كحديث العرنيين، بلغت طرقه أكثر من (٥٠) طريقاً، وهو واقعة واحدة، وحديث واحد صادر عن المصطفى صلى الله عليه وسلم (١) . وكحديث جابر بن عبد الله في صفة حجة النبي صلى الله عليه وسلم، بلغت طرقه أكثر من (١٠٠) طريق، مختصراً ومطولاً، وهو حديث واحد يصور واقعة واحدة (٢) .
لذا عكف العلماء في مختلف العصور على فكرة الجمع الموسوعي للوصول إلى حصر السُّنَّة وفق أصلها، للعمل بها وتبليغها للناس.
هذا وإنَّ فكرة هذا الجمع، الشامل للأحاديث النبوية، ليست وليدة هذا العصر، بل كانت ماثلةً في أذهان المتقدمين، وقائمةً في بعض مصنَّفاتهم بصور مختلفة.
_________
(١) انظر تخريجه في ((مسند أحمد)) ١٩ / ٩٧ – ٩٩.
(٢) انظر المصدر السابق ٢٢ / ٣٢٥ – ٣٣١.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (3,'لقد أدرك الحافظ ابن حجر العسقلاني (ت٨٥٢?) أهمية جمع الأحاديث النبوية واستيعابها في مصنَّف واحد، وإلى ذلك يشير قوله (١) : ((ولقد كان استيعابُ الأحاديث سهلاً، لو أراد الله تعالى ذلك، بأن يجمع الأول منهم ما وصل إليه، ثم يذكر مَنْ بعده ما اطَّلع عليه ممَّا فاته من حديث مستقل أو زيادة في الأحاديث التي ذكرها، فيكون كالدليل عليه، وكذا من بعده، فلا يمضي كثيرٌ من الزمان إلاَّ وقد استُوعبت وصارت كالمصنَّف الواحد، ولعمري لقد كان هذا في غاية الحسن)) .
ويقول أيضاً رحمه الله تعالى (٢) : ((وإن المتعيّن على من يتكلَّم على الأحاديث أن يَجْمَعَ طُرُقَها، ثم يجمعَ ألفاظ المتون إذا صَحَّت الطُّرُقُ ويشرحها على أنه حديث واحد، فإنَّ الحديث أولى ما فُسِّرَ بالحديث)) .
والجمع الموسوعي عند المتقدِّمين يتمثَّل بحلقات موسوعية، تُحقِّق أهدافاً موسوعية مقيدة، وتتمثل بحلقات مختلفة: في كتب الأطراف، وكتب جمع المتون، وكتب الزوائد على كتب معينة.
ولو نَظَرْنا بعين الإنصاف والشمول لرأينا أنَّ النظرة الموسوعية في التصنيف والتأليف كان صاحب السبق فيها هو الحافظ ابن حجر رحمه الله تعالى، بما جمعه واحتواه من طريقة المتقدِّمين وفوائد المتأخرين، وبخاصَّة في كتابه ((المطالب العالية)) ، حيث جمع زوائد المتون والأسانيد، على مطالب الساحة الراهنة في الجمع والتصنيف والتبويب.
وسيكون جمع المادة العلمية لهذا البحث ضمن العناصر الرئيسة التالية:
_________
(١) ((تدريب الراوي)) ١/١٠٠.
(٢) ((فتح الباري)) ٦ /٤٧٥.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (4,'١ - الجمع الموسوعي عند المتقدِّمين في براعة الحفظ والاستحضار.
٢ - التصنيف الموسوعي عند المتقدِّمين والمعاصرين.
٣- الجهود المبذولة في سبيل إعداد الموسوعة الشاملة باستخدام الحاسب الآلي.
٤ - مراحل طريقة الجمع الموسوعي.
٥ - مقترحات في تشكيل أهم اللجان الدائمة للعمل الموسوعي.
٦ - خاتمة في أهداف العمل الموسوعي.
وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (5,'- الجمع الموسوعي عند المتقدِّمين في براعة الحفظ والاستحضار
كان المتقدِّمون من علماء المسلمين في غاية إتقان الحفظ واستحضار ما هو مركوزٌ في حافظتهم، حتى لو أعادَ أحدهم ما حفظه مراتٍ عديدةً، لا يُغَيِّرُ كلمةً منه، ولا يُحَرِّفُها أو يُصَحِّفُها، ولا يبدل بها مرادفاً لها.
ولو أملى من ذلك كتاباً ضخماً من الأحاديث النبوية، أو القصائد الشعرية، أو المقطعات النثرية؛ لَمَا غَاب عنه شيءٌ من محفوظاته مطلقاً، لقوة ملكة حفظه، وسرعة نُطْقه واستحضاره.
والجمع الموسوعي عند المتقدِّمين، في الحديث النبوي، كان أعظم من الجمع الموسوعي على الحاسب الآلي، في هذه الأزمنة، ويتجلَّى ذلك واضحاً في تراجمهم وأخبارهم التي نُقلت إلينا، والتي تشهدُ على سعة حفظهم، وسيلان ذهنهم، واطِّلاعهم الواسع على علل الحديث، ومعرفة صحيحها من سقيمها.
وممَّن اشتهر بالحفظ وسعة الاطّلاع: الحافظُ الكبير، شيخُ الإسلام، أبو نُعَيْم الفَضْل بن دُكَيْن الكوفي المُلائي (١٣٠ - ٢١٩?) .
قال يعقوب الفَسَوِي (١) : أجمع أصحابُنا أنَّ أبا نُعَيْم كان غايةً في الإتقان والحفظ.
وقال أبو حاتم الرازي (٢) : كان حافظاً متقناً، لم أَرَ من المحدِّثين من يحفظ
_________
(١) ((المعرفة والتاريخ)) ٢ / ٦٣٣.
(٢) ((الجرح والتعديل)) ٧ / ٦٢، و ((سير أعلام النبلاء)) ١٠ / ١٤٨.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (6,'ويأتي بالحديث على لفظٍ واحدٍ لا يُغَيِّرُه سوى قَبِيصة وأبي نعيم في حديث الثوري، وكان أبو نُعَيْم يحفظُ حديث الثوري حفظاً جيداً، يعني الذي عنده عنه. قال: وهو ثلاثة آلاف وخمسمئة حديث، ويحفظ حديث مِسْعَر، وهو خمسمئة حديث، وكان لا يُلَقَّن (١) .
ومما يشهدُ له بالحفظ والاطلاع اختبارُ يحيى بن مَعِين له بحضرة الإمام أحمد بن حنبل. فقد روى الخطيبُ البغداديُّ (٢) من طريق أحمد بن منصور الرمادي قال:
خرجتُ مع أحمد ويحيى بن مَعِين إلى عبد الرزاق خادماً لهما، فلمَّا عُدْنا إلى الكوفة قال يحيى بن مَعِين لأحمد بن حنبل: أُرِيدُ أنْ أختبرَ أبا نُعَيْم، فقال أحمد: لا تُرِدْ، فالرجلُ ثقةٌ. قال يحيى: لا بُدَّ لي.
فأخذ ورقة فكتب فيها ثلاثين حديثاً، وجعل على رأس كل عشرة منها حديثاً ليس من حديثه. ثم إنهم جاؤوا إلى أبي نُعَيْم، فخرج، وجلس على دكان طين، وأقعد أحمد بن حنبل عن يمينه، ويحيى عن يساره، وجلستُ أسفل.
فقرأ عليه يحيى عشرة أحاديث، وهو ساكت، ثم الحادي عشر، فقال أبو نعيم: ليس هذا من حديثي، فاضْرِبْ عليه. ثم قرأ العشرة الثانية وقرأ الحديث الثاني فقال: هذا أيضاً ليس من حديثي، فاضْرِبْ عليه. ثم قرأ العشرة الثالثة وقرأ الحديث الثالث، فتغيَّر أبو نعيم، وانقلبتْ عيناه.
_________
(١) قال الحافظ الذهبيُّ في ((سير أعلام النبلاء)) ١٠ / ٢١٠ فيمن يُلَقَّن: أنه كان يُحَدِّثُهم بالحديث، فيتوقَّف فيه ويتغلَّط، فيردُّون عليه، فيقول. ومثلُ هذا غضٌّ عن رتبة الحفظ لجوازِ أنَّ فيما رُدَّ عليه زيادةً أو تغييراً يسيراً، والله أعلم.
(٢) ((تاريخ بغداد)) ٢ / ٢٠ - ٢١.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (7,'ثم أقبل على يحيى، فقال: أمَّا هذا - وذراعُ أحمد بيده - فأورعُ من أن يعمل مثل هذا، وأمَّا هذا - يريدني - فأقلُّ من أن يفعل ذاك، ولكن هذا من فعلك يا فاعل.
ثم أخرج رجله، فرفس يحيى بن مَعِين وقلبه عن الدكان، وقام فدخل داره، فقال أحمد بن حنبل ليحيى: ألم أنهك وأقل لك: إنه ثَبْت؟ فقال له يحيى: واللهِ! لرفستُه لي أحبُّ إليَّ من سفرتي.
وقال أبو عُبَيْد الآجُرِّي (١) : قلتُ لأبي داود: كان أبو نُعَيْم حافظاً؟ قال: جدّاً.
ومن أئمة هذا الشأن: الحافظ الإمام الجِهْبذ شيخ المحدِّثين أبو زكريا يحيى بن مَعِين (١٥٨ - ٢٣٣?) .
قال أحمد بن عُقْبة (٢) : سألت يحيى بن مَعِين: كم كتبتَ من الحديث؟ قال: كتبتُ بيدي هذه ستَّ مئة ألف حديث.
وقال عبَّاس الدُّوري (٣) : سمعتُ يحيى يقول: لو لم نكتب الحديث خمسين مرة، ما عَرَفْناه.
وقال محمد بن نصر الطبري (٤) : دخلتُ على يحيى بن مَعِين، فوجدتُ عنده كذا وكذا سَفَطاً دفاتر، وسمعتُه يقول: كتبتُ بيدي ألفَ ألفِ حديث، وكُلُّ حديثٍ لا يُوجَدُ هاهنا - وأشارَ بيده إلى الأسفاط - فهو كذب.
_________
(١) ((سؤالاته)) ص (٩٩) .
(٢) ((سير أعلام النبلاء)) ١١ / ٨١.
(٣) المصدر السابق ١١ / ٨٤.
(٤) المصدر السابق ١١ / ٩١ - ٩٢.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (8,'وقال العِجْلي (١) : ما خَلَقَ اللهُ أحداً كان أعرفَ بالحديث من يحيى بن مَعِين. كان يُؤْتى بالأحاديث قد خُلطت وقُلبت، فيقول: هذا كذا، وهذا كذا، كما قال.
ومن أئمة الحُفَّاظ وسادتهم: الإمام الكبير، شيخ المشرق، إسحاق بن راهويه (١٦١ - ٢٣٨?) .
قال الشَّعْبي (٢) : ما كتبتُ سوداءَ في بيضاء إلى يومي هذا، ولا حدَّثني رجلٌ بحديثٍ قطُّ إلاَّ حفظتُه، ولا أحببتُ أن يُعيده عليَّ. قال علي بن خشرم: فحدَّثْتُ بهذا إسحاق بن راهويه، فقال: تعجَبُ من هذا؟ قلتُ: نعم. قال: ما كنت أسمع شيئاً إلا حَفِظْتُه، وكأني أنظر إلى سبعين ألف حديث - أو قال: أكثر من سبعين ألف حديث - في كتبي.
قال أبو داود الخَفَّاف (٣) : سمعتُ إسحاق بن راهويه، يقول: لكأني أنظر إلى مئة ألف حديث في كتبي، وثلاثين ألفاً أَسْرُدُها. قال: وأَمْلَى علينا إسحاق أحدَ عشر ألف حديثٍ من حفظه، ثم قرأها علينا، فما زاد حرفاً، ولا نقص حرفاً.
قال الحافظ الذهبي (٤) : فهذا واللهِ الحفظ.
وعن إسحاق بن راهويه، قال: ما سمعتُ شيئاً إلا وحفظتُه، ولا حفظتُ شيئاً قطُّ فنسيتُه (٥) .
_________
(١) ((النكت على كتاب ابن الصلاح)) للحافظ ابن حجر ٢ / ٨٧١.
(٢) ((تاريخ بغداد)) ٦ / ٣٥١ - ٣٥٢.
(٣) المصدر السابق ٦ / ٣٥٢ و ٣٥٤.
(٤) ((سير أعلام النبلاء)) ١١ / ٣٧٣.
(٥) المصدر السابق.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (9,'وقال أبو يزيد محمد بن يحيى: سمعت إسحاق يقول: أحفظُ سبعين ألف حديث عن ظهر قلبي.
وقال أحمد بن سلمة: سمعت أبا حاتِم الرازي، يقول: ذكرتُ لأبي زُرعة حِفْظَ إسحاق بن راهويه، فقال أبو زرعة: ما رُئي أحفظ من إسحاق، ثم قال أبو حاتِم: والعجب من إتقانه، وسلامته من الغلط مع ما رُزِقَ من الحفظ. فقلت لأبي حاتم: إنه أملى التفسير عن ظهر قلبه. قال: وهذا أعجب، فإن ضبط الأحاديث المسندة أسهل وأهونُ من ضبط أسانيد التفسير وألفاظها.
وقال إبراهيم بن أبي طالب الحافظ (١) : فاتني عن إسحاق مجلسٌ مِن مُسنده، وكان يُمِلُّه حفظاً، فترددت إليه مِراراً ليُعيده، فتعذَّر. فقصدته يوماً لأسأله إعادته، وقد حمَلْتُ إليه حنطة من الرُّستاق، فقال لي: تقومُ عندي وتكتبُ وزن هذه الحنطة، فإذا فرغْتَ أعدتُ لك. ففعلتُ ذلك، فسألني عن أول حديث من المجلس، ثم اتكأ على عُضادة الباب، فأعاد المجلس حفظاً. وكان قد أملى ((المسند)) كُلَّه حفظاً، وقرأه أيضاً من حفظه ثانياً كلّه.
وقال أبو يَزيد محمد بن يحيى بن خالد (٢) : سمعتُ إسحاق بن راهويه الحنظلي يقول: أعرفُ مكان مئة ألف حديث، كأني أنظرُ إليها، وأحفظُ سبعين ألف حديث عن ظهر قلبي، وأحفظُ أربعة آلاف حديث مُزَوَّرة. فقيل له: ما معنى حفظ المُزَوَّرة؟ قال: إذا مَرَّ بي منها حديثٌ في الأحاديث الصحيحة فَلَيْتُه منها فَلْياً.
_________
(١) ((تاريخ بغداد)) ٦ / ٣٥٤.
(٢) المصدر السابق ٦ / ٣٥٢.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (10,'ومن المشهورين بالحفظ: شيخ الإسلام، الإمام أبو عبد الله أحمد بن محمد بن حنبل (١٦٤ - ٢٤١?) .
قال عبد الله بن أحمد (١) : قال لي أبو زُرْعة: أبوك يحفظ ألفَ ألفِ حديث. فقيل له: وما يُدريك؟ قال: ذاكرتُه فأخذتُ عليه الأبواب.
قال الحافظ الذهبي: فهذه حكاية صحيحة في سعة علم أبي عبد الله.
وقال ابن أبي حاتم (٢) : قال سعيد بن عَمْرو: يا أبا زُرْعة، أأنتَ أحفظُ أم أحمد؟ قال: بل أحمد. فقلتُ: كيف علمتَ؟ قال: وجدتُ كتبه ليس في أوائل الأجزاء أسماءُ الذين حدَّثوه، فكان يحفظُ كُلَّ جزء ممَّن سمعه، وأنا لا أقدرُ على هذا.
وعن أبي زُرْعة قال (٣) : حُزِرَتْ كُتُب أحمد يوم مات، فبَلَغَتْ اثني عشر حِمْلاً وعِدْلاً. ما كان على ظَهْرِ كتابٍ منها: حديث فلان، ولا في بطنه: حَدَّثنا فلان، كلّ ذلك كان يحفظُه عن ظهر قلبه.
وقال حسن بن مُنَبِّه (٢) : سمعتُ أبا زُرْعة يقول: أخرج إليَّ أبو عبد الله أجزاءً، كُلُّها: سفيان سفيان، ليس على حديث منها: حدثنا فلان، فظننتُها عن رجلٍ واحد، فانتخبتُ منها. فلمَّا قرأ ذلك عليَّ جعل يقول: حدَّثنا وكيع ويحيى، وحدَّثنا فلان، فعجبتُ من ذلك، وجهدتُ أن أَقْدِرَ على شيءٍ من هذا، فلم أَقْدِرْ.
وقال عبد الله بن أحمد (٤) : قال لي أبي: خُذْ أيَّ كتابٍ شئتَ من كُتُب
_________
(١) ((سير أعلام النبلاء)) ١١ / ١٨٧.
(٢) ((سير أعلام النبلاء)) ١١ / ١٨٧.
(٣) المصدر السابق ١١ / ١٨٨.
(٤) المصدر السابق ١١ / ١٨٦.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (11,'وكيع من المصنّف، فإنْ شئتَ أن تسألني عن الكلام حتى أُخبرك بالإسناد، وإنْ شئتَ بالإسناد حتى أُخبرك أنا بالكلام.
وعن أحمد الدَّوْرَقي (١) ، عن أبي عبد الله، قال: نحن كَتَبْنا الحديث من ستة وجوهٍ وسبعة لم نضبطه، فكيف يضبطُه من كتبه منْ وَجْهٍ واحد؟!.
ومن حُفَّاظ الدنيا: أمير المؤمنين في الحديث الإمام أبو عبد الله محمد بن إسماعيل البخاري (١٩٤ - ٢٥٦?) .
قال محمد بن أبي حاتم الورَّاق (٢) : سمعتُ حاشدَ بنَ إسماعيل وآخر يقولان: كان أبو عبد الله البخاري يختلفُ معنا إلى مشايخ البصرة وهو غلامٌ، فلا يكتب، حتى أَتَى على ذلك أيام، فكُنّا نقول له: إنك تختلف معنا ولا تكتب، فما تصنع؟ فقال لنا يوماً بعد ستة عشر يوماً: إنكما قد أكثرتُما عليَّ وألححتُما، فاعْرِضا عليَّ ما كتبتُما. فأخرجنا إليه ما كان عندنا، فزادَ على خمسة عشر ألف حديث، فقَرَأَها كُلَّها عن ظهر القلب، حتى جعلنا نُحْكِمُ كُتُبَنا من حفظه.
ثم قال: أَتَرَوْن أني أختلف هَدْراً، وأُضَيِّع أيامي؟! فعرفنا أنه لا يتقدمه أحد.
وقال ابنُ عَدِيّ (٣) : حدثني محمد بن أحمد القُومسي، سمعتُ محمد بن خميرويه، سمعتُ محمد بن إسماعيل يقول: أحفظُ مئة ألف حديث صحيح، وأحفظ مئتي ألف حديث غير صحيح.
_________
(١) المصدر السابق ١١ / ١٨٦.
(٢) ((سير أعلام النبلاء)) ١٢ / ٤٠٨.
(٣) المصدر السابق ١٢ / ٤١٥.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (12,'وقال أبو بكر الكَلْوَاذاني (١) : ما رأيتُ مثل محمد بن إسماعيل، كان يأخذُ الكتابَ من العلماء، فيطَّلعُ عليه اطِّلاعةً، فيحفظُ عامَّةَ أطرافِ الأحاديث بمرَّة.
وقال علي بن الحُسَيْن بن عاصم البِيكَنْدي: قدم علينا محمد بن إسماعيل، قال: فاجتمعنا عنده، فقال بعضُنا: سمعتُ إسحاق بن راهويه يقول: كأنّي أنظرُ إلى سبعين ألف حديثٍ من كتابي. ̧ فقال محمد بن إسماعيل: أو تَعْجَبُ من هذا؟! لعلَّ في هذا الزمان مَنْ ينظرُ إلى مئتي ألف حديث من كتابه. وإنما عَنَى به نفسه.
ومن أعجب العجائب ما فعله أصحاب الحديث مع الإمام البخاري، وهذه القصَّة أوردها الخطيبُ البغدادي (٢) من طريق أبي أحمد بن عَدِيّ قال: سمعت عدة مشايخ يحكون: أن محمد بن إسماعيل البخاري قدم بغداد، فسمع به أصحابُ الحديث، فاجتمعوا وعمدوا إلى مئة حديث، فقلبوا متونها وأسانيدها، وجعلوا متنَ هذا الإسناد لإسناد آخر، وإسنادَ هذا المتن لمتن آخر، ودفعوها إلى عشرة أنفس، إلى كل رجل عشرة أحاديث، وأمروهم إذا حضروا المجلس أَنْ يُلقوا ذلك على البخاري، وأخذوا الموعد للمجلس، فحضر المجلس جماعة أصحاب الحديث من الغرباء من أهل خراسان وغيرهم ومن البغداديين.
فلمَّا اطمأن المجلس بأهله انتدب إليه رجلٌ من العشرة فسأله عن حديثٍ من تلك الأحاديث، فقال البخاري: لا أعرفه، فسأله عن آخر فقال: لا
_________
(١) المصدر السابق ١٢ / ٤١٦.
(٢) ((تاريخ بغداد)) ٢ / ٢٠ - ٢١.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (13,'أعرفه، فما زال يُلقي عليه واحداً بعد واحد حتى فرغ من عشرته والبخاريُّ يقول: لا أعرفه.
فكان الفهماء ممن حضر المجلس يلتفت بعضهم إلى بعض ويقولون: فَهِم الرجل، ومن كان فَهِمَ منهم غير ذلك يقضي على البخاري بالعجز والتقصير وقلة الحفظ.
ثم انتدب إليه رجلٌ آخر من العشرة، فسأله عن حديث من تلك الأحاديث المقلوبة، فقال البخاريُّ: لا أعرفه، فسأله عن آخر، فقال:
لا أعرفه، فسأله عن آخر فقال: لا أعرفه، فلم يَزَلْ يُلقي عليه واحداً بعد واحدٍ حتى فرغ من عشرته والبخاريُّ يقول: لا أعرفه.
ثم انتدب إليه الثالث والرابع إلى تمام العشرة حتى فرغوا كلهم من الأحاديث المقلوبة والبخاريُّ لا يزيدهم على لا أعرفه.
فلمَّا عَلِمَ البخاريُّ أنهم قد فَرَغُوا التفت إلى الأول منهم فقال: أمَّا حديثك الأول فهو كذا، وحديثك الثاني فهو كذا، والثالث والرابع على الولاء، حتى أتى على تمام العشرة.
فرَدَّ كلَّ متنٍ إلى إسناده، وكُلَّ إسنادٍ إلى متنه، وفعل بالآخرين مثل ذلك، ردَّ متونَ الأحاديث كلها إلى أسانيدها، وأسانيدَها إلى متونها، فأقرَّ الناسُ له بالحفظ، وأذعنوا له بالفضل.
قال الحافظ ابن حجر (١) : سمعتُ شيخنا - يعني الحافظَ العراقيَّ - غير مرة يقول: ما العجبُ من معرفة البخاري بالخطأ من الصواب في الأحاديث لاتِّساع معرفته، وإنما يُتعجب منه في هذا لكونه حَفِظَ موالاة الأحاديث على
_________
(١) ((النكت على كتاب ابن الصلاح)) ٢ / ٨٦٩ - ٨٧٠.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (14,'الخطأ من مرَّةٍ واحدة.
وقال أيضاً رحمه الله تعالى (١) : وهنا تخضع للبخاري الرقاب، فما العجب من رَدِّه الخطأَ إلى الصواب، بل العجب من حفظه للخطأ القليل الفائدة، على ترتيب ما أَلْقَوْه عليه من مرَّة واحدة.
وأضاف الحافظ السخاوي (٢) : ولا عجب، لأنه في سرعة الحفظ: طويل الباع، وهو إمام النُّقَّاد بلا نِزاع، وحصرُ سيلانِ ذهنه لا يُستطاع.
فإن قيل: كيف ساغ لهم هذا الامتحان العجيب، الذي ارتكبوا بسببه شِبْه الوضع في هذا التقليب، وربما يترتَّبُ عليه تغليطُ المُمْتَحَن، واستمرارُه على روايته، لظنّه أنه صواب، بحيث يُعَدُّ من البلايا والمحن، وقد يسمعُه من لا خبرة له، فيرويه على هذه الصيغة المهملة؟
قلت: لما رأوا فيه من تمام المصلحة، التي منها: معرفةُ رتبة الراوي في الضبط، في ساعة ولمحة.
وأيضاً، ففعلُهم لهذا ينتهي بانتهاء الحاجة، بحيث يزول أثرُه، ونأمن علاجه، وقد فعله غيرُ واحد من الأكابر، المجتهدين في تحقيق السُّنَّة بالألسُن والمحابر.
وما لعلَّه ينتج من مفسدته، فهو دون ما أبديناه من مصلحتِه.
وقال أبو الأزهر (٣) : كان بسمرقند أربعمئة ممَّن يطلبون الحديث، فاجتمعوا سبعة أيام، وأحبُّوا مغالطة محمد بن إسماعيل، فأدخلوا إسنادَ الشام
_________
(١) ((هدي الساري)) ص ٤٨٦.
(٢) ((عمدة القارئ والسامع)) ص ٥٥ - ٥٦.
(٣) ((سير أعلام النبلاء)) ١٢ / ٤١١.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (15,'في إسناد العراق، وإسنادَ اليمن في إسناد الحرمين، فما تعلَّقُوا منه بسَقْطةٍ لا في الإسناد، ولا في المتن.
ومن هؤلاء الأعلام: الإمام سيد الحُفَّاظ، أبو زُرْعة عُبَيْد الله بن عبد الكريم الرازي (ت٢٦٤?) .
قال أبو إسحاق الجوزجاني (١) : كُنّا عند سُلَيْمان بن عبد الرحمن، فلم يَأْذَنْ لنا أياماً، ثم دخلنا عليه، فقال: بلغني وُرُودُ هذا الغلام، يعني أبا زُرْعة، فدرستُ للالتقاءِ به ثلاثَمئة ألف حديث.
وقال صالح بن محمد جَزَرَة (٢) : سمعتُ أبا زُرْعَة يقولُ: كتبتُ عن إبراهيم ابنِ موسى الرَّازي مئةَ ألفِ حديثٍ، وعن أبي بكر بن أبي شَيْبة مئة ألفٍ. فقلتُ له: بَلَغَني أنَّك تحفَظُ مئةَ ألفِ حديثٍ، تَقْدِرُ أن تُملي عليَّ ألفَ حديثٍ من حفظٍ؟ قال: لا، ولكنْ إذا أُلقيَ عَليَّ عَرَفْتُ.
وقال أبو عبد الله بن مَنْدَه الحافظ: سمعتُ أبا العبَّاس محمد بن جَعْفر بن حَمْكَوَيْه بالرَّي يقول: سُئِل أبو زُرْعة عن رَجُل حَلَف بالطَّلاق: أنَّ أبا زُرْعَة يحفظُ مئتي ألف حديث هَل حَنِثَ؟ فقال: لا. ثم قال أبو زرعة: أحفظُ مئتي ألفِ حديثٍ كما يحفظُ الإنسانُ: {قُلْ هُوَ اللَّهُ أَحَدٌ} [الإخلاص:١] وفي المُذَاكرة ثلاثَمئةِ ألفِ حديثٍ.
قال الحافظ الذهبي (٣) : هذه حكايةٌ مُرْسَلةٌ، وحكايةُ صالح جَزَرَة أصَحُّ.
وقال الحافظُ أبو أحمد بنُ عَدِي (٤) : سَمعتُ أبي يقولُ: كنتُ بالرَّي، وأنا
_________
(١) المصدر السابق ١٣ / ٨٠.
(٢) ((سير أعلام النبلاء)) ١٣ / ٦٨.
(٣) المصدر السابق ١٣ / ٦٩.
(٤) ((تاريخ بغداد)) ١٠ / ٣٢٤ - ٣٢٥.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (16,'غلامٌ في البزازين، فَحَلَف رجل بطلاق امرأته: أنَّ أبا زُرْعة يحفظُ مئةَ ألفِ حديثٍ. فَذَهبَ قومٌ - أنا فيهم - إلى أبي زُرْعة، فسألناه، فقال: ما حَمَلَه على الحلف بالطَّلاق؟ قيلَ: قد جَرى الآن منه ذلك. فقال أبو زُرْعَة: ليُمْسِكْ امرأتَه، فإنَّها لم تطلق عليه. أو كما قال.
وقال أبو عبد الله الحاكم (١) : سمعتُ أبا جَعْفر محمد بن أحمد الرَّازي يقول: سمعتُ محمد بن مُسْلم بن وَارَة قال: كنتُ عند إسْحاق بِنَيْسابور، فقال رَجُلٌ من العِراق: سمعتُ أحمد بن حَنْبل يقول: صَحَّ من الحديث سبعُمئةِ ألفِ حديثٍ وكسرٌ، وهذا الفتى - ̧ يعني أبا زُرْعة - قد حَفِظَ ستَّمئةِ ألفِ حديث.
وقال عُمَر بن محمد بن إسحاق القَطَّان (٢) : سمعتُ عبد الله بن أحمد بن حَنْبل، سمعتُ أبي يقول: ما جاوزَ الجِسْرَ أحدٌ أفْقهُ من إسحاق بن رَاهَوَيْه، ولا أحفظُ من أبي زُرْعة.
قال ابن عدي (٣) : سمعتُ أبا يَعلى الموْصِلي يقول: ما سمعنا بذكر أحد في الحفْظِ، إلاَّ كانَ اسمُه أكبرَ من رُؤيتِه، إلا أبا زُرْعة الرَّازي، فإنَّ مُشاهدَتَه كانتْ أعظم من اسمِه، وكانَ قد جَمَعَ حفظَ الأبوابِ والشُّيُوخ والتَّفْسير، كتبنا بانتخابه بواسط سِتَّةَ آلاف حديثٍ.
وقال الحاكم (٤) : سمعتُ الفقيه أبا حَامد أحمد بن محمد، سمعتُ أبا العَبَّاس الثَّقفي يقول: لما انصرف قُتَيْبَةُ بن سَعِيدٍ إلى الرَّي، سَألُوه أن يُحدِّثَهم،
(١) المصدر السابق ١٠ / ٣٣٢.
(٢) ((تاريخ بغداد)) ١٠ / ٣٢٨.
(٣) المصدر السابق ١٠ / ٣٣٤.
(٤) المصدر السابق ١٠ / ٣٣٢.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (17,'فامتنع، فقال: أُحدِّثُكم بعد أن حضر مجلسي أحمد، وابنُ مَعِين، وابنُ المديني، وأبو بكر بنُ أبي شَيْبَة، وأبو خيثمة؟ قالوا له: فإن عندنا غُلاماً يَسْرُدُ كلَّ ما حَدَّثْتَ به، مجلساً مجلساً، قمْ يا أبا زُرْعة، قال: فقام، فَسَرَدَ كلَّ ما حدَّث به قُتَيْبة، فحدَّثهم قُتَيْبة.
وممن امتحنه تلاميذه: الحافظ الجليل الناقد أبو جعفر محمد بن عَمْرو بن موسى العُقَيْلي الحِجازي (ت٣٢٢?) .
قال مسلمة بن القاسم (١) : كان العُقَيْليُّ جليلَ القَدْر، عظيمَ الخطر، ما رأيتُ مِثْلَه، وكان كثيرَ التصانيف، فكان مَنْ أتاه من المحدِّثين، قال: اقرأْ من كتابك، ولا يُخرج أصلَه.
قال: فتكلَّمنا في ذلك، وقلنا: إمَّا أن يكون من أحفظ الناس، وإمَّا أن يكون من أكذب الناس. فاجتمعنا فاتَّفقنا على أنْ نكتب له أحاديثَ من روايته، ونَزِيد فيها وننقص.
فأتيناه لنمتحنَه، فقال لي: اقرأْ، فقرأتُها عليه، فلمَّا أتيتُ بالزيادة والنقص، فَطِنَ لذلك، فأَخَذَ مني الكتاب، وأخذ القلم، فأَصْلحها من حِفْظِه، فانصرفنا من عنده، وقد طَابَتْ نفوسُنا، وعلمنا أنه من أحفظ الناس.
_________
(١) ((سير أعلام النبلاء)) ١٥ / ٢٣٧، و ((تذكرة الحفاظ)) ٣ / ٨٣٣ - ٨٣٤.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (18,'<span data-type="title" id=toc-3>٢- التصنيف الموسوعي عند المتقدِّمين والمعاصرين</span>
<span data-type="title" id=toc-4>الحلقة الأولى: كتب الأطراف</span>
...
الحلقة الأولى: كتب الأطراف
لقد أدرك الأئمة منذ اللحظة الأولى ضرورة العمل الموسوعي، وكان هو الباعثَ لوَضْع التصنيف، بشكلٍ أو بآخر، وبهذا تختلف مُصَنَّفاتُ كلِّ فَنٍّ بحَسَبِه.
ولكن كُتُبَ الحديث - وبدرجةٍ أصيلةٍ - تعتمدُ على الإسناد؛ إذْ هو مدارُ القبول والردّ، فوَضَعَ فيه الأئمةُ المتقدِّمون مُصَنَّفاتِهم بهذا الاعتبار، وكانتْ درجةُ كُلِّ مصنَّف تختلفُ باعتبار درجة التوثيق في أسانيدها، ومدى اعتبارِ ذلك في طُرُقِ مروياتهم، فجاءت كُتُبُ الصِّحاح والمسانيد والمعاجم والمشيخات تُحَقِّقُ الأهدافَ الموسوعية، ولكن على نحوٍ غير مباشر.
ولقد كان فَضْلُ السَّبق في التصنيف الموسوعي في الحديث الشريف وبالمفهوم المعاصر، على نحوٍ واضح وملموس، وبنظام مُحْكَم؛ للأئمة الذين جمعوا الأحاديث على طريقة فنّ الأطراف، وذلك في تأصيل لهذا العمل على قواعدَ ثابتة، وهو يتمثَّل في كتبهم التالية:
١ - ((تحفة الأشراف بمعرفة الأطراف))
للإمام الحافظ المُتْقِن جمال الدِّين أبي الحجَّاج يوسف بن عبد الرحمن المِزّي (٦٥٤ - ٧٤٢?) .
٢ - ((جامع المسانيد والسُّنَن الهادي لأَقْوَمِ سَنَن)) : للإمام الحافظ عماد الدِّين أبي الفداء إسماعيل بن عمر بن كثير الدمشقي (٧٠٠ - ٧٧٤?) .
٣ - إِطْراف المُسْنِد المُعْتَلِي بأَطْراف المُسْنَد الحنبلي)) : للإمام الحافظ شهاب الدِّين أبي الفَضْل أحمد بن علي بن حَجَر العسقلاني (٧٧٣-٨٥٢?) .
٤ - ((إتحاف المَهَرة بالفوائد المُبْتَكَرة من أطراف العَشَرَة)) : للحافظ ابن',NULL,'21',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (19,'حَجَر أيضاً.
٥ - ((ذخائر المواريث في الدلالة على مواضع الأحاديث)) : للعلاَّمة عبد الغني بن إسماعيل الدمشقي المعروف بالنَّابُلُسِيّ (١٠٥٠-١١٤٣?) .
١- ((تحفة الأشراف بمعرفة الأطراف))
للإمام العلامة أبي الحجّاج جمال الدِّين يوسف بن الزكي عبد الرحمن المزّي (٦٥٤ - ٧٤٢?) .
وهو موسوعة إسنادية ضمن إطارٍ محدودٍ، وهو الكتبُ السِّتة وملحقاتها، وهو لَبِنَةٌ في الهيكل الموسوعي العامّ للسُّنَّة النبوية.
قال مؤلّفه رحمه الله تعالى في المقدمة (١) :
((فإني قد عَزَمْتُ على أنْ أجمعَ في هذا الكتاب - إن شاء الله تعالى - أطرافَ الكتب الستة التي هي عمدةُ أهلِ الإسلام، وعليها مدارُ عامَّةِ الأحكام، وهي:
١ - ((صحيح)) محمد بن إسماعيل البُخاري (ت٢٥٦?) .
٢ - و ((صحيح)) مسلم بن الحجاج النيسابوري (ت٢٦١?) .
٣ - و ((سنن)) أبي داود السِّجِسْتاني (ت٢٧٥?) .
٤ - و ((جامع)) أبي عيسى التِّرْمذي (ت٢٧٩?) .
٥ - و ((سنن)) أبي عبد الرحمن النَّسائي (ت٣٠٣?) .
٦ - و ((سنن)) أبي عبد الله بن مَاجَه القَزْويني (ت٢٧٣?) .
وما يجري مجراها من:
((مقدمة)) كتاب مسلم. وكتاب ((المراسيل)) لأبي داود.
_________
(١) ١ / ٣ - ٥.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (20,'وكتاب ((العلل)) للترمذي، وهو الذي في آخر كتاب الجامع له.
وكتاب ((الشمائل)) له. وكتاب ((عمل يوم وليلة)) للنَّسائي.
مُعْتَمِداً في عامّة ذلك على كتاب أبي مسعود الدمشقي (ت٤٠١?) وكتاب خلف الواسطي (ت بعد ٤٠٠?) في أحاديث الصحيحَيْنِ، وعلى كتاب أبي القاسم بن عساكر (ت٥٧١?) في كتب السُّنَن وما تقدّم ذِكْرُه معها.
ورَتَّبْتُه على نحو ترتيب كتاب أبي القاسم، فإنه أَحْسَنُ الكُلِّ ترتيباً، وأَضَفْتُ إلى ذلك بعضَ ما وَقَعَ لي من الزيادات التي أَغْفَلُوها، أو أغْفَلَها بعضُهم، أو لم يَقَعْ له من الأحاديث ومن الكلام عليها، وأصلحتُ ما عثرتُ عليه في ذلك مِنْ وَهمٍ أو غَلَط.
وكان الشُّروعُ فيه يوم عاشوراء سنة ستّ وتسعين وستّمئة، وخُتم في الثالث من ربيع الآخر سنة اثنتين وعشرين وسبعمئة)) . انتهى كلام المِزّي.
وقال الحافظ ابن حجر في ((النكت الظراف على الأطراف)) : ((فإنَّ من الكُتُبِ الجليلةِ المُصَنَّفةِ في علوم الحديث كتابَ ((تُحْفَة الأشراف بمعرفة الأطراف)) تأليف شيخ شيوخنا الحافظ أبي الحجّاج يوسف بن الزكي عبد الرحمن بن يوسف المِزّي، وقد حَصَلَ الانتفاعُ به شرقاً وغرباً، وتَنَافَسَ العلماءُ في تحصيله بُعْداً وقُرْباً)) . اهـ.
وقد قسم المؤلِّفُ رحمه الله تعالى جميعَ أحاديثِ الكتب الستة وما يجري مجراها مُسْندِها ومُرْسَلِها - وعددُها ١٩٦٢٦ مع المكررات - إلى ١٣٩١ مُسْنداً، منها ٩٨٦ مُسْنداً منسوباً إلى الصحابة رجالاً ونساء رضوان الله عليهم أجمعين، مُرَتَّباً أسماؤهم على حروف المعجم، عن النبيّ صلى الله عليه وسلم.
وباقي المسانيد (٩٨٧ - ١٣٩١) وعددها ٤٠٤ من المراسيل وما',NULL,'23',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (21,'يجري مجراها من أقوال أئمّة التابعين ومن بعدهم رضي الله عنهم أجمعين.
هذا هو التقسيم العامّ لأحاديث الكتب الستة، ومنه يُعرف عدد الأحاديث المروية عن كل صحابي على حِدَة، فمنهم من له حديثٌ واحد، ومنهم من له حديثان، فأكثر وأكثر، وهكذا ...
وللمُصنِّف تقسيمٌ آخرُ للمُكثرين من الصحابة، وذلك بأنه يقسم مروياتهم على تراجم جميع من يروي عنهم من التابعين وبعض الصحابة، كُلُّ ذلك على نَسَق حروف المُعْجَم.
وله تقسيمٌ ثالثٌ لمرويات كُلِّ تابعي تحت كُلّ صحابي مُكْثِرٍ إذا كَثُرَت الرواياتُ عن ذلك التابعي، حيث يقسمها على تراجمِ مَنْ يروي عنه من أتباع التابعين.
وإذا وَجَدَ أحداً من هؤلاء الأتباع مَنْ له عِدَّةُ تلاميذ يَرْوُون عنه قسم مروياتِه تقسيماً رابعاً على تراجمِ أتباعِ أتباع التابعين.
وعادةُ المُصَنِّفِ - رحمه الله تعالى - غالباً في ترتيب سياق الروايات تحت كل ترجمة، أنه يُقَدِّمُ ما كَثُرَ عددُ مُخَرِّجيه على ما قَلَّ عددُهم فيه، ولا عبرة بموضوعِ الأحاديث أو لَفْظِها.
فما رواه الجماعةُ الستةُ يَسْبِقُ ما رواه الخمسة، وما رواه الخمسةُ يَسْبِقُ ما رواه الأربعة، وهكذا إلى ما رواه الواحد، ويُراعي في ذلك تقديمَ ما رواه الإمامُ البخاريُّ، وتأخيرَ ما رواه ابنُ مَاجَه.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (22,'٢ - ((جامع المسانيد والسُّنَن الهادي لأَقْوَمِ سَنَن))
للإمام الحافظ عماد الدِّين أبي الفداء إسماعيل بن عمر بن كثير الدمشقي
(٧٠٠ - ٧٧٤?) .
وهو عملٌ موسوعيٌّ مَتْنيٌّ وإسناديّ، حَرَصَ فيه مُصَنِّفُه على جَمْعِ كُتُبٍ مُعَيَّنَةٍ على قواعدِ فنِّ الأطراف وقواعدِ جوامع المُتون.
وهو لَبِنَةٌ موسوعيةٌ أُخرى تُتَمِّمُ ((إتحاف المهرة)) باعتبار الأسانيد، كما تُتَمِّمُ ((تحفة الأشراف)) باعتبار الأسانيد والمتون، وإنْ كان يَقْصُرُ أحياناً عن جوامع المتون إذْ لم يُبَيِّن اختلافَ المصادر في ألفاظ متون الحديث كما فعله الحافظُ ابنُ الأثير في ((جامع الأصول)) .
لقد بَيَّنَ الحافظُ ابن كثير رحمه الله تعالى في المقدمة الخِطَّةَ التي مشى عليها في تأليف هذا الكتاب، فقال: (( ... كتابي هذا الذي قد جَمَعْتُه أيضاً من كُتُبِ الإسلام المُعْتَمَدَة، في الأحاديث الواردة عن رسول الله صلى الله عليه وسلم، ومن ذلك:
الكتب الستة، وهي: الصحيحانِ البُخاريُّ ومسلم، والسُّنَنُ الأربع لأبي داود والترمذي والنَّسائي وابنِ مَاجَه.
ومن ذلك: مسند الإمام أحمد. ومسند أبي بكر البَزَّار.
ومسند الحافظ أبي يعلى الموصلي. والمعجم الكبير للطبراني. رحمهم الله.
فهذه عشرٌ كاملة. أذكرُ في كتابي هذا مجموع ما في هذه العشرة، وربما زِدْتُ عليها من غيرها وكل ما يخرج من الأحاديث مما يُحتاج إليه في الدِّين.
وهذه الكتب العشرة تشتمل على أَرْبَى من مئة ألف حديث بالمكررة ...
وسَمَّيْتُ كتابي هذا ((جامع المسانيد والسُّنَن الهادي لأَقْوَمِ سَنَن)) ، وهو المسند الكبير، وشرطي فيه أني أُتَرْجِمُ كُلَّ صحابي له روايةٌ عن رسول الله',NULL,'25',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (23,'صلى الله عليه وسلم، مُرَتَّب على حروف المُعْجَم، وأُورِدُ له جميعَ ما وَقَعَ له في الكتب، وما تَيَسَّر لي من غيرها، وبالله أستعين، وعليه أَتَوكَّلُ، وإليه أُنيب)) . اهـ.
لقد اكتمل منهجُ أطرافِ الكتبِ الستةِ ولواحقِها ونضج على يد الحافظ المُتْقِن جمال الدين أبي الحجاج يوسف المِزّي (٦٥٤ - ٧٤٢?) ، واستفادَ علماءُ عصرِه ومَنْ بعدهم من كتابه ((تحفة الأشراف بمعرفة الأطراف)) ، وتنافسوا في تحصيله بُعْداً وقُرْباً، وتناولوه بالدراسة والاختصار والتعقّب.
وقد لازم الحافظُ ابنُ كثير شيخَه الحافظَ المِزّي، واستفادَ منه، وقرأ عليه أكثر تصانيفه، وتَزَوَّجَ بابنته، وكانتْ له عنايةٌ خاصّةٌ بكتاب ((تحفة الأشراف)) ، وكانت له نسخةٌ خاصةٌ منه، وعلى حواشي هذه النسخة تعليقات بخطّ الحافظ المزي تتبّع فيها أشياء كثيرة من كتاب النَّسائي رواية ابن الأحمر، وقد أفردها الحافظ المزي في جُزْءٍ لطيف سمّاه ((لَحْق الأطراف)) (١) .
وقف الحافظ ابن كثير على كتاب ((تحفة الأشراف)) ، واستفادَ منه، وسبر الخطة التي سلكها شيخُه فيه، وكانتْ هي السببَ في نشوء فكرة إعداد كتابه ((جامع المسانيد والسنن)) ، ولكن بشكل أوسع، يجمع فيه الكتبَ الستةَ ولواحقَها التي استوعبها الحافظ المزّي في ((تحفة الأشراف)) ، مع الكتب الأخرى التي ذكرها في المقدمة.
كان للحافظ ابن كثير اهتمامٌ كبيرٌ بمسند الإمام أحمد، وكان -كما قيل- ممن يحفظه عن ظهر قلب، و ((مسند أحمد)) أحد دواوين الإسلام، ولكنه ينقصه معرفة درجة أحاديثه، وهذا يحصل بالربط بينه وبين ((تحفة الأشراف)) ،
_________
(١) انظر ((النكت الظراف)) ١ / ٥.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (24,'وحينئذ تكتمل الفائدة منه بمعرفة الأحاديث التي هي في الكتب الستة، والتنبيه على الأحاديث التي تَفَرَّد الإمام أحمد بروايتها عن الكتب الستة خاصّة.
كان الحافظُ ابنُ المُحِبّ رحمه الله تعالى من قبل ذلك رَتَّب ((مسند أحمد)) على طريقة كتب الأطراف، فأخذه الحافظُ ابنُ كثير وجعله عمدة كتابه
((جامع المسانيد والسنن)) ، وأضاف إليه من شارك الإمام أحمد في رواية الأحاديث من أصحاب الكتبِ الستّةِ ولواحقِها تبعاً لما ورد في ((تحفة الأشراف)) ، فإنْ لم يشاركه أحدٌ أشارَ إلى تفرُّدِ الإمام أحمد برواية هذا الحديث باعتبار الكتب الستة فقط.
ثم أضاف إلى كتابه أحاديث ((المعجم الكبير)) للطبراني، و ((مسند البزّار)) ، و ((مسند أبي يعلى الموصلي)) .
وقد أشار إلى ذلك الحافظُ ابنُ الجَزَرِيّ (١) ، فقال رحمه الله تعالى: ((أمّا ترتيب هذا المسند، فقد أقام اللهُ تعالى لترتيبه شيخنا خاتمةَ الحُفَّاظ الإمامَ الصالح الورع: أبا بكر محمد بن عبد الله بن المُحِبّ الصامت رحمه الله تعالى، فرَتَّبَه على مُعْجَم الصحابة، وَرَتَّبَ الرواةَ كذلك، كترتيب كتاب الأطراف، تَعِبَ فيه تَعَباً كثيراً.
ثم إنَّ شيخنا الإمام مؤرّخ الإسلام، وحافظ الشام عمادَ الدين أبا الفداء إسماعيل بن عمر بن كثير رحمه الله تعالى، أخذ هذا الكتاب المُرَتَّب من مؤلّفه، وأضاف إليه أحاديثَ الكتب الستة، ومعجم الطبراني الكبير، ومسند البزّار، ومسند أبي يعلى الموصلي، وأَجْهَدَ نفسَه كثيراً، وتَعِبَ فيه تَعَباً عظيماً، فجاء لا نظيرَ له في العالم، وأَكْمَلَه إلاّ بعضَ مسند أبي هريرة، فإنه مات قبل أن
_________
(١) ((المصعد الأحمد)) ص (٣٩) .',NULL,'27',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (25,'يُكْمِلَه، فإنه عُوجِلَ بكَفّ بصره)) .
شرح خِطّة الحافظ ابن كثير في هذا الكتاب:
يبدأ الحافظ ابن كثير بذكر ترجمة الصحابي ممن له روايةٌ عن رسول الله صلى الله عليه وسلم على ترتيب حروف المُعْجَم، ويوردُ فيها نَسَبَه ولقبَه وطرفاً من أخباره، مُعْتَمِداً في ذلك على ما ورد في الكُتُبِ العشرة أو غيرِها من كُتُبِ تراجمِ الصحابة.
ثم يُورِدُ له في ترجمته جميعَ ما وَقَعَ له من أحاديث في ((مسند أحمد)) ، والكتب الستة، و ((المعجم الكبير)) للطبراني، و ((مسند أبي بكر البزّار)) ، و ((مسند أبي يعلى الموصلي)) .
فإنْ لم يكن له حديث في هذه الكتب العشرة أورد له ما ذكره الحافظُ أبو نعيم في كتاب ((معرفة الصحابة)) ، وابنُ الأثير في ((أسد الغابة)) ، والعسكريُّ في الصحابة، وأبو موسى المديني، وابن عبد البَرّ، وعبدان بن محمد المروزي، وغيرهم ممن ألّف في الصحابة.
وقد يوردُ له ما وقع في غير كتب الصحابة مثل ((مسند أبي داود الطيالسي)) و ((العلل)) لابن أبي حاتم، و ((المستدرك)) للحاكم،
و ((المغازي)) للواقدي، و ((المؤتلف والمختلف)) للدارقطني.
فإنْ كان الصحابيُّ مُكْثِراً رَتَّبَ أسماء الرواة عنه أيضاً على حروف المعجم، ويبدأ أولاً بذكر أحاديث ((مسند أحمد)) تبعاً لكتاب ((ترتيب المسند)) لابن المُحِبّ، فإنْ شاركه أحدٌ من أصحاب الكتب الستة ذكره تبعاً لما في كتاب ((تحفة الأشراف)) ، وينقل منه الفوائد والتعقبات التي يوردها شيخه الحافظ المزّي رحمه الله تعالى، مُصَرِّحاً بذلك في بعض المواضع.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (26,'فإنْ لم يكن حديث ((مسند أحمد)) في أحد الكتب الستة عقّبه بقوله:
((تَفَرَّدَ به)) ، باعتبار الكتب الستة، لا باعتبار باقي الكتب العشرة التي اعتمد عليها في تصنيف كتابه (١) .
وقد يورد أحياناً حديثاً تَفَرَّدَ به الإمام أحمد ثم يذكره من طريق أخرى من بقية الكتب العشرة لزيادة فيه (٢) .
ثم يورد في الترجمة باقي الأحاديث المذكورة في ((تحفة الأشراف)) من أحاديث الكتب الستة، والتي لم يَرْوِها الإمام أحمد في ((مسنده)) ، ويضيف إليها الفوائد التي ذكرها شيخه في ((تحفة الأشراف)) .
وقد ينفرد الحافظ ابن كثير فيذكر بعض التعقبات والنقد لبعض الأحاديث من قِبَل نفسه (٣) .
فإن لم يكن الحديث في ((مسند أحمد)) ولا في ((تحفة الأشراف)) أورده من طريق ((المعجم الكبير)) للطبراني.
فإن لم يذكر هذا الحديث في ((مسند أحمد)) و ((تحفة الأشراف))
و ((المعجم الكبير)) ذكره من طريق ((مسند أبي بكر البزّار)) .
فإنْ لم يوجد الحديث في الكتب المتقدمة أورده من طريق ((مسند أبي يعلى الموصلي)) .
هذا هو الغالب في خِطّة الحافظ ابن كثير في تصنيف كتابه، وربما خالف هذه الخِطّة في بعض الأحيان، ولكنه قليل.
_________
(١) انظر مثلاً ١ / ٣٠٣ و ٢ / ٢٦٩.
(٢) انظر ١ / ١٧٣ و ٢٣٧.
(٣) انظر مثلاً ١ / ٣٢ و ٤٧ و ٧٢ و ١٥٠ و ١٩٤ و ٤١٩ و ٤٥٧.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (27,'فقد ذكر حديثاً وعزاه لابن ماجه والطبراني (١) .
وكذلك عزا حديثاً لابن ماجه والطبراني وأبي يعلى والبزار (٢) .
وعزا حديثاً لأبي يعلى والطبراني (٣) .
وذكر حديثاً من طريق أحمد وأبي داود والنسائي وأبي يعلى (٤) .
عدد أجزاء هذا الكتاب:
طُبع كتاب ((جامع المسانيد والسُّنَن)) في (٣٧) جُزْءاً، وليس كُلُّه من عمل الحافظ ابن كثير رحمه الله تعالى، كما هو مذكور على جميع أجزاء الكتاب، بل عَمَلُ الحافظ ابن كثير شمل عشرين جُزْءاً من الكتاب، وهي: من الجزء الأول إلى تمام السادس عشر، والجزء الحادي والعشرين، والسابع والعشرين، والثامن والعشرين، والتاسع والعشرين.
وأمّا باقي أجزاء الكتاب فهي من تصنيف محقّق الكتاب، فكان ينبغي أن يذكر عليها عبارة: ((تكملة جامع المسانيد والسُّنَن)) للدكتور عبد المعطي أمين قلعجي. وهذه الأجزاء المزيدة تشمل المسانيد التالية:
(١٧، ١٨، ١٩، ٢٠) مسانيد الخلفاء الراشدين الأربعة.
(٢٢، ٢٣) باقي مسند أنس بن مالك.
(٢٤، ٢٥) مسند جابر بن عبد الله.
(٢٦) مسند عبد الله بن عَمْرو بن العاص.
(٣٠، ٣١، ٣٢) مسند عبد الله بن عباس.
_________
(١) انظر ١٦ / ٦٨.
(٢) انظر ٤ / ٧٥.
(٣) انظر ١ / ٢٣٥ و ٣ / ٦٢.
(٤) انظر ٢ / ١٩١.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (28,'(٣٣) مسند أبي سعيد الخدري.
(٣٤، ٣٥، ٣٦، ٣٧) مسند السيدة عائشة.
وقد بَيَّنَ المحقِّقُ ذلك في ((المقدمة)) (١) ، وهذا لا يُعفيه من الإشارة إلى ذلك في عنوان كُلّ جُزْءٍ من هذه الأجزاء، أداءً للأمانة، لأنَّ القارئ ربما لا يقف على ذلك في المقدمة، فيظنُّ أنَّ الكتابَ كُلَّه من تصنيف الحافظ ابن كثير رحمه الله تعالى، وليس كذلك (٢) .
ويُلاحظ على عنوان الكتاب أنه وقع فيه خطأ في ضبط لفظ (سَنَن) غير المُعَرَّفة، ولعلّه من قِبَل الطابع، فقد كُتب على غلاف الكتاب هكذا: (سُنن) بضم السين، وهو خطأ، والصوابُ في العنوان كاملاً: ((جامع المسانيد والسُّنَن الهادي لأقوم سَنَن)) ، والله تعالى أعلم.
٣ - ((إطْراف المُسْنِدِ المُعْتَلي بأطْراف المُسْنَد الحنبلي))
للإمام الحافظ أحمد بن علي بن حَجَر العَسْقلاني (٧٧٣ - ٨٥٢?) . وهو عمل موسوعي إسنادي أيضاً، مهمّتُه جَمْعُ طُرُقِ الحديث على قواعدِ فَنِّ الأطراف في كتاب مُعَيَّن، وهو لَبِنَةٌ أُخرى في العمل الموسوعي، تُتَمِّمُ عَمَل الحافظِ المِزّي في ((تحفة الأشراف)) ، وقد بلغتْ أحاديثُ هذا الكتاب /١٢٧٨٧/ حديثاً.
وقد بَيَّن الحافظُ منهجَه في كتابه هذا، فقال رحمه الله تعالى في
(١) ص ٢٦٤ - ٢٦٥.
(٢) وانظر بيان المآخذ التي وقع فيها مُحَقِّق هذا الكتاب في كتابي: ((القول المفيد في الذَّبّ عن جامع المسانيد)) ص (٧٥ – ١٦١) .',NULL,'31',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (29,'((المقدمة)) (١) : ((فهذا كتابُ أطرافِ الأحاديث التي اشتَمَلَ عليها ((المُسْنَدُ)) الشهيرُ الكبيرُ للإمام أبي عبد الله أحمد بن محمد بن حنبل مع زيادات ابنِه عبد الله.
رَتَّبْتُ أسماءَ الصحابة الذين فيه على حروف المُعْجَم، ثم مَنْ عُرِفَ بالكُنْية، ثم المُبْهَم، ثم النساء كذلك.
فإنْ كان الصحابيُّ مُكْثِراً رَتَّبْتُ الرواةَ عنه على حروف المعجم، فإنْ كان بعضُ الرواة مُكْثراً على ذلك المُكْثِر فربما رَتَّبْتُ الرواة عنه أيضاً، أو رتبت أحاديثَه على الألفاظ، وقد أشرتُ في أوائل تراجم الصحابة المقلِّين إلى أماكِنها من الأصل.
وأمّا مَنْ كان مُكْثِراً فإني أرمزُ على اسم شيخ أحمد عدداً بالهندي يُعْلَمُ منه مَحَلُّ ذلك في أيّ جُزْءٍ هو من مُسْنَدِ ذلك الصحابي (٢) .
وإذا كان الحديثُ عنده من طريقٍ واحدةٍ سُقْتُ إسنادَه بحروفه، فإن كان المتنُ قصيراً سُقْتُه أيضاً بحروفه إنْ لم يكن مشهورَ اللفظ، وإلاّ اكتفيتُ بطَرَفهِ.
وإذا كان الحديثُ عنده من طُرُقٍ جَمَعْتُها في مكانٍ واحدٍ بالعَنْعَنة، واللَّفْظُ حينئذٍ لأول شيخٍ يُذكر.
وإذا كان من زيادات عبد الله قلتُ في أول الإسناد: قال عبد الله.
وهذه أسماء المسانيد التي اشْتَمَلَ عليها أصلُ ((المسند)) :
مسند العَشَرة وما معه.
ومسند أهل البيت، وفيه: مسند العبّاس وبَنِيه.
_________
(١) ١ / ١٦٩. (٢) لم أجدْ ذلك خلال اشتغالي بتحقيق هذا الكتاب، ولعلّه كُتب بالحمرة فلم يظهر في التصوير.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (30,'ومسند عبد الله بن عبّاس. ومسند ابن مسعود.
ومسند أبي هريرة. ومسند عبد الله بن عُمر.
ومسند عبد الله بن عَمْرو بن العاص. ومسند أبي سعيد الخُدْري.
ومسند أنس. ومسند جابر.
ومسند الأنصار. ومسند المكيين والمدنيين.
ومسند الكوفيين. ومسند البصريين.
ومسند الشاميين. ومسند عائشة.
ومسند النساء.
وهذه معرفة الرموز التي على الأحاديث، وبها يَتَبَيَّنُ مَنْ شَارَكَ الإمامَ أحمدَ في تخريج ذلك الحديث من الأئمة.
فللبُخاري: خ. ومسلم: م. ولأبي داود: د. وللنَّسائي: س. وللترمذي: ت. ولابن مَاجَهْ: ق. ولابن خُزَيْمة في ((صحيحه)) : خز. ولأبي عَوَانة في ((صحيحه)) : عه. ولابن حِبّان في ((صحيحه)) : حب. وللحاكم في ((مستدركه)) : ك. وللدارقطني في ((سننه)) : قط. وللدارمي في ((جامعه)) : مي.
وما خلا عن رقم فلم يُخرجه أحدٌ من هؤلاء من ذلك الوجه مع احتمال أنْ يكون بعضُهم أخرجه من وجه آخر)) . انتهى كلام الحافظ.
قلتُ: إنما ذكر الحافظ رحمه الله تعالى هذه الرموز المتقدمة في /٣٨/ مُسْنَداً، ولم يُوَفّ بذلك في جميع المسانيد، وقد بَيَّنْتُ أسماءَ المسانيد التي رَمَز لها في مقدمتي لتحقيق هذا الكتاب (١) .
_________
(١) ص ١٠٩ - ١١٠.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (31,'٤ - ((إتحاف المَهَرة بالفوائد المبتكرة من أطراف العشرة))
للإمام الحافظ أحمد بن علي بن حَجَر العسقلاني (٧٧٣ - ٨٥٢?) .
وهو عملٌ موسوعيٌّ إسنادي، أوسعُ دائرةً من ((إطراف المُسْنِد المعتلي بأطراف المُسْنَد الحنبلي)) ، مهمّتُه جَمْعُ طُرُقِ الحديث على قواعدِ فنِّ الأطراف لكُتُبٍ مُعَيَّنة، وهي عشرة كُتُب.
وهو لَبِنَةٌ أخرى في العمل الموسوعي تُتَمّمُ عَمَلَ الحافظ المِزّي.
وقد جَمَعَتْ هذه الموسوعةُ الإسناديةُ أحدَ عَشَرَ مصدراً من كتب السُّنَّة المشرّفة، على طريقة فنّ الأطراف، وهي:
١ - موطأ الإمام مالك بن أنس. ٢ - مسند الإمام الشافعي.
٣ - مسند الإمام أحمد بن حنبل. ٤ - سنن الدارِمي.
٥ - المنتقى لابن الجارود. ٦ - صحيح ابن خُزَيْمة.
٧ - مستخرج أبي عَوَانة. ٨ - شرح معاني الآثار للطحاوي.
٩ - صحيح ابن حِبّان. ١٠ - سنن الدارقطني.
١١ - مستدرك الحاكم.
وإنما زاد العددُ واحداً، لأنَّ الحافظ رحمه الله تعالى أردفها بالسُّنَن للدارقطني جَبْراً لما فات من الوقوف على جميع ((صحيح ابن خُزَيْمة)) .
وقد بَيَّنَ الحافظ ابن حجر في مقدمته (١) أولَ مَنْ صَنَّفَ في فَنّ الأطراف، وسببَ تأليفه هذا الكتاب، والخِطّة التي سلكها فيه، فقال رحمه الله تعالى:
((ثم صَنَّفَ الأئمّةُ في ذلك - أي الأطرافِ - تصانيفَ قَصَدُوا بها ترتيبَ الأحاديثِ وتسهيلها على مَنْ يَرُومُ كيفيةَ مخارجِها.
_________
(١) ١ / ١٥٨ - ١٦٠.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (32,'فمِنْ أول مَنْ صَنَّفَ في ذلك: خَلفٌ الوَاسِطيُّ (ت بعد ٤٠٠?) ، جَمَع أطراف الصحيحين. وأبو مسعود الدِّمشقي (ت ٤٠١?) جَمَعَهما أيضاً، وعصرُهما مُتَقارِب.
وصَنَّفَ الدَّانِيُّ (ت٥٣٢?) أطرافَ الموطأ.
ثم جَمَع أبو الفضل بنُ طاهر (ت ٥٠٧?) أطراف السُّنَن، وهي لأبي داود والنسائي والترمذي وابنِ ماجه، وأضافهما إلى أطراف الصحيحين.
ثم تَتَبَّعَ الحافظُ أبو القاسم بنُ عساكر (ت٥٧١?) أوهامَه في ذلك، وأَفْرَدَ أطراف الأربعة.
ثم جَمَعَ الستةَ أيضاً المُحَدِّثُ قطبُ الدِّين القسطلاني (ت ٦٨٦?) ، ثم الحافظُ أبو الحَجَّاج المِزّي (ت ٧٤٢?) ، وقد كَثُرَ النَّفْعُ به.
ثم إني نَظَرْتُ فيما عندي من المرويات فوجدتُ فيها عِدَّةَ تصانيف قد الْتَزَمَ مُصنِّفوها الصحة، فمنهم مَنْ تَقَيَّدَ بالشيخَيْن كالحاكم، ومنهم من لم يَتَقَيَّدْ كابنِ حِبَّان، والحاجةُ مَاسَّةٌ إلى الاستفادة منها، فَجَمَعْتُ أطرافَها على طريقةِ الحافظ أبي الحَجَّاج المِزّي وترتيبِه، إلا أني أَسُوقُ ألفاظَ الصِّيَغِ في الإسنادِ غالباً لتظهرَ فائدةُ ما يُصَرِّحُ به المُدَلّس. ثم إنْ كان حديثُ التابعي كثيراً رتَّبْتُه على أسماء الرواة عنه غالباً، وكذا الصحابي المتوسط.
وجعلتُ لها رقوماً أُبَيِّنُها:
فللدارمي: مي. ولابن خُزَيْمة: خز، ولم أقف منه إلاّ على رُبع العبادات بكماله ومواضعَ مفرقةٍ من غيره. ولابن الجارود: جا. ولأبي عَوَانة: عه. ولابن حِبّان: حب. وللحاكم أبي عبد الله في ((المستدرك)) : كم.
ثم أضفتُ إلى هذه الكُتُبِ الستةِ أربعةَ كُتُبٍ أخرى، وهي: ((الموطأ))',NULL,'35',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (33,'لمالك، و ((المسند)) للشافعي، و ((المسند)) للإمام أحمد، و ((شرح معاني الآثار)) للطحاوي؛ لأني لم أَجِدْ عن أبي حنيفة مُسْنَداً يُعْتَمَدُ عليه.
فلمّا صارتْ هذه عشرةً كاملةً أردفتُها بـ ((السُّنَن)) للدارقطني جَبْراً لما فَاتَ من الوقوف على جميع ((صحيح)) ابن خُزَيْمة.
وجعلتُ للطحاوي: طح. وللدارقطني: قط.
فإنْ أخرجه الثلاثةُ الأُوَلُ أفصحتُ بذِكْرِهم، أعني: مالكاً، والشافعيَّ، وأحمد.
وهذه المُصَنَّفاتُ قَلَّ أنْ يشذَّ عنها شيءٌ من الأحاديث الصحيحة لا سيّما في الأحكام إذا ضُمَّ إليها أطراف المِزِّي)) . انتهى كلام الحافظ رحمه الله.
ثم إنَّ الحافظ أيضاً لم يقتصر على المصادر العشرة التي ذكرها في مقدمة
((الإتحاف)) والتزم بها، فكثيراً ما ينقل عن غيرها مِثْل:
١ - ((الأدب المفرد)) للبخاري (ت ٢٥٦?) .
٢ - ((روضة العقلاء)) و ((كتاب الصلاة)) كلاهما لابن حِبّان
(ت ٣٥٤?) .
٣ - ((المعاجم الثلاثة)) و ((الدعاء)) كلها للطبراني (ت ٣٦٠?) .
٤ - ((تهذيب الآثار)) للطبري (ت ٣١٠?) .
٥ - ((فضل العلم)) لابن عبد البَرّ (ت ٤٦٣?) .
٦ - ((فضائل القرآن)) لأبي عُبَيْد (ت ٢٢٤?) .
٧ - ((مسند البزّار)) (ت ٢٩٢?) .
٨ - ((مسند الحارث بن أبي أسامة)) (ت ٢٨٢?) .
٩ - كتاب ((السياسة)) وكتاب ((التوكل)) كلاهما لابن خُزَيْمة',NULL,'36',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (34,'(ت ٣١١?) .
١٠ - ((شعب الإيمان)) و ((السنن الكبرى)) كلاهما للبيهقي
(ت ٤٥٨?) .
١١ - ((مسند إسحاق بن راهُويه)) (ت ٢٣٨?) .
١٢ - ((مصنّف ابن أبي شيبة)) (ت ٢٣٥?) .
١٣ - ((مسند أبي يعلى الموصلي)) (ت ٣٠٧?) .
كما بينت ذلك في مقدمتي لإتحاف المهرة (١) .
٥ - كتاب ((ذخائر المواريث في الدلالة على مواضع الأحاديث))
للعلامة عبد الغني بن إسماعيل الدمشقي المعروف بالنَّابُلُسِيّ
(١٠٥٠-١١٤٣?) .
جَمَع فيه أطراف الكتب الستة والموطأ، على طريقة الفهرست، لمعرفة موضع كُلّ حديثٍ منها، ومكان كل رواية مأثورة.
وقد تبع في تأليفه مَنْ تَقَدَّمَه من الأئمّة الذين صنّفوا في فنّ الأطراف، ولكنْ على وجه الاختصار، من غير إخلالٍ ولا إملالٍ ولا إكثار، فقد اتَّصَفَ عملُ الأئمة من قبل بالجمع الموسوعي، من حيث إيرادُ الأسانيد والمتون، مع الإكثار من ذِكْر الوسائط فيما بعد الصحابي من الرواة، بحيث مَنْ أراد استخراج حديثٍ منها فلا بُدَّ من معرفة صحابيِّه وتابعيه وتابعِ تابعيه وما بعد ذلك، وفي ذلك مشقة وعُسْر على كثيرٍ من الباحثين.
لقد لحظ الإمام النابلسي ذلك، فصنَّف كتابه ((ذخائر المواريث)) مع حذف الوسائط والتكرار، والاقتصار على الرواية المُصَرَّح بها دون المرموزة،
_________
(١) انظر ١ / ١٠٤ - ١٠٥.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (35,'والاكتفاء بذِكْر مشايخ أصحاب الكتب السبعة، لأنَّ حذفَ الأسانيدِ والتزامَ جَمْع أحاديثه المتكررة ورواياته المتفرقة في موضعٍ واحد، مع التنبيه على مواضعها؛ من الاختصار النافع، فإنَّ في جَمْعِ رواياته فوائدَ عديدة، مما يُفيد العالِم سهولة الاستنباط، ويكفيه مُؤْنة البحث الشديد ليعمل بالاحتياط.
وهذه الفوائد ليست في كتب الأطراف التي وضعها الحفاظ، كأطراف ابن عساكر والمِزِّي وابن حجر وغيرهم.
أمّا أولاً: فلأنها لا يستفيد منها إلا الحافظُ الكبيرُ الذي يحفظ مئين الألوف من متون الأحاديث، بِشَرْطِ أن يكون حافظاً لأسماءِ الصحابة الذين رَوَوْها، وأسماءِ التابعين الذين أخذوها منهم. فإذا كان كذلك سَهُلَ عليه البحثُ في الأطراف للاطّلاع على جميع الطُّرُق لذلك الحديث.
وأمّا ثانياً: فلأنها غيرُ مُرَتَّبَةٍ على الأبواب المعروفة، وإنما هي مُرَتَّبَةٌ على حروف المُعْجَم في أسماء الصحابة، فلا يستفيدُ منها إلاّ مَنْ يعرف اسمَ الصحابي الذي رواه.
وبالجملة ففائدتُها قليلةٌ جدّاً لمن هو بصدد العمل واستنباط الحكم، واستخراج الفقه الذي هو المقصود من كتب الحديث وتدوينها وجَمْعها على اختلاف أنواعها، إذِ القصدُ من كُتُب الأطراف إنما هو جَمْعُ طُرُقِ الحديث، ومعرفةُ تَشَعُّبِ الرواة في الأسانيد من الصحابة إلى الحُفَّاظ.
وأمّا القصدُ بهذا التأليف فهو جَمْعُ الأحاديث والروايات في موضعٍ واحد، مع المحافظة على ذِكْر أسماء مشايخ الكتب السبعة التي التزمها المصنِّف، والتزام عَزْوِها إلى أبوابها.
ولا شكَّ أنَّ هذه الطريقة هي الغرضُ الذي حام حوله جماعةٌ من',NULL,'38',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (36,'الحُفَّاظ، والمعنى الذي كانوا يُشِيْرُون إليه بمختلف الألفاظ.
وبالجملة فإنَّ هذا المؤلَّف قد دَلَّ لمؤلِّفه على حفظٍ باهرٍ للسُّنَّة النبوية، ورسوخِ ملكةٍ في استحضار الأحاديث المروية , ولا غَرْوَ فهو سليلُ أسرةٍ معروفةٍ بالعلم والصلاح والتقوى، أنجبتْ علماء وأدباء مرموقين.
وقد قامت جمعية النشر والتأليف الأزهرية بالقاهرة سنة ١٣٥٢هـ بنشر كتاب ((ذخائر المواريث في الدلالة على مواضع الأحاديث)) ، بعد طول بحث وتنقيب عن كتب الأطراف، وذلك بهمّة الأستاذ المحدّث الشيخ أحمد محمد شاكر الذي أحضر نسخته الفريدة من الحجاز.
خِطّة العلامة النَّابُلُسي في كتابه ((ذخائر المواريث)) :
بَيَّن العلامة النابلسي في المقدمة الخطَّةَ التي سلكها في تصنيف كتابه والطريقةَ التي مشى عليها في ترتيبه، فقال رحمه الله تعالى:
ولكني اقتصرت على:
بيان الرواية المُصَرَّح بها دون المرموزة.
ولم أذكر من الأسانيد غيرَ مشايخ أصحاب الكُتُب على طريقةٍ وجيزة.
واقتصرتُ على ذِكر الصحابة الأولين، وتركتُ ذِكرَ الوسائط كُلِّها من التابعين وتابعي التابعين.
ولم أُكَرِّرْ رواية، بل وضَعْتُ كُلَّ شيءٍ في موضعه بدايةً ونهاية.
وزِدْتُ أطرافَ رواياتِ ((الموطأ)) للإمام مالك، من رواية يحيى بن يحيى الليثي الأندلسي فإنها المشهورة بين الممالك.
وجعلتُ مكانَ ((سنن الإمام النسائي الكبرى)) ، حيث قلَّ وجودُها في هذه الأعصار، ((سُنَنَه الصغرى)) المُسَماةَ بـ ((المُجْتَبَى من سُنَن النبيّ المختار)) .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (37,'وقد اعتبرتُ المعنى أو بعضه دون اللفظ في جَمْع الروايات، بحيث تذكر الرواية من الحديث ويُشَارُ برموز الحروف إلى ما يوافقُها في المعنى دون الكلمات. فعلى الطالب أنْ يعتبرَ في مطلوبه المعاني، وهذا أمرٌ واضحٌ عند مَنْ يَتدَاوَلُ كُتُبَ الأطراف ولها يُعاني.
وإنْ رُوي الحديثُ الواحدُ عن جملةٍ من الصحابة، ذكرتُ أسماءهم في محلٍّ واحد، أذكرُ ذلك في مسند واحدٍ منهم، اكتفاءً بحُصولِ المقصود والإصابة.
وإذا أردتَ الاستخراج منه فتأمَّلْ في معنى الحديث الذي تريده في أيّ شيءٍ هو، ولا تعْتَبِر خصوصَ ألفاظه، ثم تَأَمَّلْ الصحابيَّ الذي عنه روايةُ ذلك الحديث، فقد يكون في السَّنَد: عن عُمَرَ أو أنسٍ مثلاً، والروايةُ عن صحابيٍّ آخرَ مذكورٍ في ذلك الحديث، فصَحِّح الصحابي المَرْوِي عنه، ثم اكشف عنه في مَحَلِّه تجدْه إن شاء الله تعالى.
ورمزتُ للكُتُب السبعة بالحروف هكذا:
(خ) لصحيح البخاري. (م) لصحيح مسلم.
(د) لسنن أبي داود السِّجِسْتاني. (ت) لسنن الترمذي.
(س) لسنن النسائي. (?) لسنن ابن مَاجه.
(ط) لموطأ الإمام مالك.
وَرتَّبْتُه على سبعة أبواب، كلُّ باب منها مرَتَّب ما فيه على ترتيب حروف المعجم، تسهيلاً للاستخراج منه على أُولي الألباب:
(الباب الأول) : في مسانيد الرجال، من الصحابة أهل الكمال.
(الباب الثاني) : في مسانيد من اشتهر منهم بالكُنية.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (38,'(الباب الثالث) : في مسانيد المبهمين من الرجال، على حسب ما ذكر فيهم من الأقوال.
(الباب الرابع) : في مسانيد النساء من الصحابيات.
(الباب الخامس) : في مسانيد من اشتهر منهن بالكُنية.
(الباب السادس) : في مسانيد المبهمات من النساء الصحابيات.
(الباب السابع) : في ذكر المراسيل من الأحاديث.
وفي آخره ثلاثة فصول: في الكنى، وفي المبهمين، وفي مراسيل النساء.
وهذا الكتاب لا يمكن اعتباره في العمل الموسوعي عند الإطلاق لخلوّه من الإسناد الذي هو شرطٌ أساسيٌّ في العمل الموسوعي في الحديث الشريف؛ إذْ به يمكن معرفة درجة الحديث من حيث القبولُ أو الردّ.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (39,'<span data-type="title" id=toc-5>الحلقة الثانية: كتب جمع المتون</span>
وهي كتب غير مسندة، جمع فيها الأئمة أحاديث كتب مخصوصة، مرتبة على المسانيد، أو على الكتب والأبواب، أو على حروف المعجم.
ولا يمكن عدُّ هذه الكتب في العمل الموسوعي، عند الإطلاق، لعدم اشتمالها على أسانيد الأحاديث المذكورة، إذ الإسنادُ شرطٌ أساسيٌّ في العمل الموسوعي في الحديث النبوي الشريف، وعليه مدار الحكم على هذه الأحاديث من حيث القبولُ أو الردّ.
وإنما يمكن التعامل مع هذه الكتب غير المسندة في العمل الموسوعي، بكيفية متنية قاصرة، ولاسيما أن أكثر هذه المصنَّفات قد اشتملت على كتبٍ هي فروعٌ عن أصول ميسَّرة.
ومن أهمّ الكتب المصنَّفة في جمع متون الأحاديث النبوية:
١ - ((الجمع بين الصحيحين)) : للإمام المحدِّث محمد بن فُتُوح الحُمَيْدي (ت ٤٨٨?) .
٢ - ((جامع الأُصول في أحاديث الرسول صلى الله عليه وسلم)) : للإمام أبي السعادات مبارك بن محمد ابن الأثير الجزري (٥٤٤ - ٦٠٦?) .
٣ - ((الجامع الصغير من حديث البشير النذير صلى الله عليه وسلم)) : للإمام الحافظ المؤرّخ جلال الدين عبد الرحمن بن أبي بكر السُّيُوطي (٨٤٩ - ٩١١?) .
٤ - ((جَمْع الجوامع)) أو ((الجامع الكبير)) : وهو للحافظ السيوطي أيضاً.
٥ - ((منهج العمال)) و ((الإكمال)) و ((غاية العمال)) و ((كنْز العمال)) : للشيخ علاء الدِّين علي المتقي بن حسام الدين الهندي (ت ٩٧٥?) .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (40,'١ - ((الجمع بين الصحيحين))
للإمام المحدِّث محمد بن فُتُوح الحُمَيْدي (ت ٤٨٨?) .
سعى الحافظ الحُمَيْدي إلى جمع أحاديث صحيحي البخاري ومسلم في كتابٍ واحد، مرتَّب على المسانيد، بحيث يجمع أحاديث كلِّ صحابي من
((الصحيحين)) في موضع واحد.
وقد قسم المؤلف الكتاب إلى خمسة أقسام:
القسم الأول: مسانيد العشرة المبشّرين بالجنة، بدأه بمسند أبي بكر الصِّدّيق، ثم الخلفاء الثلاثة بعده، ثم سائر العشرة رضوان الله عليهم وعلى الصحابة أجمعين.
القسم الثاني: مسانيد المقدَّمين بعد العشرة، بدأه بمسند عبد الله بن مسعود، وختمه بمسند سلمة بن الأكوع، وعددُ الصحابة في هذا القسم أربعةٌ وستون.
القسم الثالث: مسانيد المكثرين من الصحابة، وهم ستة: عبد الله بن عباس، وعبد الله بن عُمر، وجابر بن عبد الله، وأبو سعيد الخُدْري، وأنس بن مالك، وأبو هريرة. وهذا هو القسم الأكبر من الكتاب، وفيه ما يقرب من (١٧٩٧) حديثاً من مجموع أحاديث الكتاب وعددها (٣٥٧٤) حديثاً.
القسم الرابع: مسانيد المقلّين، وفيه واحد وأربعون مسنداً. وفي آخر هذا القسم ذكر مسانيد الصحابة الذين أخرج لهم البخاريُّ دون مسلم، وهم خمسة وثلاثون، ثم الذين أخرج لهم مسلم دون البخاري، وعددهم خمسة وخمسون.
القسم الخامس: مسانيد النساء، بدأه بمسند السيدة عائشة أم المؤمنين، ثم',NULL,'44',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (41,'بمسند السيدة فاطمة بنت رسول الله صلى الله عليه وسلم، ثم مسانيد سائر أزواج النبي صلى الله عليه وسلم، ثم الصحابيات التي اتفق الشيخان على الإخراج لهنَّ، وعددهن أربع وعشرون، وبعد ذلك أورد الحميديُّ ستَّ مسانيد للصحابيات اللاتي انفردَ بهنَّ البخاريُّ دون مسلم، ثم سبع صحابيات أخرج لهنَّ مسلمٌ دون البخاري.
وداخل كل مسند من المسانيد السابقة يبدأ المؤلف بذكر ما اتَّفق عليه الإمامان، ثم ما انفرد به البخاريُّ، ثم ما انفردَ به مسلم من ذلك المسند.
وفي كُلِّ قسمٍ من هذه الأقسام الثلاثة يجعل الحُمَيْدِيُّ كُلَّ معنى حديثاً وإن اختلف في بعض ألفاظه قليلاً أو كثيراً، سواء أكان ذلك الاختلاف بين الشيخين، أم بين روايات الشيخ نفسه.
ويُعطي الحميديُّ لكل حديث رقماً مسلسلاً في القسم الخاصّ به من المسند.
وهو يُراعي في ترتيب الأحاديث داخل القسم الخاصّ به - في الغالب - أن يجمع أحاديث الراوي عن الصحابي في مكان واحد، وهو يرتِّب الرواة عن الصحابي حسب مكانتهم، فيُقدِّم رواية الصحابي عن الصحابي، ثم رواية غيره عن الصحابي.
وإذا كانت أحاديث التابعي عن الصحابي كثيرة، فإنه يُراعي في ذلك رواية الراوي عنه، ويُحاول جمعها في مكان واحد.
والحُمَيْدِيُّ إذا نقل حديثاً عن الصحابي قدَّم الرواية التي للشيخين، أو التي فيها اختلاف قليل بينهما، وهو ينقل الحديث بلفظ أحد الشيخين إن اختلفا، ثم يُتبع ذلك بما جاء في الحديث نفسه من الروايات الأُخر عن الراوي نفسه بزيادة أو نقصان أو اختلاف.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (42,'ومنهاج الحُميدي في جمع المتون المتقاربة جعله يحذف كثيراً من الأحاديث المكررة، أو المتقاربة الألفاظ، أو يجمع بين الأحاديث الطويلة جداً في موضع واحد.
ومن منهج الحُميدي في كتابه هذا ما قاله رحمه الله تعالى في المقدمة (١) :
((ولم أذكر من الإسناد في الأكثر إلاَّ التابع عن الصاحب، أو من روى عنه ممَّا يتعلَّق بالتراجم للمعرفة به، ولا من المُعاد إلاَّ ما تدعو الضرورةُ إليه لزيادة بيان، أو لمعنىً يتصلُ بما لا يقع الفهمُ إلاَّ بإيراده، وربما أَضَفْنا إلى ذلك نُبَذاً مما تَنَبَّهْنا عليه من كتب الدارقطني والإسماعيلي والبرقاني وأبي مسعود الدمشقي وغيرهم من الحُفَّاظ الذين عُنُوا بالصحيح مما يتعلَّق بالكتابين، من تنبيهٍ على غرض، أو تتميمٍ لمحذوف، أو زيادةٍ في شرح، أو بيانٍ لاسمٍ أو نسب، أو كلامٍ على إسناد، أو تتبع لوَهَمِ بعض أصحاب التعاليق في الحكاية عنهما، ونحو ذلك من الغوامض التي يقفُ عليها من ينفعه الله بمعرفتها إن شاء الله تعالى)) .
وهو مطبوع في أربعة مجلدات.
٢ - ((جامع الأصول في أحاديث الرسول صلى الله عليه وسلم))
للإمام أبي السعادات مبارك بن محمد ابن الأثير الجَزَرِي (٥٤٤-٦٠٦?) .
وهو كتابٌ موسوعيٌّ مَتْنِيٌّ لكتب مخصصة، مَبْنِيٌّ على أساس التبويب الفقهي لصحيحي البخاري ومسلم، والموطأ لمالك، وجامع أبي عيسى الترمذي، وسنن أبي داود السِّجِسْتاني، وسنن أبي عبد الرحمن النَّسائي، رحمة الله عليهم أجمعين.
_________
(١) ١ / ٧٤ - ٧٥.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (43,'وقد حذف الحافظُ ابنُ الأثير الأسانيدَ من الكتب المذكورة، اقتداءً بمن سَبَقه من الأئمة، ثم قال رحمه الله تعالى في المقدمة (١) مبيِّناً سبب ذلك:
((لأنَّ الغَرَضَ من ذِكْر الأسانيد كان أولاً لإثبات الحديث وتصحيحه، وهذه كانتْ وظيفةَ الأولين رحمة الله عليهم، وقد كفونا تلك المؤنة، فلا حاجة بنا إلى ذِكْر ما قد فَرَغُوا منه، وأَغْنَوْنا عنه، فلم أُثْبِتْ إلاَّ اسمَ الصحابي الذي روى الحديث عن النبي صلى الله عليه وسلم إنْ كان خَبَراً، أو اسمَ من يرويه عن الصحابي إنْ كان أَثَراً، اللهمَّ إلاَّ أنْ يَعْرِضَ في الحديث ذِكْرُ اسم رواته فيما تمسُّ الحاجة إليه فأذكره، لتوقُّف فهم المعنى المذكور في الحديث عليه)) .
فهذا الكتاب يَقْصُرُ في العمل الموسوعي عن الغاية؛ لأنه لا إسنادَ فيه، فلا يمكن التعامل معه إلاَّ بكيفية مَتْنية قاصرة، وهو فرعٌ عن أصول ميسرة.
ورَتَّبَ الإمام ابن الأثير كتابه ((جامع الأصول)) على الكتب والأبواب، ورَتَّبَ الكتب على حروف المعجم، فبدأ بحرف الهمزة، بكتاب (الإيمان والإسلام) ، وانتهى بحرف الياء بكتاب (اليمين) ، ورَتَّبَ الأحاديث داخلَ كُلِّ بابٍ على فصول، والتبويبُ من أفضل طرق الدلالة على الأحاديث، إذْ يَدُلُّ عليها بمعانيها، فيُرْشِدُ المُرَاجِعَ إلى طَلِبَتِه بمعرفة موضوع الحديث، وبخاصةٍ إذا كان الحديثُ ناطقَ الدلالة على بابه أو كتابه.
لكنَّ الشيخَ ابنَ الأثير لَحَظَ أنَّ جملةً كبيرةً من الأحاديث لا يَخْلُصُ معناها، لتَدْخُلَ في بابٍ مُعَيَّنٍ تُطْلَبُ منه، فاخترع لها فَهْرَسَةًَ أخرى وطريقةً للدلالة عليها غيرَ الأبواب، فصَنَعَ لها (فهرسة على الألفاظ المشهورة فيها) ، يستهدي الطالبُ للحديث بمعرفة اللفظِ المشهورِ فيه، فيطلبه في حرفه ومادَّتِه،
_________
(١) ١ / ٢٢.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (44,'فيرى الشيخَ ابنَ الأثير قد أرشده إلى كتابِه وبابِه وفَصْلِه.
وكذلك لَحَظَ الإمامُ ابنُ الأثير أنَّ أبواباً عدة هي من جملة بعض الكتب المذكورة في كتابه، فإذا ذكرها في أوائل حروفها فستكون مفردة عن أحكام تلك الكتب، وفي هذا تفريق وتضييع للفائدة المنشودة، فعقد لذلك فصلاً لكل حرف من هذه الحروف يُستدلّ به على مواضع هذه الأبواب من تلك الكتب.
قال رحمه الله تعالى في (الفصل الثالث: في بيان التقفية وإثبات الكتب في الحروف) (١) :
((ثم وجدتُ في الأبواب أبواباً عدة، هي من جملة الكتب التي انقسم الكتابُ إليها، وإذا ذَكَرْتُها في الحرف الذي يختصُّ بها أكون قد أفردت أحدَ أحكام ذلك الكتاب عنه، وفَرَّقْتُه ووَضَعْتُه في غير موضعه الأَوْلَى به.
مثالُ ذلك أنَّ ((كتاب الجهاد)) هو في حرف الجيم، وفي جملة أحكام الجهاد أبوابٌ عدَّةٌ لا يجوزُ أن تنفردَ عنه، مثل: الغنائم، والغلول، والنفل والخمس، والشهادة. وكُلُّ واحدٍ من هذه يختصُّ بحرفٍ غير حرف الجيم ...
فذكرتُ هذه الأبواب في جملة كتاب الجهاد في حرف الجيم.
ثم عمدت إلى آخر كُلِّ حرف من تلك الحروف التي تختصُّ بهذه الأبواب، فذكرتُ فيه فصلاً يُستدلُّ به على مواضع هذه الأبواب من الكتاب، فذكرتُ في آخر حرف الغين أنَّ الغنائم والغلول في كتاب الجهاد حرف الجيم.
وكذلك تَتَبَّعْتُ جميع الحروف، وفعلتُ بها هذا الفعل.
_________
(١) ١ / ٢٦ - ٢٧.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (45,'فإذا أردت حديثاً من هذا النوع فاطْلُبْه في حرفه، فإنْ وجدته وإلاَّ فترى في آخر الحرف ما يدلُّك على موضعه، حتى إنه متى صار لك أدنى دُرْبة بالكتاب وعرفت الغرض من وضعه، استغنيتَ عن ذلك جميعه)) .
٣ - كتاب ((الجامع الصغير من حديث البشير النذير))
للحافظ عبد الرحمن بن أبي بكر السُّيُوطي (٨٤٩-٩١١?) .
وهو كتابٌ جليلٌ، مطابقٌ لما وَصَفَه به مؤلِّفُه بقوله (١) :
((أودعتُ فيه من الكَلِم النبوية أُلوفاً، ومن الحِكَم المصطفوية صنوفاً. اقتصرتُ فيه على الأحاديث الوجيزة، ولخّصتُ فيه من معادن الأَثَر إبريزَه. وبالغتُ في تحرير التخريج، فتركتُ القشرَ وأخذتُ اللُّباب، وصُنْتُه عمّا تَفَرَّدَ به وَضّاعٌ أو كذّاب. ففَاقَ بذلك الكُتُبَ المُؤَلَّفةَ في هذا النوع، وحَوَى من نفائس الصَّنْعة الحديثية ما لم يُودَعْ قبلَه في كتاب. وَرَتَّبْتُه على حروف المعجم مراعياً أولَ الحديث فما بعده تسهيلاً على الطُّلاّب، وسَمَّيتُه: ((الجامع الصغير من حديث البشير النذير)) لأنه مُقْتَضَبٌ من الكتاب الكبير الذي سَمَّيْتُه ((جمع الجوامع)) ، وقصدت فيه جَمْعَ الأحاديث النبوية بأَسْرِها، وهذه رُمُوزُه ... )) .
وقد ذكر في آخره أنه فرغ من تأليفه سنة (٩٠٧?) . وقد وقع لكتابه هذا القبول التام، وكثر شارحوه من أئمّة الإسلام، وعمّ النفع به في سائر البلاد الإسلامية.
ثم إنَّ مؤلِّفه رحمه الله تعالى جعل له ذَيْلاً سمّاه ((زيادة الجامع)) ، ألّفه في خلال السنين الأربع التي بقيت من عمره بعد تمام ((الجامع الصغير)) .
وقد جمع الشيخ يوسف بن إسماعيل النبهاني (١٢٦٥ - ١٣٥٠?) بين
_________
(١) انظر ((فيض القدير)) ١ / ١٩ - ٢٤.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (46,'أحاديث ((الجامع الصغير)) وأحاديث ذيله المُسَمَّى بـ ((زيادة الجامع)) في كتابه: ((الفتح الكبير في ضمّ الزيادة إلى الجامع الصغير)) .
وقد ذكر في المقدمة (١) سبب هذا الجمع، فقال رحمه الله تعالى:
((وقد رأيتُ من الصواب أنْ أجمعهما في كتاب، لأنَّ ((زيادة الجامع)) يجبُ أن تكون به متصلة، ولا معنى لكونها زيادةً له إذا كانت عنه منفصلة، وفي جَمْعِهما تسهيلُ السبيلِ إلى اقتنائهما، ومراجعة الحديث اللازم مراجعته فيهما، وعسى أن يحصل للزيادة ما حصل للأصل من القبول والإقبال، فإنَّ للمجاورة تأثيراً في استفادة الكمال من أهل الكمال، لا سيما وأنَّ حكمَها كحُكْمِه، وحجمها كحجمه، ومعناهما واحد، وأصلُهما واحد، ومؤلِّفهما واحد.
فجمعتُهما في هذا الكتاب ومزجتهما مَزْجَ مؤلَّفٍ واحد، ولولا أني مَيَّزْتُ أحاديث الزيادة بوضع حرف (ز) في أوائلها لَما عُرِفَ الأصل من الزائد.
وقد اعتنيتُ كمالَ الاعتناءِ بترتيب الأحاديث على الحروف معتبراً حروف الكلمة الأولى، ثم التي تليها، وهكذا إلى آخر الحديث ... )) .
٤ - كتاب ((جَمْع الجوامع)) المشتهر باسم ((الجامع الكبير))
وهو للحافظ السُّيُوطي أيضاً (٨٤٩-٩١١?) .
وكان قصد الحافظ السيوطي رحمه الله تعالى أنْ يجمع الأحاديث النبوية بأسرها في ((الجامع الكبير)) كما صَرَّح بذلك في خطبة ((الجامع الصغير)) ، ولكن اخترمته المنية قبل إتمامه كما صَرَّحَ به المُناوي وغيره.
_________
(١) ١ / ٣ - ٤.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (47,'قال رحمه الله تعالى في مقدمته:
((وقسمته قسمين:
الأول: أسوق فيه لفظ المصطفى بنصّه، وأطوق كل خاتم بفصّه، وأُتبع متن الحديث بذِكْر من خَرَّجَه من الأئمة أصحاب الكتب المعتبرة، ومن رواه من الصحابة رضوان الله عليهم أجمعين من واحدٍ إلى عشرة أو أكثر من عشرة، وسالكاً طريقة يُعرف منها صحةُ الحديث وحُسْنُه وضَعْفُه، مرتباً ترتيب اللغة على حروف المعجم، مراعياً أول الكلمة فما بعده.
والثاني: الأحاديث الفعلية المحضة أو المشتملة على قول وفعل أو سبب أو مراجعة أو نحو ذلك، مرتباً على مسانيد الصحابة)) .
وقد جمع الشيخ أحمد عبد الجواد أحاديث ((الجامع الصغير)) و ((زوائده)) وأحاديث ((الجامع الكبير)) في كتابٍ واحد، وأضاف إليها الأحاديث التي استدركها على ((الجامع الكبير)) الحافظان: المُناوي والشريف إدريس العراقي المغربي.
قال العلاَّمة عبد الحيّ الكتاني في ((فهرس الفهارس والأثبات)) (١) :
((وللسيوطي ((الجامع الكبير)) و ((الجامع الصغير)) وهما من أهمّ مؤلَّفاته وأعظمها، ومن أكبر مِنَنِه على المسلمين كتابُه ((الجامع الصغير)) ، وأكبرُ منه وأوسعُ وأعظمُ: ((الجامع الكبير)) ، جَمَعَ فيهما عِدَّة آلاف من الأحاديث النبوية، مرتبة على حروف المعجم، وهما المعجم الوحيد الآن المتداول بين المسلمين، الذين يعرفون به كَلِمَ نبيِّهم، ومُخَرِّجيها، ومظانَّها، ومرتبتَها في الجملة)) .
_________
(١) ٢ / ١٠١٧.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (48,'٥ - ((منهج العمال)) و ((الإكمال)) و ((غاية العمال)) و ((كنز العمال))
كلها للشيخ علاء الدين علي المتقي بن حسام الدين الهندي (ت٩٧٥?) .
وقد ذكر في مقدمة ((كنز العمال)) (١) سبب تأليفه هذه الكتب، فقال:
((لمّا رأيتُ كتابَيْ ((الجامع الصغير)) و ((زوائده)) تأليفَيْ شيخ الإسلام جلال الدين السيوطي ملخّصاً من قسم الأقوال من ((جامعه الكبير)) وهو مُرَتَّبٌ على الحروف جَمَعْتُ بينهما، مبوّباً ذلك على الأبواب الفقهية، مسمّياً الجمع المذكور: ((منهج العُمّال في سنن الأقوال)) .
ثم عَنَّ لي أنْ أُبَوِّبَ ما بقي من قسم الأقوال، فنجز بحمد الله وسمّيتُه:
((الإكمال لمنهج العمال)) .
ثم مزجتُ بين هذين التأليفين ... مميزاً أحاديث ((الإكمال)) من ((منهج العمال)) ، ومقصودي من هذا التمييز أنَّ المؤلف رحمه الله ذَكَرَ أنَّ الأحاديثَ التي في ((الجامع الصغير)) و ((زوائده)) أَصَحُّ وأخصرُ وأبعدُ من التكرار كما يُعلم من ديباجة ((الجامع الصغير)) .
فصارا كتاباً سمّيتُه: ((غاية العمال في سنن الأقوال)) .
ثم عَنَّ لي أنْ أُبَوِّبَ قسم الأفعال أيضاً فبوبته على المنهاج المذكور، وجَمَعْتُ بين أحاديث الأقوال والأفعال.
وأذكر أولاً أحاديث ((منهج العمال)) ، ثم أذكر أحاديث ((الإكمال)) ، ثم أحاديث قسم الأفعال كتاباً بعد كتاب، فصار ذلك كتاباً واحداً، مميزاً فيه ما سبق، بحيث إن من أراد تحصيل قسم الأقوال أو الأفعال منفرداً أو تحصيلهما
_________
(١) ١ / ٣ - ٤.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (49,'مجتمعين أمكنه ذلك، وسمّيتُه: ((كنز العمال في سنن الأقوال والأفعال)) .
فمن ظفر بهذا التأليف فقد ظفر بـ ((جَمْع الجوامع)) مبوّباً، مع أحاديث كثيرة ليستْ في ((جَمْع الجوامع)) ، لأن المؤلف رحمه الله زادَ في ((الجامع الصغير)) و ((ذيله)) أحاديثَ لم تكن في ((جمع الجوامع)) .
وقد فرغ المتقي الهندي من تأليفه سنة (٩٥٧?) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (50,'<span data-type="title" id=toc-6>الحلقة الثالثة: كتب الزوائد</span>
تشتمل هذه المصنَّفات على حصر زوائد أحاديث كتب معينة على الكتب الأصول الخمسة أو الستة، أو على الكتب الستة ومسند الإمام أحمد، وترتيب هذه الأحاديث الزوائد على كتب وأبواب الأحكام الفقهية.
وهذه المصنَّفاتُ - ما عدا ((مجمع الزوائد)) للحافظ الهيثمي - كتبٌ موسوعية إسنادية ومَتْنية، يمكن الاستفادة منها في العمل الموسوعي للحديث الشريف. وأمَّا كتاب ((مجمع الزوائد)) فهو يقصر عن هذه الدرجة في التعامل الموسوعي لعدم اشتماله على أسانيد الأحاديث المذكورة، التي هي شرط من شروط العمل الموسوعي، ويمكن التعامل مع كتاب ((مجمع الزوائد)) والاستفادة منه في العمل الموسوعي المَتْني، وفي أحكام الحافظ الهيثمي عقب الأحاديث من حيث الصحة والحسن والضعف، وفي كلامه على بعض الرواة من حيث الجرح والتعديل.
وفيما يلي أهمّ المصنَّفات في كتب الزوائد، وهي:
١ - ((مجمع الزوائد ومنبع الفوائد)) : للإمام الحافظ نور الدِّين علي بن أبي بكر الهَيْثَمي (٧٣٥ - ٨٠٧?) .
٢ - ((مجمع البحرَيْن في زوائد المعجمَيْن)) : للحافظ الهيثمي أيضاً.
٣ - ((إتحاف الخِيَرة المَهَرة بزوائد المسانيد العشرة)) : للحافظ شهاب الدّين أبي العباس أحمد بن أبي بكر الكِنَاني البُوصِيري (٧٦٢ - ٨٤٠?) .
٤ - ((مصباح الزجاجة في زوائد ابن ماجه)) : للحافظ البُوصِيري أيضاً.
٥ - ((المطالب العالية بزوائد المسانيد الثمانية)) : للإمام الحافظ شيخ الإسلام شهاب الدِّين أبي الفضل أحمد بن علي ابن حَجَر العسقلاني (٧٧٣-٨٥٢?) .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (51,'١ - ((مجمع الزوائد ومنبع الفوائد))
للإمام الحافظ نور الدِّين علي بن أبي بكر الهَيْثَمي (٧٣٥ - ٨٠٧?) .
اشتهر الحافظ الهيثمي بملازمة شيخه حافظ العصر زين الدين العراقي، ومصاهرته، والاستفادة منه، والإفادة من كتبه وأماليه، وقراءة أكثرها عليه.
وكان الهيثميُّ كثيرَ الاستحضار للمتون، يُسرع الجواب بحضرة شيخه العراقي، فيعجب الشيخ لذلك، فلذلك اهتمَّ به كثيراً، واعتنى به عناية فائقة، وتخرَّج به في الحديث الشريف، بل دَرَّبَه على إفراد زوائد أحاديث أمهات الكتب الحديثية على الكتب الستة، وأشار عليه بجمعها وتصنيفها في تصانيف مستقلّة، فكان من ذلك:
١ - ((غاية المقصد في زوائد مسند أحمد)) في مجلدين.
٢ - ((كشف الأستار عن زوائد مسند البزار)) ، وهو مطبوع في أربعة مجلدات.
٣ - ((المقصد العَلِيّ في زوائد أبي يعلى المَوْصِلِيّ)) في مجلد.
٤ - ((البدر المنير في زوائد المعجم الكبير)) للطبراني، في ثلاثة مجلدات.
٥ - ((مجمع البحرين في زوائد المعجمين)) الأوسط والصغير للطبراني، وهو مطبوع في تسعة مجلدات.
وبعد فراغ الحافظ الهيثمي من إفراد زوائد هذه الكتب وغيرها، أشارَ عليه شيخه أبو الفضل العراقي بجمع هذه التصانيف المذكورة مع حذف أسانيدها، لكي يجتمع أحاديثُ كُلِّ بابٍ منها في باب واحدٍ من هذا، فكان هذا التصنيف الجامع لهذه الزوائد بإشارة شيخه الحافظ العراقي وتسميته، مع الكلام على هذه الأحاديث بالصحة والحسن والضعف، وما في بعض رواتها',NULL,'56',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (52,'من الجرح والتعديل. وهو مطبوع في عشرة أجزاء.
قال العلاّمة محمد بن جعفر الكتاني (١) : وهو من أنفع كتب الحديث، بل لم يوجد مثله كتاب، ولا صُنّف نظيره في هذا الباب.
وقد شرح العلاّمة الهيثمي في المقدمة (٢) سبب تأليفه هذا الكتاب، وأسماء الكتب التي رتب عليها هذه الأحاديث الزوائد، وخطته في الكلام على الرواة جرحاً وتعديلاً، فقال رحمه الله تعالى:
((فقد كنتُ جمعتُ زوائد مسند الإمام أحمد وأبي يعلى الموصلي وأبي بكر البزَّار ومعاجيم الطبراني الثلاثة، كُلُّ واحدٍ منها في تصنيف مستقلّ، ما خلا المعجم الأوسط والصغير فإنهما في تصنيف واحد؛ فقال لي سيِّدي وشيخي العلاَّمةُ شيخُ الحُفَّاظ بالمشرق والمغرب ومفيدُ الكبار ومن دونهم الشيخ زين الدِّين أبو الفضل عبد الرحيم ابن العراقي: اجْمَعْ هذه التصانيف، واحْذِفْ أسانيدَها، لكي يجتمع أحاديثُ كُلِّ بابٍ منها في بابٍ واحدٍ من هذا.
فلمَّا رأيتُ إشارته إليَّ بذلك صَرَفْتُ همّتي إليه، وسألتُ الله تعالى تسهيله والإعانة عليه، وأسأل الله تعالى النَّفْعَ به، إنه قريبٌ مجيب.
وقد رَتَّبْتُه على كُتُبٍ أذكرها لكي يسهل الكشف منه ...
وقد سَمَّيْتُه بتسمية سيِّدي وشيخي له: ((مجمع الزوائد ومنبع الفوائد)) .
وما تكلَّمتُ عليه من الحديث من تصحيحٍ أو تضعيف، وكان من حديث صحابي واحد، ثم ذكرتُ له متناً بنحوه؛ فإني أكتفي بالكلام عقب الحديث الأول، إلاَّ أن يكون المتنُ الثاني أصحَّ من الأول.
_________
(١) ((الرسالة المستطرفة)) ص (١٢٩) .
(٢) ١ / ٧ - ٨.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (53,'وإذا روى الحديثَ الإمامُ أحمدُ وغيرُه، فالكلام على رجاله، إلاَّ أن يكون إسنادُ غيره أصحَّ.
وإذا كان للحديث سندٌ واحدٌ صحيح، اكتفيتُ به من غيرِ نَظَرٍ إلى بقية الأسانيد، وإنْ كانت ضعيفة.
ومن كان من مشايخ الطبراني في ((الميزان)) نَبَّهْتُ على ضعفه.
ومن لم يكن في ((الميزان)) ألحقتُه بالثقات الذين بعده.
والصحابةُ لا يُشترط فيهم أن يخرج لهم أهل الصحيح فإنهم عُدُول، وكذلك شيوخ الطبراني الذين ليسوا في ((الميزان)) .
٢ - ((مجمع البحرَيْن في زوائد المعجمَيْن))
وهو أيضاً للحافظ نور الدّين علي بن أبي بكر الهَيْثَمي (٧٣٥-٨٠٧?) .
جمع فيه الحافظ الهيثمي زوائد ((المعجم الأوسط)) و ((المعجم الصغير)) ، كلاهما للإمام الطبراني، على الكتب الستة، فجمع فيه ما انفرد به الطبرانيُّ من حديثٍ بتمامه، أو حديث شارك فيه أصحابَ الكتب الستة مع زيادة عنده، مع تمييز هذه الزيادة والتنبيه عليها.
ولم يقتصر الحافظ الهيثمي في عمله هذا على معجمي الأوسط والصغير؛ بل أخرج فيه أيضاً ما رواه الترمذيُّ في ((الشمائل)) ، والنَّسائيُّ في ((السنن الكبرى)) ممَّا ليس في ((السنن الصغرى)) وهي ((المجتبى)) .
وقد رَتَّب الحافظ الهيثمي هذه الأحاديث الزائدة على الكتب الستة على كتب الأحكام الفقهية، مبتدئاً بكتاب الإيمان، ومختتماً بكتاب الزهد.
وفصَّل رحمه الله تعالى في مقدمة كتابه (١) خطت في عمله هذا، والعلامات
_________
(١) ١ / ٤٥ - ٤٩.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (54,'التي استخدمها في الإشارة إلى المعجمين أو أحدهما، أو إلى كلام الطبراني، فقال:
((قد رأيتُ المعجم الأوسط والمعجم الصغير لأبي القاسم الطبراني ذي العلم الغزير، قد حَوَيا من العلم ما لا يحصل لطالبه إلاَّ بعد كشفٍ كبير؛ فأردت أن أجمع منهما كُلَّ شاردة، إلى بابٍ من الفقه يَحْسُنُ أن تكون فيه واردة. فجمعتُ ما انْفَرَدَ به عن أهل الكتب الستة من حديثٍ بتمامه، وحديثٍ شاركهم فيه بزيادةٍ عنده مميّزاً لها بقولي: أخرجه فلان خلا كذا، أو ذكرتُه لأجل كذا، ولم أره بهذا السياق، وشِبْه هذا.
وأخرجتُ فيه أيضاً: ما رواه الترمذيُّ في الشمائل، والنسائيُّ في الكبير ممَّا ليس في ((المجتبى)) الصغير، كعمل اليوم والليلة، والتفسير، والسير، والمناقب، والطب، وكثير من عشرة النساء، وشيء من الصيام. فما كان فيه من كتاب عشرة النساء في الكبير أو الصوم، وليس هو في الصغير، ذكرتُه، وقلتُ: أخرجه الشيخ جمال الدين في ((الأطراف)) ، وليس هو في ((المجتبى)) ، أو لم أره في نسختي.
فما كان من حديثٍ على أوله (ق) فهو في المعجم الصغير والأوسط، بإسناده سواء ومتنُه بنحوه أو مثله.
وما كان على أوله (ص) فهو ما انفردَ به الصغير، وما كان من الصغير وله أسانيد في الأوسط بدأتُ بإسناد الصغير، وذكرتُ طُرُقَه من الأوسط.
وقد رَتَّبْتُه على كُتُبٍ أذكرها لكي يسهل الكشف إن شاء الله تعالى ...
وكُلُّ كلامٍ أقولُ في أوله: قلتُ، فهو من كلامي.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (55,'وما كان من كلامٍ على الحديث فهو من كلام الطبراني، وربما اختصرتُ من كلامه لطوله، ولا أُخِلُّ بمعناه إن شاء الله.
وربما قال: لا يُرْوَى عن فلانٍ إلاَّ بهذا الإسناد، ثم يرويه بإسنادٍ آخر، فأُنَبِّه عليه إنْ شاء الله.
وربما عَلَّمْتُ لكلام الطبراني (ط) ، للفصل بين كلامه وكلامي.
وربما حصل اعتراضٌ عليه بأن يقول: لا يُرْوَى إلاَّ بهذا الإسناد، ونحوه من الكلام، ويكون رواه بإسنادٍ آخر)) .
وقد طبع هذا الكتاب في تسعة مجلدات، وهو مجموع أيضاً - من حيث المتن - في كتابه السابق: ((مجمع الزوائد ومنبع الفوائد)) .
٣ - ((إتحاف الخِيَرة المَهرة بزوائد المسانيد العشرة))
للحافظ الشيخ شهاب الدين أحمد بن أبي بكر بن إسماعيل الكناني البُوصيري (٧٦٢ - ٨٤٠?) .
وهو كتاب موسوعي إسنادي ومَتْني، مهمّتُه حصر زوائد كتب معينة على الكتب الستة، مرتّباً على التبويب الفقهي.
وهو يُعَدّ لَبِنَةً في العمل الموسوعي الإسنادي والمَتْني.
وقد شرح مصنِّفُه رحمه الله تعالى في المقدمة (١) الخِطَّةَ التي سلكها في هذا الكتاب بقوله: ((فقد استخرتُ الله الكريم الوهاب في إفراد زوائد مسانيد الأئمة الحُفَّاظ، الأعلام الأجلاّء الأيقاظ: أبي داود الطيالسي، ومُسَدَّد، والحُميدي، وابن أبي عمر، وإسحاق بن راهُويه، وأبي بكر بن أبي شيبة، وأحمد بن مَنِيع، وعَبْد بن حُمَيد، والحارث بن محمد بن أبي أُسامة، وأبي يعلى
_________
(١) ١/٥٦ - ٥٨.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (56,'الموصلي الكبير؛ على الكتب الستة: صحيحي البُخاري ومسلم، وأبي داود، والترمذي، والنَّسائي الصغرى، وابن مَاجَهْ رضي الله عنهم أجمعين.
فإنْ كان الحديثُ في الكتبِ الستةِ أو أحدِها من طريق صحابيّ واحدٍ لم أُخرجه، إلاّ أنْ يكون الحديثُ فيه زيادةٌ عند أحد المسانيد المذكورة تَدُلُّ على حُكْمٍ فأُخرجه بتمامه، ثم أقول في آخره: رَوَوْه أو بعضهم باختصار، وربما بَيَّنْتُ الزيادة مع ما أَضُمُّه إليه من مُسْنَدَيْ أحمدَ بنِ حنبل والبَزَّار، وصحيحِ ابنِ حِبّان، وغيرِهم، كما سيُرى إنْ شاء الله تعالى.
وإنْ كان الحديث من طريق صحابيَّينِ فأكثرَ وانْفَرَدَ أحدُ المسانيد بإخراج طريقٍ منها أخرجتُه وإنْ كان المتن واحداً، وأُنَبِّهُ عقب الحديث أنه في الكتبِ الستةِ أو أحدِها من طريقِ فلانٍ مَثَلاً إنْ كان، لئلا يُظَنَّ أنَّ ذلك وَهَم.
فإنْ لم يكن الحديثُ في الكتبِ الستةِ أو أحدِها من طريقِ صحابيّ آخرَ ورأيتُه في غير الكتب الستة، نَبَّهْتُ عليه للفائدة وليُعلم أنَّ الحديث ليس بفرد.
وإنْ كان الحديثُ في مُسْنَدَيْنِ فأكثرَ من طريقِ صحابيٍّ واحدٍ، أوردتُه بطُرُقِه في موضع واحدٍ إن اخْتَلَف الإسناد، وكذا إن اتَّحَدَ الإسنادُ بأنْ رواه بعضُ أصحاب المسانيد مُعَنْعَناً وبعضُهم صَرَّحَ فيه بالتحديث.
فإن اتَّفَقَت الأسانيدُ في إسنادٍ واحدٍ ذكرتُ الأولَ منها، ثم أُحيل عليه.
وإن كان الحديثُ في مُسْنَدٍ بطريقَيْنِ فأكثرَ ذكرتُ اسمَ صاحبِ المُسْنَدِ في أول الإسناد، ولم أذكره في الثاني ولا ما بعده، بل أقول: قال، ما لم يحصل اشتباه. هذا كُلُّهُ في الإسناد.
وأمّا المتنُ فإن اتَّفَقَت المسانيدُ على مَتْنٍ بلفظٍ واحدٍ سُقْتُ مَتْنَ المُسْنَدِ الأول حَسْبُ، ثم أُحِيلُ ما بعده عليه.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (57,'وإن اختلفت ذكرتُ مَتْنَ كُلِّ مُسْنَدٍ.
وإن اتَّفَقَ بعضٌ واخْتَلَفَ بعضٌ ذكرتُ المُخْتَلَفَ فيه، ثم أقولُ في آخره: فذَكَرَه.
وقد أوردتُ ما رواه البُخاريُّ تعليقاً، وأبو داود في المراسيل، والترمذيُّ في الشمائل، والنَّسائيُّ في الكبرى وفي عمل اليوم والليلة، وغيرَ ذلك مما ليس في شيء من الكتب الستة.
ورَتَّبْتُه على مئةِ كتابٍ، أذكرُها لِيَسْهُلَ الكشفُ منها ... )) . انتهى كلام الحافظ البُوصيري رحمه الله تعالى.
بدأ المؤلِّف كتابه هذا في شوال سنة (٨١٧?) ، وفرغ منه في مستهلّ شهر ذي الحجة من سنة (٨٢٣?) ، وظلَّ المؤلف يُحقّق ويُحَرِّر فيه أكثر من ست سنوات، وقد قال: فرغت المسودة في ثلاث سنين.
ولا يعد كتابه من كتب الأطراف، لأنَّ الخِطّة المتّبعة في كتب الأطراف ذِكْرُ الصحابي، ثم ذِكْرُ الرواة عنه، وهكذا ... ، ثم إيرادُ طَرَفٍ من الحديث للدلالة عليه، وليس فيها استيعابُ المتون ولا الترتيبُ الفِقْهيّ.
٤ - ((مصباح الزجاجة في زوائد ابن ماجه))
وهو أيضاً من تأليف الحافظ شهاب الدين البُوصيري (٧٦٢-٨٤٠?) .
جمع فيه زوائد ابن ماجه القزويني على الكتب الخمسة، مع ترتيب هذه الأحاديث الزوائد على الأبواب الفقهية.
وقد أبان في مقدمة كتابه (١) عن خطته التي سلكها في التصنيف بقوله:
((فقد استخرتُ اللهَ عزَّ وجلَّ في إفراد زوائد الإمام الحافظ أبي عبد الله
_________
(١) ١ / ٣٩ - ٤٠.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (58,'محمد بن يَزيد بن ماجه القَزْوِيني، على الخمسة الأُصول: صحيحي البخاري ومسلم، وأبي داود، والترمذي، والنَّسائي الصغرى رواية ابن السُّنّي.
فإنْ كان الحديث في الكتب الخمسة أو أحدها من طريق صحابي واحد لم أُخرجه إلاَّ أن يكون فيه زيادةٌ عند ابن ماجه تدلُّ على حُكْم.
وإنْ كان من طريق صحابيين فأكثر، وانفرد ابنُ ماجه بإخراج طريقٍ منها، أخرجتُه ولو كان المتنُ واحداً، وأُنَبِّهُ عقبَ كُلِّ حديثٍ أنه في الكتب الخمسة المذكورة أو أحدها، من طريق فلان مثلاً إنْ كان.
فإنْ لم يكن ورأيتُ الحديث في غيرها نَبَّهْتُ عليه للفائدة، وليُعلم أنَّ الحديث ليس بفَرْد.
ثم أتكلَّم على كُلِّ إسنادٍ بما يَلِيق بحاله من صحة أو حسن أو ضعف وغير ذلك، وما سَكَتُّ عليه ففيه نظر.
وهذا ترتيب كُتُبه أذكرها ليسهل الكشف منها ... )) .
٥ - ((المطالب العالية بزوائد المسانيد الثمانية))
للإمام الحافظ شهاب الدين أبي الفضل أحمد بن علي بن حَجَر العسقلاني (٧٧٣ - ٨٥٢?) .
وهو كتاب موسوعي إسنادي ومَتْني، جمع فيه الحافظ زوائد أحاديث المسانيد العشرة على الكتب الستة ومسند أحمد، ورَتَّبها على أبواب الأحكام الفقهية.
وإنما زاد العدد مسندَيْنِ، لأنَّ الحافظ ابن حجر وقف على قدر النصف من ((مسند إسحاق بن راهويه)) فأضافه إلى بقية المسانيد، وكذلك تتبَّع ما فات الحافظ الهيثمي من ((المسند الكبير)) لأبي يعلى الموصلي رواية ابن المقرئ،',NULL,'63',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (59,'فأضافه أيضاً، فصارت المسانيد عشرة.
ولم يقتصر الحافظ ابن حجر على هذه المسانيد العشرة، بل زادَ إليها بعض الأحاديث من ((مسند البزَّار)) ، و ((المعجم الكبير)) و ((المعجم الأوسط)) للطبراني، وغيرها.
وقد بَيَّنَ الحافظ في المقدمة (١) أسماء المسانيد العشرة التي عمل زوائدها، وكذلك شرطه في كتابه هذا، فقال رحمه الله تعالى: ((فإنَّ الاشتغالَ بالعِلْمِ، خصوصاً بالحديث النبوي، من أفضل القُربات، وقد جَمَع أئمَّتُنا منه الشَّتات على المسانيد والأبواب المُرَتَّبات، فرأيتُ جَمْعَ جميعِ ما وَقَفْتُ عليه من ذلك في كتابٍ واحدٍ ليَسْهُلَ الكشفُ منه على أُولي الرَّغَبات، ثم عَدَلْتُ إلى جَمْعِ الأحاديثِ الزائدةِ على الكُتُبِ المشهوراتِ في ((الكتب المُسْنَدات)) .
وعَنَيْتُ بـ ((المشهوراتِ)) : الأُصولَ الستةَ ومسندَ أحمد.
وبـ ((المُسْنَدَاتِ)) : ما رُتِّبَ على مسانيدِ الصحابة.
وقد وَقَعَ منها ثمانيةٌ كاملاتٌ، وهي: لأبي داود الطيالسي، والحُمَيْدِيّ، وابنِ أبي عُمَرَ، ومُسَدَّد، وأحمدَ بنِ مَنِيع، وأبي بكر بن أبي شَيْبَة، وعَبْدِ بن حُمَيْد، والحارثِ بن أبي أُسامة.
ووَقَعَ لي منها أشياءُ كاملةٌ أيضاً: كمُسْنَدِ البَزَّار، وأبي يعلى، والطبراني.
لكنْ رأيتُ شيخَنا أبا الحَسَن الهَيْثَمِيَّ قد جَمَعَ ما فيها وفي مسند أحمد في كتاب مُفْرَدٍ محذوفِ الأسانيد، فلم أرَ أنْ أُزاحمَه عليه، إلاّ أنني تَتَبَّعْتُ ما فَاتَه من مُسْنَدِ أبي يعلى لكَوْنِه اقْتَصَرَ في كتابه على الرواية المختصَرة.
ووَقَعَ لي عِدَّةٌ من المسانيد غيرُ مُكَمَّلة: كمسندِ إسحاق بن رَاهُوْيَه،
_________
(١) ١ / ٤٧ - ٤٨.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (60,'ووَقَفْتُ منه على قَدْرِ النِّصْف، فتَتَبَّعْتُ ما فيه، فصارَ ما تَتَبَّعْتُه من ذلك عشَرة دواوين. ووَقَفْتُ على قِطَعٍ من عِدَّةِ مسانيد: كمسند الحسن بن سفيان، ومحمد بن هشام السدوسي، ومحمد بن هارون الروياني، والهيثم بن كليب، وغيرِها.
فلم أكتبْ منها شيئاً لَعَلّي إذا بَيَّضْتُ هذا التصنيفَ أنْ أَرْجِعَ فأَتَتَبَّعَ ما فيها من الزوائد، وأُضِيفَ إلى ذلك الأحاديثَ المتفرقةَ من الكتب التي على فوائد الشيوخ. وسَمَّيْتُه: ((المطالب العالية بزوائد المسانيد الثمانية)) .
وشَرْطي فيه ذِكْرُ كُلِّ حديثٍ وَرَدَ عن صحابيّ لم يُخْرِجْه الأُصولُ السبعةُ من حديثه ولو أخرجوه أو بعضُهم من حديثِ غيرِه مع التنبيهِ عليه أحياناً)) .',NULL,'65',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (61,'<span data-type="title" id=toc-7>الحلقة الرابعة: كتب الشروح</span>
من الواجب عند التصدّي للتصنيف الموسوعي الاستفادة من شروح كتب السنة وحواشيها، إذْ نرى فيها أعمالاً موسوعية كثيرة، مجموعة ومناقشة ومدللة، وفيها الترجيح والجمع والتوفيق بين الروايات.
وفائدة هذه الكتب الوقوف عملياً على مواطن العلَّة في الأسانيد والأحاديث المتكلَّم فيها، وعلى اختيارات الأئمة في مصنَّفاتهم من الترجيح والنقد والتصحيح، ومن الآراء والأقوال في الفقه والتشريع.
ومن فائدتها أيضاً: أنها تُلقي الأضواء الكاشفة عند الجمع الموسوعي للتخلُّص من التعارض بين النصوص في الشدائد والمهمات، إذْ في هذه الشروح والحواشي قَدْرٌ كبيرٌ وهائلٌ من هذا النوع، يُستغنى به عن الاضطراب المتوقَّع عند الجمع الموسوعي، وأدنى ما فيه نَقْلُ أقوالِهم وآرائِهم في ذلك، إذْ قد يفتح الله تعالى للباحث شيئاً لم يكن عند المتقدِّمين، وهذا وإن كان نادراً، لكن يجب أن يُؤخذ بعين الاعتبار.
وكنتُ قد أفردتُ مبحثاً بعنوان: ((وجوب الاستفادة من شروح كتب السُّنَّة في العمل الموسوعي)) ، ولكني لم أستطع إلحاقه في هذا البحث لضيق المقام عن ذلك.
وقد تطرقتُ فيه إلى أهمّ الفوائد المستفادة من الموسوعة الكبرى للحافظ ابن حجر: ((فتح الباري بشرح صحيح البخاري)) ، مع ذكر نماذج متعددة لكل فائدة، وفيما يلي عناوين هذه الفوائد:
١ - الجمع الموسوعي يساعدُ في الردّ على من تكلَّم على الحديث بقصورٍ أو إخلال.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (62,'٢- الجمع الموسوعي يرفع الإشكال ممَّا ظاهره التعارض.
٣ - الجمع الموسوعي يفيدُ في التحقق من الإدراج في الحديث.
٤ - الجمع الموسوعي يصحح التحريف الواقع في الأحاديث.
٥ - الجمع الموسوعي يظهرُ الأصحَّ من الصحيح.
٦ - الجمع الموسوعي يردُّ ما في بعض المراسيل من العقائد الباطلة.
٧ - الجمع الموسوعي يدفع التعليلات الواهية لردّ الروايات الصحيحة.
٨ - الجمع الموسوعي يردُّ التأويل أو التخمين في توجيه بعض الأحاديث، وبخاصة في مباحث العقيدة.
٩ - الجمع الموسوعي يفيدُ في بيان نسبة الراوي المهمل، أو التمييز بين الرواة.
١٠ - الجمع الموسوعي يدفع حصر رواية لفظٍ في راوٍ واحد (التفرد) .
١١ - الجمع الموسوعي يُزيل شبهة الانقطاع عن المدلس.
ومن أهمّ كتب الشروح:
١ - ((التمهيد لما في الموطأ من المعاني والأسانيد)) للإمام ابن عبد البرّ
(٣٦٨ - ٤٦٣?) .
٢ - ((فتح الباري بشرح صحيح البخاري)) لشيخ الإسلام ابن حجر العسقلاني (٧٧٣ - ٨٥٢?) .
١ - ((التمهيد لما في الموطأ من المعاني والأسانيد))
للإمام الحافظ يوسف بن عبد الله بن محمد بن عبد البَرّ النمري القرطبي
(٣٦٨ - ٤٦٣?) .
وهو دائرة معارف كبرى في علم الحديث، والفقه، والتراجم، والجرح',NULL,'68',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (63,'والتعديل، ومصطلح الحديث، واللغة، والشعر.
وهو موسوعة حديثية شاملة، لم يقف المؤلِّف فيها عند كتب الحديث الستة أو العشرة، بل جمع فيها كثيراً من المصنَّفات والمسانيد وكتب الأجزاء والمعاجم.
وفي مصطلح الحديث لا يكتفي بإيراد القاعدة مجردة، بل يصحبها بتطبيق عملي، يجعلك تُدرك مواطن العلَّة في الأسانيد والأحاديث المتكلَّم فيها، فكم من أسانيد ردَّها، وأحاديث أعلَّها.
والإمام ابن عبد البرّ في جميع ذلك يختار ويُرجح، وينقد ويُصحح، وينفرد بروايات وأحاديث أسندها من طريقه، وبآراء واختيارات في الفقه والتشريع.
وبالجملة فهو موسوعة شاملة في الفقه والحديث، استغرق في تصنيفه وتأليفه ثلاثين سنة، وهو كما قال ابن حزم فيه (١) : إنه كتابٌ لا أعلم في الكلام على فقه الحديث مثله، فكيف أحسن منه؟!
وقد ذكر الحافظ ابن عبد البرّ في المقدمة (٢) الباعثَ الذي حمله على تأليف هذا الكتاب، فقال: ((إني رأيتُ كُلَّ من قصد إلى تخريج ما في موطأ مالك ابن أنس رحمه الله، من حديث رسول الله صلى الله عليه وسلم، قصد بزعمه إلى المسند، وأضرب عن المنقطع والمرسل، وتأمَّلتُ ذلك في كل ما انتهى إليَّ ممَّا جُمع في سائر البلدان، وأُلِّف على اختلاف الأزمان، فلم أَرَ جامعيه وقفوا عند ما شرطوه، ولا سَلِمَ لهم في ذلك ما أمَّلُوه، بل أدخلوا من المنقطع شيئاً في باب المتصل، وأَتَوْا بالمرسل مع المسند.
_________
(١) انظر ((وفيات الأعيان)) ٧ / ٦٧.
(٢) ١ / ١ - ٢.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (64,'وكُلُّ من يتفقه منهم لمالك وينتحله، إذا سألت من شئتَ منهم عن مراسيل ((الموطأ)) ، قالوا: صحاحٌ لا يسوغُ لأحدٍ الطعنُ فيها، لثقة ناقليها، وأمانة مرسليها، وصَدَقُوا فيما قالوه من ذلك، لكنها جملة ينقصها تفسيرهم بإضرابهم عن المرسل والمقطوع)) .
وقد أشارَ الحافظ ابن عبد البرّ في المقدمة (١) إلى المنهج الذي سلكه في جمعه وتصنيفه هذا الكتاب، فقال رحمه الله تعالى:
((١ - رأيتُ أنْ أجمع في كتابي هذا كُلَّ ما تضمَّنه ((موطأ مالك بن أنس)) رحمه الله، في رواية يحيى بن يحيى الليثي الأندلسي عنه، من حديث رسول الله صلى الله عليه وسلم: مسنده، ومقطوعه، ومرسله، وكلّ ما يمكن إضافته إليه، صلوات الله وسلامه عليه.
٢ - وإنما اعتمدتُ على رواية يحيى بن يحيى خاصَّة، لموضعه عند أهل بلدنا، من الثقة والدِّين والفضل والعلم والفهم، ولكثرة استعمالهم لروايته وراثةً عن شيوخهم وعلمائهم، إلاَّ أنْ يسقطَ من روايته حديثٌ من أُمَّهات أحاديث الأحكام أو نحوها، فأذكره من غير روايته.
٣ - ورَتَّبْتُ ذلك مراتب، قَدَّمْتُ فيها المتصل، ثم ما جرى مجراه ممَّا اختُلف في اتصاله، ثم المنقطع والمرسل.
٤ - وجعلتُه على حروف المعجم في أسماء شيوخ مالك رحمهم الله، ليكون أقرب للمتناول.
٥ - ووصلتُ كُلَّ مقطوعٍ جاء متصلاً من غير رواية مالك، وكُلَّ مرسلٍ جاء مسنداً من غير طريقه، فيما بلغني عنه، وصَحَّ بروايتي جمعه، ليرى
_________
(١) ١/٨ - ١٠.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (65,'الناظرُ في كتابنا هذا موقع آثارِ ((الموطأ)) من الاشتهار والصحة. واعتمدتُ في ذلك على نقل الأئمّة، وما رواه ثقاتُ هذه الأُمّة.
٦ - وذكرتُ من معاني الآثار وأحكامها المقصودة بظاهر الخطاب، ما عَوَّلَ على مثله الفقهاءُ أولو الألباب.
٧ - وجلبتُ من أقاويل العلماء في تأويلها، وناسخها ومنسوخها، وأحكامها ومعانيها، ما يشتفي به القارئ الطالب ويُبصره، وينبّه العالم ويذكره.
٨ - وأتيتُ من الشواهد على المعاني والإسناد، بما حضرني من الأثر ذكره، وصحبني حفظه، ممَّا تعظم به فائدةُ الكتاب.
٩ - وأشرتُ إلى شرح ما استعجم من الألفاظ، مقتصراً على أقاويل أهل اللُّغة.
١٠ - وذكرتُ في صدر الكتاب من الأخبار الدالّة على البحث عن صحة النقل، وموضع المتصل والمرسل، ومن أخبار مالك رحمه الله، وموضعه من الإمامة في علم الديانة، ومكانه من الانتقاد والتوقِّي في الرواية، ومنزلة
((موطئه)) عند جميع العلماء المؤالفين منهم والمخالفين؛ نُبَذاً يَسْتَدِلُّ بها اللبيبُ على المراد، وتُغني المقتصر عليها عن الازدياد.
١١ - وأومأتُ إلى ذكر بعض أحوال الرواة، وأنسابهم، وأسنانهم، ومنازلهم.
وذكرتُ من حفظتُ تاريخَ وفاتِه منهم. مُعتمداً في ذلك كُلِّه على الاختصار، ضارباً عن التطويل والإكثار)) .
وهكذا لم يَسِر الإمام ابن عبد البرّ في كتابه ((التمهيد)) على نهج ((الموطأ))',NULL,'71',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (66,'في ترتيب الأحاديث والآثار على أبواب الفقه، بل رَتَّبَه ترتيباً معجمياً حسب أسماء شيوخ الإمام مالك، وهم اثنان وتسعون شيخاً، أورد لكُلِّ شيخٍ أحاديثه، ومجموعها: ثمان مئة وخمسون حديثاً، ما بين متصل ومرسل ومقطوع وبلاغ؛ وشرحها شرحاً مسهباً، وأضاف إليها أضعاف أضعافها من الأحاديث والآثار، مع نقد رجال الأسانيد، واستنباط الأحكام، ممَّا جعله أكبر موسوعة حديثية فقهية، وأحلَّه مقاماً خاصّاً بين شروح ((الموطأ)) ، وعدَّه العلماء من المحدِّثين والفقهاء مرجعاً هاماً في بابه وموضوعه، وفي طريقة شرحه وبحثه.
وقد كمل تحقيق هذا الكتاب وطبعه في أربعة وعشرين جزءاً، ثم أضيف إليها الجزءان الخامس والعشرون والسادس والعشرون، واشتملا على الفهارس العامّة للكتاب، تيسيراً للاستفادة منه عند الرجوع إليه.
٢ - ((فتح الباري بشرح صحيح البخاري))
للإمام الحافظ شيخ الإسلام أحمد بن علي بن حَجَر العسقلاني
(٧٧٣ - ٨٥٢?) .
وهو من أجلّ شروح ((صحيح البخاري)) وأعظمها نفعاً، وأكثرها ذيوعاً وشهرة. اقتصر الحافظ ابن حجر في هذا الشرح على أتقن الروايات، وهي رواية أبي ذرّ الهَرَوِيّ عن مشايخه الثلاثة، لضبطه لها، وتمييزه لاختلاف سياقها، مع تنبيهه على ما يُحتاج إليه مما يخالفها (١) .
وهذا الشرح يُعَدُّ من التصانيف التي ارتضاها الحافظ ابن حجر من عمله،
_________
(١) انظر ((فتح الباري)) ١ / ٧.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (67,'قال الحافظ السخاوي (١) : ((وقد سمعتُ الحافظ ابن حجر يقول: لستُ راضياً عن شيءٍ من تصانيفي، لأني عملتُها في ابتداء الأمر، ثم لم يتهيَّأْ لي مَنْ يُحَرِّرُها معي، سوى شرح البخاري، ومقدمته، والمشتبه، والتهذيب، ولسان الميزان)) .
وقال أبو الفضل بن الشحنة (٢) : ((وألَّف الحافظُ ابن حجر في فنون الحديث كتباً عجيبة، أعظمها ((شرح البخاري)) ، وعندي أنه لم يشرح
((البخاريَّ)) أحدٌ قبله، فإنه أَتَى فيه بالعجائب والغرائب، وأوضحه غاية الإيضاح، وأجاب عن غالب الاعتراضات، ووَجَّهَ كثيراً ممَّا عجز غيرُه عن توجيهه)) .
وقال الحافظ السخاوي في أهمية هذا الشرح وبيان مراحل العمل فيه (٣) :
((وهو أَجلُّ تصانيفه مطلقاً، وأنفعها للطالب مغرباً ومشرقاً، وأجلُّها قدراً، وأشهرُها ذكراً، بحيث رأيتُ بخطّ مؤلِّفه قبل تمامه ما نصُّه: ولولا خشيةُ الإعجاب، لشرحتُ ما يستحق أن يوصف به هذا الكتاب، لكنْ لله الحمدُ على ما أَوْلَى، وإيَّاه أسألُ أن يُعين على إكماله منّاً وطَوْلاً.
وكان الابتداء فيه في أوائل سنة سبع عشرة وثمانمئة على طريق الإملاء، ثم صار يكتبُ من خطّه مداولة بين الطلبة شيئاً فشيئاً، والاجتماع في يوم من الأسبوع للمقابلة والمباحثة، وذلك بقراءة شيخنا العلاّمة ابن خضر، إلى أن انتهى في أول يوم من رجب سنة اثنتين وأربعين وثمانمئة، سوى ما ألحق فيه
_________
(١) ((الجواهر والدرر)) ٢ / ٦٥٩.
(٢) المصدر السابق ١ / ٣٢٩.
(٣) المصدر السابق ٢ / ٦٧٥ - ٦٧٦.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (68,'وإيجازها، مع الإيضاح والبيان، وتتبُّع اختلاف العلماء، فربما وصل الأقوال في المسألة الواحدة إلى ستة وأربعين قولاً، ويذكر الإعراب، واللغة، والبديع، وغير ذلك، وله مسلك بديع في عدم التكرار)) .
إنَّ شهرة ((فتح الباري)) وامتيازه على بقية الشروح ترجعُ إلى ما يشتملُ عليه من الفوائد الحديثيَّة والفقهية، وما ينفردُ به من جمع الطرق للحديث الواحد، التي يتبيَّن منها ترجيح أحد الاحتمالات في الإسناد أو المتن.
ولا عجب في ذلك فهو-رحمه الله تعالى- حافظُ الإسلام، وعلاّمةٌ في معرفة الرجال واستحضارهم، والعالي والنازل، مع معرفة قوية بعلل الأحاديث، وبراعة حسنة في الفقه وغيره.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (69,'ب – أهم المصنفات الموسوعية عند المعاصرين
١ - ((المسند الجامع)) : للدكتور بشَّار عواد معروف وآخرين.
٢ - ((موسوعة الحديث النبوي)) : للدكتور عبد الملك بكر عبد الله قاضي.
١ - ((المسند الجامع))
وهو كتاب موسوعيٌّ إسناديٌّ مَتْنِيٌّ لكتب مخصصة، مرتب على مسانيد الصحابة، مع ترتيب أحاديث كل صحابي على أبواب الفقه المعروفة في كتب الجوامع والسنن.
وقد صدر هذا ((المسند الجامع)) في عشرين مجلداً، قام بجمعه وترتيبه وتحقيقه: الدكتور بشار عواد معروف وآخرون، وبلغ عدد تراجمه (١٢٣٧) ترجمة، كما بلغت أحاديثه (١٧٨٠٢) من غير المكرر.
وقد جَمَعَتْ هذه الموسوعةُ واحداً وعشرين مصدراً من كتب السُّنَّة المُشَرَّفة، بحيث اشتملتْ على جميع الأحاديث وطرقها الواردة فيها، وهي:
١ - الموطأ: لأبي عبد الله مالك بن أنس (ت١٧٩?) ، برواية يحيى بن يحيى الليثي.
٢ - المسند: لأبي بكر عبد الله بن الزبير الحُمَيْدي (ت٢١٩?) .
٣ - المسند: لأبي عبد الله أحمد بن حنبل (ت٢٤١?) .
٤ - المسند: لأبي محمد عبدبن حُمَيْد (ت٢٤٩?) .
٥ - السنن: لأبي محمد عبد الله بن عبد الرحمن الدَّارمي (ت ٢٥٥?) .
٦ - الجامع الصحيح: لأبي عبد الله محمد بن إسماعيل البخاري
(ت٢٥٦?) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (70,'٧ - الأدب المفرد: للبخاري أيضاً.
٨ - رفع اليدين: للبخاري أيضاً.
٩ - جزء القراءة خلف الإمام: للبخاري أيضاً.
١٠ - خلق أفعال العباد: للبخاري أيضاً.
١١ - الجامع الصحيح: لأبي الحُسَيْن مسلم بن الحجَّاج القُشَيْري
(ت٢٦١?) .
١٢ - السنن: لأبي داود سليمان بن الأشعث (ت٢٧٥?) .
١٣ - السنن: لأبي عبد الله محمد بن يزيد بن ماجه (ت٢٧٥?) .
١٤ - الجامع: لأبي عيسى محمد بن عيسى الترمذي (ت٢٧٩?) .
١٥ - الشمائل: للترمذي أيضاً.
١٦ - الزوائد: وهي ما زاده عبد الله بن أحمد بن حنبل (ت٢٩٠?) على مسند أبيه، وهي ضمن أحاديث ((المسند)) .
١٧ - السنن: لأبي عبد الرحمن أحمد بن شُعَيْب النَّسائي (ت ٣٠٣?) ، وهي ((المجتبى)) .
١٨ - عمل اليوم والليلة: للنَّسائي أيضاً.
١٩ - فضائل القرآن: للنَّسائي أيضاً.
٢٠ - فضائل الصحابة: للنَّسائي أيضاً.
٢١ - صحيح ابن خُزَيْمة: وهو القسم الذي تَمَّ العثور عليه حتى الآن.
وسبب تسمية هذا الكتاب بـ ((المسند الجامع)) ، يرجع إلى أمرين، بَيَّنهما القائمون على هذه الموسوعة، وهما:
١ - كون هذا الكتاب مرتباً على مسانيد الصحابة.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (71,'- كونه جامعاً لكل الأحاديث المذكورة في الكتب المتقدم ذكرها.
وقد شرح القائمون على هذا الكتاب الخطَّة التي سلكوها في تصنيف هذه الموسوعة وجمعها وترتيبها، وهي تتلخص في النقاط الآتية:
١ - جمع أحاديث كل صحابي على حدة، مع ترتيب أسماء الصحابة على حروف المعجم.
٢ - ترتيب أحاديث كل صحابي على أبواب الفقه المعروفة في كتب الجوامع والسنن.
٣ - تقسيم المسانيد إلى ثلاثة أبواب:
الباب الأول: في مسانيد الصحابة.
الباب الثاني: في مسانيد من اشتهر بالكنية من الصحابة، ثم الأبناء والمجهولين.
الباب الثالث: في مسانيد النساء، على النسق السابق.
٤ - بداية كل حديث بذِكْر من رواه عن الصحابي، ثم ذكر متن الحديث كاملاً مضبوطاً بالشكل.
٥ - إغفال المقاطيع والمراسيل والمعلقات ومجاهيل الأسماء، من ذكرها في هذا الكتاب.
٦ - ذكر مواطن الروايات الواقعة في جُمَّاع هذه الكتب، مرتبة حسب قدم مؤلفيها، لبيان علوّ السند، وأحقية السبق، وإفادة المتأخر من المتقدم.
٧ - تتبع تشعب الأسانيد والطرق بدءاً من الشيخ الذي روى عنه
صاحب الكتاب، وانتهاءً بالصحابي أو التابعي الراوي عن الصحابي، مع العناية بفَصْل كل طريق مستقل على حدة.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (72,'٨ - جعل رواية كل من روى الحديث عن الصحابي حديثاً مستقلاً، سواء أكان الراوي صحابياً أم تابعياً، وهو يوضح طرق الحديث، ويعين على معرفة قوة الأسانيد أو ضعفها.
٩ - ترقيم الأحاديث بترقيم متسلسل من أول الكتاب إلى آخره، وكذلك ترقيم أحاديث كل صحابي بترقيم متسلسل، في كُلِّ مسند، لمعرفة عدد الأحاديث التي رواها كُلُّ صحابي.
١٠ - العزو إلى مصادر هذه الموسوعة بذكر رقم الحديث، ما عدا موطأ مالك ومسند أحمد وصحيحي البخاري ومسلم والمجتبى، فبذكر الجزء والصفحة.
١١ - التنبيه على أنَّ هذا ((المسند الجامع)) قد جمع الأحاديث الواردة في مصادرها، صحيحها وضعيفها، دون الحكم عليها أو بيان عللها، خوفاً من تضخم الكتاب أو أن تكون هناك طرق صحيحة في غير هذه الكتب لم يَقِفْ عليها المحققون.
وفي نهاية المقدمة نبَّه جامعو هذه الموسوعة على سبب اختيار هذه الطريقة، وهي ترتيب الكتاب على المسانيد، فقالوا:
((وإنما فعلنا ذلك لما وجدنا من سهولة هذا الترتيب وجزيل فوائده وعوائده لبيان الأسانيد وتشعُّب طرقها في جمع السنة النبوية المطهرة، وتمييز صحيحها من سقيمها مستقبلاً. على أنَّ الفهارس الكثيرة المختلفة الفنية ستتكفل - من غير شكّ - بتهيئة مادة ((المسند الجامع)) لطلابها، وتُيسِّر عليهم الرجوع إليها، وتُعينهم على ابتغاء طلبتهم بما يشتهون من غير عناءٍ ولا تعب، فهناك:',NULL,'80',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (73,'أ - فهارس جامعة لأحاديث الكتاب، تنظّمها مجدداً على كتب الفقه وأبوابه المتشعبة المفصّلة، بحيث تشيرُ إلى جميع الأحاديث الواردة في أيَّة مسألة فقهية من مسائله الدقيقة.
ب - وأخرى تنظّم أوائل الأحاديث على حروف المعجم.
ج - وثالثة تفهرس ألفاظها.
وهَلُمَّ جرّاً ممَّا سَيَسُرُّ طلبة العلم إن شاء الله تعالى.
وكان الفراغ من كتابة وتنضيد هذه الموسوعة في الخامس عشر من ذي القعدة سنة ١٤١٢?)) .
وجاء في الخاتمة: ((أنَّ هذا المشروع إنما هو نواة لمشاريع كبرى للعناية بالسُّنَّة النبوية الشريفة، إذْ سيُضاف إليه مستقبلاً العديد من الكتب، بل نأمل أن يخرج مسنداً مُعَللاً لتتم فوائده، وتُرتجى عوائده)) .
٢ - ((موسوعة الحديث النبوي))
تصنيف د / عبد الملك بكر عبد الله قاضيُ
ويقوم هذا المشروع على جمع أحاديث رسول الله صلى الله عليه وسلم وتصنيفها من مصادرها المعتمدة والمعتبرة، بنهج معين، وفي سِفْرٍ جامع.
وقد صدر من هذه السلسة الكتب التالية:
١ - أحاديث الزكاة (١٤٠٦?) .
٢ - أحاديث الصيام (١٤٠٧?) .
٣ - أحاديث الحج والعمرة (١٤٠٨?) .
٤ - أحاديث الحرمين الشريفين والأقصى المبارك (١٤٠٨?) .
٥ - صلاة الجمعة (١٤١٠?) .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (74,'ومصادر هذه الموسوعة هي الكتب المطبوعة، والتي بلغت في الكتب الأربعة من هذه السلسلة: (١٦٤) كتاباً، وفي الكتاب الأخير (٢٣٠) كتاباً. بدءاً من ((صحيفة هَمَّام بن مُنَبِّه)) (ت١٣٢?) ، وختماً بكتاب ((ضوء الشمعة في عدد الجمعة)) للسيوطي (٩١١?) .
وهذه الكتب المطبوعة هي من كتب الرواية الحديثية المعتمدة باعتبارها مصادرَ أصليةً للحديث من جوامع، وصحاح، وسُنَن، ومسانيد، ومعاجم، ومستخرجات، ومستدركات، وغيرِ ذلك.
وقد بَيَّن المصنِّف خطَّته في مقدمة ((موسوعة الحديث النبوي)) (١) فقال:
((ويتكون هذا المشروع مستقبلاً من ثلاث مجموعات، جميعها مرتبة الأبواب والموضوعات، على النحو التالي:
١ - ديوان الأَثَر. ٢ - موسوعة الحديث النبوي.
٣ - الهَدْي النبوي.
أولاً: ديوان الأثر: يقوم على استيفاء، واستقصاء، واستيعاب جميع النصوص التي وردت في مصادر المشروع على اختلاف أسانيدها، واختلاف ألفاظها بحيث يكون بين أيدي الباحثين كل السنن والآثار: صحيحها، وحسنها، وضعيفها. مع تعليقات، وتعقيبات المصنفين، ونقولهم عن غيرهم. مع ذكر عناوين كتب، وأبواب، وأجزاء، وأرقام صفحات هذه النصوص كما وردت في المصنفات الحديثية. مرتبة نصوص الباب الواحد حسب أقدمية وفيات المصنفين.
ورقمت أبواب وروايات الديوان ترقيماً تصاعدياً. وأشرت إلى اسم
_________
(١) انظر ((صلاة الجمعة)) ص ٢٠ – ٢٢.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (75,'المصنف الذي أخذت منه الرواية واسم مصنفه، ورقم الجزء والصفحة، وذلك في قوس في نهاية الرواية.
كما أوردت عناوين الكتب والأبواب التي وردت في المصنفات التي تعنى بذلك، وذلك في مقدمة الروايات، يفصلهما خط مائل، وحيثما تكون الإشارة مائلة، فإن ما بعدها هو اسم الباب الذي في المصنف الذي أخذت منه الرواية، وما قبلها اسم الكتاب. وإذا تكررت الإشارة، ولم يذكر قبلها شيء، فهذا يعني أن الباب يتبع الكتاب السابق نفسه.
ثانياً: موسوعة الحديث النبوي: تقوم على إيراد متن واحد للمتابعات المتطابقة، أو المتقاربة في الألفاظ، لكل أحاديث الموسوعة على أن يكون المتن المختار أجمعها معنى، وأقواها درجة. مفضلاً أن يكون هذا المتن من لفظ البخاري، أو مسلم في صحيحهما - إن وجد - مع إيراد متون المتابعات التي تضيف معنى زائداً في الحديث كسبب لورود الحديث، أو زيادة لحكم فقهي. وكذلك إيراد التعليقات التي وردت في مصادر الموسوعة المعتمدة، والتي تتعلق بالحكم على أسانيد ومتون الأحاديث، دون الالتفات إلى الآراء والأقوال الفقهية المستنبطة من الأحاديث.
وفي ترتيب تخريج الحديث التزمت ذكر أصحاب الكتب المعتمدة في الموسوعة بحسب أقدمية وفياتهم. مورداً أسماء المصنفين، ومصنفاتهم، وأجزاء، وأرقام صفحات كل مصنف. واعتمدت في ترقيم الموسوعة الترقيم التسلسلي التصاعدي لأشجار الأحاديث مع ملاحظة أن المتن إذا ورد في مكان لاحق فقد أعطيته رقماً فرعياً متسلسلاً جديداً للمتون، مع الإبقاء على رقمه في التسلسل العام كما ورد أولاً.
وعند الإحالة على المصادر فإنني أشير إلى اسم المصنف، ومصنفه.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (76,'واقتصرت على ذكر الجزء، والصفحة دون ذكر عنوان الكتاب والباب الذي ورد فيه الحديث خروجاً عن التطويل. واعتماداً على ورود المتون كاملة مع عناوين الكتب والأبواب في كتاب ديوان الأثر. وأوردت طرق أسانيد الحديث الواحد على شكل شجرة. مشيراً بالنجوم إلى وجود التحديث في صيغة تحمل الرواة، وعند عدم ورود النجمة فهذا يعني العنعنة.
ثالثاً: الهَدْي النبوي: يقوم على متون أحاديث الموسوعة الصحيحة والحسنة، مع دمج شواهد الأحاديث المتطابقة والمتقاربة ما أمكن ذلك اكتفاء بمتن واحد.
وتتلخص أهداف هذا المشروع، بمجموعاته الثلاث، في النقاط التالية:
- تيسير حفظ الأحاديث النبوية.
- سدّ متطلبات المحدثين، والفقهاء من هدي رسول الله صلى الله عليه وسلم لإصدار أحكام شرعية لما استجدَّ في حياة المسلمين من أحوال اجتماعية، واقتصادية وغيرها.
- تيسير استخراج سجل مرويات كل راو على حدة في جميع مصادر الموسوعة، أو في مصدر معين، أو عن شيخ معين، مما يسهل عملية إصدار الحكم على الرواة، جرحاً وتعديلاً.
- تعرية مؤلفات أهل البدع، والخرافات، والفتن، والأهواء، بعد اتضاح ضعف طرق أحاديثهم. وتيسير الإحاطة بالنصوص التي تدفع أقوالهم.
- توفير الجهد والوقت اللذين ينفقهما الباحث جرياً وراء حديث معين. وفتح نوافذ الآفاق الجديدة أمام ناظريه. هذا فضلاً عن كون هذا المشروع مرآة صادقة لتحقيق مستوى الرسالة العالمية التي وصف الله بها رسوله صلى الله عليه وسلم في قوله: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} [الأنبياء:١٠٧] .',NULL,'84',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (77,'<span data-type="title" id=toc-8>٣- الجهود المبذولة في سبيل إعداد الموسوعة الشاملة باستخدام الحاسب الآلي</span>
<span data-type="title" id=toc-9>١- موسوعة الحديث الشريف (الإصدار ٢.١)</span>
...
١- موسوعة الحديث الشريف (الإصدار ٢.١)
وهي من برامج ((صخر)) العربية التابعة لشركة البرامج الإسلامية الدولية، ثم نُقل إلى شركة حرف.
تشمل هذه الموسوعة الكتب التسعة: صحيح البخاري، وصحيح مسلم، ومسند أحمد بن حنبل، وموطأ مالك، وسنن الدارمي، وسنن النسائي، وسنن الترمذي، وسنن أبي داود، وسنن ابن ماجه. يزيد عدد أحاديث هذه الكتب على (٦٢) ألف حديث، وعدد صفحات هذه الموسوعة على (٢٥) ألف صفحة.
توفر هذه الموسوعة للباحثين الخدمات التالية:
- إمكانات عرض مختلفة للأحاديث بدلالة رقم الحديث، أو التبويب، أو الأطراف، أو فهارس الحديث، سواء على مستوى مصدر واحد أو أكثر.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (78,'- خدمات معلوماتية مختلفة تخدم نصَّ الحديث الشريف مما تمَّ جمعه من أكثر من (٥٠٠) مجلد من المكتبة الإسلامية، مثل: معاني الكلمات، والرواة، وتحليل نصِّ الحديث، وأطراف الحديث، وتخريج الحديث، والأسانيد، وطرق الرواية.
- الاستفادة من شروح هذه الأحاديث من أوثق كتب الشروح (ما عدا مسند أحمد وسنن الدارمي) .
-توفير تقنيات بحث متقدمة للبحث عن كلمة أو جملة باستخدام تقنية التحليل الصرفي، كما يوفر إمكانية البحث بدلالة الراوي أو تخريج الحديث.
- البحث بدلالة أحد الموضوعات الإسلامية من خلال تقسيم موضوعي متعدد المستويات يضمُّ (١٤) موضوعا رئيساً مقسمة إلى موضوعات نهائية تصل إلى ما يزيد عن (٨٠٠٠) موضوع من خلال (٨) مستويات فرعية.
- تعريفات وافية لسِيَر المصنِّفين، وللكتب التسعة، وللمراجع التي استخدمت في إعداد البرنامج، مع تلخيصٍ وافٍ لعلم مصطلح الحديث وقسم خاص بالتدريبات.
- توفير قسم خاص للمعاجم، يحتوي على المعجم المفهرس لألفاظ الحديث، ومعجم معاني الألفاظ الغريبة، ومعجم للمبهمات الواردة في متن الحديث.
- نسخ النص مشكولاً أو غير مشكول إلى أيّ محرر نصوص.
ويُعدُّ هذا البرنامج من أفضل البرامج الحديثية من ناحية الضبط والإتقان، والبحث والدقة، والترتيب والجهد، وكذلك من ناحية ندرة الأخطاء فيه.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (79,'<span data-type="title" id=toc-10>٢- الموسوعة الذهبية للحديث النبوي الشريف وعلومه (الإصدار الأول والثاني)</span>
من إصدار مركز التراث لأبحاث الحاسب الآلي
وهي من أضخم الموسوعات الحديثية باستخدام الحاسب الآلي، لخدمة الحديث الشريف وعلومه، بصورة تراعي الجوانب العلمية، فهي توفر الخدمات العلمية التالية:
- خدمة (١٢٨) كتاباً في مختلف علوم الحديث تضمُّ (٤٠٠) مجلد وجزء.
- التخريج الآلي لنحو (٢٠٠) ألف رواية في كتب المتون.
- تراجم لنحو (١٥٠) ألفاً من رواة الحديث.
- ربط الأحاديث بكتب الشروح.
- الحكم على أكثر من (٨٠) ألف حديث بالصحة أو الضعف.
- أساليب البحث المتنوعة حيث بلغ عددها ما يزيد على (٥٠) أسلوبا.
- تقديم خدمة العزو إلى الأجزاء والصفحات وأرقام الأحاديث في النشرات المطبوعة.
- إمكان الطباعة والنسخ والتعليق لأي بيانات في الموسوعة.
- كشاف التراث الموضوعي الذي يحوي آلاف الموضوعات، بالإضافة إلى تبويب المصنِّفين.
- موسوعة أطراف الحديث والتي تُعَدُّ أضخم موسوعة حاسوبية.
- وقد تميَّز الإصدار الثاني من هذه الموسوعة بإضافة كتب جديدة، وإعادة التدقيق الإملائي لقرابة (٣٠٠) مجلد وكتاب، وتطوير الخدمات',NULL,'88',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (80,'السابقة وتحسينها، ومن ذلك:
- مراجعة شاملة للتخريج الآلي، وإضافة تخريج مصنَّفَيْ عبد الرزاق وابن أبي شيبة.
- تطوير وإضافة ربط الأحاديث بشروحها، وربط طرق الحديث الأخرى بهذه الشروح.
- تطوير موسوعة التراجم، وتبسيط التعامل معها.
- إضافة خدمة الربط بين الأحاديث المحكوم عليها صحةً وضعفاً بطرقها المختلفة.
- تحسين الخدمات البرمجية، وإضافة أنواع جديدة من البحث المتقدم.
- تطوير برنامج التحليل الصرفي، وربط الجذور بالمشتقات.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (81,'<span data-type="title" id=toc-11>٣- المكتبة الألفية للسُّنَّة النبوية (الإصدار ١.٥)</span>
صادرة عن مركز التراث لأبحاث الحاسب الآلي
يحتوي هذا البرنامج على أكثر من (١٣٠٠) مجلد وكتاب، في علوم التفسير والحديث النبوي والتراجم والسيرة والمعاجم وغيرها، وتتضمن هذه المجلدات (٤٥٠) ألف رواية مسندة، و (٣٠) ألف ترجمة للرواة.
ويعدُّ هذا البرنامج، بالمشاركة مع برنامج ((الموسوعة الذهبية)) ، مرحلةً ضمن مراحل مشروع حضاري تاريخي يهدفُ إلى جمع السُّنَّة النبوية من جميع مصادرها.
ومن مميزات هذا البرنامج:
- البحث السريع عن أيّ كلمة، أو مفردة، أو عدة كلمات.
- إمكان الطباعة والنسخ، وطباعة جدول النتائج.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (82,'- خدمة البحث الموضوعي، وكذلك خدمة المعاجم.
- العزو إلى الجزء والصفحة ورقم الحديث والترجمة حسب الطبعة المستخدمة.
- توفير بطاقة تعريف لكُلِّ كتاب مستخدم في هذه المكتبة.
وقد صدر الإصدار الحديث للألفية، ويحتوي على (٣٠٠٠) مجلد، ويمتاز عن سابقه بقلَّة الأخطاء، وعمل الفهارس فيها.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (83,'<span data-type="title" id=toc-12>٤- موسوعة الأحاديث الصحيحة (الإصدار الأول)</span>
من إصدار مركز التراث لأبحاث الحاسب الآلي
وهي تتضمن ما اختاره كبارُ أئمة المحدِّثين في كتبهم التي وُصِفَتْ بالصحة، وهي: صحيح البخاري، وصحيح مسلم، وصحيح ابن خُزَيْمة، وصحيح ابن حِبَّان، والمنتقى لابن الجارود، والمختارة للضياء المقدسي.
مميزات البرنامج:
- أول برنامج يضم الأحاديث الصحيحة كما اختارها مصنّفو أشهر كتب الأحاديث.
- تبويب موضوعي لجميع الأحاديث.
- خدمات البحث بالكلمة، أو جزء من الكلمة، أو عدَّة كلمات.
- خدمات العزو إلى الجزء والصفحة.
- خدمات النسخ والطباعة.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (84,'<span data-type="title" id=toc-13>٥- موسوعة الأحاديث الضعيفة والموضوعة (الإصدار الأول)</span>
من إصدار مركز التراث لأبحاث الحاسب الآلي
يحتوي هذا البرنامج على أكثر من (٧٠) ألفاً من الأحاديث التي حكم عليها العلماءُ، قديماً وحديثاً، بالضعف أو الوضع.
وقد جُمعت هذه المتون من الكتب المتخصصة بهذا النوع من الأحاديث، وعددها (٧٨) كتاباً، وأشرف على إعدادها العلمي: المكتبة الإسلامية في الأردنّ، وقام مركز التراث بالإعداد البرمجي.
ويتضمن هذا البرنامجُ مجموعةً من الخدمات الأساسية، مثل خدمة البحث بالكلمة، أو بعدة كلمات، وبالعزو والتعليق، والطباعة والنسخ.
كما زُوِّدَ هذا البرنامج بمجموعة من كتب المعاجم والغريب للتسهيل على الباحثين وتوفير الوقت لهم.
ثم أصدر مركز التراث النصوص الكاملة لبرنامج ((مكتبة الأحاديث الضعيفة والموضوعة والمُعلَّلة والغرائب)) .',NULL,'91',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (85,'<span data-type="title" id=toc-14>٦- مكتبة الأجزاء الحديثية (الإصدار الأول)</span>
من إصدار مركز التراث لأبحاث الحاسب الآلي
وهي مكتبة متخصصة بالأجزاء الحديثية في علوم الحديث، وتعد أول برنامج في هذا الفن، وتشمل ما يقرب من (٢٠٠) جزء، تحتوي الأجزاء الموضوعية، والمجالس والفوائد ونحوها، وأجزاء ابن أبي الدنيا، وتوفر للباحث خدمات عديدة منها:
- خدمة البحث عن كلمة واحدة أو عدة كلمات بشروط مختلفة.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (86,'- العزو إلى الجزء والصفحة في النشرات المطبوعة.
- خدمة النسخ والطباعة.
- خدمة التعليق على الفقرات المختلفة.
- إمكان طباعة أو حفظ جدول لجميع نتائج البحث أو التي يحددها المستخدم.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (87,'<span data-type="title" id=toc-15>٧- موسوعة التخريج الكبرى والأطراف الشاملة
(الإصدار الأول)</span>
من إصدار مركز التراث لأبحاث الحاسب الآلي
وهي أشمل موسوعة علمية في تخريج الأحاديث النبوية باستخدام الحاسب الآلي، حيث يُعد التخريج الخطوة الأولى للحكم على الحديث من حيث الصحة أوالضعف.
يحتوي هذا البرنامج على خدمات عديدة ومتنوعة، نذكر منها ما يلي:
- تخريج موسوعي شامل لنحو (٣٠٠) ألف نصّ مسند، مع العزو إلى مصادر التخريج.
- إمكان نسخ تخريج أي حديث بطرق مختلفة وطباعته.
- الاستفادة من موسوعة الأطراف الحديثية، وتشتمل على أربع موسوعات: موسوعة الأطراف الشاملة، وموسوعة أطراف الأحاديث القولية، وموسوعة أطراف الأحاديث الفعلية، وموسوعة الآثار.
- تبويب موضوعي شاملٍ للأحاديث النبوية الشريفة من غير تكرار.
- دراسات إحصائية تتعلَّق بالحديث النبوي الشريف، منها إحصائية لتحديد عدد المتون النبوية من غير تكرار، وإحصائية معجمية لكل الألفاظ',NULL,'92',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (88,'التي وردت في النصوص المسندة، وإحصائية مفهرسة تحدد طرق كل متن مسند في كتب البرنامج.
- حصر الأحاديث الأفراد التي تفرَّد بروايتها أحد الرواة فقط.
- حصر الآثار الواردة عن الصحابة والتابعين.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (89,'<span data-type="title" id=toc-16>٨- المحدِّث (دار الحديث بدمشق، الإصدار الجديد ٩.٠١)</span>
هذا البرنامج صادر عن شركة الحاسب الذهبي، وقد سُمِّي هذا البرنامج بهذه التسمية:
١- إشعاراً بشرف علم الحديث، ونِسْبته إلى رسول الله (.
٢- إشعاراً بدور كبار محدِّثي الأُمَّة في تحقيق الحديث الشريف وحفظه ونشره عبر القرون والبلدان.
٣- تيمُّناً بذكرى المحدِّث الشيخ محمد بدر الدِّين الحسني ودوره في نشر علم الحديث في الديار الشامية.
وهذا البرنامج يشتمل على بعض الكتب الحديثية وغيرها من كتب التفسير والفقه والعقيدة والمصطلح، وعلى جُزْء كبير من الموسوعة الفقهية الكويتية، والبحث فيه ممتع وسريع وسهل.
إنَّ القصدَ من هذا البرنامج في وضعه الحالي لا يتعدَّى محاولة إعلام الباحث عن المرجع الذي يمكن أن يحتوي على النصوص المتعلقة بالبحث، أمَّا بالنسبة لاعتمادِ هذه النتائج بصورة نهائية في شؤون العبادات والمعاملات والفتاوى فإنَّ مراجعة أهل العلم وتدقيق تفاصيل هذه النتائج مع مصادرها الأصلية لا يزال ضمن المسؤولية الشخصية للباحث.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (90,'ويعتذر فريق البرمجة عن كثرة الأخطاء في بعض ملفات المراجع المرافقة؛ بسبب كثرة الأخطاء ضمن المراجع الرئيسة المستعملة، وبسبب أخطاء وقعت أثناء طباعة تلك المراجع من قِبَل أطراف خارجية.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (91,'<span data-type="title" id=toc-17>٩- الموسوعة الشاملة للأحاديث النبوية عن جامع الأُصول في أحاديث الرسول صلى الله عليه وسلم</span>
صادرة عن مجموعة خليفة للكمبيوتر
وهذا البرنامج يحتوي على تعريف بكتاب ((جامع الأُصول)) لابن الأثير، وترجمة مؤلِّفه، وشرح أُسلوبه وطريقته.
وتتوافر في هذا البرنامج خدمة البحث في أشكال هي:
١- طرف ـ سند ـ رقم.
٢- كلمة.
٣- كلمات ـ جملة.
٤- غريب الألفاظ.
٥- التراجم.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (92,'<span data-type="title" id=toc-18>١٠- مكتبة الحديث الشريف (الإصدار السابع)</span>
من إنتاج شركة العريس للكمبيوتر
يحتوي هذا البرنامج على كتب متنوعة في علوم التفسير، والحديث الشريف، والتراجم، والسيرة، والتواريخ، والمعاجم اللغوية، والنحو والأدب.
ويتميز هذا الإصدار بالنقاط التالية:',NULL,'94',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (93,'- ربط كتب الحديث بشروحها ليتمَّ شرح الحديث بشكل تلقائي.
- ربط بعض كتب الحديث بكتب الرجال ليتمّ الاستفادة من التراجم مع سند الحديث بشكل سريع.
- إمكان التخريج بإظهار رقم الجزء والصفحة ومصدر الكتاب.
- إمكان القصّ واللصق والطباعة لأيّ مقطع من المؤلفات الموجودة.
- الاستفادة من فهارس متنوعة تشمل: الآيات، ومتن الحديث، وطرف الحديث، وسند الحديث، وأسماء الصحابة، وأسماء العلماء، والأبواب والفصول، والتراجم والرجال.
- الاستعانة في البحث بالطرق التقليدية للكلمة أو للجملة، والاستفادة بالبحث عن عدة كلمات سواء كانت متلاحقة أو متباعدة، وكذلك البحث بواسطة المحلل الصرفي، ليصل الباحث إلى مبتغاه بأسهل الطرق.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (94,'<span data-type="title" id=toc-19>١١- رسالة التعريف بموسوعة الحديث النبوي الشريف باستخدام الحاسوب</span>
مشروع مقترح مقدم من الأستاذ: راتب عباس الخطيب مدير عام مركز التراث لأبحاث الحاسب الآلي.
وأهداف هذه الموسوعة كثيرة ومتنوعة، ومن أبرزها أمران:
الأول: استيعاب الحديث النبوي الشريف في مصنَّفٍ واحد.
الثاني: تقريب السُّنَّة للمسلمين خاصَّة، وللبشرية عامَّة.
وتشتمل هذه الدراسة على ((بنود مشروع الحديث النبوي الشريف)) ، وهي تتمثل فيما يلي:
١- حصر أسماء الكتب المرادِ إدخالُها في الموسوعة: ويُشترط أن تكون',NULL,'95',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (95,'أحاديث الكتب المدخلة في الموسوعة مسندة من مؤلِّف الكتاب إلى النبي صلى الله عليه وسلم.
٢- تحديد المعتمد من الطبعات والمخطوطات: وفيه بيان أُسس اختيار النسخ المطبوعة والمخطوطة، واعتبارُ منهج الاختيار هو المنهج العملي الممكن تنفيذه، خوف التأخير في إخراج الموسوعة.
٣- تخزين الأحاديث المسندة في الحاسوب: يتمُّ تغذية الحاسوب بكتب الحديث المسندة، وكذلك الأحاديث المسندة في الكتب الأخرى، بعد مراجعة أرقام صفحاتها، وأرقام أحاديثها، وكتبها الموضوعية، وأبوابها الفقهية، وأرقام تراجم رواة الحديث، ونحو ذلك.
٤- ترميز الأسانيد والمتون: وذلك بتمييز نهاية الإسناد عن بداية المتن، وصيغ الأداء عن أسماء الرواة، وتعيين الراوي الأول للحديث من جهة المتن، وتحديد طرف الحديث، وتمييز فقرات المتن المختلفة، وتمييز المعلومات الأخرى في السند والمتن.
٥- جمع طرق الحديث بالسند والمتن وذكر الشواهد والمتابعات: وهذا يتيح عرض الأحاديث المسندة حسب ترتيب المؤلِّف، وحسب المسانيد مع التبويب الموضوعي المعاصر أو جمع طرق الحديث، أو الترتيب الزمني لوفيات أصحاب هذه الروايات، وحسب التصنيف الموضوعي، وكذلك عرض الحديث بحسب لفظة معينة بعد تجذيرها.
٦- شجرة الإسناد والطبقات وصيغ الأداء: وقد تمَّ وضع برامج تتيح للحاسوب رسم شجرة تبيِّن مدارَ الأسانيد بين الروايات المختلفة للحديث الواحد، وتجميع صيغ الأداء لكُلِّ رواية ممَّا يُفيد في دراسة',NULL,'96',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (96,'الأحكام الحديثية.
٧- موسوعات رواة الحديث ومعاجم الصحابة: وذلك عن طريق بيانات شجرة الإسناد، وبواسطة برنامج خاصّ في الحاسب الآلي، يُعطى كل راوٍ رقماً خاصّاً به، ومن ثَمَّ يتمُّ استخراجُ المعلومات المطلوبة عن كُلِّ راو، ومن نتائج هذا العمل تكوين موسوعات متنوعة في الرجال، وعملُ معجم بألفاظ الجرح والتعديل التي استخدمها العلماء.
٨- جداول الزيادات وتصرُّفات الرواة بالألفاظ النبوية: وبواسطته يتمُّ التعرُّف على زيادات الثقات بقسميها المقبولة والشاذَّة، وكذلك على زيادات الضعفاء والكذَّابين.
٩- الحكم على الأسانيد والمتون: وتعتمدُ خطَّة العمل على جمع أحكام العلماء على الأسانيد والمتون، ثم على استثمار قدرات الحاسوب في الفهرسة والترتيب والمقارنة للخروج بحكم على الأسانيد والمتون، ثم على لجنة متخصصة ناقدة لأسباب اختلاف حكم العلماء وحكم البرنامج، وأخيراً تعرض الأحكام التي تفردت فيها الموسوعة على هيئة الإشراف العام وغيرهم من العلماء المعاصرين لاتخاذ الرأي النهائي فيها.
١٠- حصر المتون بجميع الزيادات حسب مراتبها في الحكم: وذلك بتقسيم متون روايات كُلّ حديث إلى ستة أقسام، ثم دراسة هذه الأقسام، وحصر المتون بجميع الزيادات داخل المسند، أو على وجه العموم.
١١- الكتاب الشامل المختصَر لكُلِّ ما صَحَّ عن النبي صلى الله عليه وسلم على أساس تصنيف موضوعي معاصر: وهذا هو أهمُّ أهداف هذه الموسوعة، وهو',NULL,'97',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (97,'الثمرة النهائية المطلوبة من هذا المشروع العلمي، وهو يُحقِّق هدف تقريب السُّنَّة إلى عامَّة المسلمين، وتسهيل حفظها على العلماء وطلبة العلم، وتقديمها عبر الترجمة لغير الناطقين باللغة العربية.
١٢- فقه الحديث (تراجم الأبواب ووصل الحديث بكتب الشروح) ومعجم غريب الحديث: وهي خطوة لازمة لترتيب هذه الفوائد وإخراجها مطبوعة وعلى شاشة الحاسوب.
١٣- موسوعة مصطلحات الحديث وتطبيقاتها الشاملة بعد استقرار دلالاتها: ويمكن أن يصبح في نهاية العمل موسوعات متخصصة بكل مصطلح: موسوعة الصحيح، موسوعة الأحاديث القدسية، موسوعة الأحاديث المقلوبة، موسوعة الأحاديث الشاذَّة.... وهكذا.
١٤- الفهارس الشاملة الموحدة: وهي أربعة فهارس رئيسة، في غاية الشمول، وهي:
فهرس أطراف المسانيد على طريقة كتاب ((تحفة الأشراف)) .
فهرس أطراف الحديث على الترتيب الهجائي.
فهرس الأبواب الموضوعية على طريقة كتاب ((مفتاح كنوز السنة النبوية)) ، ولكن على نحو أوسع.
فهرس معجمي للكلمات، على غرار كتاب ((المعجم المفهرس لألفاظ الحديث النبوي)) .
١٥- المقارنات والإحصائيات: وذلك بمراجعة ومقارنة مخرجات الموسوعة مع أعمال علمية قديمة ومعاصرة، وكذلك إبراز إحصائيات شاملة ومتنوعة بعدد الأحاديث المرفوعة، والمرسلة، وبعدد رواة الأحاديث،',NULL,'98',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (98,'وعدد مرويات كل واحد منهم ... وهكذا.
١٦- التعاون والتكامل والاستشارات والهيئة المشرفة: وهو من الأمور المهمة في هذا المشروع، لتقويمه وكشف عيوبه والارتقاءِ به إلى أعلى المراتب المنشودة.
١٧- دراسات وثمرات الموسوعة: من ذلك دراسة أسباب ورود الحديث النبوي، ودراسة منهجية لكتب التخريج الموسوعية ولكتب الزوائد، وتأصيل المدخل إلى علم الرجال.... وغير ذلك.
وأخيراً فإنَّ هذه البرامج المنفذة تعدُّ نقلة نوعية في خدمة الحديث النبوي الشريف وعلومه، ومرحلة متقدمة في توفير الوقت والجهد للباحثين في العلوم الشرعية عامة وعلم الحديث الشريف خاصة، ولكنها تقصر عن درجة العمل الموسوعي المنشود، فهي تيسر للباحث فقط سبيل الوصول إلى الحديث الذي يريده بواسطة كلمة أو عدة كلمات، وتمكنه كذلك من الاستفادة من الفهارس المتنوعة والخدمات التقنية التي زُوِّد بها كل برنامج.
وهي تقصر أيضاً عن فكرة الجمع الشامل للأحاديث النبوية، من حيث جمع طرق كل حديث في موضع واحد، وبيان الزيادات، وذكر المتابعات والشواهد، والحكم على الأسانيد من حيث الصحة أو الضعف.
ولاشك أنَّ العمل الموسوعي الأخير يتلمَّس هذه الفكرة وينشدها، ولكنه ما زال في عداد الأعمال المقترحة، وفَّق الله القائمين عليه إلى إنجازه وإخراجه، والله الهادي إلى سواء السبيل.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (99,'<span data-type="title" id=toc-20>٤– مراحل طريقة الجمع الموسوعي</span>
يمكن الجمع الموسوعي للأحاديث النبوية على طريقتين:
أ - طريقة التصنيف الموضوعي على المتون: ويشكل على هذا أنَّ جمع أحكام الأسانيد وعللها لا يُمكن إلحاقها إلاَّ باعتبار ترتيب الأسانيد، وهو غيرُ مرعيّ فيها.
ب - طريقة الجمع باعتبار الأسانيد: على طريقة فنِّ كتب الأطراف، وهو المنضبط، وهو الذي مشى عليه المتقدِّمون في تصنيف كتب الأطراف، وهو المعتمدُ لأنَّ مدارَ السُّنَّة على الإسناد.
ومراحل الجمع الموسوعي تتمُّ على النحو التالي:
١ - تعيين أسماء أصحاب المسانيد: ثم ترتيب الرواة عنهم هجائياً.
ويُعتمد في ذلك على الكتب التالية:
أ - ((تحفة الأشراف)) للحافظ المِزّي.
ب - ((جامع المسانيد والسنن)) للحافظ ابن كثير.
ج - ((أطراف مسند الإمام أحمد)) للحافظ ابن حجر العسقلاني.
د - ((إتحاف المهرة)) له أيضاً.
ثم تُستقرأ كتب الصحابة، وأهمها ((الإصابة)) للحافظ ابن حجر، ويُؤخذ منها أسماء أصحاب المسانيد، بدون اعتبار تقسيمات الحافظ ابن حجر في ((الإصابة)) ، بل يُتبع في ذلك الترتيب الهجائي.
٢ - وضع سلاسل الأسانيد: بدءاً بالصحابة، ثم التابعين، ثم أتباعهم، ثم الطبقة الرابعة، ويُراعى في ذلك المكثرون والمتوسطون، دون المقلِّين.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (100,'ثم ترقيم هذه السلاسل بأرقام متميزة أصلية للصحابي، ثم فرعية للتابعي، ثم فرعية ثانية لتابع التابعي، ثم فرعية ثالثة للطبقة الرابعة، وهكذا حتى يتمّ ترقيم هذه السلاسل بأرقامٍ ثابتةٍ أصليةٍ للصحابي ومَنْ له روايةٌ عن النبي صلى الله عليه وسلم، وفرعيةٍ لغيرهم.
٣ - التوثق من النصوص: وذلك بمقابلة الكتب المدخلة على مخطوطاتها المعتمدة، حسب أصول فنِّ التحقيق وإخراج النصوص، وهو من عمل ((لجنة مقابلة المطبوعات مع مخطوطاتها المعتمدة)) .
ويمكن الاكتفاء في الحالة الراهنة بالكتب المحققة الموثقة، والتي اعتمدها العلماء، واعتبرتها الساحة العلمية.
وقد تيسَّر لي خلال عملي في تحقيق المخطوطات وإشرافي على مركز خدمة السنة ورئاسة قسم التحقيق فيه؛ الوقوفُ على نماذج كثيرة، وقع فيها التحريف والسقط، في الأصول المخطوطة والمطبوعة، أو في بعضها.
وقد جمعتُ هذه النماذج في مبحث بعنوان: ((وجوب مقابلة المطبوعات بمخطوطاتها وبكتب الأطراف التي تضمنتها)) ، ونظراً لضيق صفحات هذا البحث لم أستطع إلحاقه فيه.
وهذا المبحث يُحتِّمُ على القائمين بالجمع الموسوعي، مقابلة المصنَّفات الحديثية مع أصولها الخطية والكتب المستقاة منها، لتكون نقيَّة من الأخطاء والسقط.
وهذه أهمُّ النقاط التي تندرج تحتها هذه الأخطاء، ليتبيَّن أهمية هذا المبحث ومكانته، وهي:',NULL,'102',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (101,'أ - نقص حديث من المطبوع مع وجوده في الأصل المخطوط.
ب - نقص حديث من طبعة مع وجوده في طبعة أخرى.
ج - نقص حديث من المخطوط والمطبوع واستدراكه من كتب أخرى فرعية استقت منه المادة العلمية ككتب الأطراف.
د - وقوع سقط في بعض أسانيد الكتب المطبوعة.
هـ - اتفاق المخطوط والمطبوع على سقط معين.
و اتفاق المخطوط والمطبوع وكتب الأطراف على سقط أو تحريف معين.
ز - وقوع سقط في الإسناد لغفلة المحقق عن لَحَقٍ في حاشية المخطوط.
ح - استدراك المحقق زيادات خاطئة في الإسناد.
ط - حكم المحقق على الحديث بالقبول مع وجود سقط وانقطاع في الإسناد.
٤ - إدخال وإفراغ المادة العلمية في كتب السنة النبوية المسندة: ويُبدأ في ذلك بمسند الإمام أحمد بن حنبل، لأنه أوسع دواوين الإسلام استيعاباً وشمولاً، ثم من بعده: يُبدأ بالأقدم ثم الأحدث، وهكذا دواليك.
وبذلك يتمُّ استيعاب جميع الأحاديث التي وردت في كتب السُّنَّة، على اختلاف أسانيدها وألفاظها، مع تعليقات وتعقيبات المصنِّفين، مع ذكر عناوين كتب وأبواب وأجزاء وأرقام صفحات هذه النصوص كما وردت في المصنَّفات الحديثية، مع الالتزام بترتيب النصوص حسب أقدمية وفيات المصنِّفين.
٥ - ترقيم أحاديث الموسوعة الحديثية بعد استقرارها ترقيماً تسلسلياً: من أول الموسوعة إلى آخرها، وعلى غراره يكون التعامل مع الحديث',NULL,'103',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (102,'من حيث التخريجُ والإحالةُ والربط.
٦ - إلحاق علل الأحاديث بأسانيدها: ثم الحكم على هذه الأسانيد من حيث القبول أو الردّ، وذلك بالرجوع إلى كتب الأحكام والعلل والرجال.
٧ - مرحلة الجمع لطرق متن الحديث الواحد: ووصفه بالألقاب المعروفة في قواعد هذا الفنّ (المصطلح) ، من حيث: الغريب - العزيز - المشهور - المتواتر ... وهكذا. ثم جمع المتابعات والشواهد لهذا الحديث.
٨ - وضع شجرة أسانيد للحديث الواحد في المتابعات: ويتمُّ فيه تبيين مدار الأسانيد بين الروايات المختلفة للحديث الواحد، مع إيراد المتون الأخرى، ثم المتابعات التي تُضيف معنىً زائداً في الحديث، كسبب لورود هذا الحديث، أو لزيادة حكم فقهي ... وهكذا.
وكذلك إيراد التعليقات والتعقيبات التي وردت في مصادر الموسوعة الحديثية، والتي تتعلَّق بالحكم على هذه الأحاديث من حيث الأسانيد والمتون.
ويُراعى في هذا العمل الالتزام بترتيب النصوص حسب أقدمية وفيات المصنِّفين.
٩ - ترتيب الأسانيد هجائياً باعتبارِ شيوخ المصنِّفين ومن فوقهم.
١٠ - غاية الجمع الموسوعي: بعد المراحل المتقدمة وإعطاء كُلِّ طريق حقَّها من الأحكام، من حيث صفاتُ الإسناد، والاتصال وعدمه، والقبول والردّ: صفة إضافة الحديث إلى رسول الله صلى الله عليه وسلم، بغضّ النظر عن الإسناد، وجمع هذه الطرق كلّها تحت ظلّ هذا الحديث.
فبهذا الاعتبار يُمكن حصر عدد الأحاديث بأقلّ من عشرة آلاف حديث.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (103,'فقد أورد الحافظُ الذهبيُّ في ((سير أعلام النبلاء)) (١١/١٨٧) قول أبي زُرْعة بأنَّ الإمام أحمد يحفظ ألفَ ألفِ حديث، ثم عقَّب عليه قائلاً: ((فهذه حكاية صحيحة في سعة علم أبي عبد الله، وكانوا يَعُدُّون في ذلك: المُكَرَّر، والأَثَر، وفتوى التابعي، وما فُسِّر، ونحو ذلك. وإلاَّ فالمتونُ المرفوعة لا تبلغ عشر معشار ذلك)) .
وقال الحافظ ابن حجر في ((النكت على كتاب ابن الصلاح)) (١) : ((فقد ذكر أبو جعفر محمد بن الحسين البغدادي في كتاب التمييزِ له عن الثَّوْري وشُعْبة ويحيى بن سعيد القطَّان وابن مهدي وأحمد بن حنبل وغيرهم: أنَّ جملةَ الأحاديثِ المسندة عن النبي صلى الله عليه وسلم - يعني الصحيحة بلا تكرير - أربعةُ آلاف وأربعُ مئة حديث. وعن إسحاق بن راهويه: أنه سبعة آلاف ونيف)) .
١١ - مرحلة التصنيف الموضوعي (الحديثي والفقهي) : وهو من عمل ((لجنة التبويب الموضوعي)) .
١٢ - كيفية وجود الحديث في الموسوعة: يكون وجود الحديث الواحد في الموسوعة الحديثية على الصور التالية:
أ - كما هو في مصادره.
ب - على شكل جمع الأسانيد ككتب الأطراف.
ج - تجريد متنه من الإسناد، كما هو في مصادره، لبيان المفارقات في المتون المجموعة.
والجدير بالذكر أن كُلَّ ما تقدم من التقعيد والتقسيم والاقتراح أمرٌ نظري، قد يتطور أو يتغيّر بعضه، تبعاً للسير الميداني في الأعمال العلمية والفنية.
_________
(١) ١/٢٩٩.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (104,'<span data-type="title" id=toc-21>٥- مقترحات في تأليف أهم اللجان الدائمة للعمل الموسوعي</span>
إنَّ مشروع الموسوعة الشاملة للأحاديث النبوية يتطلب أعمالاً تحضيرية سابقة، تفي بضخامة هذا المشروع وأهميته، ولاسيما أنَّ السنة النبوية هي عمدة المسلمين في مشارق الأرض ومغاربها، على اختلاف وجهاتهم، بل هي النافذة الأصيلة المعبرة عن ديننا الحنيف بكُلِّ جوانبه بعد كتاب الله تبارك وتعالى، يُطِلُّ منها من يريد التعرُّف على هذا الدِّين ... حتى من غير المسلمين.
لذا فإنَّ هذا المشروع هو من الأهمية بمكان، ويتطلب أعمالاً جليلة في جميع المراحل، وهذا يتطلب تأمين كوادر ضخمة وعالية المستوى، تتناسب والمراحل التي يمرُّ بها هذا المشروع، إلى مرحلته الأخيرة، ومن ذلك تأمين اللجان اللازمة في جميع مراحل هذا المشروع، وأهمها:
١ - ((لجنة مقابلة المطبوعات مع مخطوطاتها المعتمدة)) : ويمكن في الوقت الحالي اعتماد طبعة موثوقة في الساحة العلمية على نحو مبدئي.
ولا بُدَّ - عند تأليف هذه اللجنة - من اعتماد خبراء في التحقيق، وفنِّ المخطوطات؛ لاعتماد واختيار أهمّ المخطوطات في ذلك.
ومن مهمة هذه اللجنة عند المقابلة، الإشارة إلى اختلاف الروايات في الكتب الحديثية، في هامش الكتاب المقابَل، فإنه هو الغاية من مقابلة النسخ ومعارضتها، وإنَّ الترجيح بين الروايات المختلفة وإثبات أدقّها وأصوبها، يجبُ أن يكون مبنيّاً على أدلةٍ علمية، وإثباتات واضحة.
وإنَّ مثالاً واقعياً - سبق إنجازه من قِبَل بعض الجهات العلمية - يُبيِّن لنا أهمية هذه اللجنة وضخامة عملها، فقد نصَّ شيخ الأزهر الشيخ حسونة النواوي في تقريره عن الطبعة الأميرية من ((صحيح البخاري)) بأنَّ عدد',NULL,'107',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (105,'العلماء المتخصصين الذين ساهموا بصفةٍ أساسيةٍ في خدمة هذا المشروع كانوا ستة عشر عالماً، من جهابذة علماء العصر وفحولهم.
وقد قام هؤلاء العلماء بمقابلة ((صحيح البخاري)) على النسخة اليُونينية، وعلى نسخ خطية أخرى تمَّ جمعها من المكاتب الخاصَّة والعامَّة، ثم قُيِّدت هذه المفارقات في الحاشية، ممَّا يُساعد الباحثَ على الاستفادة من هذه المغايرات المنتشرة في نسخ متنوعة، عن طريق مراجعة نسخة واحدة. وهذا العمل يعطي انطباعاً خاصاً في وجوب تأمين هذه اللجنة وأهميتها في مراحل العمل الموسوعي.
٢ - ((لجنة تقعيد علوم الحديث)) : وتقوم هذه اللجنة بترتيب هذه العلوم وترقيمها بأرقام أصلية وفرعية، تخدم مصالح العمل الموسوعي، على نحو علمي وفني، وبخاصة قواعد الجرح والتعديل، وتحديد مدلولاتها عند أئمة هذا الفنّ.
٣ - ((لجنة علمية وفنية)) : تضمُّ علماء وخبراء من كلا الطرفين (علماء الحديث وعلماء الحاسب الآلي) ، ومهمتُها تطويع برامج الحاسب الآلي لقواعد مصطلح الحديث ومفاهيمه، لضبط السير العلمي والفني في جمع الموسوعة والاستفادة منها.
٤ - ((لجنة التبوبيب الموضوعي: الفقهي والحديثي)) : ومهمة هذه اللجنة ترتيب أحاديث الموسوعة الحديثية على أساس التصنيف الموضوعي للأحاديث، كما هو منهج الأئمة في الكتب الستة، والإمام مالك في ((الموطأ)) ، وابن الأثير في ((جامع الأصول)) ، والحافظ الهيثمي في ((مجمع الزوائد)) ، وغيرهم.
ويتم التصنيف الموضوعي بتقسيم أحاديث الموسوعة إلى أقسام، وهي العناوين الكبرى للموسوعة، ثم تجزئة هذه الأقسام إلى موضوعات أو إلى',NULL,'108',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (106,'كتب حسب تعبير المحدِّثين، ثم تقسيم كل كتاب أو موضوع إلى أبواب وفصول، يحتوي على جملة من العناوين، التي تشتمل على الأحاديث المقصودة.
ويمكن إجمال الأقسام الأساسية الكبرى لهذه الموسوعة على النحو التالي:
١ - السيرة النبوية. ٢ - التعريف بالإسلام.
٣ - الإيمان والعلم. ٤ - العبادات.
٥ - نظام الأسرة. ٦ - المعاملات المالية والأحكام.
٧ - الجرائم والعقوبات. ٨ - الحلال والحرام في الإسلام.
٩ - الآداب والأخلاق. ١٠ - الجهاد والغنائم.
١١ - متفرقات.
٥ – ((المستشارون)) : ومهمتُهم مراقبة الأعمال العلمية في سيرها، والتدقيق في الأعمال النهائية، وتجربة صلاحية برامج الحاسب الآلي في تحقيق أهداف الموسوعة بشكل دائم، وتطويرها عند الأحوال الاستثنائية من القواعد العامة للموسوعة.
وهناك لجان أخرى مهمة تقتضيها طبيعة المادة العلمية في العمل الموسوعي، مثل ((لجنة الإخراج العلمي)) ، ومهمتها تقويم نصوص التعليقات من الناحيتين: الحديثية واللغوية، مع توحيد المنهج العام لها في الإخراج العلمي.
و ((لجنة الإخراج الفني والطباعي)) ، ومهمتها مراعاة قواعد الطباعة والإخراج الفني.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (107,'<span data-type="title" id=toc-22>٦- خاتمة في أهداف العمل الموسوعي</span>
وأخيراً، فإنَّ تحقيق هذه الموسوعة الشاملة للأحاديث النبوية، يمكن بواسطته الوصول إلى الأهداف التالية:
١ - حصر السُّنَّة المشرفة في مصنَّف واحد، كما جُمِع كتاب الله تعالى بين دفتي المصحف.
٢ - الحكم على الأسانيد، بجمعها في صعيدٍ واحدٍ، بالنسبة لكل حديث، وقد يتقوى الضعيف بالمتابعات والشواهد، وتزول شبهة الانقطاع عن المُدَلِّس الذي يروي بالعنعنة، ويزول الانقطاع بوَصْلِه من طريق آخر، وتوضيح الراوي المبهم، وتقييد المهمل.
٣ - يُساعد كثيراً على رفع التعارض بين الأدلَّة، وذلك بمعرفة الأصحّ من الصحيح، والمتقدم من المتأخر في النَّسْخ، ومعرفة المطلق والمقيد، بحَمْل أحدهما على الآخر، وعدم حمله، ومعرفة أسباب ورود الحديث.
٤ - الردُّ على من تكلَّم على الحديث بقصورٍ في معرفته، وعدم استيعابه لطرق هذا الحديث، فأدَّاه اجتهاده إلى تفسير مخلّ، أو بيان مُقلّ.
٥ - معرفة عدد الأحاديث التي رواها كُلُّ راوٍ، من صحابي وغيره.
٦ - تصحيح السقط والتحريف والتصحيف الواقع في المطبوعات الحديثية، أو مخطوطاتها الفرعية.
٧ - تيسير الحصول على مرويات كلِّ راوٍ على حدة، في جميع مصادر الموسوعة، أو في أحد مصادرها، أو في روايته عن شيخ معيَّن، ممَّا يُسَهِّل على الباحث عمله في إصدار الحكم على الرواة، من حيث الجرح والتعديل.
وفقنا الله لخدمة كتابه وسُنَّة نبيه صلى الله عليه وسلم على الوجه الذي يُرضيه عنا، إنه سميع مجيب. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (108,'<span data-type="title" id=toc-23>مصادر ومراجع</span>
...
كشاف المراجع
١- إتحاف الخيرة المهرة بزوائد المسانيد العشرة للبُوصيري. دار الوطن، الرياض ١٤٢٠هـ.
٢- إتحاف المهرة بالفوائد المبتكرة من أطراف العشرة للحافظ ابن حجر. مركز خدمة السنة بالجامعة الإسلامية ١٤١٥هـ.
٣- إطراف المسند المعتلي للحافظ ابن حجر. دار ابن كثير والكلم الطيب، دمشق وبيروت ١٤١٤ هـ.
٤- تاريخ بغداد للخطيب البغدادي. دار الكتاب العربي بيروت.
٥- تحفة الأشراف بمعرفة الأطراف للحافظ المِزّي. المكتب الإسلامي، بيروت ١٤٠٣هـ.
٦- تدريب الراوي للسيوطي. دار إحياء السنة النبوية، بيروت ١٣٩٩هـ.
٧- تذكرة الحفاظ للحافظ الذهبي. دار إحياء التراث العربي بيروت.
٨- التمهيد لما في الموطأ من المعاني والأسانيد للإمام ابن عبد البرّ. مكتبة السوادي، جدة.
٩- جامع الأصول لابن الأثير. دار إحياء التراث العربي ١٤٠٤ هـ.
١٠- جامع المسانيد والسُّنن الهادي لأقوم سَنَن للحافظ ابن كثير. دار الكتب العلمية بيروت ١٤١٥هـ.
١١- الجرح والتعديل لابن أبي حاتم. دار إحياء التراث العربي بيروت.
١٢- الجمع بين الصحيحين للحميدي. دار ابن حزم بيروت ١٤١٩هـ.
الجواهر والدرر في ترجمة شيخ الإسلام ابن حجر للسخاوي. دار ابن حزم، بيروت ١٤١٩هـ',NULL,'112',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (109,'١- ذخائر المواريث في الدلالة على مواضع الأحاديث للنابلسي. جمعية النشر والتأليف الأزهرية القاهرة ١٣٥٢هـ.
٢- الرسالة المستطرفة للكتاني. مصورة دار الكتب العلمية بيروت١٤٠٠?.
٣- سؤالات أبي عبيد الآجُرّي أبا داود السجستاني. المجلس العلمي بالجامعة الإسلامية ١٤٠٣هـ.
٤- سير أعلام النبلاء للحافظ الذهبي. مؤسسة الرسالة، بيروت ١٤٠٢?.
٥- عمدة القارئ والسامع للسخاوي. دار عالم الفوائد بمكة المكرمة ١٤١٨هـ.
٦- فتح الباري بشرح صحيح البخاري للحافظ ابن حجر. دار المعرفة بيروت.
٧- الفتح الكبير في ضمّ الزيادة إلى الجامع الصغير للنبهاني. دار الكتاب العربي بيروت.
٨- فيض القدير للمناوي. مطبعة مصطفى محمد القاهرة ١٣٥٦هـ.
٩- القول المفيد في الذَّبّ عن جامع المسانيد لزهير بن ناصر الناصر. دار الخضيري المدينة المنورة ١٤٢٠هـ.
١٠- كنز العمال في سنن الأقوال والأفعال للعلامة علاء الدين الهندي. نشر مكتبة التراث الإسلامي بحلب.
١١- مجمع الزوائد ومنبع الفوائد للحافظ الهيثمي. دار الكتاب العربي بيروت ١٤٠٢ هـ.
١٢- مسند الإمام أحمد بن حنبل. مؤسسة الرسالة بيروت أأأ١٤١٦هـ.
المسند الجامع لبشار عواد معروف وآخرين. دار الجيل بيروت',NULL,'113',NULL,NULL,'0');
INSERT INTO [b8574] VALUES (110,'١- والشركة المتحدة الكويت ١٤١٣هـ.
٢- مصباح الزجاجة في زوائد ابن ماجه للبُوصيري. دار الجنان بيروت ١٤٠٦هـ.
٣- المصعد الأحمد لابن الجزري. طبع في مقدمة مسند أحمد بتحقيق أحمد محمد شاكر دار المعارف بمصر ١٣٧٧هـ.
٤- المطالب العالية بزوائد المسانيد الثمانية للحافظ ابن حجر. دار الوطن الرياض ١٤١٨هـ.
٥- معجم المصنفات الواردة في فتح الباري لمشهور سلمان ورائد صبري. دار الهجرة الرياض ١٤١٢هـ.
٦- المعرفة والتاريخ للفسوي. مؤسسة الرسالة بيروت ١٤٠١هـ.
٧- موسوعة الحديث النبوي ((صلاة الجمعة)) لعبد الملك بكر قاضي. دار العاصمة، الرياض ١٤١٠هـ.
٨- النكت الظراف = تحفة الأشراف.
٩- النكت على كتاب ابن الصلاح للحافظ ابن حجر. المجلس العلمي بالجامعة الإسلامية ١٤٠٤هـ.
١٠- هدي الساري = فتح الباري.
١١- وفيات الأعيان لابن خلّكان. دار صادر بيروت.',NULL,'114',NULL,NULL,'0');
