-- Table: b8663
-- Chunk: 1
-- Rows: 133

CREATE TABLE "b8663"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b8663
INSERT INTO [b8663] VALUES (1,'المقدمات

بسم الله الرحمن الرحيم
الحمد لله حق حمده والصلاة والسلام على محمد نبينا وعبده.
وبعد:
فإن من شرف المرء أن يسير على منهج السلف الصالح ويقتدي بهم ويخدم ما تركه أولئك العلماء ليستفيد منه الخلف ويقف على آرائهم التي سطروها لنا في كتبهم.
وكان للباحث الأخ عبد الله بن محمد عبد الرحيم شرف خدمة هذا الكتاب الذي بين أيدينا، فتناوله تصحيحًا وشرحًا وتعقيبًا وتعقبًا على من سبقه في تحقيق هذا الكتاب المفيد على صغر حجمه وقلة مادته فكان كالمفتاح للمبتدئ والتذكير للمنتهي، ولم أجد بعد قراءتي له موضعًا انتقده فيه في ضبط النص؛ لأنه قام بضبطه كما ينبغي لا كما يجي. ومع هذا فلم يترك موضعًا يحتاج إلى زيادة أو أيضًاح إلا وقام بها في الحاشية تسهيلا للباحث المستفيد منه، فجاء عمله كاملًا والكمال لله وحده -عز وجل- فنرجو من المولى العلي القدير أن يثيبه على قدر نيته وأن ينفع به طلاب العلم في هذا التخصص العزيز.
أما الكتاب فهو شرح موجز لكتاب ابن الملقن المعروف بـ "التذكرة" ومؤلفه الإمام المشهور في علم الحديث الإمام السخاوي المتوفى سنة ٩٠٢هـ أبدع في شرح غامضه، وأيضًاح مبهمه ومشكله وأتى فيه بما لا نجد نظيره في كتابه "فتح المغيث" فصار مكملًا له، والله يثيبه على جهده إنه ولي ذلك والقادر عليه.
كتبه د/ عبد الرحيم بن محمد القشقري
الأستاذ المشارك بكلية الحديث الشريف
ورئيس قسم علوم الحديث
حرر في ٧/ ١٠/ ١٤١٧هـ',NULL,'3',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (2,'بسم الله الرحمن الرحيم
<span data-type="title" id=toc-1>المقدمة:</span>
الحمد لله رب العالمين والصلاة والسلام على المبعوث رحمة للعالمين، سيد الأولين والآخرين، النبي الصادق الأمين، وعلى آله وصحبه وأتباعه السائرين على نهجه إلى يوم الدين وسلم تسليمًا كثيرًا.
أما بعد:
فإن الاشتغال بالعلوم الشرعية من أعظم القربات وأجل الطاعات لمن صلحت نيته، واتبع سبيل سلفه الصالح، خاصة السنة النبوية وعلومها -بعد الاهتمام بكتاب الله وعلومه- لذا "كان من أعظم ما يسعى إليه الساعون، ويتنافس في الدعوة إليه المتنافسون، علوم الحديث الكاشف النقاب، عن جمال وجوه مجملات الكتاب، والمدار لتفصيل الحكام، وتبيين أقسام الحلال والحرام؛ إذ مستندها ما صح من الخبار، وثبت حسنه من الآثار، ولا طريق لتعرف ذلك إلا بما اصطُلح عليه من أصول تلك المسالك، ولما كان الشيء يشرف بشرف موضوعه أو بمسيس الحاجة إليه كان فن مصطلح الحديث مما جمع الأمرين وفاز بالشرفين؛ لأنه يُبصِّر',NULL,'4',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (3,'من سواء السبيل الجواد، ويرقي الهمم لتعرف سنن الرشاد"١.
لذا تنوعت المصنفات من أهل الحديث في هذا الباب، وكثرت وتعددت، فمن مؤلف لها في وريقات، ومن مصنف لها في مجلدة أو مجلدات وهلم جرًّا. ومع هذا لم يثن ذلك الأئمة من التصنيف والتأليف والشرح والتهذيب والتحقيق والتنقيح فيه، وما ذلك إلا إيمانا منهم بوجوب الاستمرار على السنة المتبعة من منهج الأئمة السالفين، وإكمالًا من المتأخرين في التصنيف والتأليف. وقد حاز كتاب الحافظ ابن الصلاح قصب السبق في هذا الفن، فمن متناول له بالتهذيب تارة، وبالاختصار أخرى، وبالتعليق والشرح مرات، وممن اختصره وهذبه الحافظ ابن الملقن وذلك في كتابه "المقنع" كما أشار إليه في مقدمته للتذكرة، ثم اقتضب رسالته المسماة بـ "التذكرة" من كتابه المشار إليه آنفًا، والعلة في الاقتضاب هي أن "يتنبه المبتدي ويتبصر بها المنتهي" "ل١/ أ-ب"، فجاء الإمام السخاوي موضحا لهذه التذكرة محللا لألفاظها، متممًا لفوائدها، جامعًا لمقاصدها فلم يكن مطولًا تطويلًا مملًا، ولا مختصرًا اختصارًا مخلًا، أظهر تبحره في الفن، وعلوِّ كعبه فيه، وأجلى مراد المؤلف من تذكرته، فيسره لمن طالعه وتطلب فيه مراده، فرحمهما الله رحمة واسعة آمين.
ولأجل ذلك عزمت على تحقيقه وإخراجه مع التعليق عليه إكمالًا للفائدة، ليخرج في هذه الحلة الجديدة، تليق بمصنف كهذا، ولا أدعي العصمة في العمل أو السلامة من الخلل، فالكمال عزيز، والخطأ والنقص
_________
١ قواعد التحديث للقاسمي "ص٣٥-٣٦".',NULL,'5',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (4,'وارد، فالمرجوّ من الله -جل وعلا- المغفرة من الزلل، والثواب على العمل، إنه نعم المولى ونعم النصير.
والحمد لله رب العالمين.
وكتب
أبو أسامة عبد الله بن محمد عبد الرحيم
ابن حسين البخاري
المدينة النبوية
فجر الخميس ١٢/ ٩/ ١٤١٦هـ',NULL,'6',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (5,'<span data-type="title" id=toc-2>القسم الأول: قسم الدراسة</span>
<span data-type="title" id=toc-3>ترجمة ابن الملقن</span>
...
ترجمة ابن الملقن ١
اسمه ونسبه ونسبته:
هو الإمام عمر بن علي بن أحمد بن محمد بن عبد الله، سراج الدين أبو حفص الأنصاري، الوادي آشي، الأندلسي، التكريري الأصل، ثم المصري الشافعي، المعروف بابن النحوي؛ لأن أباه كان عالمًا بالنحو، ويعرف أيضًا بابن الملقن.
وسمي بابن الملقن؛ لأن والده توفي وله من العمر سنة واحدة، فأوصى به إلى الشيخ عيسى المغربي، وكان يلقن القرآن في الجامع الطولوني، فلازمه سراج الدين وصحبه من صِغره، وتزوج من أمه، وكان -رحمه الله- يغضب من نسبه إليه ولم يكتبه بخطه وإنما كان يكتب ابن النحوي.
مولده:
روى السخاوي في "الضوء اللامع" "٦/ ١٠٠" أن ابن الملقن كتب بخطه أنه ولد في يوم الخميس الثاني والعشرين من شهر ربيع الأول سنة ثلاث وعشرين وسبعمائة.
_________
١ استفاض جماعة من الإخوة الباحثين في ترجمة ابن الملقن منهم: مقدِّمة نور الدين شريبة لكتاب المؤلف "طبقات الأولياء"، وجاويد أعظم في مقدمته لـ "المقنع"، وإقبال أحمد محمد إسحاق في مقدمته لتحقيق كتاب المؤلف "البدر المنير"، لذا لم أطل في الترجمة خشية التكرار.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (6,'نشأته:
لما توفي والده وأوصى به إلى الشيخ عيسى المغربي اعتنى به الشيخ عيسى عناية فائقة أثر في ابن الملقن، ذلك أن الشيخ عيسى كان يلقن القرآن -كما سبق- في جامع طولون، وكان رجلا صالحا، ووافق ذلك أن تزوج الشيخ عيسى بأم ابن المقن، فاعتنى به وبتربيته، واستثمار مال أبيه، فنشأ ابن الملقن في كنفه فحفظ القرآن الكريم والعمدة للمقدسي والمنهاج وغيرها.
رحلاته في طلب العلم:
الرحلة في طلب العلم والحديث خاصة سنة متبعة لدى العلماء من سلف الأمة الصالح؛ إذ يندر أن تجد إمامًا لم يرحل في طلب العلم، لذا نجد الآن الإمام ابن المقن رحل إلى بلدان عدة منها دمشق، ومكة المكرمة، والمدينة المنورة، وبيت المقدس ومصر وغيرها من البلدان.
شيوخه:
لقد مكنت الرحلة لابن الملقن لقاء العلماء والحفاظ في تلك الأمصار والأقطار فقرأ عليهم واستفاد منهم وأجيز، فمن شيوخه:
الحافظ العلائي، وابن سيد الناس، وتقي الدين السبكي، ومغلطاي والعز ابن جماعة، والقطب الحلبي، وأجاز له الحافظ المزي، وجمال الدين الأسنوي، وأبي حيان الغرناطي، والبرهان الرشيدي وغيرهم كثير جدًّا.
فهذه التلمذة على أمثال هؤلاء الأفذاذ من العلماء أثرت في شخصية ابن الملقن العلمية في فنون شتى كالنحو والقراءات والحديث والفقه وأصوله وغيرها من الفنون، لذا تقلد المناصب العديدة كالقضاء والتعليم وغيرها.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (7,'تلامذته:
رجل جمع مثل هذا الجمع، وأخذ عن علماء عصر ومصره، حريٌّ أن يرتحل إليه، ويطلب العلم بين يديه، وكان الأمر كذلك، فقد ذاع صيته وانتشر خبره، فطلبه الطلاب، وأتوه، ليأخذوا عنه ويتتلمذوا عليه، واستفاد منهم كثير، بل صار أكثرهم أئمة يشار إليهم بالبنان، فمنهم:
الحافظ العلامة الثقة البحر أحمد بن علي بن حجر العسقلاني، والحافظ المتقن أحمد بن عبد الرحمن بن الحسين أبو زرعة العراقي، والإمام الحافظ إبراهيم بن محمد بن خليل برهان الدين الطرابلسي المعروف بـ "سبط ابن العجمي"، والحافظ أحمد بن نصر الله بن أحمد التستري، وغيرهم جمّ غفير.
مكانته وثناء العلماء عليه:
رحلة ابن الملقن الواسعة، وأخذه عن العلماء، كوّن لديه قاعدة عريضة في الاطلاع والمعرفة، فكان بذلك واسع الاطلاع غزير العلم في الحديث وعلومه والفقه وأصوله، والنحو وغيرها من الفنون، شهد بنبله وعظيم منزلته الأئمة الأعلام، وحسبك بشهادتهم تزكية، وبيانا لمنزلة هذه العلم الهمام، ومن هؤلاء الأئمة:
الحافظ العلائي حيث قال: "الشيخ الفقيه الإمام العالم المحدث الحافظ سراج الدين شرف الفقهاء والمحدثين فخر الفضلاء".
وقال العراقي: "الشيخ الإمام الحافظ".
وقال ابن فهد المكي: "الإمام العلامة الحافظ شيخ الإسلام وعلم الأئمة الأعلام عمدة المحدثين وقدوة المصنفين".
وقال الحافظ سبط ابن العجمي: "حفاظ مصر أربعة أشخاص وهم',NULL,'10',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (8,'من مشايخي: البلقيني وهو أحفظهم لأحاديث الأحكام، والعراقي وهو أعلمهم بالصنعة، والهيثمي وهو أحفهم للأحاديث من حيث هي، وابن الملقن وهو أكثرهم فوائد في الكتابة على الحديث".
وقال الحافظ السيوطي: "الإمام الفقيه ذو التصانيف الكثرة ... أحد شيوخ الشافعية وأئمة الحديث ... وبرع في الفقه والحديث وصنف فيها الكثير".
وقال ابن شهبة: "الشيخ الإمام العالم العلامة، عمدة المصنفين".
فهذه بعض الأقوال المذكورة في، وهي كافية في بيان قدرة وعلو منزلته أضف إلى ذلك الثروة العلمية الضخمة التي خلفها -رحمه الله-، وسيأتي ذكر شيء منها.
تصانيفه:
اتفق الأئمة المترجمون على أنه من المكثرين في التصنيف، ولعل ذلك يرجع إلى أنه اشتغل بالتصنيف مبكرا، قال الحافظ ابن حجر في المجمع المؤسس "٢/ ٣١٢": "واشتغل بالتصنيف وهو شاب فكتب الكثير حتى كان أكثر أهل عصره تصنيفا".
وقال القاضي محمد بن عبد الرحمن العثماني قاضي صفد: "أحد مشايخ الإسلام صاحب المصنفات التي ما فتح على غيره بمثلها في هذه الأوقات". من الضوء اللامع "٦/ ١٠٢".
وقال الحافظ السخاوي: "واشتهرت في الآفاق تصانيفه، وكان يقول: إنها بلغت ثلثمائة تصنيف، وشغل الناس فيها وفي غيرها قديما، وحدث بالكثير منها وبغيرها من مروياته وانتفع الناس بها انتفاعًا صالحًا من حياته وهلم جرًّا" الضوء اللامع "٦/ ١٠٣".',NULL,'11',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (9,'ومن مصنفاته:
١- "عمدة المحتاج إلى كتاب المنهاج" شرح به "منهاج الطالبين" للنووي في الفقه.
٢- "خلاصة الفتاوي في تسهيل أسرار الحاوي" أي "الحاوي الصغير في الفقه الشافعي" للقزويني.
٣- "البدر المنير في تخريج أحاديث الشرح الكبير" والشرح الكبير للرافعي.
٤- "المقنع في علوم الحديث".
٥- "الإعلام بفوائد عمدة الأحكام" شرح لعمدة الأحكام لعبد الغني المقدسي وغيرها كثير.
وفاته:
ابتلي -رحمه الله- باحتراق كتبه، وأكلت النار أكثر مسوداته، فتغير حاله بعدها وكان ذلك سببًا في حجب ابنه له عن التحديث، ثم وافاه الأجل في ليلة الجمعة السادس عشر من شهر ربيع الأول سنة أربع وثمانمائة "٨٠٤هـ" بالقاهرة، ف-رحمه الله- وغفر لنا وله ولجميع المؤمنين.
ينظر في مصادر ترجمته:
إنباء الغمر "٥/ ٤١"، والمجمع المؤسس "٢/ ٣١١"، والضوء اللامع "٦/ ١٠٠"، وابن قاضي شهبة في طبقات الشافعية "٤/ ٣٧٣"، وذيل التقييد للتقي الفاسي "٢/ ٢٤٦"، ولحظ الأحاظ لابن فهد المكي "ص١٩٧"، وذيل تذكرة الحفاظ للسيوطي "ص٣٦٩"، والبدر الطالع للشوكاني "١/ ٥٠٨"، وشذرات الذهب لابن العماد "٧/ ٤٤" والأعلام للزركلي "٤/ ٥٧".',NULL,'12',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (10,'<span data-type="title" id=toc-4>ترجمة الإمام السخاوي:</span>
اسمه ونسبه ولقبه:
هو محمد بن عبد الرحمن بن محمد بن أبي بكر بن عثمان بن محمد، السخاوي نسبة إلى سخا بلد غربي الفسطاط، القاهري المولد الشافعي المذهب، نزيل الحرمين الشريفين الملقب بشمس الدين أبو الخير، وأبو عبد الله بن الزين، أو الجلال أبي الفضل وأبي محمد.
مولده:
ولد في ربيع الأول سنة إحدى وثلاثين وثمانمائة، بحارة بهاء الدين علو الدرب، المجاور لمدرسة شيخ الإسلام البلقيني، محل أبيه وجده، ثم تحول منه حين دخل في الرابعة مع أبويه لملك اشتراه أبوه، مجاور لسكن شيخه ابن حجر.
رحلاته:
رحل وجاب ودخل الآفاق والبلدان، فكان صاحب رحلة واسعة، فمن تلك البلدان: حلب ودمشق وقطيا وغزة وبيت المقدس والخليل ونابلس ودمياط ومكة المكرمة والمدينة المنورة، والزبداني وبعلبك وحمص وحماة وسرين وجبرين وطرابلس وغيرها كثير.
شيوخه:
رحلة السخاوي الواسعة لقي في خلالها أئمة العصر من كل بلد ومصر، فقرأ وسمع وأجيز، وقد زادوا على الأربعمائة شيخ فمنهم البرهان ابن خضر، والشهاب أبي العباس الحناوي، تضلع على هذين في صناعة',NULL,'13',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (11,'الإعراب، وكذا أخذ عن حفيد سيبويه النحوي الشهير الجمال ابن هشام الحنبلي، وأخذ أيضًا عن صالح البلقيني، والشمني الحنفي، وقاسم بن قطلوبغا، والجلال المحلي، ولازم وأكثر عن شيخه شيخ الحفاظ ابن حجر العسقلاني، وهو أجلّ شيوخه وأعظمهم أثرًا فيه، وغيرهم كثير، جمعهم بنفسه في كتاب له أسماه "بغية الراوي فيمن أخذ عنه السخاوي" أو "الامتنان بمشايخ محمد بن عبد الرحمن".
انظرهم في الضوء "٨/ ٣ وما بعدها".
ثناء العلماء عليه:
اشتهر السخاوي بنباهته وفطنته وحرصه، حتى فاق أقرانه وشهد له بذلك شيخ عصره وأستاذ مصره حافظة الزمان الإمام الهمام ابن حجر -رحمه الله-، بل كان ينوه بذكره. قال الزين قاسم الحنفي: "وقد كان هذا المصنف -يعني السخاوي- بالرتبة المنيفة في حياة حافظ العصر وأستاذ الزمان، حتى شافهني -أي ابن حجر- بأنه أنبه طلبتي الآن، وقال أيضًا: حتى كان ينوه بذكره ويعرف بعلو فخره ويرجحه على سائر جماعته المنسوبين إلى الحديث وصناعته كما سمعته منه وأثبته بخطي قبل عنه".
وقال الحافظ التقي بن فهد الهاشمي: "زين الحفاظ وعمدة الأئمة الأيقاظ شمس الدنيا والدين ممن اعتنى بخدمة حديث سيد المرسلين واشتهر بذلك في العالمين على طريقة أهل الدين والتقوى فبلغ فيه الغاية القصوى.
وأثنى عليه آخرون كثيرون منهم تلميذه الحافظ عمر بن فهد الهاشمي المكي، وأبو ذر ابن البرهان الحلبي، والبرهان البقاعي، والتقي القلقشندي، والعز الحنبلي والبلقيني، والشاب أحمد بن محمد بن علي الحجازي، والبدر العيني، والتقي الشمني، وصديق حسن خان،',NULL,'14',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (12,'والشوكاني وغيرهم كثير.
مصنفاته:
شرع الحافظ السخاوي في التصنيف قبل وفاة شيخه الحافظ ابن حجر، حيث قال في "الضوء" "٨/ ١٥": "إنه شرع في التصنيف والتخريج قبل الخمسين" أي قبل الخمسين وثمانمئة، وهذا النبوغ المبكر أفاده جدًّا من حيث البراعة في أكثر الفنون، كالفقه والعربية والقراءات والحديث والتاريخ، وله مشاركات في الفرائض وأصول الفقه والتفسير وغيرها.
فهذه البراعة ساعده في التصنيف والتأليف، وقد ذكر البلوي في "ثبته" ص "٣٧٥" أن علي بن عياد البكري الفيلالي أخبره أن السخاوي كتب له إجازة عامة، وأحاله على فهرسته، وأخبره أن له مائة وستين تأليفا، وأن بينه وبين النبي -صلى الله عليه وسلم- عشرة رجال في الحديث.
والذي يبدو أن السخاوي لم يقتصر على هذا العدد من المصنفات والمؤلفات، بل تعدت هذا العدد بكثير، فقد ذكر الكتاني في "فهرس الفهارس" "٢/ ٩٨٩" عن ابن روزبهان قوله: " ... وله تصانيف تنيف على أربعمائة مجلد، كما ذكر وفصل في كثير من إجازاته، وكان له مائة وعشرون شيخًا في صحيح البخاري".
وقال الزركلي في "الأعلام" "٦/ ١٩٤": " ... وصنف زهاء مئتي كتاب ... ".
ومن تلك المؤلفات والمصنفات:
الضوء اللامع لأهل القرن التاسع و"الإعلان بالتوبيخ لمن ذم التاريخ"، والمقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة، وفتح المغيث شرح ألفية الحديث، والتحفة اللطيفة في أخبار',NULL,'15',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (13,'المدينة الشريفة، وتخريج أحاديث العادلين، وتحرير الجواب عن ضرب الدواب، ورجحان الكفة في ذكر نبذة عن حال أهل الصفة، والجواهر والدرر في ترجمة شيخ الإسلام ابن حجر، والغاية شرح الهداية. وغيرها كثير جدًّا.
وفاته:
توفي -رحمه الله- بالمدينة النبوية سنة "٩٠٢هـ" وأسف الناس على موته أشد الأسف، ف-رحمه الله- رحمة واسعة آمين.
مصادر ترجمته:
جرت عادة الحفاظ في عصره أن يترجم المرء لنفسه في بعض مؤلفاته، وكان من أولئك الحفاظ الإمام السخاوي -رحمه الله- حيث ترجم لنفسه في كتابه الضوء اللامع "٨/ ٢-٣٢"، والتحفة اللطيفة "٣/ ٦٣٠"، وانظر أيضًا لترجمته: شذرات الذهب "٨/ ١٥-١٧"، والبدر الطالع "٢/ ١٨٤-١٨٧"، فهرس الفهارس للكتاني "٢/ ٩٨٩-٩٩٣"، وثبت البلوي "ص٣٧٥"، والتاج المكلل "ص٤٤٩" وهدية العارفين للبغدادي "٢/ ٢١٩-٢٢١"، ومعجم المؤلفين لكحالة "١٠/ ١٥٠"، والمستدرك على معجم المؤلفين "ص٦٧٨-٦٧٩"، والأعلام "٦/ ١٩٤-١٩٥" وغيرها.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (14,'<span data-type="title" id=toc-5>نسخ الكتاب:</span>
وقفت -حسب علمي- على نسختين للكتاب.
الأولى:
مصدرها دار الكتب المصرية، وهي مصورة بمكتبة المخطوطات بالجامعة الإسلامية -بالمدينة النبوية- فلم.
رقمها: "٩٨٢".
عدد أوراقها:
"١٠" أوراق ذات وجهين، عدا الورقة الأولى.
ناسخها: العلامة الحافظ الشيخ عبد العزيز بن عمر بن محمد بن فهد المكي الهاشمي.
إمام محدث ثقة بارع، له مصنفات عدة، لازم الإمام السخاوي، وقرأ عليه الكثير من كتبه توفي سنة "٩٢١هـ".
له ترجمة في "الضوء اللامع" "٤/ ٢٢٤"، و"شذرات الذهب" "٨/ ١٠٠"، والكتاني في "فهرس الفهارس" "٢/ ٧٥٤" وانظر مقدمة تحقيق كتاب "غاية المرام بأخبار سلطنة البلد الحرام" لابن فهد "١/ ١٥-١٧"، و"الأعلام" "٤/ ٢٤".
تاريخها:
نسخت هذه النسخة في حياة المؤلف -رحمه الله- في يوم الأحد ٣/ ٦/ ٩٠٠هـ وعليها سماعات بخط المصنف -رحمه الله- اعتمدت على هذه النسخة وجعلتها أصلًا، لتقدمها عن الأخرى، ولأن ناسخها من الحفاظ المتقنين، ومن الملازمين للإمام السخاوي ولندرة الأخطاء فيها.
والذي يبدو من صنيع الناسخ في المخطوطة هذه أنه كان يكتب "التذكرة" لابن الملقن، بخط مغاير للخط الذي نسخ به التوضيح، وهذا واضح جدًّا في المخطوط، فنجد "التذكرة" بخط فاتح يصل أحيانًا إلى عدم الوضوح، والتوضيح بخط غامق داكن مميز.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (15,'وكذا تتميز النسخة هذه بخطها الجميل المرتب، ورمزت لها بـ "أ".
الثانية: هي كذلك من محفوظات دار الكتب المصرية، منها صورة في مكتبة المخطوطات بالجامعة الإسلامية -بالمدينة النبوية- فلم.
رقمها:
"٩٨٣".
عدد الأوراق:
"١٠" ورقات كل ورقة ذات وجهين عدا الورقة الولى والأخيرة، ناسخها: عبد المعطي بن أحمد بن محمد السخاوي. ولم أقف له على ترجمة، وليس هو حفيد السخاوي كما يظن من أول هلة؛ لأن ابن السخاوي أحمد ولد سنة "٨٥٥هـ" وتوفي بالطاعون سنة "٨٦٤ هـ" فيكون عمره تسع سنوات، ولم يذكر في ترجمته أنه تزوج أو عقب. ينظر الضوء اللامع "٢/ ١٢٠".
تاريخها:
نسخت هذه النسخة أيضًا في حياة المصنف ولكن في آخر حياته، بل قبل وفاته بتسعة أيام -البدر الطالع "٢/ ١٨٦- وكانت في يوم الأحد "٥/ ٨/ ٩٠٢هـ".
وعلى هذه النسخة تعليقات كثيرة لعلي الأنصاري، وهي من كتبه، وعليها تملكه، وكذا عليها سماعات تثبت صحتها.
وخطها مقروء لا بأس به، والنسخة مقروءة على المؤلف أو مقابلة على أصل له يدل على ذلك ما جاء في حواشي المخطوطة من تكرار كلمة "بلغ" أو "ثم بلغ" أو قوله "بلغ مقابلة على مؤلفه" كما في "ل/ ٧/ أ" وقوله "بلغ مقابلة بحضرة مؤلفه" "ل/ ١١/ أ" ورمزت لها بـ "ب".
ومع هذا فإنه لا يوجد هناك فرق يذكر بين النسختين "أ" و"ب" لأن النسختين معروضتان على المؤلف فنتج عن هذا قلة الأخطاء.
ومما يجب الإشارة إليه أن "التوضيح" طبع بتحقيق وتعليق/ حسن',NULL,'18',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (16,'إسماعيل الجمل، نشر دار التقوى، واعتمد المحقق على نسخة واحدة محفوظة بدار الكتب المصرية إلا أنها نسخة مغايرة للنسختين اللتين اعتمدتهما، فجاء عمله مشوبًا بالنقص خاصة في قراءة المخطوط، وحتى لا يقال أن هذا القول خالٍ من التدليل، سأذكر مثالين على سبيل التدليل لا الحصر:
جاء في المطبوع من "التوضيح" "ص٢٦": " ... وقت واحد لغيره المتوصل به ... ".
مع أن الصواب والوارد في النسختين قوله: " ... واحد لعزة -بالزاي والتاء المربوطة- التوصل -بدون ميم- به ... ". وانظر فتح المغيث "٣/ ٣٥٦".
وأيضًا في الصفحة نفسها أخطأ في قراءة كلمة من تعريف المصحف حيث قال: " ... والمصحف زيادة ... ". بالزاي هكذا- والصواب كما في النسختين والموافق لتعريف المصحف والمصطلح عليه عند أهل الفن "تارة" بالتاء والراء ثم التاء المربوطة.
ولعله لا يسعني في هذا المقام إلا أن أشكره على عمله ونسأل الله له التوفيق.
وأقول للقارئ الكريم قارن بين التحقيقين والتعليقين ثم احكم.
والله الموفق والهادي إلى سواء السبيل.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (17,'<span data-type="title" id=toc-6>عملي في التحقيق:</span>
١- اعتمدت النسخة "أ" أصلًا -كما أشرت آنفًا.
٢- جعلت النسخة "ب" نسخة مساعدة.
٣- أثبت الصواب في المتن إن كان ما في "أ" خطأًً، وأجعله بين معقوفتين [] ، وأشير في الحاشية إلى مصدر التصويب.
٤- استأنست بالطبعة المحققة من التوضيح المشار إليها آنفًا، وأبين في الحاشية -أحيانًا- ما ورد فيها من خطأ في التعليق أو القراءة للمخطوطة ونحوه.
٥- قمت بمقارنة ما بين النسخ "أ" و"ب" والمطبوع من التوضيح وكذا بالطبعات الثلاث لـ"تذكرة" ابن الملقن التي تعتبر -أي التذكرة- أصل التوضيح فبعد المقارنة أثبت الصواب في المتن -كما أشرت آنفًا- وأنبه على الخطأ إن ورد في إحدى الطبعات الثلاث من التذكرة إن وجد وهذا لم ألتزمه على الدوام.
والطبعات الثلاث هي:
الأولى: طبعة علي حسن عبد الحميد.
والثانية: محمد عزيز شمس.
والثالثة: المضمنة ثبت البلوي.
٦- عزوت الآيات إلى مواطنها من كتاب الله -عز وجل-.
٧- خرجت الأحاديث الواردة والحكم عليها حسب القواعد الحديثية.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (18,'٨- ما كان في الصحيحين أو أحدهما أكتفى بعزوه، دون التوسع في العزو والتخريج، إلا ما شذ.
٩- ترجمت لجميع الرجال والأعلام الواردين في الكتاب إلا ما سهى عنه البصر.
١٠- علقت على الكتاب بما أراه يزيل اللبس -إن وجد- ويوضح المعنى ويفيد القارئ الكريم.
١١- بينت بعض الغريب الوارد في المتن ولم ألتزمه.
١٢- جعلت عناوين جانبية بجوار المبحث مساهمة في ترتيب وتنسيق مباحث الكتاب ليسهل الرجوع إليها.
١٣- شكلت في الغالب أواخر الكلمات ليقرأ النص قراءة صحيحة.
١٤- ميزت بين "التذكرة" وشرحها "التوضيح" حيث جعلت التذكرة بخط عريض أسود بين قوسين هكذا () ، وأما شرح "التوضيح" فبخط عادي أقل منه عرضا.
١٦- أعددت فهارس في نهاية الكتاب ترشد الطالب لطلبه ومطلبه، وهي:
أ- فهرس للآيات.
ب- فهرس للأحاديث.
ج- فهرس التراجم.
د- فهرس لمباحث الكتاب ومحتوياته.
هـ- فهرس للمصادر.
و فهرس عام.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (19,'والله أسأل التوفيق والسداد، والقبول في القول والعمل، وأن يرزقنا الإخلاص في السر والعلانية، ويرحم مؤلف الكتاب ومحققه وقارئه وجميع المؤمنين. آمين.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (20,'<span data-type="title" id=toc-7>توثيق نسبة الكتاب:</span>
لا شك في نسبة الكتاب للإمام السخاوي -عليه رحمة الله- إذ إن هناك جملة من الأدلة تثبت صحة نسبته إليه، مع العلم أن لم يذكره ضمن مؤلفاته الكثيرة التي سردها لما ترجم لنفسه في الضوء، ومع ذلك قال في ترجمة ابن الملقن من الضوء "٦/ ١٠٠" ما نصه: " ... وله فيه -أي علوم الحديث- أيضًا التذكرة في كراسة رأيتها....".
إليك -أخي القارئ- بعض الأدلة المثبتة صحة نسبة الكتاب للمؤلف -رحمه الله- منها:
١- السماعات الموجودة على الكتاب.
٢- على الكتاب تصويبات بخط المؤلف -رحمه الله-.
٣- الكتاب، بل النسختان معروضتان على المؤلف وفيهما ما يدل على المقابلة كما سبق بيانه.
٤- إسناد المؤلف إلى ابن الملقن؛ حيث رواها عن شيخه ابن حجر وشيخه ابن حجر رواها عن شيخه ابن الملقن.
٥- اعتمد الإمام السخاوي في شرحه "للتذكرة" على نسخة بخط الحافظ الجمال ابن ظهيرة، وهي نسخة مقروءة على ابن الملقن سنة "٧٧٧هـ" في رمضان بالناصرية بالقاهرة، فنسخة شيخه ابن حجر ونسخة ابن ظهيرة ليس بينهما اختلاف، ولو وجد لذكره -رحمه الله-.
٦- بعد المقارنة بين المطبوعات الثلاث من التذكرة وبين التوضيح مع أصله التذكرة وبين التوضيح مع أصله التذكرة نجد التوافق بينهما في جلّ بل أغلب الكتاب إلا نادرًا.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (21,'٧- المقارن بين شرح الإمام السخاوي هنا وبين ما سطره في كتابه النافع "فتح المغيث" يجد توافقًا في الشرح والتعليق، وعلى سبيل المثال تعريفه للمقطوع والشاذ، وترجيحه في الكتابين لمذهب الشافعي في تعريف الشاذ، والتغاير بين المتواتر والمشهور حيث قال في الكتابين: "قال شيخنا: إن كل متواتر مشهور ولا عكس" وغيره كثير، وستجده واضحًا في الكتاب مع التعليق عليه.
٨- ما ذكره في آخر التوضيح بقوله: " ... وتم هذا التوضيح المناسب لها ... " ثم ختمه بقوله "قال وكتبه محمد السخاوي ... ".
٩- ذكر عمر كحالة في "المستدرك على معجم المؤلفين" "ص٦٧٨" عند ترجمة الإمام السخاوي أن من جملة آثار الإمام السخاوي هذا الكتاب حيث قال: "ويضاف إلى آثاره ... -ثم ساق جملة من كتبه ومنها- التوضيح الأبهر لتذكرة ابن الملقن على الأثر".
وفي نظري أن هذه الدلائل تكفي في إثبات صحة النسبة إليه، والله أعلم.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (22,'<span data-type="title" id=toc-8>القسم الثاني: قسم التحقيق</span>
<span data-type="title" id=toc-9>النص المحقق</span>
...
بسم الله الرحمن الرحيم
[و] ١ صلى الله على سيدنا محمد "وآله وصحبه وسلم تسليمًا"٢.
قال شيخنا شيخ الإسلام -أوحدُ العلماء الأعلام، خاتمة الحفاظ بلا نزاع، والمنفرد في سائر الأقطار بالإجماع، شمس الدين أبو الخير محمد بن الشيخ المقري "المرحوم"٣ زين الدين عبد الرحمن بن محمد بن أبي بكر السخاوي القاهري الشافعي أدام الله النفع بعلومه آمين.
الحمد لله وكفى، وسلام على عباده الذين اصطفى، وبعد:
فهذا تعليق لطيف على "التذكرة"٤ التي أشير فيها لكثير من أنواع
_________
١ من "ب" وهو الصواب، وانظر "رصف المباني في شرح حروف المعاني" للمالقي ص"٣٧٨".
٢ من قوله "وآله...." إلخ ساقط من "ب"، والسطر كله من أوله إلى آخره ساقط أيضًا من المطبوعة.
٣ الأولى والأصوب ترك مثل هذا التعبير؛ إذ لا نعلم هل هو من المرحومين أولًا؟ وإن كنا نسأل الله له ذلك، فالواجب أن نقيد القول بالمشيئة. والله أعلم.
٤ المسماة بـ "التذكرة في علوم الحديث" نشرت بتحقيق الأستاذ على بن حسن علي عبد الحميد -دار عمان- الأردن، اعتمد في تحقيقه على نشرتين مطبوعتين كما ذكر ص"٥"، ولم يعتمد على مخطوط.
وحققت أيضًا من الشيخ محمد عزيز شمس ضمن "روائع التراث" "ص٢٧- ص٤٤" واعتمد في تحقيقه على أربع نسخ خطية فجاء عمله أتقن من تحقيق الشيخ علي حسن عبد الحميد، ولعل الشيخ علي حسن لم يطلع على المخطوطات الموجودة للكتاب، فالله أعلم، وهي موجودة كاملة في "ثبت البلوي" من ص "٣٦٠-٣٩٦".',NULL,'26',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (23,'علوم الحديث، وأنبأني بها أستاذي إمام الأئمة أبو الفضل ابن حجر١ عن مؤلفها السراج أبي حفص عمر بن أبي الحسن الأنصاري الشافعي ابن النحوي الشهير بابن الملقن -رحمهما الله ونفعنا ببركاتهما-. سئلت فيه وأنا بمكة في أثناء سنة تسعمائة، ناسبت به في الإشارة المتن، معتمدا في المتن نسخة بخط الحافظ الجمال ابن ظهيرة٢ قرأ فيا على مؤلفها في رمضان سنة سبع وسبعين وسبعائة بالناصرية من القاهرة٣.
_________
قال السخاوي عند ترجمة ابن الملقن: "وله في -أي علوم الحديث- التذكرة في كراسة رأيتها". "الضوء اللامع" "٦/ ١٠٠".
١ هو الحافظ الإمام أحمد بن علي بن محمد بن محمد علي بن أحمد العسقلاني الأصل، المصري المولد والمنشأ، نزيل القاهرة، ولد في شعبان سنة ثلاث وسبعين وسبعمائة، رحل وصنف، توفي سنة ثمانمائة واثنان وخمسين "٨٥٢هـ" للهجرة النبوية.
وهو غني عن التعريف، وقد ترجم لنفسه -رحمه الله- في كتابه "رفع الإصر عن قضاة مصر" "١/ ٨٥".
وترجم له الإمام السخاوي ترجمة حافلة في كتاب "الجواهر والدرر في ترجمة شيخ الإسلام ابن حجر".
وكذا في الضوء اللامع "٢/ ٣٦-٤٠".
٢ هو محمد بن عبد الله بن ظهيرة بن أحمد بن عطية بن ظهيرة بن مرزوق بن محمد بن علي بن عليان المخزومي، جمال الدين أبو حامد، المكي الشافعي.
إمام ثقة حافظ قاضي مكة وخطيبها وناظر حرمها وأوقافها، وصاحب الفتوى بها، ويسمى بـ "حافظ الحجاز وفقيهه وشيخ الإسلام به" ت "٨١٧هـ".
انظر "العقد الثمين" - الفاسي "٢/ ٥٢" وابن حجر في "المجمع المؤسس" "٣/ ترجمة رقم ٦٨١"، والسخاوي في "الضوء اللامع" "٨/ ٩٢"، وابن فهد في "لحظ الألحاظ" "ص٢٥٣".
٣ المدرسة الناصرية بالقاهرة. تقع في باب العيد بالقاهرة، ابتدأها العادل كتبغا، وأتمها الناصر محمد بن قلاوون سنة "٧٠٣" =',NULL,'27',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (24,'ووصف القارئ بالشيخ العالم الفاضل جمال الإسلام نفع الله تعالى به، سائلا من الله الانتفاع به إنه القادر على كل شيء.
(الله أحمد على نعمائه) [الجمة] ١ المترادفة المسلسلة، (وأشكره على آلائه) أي نعمه الوافرة المتصلة التي لعدم انفكاكها أكد بالتعبير عنها، كما أتى بالشكر بعد الحمد الذي لا يكون منا إلا شكرا، وإن فرق بأن النعماء ما ظهر، والآلآء ما بطن، (وأصلي على أشرف الخلق محمد وآله) من الصحابة والذرية والقرابة وسائر مقتفيه، (وأسلم) تسليما.
(وبعد، فهذه تذكرة في علوم الحديث) التي هي القواعد المعرِّفة بحال الراوي والمروي٢ (يتنبه بها المبتدي) لما كان غافلا عنه، (ويتبصر بها) أي بإشاراتها في الجملة، (المنتهي) بحيث يكون هو الأحق بالتذكر بها من المبتدي، (اقتضبتها) أي اختطفتها مستعجلا اختصارا، (من
_________
انظر "الخطط" للمقريزي "٤/ ٢٢١"، والضوء اللامع "١٠/ ٢٩٧".
١ في الأصل "الجملة"، والتصويب من "ب".
٢ قال ابن جماعة محمد بن أبي بكر الشافعي "ت٨١٩هـ": "علم الحديث: علم بقوانين يعرف بها أحوال السند والمتن ... " بواسطة "تدريب الراوي" السيوطي "١/ ٤١".
وقال الحافظ ابن حجر -رحمه الله- "ت٨٥٢هـ": "وأولى التعاريف لعلم الحديث: معرفة القواعد التي يتوصل بها إلى معرفة حال الراوي والمروي" "النكت" "١/ ٢٢٥".
وقال الحافظ السيوطي في "البحر الذي زخر في شرح ألفية الأثر": "حد ابن جماعة أحسن" "١/ ١٨٣".
قلت: وهذا تعريف علم الحديث دراية.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (25,'المقنع١ تأليفي) الذي اختصرت فيه ابن الصلاح مع زيادات وتتمات وهو شهير في مجلد.
(وإلى الله) سبحانه (أرغب في النفع بها) لقارئها وسامعها وكاتبها ومطالعها وحافظها، (إنه) أي النفع، (بيده والقادر عليه) لا يرغب لغيرٍ فيه.
(أقسامه) أي الحديث المضاف إلى النبي -صلى الله عليه وسلم- قولًا أو فعلًا أو تقريرًا أو وصفًا حتى الحركات والسكنات في اليقظة والمنام٢ (ثلاثة) بالنظر لما استقر الأمر عليه؛ إذ جمهور المتقدمين لم يذكروا الثاني٣.
_________
١ واسمه "المقنع في علوم الحديث" حققه جاويد أعظم عبد العظيم في رسالة للماجستير، جامعة أم القرى بمكة المكرمة عام ١٤٠١هـ. وطبع أيضًا بتحقيق الشيخ عبد الله بن يوسف الجديع عن دار فواز للنشر -الأحساء- بالمملكة العربية السعودية ١٤١٣هـ.
نعم فكتاب "المنقع" مختصر لكتاب ابن الصلاح، وكتاب الحافظ ابن الصلاح قال عنه ابن حجر: "فلهذا عكف الناس عليه وساروا بسيره فلا يحصى كم ناظم له ومختصر ومستدرك عليه ومقتصر، ومعارض له ومنتصر" "النزهة ص٥١ مع النكت"، ومؤلفه هو الحافظ الفقيه أبو عمرو تقي الدين عثمان بن عبد الرحمن بن عثمان بن موسى الكردي الشهرزوري، نزيل دمشق. شهرته تغني عن تعريفه "ت ٤٦٣".
ينظر لترجمته: تذكرة الحفاظ "٤/ ١٤٣٠"، ومقدمة عثر في تحقيقه لكتاب "علوم الحديث لابن الصلاح".
٢ قلت: وهذا تعريف علم الحديث رواية. وانظر التدريب "١/ ٤٠-٤١" وقواعد التحديث القاسمي "ص٧٥" وقواعد في علوم الحديث -التهانوي "ص٢٣".
وما ذكره الإمام السخاوي هنا هو عين ما في فتح المغيث "١/ ٨" من تعريفه للحديث دون الإشارة إلى أنه حد لعلم الحديث رواية.
٣ يقصد الحسن، إلا أن بعض الأئمة المتقدمين استخدم وأطلق هذا اللفظ على أن =',NULL,'29',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (26,'(صحيح وحسن وضعيف) وما عداها مما سيشار لعدِّه شامل "أكثره"١ لكل ما يتوقف عليه القبول والرد منها.
(فالصحيح) : لذاته وكذا لغيره، (ما سلم من الطعن في إسناده ومتنه) إذ هو المتصل السند بالعدل التام الضبط أو القاصر عنه إذا اعتُضد من غير شذوذ ولا علة٢.
والإسناد أو السند: هو الطريق الموصل للمتن٣.
_________
مراده الحسن اللغوي، وبعضهم مراده بالحسن الحديث الصحيح الغريب، والصحيح مطلقا، وليس المعنى الاصطلاحي.
ينظر في هذه المسألة ما كتبه شيخنا العالم الدكتور ربيع بن هادي المدخلي حفظه الله في كتابه الماتع النافع "تقسيم الحديث إلى صحيح وحسن وضعيف" فهو شافٍ وافٍ.
١ ساقط من "ب".
٢ نعم هذا التعريف جمع بين تعريف الحديث الصحيح لذاته وكذا تعريف الحديث الحسن لذاته؛ إذ الصحيح لغيره الذي أشار إليه المصنف إنما هو الحديث الحسن المعتضد بمثله، إذ صحح لأمر أجنبي عنه، فالاشتراك بين الصحيح والحسن في جميع الصفات العليا للقبول، والافتراق في صفة واحدة منها وهي الضبط، فالصحيح تام الضبط، والحسن قصر عن تمام الضبط.
٣ قال السيوطي في ألفيته ص "٢":
والسند الإخبار عن طريق
متن كالإسناد لدى فريق
قال بدر الدين ابن جماعة في "المنهل الروي" ص"٢٩": "وأما السند: فهو الإخبار عن طريق المتن، وهو مأخوذ إما: من السند وهو ما ارتفع وعلا عن سفح الجبل؛ لأن المسند يرفعه إلى قائله، أو: من قول: فلان سند أي معتمد، فسمي الإخبار عن طريق المتن سندا لاعتماد الحفاظ في صحة الحديث وضعفه عليه.
وأما الإسناد: فهو رفع الحديث إلى قائله، والمحدثون يستعملون السند والإسناد لشيء واحد".',NULL,'30',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (27,'المتن: هو الغاية التي ينتهي إليها١.
(ومنه) أي من الصحيح لذاته مما هو أعلى مراتبه، (المتفق عليه: وهو ما أودعه الشيخان) البخاري ومسلم٢ (في صحيحهما) الذي أولهما أصحهما لا [عند] ٣ كل الأمة، وإن تضمن اتفاقها لتلقيها لهما
_________
ونقل السيوطي في التدريب "١/ ٤١-٤٢" كلام ابن جماعة، وذكر أن الطيبي قاله أيضًا.
وهو قول ابن الملقن أيضًا في "المقنع" "١/ ١١٠-١١١"، وانظر "منهج ذوي النظر" الترمسي "ص٧" وإسعاف ذوي الوطر بشرح نظم الدرر في علم الأثر، للشيخ محمد علي آدم "١/ ١٣-١٤".
١ قال الناظم السيوطي في ألفيته ص"٣":
والمتن ما انتهى إليه السند ... من الكلام والحديث قيدوا
وقال ابن جماعة في المنهل الروي ص"٢٩": "أما المتن في اصطلاح المحدثين: ما ينتهي إليه غاية السند من الكلام، وهو مأخوذ إما من المماتنة وهي: المباعدة في الغاية لأن المتن غاية السند، أو: من متنت الكبش إذا شققت جلدة بيضته واستخرجتها، وكأن المسند استخرج المتن بسنده، أو من المتن وهو ما صلب وارتفع من الأرض؛ لأن المسند يقويه بالسند ويرفعه إلى قائل، أو من تمتين القوس بالعصب وهو شها به وإصلاحها؛ لأن المسند يقوي الحديث بسنده".
وذكره السيوطي في تدريب "١/ ٤٢"، وانظر إسعاف ذوي النظر "١/ ١٤" ومنهج ذوي النظر "ص٨".
٢ البخاري: هو أبو عبد الله محمد بن إسماعيل ن إبراهيم بن المغيرة بن بردزبة الجعفي مولاهم.
ولد يوم الجمعة ١٣/ ١٠/ ١٩٤هـ وتوفي يوم السبت غرة شوال ٢٥٦هـ.
ومسلم: هو أبو الحسين مسلم بن الحجاج بن مسلم القشيري النيسابوري ولد سنة "٢٠٤هـ" وتوفي سنة "٢٦١هـ" من شهر رجب.
صاحبا الصحيحين، وهما غنيان عن التعريف.
وانظر تذكرة الحفاظ "٢/ ٥٥٥" و"٢/ ٥٨٨".
٣ ما بين المعقوفتين من عندي وهو غير موجود في النسختين ولا في المطبوعة؛ إذ =',NULL,'31',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (28,'إلا ما علل مما أجيب عنه بالقبول، بل ما فيهما إلا ما استُثنيَ قطعي دون مطلق الصحيح فنظري١، ثم إنه على مراتب فأعلاها ما اتفق على تواتره، وإن اشترك مع عداه في مسمى إفادة العلم، ثم المشهور.
_________
أرى أنه بدون إضافة توضيحية بمثل هذا لا يستقيم المعنى، فيكون المعنى بعد إضافة كلمة [عند] ، أن صحيح البخاري -المسند منه دون التعاليق وأقوال الصحابة والتابعين- مقدم على صحيح مسلم لدى جمهور المحدثين لا عند كلهم؛ إذ خالف في ذلك جماعة من الأئمة من أهل المغرب كأبي محمد بن حزم وغيره -فتح المغيث "١/ ٢٨-٣٣"- ولم يختلفوا جميعا في أصحيتهما وتقديمهما على كل الصحاح، قال الناظم السيوطي في ألفيته "ص١٠":
وليس في الكتب أصح منهما ... بعد القرآن ولهذا قدما
فلو قال قائل ما القول إذن عن مقولة الإمام الشافعي -رحمه الله-: "ما أعلم في الأرض كتابا في العلم أكثر صوابا من كتاب مالك" وفي لفظ عنه: "ما بعد كتاب الله أصح من موطأ مالك"؟.
فيقال: "إنما قال ذلك قبل وجود كتابي البخاري ومسلم" قاله ابن الصلاح -رحمه الله- "علوم الحديث" "ص١٨".
وأجاب ابن حجر -رحمه الله- بجواب مطول حول أو من صنف في الصحيح المجرد، ومن تقديم مالك على البخاري ومسلم -رحمه الله- انظره في النكت "١/ ٢٧٦-٢٨١" وانظر أيضًا التدريب "١/ ٨٨-٩٤"، والمقنع لابن الملقن "١/ ٥٧-٦٠" و"منهج ذوي النظر" "ص٢٠".
١ ينظر رسالة الشيخ حافظ ثناء الله الزاهدي "أحاديث الصحيحين بين الظن واليقين" فإنها رسالة نافعة"؛ حيث ذكر القائلين بإفادة أحاديث الصحيحين للقطع، وذكر مقالاتهم وقد زادوا على الستة عشر عالما، ثم عقب بذكر أدلتهم على ذلك.
ثم ذكر القائلين بإفادتها الظن وهما الإمام النووي وابن برهان ولم يزد عليهما، ثم عقب بذكر أدلتهما، ثم ناقش الموضوع مناقشة علمية، واختتم بحثه بالقول بأن أحاديث الصحيحين تفيد القطع لقوة أدلة القائلين بذلك، وهو الحق والصواب. فليراجع فإنه مهم.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (29,'(والحسن) : أي لذاته، (ما كان إسناده) أي طريقه ولو في بعض رواته (دون الأول في الحفظ) أي الضبط، (والإتقان) إذ هو والصحيح سواء إلا في تمام الضبط، وإن أريد تعريفه لذاته ولغيره فهو: ما اتصل سنده بالعدل القاصر في الضبط أو بالمضعف بما عدا الكذب١، إذا اعتضد من غير شذوذ ولا علة.
(ويعُمُّه و) الصحيح، (الذي قبله) مما زاده، وقال إنه من النفائس، (اسم الخبر القوي) وهما محتج بهما وإن كان الثاني لا يلحق الأول في
_________
١ وهو ما عبر عنه الترمذي في "العلل الصغير" الملحق بآخر "الجامع" "٥/ ٧٥٨" بقوله: "وما قلنا في كتابنا حديث حسن فإنما أردنا به حسن إسناده عندنا: كل حديث يروى لا يكون في إسناده من يتهم بالكذب، ولا يكون الحديث شاذًّا، ويرى من غير وجه نحو ذاك، فهو عندنا حسن".
وانظر النكت "١/ ٣٨٧ وما بعدها"، وفتح المغيث "١/ ٧٢ وما بعدها".
وقال الناظم السيوطي في ألفيته ص"١٥":
إلى الصحيح أي لغيره كما ... يرقى إلى الحسن الذي قد وسما
ضعفا لسوء حفظ أو إرسال أو ... تدليس أو جهالة إذا رأوا
مجيئة من جهة أخرى وما ... كان لفسق أو يرى متهما
يرقى عن الإنكار بالتعدد ... بل ربما يصير كالذي بدي
واستدرك الشيخ أحمد شاكر -رحمه الله- وبين أن الضعف إذا كان بسبب سوء حفظ الراوي أو نحو ذلك فإنه يرقى إلى درجة الحسن أوالصحة بتعدد طرقه إن كانت كذلك، وأما إذا كان ضعف الحديث لفسق الراوي أو اتهامه بالكذب ثم جاء من طرق أخرى من هذا النوع، فإنه لا يرقى إلى الحسن، بل يزداد ضعفا إلى ضعف وبذلك يتبين خطأ المؤلف هنا -يقصد السيوطي- وخطؤه في كثير من كتبه في الحكم على أحاديث ضعاف بالترقي إلى الحسن مع هذه العلة القوية "شرح ألفية الحديث -أحمد شاكر- ص"١٥-١٦". وانظر الباعث الحثيث - لأحمد شاكر "١/ ١٣٥".',NULL,'33',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (30,'المرتبة
(والضعيف: ما ليس واحدًا منهما) أعني الحسن بأن يفقد شرطا من شروطه فأكثر، وما يكون منحطًّا عن الحسن فانحطاطه عن الصحيح أولى، فيشمل المرسل الظاهر١، والخفي٢، والمنقطع٢ والمعضل٢ والمعلق٢ من غير الصحيحين، وما كان راويه ضعيفا أو مجهولا أو غير ضابط، والشاذ٢، والمعلل٢، وهو متفاوت المراتب أيضًا، فشرُّه الموضوع، ولا فائدة في سرد ما اجتمع منها بالسير والتقسيم٢؛ لأن أكثره لم
_________
١ كل ذلك سيأتي تعريفه.
٢ نعم هو كما قال -رحمه الله- إذ قد تعنى كثير من العلماء وقسموه أقساما كثيرة "باعتبار فقد صفة من صفات القبول الستة وهي العدالة والاتصال والضبط والمتابعة في المستور وعدم الشذوذ وعدم العلة، وباعتبار فقد صفة مع صفة أخرى تليها أولًا، أو مع أكثر من صفة إلى أن تفقد الستة" قاله السيوطي في التدريب "١/ ١٧٩".
قال ابن الصلاح:
"وقد قسمه ابن حبان إلى خمسين قسما" علوم الحديث ص"٤١"، وبلغت عند العراقي إلى اثنين وأربعين قسما التبصرة والتذكرة "١/ ١١٤" وقال السيوطي: ووصله غيره إلى ثلاثة وستين. "التدريب" "١/ ١٧٩" وذكر ابن ناصر الدين أن جل أقسامه تسعة تشتمل على أربعة وستين قسما. "عقود الدرر" "٥/ ب".
وقال ابن حجر -رحمه الله- عن هذه التقسيمات:
"إن ذلك تعب ليس وراءه أرب؛ لأنه لا يخلو إما أن يكون لأجل معرفة مراتب الضعيف وما كان منها أضعف أو لا، فإن كان الأول فلا يخلو من: أن يكون لأجل أن يعرف أن ما فقد من الشرط أكثر أضعف أو لا، فإن كان الأول فليس كذلك؛ لأن لنا ما يفقد شرطا واحدا أو يكون أضعف مما يفقد الشروط الخمسة الباقية، وهو ما فقد الصدق، وإن كان الثاني فما هو؟ وإن كان الأمر غير معرفة الأضعف، فإن كان لتخصيص كل قسم باسم فليس كذلك، فإنهم لم =',NULL,'34',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (31,'يخص بلقب غير الضعيف الذي ضابطه ما تقدم.
(وأنواعه) أي مطلق علوم الحديث لا خصوص هذا التقسيم.
(زائدة على الثمانين) بل على المائة:
(المسند: وهو ما اتصل سنده) ولو ظاهرا مرفوعا، إلى (النبي -صلى الله عليه وسلم-)
_________
يسموا منها إلا القليل كالمعضل والمرسل ونحوهما، أو لمعرفة كم يبلغ قسما بالبسط فهذه ثمرة مرة، أو لغير ذلك، فما هو؟
وانظر التدريب "١/ ١٧٩-١٨٠". وفتح المغيث "١/ ١١٥". و"منهج ذوي النظر" "ص٤١".
وللحافظ السخاوي -رحمه الله- كلمة جميلة حيث قال عن هذا التقسيم ومن تعنّى فيه: "وحينئذ فالاشتغال بغيره -أي بالتقسيمات- من أمهات الفن الذي لا يتسع العمر الطويل لاستقصاءه آكد، وقد خاض غير واحد ممن لم يعلم هذا الشأن في ذلك فتعبوا وأتبعوا ... " ثم قال: "وبالجملة فلما كان التقسيم المطلوب صعب المرام في بادي الرأي لخصه شيخنا بقوله: ... " ثم ذكر نحو كلام ابن حجر المتقدم آنفًا. فتح المغيث "١/ ١١٥-١١٦".
١ قال الحاكم في "معرفة علوم الحديث" ص"١٧": "المسند من الحديث أن يرويه المحدث عن شيخ يظهر سماعه منه لسن يحتمله وكذلك سماع شيخه من شيخه إلى أن يصل الإسناد إلى صحابي مشهور إلى رسول الله -صلى الله عليه وسلم-".
وقال الخطيب البغدادي في الكفاية ص"٥٨": "ما اتصل سنده إلى منتهاه، وأكثر ما يستعمل فيما جاء عن النبي -صلى الله عليه وسلم- دون غيره".
وقال ابن عبد البر -رحمه الله- في التمهيد "١/ ٢٥": "هو كل ما جاء عن النبي -صلى الله عليه وسلم- خاصة متصلا كان أو منقطعا، كمالك عن الزهري عن ابن عباس، فإن الزهري لم يسمع من ابن عباس".
وقال الحافظ ابن حجر -رحمه الله- في النكت "١/ ٥٠٧" بعد سياقه للأقوال في ذلك:
"والذي يظهر لي بالاستقراء من كلام أئمة الحديث وتصرفهم أن المسند =',NULL,'35',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (32,'(والمتصل: وهو ما اتصل إسناده مرفوعا كان أو موقوفا١، وسُمي موصولا) وكذا مؤتَصِلا٢ (أيضًا، وضده) أي الموصول مما زاده المفصول.
وأما ضد المتصل فالمنقطع الآتي.
(والمرفوع: وهو ما أضيف إلى النبي -صلى الله عليه وسلم- خاصة، متصلا كان أو غيره) ، أي غير متصل٣ فبان٤ أن المسميات الثلاث يُنظر
_________
عندهم ما أضافه من سمع النبي -صلى الله عليه وسلم- إليه بسند ظاهره الاتصال "ثم شرح جزئيات تعريفه.
وانظر فتح المغيث "١/ ١٢١" حيث نقل كلام شيخه، والمقنع "١/ ١٠٩" وإرشاد طلاب الحقائق "١/ ١٥٤".
١ بغض النظر عن صحته أو عدمها.
٢ قال الحافظ ابن حجر -رحمه الله- في النكت "١/ ٥١٠": قلت: ويقال له -أي الموصول- المؤتصل بالفك والهمز، وهي عبارة الشافعي في الأم في مواضع.
وقال ابن الحاجب في "التصريف" له: "هي لغة الشافعي وهي عبارة عن ما سمعه كل راوٍ من شيخه في سياق الإسناد من أوله إلى منتهاه".
وعلق الشيخ العالم الدكتور ربيع بن هادي -حفظه الله- بقوله: "بحثت في الأم لأجد بعض الأمثلة فلم أجد، ثم بحثت في الرسالة فوجدت قول الشافعي -رحمه الله- في ص"٤٦٤" فقرة "١٢٧٥": "ولا نستطيع أن نزعم أن الحجة تثبت به -أي بالمرسل- ثبوتها بالمؤتصل" حاشية النكت "١/ ٥١٠".
وانظر فتح المغيث "١/ ١٢٢". وإسعاف ذوي الوطر "١/ ١١٠".
٣ الخطيب البغدادي في الكفاية "ص٥٨" قال: "المرفوع: ما أخبر فيه الصحابي عن قول الرسول -صلى الله عليه وسلم- أو فعله". فهذا تخصيص منه بالصحابة دون غيرهم، فيخرج على ذلك مرسل التابعي، بل أعم من ذلك، وهذا لم يجر عليه اصطلاح أهل الفن، وقد تعقب الحافظ ابن حجر -رحمه الله- هذه المقولة التي قالها الخطيب، حيث قال: "يجوز أن يكون الخطيب أورد ذلك على سبيل المثال لا على سبيل التقييد فلا يخرج عنه شيء، وعلى تقدير أن يكون أراد جعل ذلك قيدا فالذي يخرج عنه أعم من مرسل التابعي، بل يكون كل ما أضيف إلى النبي -صلى الله عليه وسلم- لا يسمى مرفوعا إلا إذا ذكر في الصحابي -رضي الله عنه- والحق خلاف ذلك بل الرفع كما قررناه إنما ينظر فيه إلى المتن دون الإسناد. والله أعلم.".
النكت "١/ ٥١١".
وانظر المقنع "١/ ١١٣" وإرشاد طلاب الحقائق "١/ ١٥٧" والباعث الحثيث "١/ ١٤٦" والموقظة للذهبي ص"٣٠".
٤ في النسخة "ب" والمطبوعة "ص١٥": "قيل" بدل "فبان".',NULL,'36',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (33,'فيها إلى ما يشعر به أسماؤها، فالمرفوع إلى الإضافة الشريفة خاصة، والمتصل إلى الإسناد خاصة، والمسند إليهما معا.
(والموقوف: وهو المروي عن الصحابة قولا) لهم (أو فعلا أو نحوه) كالتقرير، (متصلا كان أو منقطعا١ ويستعمل في غيرهم) أي الصحابة من التابعين فمن بعدهم (مقيدا، فيقال: وقفه فلان على عطاء، مثلا، ونحوه) ، كمالك.
(والمقطوع: وهو) عند الإطلاق، (الموقوف على التابعي) فمن يليه من أتباع التابعين فمن بعدهم، (قولا) له أو (فعلا) ٢، وربما يقال له
_________
١ خالف في ذلك الإمام الحاكم -رحمه الله- "معرفة علوم الحديث" ص"١٩" حيث قال: " ... أن يروى الحديث إلى الصحابي من غير إرسال ولا إعضال".
قال الحافظ ابن حجر -رحمه الله- في النكت "١/ ٥١٢" بعد ذكره لشرط الحاكم: "وهذا شرط لم يوافقه عليه أحد".
وقال السخاوي في فتح المغيث "١/ ١٢٣": "وشذ الحاكم فاشترط عدم الانقطاع".
٢ وهو بخلاف المنقطع، وقد وقع في عبارة الشافعي والطبراني وأبي بكر الحميدي والدَّاَرَقُطْني إطلاق "المقطوع" والمراد به "المنقطع" أي في الإسناد غير الموصول، ولذلك عبر الإمام الحافظ الخطيب البغدادي -رحمه الله- بقوله: "وقال بعض أهل العلم بالحديث، الحديث المنقطع: ما روي عن التابعي ومن دونه =',NULL,'37',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (34,'موقوف لكن مع التقييد كما علمته١.
(والمنقطع: وهو ما لم يتصل إسناده من أي وجه كان" فيشمل المرسل والمعضل وغيرهما، ولكن التعريف المعتمد المغاير لغيره مما لم يتصل: ما سقط منه قبل الوصول إلى الصحابي واحد، بل ولو سقط منه أكثر من واحد مع عدم التوالي٢.
_________
موقوفا عليه من قوله أو فعله" الكفاية ص"٥٩" عقب الحافظ ابن الصلاح -رحمه الله- بقوله: "وهذا غريب بعيد" علوم الحديث ص"٥٩".
وكذا عقب ابن جماعة -رحمه الله- على قول الخطيب بقوله: "وهو غريب" "المهل الروي" ص"٤٦". ونظم الحافظ العراقي في ألفيته:
وسم بالمقطوع قول التابعي ... وفعله وقد رأى الشافعي
تعبيره به عن المنقطع ... قلت وعكسه اصطلاح البردعي
التبصرة والتذكرة "١/ ١٢٤". وقال النووي في التقريب: "وهذا غريب ضعيف" التقريب مع التدريب "١/ ٢٠٨".
وقال الحافظ ابن حجر -رحمه الله- في نزهة النظر ص"١٥٤ بحاشية النكت": "فحصلت التفرقة في الاصطلاح بين المقطوع والمنقطع، فالمنقطع من مباحث الإسناد كما تقدم، والمقطوع من مباحث المتن كما ترى، وقد أطلق بعضهم هذا في موضع وبالعكس، تجوزا عن الاصطلاح".
قلت: يقصد من تقدم من الأئمة كالشافعي ومن معه.
انظر المنهل الروي "ص٤٢-٦٤"، فتح المغيث "١/ ١٢٦-١٢٧"، وإرشاد طلاب الحقائق "١/ ١٦٦"، والباعث الحثيث "١/ ١٤٩"، والمقنع "١/ ١١٦"، والنكت "٢/ ٥١٤"، وفتح الباقي شرح ألفية العراقي بحاشية التبصرة "١/ ١٢٤"، وعقود الدرر لابن ناصر الدين "ل٨/ أ".
١ مثل موقوف على سعيد بن المسيب، ونحوه، كما تقدم في "الموقوف".
٢ له تعريفات عدة، ولكن هذا التعريف هو الأصوب والأدق.
انظر الكفاية للخطيب "ص٥٨"، علوم الحديث لابن الصلاح "ص٥٦"، ومعرفة علوم الحديث للحاكم "ص٢٨-٢٩"، والتبصرة والتذكرة للعراقي =',NULL,'38',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (35,'(والمرسل: وهو) أي الظاهر، (قول التابعي وإن لم يكن كبيرا) لكونه لم يرو إلا عن الواحد ونحوه من الصحابة، (قال رسول الله -صلى الله عليه وسلم-) كذا. (ومنه ما خفي إرساله) : وهوأن يروي الراوي عن من أدركه ولم يلقه أو لقيه ولم يسمع منه، مما يعلم بإخباره أو بتحقيق الحافظ.
والصواب فيما يجيء عن الصحابة من ذلك كحديث عائشة في بدء الوحي١، أن حكمه الوصل٢، إلا فيما يرسله من له رؤية
_________
"١/ ١٥٨"، والمقنع "١/ ١٤١"، والتدريب "١/ ٢٠٧-٢٠٨" وفتح المغيث "١/ ١٨٢"، وإمعان النظر شرح شرح نخبة الفكر للنصر بوري "ص١٠٦"، والمنهل الروي "ص٤٦".
قال العراقي في ألفيته:
وسم بالمنقطع سقط ... قبل الصحابي به راو فقط
وقيل ما لم يتصل وقالا ... بأنه الأقرب استعمالا
الألفية مع التبصرة "١/ ١٥٨".
١ حديث عائشة عند البخاري في الصحيح "١/ رقم٢ - ص١٨ - كتاب الوحي"، ومسلم في "الصحيح" "٤/ ١٨١٦ ط. عبد الباقي"، والترمذي في "الجامع" "كتاب المناقب - باب ما جاء كيف ينزل الوحي على النبي -صلى الله عليه وسلم- رقم "٣٦٣٤"، والنسائي في "السنن" "كتاب الصلاة - باب جامع ما جاء في القرآن -رقم ٩٣٣". كلهم من طرق عن هشام بن عروة عن أبيه عن عائشة -رضي الله عنها- أن الحارث بن هشام سأل النبي -صلى الله عليه وسلم- ... الحديث.
قال الحافظ ابن حجر -رحمه الله- في الفتح "١/ ١٩": "قوله: سأل" هكذا رواه أكثر الرواة عن هشام بن عروة، فيحتمل أن تكون عائشة حضرت ذلك، وعلى هذا اعتمد أصحاب الأطراف فأخرجوه في مسند عائشة، ويحتمل أن يكون الحارث أخبرها بذلك بعد فيكون من مرسل الصحابة، وهو محكوم بوصله عند الجمهور، وقد جاء ما يؤيد الثاني، ففي مسند أحمد ومعجم البغوي وغيرهما =',NULL,'39',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (36,'_________
من طريق عامر بن صالح الزبير عن هشام عن أبيه عن عائشة عن الحارث بن هشام قال: سألت. وعامر فيه ضعف، لكن وجدت له متابعا عند ابن منده، والمشهور الأول". وأكد الحافظ أيضًا وقوف على رواية عامر السابقة والرواية المتابعة لها كما في "الفتح" "٦/ ٣١٠".
٢ نعم يحكم له بالوصل، لعدالة الصحابة؛ إذ جهالة الصحابي لا تضر، ولأن أكثر رواياتهم عن الصحابة، وقد نص جل الأئمة بل وحكموا على مراسليهم بأنها لها حكم الوصل المسند وأنها مقبولة إذا صح الإسناد إلى الصحابي.
قال الخطيب البغدادي في الكفاية "ص٩٣": "كل حديث اتصل إسناده بين من رواه وبين النبي -صلى الله عليه وسلم- لم يلزم العمل به إلا بعد ثبوت عدالة رجاله، ويجب النظر في أحوالهم سوى الصحابي الذي رفعه إلى رسول الله -صلى الله عليه وسلم-؛ لأن عدالة الصحابة ثابتة معلومة بتعديل الله لهم وإخباره عن طهارتهم، واختياره لهم في نص القرآن".
وقال الحافظ ابن حجر -رحمه الله- في هدي الساري "ص٣٥٠": "وقد اتفق المحدثون على أن مرسل الصحابي في حكم الموصول" وأيضًا "ص٣٧٨": ووقد اتفق الأئمة قاطبة على قبول ذلك، إلا من شذ ممن تأخر عصره عنهم، فلا يعتد بمخالفته "وانظر أيضًا في النكت "٢/ ٥٤١".
وقال أيضًا في الفتح "١/ ٤٦٤" ح رقم "٣٥٠" عند حديث عائشة -رضي الله عنها- قالت: فرض الله الصلاة حين فرضها ركعتين ركعتين في الحضر والسفر، فأُقرت في السفر، وزيدَ في الحضر".
اعترض على هذا الحديث بأنه من قول عائشة غير مرفوع وبأنها لم تشهد زمان فرض الصلاة".
فأجاب -رحمه الله:
"أما أولًا فهو مما لا مجال للرأي فيه فله حكم الرفع، وأما ثانيًا فعلى تقدير تسليم أنها لم تدرك القصة يكون مرسل صحابي وهو حجة؛ لأنه يحتمل أن تكون أخذته عن النبي -صلى الله عليه وسلم- أو عن صحابي آخر أدرك ذلك".
وممن نص أيضًا على قبول مراسيل الصحابة والاحتجاج بها وأن جهالتهم لا تضر ابن الصلاح -رحمه الله- "علوم الحديث" "ص٥٦" وابن الملقن في المقنع "١/ ١٣٨"، والعراقي في التبصرة والتذكرة "١/ ١٥٦"، والتقييد والإيضاح =',NULL,'40',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (37,'فقط١، وحينئذ فيقال قد يجيء عن صاحبي مرسَل حكمه ما يجيء عن
_________
"ص٥٩" والنووي حيث قال في التقريب: "أما مرسله -أي الصحابي- فمحكوم بصحته على المذهب الصحيح "١/ ٢٠٧- مع التدريب".
والسيوطي في التدريب "١/ ٢٠٧"، وابن كثير في اختصار علوم الحديث "١/ ١٥٨- ١٥٩" و "٢/ ٤٩٨" وقال العلائي في جامع التحصيل "ص ٦٨- ٦٩" رادًّا على القائلين برد المراسيل مطلقًا حتى مراسيل الصحابة: ".... وكذلك إرسال صغار الصحابة، لما تقدم أن مثل هذا مقبول على الراجح المشهور الذي عليه جمهور العلماء، وإنه لم يخالف فيه إلا الأستاذ أبو إسحاق وطائفة يسيرة، وقولهم مردود بأن الصحابة كلهم عدول، ومن كان منهم يرسل الحديث، فإنما هو عن مثله، ولا يضر الجهالة بعينه بعد تقرر عدالة الجميع..... وهذاهو الأمر المستقر الذي أطبق عليه أهل السنة، أعني القول بعدالة جميع الصحابة -رضي الله عنهم- ولا اعتبار بقول أهل البدع والأهواء ولا تعويل عليه ... "
وابن ناصر الدين في عقود الدرر "ل٩/ أ" والقاسمي في قواعد التحديث "ص ١٩٩" وغيرهم كثير، أما الرادين لمطلق المراسيل حتى مراسيل الصحابة فهم أبو إسحاق الأسفرايني وأبو بكر الباقلاني وغيرهم، وتقدم رد العلائي عليهما وعلى طائفتهما، وانظر مزيدًا في الرد عليهم المصادر السابقة والنكت "٢/ ٥٤٧"، والتبصرة "١/ ١٥٧"، والتدريب "١/ ٢٠٧" وفتح المغيث "١/ ١٧٩".
١ كمحمد بن أبي بكر الصديق، ولد قبل حجة الوداع ولم يدرك من حياة النبي -صلى الله عليه وسلم- إلا ثلاثة أشهر، فحديثه يسمى مرسلًا وهو غير مقبول، كقبول مراسيل الصحابة -رضي الله عنهم.
قال السيوطي في ألفيته "ص ٢٦":
إسلامه بعد وفاة والذي ... رآه لا مميزًا لا تحت ذي
أي لا يدخل تحت مراسيل الصحابة المحكوم عليها بالموصل والقبول؛ إذ إنهم لم يتحملوا الأحاديث وهم مميزون، نعم قد يقال: هم صحابة من حيث الرؤيا، أما من حيث الرواية فلا.
وانظر فتح الباري "٧/ ٤" والنكت "٢/ ٥٤١"، وفتح المغيث "١/ ١٨٠"، وإسعاف ذوي الوطر "١/ ١٣٠".',NULL,'41',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (38,'التابعي١ كما يقال: قد يجيء عن تابعي مما يضيفه إلى النبي -صلى الله عليه وسلم- ما حكمه الاتصال، كأن يسمع من النبي -صلى الله عليه وسلم- قبل إسلامه ثم لم يره٢.
واعلم أن المرسَل حجة عند أبي حنيفة، ومالك ومن وافقهما٣، وكذا إن اعتُضد عند الشافعي، والجمهور٤، بمجيء مرسَل آخر أخذ
_________
١ نعم كمن تقدم التمثيل به، وكعبيد الله بن عدي بن الخيار القرشي، أسلم أبوه يوم الفتح، وفي البخاري أن عثمان قال: يا ابن أخي أدركت النبي -صلى الله عليه وسلم-؟ قال: لا. ومراده أنه لم يدرك السماع منه -أي من النبي -صلى الله عليه وسلم- بقرينة قوله: ولكن خلص إلى من علمه.
قال الحافظ في الإصابة "٧/ ق ٢/ ٢٢٣"، وقال ابن حبان: "له رؤية" المصدر السابق.
٢ أي لم يره بعد إسلامه، مثل التنوخي هرقل وقيل رسول قيصر حيث "سمع من النبي -صلى الله عليه وسلم- وهو كافر ثم أسلم بعد موته -صلى الله عليه وسلم- فهو تابعي اتفاقًا وحديثه ليس بمرسل بل موصول لا خلاف في الاحتجاج به....؛ فقد أخرج حديثه الإمام أحمد وأبو يعلى في مسنديهما وساقاه مساق الأحاديث المسندة "قاله السيوطي في التدريب "١/ ١٩٦".
وانظر شرح الألفية، لأحمد شاكر "ص ٢٦، ٢٧".
قلت: وحديث رسول هرقل -أو قيصر كما قال السيوطي- في المسند للإمام أحمد "٣/ ٤٤١" وكذا في مسند أبي يعلى "٣/ ١٧١- ١٧٢" كلاهما من طريق عبد الله بن عثمان عن سعيد بن أبي راشد قال: كان رسول قيصر جارًا لي.... فذكره والحديث طويل.
٣ وكذا الإمام أحمد في المشهور عنه.
٤ قال الناظم السيوطي في ألفيته "ص ٢٥- ٢٦":
أشهرها الأول، ثم الحجة ... به رأى الأئمة الثلاثة
ورده الأقوى، وقول الأكثر ... كالشافعي، وأهل علم الخبر
نعم يحتج إن يعتضد ... بمرسل آخر أو بمسند
أو قول صاحب أو الجمهور أو ... قيس، ومن شروطه كما رأوا',NULL,'42',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (39,'مُرسِلُهُ العلمَ عن غير شيوخ الأول، أو مسنَد ولو كان ضعيفًًا، وبإسناد رواته نفسه له من باب أولى، إن لم يترجح مرسله بقرينة أو بقول صحابي أو بفتيا التابعين فمن يليهم، مما قد يعبر عنه بانتشار لم يخالف، أو يعمل أهل العصر، أو كثيرين، أو بقياس، أو لم يكن في بابه سواه، وكان المرسل مع كونه من كبار التابعين لا يسند إلا عن ثقة، ولا يخالف الحفاظ فيما يأتي به، مما الشرط اجتماع الثلاثة فيه دون العواضِد الأُوَل، فوجود واحد منها يكفي مع كلام في بعضها، ولا يناسب هذا الإشارة، ولولا أن ناظم الأصل١ أشار لها ما ألحقته.
_________
وينظر: المنهل الروي "ص٤٣"، وفتح المغيث "١/ ١٦١ وما بعدها"، والتقريب "١/ ١٩٨" بحاشيته التدريب، وتدريب الراوي "١/ ١٩٨-١٩٩"، إرشاد طلاب الحقائق "١/ ١٧٠"، الباعث الحثيث "١/ ١٥٦- ١٥٨" وغيرها من كتب المصطلح.
١ أشار الإمام المصنف في آخر توضيحه إلى أن الشهاب ابن العماد قد نظم تذكرة ابن الملقن "ل١٠/ ب"، وابن العماد هو أحمد بن عماد بن يوسف بن عبد النبي الشهاب أبو العباس الأفقهسى ثم القاهري الشافعي. قال عنه الحافظ ابن حجر -رحمه الله- "أحد أئمة الفقهاء من الشافعية في هذا العصر، اشتغل قديمًا وصنف التصانيف المفيدة نظمًا وشرحًا،.... سمعت من نظمه من لفظه وكتب عنه الشيخ برهان الدين محدث حلب من فوائده "ت ٨٠٨" إنباء الغمر "٥/ ٣١٣- ٣١٥".
وترجم له الحافظ السخاوي ترجمة مطولة في الضوء اللامع "٢/ ٤٧-٤٩" ذكر جملة من كتبه ومنها: "..... ونظم التذكرة لابن الملقن في علوم الحديث وشرحها وغير ذلك نظمًا ونثرًا ... ".
وله ترجمة أيضًا في: البدر الطالع الشوكاني "١/ ٩٣"، والأعلام الزركلى "١/ ١٨٤".
وانظر علوم الحديث لابن الصلاح "ص٥٩"، والمقنع "١/ ١٤٦"، التبصرة =',NULL,'43',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (40,'(والمعضل: وهو) المستغلق الشديد، (ما سقط من إسناده اثنان فأكثر) على التوالي١، (ويسمى منقطعًا أيضًا) وكذا مرسلًا بالنظر لما عرف المنقطع به، فكل معضل منقطع ولا عكس؛ إذ هو بمقتضى ما مشى عليه أعمّ.
(والمعلق: وهو) مأخوذ من تعليق الجدار أو الطلاق٢، (وما حُذف من مبتدأ إسناده) من تصرف مصنف، (واحد فأكثر) ٣ ولو حذف جميع
_________
والتذكرة "١/ ١٦٠"، وفتح المغيث "١/ ١٨٦".
١ نعم هذا القيد مهم للتفريق بينه وبين المنقطع من حيث الخصوص، لذا لما عرف الإمام النووي -رحمه الله- في "التقريب" المعضل فقال: "هو ما سقط من إسناده اثنان فصاعدًا" تعقبه الإمام السيوطي -رحمه الله- في التدريب "١/ ٢١١": لقوله "بشرط التوالي، أما إذا لم يتوال فهو منقطع من موضعين".
وانظر نزهة النظر "ص١١٢، مع النكت"، وفتح المغيث "١/ ١٨٥"، وقواعد في علوم الحديث "ص ٤١". وشرح نخبة الفكر- لعلي القاري "ص١١٣".
٢ قال ابن فارس -رحمه الله- في معجم مقاييس اللغة: "العين والسلام والقاف أصل كبير صحيح يرجع إلى معنى واحد، وهو أن يناط الشيء بالشيء العالي، ثم يتسع الكلام فيه، والمرجع كله إلى الأصل الذي ذكرناه. تقول: علقت الشيء أعلقه تعليقًا، وقد علق به، إذا لزمه والقياس واحد". "٤/ ١٢٥".
وانظر علوم الحديث لابن الصلاح "ص ٦٧" وإرشاد طلاب الحقائق "١/ ١٩٩"، والمنهل الروي "ص ٤٩"، وتعليق التعليق لابن حجر "٢/ ٧"، وفتح المغيث "١/ ٦٤"، ومنهج ذوي النظر "ص ٥٥"، وإمعان النظر "ص٩٦".
٣ وهذا مشروط بـ "التوالي".
وانظر التدريب "١/ ٢١٩"، وشرح النخبة للقاري "ص ١٠٦".
وقد ذكر القاري هناك أن في نسخة للنخبة قول الحافظ ابن حجر "واحدًا أم أكثر على التوالي" بزيادة لفظة "على التوالي"، وكذا قاله النصر بروي في "إمعان النظر" ص "٩٦" وبهذه الإضافة يستقيم المعنى ويصح، مع العلم أن النخبة المطبوعة مع النزهة قد سقطت منها هذه الكلمة المهمة، وفات الأخ علي حسن =',NULL,'44',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (41,'السند، فاختص من المعضل والمنقطع بكونه من مصنِّفٍ [ومما بعد الحصر فيه] ١
(والمعنعن: وهو ما أُتي فيه) ولو في محل واحد، (بصيغة "عن" كفلان عن فلان، وهو متصل٢، إن لم يكن) من المعنعن (تدليس) ولو مرة، (وأمكن) كما لمسلم (اللقاء) أو ثبت لو مرة كما للبخاري، مما هو أرجح٣؛ إذ ثبوته مرة يمنع من جريان احتمال عدم السماع في باقي
_________
أن يشير لذلك، فليتنبه "النكت على النزهة" "ص ١٠٨".
وانظر "منهج ذوي النظر" ص"٥٥"، ومنهج النقد في علوم الحديث "ص ٣٧٤".
١ ما بين المعقوفتين من "ب" وكذا في المطبوعة، والجملة في "أ" "والآخران مما يقع فعل الآخر" هكذا رسمها، والمعنى غير واضح، وعلى كل فما أثبته يستقيم به المعنى؛ إذ بين المعضل والمعلق عموم وخصوص، ذلك أن المعضل ما سقط منه اثنان فأكثر بشرط التوالي فهو بهذا يجتمع مع المعلق في بعض الصور، وأما المعلق فهو مقيد بأنه من تصرف مصنف من مبادئ الإسناد يفترق منه؛ إذ هو أعم من ذلك. بتصرف من النزهة "ص ١٠٠- مع النكت".
٢ عند جماهير أصحاب الحديث والفقه بالشرط الذي ذكره المصنف هنا إذا لم يثبت تدليس المعنعن ولو مرة.
وانظرالتقريب وشرحه التدريب "١/ ٢١٤-٢١٥"، واختصار علوم الحديث "١/ ١٦٨" وغيرهما من كتب المصطلح.
أما ما نقله الحافظ ابن عبد البر والخطيب وغيرهما من حكاية الإجماع في ذلك، ففيه نظر وقد بين الحافظ ابن حجر -رحمه الله- في النكت "٢/ ٥٨٣-٥٨٤" غلط وخطأ من حكاية الإجماع. فانتظره.
٣ قال السيوطي -رحمه الله- في التدريب "١/ ٢١٦": "قال شيخ الإسلام -يعني ابن حجر: من حكم بالانقطاع مطلقًا شدد، ويليه من شرط طول الصحبة، ومن اكتفى بالمعاصرة سهل، والوسط الذي ليس بعده إلا التعنت مذهب البخاري ومن وافقه ... ".',NULL,'45',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (42,'معنعناته لاستلزامه تدليسه المشترط نفيه، ونحوه إجراء الشافعي حكم التدليس بالمرة الواحدة في سائر معنعناته١.
(والتدليس: وهو مكروة) إذ هو رواية الراوي عن من سمع منه ما لم يسمعه منه، (لأنه يوهم اللُّقَى والمعاصرة) : يعني السماع (بقوله) : (قال فلان) ، وما أشبهها من (عن) و (أن) ٢.
(وهو) أي التدليس (في الشيوخ) ٣ حيث يصفهم بغير ما اشتهروا به، لمقاصد أفحشها كونه ضعيفًا، سيما إن صادف ما وصف به وجود ثقة في طبقته مشتهرًا بذلك، (أخفُّ) لأنه قلّ أن يخفى على النقاد تعيينه، لكونه ذكر في الجملة، بخلاف الأول فإنه لم يذكر أصلًا.
(والشاذ: وهو ما روى الثقة) أو الصدوق (مخالفًا لرواية الناس)
_________
١ قال الشافعي -رحمه الله: "ومن عرفناه دلس مرة فقد أبان لنا عورته في روايته" الرسالة "١٠٣٣".
٢ ويسمى بـ "تدليس الإسناد، وأكثر العلماء والمحققين على ذمه وإنكاره" انظر الباعث "١/ ١٧٥".
٣ وهو القسم الثاني من أقسام التدليس ويسمى بـ "تدليس الشيوخ"، وهو أخف من الذي قبله.
ويتوقف الحكم عليه بمعرفة المقصد منه، فإن كان الدافع إليه الضعف فهو حرام، وإن كان الدافع غير ذلك فهو أخف وأسهل، مثل تدليسه لصِغر سن شيخه، أو سمع منه كثيرًا فامتنع من تكراره إيهامًا لكثرة الشيوخ، أو تفننا في العبارة أو امتحانًا.
انظر الباعث "١/ ١٧٦"، والتدريب "١/ ٢٢٣- ٢٣١"، والفتح المغيث "١/ ٢٠٨-٢٢٩".
٤ هذا تعريف الإمام الشافعي وهو المعتمد- انظر "معرفة علوم الحديث" للحاكم "ص١١٩".',NULL,'46',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (43,'ممن كل منهم دونه؛ إذ العدد يقضي بالحفظ على الواحد، وتطرق الخطأ للواحد -ولو كان أحفظ- أبعد منه إلى الزائد، وكذا ما خالف فيه الواحدُ الأحفظَ، كل ذلك حيث لم يمكن الجمع.
وليس الشاذ أن ينفرد الراوي المقبول أو غيره برواية١ ما لم يروه غيره، وإن اندرج الضعيف في بعضه للاستغناء بضعفه عن الوصف بالشذوذ، ولذا نفاه الشافعي واقتصر على الأول، وهو لكونه حكمًا على رواية الثقة بالشذوذ أصنع، كما إن الأصنع اقتصار الترمذي على الحسن لغيره مع ضعف راويه، مما لبسطه المطولات.
(والمنكر: وهو ما تفرد به واحد غير متقن ولا مشهور بالحفظ) ، فاجتمعا في اشتراط المخالفة، وافترقا في وصف الراوي٢، ومقابل الأول المحفوظ والثاني المعروف.
(والفرد: وهو ما تفرد) الراوي (به عن جميع الرواة) ٣ ولو
_________
١ كما ذكر الخليلي في الإرشاد "١/ ١٧٦" وقال الحاكم في المعرفة "ص ١١٩": "هو الذي يتفرد به الثقة وليس له متابع".
وانظر المقنع "١/ ١٦٥-١٧٨" والصواب والمختار تعريف الشافعي كما تقدم.
٢ أي اجتمع الشاذ المنكر في اشتراط مخالفة الراوي لهما لبقية الرواة لذا حكم على روايته بالشذوذ أو النكارة، وافترقا في أن الشاذ يوصف راويه بالثقة أو بالصدوق، أما المنكر فبوصف راويه بأنه غير متقن ولا مشهور بالحفظ، وزاد بالضعيف.
٣ من الثقات وغيرهم، ولمعرفة أمثلة للمطلق والنسي، انظر فتح المغيث "١/ ٢٥٣-٢٥٧". وحكمه: كما قال الناظم السيوطي في "ألفيته" ص "٤٢":
الفرد إما مطلق ما انفردا ... راويه فإن لضبط بعدا
رد، وإذ يقرب منه فحسن ... أو بلغ الضبط فصحح حيث عن
=',NULL,'47',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (44,'تعددت الطرق إليه، وهذا هو المطلق، أو كان التفرد في (جهة خاصة، كقولهم: تفرد به أهل مكة) ، وهو النسبي، إلا أن يكون تجوَّزَ بإرادة واحد منها.
(ونحوه) أي المثال، كتفرد به فلان عن فلان، مما له طرق سواه.
(والغريب: وهو ما تفرد به واحد عن الزهري وشبهه) كمالك (ممن يجمع حديثه) وحينئذ فهو والفرد النسبي سواء، بل هما مشتركان في المطلق أيضًا، وقد أشار ابن الصلاح١ إلى افتراقهما فيما إذا كان المنفرد به من مكة أكثر من واحد، فإنه حينئذ يكون فردًا لا غريبًا، فكل غريب فرد ولا عكس.
(فإن انفرد) عن من يجمع حديثه (اثنان) على المعتمد٣، (أو ثلاثة سُمي عزيزًا) ٣ إما لقلته أو لقوته٤، وشذ من جعل كونه باثنين شرط
_________
أي تنطبق عليه الأحكام المُقَعِدة للتصحيح والتضعيف، فإن ضبط صُحِّحَ حديثُه، وإن خف حُسِّن، وإن ضعف رُدّ. انظر التدريب "١/ ٢٤٩".
١ علوم الحديث "ص ٢٧٠".
وانظر التدريب "٢/ ١٨٠"، وفتح المغيث "٤/٤".
٢ نص ابن حجر على أن العزيز هو: "أن لا يرويه أقل من اثنين عن اثنين" النزهة "ص ٢٤"، وهذا التعريف هو الذي اعتمده المتأخرون من الأئمة واستقر الاصطلاح عليه، لذا أشار الشارح بقوله "على المعتمد".
انظر فتح المغيث "٤/ ٥-٧"، والتدريب "٢/ ١٨١"، واليواقيت الدرر "١/ ١٥٦"، وشرح النخبة للقاري "ص٣٢"، وإمعان النظر "ص ٢٧"، ومنهج ذوي النظر "٦٧"، وإسعاف ذوي الوطر "١/ ٢٠٩"، وشرح أحمد شاكر لألفية السيوطي "ص ٤٣".
٣ قاله ابن منده، وتبعه عليه ابن الصلاح والنووي، وهو غير المعتمد، كا سبق بيانه آنفًا.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (45,'الشيخين١، بل لو قيل له: أبرز له مثالًا في مطلق الأحاديث من ابتدائه إلى انتهائه كذلك، لعجز، ولذا عرفه شيخنا: بأن لا يرويه أقل من اثنين عن أقل من اثنين٢ مع تكلفة لتوجيه أصل الدعوى في الجملة.
(فإن رواه الجماعة) ثلاثة فأكثر ما لم يبلغ التواتر، (سُمِّيَ) لوضوحه، المشهور (مشهورًا) ٣.
(ومنه المتواتر) ٤: إذ المشهور أعلم لشموله٥ ما يتخلف إفادة العلم
_________
وانظر علوم الحديث "ص ٢٧٠"، وإرشاد طلاب الحقائق "٢/ ٥٤٥"، والمقنع "٢/ ٤٤١"، وفتح المغيث "٤/ ٥"، والتدريب "٢/ ١٨١".
٤ قال الإمام السخاوي في فتح المغيث "٤/ ٥": "سُمِّيَ بذلك إما لقلة وجوده؛ لأنه يقال: عز الشيء يعز بكسر العين في المضارع عزًّا وعزازة، إذا قيل، بحيث لا يكاد يوجد، وإما لكونه قويًّا واشتد بمجيئه من طريق آخر، من قولهم عز يعز بفتح العين في المضارع عزا وعزازة أيضًا إذا اشتد وقوي.
ومنه قوله {فَعَزَّزْنَا بِثَالِثٍ} [سورة يس، من الآية: ١٤] أي قََََََََََََََََََََوَّينا وشّدَّدْنا ...
انظر: النزهة "ص٢٤"، وترتيب القاموس "٣/ ٢١٥"، ومنهج ذوي النظر "ص ٦٧"، وإسعاف ذوي الوطر "١/ ٢١٠"، شرح علي القاري للنخبة "ص ٣٢".
١ انظر نخبة الفكر مع شرحها النزهة "ص٤٤"، وشرح القاري على النخبة "ص ٣٢-٣٣"، وإمعان النظر شرح نخبة الفكر للنصر بوري "ص ٧٢".
٢ نزهة النظر "ص ٢٤".
٣ يقال شهرت الأمر أشهره شَهرًا وشُهرة اشتهر. فتح المغيث "٤/ ٨".
٤ في طبعة علي حسن وثبت البلوي زيادة تعريف المتواتر وهي: "خبر جماعة يفيد بنفسه العلم بصدقه" "ص١٧" ط. علي حسن، "ص ٣٦٣" ثبت البلوي، وهي غير موجودة في النسختين ولا في طبعة محمد عزيز شمس "ص ٣٩".
٥ لأنه يطلق وله معان عدة، فيطلق ويراد به المعنى الاصطلاحي، ويطلق ويراد به المعنى اللغوي وهي الشهرة والاشتهار- كما هو المقصود هنا من حيث الشمول- على الألسنة فيشمل ماله إسناد واحد فصاعدًا، بل ما لا يوجد له إسناد أصلًا. بتصرف من قول الحافظ في النزهة "ص٢٣-٢٤".',NULL,'49',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (46,'عنه، وكونه لا يرتقى للتواتر إلا بعد الشهرة١، ولذا قال شيخنا: إن كل متواتر مشهور ولا عكس٢، والمتوانر في مطلق استواء طِباقه كلها.
(نحو المستفيض: وهو ما زاد رواته في كل مرتبة على ثلاثة) فتكون الطباق كلها مستوية في الزيادة على الثلاثة، سُمِّيَ بذلك لانتشاره، من فاض الماء يفيض فيضًا٣، وقيل إنه والمتواتر سواء٤ وليس المتواتر المعروف في الفقه وأصوله من مباحثنا٥، وشرطه٦ عدد لا انحصار له بممتنع تواطؤهم٧ على الكذب، أو وقوعه منهم اتفاقًا، كل طبقة كذلك، ومستند ابتدائه الحس، ويستفيد سامعه العلم بصدقه٨..
_________
وانظر علوم الحديث "ص ٢٦٥-٢٧٠"، والتدريب "٢/ ١٧٣-١٧٦" وشرح القاري على النخبة "٣١-٣٢".
١ فتح المغيث "٤/ ١٣".
٢ نزهة النظر "ص ٢١"، وانظر شرح القاري للنخبة "ص٢٥".
٣ إذ يقال للخير المستفيض إنه: شاع بمعنى انتشر.
انظر ترتيب القاموس المحيط "٣/ ٥٤٢ مادة فاض".
٤ قاله أبو بكر الصيرفى والقفال كما في فتح المغيث "٤/ ٩" وانظر منهج ذوي النظر "ص٦٧- ٦٨"، وإسعاف ذوي الوطر "١/ ٢١٢".
٥ انظر علوم الحديث "ص ٢٦٧"، والتقريب "١/ ١٧٦ مع شرحه التدريب"، وإرشاد طلاب الحقائق "٢/ ٥٤١"، وإسعاف ذوي الوطر "٢/ ٢١٦ وما بعدها".
٦ أي المتواتر.
٧ يقال: واطأه على الأمر مواطأة. وافقه، وتواطأنا عليه وتوطانا: توافقنا ... لسان العرب "٨/ ٤٨٦٤ وطأ".
٨ انظر: نزهة النظر "ص ٥٥-٥٦- مع النكت"، وفتح الباري "١/ ١٨٦، ٢٠٣"، وفتح المغيث "٤/ ١٣، ١٤"، وتدريب الراوي "٢/ ١٧٦"، وشرح القاري على النخبة "ص ٢٢، ٣٢"، واليواقيت والدرر "١/ ١٢٣-١٢٤"، ومنهج ذوي النظر "ص٦٩"، وإسعاف ذوي الوطر "١/ ٢١٨، ٢١٩".',NULL,'50',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (47,'(والمعلل١: وهو ما اطُُُّلع فيه) لتفرد رواته ومخالفته غيره له١، بعد جمع طرقه٢ بسنده أو متنه، (على علة قادحة في صحته مع السلامة عنها٣ ظاهرًا) كأن نجد في طريقِ راويًا ضعيفًا بين اثنين ثقتين، التقيا غلطًا فيما غلب على الظن بالقرينة ونحوها راوي الأولى في حذفه، أو نطَّلع على
_________
١ قال الحافظ ابن حجر -رحمه الله- من هذا الفن من علم مصطلح الحديث مبيِّنًا أهميته ودقته وخفاءه: "وهذا الفن أغمض أنواع الحديث، وأدقها مسلكًا ولا يقوم به إلا من منحه الله تبارك وتعالى فهما غائصًا، واطلاعًا حاويًا، وإدراكًا لمراتب الرواة، ومعرفة ثاقبة.
ولذلك لم يتكلم فيه إلا أفراد من أئمة هذا الشأن وحذاقهم، وإليهم المرجع في ذلك، لما جعل الله لهم من معرفة ذلك، والاطلاع على غوامضه، دون غيرهم ممن لم يمارس ذلك "النكت على ابن الصلاح "٢/ ٧١١"، وانظر فتح المغيث "١/ ٢٧٢-٢٧٤".
٢ قال الخطيب البغدادي -رحمه الله-: "والسبيل إلى معرفة علة الحديث: أن تجمع طرقه، وينظر في اختلاف رواته، ويعتبر بمكانهم من الحفظ، ومنزلتهم في الإتقان والضبط "الجامع لأخلاق الراوي" "٢/ فقرة رقم ١٩٧٣".
وانظر "المقنع" "١/ ٢١٢-٢١٣" "والتدريب" "١/ ٢٥٢"، "وفتح المغيث" "١/ ٢٧٠-٢٧٢" وتوسع الدكتور همام عبد الرحيم في بيان طرق كشف العلة في تقديمه لـ"شرح علل الترمذي" لابن رجب -رحمه الله- "١/ ١٢٨-١٣٧" المطلب الثاني وسائل الكشف عن العلة.
قال علي بن المديني -رحمه الله-: "الباب إذا لم تجمع طرقه لم يتبين خطؤه" علوم الحديث "ص٩١" وقال إبراهيم بن سعيد الجوهري -رحمه الله- "ت ٢٥٣": "إن لم يكن للحديث عندي مائة طريق فأنا فيه يتيم". تاريخ بغداد "٦/ ٩٤" أسنده الخطيب.
٣ كذا في النسختين وفي المطبوعات من التذكرة، ولعل الأصوب "منها"، وانظر "علوم الحديث" "ص٩٠"، "إرشاد طلاب الحقائق" "١/ ٢٣٥"، "المقنع" "١/ ٢١٢".',NULL,'51',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (48,'وهم الراوي بإدخال حديث في حديث، ومثل له الناظم١ بحديثي نفي البسلمة٢، وساعة الإجابة٣، فهما معلَّان.
_________
١ وهو الشهاب بن العماد، كما سبق بيان ترجمته عند مبحث "شروط العمل بالمرسل" "ص ٤٢".
٢ أخرجه مسلم من حديث أنس -رضي الله عنه- بلفظ مصرح بنفي قراءة "بسم الله الرحمن الرحيم" "صحيح مسلم -كتاب الصلاة- باب حجة من قالِ: لا يجهر بالبسلمة - ١/ ٢٩٩"، قال ابن الصلاح -رحمه الله-: "فعلل قوم رواية اللفظ المذكور لما رأوا الأكثرين إنما قالوا فيه: فكانوا يستفتحون القراءة بالحمد لله رب العالمين من غير تعرض لذكر البسملة، وهو الذي اتفق البخاري ومسلم على إخراجه في الصحيح، ورأوا أن من رواه باللفظ المذكور رواه بالمعنى الذي وقع ففهم من قوله كانوا يستفتحون "بالحمد" أنهم كانوا لا يبسملون، فرواه علي فهم، وأخطأ: لأن معناه أن السورة التي كانوا يفتتحون بها من السور هي الفاتحة، وليس فيه تعرض لذكر التسمية، وانضم إلى ذلك أمور: منها:
أنه ثبت عن أنس أنه سئل عن الافتتاح بالتسمية فذكر أنه لا يحفظ فيها شيئًا عن رسول الله -صلى الله عليه وسلم-. والله أعلم. انظر علوم الحديث "ص ٩٢" وتبعه النووي في ذلك، إرشاد طلاب الحقائق "١/ ٢٢٤- ٢٤٦".
قلت: لفظ البخاري: "أن النبي -صلى الله عليه وسلم- وأبا بكر وعمر -رضي الله عنهما- كانوا يفتتحون الصلاة بـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: ١] ، كتاب الصلاة -باب ما يقول بعد التكبير "١/ ٧١٠ ط. الفتح".
ولفظ مسلم، قال أنس: "صليت خلف النبي -صلى الله عليه وسلم- وأبي بكر وعمر وعثمان -رضي الله عنهم- فكانوا يستفتحون بـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة: ١] ، لا يذكرون بسم الله الرحمن الرحيم في أول قراءة ولا في آخرها".
مسلم، كتاب الصلاة - باب حجة من قال لا يجهر بالبسملة "١/ ٢٩٩".
فالناظر بين اللفظين يعلم أن عبارة الإمام ابن الصلاح تفيد اتفاق البخاري ومسلم على عدم التعرض لذكر البسلمة فيه بعد، وليس الأمر كما ذكر -رحمه الله-، فتأمل.
والحديث أفرد له بعض الأئمة أجزاء ومصنفات في مسألة "البسلمة" كابن عبد البر وابن طاهر المقدسي وغيرهما، وتكلم عليه بعضهم بتفصيل في كتبهم ضمن أبواب=',NULL,'52',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (49,'_________
متعلقة بالمسألة، منهم الحافظ العراقي، حيث قال ابن حجر عندما ذكر هذا الحديث في النكت "٢/ ٧٤٩": "وقد تكلم شيخنا -يقصد العراقي- على هذا الموضع بما لا مزيد في الحسن عليه، إلا أنه فيه مواضع تحتاج إلى التنبيه عليها" ثم ذكرها.
وكلام العراقي -رحمه الله- تجده مطولًا في "التقييد والإيضاح" "٩٨-١٠٣"، و "التبصرة والتذكرة" "١/ ٢٣١-٢٣٧".
وكذا أطال فيه كل من: الحافظ ابن حجر في "النكت" "٢/ ٧٤٨- ٧٧١" ونقل الصنعاني كلام الحافظ مختصرًا في توضيح الأفكار "٢/ ٣١-٣٢".
والحافظ السيوطي في التدريب "١/ ٢٥٤- ٢٥٧"، والحافظ السخاوي في فتح المغيث "١/ ٢٦٥- ٢٧٠" وغيرهم.
وانظر "المقنع" "١/ ٢١٥- ٢١٩" و "شرح ألفية الحديث" لأحمد شاكر "ص ٥٨- ٥٩" و "التحقيق" لابن الجوزي "١/ ٣٤٨- ٣٥٧" و "تنقيح التحقيق" لابن عبد الهادي "٢/ ٨١١- ٨٣١"، و "الأوسط" لابن المنذر "٣/ ١١٩- ١٢٩"، و "الباعث" "١/ ٢٠٣- ٢٠٥". والله أعلم.
٣ أي تحديد ساعة الإجابة من يوم الجمعة.
الحديث أخرجه مسلم في الصحيح "كتاب الجمعة- باب في الساعة التي في يوم الجمعة- ٢/ ٥٨٤- رقم ٨٥٣ عبد الباقي" من طريق مخرمة بن بكير عن أبيه عن أبي بردة بن أبي موسى الأشعري -رضي الله عنه- قال: قال لي عبد الله بن عمر: أسمعت أباك يحدث عن رسول الله -صلى الله عليه وسلم- في ساعة الجمعة؟ قال: قلت: نعم. سمعته يقول: سمعت رسول الله -صلى الله عليه وسلم- يقول: "هي ما بين أن يجلس الإمام إلى أن تُقضى الصلاة".
وهذا الحديث مما انتقده الإمام الدَّاَرَقُطْني في كتابه "التتبع" ص "٢٣٣"، على الإمام مسلم -رحمه الله- بإخراجه في صحيحه، حيث قال: "لم يسنده غير مخرمة بن بكير عن أبيه عن أبي بردة.
وقد رواه جماعة عن أبي بردة من قوله، ومنهم من بلغ به أبا موسى ولم يسنده، والصواب من قول أبي بردة منقطع، كذلك رواه يحيى بن سعيد القطان عن الثوري عن أبي إسحاق عن أبي بردة، وتابعه واصل الأحدث، رواه عن أبي =',NULL,'53',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (50,'_________
بردة قوله، قاله جرير عن مغيرة عن واصل. وتابعهم مجالد بن سعيد رواه عن أبي بدرة كذلك.
وقال النعمان بن عبد السلام عن الثورى عن أبي إسحاق عن أبي بردة عن أبيه موقوفًا، ولا يثبت قوله: عن أبيه، ولم يرفعه غير مخرمة عن أبيه، وقال أحمد بن حنبل عن حماد بن خالد، قلت لمخرمة: سمعت من أبيك شيئًا؟ قال: لا.
وقال الحافظ ابن حجر عن حديث أبي موسى -رضي الله عنه- أنه معل "بالانقطاع والاضطراب، أما الانقطاع: فلأن مخرمة بن بكير لم يمسع من أبيه، قاله أحمدعن حماد بن خالد عن مخرمة نفسه، وكذا قاله سعيد بن أبي مريم عن موسى بن سلمة عن مخرمة، وزاد: إنما هي كتب كانت عندنا. وقال علي بن المديني: لم أسمع أحد من أهل المدينة يقول عن مخرمة أنه قال في شيء من حديثه سمعت أبي، ولا يقال مسلم يكتفي في المعنعن بإمكان اللقاء مع المعاصرة، وهو كذلك هنا؛ لأنّا نقول: وجود التصريح من مخرمة بأنه لم يسمع من أبيه كافٍ في دعوى الانقطاع، وأما الاضطراب: فقد رواه أبو إسحاق وواصل الأحدب ومعاوية بن قرة وغيرهم عن أبي بردة من قوله، وهؤلاء من أهل الكوفة، وأبو بردة كوفي، فهم أعلم بحديثه من بكير المدني، وهم عدد وهو واحد. وأيضًا فلو كان عند أبي بردة مرفوعًا لم يفت فيه برأيه بخلاف المرفوع، ولهذا جزم الدَّاَرَقُطْني بأن الموقوف هو الصواب." الفتح "٢/ ٤٢٢".
وأجاب الحافظ النووي في شرحه لمسلم "٦/ ١٤٠" عن أدلة المتقدمين، بأنه إذا تعارض الوقف والرفع قدم الرفع؛ لأن الرفع زيادة.... إلخ، ورد عليه ولم يسلم له جوابه، وانظر دفع كلامه في كتاب شيخنا العلامة الأستاذ الدكتور ربيع بن هادي المدخلي -حفظه الله- في كتابه القيم "بين الإمامين مسلم والدَّاَرَقُطْني" "ص ٢٢٣-٢٣٠" رجح فيه شيخنا قول الدَّاَرَقُطْني، بأن الحديث مقطوع على أبي بردة، وأنه شاذ لمخالفته الأكثر والأحفظ.
وتوافق معه في ترجيح قول الدَّاَرَقُطْني -بعد نقله لكلام النووي وابن حجر والدَّاَرَقُطْني- الشيخ مقبل بن هادي الوادعي في تحقيقه لكتاب "التتبع" للدَّاَرَقُطْني "ص ٢٣٣-٢٣٥".',NULL,'54',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (51,'(والمضطرب١: وهو ما يروى على أوجه) فأقل من روايين فأكثر، أو راو واحد، (مختلفة) لا يمكن الجمع بينها، (متساوية) لا ترجيح فيها،
_________
واعترض على قول الإمام ابن حجر بأنه "مضطرب" بقوله: "فالظاهر أن هذا لا يسمى اضطرابًا، إذ من شرط الاضطراب تكافؤ الطرق، وهنا الراجح المقطوع، فهو من باب الشاذ، وهو مخالفة الثقة لمن هو أوثق منه. اهـ. والله أعلم".
وأعلم أنه قد وردت روايات عدة بنيت عليها أقوال شتى بشأن هذه الساعة من يوم الجمعة، عدها الحافظ ابن حجر -رحمه الله- وساقها بأدلتها، حتى بلغ عدد الأقوال إلى اثنين وأربعين قولًا.
ونبه شيخنا الأستاذ الدكتور ربيع بن هادي عند ذكره للخلاف في تحديدها أن هذا الاختلاف يدل على أن رواية مخرمة لا تثبت مرفوعة "بين الإمامين مسلم والدَّاَرَقُطْني" ص "٢٣٠".
١ اضطراب الحديث موجب لضعفه إلا في حالة واحدة، وهي أن يقع الاختلاف في اسم راوٍ أو اسم أبيه أو نسبته مثلًا، ويكون الراوي ثقة، فإنه يحكم للحديث بالصحة، ولا يضر الاختلاف فيما ذكر، مع تسميته مضطربًا، وفي الصحيحين أحاديث كثيرة بهذه المثابة.
وكذا جزم الزركشي بذلك في "مختصره" فقال: وقد يدخل القلب والشذوذ والاضطراب في قسم الصحيح والحسن. قاله السيوطي بتصرف من التدريب "١/ ٢٦٧".
ونقله العلامة أحمد شاكر في الباعث "١/ ٢٢١" وشرحه للألفية "ص٦٧". وانظر لأمثلة المضطرب في السند أو المتن أو فيهما معًا "التدريب" "١/ ٢٦٥"، وفتح المغيث "١/ ٢٧٥".
وألف الحافظ ابن حجر في ذلك كتابًا سماه "المقترب في بيان المضطرب" أفاد أحمد بن محمد المتبولي ت "١٠٠٣ هـ" أنه التقطه من كتاب العلل للدَّاَرَقُطْني وأنه أجاد وأفاد. من الباعث الحثيث "١/ ٢٢٣"، وانظر التدريب "١/ ٢٦٧".
وقال الحافظ السخاوي -رحمه الله- ولمضطربي المتن والسند أمثلة كثيرة، فالذي في السند وهو الأكثر يؤخذ من العلل للدَّاَرَقُطْني، ومما التقطه شيخنا منها مع زوائد، وسماه "المقترب في بيان المضطرب" فتح المغيث "١/ ٢٧٥".',NULL,'55',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (52,'مما يكون في السند غالبا وفي المتن، لكن قلّ أن يسلم له مثال لا دخل للسند فيه.
(والمدرج١: وهو زيادة تقع في المتن) من صلة بآخره، أو غيرها من أوله وفي أثنائه دون فصل لها عنه، (ونحوه) كأن يسوق سندًا ثم يعرض عارض فيقول كلامًا من قبل نفسه فيظن بعض من سمعه أن ذلك الكلام هو متن٢ ذلك الإسناد فيرويه عنه كذلك.
_________
١ انظر لأمثلته في الإسناد، والمتن، والكلام عليه.
"علوم الحديث" "ص ٩٦"، "معرفة علوم الحديث" "ص ٣٩-٤١"، "والتقييد والإيضاح" "ص ١٠٦-١٠٩"، و "التبصرة والتذكرة" "١/ ٢٤٦-٢٦٠"، و "المقنع" "١/ ٢٢٧- وما بعدها"، و "الباعث الحثيث" "١/ ٢٢٤ وما بعدها" شرح أحمد شاكر للألفية "ص ٧٣ وما بعدها".
وقد صنف الإمام الخطيب البغدادي -رحمه الله- في ذلك كتابًا سماه "فصل الوصل لما أدرج في النقل".
قال عنه ابن جماعة -رحمه الله- "فشفى وكفى"، المنهل الروي "ص ٥٣" وبهذا الوصف أيضًا وصفه النووي -رحمه الله- في "التقريب" "١/ ٢٧٤ مع التدريب"، وإرشاد طلاب الحقائق "١/ ٢٥٧".
وقال عنه ابن كثير -رحمه الله-: "وهو مفيد جدًّا" "اختصار علوم الحديث" "١/ ٢٢٤"، وانظر "الموقظة" "ص٤٨"، و "فتح المغيث" "١/ ٢٩٢".
ولخصه الحافظ ابن حجر -رحمه الله- بكتاب سماه "تقريب المنهج بترتيب المدرج" قال عنه: "وقد لخصته -يقصد كتاب الخطيب- ورتبته على الأبواب والمسانيد وزدت على ما ذكره الخطيب أكثر من القدر الذي ذكره".
وانظر في تح المغيث "١/ ٢٩٢-٢٩٣".
٢ في "ب" والمطبوعة "ص ٢٤": "من" وهو خطأ، والصواب ما هو مثبت.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (53,'(الموضوع) : وهو الكلام (المختلق المصنوع) المعروف راويه بالكذب في الحديث النبوي، مما ليس بمفرده دليلُ الوضع ولكن مع القرائن١، (وقد يلقب) مما زدته، (بالمدرود، والمتروك) ٢ تساهلًا، وإلا فهما فيما يكون راويهما متهمًا بالكذب دون تحققه، وكذا يلقب (بالباطل) ٣ وهو كثير، وعن بعضهم، الباطل لغة: الشيطان٤، (وبالمفسد) بتح السين وقلّوقوعه٥.
_________
١ نعم، فـ "الحكم عليه بالوضع إنما هو بطريق الظن الغالب لا بالقطع؛ ذ قد يصدق الكذوب، لكن لأهل العلم بالحديث ملكة قوية يميزون بها ذلك، وإنما يقوم بذلك منهم من يكون اطلاعه تامًّاهنه ثاقبًا، وفهمه قويًّا معرفته بالقرائن الدالة على ذلك متمكنة" قاله الحافظ ابن حجر -رحمه الله-. نزهة النظر "ص ١١٨- مع النكت".
٢ انظر: نزهة النظر ص "١١٧، ١٢٢- مع النكت"، وفتح المغيث "١/ ٣١٨".
٣ فرق بعض أهل العلم بين تعمد الكذب في الحديث عن النبي -صلى الله عليه وسلم- وبين الخطأ في نسبته إليه -صلى الله عليه وسلم-، فما نسب إلى النبي -صلى الله عليه وسلم- كذبًا تعمدًا سمي بالموضوع.
وما أضيف إليه -صلى الله عليه وسلم- خطأ سمي بالباطل.
انظر الفوائد المجموعة -المقدمة للعلامة المعلمى اليماني رحمه الله- "ص١١".
٤ قال ابن فارس: "وسُمِّيَ الشيطان الباطل لأنه لا حقيقة لأفعاله، وكل شيء منه فلا مرجوح له ولا معول عليه" معجم مقاييس اللغة "١/ ٢٥٨" وانظر ترتيب القاموس المحيط "١/ ٢٨٤".
٥ أي وقوعه في كلام الأئمة واستعمالاتهم.
ومن تتمة القول في هذا الباب أن هناك قرائن يعرف بها أن الحديث موضوع ومن ذلك:
١- أن يكون الواضع أقر على وضعه للحديث.
٢- أو ما ينزل منزلة إقراره.
٣- أن يكون كلامه لا يشبه كلام الأنبياء.
٤- مخالفته لصريح القرآن.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (54,'(والمقلوب: وهو إسناد الحديث إلى غير راويه) كأن يكون للوليد ابن مسلم فيجعله غلطًا أو جهلًا، لمسلم بن الوليد، ويكون عمدًا كسالم١ بدل نافع٢، مما لا يليق تلقيه بالمبدل٣، كما إن الأليق فيما "اختبر به"٤.
_________
٥- ركة ألفاظه ومعانيه.
٦- موافقة الحديث لمذهب الراوي، وهو متعصب مقال في تعصبه كالرافضي ونحوه.
وغير تلك العلامات التي ذكرها العلماء، ومن أجمع ما كتب وألف حول هذا الباب الدكتور عمر بن حسن فلاته -حفظه الله- في كتابه "الوضع في الحديث" في "٣" مجلدات جمع مادة علمية قيمة مفيدة للغاية وأتى على البحث من جميع جوانبه، جزاه الله خيرًا، فليراجع فإنه مهم.
١ في "ب": "لسالم".
٢ القلب في الإسناد وهو الغالب، ولا يخلو فاعله المتعمد من أن يكون له دافع يدفعه لذلك، ومن هذه الدوافع:
أ- أن يكون المبدل المتعمد كذابًا أو ضعيفًا عمد للقلب للإغراب.
وهذا الصنيع لا خلاف بين العلماء في تحريمه، بل المغرب من أصناف الوضاعين، والإغراب قسم من أقسام الوضع. انظر: النزهة ص "١٢٧ مع النكت"، وفتح المغيث "١/ ٣١٩" ومنهج النقد عند المحدثين "ص ٤٣٦".
ب- الاختبار والامتحان، فأكثر العلماء على جوازه ولكن الجواز مشروط، كما قال يقصد اختبار حفظ المحدث بذلك أو اختباره هل يقبل التليقين أو لا ... " التبصرة والتذكرة "١/ ٢٨٤".
قلت: أي يرون جواز ذلك الفعل للحاجة، وعند انتهائها ينتهي معها ولا يستقر حديثًا انظر "النزهة" "١٢٧ مع النكت".
ويرى البعض عدم جوازها. انظر "فتح المغيث" "١/ ٢٢٢-٢٢٤".
٣ انظر شرح علي القاري على النخبة "ص١٤٢".
٥ في النسخة المطبوعة من التوضيح "أخبر" "ص٢٥".',NULL,'58',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (55,'البخاري تسميته بالمركَّب١، وقد يقع في المتن كـ $"إن ابن أم مكتوم يؤذن
_________
١ قصة امتحان أهل بغداد وإتقان البخاري قصة مشهورة معروفة، ومختصرها أنهم عمدوا إلى مائة حديث فقلبوا متونها وأسانيدها، ودفعوها إلى عشرة أنفس إلى كل رجل عشرة، فألقيت عليه، وفي كلها يقول: لا أعرفه حتى انتهى العشرة، ثم التفت إلى الأول منهم وقال: أما حديثك الأول فهو كذا وحديثك الثاني فهو كذا....إلخ، حتى أتى إلى جميع العشرة ورد المتون إلى أسانيدها والأسانيد إلى متونها، فأعذعنوا له بالحفظ.
وقد أسندها الخطيب البغدادي في "التاريخ" "٢/ ٢٠-٢١" ومن طريقه العراقي في "التبصرة" "١/ ٢٨٤" وكذا المزي في "تهذيب الكمال" "٢٤/ ٤٥٣" ومن طريقهما الحافظ ابن حجر في "النكت" "٢/ ٨٦٧-٨٦٩"، و "هدى الساري" "ص ٤٨٦": حدثني محمد بن الحسن الساحلي حدثنا أحمد بن الحسين الرازي سمعت أبا أحمد بن عدي الحافظ يقول: "سمعت عدة من مشايخ بغداد يقولون: ... "
فذكره.
وأخرجها مسندة أيضًا الحافظ الحميدي في "جذوة المقتبس". "ص ١٢٨-١٢٩" من غير طريق الخطيب، وفيه قرأت على أبي العباس أحمد بن عمر بن أنس بالأندلس أخبركم أبو العباس أحمد بن الحسن الرازي بمكة قال سمعت أبا أحمد عبد الله بن عدي يقول: سمعت عنده مشايخ يحكون ... فذكره.
وهذه القصة يرى البعض من أهل العلم تضعيف إسنادها لجهالة شيوخ ابن عدي.
وخالف في ذلك الإمام السخاوي حيث قال: "ولا يضر جهالة شيوخ ابن عدي فيها، فإنهم عدد ينجبر به جهالتهم ... " "فتح المغيث" "١/ ٢٩٣".
وحصل للبخاري امتحان أيضًا في سمرقند، كما في تاريخ بغداد "٢/ ١٥-١٦"، وانظر طبقات الشافعية للسبكي "٢/ ٦".
وللقصة نظائر من غير البخاري من الأئمة، انظرها في "النكت" "٢/ ٨٨٦، ٨٧٠-٨٧٢"، و "السير" "١٥/ ٢٣٧" و "٥/ ٢٢٢"، و "تذكرة الحفاظ" "٣/ ٨٣٣"، و "تهذيب الكمال" "٤/ ٣٤٧"، و "الجامع لأخلاقي الراوي" "١/ ٢٠٥- ٢٠٨"، و "فتح المغيث" "١- ٣٢١- ٣٢٤".',NULL,'59',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (56,'بليل فكلوا واشربوا حتى تسمعوا أذان بلال"١.
١ رواه الإمام أحمد في المسند "٦/ ٤٣٣"، وابن خزيمة في الصحيح "١/ ٤٠٤"، وابن حبان في الصحيح "٨/ ٣٤٧٤- الإحسان"، النسائي في المجتبى "٢/ رقم ٦٣٩" كلهم من طريق هشيم عن منصور بن زاذان عن خبيب بن عبد الرحمن عن عمته أنيسة.
ورد الحافظ ابن حبان على دعوى القلب في هذا الحديث ورجح أن ذلك كان مناوبة من ابن أم مكتوم وبلال. انظر الإحسان "٨/ ٢٥٢-٢٥٣".
وما رد الحافظ ابن حبان إلا تبعًا لرد شيخه الحافظ ابن خزيمة.
وقال شيخنا العلامة عبد المحسن بن حمد العباد -حفظه الله- في درسه لسنن النسائي "المجتبى" بالمسجد النبوي الشريف الأحد ١١/ ١١/ ١٤١٣هـ - ما نصه: "هذا الحديث - يقصد حديث أنيسة- يخالف الأحاديث المتقدمة، وقال بعضهم: إنه مقلوب، والصحيح أنه ثابت وليس بمقلوب وهو محمول على أن هذا حصل في بعض الأحيان، وليس في الغالب" اهـ. وانظر الفتح "٢/ ١٠٣".
ورد البلقيني وناقش الحافظ ابن حبان في ذلك حيث قال: "هذا مقلوب والصحيح من حديث عائشة -رضي الله عنها- أن بلالًا -رضي الله عنه- يؤذن بليل فكلوا واشربوا حتى تسمعوا أذان ابن أم مكتوم، وكان رجلًا أعمى لا ينادي حتى يقال له: أصبحت أصبحت.
قال ابن حجر: قال شخينا -يعني البلقيني: "وما تأوله ابن خزيمة من أنه يجوز أن يكون النبي -صلى الله عليه وسلم- جعل الأذان نوبًا بين بلال وابن أم مكتوم -رضي الله عنها- بعيد، وأبعد منه جزم ابن حبان بأن النبي -صلى الله عليه وسلم- فعل ذلك "النكت "٢/ ٨٧٨-٧٨٩" وانظر "الفتح" "٢/ ١٠٢- ١٠٣" و "التدريب" "١/ ٢٩٢".
وحديث عائشة -رضي الله عنها- المخالف لحديث أنيسة أخرجه البخاري في "الصحيح" "٢/ رقم ٦٢٢ و ٦٢٣- فتح"، ومسلم في "الصحيح" "١/ رقم ٣٨٠ -عبد الباقي".
ونص حديثها "إن بلالًا يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم" وفي الباب مثل حديث عائشة، حديث ابن عمر -رضي الله عنهما- في الصحيحين.
أخرجه البخاري "١/ رقم ٦١٧- فتح"، ومسلم "٢/ رقم ١٠٩٢- عبد الباقي".',NULL,'60',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (57,'(والعالي: وهو فضيلة مرغوب إليها) لقول أحمد١ هو سنة عن من سلف، وقول محمد بن أسلم الطوسي٢: إنه قرب إلى الله تعالى -يعني- وإلى رسوله٣، ولقلة تجويز الخطأ لقلة الوسائط، (ويحصل بالقرب من النبي -صلى الله عليه وسلم-) ٤بالرواة المقبولين، وأعلى ما وقع لنا ما بيننا وبين النبي -صلى الله عليه وسلم- فيه عشرة أنفس٥، وكذا بالقرب (من أحد الأئمة في الحديث) ٦.
_________
١ هو الإمام أحمد بن محمد بن حنبل الشيباني إمام أهل السنة والجماعة، غني عن التعريف. انظر التقريب "ص ٨٤".
ومقولته هذه أخرجها الخطيب في الجامع "١/ رقم ١١٩ و ١٢٠" بسنده إلى أحمد بن حنبل بأتمّ من هنا.
وانظر المقنع "٢/ ٤٢١"، وعلوم الحديث "ص ٢٥٦"، وفتح المغيث "٣/ ٣٣٣"، والإرشاد للنووي "٢/ ٥٣٠".
٢ هو شيخ الإسلام الإمام الحافظ الرباني محمد بن أسلم بن سالم بن يزيد الكندي مولاهم الخراساني الطوسي أبو الحسن "ت ٢٤٢" كما في السير "١٢/ ١٩٥".
ومقولته أخرجها الخطيب بسنده إليه في الجامع "١/ رقم ١١٨".
وانظر المقنع "٢/ ٤٢٢"، وعلوم الحديث "ص ٢٥٧"، والتبصرة والتذكرة "٢/ ٢٥١".
٣ بمعنى أن قرب الإسناد قرب إلى الرسول -صلى الله عليه وسلم- والقرب إليه قرب إلى الله عزّ وجلّ. قاله ابن الصلاح، علوم الحديث "ص ٢٥٧"، وانظر المقنع "٢/ ٤٢٢".
٤ هذه أعلى وأجل الأقسام.
٥ قال في فتح المغيث "٣/ ٣٤٢": "وأعلى ما يقع لنا ما بين القدماء من شيوخنا وبين النبي -صلى الله عليه وسلم- فيه بالإسناد الصحيح عشرة أنفس، وذلك من الغيلانيات، وجزء من الأنصاري وجزء ابن عرفة وجزء الغطريف وغيرها بل وتقع لي العشاريات بالسند المتماسك من المعجم الصغير للطبراني وغيره ولا يكون الآن في الدنيا أقل من هذا العدد" وانظر أيضًا الضوء "٨/ ١٣".
٦ وهو القسم الثاني من أقسام العلو. وانظر معرفة علوم الحديث للحاكم "ص١٢".',NULL,'61',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (58,'كشعبة١ ومالك٢ والثوري٣ والشافعي٤ والشيخين٥ وأقل ما يبني وبينهم ثمانية أو تسعة٦ فإن اتفق علو ذلك الإمام فأعلى٧، وفيه تقع الموافقة٨ والبدل٩ وغيرهما١٠
_________
١ هو شعبة بن الحجاج بن الورد العتكي مولاهم، أبو بسطام الواسطي، أمير المؤمنين في الحديث، أول من فتش بالعراق عن الرجال وذبّ عن السنة، وكان عابدًا "ت ١٦٠ هـ". التقريب" "ص٢٦٦".
٢ الإمام مالك بن أنس بن مالك بن أبي عامر بن عمرو الأصبحي، أبو عبد الله، المدني إمام دار الهجرة، رأس المتقنين وكبير المتثبتين "ت ١٧٩ هـ" "التقريب" "ص ٥١٦".
٣ سفيان بن سعيد بن مسروق الثوري، أبو عبد الله الكوفي، ثقة حافظ فقيه عابد إمام حجة "ت ١٦١ هـ" "التقريب" "ص ٢٤٤".
٤ محمد بن إدريس بن العباس بن عثمان المطلبي، أبو عبد الله الشافعي، المكي -هو المجدد لأمر الدين على رأس المائتين- "ت ٢٠٤ هـ" "التقريب" "ص ٤٦٧".
٥ تقدمت ترجمتهما "ص ٣١".
٦ قارن بـ "فتح المغيث" "٣/ ٣٤٤- ٣٤٥".
٧ وهذا يعتبر القسم الثالث من أقسام العلو، وهو علو نسبي، أي بالنسبة إلى رواية البخاري ومسلم أو أحدهما في صحيحه أو غيرهما من أصحاب الكتب المعتمدة.
انظر الإرشاد "٢/ ٥٣٢"، التبصرة والتذكرة "٢/ ٢٥٧"، وفتح المغيث "٣/ ٣٤٦"، ومقدمة ابن الصلاح "ص ٢٥٨".
٨ الموافقة: هي أن يقع لك حديث عن شيخ المصنف من طريق هي أقل عددًا من طريقك من جهته، مثل أن يجتمع سندك وسند مسلم في قتيبة عن مالك مثلًا.
المنهل الروي لابن جماعة "ص ٧٠"، وانظر الإرشاد "٢/ ٥٣٢"، والمقنع "٢/ ٤٤٣"، مختصر علوم الحدي "٢/ ٤٤٦".
٩ البدل: أن يقع ذلك في شيخ شيخه بأن يجتمع سندك وسند مسلم في مالك مثلًا، وقد يسمى موافقة أيضًا بالنسبة إلى شيخ شيخه.
=',NULL,'62',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (59,'(وبتقدم وفاة الراوي) ١ولو سمع مع المتأخر في وقت واحد لعِزَّة التوصل.
_________
من "المنهل الروي" "ص ٧٠"، وانظر "علوم الحديث" "ص ٢٥٨"، و "التقريب" "٢/ ١٦٥" شرحه "التدريب" "٢/ ١٦٥- ١٦٦"، "التبصرة" "٢/ ٢٥٨".
١٠ مثل المساواة: وهي أن يكون بينك وبين الصحابي أو من قاربه، وربما كان من رسول الله -صلى الله عليه وسلم- في العدد ما بين مسلم -مثلًا- وبينه فتكون مساويًا لمسلم -مثلًا- في قرب الإسناد وعدد رجاله، وكل من حكى ذلك من الأئمة قال بأنه نادر في زمانه".
انظر علوم الحديث "ص ٢٥٩"، المنهل "ص ٧٠"، الإرشاد "٢/ ٥٣٣"، التبصرة "٢/ ٢٥٨- ٢٥٩"، المقنع "٢/ ٤٢٣"، نختصر علوم الحديث لابن كثير "٢/ ٤٤٧"، التدريب "٢/ ١٦٦".
وكذا مثل:
المصافحة: أن تقع المساواة لشيخك لا لك، فتكون كمن صافح مسلًما به وأخذ عنه، لكونك قد لقيت شيخك المساوي لمسلم، فإن وقعت المساواة لشيخ شيخك، كانت المصافحة لشيخك، فنقول: كأن شيخي سمع مسلما وصافحه، وإن كانت المساواة لشيخ شيخ شيخك فالمصافحة لشيخ شيخك، فتقول: كأن شيخ شيخي صافح مسلمًا، ولك أن لا تذكر في ذلك نسبة كأن تقول: كأن فلانًا سمعه من مسلم من غير أن تقول "شيخي" أو "شيخ شيخي".
واعلم أن هذا العلو إنما يكون لنزول رواية ذلك الإمام، فلولا نزوله لما علا لك.
بتصرف من "المنهل" "ص ٧٠"، و "علوم الحديث" "ص ٢٥٩"، و "الإرشاد" "٢/ ٥٣٤".
وانظر "فتح المغيث" "٣/ ٣٥٠"، و "التبصرة" "٢/ ٢٥٩- ٢٦٠"، و "التدريب" "٢/ ١٦٧ - ١٦٨"، و "المقنع" "٢/ ٤٢٣".
١ القسم الرابع من أقسام العلو، وهو أول أقسام علو الصفة؛ إذ الثلاثة المتقدمة تسمى بعلو المسافة، وانظر "فتح المغيث" "٣/ ٣٥٣".
وقال الخليلي -رحمه الله- في "الإرشاد" "١/ ١٧٩": "وقد يكون الإسناد يعلو على غيره بتقدم موت راويه وإن كانا متساويين في العدد "وانظر فتح المغيث "٣/ ٣٥٤" وما بعدها.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (60,'به١ (و) كذا تقدُّم (السماع) ٢ عن آخر شاركه في السماع لكن بعده، ولو تأخرت وفاته، وعبر الناظم عن الأخير بقوله: وعن سماع آخر والإجازة، فأخطأ، وهما علو معنوي، والأولان صوري.
(والنازل: هو ضد العالي) في كل ما تقدم، ولا رغبة لهم فيه إلا أن انجبر بأوصاف رواته، وأعزذَ وجود ذاك الحديث مثلًا إلا بعدد كبير٣.
_________
١ في النسخة المطبوعة "ص ٢٦"، "لغيره المتوصل به" والصواب ما أثبته، وانظر فتح المغيث "٣/ ٣٥٦".
٢ هذا القسم الخامس من أقسام العلو، وهو ثاني أقسام علو الصفة.
وانظرعلوم الحديث "ص ٢٦٢"، والمنهل "ص٧٠"، والمقنع "٢/ ٤٢٥"، وفتح المغيث "٣/ ٣٥٨".
وقد جمع الناظم السيوطي في "ألفيته" الأقسام الخمسة بقوله عند مبحث العالي والنازل
" ص ١٩٣":
"وقسموا خمسة كما رأوا ... قرب إلى النبي أو إمام آو
بنسبة إلى كتاب معتمد ... ينزل لو ذا من طريقه ورد
فإن يصل لشيخه: موافقة ... أو شيخ شيخ: يدل أو وافقه
في عدد: فهو المساواة وإن ... فردًا يزد: مصافحات، فاستبنط
وقدم الوفاة أو خمسينًا ... عامًا تقضت أو سوى عشرينا
وقدم السماع والنزول ... ونقيضه فخمسة مجعول"
٣ وأيضًا "كزيادة ثقة في رجاله على العالي أوكونهم أحفظ أو أفقه أو كونه متصلا بالسامع وفي العالي حضور أو إجازة أو مناولة أو تساهل بعد رواته في الحمل ونحو ذلك، فإن العدول حينئذ إلى النزول ليس بمذموم ولامفضول "قاله العراقي في "التبصرة" "٢/ ٢٦٤". وانظر "المنهل" "ص ٧١"، و "المقنع" "٢/ ٤٢٦"،',NULL,'64',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (61,'(والمصحَّف١: وتارة٢ يقع في المتن) كـ "أتبعه شيئًًا من شوال" بدل "ستًّا"٣ (وتارة في الإسناد) ٤ كابن البُذَّر بالموحدة والمعجمة بدل ابن النُدَّر بالنون والمهملة٥، (وفيه تصانيف)
_________
ومختصر "علوم الحديث" لابن كثير "٢/ ٤٥٢"، و "علوم الحديث" "ص ٢٦٤"، و "فتح المغيث" "٣/ ٣٦٠".
١ جاء في التذكرة لابن الملقن، طبعة علي الحلبي "ص ١٩" وثبت البلوي "ص ٣٦٤" زيادة في تعريف المصحف: "وهو تغيير لفظ أو معنى" وهذا التعريف غير موجود في طبعة عزيز شمس للتذكرة "ص ٤٠"، ولا في النسختين الخطيتين للتوضيح، ولا في مطبوعة التوضيح "ص ٢٦".
وأيضًا جاء "المصحف" في "التذكرة" بطبعاتها الثلاث عقب المختلف" وهذا يعني أن في التوضيح للسخاوي تقديم وتأخير، تقديم المصحف، وتأخير المختلف. فتنبه.
٢ في النسخة المطبوعة من التوضيح "ص ٢٦": "زيادة" بدل "تارة" وهو خطأ واضح.
٣ صحفها أبو بكر الصولي -ترجمته في "تاريخ بغداد" "٣/ ٤٢٧"- كما قاله الحافظ الدَّاَرَقُطْني، أسنده الخطيب في "الجامع" "١/ رقم ٦٣٥"، وانظر "علوم الحديث" "ص ٢٨٢"، والإرشاد" "٢/٥٦٨"، و "المقنع" "٢/ ٤٧٦"، و "فتح المغيث" "٤/ ٥٧".
٤ قال الحافظ ابن حجر -رحمه الله: "وأكثر ما يقع في المتون، وقد يقع في الأسماء التي في الأسانيد "النزهة "ص ١٢٨- مع النكت".
٥ صحفه الإمام الحافظ ابن جرير الطبري -رحمه الله- ترجمته في تاريخ بغداد "٢/ ١٦٢"- كما قاله الحافظ الدَّاَرَقُطْني في "المؤتلف والمختلف" "١/ ١٨٢".
وانظر "علوم الحديث" "ص ٢٨٠"، وفتح المغيث "٤/ ٦٠".
ومما يحسن الإشارة إليه -وإتمامًا للفائدة- أن التصحيف ينقسم إلى أقسام أخرى أيضًا: أولًا: تصحيف البصر.
مثاله: ما وقع لابن لهيعة فيما رواه عن كتاب موسى بن عقبة بإسناده إلى زيد بن ثابت: "أن رسول الله -صلى الله عليه وسلم- احتجم في المسجد" أخرجه أحمد في "المسند" "٥/ ١٨٥". وإنما هو بالراء كما هو في الصحيحين.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (62,'................................................................................................
_________
أخرجه البخاري "١٠/ رقم ٦١٣٣- فتح" ومسلم "١/ رقم ٧٨١" بلفظ: "احتجر رسول الله -صلى الله عليه وسلم- حجيرة مخصفة أو حصيرًا فخرج رسول الله -صلى الله عليه وسلم- يصلي ... " من طريق محمد بن جعفر عن عبد الله بن سعيد عن أبي النضر عن بسر بن سعيد عن زيد بن ثابت -رضي الله عنه.
وأخرجه البخاري أيضًا "١٣/ رقم ٧٢٩٠- فتح" ومسلم "١/ ٢١٤- عبد الباقي" بلفظ: "أن النبي -صلى الله عليه وسلم- اتخذ حجرة في المسجد من حصير ... " الحديث.
من طريق وهيب عن موسى بن عقبة سمع أبا النضر عن بسر بن سعيد عن زيد بن ثابت -رضي الله عنه.
وقد أورد الإمام مسلم رواية ابن لهيعة في كتابه "التمييز" "ص ١٨٧" وقال عقب سياقها مسندة:
"وهذه رواية فاسدة من كل جهة، فاحش خطؤها في المتن والإسناد جميعًا، وابن لهيعة المصحف في متنه، المغفل في إسناده"، ثم ساق الرواية الصحيحة مستندة، وشرح بعد ذلك سبب وقوع ابن لهيعة في التصحيف حيث قال: "وابن لهيعة إنما وقع في الخطأ من هذه الرواية أنه أخذ الحديث من الكتب من غير سماع من المحدث أو عرض عليه، فإذا كان أحد هذين السماع أو العرض فخليق أن لا يأتي صاحبه التصحيف القبيح وما أشبه ذلك من الخطأ الفاحش إن شاء الله ... " ثم بين وجه الخطأ في الإسناد.
وانظر "علوم الحديث" "ص ٢٨٠"، و "الإرشاد" "٢/ ٥٦٧"، و "التدريب" "٢/ ١٩٣"،و "فتح المغيث" "٤/ ٦٢".
ثانيًا: تصحيف السمع.
مثاله: كحديث رواه واصل الأحدب، رواه بعضهم فقال "عاصم الأحوال".
أخرجه النسائي في "المجتبى" "٧/ رقم ٤٠٢٦" من طريق عبدة أخبرنا يزيد أخبرنا شعبة عن عاصم عن أبي وائل عن عبد الله قال سألت رسول الله -صلى الله عليه وسلم-: أي الذنب أعظم؟ قال: "الشرك، أن تجعل لله ندًّا ... " الحديث.
قال النسائي عقبه: هذا خطأ والصواب الذي قبله، وحديث يزيد هذا خطأ، وإنما هو واصل، والله تعالى أعلم "المجتبى" "٧/ ١٠٤".
قال الدَّاَرَقُطْني: إنه من تصحيف السمع لا من تصحيف البصر.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (63,'للدَّاَرَقُطْني١ والعسكري٢ والخطابي٣.
_________
وقال العراقي بعد نقله لكلام الدَّاَرَقُطْني: مثاله: "ما ذكره النسائي عن يزيد بن هارون عن شعبة عن عاصم الأحول عن أبي وائل عن ابن مسعود بحديث "أي الذنب أعظم" الحديث، وكذلك ذكره الخطيب في المدرجات من طريق مهدي بن ميمون عن عاصم الأحول، والصواب واصل الأحدب مكان عاصم الأحول من طريق شعبة ومهدي وغيرهما، قال النسائي: حديث يزيد خطأ إنما هو عن واصل، وقال الخطيب: إن قول بعضهم عن مهدي بن ميمون عن عاصم الأحول وهم، قال: وقد رواه شعبة والثوري ومالك بن مغول وسعيد بن مسروق عن واصل الأحدب عن أبي وائل، قال: وهذا أيضًا هو المشهور من رواية مهدي "التبصرة" "٢/ ٣٠٠".
انظر "علوم الحديث" "ص ٢٨٣"، و "المقنع" "٢/ ٤٧٨"، و "فتح المغيث" "٤/ ٦٢"، و "الإرشاد" "٢/ ٥٦٩"، و "الباعث" "٢/ ٤٧٧".
ثالثًا: تصحيف اللفظ، وهو الأكثر، وأمثلته كثيرة.
انظر علوم الحديث "٢٨٣"، والمقنع "٢/ ٤٧٨"، وفتح المغيث "٤/ ٦٢".
رابعًا: تصحيف يتعلق بالمعنى دون اللفظ.
مثاله: ما أسنده الخطيب في الجامع "١/ رقم ٦٣٤" إلى الدَّاَرَقُطْني قوله: إن أبا موسى محمد بن المثنى العنزي يحدث عن النبي -صلى الله عليه وسلم- قال: "لا يأتي أحدكم يوم القيامة ببقرة لها خوار، فقال: أو شاة تنعر، بالنون، وإنما هو تيعر، بالياء.
وقال: وقال لهم يومًا، نحن قوم لنا شرف، نحن من عنزة، قد صلى النبي -صلى الله عليه وسلم- إلينا، لما روى عن النبي -صلى الله عليه وسلم-: صلى إلى عنزة، توهم أنه صلى إلى قبلتهم، وإنما العنزة التي صلى إليها النبي -صلى الله عليه وسلم- هي حربة كانت تحمل بين يديه، فتنصب فيصلي إليها. وانظر "علوم الحديث" "ص ٢٨١"، و "الإرشاد" "٢/ ٥٦٩"، و "المقنع" "٢/ ٤٧٦"، و "معرفة علوم الحديث" للحاكم "ص ١٤٨- ١٤٩"، و "فتح المغيث" "٤/ ٦٣- ٦٤"، و "التبصرة" "٢/ ٣٠٠" فهذه أربعة أقسام من أقسام التصحيف، زد عليها القسمين الأولين تصحيف المتن وتصحيف الإسناد، فتكون بالجملة ستة أقسام والله أعلم.
١ الدَّاَرَقُطْني: هو الإمام الحافظ الحجة الثقة أمير المؤمنين في الحديث أبو الحسن علي بن عمر بن أحمد بن مهدي البغدادي "ت ٣٨٥هـ" وعمره ثمانون سنة -رحمه الله. =',NULL,'67',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (64,'(والمختلف: وهو أن يأتي حديثان متعارضان في المعنى ظاهرًا) كحديث النهي عن التَزَعْفُر١، ورؤيته عبد الرحمن بن عوف٢ وقد تزوج وعليه وضر٣ من صفرة فأقره٤، (فيوفق بينهما) بالترخيص
_________
= له ترجمة في "تاريخ بغداد" "١٢/ ٤٠"، و "تذكرة الحفاظ" "٣/ ٩٩١"، وانظر مقدمة تحقيق "المؤتلف والمختلف" للدكتور موفق عبد القادر، فقد أطال في ترجمته.
وكتابه في التصحيف لم يطبع.
ووصف الكتاب الحافظ ابن الصلاح بقوله: "وله فيه تصنيف مفيد" علوم الحديث "ص ٢٧٩".
٢ الإمام الحافظ الحسن بن عبد الله بن سعيد العسكري -رحمه الله-.
استفاض الدكتور محمود أحمد ميرة في بيان ترجمته في مقدمته لتحقيق كتاب العسكري "تصحيفات المحدثين" "١/ ٥ وما بعدها".
وكتابه مطبوع في ثلاث مجلدات.
٣ الإمام الحافظ العلامة أبو سليمان حمد بن محمد بن إبراهيم بن الخطاب البستي الخطابي "ت ٣٨٨ هـ" وقيل "٣٨٦ هـ" -رحمه الله-.
له ترجمة في طبقات الشافعية السبكي "٣/ ٢٨٢"، وتذكرة الحفاظ "٣/ ١٠١١٩"، واستفاض الدكتور عبد الكريم إبراهيم في بيان ترجمته في مقدمته لتحقيق كتاب "غريب الحديث" للخطابي "١/ ٨ وما بعدها"، وكتابه اسمه "إصلاح غلط المحدثين" وهو مطبوع متداول.
١ أخرجه البخاري "١٠/ رقم ٥٨٤٦- فتح" ومسلم "٣/ رقم ٢١٠١- عبد الباقي" من طرق عن عبد العزيز بن صهيب عن أنس قال: نهى -صلى الله عليه وسلم- أن يتزعفر الرجل. واللفظ للبخاري.
٢ عبد الرحمن بن عوف بن عبد عوف بن الحارث بن زهرة القرشي الزهري، صحابي جليل، أحد العشرة. انظر التقريب "رقم ٣٩٩٩".
٣ الوضر: الأثر من غير الطيب. النهاية "٥/ ١٩٦- مادة وضر". وانظر الفتح "٩/ ٢٣٣".
٤ أخرجه البخاري "٤/ رقم ٢٠٤٩- فتح" مطولا، ومسلم "٢/ رقم ١٤٢٧- عبد الباقي" مختصرًا كلاهما من طرق عن أنس -رضي الله عنه.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (65,'للمتزوج١، (أو يرجع أحدهما) إن لم يكن "نسخٌ"٢.
_________
١ هذا أحد الأوجه التي جمع بها بين الحديثين، وإلا فإن الحافظ ابن حجر -رحمه الله- حكى حول هذا الإشكال سبعة أقوال للجمع بينهما- انظرها في الفتح "٩/ ٢٣٥- ٢٣٦" و "١٠/ ٣٠٤" واعلم أن هذا المثال هو مثال للقسم الأول من أقسام مختلف الحديث وهو "الاختلاف الذي يمكن فيه الجمع، فيتعين ويجب العمل بالحديثين معًا" وانظر لذلك مقدمة ابن الصلاح "ص ٢٨٤"، والمقنع "٢/ ٤٨١"، والإرشاد "٢/ ٥٧٣"، والباعث "٢/ ٤٨٢".
٢ في نسخة "ب" ناسخ، والمعنى واحد.
وهذا القسم الثاني من أقسام مختلف الحديث وهو أن يتضاد حديثان ولا يمكن الجمع بوجه من الوجوه، ولم يكن هناك نسخ، فيصار إلى أوجه الترجيح بينهما وقد جمعها الحافظ الحازمي في كتابه "الناسخ والمنسوخ" "من ص ٥٩- ٨٩" فذكر خمسين وجهًا من وجوه الترجيح.
وانظر: الكفاية "٦٠٨- ٦١٢"، والتقييد والإيضاح "ص ٢٤٥- وحكى أن وجوه الترجيح تزيد على المائة وجه، ثم ذكرها مختصرة"، والمنهل الروي "ص ٦١"، والتبصرة والتذكرة "٢/ ٣٠٣- ٣٠٥"، والتدريب "٢/ ١٩٨- ٢٠٢".
ومن تتمة القول الإشارة إلى أن جماعة من الأئمة -رحمهم الله- صنفوا في هذا الفن الجليل، فهم جمعوا بين صناعتي الحديث والفقه وكذا الغوص في المعاني الدقيقية.
فمن أولئك الإمام الشافعي -رحمه الله- صنف كتابه "اختلاف الحديث" ولم يشترط الاستيفاء، بل ذكر جملة نبه بها على طريقه. وهو مطبوع متداول ضمن آخر كتاب الأم له.
وكذا الإمام ابن قتيبة الدينوري وكتابه "تأويل مختلف الحديث" مطبوع.
وكذا الإمام أبو جعفر الطحاوي، وكتابه "مشكل الآثار" مطبوع، وهو كتاب عظيم النفع.
وكذا أبو جعفر ابن جرير الطبري -لم أقف على كتابه- أشار إليه في فتح المغيث "٤/ ٦٦".
انظر اليواقيت والدرر "١/ ٣١٥".
وكذا الإمام أبو بكر محمد بن الحسن بن فورك وكتابه "مشكل الحديث".
انظر فتح المغيث "٤/ ٦٦"، و "منهج النقد عند المحدثين" "ص ٣٤١".',NULL,'69',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (66,'(والمسلسل: وهو ما تتابع رجال إسناده على صفة) كَبِالدِّمَشْقيين وبالمحمدين، (أو كحالةٍ) كالبمصافحة١ (وقلّ فيه الصحيح) ٢ بالنظر للتسلسل لا المتن، وأصحه المسلسل بسورة الصف٣، وبالأولية٤.
_________
وكذا أبو محمد القصرى والإمام ابن حزم، وذكر الحافظ السخاوي أن تصنيف ابن حزم في نحو "عشرة آلاف ورقة".
من فتح المغيث "٤/ ٦٦".
١ لا انحصار لصوره، مع أن الحاكم ذكر أقسامًا ثمانية ولم يدع أنها محصورة في هذه الثمانية.
انظر علوم الحديث "ص ٢٧٥"، وفتح المغيث "٤/ ٣٩"، المقنع "٢/ ٤٤٨"، والإرشاد "٢/ ٥٥٤"، والتبصرة "٢/ ٢٨٨" فإنه مهم.
٢ لكذب رواتها، قاله الذهبي في الموقظة "ص ٣٧".
٣ عن عبد الله بن سلام قال: قعدنا نفر من أصحاب رسول الله -صلى الله عليه وسلم- فتذاركنا فقلنا: لو نعلم أي الأعمال أحب إلى الله لعملناه، فأنزل الله تعالى {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ، يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ} [سورة الصف، الآيتان:١، ٢] قال عبد الله بن سلام: فقرأها علينا رسول الله -صلى الله عليه وسلم-، قال أبو سلمة: فقرأها علينا ابن سلام، قال يحيى: فقرأها علينا أبو سلمة، قال ابن كثير-وهو محمد-: فقرأها الأوزاعي، قال عبد الله: فقرأها علينا ابن كثير" اهـ. أخرجه أحمد في المسند "٥/ ٤٥٢"، وابن أبي حاتم كما في تفسير ابن كثير "١/ ٣٨١" والترمذي في الجامع "٥/ رقم ٣٣٠٩"، واللفظ له، وقال: "وقد خولف محمد ابن كثير في إسناد هذا الحديث عن الأوزاعي، وروى ابن المبارك عن الأوزاعي عن يحيى بن أبي كثير عن هلال بن أبي ميمونة عن عطاء بن يسار عن عبد الله بن سلام أو عن أبي سلمة عن عبد الله بن سلام.
وروى الوليد بن مسلم هذا الحديث عن الأوزاعي نحو رواية محمد بن كثير".
وأخرجه أيضًا: الدارمي في السنن "٢/ ٢٠٠" والحاكم في المستدرك "٢/ ٤٨٦". وصرح ابن أبي كثير عنده بالتحديث- وقال: "وأنا أقول قرأها علينا أبو بكر بن بالويه من أولها إلى آخرها، والحديث صحيح على شرط الشيخين ولم يخرجاه، وسكت الذهبي".',NULL,'70',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (67,'...........................................................................................................
_________
ومن طريق الدارمي أخرجه الذهبي في السير "٢/ ٤٢٤" وقال: "فقرأها علينا شيوخنا". وعند ابن كثير في التفسير "١/ ٣٨١" وقال: "فذكر بإسناده - يقصد شيخه تقي بن سليمان بن الشيخ أبي عمرو - وتسلسل لي من طريقه وقرأها علي بكاملها ولله الحمد والمنة.
كلهم من طرق عن الأوزاعي عن يحيى عن أبي سلمة عنه.
قال الحافظ ابن حجر -رحمه الله- في الفتح "٩/ ٦٤١": "وقد وقع لنا سماع هذه السورة مسلسلًا في حديث ذكر في أوله سبب نزولها، وإسناده صحيح، قل أن يقع في المسلسلات مثله مع مزيد علوه" وانظر التدريب "٢/ ١٨٩".
ونقل الشيخ البنا في الفتح الرباني ما نصه: "قال في المنح: هذا حديث صحيح متصل الإسناد والتسلسل، ورجاله ثقات، وهو أصح مسلسل رُوِيَ في الدنيا" "١٨/ ٣٠٤" وقال الذهبي -رحمه الله: "وأقواها المسلسل بقراءة سورة الصف" الموقظة "ص ٣٧". وقال السخاوي -رحمه الله- "وأصحها مطلقًا المسلسل بسورة الصف ثم بالأولية" "فتح المغيث "٤/ ٤٠" وقال العلامة الألباني "صحيح الإسناد" صحيح الترمذي "٣/ ١١٧".
٤ وهو قوله -صلى الله عليه وسلم: "الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء"، روي مسلسلا بالأولية وهو قوله "أول حديث سمعته" إلى سفيان بن عيينة فقط، ولم يتسلسل إلى آخره، ومن قال بذلك -أي تسلسل إلى آخره بالأولية، فقد غلط ووهم أو كذب، ولا يصح ذلك كما حكى ذلك الأئمة كالعراقي وابن حجر والسخاوي وغيرهم -رحمهم الله- وانظر "التبصرة" "٢/ ٢٨٩"، و "نزهة النظر" "ص٦٢"، و "فتح المغيث" "٤/ ٤١- ٤٢".
والحديث أفرده جماعة من الأئمة بالتصنيف منهم الحافظ ابن الملقن في جزء له، والحافظ ابن ناصر الدين في المجلس الأول، مطبوع بتحقيق دعي العلم محمود الحداد!! ولي على هذه الطبعة بتحقيق أو قُل: "بتشويه" المذكور ملحوظات كثيرة، تستوقف المتمعن في تحقيقه من أول وهلة، ووقفت مع بعض كتب ذاك المذكور وقفات ونبهت عليها تنبيهات واستدركت عليها استدراكات -عقدية، حديثية....، في رسالة متداولة سَميتها "التنبيه والإرشاد لتجاوزات محمود الحداد" بينت يها ضحالة المذكور فيما تصدر من أجله، وغاية ما يجيده هو الاستخفاف والتنقص وغمز الآخرين، وقديمًا قيل: "كل إناء بما فيه ينضح".',NULL,'71',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (68,'(والاعتبار: وهو) التفتيش، (كأن يروي حماد بن سلمة١-مثلًا- حديثًا لا يتابع عليه) ظنًّا، (عن أيوب٢ عن ابن سيرين٣ عن أبي هريرة) ٤ فيُنظر أَلَهُ متابع أو شاهدٌ٥.
(والمتابعة: أو يرويه) بلفظه (عن أيوبَ غيرُ حمادٍ، وهي المتابعة
_________
ورد عليه أيضًا شيخنا العلامة أ. د. ربيع بن هادي المدخلي في مجلده، فكان ردًّا بما لا مزيد عليه، حفظه الله ورعاه.
وعود على بدء، فالحديث صحيح.
أخرجه أبو داود "٥/ رقم ٤٩٤١"، والترمذي "٤/ رقم ١٩٢٤"، وأحمد "٢/ ١٦٠" من طرق عن سفيان بن عيينة عن عمرو بن دينار عن أبي قابوس مولى لعبد الله بن عمرو عنه.
وتكلم الحافظ ابن حجر على طرقه وأسانيده في كتابه "الامتناع بالأربعين المتباينة بشرط السماع" "٦٢- ٦٧" فانظره.
والحديث قال عنه الترمذي: حديث حسن صحيح.
ولمعرفة تصحيحات الأئمة للحديث انظر ما كتبه العلامة الألباني في الصحيحة "٢/ رقم ٩٢٥".
وانظر أيضًا: فتح المغيث "٤/ ٤٠" وإرشاد طلاب الحقائق "٢/ ٥٥٨"، والمقنع "٢/ ٤٤٩" والتبصرة "٢/ ٢٨٩"، والموقظة "ص ٣٧".
١ حماد بن سلمة بن دينار البصري، إمام ثقة، التقريب "ص ١٧٨".
٢ أيوب بن أبي تميمة السختياني-ثقة إمام حجة- التقريب "ص ١١٧".
٣ محمد بن سيرين الأنصاري إمام ثقة، التقريب "ص ٤٨٣".
٤ هو الصحابي الجليل حافظة الصحابة -عبد الرحمن بن صخر الدوسي، التقريب "ص ٦٨٠".
٥ ومن هذا يعلم أن الاعتبار هو الطريق الموصل إلى معرفة المتابعات والشواهد والكشف عنهما، وليس قسيما لهما، فتنبه. انظر النكت "١/ ٦٨١"، وفتح المغيث "١/ ٢٤١".',NULL,'72',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (69,'التامّة) إن استمر معه إلى انتهائه١.
(والشاهد: أي يُروى حديث آخر بمعناه) ، والمختار: أن ما يروى من حديث ذاك الصحابي فالتابع، أو عن غيره فالشاهد، سواءً كانا باللفظ أو المعنى٢.
(وزيادة الثقات) بعضهم على بعض، أو من راوي الناقصة نفسه،
_________
١ أما إن لم يروه أحد غير أيوب، ورواه البعض عن شيخه ابن سيرين أو عن شيخ شيخه أبي هريرة، فهذه تسمى متابعة أيضًا، لكن تقصر عن المتابعة الأولى وذلك يحسب بعدها منها.
ويزيد البعض بقوله أو رواه غير أبي هريرة عن رسول الله -صلى الله عليه وسلم- ولكن بمعنى الحديث فيطلقون على ذلك أيضًا متابعة، ولكنها قاصرة، لذا قال بعضهم: ويجوز أن يسمى ذلك بالشاهد أيضًا.
لذا قال الحافظ ابن حجر -رحمه الله-: "وقد تطلق المتابعة على الشاهد وبالعكس، والأمر فيه سهل. وقال ملا علي القاري معلقًا وشارحًا لكلام الحافظ: "إذ المقصود الذي هو التقوية حاصل بكل منهما سواء سمي متابعًا أو شاهدًا" ويرى أن الخلاف في ذلك "خلاف لفظي لا حقيقي"، ولا يصح، إذ الذي استقر عليه الاصطلاح هو التفريق كما في التعليق الآتي.
من نزهة النظر "ص ١٠٢- مع النكت" و"شرح القاري على النخبة" "ص ٩٣"، وانظر علوم الحديث "ص ٨٣"، الإرشاد "١/ ٢٢٢- ٢٢٤"، المقنع "١/ ١٨٨"، وتوضيح الأفكار "٢/ ١٥"، فتح المغيث "١/ ٢٤٢".
٢ نعم هذا هو الذي استقر عليه الاصطلاح أن المتابعة تقع لمن دون الصحابي تامة أو قاصرة، والشاهد يقع عن صحابي آخر وافق الصحابي راوي الحديث في لفظ الحديث أو معناه على السواء، وليس الخلاف لفظيًّا كما مر آنفًا.
وانظر النكت "٢/ ٦٨٢"، وفتح المغيث "١/ ٢٤٢"، وإسعاف ذوي الوطر "١/ ٢٢٩" وتعليق الشيخ عبدا لله بن يوسف الجديع على المقنع "١/ ١٩٠".',NULL,'73',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (70,'(والجمهور على قبولها) منه أو من غيره إن لم تكن منافية للأصل١.
(والمزيد في متصل الأسانيد) ٢: وهو أن يُزاد راوٍ في سند ومن لم
_________
١ اشتهر القول بقبول الزيادة مطلقًا، ورد الحافظ على ذلك في النزهة "ص ٩٥- ٩٦ النكت" بقوله: "واشتهر عن جمع من العلماء القول بقبول الزيادة مطلقًا من غير تفصيل، ولا يأتي ذلك على طريق المحدثين الذين يشترطون في الصحيح أن لا يكون شاذًّا، ثم يفسرون الشذوذ بمخالفة الثقة من هو أوثق منه.
والعجب ممن أغفل ذلك منهم مع اعترافه باشتراط انتفاء الشذوذ في حد الحديث الصحيح وكذا الحسن.
والمنقول عن أئمة الحديث المتقدمين كعبد الرحمن بن مهدي، ويحيى القطان وأحمد بن حنبل، ويحيى بن معين، وعلي بن المديني، والبخاري، وأبي زرعة، وأبي حاتم، والنسائي، والدَّاَرَقُطْني وغيرهم، اعتبار الترجيح فيما يتعلق بالزيادة وغيرها، ولا يعرف عن أحد منهم إطلاق قبول الزيادة ... " اهـ.
وانظر الكلام عن زيادة الثقة وتفصيل ذلك في:
مقدمة "صحيح مسلم" "١/ ٧"، و "شرح علل الترمذي" -لابن رجب "٢/ ٦٣٠- ٣٤٣"، و "علوم الحديث" "ص ٨٥- ٨٨"، و"الإرشاد" "١/ ٢٢٥-٢٣١"، "الكفاية" "٥٩٧-٦٠٢"، و "المقنع" "١/ ١٩١-٢٠٨"، و "التبصرة والتذكرة" "١/ ٢١١-٢١٦"، و "التقييد والإيضاح" "ص ٩٢- ٩٤"، و "اختصار علوم الحديث" لابن كثير "١/ ١٩٠- ١٩٥"، و "فتح المغيث" "١/ ٢٤٥- ٢٥٣"، و "النزهة" "ص ٩٥-٩٦ مع النكت"، و"النكت" "٢/ ٦٨٦- ٧٠٢"، و "الفتح" "١/ ٩١- ٢٧٧، ٢٩٨، ٣٠٩"، و "توضيح الأفكار" "٢/ ١٦- ٢٤"، و "التدريب" "١/ ١٩٠- ١٩٥" و "إسعاف ذوي الوطر" "١/ ٢٣٣- ٢٤١".
٢ في نسخة علي الحلبي من التذكرة "ص ٢٠" زيادة في تعريف المزيد في متصل الأسانيد وهي: "وهو أن يزاد في الإسناد رجل فأ كثر غلطًا" وهذه الزيادة غير موجودة في النسختين الخطيتين للتوضيح الذي هو شرح التذكرة وكذا غير موجودة في المطبوع من التذكرة تحقيق "عزيز شمس" ص "٤٠".',NULL,'74',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (71,'يزِدْه أتقن، مع تصريحه بالسماع١.
(وصفة الراوي) المقبول: (وهو العدل الضابط) ٢ في مرويه لصدره أو لكتابه، (ويدخل فيه) أي في التوصل لذلك (معرفة الجرح
_________
وأما نسخة البلوي في ثبته" "ص ٣٦٤" فكذا غير موجودة، ولكن أشار المحقق في الحاشية أن الإمام البلوي زاد هذه الزيادة من نسخة شيخه العلامة التنسي وكتب عليها علامة "صح". فالله أعلم.
١ أي في موضع الزيادة ولم يكن معنعنًا، وهناك شرط ثالث وهو أن يكون ظاهر الإسناد الاتصال، والمعنى أن الحديث الواحد يجيء بإسناد واحد من طريقين، ولكن وجد في أحد الطريقين زيادة راوٍ، فما الحكم في هذه الزيادة؟ فإذا ترجحت الزيادة بأحد المرجحات المعتبرة ككثر الراوين لها "أي الزيادة" أو ضبطهم وإتقانهم، فإنه يحكم بثبوتها وكان النقص في الإسناد الآخر من قبيل الإرسال الخفي، وإن ترجح النقص وذلك بعد توفي الشروط الثلاثة المذكورة آنفًا حكم بأنه من المزيد في متصل الأسانيد.
وقد صنف الإمام الخطيب البغدادي في ذلك كتابًا سَماه "تمييز المزيد في متصل الأسانيد"، ولابن الصلاح ملاحظات عليه.
وانظر علوم الحديث "ص ٢٨٦"، والإرشاد "٢/ ٥٧٦"، والمقنع "٢/ ٤٨٣"، فتح المغيث "٤/ ٧٣"، والنزهة "١٢٦- مع النكت".
٢ وهذان الشرطان محل الإجماع من العلماء فقهاء ومحدثين.
قال ابن الصلاح: "أجمع جماهير أئمة الحديث والفقه على أنه يشترط فيمن يحتج بروايته أن يكون عدلًا ضابطًا لما يرويه، وتفصيله أن يكون مسلمًا بالغًا عاقلًا سالمًا من أسباب الفسق وخوارم المروءة، متيقظًا غير مغفل، حافظًا إن حدث من حفظه، ضابطًا لكتابه إن حدث من كتابه، وإن كان يحدث بالمعنى اشترط فيه مع ذلك أن يكون عالمًا بما يحيل المعاني "علوم الحديث "١٠٤- ١٠٥". وانظر المنهل "ص ٦٣"، وفتح المغيث "٢/ ١ وما بعدها".
وأما بما تثبت العدالة فانظر تفصيلها في كتاب الدكتور عبد العزيز بن محمد بن إبراهيم العبد اللطيف "ضوابط الجرح والتعديل" من "ص ١٤- ٢٨" فإنه مهم -والله أعلم.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (72,'والتعديل) وهما مقبولان بدون بيان من العارف بأسبابهما١، والجرح مقدم على التعديل٢، (وبيان سن السماع) للأطفال (وهو التمييز) كأن يعرف الجمرة من التمرة، (ويحصل في خمس غالبًا) وربما يتخلف، بل قد يحصل قبلها، وكذا المعتبر في كتابته وتوجهه للطلب، التمييز والفهم، وهو في كل شيء بحسبه٣.
_________
١ يشترط في المعدل والجارح أربعة شروط:
١ أن يكون عدلًا.
٢ أن يكون ورعًا يمنعه الورع من التعصب والهوى.
٣ أن يكون يقظًا غير مغفل لئلا يغتر بظاهر حال الراوي.
٤ أن يكون عارفًًا بأسباب الجرح والتعديل لئلا يجرح عدلًا أو يعدل من استحق الجرح.
من ضوابط الجرح والتعديل "ص ٣٢".
٢ وهذا مقيد بما قبله، وهو صدوره من عارف بأسبابه، وقبوله مجملًا -أي الجرح- لأنه لم يعدل فهو في حيز المجهول، فإعمال قول الجرح أولى من إجماله. من النزهة "ص ١٩٣- مع النكت" بتصرف.
٣ نعم فالمعتبر الفهم والتمييز، لذا عقب الحافظ ابن حجر بمقولة أحمد لما بلغه قول ابن معين: "أقل سن التحمل خمس عشرة سنة، لكون ابن عمر رد يوم أحد إذ لم يبلغها، فقال أحمد: بل إذا عقل ما يسمع، وإنما قصة ابن عمر في القتال" الفتح "١/ ١٧١" وهذا الذي اختاره الحافظ. لذا قال: "وهو المعتمد ... ، والسماع يقصد به الفهم فكانت مظنة التمييز" الفتح "١/ ١٧١" وفي نفس الموضع ذكر أن البلوغ ليس شرطًا في صحة التحمل، وقال أيضًا: "ولا تشترط في صحة التحمل فهم السامع لجميع ما يسمعه" "الفتح" "١/ ٤١٦" وقال في موطن" ... وجواز التحمل قبل كمال الأهلية، وأن الفهم ليس شرطًا في الأداء" الفتح "١/ ١٥٩".
وانظر: المنهل الروي "ص ٧٩"، وعلوم الحديث "١٢٨"، وفتح المغيث "٢/ ١٣٠- وما بعدها".',NULL,'76',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (73,'(وكيفية السماع) الكائن بلفظ الشيخ أو بقراءة غيره، بأن يكون مصغيًا غير ناعس ولا متحدث ولا ناسخ ونحوها مما يمنعه، ويغتفر الإغفال اليسير، والإجازة تجبره.
(و) كيفية (التحمل) الذي هو أعمّ من ذلك لشموله الإجازة والمناولة وغيرهما، وعدم اشتراط التأهل له بحيث يصح للكافر١، والفاسق من باب أولى.
(وكتابة الحديث: وهو) بعد الاختلاف٢، (جائز إجماعًا) ، بل ربما يجب إذا تعين طريقًا للنقل. (وتصرف الهمة إلى ضبطه) وتحقيقه متنا وإسنادًا بما يسلم معه من التحريف.
(وأقسام طرق الرواية، وهي ثمانية) : أعلاها (السماع من لفظ الشيخ) العارف٣، ويليها (القراءة عليه) ٤ وكذا السماع بقراءة غيره.
_________
١ نعم يصح تحمل الكافر قبل إسلامه؛ إذ الإسلام ليس شرطًا للتحمل بل هو شرط للأداء.
وهذا محل اتفاق بين أهل العلم بالحديث. وانظر علوم الحديث "ص ١٢٨"، والمقنع "١/ ٢٨٨"، والنزهة "ص ٢٠٦- مع النكت"، وفتح المغيث "٢/ ٢٩ وما بعدها".
٢ نعم وقع الخلاف في الصدر الأول في كتابة الحديث، فمنهم من كره الكتابة وأمره بالحفظ ومنهم من أجاز، ثم استقر الأمر على الجواز، وانظر تفصيل ذلك من المقنع "١/ ٣٣٧- وما بعدها".
٣ إما إملاءً، أو تحديثًا من غير إملاء، سواء من حفظه أو من كتابه. وانظر تفصيل ذلك في الكفاية "ص ٤٠٨- وما بعدها"، وفتح المغيث "٢/ ١٥٢".
٤ وهي التي تسمى عند المحدثين "عرضًا" وانظر علوم الحديث "ص ١٣٧". فتح المغيث "٢/ ١٦٦ وما بعدها".',NULL,'77',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (74,'(والإجازة) المجردة (بأنواعها) ١ التي أعلاها من معينٍ لمعينٍ في معينٍ واستقر الإجماع على جوازها٢ (والمناولة) بالمروي وأعلا صورها ما يكون تمليكًا، أما المستردة وهي المقتصر عليها غالبًا في الأزمان المتأخرة، فلا امتياز لها عن الإجازة بالمعين إلا في بعض الصور.
(والمكاتبة) بالمروي. (والإعلام) بالمروي، (والوصية) به. (والوجادة) وهي ما يجده بخط شخص عاصره أو لم يعاصره، وشرط الصحة في الخمسة اقترانها بالإجازة، نعم صححت الثانية المجردة كأنه للاكتفاء بالمقرينة.
(وصِفة الرواية) من كتابه المتقن المصون، أو حفظه، (و) صفة (أدائها) من الأصل أو الفرع المقابل عليه، ورخص فيما تسكن إليه النفس مما لم يقابل بصحة كتابه الناقل وكونه من أصل معتمد مع البيان، والإجازة جابرة وإلا ضاق الأمر٣، (ويدخل فيه) أي في أداء المروي، (الرواية بالمعنى) وهي جائزة على الصحيح، للعارف بمدلولات الألفاظ وما يجليها
_________
١ أنواعها كثيرة عدها ابن الصلاح سبعة، وذكر العراقي تسعة، وبعدها قال ابن الصلاح: "هذه أنواع الإجازة التي تمس الحاجة إليها ويتركب منها أنواع أخر" علوم الحديث "ص ١٦٣".
وانظر التبصرة "٢/ ٦٠"، وفتح المغيث "٢/ ٢١٤ وما بعدها" فإنه مهم.
٢ ادعاء الإجماع فيه نظر، ورده جماعة من الأئمة، نعم استقر العمل على جوازها وبه قال جماهير العلماء، أما الإجماع بهذا الإطلاق فمنقوض.
وانظر الاختلاف في ذلك مفصلًا في علوم الحديث "ص ١٥١- وما بعدها"، وإرشاد طلاب الحقائق "١/ ٣٦٩- وما بعدها"، والكفاية "ص ٤٤٦ وما بعدها"، والمقنع "١/ ٣١٤"، وفتح المغيث "٢/ ٢١٧، وما بعدها"، والتدريب "٢/ ٢٩".
٣ قارن بـ "فتح المغيث" "٣/ ١٣٤- ١٣٦".',NULL,'78',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (75,'عن معانيها١، (واختصار الحديث) وتفرقته على الأبواب للعارف أيضًا٢. (وآداب المحدث) وهو الشيخ، (و) آداب (طالب الحديث) ٣ وهما مشتركان في الإخلاص، والابتداء بالحمد والصلاة على النبي -صلى الله عليه وسلم-،
_________
١ هناك خلاف في الرواية بالمعنى للعالم بمدلولات الألفاظ والمعاني، فقال قوم بالمنع، وأجاز الجمهور، وهو الذي يشهد به أحوال الصحابة والسلف.
وانظر الأقوال مفصلة في "الكفاية" "ص ٣٠٠- وما بعدها"، علوم الحديث "٢١٣"، وإرشاد طلاب الحقائق "١/ ٤٦٤"، والمقنع "١/ ٣٧٢"، اختصار علوم الحديث "٣/ ٣٩٩"، وفتح المغيث "٣/ ١٣٧- وما بعدها"، والإحكام لابن حزم "٢/ ٢٦٠"، والتدريب "٢/ ٩٩"، وقواعد التحديث" القاسمي "ص ٢٢١".
٢ اختصار الحديث الواحد اختلف في جوازه، فقال البعض بمنعه بناء على منعه الرواية بالمعنى، ومنهم من منعه مع تجويز الرواية بالمعنى، ومنهم من أجازه مطلقًا، ومنهم من "فصل فأجازه للعالم العارف إذا كان ما تركه متعلق بما رواه بحيث لا يختل البيان ولا تختلف الدلالة فيما نقله بترك ما تركه ... " الإرشاد "٢/ ٤٦٨". "وتقطيع الحديث وتفرقته على الأبواب إلى الجواز أقرب ومن المنع أبعد، قد فعله مالك، والبخاري، وغير واحد من أئمة الحديث "المقنع "١/ ٣٧٧".
وقال ابن الصلاح: "ولا يخلو من كراهة" علوم الحديث "ص ٢١٧" وقال النووي" وما أظنه يوافق عليه "الإرشاد "١/ ٤٧٠".
وانظر هدي الساري "ص ١٥" فإنه مهم، وقواعد التحديث "ص ٢٢٥- ٢٢٨"، وفتح المغيث "٣/ ١٤٩- وما بعدها".
٣ قد صنف الإمام الخطيب البغدادي كتابًا حافلًا ماتعًا نافعًا في هذا الباب للشيخ والطالب على السواء وهو "الجامع لأخلاق الراوي وآداب السامع" وهو مطبوع.
وكذا كتاب الإمام حافظ المغرب ابن عبد البر "جامع بيان العلم وفضله وما ينبغي في روايته وحمله" وهو كتاب نافع جيد في بابه مطبوع في مجلدين أيضًا.
وكذا كتاب الإمام أبي سعدي السمعاني "أدب الإملاء والاستملاء" مطبوع في مجلدين حديثًًا. وغيرها من الكتب المصنفة التي اعتنت بهذا الباب.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (76,'ويمتاز الأول١ بالجلوس على طهارة كاملة مع التعطر بالبَخُور٢، والأدب والوقار، وزَبْرِ٣ من يرفع صوته، وأن لا يحدث بحضرة من هو أولى منه، وإمساكه إذا خشي اختلاله بهرم ونحوه.
والثاني٤ بالابتداء بعوالي مصره ثم الرحلة وعدم التساهل، والعمل بما يسمع في الفضائل، وتبجيل الشيخ، والرفق به وتجنب كتم السماع وإقباله على التخريج والتأليف إذا تأهل بشهادة الأئمة العارفين له بذلك.
(ومعرفة غريبه) ٥ أي ما يخفى معناه من متنه، (و) كذا معرفة (لغته) بأخذ ذلك عن أهل الحديث العارفين بالغريب، ولا يعدل إلى اللغوي فقط إلا عند (فقد) ٦ جامعها ومعرفة أسبابه، (وتفسير معانيه واستنباط
_________
١ أي الشيخ المحدث.
٢ في "ب" والمطبوعة "ص ٣٠": "مع التوكل ليجوز".
٣ يقال: "زبر الرجل يزبره زبرًا: انتهره" قاله ابن منظور في لسان العرب "٣/ ١٨٠٥- مادة زبر".
٤ أي الطالب للحديث. وانظر آداب طالب الحديث في فتح المغيث "٣/ ٢٧٣- ٣٣٠" فإنه جمع جمعًا بديعًا وفائقًا.
٥ صنفت في هذا النوع من علوم الحديث مصنفات عدة. قال الحاكم: "فأول من صنف الغريب في الإسلام النضر بن شميل". معرفة علوم الحديث "ص٨٨".
ومن تلك الكتب: غريب الحديث لأبي عبيد القاسم بن سلام الهروي، وغريب الحديث للإمام أبي سليمان حمد بن حمد الخطابي البستي، وغريب الحديث للإمام أبي إسحاق إبراهيم بن إسحاق الحربي، وغريب الحديث للإمام أبي الفرج عبد الرحمن بن علي بن الجوزي، والنهاية في غريب الحديث للإمام أبي السعادات المبارك بن محمد بن الجزري ابن الأثير.
وهذه كلها مطبوعة، وغيرها كثير ولله الحمد والمنة.
٦ كلمة "فقد" غير موجودة في "ب" والمطبوعة "ص٣١".',NULL,'80',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (77,'أحكامه، وعزوه) ذلك (إلى) من يراه عنه من المتقدمين (الصحابة والتابعين وأتباعهم وفاقًا وخلافًا) مما اتصف به الأئمة ممن جمع بين الحديث والفقه وأصوله.
(ويحتاج في ذلك) مما أشرت إليه هنا للاحتياج إليه وأوضحناه في محله فلا نطيل به، (إلى معرفة الأحكام الخمسة١: وهي الوجوب) المرادف للفرض المذموم تاركه. (والندب) المرادف للمستحب والتطوع والسنة، وهو ما يطلب طلبًا غير جازم. (والتحريم) الآثم فاعله. (والكراهة) المحمود تاركها. (والإباحة) التي لا يتعلق بتركها مدح ولا ذم، وأطال الناظم٢ هنا متأسِّيًا بالأصل فيما أطال به، بالإشارة إلى أن الحلال عند الشافعي ما لم يدل دليل على تحريمه٣، وهو يعتضد بقوله تعالى: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا ... } ٤ الآية. وقوله -صلى الله عليه وسلم-: "وسكت عن أشياء رحمة بكم فلا تبحثوا عنها"٥ وعند أبي حنيفة: ما دل الدليل على
_________
١ وهي أقاسم الحكم الشرعي التكليفي، انظر الموافقات للشاطبي "١/ ١٠٩" وما بعدها.
٢ سبق ترجمته "ص ٤٣".
٣ انظر الرسالة "رقم: ٥٥٥، ٦٤١".
٤ سورة الأنعام: آية "١٤٥".
٥ قطعة من حديث أبي ثعلبة الخشني -رضي الله عنه- مرفوعًا. وهو ضعيف.
أخرجه الدَّاَرَقُطْني في السنن "٤/ ١٨٣"، والبيهقي في الكبرى "١٠/ ١٣"، والطبراني في الكبير "٢٢/ رقم ٥٨٩"، وابن بطة في الإبانة "١/ رقم ٣١٤"، والخطيب في الفقيه والمتفقه "٢/ ٩" وابن حزم في الإحكام "٨/ ١٣٧٤"، والذهبي في السير "١٧/ ٦٢٦" كلهم من طرق عن داود بن أبي هند عن مكحول عنه.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (78,'حله، وبنوا على الخلاف الحيوان المشكل أمره١، وفيه وجهان أصحهما: الحل.
وقال الرافعي٢ في باب الأطعمة٣: إن في موضع الإشكال يميل
_________
وحسن إسناده الحافظ النووي في الأذكار "رقم ١٠٩١" وقبله الحافظ أبو بكر السمعاني "جامع العلوم" "ص ١٥٠" وتكلم الحافظ ابن رجب في "جامع العلوم والحكم" عن الحديث مع بيانه علله وذكر شواهده، فانظر "ص ١٥٠ وما بعدها/ ٢" وحكم الحافظ ابن حجر -رحمه الله- عليه بالانقطاع كما في المطالب العالية "٣/ رقم ٢٩٠٩".
وكذا ضعفه الشيخ الألباني في غاية المرام "ص ١٧- ١٩" وأطال فيه.
وسبب تضعيف الحديث هو الانقطاع الحاصل بين مكحول الشامي وبين أبي ثعلبة الخشني، فلا يصح سماعه من أبي ثعلبة -رضي الله عنه.
وانظر تهذيب الكمال "٢/ / ٤٦٦". وجامع التحصيل "ص ٢٨٥".
والسبب الآخر الاختلاف في رفعه ووقفه، فرواه البعض موقوفًا من قول مكحول- في السنن الكبرى للبيهقي "١٠/ ١٢" حيث قال عقبه: "هذا موقوف".
والأكثرون رفعوه وهو الأرجح، لذا قال الحافظ الدَّاَرَقُطْني: الأشبه بالصواب المرفوع. قال: وهو أشهر" من جامع العلوم "ص ١٥٠".
وانظر فتح الباري "١٣/ ٢٦٦".
١ انظر بداية المجتهد "١/ ٥٤٧"، والمجموع "٩/ ١٧" وحلية العلماء في معرفة مذاهب الفقهاء "٣/ ٤٠٥".
٢ هو "شيخ الشافعية عالم العجم والعرب، إمام الدين أبو القاسم عبد الكريم ابن العلامة أبي الفضل محمد بن عبد الكريم بن الفضل بن الحسين الرافعي القزويني" قاله الإمام الذهبي "ت ٦٢٣ هـ" ترجمته في السير "٢٢/ ٢٥٢ وانظر المصادر الأخرى في الحاشية على السير".
له مصنفات عديدة منها: الشرح الكبير. واسمه "الفتح العزيز في شرح الوجيز" طبع قسم منه بذيل المجموع للنووي -رحمه الله.
٣ لم أقف عليه.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (79,'الشافعي إلى الإباحة، ويميل أبو حنيفة إلى التحريم.
والحشيشة من النبات المجهول تسميته، قال النووي١: إنها مأكولة٢، وهو الأقرب، والموافق للمحكي عن الشافعي في التي قبلها، وقال المتولي٣: يحْرُمُ أكلُها، وهو يشبه المحكي عن أبي حنيفة٤.
_________
١ هو "الإمام الحافظ الأوحد القدوة شيخ الإسلام علم الأولياء محي الدين أبو زكريا يحيى بن شرف بن مري الحزامي الحوراني الشافعي صاحب التصانيف النافعة" قاله الإمام الذهبي في تذكرة الحفاظ "٤/ ١٤٧٠" وانظر ترجمة النووي باستفاضة مقدمة تحقيق إرشاد طلاب الحقائق "١/ ٧- ٣١" وكذا كتاب السيوطي "المنهاج السوي في ترجمة الإمام النووي" مطبوع متداول.
٢ لم أقف عليه، مع العلم بأني بحثته في مظنته من "المجموع". والله أعلم.
٣ هو "العلامة شيخ الشافعية أبو سعد عبد الرحمن بن مأمون بن علي النيسابوري المتولي" قاله الذهبي في السير "١٧/ ٥٨٥" وله تصانيف، انظرها في السير، وهو أحد الأئمة الذين يكثر ذكر أقوالهم الإمام النووي في المجموع. والله أعلم.
٤ بل الحشيشة محرمة، واستفاض واشتهر ضررها للعقل لكل ذي لب، وقد سئل شيخ الإسلام بن تيمية -رحمه الله- عنها فقال: " ... والحشيشة المسكرة حرام ومن استحل السكر منها فقد كفر، بل هي في أصح قول العلماء نجسة كالخمر، فالخمر كالبول والحشيشة كالعذرة" مجموع الفتاوى "٣٤/ ٢٠١- ٢١٤".
ونقل الإمام الشوكاني أن الإمام القرافي وابن تيمية حكيا الإجماع على تحريم الحشيشة، وأنه من استحلها فقد كفر. وذكرا عن ابن البيطار -وإليه انتهت الرئاسة في معرفة خواص النبات- إن الحشيشة مسكرة جدًّا، إذا تناول الإنسان منها قدر درهم أو درهمين أخرجته إلى حد الرعونة، وقد استعملها قوم فاختلت عقولهم.
ثم قال -رحمه الله، أي الشوكاني- والحاصل أن الحشيشة وما في حكمها مما له عملها، لا شك ولا ريب في تحريمها؛ لأنها إن كانت من المسكرات فهي داخلة في عموم أدلة تحريم المسكر، وقد عرفت من جزم بأنها مسكرة، وإن كانت من المتفرات المخدرات فهي محرمة بالحديث المتقدم في تحريم كل مفتر، لا =',NULL,'83',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (80,'قال الناظم١: وليس بالقويم إذا الحرام ما أتى له دليلٌ وما لا فحلالٌ، ومذهب المخالف: الحرام ما لم ير للحل فيه دليل٢، ويلتفت إلى أن الأصل الحظر أو٣ الإباحة٤.
_________
تخرج عن هذين الأمرين أصلًا، والخدر ليس أمرًا غير الفتور، بل هو فتور مع زيادة ... إلى أن قال: ومع هذا فقد عرفت الإجماع علي تحريمها بحكاية الإمامين القرافي وابن تيمية، فلم يبق ارتياب في التحريم" من كتاب الإمام الشوكاني "البحث المسفر عن تحريم كل مسكر ومفتر" "ص ١٥٠- ١٦٦" بتصرف، وهو كتاب قيم نافع في بابه وعلق المحقق بتعليقات نافعة فجزاه الله خيرًا.
وقال شيخ الإسلام ابن تيمية -رحمه الله-: ".... هذه الحشيشة الملعونة من أعظم المنكرات، وهي شر من الشراب المسكر من بعض الوجوه، والمسكر شر منها من وجه آخر، فإنها مع أنها تسكر آكلها حتى يبقى مصطولًا تورث التخنيث والديوثة، وتفسد المزاج، فتجعل الكبير [كالسفيه] بسبب أكلها، ومن الناس من يقول: إنها تغير العقل فلا تسكر كالبنج، وليس كذلك بل تورث نشوة ولذة وطربًا كالخمر، وهذا هو الداعي إلى تناولها، وقليلها يدعوا إلى كثيرها، كالشراب المسكر، والمعتاد لها يصعب عليه فطامه عنها أكثر من الخمر ... " ينظر مجموع الفتاوى "٣٤/ ٢٠١- ٢١٤" فقد أطال -رحمه الله- بما لًا مزيد عليه. وانظر المجموع النووي "٩/ ٣٧".
١ سبقت ترجمته "ص ٤٣".
٢ ميل الناظم إلى القول بالإباحة للحشيشة مرفوض منقوض، وسبق النقل عن الأئمة في المسألة كشيخ الإسلام ابن تيمية وغيره في تحريمها والقول بإسكارها أو تقتيرها، فلينظر.
٣ في نسخة "ب" والمطبوعة "٣٣": "و".
٤ هذه قاعدة عظيمة من قواعد الدين الحنيف. ضمنها الأئمة كتبهم خاصة "الأصولية" منها تحت مبحث "استصحاب الحال".
تنظر في "المعتمد" للبصري "٢/ ٨٨٤ وما بعدها"، و "المعتمد" لأبي محمد الخبازي "ص ٣٥٦" وروضة الناظر "١/ ٣٨٩" ومذكرة أصول الفقه للشنقيطي "ص ١٧- ١٨"، وفتح الباري "٤/ ٢٩٤- ٢٩١" و "٩/ ١٩١، ٢٠٠"، وغيرها.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (81,'(و) معرفة (متعلقاتها) -أي الأحكام- (من الخاص: وهو مادل على معنى واحد) ١.
(والعام: وهو ما دل على شيئين) فأكثر (من جهة واحدة) .
(والمطلق: هو ما دل على معنى واحد مع عدم تعيين فيه ولا شرط.
والمقيد: وهو ما دل على معنى مع اشتراط آخر) كالعام والخاص.
(والمفصل: وهو ما عرف المراد من لفظه ولم يفتقر في البيان إلى غيره) .
(والمفسر: وهو ما ورد البيان بالمراد منه في مدلوله) ضد المبهم.
(والمجمل: وهو ما لا يفهم المراد منه ويفتقر إلى غيره) ضد المفصل، زاد الناظم، والمؤول: ما أتى فيه تول المجمل.
(ومعرفة التراجيح٢ بين الرواة من جهة كثرة العدد مع الاستواء في الحفظ والضبط، ومن جهة العدد أيضًا مع التباين فيه) أي في معناه وغير ذلك مما زاد على المائة، والإطالة بكُلِّهِ خروج عن المقصود، وأخصر المقدمات في أصول الفقه محصلة لأصل الغرض.
_________
١ هذه تغييرات وتعريفات أصولية تراجع وتنظر في مظانها من كتب أصول الفقه.
٢ سبقت الإشارة إلى أن أوجه الجمع كثيرة عدها الحافظ الحازمي في الاعتبار إلى خمسين وجهًا، وزاد عليها البعض حتى تجاوزت المائة.
انظر ذلك في التعليق على مبحث "مختلث الحديث" "ص ٦٩".',NULL,'85',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (82,'(ومعرفة ناسخه ومنسوخه) ١ والمحدث هو المرشد لطريقه.
(ومعرفة الصحابة٢ وأتباعهم) ٣ مما يتوصل به للمرسل والمضاف
_________
١ علم جليل يبحث في ناسخ الحديث ومنسوخه، فهو من أهم فنونه وأصعبها وأدقها وأوعرها ذو غور وغموض، قال فيه الإمام الزهري -رحمه الله-: "إنه أعيا الفقهاء وأعجزهم أن يعرفوا ناسخ حديث رسول الله -صلى الله عليه وسلم- من منسوخه" أسنده الحازمي في الاعتبار "ص ٤٤".
وقد برز في معرفته قلة من العلماء الفحول، وكان للإمام الشفاعي اليد الطولى فيه، كما ذكر ذلك غير واحد من الأئمة. وصنف في هذا الفن جماعة منهم الحافظ الحازمي "الاعتبار في الناسخ والمنسوخ من الآثار" مطبوع، وأبو حفص بن شاهين "ناسخ الحديث ومنسوخه" مطبوع. وغيرها.... وانظر فتح المغيث "٤/ ٤٩- ٥٠".
٢ الصحابي: "كل من لقي النبي -صلى الله عليه وسلم- مؤمنًا به ومات على الإسلام" ولو تخللت ردة، في الأصح "قاله الحافظ في النزهة "ص ١٤٩- مع النكت".
وقد اختلف العلماء رحمهم الله في حد الصحابي. ينظر - "المنهل الروي" "ص ١١١" و "علوم الحديث" "ص ٢٠٣"، و "الإرشاد للنووي" "٢/ ٥٨٦"، "الإحكام" لابن حزم "١/٢٥٧"، و "أسد الغابة" "١/ ١٢ وما بعدها"، و "اختصار علوم الحديث" لابن كثير" "٢/ ٤٩١"، والمقنع" "٢/ ٤٩١"، و "الفتح" "٧/ ٣، ٤، ٥".
وممن ألف في الصحابة الإمام ابن عبد البر وكتابه "الاستيعاب" مطبوع.
والإمام ابن الأثير وكتابه "أسد الغابة" مطبوع.
والحافظ ابن حجر وكتابه "الإصابة". مطبوع.
والإمام ابن أبي عاصم وكتابه "الآحاد والمثاني" وغيرهم.
وعقب ابن الصلاح على تعريف الخطيب بقوله: "وكلام الحاكم أبي عبد الله وغيره مشعر بأنه يكفي فيه أن يسمع من الصحابي أو يلقاه، وإن لم توجد الصحبة العرفية، والاكتفاء في هذا بمجرد اللقاء والرؤية أقرب منه في الصحابي نظرًا إلى مقتضى اللفظين فيهما". علوم الحديث "٣٠٢".',NULL,'86',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (83,'للصحابي١.
ومعرفة٢ (من روى من الأكابر عن الأصاغر) المفيد رفع توهم
_________
وقال النووي عقب سياقه لكلام الحاكم "وهو الأظهر" -التقريب مع التدريب "٢/ ٢٣٤". وقال العراقي بعد ذكره لمذهب الحاكم" وعليه عمل الأكثرين وقد ذكر مسلم وابن حبان سليمان بن مهران الأعمش في طبقة التابعين، وقال ابن حبان: أخرجناه في هذه الطبقة لأن له لقيًا وحفظًا، رأي أنس بن مالك وإن لم يصح له سماع المسند عن أنس "التبصرة "٣/ ٤٥""، وينظر قول الحاكم في المعرفة "ص ٤٢".
وقال الحافظ ابن حجر -رحمه الله-: "التابعي: هو من لقي الصحابي" النزهة "ص ١٥٢ مع النكت".
وانظر أيضًا: التدريب "٢/ ٢٣٤"، وفتح المغيث "٤/ ١٤٥"، وتوضيح الأفكار "٢/ ٤٧١"، واليواقيت والدرر "٢/ ٥١٦".
ومما ينبه إليه أن محقق اليواقيت للمناوي وهم وهمًا فاحشًا حين نسب أن ما استظهره الأئمة كابن الصلاح وغيره من كلام أبي عبد الله الحاكم هو نفسه رأي الحافظ الخطيب البغدادي، وهذا خطأ واضح لمن تمعن في كلام الأئمة المتقدم ذكرهم وقولهم، ويحسن هنا إيراد خطئه نصًا ليقف عليه القارئ.
قال في الحاشية معلقًا علي قول الإمام الحافظ ابن حجر العسقلاني: "هذا هو المختار" قال المناوي شارحًا: "الذي عليه الحاكم وغيره" "٢/ ٥١٦" أعطى رقمًا فوق كلمة "غيره" وقال: "وهذا أيضًا رأي الخطيب البغدادي" انظر الإرشاد للنووي "٢/ ٦٠٦" انتهى.
وهذا خطأ واضح، ووهم فاحش، إذ لو رجع المحقق للكفاية للخطيب "ص ٥٩" لعلم خلاف هذا القول ولما نسبه إلى الخطيب؟! فلينتبه.
١ يقصد بهذا أن بمعرفة الصحابة والتابعين يتوصل ويتعرف على المرسل والمتصل ويميز الإسناد من حيث الإرسال والاتصال.
وانظر المنهل الروي "١١١" وفتح المغيث "٤/ ١٤٤"ز
٢ كلمة "معرفة" ساقطة من "ب" ومن المطبوعة "ص ٣٥".',NULL,'87',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (84,'القلب، (كرواية النبي -صلى الله عليه وسلم-) قصة الجساسة١ (عن تميم الداري) ، والأذان٢ (و) غيره عن (الصديق) ، (و) عن (غيرهما) كعن الفاروق منقبةٌ للصديق٣ (ويُلقب أيضًا برواية الفاضل عن المفضول) ، "و" منه مما هو
_________
١ أخرجه مسلم في الصحيح "٤/ رقم ٢٩٤٢- عبد الباقي".
٢ حديث الأذان حديث صحيح ثابت.
رواه النبي -صلى الله عليه وسلم- عن عبد الله بن زيد بن عبد ربه، كما هو ثابت، وليس عن الصديق رضي الله عنه، والحديث أخرجه أبو داود في السنن "١/ رقم ٤٩٩"، والترمذي في الجامع "١/ رقم ١٨٩" وقال: حديث حسن صحيح، وابن ماجه "١/ ٧٠٦"، وأحمد في المسند "٤/ ٤٣".
وتكلم الأخ أسامة القوصي حول الحديث وشواهده وألفاظه بما لا مزيد عليه في كتابه "الأذان" "ص ١٩ وما بعدها" فانظره.
وكتب الشيخ على الأنصاري المعلق على نسخة "ب" على قول المصنف "والأذان": ويراجع ويحرر" "ل/ ٩/ ب" كأنه لم يقتنع بما ذكره المصنف وهو كذلك.
٣ لفظه قوله -صلى الله عليه وسلم-: "حدثني عمر أنه ما سابق أبا بكر إلى خير قط إلا سبقه به -يعني أبا بكر".
الحديث أخرجه الخطيب في تاريخ بغداد "٥/ ٧٧" والديلمي في مسند الفردوس وابن عساكر في تاريخ دمشق "كما في كنز العمال ١٢/ رقم ٣٥٦٢١ و ٣٥٦٦٧".
ولم أقف عليه في المطبوع من "مسند الفردوس" للديلمي. وانظر فتح المغيث "٤/ ١٦٥" وللفائدة قال المتقي الهندي في فاتحة كتابه "كنزل العمال" مشيرًا إلى منهجه في عزو الأحاديث ومن ثم الحكم عليها صحة وضعفًا حيث قال: "١/ ١٠": ".... وللعقيلي في الضعاء "عق" ولابن عدي في الكامل "عد" وللخطيب "خط" فإن كان في تاريخه أطلقت وإلا بينته ولابن عساكر "كر" وكل ما عزي لهؤلاء الأربعة، وللحكيم الترمذي في نوادر الأصول أو للحاكم في تاريخه أو لابن الجارود في تاريخه أو للديلمي في مسند الفردوس فهو ضعيف فيستغني بالعزو إليها إلى بعضها عن بيها ضعفه ... ".',NULL,'88',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (85,'أخص (رواية الشيخ عن التليمذ كرواية الزهري١ ويحيى بن سعيد) النصاري٢ (وربيعة) الرأي٣ (وغيرهم عن مالك) ٤.
(و) دونه معرفة (رواية النظير) من المجتهدين (عن النظير كالثوري) سفيان٥ (وأبي حنيفة) النعمان٦ (عن مالك حديث "الأيِّم أحق بنفسها من وليها"٧ ومعرفة رواية الآباء عن الأبناء) المفيد رفع توهم.
_________
١ محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب القرشي الزهري. إمام ثقة متفق على جلالته. "ت ١٢٤ هـ". تذكرة الحفاظ "١/ ١٠٨".
٢ يحيى بن سعيد بن قيس الأنصاري المدني، أبو سعيد القاضي، ثقة ثبت "ت ١٤٤ هـ" التقريب "ص ٥٩١".
٣ ربيعة بن أبي عبد الرحمن التيمي مولاهم، أبو عثمان المدني، المعروف بربيعة الرأي، واسم أبيه فروخ. ثقة فقيه مشهور. "ت ١٣٦ هـ" التقريب "ص ٢٠٧".
٤ تقدمت ترجمته "ص ٦٢".
٥ تقدمت ترجمته "ص ٦٢".
٦ هو الإمام النعمان بن ثابت التيمي مولاهم الكوفي "ت ١٥٠ هـ" تذكرة الحفاظ "١/ ١٦٨".
٧ رواية أبي حنيفة عن مالك أخرجها الحسين بن خسورفي مسنده كما في جامع مسانيد أبي حنيفة للخوارزمي "٢/ ١١٩"، والخطيب في التاريخ "٥/ ٣٧٦" من طرق عن بكار بن الحسن عن إسماعيل بن حماد بن أبي حنيفة عن أبي حنيفة عن مالك بن أنس عن عبد الله بن الفضل عن نافع عن جبير بن مطعم عن ابن عباس مرفوعًا.
ورواية سفيان وأبي حنيفة عن مالك.
أخرجها القاضي أبو بكر محمد بن عبد الباقي الأنصاري كما في "جامع مسانيد أبي حنيفة" للخوارزمي "٢/ ١١٩- ١٢٠" من طريق محمد بن الضحاك عن عمران بن عبد الرحمن بن بكار بن الحسن بن إسماعيل بن حماد بن أبي حنيفة عنهما.
والحديث صحيح أخرجه مسلم في الصحيح "٢/ رقم ١٤٢١- عبد الباقي" من طريق سعيد بن منصور وقتيبة بن سعيد ويحيى بن يحيى ثلاثتهم عن مالك عن عبد الله بن الفضل به مرفوعًا.
وانظر تفصيل تخريجه في الإرواء "٦/ رقم ١٨٣٣" والسلسلة الصحيحة "٣/ رقم ١٢١٦" للعلامة الألباني.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (86,'التحريف١ (كرواية العباس٢ عن ابنه الفضل٣ وكذا عن البحر عبد الله) ٤، (وعكسه) وهو الجادة٥، (وكذا) مما هو من الذي قبله (رواية الأم عن ولدها) كرواية أنس عن ابنته أُمينة٦.
_________
١ وللخطيب البغدادي -رحمه الله- في ذلك كتاب اسمه "رواية الآباء عن الأبناء" انظر: المجمع المؤسس "١/ ٣٨٤" وعلوم الحديث "ص ٣١٣".
٢ العباس بن عبد المطلب بن هاشم، عم النبي -صلى الله عليه وسلم-. انظر التقريب "رقم ٣١٩٣".
٣ الفضل بن العباس بن عبد المطلب بن هاشم الهاشمي، ابن عم النبي -صلى الله عليه وسلم- وأكبر ولد العباس استشهد في خلافة عمر. التقريب "رقم ٥٤٤٢".
٤ عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف، ابن عم رسول الله -صلى الله عليه وسلم-، ولد قبل الهجرة بثلاث سنين، ودعا له رسول الله -صلى الله عليه وسلم- بالفهم في القرآن، أحد المكثرين من الصحابة، وأحد العبادلة من فقهاء الصحابة. من التقريب "رقم ٣٤٣١" بتصرف.
٥ أي أن رواية الأصاغر عن الأكابر، والتابعين عن الصحابة، والأبناء عن الأبناء هي "الجادة المسلوكة الغالبية" قاله الحافظ في النزهة "ص ١٦١ مع النكت".
٦ أُمينة بنت أنس بن مالك الأنصاري. قال عنها الحافظ "مقبولة" روى عنها أبوها. التقريب "ص ٧٤٣". وانظر تهذيب الكمال "٣٥/ ١٣٢".
ورواية والدها عنها في صحيح البخاري "٤/ رقم ١٩٨٢- فتح" من كتاب الصوم. حيث قال عقب سياقه الحديث: "وحدثتني ابنتي أمينة أنه دفن لصلبه إلى مقدم الحجاج البصرة بضع وعشرون ومائة".
ومما يذكر هنا أيضًا رواية أم رومان زوج أبي بكر الصديق عن ابنتها عائشة -رضي الله عنها- في حديث تزويج عائشة.
انظر الإصابة "١٣/ ٢٠٨- ٢٠٩" واختصار علوم الحديث لابن كثير "٢/ ٥٤٥".',NULL,'90',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (87,'(ومعرفة المدبَّج) بضم ثم مهملة وموحدة مشددة ثم جيم (وهو رواية الأقران بعضهم عن بعض) المفيد رفع ظن الزيادة في السند كرواية كل من أبي هريرة وعائشة عن الآخر١ وكل من مالك والأوزاعي٢ عن الآخر٣.
(فإن روى أحدهما عن الآخر، ولم يرو الآخر عنه) وخص بتسميته الأقران كالأعمش٤ عن التميمي٥، (فغير مدبج) ، فكل مدبَّج أقران ولا عكس.
(ومعرفة الإخوة والأخوات) ٦ المفيد رفع ظن أخوه من اشتركا في
_________
١ ضرب الحافظ الحاكم في معرفة علوم الحديث "ص ٢١٦" مثالًا مسندًا من رواية أبي هريرة عن عائشة، ورواية عائشة عن أبي هريرة -رضي الله عنهما- فلينظر.
٢ هو عبد الرحمن بن عمرو، أبو عمرو الدمشقي الأوزاعي الإمام الحافظ الحجة. انظر تذكرة الحفاظ "١/ ١٧٨".
٣ انظر مثال رواية مالك عن الأوزاعي والعكس في "معرفة علوم الحديث" "ص ٢١٧- ٢١٨".
٤ سلمان بن مهران الأعمش - ثقة إمام حافظ - الميزان "٢/ ٢٢٤" وتهذيب الكمال "١٢/ ٧٦".
٥ سليمان بن طرخان التيمي البصري، ثقة عابد روى عن الأعمش وهو من أقرانه، ولم يرو عنه الأعمش.
التقريب "ص ٢٥٢". وانظر تهذيب الكمال "١٢/ ٥"، وتهذيب التهذيب "٤/ ٢٠١".
٦ صنف في هذا النوع جماعة من الأئمة كعلي بن المديني- وأشار محقق كتاب الباعث الحثيث الأخ الشيخ علي الحلبي إلى أن الكاتب قد طبع بتحقيق الدكتور باسم الجوابرة "٢/ ٥٣٩"وكذا للإمام أبي داود السجستاني رسالة في ذلك، وأشار كذلك المحقق للذكور أنها طبعت مع الكتاب الأول "٢/ ٥٣٩" وغيرهم من الأئمة. فتح المغيث "٤/ ١٧٢".',NULL,'91',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (88,'اسم الأب١ (كعمر٢ وزيد٣ ابني الخطاب) ، وعتبة٤ وعبد الله٥ ابني مسعود، وأسماء٦ وعائشة٧ ابنتي الصديق، وكلهم صحابة.
(و) معرفة (من اشترك عنه في الرواية اثنان تباعد ما بين وفاتيهما) ٨ المفيد رفع ظن سقوط في مسند المتأخر٩، ويسمى السابق
_________
١ والمعنى "الأمن من ظن من ليس بأخ أخًا عند الاشتراك في اسم الأب، أو ظن الغلط". فتح المغيث "٤/ ١٧٢" وانظر منهج ذوي النظر "ص ٢٣٧".
٢ هو الخليفة الراشد عمر بن الخطاب بن نفيل. غني عن التعريف. التقريب "ص ٤١٢".
٣ زيد بن الخطاب بن نفيل العدوي، أخو عمر بن الخطاب -رضي الله عنهما- أسلم قبل عمر واستشهد باليمامة. صاحبيّ جليل. التقريب "٢٢٣".
٤ الصحابي عتبة بن مسعود الهذيلي، أخو عبد الله لأبويه، مات قبل عبد الله زمن عمر بن الخطاب -رضي الله عنهم- الإصابة "٦/ ٣٨٠".
٥ الصحابي الجليل عبد الله بن مسعود بن غافل الهذلي، أبو عبد الرحمن من السابقين الأولين من كبار علماء الصحابة -رضي الله عنهم- أمّره عمر على الكوفة. التقريب "ص ٣٢٣".
٦ أسماء بنت أبي بكر الصديق -رضي الله عنهما- أم ابن الزبير، من المهاجرات، عمرت نحو المائة، وعاشت بعد أن صلب ولدها عشر ليال، وابناها: عروة وعبد الله. ماتت بمكة "٧٣ هـ". الكاشف "٢/ ٥٠٢".
٧ عائشة أم المؤمنين -رضي الله عنها وعن أبيها- ابنة أبي بكر الصديق، حبيبة رسول الله -صلى الله عليه وسلم- أفقه نساء الأمة، ومناقبها جمة، عاشت خمسًا وستين سنة، توفيت سنة "٥٨ هـ" بالبقيع. الكاشف "٢/ ٥١٣".
٨ للحافظ الخطيب فيه كتاب سماه "السابق واللاحق طبع.
٩ وله فوائد أخرى منها "تفقه الطالب في معرفة العالي والنازل، والأقدم من الرواة عن الشيخ، ومن به ختم حديثه، وتقريب حلاوة علو الإسناد في القلوب" فتح المغيث "٤/ ١٩٤".',NULL,'92',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (89,'واللاحق، (كالسرَّاج) ١ بتشديد الراء ثم جيم، (فإن البخاري روى عنه) أشياء في تاريخه وغيره، (وكذا) روى عنه (الخفَّاف) ٢ بمعجمه مفتوحة ثم فاءين أُولاهما مشددة، (وبين وفاتيهما مائة وسبع) بل ثمان (وثلاثون سنة أو أكثر) من ثمان٣.بدون تردد، وأكثر ما علمته في أمثلته بالسماع خاصة من بين وفاتيهما مائة وخمسون٤.
(و) معرفة (من لم يرو عنه إلا واحد من الصحابة فمن بعدهم) من التابعين وغيرهم٥، (كمحمد بن صفوان) الأنصاري٦ الصحابي (لم يرو عنه غير الشعبي) بفتح المعجمة عامر٧
_________
١ محمد بن إسحاق بن إبراهيم بن مهران الثقفي مولاهم النيسابوري الإمام الثقة "ت ٣١٣ هـ". التذكرة "٢/ ٧٣١".
٢ أبو الحسين أحمد بن محمد بن أحمد بن عمر الزاهد الخفاف النيسابوري مسند خراسان "ت ٣٩٥ هـ" انظر الشذرات "٣/ ١٤٥".
٣ ذلك أن البخاري مات سنة "٢٥٦ هـ" والخفاف مات سنة "٣٩٥ هـ" فيكون بين وفاتيهما "١٣٩" سنة.
٤ وانظر: نزهة النظر "ص ١٦٣- مع النكت" وفتح المغيث "٤/ ١٩٦".
٥ وللإمام مسلم بن الحجاج مصنف في ذلك، المنفردات والوحدان طبع بالهند طبعة حجرية، وأيضًا في بيروت عام ٤٠٨ هـ تحقيق د. عبد الغفار البنداري والسعيد زغلول، نشر دار الكتب العلمية، وكذلك الإمام النسائي صنف في ذلك وقد طبع ضمن ثلاث رسائل حديثية للإمام النسائي - الأردن.
وكذلك الإمام محمد بن الحسين الأزدي وكتابه "المخزون في علم الحديث" مطبوع.
وغيرهم. وانظر فتح المغيث "٤/ ١٩٩" ومقدمة تحقيق الأخ محمد إقبال محمد لكتاب "المخزون في علم الحديث" "ص ١٤- ١٧".
٦ أبو مرحب. انظر تجريد أسماء الصحابة "٢/ ٥٨".
٧ عامر بن شراحيل الهمداني الشعبي. انظر تذكرة الحفاظ "١/ ٧٩".
وانظر في تفرده عن محمد بن صفوان -رضي الله عنه. معرفة علوم الحديث "ص١٥٨"، ومقدمة ابن الصلاح "ص ٣١٩" وفتح المغيث "٤/ ١٩٩"، واختصار علوم الحديث "٢/ ٥٦٣".',NULL,'93',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (90,'و [كحصين] ١ بن محمد الأنصاري التابعي، تفرد عنه الزهري، وكزيد بن رباح المدني٢ من الطبقة الثالثة تفرد عنه مالك. وفائدته في الصحابة أن مما تثبت به الصحبة قول التابعي الثقة٣، وفي من بعدهم عدم زوال جهالة العين عنه، وإن كان المختار خلافة.
(و) معرفة (من عرف بأسماءَ أو نعوتٍ) ٤ من كنية أو لقب أو صفة
_________
١ في الأصل "كخصيف" بالخاء والفاء، وهو خطأ، والصواب ما أثبته، والتصويب من "ب" وهو حصين بن محمد الأنصاري السلامي المدني. قال ابن أبي حاتم عن أبيه روى عنه عتبان بن مالك، روى عنه الزهري. مرسل.
انظر الجرح والتعديل "٣/ رقم ٨٥٠" وتهذيب الكمال "٦/ ٥٤٠" والجمع بين رجال الصحيحين "١/ ١٠٩".
٢ "زيد بن رباح مولى الأدرم بن غالب بن بني فهر، مديني، روى عن أبي عبد الله الأغر روى عنه مالك بن أنس، وقال ابن أبي حاتم: سمعت أبي يقول: ما أرى بحديثه بأسًا" الجرح والتعديل "٣/ ٥٦٣".
وقال ابن عبد البر: "هو ثقة، مأمون على ما حمل وروى، وروى عنه مالك بن أنس وغيره" التمهيد "٦/ ١٥"، وله ترجمة في الميزان "٢/ ١٠٣"، والتهذيب "٣/ ٤١٢" "وإسعاف المبطأ برجال الموطأ" "ص ١١".
٣ في نسخة "ب" "التابعي والثقة" وكذا في المطبوعة "ص ٣٨".
٤ صنف الإمام عبد الغني بن سعيد المصري في ذلك كتاب وهو "إيضاح الإشكال" اختصار علوم الحديث "٢/ ٥٧٣" وانظر فتح المغيث "٤/ ٢٠٢"، وكذلك صنف مثله الإمام الخطيب البغدادي وكتابه "موضح أوهام الجمع والتفريق" مطبوع. والإمام محمد بن علي بن عبد الصوري.
انظر النزهة "ص ١٣٣- مع النكت"، وفتح المغيث "٤/ ٢٠٣"، وتوضيح الأفكار "٢/ ٤٨٢".',NULL,'94',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (91,'أو حرفة أو نسب، (متعددة) مما يعتني به المدلس غالبًا أو من يروم تيقظ الراوي بحيث يأمن ظن توهم الواحد اثنين فأكثر١، (كمحمد بن السائب الكلبي المفسر) المتفق على ضعفه٢، قيل فيه حماد، وأبو النضر، وأبو سعيد، وأبو هشام٣.
(ومعرفة الأسماء٤ والكنى٥ والألقاب) ٦ مما من فوائده٧ رفع ظن الواحد جماعة.
(معرفة مفردات ذلك) كله التي لا يكون منها سوى الواحد مما من فائدته٨ تضمن ضبطها، فإن جله مما
_________
١ وأيضًا "الأمن من اشتباه الضعيف بالثقة وعكسه" فتح المغيث "٤/ ٢٠٢".
٢ انظر فيه: التاريخ الكبير للبخاري "١/ ٢٨٣" والضعفاء والمتروكين للدَّاَرَقُطْني "رقم ٤٦٧"، والمجروحين لابن حبان "٢/ ٢٥٣"، والكامل لابن عدي "٦/ ٢١٢٧"، والميزان "٣/ ٥٥٦".
٣ انظر تفصيل ذلك وبيانه في الموضح للخطيب "١/ ١٦" و "٢/ ٣٥٤ وما بعدها"، وأيضًا اختصار علوم الحديث "٢/ ٥٧٤"، وعلوم الحديث "ص ٣٢٣"، والإرشاد "٢/ ٦٥٢"، والنزهة "ص ١٣٣- مع النكت".
٤ الاسم: ما يوضع علامة علي المسمى. فتح المغيث "٤/ ٢٠٧" وانظر التبصرة "٣/ ١١٢".
٥ الكنية: ما صدرت بأب أو أم أو ابن أو بنت. انظر التعريفات للجرحاني "ص ١٨٧"، والتبصرة والتذكرة "٣/ ١١٢"، وفتح المغيث "٤/ ٢٠٧".
٦ اللقب: ما يوضع علامة للتعريف لا على سبيل الاسيمة العلمية، مما دل لرفعه كزين العابدين أو صنعة كأنف الناقة. فتح المغيث "٤/ ٢٠٧". وانظر التبصرة "٣/ ١١٢".
٧ انظر التبصرة والتذكرة "٣/ ١١٥" وفتح المغيث "٤/ ٢١٣".
٨ قارن بـ "فتح المغيث" "٤/ ٢٠٧- ٢٠٨".',NULL,'95',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (92,'يُشكل لقلة دورانه على الألسنة، كسندر١، وأبي السنابل٢، ومُشْكدانه٣.
_________
١ سندر: بفتح المهملتين بينهما نون، بوزن جعفر. وهو مولى زنباع الجذامي، له صحبة ورواية، والمشهور أنه يكنى: أبا عبد الله.
انظر التاريخ الكبير للبخاري "٤/ ٢١٠"، والجرح والتعديل "٤/ ٢٢٠"، مقدمة ابن الصلاح "ص ٣٢٧"، واختصار علوم الحديث "٢/ ٥٨١".
٢ في اسمه اختلاف، وهو ابن بعكك بن الحارث بن عميلة بن السباق بن عبد الدار القرشي العبدري، صاحبي سكن الكوفة، وهو من مسلمة الفتح.
قيل في اسمه: لبيد ربه، وقيل عمرو، وقيل عامر، وغير ذلك.
انظر: "تهذيب الكمال" "٣٣/ ٣٨٦"، و "الكنى" لمسلم "١/ ٤١٤" و "الاستيعاب" "١١/ ٣١١- بحاشية الإصابة" و "تصحيفات المحدثين" العسكري "٣/ ١٠٠٤"، و "الإصابة" "١١/ ١٨٠- بحاشيته الإستيعاب"، و "أسماء من يعرف بكنيته من أصحاب رسول الله -صلى الله عليه وسلم" لأبي الفتح الأزدي "رقم ٧٩، ص ٤٨".
٣ بضم الميم وسكون الشين وضم الكاف، وهي كلمة فارسية: ومعناها إما وعاء المسك أو حبته. وسبب تسميته بذلك ما أسنده ابن الجوزي إلى الحسين بن محمد ابن الفهم قال، قلت: لأبي عبد الرحمن عبد الله بن عمر الجعفي من سماك مشكدانة؟ قال: رآني أبو نعيم وثيابي نظيفية ورائحتي طيبة فقال: ما أنت إلا مشكدانه، فبقيت علي "كشف النقاب "٢/ ٤١٥".
وهي لقب لـ/ عبد الله بن عمر بن محمد بن أبان بن صالح بن عمير الأموي مولاهم الجعفي.
انظر كشف النقاب "٢/ رقم ١٣٦٤"، والمعجم المشتمل لابن عساكر "٤٨٨" وتهذيب الكمال "١٥/ ٣٤٥"، والتاريخ الكبير "٥/ ١٤٥"، وفتح الوهاب فيمن اشتهر من المحدثين بالألقاب للشيخ حماد الأنصاري "ص ١١٤ رقم ٢٩٤"، والإرشاد "٢/ ٦٩٥".
ومما يحسن إكماله هنا تتميمًا للفائدة أن في معرفة الأسماء المفردة صنف الإمام الحافظ أحمد بن هارون البرديجي كتابًا سماه "طبقات الأسماء المفردة" طبع. =',NULL,'96',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (93,'(و) معرفة (من اشتهر بالاسم دون الكنية) ١ وإن كانت معلومة
_________
واستدرك عليه واعترض من الإمام أبي عبد الله بن بكير. طبع استدراكه بذيل الطبقات. وكذا مما ألف في الأسماء والكنى، "الكنى والأسماء" لمسلم - طبع، و"الأسامي والكنى" للإمام أحمد طبع.
و"أسماء من يعرف بكنيته من أصحاب رسول الله -صلى الله عليه وسلم-" للأزدي طبع.
و"الاستغنا في معرفة المشهورين من حملة العلم بالكنى" لابن عبد البر- مطبوع.
و"الكنى والأسماء" للدولابي - طبع.
و"الأسماء والكنى" لأبي أحمد الحاكم - طبع جزء منه.
و"المقتنى في سرد الكنى" للذهبي - طبع.
وصنف أيضًا على بن المديني والنسائي وابن منده وابن أبي شيبة وابن أبي حاتم وشباب العصفري وابن الجارود وغيرهم.
وكذا أُلفت مؤلفات في الألقاب منها "نزهة الألباب في معرفة الألقاب" للحافظ ابن حجر العسقلاني- طبع.
و"كشف النقاب عن الأسماء والألقاب" لابن الجوزي - طبع.
وانظر مقدمة تحقيق "كشف النقاب" فقد ذكر "٢٤" كتابًا في الألقاب "١/ ٤٧".
ومما ينبه إليه أن أئمة الحديث إنما يذكرون باللقب على سبيل التعريف والتمييز، لا على وجه الذم واللمز والتنابز، فليعرف هذا فإنه مهم لأن فعلهم جائز والآخر محرم.
وللحافظ ابن حجر بيان بديع في هذا الخصوص في مقدمته لكتابه "نزهة الألباب" "١/ ٣٩- وما بعدها".
وانظر اختصار علوم الحديث "٢/ ٦١٠"، وفتح المغيث "٤/ ٢٢٤"، وحكم اللقب في الشريعة الإسلامية من مقدمة كتاب فتح الوهاب للشيخ حماد الأنصاري "ص ٧ وما بعدها".
١ انظر علوم الحديث "ص ٣٣٦"، والإرشاد "٢/ ٦٧٩" والمقنع "٢/ ٥٨١".',NULL,'97',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (94,'كسلمان الفارسي١، (وعكسه) ٢ كأبي الضحى٣.
(و) معرفة (من وافق اسمه اسم أبيه) كالحسن بن الحسن٤ الموافق لاسم جده أيضًا، وفي شيوخ المؤلف ابن سيد الناس٥ والقلانسي٦ كل منهما محمد بن محمد بن محمد.
(و) معرفة (المؤتلف) خطًّا (والمختلف) لفظًا كجرير وحريز، مما
_________
١ سلمان الفارسي، أبو عبد الله، يقال له: سلمان الخير، أصله من أصبهان، أول مشاهده الخندق، ت "٣٤ هـ". التقريب "ص ٢٤٦".
٢ أي من اشتهر بالكنية دون الاسم. وهو القسم التاسع من أقاسم أصحاب الكنى - كما هي عند ابن الصلاح وغيره، ولأصحاب الكنى أضرب تسعة، وزاد بعضهم عشرة - انظرها في علوم الحديث "ص ٣٣٠"، والمقنع "٢/ ٥٧١"، فتح المغيث "٤/ ٢١٥"، والإرشاد "٢/ ٦٦٩"، والتبصرة "٣/ ١١٧"، واختصار علوم الحديث "٢/ ٥٩٥"، والتقييد والإيضاح "ص ٣٢٢".
٣ هو مسلم بن صبيح- بالتصغير- الهمداني، أبو الضحى الكوفي، العطار مشهور بكنيته، ثقة فاضل. التقريب "ص ٥٣٠".
٤ الحسن بن الحسين بن الحسن بن علي بن أبي طالب القرشي الهاشمي المدني - انظر- تهذيب الكمال "٦/ ٨٤" والتقريب "ص ١٥٩".
٥ هو الإمام الحافظ المتقن الأديب البارع فتح الدين محمد بن محمد بن محمد بن أحمد بن عبد الله بن محمد بن يحيى بن سيد الناس. "ت ٧٣٤ هـ".
انظر: الدرر الكامنة "٤/ ٣٣٠" الوافي بالوفيات للصفدي "١/ ٢٨٩"، وذيل تذكرة الحافظ للسيوطي "٣٥٠".
٦ هو الشيخ المسند المكثر الرحلة فتح الدين أبو الحرم محمد بن محمد بن محمد بن أبي الحرم بن أبي طالب بن عبد الجبار القلانسي الحنبلي "ت ٧٦٥ هـ".
ترجمته في "ذيل العير" لأبي زرعة العراقي "١/ ١٦٠"، و "المقصد الأحمد" لابن مفلح "٢/ ٥٢٢"، و "شذرات الذهب" لابن العماد "٦/ ٢٠٦".',NULL,'98',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (95,'فائدته عدم التحريف١.
(و) معرفة (المتفق) خطًّا ونطقًا، و (المفترق) جَدًّا أو نسبة أو غير
_________
١ فن مهم وجليل، قال النووي: "من لم يعرفه كثر خطؤه، ويقبح جهله بأهل العلم لا سيما أهل الحديث ... "الإرشاد "٢/ ٦٩٦".
وفيه مصنفات عديدة منها:
"الإكمال" لابن ماكولا، طبع بتحقيق العلامة ذهبي العصر عبد الرحمن المعلمى لسبعة أجزاء منه، وأتمة ابن نقطة، طبع بعضه باسم "تكملة الإكمال" بلغ أربع مجلدات حتى الآن، وذيل عليه منصور بن سلم الإسكندري. مخطوط. وكذا ذيل ابن الصابوني وكتابه "تكملة إكمال الإكمال" مطبوع.
وكذا صنف الإمام عبد الغني بن سعيد الأزدي كتابين: أحدهما "مشتبه النسبة" والآخر "المؤتلف والمختلف" مطبوعان في الهند.
وصنف أيضًا الإمام الدَّاَرَقُطْني وكتابه "المؤتلف والمختلف" مطبوع.
واستدرك عليهما "أي على الدَّاَرَقُطْني والأزدي" الخطيب البغدادي في كتاب سماه "المؤتلف والمختلف". مخطوط.
وكذا الذهبي وكتابه "المشتبه" وللسخاوي انتقاد عليه انظره في "فتح المغيث" "٤/ ٢٣١".
واختصر الإمام ابن حجر كتاب الذهبي المذكور آنفًا وسماه "تبصير المنتبه بتحرير المشتبه" طبع. قال السخاوي: وقد اختصره شيخنا فضبطه بالحروف على الطريقة المرضية، وزاد ما يتعجب من كثرته مع شدة تحريره واختصاره، فإنه في مجلد واحد، وميز في كل حرف منه الأسماء عن الأنساب ... " فتح المغيث "٤/ ٢٣٢".
وللإمام ابن ناصر الدين الدمشقي مصنف كبير سماه "توضيح المشتبه" أي مشتبه الذهبي. مطبوع.
وانظر مزيدًا للكتب المؤلفة في المؤتلف والمختلف مقدمة تحقيق المؤتلف والمختلف للدَّاَرَقُطْني "١/ ٧٠- ٨٠".',NULL,'99',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (96,'ذلك١ مما فائدته رفع ظن الاثنين واحدًا، كالخليل بن أحمد البصري صاحب العروض اسم جده عمرو٢، وآخر بصري أيضًا اسم جده بشر٣، في جماعة٤.
_________
١ قال ابن الصلاح: "وهذا-أي الفن- ما يسمى في أصول الفقه: المشترك" أي اللفظي لا المعنوي. علوم الحديث "ص ٣٥٨".
وانظر "المقنع" "٢/ ٦١٤" و "فتح المغيث" "٤/ ٢٦٩". وهو على أقسام عدة انظرها في "علوم الحديث" "ص ٣٥٨ وما بعدها"، و "الإرشاد" "٢/ ٧٣٠ وما بعدها"، و "المقنع" "٢/ ٦١٤ وما بعدها"، "المنهل الروي" "ص ١٢٧- ١٢٨"، و "التقييد والإيضاح" "ص ٣٥٦وما بعدها" وغيرها من كتب المصطلح.
وقد صنف فيه الإمام الخطيب كتابًا حافلًا المسنى بـ "المتفق والمفترق" مخطوط. انتقده الإمام ابن الصلاح بقوله: "وللخطيب فيه كتاب حفيل، غير أنه لم يستوف الأقسام التي أذكرها...." ثم ذكر ملاحظاته "علوم الحديث" ص "٦١٤".
وللإمام ابن حجر تلخيص عليه حيث قال في النزهة، "ص ١٧٦- مع النكت": "وقد لخصته وزدت عليه أشياء كثيرة" وأشار الإمام السخاوي في فتح المغيث: "أنه لم يكمله حيث قال: "فكتب منه حسبما وقفت عليه يسيرًا مع قوله في شرح النخبة" فذكر الكلام الآنف الذكر. ثم قال: "وقد شرعت في تكملته مع استدراك أشياء فاتته" "فتح المغيث" "٤/ ٢٦٩".
٢ هو أبو عبد الرحمن الخليل بن أحمد بن عمرو بن تميم الفراهيدي الأزدي البصري النحوي صاحب العروض، وهو أول من استخرجه، وله كتاب "العين" وهو شيخ سيبويه "ت ١٧٠ هـ".
انظر "الثقات" لابن حبان "٨/ ٢٢٩"، و"فيات الأعيان" "٢/ ٢٤٤"، و "المتفق والمفترق" للخطيب "١/ ٨٩/ ب"، و "فتح المغيث" "٤/ ٢٧٠".
٣ الخليل بن أحمد بن بشر بن المستنير، أبو بشر المرني المصري.
"التاريخ الكبير" "٣/ ٢٠٠"، و "الثقات" "٨/ ٢٣٠"، "الجرح والتعديل" "٢/ ٣٨٠"، "الإكمال" "٣/ ١٧٣"، و "المتفق والمفترق" "١/ ٩٠/ أ".
٤ وهم ستة أشخاص اتفقت أسماؤهم وأسماء آبائهم وكلهم في طبقة متقاربة. =',NULL,'100',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (97,'(و) معرفة (ما تركب منهما) ١ كمحمد بن عقيل، اثنان أولهما بفتح أوله نيسابروي، وثانيهما بضمه فربابي٢.
(و) منه مما هو ضده (المتشابه) ٣ كعباس وعياش اسم أبي كل منهما الوليد، وهما بصريان، أولهما بموحدة ومهملة، وثانيهما بتحتانية ومعجمة٤، ومن فائدة كل منهما دفع ظن الاتحاد لعدم الضبط، ومن
_________
انظرهم في "علوم الحديث" "ص ٣٥٨- ٣٥٩"، و "المقنع" "٢/ ٦١٤- ٦١٥"، و "الإرشاد" "٢/ ٧٣١- ٧٣٣"، و "المنهل الروي" "ص ١٢٧"، و "اختصار علوم الحديث" "٢/ ٦٢٦- ٦٢٧".
وقد زاد العراقي سابعًا وثامنًا، لذا قال السخاوي: "وبالجملة فتتبع المتابعدين في الطبقة ليس فيه كبير طائل، وقد قال شخينا و"مختصر التهذيب" - "٣/ ١٦٦"- "وأما من يقال له الخليل بن أحمد غير العروضي والمزني ومن قرب من عصورهما لو صح فجماعة تزيد عدتهم على العشرة، قد ذكرتهم فيما كتبته على علوم الحديث لابن الصلاح سبقني شيخنا في النكت إلى نحو النصف "فتح المغيث "٤/ ٢٧٤".
١ وللخطيب فيه كتاب سماه "تلخيص المتشابه في الرسم" مطبوع في مجلدين.
٢ انظر ترجمتهما وشيء من روايتهما في "تلخيص المتشابه" للخطيب "١/ رقم ١٦٧ ورقم ١٧١".
فالأول: هو محمد بن عقيل بن خويلد الخزاعي من أهل نيسابور، صدوق حدث من حفظه بأحاديث فأخطأ في بعضها. التقريب "٤٩٧".
والثاني: محمد بن عقيل أبو سعيد الفريابي، سكن مصر.
انظر تبصير المنتبه "٣/ ٩٦٠".
٣ وهو النوع الثاني أو القسم الثاني من تلخيص المشتبه، وهو ما حصل الاختلاف فيه في الاسم والاختلاف في اسم الأب، انظر فتح المغيث "٤/ ٢٨٦".
٤ عباس بن الوليد بن نصر أبو الفضل الترسي.
عياش بن الوليد، أبو الوليد الرقام البصري.
انظرهما في تلخيص المتشابه "١/ ٥٣٠ و ٥٣٣".',NULL,'101',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (98,'المتشابه ما قد يقع فيه القلب١، كما تقدم، الوليد بن مسلم ومسلم بن الوليد٢.
(و) معرفة (المنسوب إلى غير أبيه٣: كبلال بن حمامة) ٤ بفتح أوله
_________
١ قال الإمام العراقي في التبصرة "٣/ ٢٢٣": "هذا النوع مما يقع فيه الاشتباه في الذهن لا في صورة الخط، وذلك أن يكون اسم أحد الراويين كاسم أبي الآخر خطًّا ولفظًا، واسم الآخر كاسم أبي الأول فينقلب على بعض أهل الحديث".
وله فوائد منها: "ضبط الأمن من توهم القلب" قاله السخاوي. فتح المغيث "٤/ ٢٩٠" وانظر فتح الباقي للأنصاري "٣/ ٢٢٣".
وللإمام الخطيب فيه مصنف "رافع الارتياب في المقلوب من الأسماء والأنساب".
انظر علوم الحديث "٣٦٩"، والإرشاد "٢/ ٧٤٨"، والمقنع "٢/ ٦٢٥"، والتبصرة "٣/ ٢٢٣"، وفتح المغيث "٤/٢٩١".
٢ الوليد بن مسلم الدمشقي، أبو العباس، ثقة كثير التدليس والتسوية.
تهذيب الكمال "ج ٣ / ل ١٤٧٤"، والتقريب "ص ٥٨٤"، والميزان "٣/ ٣٤٧".
والثاني: مسلم بن الوليد بن رباح المدني. روى عن عبد المطلب بن عبد الله بن حنطب قال ابن أبي حاتم: سمعت أبي يقول ذلك، وقال: كان البخاري أخرج هذا الاسم في باب "الوليد بن مسلم"، فقال أبو زرعة: إنما هو مسلم بن الوليد، وكذا قال أبي.
الجرح والتعديل "٨/ ١٩٧"، وبيان خطأ البخاري "ص ١٣٠"، وانظر: اختصار علوم الحديث "٢/ ٦٣٧"، وفتح المغيث "٤/ ٢٩٠- ٢٩١".
٣ وهذا على ضروب وهي:
أ- من نسب إلى أمه.
ب- من نسب إلى جدته.
ج- من نسب إلى جده.
د- من نسب إلى رجل غير أبيه هو منه بسبب.
انظر تفصيل ذلك في: مقدمة ابن الصلاح "ص ٣٧٠"، والإرشاد "٢/ ٧٥١"، والمقنع "٢/ ٦٢٦"، والتقريب مع التدريب "٢/ ٣٣٦"، فتح المغيث "٤/ ٢٩٢".
٤ بلال بن رابح المؤذن، أبو عبد الله، مولى أبي بكر، من السابقين الأولين، وشهد بدرًا والمشاهد. التقريب "ص ١٢٩".',NULL,'102',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (99,'وهو الحبشي المؤذن، فهي أمه، وأبوه رباح، وفائدته دفع ظن التعدد١.
(و) معرفة (النسبة التي يسبق إلى الفهم شيء، وهي بخلافه٢، كأبي مسعود) عقبة بن عمرو الأنصاري (البدري٣، فإنه نزل بدرًا ولم يشهدها) وعليه غير واحد٤، ولكن قد عده البخاري في صحيحه فيمن شهدها٥، وعده أيضًا فيهم مسلم٦، والمثبت مقدم٧.
_________
١ وذلك عند نسبته إلى أبيه، أو دفع ظن الاثنين واحدًا عن موافقة اسميهما واسم أبي أحدهما اسم الجد الذي نسب إليه الآخر.
فتح المغيث "٤/ ٢٩٢"، وانظر فتح الباقي "٣/ ٢٢٤".
٢ قال العراقي -رحمه الله- في التبصرة "٣/ ٢٢٧": "قد ينسب الراوي إلى نسبة من مكان أو وقعة به أو قبيلة أو صنعة وليس الظاهر الذي يسبق إلى الفهم من تلك النسبة مرادًا، بل لعارض عرض من نزوله ذلك المكان أو تلك القبيلة أو نحو ذلك".
وانظر فتح المغيث "٤/ ٢٩٦"، وتوضيح الأفكار "٢/ ٤٩٧"، وفتح الباقي "٣/ ٢٢٧".
٣ هو الصحابي الجليل عقبة بن عمرو بن ثعلبة الأنصاري، أبو مسعود البدري الخزرجي.
الجمع بين رجال الصحيحين للمقدسي "١/ ٣٨٠"، وتجريد أسماء الصحابة للذهبي "١/ ٣٨٥".
٤ بل ذكر ابن كثير -رحمه الله- أنه قول "الجمهور" اختصار علوم الحديث "٢/ ٦٤٦".
وانظر التبصرة "٣/ ٢٢٨"، وفتح المغيث "٤/ ٢٩٧"ز
٥ الصحيح "٧/ رقم ٤٠٠٧- فتح".
٦ الكنى لمسلم "٢/ ٧٧٨" بل جزم بقوله "شهد بدرًا".
٧ انظر فتح المغيث "٤/ ٢٩٤"، والباعث الحثيث "٢/ ٦٤٦".',NULL,'103',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (100,'(و) معرفة (المبهمات) مما في أصل السند أو في المتن١، كرجل وامرأة٢، وهما مهمان٣، وأولهما أهمهما.
(و) معرفة (التواريخ) (و) كذا (الوفيات) التي هي فرد منها٤ مما
_________
١ وفيه مصنفات عدة، منها ما صنفه الإمام الحافظ عبد الغني بن سعيد المصري وكتابه هو "الغوامض والمبهمات" طبع.
وكذا ما صنفه الإمام الحافظ الخطيب البغدادي، وكتابه هو "الأسماء المبهمة في الأبناء المحكمة" طبع.
وابن بشكوال وكتابه "غوامض الأسماء المبهمة" مطبوع. قال السخاوي "وهو أجمعها" فتح المغيث "٤/ ٣٠١".. وانظر المقنع "٢/ ٦٣٢".
واختصر النووي كتاب الخطيب وسماه "الإشارات إلى المبهمات".
وللولي العراقي "المستفاد من مبهمات المتن والإسناد" مطبوع.
وغيرهم. انظر - فتح المغيث - "٤/ ٣٠١- ٣٠٢".
٢ هذا قسم من أقسام "المبهمات" وإلا فهي أقسام أربعة:
١- ما أبهمها كرجل وامراة.
٢- ابن فلان، أو ابنة فلانة، وشبهه.
٣- العم والعمة ونحوهما.
٤- الزوج والزوجة.
وانظر علوم الحديث "ص ٣٧٦"، والإرشاد "٢/ ٧٦٢"، والمقنع "٢/ ٦٣٣" وغيرها.
٣ لأن من فائدته "زوال الجهالة التي يرد الخير معها، حيث يكون الإبهام في أصل الإسناد، كأن يقال: أخبرني رجل أو شيخ أو فلان أو بعضهم؛ لأن شرط قبول الخبر كما علم عدالة راويه، ومن أبهم اسمه لا نعرف عينه فكيف عدالته؟ بل ولو فرض تعديل الراوي عنه له مع إبهامه إياه، لا يكفي على الأصح. وكذا من فوائده أن يكون المبهم سائلًا عن حكم عارضه حديث آخر، فيستفاد بمعرفته النسخ وعدمه إن عرف زمن إسلام ذلك الصحابي، وكان قد أخبر عن قصة قد شاهدها وهو مسلم" قاله السخاوي في فتح المغيث "٤/ ٣٠١".
وانظر النزهة "ص ١٣٥- مع النكت"، وفتح الباقي "٣/ ٢٣٠".
٤ فيه مصنفات عديدة - انظر فتح المغيث "٤/ ٣١٤ وما بعدها".',NULL,'104',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (101,'يعرف به إدراك الراوي لمن روى عنه١.
(و) معرفة (الثقات والضعفاء) ٢ التي يتيمز بها المقبول "في الحديث عن غيره" (ومن اختلف فيه منهم، فيرجح بالميزان) أي بالعدل
_________
١ وكذا يتبين ما في السند من انقطاع أو إعضال أو تدليس أو إرسال ظاهر أو خفي، وهل سمع من شيخه قبل أم بعد الاختلاط، وكذا تبين التصحيف في الأنساب، وكذا يبين به الناسخ من المنسوخ. إلخ من الفوائد" انظر فتح المغيث "٤/ ٣١٢".
٢ صنفت فيه عدة تصانيف، منها ما هو مفرد للضعفاء مثل:
و"الضعفاء الصغير" للإمام البخاري -مطبوع.
و"الضعفاء والمتروكين" للنسائي -مطبوع.
و"أحوال الرجال" الجوزجاني -مطبوع.
و" الضعفاء" أو "أسامي الضعفاء ومن تكلم فيه من المحدثين" لأبي زرعة الرازي. مطبوع.
"والضعفاء" للعقيلي. طبع.
وانظر تعليق الشيخ عبد الله الجديع حول طبعة القلعجي لـ "الضعفاء" في حاشية "المقنع" "٢/ ٦٥٧". و "المجروحين" لابن حبان البستي -طبع.
و"الكامل في ضعفاء الرجال" لابن عدي. طيع.
و"الضعفاء والمتروكون" للدَّاَرَقُطْني- طبع. وغيرها.
وفي الثقات مثل:
"معرفة الثقات" للعجلي. طبع.
و"الثقات" لابن حبان البستي. طبع.
و"تاريخ أسماء الثقات" لابن شاهين. طبع. وغيرها.
وهناك كتب جمعت بين الضعفاء والثقات مثل:
"التاريخ الكبير" للإمام البخاري. طبع. والجرح والتعديل لابن أبي حاتم. طبع.
و"التاريخ" ليحيى بن معين. طبع.
و"التاريخ الصغير" للإمام البخاري. طبع. وغيرها.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (102,'والقسط١، مراعيًا في ذلك"٢ التحري والاعتدال، تاركًا التساهل والاحتمال٣.
(و) معرفة (من اختلط٤ في آخر عمره من الثقات، وخَرِف٥ منهم) كسعيد ابن أبي عروبة٦.
(و) معرفة "من روى قبل ذلك" أي في حال صحته، (عنهم) فإنه المقبول، أما من شك فيه أو كان بعده فلا. (و) معرفة (من احترقت كتبه) كالمؤلف٧، (أو ذهبت) كابن لهيعة٨ (فرجع إلى حفظه فساء) ، والحكم
_________
١ العلم والعدل أساسا الحكم؛ إذ بدونهما يكون المرء المتكلم قد وقع في الظلم لنفسه ولغيره، لذا قال شيخ الإسلام ابن تيمية -رحمه الله- في الوصية الكبرى "ص ٢٨"، عند قوله تعالى: {وَحَمَلَهَا الْأِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا} [الأحزاب: ٧٢] : "فإذا من الله على الإنسان بالعلم والعدل أنقذه من هذا الظلام ... "
وقال أيضًا في "ص ٦٧": "فإن السنة مبناها على العلم والعدل والاتباع لكتاب الله وسنة رسول -صلى الله عليه وسلم-".
٢ ما بين القوسين "...." ساقط من النسخة "ب" وكذا من المطبوعة "ص ٤٢".
٣ وانظر التعليق رقم "١" "٧٦".
٤ قال الجوهري: "خلطت الشيء بغيره خلطًا، فاختلط، وخالطه مخالطة وخلاطًا، واختلط فلان أي فسد عقله، والتخليط في الأمر: الإفساد فيه "الصحاح "٣/ ١١٢٤".
٥ والخرف: "بالتحريك، فساد العقل من الكبر، وقد خرف الرجل بالكسر، فهو خرف" الصحاح "٤/ ١٣٤٩".
٦ سعيد بن أبي عروبة مهران اليشكري مولاهم أبو النضر البصري ثقة حافظ مصنف، كثير التدليس، اختلط وكان من أثبت الناس في قتادة. التقريب "ص ٢٣٩".
٧ أي ابن الملقن. وانظر فتح المغيث "٤/ ٣٧١".
٨ عبد الله بن لهيعة بن عقبة الحضرمي، أبو عبد الرحمن المصري، صدوق، خلط بعد احتراق كتبه ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما. "التقريب "ص ٣١٩".
وصنف في هذا الفن مصنفات عدة منها: الكواكب النيرات في معرفة من اختلط من الرواة لأبي البركات محمد بن أحمد المعروف بابن الكيال.
وكذا إبراهيم الحلبي -سبط بن العجمي- وكتابه "الاغتباط بمن رُميَ بالاختلاط" وهما مطبوعان.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (103,'فيه كالمختلط، وعدم قبولهم إنما هو ملا في ضبطهم من الاحتمال.
(و) معرفة (من حدَّث ونسي ثم روى عن من روى عنه) لوثوقه به خوفًا من ضياع المروي، وتطرق الظن في الراوي، ومثل له الناظم١ بحديث الشاهد واليمين؛ إذا نسيه سهيل٢.
_________
١ تقدمت ترجمته عند "ص ٤٣".
٢ أخرجه أبو داود في السنن "٤/ رقم ٣٦١"، والترمذي "الجامع" "٣/ رقم ١٣٤٣"، وابن ماجه في السنن "٢/ رقم ٢٣٦٨"، والطحاوي في شرح معاني الآثار "٤/ ١٤٤"، والبيهقي في الكبرى "١٠/ ١٦٨" كلهم من طرق عن عبد العزيز الدراوردي عن سهيل بن أبي صالح عن أبيه عن أبي هريرة مرفوعًا.
بعضهم ذكر قصة النسيان والبعض لم يذكرها.
قال الترمذي: حديث حسن غريب.
وصححه العلامة الألباني في الإرواء "٨/ ٣٠١- ٣٠٣".
وسهيل هذا هو ابن أبي صالح -ذكوان السمان- أبو يزيد المدني، قال الحافظ: صدوق تغير حفظه بأخرة. التقريب "ص ٢٥٩".
وللخطيب فيه كتاب كما في اختصار علوم الحديث "١/ ٣١٣" ولخصه السيوطي "تذكرة المؤنسي فيمن حدث ونسي" مطبوع.
وكذا للدَّاَرَقُطْني فيه كتاب - كما في النزهة - "١٦٦- مع النكت".
مسألة: هل يقبل حديث الشيخ الثقة الناسي أو المنكر سماعه للحديث مع أن الراوي عنه ثقة؟
الذي استقر عليه الاختيار أنه إن كان جازمًا بنفيه كأن يقول: "ما رويته، أو كذب علي" أو نحو ذلك مما يفيد النفي، ففي هذه الحالة وقع تعارض الجزمان، والنافي =',NULL,'107',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (104,'(و) معرفة (طبقات الرواة والعلماء) ١ وهم القوم المشتركون في الأخذ الملازم غالبًا للاشتراك في السن، وفائدته الأمن من تداخل المشتبهين٢.
(و) معرفة (الموالي) من أعلى وأسفل٣ مما لم يمسه رق، مما زاده الناظم والأغلب كون الولاء بالعِتاقة، وقد يكون بالإسلام والحلف وغيرهما.
(و) معرفة (القبائل) وهي البطون التي هي الأصل في النسبة، ولكن
_________
أو الجاحد هو الأصل، فيجب رد حديث الفرع، ولا يكون ذلك قادحًا في واحد منهما للتعارض.
أما إن أنكره احتمالًا ولم يجزم، كأن يقول: "ما أذكره، أو لا أعرفه" ونحو ذلك، فإن ذلك لا يوجب رد رواية الراوي عنه- أي الفرع، ويقبل حديثه على الصحيح؛ لأن ذلك يحمل على نسيان الشيخ.
بنظر علوم الحديث "١١٧"، واختصار علوم الحديث "١/ ٣١٠"، والنزهة "ص ١٦٥- مع النكت".
١ قال الإمام السخاوي: "وبينه وبين التأريخ عموم وخصوص وجهي، فيجتمعان في التعريف بالرواة، وينفرد التاريخ بالحوادث، والطبقات بما إذا كان في البدريين مثلًا من تأخرت وفاته عمن لم يشهدها لاستلزمه تقديم المتأخر الوفاة" فتح المغيث "٤/ ٣٩٤".
٢ انظر: النزهة "ص ١٨٥- مع النكت"، وفتح المغيث "٤/ ٣٩٤"، وفتح الباقي "٣/ ٢٧٤".
وفي الطبقات مصنفات عدة منها: الطبقات الكبرى لابن سعد. طبع.
وطبقات الحفاظ للذهبي. مطبوع. والطبقات لخليفة بن خياط. مطبوع.
وغيرها كثير. انظرها في فتح المغيث "٤/ ٣٩٦".
٣ المولى من أعلى: هو المنعم المعتق بكسر المثناة.
والمولى من أسفل: هو المعتق - بفتح المثناة- قاله السخاوي. فتح المغيث "٤/ ٤٠٤".',NULL,'108',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (105,'قلّ الانتساب إليها لتضييع الاهتمام بها والإطلاع عليها، فصارت النسبة غالبًا إلى الأوطان١ كالخصوص٢، (والبلاد) كدمشق، (والصناعة) والحرفة كالحداد والقزاز، (والحُليّ٣ كالأعرج والأعمش) ٤ وقال ابنه مما زادهما أعني الصناعة والحلي.
(وهذا آخر التذكرة) المتكلم عليها، (وهي عُجالة للمبتدي فيه) ٥، (ومدخل) للمقنع، (التأليف السالف المشار إليه اولًا، فإنه) أي ذلك (جامع لفوائد هذا العلم وشوارده، ومهماته، ولله الحمد على تيسيره) ، وأمثاله من التآليف الجمة التي عم الانتفاع بها، فقد كان -رحمه الله- أكثر أهل العصر تأليفًا، وأشهر من توجه لوضعها ترصيفًا.
_________
١ "الأوطان: جمع وطن، وهو محل الإنسان من بلدة أو ضيعة أو سكة، وهي الزقاق، أو نحوها" قال السخاوي. فتح المغيث "٤/ ٤٠٥"ز
٢ "الخصوص: بالضم. قرية من أعمال صعيد مصر شرقي النيل، كل من فيها نصارى" معجم البلدان "٢/ ٣٧٥". وانظر فتح المغيث "٤/ ٤٠٧".
٣ أي ما يتحلى به المرء من صفات حسية ومعنوية.
٤ انظر فتح المغيث "٤/ ٢٢٢". و "٤/ ٤٠٦".
وله فوائد منها: "الأمن من تداخل الاسمين إذا اتفقا نطقًا، لكن افترقا بالنسب" و "معرفة شيخ الراوي، فربما اشبته بغيره، فإذا عرفنا بلده تعين بلدييه غالبًا" و "ربما يتبين منه الراوي المدلس وما في السند من إرسال خفي، ويزود به توهم ذلك". انظر اختصار علوم الحديث "٢/ ٦٧٧"، والنزهة "ص ١٨٦- مع النكت"، وفتح المغيث "٤/ ٤٠٥، وفتح الباقي "٣/ ٢٧٨".
وفي هذا الفن مصنفات منها: الطبقات لابن سعد وهو من مظانه.
والأنساب للسمعاني -مطبوع-، واللباب في تهذيب الأنساب لابن الأثير -مطبوع، ولب اللباب للسيوطي -مطبوع، وتاريخ بغداد للخطيب -مطبوع- وغيرها كثير.
٥ كلمة "فيه" غير موجودة في "ب" والمطبوعة "ص ٤٤".',NULL,'109',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (106,'(وفرغت من تحرير هذه التذكرة) (في١ ساعتين من صبيحة يوم الجمعة، سابع وعشرين من جمادى الأولى، من سنة ثلاث وستين وسبعمائة، أحسن الله [بضها] ٢ وما بعدها في خير وعافية) . انتهى.
وتم هذا التوضيح المناسب لها في ساعات من أيام لا يكون مجموعها يومًا، في مستهل جمادى الثانية سنة تسعمائة، وبعد تمامه رأيت شرحًا عليها لمؤلفها سماه "التبصرة" في كراسة أرجو أن ما "كتبته"٣ أنفع منه، وأطال في أماكن كالضعيف مما نقله من شرح ألفية العراقي، "و"٤ في المؤتلف والتاريخ والمشهور، وغير ذلك مما الأنسب باختصار الأصل عدمه، بل رأيت الشهاب ابن العماد "٥" نظم المتن في أرجوزة دون مائة وعشرين مع زيادات كشروط المرسل المحتج به، ومالا ذكر له في الأصل وفيهما ما يفتقر لتحرير، رحمهما الله ونفعني بهما، ثم بدا لي إلحاق ما زاده
_________
١ في طبعة عزيز شمس "ص ٤٤"، وثبت البلوي -"ص ٣٦٩"، وطبعة الحلبي "ص ٢٨" زيادة كلمة "نحو" بعد حرف "في". في النسختين عندي من التوضيح المضمن للتذكرة غير موجودة.
٢ في الأصل "نقضيها"، والمثبت موافق لنسخة "الحلبي" "ص ٢٨"، وثبت البلوي "ص ٣٦٩" من التذكرة، وكذا في النسخة المطبوعة من "التوضيح" "ص ٤٥".
٣ في نسخة "ب" "كتبه" وللتذكرة شروح أخرى منها شرح الإمام الشيخ محمد المنشاوي تلميذ شيخ الإسلام زكريا الأنصاري وسماه "فتح المغيث بشرح تذكرة الحديث" كشف الظنون "١/ ٣٩٢".
ولها شرح أيضًا لصلاح الدين بن عثمان الشافعي وسماه "شرح تذكرة ابن الملقن في علوم الحديث" "إيضاح المكنون" "٣/ ٢٧١".
٤ حرف "و" سقط من "ب" والمطبوعة "ص ٤٥".
٥ سبقت ترجمته "ص ٤٣".',NULL,'110',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (107,'الناظم ليكون هذا التعليق شرحًا للنظم أيضًا.
قاله وكتبه محمد السخاوي -غفر الله له ولأسلافه والمؤمنين.
وصلى الله على سيدنا محمد وسلم.
انتهى شرح تذكرة ابن الملقن لشيخنا الشيخ العلامة الحجة الفهامة شيخ الإسلام شمس الدين السخاوي أدام الله النفع بعلومه، في بعض يوم الأحد ثالث جمادى الآخرة سنة تسعمائة، بمنزل كاتبه من مكة المشرفة الفقير إلى لطف الله وعونه عبد العزيز بن عمر بن محمد بن فهد الهاشمي المكي الشافعي لطف الله بهم آمين.
والحمد لله رب العالمين، وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليمًا١.
_________
١ قال محقق الكتاب أبو أسامة عبد الله بن محمد عبد الرحيم بن حسين البخاري -عفا الله عنه: فرغت من تحقيق هذا الكتاب والتعليق عليه فجر الخميس الموافق الثاني عشر من شهر رمضان المبارك سنة "١٤١٦ هـ" ولله الحمد والمنة.
١٢/ ٩/ ١٤١٦ هـ بالمدينة النبوية.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (108,'<span data-type="title" id=toc-10>الفهارس:</span>
فهرس الآيات الشريفة
* الآية رقم الصفحة
* {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا} ٨١
* {وَحَمَلَهَا الْأِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا} ١٠٦
* {فَعَزَّزْنَا بِثَالِث} ٤٩',NULL,'113',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (109,'فهرس الأحاديث النبوية
* طرفه رقم الصفحة
* إن بلالًا يؤذن بليل ٥٩
* أن النبي -صلى الله عليه وسلم- قضى باليمين مع الشاهد ١٠٧
* أن النبي -صلى الله عليه وسلم- وأبا بكر وعمر ٥٢
* إنها لرؤيا حق إن شاء الله فقم مع بلال ٨٨
* الأيم أحق بنفسها ٨٩
* حدثني عمر أنه ما سابق أبا بكر ٨٨
* حديث الجساسة: ليلزم كل إنسان مصلاه ٨٨
* حديث عائشة في بدء الوحي ٣٩
* رأى عبد الرحمن بن عوف وقد تزوج وعليه وضر ٦٨
* الراحمون يرحمهم الرحمن ٧١
* قرأ علينا رسول الله -صلى الله عليه وسلم- سورة الصف ٧٠
* نهى -صلى الله عليه وسلم- أن يتزعفر الرجل ٦٨
* هي ما بين أن يجلس الإمام ٥٢
* وسكت عن أشياء رحمة بكم ٨١',NULL,'114',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (110,'فهرس الرجال:
اسمه الصفحة
أبو السنابل بن بعكك بن الحارث ٩٦
أحمد بن حنبل الشيباني ٦١
أحمد بن علي بن حجر العسقلاني ٢٧
أحمد بن عماد بن يوسف الشهاب ٤٣
أحمد بن محمد بن عمر الخفاف ٩٣
أيوب بن أبي تيمية السختياني ٧٢
بلال بن رباح ١٠٣
الحسن بن الحسن بن الحسن بن علي بن أبي طالب ٩٨
الحسن بن عبد الله العسكري ٦٧
حصين بن محمد الأنصاري ٩٤
حماد بن سلمة ٧٢
حمد بن محمد الخطابي ٦٨
الخليل بن أحمد بن بشير ١٠٠
الخليل بن أحمد بن عمرو ١٠٠
ربيعة بن أبي عبد الرحمن ٨٩
زيد بن الخطاب القرشي ٩٢
زيد بن رباح مولى الأدرم بن غالب ٩٤
سعيد بن أبي عروبة ١٠٦
سفيان بن سعيد الثوري ٦٢
سليمان الفارسي ٩٧',NULL,'115',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (111,'سليمان بن طرخان التيمي ٩١
سليمان بن مهران الأعمش ٩١
سندر مولى زنباع الجذامي ٩٦
شعبة بن الحجاج العتكي ٦٢
الفضل بن العباس ٩٠
عامر بن شراحيل الشعبي ٩٣
العباس بن عبد المطلب ٩٠
عباس بن الوليد بن نصر ١٠١
عبد الرحمن بن صخر الدوسي ٧٢
عبد الرحمن بن عمرو الأوزاعي ٩١
عبد الرحمن بن عوف ٦٨
عبد الرحمن بن مأمون المتولي ٨٣
عبد الله بن عباس ٩٠
عبد الله بن عمر بن محمد الأموي "مشكدانة" ٩٦
عبد الله بن لهيعة ١٠٦
عبد الله بن مسعود الهذلي ٩٢
عبد الكريم بن محمد القزويني ٨٢
عتبة بن مسعود الهذلي ٩٢
عثمان بن عبد الرحمن الشهرزوري "ابن الصلاح" ٢٩
عقبة بن عمرو بن ثعلبة ١٠٣
علي بن عمر الدَّاَرَقُطْني ٦٧
عمر بن الخطاب القرشي ٩٢',NULL,'116',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (112,'عياش بن الوليد ١٠١
مالك بن أنس ٦٢
محمد بن إدريس الشافعي ٦٢
محمد بن السائب الكلبي ٩٥
محمد بن إسحاق السراج ٩٣
محمد بن أسلم الطوسي ٦١
محمد بن إسماعيل البخاري ٣١
محمد بن سيرين الأنصاري ٧٢
محمد بن صفوان الأنصاري ٩٣
محمد بن عبد الله بن ظهيرة ٢٧
محمد بن عقيل بن خويلد ١٠١
محمد بن عقيل أبو سعيد ١٠١
محمد بن محمد بن محمد بن أحمد "ابن سيد الناس" ٩٨
محمد بن محمد بن محمد بن أبي الحرم ٩٨
محمد بن مسلم الزهري ٨٩
مسلم بن الحجاج القشري ٣١
مسلم صبيح ٩٨
مسلم بن الوليد بن رباح ١٠٢
النعمان بن ثابت الكوفي ٨٩
الوليد نب مسلم الدمشقي ١٠١
يحيى بن سعيد الأنصاري ٨٩
يحيى بن شرف النووي ٨٣',NULL,'117',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (113,'فهرس النساء:
الاسم رقم الصفحة
أسماء بنت أبي بكر الصديق ٩٢
أمينة بنت أنس بن مالك ٩٠
عائشة بنت أبي بكر الصديق ٩٢',NULL,'118',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (114,'فهرس لمباحث الكتاب:
الموضوع الصفحة
مقدمة المؤلف ٢٧
أقسام الحديث من حيث القبول والرد ٢٩
الحديث الصحيح ٣٠
الحسن ٣٣
الضعيف ٣٤
أنواع علوم الحديث ٣٥
المسند ٣٥
المتصل ٣٦
المرفوع ٣٦
الموقوف ٣٧
المقطوع ٣٧
المنقطع ٣٨
المرسل ٣٩
شروط العمل بالمرسل ٤٢
المعضل ٤٤
المعلق ٤٤
المعنعن ٤٥
التدليس ٤٦
الشاذ ٤٦
المنكر ٤٧',NULL,'119',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (115,'الفرد ٤٧
الغريب ٤٨
العزيز ٤٨
المشهور ٤٩
المتواتر ٤٩
المستفيض ٥٠
المعلل ٥١
المضطرب ٥٥
المدرج ٥٩
الموضوع ٥٧
المقلوب ٥٨
العالي ٦١
النازل ٦٤
المصحف ٦٥
المختلف ٦٨
المسلسل ٧٠
الاعتبار ٧٢
المتابعة ٧٢
الشاهد ٧٣
زيادات الثقات ٧٣
المزيد في متصل الأسانيد ٧٤
صفة الراوي ٧٥',NULL,'120',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (116,'كيفية السماع ٧٧
كيفية التحمل ٧٧
كتابة الحديث ٧٧
أقسام طرق الرواية ٧٧
صفة الرواية ٧٨
آداب المحدث والطالب ٧٩
غريب الحديث ٨٠
معرفة الأحكام الخمسة ٨١
طرق الترجيح ٨٥
الناسخ والمنسوخ ٨٦
معرفة الصحابة وأتباعهم ٨٦
رواية الأكبار عن الأصاغر ٨٧
رواية النظير عن نظيره ٨٩
رواية الآباء عن الأبناء ٨٩
المدبج ٩٠
رواية الإخوة والخوات ٩١
السابق واللاحق ٩٢
من لم يرو عنه إلا واحد ٩٣
الأسماء والنعوت ٩٤
معرفة الأسماء والكنى والألقاب ٩٥
معرفة المفردات ٩٥
معرفة من اشتهر بالاسم دون الكنية ٩٧',NULL,'121',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (117,'من وافق اسمه اسم أبيه ٩٨
المؤتلف والمختلف ٩٨
المتفق والمفترق ٩٩
ما تركب من النوعين قبله ١٠٠
المتشابه ١٠١
من نسب إلى غير أبيه ١٠٢
النسبة إلى غير الظاهر ١٠٢
المبهمات ١٠٣
التواريخ والوفيات ١٠٤
الثقات والضعفاء ١٠٤
الاختلاط ١٠٦
من حدث ونسي ١٠٧
طبقات الرواة والعلماء ١٠٨
الموالي ١٠٨
القبائل ١٠٨
الخاتمة ١٠٩',NULL,'122',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (118,'فهرس المصادر والمراجع:
-القرآن الكريم.
-الإبانة عن شريعة الفرقة الناجية ومجانبة الفرق المذمومة.
للإمام ابن بطة العكبري. تحقيق رضا نعسان - ط ١ - ١٤٠٩ هـ دار الراية السعودية.
-أحاديث الصحيحين بين الظن واليقين.
حافظ ثناء الله الزاهدي. جامعة العلوم الأثرية - باكستان.
-الإحسان في تقريب صحيح ابن حبان.
ترتيب علاء الدين ابن بلبان. مؤسسة الرسالة - بيروت - لبنان.
-الإحكام في أصول الأحكام.
ابن حزم الأندلسي. القاهرة - مصر.
-اختصار علوم الحديث ومعه الباعث الحثيث.
لابن كثير الدمشقي. دار العاصمة- السعودية.
-الأذان.
أسامة بن عبد اللطيف القوصي. م. قرطبة - القاهرة - مصر.
-إرشاد طلاب الحقائق إلى معرفة سنن خير الخلائق.
لابي زكريا يحيى بن شرف النووي. م. الإيمان. المدينة- السعودية.
-الإرشاد في عرفة علماء الحديث
الخليل بن عبد الله الخليلي - م. الرشد - الرياض - السعودية.
-إرواء الغليل في تخريج أحاديث منار السبيل
محمد ناصر الدين الألباني - المكتب الإسلامي- بيروت- لبنان.
-أسد الغالبة في معرفة الصحابة.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (119,'لابن الأثير - دار الباز- مكة المكرمة - السعودية.
-إسعاف ذوي الوطر بشرح نظم الدرر في علم الأثر
للشيخ الفاضل محمد بن علي آدم. مكتبة الغرباء الأثرية - المدينة- السعودية.
-أسماء من يعرف بكنيته من أصحاب رسول الله -صلى الله عليه وسلم-
محمد بن الحسين الأزدي. الدار السلفية - بومباي - الهند.
-الإصابة في تمييز الصحابة.
ابن حجر العسقلاني- م. الكليات الأزهرية - مصر القاهرة.
-الاعتبار في الناسخ والمنسوخ من الآثار.
لأبي بكر محمد موسى الحازمي. من منشورات جامعة الدراسات الإسلامية - كارتشي - باكستان.
-الأعلام.
خير الدين الزركلي. دار العلم للملايين - بيروت - لبنان.
-إمعان النظر شرح شرح نخبة الفكر.
محمد أكرم النصر بوري - طبع حيدر آباد - السند - باسكتان.
-إنباء الغمر بأبناء العمر في التاريخ
ابن حجر العسقلاني - دار الباز - مكة المكرمة - السعودية
-الأوسط في السنن والإجماع والاختلاف.
لابن المنذر - تحقيق صغير أحمد - دار طيبة - الرياض - السعودية.
-إيضاح المكنون في الذيل على كشف الظنون.
إسماعيل باشا البغدادي - دار الفكر - بيروت - لبنان
-الباعث الحثيث شرح اختصار علوم الحديث.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (120,'أحمد شاكر- دار العاصمة - الرياض - السعودية
-البحث المسفر عن تحريم كل مسكر ومفتر.
الشوكاني - دار البخاري - المدينة. السعودية.
-البحر الذي زخر.
السيوطي - رسالة ماجستير بالجامعة الإسلامية بالمدينة - مطبوع بالآلة الكاتبة.
-بداية المجتهد ونهاية المقتصد.
لابن رشد الندلسي. دار الكتب الإسلامية - مصر القاهرة.
-البدر الطالع بمحاسن من بعد القرن السابع.
محمد بن علي الشوكاني - م. ابن تيمية - القاهرة - مصر.
-بين الإمامين مسلم والدَّاَرَقُطْني.
أ. د. ربيع بن هادي عمير المدخلي. المطبعة السلفية بنارس - الهند.
-بيان خطأ محمد بن إسماعيل البخاري في تاريخه.
أبو محمد عبد الرحمن بن أبي حاتم - ملحق بآخر التاريخ الكبير للبخاري - دار الكتاب العلمية - بيروت - لبنان.
-التاج المكلل من جواهر مآثر الطراز الآخر والأول.
صديق حسن خان - م. دار السلام - الرياض - السعودية
-تاريخ بغداد.
الخطيب البغدادي - دار الكتاب العربي - بيوت - لبنان.
-التاريخ الكبير
محمد بن إسماعيل البخاري - دار الكتب العلمية - بيوت - لبنان
-التبصرة والتذكرة.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (121,'زين الدين العراقي - دار الكتب العلمية - بيروت - لبنان.
-تبصير المنتبه بتحرير المشتبه.
ابن حجر العسقلاني - المكتبة العلمية - بيروت- لبنان.
-التتبع.
أبو الحسن الدَّاَرَقُطْني - دار الخلفاء - الكويت.
-تجريد أسماء الصحابة.
أحمد بن عثمان الذهبي - دار المعرفة - بيروت لنبان.
-التحقيق في أحاديث الخلاف.
لأبي الفرج ابن الجوزي - دار الكتب العلمية - بيروت - لبنان.
-تدريب الراوي في شرح تقريب النواوي.
لأبي بكر السيوطي. دار الكتاب الحديثة - القاهرة - مصر.
-تذكرة الحفاظ.
الذهبي - دار إحياء التراث الإسلامي- بيروت - لبنان.
-التذكرة في علوم الحديث.
لابن الملقن. دار عمار - عمان. الأردن.
-التذكرة في علوم الحديث.
لابن الملقن. نشر الدار السلفية- بومباي- الهند.
-ترتيب القاموس المحيط.
الطاهر أحمد الزاوي - الدار العربية - للكتاب - ليبيا.
-تصحيفات المحدثين.
لأبي هلال العسكري. المطبعة العربية الحديثة - القاهرة - مصر.
-تعليق التعليق على صحيح البخاري.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (122,'ابن حجر العسقلاني- المكتب الإسلامي - بيروت - لبنان.
-تفسير القرآن العظيم.
لابن كثير الدمشقي - دار المعرفة - بيروت - لنبان.
-تقريب التهذيب.
ابن حجر العسقلاني- دار الرشيد - حلب - سوريا.
-تقريب التهذيب.
ابن حجر العسقلاني- دار العاصمة - السعودية.
-تقسيم الحديث إلى صحيح وحسن وضعيف بين واقع المحدثين ومغالطات المتعصبين.
أ. د ربيع بن هادي المدخلي - دار السلام- الرياض - السعودية.
-التقييد والإيضاح شرح مقدمة ابن الصلاح.
زين الدين الرحيم العراقي - دار الحديث - بيروت - لبنان.
-تلخيص المتشابه في الرسم وحماية ما أشكل منه عن بوادر التصحيف والوهم.
الخطيب البغدادي. طلاس للدراسات والترجمة والنشر - دمشق - سوريا.
-التمهيد لما في الموطأ من المعاني والأسانيد.
ابن عبد البر الأندلسي. وزارة الأوقاف والشؤون الإسلامية - المغرب.
-التمييز.
مسلم بن الحجاج. شركة الطباعة العربية السعودية المحدودة - الرياض.
-تنقيح التحقيق في أحاديث التعليق.
محمد بن أحمد بن عبد الهادي الحنبلي - المكتبة الحديثة - الإمارات العربية.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (123,'-العين.
-تهذيب التهذيب.
ابن حجر العسقلاني- دار صادر - بيروت - لنبان.
-تهذيب الكمال في أسماء الرجال.
جمال الدين المزي - مؤسسة الرسالة - بيروت - لنبان.
-التوضيح الأبهر لتذكر ابن الملقن على الأثر.
محمد السخاوي - دار التقوى - بليس.
-توضيح الأفكار لمعاني تنقيح النظار.
محمد بن إسماعيل الصنعاني - المكتبة السلفية - المدينة - السعودية.
-ثبت أبي جعفر أحمد بن علي البلوي.
دار الغرب الإسلامي- بيروت- لبنان.
-الثقات.
لابن حبان البستي - دار الفكر- بيروت - لبنان.
-الجامع.
للإمام محمد بن عيسى الترمذي. مطبعة الحلبي - القاهرة - مصر.
-جامع التحصيل في أحكام المراسيل.
للعلائي. عالم الكتب ومكتبة النهضة العربية - بيروت لبنان.
-الجامع الصحيح.
للإمام محمد بن إسماعيل البخاري - المطبعة السلفية - عنها دار المعرفة - بيروت - لبنان.
-جامع العلوم والحكم.
ابن رجب الحنبلي - مؤسسة الرسالة - بيروت - لبنان.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (124,'-الجامع لأخلاق الراوي وآداب السامع - الخطيب البغدادي - مؤسسة الرسالة - بيروت - لبنان.
-جامع المساند الخوارزمي- دار الباز - مكة المكرمة - السعودية.
-جذوة المقتبس في ذكر ولاة الأندلس.
محمد بن فتوح الحميدي - مكتبة الخانجي - القاهرة - مصر.
-الجرح والتعديل.
ابن أبي حاتم. دار الكتاب العربي - بيروت - لبنان.
-الجمع بين رجال الصحيحين.
لأبي الفضل محمد بن طاهر بن القيسراني - دار الكتاب العلمية - بيروت - لبنان.
-حلية العلماء في معرفة مذاهب الفقهاء.
أبو بكر الشاشي القفال. مكتبة الرسالة الحديثة - عمان - الأرذن.
-الخطط.
تقي الدين المقريزي - مطبعة بولاق - القاهرة - مصر.
-الدرر الكامنة في أعيان المائة الثامنة.
ابن حجر العسقلاني - دار الجيل - بيروت - لبنان.
-الذيل على العبر في خبر من غبر.
ولي الدين أبي زرعة العراقي. مؤسسة الرسالة- بيروت - لبنان.
-الرسالة - الشافعي. المكتبة العلمية. بيروت - لبنان.
-رصف المباني في شرح حروف المعاني.
أحمد المالقي - دار القلم. دمشق - سوريا.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (125,'-رفع الإصر عن قضاة مصر.
ابن حجر العسقلاني. المطبعة الأميرية. القاهرة - مصر.
-روضة الناظر وجنة المناطر.
لموفق الدين ابن قدامة - مكتبة المعارف - الرياض - السعودية.
-سلسلة الأحايدث الصحيحة وشيء من فقهها.
محمد ناصر الدين الألباني- المكتب الإسلامي- بيروت - لبنان.
-سنن ابن ماجه. المكتبة العلمية. بيروت - لبنان.
-سنن أبي داود - دار الحديث - بيروت - لبنان.
-سنن الدَّاَرَقُطْني - مطبعة فالكن - لاهور - باسكتان.
-سنن الدارمي - نشر دار إحياء السنة النبوية - المكتبة العلمية - بيروت.
-سنن النسائي "المجتبى" دار المعرفة - بيروت - لبنان - توزيع مكتبة المؤيد.
-السنن الكبرى - البيهقي. دار المعرفة - بيروت - لبنان.
-سير أعلام النبلاء - الذهبي - مؤسسة الرسالة - بيروت - لبنان.
-شذرات الذهب - ابن العماد الحنبلي - دار إحياء التراث العربي - بيروت.
-شرح ألفية السيوطي في علم الحديث.
أحمد شاكر - دار المعرفة - بيروت - لبنان
-شرح علل الترمذي - ابن رجب الحنبلي - مكتبة المنار - الزرقاء الأردن.
-شرح معاني الآثار - الطحاوي- دار الكتب العلمية - بيروت - لبنان.
-شرح نخبة الفكر في مصطلحات أهل الأثر.
علي بن سلطان القاري. دار الكتب العلمية - بيروت - لبنان.
-الصحاح تاج اللغة وصحاح العربية.
إسماعيل بن حماد الجوهري - دار العلم للملايين - بيروت - لبنان
.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (126,'-صحيح ابن خزيمة - المكتب الإسلامي - بيروت - لبنان.
-صحيح سنن الترمذي.
الألباني - نشر مكتبة التربية العربي لدول الخليج - المكتب الإسلامي - بيروت.
-صحيح مسلم - دار إحياء التراث العربي - بيروت - لبنان.
-الضعفاء والمتروكون - الدَّاَرَقُطْني.
مكتبة المعارف - الرياض- السعودية.
-ضوابط الجرح والتعديل.
د. عبد العزيز العبد اللطيف - مذكرة مقررة في كلية الحديث بالجامعة الإسلامية - مصورة ١٤١٠ هـ.
-الضوء اللامع لأهل القرن التاسع.
محمد السخاوي. مكتبة الحياة - بيروت لبنان.
-طبقات الشافعية - لأبي بكر ابن شهبة، دار الندوة الجديدة ٠ بيروت - لبنان.
-الطبقات الكبرى لابن سعد - دار صادر - بيروت - لنان.
- طبقات المحدثين بأصبهان - لأأبي الشيخ الأنصاري - مؤسسة الرسالة - بيروت.
-العقد الثمين في تاريخ البلد الأمين.
تقي الدين الفاسي المكي - مؤسسة الرسالة - بيروت - لبنان.
-عقود الدرر في علوم الأثر.
لابن ناصر الدين - محطوط - مصورتي.
-العلل الصغير - للترمذي.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (127,'ملحق بآخر الجامع - مطبعة مصطفى الحلبي - القاهرة - مصر.
علل الحديث - ابن أبي حاتم - دار المعرفة - بيروت - لبنان -
العلل الواردة في الأحاديث النبوية - لأبي الحسن الدراقطني.
دار طيبة - الرياض- السعودية
علوم الحديث - لابن الصلاح - دارالفكر - سوريا - دمشق.
غاية المرام في تخريج أحاديث الحلال والحرام.
محمد ناصر الدين الألباني - المكتب الإسلامي - بيروت - لبنان.
غريب الحديث. الخطابي - مركز البحث العلمي - جامعة أم القرى - مكة المكرمة - السعودية.
فتح الباري شرح صحيح البخاري.
ابن حجر العسقلاني- المطبعة السلفية - تصوير - دار المعرفة - بيروت - لبنان.
-فتح الباقي على ألفية العراقي.
زكريا الأنصاري - دار الكتب العلمية - بيروت.
-فتح المغيث بشرح ألفية الحديث للعراقي.
محمد بن عبد الرحمن السخاوي - المطبعة السلفية - بنارس - الهند.
-فتح الوهاب فيمن اشتهر من المحدثين بالألقاب.
حماد الأنصاري - مؤسسة الرسالة - بيروت - لبان.
-الفقيه والمتفقه. الخطيب البغدادي. دار الكتب العلمية - بيروت - لبنان.
-فهرس الفهارس والأثبات - عبد الحي الكناني.
دار الغرب الإسلامي - بيروت - لبنان.
-الفوائد المجموعة في الأحاديث الموضوعة.
محمد بن علي الشوكاني. المكتب الإسلامي- - بيروت - لبنان.
-قواعد التحديث من فنون مصطلح الحديث.
للقاسمي- تحقيق محمد بهجة البيطار - دار إحياء الكتب العربية - مصر.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (128,'١٣٣
-قواعد في علوم الحديث.
تحقيق عبد الفتاح أبو غدة- نشر مكتب المطبوعات الإسلامية - حلب.
-الكاشف في معرفة من له رواية في الكتب والسنة.
الإمام شمس الدين الذهبي. شركة دار القبلة ومؤسسة علوم القرآن.
-كشف الظنون عن أسامي الكتب والفنون.
حاجي خليفة. نشر دار الفكر- بيروت - لبنان.
-كشف النقاب عن الأسماء والألقاب.
ابن الجوزي - دار السلام - الرياض - السعودية.
-الكفاية في علم الرواية - الخطيب البغدادي - دار الكتب الحديثة - القاهرة - مصر.
-الكنى والأسماء. مسلم بن الحجاج. المجلس العلمي بالجامعة الإسلامية.
-كنز العمال في سنن الأقوال والأفعال.
علي المتقي الهندي. مؤسسة الرسالة - بيروت - لبنان.
-لحظ الألحاظ بذيل طبقات الحافظ.
لابن فهد المكي. دار إحياء التراث العربي - بيروت. لبنان.
-لسان العرب. لابن منظور الإفريقي - دار المعراف القاهرة مصر.
-المؤتلف والمختلف. للدَّاَرَقُطْني - دار الغرب الإسلامي - بيروت. لبنان.
-المتفق والمفترق - مختصر - الخطيب البغدادي - مخطوط - مصورتي.
-المجروحين - لابن حبان البستي. دار المعرفة - بيروت - لبنان.
-المجلس الأول من أمالي ابن ناصر الدين.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (129,'لابن ناصر الدين الدمشقي - دار العاصمة - الرياض - السعودية.
-المجموع شرح المهذب النووي - دار الفكر- بيروت - لبنان.
مجموع فتاوى شيخ الإسلام ابن تيمة - جمع عبد الرحمن بن قاسم. طبع مكتبة ابن تيمية - القاهرة - مصر.
-المخزون في علم الحديث - للأزدي - الدار العلمية - دلهي - الهند.
-مذكرة أصول الفقه- محمد الأمين الشنقيطي. دار القلم - بيروت - لبنان.
-المستدرك على الصحيحين - لأبي عبد الله الحاكم - دار المعرفة - بيروت - لبنان.
-المسند - أحمد بن حنبل- المكتب الإسلامي - بيروت - لبنان.
-المسند - لأبي يعلى الموصلي - دار المأمون للتراث - بيروت - لبنان.
-المصنف - عبد الرزاق النصعاني - المكتب الإسلامي - بيروت لنبان.
المطالب العالية بزوائد المسانيد الثمانية - ابن حجر العسسقلاني تحقيق الأعظمي.
-المعتمد في أول الفقه - لأبي الحسين البصري المعتزلي - المعهد العلمي الفرنسي للدراسات العربية - دمشق - سوريا.
-المعتمد في أصول الفقه - لأبي محمد عمر الخبازي - ت محمد مظهر - جامعة أم القرى مكة المكرمة.
-المعجم - لأبي سعيد بن الأعرابي - مكتبة الكوثر - الرياض - السعودية.
-معجم البلدان. ياقوت الحموي - دار إحياء التراث العربي - بيروت - لبنان.
-المعجم المشتمل على ذكر أسماء شيوخ الأئمة النبل.
لابن عساكر - دار الفكر - بيروت - لبنان.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (130,'-المعجم الكبير - الطبراني - مصورة عن وزارة الشؤون الدينية بالعراق.
-معجم مقاييس اللغة - لابن فارس - دار الكتب العلمية - قم - إيران.
-المجمع المؤسس للمعجم المفهرس.
ابن حجر العسقلاني. دار المعرفة - بيروت - لبنان.
-معجم المؤلفين - لعمر كحالة - دار إحياء التراث العربي - بيروت - لبنان.
-معرفة علوم الحديث - لأبي عبد الله الحاكم - المكتبة العلمية - المدينة النبوية - السعودية.
-المغني في أصول الفقه. جلال الدين الخبازي.
-مركز البحث العلمي بجامعة أم القرى - بمكة المكرمة - السعودية.
-المقصد الأرشد في ذكر أصحاب الإمام أحمد.
برهان الدين بن مفلح - مكتبة الرشد - الرياضد - السعودية.
-المقنع في علوم الحديث - لابن الملقن. دار افواز. الرياض - السعودية.
-منهج ذوي النظر شرح منظومة علم الأثر.
محمد محفوظ الترمسي - مطبعة مصطفى الحلبي - القاهرة - مصر.
-المنهل الروي في مختصر علوم الحديث النبوي.
بدر الدين ابن جماعة - دار الفكر - بيروت - لبنان.
-منهج النقد في علوم الحديث - نور الدين عتر- دار الفكر - دمشق سوريا.
-الموافقات في أصول الشريعة.
إبراهيم بن موسى الشاطبي - دار المعرفة - بيروت - لبنان.
-موضح أوهام الجمع والتفريق. الخطيب البغدادي - دار الكتب العلمية -',NULL,'135',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (131,'بيروت لبنان.
-الموطأ - للأمام مالك، رواية يحيى الليثي - مطبعة الحلبي - القاهرة: مصر.
-الموقطة - للإمام الذهبي دار أحد للنشر.
-ميزان الاعتدال في نقد الرجال - للذهبي دار المعرفة - بيروت - لبنان.
-نزهة الألباب في الألقاب - ابن حجر العسقلاني - كبتة الرشد - الرياض.
-نزهة النظر شرح نخبة الفكر - ابن حجر العسقلاني - مكتبة طيبة - المدينة - السعودية.
-نزهة النظر شرح نخبة الفكر - ابن حجر العسقلاني - بحاشيته النكت على نزهة النظر - لعلي حسن عبد الحميد - دار ابن الجوزي - الدمام - السعودية.
-النكت على كتاب ابن الصلاح - ابن حجر العسقلاني - طبع المجلس العلمي بالجامعة الإسلامية - المدينة - السعودية.
-هدي الساري - ابن حجر العسقلاني - مصورة عن السلفية توزيع مكتبة المعارف- الرياض - السعودية.
-هدية العارفين إسماعيل باشا البغدادي - دار الفكر - بيروت - لبنان.
-الوافي بالوفيات - الصفدي - نشر دار فرانز ستايز شتو ١٤١١ هـ.
-الوصية الكبرى ابن تيمية - دار عمار - عمان الأردن.
-الوضع في الحديث - عمر حسن فلانة - مكتبة الغزالي ومناهل العرفان - دمشق - سوريا.
-اليواقيت والدرر شرح شرح نخبة الفكر.
محمد المناوي - مكتبة الرشد - الرياض - السعودية.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (132,'الفهرس العام:
الموضوع الصفحة
تقريظ د. عبد الرحيم القشقري ٣
المقدمة ٤
القسم الأول: قسم الدراسة ٧
ترجمة ابن الملقن ٨
ترجمة السخاوي ١٣
نسخ الكتاب ١٧
عملي في التحقيق ٢٠
توثيق نسبة الكتاب للمؤلف ٢٣
القسم الثاني: قسم التحقيق ٢٥
النص المحقق ٢٦
فهرس الآيات الشريفة ١١٣
فهرس الأحاديث النبوية ١١٤
فهرس التراجم ١١٥
فهرس لمباحث الكتاب ١١٩
فهرس للمصادر والمراجع ١٢٣
الفهرس العام ١٣٧',NULL,'137',NULL,NULL,'0');
INSERT INTO [b8663] VALUES (133,'<span data-type="title" id=toc-11>المخطوطات</span>
...',NULL,'138',NULL,NULL,'0');
