-- Table: b8823
-- Chunk: 1
-- Rows: 110

CREATE TABLE "b8823"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b8823
INSERT INTO [b8823] VALUES (1,'العلمانية وموقف الإسلام منها
إعداد: د. حمود بن أحمد الرحيلي الستاذ المشارك في كلية الدعوة في الجامعة
ال<span data-type="title" id=toc-1>مقدّمة</span>
الحمد لله الأول والآخر والظاهر والباطن وهو بكل شيء عليم، وصلى الله وسلم على عبده ورسوله محمد بن عبد الله الذي تركنا على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك، وعلى آله وأصحابه، ومن نهج نهجهم وسلك سبيلهم إلي يوم الدين.
أما بعد:
فإنه لما كان المسلمون يجمعهم كتاب ربهم الذي لا يأتيه الباطل من بين يديه ولا من خلفه، وتجمعهم سنة رسوله صلى الله عليه وسلم كانوا أمة واحدة قوية وعزيزة ورائدة.
ولكن لما اتصلت هذه الأمة بالأمم الأخرى ذات الأنماط الحضارية المختلفة، فإن هذه الأمة قد تأثرت بكيد أعدائها من اليهود والنصارى وعبدة الأوثان والملاحدة حتى أصبح المتأثرون بفكر أولئك الأعداء أمة داخل الأمة الإسلامية.
وما لذلك من سبب سوى البعد عن منهج الله الذي أنزله على عبده ورسوله محمد صلى الله عليه وسلم هداية ونوراً وإخراجاً للناس من الظلمات إلى النور.
وهذا البحث المتواضع يتناول جانباً مهما وخطيراً من جوانب هذاالتيار الفكري الذي وفد على الأمة الإسلامية واستهدف إبعادها عن عقيدتها وربطها بالفكر المهيمن في هذا العصر البعيد عن هدي الله ومنهج رسوله - صلى الله عليه وسلم.
وهذا التيار الذي نحن بصدد الحديث عنه، هو تيار "العلمانية" ذلك المصطلح الغربي الذي يوحي ظاهره أن طريقة الحياة التي يدعو إليها تعتمد على',NULL,'329',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (2,'العلم وتتخذه سنداً لها ليخدع الناس بصواب الفكرة واستقامتها. حتى انطلى الأمر على بعض السذج وأدعياء العلم فقبلوا المذهب منبهرين بشعاره، وقد أوصلهم ذلك إلى البعد عن الدين بعداً واضحاً.
وإن من أقوى الأدلة المشاهدة في الرد على العلمانيين هو ما تحقق من تطبيق الشريعة الإسلامية في المملكة العربية السعودية في العصر الحديث من نجاح عظيم في شتى المجالات.
وقد حاولت في هذا البحث إلقاء بعض الضوء على هذا الموضوع وسميته: " العلمانية وموقف الإسلام منها".
خطة البحث
وقد جعلت البحث في مقدمة وخمسة فصول وخاتمة:
وقد اشتملت المقدمة على أهمية الموضوع والخطة ومنهجي في البحث.
والفصل الأول: في تعريف العلمانية ومفهومها، وفيه ثلاثة مباحث:
المبحث الأول: تعريف العلمانية في اللغة والاصطلاح.
والمبحث الثاني: التضليل والخداع في تسميتها.
والمبحث الثالث: مراحل العلمانية أو صورها.
والفصل الثاني: في أسباب ظهورها ونشأتها وآثارها في الغرب، وفيه مبحثان:
المبحث الأول: أسباب ظهور العلمانية وظروف نشأتها في الغرب، ويشتمل على ما يلي:
أولاً: طغيان رجال الكنيسة.
ثانياً: الصراع بين الكنيسة والعلم.
ثالثاً: الثورة الفرنسية.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (3,'رابعاً: نظرية التطور.
خامساً: طبيعة التعاليم النصرانية.
سادساً: دور اليهود.
المبحث الثاني: آثار العلمانية في الغرب.
والفصل الثالث: الإسلام يتنافى مع العلمانية.
والفصل الرابع: في عوامل انتقالها إلى العالم الإسلامي وآثارها السيئة عليه، وفيه مبحثان:
المبحث الأول: عوامل انتقالها إلى العالم الإسلامي، ويشتمل على ما يلي:
أولاً: انحراف كثير من المسلمين عن العقيدة الصحيحة.
ثانياً: الاستعمار الغربي والشرقي.
ثالثاً: الغزو الفكري.
رابعاً: المستشرقون.
خامساً: المنصّرون.
سادساً: الأقليات غير المسلمة داخل المجتمعات الإسلامية.
سابعاً: تقدم الغرب الهائل في مضمار العلم المادي.
ثامناً: البعثات إلى الخارج.
المبحث الثاني: في آثارها السيئة على العالم الإسلامي.
والفصل الخامس: في موقف الإسلام من العلمانية، وفيه ثلاثة مباحث:
المبحث الأول: حكم الإسلام من العلمانية.
المبحث الثاني: عمد وقواعد العلمانية وتفنيدها.
المبحث الثالث: التطبيق العملي للإسلام.
وأما الخاتمة فقد أوجزت فيها أهم النتائج التي توصلت إليها في البحث.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (4,'هذا وقد عزوت الآيات الكريمة إلى السور مع ترقيمها، كما خرجت الأحاديث النبوية الواردة في البحث، وشرحت معاني الكلمات الغريبة، كما عزوت ما تناولته في البحث إلى المصادر والمراجع التي رجعت إليها في هذاالشأن.
هذا. وأحبُّ أن أنبه بأن ما نقلته عن كتب في هذه السلسلة لا يعني موافقتي لأصحابها في المنهج، وإنما كان ذلك لحاجة هذه الأبحاث لمثل تلك المراجع، والحكمة ضالة المؤمن أنى وجدها أخذها.
وقد ألحقت بهذا فهرساً للآيات الكريمة، وفهرساً للأحاديث والآثار، وقائمة بأسماء المصادر والمراجع مرتبة حسب حروف الهجاء مبيناً اسم المؤلف والطبعة وتاريخ النشر ما أمكن، وقائمة أخرى للموضوعات.
وإنه على الرغم من كثرة الكتابات عن العلمانية إلا أني قد بذلت جهداً في إضافة فوائد مهمة كعمد العلمانية وتفنيدها، وتوضيح آثارها، وبيان موقف الإسلام منها على التفصيل، مبتعداً عن الاستطرادات المملة والاختصارات المخلة.
وأسأل الله جلت قدرته أن أكون قد وفقت فيما كتبت، وأن يتجاوز عن التقصير إنه ولي ذلك والقادر عليه.
والحمد لله رب العالمين وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (5,'<span data-type="title" id=toc-2>الفصل الأول: في تعريف العلمانية ومفهومها</span>
<span data-type="title" id=toc-3>المبحث الأول: تعريف العلمانية في اللغة والاصطلاح</span>
...
الفصل الأول
تعريف العلمانية ومفهومها
المبحث الأول
تعريف العلمانية في اللغة والاصطلاح
العلمانية لغة: لم توجد لفظ العلمانية في معاجم اللغة العربية القديمة، وقد وردت في بعض المعاجم الحديثة ومن ذلك:
أ– ما ورد في معجم المعلم البستاني: "العلماني: العامي الذي ليس بإكليريكي"١.
ب- وفي المعجم العربي الحديث: "علماني: ما ليس كنسياً ولا دينياً"٢.
ج- وفي المعجم الوسيط٣ "العلماني نسبة إلى العَلم بمعنى العالم، وهو خلاف الديني أو الكهنوتي"٤.
_________
١ معجم المعلم بطرس البستاني، والكيرُس أو الإكليرَس: جماعة مفرزون ومكرّسون لخدمة الكنيسة المسيحية كالشمامسة والقساوسة والأساقفة ويقابلهم العلمانيون، يونانيتها: كليرس ومعناه قرعة؛ لأنهم كانوا في القديم ينتخبون بالقرعة، الواحد إكليريكي جمعه كليريكيون، ويلاحظ أن المعلم بطرس البستاني لم يضع لفظة علمانيين في مادة (ك ل ي) ولكنه وضعها في مادة (ع ل م) . انظر: جذور العلمانية، دكتور السيد أحمد فرج ص١٥٤.
٢ المعجم العربي الحديث د/ خليل الجسر.
٣ المعجم الوسيط (٢/٦٢٤) .
٤ الكهنوت: خدمة أسرار الكنيسة - سريانية معربة - والتاء فيه للمبالغة لا للتأنيث كتاء ملكوت وجبروت، ودرجاته ثلاث: الشماس، والقسيس، والأسقف، ومراتبه كثيرة منها: القاري، والخوري، والمطران، والبطريرك، والبابا، وفعله: كهَنَ، وتكهّن تكهُّناً فهو كاهن، ج: كهنة. انظر: جذور العلمانية المرجع السابق، ص ١٥١، نقلاً عن قاموس الأسقف جرمانوس فرحات ط سنة ١٨٤٩ م في مدينة مرسيليا الفرنسية.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (6,'ولعل المعنى الصحيح لترجمةكلمة "العلمانية"هى "اللادينية" أو "الدنيوية"١وليس المعنى ما يقابل الأخروية فحسب، بل بمعنى ما لا صلة له بالدين، يتضح ذلك مما تورده دوائر المعارف الأجنبية للكلمة:
تقول دائرة المعارف البريطانية: "هي حركة اجتماعية تهدف إلى صرف الناس عن الاهتمام بالآخرة إلى الاهتمام بالحياة الدنيا وحدها"٢.
وتقول دائرة المعارف الأمريكية: "الدنيوية هى: نظام أخلاقي أسس على مبادئ الأخلاق الطبيعية ومستقل عن الديانات السماوية أو القوى الخارقة للطبيعة.."٣.
والتعبير الشائع في الكتب الإسلامية المعاصرة هو فصل الدين عن الدولة.
وهو في الحقيقة لا يعطي المدلول الكامل للعلمانية الذي ينطبق على الأفراد وعلى السلوك الذي قد لا يكون له صلة بالدولة٤.
والعلمانية في الاصطلاح:
هي دعوة إلى إقامة الحياة على غير الدين، وتعنى في جانبها السياسي بالذات اللادينية في الحكم، وهى اصطلاح لا صلة له بكلمة العلم والمذهب العلمي٥.
_________
١ انظر قاموس المورد لمنير البعلبكي، دار العلم للملايين، بيروت ١٩٧٧م.
٢ انظر: مذاهب فكرية معاصرة لمحمد قطب، ص ٤٤٥.
٣ انظر الاتجاهات الفكرية المعاصرة د/ علي جريشة ص ٨٥ نقلاً عن المجلد ٢٤.
٤ انظر: العلمانية لسفر ص ٢٣.
٥ انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة ص ٣٦٧.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (7,'ولاشك أن كلمة العلمانية اصطلاح جاهلي غربي يشير إلى انتصار العلم على الكنيسة النصرانية التي حاربت التطور باسم الدين١.
ومن هذا يتضح لنا أنه لا علاقة لكلمة العلمانية بالعلم، وإنما علاقتها قائمة بالدين على أساس سلبي وهو نفي الدين عن مجالات الحياة: السياسية، والاقتصادية، والاجتماعية، والفكرية ... الخ.
_________
١ انظر: الموجز في الأديان والمذاهب المعاصرة ص ١٠٣',NULL,'335',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (8,'<span data-type="title" id=toc-4>المبحث الثاني
التضليل والخداع في تسميتها</span>
وقد أدرك أعداء الإسلام أن القرآن الكريم والسنة النبوية المطهرة بما قرراه من تشريع هما مصدر قوة المسلمين، وأنه لا أمل في القضاء على الإسلام والمسلمين مادام المسلمون يطبقون إسلامهم تطبيقاً عملياً في كل حياتهم.
ومن هنا وضعوا أسلوبا جديداً لمقاومة الإسلام وهو: محاولة إبعاده عن مجال الحياة وإحلال القوانين الوضعية الغربية مكانه، ليصلوا بذلك إلى ما يريدون من هدم العقيدة الإسلامية، وإخراج المسلمين من التوحيد إلى الشرك.
وهذا ما قصده أعداء الإسلام حين نادوا في المجتمعات الإسلامية بفكرة إبعاد الإسلام عن مجال التطبيق، والاستعاضة عنه بنظام الغرب وقوانينه. وهو ما عرف في التاريخ "بالفصل بين الدين والدولة"١.
_________
١ انظر: احذروا الأساليب الحديثة د/ سعد الدين السيد صالح ص ١٩٣، وأخطار الغزو الفكري على العالم الإسلامي ص ٢٠٨.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (9,'وإمعاناً في التضليل والخداع سماها الفكر الغربي "بالعلمانية" وهو اصطلاح يوحي بأن لها صلة بالعلم حتى ينخدع الآخرون بصواب الفكرة واستقامتها، فمن الذي يقف في وجه دعوة تقول للناس إن العلم أساسها وعمادها.
ومن هنا انطلى الأمرُ على بعض السذج وأدعياء العلم، فقبلوا المذهب منبهرين بشعاره دون أن ينتبهوا إلى حقيقته وأبعاده.
والحق أن الإسلام لا يصدُّ عن العلم والانتفاع به، ولكن أي علم هذا الذي يدعيه دعاة العلمانية، ويزعمون أنه سندها وأساسها؟. إنه العلم الذي يكون بعيداً عن الدين أو الفصل الكامل بين الدين والحياة.
والعلمانية بهذا المفهوم تعتبر في ميزان الإسلام مفهوماً جاهلياً؛ إذ تعني عزل الدين عن شئون الحياة، وذلك أن الإسلام دين متكامل جاء لينظم الحياة بأوجه نشاطها ويوجه الناس إلى ما فيه سعادتهم في الدنيا والآخرة، وإبعاد الدين عن الحياة وعن شئون الدنيا، وعزله عن العقيدة والشريعة والاقتصاد والسياسة والتعليم والأسرة والمجتمع وغيرها، إنما يعني في الإسلام الكفر وحكم الجاهلية والصد عن سبيل الله، وتعطيل حدوده.
كما أن اسم "العلمانية" يوحي بأن العلم والدين ضدان وإن الصراع قائم بينهما، كما يوحي بأن الدين لا علاقة له بالدنيا، وأن التمسك به يعني التأخر والرجعية والجهل، وهذا خطأ فاحش لأن الدين - الذي هو الإسلام - هو دين العلم والسعادة والتقدم، وهذا لا يخفى على الغربيين أنفسهم - فضلاً عن المسلمين - إن الإسلام هو الذي فتح لهم آفاق العلم والاختراع والتقدم والحضارة.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (10,'والسبب الأول في تسمية هذا المذهب بالعلمانية، هو ما فعله رجال الكنيسة النصرانية الذين وقفوا ضد التحضر والتقدم في الغرب زاعمين أن الدين يحرم العلم التجريبي والاختراعات والاكتشافات الناتجة عنه١.
_________
١ انظر في هذا: الموجز في الأديان ص ١٠٣ - ١٠٤، وانظر: أساليب الغزو الفكري للعالم الإسلامي ص٥٩، وأخطار الغزو الفكري على العالم الإسلامي ص ٢٠٧-٢٠٨.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (11,'<span data-type="title" id=toc-5>المبحث الثالث
مراحل العلمانية أو (صورها)</span>
ذهب البعض إلى أن الفكر العلماني الأوروبي مرَّ بمرحلتين:
المرحلة أو (الصورة) الأولى:
مرحلة العلمانية المعتدلة، وهي مرحلة القرنين السابع عشر والثامن عشر - وهى وإن اعتبر الدين فيها أمراً شخصياً - لا شأن للدولة به إلا أن على الدولة - مع ذلك - أن تحمي الكنيسة، وبالأخص في جباية ضرائبها. والتفكير العلماني في هذه المرحلة وإن طالب بتأكيد الفصل بين الدولة والكنيسة إلا أنه لم يسلب المسيحية كدين من كل قيمة لها. وإن كان ينكر فيها بعض تعاليمها، ويطالب بإخضاع تعاليم المسيحية إلى العقل، وإلى مبادئ الطبيعة مما نشأ عنه المذهب المعروف باسم مذهب الربوبيين، وهو مذهب يعترف بوجود الله كأصل للعالم، ولكنه ينكر الإعجاز والوحي وتدخل الله في العالم.
ومن دعاة هذه المرحلة: فولتير (١٦٩٤-١٧١٣م) في فرنسا، وشفتسيري (١٦٧١-١٧١٣م) في إنجلترا، وليسنج (١٧٢٩-١٧٨١م) في',NULL,'337',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (12,'ألمانيا، والفيلسوف الإنجليزي جون لوك (١٦٣٢-١٧١٤م) ، وهوبز (١٥٨٨-١٦٧٩م) ، وديكارت، وبيكون، وسبينوزا، وجان جاك روسو، وأضرابهم١.
المرحلة أو (الصورة) الثانية:
وهي مرحلة العهد المادي أو ما يسمى بالثورة العلمانية، وهى مرحلة القرن التاسع عشر ومابعده، وعلمانية هذه المرحلة هى مرحلة إلغاء الدين - أي دين إلغاءً كلياً وعدم الإيمان بالأمور الغيبية - وليس فصلاً بينه وبينه الدولة كما هو المفهوم في المرحلة الأولى، واعتبار أن الموجود الحقيقي هو المحسوس فقط، والدافع عليها هو الاستئثار بالسلطة، ولذلك كانت العلمانية غير مساوية لمفهوم الفصل بين الكنيسة والدولة، بل كانت إلغاء للدين كمقدمة ضرورية إلى السلطة المنفردة التي هى سلطة جماعة العمل أو المجتمع أو الدولة أو الحزب حسب تحديد بعض هؤلاء الشيوعيين اليساريين.
ومن دعاة هذه المرحلة: هيجيل وفيرباخ وكارل ماركس وأضرابهم.٢
_________
١ انظر الاتجاهات الفكرية المعاصرة د/ جمعة الخولي ص ٩٢، الموسوعة الميسرة ص ٣٦٧-٣٦٨، كواشف زيوف ص ١٦٤، العلمانية وثمارها الخبيثة، ص ١٥-١٦.
٢ انظر: المراجع السابقة.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (13,'<span data-type="title" id=toc-6>الفصل الثاني: أسباب ظهور العلمانية وآثارها في الغرب</span>
<span data-type="title" id=toc-7>المبحث الأول: أسباب ظهور العلمانية وظروف نشأتها في الغرب</span>
<span data-type="title" id=toc-8>المطلب الأول: طغيان رجال الكنيسة</span>
...
الفصل الثاني
أسباب ظهور العلمانية وآثارها في الغرب
المبحث الأول
أسباب ظهور العلمانية وظروف نشأتها في الغرب
ويشتمل على ما يلي:
أولاً: طغيان رجال الكنيسة:
لقد عاشت أوروبا في القرون الوسطى فترة قاسية، تحت طغيان رجال الكنيسة وهيمنتهم، وفساد أحوالهم، واستغلال السلطة الدينية لتحقيق أهوائهم، وإرضاء شهواتهم، تحت قناع القداسة التي يضفونها على أنفسهم، ويهيمنون بها على الأمة الساذجة، ثم اضطهادهم الشنيع لكل من يخالف أوامر أو تعليمات الكنيسة المبتدعة في الدين، والتي ما أنزل الله بها من سلطان، حتى لو كانت أموراً تتصل بحقائق كونية تثبتها التجارب والمشاهد العلمية.
وقد شمل هيمنة الكنيسة النواحي الدينية، والاقتصادية، والسياسية، والعلمية، وفرضت على عقول الناس وأموالهم وتصرفاتهم وصاية لا نظير لها على الإطلاق وسنعرض إلى شيء من ذلك بإيجاز:
أ - الطغيان الديني:
١- إنَّ الإيمان بالله الواحد الأحد، الذي لا إله غيره ولا معبود بحق سواه، وإن عيسى عبد الله ورسوله، قد تحول في عقيدة النصارى إلى إيمان باله مثلث يتجسد، أويحلُّ بالإنسان ذي ثلاثة أقانيم (الأب والابن ورح القدس) .',NULL,'339',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (14,'وذلك أنه منذ مجمع نيقية سنة ٣٢٥م والكنيسة تمارس الطغيان الديني والإرهاب في أبشع صوره، ففرضت بطغيانها هذا عقيدة التثليث قهراً، وحرّمت ولعنت مخالفيها، بل سفكت دماء من ظفرت به من الموحدين، وأذاقتهم صنوف التعذيب وألوان النكال.
وتتفق المصادر على أن اليد الطولى في تحريف العقيدة النصرانية تعود إلى بولس "شاؤل" اليهودي، وهو الذي أثار موضوع ألوهية المسيح لأول مرة مدعياً أنه ابن الله١ تعالى الله عن ذلك علواً كبيراً.
٢- والعبادات قد دخلت فيها أوضاع بشرية كنسية مبتدعة، وهذه المبتدعات حمّلها النصارى مفاهيم غيبية، وفسّروها بأن لها أسراراً مقدسة، وجعلوا لها طقوساً تُمارس في مناسباتها، ويجب احترامها والتقيد بها.
٣- والأحكام التشريعية معظمها أوامر وقرارات كنسية بابوية، ما أنزل الله بها من سلطان، وهى تُحلّلُ وتُحرِّم من غير أن يكون لها مستند من كتاب الله، أو من سنة رسوله عليه الصلاة والسلام٢.
ونصّبت الكنيسة نفسها عن طريق المجامع المقدسة "إلهاً" يُحلُّ ويُحرِّمُ، ينسخُ ويضيف، وليس لأحد حق الاعتراض، أو على الأقل حق إبداء الرأي كائناً من كان، وإلا فالحرمان مصيره، واللعنة عقوبته؛ لأنه كافر ((مهرطق)) ٣.
_________
١ العلمانية لسفر ص٣٦، النصرانية لأبي زهرة ص٨٤ وما بعدها، المسيحية لأحمد شلبي ص ١١٠.
٢ انظر: كواشف زيوف لعبد الرحمن الميداني ص ٢٣.
٣ انظر: العلمانية لسفر ص١٢٨، والهرطقة - كما فهمتها الكنيسة إذ ذاك - هي: مخالفة رأي الكنيسة، فرأي يراه عالم في العلوم الكونية هرطقة، ومحاولة فهم الكتاب المقدس لرجل غير كنسي هرطقة، وانتقاد شيىء يتصل بالكنيسة هرطقة. انظر: المسيحية، لأحمد شلبي ص ٢٥٦.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (15,'وقد كان الختان واجباً فأصبح حراماً، وكانت الميتة محرمة فأصبحت مباحة، وكانت التماثيل شركاً ووثنية فأصبحت تعبيراً عن التقوى، وكان زواج رجال الدين حلالاً فأصبح محظوراً، وكان أخذ الأموال من الأتباع منكراً فأصبحت الضرائب الكنسية فرضاً لازماً، وأمورٌ كثيرة نقلتها المجامع من الحل إلى الحرمة أو العكس دون أن يكون لديها من الله سلطان، أو ترى في ذلك حرجاً.
وأضافت الكنيسة إلى عقيدة التثليث عقائد وآراء أخرى تحكم البديهة باستحالتها ولكن لا مناص من الإيمان بها والإقرار بشرعيتها على الصورة التي توافق هوى الكنيسة١.
بعض شعائر المسيحية:
ومن شعائر المسيحية الحالية والتي هى خليط من وثنيات العالم القديم ما يلي:
١- التعميد: وطريقته هى: رش الماء على الجبهة أو غمس أي جزء من الجسم في الماء، ويكثر أن يغمس الشخص كله في الماء، ولابد أن يقوم بهذه العملية كاهن يعمد الإنسان باسم الأب والابن وروح القدس، ولا يقوم غير الكهنة بالتعميد إلا للضرورة، وحينئذ يسمى التعميد: "تعميد الضرورة"٢.
٢- العشاء الرباني: ويرمز به إلى عشاء عيسى الأخير مع تلاميذه إذ اقتسم معهم الخبز والنبيذ، والخبز يرمز إلى جسد المسيح الذي كُسِّرَ لنجاة
_________
١ انظر: العلمانية لسفر ص ١٢٨.
٢ المسيحية لأحمد شلبي ص١٦٨، والنصرانية لأبي زهرة ص١٣٥.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (16,'البشرية، أما الخمر فيرمز إلى دمه الذي سفك لهذا الغرض، ويُستعمل في العشاء الرباني قليل من الخبز وقليل من الخمر لذكرى ما فُعل بالمسيح ليلة موته وكذلك ليكون هذا طعاماً روحياً للمسيحيين، فمن أكل هذا الخبز وشرب هذا الخمر استحال الخبز إلى لحم المسيح والخمر إلى دمه فيحصل امتزاج بين الآكل وبين المسيح وتعاليمه١ إلى غير ذلك من المزاعم الباطلة.
٣- تقديس الصليب وحمله: إن تقديس الصليب عند المسيحيين سبق صلب المسيح نفسه، فقد ورد عن المسيح قوله: "إن أراد أحدٌ أن يأتي ورائي فلينكر نفسه ويحمل صليبه ويتبعني"٢.
ومعنى حمل الصليب عندهم هو الاستهانة بالحياة والاستعداد للموت في أبشع صورة، أي صلبا على خشبة كما يفعل بالمجرمين والآثمين، وقويت فكرة تقديس الصليب بعد صلب عيسى -على زعمهم- فأصبح أداة تذكر المسيحيين بالتضحية الضخمة التي قام بها المسيح من أجل البشر. ٣وقولهم هذا باطل، قال تعالى: {وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِيناً بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً} ٤.
٤- عقيدة الخطيئة الموروثة: وأساس هذا الموضوع عند المسيحيين أن من صفات الله العدل والرحمة، وبمقتضى صفة العدل كان على الله أن يعاقب ذرية آدم بسبب الخطيئة التي ارتكبها أبوهم، وطُرد بها من الجنة، واستحق هو وأبناؤه البعد
_________
١ المسيحية لأحمد شلبي ص١٦٩-١٧٠، والنصرانية لأبي زهرة ص ١٣٥.
٢ لوقا: ٩/٢٣
٣ انظر: المسيحية لأحمد شلبي ص ١٧٠ - ١٧١، والنصرانية لأبي زهرة ص ١٢٩-١٣٠.
٤ سورة النساء، الآيتان (١٥٧- ١٥٨) .',NULL,'342',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (17,'عن الله بسببها، وبمقتضى صفة الرحمة كان على الله أن يغفر سيئات البشر، ولم يكن هناك من طريق للجمع بين العدل والرحمة إلا بتوسط ابن الله ووحيده وقبوله في أن يظهر في شكل إنسان، وأن يعيش كما يعيش الإنسان، ثم يصلب ظلماً ليكفّر عن خطيئة البشر١.
وقد ورد في العهد الجديد ما نصه: "وإن ابن الإنسان قد جاء ليخلص ما قد هلك، فبمحبته ورحمته قد صنع طريقاً للخلاص، لهذا كان المسيح هو الذي يكفّر عن خطايا العالم، وهو الوسيط الذي وفق بين محبة الله تعالى وبين عدله ورحمته، إذ إن مقتضى العدل أن الناس كانوا يستمرون في الابتعاد عن الله بسبب ما اقترف أبوهم، ولكن باقتراف العدل والرحمة وبتوسط الابن الوحيد، وقبوله للتكفير عن خطايا الخلق، قرب الناس من الرب بعد الابتعاد"٢.
فهذه الأناجيل تذكر أن أهم الأغراض التي ظهر من أجلها المسيح ابن مريم أو المسيح ابن الله - على زعمهم - هو أن يكفر بدمه الخطيئة التي ارتكبها آدم - عليه السلام - والتي انتقلت بطريق الوراثة إلى جميع نسله، وأنه صلب بالفعل، فحقق بذلك أهم غرض ظهر من أجله.
والقرآن يرد على هذه الفرية، ويبين أن آدم عليه السلام قد أناب إلى الله تعالى واستغفر من خطيئته التي ارتكبها إذ أكل من الشجر فغفرها الله له، وأن الخطيئة لا يحمل وزرَها غير مقترفها، قال تعالى: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ٣.
_________
١ انظر: المسيحية لأحمد شلبي ص١٥٤-١٥٥، والنصرانية لأبي زهرة ص١٢٥.
٢ انظر: انجيل مرقص الاصحاح العاشر الفقرة ٤٤ ومابعدها، وانجيل يوحنا ٣: ١٦، ورسالة رومية ٣: ٢٣ ومابعدها، و ٥: ١٠ وما بعدها، والإصحاح السادس.
٣ سورة فاطر، الآية (١٨) .',NULL,'343',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (18,'وقال تعالى: {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} ١.
وقال عز وجل: {وَعَصَى آدَمُ رَبَّهُ فَغَوَى ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى} ٢.
كما أن الوزر لا يحمل تبعته إلا من اقترفه قال تعالى: { ... أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلإِنْسَانِ إِلا مَا سَعَى} ٣.
وعززت الكنيسة سلطتها الدينية الطاغية بادعاء حقوق لا يملكها إلا الله؛ مثل: حق الغفران، وحق الحرمان، وحق التحلة، ولم تتردد في استعمال هذه الحقوق واستغلالها.
صكوك الغفران والحرمان:
فأما غفران الذنوب فقد أصبح بدعة عجيبة، وذلك أنه إذا أراد البابا أن يبني كنيسة أو يجمع مالاً لشيءٍ ما؛ طبع صكوك الغفران ووزعها على أتباعه ليبيعوها للناس؛ كالذين يبيعون أسهم الشركات. وبالصك فراغٌ تُرِكَ ليُكتب به اسم الذي سيغفر ذنبه، والعجيب أن هذا الصك يَغفر لمشتريه ما تقدم من الذنوب وما تأخر، فهو بعبارة أخرى إذن بارتكاب كل الجرائم بعد أن ضُمنت الجنة لهذا المحظوظ.
الاعتراف:
ولم تقف قضية غفران الذنوب عند هذه الصكوك، بل سرعان ما دخلها عنصر جديد فاضح ذلك ما يسمى "الاعتراف" فكان على المذنب أن يعترف
_________
١ سورة البقرة، الآية (٣٧) .
٢ سورة طه، الآيتان (١٢١ -١٢٢) .
٣ سورة النجم، الآيتان (٣٨-٣٩) .',NULL,'344',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (19,'بذنبه، في خلوة مع قسيسه؛ ليستطيع هذا القسيس أن يغفر له ذنبه، وفي خلوات الاعتراف حدثت أشياء يقشعر له الوجدان١.
وأما حق التحلة فهو حق خاص يبيح للكنيسة أن تخرج عن تعاليم الدين وتتخلى عن الالتزام بها متى اقتضت المصلحة - مصلحتها هى -ذلك٢.
حياة الرهبنة:
قال تعالى: {وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا} ٣.
قال ابن كثير - رحمه الله تعالى - عند قوله تعالى: {فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا} "أي فما قاموا بما التزموه حق القيام، وهذا ذم لهم من وجهين:
أحدهما: الابتداع في دين الله مالم يأمر به الله.
والثاني: في عدم قيامهم بما التزموه مما زعموا أنه قربة يقربهم إلى الله عز وجل"٤.
وتمارس حياة الرهبنة داخل الأديرة بالانقطاع عن الحياة العامة، وبالامتناع عن الزواج وتضم الراهبين والراهبات، وكأي حياة تنافي الفطرة وتلغيها، شهدت الأديرة أحط ألوان الفسوق بما نمسك عنه.
إلى غير ذلك من العقائد والمبتدعات النصرانية التي فرضتها الكنيسة على أتباعها، وكل هذه العقائد واضح بطلانها بحمد الله في العقيدة الإسلامية، وإنَّ ديناً من هذا القبيل هو مقطوع الصلة بما أنزل الله تعالى من الحق، وغير
_________
١ المسيحية لأحمد شلبي ص٢٥٥، والنصرانية لأبي زهرة ص٢٠٣.
٢ معالم تاريخ الإنسانية (٣/٨٩٦) هـ. ج ويلز، ت: عبد العزيز جاويد، القاهرة ١٩٦٧م.
٣ سورة الحديد، الآية (٢٧) .
٤ تفسير ابن كثير (٤ /٣٣٦-٣٣٧) .',NULL,'345',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (20,'صالح لأن يكون له سلطان على العقول البشرية في عصور التنور الفكري، والتقدم الحضاري، وانتشار العلوم والمعارف.
ب- الطغيان المالي:
إن المتأمل في الأناجيل - على الرغم من تحريفها - يجد أنها لم تنه عن شيء كنهيها عن اقتناء الثروة والمال.
جاء في إنجيل متى: "لا تقتنوا ذهباً ولا فضةً ولا نحاساً في مناطقكم ولا مزوداً للطريق ولا ثوبين ولا أحذية ولا عصا "١.
وجاء في إنجيل مرقص: "مرور جملٍ من ثقب إبرةٍ أيسر من أن يدخل غنيٌ إلى ملكوت الله"٢.
وجاء في إنجيل لوقا: "لا تهتموا لحياتكم بما تأكلون، ولا للجسد بما تلبسون، الحياة أفضل من الطعام والجسد أفضل من اللباس، تأملوا الغربان، إنها لا تزرع ولا تحصد، وليس لها مخدع ولا مخزن، والله يقيتها، كم أنتم بالحرى أفضل من الطيور"٣.
إلا أن القرون التالية قد شهدت مفارقة عجيبة بين مفهوم الكنيسة عن الدنيا وبين واقعها العملي، حتى صار جمع المال والاستكثار من الثروات غاية لديهم، فتهالك رجال الدين على جمع المال والإسراف والبذخ والانغماس في الشهوات والملذات.
ويمكن إيجاز مظاهر الطغيان الكَنَسِيّ في هذا المجال فيمايلي:
_________
١ متى: ١٠: ١٠-١١.
٢ مرقص: ١٠:٢٥.
٣ لوقا: ١٢: ٢٢- ٢٤.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (21,'١-الأملاك الإقطاعية:
يقول ديورانت١: "أصبحت الكنيسة أكبر ملاك الأراضي وأكبر السادة الإقطاعيين في أوروبا، فقد كان دير "فلدا" مثلاً يمتلك (١٥٠٠٠) قصر صغير، وكان دير "سانت جول" يملك (٢٠٠٠) من رقيق الأرض، كان "الكوين فيتور" أحد رجال الدين سيداً لعشرين ألفاً من أرقاء الأرض، وكان الملك هو الذي يعين رؤساء الأساقفة والأديرة ... وكانوا يقسمون يمين الولاء لغيرهم من الملاك الإقطاعيين ويلقبون بالدوق والكونت وغيرها من الألقاب الإقطاعية ... وهكذا أصبحت الكنيسة جزءاً من النظام الإقطاعي.
وكانت أملاكها الزمنية: أي المادية، وحقوقها والتزاماتها الإقطاعية مما يجلل بالعار كل مسيحي متمسك بدينه، وسخرية تلوكها ألسنة الخارجين على الدين ومصدراً للجدل والعنف بين الأباطرة والبابوات"٢.
٢-الأوقاف:
كانت الكنيسة تملك المساحات الشاسعة من الأراضي الزراعية باعتبارها أوقافاً للكنيسة، بدعوى أنها تصرف عائداتها على سكان الأديرة، وبناء الكنائس، وتجهيز الحروب الصليبية، إلا أنها أسرفت في تملك الأوقاف حتى وصلت نسبة أراضي الكنيسة في بعض الدول إلى درجة لا تكاد تصدق، وقد قال المصلح الكنسي "ويكلف" - وهو من أوائل المصلحين -: "إن الكنيسة
_________
١ ديورانت هو مؤلف كتاب قصة الحضارة، وهو كتاب كبير يقع في ٣٠مجلداً، تحدث فيه عن قصة الحضارة منذ فجر التاريخ إلى العصر الحاضر. انظر: مقدمة كتاب قصة الحضارة.
٢ قصة الحضارة ١٤/ ٤٢٥.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (22,'تملك أراضي إنجلترا وتأخذ الضرائب الباهظة من الباقي، وطالب بإلغاء هذه الأوقاف واتهم رجال الدين بأنهم "أتباع قياصرة لا أتباع الله"١.
٣-العشور:
فرضت الكنيسة على كل أتباعها ضريبة (العشور) وبفضلها كانت الكنيسة تضمن حصولها على عشر ما تغله الأراضي الزراعية والإقطاعيات، وعشر ما يحصل عليه المهنيون وأرباب الحرف غير الفلاحين ولم يكن في وسع أحد أن يرفض شيئاً من ذلك فالشعب خاضع تلقائياً لسطوتها ٢.
٤-ضريبة السنة الأولى:
لم تشبع الأوقاف والعشور نهم الكنيسة الجائع، وجشعها البالغ، بل فرضت الرسوم والضرائب الأخرى، لاسيما في الحالات الاستثنائية؛ كالحروب الصليبية والمواسم المقدسة، وظلت ترهق بها كاهل رعاياها، فلما تولى البابا حنا الثاني والعشرون جاء ببدعة جديدة هى "ضريبة السنة الأولى" وهى مجموعة الدخل السنوي الأول لوظيفة من الوظائف الدينية أو الإقطاعية تدفع للكنيسة بصفة إجبارية، وبذلك ضمنت الكنيسة مورداً مالياً جديداً ٣.
٥-الهبات والعطايا:
وكانت الكنيسة تحظى بالكثير من الهبات التي يقدمها الأثرياء الإقطاعيون للتملق والرياء، أو يهبها البعض بدافع الإحسان والصدقة. وقد
_________
١ انظر: تاريخ أوربا لفيشر (٢/٣٦٢-٣٦٤) .
٢ المرجع السابق (٢ / ٣٨٠) .
٣ معالم تاريخ الإنسانية (٣/٩١٣) .',NULL,'348',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (23,'قويت هذه الدوافع بعد مهزلة صكوك الغفران، إذ انهالت التبرعات على الكنيسة، وتضخمت ثروات رجال الدين تضخماً كبيراً.
هذا. ولا ننسى المواسم المقدسة والمهرجانات الكنيسية التي كانت تدرُّ الأموال الطائلة على رجال الكنيسة؛ فمثلاً في سنة ١٣٠٠م عقد مهرجان لليوبيل١ واجتمع له جمهور حاشد من الحجاج في روما بلغ من انهيال المال إلى خزائن البابوية أن ظل موظفان يجمعان بالمجاريف الهبات التي وضعت عند قبر القديس بطرس٢.
٦- العمل المجاني "السخرة":
لم تقنع الكنيسة بامتلاك الإقطاعيات برقيقها وما يملكه بعض رجال الدين من آلاف الأرقاء، بل أرغمت أتباعها على العمل المجاني في حقولها وفي مشروعاتها، ولاسيما بناء الكنائس والأضرحة وكان على الناس أن يرضخوا لأوامرها ويعملوا بالمجان لمصلحتها مدة محدودة، هى في الغالب يَوْمٌ واحِدٌ في الأسبوع، ولا ينالون مقابل ذلك جزاءً ولا شكورا٣.
وبهذا يتبين لنا أن الانحراف والفساد الديني والاجتماعي قد وصل على يد الكنيسة النصرانية ورجالها وتعاليمها المزيفة إلى حد لم يعد يتحمله الناس ولا تطيقه فطرة البشر، حيث شقيت أوروبا برجال الدين الدجالين، وبتسلطهم ونفوذهم باسم الدين، وباسم الرب.
_________
١ اليوبيل: ذكرى مرور خمس وعشرين سنة وتعرف باليوبيل الفضي، أو خمسين سنة وتعرف باليوبيل الذهبي، أو خمس وسبعين سنة وتعرف باليوبيل الماسي على حدث شخصي أو عام. القاموس العربي الشامل ص٦٤٧.
٢ معالم تاريخ الإنسانية (٣/٩١٣) .
٣ لمزيد من التفصيل انظر: تاريخ أور لفيشر (١/٢٥٩) كواشف زيوف ص٥٢، العلمانية لسفر ص١٤٣',NULL,'349',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (24,'ج-الطغيان السياسي:
أما الطغيان السياسي فقد بلغت سلطة البابا الدينية المهيمنة على ذوي السلطة الإدارية والسياسية أوجها، حتى كان باستطاعة البابا أن يتوج الملوك والأباطرة، وأن يخلع تيجانهم إذا نازعوه ورفضوا أوامره، وأن يحرمهم من الدين، وأن يحرم شعوبهم الذين يوالونهم، ولايستجيبون لأوامر الخلع البابوية.
حتى إن البابا "جريجوري" السابع خلع الإمبراطور الألماني "هنري" الرابع وحرمه، وأحلَّ أتباعه والأمراء من ولائهم له، وألبهم عليه، فعقد الأمراء اجتماعاً قرروا فيه أنه إذا لم يحصل الإمبراطور على مغفرة البابا فإنه سيفقد عرشه إلى الأبد، فاضطر هذا الإمبراطور حفاظاً على عرشه أن يسعى لاسترضاء البابا سنة (١٠٧٧م) فاجتاز جبال الألب في شتاء بارد مسافراً إلى البابا الذي كان في قلعته بمرتفعات "كانوسا" في "تسكانيا" وظل واقفاً في الثلح في فناء القلعة ثلاثة أيام، وهو في لباس الرهبان، متدثراً بالخيش، حافي القدمين، عاري الرأس، يحمل عكازه مظهراً ندمه وتوبته، حتى ظفر بعفو البابا، وحصل على رضاه١.
_________
١ انظر: كواشف زيوف ص٥٠-٥١،قصة الحضارة (١٥/١٩٧) تاريخ أوربا لفيشر٢/١٩٤.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (25,'<span data-type="title" id=toc-9>المطلب الثاني: الصراع بين الكنيسة والعلم</span>
...
ثانياً: الصراع بين الكنيسة والعلم:
الصراع بين الدين والعلم مشكلة من أعمق وأعقد المشكلات في التاريخ الفكري الأوروبي إن لم تكن أعمقها على الإطلاق.
وذلك أن الكنيسة كانت هي صاحبة السلطة طوال القرون الوسطى في أوروبا حتى قامت النهضة العلمية هناك.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (26,'وفي هذه الأثناء وقعت الحروب الصليبية بين المسلمين والأوروبيين، واستمرت طوال القرنين الحادي عشر، والثاني عشر الميلادي، واحتك الصليبيون خلالها بالمسلمين ووقفوا عن كثب على صفات الإسلام وروعته في جميع مجالات العلوم والفنون، في الأندلس والشمال الإفريقي وصقلية وغيرها، حيث كانت المدارس والجامعات المتعددة في كل مكان في بلاد المسلمين، يؤمها طلاب العلم، ومنهم الأوروبيون الذين وفدوا يتعلمون من الأساتذة المسلمين، وترجمت بعض الكتب إلى اللغة الإنجليزية.
فلما عاد أولئك الأوروبيين الذين تأثروا بنور الإسلام وعرفوا أن الكنيسة ورجالها عملة مزيفة، ووسيلة للدجل والتحكم الظالم في عباد الله، أخذ هؤلاء يقاومون الكنيسة ودينها المزيف وأعلنوا كشوفاتهم العلمية والجغرافية، والعلوم الطبيعية التي تحرمها الكنيسة، وعند ذلك قامت قيامة من يُسمون لدى النصارى برجال الدين، واحتدم الصراع، ومكث قروناً بين رجال العلم ورجال الكنيسة، فأخذوا يُكفّرون ويقتلون ويحرقون ويشردون المكتشفين، وأنشأت الكنيسة محاكم للتفتيش لملاحقة حملة الأفكار المخالفة لآرائها وأفكارها١.
ومكث هذا الصراع عدة قرون، وانتهى بإبعاد الكنيسة ورجالها عن التدخل في نظم الحياة وشئون الدولة، فالدين - بمعنىً أوضح - مهمته داخل جدران الكنيسة فقط ولا داعي لوجوده خارجها، ويكون لرجال الدولة والعلم إدارة شئون الحياة بالأسلوب الذي يناسبهم سواء أكان متفقاً مع مبادئ الدين أم لا؟!!
_________
١ انظر: الموجز في الأديان ص١٠٥، احذروا الأساليب ص١٩٧، مذاهب فكرية معاصرة لمحمد قطب ص٥١٢.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (27,'وبما أن الدين بصبغته الإلهية النقية لم يدخل المعركة، فإن الأولى أن نسمي ما حدث في أوروبا صراعاً بين الكنيسة والعلم، وليس بين الدين والعلم أو بين رجال الدين والعلماء.١
ونظراً لأن الصراع الدامي الطويل قد انتهى بأول انتصار حاسم لأعداء الكنيسة اثناء الثورة الفرنسية فإننا سنتناول ذلك بإيجاز.
_________
١ انظر: الكشاف الفريد عن معاول الهدم ونقائض التوحيد (٢ / ٢٩٣) .',NULL,'352',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (28,'<span data-type="title" id=toc-10>المطلب الثالث: الثورة الفرنسية</span>
...
ثالثاً: الثورة الفرنسية:
ونتيجة لوضع الكنيسة ودينها المحرف، ووقوفها ضد مطالب الناس، دبّر اليهود مكايدهم لاستغلال الثورة النفسية التي وصلت إليها الشعوب الأوروبية، لاسيما الشعب الفرنسي.. فأعدوا الخطط اللازمة؛ لإقامة الثورة الفرنسية الرامية إلى تغيير الأوضاع السائدة، وفي مقدمتها عزل الدين النصراني المحرف الذي حارب العلم عن الحياة، وحصره في داخل الكنيسة وإبعاد رجالها عن التحكم الظالم.
وفعلاً قامت الثورة الكبرى عام (١٧٨٩م) واستطاع اليهود أن يجنوا ثمرات عملهم على حساب آلام الشعوب، والدماء التي أهرقت من جرائها، واستطاعوا أن يظلوا في الخفاء بعيداً عن الأضواء، وأن يزوروا كثيراً من الحقائق التاريخية؛ لستر مكايدهم وغاياتهم، واستطاعوا أن يصوروا هذه الثورة وما جرّت وراءها بالصورة الجميلة المحببة، وأن يجعلوها إحدى الأعمال التاريخية المجيدة، وذلك عن طريق الدعايات والإشاعات المزخرفة المقرونة بالشعارات البراقة التي انخدع بها الناس، وأخذت ترددها دون أن تفهم الهدف الذي ترمي إليه.
ووضع اليهود شعاراً مثلثاً لهذه الثورة هو "الحرية، والمساواة، والإخاء".',NULL,'352',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (29,'أما أصل مخططات هذه الثورة فقد وضعها جماعة النورانيين من الحاخامين اليهود، واستخدموا للبدء بالدعوة إليها بين سادة المال اليهود العالميين، الثري المرابي الكبير "روتشيلد الأول" ثم ابنه "ناتان روتشيلد"١.
ومما يدل على أن الثورة الفرنسية هي من صنع اليهود وتدبيرهم ماتتبجح به بروتوكولاتهم فتقول: "تذكروا الثورة الفرنسية التي نسميها "الكبرى"إن أسرار تنظيمها التمهيدي معروفة لنا جيداً لأنها من صنع أيدينا"٢.
وتقول: "كذلك كنا قديماً أول من صاح في الناس "الحرية، والمساواة والإخاء" كلمات ما انفكت ترددها منذ ذلك الحين ببغاوات جاهلة متجمهرة من كل مكان حول هذه الشعائر٣.
وتمخضت الثورة عن نتائج بالغة الخطورة، فقد ولدت لأول مرة في تاريخ أوروبا المسيحية دولة جمهورية، لادينية، تقوم فلسفتها على الحكم باسم
١ روتشيلد وابنه ناتان من أسرة يهودية من رجال المال، اتصلت سيرة بعض أفرادها بالاحتلال البريطاني لمصر ثم بالحركة الصهيونية لإقامة وطن قومي لليهود بفلسطين.
رأس هذا البيت ماير أنسلم روتشيلد (١٧٤٣-١٨١٢م) الذي أنشأ بيتاً للتسليف بمدينة فرانكفورت الألمانية ومن بعده أبناؤه العشرة الذين انتشروا بين لندن وباريس ونابولي وفينا وفرانكفورت ثم الولايات المتحدة، ويعتبر رأس الفرع الإنجليزي زعيم الطائفة اليهودية في بريطانيا منذ أن منح ناتان ماير روتشيلد رتبة اللوردية عام ١٨٨٥م، توفى ١٩١٥م.
_________
١ انظر: القاموس السياسي ص٥٧٢، أحجار على رقعة الشطرنج ص٧٦، كواشف زيوف ص٦٠، حكومة العالم الخفية ص٤٧ ومابعدها.
٢ انظر: البروتوكول الرابع في الخطر اليهودي لمحمد خليفة التونسي ص ١١٨.
٣ انظر: البروتوكول الأول من المرجع السابق ص١١٠.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (30,'الشعب - وليس باسم الله - وعلى حرية التدين بدلاً من الكثلكة١ وعلى الحرية الشخصية بدلاً من التقيد بالأخلاق الدينية، وعلى دستور وضعي بدلاً من قرارات الكنيسة.
وقامت الثورة بأعمال غريبة على عصرها فقد حلت الجمعيات الدينية، وسرحت الرهبان والراهبات، وصادرت أموال الكنيسة، وألغت كل امتيازاتها، وحوربت العقائد الدينية هذه المرة علناً وبشدة ... ٢
وقد سرت الثورة إلى كل الغرب٣؛ لأنه لا يدين بالإسلام دين العلم والحق والعدل.
_________
١ انظر: الموجز في الأديان ص٧٦، وكواشف زيوف ص٢٩، والمعجم الوسيط ٢/٧٧٨.
٢ انظر: العلمانية لسفر ص١٦٩.
٣ المقصود بالغرب أوربا وأمريكا.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (31,'<span data-type="title" id=toc-11>المطلب الرابع: نظرية التطور</span>
...
رابعاً: نظرية التطور:
في سنة ١٨٥٩م نشرالباحث الإنجليزي "تشارلزداروين"١كتابه "أصل الأنواع" الذي يركز على قانون الانتقاء الطبيعي وبقاء الأنسب، وقد جعلت نظريته كون الجد الحقيقي للإنسان جرثومة صغيرة عاشت في مستنقع راكد قبل ملايين السنين، والقرد مرحلة من مراحل التطور التي كان الإنسان آخرها
١ الكثلكة: هي اتَّباع الكنيسة الكاثوليكية العامة، وهي أعرق وأكبر الطوائف النصرانية ومركزها روما وجمهورها في أوروبا عموماً وهم يعتقدون -بزعمهم- أن الله الابن مساو في خصائص الألوهية لله الأب، وروح القدس منبثق عنهما.
_________
١ داروين (١٨٠٩-١٨٨٢م) هو تشارلز داروين صاحب نظرية التطور العضوي المعروفة، ولد بويانر في بريطانيا، وألف كتابه "أصل الأنواع" بعد رحلة طويلة وقد أحدثت نظريته انقلاباً فكرياً في معظم حقول المعرفة الأوروبية، نظراً للاستغلال العظيم الذي قام به المغرضون والهدامون، ولاسيما اليهود. انظر: موقف الإسلام من نظرية ماركس ص ٦٠٨.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (32,'فاحدث ذلك ضجة لم يحدثها أي مؤلف آخر في التاريخ الأوروبي قاطبة، وكان له من الآثار في المجالات الفكرية والعملية مالم يكن في الحسبان.
وهذه النظرية أدت إلى انهيار العقيدة الدينية، ونشر الإلحاد في أوروبا، وقد استغلها اليهود استغلالاً بشعاً١.
والنظرية في جوهرها فرضية بيولوجية٢ أبعد شيء عن أن تكون نظرية فلسفية عامة، كما أنها بعيدة عن أن تكون حقيقة علمية ثابتة، وقد قال أحد العلماء الغربيين في النظرية الداروينية٣: بـ "بإنَّها أبوها الكفر وأمها القذارة"٤.
والنظرية الداروينية باطلة بكتاب الله تعالى وبسنة رسوله صلى الله عليه وسلم، وباطلة بجميع الكتب السماوية، وباطلة بإجماع المسلمين في كل زمان ومكان، وباطلة بالعقل الصحيح، وبالفطرة السليمة من الشذوذ والانحراف.
فبنو آدم وجميع الحيوانات والطيور، وجميع مافي البراري والبحار، من آلاف السنين وهي على ما هي عليه لم تتغير أشكالها ولا أسماؤها.
ومذهب داروين باطل؛ لعدم مشاهدة أي ارتقاء من أي نوع من مخلوقات الله، فمن الذي عاش آلاف السنين حتى شاهد تغير الإنسان من خلية إلى حشرة إلى حيوان إلى قرد كما يزعم داروين، وهو الذي لم يعش سوى أقل من ٧٥ سنة.
_________
١ انظر الموسوعة الميسرة ص ٣٦٨.
٢ بيولوجيا: علم الاحياء ويقسم إلى علم النبات وعلم الحيوان.
٣ الدارونية نسبة لصاحب النظرية تشارلز داروين، وقد سبق التعريف به في الصفحة السابقة.
٤ انظر: عقيدة المسلمين والرد على الملحدين والمبتدعين (١/١٤٩) .',NULL,'355',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (33,'قال تعالى: {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدا} ً ١والنظرية باطلة بقوله تعالى: {وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} ٢ فالله تعالى إنما أهبط من الجنة أدمياً يعقل ولم يهبط حشرة ثم صارت حيواناً لا يعقل ثم صار قرداً.
والداروينيون الملاحدة يقولون على الله بغير علم قال تعالى: {إِنْ يَتَّبِعُونَ إِلا الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً} ٣وهم يجادلون بالباطل، قال تعالى: {وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوا} ٤ إلى غير ذلك من الأدلة التي تنسف خرافة النظرية الداروينية٥.
_________
١ سورة الكهف، الآية (٥١) .
٢ سورة البقرة، الآية (٣٦) .
٣ سورة النجم، الآية (٢٨) .
٤ سورة الكهف، الآية (٥٦) .
٥ للمزيد من الرد على هذه النظرية. انظر: عقيدة المسلمين للبليهي ١/١٥٠ ومابعدها',NULL,'356',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (34,'"مرور جمل من ثقب إبرة أيسر من أن يدخل غني ملكوت الله"١.
"أحبوا أعداءكم، وأحسنوا إلى مُبغضيكم، باركوا لاعينكم، وصلُّوا لأجل الذين يُسيئون إليكم، من ضربك على خدك فاعرض له الآخر أيضاً، ومن أخذ رداءك فلا تمنعه ثوبك أيضاً"٢.
"لاتهتموا لحياتكم بما تأكلون ولا للجسد بما تلبسون"٣.
لقد نظرت أوروبا إلى هذه التعاليم الموغلة في السماحة فوجدتها بعيدة عن واقع الحياة وظروف العصر.
أما الإسلام فلأنه الرسالة الخاتمة للناس جميعاً فقد جمع بين الحياتين، وطلب العناية بهما معاً - وإن وجه إلى تغليب العمل للباقية منهما، قال تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَة} ٤.
وقال تعالى: {وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الأَرْضِ} ٥.
والإسلام شرع مقابلة السيئة بمثلها ردعاً للظلم، وكسراً لشوكته، ثم حث على العفو والصفح عن المسيء؛ ذلك أن الناس يختلفون في طباعهم، فمنهم اللين المتسامح، ومنهم الشديد الصعب. فشرع الإسلام لهذا وذاك وقال
_________
١ مرقص:١٠: ٢٥.
٢ لوقا:٦:٢٧-٣٠.
٣ لوقا:١٢:٢٢.
٤ سورة الأعراف، الآية ٣٢.
٥ سورة القصص، الآية ٧٧.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (35,'تعالى: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لا يُحِبُّ الظَّالِمِينَ} ١.
وقال تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} ٢.
أما ما جاء في النصرانية فلا يصلح توجيهاً عاماً لكل الناس ذلك أن مطالبة الإنسان بمحبة عدوه ومباركة لاعنيه أمر قد لا تطيقه بعض النفوس، كما قد لا تحتمل السكوت على الضرب؛ ولذلك جاءت الشريعة الإسلامية بمنهج وسط. العقوبة بالمثل وفتح الباب للعفو والصفح.
على أن معاملة المعتدين والمجرمين بمثل هذا الأسلوب المتساهل، وتركهم دون معاقبة أو تأديب فيه تشجيع لهم على المضي في سلوكهم إلى آخر مدى؛ ولذلك كان التشريع الإسلامي تشريعاً مناسباً في كل زمان ومكان والحمد لله.
_________
١ سورة الشورى، الآية ٤٠.
٢ سورة النحل ١٢٦.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (36,'<span data-type="title" id=toc-12>المطلب الخامس: طبيعة التعاليم النصرانية</span>
...
خامساً: طبيعة التعاليم النصرانية:
بالإضافة إلى ما سبق نجد أن التعاليم النصرانية قد تحولت إلى طقوس جامدة لا حياة فيها، واتجهت في جوهرها للتزهد، واحتقار الحياة الدنيوية، والتجرد من عالم المادة مثل:
"من لطمك على خدك الأيمن فحول له الآخر أيضاً، ومن أراد أن يخاصمك ويأخذ ثوبك فاترك له الرداء أيضاً، ومن سخرك ميلاً واحداً فاذهب معه اثنين"٦.
_________
٦ متى:٥:٤٠-٤٢.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (37,'<span data-type="title" id=toc-13>المطلب السادس: دور اليهود</span>
...
سادساً: دور اليهود:
وليس غريباً بعد الذي تقدم - كما جاء في الثورة الفرنسية - أن يكون اليهود وراء الدعوة إلى إقامة الحياة على غير الدين، وذلك من أجل السيطرة، ومن أجل إزالة الحاجز الديني الذي يقف أمام اليهود حائلاً بينهم وبين أمم الأرض٣.
_________
٣ انظر: أحجار على رقعة الشطرنج لوليام غاي كار ص٧٥ وما بعدها، أخطار على الغزو الفكري على العالم الإسلامي لصابر طعيمة ص٢٠٩، الموسوعة الميسرة ص ٣٧١، احذروا الأساليب الحديثة ص ١٩٩.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (38,'هذه أهم الأسباب والعوامل التي أدت إلى ظهور هذا الفكر الجاهلي، والذي هيمن على أوروبا كلها، وأصبح يحمل شعارات الإلحاد والفوضى الأخلاقية عناداً للكنيسة ورجالها.
والحق أَنَّ هذه الأسباب وتلك الظروف ليست مبررة لابتعاد النصارى وغيرهم عن الدين، وإنما يجب عليهم أن يبحثوا عن الدين الصحيح، والإسلام هو دين الله الحق الذي ارتضاه للناس جميعاً، وهو دين العلم للعالم كله، كما أثبت العلم بكل فروعه أنه لا يعادي هذا الدين ولا ينافيه، بل يسير في ركابه ويكشف جوهره الثمين للناس.
وفكرة أن العلم لا صلة له بالدين وأن الدين يحارب العلم، هى الفكرة السائدة في الغرب طيلة القرنين الثامن عشر، والتاسع عشر الميلاديين، ومع إطلالة القرن العشرين بدأت بوادر التفاهم والمصالحة بين رجال الكنيسة والاتجاه الجاهلي، وانتهت بتنازلات كبيرة من الطرفين إلى أن دخلت الأحزاب الدينية النصرانية مجالات السياسة في بعض الدول الغربية.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (39,'<span data-type="title" id=toc-14>المبحث الثاني
آثار العلمانية في الغرب</span>
وعلى الرغم من أن الحضارة العلمانية الغربية قد قدمت للإنسان كل وسائل الراحة وكل أسباب التقدم المادي، إلا أنها فشلت في أن تقدم له شيئاً واحداً وهو السعادة والطمأنينة والسكينة، بل العكس قدمت للإنسان هناك مزيداً من التعاسة والقلق والبؤس والتمزق والاكتئاب، وذلك لأن السعادة والسكينة أمور تتعلق بالروح، والروح لا يشبعها إلا الإيمان بخالقها، والالتزام بأوامره واجتناب نواهيه؛ قال تعالى: {هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَاناً مَعَ إِيمَانِهِمْ} ١ أي جعل الطمأنينة والوقار في قلوب المؤمنين الذين استجابوا لله ولرسوله، وانقادوا لحكم الله ورسوله، فلما أطمأنت قلوبهم بذلك واستقرت، زادهم إيماناً مع إيمانهم٢.
وكيف تنزل السكينة في قلوب أناس أقاموا حضارتهم على غير أساس من الإيمان بالله تعالى وشرعه؟
بل الذي يحصل لهم هو مزيد من القلق والتعاسة والضيق والخوف يقول الله تبارك وتعالى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ} ٣.
_________
١ سورة الفتح، الآية (٤) .
٢ انظر: تفسيرابن كثير ٤/١٩٧ بتصرف يسير.
٣ سورة الأنعام، الآية (١٢٥) .',NULL,'360',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (40,'قال ابن عباس رضي الله عنهما في قوله: "فمن يرد الله أن يهديه يشرح صدره للإسلام": يقول تعالى: "يوسع قلبه للتوحيد والإيمان به" ١.
في قوله: {وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً} .
قال الإمام الطبري - رحمه الله -: "ومن أراد الله إضلاله عن سبيل الهدى لشغله بكفره، وصده عن سبيله، يجعل صدره بخذلانه وغلبة الكفر عليه حرجاً، والحرج: أشد الضيق. وهو ههنا الصدر الذي لا تصل إليه الموعظة، ولا يدخله نور الإيمان لرين الشرك عليه".. وقوله: {كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} قال: وهذا مثل ضربه لله لقلب هذا الكافر في شدة ضيقه عن وصول الإيمان إليه يقول: فمثله في امتناعه عن قبول الإيمان وضيقه عن وصوله إليه مثل امتناعه عن الصعود إلى السماء وعجزه عنه.
وقوله: {وَهَذَا صِرَاطُ رَبِّكَ مُسْتَقِيماً قَدْ فَصَّلْنَا الآياتِ لِقَوْمٍ يَذَّكَّرُونَ} يقول تعالى ذكره: وهذا الذي بينا لك يا محمد في هذه السورة وغيرها من سور القرآن، هو صراط ربك، يقول: طريق ربك ودينه الذي ارتضاه لنفسه ديناً، وجعله مستقيماً لا اعوجاج فيه فاثبت عليه وحرّم ما حرمته عليك، وأحلل ما أحللته لك، فقد بينا الآيات والحجج على حقيقة ذلك وصحته لقوم يذّكرون.. وخصَّ بها الذين يتذكرون؛ لأنهم هم أهل التمييز والفهم، وأولو الحجا والفضل".أ. هـ٢
وبهذا يتبين لنا حالة القلق الرهيب التي تعيشها المجتمعات التي تسير على غير هدى الله وشرعه، على الرغم من تقدمها المادي، ووصولها إلى أرقى أساليب التقنية الحديثة.
_________
١ تفسير ابن كثير (٢/١٨٨) .
٢ تفسير الطبري (٨/٢٧-٣٢) .',NULL,'361',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (41,'وهذا ما أيده الواقع الملموس في البلاد التي ابتعدت عن شرع الله، فالإنسان إنما يكون في حالة طيبة نفسياً وبدنياً عندما تقوى صلته بالله تعالى، ويلتزم بأوامره ويجتنب نواهيه.
ولذلك يقول ابن القيم - رحمه الله تعالى -: "في القلب شعث - أي تمزق وتفرق - لا يلمهُ إلا الإقبال على الله، وفيه وحشة لا يزيلها إلا الأنس بالله، وفيه حزن لا يذهبه إلا السرور بمعرفته وصدق معاملته، وفيه قلق لا يسكنه إلا الاجتماع عليه والفرار إليه، وفيه نيران حسرات لا يُطفئها إلا الرضى بأمره ونهيه وقضائه، ومعانقة الصبر على ذلك إلى وقت لقائه، وفيه فاقة لا يسدها إلا محبته والإنابة إليه، ودوام ذكره، وصدق الإخلاص له، ولو أعطي الدنيا وما فيها لم تسد تلك الفاقة أبداً"١.
إن إبعاد الدين عن مجالات الحياة في المجتمعات الغربية كان - ولا يزال - من أهم الأسباب التي أدت إلى الإفلاس والحيرة والضياع.
وإن مما نتج عن ذلك مما هو مشاهد وملموس ما يلي:
١- الولوغ والانغماس في المشروبات الروحية والإدمان على المخدرات.
٢- الأمراض العصبية والنفسية.
٣- الجرائم البشعة بمختلف أنواعها كالسرقات، والاغتصاب، والشذوذ الجنسي، والقتل وغيرها.
٤- تأجيج الغرائز الجنسية بين الجنسين.
٥ - انتشار الأمراض المخيفة كالزهري، والسيلان، وأخيراً يبتلي الله تلك المجتمعات بالطاعون الجديد وهو مرض "الإيدز".
_________
١ مدارج السالكين (٣/١٧٢) .',NULL,'362',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (42,'٦ - الانتحار١.
إن الغرب يعيش حياة الضنك والقلق، فلا طمأنينة له ولا راحة، ولا انشراح لصدور أهله، بل صدورهم في ضيق وقلق وحيرة، وما ذلك إلا لضلالهم وبعدهم عن الله، وإن تنعموا ظاهراً في الحياة الدنيا.
قال تعالى: {يَعْلَمُونَ ظَاهِراً مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الآخِرَةِ هُمْ غَافِلُونَ} ٢
قال ابن كثير رحمه الله: "أي أكثر الناس ليس لهم علم إلا بالدنيا وأكسابها وشؤونها وما فيها، فهم حذاق أذكياء في تحصيلها ووجوه مكاسبها، وهم غافلون في أمور الدين وما ينفعهم في الدار الآخرة"٣.
وقال تعالى: { ... فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى، وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} ٤.
أما الزواج فقد قل في المجتمعات الغربية - إن لم يكن قد ندر - وفترات الاختيار التي تسبقه قد تمتد سنين، وفي هذه الفترة يمارس فيها الزنا والفحش، وغالباً ما تنتهي فترات الاختيار بالاكتفاء بما حصل فيها، ثم الانتقال إلى اختيار آخر أو العدول عن فكرة الزواج إلى فكرة المعاشرة الحرة الاختيارية بينهما دون أعباء الزواج.
_________
١ انظر: احذروا الأساليب الحديثة ص٢١٩-٢٢٠ بتصرف.
٢ سورة الروم، الآية (٧) .
٣ تفسير ابن كثير (٣/٤٤٥) .
٤ سورة طه، الآيتان (١٢٣-١٢٤) .',NULL,'363',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (43,'وحتى إذا اختاروا الزواج فهم ينفرون من الأطفال، وقد بلغ الأمر أن أكثرهم إذا رزق باطفال فإنهم غالباً لا يصحبونهم في فترات الفسح في نهاية الأسابيع حتى يستمتعوا وحدهم بالفسحة دون ضجيج الأولاد.
أما المجتمع فهو يعاني من التفكك والانحلال، وانعدام العلاقات بين الجيران حتى إن الواحد إذا مات لا يُعرف إلا من رائحته النتنة التي تتصاعد بعد أيام من موته١.
وإن العلاج الناجع لتلك الأمراض التي تعاني منها المجتمعات الغربية وغيرها، إنما يوجد في تطبيق الإسلام، عقيدة وشريعة ومنهاج حياة، على جميع الأفراد والجماعات؛ إذ هو الدين الذي ارتضاه الله، واصطفاه وحده للناس جميعاً في كل زمان ومكان وهو – سبحانه - أعلم بما يصلح أمور خلقه في دنياهم وآخرتهم.
_________
١ انظر: الاتجاهات الفكرية المعاصرة لعلي جريشة ص٩٢-٩٣ بتصرف.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (44,'تابع العلمانية وموقف الإسلام منها
<span data-type="title" id=toc-15>الفصل الثالث
الإسلام يتنافى مع العلمانية</span>
مما سبق يظهر لنا أنَّ العلمانية ظهرت في أوروبا نتيجة لظروف خاصة بعضها يتعلق بالكنيسة وديانتها المحرفة، وطغيانها الأعمى في شتى المجالات الدينية والاقتصادية والسياسية، وبعضها يتعلق بتعاليم النصرانية نفسها ودور اليهود.
وتلك الظروف لا تنطبق على الإسلام؛ وذلك لأسباب أبرزها وأهمها ما يلي:
١- أنَّ أول ما يلاحظ في دين أوروبا هو التحريف الذي أصاب العقيدة والشريعة. عقيدة التثليث المضطربة، والأناجيل المحرفة والمتناقضة، ثم النظرة القاصرة التي فصلت الدين عن الدولة والحياة، وحصرته في الأديرة والكنائس.
أما الإسلام فهو عقيدة، وشريعة دين ودولة، حيث وضع نظاماً كاملاً ومحدداً لكل شأن من شئون الحياة.
قال تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} ١.
قال ابن كثير - رحمه الله - عند تفسيره لهذه الآية:
قال ابن مسعود: "قد بين لنا في هذا القرآن كل علم وكل شيء"، وقال مجاهد: "كل حلال وكل حرام، وقول ابن مسعود أعم وأشمل، فإن القرآن اشتمل على كل علم نافع من خبر ماسبق، وعلم ما سيأتي، وكل حلال وحرام، وما الناس إليه محتاجون في أمر دنياهم ومعاشهم ومعادهم.."٢.
_________
١ سورة النحل، الآية (٨٩) .
٢ تفسير ابن كثير (٢/٦٣١) .',NULL,'365',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (45,'وقد تكفل الله تعالى بحفظ هذا القرآن من التغيير بخلاف الكتب السابقة قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} ١.
٢- أَنَّه ليس في الإسلام كهنوت ٢ولا واسطة بين الخالق وخلقه، وبإمكان أي مسلم في أي مكان وفي أي زمان، من ليل أو نهار أن يتصل بربه بلا كاهن ولا قسيس.
قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} ٣.
وقال عز وجل: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} ٤.
والإسلام إنما جاء لتحرير العباد، من عبودية العباد إلى عبادة ربِّ العباد دون من سواه، ولا يجوز صرف أي نوع من أنواع العبادة لغير الله تعالى كائناً من كان.
قال تعالى: {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ وَلا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلائِكَةَ وَالنَّبِيِّينَ أَرْبَاباً أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ} ٥.
_________
١ سورة الحجر، الآية (٩) .
٢ الكهنوت رجال الدين عند اليهود والنصاري ونحوهم. انظر: المعجم الوسيط (٢/٨٠٣) .
٣ سورة البقرة، الآية (١٨٦) .
٤ سورة آل عمران، الآية (١٣٥) .
٥ سورة آل عمران، الآيتان (٧٩-٨٠) .',NULL,'366',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (46,'والأنبياء - عليهم الصلاة والسلام - إنما بعثوا بالدعوة إلى عبادة الله وحده لا شريك له؛ كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} ١.
وقال عز وجل: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلا أَنَا فَاعْبُدُونِ} ٢.
وقال سبحانه: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} ٣.
وقال تعالى إِخباراً عن الملائكة الكرام: {وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ} ٤.
فالإسلام إنما جاء لإخراج الناس من عبادة البشر إلى عبادة الله وحده، ولذلك قال ربعي بن عامر - رضي الله عنه - لرستم قائد جيش الفرس: "إن الله ابتعثنا، والله جاء بنا لنخرج من شاء من عبادة العباد إلى عبادة رب العباد، ومن ضيق الدنيا إلى سعتها، ومن جور الأديان إلى عدل الإسلام ... " ٥.
٣-والإسلام يقرر أنه لا عصمة لبشر إلا الرسول - صلى الله عليه وسلم - فيما يبلغه عن ربه، وبعد ذلك فالكل سواء رجل دين أو رجل دنيا
_________
١ سورة النحل، الآية (٣٦) .
٢ سورة الأنبياء، الآية (٢٥) .
٣ سورة الزخرف، الآية (٤٥) .
٤ سورة الأنبياء، الآية (٢٩) .
٥ تاريخ الطبري ٣/٥٢٠، حوادث السنة الرابعة عشرة. وانظر: البداية والنهاية لابن كثير (٧/٣٩) .',NULL,'367',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (47,'{إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ١، وبذلك سد الإسلام الباب أمام نظام الكهانة الذي ابتدعه القساوسة، ولم يعترف بوجود طبقة ممتازة يدعي رجال الدين أن لها عصمة أو قداسة، وأساس التحاكم بين جميع الناس هو كتاب الله تعالى وسنة نبيه - صلى الله عليه وسلم - قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} ٢.
٤- أَنَّه ليس في الإسلام صراع أو خصام بين الدين والعلم، كالذي حدث بين الكنيسة ورواد الفكر الغربي في عصر النهضة، بل إن الإسلام على العكس من ذلك فيه انسجام تام بينهما، ودعوة جادة من الإسلام للعلم والتعليم.
إن طلب العلم في الإسلام فريضة على كل مسلم ومسلمة ولم يقيد حرية العلماء والباحثين، فقد دعا القرآن إلى العلم في كثير من الآيات البينات.
وفي رحاب القرآن الكريم، وبتوجيه منه قامت في العالم نهضة علمية، ووصل العلماء من خلاله إلى كثير من الابتكارات العلمية في مختلف المجالات؛ كالطبيعة والكيمياء والفلك والطب وغيرها.
وقد أشاد القرآن الكريم بمنزلة العلماء قال تعالى: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} ٣.
_________
١ سورة الحجرات، الآية (١٣) .
٢ سورة النساء، الآية (٥٩) .
٣ سورة فاطر، الآية (٢٨) .',NULL,'368',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (48,'وقد قرنهم الله تعالى بنفسه وملائكته في الشهادة بوحدانيته تعالى؛ قال سبحانه: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} ١.
كما أن أول نزول القرآن الكريم على النبي - صلى الله عليه وسلم -قد نوه بقيمة القراءة والتعليم؛ قال تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَق خَلَقَ الأِنْسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْأِنْسَانَ مَا لَمْ يَعْلَمْ} ٢.
والعلم في الإسلام عام وشامل، يقوم على استغلال طاقات الإنسان والكون بما يحقق للإنسانية الرخاء والاستقرار، وذلك يشمل جميع المعارف التي تحتاج إليها البشرية، سواء أكان مصدرها القرآن الكريم والسنة النبوية، كعلوم الدين من العقيدة والتفسير والحديث والفقه والدعوة وغيرها، أم كان مصدرها التجربة والنظر في الكون والحياة؛ كالرياضيات والكيمياء وعلوم الطب والفيزياء والهندسة وغيرها، وهذا الشمول دلت عليه نصوص كثيرة؛ منها قوله - صلى الله عليه وسلم -: "ومن سلك طريقاً يلتمس فيه علماً، سهل الله به طريقاً إلى الجنة" ٣.وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه
_________
١ سورة آل عمران، الآية (١٨) .
٢ سورة العلق، الآيات (١-٥) .
٣ صحيح مسلم (٤/٢٠٧٤) كتاب الذكر والدعاء ... حديث (٢٦٩٩) وسنن الترمذي كتاب العلم حديث (٢٦٤٦) وابن ماجه المقدمة رقم (٢٢٥) ومسند الإمام أحمد المكثرين رقم (٧١١٨) .',NULL,'369',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (49,'وسلم قال: "إذا مات الإنسان انقطع عمله إلا من ثلاثة إلا من صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له" ١.
ومما يدل على أنه لا مجال للصراع بين الدين والعلم في الإسلام، أنه لم يحدث في التاريخ الإسلامي أن عالماً يبحث في الطب أو يبحث في الفلك أو الفيزياء أو الكيمياء، وجد نفسه معزولاً عن العقيدة الإسلامية، أو وجد أنها تعطله عن البحث العلمي الدقيق، وإنما عاش العلم في ظلال العقيدة.
٥- ليس في الإسلام تعاليم فات أوانها، أو أحكام انقضى زمنها. إن كل مافي الإسلام حيٌ دائماً، متجدد دائماً، صالح للتطبيق في كل زمان ومكان إلى أن تعود الحياة إلى ربها. والإسلام بهذا الشمول، وبهذه المرونة قد كفل لأحكامه التطبيقية النمو والتجدد على مدى الأزمان٢.
قال تعالى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} ٣وقال سبحانه: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} ٤وقال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً} ٥.
قال الإمام ابن كثير - رحمه الله - عند تفسيره للآية الأخيرة:
_________
١ صحيح مسلم (٣/١٢٥٥) كتاب الوصية حديث (١٦٣١) وسنن أبي داود كتاب الوصايا حديث (٢٤٩٤) وسنن الترمذي كتاب الأحكام حديث (١٣٧٦) والنسائي كتاب الوصايا حديث (٣٦٥١) ومسند الإمام أحمد المكثرين حديث (٧٨٤٢) .
٢ الاتجاهات الفكرية المعاصرة د/ جمعة الخولي ص٩٨.
٣ سورة الأنعام، الآية (٣٨) .
٤ سورة النحل، الآية (٨٩) .
٥ سورة المائدة، الآية (٣) .',NULL,'370',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (50,'"هذه أكبر نعم الله تعالى على هذه الأمة، حيث أكمل الله تعالى لهم دينهم، فلا يحتاجون إلى دين غيره، ولا إلى نبي غير نبيهم - صلوات الله وسلامه عليه - ولهذا جعله الله تعالى خاتم الأنبياء، وبعثه إلى الإنس والجن، فلا حلال إلا ما أحله، ولا حرام إلا ما حرمه، ولا دين إلا ما شرعه، وكل شيء أخبر به فهو حق وصدق، لا كذب فيه ولا خلف".١
وقال تعالى: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً لا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ} ٢.
٦- أَنَّ الملاحظ أن الموطن الذي ولد فيه الفكر العلماني - وهو إنجلترا وفرنسا وألمانيا - لم يأخذ بالاتجاه العلماني في التطبيق في الحياة العلمية، فالتاج البريطاني لم يزل حامياً للبروتستانت، وفرنسا لم تزل حامية للكثلكة في صورة عملية، والدولة في إنجلترا وفرنسا والولايات المتحدة الأمريكية وألمانيا على الرغم من أنها علمانية - تساعد المدارس الدينية من ضرائبها الخاصة التي تجبيها من المواطنين، مع علمها باستقلال هذه المدارس في برامجها التعليمية٣.
جاء في صحيفة المدينة المنورة العدد (١٢٢٢٧) :
إن العلمانية في مفهوم المجتمع الغربي لا تعني التحرر من الدين ونبذه كما يتوهم البعض في عالمنا الإسلامي، ففي حرب "الفولكلاند"٤ الشهيرة التي
١ تفسير ابن كثير (٢/١٣) .
٢ سورة الأنعام، الآية (١١٥) .
٣ انظر: أخطار الغزو الفكري على العالم الإسلامي ص٢١٣، الإسلام في حل مشاكل المجتمعات ص ٣٣، الاتجاهات الفكرية المعاصرة وموقف الإسلام منها ص ٨٩-٩٩.
٤ فولكلند: مستعمرة بريطانية تتألف من نحو مائة جزيرة تقع في المحيط الأطلسي الجنوبي وعلى بعد ٣٠٠م من مضيق ماجلان في الطرف الجنوبي لأمريكا الجنوبية، تبلغ مساحة هذه الجزر ٤٦١٦ م م ويسكنها حسب إحصاء (١٩٦٢م) نحو ٢١٤٠ نسمة كما تتبعها مجموعة جزر ... ولهذه الجزر وتوابعها أهمية اقتصادية واستراتيجية ... ومع أن بريطانيا استولت على المستعمرة منذ ١٨٣٤م إلا أن كلاً من الأرجنتين وشيلي تطالبان بأحقية امتلاكها. القاموس السياسي ص٨٩٣.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (51,'حدثت بين بريطانيا والأرجنتين عام ١٩٨٢م نقل التليفزيون البريطاني صوراً لرئيسة الوزراء -آنذاك- وهى تذهب إلى الكنيسة مصلية وداعية، وأثناء حرب الخليج اتصل الرئيس الأمريكي – السابق - "جورج بوش" باثنين من رجال الدين أبلغهما أنه يصلي من أجل السلام، وإن الرجال الثلاثة صلوا معاً، وهذا الأمر لا يقتصر على الرؤساء، بل يشمل الأحزاب كذلك، فهذا حزب العمال البريطاني يبدأ مؤتمره السنوي بالصلوات المسيحية في الكنيسة، وممن عرفوا بتدينهم في هذا الحزب: النائب العمالي السابق "إريك هيفر" وكان محسوباً على اليسار المتشدد في الحزب نفسه وكان - أيضاً - عضواً عاملاً في الكنيسة، وألف قبل وفاته كتاباً عن الديانة المسيحية.
وقد حضرت "تاتشر" رئيسة وزراء بريطانيا - آنذاك - صلاة تخصه بعد وفاته، ولما سئلت: ما الذي يجمعها بشخص مثل "هيفر"؟
أجابت فيما معناه: هو التوجه الديني المسيحي.
وكذلك شوهد "ديفيد أوين" وزير خارجية بريطانيا العمالي السابق في عهد حكومة جيمس كالاهان وهو داخل الكنيسة متأملاً ومتعبداً.',NULL,'372',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (52,'وقد كان "جورتوماس" المتحدث باسم مجلس العموم البريطاني لفترةطويلة يعمل واعظاً في الكنيسة إضافة إلى عمله١.
هذه أمثلة قليلة ولكنها ذات دلالة ومعنى، وهى تكشف جهل كثير من العلمانيين في عالمنا الإسلامي، وتخبطهم في مفهوم العلمانية الذي أولعوا به. وإذا كانت هذه الفئة المحسوبة على المسلمين تجعل التجرؤ على كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم - من باب حرية الكلمة، فإنها تجهل أن حرية الكلمة في الغرب لا تجيز التجديف٢ ضد الديانة المسيحية، وإن من يفعل ذلك يتعرض لعقاب صارم، ومناهضة شديدة من قبل المؤسسات الرسمية والشعبية على حدٍّ سواء، وإذا كان هذا البعض يتوهم أن التنصل من ثوابت عقيدته الإسلامية السمحة يجعله عظيماً في عيون الآخرين، فإن العكس هو الصحيح؛ فالأمم لا تحترم من ينبذون تعاليم دينهم أو يتجرأون عليه زوراً وبهتاناً.
_________
١ انظر: صحيفة المدينة المنورة الثلاثاء ١٩/٥/١٤١٧هـ العدد (١٢٢٢٧) الصفحة الأخيرة بتصرف يسير. ولم أجد تراجم للأعلام الذين وردت أسماؤهم في هذا المقال، وقد اكتفيت بذكر وظائفهم حسب ماجاء في الصحيفة المذكورة.
٢ التجديف: الكفر بالنعم. مختار الصحاح ص٤١.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (53,'<span data-type="title" id=toc-16>الفصل الرابع: عوامل إنتقال العلمانية إلى العالم الإسلامي وآثارها السيئة علية</span>
<span data-type="title" id=toc-17>المبحث الأول: عوامل انتقالها إلى العالم الإسلامي</span>
<span data-type="title" id=toc-18>المطلب الأول: انحراف كثير من المسلمين عن العقيدة الصحيحة</span>
...
الفصل الرابع
عوامل انتقال العلمانية إلى العالم الإسلامي وآثارها السيئة عليه
المبحث الأول
عوامل انتقالها إلى العالم الإسلامي
بدأت فكرة العلمانية تغزو العالم الإسلامي منذ أكثر من قرن من الزمان لكنها لم تتمكن إلا في بداية القرن العشرين الميلادي، حين طبقت - على مستوى الدولة - على أنقاض الخلافة العثمانية ثم سرت إلى أكثر بلدان العالم الإسلامي وكانت هناك عدة عوامل رئيسية ساعدت على ظهور انتقال العلمانية إلى العالم الإسلامي أهمها:
أولاً: انحراف كثير من المسلمين عن العقيدة الصحيحة المستمدة من الكتاب والسنة، ومن هنا كثرت البدع والخرامات والشعوذة والأهواء وقلَّ الفقه في الدين بينهم.
ومن انحراف بعض المسلمين عن عقيدتهم ظهور الفرق الصوفية
بينهم، وكان من الأخطاء الأساسية في الفكر الصوفي النظرة العدائية إلى الحياة الدنيا تلك التي يبدو أنها متأثرة بالفكر البوذي والفلسفات المنحرفة.
وحدث أن أقبل العامة بقيادة المتصوفين على الطقوس والأوراد. وهذا الخلط الصوفي الأحمق يعتبر أول تصدع أصاب كيان الأمة الإسلامية، وهذا الانحراف العقدي وقع قبل احتكاك الغرب اللاديني بالشرق، بل قبل قيام الدولة العثمانية، وفي آخر عهد العثمانيين ازداد الأمر سوءاً وتطورت الانحرافات حتى توهم الناس أن العبادة هي ما يأمر به المشايخ والأولياء من البدع، ووقعت الأمة في شرك حقيقي، وذلك بما يمارسه الناس من بدع',NULL,'374',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (54,'الأضرحة والمشاهد والمزارات، وتقديس الموتى والاعتماد عليهم في جلب النفع ودفع الضرر، ووصل الأمر إلى حالة مزرية جداً حين كانت جيوش المستعمرين تقتحم المدن الإسلامية، والمسلمون يستصرخون بالأسياد أو الأولياء الذين قد مضى على وفاتهم مئات السنين١.
ومن ذلك قول بعض الشعراء:
يا خائفين من التتر ... لوذوا بقبر أبي عمر
وقال:
عوذوا بقبر أبي عمر ... ينجيكم من الضّرر٢
ولذلك يقول ابن تيمية - رحمه الله تعالى - عنهم:
"وأما الجهاد فالغالب عليهم أنهم أبعد من غيرهم، حتى نجد في عوام المؤمنين من الحب للأمر بالمعروف والنهي عن المنكر والمحبة والتعظيم لأمر الله، والغضب والغيرة لمحارم الله، مالا يوجد فيهم، حتى إِنَّ كثيراً منهم يعدون ذلك - أي الجهاد - نقصاً في طريق الله وعيباً"٣.
بل ربما يظنون أن الذكر والتفكر والفناء والبقاء هو الأصل والأهم"٤.
_________
١ انظر: ركائز الإيمان للغزالي ص٣٣٨، القاهرة سنة ١٩٧٤م.
٢ تاريخ نجد لابن غنام ص٦٨.
٣ الاستقامة (١/٢٦٨) .
٤ الصوفية لمحمد العبدة وطارق عبد الحليم ص٩٥.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (55,'<span data-type="title" id=toc-19>المطلب الثاني: الاستعمار الغربي والشرقي</span>
...
ثانياً: الاستعمار الغربي والشرقي:
لقد تعرض العالم الإسلامي لهجمات قوية من قبل أعدائه عبر عصور التاريخ، ولكن لما كان المسلمون متمسكين بدينهم وأكثر استعداداً للجهاد في سبيل الله، استطاعوا أن يردوا حملات أعدائهم، ولكن لما ضعف المسلمون',NULL,'375',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (56,'وكثرت فيهم البدع والخرافات واجتالتهم الطرق الصوفية، ولجأ بعضهم إلى التعلق بالقبور والتمسح بها والذبح لها ودعاء الموتى، واستسلم بعضهم إلى ملذات الدنيا، والبعض الآخر بدأ يتشبث بالأفكار الوافدة، وقعدوا عن الجهاد، بعد ذلك انقض عليهم الأعداء من كل جانب ولم تنته الحربان العالميتان إلا والعالم الإسلامي غالبه تحت السيطرة الغربية النصرانية أو الروسية الشيوعية.
عدا المملكة العربية السعودية التي حماها الله تعالى من الاستعمار والاحتلال، وذلك لأن هذه البلاد حرم الإسلام، بها المدينتان المقدستان: مكة المكرمة دار القبلة ومهبط الوحي، والمدينة النبوية مأوى رسول الله - صلى الله عليه وسلم - ومأرز الإيمان، وقد أنعم الله عليها بدعوة التوحيد التي أعلنها الإمام المجدد الشيخ محمد بن عبد الوهاب - رحمه الله تعالى- ونصرها الإمام محمد ابن سعود وأحفاده - رحمهم الله - ثم هيأ الله لها الملك عبد العزيز - رحمه الله - الذي جمع الكلمة ووحَّد الصف تحت راية التوحيد، وهذا هو السر في عدم دخول المحتلين هذه البلاد.
وكذلك أفغانستان وشمال اليمن لم يدخلهما الاحتلال - آنذاك - وذلك لتمسك أهلهما بالإسلام، ولوعورة مسالكهما، ولصلابة أهلهما في الدفاع١ ولكن لما كثر في أهل أفغانستان الخبث، وقل تمسكهم بالإسلام غزتهم الشيوعية الملحدة، ولكن لم يلبث المجاهدون الأفغان - ومعهم كثير من المسلمين - أن أعلنوا الجهاد في سبيل الله، ووقفوا أمام جحافل الكفر والإلحاد.
ونسأل الله الذي أخرج الشيوعيين من أفغانستان أن يجمع كلمة أهلها على الحق، وما فيه مصلحة أفغانستان المسلمة.
_________
١ انظر: الموجز في الأديان ص٧٩-٨٠.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (57,'وفيما يلي نوّد اعطاء فكرة عن كل من الاستعمار الغربي والاستعمار الشرقي:
أولاً: الاستعمار الغربي:
إن الاستعمار الغربي الذي سيطر على كثير من البلدان الإسلامية لم يكن مخططه أن يستغل خيرات تلك البلاد ويستعبد سكانها فحسب - كما يظن البعض - بل كان أهم مخطّطاته محاربة الإسلام، وتجهيل المسلمين بحقيقة دينهم بجميع الوسائل الممكنة له الظاهرة والخفية.
وإليك أهم الوسائل التي استعملها الاستعمار في محاربة المسلمين:
أ- نشر الثقافة الغربية على نطاق واسع، مع السعي في التخفيف من الثقافة العربية الإسلامية أو القضاء عليها إن أمكن ذلك ولو مع طول الزمن.
ب- تشجيع مدارس التبشير المسيحي، وتدوين مناهجها لكي ينصرف أبناء المسلمين إليها تاركين مدارسهم الإسلامية، وقد نجح في ذلك كله.
ج- تشجيع الطوائف المنحرفة التي تعمل باسم الإسلام في ميدان الدعوة كالقاديانية، وبعض الطوائف الصوفية؛ ليتمكن من ضرب الإسلام ودعوته من الداخل بأيد تنتمي إليه، تلهج بذكره، وهذا أخطر سلاح استعمله الاستعمار ضد الإسلام ودعوته.
هـ - اعتبار اللغة الإنجليزية لغة رسمية في كثير من البلدان العربية والإسلامية، مما جعل شباب المسلمين يقبلون على هذه اللغة في الوقت الذي يجهلون فيه لغتهم الأصلية، بل استطاع الاستعمار أن يحمل الشباب السذج على كراهية الإسلام وأهله بدعوة أنه دين تعصب، ودين تأخر، وانطلى هذا الكلام على شباب المسلمين؛ لجهلهم حقيقته فضلوا١.
_________
١ انظر: أضواء على طريق الدعوة إلى الإسلام للدكتور محمد أمان ص٢٢٧-٢٢٨.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (58,'وبسبب الاستعمار والتبشير انتشرت المعتقدات العلمانية في العالم الإسلامي.
وقد حرص الغرب منذ وطئت أقدامه أراضي المسلمين على نشر العلمانية بأكثر من سبيل. وكان أهم مجالات نشرها ووسائلها فيما يلي:
١- في التعليم وله في ذلك أكثر من سبيل أهمها:
(أ) حصر التعليم الديني وحصاره مادياً ومعنوياً.
(ب) الابتعاث إلى الدول غير الإسلامية وحقق ذلك الابتعاث نتائجه المقصودة.
(ج) نشر المدارس الأجنبية في البلاد الإسلامية.
(د) تمييع المناهج الإسلامية باسم التطور.
(هـ) نشر الاختلاط بين الجنسين في مراحل التعليم وقد بدأوا بها في الجامعات.
٢- في الإعلام والإعلام يخاطب الملايين من الناس ببرامجه، وأكثر هذه الملايين ساذجة تؤثر فيها الكلمة مقروءة أو مسموعة أو منظورة.
٣- إبعاد الإسلام عن مجال التطبيق١.
ومما يدل على دور الاستعمار الغربي في نقل العلمانية إلى البلدان الإسلامية أن أول عمل قام به الإنجليز في الهند هو إلغاء الشريعة الإسلامية، وأول عمل قام به نابليون في مصر هو تعطيل الشريعة الإسلامية، وإحلال القانون الفرنسي محلها، وأول عمل قام به المخطط اليهودي الصليبي في تركيا هو إلغاء الشريعة الإسلامية ثم إعلان تركيا دولة لادينية.
_________
١ انظر: أساليب الغزو الفكري للعالم الإسلامي ص٦٢ وما بعدها.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (59,'"وأخيراً غادر المستعمرون ديار المسلمين بعد أن خلفوا على تركتهم ورثة مخلصين؛ ليحافظوا عليها، ولأنهم يتمكنون من العمل في صالحهم أكثر مما يتمكنون هم بأنفسهم"١.
ثانياً: الاستعمار الشرقي:
يقول شيخنا الدكتور محمد أمان الجامي - رحمه الله -: "فبينما يعاني الدعاة تلك المعاناة من الاستعمار الغربي وورثته المخلصين إذا هم يفاجأون باستعمار من نوع آخر أشد ضراوة، وأشد حقداً على الدعوة الإسلامية وأهلها، وهو الاستعمار الشرقي الملحد، وكان ماكراً يظهر للغوغاوّيين نوعاً من الرحمة في أسلوب معسول يخدع السذج من الناس، فقد خدع الطبقة الفقيرة ووعدهم بثراء يأتيهم بين عشية وضحاها إذا آمنوا به، وأخلصوا له ليثيرهم ضد الأغنياء، وأصحاب الأموال الطائلة، وكان يضحك على سذاجة الفقراء، فيقول لهم: إن هؤلاء الإقطاعيين طالما ظلموكم، ونحن نريد أن نمنَّ عليكم، وننقذكم مما أنتم فيه من الفقر والحاجة، ونرفعكم إلى المستوى اللائق بكم؛ لتحقق بذلك العدالة الاجتماعية، حتى تعيشوا مع هؤلاء الأثرياء الإقطاعيين جنباً إلى جنب، ومن هنا طار الفقراء فرحاً وصفقوا لهم حتى كلت أيديهم من التصفيق، وهتفوا لهم بالبقاء: يعيش يعيش حتى بحت حناجرهم، فجعل الفقراء ينتظرون الثراء الموعود به من السادة المستعمرين الشيوعيين فلم يجدوا شيئاً بل الحالة تزداد سوءاً، فإذا المستعمرون يهجمون على أموال الأثرياء فيصادرونها باسم الفقراء، ولكن لم تنقل إلى خزائن الفقراء -كما كان يتوقع الفقراء - بل نقلت إلى الخزينة الخاصة لتشتري بها الضمائر الرخيصة، والأيدي
_________
١ أضواء على طريق الدعوة إلى الإسلام ص٢٢٨.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (60,'الأثيمة لتسلط على دعاة الإسلام، وعلماء المسلمين بالتعذيب والتشريد والتقتيل لمحاولة القضاء على الدعوة وأهلها.
إن هذا الاستعمار الشرقي من مكائده أنه دخل المنطقة وهو ينادي ويهتف مع المواطنين: يسقط الاستعمار، يسقط الاستعمار، الاستعمار عدو الإنسانية إلى آخر الهتافات المضللة فاطمأن الغوغاويُّون، وهتفوا بحياة الرفيق المخلص على درب الحرية: الرفيق الرفيق، ولكنه لم يرفق بهم ولم يرحمهم.
وهكذا. ولا يزال يفسد في الأرض، ويسفك الدماء، ويهلك الحرث والنسل، ويكسب الأصدقاء من أناس من بني جلدتنا، ويتكلمون بلساننا، وينتسبون إلى ديننا وإسلامنا، فيما يبدو للناس، وعلى الرغم من ذلك كله كان هذا الاستعمار هو صديق جمهور الغوغائيين؛ لأنه يمدنا بالأسلحة التي يحارب بها الاستعمار إنها من عجائب الدهر!! وهل هناك استعمار أظلم من هذا الاستعمار الذي لم يترك لنا ديناً ولا دنيا. {فَإِنَّهَا لا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} ١
فما قيمة الأسلحة التي ندفع ثمنها ديننا وعقيدتنا؟؟ أفلا يعقلون!! ".إهـ٢
وهكذا صور لنا شيخنا محمد أمان – رحمه الله - حقيقة الاستعمار الشرقي الشيوعي، الذي قام على تضليل السذج والغوغاويّين من الناس، فلما مكنوه من الأمر، وجدوا أنفسهم أنه قد سلبهم دينهم ودنياهم.
_________
١ سورة الحج، الآية (٤٦) .
٢ انظر: أضواء على طريق الدعوة إلى الإسلام ص٢٢٨-٢٣٠.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (61,'قال الشاعر:
ما أحسن الدين والدنيا إذا اجتمعا ... وأقبح الكفر والإفلاس بالرجلِ',NULL,'381',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (62,'<span data-type="title" id=toc-20>المطلب الثالث: الغزو الفكري</span>
...
ثالثاً: الغزو الفكري:
وذلك بمحاولة إبعاد المسلمين عن دينهم بوسائل مختلفة، وتحت أسماء خادعة رقيقة مثل: "التغريب، التحديث أو الحداثة، التمدين، التحضر، التغيير الاجتماعي، وعملت العلمانية في مجالاتها، وشقت طريقها في مجاريها"١.
قال سماحة الشيخ عبد العزيز بن باز - رحمه الله -: "الغزو الفكري هو مصطلح حديث يعني مجموعة الجهود التي تقوم بها أمة من الأمم للاستيلاء على أمة أخرى أو التأثير عليها حتى تتجه وجهة معينة.
وهو أخطر من الغزو العسكري؛ لأن الغزو الفكري ينحو إلى السرية، وسلوك المآرب الخفية في بادئ الأمر، فلا تحس به الأمة المغزوة، ولا تستعد لصده والوقوف في وجهه حتى تقع فريسة له، وتكون نتيجته أن هذه الأمة تصبح مريضة الفكر والإحساس، تحبُّ ما يريده لها عدوها أن تحبه، وتكره ما يريد منها أن تكرهه.
وهو داء عضال يفتك بالأمم، ويذهب شخصيتها، ويزيل معاني الأصالة فيها، والأمة التي تبتلى به لا تحس بما أصابها، ولا تدري عنه؛ ولذلك يصبح علاجها أمراً صعباً وإفهامها سبيل الرشد شيئاً عسيراً.."٢.
_________
١ انظر: الاتجاهات الفكرية المعاصرة د/ علي جريشة ص٨٠.
٢ مجموع فتاوى ومقالات متنوعة (٣/٤٣٨) .',NULL,'381',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (63,'١- التدريس الجامعي.
٢- جمع المخطوطات العربية وفهرستها.
٣- التحقيق والنشر.
٤- الترجمة من العربية إلى اللغات الأوروبية.
٥- التأليف في شتى مجالات الدراسات العربية والإسلامية، بالإضافة إلى الاشتراك في بعض المجامع اللغوية، والمجامع العلمية في العالم الإسلامي.
ولكن أخطر وسائلهم على الإطلاق كانت هى: التأليف حيث ألفوا كثيراً من الكتب التي تطعن في الإسلام ومنها كتاب "حياة محمد" للسير ولين مور، و"الإسلام" للفردجيوم، و"الإسلام" لهنري لامنس، و"دعوة المآذنة" لكينيت كراج، و"ترجمة القرآن" لآربري، و"الإسلام" لصموئيل زويمر ١و"مصادر الإسلام" لتسدل، ومن أخطر الكتب التي بثها المستشرقون: دائرة المعارف، وقاموس المنجد، والموسوعة الغربية الميسرة٢.
وما كتبه المستشرقون عن الإسلام قد اشتمل على الكثير من الافتراءات إما عمداً عن حقد وقصد إلى إضعاف عقيدة المسلمين - وهو الأرجح - وإما جهلاً منهم بالمصادر الإسلامية، ساعد عليه جهلهم بلغة الإسلام اللغة العربية.
_________
١ زويمر صمويل (١٨٦٧-١٩٥٢م) رئيس المبشرين في الشرق الأوسط، تولىتحرير مجلة العالم الإسلامي التي أنشأها مع ماكدونلد، وله مصنفات في العلاقات بين المسيحية وبين الإسلام أفقدها بتعصبه واعتسافه وتضليله قيمتها العلمية. المستشرقون لنجيب العقيقي٣/١٣٨.
ولم أقف على تراجم لبقية هؤلاء المستشرقين.
٢ انظر: الاستشراق والخلفية الفكرية ص٧١، الاستشراق والتبشير وصلتهما بالإمبريالية العالمية ص٦٢، الاستشراق والمستشرقون ص٢٦ وما بعدها، احذروا الأساليب الحديثة ص١٠٨-١٠٩.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (64,'وتتلخص جهود المستشرقين في هذا المجال فيما يلي:
١- الطعن في حقيقة الإسلام والقرآن والنبوة.
٢- الزعم بأن الإسلام استنفذ أغراضه، وهو عبارة عن طقوس وشعائر روحية.
٣- الزعم بأن الفقه الإسلامي مأخوذ من القانون الروماني.
٤- الزعم بأن الإسلام لا يتلاءم مع الحضارة ويدعو إلى التخلف.
٥- الدعوة إلى تحرير المرأة وفق الأسلوب الغربي.
٦- تشويه الحضارة الإسلامية وتاريخها.
٧- تضخيم حجم الحركات الهدامة في التاريخ الإسلامي، والزعم بأنها حركات إصلاح.
٨- إحياء الحضارات القديمة.
٩- اقتباس الأنظمة والمناهج اللادينية عن الغرب ومحاكاته فيها.
١٠- تربية الأجيال تربية لا دينية.
وقد انتشرت هذه المعتقدات مع الأسف في العالم الإسلامي١.
_________
١ انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة ص٣٧٠-٣٧١.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (65,'<span data-type="title" id=toc-21>المطلب الرابع: المستشرقون</span>
...
رابعاً: المستشرقون:
سلك المستشرقون طرقاً عديدة في الوصول إلى أغراضهم ومنها:',NULL,'381',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (66,'<span data-type="title" id=toc-22>المطلب الخامس: المنصرون</span>
...
خامساً: المنصّرون:
كما أن للمستشرقين والمنصرين أهدافاً مشتركة لهم وسائل متداخلة، ويمكن القول بأن ميدان المستشرقين الأساسي هو الثقافة والفكر، بينما يركز المنصرون جهودهم في النواحي الاجتماعية والتربوية.
وقد نقل المنصّرون العلمانية من خلال نشراتهم وكتبهم، ومن خلال',NULL,'383',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (67,'التمثيليات والأفلام١، ومن خلال المدارس المختلفة التي بدأت بالأجنبية، ثم كان تأثيرهم على مناهج التعليم الوطنية.
ووسائل المنصرين في هذا المجال كثيرة جداً نذكر منها:
١- استخدام الطب كوسيلة للتنصير.
٢- استخدام أعمال الخير والخدمات الاجتماعية: كإنشاء ملاجئ للأيتام، ومراكز رعاية اجتماعية للفقراء والمحتاجين.
٣- استخدام الطلبة وعامة الناس في التنصير.
٤- استخدام الرشوة.
٥- استخدام المكتبات والصحافة.
٦- استخدام النوادي والجمعيات.
٧- الاهتمام بالمرأة المسلمة وذلك بمحاولة إبعادها عن عقيدتها وإغرائها بتقليد المرأة الغربية.
٨- المؤتمرات المشتركة.
٩- البعثات الخارجية.
١٠-إنشاء المحاضن والمدارس والجامعات الأجنبية.
١١-استخدام القوة أحياناً٢.
_________
١ الفلم: شريط تصويري أو تسجيلي (ج) أفلام. المعجم الوسيط ٢/٧٠٢، القاموس العربي الشامل ص٤٤١.
٢ للمزيد من التفاصيل انظر: التبشير والاستعمار في البلاد العربية للدكتور عمر فروخ وزميله ص٥٨،٦٤،٦٥،٩٠،٨٧، ١٩١، ١٩٣، ٢٠١، الغارة على العالم الإسلامي ص٢٠ ومابعدها، حقيقة التبشير بين الماضي والحاضر، لأحمد عبد الوهاب ص١٦٣ وما بعدها، احذروا الأساليب الحديثة ص٦٧ومابعدها، التبشير الصليبي من رسائل جمعية الإصلاح والتوجيه الاجتماعي الإمارات العربية المتحدة. معاول الهدم والتدمير لإبراهيم الجهان ص٢٤.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (68,'إلى غير ذلك من الأساليب التي استخدمها المنصرون في الوصول إلى غاياتهم المكشوفة؛ كبناء الكنائس، وتوزيع الأناجيل، وإقامة الندوات، والاهتمام بإفساد الريف الإسلامي - الذي يتميز عادةً بالمحافظة على القيم الإسلامية - والسيطرة على وسائل التربية والإعلام واستخدامها في سمومهم، وتوهين العقيدة الإسلامية في النفوس، مع صرف العناية إلى الأطفال، والنفاذ إلى عقولهم من خلال تلك الوسائل.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (69,'<span data-type="title" id=toc-23>النطلب السادس: الأقليات غير المسلمة داخل المجتمعات الإسلامية</span>
...
سادساً: الأقليات غير المسلمة داخل المجتمعات الإسلامية:
وذلك كالنصارى، واليهود، والشيوعيين، وأصحاب الاتجاهات المنحرفة من جمعيات وأحزاب ونحوهم، وكل هؤلاء لاينعمون بضلالتهم وانحرافهم وفسادهم إلا تحت شعار كشعار ما يسمى بالعلمانية، لذلك تضافرت جهودهم على نشرها وبثها، والدعاية لها، حتى انخدع بذلك كثيرون من السذج، وأنصاف المتعلمين من أبناء المسلمين١.
_________
١ انظر: الموجز في الأديان والمذاهب المعاصرة ص١٠٧.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (70,'<span data-type="title" id=toc-24>المطلب السابع: تقدم الغرب الهائل في مضمار العالم الإسلامي</span>
...
سابعاً: تقدم الغرب الهائل في مضمار العلم المادي والقوة جعل كثيرين من المسلمين ينبهرون بذلك التقدم، ويعزونه إلى الاتجاه الجاهلي الحديث (العلماني) ، وصدقوا دون تفكير مزاعم الكفار بأن الدين معوق للعلم، وظنوا أن بلادهم لا تتقدم حتى تفصل الدين -الإسلام- عن الدولة والحياة، وهذا بلا شك جهل بالإسلام جنى ثماره النكدة أكثر المسلمين٢.
_________
٢ انظر الموجز في الأديان والمذاهب المعاصرة ص١٠٧، وانظر: الاتجاهات الفكرية المعاصرة لعلي جريشة ص٧٨',NULL,'385',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (71,'<span data-type="title" id=toc-25>المطلب الثامن: البعثات إلى الخارج</span>
...
ثامناً: البعثات إلى الخارج:
إن الطلاب الذين يذهبون من أبناء المسلمين إلى الدول غير الإسلامية، ولم تكن لديهم الحصانة الكافية من عقيدتهم، إن هؤلاء من أخطر الوسائل؛ لأن كثيراً منهم تعلقوا بقيم الغرب أو الشرق ومثله وعاداته، وقد عاد هؤلاء إلى بلدانهم وهم يحملون ألقاباً علمية وضعتهم في مناصب التوجيه، ونظر الناس إليهم على أنهم قدوة؛ لأنهم وطنيون١.
_________
١ أخطار الغزو الفكري على العالم الإسلامي د/ صابر طعيمة ص٤٧-٤٨، أساليب الغزو الفكري للعالم الإسلامي لمحمد الزيبق وزميله ص٦٤.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (72,'<span data-type="title" id=toc-26>المبحث الثاني
آثار العلمانية السيئة على العالم الإسلامي</span>
وقد كان لتسرب العلمانية إلى المجتمعات الإسلامية أسوأ الأثر على المسلمين في دينهم ودنياهم.
وإليك بعض الآثار السيئة التي جنتها المجتمعات الإسلامية من تطبيق العلمانية:
١- رفض التحاكم إلى كتاب الله تعالى، وإقصاء الشريعة الإسلامية عن كافة مجالات الحياة، والاستعاضة عن ذلك بالقوانين الوضعية المقتبسة عن أنظمة الكفار، واعتبار الدعوة إلى تطبيق الشريعة الإسلامية تخلفاً ورجعية.
٢- جعل التعليم خادماً لنشر الفكر العلماني وذلك عن الطرق التالية:
أ- بث الأفكار العلمانية في ثنايا المواد الدراسية.
ب- تقليص الفترة الزمنية المتاحة للمادة الدينية إلى أقصى حد ممكن، وتكون في آخر اليوم الدراسي وقد لا تؤثر في تقديرات الطلاب.
ج- منع تدريس نصوص معينة لأنها واضحة صريحة في كشف باطلهم وتزييف ضلالاتهم.
د- تحريف النصوص الشرعية عن طريق تقديم شروح مقتضبة ومبتورة لها، بحيث تبدو وكأنها تؤيد الفكر العلماني، أو على الأقل لا تعارضه.
٣ -إذابة الفوارق بين حملة الرسالة الصحيحة، وهم المسلمون، وبين أهل التحريف والتبديل والإلحاد، وصهر الجميع في إطار واحد. فالمسلم والنصراني، واليهودي، والشيوعي، والمجوسي، والبرهمي، وغيرهم يتساوون أمام القانون، لا فضل لأحد على الآخر إلا بمقدار الاستجابة لهذا الفكر العلماني.
٤- نشر الإباحية والفوضى الأخلاقية، وتهديم بنيان الأسرة باعتبارها النواة الأولى في البنية الاجتماعية وذلك عن طريق:',NULL,'387',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (73,'أ- القوانين الوضعية التي تبيح الرذيلة ولا تعاقب عليها.
ب- وسائل الإعلام المختلفة التي لا تكل ولا تمل من محاربة الفضيلة ونشر الرذيلة.
ج- محاربة الحجاب وفرض السفور والاختلاط في المدارس والجامعات والمصالح والهيئات.
إن أعداء الإسلام لم يكتفوا بإبعاد الشريعة الإسلامية عن مجالات الأنظمة السياسية والاقتصادية والتعليمية والإعلامية فحسب، بل تمادوا في الاعتداء على أنظمة الأسرة المسلمة، وهذا أمر في غاية الخطورة؛ لأن تلك الأنظمة جاءت ملائمة لطبيعة الإنسان وغرائزه، حتى لا يحيد ويصرف تلك الغرائز في المحرمات، ولذا فإن الله تعالى أمر بالزواج؛ فقال: {وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ ... } ١ وقال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً...} ٢.
وعن أبي هريرة وأبي حاتم المزني - رضي الله عنهما - قال - صلى الله عليه وسلم -: "إذا جاءكم من ترضون خلقه ودينه فزوجوه، إلا تفعلوه تكن فتنة في الأرض وفساد عريض" ٣، ووجه النبي - صلى الله عليه وسلم -
_________
١ سورة النور، الآية (٣٢) .
٢ سورة الروم، الآية (٢١) .
٣ سنن الترمذي ٣/٣٩٥ كتاب النكاح رقم الحديث (١٠٨٥) وسنن ابن ماجه ١/٦٣٢ كتاب النكاح رقم الحديث (١٩٦٧) واللفظ له.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (74,'الشباب بقوله: "يا معشر الشباب من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر، وأحصن للفرج" ١.
وحرم الإسلام الزنا وحذر من الاقتراب منه؛ قال تعالى: {وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً} ٢.
وأمر الله المؤمنين والمؤمنات بغض أبصارهم، وحفظ فروجهم، وفرض الحجاب على المرأة المسلمة، ومنعها من التبرج وإظهار محاسنها ومفاتنها، وذلك صيانة لكرامتها، وحفاظاً على عفتها، قال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ} ٣وقال سبحانه: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنّ} ٤.
وحرم الإسلام الخلوة بالأجنبية، ففي الحديث الصحيح عن ابن عباس رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال: "لا يخلون رجل بامرأة إلا ومعها ذو محرم" ٥.
فالله سبحانه وتعالى جعل للأسرة المسلمة نظاماً متكاملاً، يكفل لها الخير والسعادة في الدنيا والآخرة، ولذا فإن الله حينما يحرم علينا الفواحش والخبائث التي تضر بنا في ديننا ودنيانا، لا يريد حرماننا، وإنما يحافظ على ما فيه صلاحنا
_________
١ صحيح البخاري بشرح الفتح ٩/١٠٦ كتاب النكاح رقم الحديث (٥٠٦٥) وصحيح مسلم ٢/١٠١٨ كتاب النكاح رقم الحديث (١٤٠٠) عن عبد الله بن مسعود - رضي الله عنه.
٢ سورة الإسراء، الآية (٣٢) .
٣ سورة النور، الآية (٣٠) .
٤ سورة النور، الآية (٣١) .
٥ صحيح البخاري بشرح الفتح٩/٣٣٠-٣٣١ كتاب النكاح رقم ٥٢٣٣،ومسلم ٢/٩٧٨ كتاب الحج رقم (١٣٤١) واللفظ له.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (75,'فيحل الطيبات لنا، وهو العالم بطبائع البشر، فلا يعرض الناس للفتنة للوقوع فيها، بل يسد أبوابها حتى لا يكلفهم مقاومتها، فهو دين وقاية للمجتمع، قبل أن يقيم الحدود ويوقع العقوبات عليها، وربك أعلم بمن خلق، وهو اللطيف الخبير.
ولهذا نقول: ماذا يريد دعاة السفور، والمزينون للناس حب الشهوات؟! إنهم يريدون إطلاق الغرائز من عقالها، بالكلمة، والصورة، والقصة، والفلم، والمعسكر المختلط؛ ليوقعوا الفتاة المسلمة التي أعزها الله بدين الإسلام، وتعاليمه السمحة القيمة، التي تصونها من الوقوع في حبائلهم، حتى تصبح بضاعة مزجاة ساقطة لا قيمة لها، كما كانت في الجاهلية، فأعزها الله بالإسلام فحماها طفلة من الوأد الذي كان يمارس في حقها، فتدفن حية لا ذنب لها إلا أن الله خلقها أنثى {وَإِذَا الْمَوْؤُودَةُ سُئِلَتْ. بِأَيِّ ذَنْبٍ قُتِلَتْ} ١ بل جعلها الإسلام حجاباً من النار لكافلها، ثم جعلها أختاً مصونة، وأماً كريمة، حث على البر بها، والإحسان إليها، هكذا تكون المرأة إذا كانت صالحة، وهي فتنة إن حادت عن هذا الطريق؛ لأن رسول الله – صلى الله عليه وسلم – أخبر أنه لم يترك فتنة أشد على أمته من الدنيا والنساء٢، فهى فتنة إذا تركت تعاليم دينها، وذهبت مع دعوات الذين يريدونها سلعة يعبث بها ذئاب البشر، باسم الحرية والمساواة الزائفة. إن العزة والكرامة في الدنيا والآخرة للمرأة المسلمة، المحافظة على تعاليم دينها، وإننا نجد بحمد الله في كثير من مجتمعات العالم الإسلامي عودة الفتاة المسلمة إلى تعاليم دينها، وأبرز ذلك ظاهرة الحجاب في تلك البلاد الإسلامية، وذلك ما يدعو إلى التفائل بعز هذا الإسلام ونصره، وذلك بعد أن جرب المخدوعون ما دعاهم إليه
_________
١ سورة التكوير، الآيتان (٨، ٩) .
٢ انظر: الحديث في صحيح البخاري بشرح الفتح ٩/١٣٧ كتاب النكاح رقم الحديث (٥٠٩٦) وصحيح مسلم ٤/٢٠٩٧ كتاب الذكر والدعاء والتوبة رقم الحديث (٢٧٤٠) .',NULL,'390',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (76,'من يدعون إلى الحرية الزائفة، التي ظهر عوارها، وبان خداعها، فظهر الحق وهم كارهون، والله متم نوره ولو كره الكافرون١.
٥- الدعوة إلى القومية أو الوطنية، وهى دعوة تعمل على تجميع الناس تحت جامع وهمي من الجنس، أو اللغة، أو التاريخ، أو المكان، أو المصالح، أو المعيشة المشتركة، أو وحدة الحياة الاقتصادية، على ألا يكون الدين عاملاً من عوامل الاجتماع ولمّ الصف، بل الدين من منظار هذه الدعوة يُعدُّ عاملاً من عوامل التفرق والشقاق٢.
ولا شك أَنَّ الفكرة القومية أو الوطنية وفدت إلى ديار المسلمين من الغرب، والذي احتضنها وغذاها ودعا إليها عقول غير إسلامية، وأشخاص ليسوا بمسلمين، ولقد كان ظهور الفكرة - سواء أكانت عربية أم طورانيّة
٣ مصدر شر على جميع المسلمين، وزاد الأمر سوءاً عندما امتزجت القومية العربية مؤخراً بالاتجاهات الاشتراكية العربية الثورية.
ولقد أثارت الدعوة إلى القومية طوائف أخرى تعيش في المنطقة، ودفعتها لأن ترفع نفس الراية، ففي السودان دعا سكان الجنوب إلى بعث القومية الزنجية، وفي الشمال الإفريقي ارتفعت أصوات بقومية بربرية؛ كرد فعل
_________
١ الوصايا في الكتاب والسنة للدكتور علي بن محمد ناصر الفقهي، المجموعة الأولى ص٣١،٣٢ بتصرف.
٢ انظر: العلمانية وثمارها الخبيثة لمحمد شاكر الشريف ص٢١ ومابعدها باختصار وتصرف. وانظر: احذروا الأساليب الحديثة في مواجهة الإسلام د/ سعدالدين صالح ص٢٠٧.
٣ الطورانية هى: قومية الأتراك في جاهليتهم قبل دخولهم في الإسلام. انظر: مذاهب فكرية معاصرة لمحمد قطب ص٥٨١.',NULL,'391',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (77,'للقومية العربية، وفي العراق دعا سكان الشمال إلى بعث القومية الكردية، وفي الهند ظهر مسلمون يفخرون بالانتساب إلى القومية الهندية.
وهكذا كانت الآثار القومية السيئة لا حد لها، وبدل أن تكون طريقا لوحدة عربية شاملة، كما زعم دعاتها، أصبحت من عوامل بث الاضطرابات والتفرق بين الأمة الإسلامية، خاصة عندما عرّج بها دعاتها على الاشتراكية الثورية، وأغرقوا الشعوب بسيل من الشعارات التي لا محتوى لها، ولا مضمون وراءها، كالتغيير الثوري، والحل الثوري، ومجتمع الكفاية والعدل والتقدمية والتحررية وغير ذلك من الشعارات الزائفة١.
ولا يفهم من هذا توهين علاقة الإنسان بقومه أو وطنه، فتلك من الفطرة البشرية المركوزة في جبلة الإنسان، وليست محبة الإنسان لوطنه وأمته وسعيه في سبيل تقدمها وازدهارها، والعمل على أن تكون كرامتها مصونة، وحصونها محمية، وإنما الإنكار على ابتعاد المسلم عن دينه وعقيدته، وحصر ولائه للقوم أو الوطن، والتحول إلى العصبية العمياء، التي تنتصر للقوم أو الوطن بالحق أو بالباطل، وعدم الاهتمام بالإسلام وقضايا المسلمين.
٦-الدعوة إلى الارتماء في أحضان الغرب وأخذ حضارته دون وعي ولا تمييز:
فقد قام بهذه الفكرة كثير من دعاة التضليل للأمة الإسلامية عند ضعف المسلمين وتفرقهم، حيث زعموا أن سبيل التقدم والنهضة، هو السير خلف ركاب الغربيين، والأخذ بمنهجهم وطريقتهم في كل شيء، حتى نكون مثلهم في الحضارة الحديثة، بخيرها وشرها، وما يحمد منها وما يُعاب.
_________
١ انظر: الاتجاهات الفكرية المعاصرة د/ جمعة الخولي ص١٢٨.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (78,'ونتيجة لتلك الدعوات المغرضة من أدعياء الفكر، ذهب كثير من أبناء المسلمين إلى الدول الأوروبية، لإكمال تعليمهم، وغالباً مايتأثر هؤلاء الطلاب بعادات الغرب وأفكاره.
٧- الزعم بأن الشريعة الإسلامية لا تتوافق مع الحضارة الحديثة:
وهذا الزعم جاء نتيجة لاحتكاك أبناء الأمة الإسلامية بالحضارة الغربية الحديثة، فظنوا – جهلاً - أن الإسلام لا يتوافق مع الحياة العصرية، ولا ينسجم مع متطلبات الإنسان في هذا العصر.
بل قالوا إن الشريعة الإسلامية هى السبب في التخلف والرجعية، وأن السبيل إلى التخلص من هذا الداء، والنهوض بالأمة إلى التقدم والحضارة هو نبذ الإسلام وتعاليمه.
فهذه بعض الآثار والثمار السيئة والخبيثة التي انتهجتها العلمانية في البلاد الإسلامية التي تبنت العلمانية.
"والعلمانيون في العالم الإسلامي يعرفون بالاستهانة بالدين، والتهكم والاستهزاء بالمتمسكين به، كما يعرفون بإثارة الشبهات، وإشاعة الفواحش (كالسكر، والتبرج، والاختلاط المحرم) ونشر الرذائل، ومحاربة الحشمة والفضيلة، والحدود الشرعية، والاستهانة بالسنن، كما يعرفون أيضاً بحب الفساق والكفار والإعجاب بمظاهر الحياة الغربية وتقليدها"١.
_________
١ انظر: الموجز في الأديان والمذاهب المعاصرة ص١١١.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (79,'تابع العلمانية وموقف الإسلام منها
<span data-type="title" id=toc-27>الفصل الخامس
موقف الإسلام من العلمانية</span>
<span data-type="title" id=toc-28>المبحث الأول
حكم الإسلام من العلمانية</span>
الإسلام يرفض العلمانية رفضاً قاطعاً سواء أكانت العلمانية بمعنى فصل الدين عن الحياة، أم بمعنى اللادينية؛ لأنها دعوة ضد الإسلام.
فالدولة في الإسلام ضرورة لابد منها، وذلك لإنفاذ الأحكام الشرعية، وصيانة الحقوق، ووصول الدين إلى أهدافه وأغراضه في حفظ الدين والنفوس والعقول والأعراض والمال وغيرها.
أمَّا إذا أبعد الإسلام عن الحكم وعطلت صلاحياته، فستصبح كثيرٌ من أحكامه وتشريعاته حبراً على ورق؛ لأنه لا يمكن تنفيذ تلك الأحكام من قبل الفرد وحده، وذلك كالجهاد في سبيل الله تعالى، وتنفيذ القصاص، وجباية الزكاة، وتأمين الطرق، ونشر الأمن، وفض الخصومات وما شابه ذلك.
إن الإسلام جاء عقيدة تنظم علاقة الناس بربهم، وشريعة تدير جميع شئون الحياة كلها، والدين عند الله تعالى هو الإسلام، والإسلام كما يدلُّ عليه اسمه هو الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والخلوص من الشرك.
وقد شملت أوامر الله ونواهيه الحياة بأسرها، فليس هناك جانب من جوانب الحياة أو شيء من نظمها إلا ولله تعالى فيه حكم، فحياتنا العقدية، والاجتماعية، والتربوية والاقتصادية، والسياسية، وضع لنا أصول التعامل فيها، وفصل لنا بعض جوانبها تفصيلاً.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (80,'قال تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} ١.
قال الإمام ابن كثير - رحمه الله-: "قال ابن مسعود: قد بين لنا في هذا القرآن كل علم وكل شيء. وقال مجاهد: كل حلال وكل حرام، وقول ابن مسعود أعم وأشمل، فإن القرآن اشتمل على كل نافع من خبر ماسبق، وعلم ما سيأتي، وكل حلال وحرام، وما الناس إليه محتاجون في أمر دنياهم ودينهم ومعاشهم ومعادهم"٢.
ويمكن إيضاح وبيان حكم الإسلام من العلمانية كما يلي:
١- العلمانية من الجانب العقدي تعني التنكر للدين وعدم الإيمان به، وترك العمل بأحكامه، وحدوده، وهذا كفر صريح.
٢- العلمانية في الجانب التشريعي تعني فصل الدين عن الدولة، أو فصل الدين عن الحياة كلها، وهذا يعني الحكم بغير ما أنزل الله.
وقد فصل علماء العقيدة الحكم بهذا على النحو التالي:
أ- إذا وقع الحكم بغير ما أنزل الله تعالى والحاكم (سواء أكان فرداً أم مجموعة) يرى أن حكم الله غير صالح أو غير جدير، أو أن حكم القوانين أصلح وأتم وأشمل لما يحتاجه الناس ... أو اعتقد أن حكم القوانين مساوية لحكم الله ورسوله، أو اعتقد جواز الحكم بما يخالف حكم الله ورسوله ونحو ذلك فهو كفر اعتقاد مخرج عن الملة٣.
_________
١ سورة النحل، الآية (٨٩) .
٢ تفسير ابن كثير (٢/٦٣١) .
٣ انظر: تحكيم القوانين لسماحة الشيخ محمد بن إبراهيم ص١٦-٢٠.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (81,'وهو من نواقض الإسلام، قال الشيخ محمد بن عبد الوهاب - رحمه الله -: "من اعتقد أن غير هدي النبي - صلى الله عليه وسلم - أكمل من هديه، أو أن حكم غيره أحسن من حكمه، كالذي يفضل حكم الطواغيت على حكمه فهو كافر"١.
وقال سماحة الشيخ عبد العزيز بن باز - رحمه الله -:
"ويدخل في القسم الرابع - أي من نواقض الإسلام - من اعتقد أن الأنظمة والقوانين التي يسنها الناس أفضل من شريعة الإسلام أو أنها مساوية لها أو أنه يجوز التحاكم إليها، ولو اعتقد أن الحكم بالشريعة أفضل أو أن نظام الإسلام لا يصلح تطبيقه في القرن العشرين، أو أنه كان سبباً في تخلف المسلمين، أو أنه يحصر في علاقة المرء بربه، دون أن يتدخل في شئون الحياة الأخرى، ويدخل في الرابع أيضاً من يرى أن إنفاذ حكم الله في قطع يد السارق، أو رجم الزاني المحصن، لا يناسب العصر الحاضر، ويدخل في ذلك أيضاً كل من اعتقد أنه يجوز الحكم بغير شريعة الله في المعاملات أو الحدود أو غيرهما، وإن لم يعتقد أن ذلك أفضل من حكم الشريعة، لأنه بذلك يكون قد استباح ما حرمه الله إجماعاً، وكل من استباح ما حرمه الله مما هو معلوم من الدين بالضرورة، كالزنا والخمر والربا والحكم بغير شريعة الله فهو كافر بإجماع المسلمين"٢.
ب- وإذا وقع الحكم عن جهل، أو ضعف، أو لهوى في نفس صاحبه، أو لغرض دنيوي، مع الاعتقاد بأن حكم الله تعالى ورسوله -صلى الله عليه وسلم - أحق وأصلح وأجدر، وأنه أفضل من القوانين الوضعية فهذا كفر
_________
١ انظر: الناقض الرابع من نواقض الإسلام للشيخ محمد بن عبد الوهاب في الجامع الفريد ص٢٧٧.
٢ مجموع فتاوى ومقالات متنوعة (١/١٣٧) .',NULL,'396',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (82,'عملي، وهو فسق وظلم تقام الحجة على صاحبه، ويبين له الحق، ويجب على المسلم أن يتوب إلى الله تعالى، ويرجع إليه١.
ويدل على ذلك فهم السلف لقوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} ٢.
حيث قال ابن عباس - رضي الله عنهما:"ليس بكفر ينقل عن الملة" بل إذا فعله فهو به كفر وليس كمن كفر بالله واليوم الآخر، وبكذا وكذا٣.
وقال طاووس مثله، وقال عطاء: "كفر دون كفر، وظلم دون ظلم، وفسق دون فسق"٤.
قال شارح الطحاوية: "وهنا أمر يجب أن يتفطن له، وهو أن الحكم بغير ما أنزل الله قد يكون كفراً ينقل عن الملة، وقد يكون معصية كبيرة أو صغيرة" وذلك بحسب حال الحاكم، فإنه إن اعتقد أن الحكم بما أنزل الله غير واجب، وأنه مخير فيه، أو استهان به مع تيقنه أنه حكم الله فهذا كفر أكبر، وإن اعتقد وجوب الحكم بما أنزل الله، وعلمه في هذه الواقعة، وعدل عنه مع اعترافه بأنه مستحق للعقوبة فهذا عاص ويسمى كافرا"٥.
ومن المعلوم أن الحكم بما أنزل الله في الشريعة الإسلامية يعني الحكم بالكتاب والسنة على السواء.
_________
١ انظر: تحكيم القوانين ص٢٤، والموجز في الأديان ص١١١
٢ سورة المائدة، الآية (٤٤) .
٣ انظر: كتاب الإيمان لأبي عبيد بن سلام ص٩٤ (ضمن رسائل أربع) . وتفسير الطبري (٦/٢٥٦) مدارج السالكين (١/٣٦٤-٣٦٥) .
٤ كتاب الإيمان لأبي عبيد بن سلام ص٩٤-٩٥، تفسير الطبري (٦/٢٥٦) .
٥ شرح العقيدة الطحاوية ص٣٦٣-٣٦٤.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (83,'كما يدل على ذلك قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} ١.
وقال سماحة الشيخ عبد العزيز بن باز - رحمه الله-:
" ... أما من حكم بغير ما أنزل الله اتباعاً للهوى، أو لرشوة، أو لعداوة بينه وبين المحكوم عليه، أو لأسباب أخرى، وهو يعلم أنه عاص لله بذلك، وأن الواجب عليه تحكيم شرع الله فهذا يعتبر من أهل المعاصي والكبائر ويعتبر قد أتى كفراً أصغر وظلماً أصغر وفسقاً أصغر، كما جاء هذا المعنى عن ابن عباس رضي الله عنهما، وعن طاووس وجماعة من السلف الصالح وهو المعروف عند أهل العلم"٢.
٣-والعلمانية من الجانب الأخلاقي تعني: الانفلات والفوضى في إشاعة الفاحشة والرذيلة والشذوذ، والاستهانة بالدين والفضيلة، وسنن الهدى، وهذا ضلال مبين وفساد في الأرض، ومن العلمانيين من يرى أن السنن والآداب الشرعية والأخلاق الإسلامية إنما هى تقاليد موروثة. وهذا تصور جاهلي منحرف٣.
إن العلمانية في حكم الإسلام دعوة مرفوضة؛ لأنها دعوة إلى حكم الجاهلية، أي إلى الحكم بما وضع البشر، لا بما أنزل الله، والله تعالى يقول في محكم كتابه العزيز:
_________
١ سورة النساء، الآية (٥٩) .
٢ مجموع فتاوى ومقالات متنوعة (٤/٤١٦) وانظر: (٢/٣٢٦) من نفس الكتاب.
٣ انظر: الموجز في الأديان ص١١١.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (84,'{وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفَاسِقُونَ أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} ١.
يقول ابن كثير -رحمه الله- عند قوله تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} : أي فاحكم يا محمد بين الناس: عربهم، وعجمهم، أُمِّيِّهم وكتابِيِّهم بما أنزل الله إليك هذا الكتاب العظيم، وبما قرره لك من حكم من كان قبلك من الأنبياء، ولم ينسخه في شرعك"٢.
وقال رحمه الله عند قوله تعالى {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ} : "ينكر تعالى على من خرج عن حكم الله المحكم المشتمل على كل خير الناهي عن كل شر، وعدل إلى ما سواه من الآراء والأهواء والاصطلاحات التي وضعها الرجال بلا مستند من شريعة الله؛ كما كان أهل الجاهلية يحكمون به من الضلالات والجهالات مما يضعونها بآرائهم وأهوائهم... ومن أعدل من الله في حكمه لمن عقل عن الله شرعه، وآمن به، وأيقن، وعلم أن
_________
١ سورة المائدة، الآيات (٤٨-٥٠) .
٢ تفسير ابن كثير (٢/٧٢) .',NULL,'399',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (85,'الله أحكم الحاكمين، وأرحم بخلقه من الوالدة بولدها، فإنه تعالى هو العالم بكل شيء، القادر على كل شيء، العادل في كل شيء"١.
ومن الآيات المبينة لأصول الحكم وقواعده:
قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} ٢.
وقوله تعالى: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ} ٣.
وقوله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} ٤.
يقول ابن كثير - رحمه الله تعالى - عند الآية الأخيرة: "يقسم الله تعالى بنفسه الكريمة المقدسة أنه لا يؤمن أحد حتى يحكم الرسول - صلى الله عليه وسلم - في جميع الأمور، فما حكم به فهو الحق الذي يجب الانقياد له باطناً وظاهراً" ولهذا قال: {ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} :أي إذا حكموك يطيعونك في بواطنهم، فلا يجدون في أنفسهم حرجاً مما حكمت به،
_________
١ تفسير ابن كثير (٢/٧٢-٧٣) .
٢ سورة النساء، الآيتان (٥٨-٥٩) .
٣ سورة آل عمران، الآية (١٥٩) .
٤ سورة النساء، الآية (٦٥) .',NULL,'400',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (86,'وينقادون له في الظاهر والباطن، فيسلمون لذلك تسليماً كلياً من غير ممانعة ولا مدافعة ولا منازعة ... "١.
وقال تعالى: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُون} ٢.
وقال عز وجل: {وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} ٣.
إلى غير ذلك من الآيات في هذا الخصوص.
ومن نصوص السنة التي تتعلق بالحكم مايلي:
١-عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال:
"إنما الإمام جُنَّة٤يقاتل من ورائه ويتقى به٥ ... " ٦.
٢-وعن ابن عمر - رضي الله عنهما - أنه أتى ابن مطيع قال: سمعت رسول الله صلى الله عليه وسلم يقول: "من خلع يداً من طاعة، لقي الله يوم القيامة لا حجة له، ومن مات وليس في عنقه بيعة، مات ميتة جاهلية" ٧.
_________
١ تفسير ابن كثير (١/٥٥٣) .
٢ سورة النور، الآية (٥١) .
٣ سورة آل عمران، الآية (٨٥) .
٤ الإمام جنة أي: كالستر؛ لأنه يمنع العدو من أذى المسلمين، ويمنع الناس بعضهم من بعض ويحمي بيضة الإسلام، ويتقيه الناس ويخافون سطوته. شرح النووي على مسلم (١٢/٢٣٠) .
٥ ومعنى يتقى به: أي يتقى به شر العدو وشر أهل الفساد والظلم مطلقاً.
٦ صحيح البخاري بشرح الفتح ٦/١١٦ كتاب الجهاد حديث ٢٩٥٧، صحيح مسلم ٣/١٤٧١ كتاب الإمارة حديث (١٨٤١) .
٧ صحيح مسلم (٣/١٤٧٨) كتاب الإمارة حديث (١٨٥١) .',NULL,'401',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (87,'٣-وعن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: "من أطاعني فقد أطاع الله ومن يعصني فقد عصى الله، ومن يطع الأمير فقد أطاعنى، ومن يعص الأمير فقد عصاني" ١.
٤-وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم-: "عليك السمع والطاعة في عسرك ويسرك، ومنشطك ومكرهك، وأثرة٢ عليك" ٣.
٥-وعن أبي سعيد الخدري رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: "إذا خرج ثلاثة في سفر فليؤمروا أحدهم" ٤.
وقد أمر النبي - صلى الله عليه وسلم - بذلك حتى لا يقع بينهم خلاف.
٦-وعن عبد الله بن عمرو - رضي الله عنهما - أن رسول الله صلى الله عليه وسلم قال: " ... لايحل لثلاثة نفر يكونون بأرض فلاة إلا أمروا عليهم أحدهم ... " ٥.
_________
١ صحيح البخاري بشرح الفتح ٦/١١٦كتاب الجهاد رقم الحديث (٢٩٥٧) صحيح مسلم (٣/١٤٦٦) كتاب الإمارة حديث (١٨٣٥) .
٢ الأثرة هى الاستئثار والاختصاص بأمور الدنيا عليكم، اي أسمعوا وأطيعوا، وإن اختص الأمراء بالدنيا ولم يوصلوكم حقكم مما عندهم.
انظر: شرح النووي على مسلم (١٢/٢٢٥) .
٣ صحيح مسلم (٣/١٤٦٧) كتاب الإمارة حديث (١٨٣٦) .
٤ سنن أبي داود (٣/٨١) كتاب الجهاد حديث (٢٦٠٨- ٢٦٠٩) .
٥ سنن أبي داود (٣/٨١) ومسند الإمام أحمد (٢/١٧٧) واللفظ له.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (88,'يقول ابن تيمية - رحمه الله -: "فإذا كان - أي النبي صلى الله عليه وسلم - قد أوجب في أقل الجماعات وأقصر الاجتماعات أن يولي أحدهم كان هذا تنبيهاً على وجوب ذلك فيما هو أكثر من ذلك"١.
إلى غير ذلك من الأدلة الكثيرة من الكتاب والسنة التي تدل على أنه لابد من إقامة حاكم يرعى حقوق الله تعالى، ويصون حقوق الناس، ويسوس الأمة بالعدل، وينصف المظلوم، ويؤدي لكل ذي حق حقه.
وأنه يجب له السمع والطاعة في غير معصية الله، في العسر واليسر، والمنشط والمكره، وأنه لا يجوز الخروج أو خلع هذه الطاعة، وأن من خلع هذه الطاعة لا حجة له في فعله، ولا عذر له يوم القيامة.
كما أن الأحاديث تدل على وجوب لزوم الجماعة، وعدم الخروج عنها، لأن ذلك يؤدي إلى الافتراق والاختلاف في الأمة، وهذا الأمر أصل من أصول أهل السنة والجماعة، التي باينوا فيها أهل البدع والأهواء، فعلى المرء المسلم أن يسمع ويطيع لولاة الأمر في المعروف، فإن ذلك من طاعة الله - عز وجل.
ولقد كان أبو بكر الصديق - رضي الله عنه - إذا أعياه أمر سأل الناس، وقال: أتاني كذا وكذا، فهل علمتم أن رسول الله - صلى الله عليه وسلم - قضى فيه بقضاء؟ فإن كان عندهم عن رسول الله - صلى الله عليه وسلم - فيه قضاء أخذ به وقال: الحمد لله الذي جعل فينا من يحفظ عن نبينا، وإن لم يجد فيه سنة، استشار رؤوس الناس وخيارهم، فإن أجمع أمرهم على رأي قضى به.
_________
١ كتاب الحسبة لابن تيمية ص٩ مكتبة البيان - دمشق ١٣٨٧ هـ.',NULL,'403',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (89,'وكان عمر رضي الله عنه يفعل ذلك، فإن لم يجد في القرآن والسنة نظر: هل لأبي بكر فيه قضاء، فإن وجد قضى به، وإلا دعا رؤوس المسلمين فاستشارهم فإذا اجتمعوا على أمر أخذ به١.
_________
١ انظر: سنن الدارمي ص٦٩-٧٠ رقم (١٦١) ، أعلام الموقعين لابن قيّم الجوزية (١/٦٢) عن كتاب القضاء لأبي عبيد.',NULL,'404',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (90,'<span data-type="title" id=toc-29>المبحث الثاني: عمد وقواعد العلمانية وتفنيدها</span>
...
المبحث الثاني
عمد وقواعد العلمانية
لم أجد من كتب عن عمد وقواعد العلمانية، وإنما أثبت ما أوردته هنا اعتماداً على الاستقراء لأفكار ومباديء العلمانيين، وقد لخصت ذلك فيما يلي:
١- ينكر بعض العلمانيين وجود الله تعالى، ويهملون أمور الغيب، من بعث وثواب وعقاب وغير ذلك، وبعضهم يفصل بين وجود الله سبحانه، وبين تأثيره في الحياة١.
ومما لاشك فيه أن الله تعالى فطر الناس على وجوده ووحدانيته
قال تعالى: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} ٢ وكل الأدلة الشرعية والبراهين العقلية وغيرها، تدل دلالة قاطعة على ذلك.
وفي كل شيء له آيةٌ
تدلُ على أنه واحدُ
ولقد بينا ذلك في غير هذا البحث٣.
وهذه العقيدة القائمة على الإلحاد ينشأ عنها مجتمع لا يؤمن بالله الواحد الأحد، ولا يؤمن باليوم الآخر، وما فيه من الثواب والعقاب، ولا يؤمن بدين، ولا يعترف بخلق، وإنما ينشأ عنه مجتمع غايته متع الحياة وملذاتها، ولذلك فإن قبول العلمانية في أي مجتمع معناه تبني الإلحاد والمروق من
_________
١ الاتجاهات الفكرية المعاصرة وموقف الإسلام منها ص ٩١.
٢ سورة الروم الآية (٣٠) .
٣ انظر بحثنا عن الشيوعية، وموقف الإسلام منها.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (91,'الإسلام وردة صريحة عن دين الله الذي ارتضاه لعباده حتى ولو كانت العلمانية بمعناها المعتدل في مرحلتها الأولى.
٢- إقامة حاجز بين عالمي الروح والمادة، والقيم الروحية لديهم سلبية، وإقامة الحياة على أساس مادي.
والعلمانيون بهذا المبدأ يفرضون على الإنسان قوانين لا تلائم تكوينه الذاتي، القائم على التوازن الدقيق بين المادية والروحية، فإنها تتعرض دائما للتمرد والعصيان، الأمر الذي يدفعها دائماً إلى إعادة النظر في قوانينها ونظمها وتغيير مناهجها، وذلك من أجل تقبل الناس لها ومحاولة للتوازن والتوافق١.
والمجتمعات العلمانية عامة تقوم على أساس الإشباع المادي للإنسان، مع إهمالها تماماً للناحية الروحية والنفسية؛ لأنها استبعدت الدين من مجال الحياة، وأقامت حضارة غربية أفقدت الرؤية الواضحة للإنسان، وحولته إلى حيوان يأكل ويشرب، ولا هم له غير ذلك، وأغلب ما يقع اليوم من الجرائم والمآثم، إنما هو بسبب هذا الإشباع المادي، وثمرة الكفر بالله واليوم الآخر، وأثر من آثار التنكر للحق، والاستهانة بالأخلاق.
ومن ثَم كانت هذه النظرة المادية للحياة نظرة من شأنها أن تباعد بين الإنسان وفطرته الخيّرة، وتسلخه من الطيبة والسماحة، وتميت فيه عاطفة المحبة والرحمة، وتجعل منه عدواً لنفسه وللبشرية، وتجعله شر ما يدب على الأرض؛ قال تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ} ٢.
_________
١ العلمانية المنشأ والأثر، زكريا فايد ١٣٣.
٢ سورة الأنفال، الآيتان (٢٢، ٢٣) .',NULL,'406',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (92,'أما الإنسان في ظل الإسلام المتمسك به عقيدةً وشريعة ومنهج حياة، فإنه سوف يعيش مكرما معززاً، لأنه يعيش حياته وفقاً لشرع الله الذي يحقق له السعادة في الدنيا والآخرة؛ قال تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلاً} ١ وقال تعالى: {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} ٢
٣- فصل الدين عن السياسة، أو إقامة الحياة على غير الدين.
إن العلمانية بفصلها الدين عن الدولة، أو إقامة الحياة على غير الدين، تفتح المجال للانتماءات الوضعية والطبقية والمذهبية والقومية وغيرها.
والهدف من فصل الدين عن السياسة وعن شؤون الحياة، هو هدم العقيدة الصحيحة، وإخراج الناس من نور التوحيد إلى ظلمات الشرك الإلحاد، وإحلال القوانين الوضعية محل الشريعة الإسلامية، وإبعاد الإسلام عن التطبيق العملي.
وهذه الفكرة بعيدة كل البعد عن عقيدة الإسلام وشريعته، فالله –تعالى - يخاطب رسوله محمداً - صلى الله عليه وسلم - بقوله: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ
_________
١ سورة الإسراء، الآية (٧٠) .
٢ سورة النحل، الآية (٩٧) .',NULL,'407',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (93,'ذُنُوبِهِمْ وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفَاسِقُونَ} ١.وقال تعالى: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} ٢.
إن القرآن الكريم الذي لا يأتيه الباطل من بين يديه ولا من خلفه، فيه كل ما تحتاج إليه البشرية في كل زمان ومكان، من خيري الدنيا والآخرة.
وفصل الدين عن الدولة أساس العلمانية التي نادى بها الغرب، ولجأ إليها كرد فعل لاضطهاد الكنيسة للعلم والعلماء، لا يبرر إبعاده للدين عن شؤون الحياة؛ لأنه لو اتجه إلى الإسلام دون تعصب أو غرور لوجد فيه ضالته وهدايته.
٤- العلمانية تقوم على تطبيق مبدأ النفعية (البراجماتية) ٣مع كل شيء في الحياة.
والبراجماتية تقوم على إنكار وجود الله وألوهيته، وتنكر الدين والأخلاق، وتجعل المنفعة المادية العاجلة وحدها المسيطرة على هذا المذهب، وهى أساس أي عمل أو فكرة، وتجعل مصلحة الإنسان لنفسه فوق مصالح الآخرين حتى ولو أضرَّ بهم٤.
_________
١ سورة المائدة، الآية (٤٩) .
٢ سورة النحل، الآية (٨٩) .
٣ يتلخص مذهب (البراجماتية) في أنه يقيس القضية بنتائجها العملية، ويرى أتباعها أن قيمة المعتقدات والقيم الخلقية نابعة من أثرها، فما حقق منفعة للإنسان، فهو خير وصحيح، والعكس بالعكس، ومن أبرز روادها: وليم جيمس، وتشارلز برس، وجون ديوي.
انظر: اتجاهات في الفلسفة المعاصرة عزمي إسلام ٨٥، العصرانية ص٥٠، والاتجاهات الفكرية المعاصرة وموقف الإسلام منها ٦٥.
٤ الاتجاهات الفكرية المعاصرة وموقف الإسلام منها ٦٦، ٦٨، الموسوعة العربية الميسرة ١/٣٣٥.',NULL,'408',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (94,'أما الإسلام فقد جاء بما يكفل الخير والصلاح لكل الناس، وجميع المصالح والمنافع في الإسلام يسودها التعاون والإيثار والمحبة، وابتغاء الأجر والمثوبة من الله تعالى.
قال تعالى: {لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً} ١وقال تعالى: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} ٢وقال تعالى: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ} ٣وقال تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ} ٤.
وفي الحديث الصحيح عن ابن عمر - رضي الله عنهما - أن رسول الله - صلى الله عليه وسلم - قال: "المسلم أخو المسلم لا يظلمه ولا يسلمه، من كان في حاجة أخيه كان الله في حاجته، ومن فرّج عن مسلم كربة فرّجَ الله عنه بها كربة من كرب يوم القيامة، ومن ستر مسلماً ستره الله يوم القيامة" ٥.
وعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: "كل سُلامى من الناس عليه صدقة، كل يوم تطلع فيه الشمس تعدل بين الاثنين صدقة، وتعين الرجل في دابته فتحمله عليها، أو ترفع له عليها متاعه صدقة، والكلمة الطيبة
_________
١ سورة النساء، الآية (١١٤) .
٢ سورة البقرة، الآية (١٩٥) .
٣ سورة البقرة، الآية (٢٧٢) .
٤ سورة المائدة، الآية (٢) .
٥ صحيح البخاري بشرح الفتح ٥/٩٧ كتاب المظالم رقم ٢٤٤٢، ومسلم ٤/١٩٩٦ كتاب البر والصلة والآداب رقم ٢٥٨٠.',NULL,'409',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (95,'صدقة، وكل خطوة تمشيها إلى الصلاة صدقة، وتميط الأذى عن الطريق صدقة" ١ إلى غير ذلك من الأدلة الكثيرة في هذا الشأن.
٥- تعتمد العلمانية على مبدأ (الميكيافيلية) ٢ في فلسفة الحكم والسياسة والأخلاق. وهو مبدأ يقوم على أن (الغاية تبرر الوسيلة) مهما كانت هذه الوسيلة منافية للدين والأخلاق، ومهما كانت حسنة أو سيئة٣.
وهذا الاتجاه المنحرف إذا أُخذ على إطلاقه، فَهو طريق كل المنحرفين الظالمين المفسدين في الأرض، والأخذ بهذا الاتجاه - المستهين بفضائل الأخلاق الإنسانية - لتحقيق غايات الأفراد أو الجماعات هو نذير دمار عام وشامل لكّل الشعوب التي تأخذ به.
إن الرذائل الخلقية التي تقتضيها المكيافيلية مقبولة عند دعاتها إذا كانوا يمارسونها هم ضد غيرهم، ومرفوضة إذا كان غيرهم يمارسها ضدهم، وهذا تناقض منطقي بدهي، لا يلتزم به من يحاكم الأمور بعقله، ولكن يكابر فيه من يحاكم الأمور بأهوائه، وشهواته، ومصالحه الخاصة.
_________
١ صحيح البخاري بشرح الفتح ٥/٣٠٩ كتاب الصلح رقم ٢٧٠٧، ومسلم ٢/٦٩٩ كتاب الزكاة رقم ١٠٠٩ واللفظ له.
٢ نسبة إلى ميكافيلي نيقولا (١٤٦٩-١٥٢٧م) إيطالي الجنسية، وهو أول المفكرين السياسيين الأوروبيين، اشتهر بكتابه (الأمير) الذي فيه دعوة صريحة إلى فصل السياسة عن الدين والأخلاق، ووضع مبدأً عملياً لها وهو (الغاية تبرر الوسيلة) .
انظر: كواشف زيوف ص٣٧٩، وموقف الإسلام من نظرية ماركس ص٦١٢.
٣ انظر: كواشف زيوف ص٣٨٠، ومذاهب فكرية معاصرة لمحمد قطب ص٤٦٦، والموسوعة الميسرة ص٣٧٠.',NULL,'410',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (96,'إن من المعروف في الحياة أن لكل إنسان، ولكل مجموعة بشرية، مطالب نفسية، وحاجات جسدية، وأنه لابد لتحقيق أي مطلب من مطالب النفس، وأية حاجة من حاجات الجسد من اتخاذ وسيلة إلى ذلك.
فهل يصح في عقل أي إنسان عاقل اتخاذ أية وسيلة في الدنيا، مهما كان شأنها عظيماً، لأية حاجة مهما كان شأنها حقيراً تافهاً؟
فإذا كانت الغايات مطلقاً تبرر أية وسيلة دون قيد أو شرط، فما أجدر المكيافيلي الذي يأخذ بهذه الفكرة الفاسدة أن ينحدر إلى أخس مرتبة يمكن أن تُتصور في الوجود، ويُرد إلى أسفل سافلين١.
والإسلام يراعي الحق والعدل والخير والفضيلة، ويأمر المسلمين بالتزام ما أمر الله به من الخير واجتناب ما نهى عنه من الشر، وغايات الإنسان يجب أن تكون مقيدة بشرع الله تعالى، فلا يجوز الوصول إلى الغاية الشريفة بالوسائل المحرمة.
_________
١ انظر: كواشف زيوف ص٣٨٢-٣٨٧ باختصار وتصرف.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (97,'<span data-type="title" id=toc-30>المبحث الثالث: التطبيق العلمي للإسلام</span>
...
المبحث الثالث
التطبيق العملي للإسلام
ولقد جاء التطبيق العملي للإسلام في حياة النبي - صلى الله عليه وسلم - في شتى المجالات، وقد كان عليه الصلاة والسلام مبشراً ونذيراً، وداعياً إلى الله - تعالى - بالحكمة والموعظة الحسنة، وكان إمام الأمة وقاضيها، والمعلم والموجه، وقائد الجيش، وقد كان لهذه التربية النبوية الكريمة الأثر الكبير في توجيه سلوكهم، كما كان للعقيدة الإلهية الأثر العظيم في توجيه النفوس المؤمنة نحو الخير والفضيلة.
ومن هنا سطر أصحاب رسول الله - صلى الله عليه وسلم - أروع الأمثلة في العدل، والسياسة، وفي المعاملات، والأخلاق، وفي الخوف من الله والتوكل عليه، وفي علاقة الرجل مع أهله وخدمه، ومع المجتمع الذي يعيش فيه، ضربوا أروع الأمثلة في شتى المجالات؛ لأن الإيمان بالله إذا وقر في نفس الإنسان فإنه يسعى إلى عمل كل ما يرضي الله تبارك وتعالى، ويبتعد عن كل ما يخالف أوامره ونواهيه.
وسار على نهج النبي - صلى الله عليه وسلم - خلفاؤه الراشدون فلم يفصلوا بين الدين والسياسة، أو الدين والحياة، بل ربطوا ذلك ربطاً محكماً، وكانوا يرجعون إلى الكتاب والسنة في كل أمورهم.
ومن شواهد ذلك ما حصل بين أبي بكر الصديق، وعمر بن الخطاب - رضي الله عنهما - من محاورة بشأن قتال مانعي الزكاة.',NULL,'412',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (98,'فأبو بكر الصديق - رضي الله عنه - يقول: "والله لو منعوني عقالاً كانوا يؤدونه إلى رسول الله - صلى الله عليه وسلم - لقاتلتهم على منعه" ١.
وعمر بن الخطاب - رضي الله عنه - يعارض في ذلك مستدلاً بقول - النبي صلى الله عليه وسلم -: "أمرتُ أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمداً رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا مني دماءهم إلا بحق الإسلام، وحسابهم على الله" ٢.
ويحتج الصديق بما جاء في الحديث: "إلا بحقها" ويقول الزكاة من حق الأموال.
وهكذا نجد أن الصحابة - رضوان الله تعالى عليهم - وفي مقدمتهم الخلفاء الراشدون لم يفصلوا بين دين وسياسة، بل إنهم كانوا يسيرون مع الدين حيث سار.
إن الإسلام هو شريعة الله الخالدة، وقد تناولت الشريعة الإسلامية شؤون الحياة كلها: عقيدة، وعبادة، واجتماعاً، واقتصاداً، وسياسةً، وحكماً، وحددت النصوص الشرعية أصول الأحكام في: الأحوال الشخصية، والمعاملات، والعقوبات، واستمد فقهاء الإسلام من هذه الأصول - من الكتاب والسنة - الأحكام الجزئية التي تتجدد بتجدد الأحداث في كل عصر، وظل تطبيق أحكام هذه الشريعة الغراء في أمة الإسلام مستمراً، في عصور التاريخ المختلفة - وإن
_________
١ صحيح البخاري مع الفتح (١٣/٢٥٠) كتاب الاعتصام، باب الاقتداء بسنن رسول الله - صلى الله عليه وسلم- حديث ٧٢٨٤، ٧٢٨٥، وصحيح مسلم (١/٥٢) كتاب الإيمان
حديث ٢٠.
٢ صحيح البخاري مع الفتح (١/٧٥) كتاب الإيمان. باب: فإن تابوا ... ، وصحيح مسلم (١/٥٣) كتاب الإيمان حديث (٢٢) عن عبد الله بن عمر - رضي الله عنهما.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (99,'ذكرت بعض المصادر توقف العمل بالأحكام الشرعية عندما دخل هولاكو بغداد - ولم يقبل أحد من حكام المسلمين التهاون في الأحكام الشرعية، لأن تحكيم الشريعة الإسلامية من أصول الإيمان بهذا الدين القويم.
فلما كثُر احتكاك المسلمين بالغرب تأثر بعض المسلمين بالثقافة الغربية، وتسرب الفكر الغربي إلى ديار الإسلام، وبدأ التهاون في التزام أحكام الشريعة، ثم كان استبدال القوانين الوضعية بها مرحلة مرحلة١.
ولا يزال تطبيق الشريعة الإسلامية قائماً ولله الحمد، فنحن في هذه البلاد نعيش تحت راية التوحيد، ونستظل بأحكام الإسلام وتشريعاته السمحة.
_________
١ التشريع والفقه في الإسلام ص٢٥٣-٢٥٤ بتصرف.',NULL,'414',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (100,'<span data-type="title" id=toc-31>الخاتمة</span>
وبعد حمد الله – تعالى - وتوفيقه لي على إتمام هذا البحث المتواضع أود أن ألخص أهم ما اشتمل عليه فيما يلي:
١- إن العلمانية اصطلاح جاهلي، لا صلة له بالعلم، وإنما سماها أعداء الإسلام بذلك إمعانا منهم في التضليل والخداع، وإلا فإن عزل الدين عن العقيدة والشريعة وجميع نواحي الحياة يعني في الإسلام الكفر، والمروق من الدين، وحكم الجاهلية وتعطيل حدود الله وشرعه.
٢ -إن أهم الأسباب التي أدت إلى ظهور العلمانية في أوروبا هو التحريف في أصول الدين، وتسلط رجال الكنيسة دينياً، واقتصادياً، وسياسياً، ولا يخفى ما لليهود من دور بارز في ذلك.
٣- إن ظروف نشأة العلمانية في أوروبا لا تنطبق على الإسلام والمجتمعات الإسلامية، وذلك لأنه - بحمد الله - ليس في الإسلام تحريف في مصدر عقيدته، وليس فيه كهنوت، ولا واسطة بين الخالق وخلقه، وأنه لا عصمة لأحد إلا للرسل - عليهم الصلاة والسلام - فيما يبلغونه عن الله - تبارك وتعالى - كما أَنَه ليس في الإسلام صراع أو خصام بين الدين والعلم، بل إن الإسلام يدعو إلى العلم النافع المثمر، ويحث عليه، كما أن الإسلام صالح للتطبيق في كل زمان ومجتمع ومكان.
٤ -إن من أسباب انتقال العلمانية إلى العالم الإسلامي انحراف كثير من المسلمين عن العقيدة الصحيحة المستمدة من الكتاب والسنة وسيرة السلف الصالح، وسيطرة الاستعمار الغربي والشرقي على كثير من أقطاره عسكرياً، وثقافياً، واقتصادياً، بالإضافة إلى إعجاب كثير من المسلمين بتقدم الغرب الهائل في مضمار العلم المادي.',NULL,'415',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (101,'٥ - إن إبعاد الدين عن مجالات الحياة في المجتمعات الأوروبية قد حولها إلى الإفلاس والحيرة والضياع، وحياة الضنك وعدم الطمأنينة، وذلك بسبب ابتعادها عن الإيمان بالله - تعالى - وشرعه، كما أنه كان لتسرب العلمانية إلى المجتمعات الإسلامية أسوأ الأثر على المسلمين في دينهم ودنياهم، وذلك لابتعادهم عن نور الكتاب والسنة.
٦- إن الإسلام يرفض العلمانية رفضاً قاطعاً؛ لأنها دعوة ضد الإسلام الذي جاء لإخراج الناس من الظلمات إلى النور.
٧- إن العلمانية تتعارض مع الإسلام تعارضاً تاماً في شتى المجالات، ولا وجه للمقارنة بينهما على الإطلاق، وذلك لأن الإسلام نظام إلهي شرعه رب الخلق الذي يعلم أحوال عباده، وما يصلح معاشهم، وما يحقق لهم الخير في دنياهم وأخراهم.
والعلمانية هى من وضع البشر وهم يخضعون للأهواء والشهوات، وتتغلب عليهم العواطف البشرية التي تحيد بهم عن الحق والصواب.
٨- إن الإسلام هو دين الحق الذي يجب على الناس جميعاً أن ينقادوا له، ويتمسكوا به، عقيدةً وشريعة، ومنهج حياة وفقاً لما جاء في كتاب الله – تعالى - وسنة رسوله - صلى الله عليه وسلم -، وإن على ولاة أمور المسلمين أن يطبقوا هذا الدين على شعوبهم؛ لينعم الناس بالعدل والأمان والهداية والاستقرار.
وإن في تطبيق ولاة الأمر للشريعة الإسلامية في المملكة العربية السعودية لخير شاهد على صلاحها، وإمكان تطبيقها في العصر الحديث. نسأل الله تعالى لهم التوفيق والسداد والثبات على ذلك.
وفي الختام أحب أن أذكر بما قصه الله - تعالى - علينا في كتابه الكريم عن أمة انتكس رأيها فزهدت بحق واضح بين يديها، وتعلقت بباطل عند غيرها جهلاً وسفهاً.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (102,'يقول - سبحانه وتعالى -: {وَجَاوَزْنَا بِبَنِي إِسْرائيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهاً وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ} ١.
وعن أبي واقد الليثي - رضي الله عنه - قال: خرجنا مع رسول الله - صلى الله عليه وسلم - إلى حنين، ونحن حدثاء عهد بكفر، وللمشركين سدرة يعكفون عندها، وينوطون بها أسلحتهم، يقال لها ذات أنواط٢فمررنا بسدرة فقلنا: "يا رسول الله اجعل لنا ذات أنواط كما لهم ذات أنواط، فقال رسول الله - صلى الله عليه وسلم -: "الله أكبر إنها السنن قلتم، والذي نفسي بيده كما قالت بنو إسرائيل لموسى: اجعل لنا إلهاً كما لهم آلهة، قال: إنكم قوم تجهلون لتركبن سنن من كان قبلكم" ٣.
هذا، وأسأل الله - تعالى - أن يعزّ دينه ويعلي كلمته، وأن يحق الحق ويبطل الباطل، وأن يوفقنا وجميع المسلمين لما يرضيه، ويعافينا من أسباب غضبه، إنه ولي ذلك والقادر عليه.
وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين والحمد لله رب العالمين.
_________
١ سورة الأعراف، الآيات (١٣٨-١٤٠) .
٢ ذات أنواط: شجرة ذات تعاليق تعلق بها سيوفهم ويعكفون عليها كما كان يفعل المشركون. انظر: النهاية في غريب الحديث والأثر لابن الأثير (٥/١٢٨) المكتبة الإسلامية.
٣ سنن الترمذي (٤/٤٧٥) كتاب الفتن، باب ماجاء لتركبن سنن من كان قبلكم، وقال: حديث حسن صحيح، وذكر «خيبر» بدل «حنين» .ومسند الإمام أحمد (٥/٢١٨) .',NULL,'417',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (103,'<span data-type="title" id=toc-32>مصادر ومراجع</span>
...
قائمة بأهم المصادر والمراجع
- القرآن الكريم.
١-الاتجاهات الفكرية المعاصرة وموقف الإسلام منها:
د. جمعة الخولي، الطبعة الأولى ١٤٠٧هـ، مطابع الجامعة الإسلامية، بالمدينة المنورة.
٢-الاتجاهات الفكرية المعاصرة:
د. علي جريشة، ط الأولى، ١٤٠٧هـ، دار الوفاء للطباعة، المنصورة.
٣- أحجار على رقعة الشطرنج:
وليام كار، دار النفائس، ط الأولى.
٤- احذروا الأساليب الحديثة في مواجهة الإسلام:
د. سعدالدين السيد صالح، ط الثانية١٤١٣هـ-١٩٩٣م، دار الأرقم، الزقازيق.
٥- أخطار الغزو الفكري على العالم الإسلامي:
د. صابر طعيمة، ط الأولى ١٤٠٤هـ-١٩٨٤م، عالم الكتب، بيروت.
٦- أساليب الغزو الفكري للعالم الإسلامي:
د. علي جريشة وزميله، دار الاعتصام، القاهرة.
٧-الاستشراق والتبشير وصلتهما بالإمبريالية العالمية:
د. إبراهيم خليل، القاهرة.
٨-الاستشراق والخلفية الفكرية للصراع الحضاري:
د. محمد زقزوق، دار المنار، ط الثانية ١٤٠٩هـ-١٩٨٩م.
٩-الاستقامة لابن تيمية:
لأبي العباس تقي الدين أحمد عبد الحليم المتوفى سنة (٧٢٨هـ) مكتبة ابن تيمية، الطبعة الثانية ١٤٠٩هـ.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (104,'١٠- أضواء على طريق الدعوة إلى الإسلام:
د. محمد أمان الجامي، طبع الرئاسة العامة لإدارات البحوث العلمية والدعوة والإرشاد، الرياض ١٤٠٤هـ.
١١- أعلام الموقعين:
لابن قيّم الجوزية، دار الجيل، بيروت، ١٩٧٣م.
١٢- الإيمان:
لشيخ الإسلام ابن تيمية، دار الكتب العلمية، ط ا، بيروت ١٤٠٣هـ.
١٣- تاريخ أوروبا في العصور الوسطى:
أ. هـ فيشر، ت مصطفى زيادة، مصر ١٩٦٦م.
١٤-تاريخ نجد:
للشيخ حسين بن غنام، تحقيق د. ناصرالدين الأسد، دار الشروق، ط٤، ١٤١٥هـ-١٩٩٤م.
١٥-التبشير الصليبي:
دار الفلاح، بيشاور، ط الثانية ١٤١٣هـ-١٩٩٢م.
١٦-التبشير والاستعمار في البلاد العربية:
د. مصطفى خالدي، وعمر فروج، المكتبة العصرية، بيروت.
١٧-الترغيب والترهيب:
للإمام الحافظ زكي الدين المنذري (ت٦٥٦هـ) نشر إحياء التراث العربي، بيروت ط٣، ١٣٨٨هـ.
١٨-تفسير القرآن العظيم:
للحافظ ابن كثير (ت٧٧٤هـ) مطبعة الفجالة الجديدة، القاهرة، ط الأولى ١٣٨٤هـ، نشر المكتبة الحديثة.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (105,'١٩-تهافت العلمانية في الصحافة العربية:
سالم بهنساوي، دار الوفاء، ط الأولى ١٤١٠هـ-١٩٩٠م.
٢٠-تهافت العلمانية في مناظرة نقابة المهندسين بالأسكندرية:
د. صلاح الصاوي ط١٤١٣هـ، الآفاق الدولية للإعلام، القاهرة.
٢١-تهافت العلمانية:
د. عمادالدين خليل، مؤسسة الرسالة، بيروت، ١٤٠٣هـ-١٩٨٣م.
٢٢-جامع البيان عن تأويل آي القرآن المعروف بتفسير الطبري:
لأبي جعفر محمد بن جرير الطبري (ت٣١٠هـ) شركة ومطبعة مصطفى البابي الحلبي بمصر، ط الثالثة.
٢٣-الجامع الصحيح:
للحافظ أبي عيسى محمد الترمذي (٢٧٩هـ) دار إحياء التراث العربي.
٢٤-الجامع الفريد:
يحتوي كتُباً ورسائل لأئمة الدعوة الإسلامية، طبع على نفقة محمد بن إبراهيم النعمان، دار الأصفهاني للطباعة بجدة.
٢٥-جذور العلمانية:
د. السيد أحمد فرج، دار الوفاء للطباعة والنشر، المنصورة، ط الخامسة١٤١٣ هـ-١٩٩٣م.
٢٦-الحسبة في الإسلام:
لشيخ الإسلام ابن تيمية، دار العلمية، ط ا، بيروت، ١٤١٢هـ-١٩٩٢م.
٢٧-حقيقة التبشير بين الماضي والحاضر:
م. أحمد عبد الوهاب، مكتبة وهبة، القاهرة، ط الأولى، ١٤٠١هـ-١٩٨٨م.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (106,'٢٨-الخطر اليهودي (بروتوكولات حكماء صهيون) :
ت. محمد خليفة التونسي، دار الكتاب العربي، بيروت.
٢٩-ركائز الإيمان:
محمد الغزالي، القاهرة، ١٩٧٤م.
٣٠-سنن أبي داود:
للإمام الحافظ أبي داودسليمان بن الأشعث السجستاني الأزدي (ت٢٧٥هـ) دار الحديث للطباعة والنشر، بيروت، ط الأولى، ١٣٨٨هـ، إعداد وتعليق الدعاس.
٣١-سنن الدارمي:
دار الريان للتراث، القاهرة، ط ١، ١٤٠٧هـ.
٣٢-شرح نواقض الإسلام:
لأبي أسامة حسن بن علي العواجي، ط ١، ١٤١٣هـ-١٩٩٣م، أضوء المنار، المدينة المنورة.
٣٣-شرح النووي على صحيح مسلم:
دار الفكر، بيروت.
٣٤-صحيح البخاري مع فتح الباري:
للإمام محمد بن إسماعيل البخاري (ت٢٥٦هـ) طبع المكتبة السلفية.
٣٥-صحيح مسلم:
للإمام الحافظ أبي الحسن مسلم بن الحجاج القشيري النيسابوري (ت٢٦١هـ) دار إحياء التراث العربي، بيروت، تحقيق فؤاد عبد الباقي.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (107,'٣٦-الصوفية نشأتها وتطورها:
لمحمد العبده، وطارق عبد الحكيم، دار الأرقم، الكويت، ط ١، ١٤٠٦هـ- ١٩٨٦ م.
٣٧-العصرانية في حياتنا الاجتماعية:
د عبد الرحمن الزنيدي، دار المسلم، ط ١، ١٤١٥هـ-١٩٩٤م، الرياض.
٣٨-عقيدة المسلمين والرد على الملحدين والمبتدعين:
للشيخ صالح البليهي، ط ٢، ١٤٠٤هـ.
٣٩-العلمانية، نشأتها وتطورها وآثارها في الحياة الإسلامية المعاصرة:
لسفر الحوالي، دار مكة للطباعة والنشر، نشر جامعة أم القرى، ط، ١٤٠٢ هـ-١٩٨٢م.
٤٠-العلمانية، النشأة والأثر في الشرق والغرب:
زكريا فايد، ط١، ١٤٠٨هـ-١٩٨٨م، الزهراء للأعلام العربي.
٤١-العلمانية وثمارها الخبيثة:
لمحمد شاكر الشريف، دار الوطن، ط ١، ١٤١١هـ، الرياض.
٤٢-الغارة على العالم الإسلامي:
ترجمة محمد الخطيب، ومساعد اليافي، مكتبة أسامة بن زيد، بيروت.
٤٣-الفكر الإسلامي الحديث وصلته بالاستعمار الغربي:
د. محمد البهي، دار الفكر، ط ٦، ١٩٧٣م.
٤٤-قاموس المورد:
لمنير البعلبكي، دار العلم للملايين، بيروت، ١٩٧٧م.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (108,'٤٥-قصة الحضارة:
لديورانت، نشر الإدارة العربية في جامعة الدول العربية، مطابع الدجوي، القاهرة، ترجمة محمد بدران.
٤٦-الكتاب المقدس:
دار الكتاب المقدس في الشرق الأوسط.
٤٧-الكشاف الفريد عن معاول الهدم ونقائض التوحيد:
لخالد محمد علي الحاج، دولة قطر، ١٤٠٣هـ-١٩٨٣م.
٤٨-كواشف زيوف:
عبد الرحمن الميداني، دار القلم، ط ١، ١٤٠٥هـ-١٩٨٥م.
٤٩-لماذا نرفض العلمانية:
محمد محمد بدري، دار ابن الجوزي، ط١، ١٤١٢هـ الدمام.
٥٠-مجموع فتاوي ومقالات متنوعة:
لسماحة الشيخ عبد العزيز بن عبد الله بن باز، الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، الرياض، ط٢، ١٤١١هـ-١٩٩٠م.
٥١-محاضرات في النصرانية:
لمحمد أبي زهرة، دار الفكر العربي، ط ٣، ١٣٨١هـ.
٥٢-مختار الصحاح:
للشيخ الإمام محمد بن أبي بكر الرازي، مكتبة لبنان.
٥٣-المخططات الاستعمارية لمكافحة الإسلام:
لمحمد محمود الصواف، دار الإصلاح، السعودية، الدمام.',NULL,'423',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (109,'٥٤-مدارج السالكين:
للإمام ابن قَيِّم الجوزيّة (ت٧٥١هـ) دار الكتب العلمية، بيروت،
ط١، ١٤٠٣هـ-١٩٨٣م.
٥٥-مذاهب فكرية معاصرة:
محمد قطب، دار الشروق، بيروت، ط ٢، ١٤٠٧هـ-١٩٨٧م.
٥٦-مذابح وجرائم محاكم التفتيش في الأندلس:
محمد على قطب، مكتبة القرآن.
٥٧-مسند الإمام أحمد بن حنبل:
دار صادر، بيروت.
٥٨-المسيحية:
د. أحمد شلبي، مكتبة النهضة المصرية، القاهرة.
٥٩-معالم تاريخ الإنسانية:
هـ. ج. ولز، مطبعة لجنة التأليف والترجمة، القاهرة، ط ١، ١٩٥٠م.
٦٠-معاول الهدم والتدمير في النصرانية وفي التبشير:
إبراهيم الجبهان، دار المجتمع، جدة، ط ٦، ١٤١٣هـ-١٩٩٣م.
٦١-المعجم العربي الحديث:
لأروس، د. خليل الجسر، مكتبة الأروس، باريس.
٦٢-المعجم الوسيط:
لمجموعة من علماء اللغة العربية، مصر.
٦٣-المعجم المفهرس لألفاظ الحديث النبوي:
رتبه ونظمه لفيف من المستشرقين، نشره د. أ-ي ونسك، أستاذ العربية بجامعة ليدن، ١٩٣٦م.',NULL,'424',NULL,NULL,'0');
INSERT INTO [b8823] VALUES (110,'٦٤-المعجم المفهرس لألفاظ القرآن الكريم:
وضعه محمد فؤاد عبد الباقي، مطبعة دار الكتب المصرية، القاهرة.
٦٥-المواجهة بين الإسلام والعلمانية:
د. محمد صلاح الصاوي، ط ١، ١٤١٣هـ، الآفاق الدولية للإعلام.
٦٦-مؤامرة فصل الدين عن الدولة:
محمد كاظم حبيب، دار الإيمان، لبنان، ط ١، ١٣٩٤هـ-١٩٧٤م.
٦٧-الموجز في الأديان والمذاهب المعاصرة:
ناصر القفاري وزميله، ط١، ١٤١٣هـ-١٩٩٢م، دار الصميعي للنشر، الرياض.
٦٨-الموسوعة العربية الميسرة:
دار نهضة لبنان للطبع والنشر، ١٤٠١هـ-١٩٨١م، بيروت.
٦٩-الموسوعة الميسرة في الأديان والمذاهب المعاصرة:
الندوة العالمية للشباب الإسلامي، ط ٢، ١٤٠٩هـ-١٩٨٩م، الرياض.
٧٠-موقف الإسلام من نظرية ماركس:
أحمد العوايشة، دار مكة للطباعة، ط ١، ١٤٠٢هـ-١٩٨٢م.
٧١-النهاية في غريب الحديث والأثر:
تحقيق طاهر الزواوي، ومحمود الطناحي، المكتبة الإسلامية لصاحبها الحاج رياض الشيخ القاهرة بدءً من ١٣٨٣هـ – ١٩٦٣م.
٧٢-نواقض الإسلام:
رسالة للشيخ محمد بن عبد الوهاب، ضمن مؤلفات الشيخ محمد بن عبد الوهاب، أعدها وصححها مجموعة من العلماء الذين شاركوا في مؤتمر أسبوع الشيخ محمد بن عبد الوهاب، طبع جامعة الإمام محمد بن سعود.',NULL,'425',NULL,NULL,'0');
