-- Table: b9013
-- Chunk: 1
-- Rows: 40

CREATE TABLE "b9013"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9013
INSERT INTO [b9013] VALUES (1,'<span data-type="title" id=toc-1>مدخل</span>
...
انتشار الإسلام بالفتوحات الإسلامية زمن الراشدين
بقلم الدكتور جميل عبد الله محمد المصري أستاذ مشارك بكلية الدعوة وأصول الدين
الحمد لله على نعمه التي لا تُحصى، وعطائه الذي لا يستقصى، الحمد له سبحانه وتعالى أولاً وأخراً الذي أتم نعمه على البشرية بالإِسلام، وجعله هو الدين. وهو القائل جل وعلا:
{وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} ١.
وصلى الله على سيدنا محمد الأمين الذي قام بعبء الدعوة، وعلمها المسلمين منهجاً، قولاً وعملاً وأسلوباً، صلى الله عليه وعلى آله، ورضي الله عن أصحابه البررة وعن تابعيهم وتابعي تابعيهم بإحسان إلى يوم الدين وبعد:
فإني أسأل الله سبحانه أن يجعل من بحثي هذا لبنة في بناء توضيح دعوة الإسلام وانتشارها بين الأمم التي أظلتها راية الإسلام في الفتوحات الإسلامية زمن الراشدين، وتوضيح الصلة الوثيقة بين الدعوة والتاريخ الإسلامي، حيث أن تاريخ الإسلام هو تاريخ هذه الدعوة بالدرجة الأولى.
وعهد الخلفاء الراشدين (١١-٤٠ هـ) هو أفضل عهود الدعوة الإسلامية بعد عهد النبوة، فقد نهلوا من مدرسة القرآن الكريم، مدرسة النبوة، فاتضحت لهم مهمتهم في تبليغ الدعوة، فكانوا الأسوة الحسنة للدعاة إلى الله بعد رسول الله صلى الله عليه وسلم، وطريقتهم حجة. قال صلى الله عليه وسلم:
"عليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل بدعة ضلالة " ٢.
وجاء في الصحيحين أنه صلى الله عليه وسلم قال:
"كيف ترون القوم صنعوا حين فقدوا نبيهم، وأرهقتهم صلاتهم".
قلنا: الله ورسوله أعلم.
_________
١ سورة فصلت الآية: ٣٣.
٢ رواه أبو داود رقم ٤٦٠٧، والترمذي رقم ٢٦٧٨ وقال عنه حديث حسن صحيح. وابن ماجة رقم ٤٢، وأخرجه الإمام أحمد.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (2,'قال: "أليس فيهم أبو بكر وعمر، إن يًطيعوهما فقد رشدوا، ورشدت أمتهم، وإن يعصوهما، فقد غووا، وغوت أمتهم". قالها ثلاثاً١.
وقد برزت في عهد هؤلاء الخلفاء ذاتية الأمة الإسلامية بوضوح، على أسس متينة قويمة من العقيدة والشريعة التي جاء بها الإسلام في كتاب الله وسنة رسوله صلى الله عليه وسلم. واتضحت فيه مهمة الأمة المسلمة في تبليغ الدعوة، وإخراج الناس من ظلم العباد إلى عدل الإسلام، ومن ظلام الشرك إلى عبادة الله وحده.
_________
١ ابن تيميه_ منهاج السنة_ ٣/١٦٠.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (3,'<span data-type="title" id=toc-2>عالمية الدعوة الإسلامية:</span>
اتّسمَ الإسلام بالطابع العلمي منذ نزول أول آية على رسول الله صلى الله عليه وسلم في غار حراء {اقْرَأ} فهي دعوة آمرة إلى الثقافة، إلى العلم، إلى التفكير، إلى البحث المستفيض في ملكوت الله، في السماء والأرض، في الجبال، في كل ما خلق الله تعالى من كائنات صغرت أم كبرت٢. دعوة ذات نظرة كلية شاملة إلى الكون، والإنسان، والحياة، وما قبل الحياة وما بعدها.
وتتابعت بعدها الآيات المحكمات، يلقيها جبريل عليه السلام على قلب محمد صلى الله عليه وسلم، يتنزل بها من لدن حكيم خبير، من خالق السماوات والأرض، فيعيها محمد صلى الله عليه وسلم وعياً كاملا، ويبلغها بأمانة وقوة، وإخلاص. والآيات تبين- والدعوة لم تزل في مكة لم تخرج عن نطاقها- أن الدعوة عالمية، ليست محدودة بشعب من الشعوب، ولا مكان دون مكان، ولا بزمان دون زمان، دعوة للبشر عامة، ولعموم الأزمنة والأمكنة، حيث أن محمداً- هو خاتم الأنبياء والمرسلين، وبه تم الإسلام، وتأكد ذلك حين صلى بالأنبياء إماماً في صلاة جامعة ببيت المقدس ليلة إسرائه، وتأكدت بذلك وحدة الرسالات، وببعثة رسول الله صلى الله عليه وسلم تم بناء الإسلام.
ومن الآيات المكية التي أكدت على عالمية الدعوة:
قوله تعالى: {إِنْ هُوَ إِلا ذِكْرٌ لِلْعَالَمِينَ} ٣.
وقوله: {إِنْ هُوَ إِلا ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كَانَ حَيّاً وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} ٤.
_________
٢ انظر: عبد الحليم محمود_ القرآن والنبي ١٧٩.
٣ سورة ص الآية: ٨٧.
٤ سورة يس الآيتان: ٦٩،٧٠.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (4,'وقوله سبحانه: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً} ١.
وقوله: {وَمَا أَرْسَلْنَاكَ إِلا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً} ٢.
وقوله جلّ وعلا: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} ٣.
وكانت المدينة المنورة هي أول فتح إسلامي مجيد، فتحت قلبها بالدعوة، وشرفت بهذا الاسم- المدينة٤. واختصت به. فاستقبله المهاجرين، ونصرت رسول الله صلى الله عليه وسلم، واحتضنت الدعوة، وأضحت نقطة ارتكاز، انطلقت منها الدعوة بعد أن تكونت فيها أول حكومة إسلامية، برئاسة محمد صلى الله عليه وسلم، وأسلمت له قيادها، فطبق أحكام الإسلام في الداخل، وقامت فيها حياة إسلامية كاملة، وحملت الدعوة إلى خارجها بالجهاد في سبيل الله.
وقد بُنِيَت الدولة الإسلامية على أساس العقيدة الإسلامية، وعلى أساس الآيات التي استمرت تتنزل منجمة عام الرسول الأمين صلى الله عليه وسلم، إلى أن تم هذا الدين في السنة العاشرة من هجرة المصطفى صلى الله عليه وسلم في قوله سبحانه وتعالى:
{الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِيناً} ٥.
وتخطت دولة الإسلام منذ قيامها الحدود الأرضية، والحواجز الجنسية، والعرقية، واللونية، وترفعت على جميع الروابط الأرضية، وجعلت أساس التفاضل التقوى، استجابة لقوله سبحانه وتعالى:
{يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ٦.
وقد أكد رسول الله صلى الله عليه وسلم هذا المبدأ الرائع في حجة الوداع حتى تهتديَ أمته بهديه
فقال:
" ... إن ربكم واحد، وإن أباكم واحد، كلكم لآدم، وآدم من تراب، أكرمكم عند الله أتقاكم، وليسر لعربي فضل على عجمي، ولا لأبيض على أسود فضل إلا بالتقوى" ٧.
_________
١ سورة الفرقان الآية: ١.
٢ سورة سبأ الآية: ٢٨.
٣ سورة الأعراف الآية: ١٥٨.
٤ انظر: ابن منظور_ لسان العرب ١٣/٤٠٢.
٥ سورة المائدة الآية: ٣. انظر: ابن كثير_ البداية والنهاية ٥/١٧٧.
٦ سورة الحجرات الآية: ١٣.
٧ انظر: جميل المصري_ تاريخ الدعوة ٢٢٩.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (5,'<span data-type="title" id=toc-3>الجهاد من وسائل تبليغ الدعوة ونشرها:</span>
وفرض الله سبحانه وتعالى الجهاد على المسلمين من أجل تبليغ الدعوة، وتم هذا الفرض على مراحل بدأت قبل وصول رسول الله صلى الله عليه وسلم إلى المدينة في هجرته، وبالجهاد تمت الفتوحات الإسلامية.
وقد جاءت أدلة الجهاد عامة ومطلقة، تشمل الحرب الدفاعية، ومبادأة العدو بالقتال، والحرب المحدودة، وغير المحدودة١. وهدفه إزالة الحواجز وتخطّي العقبات التي تعترض طريق تبليغ الدعوة:
إلى دفع الظلم ورد كيد الظالمين في قوله تعالى:
{أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ ... } ٢.
وإلى رد الاعتداء في قوله سبحانه:
{وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ} ٣.
وإلى نجدة المستضعفين في الأرض، في قوله سبحانه:
{وَمَا لَكُمْ لا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيراً} ٤.
وإلى حماية الدين والتمكين من التوحيد في قوله جلّ وعلا:
{وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلا عُدْوَانَ إِلا عَلَى الظَّالِمِينَ} ٥.
فالجهاد في سبيل الله ليست غايته حمل الناس على الإِسلام، وإكراههم على اعتناقه، وليس لاستعمار الشعوب ونهبها، واستغلال خيراتها واستعباد أفرادها وإذلالهم، إنما هو فرض لمصلحة البشر، ولفائدة المجتمعات لا فساح المجالس لتوحيد الله سبحانه وعبادته، وتكوين مجتمع الخير والعدل، بإزالة العقبات والحواجز التي تحول بين الناس وإبلاغهم دعوة الإسلام.
_________
١ نفسه ١٧١.
٢ سورة الحج الآية: ٣٩.
٣ سورة البقرة الآية: ١٩٠.
٤ سورة النساء الآية: ٧٥.
٥ سورة البقرة الآية: ١٩٣.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (6,'قال تعالى:
{الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ} ١.
والقتال في سبيل الله هو جهاد ليكون الدين كله لله وحده، ولتكون كلمة الله هي العليا٢. وقد ورد تعبير "في سبيل الله" مرتبطاً بالجهاد والقتال اثنتين وثلاثين مرة في القرآن الكريم، ولا يكاد أمر بالقتال يخلو من هذا التعبير في أحاديث المصطفى صلى الله عليه وسلم.
_________
١ سورة الحج الآية: ٤١
٢ انظر: ابن تيميه_ السياسة الشرعية ١٨.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (7,'<span data-type="title" id=toc-4>الرسول صلى الله عليه وسلم وضع خطة الفتوحات لنشر الإسلام:</span>
قام رسول الله صلى الله عليه وسلم في مكة المكرمة بتبليغ الدعوة بالطرق والوسائل المتاحة له، وكان يتصل بالقبائل، ويحضر الأسواق، ويدعو الزعماء لنصرته، إلى أن كانت بيعة العقبة الأولى في السنة الثانية عشرة من البعثة النبوية، وبيعة العقبة الثانية في السنة الثالثة عشرة من البعثة النبوية مع أهل المدينة، وتكونت دولة الإسلام في المدينة، فقام بعبء الجهاد قي سبيل الله، لتبليغ الدعوة، إلى جانب إرسال الكتب والرسل إلى من كان يعاصره من الملوك، والأمراء، والقادة، والزعماء.. واتضحت معالم هذه الوسيلة الأخيرة بعد هدنة الحديبية عام ٦ هـ ٣. وهذه الكتب واضحة الدلالة على تطبيق رسول الله صلى الله عليه وسلم عملياً لما تردد في القرآن الكريم من دعوة الناس جميعاً لاعتناق الإسلام.
وقد حاول كثير من المستشرقين إنكار بعثة رسول الله صلى الله عليه وسلم إلى الناس كافة، متجاوزين ما ورد من آيات بينات تلك التي وردت في القرآن الكريم في الفترة المكية، والفترة المدنية، ومتجاوزين إجماع المسلمين على هذا الأمر، وجعلوا من أنفسهم حكماً على تاريخ الإسلام وتاريخ الدعوة، فقاموا بدراسات متجنّية على الإسلام والمسلمين، وعلى رسول الإسلام صلى الله عليه وسلم، بل وساخرة أحياناً ٤. في حين لم ينكر بعضهم ذلك٥.
_________
٣ انظر: ابن هشام_ السيرة ١/٦٥٠، الطبري_ تاريخ ٢/٦٤٤_٦٥٥.
٤ مثل "برنارد لويس" في كتابه: السياسة والحرب في الإسلام.
٥ مثل "ليوتي كاتياني في كتابه حوليات الإسلام (geetani annali del Islam vol. Vp٢٢٣) ، و" نولدكه " في كتابه: تاريخ القرآن و" إجناس جولد تسيهر " في كتابه: العقيدة والشريعة في الإسلام، و" ول ديورانت " في كتابه: قصة الحضارة ١٣/٢١، و" وليم ميور " في كتابه: الخلافة the caliphate p.٤٣-٤٤.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (8,'ورسول الله صلى الله عليه وسلم قام فعلاً بتبليغ الدعوة ونشرها عن طريق الجهاد، وغزواته وسراياه كثيرة١. وتظهر في بعضها خطته في نشر الدين خارج شبه الجزيرة العربية. وهذه الخطة حاول معظم المستشرقين التشكيك فيها كعادتهم حتى الذين لم ينكروا بعثته صلى الله عليه وسلم إلى الناس كافة٢. رغم وضوح هذه الخطة، ورغم استمرارها في عهد خلفائه الراشدين بعد التحاقه بالرفيق الأعلى.
فقد بعث صلى الله عليه وسلم خمسة عشر رجلا إلى ذات أتلاح على مشارف بلاد الشام، يدعون إلى الإسلام، فاستشهدوا جميعاً، لم ينجُ إلا رئيسهم كعب الذي عاد جريحاً٣.
ووجه صلى الله عليه وسلم سرية مؤتة لتأديب القبائل الغادرة، ولتكون طليعة حملة أكبر لفتح الشام عام ٨ هـ٤ قبل فتح مكة وقد تصدى لهذه السرية الروم البيزنطيون بقبائل العرب المتنصرة، وعادت دون أن تحقق نجاحاً عسكرياً، ولكنها أدت دوراً في تبليغ الدعوة، فوصلت الدعوة حدود الشام، وبدأت تمتد بين القبائل الخاضعة للروم، قبل أن تعمّ شبه الجزيرة العربية.
ووجه صلى الله عليه وسلم حملة بقيادة عمرو بن العاص في المهاجرين الأولين إلى الشمال، وفيهم أبو بكر، وعمر، وأبو عبيدة، قبل أن يتوجه لفتح مكة عام ٨ هـ. فوطيء عمرو أرض طيء، وبلي، وعذرة، وبلقين في غزوة ذات السلاسل٥. وكلها قبائل كانت تخضع للروم البيزنطيين بشكل أو بآخر.
وبعد غزوة حنين ورجوعه من حصار الطائف قاد صلى الله عليه وسلم غزوة تبوك بنفسه عَام ٩ هـ. وكانت تظاهرة إسلامية كبيرة، وصل عدد الجيش الإسلامي فيها ثلاثين ألفاً، وهو أكبر جيش شهدته الجزيرة العربية حتى ذلك التاريخ، وقد تنافس المسلمون في تجهيزه، في النفقة، وتنافسوا في النفير، في زمن عسرة، وشدّة الحرّ، فسمي الجيش بـ "جيش العسرة"٦. وكانت اختبارا وفقاً لأمة الجهاد بالفعل، كشفت بوضوح خطة الرسول صلى الله عليه وسلم بالعمل على تبليغ الدعوة ونشرها بطريق الجهاد والفتح، ووضعت الأسس التي ستسير عليها الفتوحات الإسلامية زمن الراشدين والأمويين، وما يجب أن تسير عليه الأمة المسلمة في جميع عصورها.
_________
١ انظر: ابن كثير_ البداية والنهاية ٥/ ٥ ٢١-٢٢٣.
٢ انظر: مثلا "ول ديورانت "- قصة الحضارة ١٣/ ٢١.
٣ ابن كثير_ البداية والنهاية ٤/ ٢٤١.
٤ الواقدي- المغازي ٢/ ٧ ٥ ٧، ابن هشام- السيرة ٢/ ٣٢٤، ابن سعد- الطبقات ٢/ ١.
٥ الواقدي- المغاري٢/ ٧٧١، المقريزي - إمتاع الأسماع ١/٣ ٥ ٣.
٦ الطبري - تاريخ ٣/ ١٠١، الواقديً- المغازى٣/ ٩٩٩- ١٠١٥، ابن الأثير- الكامل في التاريخ ٢/٢٧٧، ابن هشام- السيرة٤/ ١٣٥ _١٣٨، ابن سعد ٢/ ١/١١٩.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (9,'ومع أن المسلمين لم يصطدموا بالروم البيزنطيين في غزوة تبوك، فإنها كرّست هيبة المسلمين في الجهات المحاذية للروم أولاّ، واخترقت الدعوة بلاد الشام ثانياً، فأسلم بعض عربها كفرْوة بن عمرو الجذامي، الذي صلبه الروم بسبب ذلك١. وقدمت بعض وفودهم كوفد الداريين، وعلى رأسهم تميم الداري٢ رضي الله عنه.
واستمر رسول الله صلى الله عليه وسلم يبن للأمة المسلمة خطة الفتح، وطرق تبليغ الدعوة خارج شبه الجزيرة، فأمر بتجهيز جيش أسامة وأمر بإنفاذه (أثناء مرضه) إلى الشام٣.
وبهذا يتضح أن الفتوحات الإسلامية لم تأت وليدة الصدف، ولم تكن خطة الفتح ارتجالية، وإنما كانت وفق خطة واضحة، راشدة، واضحة أسسها النبي صلى الله عليه وسلم وسار الخلفاء الراشدون رضي الله عنهم من بعده على منهجها. فأنفذ أبو بكر بعث أسامة إلى الشام رغم ظروف المدينة الحرجة بعد وفاة الرسول صلى الله عليه وسلم، بسبب ردة العرب ردة عامة أو خاصة، وتطلع القوى المعادية للدعوة الإسلامية إلى القضاء على الإسلام ودولته، فكانت معارضة بعض الصحابة في إنفاذ جيش أَسامة٤.
وقام أبو بكر رضي الله عنه بتوجيه عبادة بن الصامت رضي الله عنه إلى "هرقل" إمبراطور الروم يدعوه إلى الإسلام، أو الجزية، أو يؤذنه بحرب، فقام عبادة رضي الله عنه بمهمته٥.
كل ذلك ليؤكد أبو بكر للمسلمين خطة الرسول صلى الله عليه وسلم في الفتوحات عملياً.
ولما تم القضاء على حركة الردة قاما أبو بكر رضي الله عنه مباشرة بتوجيه الجيوش الإسلامية إلى العراق والشام، وفي وقت واحد، أن قام بمواجهة الدولتين الكبيرتين في العالم آنذاك- دولة فارس الكسروية ودولة الروم البيزنطيين القيصرية- دون أن يحسب حسابا للقوى المادية، من حيث العَدد والعُدد، وذلك قياماً لما يطلبه الإسلام من تبليغ الدعوة، واتباعاً لأساليب الرسول صلى الله عليه وسلم، وتنفيذا لخطته. فتوجهت قوات الإسلام، للفتح، تحقيقاً لأهداف فرضية الجهاد في سبيل الله.
_________
١ ابن هشام _ السيرة ٤/٥٩١، ابن الأثير_ الكامل ٢/٢٠٣.
٢ ابن هشام _ السيرة ٤/٦٥٠.
٣ ابن هشام _ السيرة ٤/٦٥٠، ابن الأثير_ الكامل ٢/٢١٥.
٤ انظر: ابن الأثير _ الكامل في التاريخ ٢/٢٧٦.
٥ الدينوري _ الأخبار الطوال.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (10,'p ٨٠',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (11,'<span data-type="title" id=toc-5>المبشرات من عوامل القوة النفسية التي سهلت الفتح:</span>
وكانت هذه القوات الإسلامية تتحرك وهي على ثقة تامة بالنصر، فقد بشرهم الله سبحانه وتَعالى بالنصر في كثير من الآيات الكريمة، في مثل قوله تعالى:
{هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} ١.
وبشرهم رسول الله صلى الله عليه وسلم بفتح اليمن، والشام، والمشرق، والمغرب، حين كانوا في أشد حالات الضيق في غزوة الأحزاب (يوم الخندق) عام٥ هـ٢.
وعندما وَفدَ تميم الداري إلى النبي صلى الله عليه وسلم أقطعه حبرى، وبيت عينون ومسجد إبراهيم علية السلام (حبرون) ، وكتب له بذلك كتاباً٣. وهذه من أرض الشام التي كانت تخضع لحكم الدولة البيزنطية، فهي بشارة بفتح الشام.
وقد حرم الله سبحانه وتعالى على الروم أن يملكوا بلاد الشام برمتها إلى أخر الدهر، كما ثبت في الصحيحين عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:
"إذا هلك كسرى، فلا كسرى بعده، وإذا هلك قيصر فلا قيصر بعده، والذي نفسي بيده لتنفقن كنوزهما في سبيل الله عز وجل" ٤.
وهذه بشارة بفتح الشام في العراق وبلاد فارس.
ٍوعندما وفد عدي بن حاتم رضي الله عنه٥ بشر رسول الله صلى الله عليه وسلم بفتح العملاق والمشرق قائلا (عن عدي بن حاتم) :
" ... إني أعلم الذي يمنعك من الإسلام، تقول: إنما اتبعه ضعفة الناس، ومن لا قوة لهم، وقد رمتهم العرب، أتعرف الحيرة؟ " قلت: "لم أرها، وقد سمعت بها".
_________
١ سورة التوبة الآية:٣٣.
٢ انظر: ابن هشام_ السيرة ٣/٢١٩.
٣ البلاذري_ فتوح البلدان ١٣٥، وتنسب إليه أسرة التميمي التي لا تزال تقيم في مدينة الخليل، والقدس من أرض فلسطين إلى اليوم.
٤ ابن كثير_ البداية والنهاية ٧/٥٩ ويعلق قائلا: (وقد وقع ما أخبر به صلوات الله وسلامه عليه، وسيكون ما أخبر به جزمًا، لا يعود ملك القياصرة إلى الشام أبداً، لأن قيصر علم جنس عند العرب، يُطلق على كل من ملك الشام مع بلاد الروم، فهذا لا يعود لهم أبداً) .
٥ عدي بن حاتم أمير صحابي من الأجواد العقلاء، أبوه حاتم المشهور بالكرم في الجاهلية. كان رئيس طيء في الجاهلية والإسلام. وفد على النبي صلى الله عليه وسلم بغير أمان ولا كتاب. فأكرمه الرسول صلى الله عليه وسلم سنة ٩هـ أسلم وكان نصرانيا. وثبت على الإسلام في الردة ولعب دوراً جيداً حتى قال فيه ابن الأثير (خير مولود في أرض طيء، وأعظمه بركة عليهم) فقد أحضر صدقة قومه إلى أبي بكر. وشهد فتح العراق ومات بالكوفة. انظر: ابن حجر_ الإصابة ٢/٤٦٨، الزركلي_ الأعلام ٤/٢٢٠ الذهبي_ سير أعلام النبلاء ٣/١٦٢.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (12,'قال: "فالذي نفسي بيده ليتمن الله هذا الأمر، حتى تخرج الظعينة من الحيرة حتى تطوف بالبيت في غير جوار أحد، وليفتحن كنوز كسرى بن هرمز".
قال: قلت: "كنور ابن هرمز؟! "
قال: "نعم كسرى بن هرمز، وليبذلن المال حتى لا يقبله أحد ... " ١.
وبشر رسول الله صلى الله عليه وسلم المسلمين بفتح مصر في قوله صلى الله عليه وسلم:
"إنكم ستفتحون مصرِ، وهي أرض يسمى فيها القيراط، فإذا افتتحتموها فأحسنوا إلى أهلها، فإن لهم ذمة ورحماًَ- أو قال: ذمة وصهراً" ٢.
يشير بذلك إلى هاجر أم إسماعيل عليه السلام، وإلى مارية القبطية أم إبراهيم ابنه.
وسئل رسول الله صلى الله عليه وسلم أي المدينتين تفتح أولاً؟ فقال:
"مدينة هرقل" ٣ إشارة إلى القسطنطينية عاصمة الدولة البيزنطية، والمدينة الأخرى يقصد بها "روما" مركز البابوية في إيطاليا.
وهذه المبشرات ليست تنبؤات بشرية تصيب مرة، وتخطيء مرات ولكنها مبشرات يقينية، صدرت من رسولِ الله الذيَ لا ينطق عن الهوى: {إِنْ هُوَ إِلا وَحْيٌ يُوحَى} ٤ - وقد أضافت دليلاً صادقاً على وجود خطة منظمة للفتح، وعلى عدم ارتجالية الفتوحات، دفعت المسلمين لفتح الأمصار زمن الراشدين والأمويين، وهم على يقين من تحقيق ذلك.
وكان القادة يُرَغّبون جند الإسلام في الجهاد، ويعلمونهم ما وعد الله نبيه من النصر، وإظهار دينه٥.
_________
١ ابن كثير _ البداية والنهاية ٥/٦٦، ابن هشام _ السيرة ٤/٥٨١، ابن حجر _ الإصابة في تمييز الصحابة٢/٤٦٨.
٢ صحيح مسلم _ في كتاب الفضائل _ باب وصية النبي بأهل مصر، فتح الباري ٦/١٠٢، البلاذري_ فتوح البلدان ٢٢٠.
٣ رواه عن ابن عمر الدرامي، وأحمد وابن أبي شيبة، والحاكم، والمقدسي.
وهذه البشرى جعلت المسلمين يجدون لفتح القسطنطينية عاصمة الإمبراطورية البيزنطية في عهد معاوية رضي الله عنه في حرب السنوات السبع مع الروم ٥١_٥٨هـ. وحاصروها في زمن سليمان بن عبد الملك عام ٩٨هـ. بقيادة مسلمة بن عبد الملك إلى أن أمر عمر بن عبد العزيز بالانسحاب عام ٩٩هـ. لأسباب عديدة ليس هنا موضع تفاصيلها.
وقد وفق المسلمون في فتحها على يد محمد الفاتح العثماني عام ٨٥٧هـ/١٤٥٣م. واتخذها العثمانيون عاصمة لدولتهم باسم "استنبول" أو الآستانة.
أما المدينة الثانية "روما" مركز البابوية الكاتوليكية في إيطاليا فقد نجح المسلمون في حصارها في فترة من فترات التاريخ في القرن الثالث الهجري. حتى اضطر البابا أن يدفع مثاقيل كثيرة من الذهب لقاء انسحابهم منها. فرجعوا عنها. وبقيت البشرى_ بشرى رسول صلى الله عليه وسلم_ بفتحها بإذن الله.
٤ سورة النجم الآية: ٣.
٥ انظر: مثلاً خطبة سعد بن أبي وقاص رضي الله عنه في جنده يوم القادسية. اليعقوبي_ تاريخ ٢/٢٤١.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (13,'وقد تجاهل المستشرقون هذه الأخبار الثابتة من عمل رسول الله صلى الله عليه وسلم وأقواله، وصوروا الفتوحات الإسلامية على أنها حركة ارتجالية، هدفها القوي رغبة أبي بكر في إشغال العرب عن أنفسهم، وخصوماتهم، وإغرائهم بالغنائم، والمنافع المادية١. وأقوالهم تلك تدحضها الحقائق الثابتة، كما وقعوا في التناقض كعادتهم عند تناولهم أحداث التاريخ الإسلامي، والحضارة الإسلامية.
وكمثال على ذلك يقول "بروكلمان" متلاعباً بالألفاظ:
"ما في مقدور أبي بكر أن ينفذ خطة النبي الأخيرة٢ - تلك التي تفضي بنشر الإيمان في ما وراء حدود الوطن الأم، ذلك بأنه كان عليه أن يوجد فرصة من النشاط الخارجي لهذه القوى التي كانت في الماضي على استعداد دائم لأن تتفانى في منازعَات لا نهاية لها"٣.
وعلى العموم فقد كانت هناك خطة واضحة للفتوحات الإسلامية من أجل تبليغ الدعوة، وهي خطة راشدة مستنيرة حتى أن أبا بكر رضي الله عنه منع المرتدين من الاشتراك في الفتوحات الأولى٤. وهذه الخطة تُقدم إذا كان الإقدام حزماً ومناسباً، وتتأنى إذا كان التأني خيراً للمسلمين وللشعوب غير المسلمة من أهل البلاد. فتردّد عمر بن الخطاب رضي الله عنه في الانسياح- في بلاد فارس، وفي فتح مصر (إن صح) ، وفي فتح الهند، وفي فتح إفريقيا- لم يكن مبعثه عدم الرغبة في فتح هذه البلاد أمام دعوة الإسلام، ولكنه من ضمن خطة، لتثبيت المكاسب الإسلامية، والتمكن من إقامة الإسلام في الأراضي المفتوحة، واستنهاض طاقات الشعوب التي أظلتها رايته، وتجميعها، ثم توجيهها الوجهة الصالحة، ومن أجل الدعوة، حتى تصبح تلك الأقطار نقاط ارتكاز جديدة، تنطلق منها الدعوة وتمتد، إلى أقطار أخرى، تسهم فيها شعوب تلك الأقطار بدلاً من أن تكون شوكة في جنب المجاهدين، أو خنجراً يوجه إلى ظهورهم في خلفهم.
_________
١ مثل "فلهوزن"_ تاريخ الدولة العربية ٢٣، "برناد لويس":the arabs in history ٥٢،"نتنج"_ العرب وانتصاراتهم ٤٧، "روم لاندو"_ الإسلام والعرب ٢٠٩، "بروكلمان"_ تاريخ الشعوب الإسلامية ١/٢٣، "كلود كاهين"_ تاريخ العرب والشعوب الإسلامية، "فيليب حتي"_ تاريخ العرب ١٧٨، صانعوا التاريخ العربي ٤٤،٥٨_٥٩.
٢ لاحظ أنه يعترف بوجود خطة للفتح وضعها رسول الله صلى الله عليه وسلم. ثم يتجاهل ذلك!
٣ تاريخ الشعوب الإسلامية ١/٩٠.
٤ انظر: كتابه إلى خالد بن الوليد وعياض بن غنم: الطبري ٣/٣٤٧، ابن عساكر_ تاريخ دمشق ١/٢٢٢، وكتابه رضي الله عنه إلى خالد بن سعد بن العاص وهو بتيماء_ الطبري ٣/٣٨٨.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (14,'<span data-type="title" id=toc-6>جند الإسلام وقادتهم دعاة:</span>
الجيش الإسلامي داعية بسلوك قادته، وأفراده، وعلمائه، في أقوالهم وأعمالهم. تدفعهم العقيدة للجهاد، والرغبة في إنقاذ الأمم والأفراد من عبادة العباد إلى عبادة رب العباد، ومن ضيق الدنيا إلى سعة الآخرة، ومن جور الأديان إلى عدل الإسلام. وقد تميزوا بالتمسك بالعقيدة، والتزموا بأحكام دينهم. فكان الخلفاء والقادة يوصون جندهم بالاستعانة بالله، والتقوى، وإيثار أمر الآخرة على الدنيا، والإخلاص في الجهاد، وإرادة الله في العمل، والابتعاد عن الذنوب١. فكان عمل القادة والجند تبليغ الدعوة، وتميزت مواقفهم بأنها أنبل المواقف التي عرفها التاريخ العالمي.
فكان القادة على رأس جندهم، يتلقون الصدمات الأولى في معارك الجهاد، فاستشهد كثير منهم مثل: المثنى بن حارثة الشيباني، وأبو عبيد الثقفي الذي اندفع لنيل الشهادة مع أولاده الأربعة يوم الجسر مع سبعة من قادة المسلمين، وعكرمة بن أبي جهل، وضرار بن الأزور، والنعمان بن مقرن رضي الله عنهم جميعاً.
والقادة الذين ضربوا أروع أمثلة الجهاد في سبيل الله كثير عددهم مثل:
أبو عبيدة عامر بن الجراح- أمين الأمة- وشرحبيل بن حسنة، ومعاذ بن جبل، وحذيفة ابن اليمان، وعمرو بن العاص، والزبير بن العوام، والقعقاع بن عمرو التميمي، وعاصم بن عمرو التميمي، ويزيد بن أبي سفيان، وعياض بن غنم، وهاشم المرقال، وسعد بن أبي وقاص، وعتبة بن غزوان، والأحنف بن قيس، وعبد الله بن عامر وغيرهم كثير رضي الله عنهم جميعاً من القادة الذين أنجبتهم مدرسة الإسلام، وربوا على يدي رسول الله صلى الله عليه وسلم، أو صحابته. فضربوا أعظم الأمثلة في النبل، والشجاعة، والوقار، والتقوى، فكان أثرهم كبيرًا في عوامل النصر، وفي تبليغ الدعوة في البلاد المفتوحة.
وكان من السنة التي سن الرسول صلى الله عليه وسلم بعد معركة بدر الكبرى عام ٢ هـ- أولى معارك الإسلام الحاسمة- أن تقرأ سوره الجهاد عند اللقاء، وهي سورة الأنفال٢ ليبقى تعلق الجند بالله، والثقة بنصر الله.
_________
١ انظر: أمثلة على ذلك: مخاطبة أبي بكر رضي الله عنه لجند الشام: الطبري_ تاريخ ٣/٣٩٣، وكتابه إلى خالد وعياض: الطبري ٣/٣٧٢، وخطبة خالد لجنده يوم اليرموك: الطبري ٣/٣٩٥، وكتاب عمر رضي الله عنه إلى سعد بن أبي وقاص: العقد الفريد ١/١١٧.
٢ الطبري _ تاريخ ٣/٣٩٧.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (15,'ولما فتح خالد بن الوليد الحيرة عام ١٢ هـ صلى صلاة الفتح ثماني ركعات لا يسلم فيهن١.
وبعد معركة الفراض عام ١٢ هـ مع الفرس والعرب المتنصرة في العراق- وكانت من أشد معارك الأيام- وعودة الجند الإسلامي إلى الحيرة أمر خالد بن الوليد عاصم بن عمرو التميمي أن يسير بالجيش، وأظهر أنه في الساقة، وأدى فريضة الحج، شاكراً أنعم الله سبحانه. وكانت غيبته عن الجيش يسيرة، فما توافى آخر الجيش إلى الحيرة، حتى وافاهم مع صاحب الساقة الذي وضعه، فقدما ولم يدرِ أحد بذلك، وكذلك لم يعلم أبو بكر رحمه الله إلا بعد، فغضب عليه، وأمره ألاّ يعود لما فعل٢.
ولما افتتح سعد بن أبي وقاص رضي الله عنه المدائن- عاصمة الفرس- دخل إيوان كسرى، وصلى صلاة الفتح ثماني ركعات بتسليمة واحدة٣. وقرأ:
{كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ كَذَلِكَ وَأَوْرَثْنَاهَا قَوْماً آخَرِينَ} ٤.
ولما افتتح عبد الله بن عامر خراسان عام ٣١ هـ أحرم من نيسابور وأدى فريضة الحج شكراً لله سبحانه وتعالى٥ وقد لامه عثمان رضي الله عنه على ذلك.
وكان هؤلاء القادة يسيرون خلف جندهم في وقت الأمن والعودة، يرفقون بهم، ويحملون الكلّ ويعينون الضعيف.
واقرأ ما قاله رسل "المقوقس" إلى عمرو بن العاص بعد أن لبثوا يومين في جيش المسلمين- بعد أن عادوا إليه:
"رأينا قوماً، الموت أحبّ إليهم من الحياة، والتواضع أحبّ إليهم من الرفعة ليس لأحد منهم في الدنيا رغبة ولا نهمة، جلوسهم على التراب، وأميرهم كواحد منهم، ما يُعرف كبيرهم من وضيعهم، ولا السيد فيهم من العبد، وإذا حضرت الصلاة لم يتخلف عنها أحد، يغسلون أطرافهم بالماء، ويخشعون في صلاتهم"٦.
_________
١ نفسه ٣ /٣٩٧.
٢ الطبري- تاريخ ٣ / ٣٦٦، ابن كثير- البداية والنهاية٦/ ٣٩٦.
٣ ابن كثير.- البداية والنهاية ٧/ ٧٤.
٤ سورة الدخان الآيات: ٢٥ -٢٨.
٥ ابر حجر- الإصابة في أخبار الصحابة ٧/ ٢٠٤، أسد الغابة ٣/ ٢٨٨، الذهبي- سير أعلام النبلاء٣/ ١٨، خليفة بن خياط- تاريخ١٦٦.
٦ ابن عبد الحكم- فتوح مصر ٦١.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (16,'وقد وصفهم أعداؤهم بأنهم:
"رهبان في الليل، فرسان النهار، لو حدثك جليسك حديثاً ما فهمته، لما عَلاَ من أصواتهم بالقرآن والذكر، يصومون النهار، ويقومون الليل، ويوفون بالعهد، ويأمرون بالمعروف، وينهون عن المنكر، ويتناصحون بينهم، يعفّون عن المغانم، ولا يستحلًونها إلاّ محلّها"١.
وهذه الصفات التي تمتع بها القادة والجند استهوت أهل البلاد المفتوحة، وكانت من أهم أسباب تسارع الناس إلى اعتناق الإسلام.
_________
١ ابن عساكر _ تاريخ دمشق ١/ ٢٣٠، ٢٣٦.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (17,'<span data-type="title" id=toc-7>تطبيق مباديء الحرب في الإسلام</span>
...
تطبيق مبادئ الحرب في الإسلام:
طبق المسلمون قواعد الإسلام في حربهم، فكانوا يعرضون على أعدائهم أحد أمرين قبل القتال: الإسلام، أو الجزية:
فمن أجاب للإسلام كان أخاً للمسلمين له ما لهم، وعليه ما عليهم، ومن أبى وأجاب للجزية قبل الحرب، فليس عليه ذل أو صغار، ويبقى في أرضه مكرّماَ في ذمة المسلمين، أماّ من حارب حتى رضخ للجزية فهو الصّغار، الذي هو الخضوع لأحكام الإسلام. قال الإمام الشافعي:
وسمعت عدداً من أهل العلم يقولون:
"إن الصّغار أن يجريَ عليهم حكم الإسلام "٢.
وهذا محتوىَ الآية الكريمة في قوله تعالى:
{قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} ٣.
فكن أول ما يبتدئ به القادة المسلمون: الدعوة إلى الإسلام. والأمثلة على ذلك كثيرة أذكر منها:
- دعوة خالد بن الوليد لأهل الحيرة، عندما خرج إليه أشرافهم.
_________
٢ الأم ٤/ ١٨٦.
٣ سورة التوبة الآية: ٢٩.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (18,'فقال لهم: "أدعوكم إلى الله، وإلى الإسلام ... "١.
- وعندما واجه خالد بن الوليد "جرجة" أحد قادة الروم مبارزاً إياه يوم اليرموك، دعاه إلى الإسلام، وبدت له محاسنه، وأكد له:
"أن أجر من يدخل الدين، مثل السابقين، وأفضل".
فكان أن أسلم "جرجة" وقاتل قومه، واستشهد مع المسلمين يوم اليرموك٢.
_ وتظهر الدعوة إلى الإسلام بوضوح في المفاوضات التي كانت تسبق المعارك الحاسمة كالقادسية واليرموك، وأجنادين، ونهاوند، وجلولاء، وبابليون ...
- ففي القادسية: ترددت الرسل بين سعد بن أبي وقاص رضي الله عنه، و"رستم" قائد الفرس. وكان "رستم" قد طلب من سعد أن يوجه إليه بعض أصحابه فأرسل إليه المغيرة بن شعبة رضي الله عنه، فقصد سرير "رستم" وكان يجلس عليه، وهو من الذهب، وقد زيّن مجلسه بالفرش المنسوج بالذهب، ولبس على رأسه التاج وأقيمت الفيلة حول المكان- وأراد المغيرة أن يجلس على سريره معه، فمنعه الأساورة، وبعد مداولات قال المغيرة:
"إن الله بعث إلينا نبيه صلى الله عليه وسلم، فسعدنا بإجابته، واتباعه وأمرنا بجهاد من خالف ديننا، حتى يعطوا الجزية، ونحن ندعوك إلى عبادة الله وحده، والإيمان بنبيه صلى الله عليه وسلم، فإن فعلت، وإلا فالسيف بيننا وبينكم".
ولما قال "رستم":
"والشمس والقمر، لا يرتفع الضحى غداً حتى نقتلكم أجمعين"، قال المغيرة: "لا حول ولا قوة إلا بالله" وانصرف عنه٣.
وكان "رستم" قد استمع إلى عدد من رسل المسلمين، وبينوا له أهداف الجهاد، فأعجب بالمسلمين، وبإجاباتهم السديدة حتى قال لأصحابه:
"انظروا فإن هؤلاء لا يخلو أمرهم من أن يكون صدقاً، أو كذباً، فإن كانوا كاذبين، فإن قوماً يحفظون أسرارهم هذا الحفظ، ولايختلفون في شيء، وقد تعاهدوا على كتمان سرهم هذا التعاقد، بحيث لا يظهر أحد منهم سرهم، لقوم في غاية الشدّة والقوة، وإن كانوا صادقين، فهؤلاء لا يقف حذاءهم أحد"٤.
_________
١ الطبري _ تاريخ ٣/ ٣٤٤، ٣٤٥، ٣٧٧.
٢ نفسه ٣/٣٩٩.
٣ البلاذري_ فتوح البلدان ٢٥٧.
٤ ابن طباطبا_ الفخري في الآداب السلطانية ٧٧.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (19,'_ وفي مفاوضات حصن بابليون عام ٢٠ هـ، استقبل عمرو بن العاص، رسل المقوقس في محاولة للتوصل إلى الصلح، فأبقاهم عنده يومين- ليشاهدوا حياة المسلمين الإسلامية، وهي طريقة ناجحة لتبليغ الدعوة، كما كان يفعل رسول الله صلى الله عليه وسلم مع الوفود- وبعد ذلك قال لهم عمرو:
"ليس بيننا وبينكم إلا إحدى خصال ثلاث: الدخول في الإِسلام، فتكونون إخواننا، ولكم ما لنا، وعليكم ما علينا، وإن أبيتم فالجزية، وإما القتال، حتى يحكما الله بيننا وبينكم، وهو أحكم الحاكمين"١.
_________
١ ابن عبد الحكم _ فتوح مصر ٥٩ –٦١.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (20,'<span data-type="title" id=toc-8>الغنائم نتيجة وليست سبباً في الفتوحات:</span>
الإسلام هو الدين الذي ارتضاه الله لعباده جميعاً.
قال تعالى:
{إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ} ٢.
وقوله سبحانه وتعالى:
{وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} ٣.
ورابطة الإسلام تعلو وتسمو على الروابط القبلية، والإقليمية، والوطنية، والقومية. قال تعالى:
{قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} ٤.
واستنفر الإسلام المسلمين لتبليغ دعوته، وأمرهم أن ينفروا خفافاً وثقالاً. قال تعالى:
{انْفِرُوا خِفَافاً وَثِقَالاً وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} ٥.
فقام المسلمون بذلك، وقدموا أموالهم وأنفسهم، وسارعوا إلى الجهاد والفتح، وحملوا الدعوة وبلغوها.
عن صفوان بن عمرو قال:
_________
٢ سورة آل عمران الآية: ١٩.
٣ سورة آل عمران الآية: ٥ ٨.
٤ سورة التوبة الآية: ٢٤.
٥ سورة التوبة الآية: ٤١.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (21,'"كنت والياً على حمص، فلقيت شيخاً قد سقط حاجباه، من أهل دمشق، على راحلته، يريد الغزو. قلت:
"يا عم، أنت معذور عند الله".
فرفع حاجبه وقال:
"يا ابن أخي استنفرنا الله خفافاً وثقالاً، ألا من أحبه الله ابتلاه".
وعن الزهري قال:
"خرج سعيد بن المسيب إلى الغزو، وقد ذهبت إحدى عينيه. فقيل له: إنك عليل، صاحب عذر.
فقال: "استنفر الله الخفيف والثقيل، فإن عجزت عن الجهاد، كثّرت السواد، وحفظت المتاع"١.
وكان ابن أم مكتوم رضي الله عنه أعمى وأنزلت فيه {غَيْرُ أُولِي الضَّرَرِ} فكان بعدُ يغزُ ويقول:
"ادفعوا إليّ اللواء، فإني أعمى لا أستطيع أن أفرّ، وأقيموني بين الصفين"
وحضر القادسية ومعه راية سوداء وعليه درع. ويقال انه استشهد يوم القادسية٢.
فكان توجه الفاتحين إرضاء لله سبحانه وتعالى، وابتعدوا من المصالح الدنيوية، واصطدموا بالدولتين الكبريات فارس، والروم، دون أن يكون هناك نسبة بالمقاييس المادية بين الفاتحين والدولتين، لا في العدد ولا في العدة، فما من معركة خاضها المسلمون إلا وواجهوا قوات أكثر عدداً وعدة، وكانت كل من الدولتين تحشد عدداً كبيراً من الجند يدل على قوتها، لا على ضعفها٣. وإن من يقدم حياته من أجل عقيدته لا يفكر بالغنائم، فكانت الغنيمة نتيجة للفتوحات وليست سبباً فيها، فنال المسلمون خيري الدنيا والآخرة، وكانوا يؤثرون الشهادة على الغنيمة، وعلى الحياة. ولا يعني هذا أن جميع الجند كانوا يحملون هذه الروح، بل وُجد بين المسلمين من اندفع من أجل الغنيمة. وهؤلاء لا يعتَدّ بهما، وليسوا
_________
١ انظر: تفسير الرازي ١٦/٧٠.
٢ الذهبي_ سير أعلام النبلاء ١/٣٦٤_ ٣٦٥، ابن كثير_ البداية والنهاية ٧/٥٥.
٣ أصرّ المستشرقون وبإلحاح عجيب على إبراز ضعف الدولتين، وهذا تجاهل معتمد لأسباب الفتوحات الإسلامية، في محاولاتهم التركيز على استغلال المسلمين فرصة ضعف الدولتين، حتى يثبتوا أن لا فضل للمسلمين في ذلك، "فقد نالوا غنيمة جاهزة لمن يغتنم الفرصة" هكذا حاولوا التشويه المعتمد!!
انظر في ذلك: غوستاف لوبون_ حضارة العرب ١٦٥، برنارد لويس_ العرب في التاريخ ٤٩، بروكلمان_ تاريخ الشعوب الإسلامية ٩٠، فيليب حتي_ تاريخ العرب العام ١١٦، ١٣٨، ول ديورانت_ قصة الحضارة ١٢/٣١٥، ١٣/٧٢، كلود كاهين_ تاريخ الشعوب الإسلامية ١/٢٣، سيديو_ تاريخ العرب العام ١١٦، ١٣٨.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (22,'سبباً في الفتوحات، ولا يخلو من أمثالهم زمن، حتى على عهد رسول الله صلى الله عليه وسلم في حنين، وحصار الطائف، وغزوة تبوك وغيرها، ومن البديهي أن ذلك لا يمثل القيادة الفكرية التي كانت تدفع المسلمين للفتوحات، وتبنّاها الخلفاء والقادة والجند، ونفّذها الجند المسلم. كما أنه لا يمثل بحال من الأحوال وجهة نظر الأمة المسلمة، ورأيها العام. ولذلك فقد تعرض أمثال هؤلاء للسخرية اللاذعة، كقول الشاعر:
فلا جنة الفردوس أراك تبتغي ... ولكن دعاك الخبز أحسب والتمر
وهذا تحقير لمن جعل همه المغانم، لا الجهاد في سبيل الله، الذي يفضي إلى الجنة١.
ولهذا فقد تميز الجند الإسلامي بالحرص على نيل الشهادة، والعفّ عن المغانم، وعدم استحلالها إلا محلها، تشهد بذلك النصوص الصريحة الكثيرة، وشهد بذلك أعداؤهم٢.
فنجد أبا بكر رضي الله عنه يكتب إلى قادته باستنفار من قاتل أهل الردة، ومن ثبت على الإسلام بعد رسول الله صلى الله عليه وسلم ويأمرهم ألا يسمحوا لأحد أرتد بالغزو معهم٣، فلم يشترك أن ارتد في الفتوحات إلا بعد أن قطعت شوطاً كبيراً زمن عمر رضي الله عنه، الذي سمح لهم بالمشاركة في الجهاد، ولم يسمح لهم بتولي قيادة. وبذلك تنهار فكرة اشغال أبي بكر رضي الله عنه للعرب في الفتوحات الإسلامية.
ولما افتتحت المدائن- طيسفون- عاصمة الفرس عام ١٦ هـ، لم يأخذ أحد من الجيش لنفسه شيئاً مما وقع في يده، وإنما أدّاها بتمامها إلى سعد بن أبي وقاص رضي الله عنه، ولما رأى سعد أمانة رجاله قال:
"والله إن الجيش لذو أمانة، ولولا ما سبق لأهل بدر، لقلت أنها على فعيل أهل بدر"٤.
_________
١ وعمد المستشرقون إلى هذا البيت من الشعر، ليستدلوا بأنه يؤكد الأسباب الاقتصادية للفتوحات الإسلامية، في محاولاتهم تسقط النصوص الضعيفة، واجتزاء النصوص الثابتة، من أجل تأكيد وجهة نظرهم. انظر مثلاً: "جب": دراسات في حضارة الإسلام ٢٧ "أرنولد" وهو ينقل عن أستاذه "كيتاني"_ الدعوة إلى الإسلام ٦٤، "نتنج"_ العرب وانتصاراتهم ٤٧، "برنادلويس"_ العرب والتاريخ٥٢، بروكلمان ٩١، كلودكاهين١/٢٤، "جوبينو" في الفصل السابع والأربعين من كتابه انحدار الإمبراطورية الرومانية وسقوطها، "فلهوزن"_ الدولة العربية٢٣، "فيليب حتي"_صانعوا التاريخ العربي ٢١، وتاريخ العرب ١/٢٣١ "إدوارد عطية"٢٥، "جرجي زيدان"_ التمدن الإسلامي ١/٦٦، فيليب خوري ٢٥، ول ديورانت_ قصة الحضارة ٢/٣٠٥، "الفردبل"_ الفرق الإسلامية في الشمال الإفريقي ٩٤.
٢ انظر: ابن عساكر_ تاريخ دمشق ١/٢٣، ٢٣٦.
٣ انظر: ما يؤكد ذلك: نص كتابه إلى خالد بن الوليد وعياض بن غنم، الطبري ٣/٣٤٧، ابن عساكر_ تاريخ دمشق ١/٢٢٢، وكتابه إلى خالد بن سعيد بن العاص وهو بتيماء في طريق توجهه إلى الشام، الطبري٣/٣٨٨.
٤ ابن الأثير _ الكامل في التاريخ ٢/٣٦٧.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (23,'ولما رأى عمر بن الخطاب رضي الله عنه مقدار ما وصل إليه من أموال إلى المدينة، قال:
"إن جيشاً أدّى هذا لذو أمانة".
فأجابه علي رضي الله عنه:
"عففت فعفّت الرعية، ولو رتعت لرتعوا"١.
ولما انسحب المسلمون من حمص في خطة عسكرية محكمة لمواجهة القوات البيزنطية في اليرموك، أعادوا الجزية لأهل حمص، مخالفين كل ما يتوقعه الناس من جند ينسحب عن مدينة (إذ يعمل فيها الخراب والتدمير) ، فدهش أهلها، فقال لهم المسلمون:
"قد شغلنا عن نصرتكَم، والدفع عنكم، فأنتم على أمركم". فقالوا:
"لولايتكم وعَدلكم أحبّ إلينا مما كنا فيه أن من الظلم والغش".
ومنعوا الروم من دخول المدينة، وكذلك فعل أهل المدن التي صولحت من النصارى واليهود٢.
ومما يلفت النظر ويذكر بفخر لحملة الإسلام الأول من القادة والجند، قلة أموالهم في العراق وخراسان والشام ومصر بالقياس إلى غيرهم. لأنهم كانوا لا يمدون يداً إلى أموال أهل البلاد المفتوحة، ولم ينصرفوا إلى شئون الكسب والمعاش انصرافاً تاماً، فقد جاهدوا في سبيل الله، ونصحوا ونصروا بأموالهم وأنفسهم، وهم في هذا حالة فِريدة في التاريخ العالمي. وأما الغنائم فكانت حلالاً لهم، فأخذوها وأكلوا منها، وكانت أوسمة من أوسمة الجهاد في سبيل الله، فليست غاية في ذاتها. فكانت عزتهم في إسلامهم.
اقرأ ما قاله عمر بن الخطاب رضي الله عنه حين غادر المدينة إلى بيت المقدس ليتسلمها من الروم:
" الحمد لله الذيَ أعزنا بالإسلام، وأكرمنا بالإيمان، وحصّننا بالقرآن، ورحمنا بنبيه محمد صلى الله عليه وسلم، فهدانا به من الضلالة وبصّرنا من الجهالة، ورفعنا به من الخمولة، وجمعنا به بعد الشتات والفرقة، وألف بين قلوبنا، ونصرنا على أعدائنا، ومكن لنا في البلاد، وجعلنا به إخواناً متحابين، فاحمدوا الله عباد الله! على هذه النعمة، وسلوه المزيد فيها والشكر عليها، فإن الله يزيد المستزيدين الراغبين ويتم نعمته على الشاكرين ... "٣.
_________
١ ابن الأثير _ الكامل في التاريخ ٢/٣٦٠.
٢ البلاذري _ فتوح البلدان ١٤٣، ابن عساكر ١/٥٦.
٣ انظر: الموالي _ موقف الدولة الأموية منهم_ لكاتب هذا البحث ٩٥.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (24,'<span data-type="title" id=toc-9>ومن عوامل إقبال أهل البلاد المفتوحة على اعتناق الدعوة:</span>
وتأتي على رأس هذه العوامل:
تمسك الفاتحين بعقيدتهم، وتطبيق أحكام الإسلام على أنفسهم، والتزِامهم بها، وحسن عرضهم لدعوتهم. فقد عرضوا الإسلام على أهل البلاد، سلوكا، وعملاً، وقولاً، فاعتنقه كثير من النصارى واليهود والمجوس وفي أعداد كثيرة، وحماسة كبيرة١. وأقبلت عليه جميع العناصر التي أظلتها راية دولة الإسلام في الشام، والعراق، وفارس، ومصر، وبرقة، وتركستان، والمغرب. وفيهم العربي، والفارسي، والقبطي، والبربري، والتركي وغيرهم٢. وامتزجت هذه العناصر وكونت أمة واحدة هي أمة الإِسلام، وبلاداً هي دار الإسلام، ومملكة هي مملكة الإسلام، جمعتهم عقيدة تعالى على المصالح المادية الزائلة، والوطنية، والإقليمية، والقومية٣. فكان جند الإسلام دعاة يخرجون الناس من الظلمات إلى النور.
فلما فتح عمرو بن العاص الإسكندرية، خيّر الأسرى بأمر من الخليفة، فمن دخل الإسلام كان للمسلمين أخاً، وكانوا يكبّرون كلّما أسلم أسير مثل تكبيرة الفتح وأشدّ٤.
_________
١ ابن أعثم _ الفتوح ١/٢٢٥.
٢ انظر: أثر أهل الكتاب _ لكاتب هذا البحث ٤٣٣_٤٤٧.
٣ وقد تجنى المستشرقون على التاريخ الإسلامي (كعادتهم) في هذه النقطة، فذكروا: إن العامل الاجتماعي والقومي كان من أسباب الفتح الإسلامي، مع أن الامتزاج كان نتيجة الفتح لا سبباً له. ولا عجب في ذلك، فقد عاش المستشرقون في ظل الدعاوى القومية والوطنية والتمييز العنصري على أساس الجنس واللون. انظر: في ذلك: "دومنيك سورديل"_ الإسلام في القرون الوسطى ٦، "جب"_ دراسات في حضارة الإسلام ٧_٨، ٥٠، "فان فلوتن"_ السيادة العربية ١٢، ١٣، ١٨، ٢٠، "بروكلمان" ١٠٧، "برناد لويس"ـ العرب في التاريخ ٤٩، ٥٥، "فيليب حتي"_ تاريخ العرب ١٧٥، ١٧٧.
٤ الطبري _ تاريخ ٤/١٠٦.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (25,'<span data-type="title" id=toc-10>معاملة أهالي البلاد المفتوحة وفق أحكام الإِسلام:</span>
وهذا من العوامل الهامة في إقبال الناس على اعتناق الإسلام، فاشتغل من بقي على دينه من أهل الذمة مطمئناً بالمهن، في ظل الحكم الإسلامي، فكادوا يحتكرون المهِن لانشغال المسلمين بالجهاد، وشئون الحكم، ورعاية شئون الناس. فاحترف اليهود مثلاً: الصياغة، ونسج الحرير، وصناعة الزجاج، وأدوات السفن. ونفذ النصارى إلى الوظائف الكتابية الإدارية في الدولة الإسلامية في الدواوين٥. وتركت لهم حرية تنظيم جماعاتهم.
وأقرّ المسلمون الناس في بلادهم، كما فعل خالد بن الوليد في العراق، إذ أقرّ الفلاحين، وأصبحت أرضهم لهم، بعد أن كانوا أقناناً عند الدهاقين (ملاك الأراضي من
_________
٥ القلقشندي _ صبح الأعشى ٢/١٤٦، ترتون_ أهل الذمة ٢٤.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (26,'الفرس) ١، وكما فعل سعد بن أبي وقاص رضي الله عنه بفلاحي "بهرسير" بعد أن دعاهم إلى الإسلام فأبوا، فأقرهم على الجزية٢.
وألغى الإسلام الامتيازات الطبقية، تلك التي كانت تتمتعِ بها طوائف خاصة في البلاد المفتوحة، أيام الفرس والرومان، وأصبحت الأرض ملكاً عاما للأمة، ونظمت ضريبة الأرض الخراجية على أسس عادلة، مقدرة على كل وحدة مساحة.
وأصبحت جزية الرؤوس عينية على كل فرد.
وهذه الضرائب الخراج والجزية كانت بسيطة وتُجبى من أجل تحقيق المصالح العامة للأمة٣. مراعية مبدأ طاقة الناس ومقدار تحملهم.
وقد أعفى الناس من ضرائب المنازل، وأراضي المدن، والضرائب على المهن، والتجارة، وعلى الماشية. وأعفوا مما كان يؤخذ على الغلال لأغراض الكنائس، ومما كان يفرض على الأرض لمختلف الأغراض، كتطهير القنوات، والرسوم على النقل داخل البلاد، وغير ذلك. وأعفوا في بلاد فارس مما كان يطلبه رجال الدين المجوس من ضرائب أو تبرعات وما كان يُفرض عليهم في أوقات الحرب.
وبفضل الحكم الإسلامي ساد في الأقطار المفتوحة السلام، والأمن، فعمل الناس في النواحي التي كفلت لهم الرخاء، وحققوا تقدماً في مختلف النواحي العمرانية. واهتم ولاة المسلمين بالزراعة فحفروا الآبار، والأنهار بناحية البصرة، وكسكر، وأحيوا موات الأرض، وأكثروا سن تربية الماشية، واهتموا بإعمار البلاد٤.
وبالحكم الإسلامي تخلص أهل البلاد المفتوحة من أعظم بلاء كانوا يعانونه- وهو الاضطهاد الديني٥، الذي ساد في عهد دولتي فارس والروم، وتركت لهم حرية الاعتقاد٦. وأعفوا من الاشتراك في الحروب الداخلية والخارجية.
_________
١ الطبري ٣/٣٥٠، ٣٥٢.
٢ الطبري ٤/١٦٨، ابن كثير_ البداية والنهاية ٧/٧٠.
٣ انظر: عن مصارف بيت مال المسلمين في كتابه: تاريخ الدعوة_ لكاتب هذا البحث ٣٣٠ وانظر "ارنولد": الدعوة إلى الإسلام ٥٧.
٤ انظر: أمثلة: البلاذري_ فتوح البلدان ٣٤٦_ ٣٦٥، خليفة بن خياط_ تاريخ ١٦٦.
٥ انظر: أمثلة لهذا الاضطهاد: "بتلر"_ فتح العرب لمصر_ الفصل الثالث عشر ١٤٩، ١٦٢، ١٦٣، ١٦٦، و"أرنولد"_ الدعوة إلى الإسلام ٥٣.
٦ انظر: عهد عمر بن الخطاب رضي الله عنه إلى إيلبار (بيت المقدس) النصارى الطبري_ تاريخ ٣/٦٩، مجير الدين_ الأنس الجليل في تاريخ القدس والخليل ١/٢٥٣.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (27,'هذه المعاملة الحسنة كانت تنفيذاً لأمر الدين، واتباعاً لسنة النبي صلى الله عليه وسلم- ففي الوقت الذي كان رسول الله صلى الله عليه وسلم يهاجم عقائد اليهود والنصارى بسبب اتخاذهم أحبارهم ورهبانهم أربابا ًمن دون الله، يحرمون ويحلّون١ - كان النبي صلى الله عليه وسلم يوصي بهما خيراً، ويزورهم، ويكرمهم، ويحسن إليهم، ويعود مرضاهم، ويأخذ منهم ويعطيهم، فاستقبل وفد نجران في مسجده وبحضرة المسلمين٢. وأجرى الصدقة على أهل بيت من اليهود٣، ورهن درعه عند أبي الشحن اليهودي٤، وكان بوسعه أن يقترض من أصحابه، ولكَنه أراد أن يعلم أمته، ووقف لجنازة يهودي مرت به٥. وكل هذه من وسائل الدعوة التي تستهوي القلوب.
وقد سار خلفاؤه (صلى الله عليه وسلم) على نهجه، وعلى هديه، فهذا عمر بن الخطاب رضي الله عنه يوصي سعد بن أبي وقاص رضي الله عنه ويأمره بالترفق في جيش المسلمين، ولا ينس أثناء ذلك أن يوصي بأهل الذمة قائلا:
"ترفق بالمسلمين في سيرهم، ولا تجشّمهم عسيراً يتعبهم، ولا تقصر بهم عن منزل يرفق بهم، حتى يبلغوا عدوهم، والسفر لم ينقص من قوتهم، فإنهم سائرون إلى عدو مقيم، حامي الأنفس والكراع. وأقم بمن معك في كل جمعة يوما ًوليلة، حتى تكون لهم راحة، يحيون بها أنفسهم، ويربون أسلحتهم، وأمتعتهم، ونحّ منازلهم عن قرى أهل الصلح والذمة، فلا يدخلها من أصحابك إلا من تثق به، ولا يرزأ أحداً من أهلها شيء، فإن لهم حرمة وذمة، ابتليتم بالوفاء بها، كما ابتلوا بالصبر عليها، فما صبروا لكم، فتولوهم خيراً، ولا تنتصر على أهل الحرب بظلم أهل الصلح ... "٦.
ولما طعن أحد أهل الذمة (وهو فيروز الديلمي- أبو لؤلؤة المجوسي النصراني) عمر بن الخطاب رضي الله عنه بالتآمر مع اليهود والنصارى٧، قال وهو في النزع الأخير:
"أوصي الخليفة من بعدي بأهل الذمة خيراً، أن يوفي بعهدهم، وأن يقاتل من ورائهم، وألا يكلفهم فوق طاقتهم"٨.
_________
١ قال تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ} التوبة ٣١.
٢ ابن هشام _ السيرة ٢/٢٠٦.
٣ أبو عبيد _ الأموال ٦١٣.
٤ الشافعي _ الأم ٣/١٥٣.
٥ كشف الغمة ٢/٢١٥.
٦ ابن عبد ربه_ العقد الفريد ١/١١٧_ ١١٨.
٧ انظر: تفصيل المؤامرة في أثر أهل الكتاب_ لكاتب هذا البحث ٢٢٤_ ٢٥٠.
٨ أبو يوسف _ الخراج ١٣٦، يحي بن آدم_ الخراج ٧١، سنن البيهقي ٩/٢٠٦.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (28,'وهذا كله طاعة لأمر الله سبحانه، فالذمي جار المسلم يواليه، ولا ينقص من حقه شيئاً، ولا يتدخل في شئونه التي له بها عهد، وله العدل، ظلمه حرام، واضطهاده حرام، وحرمانه من حقه حرام، له دينه، وللمسلم دينه، وعلى المسلم أن ينصره، ويمنعه، ويمنعه اضطهاده، بل وصل الإسلام إلى حدّ أنه أمر المسلم بأن يعمل على توفير الأمن للمشرك الخائف وحمايته، وإيصاله إلى مأمنه. قال تعالى:
{وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} ١.
وأوجب نصرة المعاهدين، ولم يوجب نصرة المسلم الذي ليس بينه وبين المسلمين ميثاق، قال تعالى:
{وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاق} ٢.
وقد طبق المسلمون أحكام دينهم، فعاملوا أهل الذمة بما يوجبه الإسلام في معظم عهودهم، ولم يضيقوا عليهم حتى فيما يعتقده المسلمون حراماً، فسمحوا للنصارى بالخمر، والخنزير. قال الشافعي رحمه الله:
"وعلينا أن نمنع أهل الذمة، إذا كانوا معنا في الدار، وأموالهم، التي يحل لهم أن يتمولوها مما نمنع منه أنفسنا، وأموالنا، من عدوهم إن أرادوهم، أو ظلم ظالم لهم، وأن نستنقذهم من عدوهم لو أصابهم، وأموِالهم التي يحل لهم، فإذا قدرنا استنقذناهم، وما حل لهم ملكه، ولم نأخذ لهم خمراً ولا خنزيرا"٣.
وقد ألَزم الإسلام أهل الذمة بواجبات مقابل هذه الحقوق، وتتلخص في: ترك ما فيه ضرر على المسلمين في مال أو نفس، وهي ثمانية أشياء.
عدم الاجتماع على قتال المسلمين، وأن لا يزني أحدهم بمسلمة، ولا يصيبها باسم النكاح، ولا يفتن مسلم عن دينه، ولا يقطع عليه الطريق، ولا يؤوي للمشركين عيناً (أي جاسوساً) ، ولا يعاون على المسلمين بدلالة (أي يدل على عورة المسلمين بإخبارهم عدوهم بها) ، ولا يقتل مسلماً، ولا مسلمة.
_________
١ سورة التوبة الآية: ٦.
٢ سورة الأنفال الآية:٧٢.
٣ الأم ٤/٢٢٠.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (29,'ويلزم الذمي بترك ما فيه غضاضة، ونقض على الإسلام، وهي ثلاثة أشياء:
ذكر الله تعالى وكتابه، ودينه بما لا ينبغي. فهذه الأَشياء يُلزم الذمي بتركها١.
ويلزم الذمي بأداء الجزية: وهي في أبسط مفاهيمها في الإِسلام ضريبة على الذمي من رعايا الدولة الإسلامية، مقابل حمايته، ومقابل فريضة الجهاد المفروضة على المسلم.
قال خالد بن الوليد عَندما صالح أهل الحيرة:
"إني عاهدت على الجزية والمنعة ... فإن منعناكم فلنا الجزية، وإلا فلا"٢
وتسقط الجزية إذا عجز المسلمون عن حماية أهل ذمتهم، كما حصل عندما أعاد المسلمون جزية أهل حمص بعد أن أخذوها، عند انسحابهم (كل سبق) ٣.
وتسقط عن الذمي إذا قام بواجب الدفاع عن دار الإِسلام٤ كالذي صنعه عتبة بن فرقد مع أهل أذربيجان فكان:
(عليهم أن يؤدوا الجزية قدر طاقتهم، إلا من حشر منهم في سنة، فيوضع عنه جزاء تلك السنة) ٥.
ويُعفى منها من لا يستطيع القتال كالمرأة، والصبي، والشيخ الكبير، والرهبان، ومن يؤدي خدمة المسلمين٦.
وكانت أموال الجزية والخراج تُنفق محلياً في كل ولاية لأغراض المشروعات العامة، ولم تكن تسدّد للدولة أحياناً، بعلم المسئولين.
كل ذلك مكّن لدعوة الإسلام من أن تدخل قلوب أهل البلاد المفتوحة.
_________
١ الشافعي _ الأم ٤/١١٨، الماوردي_ الأحكام السلطانية ١٤٠.
٢ الطبري _ تاريخ ٤/١٦.
٣ البلاذري _ فتوح البلدان ١٤٣، ابن عساكر_ تاريخ دمشق ١/٢٥١.
٤ انظر: محمد ضياء الدين الريس_ الخراج ١٧٤.
٥ الطبري_ تاريخ ٥/٢٥٠.
٦ انظر: ابن القيم الجوزية_ أحكام أهل الذمة ١/٩٩.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (30,'<span data-type="title" id=toc-11>حرية التدين لأهل الذمة في ظل الحكم الإِسلامي:</span>
تختلف دولة الإسلام عن الدولة الدينية في المفهوم الغربي. فالدولة الدينية (في عرف الغربين) : "تخوض الحروب الدينية لتجعل ولو بالإكراه كل رعيتها متدينة بدينها، بل بمذهبها الديني، لأنها توحّد بلاد الدين والدولة، والرعية مكون من مكونات الدولة"٧.
_________
٧ كما فعلت إسبانيا والبرتغال الكاثوليكيتين مع المسلمين وغيرهم من المخالفين لهم في العقيدة، بعد أن احتلوا أرض المسلمين في الأندلس واستوطنوها، فاستخدموا محاكم التحقيق (التفتيش) . وكما فعلت فرنسا الكاثوليكية مع الهيجونوت في مذبحة بارثلميو رباتلميو سنة ١٥٧١م.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (31,'ولذلك لم يميّز من كتب من وجهة النظر الغربية في تاريخ الإسلام بين مفهوم الجهاد- الذي يعمل على إزالة العقبات، وتحطيم الحواجز التي تعترض الدعوة، وتحول دون وصول الإسلام إلى الناسِ- وبن اعتناق الناس للإسلام١ الذي هو أجلّ نعمة للبشرية. والنعمة لا تُفرض فرضاً، ولكن النفوس الطيبة تسارع إليه عندما تتاح لها الفرصة للمعرفة والمشاهدة. والفتوحات وفرت هذه الفرصة، فلم تكن الفتوحات إذن لإجبار الناس على الدخول في الدين، قال تعالى:
{أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} ٢.
وقال سبحانه وتعالى:
{لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} ٣.
فأمر سبحانه وتعالى الرسول والمسلمين أن تكون الدعوة طيبة، تخاطب الناس في رفق لمحاولة إقناعهم، لا إكراه فيها ولا تهديد، وأن يكون حوارهم مع أهل الكتاب هادئاً لا يجادلونهم إلا بالتي هي أحسن، فإن آمنوا فقد اهتدوا، وإن تولوا فالآمر متروك لله سبحانه وتعالى. قال تعالى:
{وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} ٤.
ومن الغربيين من أكد على عدم إكراه المسلمين لغيرهم على اعتناق الإسلام مثل: "فون كريمر"٥. وأجاد "غوستاف لوبون" في عرضه عدم إكراه المسلمين الناس على الإسلام، وبينّ أن الإسلام انتشر بالدعوة وحدها٦.
وقال "فرانز روزنتال" معبراً عن ذلك:
"وقد نمت المدنية الإسلامية بالتوسع لا بالتعمق، داعية إلى العقيدة، مناقشة لتلك الحركات الفكرية الموجودة. وفوق كل ذلك، فبتقدم الإسلام تهاوت الحواجز القديمة من اللغة، والعادات، و. توفرت فرصة نادرة لجميع الشعوب، والمدنيات لتبدأ حياة فكريه جديدة، على أساس المساواة المطلقة، وبروح من المنافسة الحرة"٧.
_________
١ انظر: آراء بعض الغربيين: "نيبور"، "ميور"، "وسيديو"_ تاريخ العرب العام ١٣٣.
٢ سورة يونس الآية: ٩٩.
٣ سورة البقرة الآية: ٢٥٦.
٤ سورة العنكبوت الآية: ٤٦.
٥ أنور الجندي _ الإسلام وحركة التاريخ ٨٣.
٦ غوستاف لوبون _ حضارة العرب ١٦٢، ١٦٩_ ١٧٠.
٧ روزنتال_ علم التاريخ عند المسلمين ٤٦.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (32,'والواقع أن أعمال الفاتحين المسلمين لا تدع مجالاً للشك في أن المسلمين لم يُكرهوا أحداً على اعتناق الإسلام، بل سارع الناس لاعتناقه لما لمسوه من نعمة الإسلام، ولما لمسوه في الفاتحين. ووصيّة محمد صلى الله عليه وسلم لجيش مؤتة معروفة١، وعلى نمطها أوصى أبو بكر رضي الله عنه جند المسلمين، وبيّن لهم كيفية معاملة أهل البلاد المفتوحة٢. وأمر خالد بن الوليد أن يتألف أهل فارس ومن كان في ملكهم٣. فترك المسلمون لأهل الذمة حريتهم الدينية، وخلّصوهم من اضطهاد بعضهم لبعض.
وأقرأ ما كتبه "ساويرس بن المقفع" النصراني الأرثوذكسي المعاصر للفتوحات الإسلامية، وهو يتكلم عن عدل المسلمين، ويذكر غبطة غير المسلمين في ظل الحكم الإسلامي:
"وكانت أعمال الأرثوذكسية الصالحة تنمو، وكانت الشعوب فرحين، مثل العجول الصغار، إذا حُلّ رباطهم، وأطلقوا على ألبان أمهاتهم"٤.
واقرأ رسالة البطريق النسطوري "يشوع ياف" إلى "سمعان" رئيس أساقفة فارس، وقد راعه تسارع الناس إلى الدخول في الإسلام:
" أين أبناؤك أيها الأب، الذي ثكل أبناءه، أين أهل مرو العظماء، الذين على الرغم من أنهم لم يشهدوا سيفاً، ولا ناراً، ولا تعذيباً ...
واحسرتاه، واحسرتاه على هذه الآلاف المؤلفة التي تحمل المسيحية، والتي لم يتقدم حتى واحد منها ليهب نشمه ضحية للرب، ويريق دماءه في سبيل الدين الحق ... ٥.
أين كذلك معابد كرمان، وبلاد فارس جميعاً ...
وإن العرب٦ الذين منحهم الله السلطان يشاهدون ما أنتم عليه، وهم بينكم كما تعلمون ذلك حق العلم، ومع ذلك فهم لا يحاربون العقيدة المسيحية، بل على العكس يعطفون على ديننا، ويكرمون قسيسينا، وقديس الرب، ويجودون بالفضل على الكنائس والأديار، فلماذا هجر شعبك من أهل مرو عقيدتهم من أجل هؤلاء العرب؟ ولماذا حدث
_________
١ الواقدي _ المغازي ٢/٧٥٧.
٢ ابن عساكر _ تاريخ دمشق ١/٢٢٥_ ٢٢٦.
٣ الطبري _ تاريخ ٣/٣٤٣.
٤ أثر أهل الكتاب _ لكاتب هذا البحث ٤٢٧، ساويرس_ سير البطارقة ١١١.
٥ ويقصد به: النصرانية النسطورية/ وعن النسطورية انظر: الإسلام في مواجهة الحركات الفكرية_ لكاتب هذا البحث ٨١- ٨٣.
٦ ويقصد: المسلمين.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (33,'ذلك أيضاً في وقت لم يرغمهم فيه العرب
- كما يصرح بذلك أهل سرو أنفسهم- على ترك دينهم؟ ... "١.
إن الذي جذب الناس للإسلام، هو الإسلام ذاته، لأنه فطرة الإنسان، فتتجاوب مع الفطر السليمة. قال تعالى:
{فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} ٢.
وهذا سر عظمة هذا الدين، وسر استجابة الناس لعقيدة التوحيد العقيدة التي لا لبس فيها ولا تعقيد، البعيدة عن الفلسفات الخيالية، وعن الغموض، والتناقض. فمن السهل إدراك عقيدته من جميع البشر على مختلف مستوياتهم، ويرتفع بالإنسان من هبوطه، ويسمو به، فيعز به من يعتنقه، ويحس بالكرامة، باعتدال وتوازن عام في مختلف جوانب الحياة، وفي كل البيئات البشرية، وفي كل زمان ومكان.،ولذلك لا نجد شعباً اعتنق الإسلام وتراجع عنه باختياره، وقلّ بل ندر أن نجد عالماً سقط علماء المسلمين ارتد عن الإسلام، في حين نجد كثيراً من عظماء الأديان الأخرى ومفكريها اعتنق الإسلام، وآمن بعقيدته، وعمل على نشرها وتبليغها.
ورعية الدولة الإسلامية تشمل المسلم وغير المسلم، وكل له حقوق وعليه واجبات، وسمح الإسلام بتمايز العقائد في إطار هذه الحقوق، والواجبات، وأنقذ الناس من التعصب، والإرهاب الديني، وعاشوا في ظل دولة الإسلام بالأمن، فأقبلوا على اعتناقه، وجذبهم إليه القدوة عندما تمسك المسلمون بدينهم والعدل الذي نعموا به في ظل الدولة الإسلامية.
والعدل: أول قواعد الحكومة الإسلامية، وميزة النظام الإسلامي. ومفهومه في الدولة الإسلامية بصفة عامة: تنفيذ حكم الله، أي الحكم في الناس بما جاء به القرآن الكريم، وبسنة المصطفى عليه الصلاة والسلام.
قال تعالى:
{إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ} ٣.
وقال سبحانه وتعالى:
{إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ} ٤
_________
١ أثر أهل الكتاب _ لكاتب هذا البحث ٤٣٥، ارنولد _ الدعوة إلى الإسلام ١٠١_ ١٠٢.
٢ سورة الروم الآية: ٣٠.
٣ سورة النساء الآية: ٥٨
٤ سورة النحل الآية: ٩٠.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (34,'وقال جل وعلا:
{يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} ١.
وقال تعالى:
{وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ} ٢.
ولا نعلم حكومة في تاريخ العالم التزمت بالعدل بالقدر الذي ظهر في حكومة الإسلام، وخاصة في العهدين النبوي والراشدي، فنتج عن ذلك سرعة انتشار الإسلام وشيوعه بين الناس على مختلف أجناسهم وألوانهم وعاداتهم، ولغاتهم، وأوطانهم.
ولما دوّن عمر بن الخطاب رضي الله عنه ديوان الجند والعطاء٣، شمل بالعطاء جميع رعايا الدولة الإسلامية من المسلمين (بدون تمييز في الجنس أو اللون) ومن احتاج من غير المسلمين. فكان لذلك أثر كبير في إقبال الناس على الإسلام.
وأجمل ما تميز به العدل في الدولة الإسلامية- العدل والقضاء. فكان الفصل في خصومات الناس يتم على أساس الأحكام الشرعية المتلقاة من الكتاب والسنة. ورسالة عمر ابن الخطاب رضي الله عنه إلى أبي موسى الأشعريَ في القضاء معروفة٤، وقد اتخذها القضاة المسلمون أساساً لأنظمتهم القضائية.
وعينّ الخلفاء الراشدون قضاة للأمصار الإسلامية المفتوحة، مستقلين عن الأمراء وقادة الجند، ينوبون عنهم في الفصل بين الناس، على أساس من الكتاب والسنة والاجتهاد فيما لم يرد فيه نص.
وكان يراعي في اختيار القاضي، غزارة العلم، والتقوى، والورع، والعدل، فكان القضاة من خيار الناس، يخشون الله، ويحكمون بين الناس بالعدل، وكلمتهم نافذة على الولاة وعمال الخراج، بل على الخلفاء، واستمر ذلك في عهد الأمويين، وفي كثير من عهود دولة الإسلام. كما كان للقاضي رزق من بيت المال لما يلزمهم من الانقطاع لهذا العمل، وترك ما يرتزقون منه، ورزق القاضي كبير، ويُعطاه مقدماً حتى لا ينظر بعد ذلك إلى شيء، وكثير من قضاة الإسلام كانوا يرفضون الرزق محتسبين.
_________
١ سوره المائدة الآية: ٨.
٢ سورة الأنعام الآيةَ: ١٥٢.
٣ انظر: أبو يوسف _ الخراج ٢٤٥ البلاذري _ فتوح البلدان ٤٢٥_ ٤٤٧.
٤ وكيع - أخيار القضاة ٧١-٧٢، الماوردي - الأحكام السلطانية ٨٠.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (35,'وحفظ لنا التاريخ نزاهة هؤلاء القضاة، فلم يُعرف عنهم ميل إلى الدنيا واغترار بها يعدل بهم عن قول الحق، والحكم به، وكان في نظرهم سواء: الشريف والوضيع، والخليفة وأفراد الرعية، ولم يتأثروا بالفتن، وبقي القضاء نظيفاً كما هو من الاستمرار في العدل فكان عامل جذب كبير لرعايا الدولة الإسلامية إلى اعتناق الإسلام.
وقد اهتم الخلفاء بجميع أفراد الأمة من مسلمين وغير مسلمين، وقصة القبطي الذي ضربه ابن عمرو بن العاص مشهورة. وقصة العاشر والتّغلبي النصراني مع عمر بن الخطاب١، واليهودي المتسوّل٢ الذي فرض له ولأمثاله من بيت مال المسلمين. وقصة جبلة بن الأيهم الغساني مع الأعرابي الفزاري٣، وقصص جلوس الخلفاء أنفسهم للقضاء أمام خصومهم، كل ذلك مكن للدعوة الإسلامية من التثبيت، والامتداد، والانتشار.
وجلس الخلفاء أنفسهم أمام رعاياهم من أهل الذمة للقضاء، وقضية الخليفة علي بن أبي طالب رضي الله عنه مع الرجل النصراني دليل على ذلك:
"وجد علي بن أبي طالب درعه عند رجل نصراني، فأقبل به إلى شريح٤ قاضيه، وقال له:
"الدرع درعي، ولم أبع، ولم أهب".
فقال شريح للنصراني: "ما تقول فيما يقول أمير المؤمنين"؟.
فقال النصراني: "ما الدرع إلا درعي، وما أمير المؤمنين عندي بكاذب".
فالتفت شريح إلى علي. فقال:
"يا أمير المؤمنين هل من بينة " فضحك علي.
وقال: "أصاب شريح مالي بينة".
فقضى شريح للنصراني. فأخذ النصراني الدرع، ومشى خطوات، ثم رجع وقال:
"أما أنا فأشهد أن هذه أحكام الأنبياء، أمير المؤمنين يدنيني إلى قاضيه يقضي عليه. أشهد أن لا اله إلا الله، وأشهد أن محمداً عبده ورسوله، الدرع والله درعك يا أمير المؤمنين".
_________
١ يحي بن آدم- الخراج ٦٤.
٢ أبو يوسف- الخراج ١٢٦- الطماوي- عمر بن الخطاب وأصول السياسة والإدارة الحديثة ٩٨.
٣ الطبري ٥/.٢٤، الكامل في التاريخ ٤/ ٥ ١٠، ابن كثير- البداية٨/ ٢١٧.
٤ شريح الكندي من أولاد الفرس الذين كانوا باليمن، ولاه عمر بن الخطاب رضي الله عنه قضاء الكوفة، وأقام قاضياً ستين سنة، وقضى بالبصرة سنة، فكان يقال له "قاضي المِصرَين"، وقيل أنه استعفى من القضاء قبل موته بسنة. وتوفي سنة ٧٨هـ أو سنة ٨٠هـ.
[انظر: الذهبي _ سير ٤/١٠١، ابن كثير_ البداية ٩/٢٥، الخطيب البغدادي ٥/٩٦]
وكيع _ أخيار القضاة ٢/١٨٩_ ٤٠٩ حيث استوفى أخباره.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (36,'فقال: "أما إذا أسلمت فهي لك" وحمله على فرسه١
وهكذا كان القضاء عامل جذب كبير الإسلام.
كما كانت صلاة الجماعة في المسجد عامل جذب قوي أيضاً، تلك العبادة التي تتجلى فيها روعة المساواة بين البشر جميعاً بأعلى صورها في إلغاء الفوارق.
ففي الجمعة والجماعة تأخذ المساواة صورتها العملية، وتزول كل الفوارق التي تميّز بين الناس، فمن ذهب إلِى المسجد أولاً آخذ مكانه في مقدمة الصفوف، وإن كان أقل الناس مالاً، وأضعفهم جاهاً، ومن تأخر حضوره أخذ مكانه مهما يكن مركزه، وتجد الغني يجانب الفقير، والعالم يجانب الأمي، والشريف بجانب الوضيع، والحاكم بجوار الخادم، ولا فرق بين واحد وآخر، فكلهم سواسية أمام الله سبحانه، في قيامهم، وركوعهم، وسجودهم، قبلتهم واحدة، وكتابهم واحد، وحركاتهم واحدة خلف إمام واحد، ترتبط قلوبهم بخالقهم، لا تفاضل بينهم إلا بالتقوى.
وهذه المساواة التي تظهر عملياً، وتتكرر في اليوم الواحد مرات، جذبت سكان البلاد المفتوحة للإسلام، فانتشر بينهم، وأصبح لهم ما للمسلمين وعليهم ما عليهم.
وهكذا كان المسجد وسيلة من وسائل الدعوة الهامة، فكان ركيزة هامة من ركائز بناء المجتمع الإسلامي، وقد ضرب الرسول صلى الله عليه وسلم المثل للمسلمين في بناء المساجد والاهتمام بها، فبنى مسجد قباء، ثم المسجد النبويَ، وبنى المساجد في الأسفار الطويلة في الطرقات والمنازل، وفي أثناء الغزو، وأثناء الحصار٢. واهتم الراشدون بذلك وكتب عمر بن الخطاب رضي الله عنه إلى ولاة الأقاليم في العراق ومصر باتخاذ مسجداً للجماعة، وللقبائل مسجداً، فإذا كان يوم الجمعة انضموا إلى مسجد الجمعة فشهدوا الجمعة. وأما في الشام فأمرهم أن يتخذوا في كل مدينة مسجداً واحداً، ولا يتخذوا للقبائل.
وفي تخطيط المدن الإسلامية حرص المسلمون على إنشاء المساجد في المدن التي مصرّها المسلمون الكوفة، والبصرة، والموصل، والفسطاط، وكانت تقام في هذه الأمصار حياة إسلامية تحس بها الشعوب التي أطلتها راية الإسلام، وتلمسها كنماذج كاملة للمجتمع المسلم يتوسطها المسجد. فكانت الأمصار والأجناد من عوامل بث الدعوة، وانتشارها٣ وبهذا يتضح لنا أثر الفتوحات الإسلامية في انتشار الإسلام.
_________
١ ابن كثير _ البداية والنهاية ٨/٥، ابن الأثير_ الكامل في التاريخ ٣/٢٠١.
٢ انظر: البخاري ١/١٣٠، وقد ذكر بعض المساجد والمواقع الني صلّى فيها رسول الله صلى الله عليه وسلم.
٣ عن الأمصار والأجناد ودورها بالتفصيل: انظر_ تاريخ الدعوة_ للمؤلف ٣٣٢_٣٤٣.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (37,'<span data-type="title" id=toc-12>مصادر ومراجع</span>
...
المراجع والمصادر
١ - القرآن الكريم.
٢ - كتب السنة المطهرة- صحيح مسلم، صحيح البخاري- فتح الباري- مسند أحمد ...
٣ - ابن الأثير- الكامل في التاريخ- دار الكتاب العربي- بيروت- ط٤/ ١٤٠٣هـ ١٩٨٣ م.
٤ - أرنولد- توماس- الدعوة إلى الإسلام- ترجمة حسن إبراهيم حسن وزميله- مكتبة النهضة المصرية ١٩٧٠ م.
٥ - الفرد بل- الفرق الإِسلامية في الشمال الأفريقي- ترجمة عبد الرحمن بدوي- دار الغرب- بيروت ط ٢/ ١٩٨١ م.
٦ - بتلر- فتح العرب لمصر- ترجمة فريد أبو حديد دار الكتب المصرية.
٧ - برنارد لويس! - تاريخ العرب- Arabs in history London ١٩٦٦
٨ - بروكلمان- كارل- تاريخ الشعوب الإِسلامية- ترجمة نبيه أمين فارس، ومنير البعلبكي- دار العلم للملايين- بيروت ط٥/ ١٩٦٨م.
٩ - البلاذري- فتوح البلدان- دار الكتب العلمية- بيروت ١٤٠٣ هـ/ ١٩٨٣ م.
١٠- ابن تيميه- السياسة الشرعية في إصلاح الراعي والرعية- دار الكتاب العربي- مصر ط٤/ ١٩٦٩م.
١١- جب- هاملتون- التاريخ الإِسلامي في العصور الوسطى- دمشق- مهمل السنة.
١٢- جب- هاملتون- دراسات في حضارة الإِسلام- ترجمة إحسان عباس وزملاؤه- دار العلم للملايين- بيروت ط ٢/ ١٩٧٩ م.
١٣- جميل عبد الله المصري- أثر أهل الكتاب في الفتن والحروب الأهلية- مكتبة الدار بالمدينة ط ١/ ١٤١٠ هـ ١٩٨٩م.
١٤- جميل عبد الله المصري- الموالي- موقف الدولة الأموية منهم- دار أم القرى- عمان- الأردن ط ١/١٤٠٨ هـ ١٩٨٨ م.
١٥- جميل عبد الله المصري- تاريخ الدعوة الإسلامية- مكتبة الدار بالمدينة ط١/٧ ١٤٠ هـ ١٩٨٧ م.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (38,'١٦- الجندي- أنور- الإسلام وحركة التاريخ- دار الكتاب المصري ط ١/ ١٩٨٠ م.
١٧- جولد تسيهر- أجناس- العقيدة والشريعة في الإسلام- ترجمة محمد يوسف موسى ورفاقه ط ٢/ دار الكتب بمصر ١٣٧٨ هـ ١٩٥٩ م.
١٨_حتي- فيليب- صانعو التاريخ العربي- ترجمة أنيس فريحه- دار الثقافة ط ١ /١٩٦٩ م.
١٩_حتي- فيليب- تاريخ العرب- مطول- دار الكشاف ط ٣/ ١٩٦١ م.
٢٠_خوري- فيليب- تاريخ العرب- ترجمة محمد مبروك- القاهرة ط٣/ ١٩٥٣م.
٢١_ الدينوري- الأخبار الطوال- تحقيق عبد المنعم عامر القاهرة ط ١/ ١٩٦٠.
٢٢_ رورنتال- فرانز- علم التاريخ عند المسلمين- ترجمة صالح أحمد العلي- مؤسسة الرسالة ط ٢/١٤٠٣هـ ١٩٨٣ م.
٢٣- الريس- محمد ضياء الدين- الخراج والنظم المالية للدولة الإسلامية- دار المعارف بمصر ط٣/١٩٦٩م.
٢٤- زيدان- جورجي- تاريخ التمدن الإسلامي-مكتبة الحياة- بيروت- مغفل السنة.
٢٥_ ابن سعد- محمد بن سعد- الطبقات الكبرىَ- تحقيق ادواردسخاو، ويوسف هوروفيتش- دار التحرير- القاهرة ١٣٨٨ هـ ١٩٦٨م.
٢٦- سورديل- دومنيك- الإسلام في القرون الوسطى- ترجمة علي المقلد- بيروت ط١ /١٩٨٣.
٢٧- سيديو- ل. م. تاريخ العرب العام- تعريب عادل زعيتر- عيسى البابي الحلبي- مصر ط /٢ ١٣٨٩هـ ١٩٦٩م.
٢٨- الشافعي- الإِمام محمد بن إدريس- الأم- الجزء الرابع ط١ الأميرية ١٣٢١ هـ.
٢٩_ ابن طباطبا- ابن الطقطقي- الفخري في الآداب السلطانية والدول الإسلامية- بيروت ١٣٨٥ هـ٦٦ ١٩م.
٣٠- الطبريَ- محمد بن جرير- أبو جعفر- تاريخ- تحقيق محمد أبو الفضل إبراهيم، دار المعارف- مصر ط ٢ / ١٩٧١م.
٣١- الطماوي- سليمان- عمر بن الخطاب وأصول السياسة والإدارية الحديثة- بيروت ١٣٩٦ هـ.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (39,'٣٢- ابن عبد الحكم- فتوح مصر وأخبارها- طبع ليدن- بريل- بغداد ١٩٢٠ م.
٣٣- أبو عبيد- الأموال- القاهرة ١٣٥٣ هـ.
٣٤- ابن عساكر- تاريخ دمشق- مخطوط- تصوير مكتبة الدار بالمدينة المنورة.
٣٥- فان فلوتن- السيادة العربية- ترجمة حسن إبراهيم حسن وزميله ط ٢/ ١٩٦٥ م.
٣٦- فلهورن- يوليوس- تاريخ الدولة العربية- ترجمة محمد عبد الهادي أبو ريدة- القاهرة ١٩٦٨ م.
٣٧- القلقشندي- صبح الأعشى في صناعة الإنشا- دار الثقافة والإرشاد المصرية- مطابع كونستانس ١٣٨٣ هـ ١٩٦٣ م.
٣٨- كلود كاهين- تاريخ العرب والشعوب الإسلامية- تعريب بدر الدين القاسم- دمشق ط ١/١٩٧٢م.
٣٩- ابن كثير- البداية والنهاية- دار الفكر العربي- دار النيل- الجيزة بمصر، مهمل السنة.
٤٠- لاندو- روم- الإِسلام والعرب- تعريب منير البعلبكي- دار العلم للملايين- بيروت ط ١/١٩٦٢م.
٤١- لوبون- غوستاف- حضارة العرب- تعريب عادل زعيتر- دار إحياء التراث العربي- بيروت ط ٣/ ١٣٨٩ هـ ١٩٧٩م.
٤٢- الماوردي- الأحكام السلطانية والولايات الدينية- المكَتبة التوفيقية- القاهرة- مغفل السنة.
٤٣- مجير الدين الحنبلي- الأنس الجليل في تاريخ القدس والخليل- النجف ١٣٨٨هـ/١٩٦٨م.
٤٤- المقريزي- إمتاع الأسماع- تحقيق محمود محمد شاكر- القاهرة ١٩٤١ م.
٤٥ - المقريزي- المواعظ والاعتبار- خطط- طبعة جديدة بالأوفست.
٤٦- نتنج- أنتوني- العرب- انتصاراتهم وأمجاد الإِسلام- ترجمة راشد البراوي- الانجلو المصرية- القاهرة ١٩٧٤م.
٤٧- نورمان دانيال- الإسلام والغرب.
٤٨- ابن هشام- السيرة النبوية- تحقيق السقا وزملاؤه- مهمل مكان الطبع والسنة.
٤٩- الواقدي- المغازي- تحقيق مارسدن مونس- مطبعة جامعة اكسفورد ١٩٦٦م.
٥٠- وكيع محمد بن خلف بن حيان- أخبار القضاة- عالم الكتب- بيروت مهمل السنة.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b9013] VALUES (40,'٥١- ول ديورانت- قصة الحضارة- مطبعة لجنة التأليف والترجمة والنشر القاهرة.١٩٥م.
٥٢- يحي بن آدم- الخراج- تحقيق أحمد محمد شاكر- المطبعة السلفية ١٣٤٧ هـ.
٥٣- اليعقوبي- تاريخ- دار صادر بيروت- بيروت ١٩٦٠ م.
٥٤- أبو يوسف- الخراج- المطبعة السلفية بمصر ١٣٤٦هـ.',NULL,'106',NULL,NULL,'0');
