-- Table: b9170
-- Chunk: 1
-- Rows: 550

CREATE TABLE "b9170"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9170
INSERT INTO [b9170] VALUES (1,'بسم الله الرحمن الرحيم
<span data-type="title" id=toc-1>التقدمة وترجمة المؤلف:</span>
النهي عن الرواية عن الضعفاء والاحتياط في تحملها. بيان أن الإسناد من الدين، وأن الرواية لا تكون إلا عن الثقات. درجات التوثيق في ميزان الذهبي. رأي ابن أبي حاتم الرازي، وابن الصلاح في درجات التوثيق. ألفاظ التعديل ومراتبه عن السخاوي. اهتمام الحفاظ بالجرح والتعديل. الكتب المؤلفة في الجرح والتعديل ومسالكها. الكتب الجامعة بين الثقات والضعفاء. كتب الثقات. كتب الضعفاء. كتب المدلسين. المصنفات في رجال كتب مخصوصة. كتاب "الثقات" للعجلي. ترجمة العجلي وبيان أن منزلته تعادل منزلة الإمام أحمد، ويحيى بن معين. لِمَ لَمْ يرو الأحاديث. المحنة بخلق القرآن وموقفه منها. روايته أخبار الصالحين وحكايات الزهاد فقط. شهادة العلماء الثقات له. تحريه ودقته في توثيقه. درجة توثيقه. نسخة الكتاب الخطية. نسخة الحافظ ابن حجر. الفرق بين النسختين. خطة المقابلة بينهما. المقابلة على التاريح الكبير للبخاري، وتاريخ يحيى بن معين، وثقات ابن حبان. طريقة العجلي وترتيب الهيثمي. هل استوعب العجلي كل الثقات. والد العجلي وترجمته. اعتماد الحافظ الهيثمي على أصلين لدى ترتيبه ثقات العجلي. نبذة عن الحافظ الهيثمي مرتب الثقات.
النهي عن الرواية عن الضعفاء والاحتياط في تحملها:
أخرج الإمام مسلم في صحيحه عن أبي هريرة، عن رسول الله صلى الله عليه وسلم، أنه قال: "سيكون في آخر أمتي أناس يحدثونكم ما لم تسمعوا أنتم ولا آباؤكم. فإياكم وإياهم".
وقال رسول الله صلى الله عليه وسلم: "يكون في آخر الزمان دجالون كذابون. يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم. فإياكم وإياهم. لا يضلونكم ولا يفتنونكم".',NULL,'3',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (2,'وقال عبد الله بن عمرو بن العاص في الخبر الذي رواه مسلم في أول صحيحه "١: ١٢": إن الشيطان ليتمثل في صورة الرجل, فيأتي القوم فيحدثهم بالحديث من الكذب, فيتفرقون, فيقول الرجل منهم: سمعت رجلًا أعرف وجهه، ولا أدري ما اسمه، يحدث. ثم أردف قائلًا: إن في البحر شياطين مسجونة أوثقها سليمان, يوشك أن تخرج فتقرأ على الناس قرآنًا.
وجاء بشير بن كعب إلى ابن عباس -رضي الله عنه- فجعل يحدثه. فقال له ابن عباس: عد لحديث كذا وكذا, فعاد له, ثم حدثه, فقال له: عد لحديث كذا وكذا, فعاد له, فقال له: ما أدري، أعرفت حديثي كله وأنكرت هذا؟ أم أنكرت حديثي كله وعرفت هذا؟ فقال له ابن عباس: إنا كنا نحدث عن رسول الله صلى الله عليه وسلم إذ لم يكن يُكذب عليه, فلما ركب الناس الصعب والذلول، تركنا الحديث عنه.
وقال عبد الله بن عباس -رضي الله عنه- إنما كنا نحفظ الحديث. والحديث يُحفظ عن رسول الله صلى الله عليه وسلم, فأما إذ ركبتم كل صعب وذلول فهيهات.
وقال مجاهد: جاء بشير العدوي إلى ابن عباس, فجعل يحدث ويقول: قال رسول الله صلى الله عليه وسلم، فجعل ابن عباس لا يأذن لحديثه ولا ينظر إليه. فقال: يابن عباس! ما لي لا أراك تسمع لحديثي؟ أحدثك عن رسول الله صلى الله عليه وسلم ولا تسمع. فقال ابن عباس: إنا كنا مرة إذا سمعنا رجلًا يقول: قال رسول الله صلى الله عليه وسلم ابتدرته أبصارنا, وأصغينا إليه بآذاننا, فلما ركب الناس الصعب والذلول، لم نأخذ من الناس إلا ما نعرف.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (3,'وقال الإمام مسلم في صحيحه "١: ١٣-١٤": حدثنا داود بن عمرو الضبي, حدثنا نافع بن عمر، عن ابن أبي مليكة؛ قال: كتبت إلى ابن عباس أسأله أن يكتب لي كتابًا ويخفي عني, فقال: ولد ناصح. أنا أختار له الأمور اختيارًا وأخفي عنه, قال فدعا بقضاء عليٍّ. فجعل يكتب منه أشياء, ويمر به الشيء فيقول: والله ما قضى بهذا عليٌّ إلا أن يكون ضل.
حدثنا عمرو الناقد, حدثنا سفيان بن عيينة، عن هشام بن حجير، عن طاوس؛ قال: أُتي ابن عباس بكتاب فيه قضاء علي رضي الله عنه فمحاه إلا قدر١. وأشار سفيان بن عيينة بذراعه.
حدثنا حسن بن علي الحلواني, حدثنا يحيى بن آدم عن ابن إدريس، عن الأعمش، عن أبي إسحاق؛ قال: لما أحدثوا تلك الأشياء بعد علي رضي الله عنه؛ قال رجل من أصحاب علي: قاتلهم الله أي علم أفسدوا.
حدثنا علي بن خشرم, أخبرنا أبو بكر، يعني ابن عياش. قال: سمعت المغيرة يقول: لم يكن يصدق٢ على علي رضي الله عنه في الحديث عنه إلا من أصحاب عبد الله بن مسعود.
_________
١ "إلا قدر": منصوب غير منون، معناه: محاه إلا قدر ذراع.
٢ "يصدق" ضبط على وجهين: "أحدهما": بفتح الياء وإسكان الصاد وضم الدال. "والثاني": بضم الياء، وفتح الصاد، والدال المشددة.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (4,'بيان أن الإسناد من الدين، وأن الرواية لا تكون إلا عن الثقات، وأن جرح الرواة بما هو فيهم جائز، بل واجب، وأنه ليس من الغيبة المحرمة، بل من الذب عن الشريعة المكرمة:
قال الإمام مسلم في صحيحه "١: ١٤":
حدثنا حسن بن الربيع, حدثنا حماد بن زيد، عن أيوب وهشام، عن محمد، وحدثنا فضيل، عن هشام. قال: وحدثنا مخلد بن حسين، عن هشام, عن محمد بن سيرين؛ قال: إن هذا العلم دين. فانظروا عمن تأخذون دينكم.
حدثنا أبو جعفر محمد بن الصباح، حدثنا إسماعيل بن زكريا، عن عاصم الأحول، عن ابن سيرين؛ قال: لم يكونوا يسألون عن الإسناد، فلما وقعت الفتنة، قالوا: سموا لنا رجالكم, فينظر إلى أهل السنة فيؤخذ حديثهم, وينظر إلى أهل البدع فلا يؤخذ حديثهم.
حدثنا إسحاق بن إبراهيم الحنظلي, أخبرنا عيسى، وهو ابن يونس, حدثنا الأوزاعي، عن سليمان بن موسى؛ قال: لقيت طاوسًا فقلت: حدثني فلان كيت وكيت١. قال: إن كان صاحبك مليًا٢ فخذ عنه.
حدثنا محمد بن أبي عمر المكي, حدثنا سفيان. ح وحدثني أبو بكر بن خلاد الباهلي, واللفظ له؛ قال: سمعت سفيان بن عيينة، عن مسعر. قال:
_________
١ "كيتَِ وكيتَِ" هما بفتح التاء وكسرها. لغتان نقلهما الجوهري في صحاحه عن أبي عبيدة.
٢ "مليا" يعني ثقة ضابطًا متقنًا يوثق بدينه ومعرفته، يعتمد عليه كما يعتمد على الملي بالمال ثقة بذمته.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (5,'سمعت سعد بن إبراهيم يقول: لا يحدث عن رسول الله صلى الله عليه وسلم إلا الثقات١.
وحدثني محمد بن عبد الله بن قهراذ من أهل مرو. قال: سمعت عبدان بن عثمان يقول: سمعت عبد الله بن المبارك يقول: الإسناد من الدين ولولا الإسناد لقال من شاء ما شاء.
وقال محمد بن عبد الله: حدثني العباس بن أبي رزمة؛ قال: سمعت عبد الله يقول: بيننا وبين القوم القوائم٢. يعني الإسناد.
وقال محمد: سمعت أبا إسحاق إبراهيم بن عيسى الطالقاني؛ قال: قلت لعبد الله بن المبارك: يا أبا عبد الرحمن! الحديث الذي جاء "إن من البر بعد البر: أن تصلي لأبويك مع صلاتك, وتصوم لهما مع صومك", قال: فقال عبد الله: يا أبا إسحاق عمن هذا؟ قال: قلت له: هذا من حديث شهاب بن خراش. فقال: ثقة, عمن؟ قال: قلت: عن الحجاج بن دينار. قال: ثقة، عمن؟ قال: قلت: قال رسول الله صلى الله عليه وسلم. قال: يا أبا إسحاق! إن بين الحجاج بن دينار وبين النبي صلى الله عليه وسلم مفاوز٣، تنقطع فيها أعناق المطي، ولكن ليس في الصدقة اختلاف٤.
_________
١ "لا يحدث عن رسول الله صلى الله عليه وسلم إلا الثقات" معناه لا يقبل إلا من الثقات.
٢ "بيننا وبين القوم القوائم" معنى هذا الكلام: إن جاء بإسناد صحيح قبلنا حديثه، وإلا تركناه. فجعل الحديث كالحيوان لا يقوم بغير إسناد. كما لا يقوم الحيوان بغير قوائم.
٣ "مفاوز" جمع مفازة. وهي الأرض القفر البعيدة عن العمارة وعن الماء، التي يخاف الهلاك فيها.
٤ "ليس في الصدقة اختلاف" معناه أن هذا الحديث لا يحتج به. ولكن من أراد بر والديه فليتصدق عنهما, فإن الصدقة تصل إلى الميت وينتفع بها، بلا خلاف بين المسلمين.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (6,'وقال محمد: سمعت علي بن شفيق يقول: سمعت عبد الله بن المبارك يقول على رؤوس الناس: دعوا حديث عمرو بن ثابت فإنه كان يسب السلف.
وحدثني أبو بكر بن النضر بن أبي النضر، قال: حدثني أبو النضر هاشم بن القاسم، حدثنا أبو عقيل صاحب بهية. قال: كنت جالسًا عند القاسم بن عبيد الله ويحيى بن سعيد. فقال يحيى للقاسم: يا أبا محمد! إنه قبيح على مثلك، عظيم أن تُسأل عن شيء من أمر هذا الدين، فلا يوجد عندك منه علم, ولا فرج. أو علم ولا مخرج, فقال له القاسم: وعم ذاك؟ قال: لإنك ابن إمامي هدى: ابن أبي بكر وعمر. قال يقول له القاسم: أقبح من ذاك عند من عقل عن الله، أن أقول بغير علم أو آخذ عن غير ثقة. قال فسكت فما أجابه.
وحدثني بشر بن الحكم العبدي، قال: سمعت سفيان بن عيينة يقول: أخبروني عن أبي عقيل صاحب بهية أن أبناء لعبد الله بن عمر سألوه عن شيء لم يكن عنده فيه علم فقال له يحيى بن سعيد: والله إني لأعظم أن يكون مثلك، وأنت ابن إمامي الهدى -يعني عمرَ وابن عمرَ- تُسأل عن أمر ليس عندك فيه علم. فقال: أعظم من ذلك، والله، عند الله، وعند من عقل من الله، أن أقول بغير علم أو أخبر عن غير ثقة. قال: وشهدهما أبو عقيل يحيى بن المتوكل حين قالا ذلك.
وحدثنا عمرو بن علي، أبو حفص. قال: سمعت يحيى بن سعيد. قال: سألت سفيان الثوري وشعبة ومالكًا وابن عيينة، عن الرجل لا يكون ثبتًا في الحديث فيأتيني الرجل فيسألني عنه. قالوا: أخبر عنه أنه ليس بثبت.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (7,'وحدثنا عبيد الله بن سعيد قال: سمعت النضر يقول: سئل ابن عون عن حديث لشهر وهو قائم على أسكفة الباب١. فقال: إن شهرًا نزكوه إن شهرًا نزكوه٢.
قال مسلم رحمه الله: يقول: أخذته ألسنة الناس. تكلموا فيه.
وقال مسلم: حدثني الفضل بن سهل. قال: حدثنا يزيد بن هارون قال: أخبرني خليفة بن موسى قال: دخلت على غالب بن عبيد الله. فجعل يملي عليّ: حدثني مكحول. حدثني مكحول فأخذه البول٣ فقام فنظرت في الكراسة٤ فإذا فيها حدثني أبان، عن أنس، وأبان عن فلان، فتركته وقمت.
قال: وسمعت الحسن بن علي الحلواني يقول: رأيت في كتاب عفان حديث هشام أبي المقدام، حديث عمر بن عبد العزيز. قال هشام: حدثني رجل يقال له يحيى بن فلان، عن محمد بن كعب، قال: قلت لعفان: إنهم يقولون: هشام سمعه من محمد بن كعب فقال: إنما ابتلي من قبل هذا الحديث. كان يقول: حدثني يحيى عن محمد, ثم ادعى بعد، أنه سمعه من محمد.
حدثني محمد بن عبد الله بن قهزاذ. قال: سمعت عبد الله بن عثمان بن جبلة يقول: قلت لعبد الله بن المبارك: من هذا الرجل الذي رويت عنه
_________
١ "أسكفة الباب" هي العتبة السفلى التي توطأ.
٢ "نزكوه" معناه طعنوا فيه وتكلموا بجرحه. فكأنه يقول: طعنوه بالنيزك، وهو رمح قصير.
٣ "أخذه البول" معناه ضغطه وأزعجه واحتاج إلى إخراجه.
٤ "الكراسة" قال أبو جعفر النحاس في كتاب "صناعة الكتاب": الكراسة معناه الكتبة المضموم بعضها إلى بعض. والورق الذي قد ألصق بعضه إلى بعض، مشتق من قولهم: رسم مكرس، إذا ألصقت الريح التراب به. وقال أقضى القضاة الماوردي: أصل الكرسي العلم، ومنه قيل للصحيفة يكون فيها علم مكتوب: كراسة.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (8,'حديث عبد الله بن عمرو "يوم الفطر يوم الجوائز" قال: سليمان بن الحجاج. انظر ما وضعت في يدك منه.
قال ابن قهزاذ: وسمعت وهب بن زمعة يذكر عن سفيان بن عبد الملك، قال: قال عبد الله، يعني ابن المبارك: رأيت روح بن غطيف، صاحب الدم قدر الدرهم١، وجلست إليه مجلسًا, فجعلت أستحيي من أصحابي أن يروني جالسًا معه. كُره حديثه٢.
حدثني ابن قهزاذ قال: سمعت وهبًا يقول عن سفيان، عن ابن المبارك؛ قال: بقية صدوق اللسان ولكنه يأخذ عمن أقبل وأدبر٣.
حدثنا قتيبة بن سعيد حدثنا جرير، عن مغيرة، عن الشعبي؛ قال: حدثني الحارث الأعور الهمداني، وكان كذابًا.
حدثنا أبو عامر عبد الله بن براد الأشعري, حدثنا أبو أسامة، عن مفضل، عن مغيرة؛ قال: سمعت الشعبي يقول: حدثني الحارث الأعور، وهو يشهد أنه أحد الكاذبين.
حدثنا قتيبة بن سعيد، حدثنا جرير، عن مغيرة، عن إبراهيم؛ قال: قال علقمة: قرأت القرآن في سنتين فقال الحارث: القرآن هين. الوحي أشد.
وحدثني حجاج بن الشاعر, حدثنا أحمد، يعني ابن يونس، حدثنا زائدة، عن الأعمش، عن إبراهيم؛ أن الحارث قال: تعلمت القرآن في ثلاث سنين والوحي في سنتين. أو قال: الوحي في ثلاث سنين. والقرآن في سنتين.
_________
١ "صاحب الدم قدر الدرهم" يريد وصفه وتعريفه بالحديث الذي رواه روح هذا عن الزهري، عن أبي سلمة، عن أبي هريرة يرفعه "تعاد الصلاة من قدر الدرهم" يعني من الدم.
٢ "كره حديثه" أي كراهية له.
٣ "ولكنه يأخذ عمن أقبل وأدبر" يعني عن الثقات والضعفاء.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (9,'وحدثني حجاج قال: حدثني أحمد، وهو ابن يونس, حدثنا زائدة، عن منصور والمغيرة، عن إبراهيم؛ أن الحارث اتهم.
وحدثنا قتيبة بن سعيد, حدثنا جرير، عن حمزة الزيات. قال: سمع مرة الهمداني من الحارث شيئًا. فقال له: اقعد بالباب. قال، فدخل مرة وأخذ سيفه. قال، وأحس الحارث بالشر، فذهب.
وحدثني عبيد الله بن سعيد, حدثنا عبد الرحمن، يعني ابن مهدي, حدثنا حماد بن زيد، عن ابن عون؛ قال: قال لنا إبراهيم: إياكم والمغيرة بن سعيد، وأبا عبد الرحمن فإنهما كذابان.
حدثنا أبو كامل الجحدري, حدثنا حماد، وهو ابن زيد، قال: حدثنا عاصم، قال: كنا نأتي أبا عبد الرحمن السلمي ونحن غلمة أيفاع، فكان يقول لنا: لا تجالسوا القصاص غير أبي الأحوص، وإياكم وشقيقًا، قال وكان شقيق هذا يرى رأي الخوارج، وليس بأبي وائل.
حدثنا أبو غسان، محمد بن عمر والرازي، قال: سمعت جريرًا يقول: لقيت جابر بن يزيد الجعفي فلم أكتب عنه. كان يؤمن بالرجعة١.
حدثنا الحسن الحلواني, حدثنا يحيى بن آدم, حدثنا مسعر. قال: حدثنا جابر بن يزيد، قبل أن يحدث ما أحدث.
_________
١ "كان يؤمن بالرجعة" معنى إيمانه بالرجعة هو ما تقوله الرافضة وتعتقده بزعمها الباطل أن عليًّا كرم الله وجهه في السحاب. فلا نخرج، يعني مع من يخرج من ولده حتى ينادى من السماء أن اخرجوا معه.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (10,'وحدثني سلمة بن شبيب، حدثنا الحميدي، حدثنا سفيان. قال: كان الناس يحملون عن جابر قبل أن يظهر ما أظهر, فلما أظهر ما أظهر اتهمه الناس في حديثه, وتركه بعض الناس. فقيل له: وما أظهر؟ قال: الإيمان بالرجعة.
وحدثنا حسن الحلواني, حدثنا أبو يحيى الحماني, حدثنا قبيصة وأخوه, أنهما سمعًا الجراح بن مليح يقول: سمعت جابرًا يقول: عندي سبعون ألف حديث عن أبي جعفر، عن النبي صلى الله عليه وسلم، كلها.
وحدثني حجاج بن الشاعر, حدثنا أحمد بن يونس. قال: سمعت زهيرًا يقول: قال جابرٌ، أو سمعت جابرًا يقول: إن عندي لخمسين ألف حديث, ما حدثت منها بشيء, قال ثم حدث يومًا بحديث فقال: هذا من الخمسين ألفًا.
وحدثني إبراهيم بن خالد اليشكري قال: سمعت أبا الوليد يقول: سمعت سلام بن أبي مطيع يقول: سمعت جابرًا الجعفي يقول: عندي خمسون ألف حديث عن النبي صلى الله عليه وسلم.
وحدثني سلمة بن شبيب, حدثنا الحميدي, حدثنا سفيان. قال: سمعت رجلًا سأل جابرًا عن قوله عز وجل: {فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ} . فقال جابر: لم يجئ تأويل هذه. قال سفيان: وكذب, فقلنا لسفيان: وما أراد بهذا؟ فقال: إن الرافضة تقول: إن عليا في السحاب فلا تخرج مع من خرج من ولده، حتى ينادي مناد من السماء يريد عليًّا أنه ينادي: اخرجوا مع فلان. يقول جابر: فذا تأويل هذه الآية وكذب. كانت في إخوة يوسف صلى الله عليه وسلم.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (11,'وحدثني سلمة, حدثنا الحميدي, حدثنا سفيان. قال: سمعت جابرًا يحدث بنحو من ثلاثين ألف حديث. ما أستحل أن أذكر منها شيئًا، وأن لي كذا وكذا.
قال مسلم: وسمعت أبا غسان، محمد بن عمرٍو الرازي قال: سألت جرير بن عبد الحميد, فقلت: الحارث بن حصيرة لقيته؟ قال: نعم. شيخٌ طويلُ السكوتِ, يُصر على أمر عظيم.
حدثني أحمد بن إبراهيم الدورقي. قال: حدثني عبد الرحمن بن مهدي, عن حماد بن زيد, قال: ذكر أيوب رجلًا يومًا فقال: لم يكن بمستقيم اللسان, وذكر آخر فقال: هو يزيد في الرقم.
حدثني حجاج بن الشاعر, حدثنا سليمان بن حرب, حدثنا حماد بن زيد, قال: قال أيوب: إن لي جارًا, ثم ذكر من فضله ولو شهد عندي على تمرتين ما رأيت شهادته جائزة.
وحدثني محمد بن رافع, وحجاج بن الشاعر. قالا: حدثنا عبد الرزاق قال: قال معمر: ما رأيت أيوب اغتاب أحدا قط إلا عبد الكريم. يعني أبا أمية. فإنه ذكره فقال: رحمه الله كان غير ثقة, لقد سألني عن حديث لعكرمة، ثم قال: سمعت عكرمة.
حدثني الفضل بن سهل، قال: حدثنا عفان بن مسلم, حدثنا همام, قال: قدم علينا أبو داود الأعمى فجعل يقول: حدثنا البراء. قال: وحدثنا زيد بن أرقم',NULL,'13',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (12,'فذكرنا ذلك لقتادة, فقال: كذب ما سمع منهم١ إنما كان ذلك سائلا يتكفف الناس٢ زمن طاعون الجارف٣.
وحدثني حسن بن علي الحلواني قال: حدثنا يزيد بن هارون, أخبرنا همام, قال: دخل أبو داود الأعمى على قتادة فلما قام قالوا: إن هذا يزعم أنه لقي ثمانية عشر بدريًّا, فقال قتادة: هذا كان سائلا قبل الجارف لا يعرض في شيء من هذا٤, ولا يتكلم فيه, فوالله ما حدثنا الحسن عن بدري مشافهة. ولا حدثنا سعيد بن المسيب عن بدري مشافهة، إلا عن سعد بن مالك.
حدثنا عثمان بن أبي شيبة, حدثنا جرير، عن رقبة؛ أن أبا جعفر الهاشمي المدني كان يضع أحاديث كلام حق٥, وليست من أحاديث النبي صلى الله عليه وسلم, وكان يرويها عن النبي صلى الله عليه وسلم.
حدثنا الحسن الحلواني قال: حدثنا نعيم بن حماد, قال أبو إسحاق إبراهيم بن محمد بن سفيان, وحدثنا محمد بن يحيى, قال: حدثنا نعيم بن حماد, حدثنا أبو داود الطيالسي، عن شعبة، عن يونس بن عبيد قال: كان عمرو بن عبيد يكذب في الحديث.
_________
١ "ما سمع منهم" يعني البراء وزيدًا وغيرهما ممن زعم أنه روى عنهم. فإنه زعم أنه رأى ثمانية عشر بدريًّا.
٢ "يتكفف الناس" معناه يسألهم في كفه أو بكفه.
٣ "طاعون الجارف" سمي بذلك لكثرة من مات فيه من الناس وسمي الموت جارفًا لاجترافه الناس, وسمي السيل جارفًا لاجترافه ما على الأرض, والجرف الغرف من فوق الأرض وكسح ما عليها, وأما الطاعون فوباء معروف, وهو بثر وورم مؤلم جدًا يخرج مع لهب ويسود ما حوله أو يخضر أو يحمر حمرة بنفسجية كدرة, ويحصل معه خفقان القلب والقيء.
٤ "لا يعرض لشيء من هذا" أي لا يعتني بالحديث.
٥ "كلام حق" بنصب كلام، وهو بدل من أحاديث, ومعناه كلام صحيح المعنى وحكمة من الحكم ولكنه كذب. فنسبه إلى النبي صلى الله عليه وسلم وليس هو من كلامه صلى الله عليه وسلم.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (13,'حدثني عمرو بن علي، أبو حفص. قال: سمعت معاذ بن معاذ يقول: قلت لعوف بن أبي جميلة: إن عمرو بن عبيد حدثنا عن الحسن؛ أن رسول الله صلى الله عليه وسلم قال: "من حمل علينا السلاح فليس منا" ١ قال: كذب، والله! عمرو ولكنه أراد أن يحوزها إلى قوله الخبيث٢.
وحدثنا عبيد الله بن عمرو القواريري. حدثنا حماد بن زيد. قال: كان رجل قد لزم أيوب وسمع منه ففقده أيوب, فقالوا: يا أبا بكر إنه قد لزم عمرو بن عبيد. قال: حماد: فبينا أنا يومًا مع أيوب وقد بكرنا إلى السوق فاستقبله الرجل فسلم عليه أيوب وسأله ثم قال له أيوب: بلغني أنك لزمت ذاك الرجل. قال حماد: سماه، يعني عمرًا. قال: نعم يا أبا بكر إنه يجيئنا بأشياء غرائب. قال: يقول له أيوب: إنما نفر أو نفرق٣ من تلك الغرائب.
وحدثني حجاج بن الشاعر, حدثنا سليمان بن حرب, حدثنا ابن زيد، يعني حمادًا, قال: قيل لأيوب: إن عمرو بن عبيد روى عن الحسن قال: لا يجلد السكران من النبيذ، فقال: كذب. أنا سمعت الحسن يقول: يجلد السكران من النبيذ.
_________
١ "من حمل علينا السلام فليس منا" , صحيح مروي من طرق, وقد ذكرها مسلم رحمه الله, ومعناه عند أهل العلم أنه ليس ممن اهتدى بهدينا واقتدى بعلمنا وعملنا وحسن طريقتنا؛ كما يقول الرجل لولده، إذ لم يرض فعله: لست مني.
ومراد مسلم رحمه الله بإدخال هذا الحديث هنا بيان أن عوفًا جرح عمرو بن عبيد وقال: كذاب. وإنما كذبه، مع أن الحديث صحيح لكونه نسبه إلى الحسن. وكان عوف من كبار أصحاب الحسن والعارفين بأحاديثه. فقال: كذب في نسبته إلى الحسن, فلم يرو الحسن هذا، أو لم يسمعه هذا من الحسن.
٢ "أراد أن يحوزها إلى قوله الخبيث" معناه كذب بهذه الرواية ليعضد بها مذهبه الباطل الرديء، وهو الاعتزال, فإنهم يزعمون أن ارتكاب المعاصي يخرج صاحبه عن الإيمان ويخلده في النار، ولا يسمونه كافرًا، بل فاسقًا مخلدًا في النار.
٣ "نفرّ أو نفرَق" شك من الراوي في إحداهما, معناه: إنما نهرب أو نخاف من هذه الغرائب.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (14,'وحدثني حجاج, حدثنا سليمان بن حرب قال: سمعت سلام بن أبي مطيع يقول: بلغ أيوب أني آتي عمرًا فأقبل عليّ يومًا فقال: أرأيت رجلًا لا تأمنه على دينه، كيف تأمنه على الحديث؟
وحدثني سلمة بن شبيب, حدثنا الحميدي, حدثنا سفيان, قال: سمعت أبا موسى يقول: حدثنا عمرو بن عبيد قبل أن يحدث١.
حدثني عبيد الله بن معاذ العنبري, حدثنا أبي. قال: كتبت إلى شعبة أسأله عن أبي شيبة قاضي واسط, فكتب إليّ: لا تكتب عنه شيئًا ومزق كتابي.
وحدثنا الحلواني قال: سمعت عفان قال: حدثت حماد بن سلمة عن صالح المري بحديث عن ثابت. فقال: كذب. وحدثت همامًا عن صالح المري بحديث، فقال: كذب.
وحدثنا محمود بن غيلان، حدثنا أبو داود. قال: قال لي شعبة: ايْتِ جرير بن حازم فقل له: لا يحل لك أن تروي عن الحسن بن عمارة؛ فإنه يكذب. قال أبو داود: قلت لشعبة: وكيف ذاك؟ فقال: حدثنا عن الحكم بأشياء لم أجد لها أصلًا. قال: قلت له: بأي شيء؟ قال: قلت للحكم: أصلى النبي صلى الله عليه وسلم على قتلى أحد؟ فقال: لم يصل عليهم. فقال الحسن بن عمارة عن الحكم عن مقسم عن ابن عباس؛ إن النبي صلى الله عليه وسلم صلى عليهم ودفنهم. قلت للحكم: ما تقول في أولاد الزنا؟ قال: يصلى عليهم. قلت: من حديث مَن يُروى؟ قال: يُروى عن الحسن البصري. فقال الحسن بن عمارة: حدثنا الحكم عن يحيى بن الجزار عن علي.
_________
١ "يحدث" يعني قبل أن يصير معتزلا قدريًّا.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (15,'وحدثنا الحسن الحلواني. قال: سمعت يزيد بن هارون، وذكر زياد بن ميمون، فقال: حلفت ألا أروي عنه شيئًا, ولا عن خالد بن محدوج. وقال: لقيت زياد بن ميمون, فسألته عن حديث, فحدثني به عن بكر المزني، ثم عدت إليه, فحدثني به عن مورق, ثم عدت إليه, فحدثني به عن الحسن وكان ينسبهما إلى الكذب.
قال الحلواني: سمعت عبد الصمد، وذكرت عنده زياد بن ميمون، فنسبة إلى الكذب.
وحدثنا محمود بن غيلان. قال قلت لأبي داود الطيالسي: قد أكثرت عن عباد بن منصور. فمالك لم تسمع منه حديث العطارة١ الذي روى لنا النضر بن شميل؟ قال لي: اسكت فأنا لقيت زياد بن ميمون، وعبد الرحمن بن مهدي٢ فسألناه فقلنا له: هذه الأحاديث التي ترويها عن أنس؟ فقال: أرأيتما رجل يذنب فيتوب أليس يتوب الله عليه؟ قال قلنا: نعم. قال: ما سمعت من أنس، من ذا قليلا ولا كثيرًا إن كان لا يعلم الناس فأنتما لا تعلمان٣ أني لم ألق أنسًا.
قال أبو داود: فبلغنا، بعد، أنه يروي. فأتيناه أنا وعبد الرحمن فقال: أتوب ثم كان بعدُ يحدث، فتركناه.
_________
١ "حديث العطارة" قال القاضي عياض رحمه الله: هو حديث رواه زياد بن ميمون هذا عن أنس: أن امرأة يقال لها: الحولاء، عطارة كانت بالمدينة, فدخلت على عائشة رضي الله عنها وذكرت خبرها مع زوجها, وأن النبي صلى الله عليه وسلم ذكر لها فضل الزوج, وهو حديث طويل غير صحيح.
٢ "وعبد الرحمن بن مهدي" مرفوع معطوف على الضمير في قوله لقيت.
٣ "فأنتما لا تعلمان" هكذا وقع في الأصول, ومعناه: فأنتما تعلمان. فيجوز أن تكون لا زائدة, معناه: أفأنتما لا تعلمان؟ ويكون استفهام تقرير، وحذف همزة الاستفهام.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (16,'حدثنا حسن الحلواني قال: سمعت شبابة١ قال: كان عبد القدوس يحدثنا فيقول: سويد بن عقلة. قال شبابة: وسمعت عبد القدوس يقول: نهى رسول الله صلى الله عليه وسلم أن يتخذ الروح عرضًا. قال: فقيل له: أي شيء هذا؟ قال: يعني تتخذ كوة في حائط ليدخل عليه الروح٢.
قال مسلم: وسمعت عبيد الله بن عمر القواريري يقول: سمعت حماد بن زيد يقول لرجل، بعدما جلس مهدي بن هلال بأيام: ما هذه العين المالحة٣ التي نبعت قِبَلكم؟ قال: نعم يا أبا إسماعيل.
وحدثنا الحسن الحلواني، قال: سمعت عفان، قال: سمعت أبا عوانة, قال: ما بلغني عن الحسن حديث٤، إلا أتيت به أبان بن أبي عياش، فقرأه عليَّ.
وحدثنا سويد بن سعيد. حدثنا علي بن مسهر, قال: سمعت أنا، وحمزة الزيات من أبان بن أبي عياش نحوًا من ألف حديث.
قال عليٌّ: فلقيت حمزة فأخبرني أنه رأى النبي صلى الله عليه وسلم في المنام, فعرض عليه ما سمع من أبان, فما عرف منها إلا شيئًا يسيرًا خمسة أو ستة.
_________
١ "سمعت شبابة ... إلخ" المراد بهذا المذكور بيان تصحيف عبد القدوس وغباوته واختلال ضبطه وحصول الوهم في إسناده ومتنه. فأما الإسناد فإنه قال: سويد بن عقلة, وهو تصحيف ظاهر وخطأ بيّن, وإنما هو غفلة, وأما المتن، فقال: الروح وعرضًا, وهو تصحيف قبيح وخطأ صريح، وصوابه الروح، وغرضًا, ومعناه نهى أن يتخذ الحيوان الذي فيه الروح غرضًا، أي هدفًا للرمي, فيرمى إليه بالنشاب وشبهه.
٢ "الروح" أي النسيم.
٣ "العين المالحة" كناية عن ضعفه وجرحه.
٤ "ما بلغني عن الحسن حديث" معنى هذا الكلام أنه كان يحدث عن الحسين بكل ما يسأل عنه، وهو كاذب في ذلك.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (17,'حدثنا عبد الله بن عبد الرحمن الدارمي, أخبرنا زكرياء بن عدي. قال: قال لي أبو إسحاق الفزاري: اكتب عن بقية ما روى عن المعروفين, ولا تكتب عنه ما روى عن غير المعروفين, ولا تكتب عن إسماعيل بن عياش ما روى عن المعروفين، ولا عن غيرهم.
وحدثنا إسحاق بن إبراهيم الحنظلي قال: سمعت بعض أصحاب عبد الله قال: قال ابن المبارك: نعم الرجل بقية, لولا أنه كان يكني الأسامي ويسمي الكنى١. كان دهرًا يحدثنا عن أبي سعيد الوحاظي, فنظرنا فإذا هو عبد القدوس.
وحدثني أحمد بن يوسف الأزدي قال: سمعت عبد الرزاق يقول: ما رأيت ابن المبارك يفصح بقوله: كذاب إلا لعبد القدوس, فإني سمعته يقول له: كذاب.
وحدثني عبد الله بن عبد الرحمن الدارمي قال: سمعت أبا نعيم, وذكر المعلى بن عرفان, فقال: قال: حدثنا أبو وائل قال: خرج علينا ابن مسعود بصفين. فقال أبو نعيم: أتراه بعث بعد الموت؟ ٢.
حدثني عمرو بن علي وحسن الحلواني؛ كلاهما عن عفان بن مسلم قال: كنا عند إسماعيل بن علية, فحدث رجل عن رجل, فقلت: إن هذا ليس بثبت. قال: فقال الرجل: اغتبته. قال إسماعيل: ما اغتابه ولكنه حكم: أنه ليس بثبت.
_________
١ "كان يكني الأسامي ويسمي الكنى", معناه: أنه إذا روى عن إنسان معروف باسمه كناه ولم يسمه, وإذا روى عن إنسان معروف بكنيته سماه ولم يكنه, وهذا نوع من التدليس، وهو قبيح مذموم.
٢ "أتُراه", معناه: أتظنه.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (18,'وحدثنا أبو جعفر الدارمي. حدثنا بشر بن عمر قال: سألت مالك بن أنس، عن محمد بن عبد الرحمن الذي يروي عن سعيد بن المسيب. فقال: ليس بثقة, وسألته عن صالح مولى التوأمة. فقال: ليس بثقة. وسألته عن أبي الحويرث. فقال: ليس بثقة. وسألته عن شعبة الذي روى عنه ابن أبي ذئب. فقال: ليس بثقة. وسألته عن حرام بن عثمان. فقال: ليس بثقة. وسألت مالكًا عن هؤلاء الخمسة. فقال: ليسوا بثقة في حديثهم. وسألته عن رجل آخر نسيت اسمه. فقال: هل رأيته في كتبي. قلت: لا. قال: لو كان ثقة لرأيته في كتبي.
وحدثني الفضل بن سهل, قال: حدثني يحيى بن معين، حدثنا حجاج, حدثنا ابن أبي ذئب عن شرحبيل بن سعد، وكان متهمًا.
وحدثني محمد بن عبد الله بن قهزاذ. قال: سمعت أبا إسحاق الطالقاني يقول: سمعت ابن المبارك يقول: لو خيرت بين أن أدخل الجنة وبين أن ألقى عبد الله بن محرر، لاخترت أن ألقاه ثم أدخل الجنة. فلما رأيته، كانت بعره أحب إليّ منه.
وحدثني الفضل بن سهل, حدثنا وليد بن صالح قال: قال عبيد الله بن عمرو: قال زيد، يعني ابن أبي أنيسة: لا تأخذوا عن أخي.
حدثني أحمد بن إبراهيم الدورقي قال: حدثني عبد السلام الوابصي. قال: حدثني عبد الله بن جعفر الرقي، عن عبيد الله بن عمرو؛ قال: كان يحيى بن أبي أنيسة كذابًا.
حدثني أحمد بن إبراهيم قال: حدثني سليمان بن حرب، عن حماد بن زيد قال: ذكر فرقد عند أيوب. فقال: إن فرقدًا ليس صاحب حديث.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (19,'وحدثني عبد الرحمن بن بشر العبدي قال: سمعت يحيى بن سعيد القطان، ذكر عنده محمد بن عبد الله بن عبيد بن عمير الليثي، فضعفه جدًّا١، فقيل ليحيى: أضعف من يعقوب بن عطاء؟ قال: نعم. ثم قال: ما كنت أرى أن أحدًا يروي عن محمد بن عبد الله بن عبيد بن عمير.
حدثني بشر بن الحكم، قال: سمعت يحيى بن سعيد القطان، ضعف حكيم بن جبير وعبد الأعلى، وضعف يحيى بن موسى بن دينار، قال: حديثه ريح، وضعف موسى بن دهقان، وعيسى بن أبي عيسى المدني، قال: وسمعت الحسن بن عيسى يقول: قال لي ابن المبارك: إذا قدمت على جرير فاكتب علمه كله إلا حديث ثلاثة، لا تكتب حديث عبيدة بن معتب، والسري بن إسماعيل، ومحمد بن سالم.
قال مسلم: وأشباه ما ذكرنا من كلام أهل العلم في متهمي رواة الحديث وإخبارهم عن معايبهم كثير، يطول الكتاب بذكره على استقصائه, وفيما ذكرنا كفاية لمن تفهم وعقل مذهب القوم فيما قالوا من ذلك وبينوا.
وإنما ألزموا أنفسهم الكشف عن معايب رواة الحديث, وناقلي الأخبار، وأفتوا بذلك حين سئلوا، لما فيه من عظيم الخطر، إذ الأخبار في أمر الدين إنما تأتي بتحليل، أو تحريم، أو أمر، أو نهي، أو ترغيب، أو ترهيب، فإذا كان الراوي لها ليس بمعدن للصدق والأمانة، ثم أقدم على الرواية عنه من قد عرفه ولم يبين ما فيه لغيره، ممن جهل معرفته، كان آثمًا بفعله ذلك، غاشًّا لعوام المسلمين، إذ لا يؤمن على بعض من سمع تلك الأخبار أن يستعملها، أو يستعمل بعضها، ولعلها أو أكثرها أكاذيب لا أصل لها مع أن الأخبار الصحاح من رواية
_________
١ "جدًّا" هو بكسر الجيم. وهو مصدر جدّ يجدّ جدًّا. ومعناه تضعيفًا بليغًا.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (20,'الثقات وأهل القناعة١ أكثر من أن يضطر إلى نقل من ليس بثقة ولا مقنع٢.
ولا أحسب كثيرًا ممن يعرج من الناس على ما وصفنا من هذه الأحاديث الضعاف والأسانيد المجهولة، ويعتد بروايتها بعد معرفته بما فيها، من التوهن والضعف, إلا أن الذي يحمله على روايتها، والاعتداد بها، إرادة التكثر بذلك عند العوام، ولأن يقال: ما أكثر ما جمع فلان من الحديث، وألف من العدد.
ومن ذهب في العلم هذا المذهب، وسلك هذا الطريق فلا نصيب له فيه، وكان بأن يسمى جاهلا، أولى من أن ينسب إلى علم.
وقد تكلم بعض منتحلي الحديث من أهل عصرنا في تصحيح الأسانيد وتقسيمها بقول، لو ضربنا٣ عن حكايته وذكر فساده صفحًا لكان رأيًا متينًا، ومذهبًا صحيحًا.
إذ الإعراض عن القول المطرح، أحرى لإماتته وإخمال ذكر قائله٤ وأجدر أن لا يكون ذلك تنبيهًا للجهال عليه، غير أنا لما تخوفنا من شرور العواقب واغترار الجهلة بمحدثات الأمور، وإسراعهم إلى اعتقاد خطا المخطئين، والأقوال الساقطة عند العلماء، رأينا الكشف عن فساد قوله، ورد مقالته بقدر ما يليق بها من الرد أجدى٥ على الأنام، وأحمد للعاقبة إن شاء الله.
_________
١ "أهل القناعة" أي الذين يقنع بحديثهم لكمال حفظهم وعدالتهم.
٢ "مقنع" مثل جعفر, أي يقنع به, ويستعمل بلفظ واحد مطلقًا.
٣ "لو ضربنا ... إلخ" أي لو أعرضنا عن ذلك إعراضًا. فصفحا مصدر من غير لفظه, وفي التنزيل الجليل: {أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا} .
٤ "إخمال ذكر قائله" أي إسقاطه.
٥ "أجدى" أنفع.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (21,'وزعم القائل الذي افتتحنا الكلام على الحكاية عن قوله، والإخبار عن سوء رويَّته١، أن كل إسناد لحديث فيه فلان عن فلان، وقد أحاط العلم بأنهما قد كانا في عصر واحد، وجائز أن يكون الحديث الذي روى الراوي عمن روى عنه قد سمعه منه وشافهه به، غير أنه لا نعلم له منه سماعًا ولم نجد في شيء من الروايات أنهما التقيا قط، أو تشافها بحديث. أن الحجة لا تقوم عنده بكل خبر جاء هذا المجيء، حتى يكون عنده العلم بأنهما قد اجتمعا من دهرهما مرة فصاعدًا، أو تشافها بالحديث بينهما, أو يرد خبر فيه بيان اجتماعهما، وتلاقيهما، مرة من دهرهما فما فوقها، فإن لم يكن عنده علم ذلك، ولم تأت رواية صحيحة تخبر أن هذا الراوي عن صاحبه قد لقيه مرة، وسمع منه شيئًا لم يكن في نقله الخبر عمن روى عنه ذلك، والأمر كما وصفنا، حجة وكان الخبر عنده موقوفًا حتى يرد عليه سماعه منه لشيء من الحديث قل أو كثر في رواية مثل ما ورد. ا. هـ.
من هذه المقتطفات التي توسعت في نقلها من مقدمة الإمام مسلم يتبين كيف أن موضوع التوثيق والثقات قد شغل حيزًا واسعًا في دائرة الأبحاث الحديثية، إذ عليها العمدة في أخذ الرواية أو تركها، وقد وضع العلماء -تبعًا لذلك- درجات للتوثيق نجعلها فيما يلي:
درجات التوثيق:
قال الذهبي في الميزان "١: ٤":
إن أعلى العبارات في الرواة: ثبت حجة، وثبت حافظ، وثقة متقن، وثقة ثقة, ثم: صدوق، ولا بأس به، وليس به بأس.
_________
١ "رويته": فكره.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (22,'ثم: محله الصدق، وجيد الحديث، وصالح الحديث، وشيخ وسط، وشيخ حسن الحديث، وصدوق إن شاء الله، وصُوَيْلحٌ، ونحو ذلك.
أما العراقي في شرح الألفية فقد قال "٢: ٣":
مراتب التعديل على أربع أو خمس طبقات:
فالمرتبة الأولى: العليا من ألفاظ التعديل -ولم يذكرها ابن أبي حاتم، ولا ابن الصلاح- هي: إذا كرر لفظ التوثيق، إما مع تباين اللفظين كقولهم: ثبت حجة، أو ثبت حافظ، أو ثقة ثبت، أو ثقة متقن، أو نحو ذلك. وإما مع إعادة اللفظ الأول، كقولهم: ثقة ثقة، ونحوها.
المرتبة الثانية: هي التي جعلها ابن أبي حاتم، وابن الصلاح الأولى, فقال ابن أبي حاتم "١: ٣٧": وجدت الألفاظ في الجرح والتعديل على مراتب شتى، فإذا قيل للواحد: إنه ثقة، أو متقن، فهو ممن يحتج بحديثه، وقال ابن الصلاح في "مقدمته": وكذا إذا قيل في العدل: إنه ضابط أو حافظ، فهو ممن يحتج به.
وقال الخطيب: أرفع العبارات أن يقال: حجة أو ثقة.
المرتبة الثالثة: قولهم: ليس به بأس، أو لا بأس به أو صدوق، أو مأمون، أو خيار, وجعل ابن أبي حاتم، وابن الصلاح هذه ثانية. وأدخلا فيها قولهم: محله الصدق، وصدوق.
المرتبة الرابعة: قولهم: محله الصدق، أو: رووا عنه، أو: إلى الصدق ما هو، أو شيخ وسط، أو وسط، أو شيخ، أو صالح الحديث، أو مقارب الحديث "بفتح الراء وكسرها" أو جيد الحديث، أو حسن الحديث، أو صويلح، أو صدوق إن شاء الله، أو أرجو أنه ليس به بأس.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (23,'واقتصر ابن أبي حاتم في الثالثة على قولهم: شيخ، وقال: هو بالمنزلة التي قبلها، يكتب حديثه، وينظر فيه إلا أنه دونهما. واقتصر في الرابعة على قولهم: صالح الحديث.
ثم ذكر ابن الصلاح من ألفاظهم على غير ترتيب قولهم: فلان روى عنه الناس، فلان وسط، فلان مقارب الحديث، فلان ما أعلم به بأسًا. قال: وهو دون قولهم: لا بأس به. ا. هـ.
وذكر السخاوي في "شرح الألفية" "١٥٦-١٦٠"، والسندي في "شرح النخبة" في هذا المقام تفصيلًا حسنًا، وجعلا لألفاظ التزكية ست مراتب، وبيناها بيانًا مستحسنًا، ومحصله أن ألفاظ التعديل على ست مراتب:
١- أرفعها عند المحدثين الوصف بما دل على المبالغة، أو عبر عنه بأفعل كأوثق الناس، وأضبط الناس، وإليه المنتهى في التثبت، ويلحق به: لا أعرف له نظيرًا في الدنيا.
٢- ثم ما يليه، كقولهم: فلان لا يسأل عنه.
٣- ثم ما تأكد بصفة من الصفات الدالة على التوثيق، كثقة ثقة، وثبت ثبت. وأكثر ما وجد فيه قول ابن عيينة: حدثنا عمرو بن دينار، وكان ثقة ثقة ثقة ... إلى أن قاله تسع مرات, ومن هذه المرتبة قول ابن سعد في شعبة: ثقة مأمون ثبت حجة صاحب حديث.
٤- ثم ما انفرد فيه بصيغة دالة على التوثيق، كثقة، أو ثبت، أو كأنه مصحف، أو حجة، أو إمام، أو ضابط، أو حافظ، والحجة أقوى من الثقة.
٥- ثم قولهم: ليس به بأس، أو لا بأس به، عند غير ابن معين، أو صدوق، أو مأمون، أو خيار الخلق.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (24,'٦- ثم ما أشعر بالقرب من التجريح وهو أدنى المراتب كقولهم: ليس ببعيد من الصواب، أو شيخ، أو يروى حديثه، أو يعتبر به، أو شيخ وسط، أو روى الناس عنه، أو صالح الحديث، أو يكتب حديثه، أو مقارب الحديث، أو صويلح، أو صدوق إن شاء الله، وأرجو أن لا بأس به، ونحو ذلك.
ثم إن الحكم في أهل هذه المراتب: الاحتجاج بالأربعة الأولى منها، وأما التي بعدها فإنه لا يحتج بأحد من أهلها، لكون ألفاظها لا تشعر بشريطة الضبط، بل يكتب حديثهم ويختبر, وأما السادسة فالحكم في أهلها دون أهل التي قبلها، وفي بعضهم من يكتب حديثه للاعتبار دون اختيار ضبطهم لوضوح أمرهم فيه. ا. هـ.
وقد اهتم الحفاظ في الجرح والتعديل فألفوا فيه مصنفات جمة ما بين اختصار وتطويل، وكان أول من جمع كلامه في ذلك الإمام الذي قال فيه أحمد بن حنبل: ما رأيت بعيني مثل: يحيى بن سعد القطان، وتكلم في ذلك بعد تلامذته: يحيى بن معين، وعلي بن المديني، وأحمد بن حنبل، وعمرو بن علي الفلاس، وأبو خيثمة، وتلامذتهم كأبي زرعة، وأبي حاتم، والبخاري، ومسلم، وأبي إسحاق الجوزجاني، وخلق من بعدهم مثل: النسائي، وابن خزيمة، والترمذي, والدولابي، والعقيلي، وابن حبان، وابن عدي، والأزدي، والدارقطني، والحاكم.
وتفصيل كتب الجرح والتعديل كما يلي:
الكتب المؤلفة في الجرح والتعديل ذات مسالك مختلفة فمنها خاص بالثقات أو الضعفاء أو المدلسين، ومنها جامع لكل أولئك, ثم منها ما لا يتقيد برجال كتاب معين أو كتب مخصوصة ومنها ما يتقيد بذلك ونحن ذاكرون من كل نوع كتبه المشهورة بتوفيق الله وإرشاده.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (25,'١- الكتب الجامعة بين الثقات والضعفاء: من الكتب المشتملة على الثقات والضعفاء جميعًا: طبقات محمد بن سعد الزهري البصري "٣٢٠" وهو من أعظم ما صنف, يقع في خمسة عشر مجلدًا, جمع فيه الصحابة والتابعين فمن بعدهم, وقد اختصره السيوطي في كتابه: إنجاز الوعد المنتقى من طبقات ابن سعد، وكذلك طبقات خليفة بن خياط "٢٤٠", ومسلم بن الحجاج "٢٦١", وتاريخ ابن أبي خيثمة "٢٧٩", وهو كثير الفوائد، وتواريخ البخاري "٢٥١", وهي ثلاثة: كبير وهو على حروف المعجم وابتدأه بمن اسمه محمد, وأوسط وهو على السنين, وصغير، ولمسلمة بن قاسم ذيل على الكبير وهو في مجلد، ولابن أبي حاتم "٣٢٧" جزء كبير انتقد فيه على البخاري، وله الجرح والتعديل مشى فيه خلف البخاري، وللحسين بن إدريس الأنصاري الهروي "٣٠١" -ويعرف بابن خرّم- تاريخ على نحو التاريخ الكبير للبخاري، ولعلي بن المديني "٢٣٤" تاريخ في عشرة أجزاء حديثية, ولابن حبان "٣٥٤" كتاب في أوهام أصحاب التواريخ في عشرة أجزاء أيضًا.
ولأبي محمد بن عبد الله بن علي بن الجارود كتاب في الجرح والتعديل، ولمسلم رواه الاعتبار، وللنسائي التمييز، ولأبي يعلى الخليلي "٤٤٦" الإرشاد، وللعماد ابن كثير "التكميل في معرفة الثقات والضعفاء والمجاهيل" جمع فيه بين تهذيب المزي وميزان الذهبي مع زيادات وتحرير في العبارات, وهو أنفع شيء للمحدث والفقيه التالي لأثره، ومنها تاريخ الذهبي، وطبقات المحدثين لعمر بن علي بن الملقن "٨٠٤" ذكر فيها المحدثين إلى زمنه، والكمال في معرفة الرجال له.
٢- كتب الثقات: منها كتاب الثقات للعجلي "٢٦١" وهو هذا الكتاب, وكتاب الثقات لخليل بن شاهين، والثقات لأبي حاتم بن حبان البستي،',NULL,'27',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (26,'وكتاب الثقات الذين لم تذكر أسماؤهم في الكتب الستة لزين الدين قاسم بن قطلوبغا "٨٧٩", وهو كبير في أربعة مجلدات.
ومن هذا النوع الكتب المبينة لطبقات الحفاظ وقد ألف فيها جمع فمنهم الذهبي وابن الدباغ "٥٤٦", وابن المفضل وابن حجر العسقلاني والسيوطي -ذيل على تأليف الذهبي- وتقي الدين بن فهد، وذيل مؤلفه محمد بن محمد الهاشمي "٨٩٠".
٣- كتب الضعفاء, منها: كتاب الضعفاء للبخاري، والضعفاء والمتروكين للنسائي، ولأبي الفرج عبد الرحمن بن علي الجوزي "٥٩٧" وكتابه كبير وقد اختصره الذهبي ثم ذيله كما ذيله علاء الدين مغلطاي "٧٦٢"، والضعفاء لمحمد بن عمرو العقيلي "٣٢٢" وكتابه مفيد، وللإمام حسن بن محمد الصنعاني ومحمد بن حبان البستي وكتابه كبير.
ولأبي أحمد بن عدي كتاب الكامل, وهو أكمل الكتب في ذلك وأجلها وعليه اعتماد الأئمة وله ذيل يقال له: الحافل لأبي العباس أحمد بن محمد الأشبيلي المعروف بابن الرومية "٦٣٧", والضعفاء للدارقطني وللحاكم ولعلاء الدين المارديني "٧٥٠", وميزان الاعتدال للحافظ الذهبي وهو أجمع ما جمع, طبع في الهند ثم بمصر, وقد ذيل عليه الحافظ زين الدين العراقي في مجلدين, وقد التقط منه الحافظ ابن حجر مَن ليس في تهذيب الكمال, وضم إليه ما فاته في الرواة وتراجم مستقلة في كتابه المسمى لسان الميزان وله كتابان آخران وهما تقويم اللسان وتحرير الميزان ويوجد عدا ذلك كتب كثيرة.
٤- كتب المدلسين: أول من أفرد المدلسين بالتصنيف الإمام حسين بن علي الكرابيسي "٢٤٨" صاحب الشافعي, ثم صنف فيه النسائي, ثم الدارقطني',NULL,'28',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (27,'ونظم الذهبي في ذلك أرجوزة، وتبعه تلميذه أحمد بن إبراهيم المقدسي، فزاد عليه من جامع التحصيل للعلائي شيئًا كثيرًا مما فاته، ثم ذيل الحافظ زين الدين العراقي "٨٠٦", في هوامش كتاب العلائي أسماء وقعت له زائدة, ثم ضمها ولده ولي الدين إلى من ذكره العلائي وجعله تصنيفًا مستقلا, وزاد فيه من تتبعه شيئًا يسيرًا, وصنف إبراهيم بن محمد الحلبي "٨٤١" كتابه التبيين في أسماء المدلسين زاد فيه عليهم قليلا، وجميع ما في كتاب العلائي ثمان وستون نفسًا زاد عليهم ابن العراقي ثلاثة عشر نفسًا, وزاد عليه الحلبي اثنتين وثلاثين نفسًا, وابن حجر العسقلاني تسعًا وثلاثين نفسًا, فجملة ما فيه اثنتان وخمسون نفسًا ومائة. وللسيوطي رسالة في أسماء المدلسين.
٥- المصنفات في رجال كتب مخصوصة: منها رجال البخاري لأحمد بن محمد الكلاباذي "٣٩٨", ورجاله أيضًا لمحمد بن داود الكردي "٩٢٥", ورجال مسلم لأحمد بن علي المعروف بابن منجويه "٤٢٨", ورجاله أيضًا لأحمد بن علي الأصبهاني "٢٦٩", وممن جمع بين رجالهما محمد بن طاهر المقدسي "٥٠٧" جمع بين كتابي ابن منجويه والكلاباذي, وأحسن في ترتيبه على الحروف, واستدرك عليهما, وكذلك جمع بينهما هبة الله المعروف باللالكائي "٤١٨", وممن أفرد رجال السنن لأبي داود حسين بن محمد الحباني "٤٩٨", وجمع رجال الموطأ السيوطي، ورجال المشكاة لصاحبها محمد بن عبد الله الخطيب، ورجال الأربعة: موطأ مالك ومسند الشافعي ومسند أحمد ومسند أبي حنيفة لابن حجر العسقلاني، ورجال السنن الأربع: سنن الترمذي والنسائي وأبي داود وابن ماجه لأحمد بن أحمد الكردي "٧٤٣". وممن جمع رجال الكتب الستة أبو محمد عبد الغني بن عبد الواحد بن سرور المقدسي "٦٠٠" في كتاب الكمال في معرفة الرجال وتهذيبه لجمال الدين يوسف بن الزكي المزي "٧٤٢", وهو كتاب كبير يقع في ثلاثة عشر مجلدًا لم يؤلف مثله، وإكمال التهذيب لعمر بن علي الملقن "٨٠٤", وزوائد الرجال',NULL,'29',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (28,'على تهذيب الكمال للسيوطي, وللتهذيب مختصرات كثيرة منها الكاشف للحافظ الذهبي قال فيه: هذا مختصر في رجال الكتب الستة الصحيحين والسنن الأربع مقتضب من تهذيب الكمال للمزي, اقتصر فيه على ذكر من له رواية في الكتب الستة دون من عداهم مما في كتاب المزي, ومنها تهذيب التهذيب لابن حجر وهو أكمل من كاشف الذهبي, وقد أضاف إليه ابن حجر بعض التراجم التي عثر عليها كما اختصره في كتابه تقريب التهذيب وتهذيب التهذيب وتقريبه وكلاهما مطبوع في الهند, وقد جمع الحافظ أبو المحاسن الدمشقي "٧٦٥" في كتابه التذكرة رجال العشرة.
عودة إلى كتاب ترتيب ثقات العجلي:
هذا الكتاب يقع في "٦٧" لوحة من نسخة وحيدة بمكتبة شهيد علي، وهو ضمن مجموعة في أسمال الرجال، وغيره، حيث شملت هذه المجموعة كما هو واضح في أول صفحاتها:
١- ترتيب ثقات العجلي لعلي الهيثمي.
٢- كتاب الإشارات إلى بيان أسماء المبهمات للنووي.
٣- كتاب الإشارة إلى سيرة المصطفى ومن بعده من الخلفاء لعلاء الدين مغلطاي.
٤- نظم الدرر السنية في السيرة الزكية لعبد الرحيم العراقي.
٥- الكشف الحثيث عمن رمي بوضع الحديث لإبراهيم بن محمد الشهير بسبط ابن العجمي الحلبي, وهو كاتب هذه المجموعة، كما هو ثابت في اللوحة الأولى من المخطوطة.
ويرجع تاريخ نسخها إلى سنة "٨٠٩"، وعدد أوراقها "٦٧" كما قلنا، وقياسها "١٩×١٤" سم، وعدد سطور كل صفحة "٢٢" سطرًا تقريبًا، وقد',NULL,'30',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (29,'مُيِّزَت أسماء الأعلام فيها بخط كبير مميز، أما الشرح فهو بخط نسخي سريع غير واضح المعالم في بعض الأحيان مع ضبط جد بسيط، وتصحيحات على الهامش بين الفَينَة والأخرى، وثابت أن النسخة وقف الوزير الشهيد علي باشا -رحمه الله تعالى- بشرط ألا تخرج من خزانته، بختم واضح كبير، وقد أضاف الهيثمي في مقدمة الكتاب ترجمة عن حياة مصنفة: العجلي، وقد سجل الناسخ في آخره الجملة التالية:
"تم الكتاب، علقه إبراهيم بن محمد بن خليل سبط ابن العجمي الحلبي في مدة آخرها سلخ جمادى الآخرة من سنة تسع وثمانمائة بالمدرسة الشرقية بحلب، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم".
كتاب العجلي ودرجة توثيقه:
مصنف الكتاب هو أحمد بن عبد الله بن صالح بن مسلم أبو الحسن العجلي الإمام الحافظ القدوة، من أئمة أصحاب الحديث الحفاظ المتقنين، ومن ذوي الورع والزهد والذي لم يكن له شبيه ولا نظير في زمانه، في معرفته بالحديث وإتقانه وزهده، وكان يعد مثل الإمام أحمد بن حنبل، والناقد يحيى بن معين، لا بل كانا كلاهما يأخذان عنه، ذكره الخطيب في "تاريخه" "٤: ٢١٥".
كان مولده بالكوفة سنة "١٨٢"، وقال عن نفسه: طلبت الحديث سنة "١٩٧"، فغادر بلد مولده الكوفة إلى البصرة وبغداد، وحدث عن: والده، وشبابة بن سوار، ومحمد بن جعفر "غندر"، والحسين بن علي الجعفي، وأبي داود الحفري، وأبي عامر العقدي، ومحمد بن عبيد الطنافسي، وأخيه يعلى بن عبيد الطنافسي، ومحمد بن يوسف الفريابي.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (30,'لا توحيد لمن لم يقر بأن القرآن مخلوق، ... ثم كتب إليه ثانيًا أن يرسل إليه سبعة من كبار المحدثين وهم: محمد بن سعد كاتب الواقدي، وأبو مسلم مستملي يزيد بن هارون، ويحيى بن معين، وزهير بن حرب "أبو خيثمة"، وإسماعيل بن داود، وإسماعيل بن أبي مسعود، وأحمد بن إبراهيم الدورقي، وهم في وجوه المحدثين في بغداد، وممن شنعوا على المأمون بالقول بخلق القرآن، ومن رؤوس الذين يقولون بقدمه.
ثم امتحن غيرهم من العلماء كجعفر بن عيسى، وعبد الرحمن بن إسحاق القاضي والإمام أحمد بن حنبل.
واستمرت المحنة بخلق القرآن بعد المأمون الذي توفي في سنة "٢١٨" في زمن المعتصم، والواثق الذي توفي "٢٣٢", فبويع للمتوكل الذي لم يتحمس للقول بخلق القرآن، ونهى عن القول بذلك، وكتب إلى الآفاق، وتوفر دعاء الخلق له وبالغوا في الثناء عليه.
مع اشتداد الحملة بخلق القرآن فر العجلي بدينه إلى طرابلس المغرب، وبذلك انتقل من مركز كان يموج بالعلماء والمحدثين إلى صقع ناء، الحركة العلمية فيه ضعيفة، ناهيك قلة العلماء الموجودين فيه.
وسبب آخر نقف عنده هنيهة أن العجلي كان زاهدًا صالحًا متقشفًا، وكان يتحرج في روايته للحديث، لذلك فقد انشغل برواية أخبار وحكايات عن الصالحين، هذه الحكايات تراها متناثرة في كتابه "الثقات" هذا، كلما ترجم لمحدث زاهد، أو قاض عادل لا يخاف في الحق لومة سلطان، لا بل أفرد له الحكايات بابًا ختم به كتابه.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (31,'روى عنه ابنه أبو مسلم صالح، وذكر أنه سمع منه سنة "٢٥٧"، كما روى عنه سعيد بن عثمان، وعثمان بن حديد الألبيرى، وسعيد بن إسحاق، ومحمد بن فطيس الغافقي مسند الأندلس.
أثناء ذلك حدثت المحنة بخلق القرآن أيام المعتزلة وتبنى الخليفة العباسي المأمون فكرتها والدعوة لها وحمل العلماء والمشايخ على الإقرار بها والدعوة لها، وكانت محنة شديدة على العلماء الأجلاء فخرج العجلي هربًا بعقيدته إلى بلد المغرب بعيدًا عن سلطة المعتزلة، واستقر بطرابلس الغرب، وكان ينشر حديثه هناك، وصار له تلاميذ وأتباع، وردًا على سلطان المعتزلة فقد اشتهر عنه قوله: "من قال: القرآن مخلوق، فهو كافر"، وجريا على عادته في الاعتدال في كل شيء، وسيره على السنة والجماعة، رد كذلك على الشيعة فاشتهر قوله: "ومن آمن برجعة علي فهو كافر".
لماذا لم يرو العجلي أحاديث مع أن عصره كان عصر التدوين الحديثي الشامل وفيه جمع البخاري ومسلم صحيحيهما؟ وقد عاصرهما العجلي؟
قال الذهبي في التذكرة "ص٥٦١": "ما علمت وقع لنا من حديثه شيء، وما أظنه روى سوى حكايات".
كانت سن العجلي "٣٦" سنة عندما بدأ المأمون في سنة "٢١٨" بإرسال كتاب إلى والي بغداد "إسحاق بن إبراهيم بن مصعب" وهو كتاب مطول رواه الطبري في "تاريخه"، وطيفور في "تاريخ بغداد" وأمره فيه بجمع القضاة، وقراءة كتابه عليهم، وامتحانهم فيما يقولون، وتكشيفهم عما يعتقدون في خلق الله القرآن وإحداثه، وإعلامهم أن أمير المؤمنين غير مستعين في عمله، ولا واثق فيما قلده الله واستحفظه من أمور رعيته بمن لا يوثق بدينه، وخلوص توحيده ويقينه وأنه',NULL,'33',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (32,'شهادة العلماء الثقات الكبار له:
أبو الحسن العجلي هو أقدم في طلب الحديث، وأعلى إسنادًا، وأجل عند أهل المغرب -في القديم والحديث ورعًا وزهدًا- من محمد بن إسماعيل البخاري، ولما سئل يحيى بن معين عنه، قال: "هو ثقة ابن ثقة ابن ثقة"، وقيل في تفسير ذلك: إن يحيى بن معين قال هذه التزكية لأنه عرفه بالعراق قبل خروجه إلى المغرب، وكان نظيره في الحفظ إلا أنه دونه في السن.
وقال عباس الدوري: "كنا نعده مثل أحمد، ويحيى بن معين". وقال علي ابن أحمد الأطرابلسي: "ثقة ابن ثقة ابن ثقة".
وقال ابن ناصر الدين: "كان إمامًا حافظًا قدوة من المتقنين، وكان يعد كأحمد بن حنبل، ويحيى بن معين، وكتابه في الجرح والتعديل يدل على سعة حفظه، وقوة باعه الطويل".
وقال اليافعي في مرآة الجنان "٢/ ١٧٣" في وفيات سنة إحدى وستين ومائتين: فيها توفي الحافظ أحمد بن عبد الله بن صالح العجلي، الكوفي، نزيل طرابلس المغرب، صاحب "التاريخ"، و"الجرح والتعديل"١.
_________
١ ترجمته في:
١- تاريخ بغداد "٤: ٢١٤".
٢- تذكرة الحفاظ "ص٥٦٠".
٣- مرآة الجنان لليافعي "٢: ١٧٣".
٤- شذرات الذهب "٢: ١٤١".
٥- معجم المؤلفين "١: ٢٩٤".
٦- كشف الظنون "ص٥٨٢".
٧- الوافي بالوفيات للصفدي.
٨- تاريخ التراث العربي.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (33,'رجل في منزلة الإمام أحمد، ويحيى بن معين: حافظ متقن ثقة ابن ثقة، نزه عن الشبهات، ورع في دينه، قدوة في عبادته وأخلاقه، عدل صدوق له أن يقدم لنا هذا المصنف الفريد فيمن ثبت لديه توثيقه وعدالته؛ ونلحظ من كتابه أن توثيقه من أجود درجات التوثيق، وتحريه من أعلى درجات الدقة، فليس في كتابه مغالاة وتطرف، لا بل هو إلى الاعتدال أقرب، وانظر إلى توثيقه "أبان بن إسحاق المدني" مع إسراف غيره في جرحه.
هذه الدقة وتحري الصدق دعت المؤلفين في كتب الرجال اعتماد كتابه، فمن وثقهم لا خلاف عليهم، وقد ضمن الحافظ ابن حجر كتابه "الثقات" في "تهذيب التهذيب" واستشهد بكثير من كلامه، وتراه متناثرًا في كتاب التهذيب، كما نقل عنه "ابن خلفون".
من هنا، ولعدم وجود نسخة خطية أخرى، فقد اعتبرنا أن كتاب "تهذيب التهذيب" هو نسختنا الثانية، فعارضنا النسخة المخطوطة على كتاب التهذيب، فما وافقه قابلناه، وما زاد عليه الحافظ ابن حجر بألفاظ: قال العجلي، وثقه العجلي، قال صالح بن أحمد، أشرنا إلى تضمينه إياه بعبارة "تضمينات الحافظ ابن حجر"، حيث إنه يبدو أن النسخة التي اعتمدها الحافظ ابن حجر بها زيادات عن النسخة التي بأيدينا، فقد وثق من لم يرد بالكتاب، ولم يوثق بعض من ورد بالكتاب، مثل: الضحاك بن شرحبيل لم يوثقه ابن حجر، وهو موثق عند العجلي، وهكذا، كان بإمكاني جدولة تضمينات الحافظ ابن حجر وإلحاقها في نهاية الكتاب، بيد أني اعتمدت الرأي الأول لسهولة الكشف عن المطلوب، وحتى لا يصبح الكتاب عسر التناول، وميزت تضمينات الحافظ ابن حجر بنجمة خاصة.
كما أنني -بعد ذلك- قابلت الكتاب كله على الكتب التالية:
١- التاريخ الكبير للبخاري.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (34,'٢- "الثقات" لابن حبان البستي.
٣- تاريخ يحيى بن معين.
أما الرواة الذين لم أجدهم في هذه الكتب، فعندها أبحث عنهم في الجرح والتعديل، ولسان الميزان، وغيرهما.
كيف صنف العجلي كتابه؟ وما الطريقة التي اعتمدها؟
يبدو لي أن العجلي قد صنف كتابه على الطبقات، كتصنيف ابن حبان البستي للثقات، وقد جاء الهيثمي فرتب ثقات العجلي أبجديًّا، كما رتب أيضًا ثقات ابن حبان في ثلاثة مجلدات كبار، وذلك لسهولة البحث عن اسم بذاته، ويسر الوصول إلى الغاية.
هل استوعب مصنف العجلي كل الثقات؟
بالطبع لا، إنما سجل كل من حفظ أثناء طلبه العلم أنه ثقة، أما حصر "الثقات" كلهم في مصنف واحد، واستيعابهم، فهذا يمكن فقط بجمع كتب الثقات كلها في سفر واحد.
وميزة أخرى للكتاب، فقد كشف لنا عن أسماء لم ترد في كثير من كتب الرجال، ترجم لها، وأسهب في سرد حكايات عن بعضها، وبه نصوص، وأخبار، وحكايات لم ترد في كثير من المراجع.
يعزي العجلي كثيرًا من الأخبار لأبيه: عبد الله بن صالح العجلي، فيقول: حدثني أبي عبد الله، قال عبد الله ... إلخ.
وقد وردت ترجمة أبيه في "تاريخ بغداد" "٩: ٤٧٧"، ونعلم منها أنه كان كوفيًّا مقرئًا، قرأ على حمزة الزيات، وسمع إسرائيل بن يونس، وزهير بن',NULL,'36',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (35,'معاوية، وروى عنه: عمرو الناقد، وأحمد بن إبراهيم الدورقي، وجعفر بن محمد الصائغ، ثم نزل مدينة أبي جعفر المنصور وحدث بها.
وقد أخرج له البخاري في الصحيح، يقول: حدثنا عبد الله بن صالح المقري، وذكره "محمد بن إبراهيم الكناني" في تاريخه في باب القضاة، قال: سألت أبا حاتم الرازي، عن عبد الله بن صالح بن مسلم العجلي الكوفي، فقال: كان قاضيًا.
وقد ولي القضاء بشيراز، وبناحية شيراز، وكانت ولادته سنة "١٤١"، ووفاته "٢١١".
وترجمه الحافظ ابن حجر في التهذيب "٥: ٢٦١"، فقال: "عبد الله بن صالح بن مسلم بن صالح أبو صالح العجلي الكوفي المقرئ والد أحمد صاحب التاريخ ... روى عنه البخاري، وابنه أحمد، وعمرو الناقد، وهارون بن إسحاق الهمداني، والفضل بن سهل، ومحمد بن عبد الرحمن البزار، وأبو زرعة, وأبو حاتم ... وغيرهم، قال ابن معين: ثقة، وكذا قال ابن خراش، وقال أبو حاتم: صدوق, وقال الوليد بن بكر الأندلسي: "وأما عبد الله بن صالح فمن ثقات أئمة أهل الكوفة، صاحب قرآن وسنة, وذكره ابن حبان في "الثقات"، وقال: "مستقيم الحديث". ا. هـ.
الحافظ الهيثمي مرتب الثقات:
كتاب "ترتيب ثقات العجلي" بهذا العنوان، هو من صُنع الحافظ الهيثمي، وقد أفاد من ناحيتين:
١- حفظ لنا الكتاب الذي فقدت نُسخه الأصلية.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (36,'٢- ترتيبه أبجديًّا ليسهل الكشف به.
وقد اعتمد في ترتيبه على نسختين كما صرح بذلك في اللوحة "٤٤أ" من الكتاب عند ترجمة عمير بن أبي إسحاق الزهري، قتل يوم بدر، قال الهيثمي: قلت: "هكذا وجدته في الأصلين".
أما الحافظ الهيثمي١ فهو:
علي بن أبي بكر بن سليمان بن أبي بكر بن عمر بن صالح نور الدين أبو الحسن الهيثمي القاهري الشافعي الحافظ ويعرف بالهيثمي. كان أبوه صاحب حانوت بالصحراء فولد له هذا في رجب سنة خمس وثلاثين وسبعمائة ونشأ فقرأ القرآن ثم صحب الزين العراقي وهو بالغ ولم يفارقه سفرًا وحضرًا حتى مات بحيث حج معه جميع حجاته, ورحل معه سائر رحلاته, ورفقه في جميع مسموعه بمصر والقاهرة والحرمين وبيت المقدس ودمشق وبعلبك وحلب وحماه وطرابلس وغيرها، وربما سمع الزين٢ بقراءته. ولم ينفرد عنه الزين بغير ابن البابا والتقي السبكي وابن شاهد الجيش, كما أن صاحب الترجمة لم ينفرد عنه بغير صحيح مسلم على ابن عبد الهادي.
وممن سمع عليه سوى ابن عبد الهادي: الميدومي, ومحمد بن إسماعيل بن الملوك, ومحمد بن عبد الله النعماني, وأحمد بن الرصدي, وابن القطرواني, والعرضي, ومظفر الدين محمد بن محمد بن يحيى العطار, وابن الخباز, وابن الحموي, وابن قيم الضيائية, وأحمد بن عبد الرحمن المرداوي. فمما سمعه على المظفر: صحيح البخاري، وعلى ابن الخباز: صحيح مسلم، وعليه وعلى العرضي: مسند أحمد، وعلى العرضي
_________
١ ترجمته في الضوء اللامع، وشذرات الذهب، وذيول تذكرة الحفاظ، ونقلناه عن تقدمة مجمع الزوائد التي كتبها الأستاذ: حسام الدين القدسي رحمه الله.
٢ أي حافظ عصره: زين الدين العراقي.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (37,'والميدومي: سنن أبي داود، وعلى الميدومي وابن الخباز: جزء ابن عرفة.
وهو مكثر سماعًا وشيوخًا، ولم يكن الزين يعتمد في شيء من أموره إلا عليه, حتى إنه أرسله مع ولده الولي١ لما ارتحل بنفسه إلى دمشق، وزوجه ابنته خديجة ورزق منها عدة أولاد.
وكتب الكثير من تصانيف الشيخ بل قرأ عليه أكثرها, وتخرج به في الحديث، بل دربه في إفراد زوائد كتب: كالمعاجم الثلاثة للطبراني٢ والمسانيد لأحمد٣ والبزار٤ وأبي يعلى٥ على الكتب الستة, وابتدأ أولا بزوائد أحمد فجاء في مجلدين, وكل واحد من الخمسة الباقية في تصنيف مستقل، إلا الطبراني الأوسط والصغير فهما في تصنيف، ثم جمع الجميع في كتاب واحد محذوف الأسانيد سماه: "مجمع الزوائد ومنبع الفوائد", وكذا أفرد زوائد صحيح ابن حبان على الصحيحين٦، ورتب أحاديث الحلية لأبي نعيم على الأبواب, ومات عنه مسودة فبيضه وأكمله شيخنا٧ في مجلدين، وأحاديث الغيلانيات والخلعيات، وفوائد أبي تمام، والأفراد للدارقطني أيضًا على الأبواب، ومات عنه مسودة فبيضه وأكمله شيخنا في مجلدين، ورتب كلا من ثقات ابن حبان وثقات العجلي على الحروف.
وأعانه٨ بكتبه ثم بالمرور عليها وتحريرها وعمل خطبها ونحو ذلك، وعادت
_________
١ أي الحافظ ولي الدين أبو زرعة.
٢ وسمي زوائد المعجمين الوسط والصغير: "مجمع البحرين في زوائد المعجمين", وزوائد المعجم الكبير: "البدر المنير في زوائد المعجم الكبير".
٣ وسماه "غاية المقصد في زوائد أحمد".
٤ وأسماه "البحر الزخار في زوائد البزار" وطبع حديثًا.
٥ واسمه "المقصد الأعلى في زوائد أبي يعلى".
٦ اسمه "موارد الظمآن لزوائد ابن حبان", وله أيضًا: "بغية الباحث عن زوائد الحارث".
٧ أي الحافظ ابن حجر.
٨ أي الزين العراقي.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (38,'بركة الزين عليه في ذلك وفي غيره.
كما أن الزين استروح بعد بما عمله سيما المجمع.
وكان عجبًا في الدين والتقوى والزهد والإقبال على العلم والعبادة والأوراد وخدمة الشيخ وعدم مخالطة الناس في شيء من الأمور، والمحبة في الحديث وأهله, وحدث بالكثير رفيقًا للزين, بل قل أن حدث الزين بشيء إلا وهو معه وكذلك قل أن حدث هو بمفرده، لكنهم بعد وفاة الشيخ أكثروا عنه، ومع ذلك فلم يغير حاله ولا تصدر ولا تمشيخ، وكان مع كونه شريكًا للشيخ يكتب عند الأمالي بحيث كتب عنه جميعها وربما استملى عليه، ويحدث بذلك عن الشيخ لا عن نفسه إلا لمن ضايقه.
ولم يزل على طريقته حتى مات في ليلة الثلاثاء تاسع عشري رمضان سنة سبع بالقاهرة ودفن من الغد خارج باب البرقية منها رحمه الله وإيانا.
وقد ترجمه ابن خطيب الناصرية في حلب، والتقي الفاسي في ذيل التقييد، وشيخنا في معجمه١ وأنبائه، ومشيخة البرهان الحلبي، والغرس خليل الأقفهسي في معجم ابن ظهيرة، والتقي بن فهد في معجمه وذيل الحفاظ، وخلق كالمقريزي في عقوده.
قال شيخنا في معجمه: وكان خيرًا ساكنًا لينًا سليم الفطرة, شديد الإنكار للمنكر, كثير الاحتمال لشيخنا ولأولاده, محبًا في الحديث وأهله، ثم أشار لما سمعه منه وقرأه عليه إلى أثناء الحج من مجمع الزوائد سوى المجلس الأول منه, ومواضع يسيرة من أثنائه، ومن أول زوائد مسند أحمد إلى قدر الربع منه، قال وكان يودني كثيرًا ويعينني عند الشيخ، وبلغه أنني تتبعت أوهامه في مجمع الزوائد فعاتبني
_________
١ أي معجم شيوخه.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (39,'وتركت ذلك إلى الآن١, واستمر على المحبة والمودة، قال وكان كثير الاستحضار للمتون يسرع الجواب بحضرة الشيخ فيعجب الشيخ ذلك، وقد عاشرتهما مدة فلم أرهما يتركان قيام الليل ورأيت من خدمته لشيخنا وتأدبه معه من غير تكلف لذلك ما لم أره لغيره ولا أظن أحدًا يقوى عليه.
وقال في أنبائه أنه صار كثير الاستحضار للمتون جدًّا لكثرة الممارسة، وكان هينًا دينًا خيرًا محبًا في أهل الخير, لا يسأم ولا يضجر من خدمة الشيخ وكتابة الحديث, سليم الفطرة, كثير الخير والاحتمال للأذى خصوصًا من جماعة الشيخ، وقد شهد لي بالتقدم في الفن جزاه الله عني خيرًا، قال: وكنت قد تتبعت أوهامه في كتابه المجمع, فبلغني أن ذلك شق عليه, فتركته رعاية له.
قلت: وكأن مشقته لكونه لم يعلمه هو, بل أعلم غيره وإلا فصلاحه ينبو عن مطلق المشقة، أو لكونها غير ضرورية بحيث ساغ لشيخنا الإعراض عنها، والأعمال بالنيات.
وقال البرهان الحلبي: إنه كان من محاسن القاهرة ومن أهل الخير، غالب نهاره في اشتغال وكتابة مع ملازمة خدمة الشيخ في أمر وضوئه وثيابه ولا يخاطبه إلا بسيدي حتى كان في أمر خدمته كالعبد، مع محبته للطلبة والغرباء وأهل الخير وكثرة الاستحضار جدًّا.
وقال التقي الفاسي: كان كثير الحفظ للمتون والآثار صالحًا خيرًا.
وقال الأقفهسي: كان إمامًا عالمًا حافظًا زاهدًا متواضعًا متوددًا إلى الناس ذا عبادة وورع، انتهى.
_________
١ سيأتي كلام السخاوي في الدفاع عن الهيثمي في ذلك، مع أن مذهب السخاوي في نشر الأغلاط مشهور.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (40,'والثناء على دينه وزهده وورعه ونحو ذلك كثير جدًّا بل هو في ذلك كلمة اتفاق, وأما في الحديث فالحق ما قاله شيخنا: إنه كان يدري منه فنًّا واحدًا -يعني الذي دربه فيه شيخهما العراقي- قال وقد كان من لا يدري يظن لسرعة جوابه بحضرة الشيخ أنه أحفظ وليس كذلك بل الحفظ المعرفة, رحمه الله وإيانا.
دكتور: عبد المعطي أمين قلعجي
القاهرة فجر الثلاثاء ٢٦ من المحرم ١٤٠٤هـ
المصادف أو تشرين الثاني ١٩٨٣م',NULL,'42',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (41,'ترتيب ثقات العجلي:
لشيخنا الإمام الحافظ الصالح نور الدين أبي الحسن علي بن أبي بكر بن سليمان الهيثمي، تلميذ شيخنا حافظ الإسلام زين الدين العراقي ورفيقه رحمهما الله تعالى.
الحمد لله.
العجلي صاحب كتاب "الثقات" هو الإمام الحافظ القدوة أبو الحسن: أحمد بن عبد الله بن صالح الكوفي نزيل طرابلس المغرب، سمع والده، وحسين بن علي الجعفي، وشبابة، ومحمد بن يوسف الفريابي، ويعلى بن عبيد وطبقتهم.
حدث عنه ولده صالح بمصنفه في الجرح والتعديل وهو كتاب مفيد يدل على سعة حفظه، وروى عنه أيضًا سعيد بن عثمان, وعثمان بن جديد الألبيري، وسعيد بن إسحاق، ومسند الأندلس: محمد بن فطيس الغافقي ذكره عباس الدوري فقال: كنا نعده مثل يحيى بن معين.
ومن كلامه قال: من قال: القرآن مخلوق فهو كافر، ومن آمن برجعة علي فهو كافر، وقيل: إنه فر إلى المغرب أيام محنة القرآن وسكنها.
مولده سنة اثنتين وثمانين ومائة، ومات باطرابلس سنة إحدى وستين ومائتين رحمه الله تعالى.
من كلام ابن عبد الهادي في طبقات الحافظ.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (42,'ووالد صاحب الثقات هو عبد الله بن صالح العجلي الكوفي المقرئ المحدث، قرأ القرآن على: حمزة الزيات، وحدث عن أبي بكر النهشلي، وفضل بن مرزوق، وشبيب بن شيبة، وحماد بن سلمة، وعبد العزيز الماجشون، وخلق, وعنه: ابنه، وأبو زرعة، وأبو حاتم، وإبراهيم الحربي، وتمام، وبشر بن موسى، وغيرهم ولم يسمع منه "البخاري"١.
وثقه ابن معين، وقال أبو حاتم: صدوق، وقال ابن حبان: مستقيم الحديث.
وفي تفسير الفتح من البخاري: "حدثنا عبد الله، حدثنا عبد العزيز بن أبي سلمة، فقال غير واحد: هو عبد الله بن صالح العجلي، وقال أبو علي بن السكن: هو القعنبي، وقال" أبو مسعود في الأطراف هو ابن رجاء وقال أبو علي الغساني وغيره هو كاتب الليث, وهو الصحيح لوجوه مذكورة في غير هذا الموضع, فقال توفي العجلي سنة إحدى عشرة ومائتين، وقيل سنة إحدى وعشرين, والله أعلم "في هذا. ابن عبد القادر"٢ وله ترجمة في تهذيب المزي وفروعه.
_________
١ كذا بالأصل، وثابت أن البخاري قد أخرج له في الصحيح، يقول: حدثنا عبد الله بن صالح المقرئ، وانظر صفحة ٣٧.
٢ جملة غير واضحة بالأصل.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (43,'قال الشيخ الإمام الحافظ نور الدين أبو الحسن علي بن أبي بكر بن سليمان الهيثمي رحمه الله: الحمد لله رب العالمين وأشهد أن لا إله إلا الله رب السماوات والأرضين، وأشهد أن محمدًا عبده ورسوله سيد المرسلين صلى الله عليه وعلى آله وصحبه أجمعين.
أما بعد؛ قال سيدي وشيخي وقدوتي أحسن الله إليّ وإليه بعد في الدارين، وجعلنا في الدنيا والآخرة من خير الفريقين، وهو الشيخ العلامة شيخ الإسلام ورحلة الأنام، وحافظ عصره، ووحيد دهره: زين الدين أبو الفضل عبد الرحيم ابن الشيخ بدر الدين حسين بن عبد الرحمن بن العراقي، أشار إلي في ترتيب ثقات أبي الحسن بن عبد الله بن صالح العجلي لكي يسهل الكشف منها لطالب العلم؛ فأجبته إلى ذلك امتثالا لأمره، ورجاء البركة في طاعته، وأسأل الله أن ينفع به إنه سميع مجيب.
وقد رتبته على حروف المعجم وبدأت بمن اسمه أحمد تبركًا بالنبي صلى الله عليه وسلم.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (44,'<span data-type="title" id=toc-2>باب: الألف</span>
من اسمه أحمد:
١- أحمد بن حميد١ "كوفي" ثقة الذي يُعرف به "دار أمِّ سلمة"٢ موضع كان ينزله.
..........
* تضمينات الحافظ ابن حجر:
٢- أحمد بن خالد الخلال "أبو جعفر البغدادي الفقيه" الثقة٣.
٣- أحمد بن سعيد بن بشر بن عبيد الله الهمداني "أبو جعفر المصري"٤.
..........
٤- أحمد بن شبويه المروزي٥.
_________
١ أحمد بن حميد الطريثيثي نسبة إلى "طرثيث" ناحية كبيرة من نواحي نيسابور ترجمته في الكبير "١: ٢: ٢٠"، وأخرج له في "صحيحه" ووثقه أيضًا: أبو حاتم الرازي, ومطين، والخطيب, وأحمد بن صالح المصري، وابن حبان. التهذيب "١: ٢٦"، وقال في التقريب: "ثقة حافظ من العاشرة"، وفاته "٢٢٠".
٢ وقيل: لأنه جمع حديث أم سلمة.
٣ وثقة أيضًا: أبو حاتم والدارقطني، والنسائي، وأبو داود، وابن حبان، وفاته "٢٤٧". التهذيب "١: ٢٧"، الجرح والتعديل "١: ١: ٤٩".
٤ وثقة أيضًا: زكريا الساجي، وابن حبان، وذكره النسائي في شيوخه الذين سمع منهم، وفاته "٢٥٣". التهذيب "١: ٣١".
٥ هو أحمد بن محمد بن ثابت بن عثمان بن مسعود بن يزيد الخزاعي أبو الحسن بن شَبَّويه المروزي، وثقه أيضًا النسائي، ومحمد بن وضاح، والإدريسي، وابن حبان. ترجمته في الكبير "١: ٢: ٥", وفاته "٢٣٠". التهذيب "١: ٧١".',NULL,'47',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (45,'٥- أحمد بن صالح "مصري" ثقة يكنى أبا جعفر صاحب سنة١.
٦- أحمد بن عبد الله بن صالح العجلي صاحب "الثقات"٢، قال: آخر سفرة سافرتها إلى البصرة كتبت بها سبعين ألف حديث منتقى٣ -إلا حديث حماد بن سلمة٤ والقعنبي٥- واستعرت حديث حفص بن عمر النميري، وكانت عشرين ألف حديث فانتقيت منها -إلا مائتي حديث- فسمعتها.
٧- أحمد بن عبد الله بن يونس٦ "كوفي" ثقة، صاحب سنة يكنى أبا عبيد الله.
٨- أحمد بن عمران "كوفي"٧ لا بأس به.
_________
١ له ترجمة في التاريح الكبير "١: ٢: ٦"، وأرخ وفاته سنة "٢٤٦"، وأخرج له في "صحيحه"، ووثقه كما في التهذيب "١: ٤٠", ووثقه أيضًا العقيلي، وابن حبان، تكلم فيه النسائي وتحامل عليه لصلفه وكبره، رد ذلك الخطيب، فقال: "احتج بأحمد جميع الأئمة إلا النسائي", وقال الخليلي: "اتفق الحافظ على أن كلام النسائي فيه، فيه تحامل" وقال ابن حبان: "كان حفظه عند أهل مصر، كأحمد بن حنبل عند أهل العراق".
٢ هو مصنف الكتاب، تقدمت ترجمته في أول الكتاب، ولعلها من إضافات الهيثمي.
٣ رسمت في النسخة المخطوطة: "منتقًا"، وما أثبتناه هو الأصح.
٤ هو "حماد بن سلمة بن دينار البصري" الثقة، وعبارة المصنف تقتضي أنه لم ينتق من حديث "حماد بن سلمة"، وهذا ليس تضعيفًا له من المصنف، حيث إنه قد وثقه كما سيأتي فيما بعد.
٥ "القعنبي" هو "عبد الله بن مسلمة بن قعنب القعنبي" الثقة الحجة وقد وثقه "العجلي" أيضًا كما سيأتي.
٦ له ترجمة في التاريخ الكبير "١: ٢: ٥"، ومتفق على توثيقه، وفاته: "٢٢٧"، وحديثه في الكتب الستة. التهذيب "١: ٥٠".
٧ هو "أحمد بن عمران الأخنسي" له ترجمة في الجرح والتعديل "١: ١: ٦٤"، وقال: سمعت أبي يقول: "لم أكتب عنه وقد أدركته", وقال أبو زرعة: "كتبت عنه ببغداد، وكان كوفيًا وتركوه", وقال الذهبي في الميزان: "قال البخاري: يتكلمون فيه", وذكره ابن حبان في الثقات، فقال: حدثنا عنه أبو يعلى، مستقيم الحديث، مات سنة "٢٢٨"، وأكثر أبو عوانة الرواية عنه في "صحيحه"، وأورد له العقيلي حديثًا خولف في إسناده. وقال ابن عدي: "هو كوفي ثقة" اللسان "١: ٢٣٤-٢٣٥".',NULL,'48',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (46,'٩- أحمد بن محمد بن حنبل١ يكنى أبا عبد الله سدوسي من أتقنهم بصري من أهل خراسان, ولد ببغداد، ونشأ بها، ثبت في الحديث، نَزِه النفس، فقيه في الحديث، متبعٌ، يتبع الآثار، صاحب سنة خيّرٌ.
قال العجلي: دخلت على أحمد بن حنبل، وأحمد بن نوح، وهما محبوسان بالصور، فسألت أحمد بن نوح: كيف كان يفسده؟ يعني أحمد وأحمد قريب منا يسمع. قال: لما امتحن أحمد جمع له كل جهمي ببغداد، فقال بعضهم: إنه مشبه، فقال إسحاق بن إبراهيم والي بغداد: أليس يقول {لَيْسَ كَمِثْلِهِ شَيْءٌ} ؟ ٢ قال: بلى، {وَهُوَ السَّمِيعُ الْبَصِير ُ} ٣، قالوا: شبه، قال: أي شيء أردت بهذا؟ قال: ما أردت شيئًا. قلت: كما قال القرآن، فسألوه عن حديث جامع بن شدادٍ "وكنت في الذكر", قال: كان محمد بن عبيد يحكي فيه قال: إن محمد بن عبيد يقول وخلق في الذكر ثم تكره.
وسألوه عن حديث مجاهد {إِلَى رَبِّهَا نَاظِرَةٌ} ٤ وحديث آخر عن مجاهد، قال: قد اختلط في آخرة، قال له إسحاق بن إبراهيم: أليس زعمت أنك لا تحسنُ الكلامَ! أراك قائمًا بحجتك، فطرحَ القيدَ في رجله.
قال العجلي: وأخرج إلى أحمد بن نوح بقفَّةِ دنانير كثيرة، فقال: خُذْ منها حاجتك أراك رَثّ الهيئة، وأخرجت منطقة لي فيها دنانير بعت بها بزا بأنطاكية، فقلت له: لو كنت أحوج الخلق أجيء إلى أسير آخذ منه!!
_________
١ الإمام أحمد بن حنبل "١٦٤-٢٤١"، ولادته ووفاته في بغداد، وتعلم بها اللغة، والحديث، وبعد فترة من الزمن بدأ رحلاته العلمية الطويلة حتى وصل اليمن، واستمع إلى "عبد الرزاق"، يدين بثقافته الفقهية إلى شيوخه في الحجاز، وتأثر بوجه خاص بدروس "سفيان بن عيينة" المتوفى "١٩٦"، قال "علي بن المديني" شيخ البخاري: "إن الله أيد هذا الدين بأبي بكر الصديق يوم الردة، وبأحمد بن حنبل يوم المحنة".
٢ الآية الكريمة "١١" من سورة الشورى.
٣ في هامش الأصل: "ليس في أصله البصير".
٤ الآية الكريمة "٢٣" من سورة القيامة.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (47,'١٠- أحمد بن معمر١ وهو ابن إشكاب٢ "كوفي" ثقة مات بمصر يكنى أبا عبد الله.
..........
* تضمينات الحافظ ابن حجر:
١١- أحمد بن يعقوب المسعودي: كوفي ثقة٣.
..........
باب من اسمه أبان:
١٢- أبان بن إسحاق "كوفي"٤ ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٣- أبان بن صالح بن عمير القرشي٥.
١٤- أبان بن صمعة الأنصاري: بصري ثقة٦.
..........
_________
١ هو "أحمد بن إشكاب الحضرمي أبو عبد الله الصفار الكوفي" نزيل مصر، وقيل: اسم أبيه "معمر"، وقيل: اسمه "إشكاب" مجمع عليه. ترجمه البخاري في "الكبير" "١: ٢: ٤", وأخرج له في صحيحه، ووثقه أيضًا: "يعقوب بن شيبة"، و"أبو حاتم"، و"ابن حبان". وفاته "٢١٨".
٢ ورد في نسخة الأصل "ابن شكيب"، وما أثبتناه من التاريخ الكبير، والتهذيب.
٣ "أحمد بن يعقوب المسعودي" ذكره البخاري في "الكبير" "١: ٢: ٢"، وروى عنه في "صحيحه" وهو من قدماء شيوخه، ووثقه ابن حبان، وقال الحاكم: "كوفي قديم جليل"، وفاته سنة بضع عشرة ومائتين، قاله الذهبي، التهذيب "١: ٩١".
٤ "أبان بن إسحاق الأسدي" الكوفي النحوي، كوفي ثقة، تكلم فيه الأزدي بلا حجة، من السادسة/ ت تقريب "١: ٣٠", ووثقة أيضًا ابن حبان.
٥ وثقه أيضًا "ابن معين"، و"يعقوب بن شيبة"، و"أبو زرعة"، و"أبو حاتم"، و"ابن حبان". وفاته "١١٥".
٦ "أبان بن صمعة الأنصاري البصري" وثقه أيضًا "ابن معين" "٢: ٥" و"أبو داود"، و"ابن حبان" واختلط بآخرة. التهذيب "١: ٩٥".',NULL,'50',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (48,'١٥- أبان بن عبد الله البجلي كوفي ثقة١.
١٦- أبان بن عثمان بن عفان مدني تابعي ثقة، من كبار التابعين٢.
١٧- أبان بن يزيد العطار٣ "بصري" ثقة، وكان يرى القدر ولا يتكلم فيه.
باب من اسمه إبراهيم:
١٨- إبراهيم بن إسماعيل حجازي لا بأس به٤.
١٩- إبراهيم بن أبي حبيب حجازي ثقة٥.
٢٠- إبراهيم بن أبي حَميد الطويل بصري ثقة٦.
..........
* تضمينات الحافظ ابن حجر:
٢١- إبراهيم بن حميد بن عبد الرحمن الرُّؤاسي كوفي ثقة٧.
..........
_________
١ "أبان بن عبد الله بن أبي حازم البجلي الكوفي", وثقه أيضًا "أحمد" و"ابن معين" "٢: ٥"، و"ابن نمير"، ضعفه "العقيلي"، وقال النسائي: "ليس بقوي"، وجرحه ابن حبان، التهذيب "١: ٩٦".
٢ وثقه أيضًا "ابن حبان"، وفاته "١٠٥". التهذيب "١: ٩٧".
٣ وثقه أيضًا "علي بن المديني"، وأخرج له البخاري, ومسلم، وأبو داود، والنسائي، كما وثقه "ابن معين" و"النسائي" وابن حبان "٦: ٦٨". التهذيب "١: ١٠١".
٤ هو "إبراهيم بن إسماعيل السلمي"، ويقال: الشيباني، ذكره ابن حبان في "الثقات" "٤: ١٢". وله ترجمة في التهذيب "١: ١٠٧".
٥ "إبراهيم بن إسماعيل بن أبي حبيب الأنصاري الأشهلي" وثقه أيضًا أحمد، وضعفه "ابن معين"، و"أبو حاتم"، و"النسائي"، وقال الدارقطني: "متروك"، وجرحه ابن حبان "١: ١٠٩".
٦ في اللسان "إبراهيم بن حميد الطويل" وثقه ابن حبان، وقال: "كان يخطئ"، وقال ابن أبي حاتم، "ثقة" الجرح والتعديل "١: ١: ٩٤".
٧ وثقه أيضًا "أحمد" وأبو داود، وابن حبان. التهذيب "١: ١١٧".',NULL,'51',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (49,'٢٢- إبراهيم بن الزبرقان التيمي١ يكنى أبا إسحاق، وكان ثقة راوية لتفسير القرآن، حسن الحديث، وكان صاحب سنة، وصاحب تفسير.
٢٣- إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف٢: مدني ثقة، يقال: "إنه كان أسود".
٢٤- إبراهيم بن سعد بن أبي وقاص: مدني، تابعي، ثقة٣.
٢٥- إبراهيم بن سليمان بن رزين أبو إسماعيل المؤدب٤: ثقة، سكن بغداد.
..........
* تضمينات الحافظ ابن حجر:
٢٦- إبراهيم بن سويد النخعي الأعور: كوفي، ثقة٥.
٢٧- إبراهيم بن طهمان بن شعبة الخراساني٦: لا بأس به.
..........
٢٨- إبراهيم بن عبد الأعلى "كوفي"، ثقة٧.
_________
١ وثقه أيضًا "ابن معين" وقال ابن أبي حاتم: "محله الصدق" كما ذكره ابن حبان، وابن شاهين في الثقات. وفاته "٢٣٨" اللسان "١: ٥٨".
٢ له ترجمة في "التاريخ الكبير" "١: ١: ٣٣٠"، ووثقه أيضًا: "أحمد" و"ابن معين"، و"أبو حاتم"، و"ابن حبان" "٦: ٧"، وغيرهم، حديثه في الكتب الستة، مترجم في التهذيب "١: ١٢١".
٣ له ترجمة في ثقات ابن حبان "٤: ٤", وتهذيب التهذيب "١: ١٢٣".
٤ وثقه أيضًا: ابن معين، ومعاوية بن صالح والدارقطني، وابن حبان "٦: ١٤"، مترجم في التهذيب "١: ١٢٥".
٥ وثقه النسائي، وابن حبان، وقال ابن معين: مشهور. التهذيب "١: ١٢٦".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "١: ١٢٩"، وفاته "١٦٨".
٧ له ترجمة في التاريخ الكبير "١: ١: ٣٠٤"، ووثقه أيضًا: أحمد، والنسائي، وابن حبان "٦: ١٧"، وقال غيرهم: صالح، التهذيب "١: ١٣٧".',NULL,'52',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (50,'٢٩- إبراهيم بن عبد الرحمن بن عوف١: تابعي، ثقة، مدني.
٣٠- إبراهيم بن عقيل بن معقل بن منبه "الصنعاني" يماني، ثقة٢.
٣١- إبراهيم بن عكرمة بن يعلى ابن مُنية٣، حدثنا عفان بن مسلم، حدثنا حماد بن سلمة، عن عبد الله بن عثمان بن خُثيم، عن إبراهيم بن عكرمة بن يعلى ابن مُنية في قوله تعالى: {هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ} ٤ قال: هو عثمان بن عفان.
٣٢- إبراهيم بن العلاء أبو هارون الغنوي: "بصري"٥، ثقة.
٣٣- إبراهيم بن عيينة: "كوفي"، صدوق٦.
٣٤- إبراهيم بن محمد ابن الحنفية٧: ثقة.
_________
١ له ترجمة في ثقات ابن حبان "٤: ٤"، وقد أخرج له الشيخان، والأربعة إلا الترمذي، كما وثقه يعقوب بن شيبة، والنسائي في الكنى. التهذيب "١: ١٣٩".
٢ له ترجمة في التاريخ الكبير "١: ١: ٣٠٩"، وذكره ابن حبان في الثقات "٦: ٦"، وذكر ابن أبي خيثمة، عن ابن معين توثيقه. التهذيب "١: ١٤٦".
٣ ورد اسمه في "التاريخ الكبير": "١: ١: ٣٠٦": إبراهيم عن عكرمة بن يعلى الثقفي، وكذا في "ثقات ابن حبان" "٤: ٦"، وما أورده المصنف هنا إبراهيم عن عكرمة بن يعلى بن مُنية، ومُنية هي والدة يعلى كما في ترجمته، وضبطها عبد الغني في المؤلف "ص١٢٣".
٤ الآية الكريمة ٧٦ من سورة النحل.
٥ ذكره السخاوي في الكبير "١: ١: ٣٠٧"، وابن معين في تاريخه "٢: ١٢-١٣"، ووثقه ابن حبان، وقال ابن عدي: "حديثه مستقيم".
٦ "إبراهيم بن عيينة" ذكره البخاري في الكبير "١: ١:
٣١٠"، وأرخ وفاته سنة "١٩٩"، وروى عنه: ابن نعيم، وإبراهيم بن بشار، وروى عن شعبة ومسعر، وأخرج له أبو داود والنسائي وابن ماجه، وقال ابن معين: "كان مسلمًا صدوقًا، لم يكن من أصحاب الحديث". التهذيب "١: ١٥٠".
٧ هو "إبراهيم بن محمد بن علي بن أبي طالب الهاشمي، ابن محمد ابن الحنفية، أخو الحسن وعبد الله، له ترجمة في التاريخ الكبير "١: ١: ٣١٧"، وقال: حدثنا ياسين العجلي عن إبراهيم بن محمد بن علي بن الحنفية عن أبيه عن علي، رفعه قال: "المهدي منا أهل البيت"، قال البخاري: "وفي إسناده نظر"، ووثقه ابن حبان "٦: ٤".',NULL,'53',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (51,'٣٥- إبراهيم بن محمد بن طلحة بن عبيد الله١: "مدني"، تابعي، ثقة، رجل صالح.
٣٦- إبراهيم بن محمد بن المنتشر: "كوفي"٢ ثقة.
٣٧- إبراهيم بن محمد أبو إسحاق الفزاري٣: "كوفي"، ثقة، وكان رجلًا صالحًا قائمًا بالسنة، وقال في موضع آخر: إبراهيم بن محمد أبو إسحاق الفزاري كوفي نزل الثغر بالمصيصة، وكان ثقة رجلًا صالحًا، صاحب سنة، وهو الذي أدب أهل الثغر، وعلمهم السنة، وكان يأمرهم وينهاهم، وإذا دخل الثغر رجل مبتدع أخرجه، وكان كثير الحديث، وكان له فقه، وكان عربيًّا فزاريًّا، أمر سلطانًا يومًا ونهاه فضربه مائة سوط، فغضب له الأوزاعي فتكلم في أمره.
٣٨- إبراهيم بن مرزوق: يأتي بعد ترجمتين٤ عن سلمانَ.
٣٩- إبراهيم بن المهاجر البجلي٥: "كوفي"، جائز الحديث.
_________
١ "إبراهيم بن محمد بن طلحة بن عبيد الله التيمي = أبو إسحاق المدني وقيل: الكوفي، روى عن عمر بن الخطاب ولم يدركه، وعن أبي هريرة، وعائشة، وابن عمرو بن العاص، وابن عباس، وله ترجمة في التاريخ الكبير "١: ١: ٣١٥"، وذكره ابن حبان في الثقات "٤: ٥"، ووثقه: يعقوب بن شيبة، وقال النسائي: كان أحد النبلاء.
٢ "إبراهيم بن محمد بن المنتشر بن الأجدع الهمداني الكوفي: أخرج له الجماعة، متفق على توثيقه، مترجم في التهذيب "١: ١٥٧"، التاريخ الكبير "١: ١: ٣٢٠"، ثقات ابن حبان "٦: ١٤".
٣ "إبراهيم بن محمد بن الحارث بن أسماء بن خارجة الفزاري" أخرج له الجماعة متفق على توثيقه، ترجمته بالكبير "١: ١: ٣٢١"، وتاريخ ابن معين "٢: ١٣"، وقال: ثقة ثقة.
٤ يأتي بعد ثلاث تراجم، ورقمه "٤٢".
٥ "إبراهيم بن المهاجر البجلي" = أبو إسحاق الكوفي، أخرج له مسلم والأربعة وترجمه البخاري في الكبير "١: ١: ٣٢٨"، روى عنه شعبة، وسفيان الثوري، ومسعر، وأبو عوانة، وغيرهم، وقال عنه أحمد: "لا بأس به"، وقال النسائي عنه: "ليس بالقوي"، وكذا أبو حاتم حيث قال: "يُكتب حديثه ولا يحتج به"، وفسر معنى ذلك فقال: "كان لا يحفظ فيحدث بما لا يحفظ فيغلط فترى في حديثه اضطرابًا ما شئت"، وقد ذكره ابن حبان في "المجروحين" "١: ١٠٢"، وقال: "كثير الخطأ" تُستحب مجانبة ما انفرد به من الروايات، ولا يعجبني الاحتجاج بما وافق الإثبات لكثرة ما يأتي من المقلوبات. وروى عن يحيى بن معين تضعيفه، وانظر الميزان "١: ٦٧".',NULL,'54',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (52,'٤٠- إبراهيم بن أبي موسى الأشعري١: "كوفي"، تابعي، ثقة.
٤١- إبراهيم بن ميسرة٢: "طائفي"، ثقة، يروي عن سفيان.
٤٢- إبراهيم بن مرزوق٣: قال أبو مسلم: سألت أبي أحمد: يعني العجلي، قلت: روى ابن مرزوق عن هارون بن إسماعيل الخزاز، حدثنا علي بن المبارك، حدثنا يحيى بن أبي كثير، حدثنا هلال بن أبي ميمونة، أن عطاء بن يسار حدثه: أن عقبة بن عامر الجهني حدثه، قال: أقبلنا؟ قال: أخطأ إنما هذا رفاعة٤.
٤٣- إبراهيم بن أبي يحيى الأسلمي٥: "مدني"، رافضي جهمي
_________
١ "إبراهيم بن أبي موسى الأشعري" ولد في حياة رسول الله صلى الله عليه وسلم فسماه وحنكه بتمرتين ودعا له بالبركة، أخرج له مسلم والنسائي وابن ماجه، وذكره ابن حبان في الثقات "٤: ٥".
٢ "إبراهيم بن ميسرة الطائفي" نزيل مكة، متفق على توثيقه، أخرج له الجماعة، ذكره ابن حبان في الثقات "٤: ١٤"، مترجم في التهذيب "١: ١٧٢".
٣ هو "إبراهيم بن مرزوق الثقفي" مولى الحجاج، ترجمه البخاري في الكبير "١: ١: ٣٣٠"، وذكر أن يحيى بن معين روى عنه، وذكره ابن حبان في الثقات "٦: ٢٢".
٤ رفاعة هذا هو: ابن عرابة الجهني رضي الله عنه، والحديث الذي يرويه أخرجه الإمام أحمد في مسنده "٤: ١٦" قال: حدثنا عبد الله حدثنا أبي حدثنا إسماعيل بن إبراهيم، قال: حدثنا هشام الدستوائي عن يحيى بن أبي كثير عن هلال بن أبي ميمونة عن عطاء بن يسار عن رفاعة الجهني, قال: أقبلنا مع رسول الله صلى الله عليه وسلم حتى إذا كنا بالكديد, أو قال: بقديد, فجعل رجال منا يستأذنون إلى أهليهم فيأذن لهم، فقام رسول الله صلى الله عليه وسلم, فحمد الله وأثنى عليه ثم قال: "ما بال رجال يكون شق الشجرة التي تلي رسول الله صلى الله عليه وسلم أبغض إليهم من الشق الآخر"، فلم نر عند ذلك من القوم إلا باكيًا، فقال رجل: إن الذي يستأذنك بعد هذا لسفيه، فحمد الله وقال حينئذ: "أشهد عند الله لا يموت عبد يشهد أن لا إله إلا الله وأني رسول الله صدقًا من قلبه, ثم يسدد إلا سلك في الجنة" , قال: "وقد وعدني ربي -عز وجل- أن يدخل من أمتي سبعين ألفًا لا حساب عليهم ولا عذاب وإني لأرجو ألا يدخلوها حتى تُبوِّءوا أنتم ومن صلح من آبائكم وأزواجكم وذرياتكم مساكن في الجنة" , وقال: "إذا مضى نصف الليل -أو قال: ثلثا الليل- ينزل الله عز وجل إلى السماء الدنيا فيقول: لا أسأل عن عبادي أحد غيري من ذا يستغفرني فأغفر له؟ من الذي يدعوني أستجيب له؟ من ذا الذي يسألني أعطيه؟ حتى ينفجر الصبح".
٥ "إبراهيم بن أبي يحيى الأسلمي المدني"، أحد العلماء الضعفاء، سُئل مالك عنه: أكان ثقةُ في الحديث؟ فقال: لا، ولا في دينه، وذكره يحيى بن معين في التاريخ "٢: ١٣" فقال: كان كذابًا، وقال أحمد: تركوا حديثه، قدري معتزلي يروي أحاديث ليس لها أصل، وقال البخاري: كان يرى القدر وكان جهميًّا، وتركه النسائي والدارقطني، وذكره ابن حبان في المجروحين "١: ١٠٥".',NULL,'55',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (53,'لا يُكتبْ حَديثه، روى عنه الشافعي١.
..........
* تضمينات الحافظ ابن حجر:
٤٤- إبراهيم بن نشيط بن يوسف الوعلاني٢: ثقة.
..........
٤٥- إبراهيم بن يزيد النخعي٣، يكنى أبا عمران: "كوفي"، ثقة، وكان مفتي الكوفة هو والشعبي في زمانهما، وكان رجلًا صالحًا وفقيهًا متوقيًا، قليل التكلف، والأسود بن يزيد خاله، ومات وهو مختف من الحجاج.
حدثنا أبو زيد الهروي: سعيد بن الربيع، عن شعبة، قال: لم يسمع إبراهيم النخعي من مسروق شيئًا.
_________
١ كيف روى عنه الشافعي وهو بهذه الدرجة من الكذب؟
قال ابن حبان: "وأما الشافعي فإنه كان يجالسه في حداثته، ويحفظ منه حفظ الصبي، والحفظ في الصغر كالنقش في الحجر، فلما دخل مصر في آخر عمره فأخذ يصنف الكتب المبسوطة احتاج إلى الأخبار ولم تكن معه كتبه فأكثر ما أودع الكتب من حفظه، فمن أجله ما روى عنه، وربما كنى عنه ولا يسميه. المجروحين "١: ١٠٧".
وقال الذهبي في الميزان "١/ ٥٨": قال الربيع: سمعت الشافعي يقول: كان قدريًّا، قال يحيى بن زكريا ابن حيويه، فقلت للربيع: فما حمل الشافعي على الرواية عنه؟ قال: كان يقول: لأن يخر من السماء أحب إليه من أن يكذب. وكان ثقة في الحديث.
وقال الربيع: كان الشافعي إذا قال: حدثنا من لا أتهم, يريد به إبراهيم بن أبي يحيى.
وقال ابن عدي: "ليس بمنكر الحديث، وقد حدث عنه الثوري، وابن جريج، والكبار"، عقب الذهبي بعد ذلك فقال: "الجرح مقدم".
٢ "إبراهيم بن نشيط بن يوسف الوعلاني" خرّج له أبو داود والنسائي وابن ماجه، والبخاري في الأدب، ووثقه: أبو حاتم وأبو زرعة والدارقطني والإمام أحمد وابن حبان. التهذيب "١: ١٧٥".
٣ "إبراهيم النخعي" الإمام الفقيه، حديثه في الكتب الستة، ترجمته في التهذيب "١: ١٧٧".',NULL,'56',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (54,'قال العجلي: إبراهيم بن يزيد النخعي لم يحدث عن أحد من أصحاب النبي صلى الله عليه وسلم١، وقد أدرك منهم جماعة، ورأى عائشة رضي الله عنها رؤيا.
٤٦- إبراهيم السعدي٢: من ولد عمر بن سعد، وقد رأيته.
٤٧- إبراهيم الطهماني٣: لا بأس به.
باب الأجلح والأحنف والأحوص:
٤٨- الأجلح بن عبد الله الكندي٤: "كوفي"، ثقة.
٤٩- الأحنف بن قيس٥: "بصري" تابعي، ثقة، وكان سيد قومه وكان أعور دهمًا قصيرًا كوسجًا٦، له بيضة واحدة، فقال له عمر بن الخطاب، ويحك يا أحنف! لما رأيتك ازدريتك، فلما نطقت, قلت: لعله منافق، صنيعُ اللسان، فلما اختبرتك حمدتك، ولذلك حبستك -حبسه سنة- وقال عمرُ: هذا والله السيد.
_________
١ قال علي بن المديني: إبراهيم النخعي لم يلق أحدًا من أصحاب النبي صلى الله عليه وسلم، قيل: فعائشة، قال: هذا لم يروه غير سعيد بن أبي عروبة عن أبي معشر عن إبراهيم وهو ضعيف، وانظر علل الحديث ومعرفة الرجال "ص٧٥" من تحقيقنا.
٢ هو بن ثقات العجلي، ولم أعثر له على ترجمة.
٣ مضى بالترجمة "٢٧".
٤ حديثه في السنن الأربعة، وروى عنه: شعبة، وسفيان الثوري، وعبد الله بن المبارك، ويحيى بن سعيد القطان، وغيرهم. قال ابن معين في التاريخ "٢: ١٩": ثقة، ليس به بأس، وذكره البخاري في الكبير "١: ٢: ٦٨" ولم يورد فيه جرحًا، وجرحه ابن حبان "١: ١٧٥". الميزان "١: ٧٨-٧٩".
٥ أدرك النبي صلى الله عليه وسلم ولم يسلم، أخرج له الجماعة، مخضرم، ثقة. تقريب "١: ٤٩".
٦ "الكوسج": الذي لا شعر على عارضيه.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (55,'٥٠- الأحوص بن حكيم١: "شامي"، لا بأس به.
باب آدم وأدهم:
٥١- آدم بن أبي إياس٢: يُكنى بأبي الحسن "خراساني" نشأ ببغداد، وسكن عسقلان، ثقة، يقال: إنه كان ممن يكتب عن شعبة، وكان يقرئ القرآن.
٥٢- آدم بن سليمان٣: "بصري" روى عنه سفيان الثوري.
٥٣- آدم بن طريف٤: "بصري"، ثقة.
_________
١ الأحوص بن حكيم: حمصي، رأى أنس بن مالك، وعبد الله بن بسر، وروى عنه: سفيان بن عيينة، وكان يفضله على ثور في الحديث، كما قال البخاري في الكبير "١: ٢: ٥٨"، أخرج له ابن ماجه حديث "الحناء"، و"تسبيح الضحى"، وأما يحيى بن سعيد فلم يرو عنه، وكان يقول: هو عندي ثقة، وثقه علي بن المديني، وقال يعقوب بن سفيان: "كان رجلًا عابدًا مجتهدًا، وحديثه ليس بالقوي"، وضعفه النسائي، والجوزجاني، وابن حبان "١: ١٧٥". تهذيب تاريخ دمشق "٢: ٣٣٥-٣٣٦".
٢ آدم بن أبي إياس: أخرج له الشيخان، والأربعة سوى أبي داود، متفق على توثيقه. التهذيب "١: ١٩٦".
٣ آدم بن سليمان القرشي، روى عنه: الثوري، وشعبة، وإسرائيل، أخرج له مسلم، والترمذي، والنسائي، وقال: ثقة. له ترجمة في "التاريخ الكبير" "٢: ١: ٣٨"، ووثقه ابن حبان "٦: ٨٠"، التهذيب " ١: ١٩٦".
٤ من ثقات العجلي.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (56,'باب أربدة وأزهر:
٥٤- أربدة التميمي١: "كوفي" تابعي، ثقة.
٥٥- أزهر بن عبد الله بن جميع الحرازي٢: "شامي" ثقة.
٥٦- أزهر بن يزيد الغطيفي٣: "مصري" تابعي ثقة.
باب أسامة:
٥٧- أسامة بن خريم٤: "بصري" تابعي: ثقة.
٥٨- أسامة بن زيد بن حارثة٥ من أصحاب النبي صلى الله عليه وسلم.
_________
١ له ترجمة في "التاريخ الكبير" "١: ٢: ٦٤"، وتاريخ ابن معين "٢: ٢١"، ووثقه ابن حبان "٤: ٥٢".
٢ وثقه أيضًا ابن حبان "٤: ٣٨". التهذيب "١: ٢٠٤".
٣ بالأصل: "القطيعي" وهو تصحيف، وما أثبتناه من "التاريخ الكبير" "١: ١: ٤٥٨"، وكذا ضبطه ابن ماكولا، ونسبه، فقال: "أزهر بن يزيد بن عبد يغوث بن جزء المراري ثم الغُطيفي، هاجر في خلافة عمر بن الخطاب، وشهد فتح مصر". ووثقه ابن حبان "٤: ٣٩".
٤ له ترجمة في "التاريخ الكبير" "١: ٢: ٢٢"، ووثقه ابن حبان "٤: ٤٤-٤٥"، وقال: "له صحبة"، وقال ابن حجر في اللسان "١: ٣٤١": "ذكره ابن عبد البر في الصحابة، وقال: لا تصح له صحبة"، والسبب في ذكره في الصحابة أن بعضهم ترجم له، فقال: "روى عن مرة البهزي وله صحبة" "فظن الضمير لأسامة، وإنما لمرة".
٥ حب رسول الله صلى الله عليه وسلم، وأمه أم أيمن حاضنة النبي صلى الله عليه وسلم، قبض رسول الله صلى الله عليه وسلم وهو ابن عشرين سنة.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (57,'........
* تضمينات الحافظ ابن حجر:
٥٩- أسامة بن زيد الليثي١ مولاهم أبو زيد المدني: ثقة.
..........
٦٠- أسامة والد أبي المليح٢ من أصحاب النبي صلى الله عليه وسلم.
..........
* تضمينات الحافظ ابن حجر:
باب أسباط:
٦١- أسباط بن محمد بن عبد الرحمن بن خالد بن ميسرة القرشي٣: لا بأس به.
..........
باب إسحاق:
٦٢- إسحاق بن إسماعيل بن حماد بن زيد٤، ما فيه خير كان أمينًا ليحيى بن أكثم.
٦٣- إسحاق بن سعد بن أبي وقاص٥: "مدني"، تابعي، ثقة.
_________
١ وثقه أيضًا: أبو يعلى الموصلي والدوري، وابن حبان وقال: "هو مستقيم الأمر، صحيح الكتاب، يخطئ". مترجم في التهذيب "١: ٢٠٨-٢١٠".
٢ ثقات ابن حبان "٣: ٣"، التهذيب "١: ٢١٠"، وهو: أسامة بن عمير بن عامر الأقيشر الهذلي البصري.
٣ أسباط بن محمد: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "١: ٢١١".
٤ له ترجمة في "اللسان" "١: ٣٥٢". قال الذهبي: "قال العجلي في "الثقات": ما فيه خير، وإنما نَقَمَ عليه العجلي أنه كان أمينًا على أموال الأيتام! فكان ماذا؟ ".
٥ له ترجمة في "التاريخ الكبير" "١: ١: ٣٨٧"، وثقات ابن حبان "٤: ٢١".',NULL,'60',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (58,'٦٤- إسحاق بن سليمان الرازي١ ثقة رجل صالح.
٦٥- إسحاق بن سويد العدوي٢: "بصري" ثقة، وكان يحمل على علي رضي الله عنه.
٦٦- إسحاق بن عبد الله بن الحراث بن نوفل٣: "مدني"، ثقة.
٦٧- إسحاق بن عبد الله بن أبي طلحة٤: "مدني" تابعي، ثقة، بصري، وكان على الصوافي، باليمامة، ومن بني أمية، وأنس بن مالك عمه.
٦٨- إسحاق بن عبد رب٥: ثقة.
٦٩- إسحاق بن مخاشن: "مدني" تابعي ثقة، وفي حاشية الكتاب صوابه: طارق بن مخاشن٦.
٧٠- إسحاق بن منصور حيان الأسدي٧ من العرب: "كوفي"، ثقة، متعبد رجل صالح، وقد رأيته، ولم أكتب عنه.
_________
١ إسحاق بن سليمان الرازي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "١: ٢٣٤".
٢ له ترجمة في "التاريخ الكبير" "١: ١: ٣٨٩"، أخرج له الشيخان، فجاز القنطرة، وأبو داود، والنسائي، ووثقه: أحمد, وابن معين "٢: ٢٤"، وابن حبان "٦: ٤٧"، والنسائي. التهذيب "١: ٢٣٦".
٣ له ترجمة في "التاريخ الكبير" "١: ١: ٣٩٤"، وذكره ابن حبان في ثقات أتباع التابعين "٦: ٤٦"، ومقتضاه عنده أن روايته عن الصحابة مرسلة، وذكره ابن معين في تاريخه "٢: ٢٧".
٤ له ترجمة في "التاريخ الكبير" "١: ١: ٢٩٣"، ووثقه أيضًا: ابن معين "٢: ٢٦"، وأبو زرعة, وأبو حاتم، والنسائي، وابن حبان "٤: ٢٣"، وقال: "روى عنه الأوزاعي، ومالك ... وكان مقدمًا في رواية الحديث"، وكان مالك لا يقدم عليه في الحديث أحدًا. التهذيب "١: ٢٣٩-٢٤٠".
٥ هو من ثقات العجلي.
٦ وهو الصواب، فقد وردت ترجمته في التهذيب "٥: ٧": طارق بن محاسن، وقيل: مخاشن، ووثقه ابن حبان.
٧ له ترجمة في "التاريخ الكبير" "١: ١: ٤٠٢"، وقال البخاري: كتب عنه سنة "٢٠٤"، وذكره ابن أبي حاتم في "الجرح والتعديل" "١: ١: ٢٣٤".',NULL,'61',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (59,'٧١- إسحاق بن منصور السلولي١: "كوفي"، ثقة، كان فيه تشيع، وقد كتبت عنه.
٧٢- إسحاق بن يحيى بن طلحة٢: ليس بالقوي.
٧٣- إسحاق بن يوسف الأزرق٣: "واسطي"، ثقة.
٧٤- إسحاق مولى زائدة٤: "مدني" تابعي، ثقة.
باب أسد وإسرائيل:
٧٥- أسد بن مهلب٥: ثقة، عابد، حدثنا أبي: عبد الله، قال: كان سفيان يقول: لا يقتله إلا آية في كتاب الله، فقرنت عليه، فصعق، فمات.
٧٦- أسد بن موسى٦: "مصري"، ثقة وكان صاحب سنة.
_________
١ له ترجمة في "التاريخ الكبير" "١: ١: ٤٠٣"، ومتفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "١: ٢٥٠".
٢ قال البخاري في "التاريخ الكبير" "١: ١: ٤٠٦": يتكلمون في حفظه، وقال ابن معين في التاريخ "٢: ٢٧": ضعيف، وجرحه ابن حبان "١: ١٣٣"، وغيره.
٣ إسحاق بن يوسف بن مرداس المخزومي الواسطي المعروف "بالأزرق". له ترجمة في "التاريخ الكبير" "١: ١: ٤٠٦"، ومتفق على توثيقه، أخرج له الستة، مترجم في التهذيب "١: ٢٥٧"، ثقات ابن حبان "٦: ٥٢".
٤ له ترجمة في "التاريخ الكبير" "١: ١: ٣٩٦"، وثقات ابن حبان "٤: ٢٣"، كما وثقه أيضًا: ابن معين.
٥ هو من زوائد العجلي.
٦ له ترجمة في "التاريخ الكبير" "١: ٢: ٤٩"، وقال: "مشهور الحديث"، ووثقه أيضًا: النسائي، وابن قانع، وابن حبان. التهذيب "١: ٢٦٠".',NULL,'62',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (60,'٧٧- إسرائيل بن يونس بن أبي إسحاق١: "كوفي"، ثقة، وقال مرة جائز الحديث.
باب أسلم وأسماء:
٧٨- أسلم مولى عمر بن الخطاب٢: "مدني"، تابعي، ثقة، من كبار التابعين.
٧٩- أسلم أبو عمران٣: "مصري"، تابعي، ثقة.
٨٠- أسلم العجلي٤: ثقة.
٨١- أسماء بن الحكم الفزاري٥: "كوفي"، تابعي، ثقة، روى عن علي.
_________
١ متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ٢: ٥٢"، وتاريخ ابن معين "٢: ٢٨"، وثقات ابن حبان "٦: ٧٩"، مترجم في التهذيب "١: ٢٦١".
٢ متفق على توثيقه، أخرج له الستة، مترجم في "التاريخ الكبير" "١: ٢: ٢٤"، وثقات ابن حبان "٤: ٤٥"، وتاريخ ابن معين "١: ٣١"، والتهذيب "١: ٢٦٦".
٣ له ترجمة في "التاريخ الكبير" "١: ٢: ٢٤"، ووثقه أيضًا: النسائي، وابن حبان "٤: ٤٦"، وأخرج له هو والحاكم في صحيحيهما. التهذيب "١: ٢٦٥".
٤ وثقة أيضًا: النسائي، وابن معين: التهذيب "١: ٢٦٥"، وذكره ابن حبان في "ثقاته" "٤: ٤٦".
٥ له ترجمة في "التاريخ الكبير" "١: ٢: ٥٤"، ثقة، أخرج له الأربعة، وقال البخاري: "لم يرو عنه إلا هذا الحديث، وحديث آخر لم يتابع عليه", وهذا الحديث الذي أشار إليه البخاري هو الذي أخرجه ابن حبان في صحيحه، الحديث رقم "٦١٨" ويقع في الجزء الثاني من تحقيقنا وهو: "كنت إذا حدثني رجل عن النبي صلى الله عليه وسلم حلفته، فإذا حلف لي صدقته" قال البخاري: "قد روى أصحاب النبي صلى الله عليه وسلم بعضهم عن بعض، ولم يحلف بعضهم بعضًا". =',NULL,'63',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (61,'باب إسماعيل:
٨٢- إسماعيل بن أبان الغنوي١: "كوفي"، ضعيف الحديث؛ يحدث عن ابن أبي خالد، وهشام بن عروة، أدركناه، ولم نكتب عنه شيئًا.
٨٣- إسماعيل بن أمية بن عمرو بن سعيد بن العاص٢: "مكي"، ثقة.
٨٤- إسماعيل بن أبي خالد الأحمسي٣: تابعي، سمع من خمسة من أصحاب النبي صلى الله عليه وسلم: عبد الله بن أبي أوفى، وأنس بن مالك، وعمرو بن حريث، وأبي جحيفة وهب بن عبد الله السوائي، وقيس بن عائذ.
وكان إسماعيل طحانًا، ثبتًا في الحديث، رجلًا صالحًا، ثقة.
وكان راوية عن قيس بن أبي حازم الأحمسي، تابعي لم يكن أحد أروى عنه منه.
وكان حديثه نحوًا من خمسمائة حديث، ورأى شريحًا، وعمرو بن ميمون الأودي، والأسود، بن يزيد وكان عاليا في شيوخ الكوفيين.
_________
١ وكذا قال البخاري: "متروك"، وضعفه غير واحد. التهذيب "١: ٢٧٠".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "١: ٢٨٣".
٣ متفق على توثيقه، حديثه في الكتب الستة، مترجم في التهذيب "١: ٢٩١"، التاريخ الكبير "١: ١: ٣٥١"، ثقات ابن حبان "٤: ١٩"، تاريخ ابن معين "٢: ٣٢".',NULL,'64',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (62,'٨٥- إسماعيل بن خليل الخزار١: "كوفي"، ثقة "صاحب سنة"٢، يكنى أبا عبد الله.
٨٦- إسماعيل بن رجاء الزبيدي٣: "كوفي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٧- إسماعيل بن زكريا بن مرة الخلقاني الأسدي٤: كوفي ضعيف.
..........
٨٨- إسماعيل بن عبد الله بن سماعة٥: "دمشقي"، ثقة.
٨٩- إسماعيل بن عبيد الله بن أبي المهاجر٦: "شامي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٠- إسماعيل بن كثير الحجازي أبو هاشم٧: "مكي"، ثقة.
_________
١ أخرج له البخاري ومسلم في "صحيحهما"، وثقه أيضًا: أبو حاتم، وابن حبان.
٢ الزيادة من التهذيب "١: ٢٩٤".
٣ له ترجمة في "التاريخ الكبير" "١: ١: ٣٥٣"، ووثقه ابن معين "٢: ٣٤"، وابن حبان "٦: ٢٩"، والنسائي، وأبو حاتم، التهذيب "١: ٢٩٦".
٤ أخرج له الجماعة، ووثقه ابن معين "٢: ٣٤"، والدوري، وابن أبي خيثمة, وأبو داود، وابن حبان. التهذيب "١: ٢٩٧-٢٩٨".
٥ وثقه أيضًا: النسائي، وابن عمار، وابن حبان، التهذيب "١: ٣٠٩".
٦ أخرج له الشيخان، والأربعة سوى الترمذي، ووثقه الأوزاعي، ومعاوية بن صالح، والدارقطني، وذكره ابن حبان في "الثقات" "٦: ٤٠"، وله ترجمة في "التاريخ الكبير" "١: ١: ٣٦٦"، وتاريخ ابن معين "٢: ٣٦".
٧ وثقه أيضًا: ابن حبان، ويعقوب بن سفيان، ويعقوب بن شيبة، وأخرج له أصحاب السنن، التهذيب "١: ٣٢٦". تاريخ ابن معين "٢: ٣٦".',NULL,'65',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (63,'٩١- إسماعيل بن مجالد بن سعيد الهمداني أبو عمر الكوفي١: ليس بالقوي.
٩٢- إسماعيل بن محمد بن سعد بن أبي وقاص٢: "مدني"، ثقة.
٣- إسماعيل السودسي: "كوفي"٣، ثقة.
٩٤- إسماعيل السدي٤: ثقة روى عنه سفيان، وشعبة، وزائدة. عالم بتفسير القرآن، راوية له.
باب الأسود:
٩٥- الأسود بن سفيان: "مكي"٥، تابعي ثقة.
_________
١ له ترجمة في "التاريخ الكبير" "١: ١: ٣٧٤" وقال: صدوق، وأخرج له في "صحيحه"، والترمذي في "سننه"، ووثقه ابن معين "٢: ٣٧"، ووثقه ابن شاهين، وعثمان بن أبي شيبة، وذكره ابن حبان في "الثقات"، وقال: يخطئ.
٢ له ترجمة في "التاريخ الكبير" "١: ١: ٣٧١"، وثقات ابن حبان "٦: ٢٨"، وأخرج له الستة. التهذيب "١: ٣٢١".
٣ هو من ثقات العجلي.
٤ إسماعيل بن عبد الرحمن بن أبي كريمة السدي: نسبة إلى سدة مسجد الكوفة، كان يبيع بها المقانع، أخرج له مسلم والأربعة، ووثقه أيضًا الإمام أحمد، وابن حبان, وقال النسائي في الكنى: صالح، التهذيب "١: ٣١٤"، وضعفه يحيى بن معين، والجوزجاني، والعقيلي، وقال الحاكم في "المدخل إلى معرفة الإكليل" في باب الرواة الذين عيب على مسلم إخراج حديثهم: تعديل عبد الرحمن بن مهدي أقوى عند مسلم ممن جرحه بجرح غير مفسر.
٥ هو من ثقات العجلي.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (64,'٩٦- الأسود بن شيبان السدوسي١: "بصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٧- الأسود بن العلاء بن جارية الثقفي٢: ثقة.
..........
٩٨- الأسود بن قيس: تابعي، ثقة، حسن الحديث٣، سمع من جندب بن عبد الله، وهو في عداد الشيوخ من كبار أصحاب سفيان.
٩٩- الأسود بن هلال المحاربي٤: ثقة، وكان جاهليًّا من أصحاب عبد الله، "وكان"٥ رجلًا صالحًا.
١٠٠- الأسود بن يزيد بن قيس النخعي: "كوفي"، تابعي، ثقة٦، جاهلي، وهو ابن أخ علقمة بن قيس، وعلقمة أصغر منه، وهو زفّ
_________
١ وثقة أيضًا: ابن معين، وأحمد، وابن حبان "٨: ١٢٩"، وله ترجمة في "التاريخ الكبير" "١: ٤٤٦١". التهذيب "١: ٣٣٩"، وذكر ابن حبان قصته في الحج، فقال: "حج الأسود بن شيبان، وليس معه زاد لنفسه، ولا علف لناقته، قال: فجعلت ناقته تحتش من الأرض، وهو يشرب من لبنها حتى رجع".
٢ وثقه أيضًا: النسائي، وابن حبان "٦: ٦٦"، وأشار البخاري في "التاريخ الكبير" "١: ١: ٤٤٨" إلى أنه يقال له أيضًا سويد.
٣ الأسود بن قيس البجلي: وثقه أيضًا ابن معين "٢: ٣٨"، والنسائي، التهذيب "١: ٣٤١"، وابن حبان "٤: ٣٢".
٤ الأسود بن هلال المحاربي، أبو سلام الكوفي: وثقه أيضًا: ابن معين والنسائي، على ما في التهذيب "١: ٣٤٢"، وذكره ابن حبان في الثقات "٤: ٣٢".
٥ زيادة متعينة.
٦ الأسود بن يزيد بن قيس النخعي: وثقه أيضًا الإمام أحمد، وابن سعد على ما في التهذيب "١: ٣٤٣"، وذكره ابن حبان في "الثقات" "٤: ٣١"، وله ترجمة في "التاريخ الكبير" "١: ١: ٤٤٩"، وهو فقيه مخضرم، عالم الكوفة، وابن أخي عالم: علقمة، وخال إبراهيم النخعي، روى عن ابن مسعود، وعائشة، وأبي موسى، وكان من الصلاة والحج على أمر كبير، وكانوا يسمون الأسود من أهل الجنة. مات سنة خمس وسبعين، أو قريبًا منها.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (65,'أم علقمة إلى جده، وكان من أصحاب عبد الله الذين يقرنون، ويفون، وتعبد حتى ذهبت عينه من الصوم. فقال له علقمة: ما تعذب هذه النفس؟ قال: إنما أريد راحتها.
وكان رجلًا صالحًا، متعبدًا فقيهًا، وقالت عائشة: ما بالعراق أحد أعجب إليّ من الأسود، وكانت عائشة تكرمه، وكان يحج كل سنة، فإذا حضرت الصلاة أناخ ولو على حجر.
حدثنا قبيصة عن عقبة، عن منصور عن إبراهيم، قال: كان أصحاب عبد الله الذين يُقرؤون ويفتون ستة: علقمة، والأسود، وعبيدة، وأبو ميسرة، والحارث بن قيس، ومسروق بن الأجدع.
وحدثنا موسى بن أيوب، حدثنا مخلد، عن هشام، عن محمد، قال: كان أصحاب عبد الله الذين حملوا علمه خمسة، لا يعد معهم غيرهم: عبيدة، والحارث يعني ابن قيس، والأسود، وعلقمة، وشريح، وكان يجعل شريحًا آخرهم.
باب أسيد وأسير:
١٠١- أسيد بن أبي يحيى الأشهلي: "مدني"، ثقة١.
_________
١ هو أسيد بن أبي يحيى الأشهلي، عداده في أهل المدينة، شهد العقبة، وصلى عليه عمر بن الخطاب، ودفن بالبقيع، ووقع بالأصل الأسلمي وهو تصحيف.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (66,'١٠٢- أسير بن جابر: "كوفي"، تابعي، ثقة١ من أصحاب عبد الله.
باب أشعث وأشهل:
١٠٣- أشعث بن أبي خالد الأحمسي أخو إسماعيل: ثقة٢.
١٠٤- أشعث بن أبي الشعثاء المحاربي٣، وهو أشعث بن سليم "كوفي"، ثقة٤.
١٠٥- أشعث بن سوار: "كوفي"، ضعيف، يكتب حديثه٥.
_________
١ أسير بن جابر: أو يسير بن جابر، يقال: إن له رؤية، وهو من أصحاب عبد الله بن مسعود، قال علي بن المديني: "روى عنه أهل الكوفة، وروى عنه أهل البصرة، وكان يعرف بالكوفة: بيسير بن عمرو، وكان يعرف بالبصرة بيسير بن جابر، فروى عنه من أهل الكوفة: المسيب بن نافع، وأبو إسحاق الشيباني، وقيس بن يسير ابنه روى عن أبيه أنه كسا أويس القرني ثوبين من العري، وهذه القصة رويت عن أسير، قال كان المحدث بالكوفة، فإذا فرغ تفرقوا، ويبقى رهط فيهم رجل يتكلم بكلام لا أسمع أحدًا يتكلم به، ففقدته، فسألت عنه، فقال رجل: ذاك أويس القرني، قلت: أتعرف منزله؟ قال: نعم، فانطلقت معه حتى جئت حجرته فخرج إلي، فقلت: يا أخي؛ ما حبسك عنا؟ قال: العري ... فكساه أسير ... إلخ القصة. وانظر علل الحديث ومعرفة الرجال لعلي بن المديني شيخ البخاري من تحقيقنا.
قال ابن سعد: "كان ثقة، وله أحاديث"، وذكره ابن حبان في الثقات وقال: "القلب إلى أنه ثقة أميل". تاريخ ابن معين "٢: ٦٨٠".
التاريخ الكبير "١: ٢: ٦٦"، ثقات ابن حبان "٤: ٦١"، التهذيب "١١: ٣٧٨".
٢ ذكره في التهذيب "١: ٢٩١"، في ترجمة أخيه: إسماعيل بن أبي خالد، ووثقه ابن حبان "٤: ٣٠"، وقال: يروى عن أبي هريرة، روى عنه أخوه: إسماعيل بن أبي خالد.
٣ أشعث بن أبي الشعثاء المحاربي الكوفي: وثقه أيضًا: ابن معين، وأبو حاتم، والنسائي، وابن حبان، والبزار، وابن شاهين. "التاريخ الكبير" "١: ١: ٤٣٠"، ثقات ابن حبان "٦: ٦٢"، التهذيب "١: ٣٥٥".
٤ العبارة في التهذيب هكذا: "قال العجلي: من ثقات شيوخ الكوفيين، وليس بكثير الحديث".
٥ أشعث بن سوار الكندي، كان على قضاء الأهواز. روى عن الحسن البصري، سئل الدارقطني: أشعث =',NULL,'69',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (67,'١٠٦- أشعث بن عبد الملك: "بصري"١.
١٠٧- أشهل بن حاتم: "بصري"، ضعيف٢.
باب أصبغ والأغر وأفلح والأقرع وأكتل:
١٠٨- أصبغ بن الفرج: "مصري" لا بأس به٣. "ثقة صاحب
_________
= عن الحسن؟ قال: هم ثلاثة يحدثون جميعًا عن الحسن: الحمراني وهو ابن عبد الملك أبو هانئ: ثقة، وابن عبد الله بن جابر الحداني: يعتبر به، وابن سوار: يعتد به وهو أضعفهم.
وقد ذكره المقيلي في الضعفاء "١: ٣١"، واستنكر عليه حديث "الأذنان من الرأس"، وقال: "لا يتابع عليه والأسانيد في هذا الباب لينة".
كما جرحه ابن حبان "١: ١٧١"، ونقل ابن أبي حاتم الرازي تضعيفه عن الإمام أحمد "١: ١: ٢٧١"، وعن عبد الرحمن بن مهدي، وكذا ضعفه ابن معين في كتابه "التاريخ" "٢: ٤٠".
وقال ابن عدي: لأشعث بن سوار روايات عن مشايخه، وفي بعض ما ذكرت يخالفونه، وعلى الجملة يكتب حديثه". التهذيب "١: ٣٥٩".
١ أشعث بن عبد الملك الحمراني:
ابن معين في تاريخه "٢: ٤١": هو ثقة، وله ترجمة في "التاريخ الكبير" "١: ١: ٤٣١"، وذكره ابن حبان في الثقات "٦: ٦٢"، وقال: "كان فقيهًا متقنًا، مات سنة "١٤٦"، ووثقه ابن شاهين، عن عثمان بن أبي شيبة. التهذيب "١: ٣٥٩".
٢ أشهل بن حاتم: ذكره البخاري في "التاريخ الكبير" "١: ٢: ٦٨"، ولم يذكر فيه جرحًا، وقال أبو حاتم: محله الصدق، وقال أبو داود: "أراه كان صدوقًا".
له عند البخاري حديثان "أحدهما" في الأطعمة أخرجه عن عبد الله بن منير، عنه، عن ابن عون، عن ثمامة، عن أنس: دخلت مع النبي صلى الله عليه وسلم على غلام له خياط فقرب إليه قصعة ... الحديث. أخرجه النسائي أيضًا في السنن الكبرى عن الحسين بن عيسى البسطامي، عن أزهر السمَّان.
"والثاني" علقه له البخاري عن ابن عون، عن الحسن، عن عبد الرحمن بن سمرة متابعة. هدى الساري صفحة "٣٩٠"، التهذيب "١: ٣٦٠".
٣ أصبغ بن الفرج بن سعيد بن نافع الأموي الفقيه المصري أبو عبد الله كان وراقَ ابن وهب، قال ابن معين: "كان من أعلم خلق الله كلهم برأي مالك يعرفها مسألة مسألة: متى قالها مالك، ومن خالفه فيها". وقال أبو حاتم: صدوق، وذكره ابن حبان في الثقات، وقال علي بن السكن: ثقة، ثقة. الجرح والتعديل "١: ١: ٣٢١"، ثقات ابن حبان "٨: ١٣٣"، التهذيب "١: ٢٦١".',NULL,'70',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (68,'سنة"١.
١٠٩- أصبغ بن نباتة: "كوفي" تابعي، ثقة٢.
..........
* تضمينات الحافظ ابن حجر:
١١٠- الأغرّ بن الصباح التميمي المنقري: "كوفي"، ثقة٣.
..........
١١١- الأغرّ أبو مسلم: "كوفي"، تابعي، ثقة٤.
١١٢- أفلح مولى أبي أيوب: "مدني"، تابعي، ثقة. من كبار
_________
١ الزيادة من التهذيب.
٢ أصبغ بن نباتة الحنظلي، أبو القاسم الكوفي: قال ابن معين: "ليس بثقة" وذكره النسائي في المتروكين، وقال ابن أبي حاتم عن أبيه: لين الحديث، وذكره العقيلي في "الضعفاء"، وابن حبان في "المجروحين"، وقال الدارقطني: "منكر الحديث" وكذا ابن عدي، إلا أنه أضاف: "فإذا حدث عنه ثقة فهو عندي لا بأس به".
تاريخ ابن معين "٢: ٤٢"، المجروحين "١: ١٧٣"، الضعفاء الكبير للعقيلي "١: ١٢٩"، التهذيب "١: ٣٦٢".
٣ الأغر بن الصباح التميمي المنقري الكوفي: وثقه أيضًا ابن معين، والنسائي، وابن حبان، "التاريخ" لابن معين "٢: ٤٢"، "التاريخ الكبير" "١: ٢: ٤٥"، الثقات "٦: ٨٣"، التهذيب "١: ٣٦٤".
٤ الأغر أبو مسلم المدني نزل الكوفة، تابعي، من رجال مسلم، وأخرج له الأربعة، ووثقه أيضًا: البزار، وابن حبان.
"تاريخ ابن معين" "٢: ٤٢"، "التاريخ الكبير" "١: ٢: ٤٤"، الجرح والتعديل "١: ١: ٣٠٨"، الثقات "٤: ٥٣".',NULL,'71',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (69,'التابعين١.
١١٣- الأقرع مؤذن عمر: تابعي، ثقة٢.
١١٤- أكتل: "كوفي" ثقة٣.
باب أمية وأنس وأنيسة وأوس وأوسط وأويس:
..........
* تضمينات الحافظ ابن حجر:
١١٥- أمية بن خالد بن الأسود بن هدبة الأزدي: ثقة٤.
..........
_________
١ أفلح مولى أبي أيوب الأنصاري: هو أفلح بن كثير، روى عن عثمان بن عفان، وأبي أيوب، وعبد الله بن سلام، روى عنه ابن سيرين وغيره، قتل يوم الحرة سنة "٦٣"، ذكره البخاري في "التاريخ الكبير" "١: ٢: ٥٠"، ووثقه ابن سعد، وقال: كان ثقة قليل الحديث، ووثقه ابن حبان "٤: ٥٨"، مترجم في التذهيب "١: ٣٦٨".
٢ له ترجمة في "التاريخ الكبير" "١: ٢: ٦٣"، وذكره ابن حبان في الثقات "٤: ٥٢"، مترجم في التهذيب "١: ٣٦٩".
٣ أكتل كوفي ثقة. هكذا وردت بالأصل فوقها نقطتين، فإن كان هو فقد ذكره ابن ماكولا "١: ١٠٦" وقال: "أكتل: بفتح الهمزة، وسكون الكاف، وفتح التاء المعجمة باثنتين من فوقها، فهو أكتل بن شماخ بن يزيد بن شداد العكلي، نسبه ابن الكلبي إلى عوف بن عبد مناة بن أدّ بن طابخة، وحكي أن عليًّا رضي الله عنه أثنى عليه".
وفي زيادات المستغفري: "روى عباد بن موسى بن رشاد العكلي مولى لأكتل بن شماخ، عن أبي بكر الهذلي، عن الشعبي حديث الفرائض الذي سأله الحجاج بن يوسف.
والذي في كتب الرجال: أُكَيْل بضم الهمزة وفتح الكاف وسكون الياء المعجمة باثنتين من تحتها، وهو ابن حكيم ... كوفي مؤذن مسجد إبراهيم النخعي، يروي عن الشعبي، وإبراهيم، روى عنه الزبير بن عدي، ومالك بن مغول، له ترجمة في "التاريخ الكبير" "١: ٢: ٦٥"، وذكره ابن حبان في "الثقات" "٦: ٨٧"، وابن ماكولا في الإكمال: ١: ١٠٥".
٤ أمية بن خالد بن الأسود بن هدبة الأزدي: وثقه أيضًا ابن حبان، وقال الدارقطني: "ما علمت إلا خيرًا"، ووثقه أبو حاتم، وأخرج له مسلم، والأربعة سوى ابن ماجه، وذكره العقيلي في "الضعفاء الكبير" "١: ١٢٨"، فما أبدى غير حديث وصله، وأرسله غيره.
"التاريخ الكبير" "١: ٢: ١٠"، الثقات "٦: ٧٠"، "الضعفاء الكبير" "١: ١٢٨"، التهذيب "١: ٣٧٠".',NULL,'72',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (70,'١١٦- أمية بن عبد الله بن خالد: "مدني"، تابعي، ثقة١.
١١٧- أنس بن الحارث بن لقيط النخعي: "كوفي"، ثقة٢.
١١٨- أنس بن سيرين: "بصري"، تابعي، ثقة٣.
حدثنا يزيد بن هارون عن عبد الملك بن أبي سليمان، عن أنس بن سيرين، قال: دخلنا على زيد بن ثابت، ونحن أربعة إخوة، فقال: أنت، وذا لأم. وذا, وذا لأم. فما أخطأ.
١١٩- أنس بن مالك الأنصاري من أصحاب النبي صلى الله عليه وسلم٤.
١٢٠- أنيسة: يكنى: أبا همام٥، كان ببغداد رأيته يأخذ الحديث أخذًا رديئًا يعني أبا همام.
_________
١ أمية بن عبد الله بن خالد بن أسيد الأموي المكي: روى عن عبد الله بن عمر، له ترجمة في ثقات ابن حبان "٤: ٤٠"، التهذيب "١: ٣٧١-٣٧٢".
٢ أنس بن الحارث قتل مع الحسين بن علي، له ترجمة في "التاريخ الكبير" "١: ٢: ٣١"، وذكره ابن حبان في الثقات "٤: ٤٩".
٣ أنس بن سيرين الأنصاري: وثقه أيضًا: ابن معين، وأبو حاتم، والنسائي، وابن سعد، وابن حبان، تاريخ ابن معين "٢: ٤٢"، "التاريخ الكبير" "١: ٢: ٣٣"، الثقات "٤: ٤٨"، التهذيب "١: ٣٧٤".
٤ أنس بن مالك بن النضر بن ضمضم الأنصاري البخاري خادم رسول الله صلى الله عليه وسلم، وله صحبة طويلة، وحديث كثير، وملازمة للنبي صلى الله عليه وسلم منذ هاجر إلى أن مات، وعمر طويلا، وكان آخر الصحابة موتًا. مات في سنة "٩٣".
١٣٧ لم أظفر له بترجمة.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (71,'١٢١- أوس بن ضَمْعَج: "كوفي"، تابعي، ثقة١.
١٢٢- أوس بن عبد الله الربعي: "بصري"، تابعي، ثقة، وهو أبو الجوزاء٢.
١٢٣- أوسط البجلي: "شامي"، تابعي، ثقة، من كبار التابعين٣.
١٢٤- أويس القرني: "كوفي"، "تابعي" من خيار التابعين وعبادهم٤.
باب إياس وأيمن وأيوب:
١٢٥- إياس بن سلمة بن الأكوع: "حجازي"، تابعي، ثقة٥،
_________
١ أوس بن ضمعج الكوفي: أدرك الجاهلية، وكان ثقة معروفًا قليل الحديث، يروي عن أبي مسعود، وعائشة. "التاريخ الكبير" "١: ٢: ١٨"، "الثقات" "٤: ٤٣"، التهذيب "١: ٣٨٣".
٢ أوس بن عبد الله الربعي، أبو الجوزاء البصري، روى عن أبي هريرة، وعائشة، وابن عباس، وغيرهم، له ترجمة في تاريخ بن معين "٢: ٤٥"، "التاريخ الكبير" "١: ٢: ١٧"، "الثقات" "٤: ٤٢"، التهذيب "١: ٣٨٣".
٣ أوسط بن عمرو البجلي، ويقال: ابن عامر، يروي عن أبي بكر الصديق، وأدرك النبي صلى الله عليه وسلم، ولم يره. "التاريخ الكبير" "١: ٢: ٦٤"، "الثقات" "٤: ٥٣-٥٤"، التهذيب "١: ٣٨٤".
٤ أويس بن عامر القرني: من اليمن، من مراد، سكن الكوفة، وكان زاهدًا عابدًا، يروي عن عمر، اختلفوا في موته: فمنهم من يزعم أنه قتل يوم صفين في رجالة علي رضي الله عنه رويت عنه قصص تشبه المعجزات، وله ترجمة في "التاريخ" لابن معين "٢: ٤٥"، و"التاريخ الكبير" "١: ٢: ٥٦"، "الثقات" "٤: ٥٢"، وذكره الإمام مسلم في صحيحه، وذكر حكاية عنه، وكلامه لا روايته، وقد ذكره العقيلي في كتابه "الضعفاء الكبير" "١: ١٣٥"، مستندًا إلى قول البخاري فيه: فيه نظر، وعقب الذهبي على ذلك بقوله: "ما روى الرجل شيئًا فيضعف أو يوثق من أجله".
٥ إياس بن سلمة بن الأكوع الأسلمي: وثقه أيضًا ابن معين، والنسائي، وابن سعد، وابن حبان، له ترجمة في "التاريخ الكبير" "١: ١: ٣٤٩"، ثقات ابن حبان "٤: ٣٥"، التهذيب "١: ٣٨٨".',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (72,'وهو إياس بن سلمة بن عمرو بن الأكوع.
١٢٦- إياس بن عامر الغافقي: "مصري"، تابعي، لا بأس به١.
١٢٧- إياس بن معاوية بن قرة: "بصري"٢، وكان على قضاء البصرة وكان فقيهًا عفيفًا.
١٢٨- أيمن بن خريم بن فاتك الأسدي: "تابعي"، ثقة، رجل صالح٣.
..........
* تضمينات الحافظ ابن حجر:
١٢٩- أيمن بن نابل الحبشي: "مكي"، ثقة٤.
..........
_________
١ إياس بن عامر الغافقي: له ترجمة في "التاريخ الكبير" "١: ١: ٤٤١"، وذكره ابن حبان في "الثقات" "٤: ٣٣ و٣٥"، مترجم في التهذيب "١: ٣٨٩".
٢ إياس بن معاوية بن قرة: وثقه أيضًا: ابن معين والنسائي، وابن حبان. "تاريخ ابن معين" "٢: ٤٦-٤٧"، "التاريخ الكبير" "١: ١: ٤٤٢"، "الثقات" "٤: ٣٥"، التهذيب "١: ٣٩٠".
٣ أيمن بن خريم بن الأخرم بن شداد الأسدي، أبو عطية الشامي الشاعر، مختلف في صحبته، له ترجمة في "التاريخ الكبير" "١: ٢: ٢٦"، "الثقات" "٤: ٤٦"، التهذيب "١: ٣٩٢".
٤ أيمن بن نابل الحبشي المكي نزيل عسقلان: وثقه أيضًا: الثوري، وابن معين، وابن عمار، والنسائي "تاريخ ابن معين" "٢: ٤٧"، هدي الساري ص"٣٩٢".',NULL,'75',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (73,'١٣٠- أيوب بن عائذ بن مدلج الطائي: "كوفي"١، ثقة٢.
١٣١- أيوب بن عتبة: قاضي اليمامة، يكتب حديثه، وليس بالقوي٣.
١٣٢- أيوب بن موسى بن عمرو بن سعيد بن العاص: "مكي"، ثقة٤.
_________
١ أيوب بن عائذ بن مدلج الطائي البحتري: وثقه "أيضًا": يحيى بن معين، وأبو حاتم، والنسائي، وابن حبان، تاريخ ابن معين "٢: ٥٠"، "التاريخ الكبير" "١: ١: ٤٢٠"، "الثقات" "٦: ٥٩"، التهذيب "١: ٤٠٦".
٢ العبارة في التهذيب: "قال العجلي: كوفي، تابعي، ثقة".
٣ أيوب بن عتبة قاضي اليمامة، ترك حديثه لسببين: ١- كان يحدث من حفظه فيغلط، ٢- كان يهم حتى جاء بالأخطاء الفاحشة. وله حديث واحد في البيوع عند ابن ماجه. "الضفعاء الكبير للعقيلي" "١: ١٠٨"، "المجروحين" "١: ١٦٩"، التهذيب "١: ٤٠٨".
٤ أيوب بن موسى بن عمرو بن سعيد بن العاص: متفق على توثيقه، أخرج له الجماعة، وثقه أحمد، وابن معين، وأبو زرعة، والنسائي، وابن سعد، وابن حبان، والدارقطني، "التاريخ الكبير" "١: ١: ٤٢٢"، "الثقات" "٦: ٥٣".',NULL,'76',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (74,'<span data-type="title" id=toc-3>باب: الباء الموحدة</span>
١٣٣- باذام أبو صالح١ روى عنه إسماعيل بن أبي خالد في التفسير: ثقة، وهو مولى لأم هانئ، روى عن علي بن أبي طالب.
باب بحر وبحير وبدر وبُدَيل:
١٣٤- بحر بن سعد: بصري ثقة٢.
١٣٥- بحير بن سعد: "شامي"، ثقة٣.
١٣٦- بدر بن خالد: "كوفي"، تابعي، ثقة٤.
_________
١ باذام أبو صالح مولى أم هانئ: وثقه العجلي وحده، وقد أجمعوا على تضعيفه، وترك حديثه، وأنكروا عليه تفسيره القرآن بلا دراية في قراءته وحفظه، ومن أجل ذلك ضعفه العقيلي، وجرحه ابن حبان، وقال أيضًا: "يحدث عن ابن عباس ولم يسمع منه"، وخلاف ذلك فقد قام أبو حاتم: "يكتب حديثه، ولا يحتج به"، وقال ابن المديني: "لم أر أحدًا من أصحابنا تركه، ونقل ابن حجر قول ابن معين" "لا بأس به" وقد أخرج له الأربعة في "سننهم"، ولما قال ابن عبد الحق في "أحكامه": ضعيف جدًّا, أنكر هذه العبارة عليه أبو الحسن القطان "تاريخ ابن معين" "٢: ٥٣"، "التاريخ الكبير" "١: ٢: ١٤٤"، "الضعفاء الكبير" "١: ١٦٥"، المجروحين "١: ١٨٥"، التهذيب "١: ٤١٦".
٢ بحر بن سعد: كذا في الأصل، والذي في "التاريخ الكبير" "١: ٢: ١٢٦"، وتاريخ ابن معين "٢: ٥٣"، وثقات ابن حبان "٦: ١١٢": بحر بن سعيد.
٣ بحير بن سعد السحولي من أهل حمص: له ذكر عند ابن معين "٢: ٥٤": وذكره البخاري في "الكبير" "١: ٢: ١٣٧"، وذكره ابن حبان في الثقات "٦: ١١٥".
٤ بدر بن خالد، يعد في الكوفيين، له ترجمة في "التاريخ الكبير" "١: ٢: ١٣٨"، والجرح والتعديل "١: ١: ٤١٢".',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (75,'١٣٧- بدر بن عثمان: "كوفي"، تابعي، ثقة١.
١٣٨- بديل بن ميسرة العقيلي: "بصري"، ثقة٢.
باب بُرد وبُرَيد وبُريدة:
١٣٩- بُرد بن أبي زياد: "كوفي"٣، ثقة، وهو أرفع من أخيه يزيد٤، وهو مولى بني هاشم.
١٤٠- بُرَيْد بن عبد الله بن أبي بُرْدَة: "كوفي"، ثقة٥.
١٤١- بُريد بن أبي مريم: "كوفي"، تابعي، ثقة٦.
_________
١ بدر بن عثمان الأموي: له ترجمة في "التاريخ الكبير" "١: ١: ١٣٩"، وثقات ابن حبان "٦: ١١٦"، والتهذيب "١: ٤٢٣".
٢ بُديل بن ميسرة العقيلي البصري: وثقه أيضًا ابن سعد، وابن معين، والنسائي، وابن حبان، وقال غيرهم: صدوق. "التاريخ الكبير" "١: ٢: ١٤١"، "الثقات" "٦: ١١٧"، التهذيب "١: ٤٢٤".
٣ برد بن أبي زياد الهاشمي: وثقه أيضًا: النسائي، وابن حبان. "التاريخ الكبير" "١: ٢: ١٣٥"، "الثقات" "٦: ١١٥"، التهذيب "١: ٤٢٨".
٤ هو يزيد بن أبي زياد القرشي الهاشمي، سيأتي في باب يزيد، ذكره العجلي، فقال: جائز الحديث وكان يلقن بآخرة، وأخوه برد ثقة أرفع من أخيه يزيد.
٥ بُرَيْد بن عبد الله بن أبي بردة بن أبي موسى الأشعري: روى عن جده، وعن الحسن البصري، وعنه السفيانان وعبد الله بن المبارك، ووثقه ابن معين، وأبو داود، وابن حبان. وأخرج له الستة.
تاربخ ابن معين "٢: ٥٦"، "التاريخ الكبير" "١: ٢: ١٤٠"، "الثقات" "٦: ١١٦"، التهذيب "١: ٤٣١".
٦ بُريد بن أبي مريم السلولي البصري: وثقه أيضًا: النسائي، وأبو داود، وأبو زرعة، وابن معين، وابن حبان، وفاته "١٤٤"، "التاريخ" لابن معين "٢: ٥٦"، "التاريخ الكبير" "١: ٢: ١٤٠"، "الثقات" "٤: ٨٢"، التهذيب "١: ٤٣٢".',NULL,'78',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (76,'١٤٢- بريدة بن الحصيب الأسلمي١ من أصحاب النبي صلى الله عليه وسلم.
باب البراء وبُسر:
١٤٣- البراء بن عازب الأنصاري٢ من أصحاب النبي صلى الله عليه وسلم.
١٤٤- البراء بن ناجية من أصحاب عبد الله: ثقة٣.
١٤٥- بُسر بن سعيد: تابعي ثقة "مدني"٤.
١٤٦- بُسر بن عبد الله الحضرمي: "شامي" ثقة٥.
_________
١ بريدة بن الحصيب الأسلمي: أسلم قبل بدر، ولم يشهدها وشهد خيبر وفتح مكة، واستعمله النبي صلى الله عليه وسلم على صدقات قومه وسكن المدينة، ثم انتقل إلى البصرة، وفاته "٦٣".
الإصابة "١: ١٤٦"، "التاريخ" لابن معين "٢: ٥٦"، "الثقات" "٣: ٢٩"، التهذيب "١: ٤٣٢-٤٣٣".
٢ البراء بن عازب الأنصاري: له ولأبيه صحبة، استصغره النبي صلى الله عليه وسلم يوم بدر وابن عمر، وشهد أحدًا وما بعدها. الإصابة "١: ١٤٢"، "التاريخ" لابن معين "٢: ٥٥"، "الثقات" "٣: ٢٦"، التهذيب "١: ٤٢٥".
٣ البراء بن ناجية الكاهلي: روى عن عبد الله بن مسعود، وعنه ربعي بن حراش، ووثقه ابن حبان، قال الحافظ ابن حجر: وقرأت بخط الذهبي في الميزان: "فيه جهالة لا يعرف"، ثم أردف ابن حجر قائلا: قد عَرّفه العجلي وابن حبان: فيكفيه. "التاريخ الكبير" "١: ٢: ١١٨"، "الثقات" "٤: ٧٧"، التهذيب "١: ٤٢٧".
٤ بسر بن سعيد مولى الحضرميين، من أهل المدينة، يروي عن أبي هريرة، وزيد بن خالد، وقد جالس سعد بن أبي وقاص، أخرج له الجماعة، وقال ابن معين، والنسائي: ثقة، وقال أبو حاتم: "لا يُسأل عن مثله".
"التاريخ الكبير" "١: ٢: ١٢٣"، "الثقات" "٤: ٧٨"، التهذيب "١: ٤٣٧".
٥ بسر بن عبيد الله الحضرمي من أهل الشام: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ٢: ١٢٤"، وثقات ابن حبان "٦: ١٠٩"، التهذيب "١: ٤٣٨".',NULL,'79',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (77,'........
* تضمينات الحافظ ابن حجر:
باب بسطام:
١٤٧- بسطام بن مسلم بن نمير العوذي١: "بصري"، ثقة.
باب بشر:
١٤٨- بشر بن بكر التنيسي البجلي٢: "دمشقي"، ثقة.
١٤٩- بشر بن حرب الأزدي، أبو عمر الندبي٣: "بصري"، ضعيف الحديث وهو صدوق.
١٥٠- بشر بن السري البصري٤: سكن مكة، ثقة.
..........
_________
١ بسطام بن مسلم بن نمير العوذي البصري: وثقه أيضًا: ابن معين، وأبو زرعة، وأبو داود، وابن حبان.
"التاريخ الكبير" "١: ٢: ١٢٥"، "الثقات" "٦: ١١١"، التهذيب "١: ٤٣٩".
٢ بشر بن بكر التنيسي أبو عبد الله البجلي الدمشقي: وثقه أيضًا: أبو زرعة، والدارقطني، والعقيلي، وابن حبان، وقال غيرهم: صدوق، وروى عنه الشافعي، وفاته "٢٠٥".
"الثقات" "٨: ١٤١"، التهذيب "١: ٤٤٣".
٣ بشر بن حرب الأزدي أبو عمر الندبي البصري: ضعفه البخاري عن شيخه "علي بن المديني" وضعفه ابن معين، وذكره العقيلي في "الضعفاء الكبير"، وقال ابن عدي: "لا أعرف في رواياته حديثًا منكرًا وهو عندي لا بأس به"، وقال أحمد: "ليس هو ممن يترك حديثه"، وجرحه ابن حبان.
"التاريخ لابن معين" "٢: ٥٨"، "التاريخ الكبير" "١: ٢: ٧١"، "الضعفاء الكبير" "١: ١٣٨"، المجروحين "١: ١٨٦"، الميزان "١: ٣٢٤"، التهذيب "١: ٤٤٦".
٤ بشر بن السري البصري، أبو عمرو الأفوه: متفق على توثيقه، أخرج له الجماعة، له ترجمة في التاريخ لابن معين "٢: ٥٩"، ثقات ابن حبان "٨: ١٣٩"، التهذيب "١: ٤٥٠".',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (78,'١٥١- بشر بن شغاف١: "بصري" تابعي، ثقة.
١٥٢- بشر بن عمر الزهراني٢: "بصري"، ثقة، كتبت عنه.
١٥٣- بشر المريسي٣. قال العجلي: رأيت بشرًا المريسي عليه لعنة الله مرة واحدة شيخ قصير ذميم المنظر وسخ الثياب وافر الشعر أشبه شيء باليهود وكان أبوه يهوديًّا صباغًا بالكوفة في سوق المراضع٤ لا يرحمه الله فلقد كان فاسقًا.
باب بَشير:
١٥٤- بشير بن إسماعيل أبو إسماعيل: "كوفي"، ثقة٥.
١٥٥- بشير بن سَلْمان أبو إسماعيل٦: "كوفي"، ثقة، روى عنه
_________
١ بشر بن شغاف البصري الضبي: وثقه أيضًا ابن معين، وابن حبان، وأخرج له هو والحاكم في صحيحيهما. له ترجمة في "التاريخ الكبير" "١: ٢: ٧٦"، ثقات ابن حبان "٤: ٦٦"، التهذيب "١: ٤٥٢".
٢ بشر بن عمرو الزهراني: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ٢: ٨٠"، "الثقات" "٨: ١٤١"، التهذيب "١: ٤٥٥".
٣ هو بشر بن غياث بن أبي كريمة المريسي، كان أبوه يهوديًّا، وأصله من بغداد، كان يقول بخلق القرآن في أيام الرشيد، فتوعده الرشيد بقتله، فأقام متواريًا، وقيل إنه مات ببغداد سنة "٢١٨".
لسان الميزان "٢: ٢٩-٣١"، البداية والنهاية "١٠-٢٨١"، مرآة الجنان "٢: ٧٨"، تاريخ بغداد "٧: ٧٥٦-٧٦٧".
٤ في اللسان "٢: ٢٩": في سويقة النضر بن مالك.
٥ بشير بن إسماعيل أبو إسماعيل: به جهالة، لسان الميزان "٢: ٤٠".
٦ بشير بن سلمان النهدي، أبو إسماعيل الكوفي، وثقه أيضًا: أحمد، وابن معين، وابن حبان، وقال غيرهم: صالح الحديث، أخرج له مسلم والأربعة. وقع اسمه في التهذيب: بشير بن سلمان الكندي، كنيته أبو إسماعيل من أهل الكوفة.
"التاريخ الكبير" "١: ٢: ٩٩"، "الثقات" "٦: ٩٨"، التهذيب "١: ٤٦٥".',NULL,'81',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (79,'أبو نُعيم.
١٥٦- بشير بن أبي مسعود١: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر.
١٥٧- بشير بن المهاجر الغنوي: "كوفي"، ثقة٢.
..........
١٥٨- بشير بن نهيك السدوسي: "بصري"، تابعي، ثقة٣.
..........
* تضمينات الحافظ ابن حجر.
_________
١ بشير بن أبي مسعود الأنصاري المدني: قيل: إن له صحبة، وذكره ابن حبان في ثقات التابعين أخرج له الشيخان والأربعة, سوى الترمذي، له ترجمة في "التاريخ الكبير" "١: ٢: ١٠٤"، "الثقات" "٤: ٧٠"، التهذيب "١: ٤٦٦".
٢ بشير بن المهاجر الغنوي الكوفي: رأى أنس بن مالك، ووثقه أيضًا: ابن معين "٢: ٦٠" على ما في التهذيب، وقال ابن معين: "رأى جرير بن عبد الله البجلي"، ووثقه ابن حبان، وقال: دلس عن أنس ولم يره، ولم يخرج له البخاري، وقال فيه أيضًا: "يخالف في بعض حديثه"، وقال ابن عدي: "فيه بعض الضعف، روى ما لا يتابع عليه"، وقال أبو حاتم: "لا يحتج به"، قال أحمد: "منكر الحديث"، "الضعفاء الكبير" "١: ١٤٣-١٤٤"، "الميزان" "١: ٣٢٩"، التهذيب "١: ٤٦٨".
٣ بشير بن نهيك السدوسي، أبو الشعثاء البصري، تابعي، أخرج له الجماعة، متفق على توثيقه.
التاريخ لابن معين "٢: ٦١"، "التاريخ الكبير" "١: ٢: ١٠٥"، "الثقات" "٤: ٧٠"، التهذيب "١: ٤٧٠".',NULL,'82',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (80,'باب بُشَيْر "مصغرًا" ١:
١٥٩- بُشير بن كعب بن أبي الحميري العدوي٢: بصري، تابعي، ثقة.
باب بقية وبكر:
١٦٠- بقية بن الوليد الحمصي، أبو محمد٣ بحميد ثقة ما روى عن المعروفين، وما روى عن المجهولين فليس بشيء.
..........
* تضمينات الحافظ ابن حجر:
_________
١ زيادة متعينة.
٢ بُشير بن كعب بن أبي الحميري العدوي: وثقه أيضًا ابن سعد، والنسائي، والدارقطني، وابن حبان. "التاريخ الكبير" "١: ٢: ١٣٢"، التهذيب "١: ٤٧١".
٣ بقية بن الوليد، أبو يحمد الحميري الكلاعي الحمصي الحافظ، ثقة, أحد الأعلام، أخرج له مسلم في "صحيحه"، والأربعة في "سننهم" وروى عنه: عبد الله بن المبارك، وشعبة، والأوزاعي، وابن جريج، وهم من شيوخه، والحمادان، وسفيان بن عيينة وهم أكبر منه، وروى عنه: إسحاق بن راهويه وغيره.
وقد اختلف في بقية، والمتفق عليه أنه صدوق، ثقة، حافظ، علم، الميزان "١: ٣٣١".
وأخذوا عليه أنه يكتب عمن أقبل وأدبر، لذا، فقد قال ابن معين "٢: ٦١": إذا لم يسم بقية الرجل الذي يروي عنه، وكناه، فاعلم أنه لا يساوي شيئًا. ورماه البعض أنه يحدث بأحاديث ليست نقية.
وخلاصة الأمر يرويها ابن حبان في المجروحين "١: ٢٠٠" فيقول: دخلت حمص وأكثر همي شأن بقية، فتتبعت حديثه، وكتبت النسخ على الوجه، وتتبعت ما لم أجد بعلو من رواية القدماء عنه، فرأيته =',NULL,'83',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (81,'١٦١- بكر بن خنيس: "كوفي"، ثقة"١.
..........
١٦٢- بكر بن عبد الله المزني: "بصري"، ثقة، تابعي٢.
حدثنا حجاج بن المنهال، حدثنا يزيد بن إبراهيم التستري، عن بكر: يعني ابن عبد الله المزني في قوله: {إِنَّهُ لَقَوْلٌ فَصْلٌ، وَمَا هُوَ بِالْهَزْلِ} ٣، قال: وما هو بالباطل٤.
_________
= ثقة مأمونًا، ولكنه كان مدلسًا؛ سمع من عبيد الله بن عمر، وشعبة، ومالك، أحاديث يسيرة مستقيمة، ثم سمع من أقوام كذابين، ضعفاء متروكين عن عبيد الله بن عمر، وشعبة، ومالك، مثل: المجاشع بن عمرو، والسري بن عبد الحميد، وعمر بن موسى، وأشباههم، وأقوام لا يعرفون إلا بالكنى، فروى عن أولئك الثقات الذين رآهم، بالتدليس ما سمع من هؤلاء الضعفاء. وكان يقول: قال عبيد الله بن عمر، عن نافع، وقال مالك عن نافع -كذا- فحملوا عن بقية عن عبيد الله، وبقية عن مالك، وأسقط الواهي بينهما فالتزق الموضوع ببقية، وتخلص الواضع من الوسط.
وقد أخرج له ابن حبان أحاديث موضوعة أيضًا، ولذا ففحوى القول فيه كما قال ابن عساكر "٣: ٢٧٩": إذا روى عن الشاميين فهو ثبت، وإذا روى عن أهل العراق والحجاز، خالف الثقات في روايته عنهم، فإن روى عن المجهولين فالعهدة عليهم لا عليه، وإذا روى عن غير الشاميين فربما أوهم عليه، وربما كان الوهم من الراوي عنه، وبقية صاحب حديث ومن علامة صاحب الحديث أنه يروي عن الصغار والكبار.
١ بكر بن خنيس الكوفي العابد: روى عن البصريين والكوفيين أشياء موضوعة في قيام الليل، وتكفير السيئات، والزهد، أخرج له الترمذي حديثًا في قيام الليل، وقال: "حسن، غريب لا يصح"، وقال ابن معين: "ليس بشيء"، وكذا الرازي، وتركه النسائي، والدارقطني، وجرحه ابن حبان، الضعفاء الكبير "١: ١٤٨"، المجروحين "١: ١٩٥".
٢ بكر بن عبد الله المزني: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ لابن معين" "٢: ٦٢"، "التاريخ الكبير" "١: ٢: ٩٠"، "الثقات" "٤: ٧٤"، التهذيب "١: ٤٨٤".
٣ الآية الكريمة "١٣" من سورة الطارق.
٤ في الميزان: "وقال العجلي: بصري، تابعي، ثقة، وكان يقول: إياك من الكلام ما إن أصبت فيه لم تؤجر، وإن أخطأت فيه أثمت وهو سوء الظن بأخيك".',NULL,'84',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (82,'١٦٣- بكر بن قِرْواش١ تابعي من كبار التابعين من أصحاب علي وكان له فقه، ثقة.
١٦٤- بكر بن ماعز٢: "كوفي"، ثقة٣.
١٦٥- بكر بن مُضَر: "مصري"، ثقة٤.
١٦٦- بكر بن يونس بن بكير٥: لا بأس به، وبعض الناس يضعفونهما يعني هو وأبوه وهم الأكثرون٦.
كتب عنه محمد بن عبد الله بن نمير، وكان يقول: ثقة، ومن يضعفه أكثر.
باب بكير:
١٦٧- بكير بن الأخنس: "كوفي" ثقة٧.
_________
١ بكر بن قرواش: قال الذهبي في "الميزان" "١: ٣٤٧": لا يعرف! قال ابن معين "٢: ٦٣": "قد روى ابن عيينة، عن العلاء بن العباس الشاعر حديث بكر بن قرواش، وله ترجمة عند البخاري "١: ٢: ٩٤"، وذكره ابن حبان في الثقات "٤: ٧٥".
٢ بكر بن ماعز بن مالك الكوفي: وثقه أيضًا ابن معين، وابن حبان, وله ترجمة في "التاريخ الكبير" "١: ٢: ٩٤"، "ثقات ابن حبان" "٦: ١٠٢"، التهذيب "١: ٤٨٦".
٣ وردت العبارة في التهذيب "قال العجلي: تابعي، ثقة"، وذكره ابن حبان في ثقات تابعي التابعين.
٤ بكر بن مضر بن محمد بن حكيم بن سلمان، مولى شرحبيل بن حسنة القرشي، من أهل مصر، كنيته: أبو محمد، وفاته "١٧٤"، متفق على توثيقه، أخرج له الجماعة سوى ابن ماجه، له ترجمة في "التاريخ الكبير" "١: ٢: ٩٥"، ثقات ابن حبان "٦: ١٠٤"، التهذيب "١: ٤٨٧".
٥ بكر بن يونس بن بكير: قال البخاري، وأبو حاتم: "منكر الحديث"، وثقه ابن حبان "٨: ١٤٧"، التهذيب "١: ٤٨٨".
٦ وردت العبارة في "التهذيب" هكذا: "قال العجلي: لا بأس به، كان أبوه على مظالم جعفر البرمكي، وبعض الناس يضعفونهما".
٧ بكير بن الأخنس السدوسي: وثقه "أيضًا": ابن معين، وأبو زرعة، وأبو حاتم، والنسائي، وابن حبان ذكره في ثقات التابعين "٤: ٧٦"، وفي ثقات أتباع التابعين "٦: ١٠٥"، وترجمه البخاري في "التاريح الكبير" "١: ٢: ١١٢"، التهذيب "١: ٤٨٩".',NULL,'85',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (83,'١٦٨- بكير بن أبي السميط مولى المسامعة "بصري" ثقة١.
١٦٩- بكير بن عامر البجلي: "كوفي"، لا بأس به٢.
١٧٠- بكير بن عبد الله بن الأشج: "مدني"، ثقة٣، ولم يسمع مالك منه خرج من المدينة قديمًا، سكن مصر، والمصريون رواة عنه.
١٧١- بكير بن مسمار: "مدني"، ثقة٤.
باب بلال:
١٧٢- بلال بن سعد: "شامي"، تابعي، ثقة٥.
_________
١ بكير بن أبي السميط المسمعي: ذكره ابن حبان في المجروحين "١: ١٩٥"، وقال: "كثير الوهم لا يحتج بخبره إذا انفرد ولم يوافق الثقات"، وذكره ابن حبان "أيضًا" في ثقاته "٦: ١٠٥"، وقال ابن معين: صالح، وقال أبو حاتم: لا بأس به.
"التاريخ الكبير" "١: ٢: ١١٦"، التهذيب "١: ٤٩٠".
٢ بكير بن عامر البجلي: وثقه "أيضًا" ابن سعد، وابن حبان، والحاكم، وضعفه غيرهم، "التاريخ" لابن معين "٢: ٦٣". "التاريخ الكبير" "١: ٢: ١١٥"، "الثقات" "٦: ١٠٦"، "الضعفاء الكبير" "١: ١٥٣"، التهذيب "١: ٤٩١".
٣ بكير بن عبد الله بن الأشج: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ٢: ١١٣" "الثقات" "٦: ١٠٥-١٠٦"، التهذيب "١: ٤٩١".
٤ بكير بن مسمار: له ترجمة في "التاريخ الكبير"، "١: ٢: ١١٥"، وثقات ابن حبان "٦: ١٠٥"، والتهذيب "١: ٤٩٥".
٥ بلال بن سعد بن تميم الأشعري: لأبيه صحبة، وثقة أيضًا: ابن سعد، وابن حبان، له ترجمة في "التاريخ الكبير" "١: ٢: ١٠٨"، وثقات ابن حبان "٤: ٦٦"، التهذيب "١: ٣: ٥".',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (84,'١٧٣- بلال بن عبد الله بن عمر: "مدني" تابعي، ثقة١.
باب بهز وبيان:
١٧٤- بهز بن أسد٢ أخو معلى بن أسد: كان أسن منه، "بصري"، ثقة ثبت في الحديث، رجل صالح صاحب سنة.
١٧٥- بيان بن بشر البجلي٣: "كوفي"، ثقة، وهو من أصحاب الشعبي وليس بكثير الحديث، روى أقل من مائة حديث، وروى عن قيس بن أبي حازم، وحكيم بن جابر.
_________
١ بلال بن عبد الله بن عمر بن الخطاب: قال أبو زرعة: مدني، ثقة، وذكره مسلم في الطبقة الأولى من المدنيين، وعده يحيى القطان في فقهاء أهل المدينة، وذكره ابن حبان في "الثقات".
"التاريخ الكبير" "١: ٢: ١٠٧"، "الثقات" "٤: ٦٥"، "التهذيب" "١: ٥٠٤".
٢ بهز بن أسد العمي، أبو الأسود البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١: ٤٩٧".
"التاريخ لابن معين" "٢: ٦٤"، "الجرح والتعديل" "١: ١: ٤٣١"، "الثقات" "٨: ١٥٥".
٣ بيان بن بشر الأحمسي: متفق على توثيقه، أخرج له الستة، له ترجمة في تاريخ ابن معين "٢: ٦٤"، "التاريخ الكبير" "١: ٢: ١٣٣"، ثقات ابن حبان "٤: ٧٩"، التهذيب "١: ٥٠٦".',NULL,'87',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (85,'<span data-type="title" id=toc-4>باب: التاء المثناة من فوق</span>
١٧٦- تليد بن سُليمان: "كوفي"١، روى عنه أحمد بن حنبل، لا بأس به، وكان يتشيع، ويدلس.
باب تميم:
١٧٧- تميم بن حويص: تابعي، ثقة٢.
١٧٨- تميم بن طرفة الطائي: تابعي، كوفي، ثقة٣.
١٧٩- تميم بن فِرَع المهري: "مصري"، تابعي، ثقة٤.
_________
١ تليد بن سليمان المحاربي: ضعفه يحيى بن معين في تاريخه "٢: ٦٦"، وذكره البخاري في الكبير "١: ٢: ١٥٨"، وقال: "رماه ابن معين"، وضعفه العقيلي "١: ١٧١"، وجرحه ابن حبان "١: ٢٠٤".
٢ تميم بن حويص الأزدي: يروي عن ابن عباس، عداده في أهل البصرة، روى عنه شعبة بن الحجاج، له ترجمة في "التاريخ الكبير" "١: ٢: ١٥٤"، وثقات ابن حبان "٤: ٨٦".
٣ تميم بن طرفة الطائي الكوفي: يروي عن عدي بن حاتم، وجابر بن سمرة، له ترجمة في "التاريخ الكبير" "١: ٢: ١٥١"، وثقات ابن حبان "٤: ٨٥"، والتهذيب: "١: ٥١٣".
٤ تميم بن فِرَع المهري: يروى عن عمرو بن العاص، له ترجمة في "التاريخ الكبير" "١: ٢: ١٥٤"، وثقات ابن حبان "٤: ٨٧".',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (86,'<span data-type="title" id=toc-5>باب: الثاء المثلثة</span>
باب ثابت:
١٨٠- ثابت البُناني: "بصري"، تابعي، ثقة، رجل صالح١.
١٨١- ثابت بن ثوبان: "دمشقي"، لا بأس به٢.
١٨٢- ثابت بن الحارث الأنصاري: "مصري"، تابعي، ثقة٣.
_________
١ ثابت بن أسلم البناني: متفق على توثيقه، أخرج له الجماعة، سمع من عبد الله بن عمر وصحب أنسًا أربعين سنة. "التاريخ لابن معين" "٢: ٦٨"، "التاريخ الكبير" "١: ٢: ١٥٩"، "الثقات" "٤: ٨٩"، التهذيب "٢: ٢".
٢ ثابت بن ثوبان العنسي الدمشقي: وثقه "أيضًا": معاوية بن صالح، وأبو حاتم، وابن حبان، وقال غيرهم: لا بأس به.
"التاريخ الكبير" "١: ٢: ١٦١"، "الثقات" "٦: ١٢٥"، التهذيب "٢: ٤".
٣ ثابت بن الحارث الأنصاري: ذكره الحافظ الذهبي في تجريد أسماء الصحابة "١: ٦١"، وقال: "يعد في المصريين"، وذكره "أيضًا" ابن حجر في الإصابة "١: ١٩٠"، كما أن ابن أبي حاتم الرازي ذكره في الجرح والتعديل "١: ١: ٤٥٠" وقال: روى عن النبي صلى الله عليه وسلم أنه نهى عن قتل رجل شهد بدرًا، فقال: وما يدريك لعل الله -عز وجل- قد اطلع على أهل بدر ...
وروى الحسن بن سفيان، وابن سعد، والطبراني من طريق عبد الله بن المبارك، عن ابن لهيعة، عن الحارث بن يزيد، عن ثابت بن الحارث الأنصاري، قال: قسم رسول الله صلى الله عليه وسلم غنائم خيبر فقسم لسهلة بنت عاصم بن عدي الأنصاري ولابنة لها ولدت ... إسناده قوي لأنه رواية عبد الله بن المبارك عن ابن لهيعة، وخرجه البغوي، عن كامل بن طلحة، عن ابن لهيعة، قال: حدثني الحارث نحوه، وقال: "لا أعلم له غيره".
قال ابن حجر: "وله عند الطبراني من هذا الوجه حديث آخر، وعند ابن منده آخر أخرجه من طريق ابن وهب، عن ابن لهيعة, عن الحارث بن يزيد، عن ثابت بن الحارث الأنصاري، قال: كان رجل منا من الأنصار نافق، فأتى ابن أخيه يقال له: ورقة، فقال: يا رسول الله! إن عمي قد نافق ائذن لي أن أضرب عنقه، فقال: إنه قد شهد بدرًا، وعسى أن يكفر عنه. الحديث الذي أشار إليه ابن أبي حاتم.
وقد ترجم الحافظ ابن حجر لثابت بن الحارث الأنصاري أيضًا في تعجيل المنفعة صفحة٦١، ورجح أنه ليس بصحابي، ويظهر أنه تابعي كما صرح به العجلي.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (87,'١٨٣- ثابت بن أبي قتادة: "مدني"، تابعي، ثقة١.
١٨٤- ثابت بن قطبة: من أصحاب عبد الله، ثقة٢.
باب ثروان وثعلبة:
١٨٥- ثروان بن ملحان: "كوفي"، تابعي، ثقة٣.
١٨٦- ثعلبة بن زهدم الحنظلي: "كوفي"، تابعي، ثقة٤.
١٨٧- ثعلبة بن أبي مالك القرظي: "مدني"، تابعي، ثقة٥.
_________
١ ثابت بن أبي قتادة السلمي الأنصاري: له ترجمة في "التاريخ الكبير" "١: ٢: ١٦٨"، وذكره ابن حبان في "الثقات" "٤: ٩١".
٢ ثابت بن قطبة: له ترجمة في "التاريخ الكبير" "١: ٢: ١٦٨"، وثقات ابن حبان "٤: ٩٣"، ووقع في تاريخ البخاري: "المدني"، وفي الجرح والتعديل "١: ١: ٤٥٧": "الثقفي"، وعند ابن حبان "المزني".
٣ ثروان بن ملحان التيمي: يروي عن عمار بن يسار، "مرفوعًا": سيكون بعدي أمراء يقتتلون على الملك، له ترجمة في "التاريح الكبير" "١: ٢: ١٨٢"، وثقات ابن حبان "٤: ١٠٠"، لسان الميزان "٢: ٨٢".
٤ ثعلبة بن زهدم الحنظلي التيمي: مختلف في صحبته، جزم بصحة صحبته ابن حبان، فذكره في الصحابة "٣: ٤٦"، وقال: قدم على النبي صلى الله عليه وسلم وافدًا. سمع النبي صلى الله عليه وسلم، يقول: "ابدأ بمن تعول: أمك، وأباك، وأختك، وأخاك"، وله ترجمة في الإصابة، وأسد الغابة، وذكره مسلم في الطبقة الأولى من التابعين. التهذيب "٢: ٢٢-٢٣".
٨ ثعلبة بن أبي مالك القرظي: حليف الأنصار، له رؤية، ذكره البخاري في "التاريخ الكبير" "١: ٢: ١٧٣"، وابن حبان في ثقاته "٤: ٩٨"، التهذيب "٢: ٢٥".',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (88,'باب ثمامة وثوبان وثوير وثور:
١٨٨- ثمامة بن عبد الله بن أنس: "بصري"، تابعي، ثقة١.
..........
* تضمينات الحافظ ابن حجر:
١٨٩- ثواب بن عتبة المهري: "بصري"، يكتب حديثه، وليس بالقوي٢.
..........
١٩٠- ثوبان بن شهر الأشعري: "شامي"، ثقة٣.
..........
* تضمينات الحافظ ابن حجر:
١٩١- ثوير بن أبي فاختة: "كوفي"، هو وأبوه لا بأس بهما٤.
..........
_________
١ ثمامة بن عبد الله بن أنس بن مالك الأنصاري البصري، قاضيها: متفق على توثيقه، أخرج له الجماعة، له ترجمة عند البخاري "١: ٢: ١٧٧"، وثقات ابن حبان "٤: ٩٦"، التهذيب "٢: ٢٨".
٢ ثواب بن عتبة المهري: وثقه ابن معين، والدوري، وابن حبان. "التاريخ لابن معين" "٢: ٧١"، "التاريخ الكبير" "١: ٢: ١٨٤"، "الثقات" "٦: ١٣٠".
٣ ثوبان بن شهر الأشعري: يروي المراسيل، عداده في أهل الشام. "الثقات" "٤: ١٠٠"، "التاريخ الكبير" "١: ٢: ١٨١".
٤ ثوبر بن أبي فاختة: انفرد العجلي بقوله: لا بأس به، وغير ذلك فقد كذبه سفيان الثوري، وتركه ابن معين والدارقطني، وضعفه أبو حاتم، والنسائي، والعقيلي، وابن حبان، وقال البخاري: تركه يحيى، وابن مهدي.
"الضعفاء الكبير" "١: ١٨٠"، الميزان "١: ٣٧٦"، التهذيب "٢: ٣٥".',NULL,'91',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (89,'١٩٢- ثور بن يزيد: "شامي"، ثقة، وكان يرى القدر١.
_________
١ ثور بن يزيد الكلاعي الحمصي: وثقه "أيضًا": ابن سعد، ويحيى، وعثمان الدارمي، وغيرهم. "تاريخ ابن معين" "٢: ٧٢"، "التاريخ الكبير" "١: ٢: ١٨٠"، "الثقات" "٦: ١٢٩".',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (90,'<span data-type="title" id=toc-6>باب: الجيم</span>
باب جابر:
١٩٣- جابر الأحمسي١ من أصحاب النبي صلى الله عليه وسلم.
١٩٤- جابر بن زيد٢: "تابعي"، ثقة.
١٩٥- جابر بن عبد الله بن عمرو بن حرام الأنصاري٣، من أصحاب النبي صلى الله عليه وسلم.
١٩٦- جابر٤ من أصحاب النبي صلى الله عليه وسلم، ابن المبارك، كوفي، ثقة٥.
_________
١ جابر بن طارق بن أبي عوف الأحمسي البجلي: ثقات ابن حبان "٣: ٥٣"، الإصابة "١: ٢١٢"، التهذيب "٢: ٤١".
٢ جابر بن زيد الأزدي اليحمدي، أبو الشعثاء البصري: متفق على توثيقه، حديثه في الكتب الستة، له ترجمة عند ابن معين "٢: ٧٣"، وقال البخاري في الكبير "١: ٢: ٢٠٤" عن علي بن المديني، عن سفيان بن عيينة، عن عمرو، عن عطاء، عن ابن عباس: "لو أن أهل البصرة نزلوا عند قول جابر بن زيد لأوسعهم علمًا في كتاب الله"، وله ترجمة في "التهذيب" "٢: ٣٨".
٣ جابر بن عبد الله بن حرام بن ثعلبة الخزرجي السلمي: صحابي ابن صحابي. تاريخ ابن معين "٢: ٧٤"، "التاريخ الكبير" "١: ٢: ٢٠٧"، "الثقات" "٣: ٥٢"، "التهذيب" "٢: ٤٢".
٤ هكذا ورد اسمه بالأصل، والذي في المراجع تحت اسم جابر، من أصحاب النبي صلى الله عليه وسلم، سكن الكوفة، غير جابر بن طارق الأحمسي الذي مر: جابر بن سمرة بن جنادة، وجابر بن عوف. ثقات ابن حبان "٣: ٥٣".
٥ ورد بعده في التهذيب "٢: ٤٩" ترجمة جابر بن يزيد الجعفي، وأن المصنف قال عنه: "كان ضعيفًا يغلو في التشيع، وكان يدلس". ا. هـ.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (91,'باب جارية وجامع:
١٩٧- جارية بن قدامة التميمي: "بصري"، تابعي، ثقة١.
..........
* تضمينات الحافظ ابن حجر:
١٩٨- جامع بن أبي راشد الكاهلي الصيرفي٢: "كوفي"، ثقة، ثبت، صالح، وأخوه ربيع يقال: إنه لم يكن بالكوفة في زمانه أفضل منه، وهما في عداد الشيوخ، ليس حديثهم بكثير.
..........
١٩٩- جامع بن شداد يكنى أبا صخرة المحاربي٣، وهو شيخ عال ثقة، روى عنه الأعمش، وسفيان بن سعيد، وهو من قدماء شيوخ سفيان، وكان شيخًا عاقلا، ثقة، ثبتًا، كوفيًّا.
باب جبلة وجبير:
٢٠٠- جبلة بن سحيم٤: كوفي، تابعي، ثقة.
_________
١ جارية بن قدامة السعدي التميمي: عم الأحنف بن قيس، عداده في أهل البصرة، والإجماع على أنه ليس بتابعي كما ذكره المصنف، بل إن له صحبة، كذا رجحه الحافظ ابن حجر في التهذيب "٢: ٥٤"، وقال: "قد بينت في معرفة الصحابة أنه صحابي ثابت الصحبة"، وترجمه في الإصابة "١: ٢١٨"، وذكره ابن حبان في الصحابة "٣: ٦٠".
٢ جامع بن أبي راشد الكاهلي: متفق على توثيقه، أخرج له الجماعة، وله ترجمة عند البخاري "١: ٢: ٢٤٠"، وثقات ابن حبان "٦: ١٢٥"، والتهذيب "٢: ٥٦".
٣ جامع بن شداد المحاربي، أبو صخرة الكوفي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ" لابن معين "٢: ٧٧"، "التاريخ الكبير" "١: ٢: ٢٣٩"، وثقات ابن حبان "٤: ١٠٧"، والتهذيب "٢: ٥٦".
٩ جبلة بن سحيم التيمي، ويقال: الكوفي الشيباني، كنيته أبو سريرة يروي عن ابن عمر، روى عنه: مسعر، وشعبة، مات في ولاية هشام بن عبد الملك، حين ولي يوسف بن عمر على العراق، وهو الذي يقال له: "جبلة بن صهيب"، و"جبلة بن وهب"، والصحح "جبلة بن سحيم".
له ترجمة عند ابن معين "٢: ٧٧"، وفي "التاريخ الكبير" "١: ٢: ٢١٨"، وفي ثقات ابن حبان "٤: ١٠٩"، والتهذيب "٢: ٦١".',NULL,'94',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (92,'٢٠١- جبير بن نفير الحضرمي١: شامي، تابعي، ثقة.
باب الجراح وجرير وجُرَيّ:
..........
* تضمينات الحافظ ابن حجر:
٢٠٢- الجرّاح بن مليح بن عدي٢: "كوفي"، لا بأس به، وابنه أنبل منه.
..........
٢٠٣- الجرّاح مولى أُم حبيبة: مدني، تابعي، ثقة٣.
_________
١ جبير بن نفير بن مالك بن عامر الحضرمي، أدرك الجاهلية، ولا صحبة له، أخرج له مسلم، والأربعة، والبخاري في "الأدب المفرد"، ووثقه: أبو حاتم، وقال: من كبار تابعي أهل الشام، كما وثقه: أبو زرعة، والنسائي وابن سعد، وابن حبان، وغيرهم.
له ترجمة في "التاريخ الكبير" "١: ٢: ٢٢٢"، وثقات ابن حبان "٤: ١١١"، والتهذيب "٢: ٦٤".
٢ الجراح بن مليح بن عدي: وثقه أيضًا: أبو داود، وأبو عثمان الدارمي، وابن معين، وقال النسائي: لا بأس به، وقال أبو حاتم: يكتب حديثه ولا يحتج به.
وقد ضعفه ابن حبان، وذكره في المجروحين "١: ٢١٩"، وقال: "كان يقلب الأسانيد، ويرفع المراسيل".
تاريخ ابن معين "٢: ٧٨"، "التاريخ الكبير" "١: ٢: ٢٢٧"، التهذيب "٢: ٦٦"، جمهرة الأنساب "٢٧٣، ٢٨٢، ٢٨٧".
٣ لم نظفر به.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (93,'٢٠٤- جرير بن حازم١: بصري، ثقة أزدي وهو من موالي حماد بن زيد من فوق.
٢٠٥- جرير بن عبد الحميد الضبي٢: كوفي، ثقة، سكن الري، وكان رباح إذا أتاه الرجل قال: أريد أن أكتب حديث الكوفة قال: عليك بجرير، فإن أخطأك فعليك بمحمد بن فضل بن غزوان.
٢٠٦- جُرَيّ بن كليب٣: "بصري"، تابعي، ثقة.
باب جعدة وجعفر:
٢٠٧- جَعْدَة بن هبيرة المخزومي٤: وهو ابن أم هانئ: تابعي، مدني، ثقة.
٢٠٨- جعفر بن برقان٥: جزري، ثقة.
_________
١ جرير بن حازم الأزدي، أبو النضر البصري، أحد الأعلام: متفق على توثيقه، أخرج له الجماعة مات سنة "١٧٠" بعد أن اختلط، ولم يحدث في خلال اختلاطه.
تاريخ ابن معين "٢: ٨٠"، "التاريخ الكبير" "١: ٢: ٢١٣"، "الثقات" "٦: ١٤٤"، التهذيب "٢: ٦٩".
٢ جرير بن عبد الحميد الضبي: متفق على توثيقه، أخرج له الستة، مات سنة "١٨٨"، له ترجمة في تاريخ ابن معين "٢: ٨١"، "التاريخ الكبير" "١: ٢: ٢١٤"، "الثقات" "٦: ١٤٥"، التهذيب "٢: ٧٥".
٣ جري بن كليب السدوسي البصري: أخرج له الأربعة في "سننهم"، وقال أبو حاتم: "لا يحتج به"، وقال همام بن قتادة: "كان من الأزارقة"، وثقه ابن حبان.
له ترجمة في "التاريخ الكبير" "١: ٢: ٢٤٢"، ثقات ابن حبان "٤: ١١٧"، التهذيب "٢: ٧٨".
٤ جعدة بن هبيرة بن أبي وهب بن عمرو بن عابد بن عمران بن مخزوم المخزومي، وأمه أم هانئ بنت أبي طالب، وخاله الإمام علي بن أبي طالب. له صحبة، وقال ابن معين: "لم يسمع من النبي صلى الله عليه وسلم شيئًا" وذكره العسكري فيمن روى عن النبي صلى الله عليه وسلم ولم يلقه.
له ترجمه عند ابن معين "٢: ٨٣"، وعند البخاري "١: ٢: ٢٣٨" وفي ثقات ابن حبان "٤: ١١٥"، وفي التهذيب "٢: ٨١".
٥ جعفر بن برقان: -بضم الباء وكسرها- مولاهم أبو عبد الله الرقي، وثقه أيضًا: عثمان الدارمي، وابن معين، وابن نمير، وأبو نعيم، ويعقوب بن سفيان، وابن سعد، وابن عيينة، وابن حبان، وغيرهم، وقال ابن معين والنسائي: ليس بالقوي في الزهري، وفي غيره لا بأس به.
التاريخ لابن معين "٢: ٨٤"، "التاريخ الكبير" "١: ١: ١٨٦"، "الثقات" "٦: ١٣٦"، التهذيب "٢: ٨٤".',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (94,'٢٠٩- جعفر بن حبان العُطاردي أبو الأشهب١: "بصري"، ثقة.
٢١٠- جعفر بن ربيعة٢: سكن مصر، ثقة.
..........
* تضمينات الحافظ بن حجر:
٢١١- جعفر بن زياد الأحمر٣: "كوفي"، ثقة.
..........
٢١٢- جعفر بن سليمان الضُّبعي٤: ثقة، وكان يتشيع.
_________
١ جعفر بن حبان التميمي السعدي، العطاردي، أبو الأشهب البصري الحذاء، الأعمى: روى عن أبي رجاء العطاردي، والحسن، روى عنه وكيع وأهل العراق، متفق على توثيقه، أخرج له الجماعة، له ترجمة عند ابن معين "٢: ٨٥"، والبخاري "١: ٢: ١٨٩"، وعند ابن حبان في ثقات تابعي التابعين "٦: ١٣٩". التهذيب "٢: ٨٨".
٢ جعفر بن ربيعة بن شرحبيل بن حسنة الكندي، أبو شرحبيل المصري: متفق على توثيقه، حديثه في الكتب الستة، ذكره ابن معين في تاريخه "٢: ٨٦"، والبخاري في تاريخ الكبير "١: ٢: ١٨٩"، وابن حبان في ثقاته "٦: ١٣٢". التهذيب "٢: ٩٠".
٣ جعفر بن زياد الأحمر الكوفي: وثقه أيضًا ابن معين، ويعقوب بن سفيان، ويعقوب الفسوي، وقال غيرهم صالح، وضعفه العقيلي، وقال: هو الذي حمل الحسن بن صالح على ترك صلاة الجمعة، وجرحه ابن حبان لكثرة روايته عن الضعفاء.
تاريخ ابن معين "٢: ٨٦"، "التاريخ الكبير" "١: ٢: ١٩٢"، الضعفاء الكبير للعقيلي "ل ٣٥ ب"، المجروحين "١: ٢١٣"، الميزان "١: ٤١٦"، التهذيب "٢: ٩٢".
٤ جعفر بن سليمان الضبعي، أبو سليمان البصري الزاهد: وثقه أيضًا: ابن معين، وقال: "ثقة، وكان يحيى بن سعيد لا يكتب حديثه"، وقد اختلفوا فيه، واتفقوا على أنه صدوق، ولم يطعن عليه أحد في الحديث، ولا في خطأ، إنما ذكرت شيعيته، وأما حديثه فمستقيم.
تاريخ ابن معين "٢: ٨٦"، "التاريخ الكبير" "١: ٢: ١٩٢"، "الثقات" "٦: ١٤٠"، التهذيب "٢: ٩٥".',NULL,'97',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (95,'٢١٣- جعفر بن أبي طالب١، الطيار في الجنة، قتل يوم مؤتة في حياة النبي صلى الله عليه وسلم.
٢١٤- جعفر بن عمرو بن أمية الضمري٢: "مدني"، تابعي، ثقة، من كبار التابعين.
٢١٥- جعفر بن عوان العمري٣: يكنى أبا عون، من ولد عمرو بن حريث، "كوفي"، ثقة، وكان متعبدًا.
٢١٦- جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب٤ رضي الله عنهم أجمعين ولهم شيء ليس لغيرهم، خمسة أئمة: جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب.
_________
١ جعفر بن أبي طالب بن عبد المطلب الهاشمي أبو عبد الله الطيار، أحد السابقين الأولين، هاجر الهجرتين، واستشهد في غزوة مؤتة، وقال النبي صلى الله عليه وسلم: "دخلت الجنة البارحة فإذا جعفر يطير مع الملائكة"، له أحاديث، وعنه ابنه عبد الله، وعبد الله بن مسعود، وأم سلمة. الإصابة "١: ٢٣٧"، الثقات "٣: ٤٩".
٢ جعفر بن عمرو بن أمية الضمري المدني: متفئق على توثيقه، أخرج له الستة، له ترجمة في "التاريخ الكبير" "١: ٢: ١٩٣"، ثقات ابن حبان "٤: ١٠٤"، التهذيب "٢: ١٠٠".
٣ جعفر بن عون بن جعفر بن عمرو بن حريث أبو عون الكوفي: متفق على توثيقه، أخرج له الجماعة، له ترجمة عند ابن معين "٢: ٨٦-٨٧"، وفي "التاريخ الكبير" "١: ٢: ١٩٧"، وفي ثقات ابن حبان "٦: ١٤١"، وفي التهذيب "٢: ١٠١".
٤ جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب الهاشمي العلوي أبو عبد الله الصادق: روى عنه شعبة، والسفيانان، ومالك، وابن جريج، وأبو حنيفة، وخلق كثير، ولا يسأل عن عدالته فهو الثقة ابن الثقة، ذكره ابن حبان في الثقات فقال: "كان من سادات أهل البيت فقهًا وعلمًا وفضلا، يحتج بحديثه من غير رواية أولاده عنه، وقد اعتبرتُ حديث الثقات عنه فرأيت أحاديث مستقيمة، ليس فيها شيء يخالف حديث الأثبات، ومن المحال أن يلصق به ما جناه غيره.
له ترجمة في "التاريخ لابن معين" "٢: ٨٧"، "التاريخ الكبير" "١: ٢: ١٩٨-١٩٩"، "التهذيب "٢: ١٠٣".',NULL,'98',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (96,'حدثني حسين الجعفي، عن حفص بن غياث، قال: قدمت البصرة، فقالوا: لا تحدثنا عن ثلاثة: جعفر بن محمد، وأشعث بن سوار، وأشعث بن عبد الملك، فقلت: "أما" جعفر بن محمد فلم أكن لأدع الحديث عنه، لقرابته من رسول الله صلى الله عليه وسلم ولفضله.
و"أما" أشعث بن سوار فهو رجل منا من أهل الكوفة، فلم أكن لأدع الحديث عنه.
وأما أشعث بن عبد الملك فهو رجل من أهل البصرة فأنا أدعه لكم.
٢١٧- حعفر بن أبي وحشية١ وهو جعفر بن إياس، أبو بشر: ثقة.
باب جُميع وجنادة وجندب وجندل وجُنيد:
٢١٨- جميع بن عمير العجلي٢: "كوفي"، لا بأس به، يكتب حديثه، وليس بالقوي.
٢١٩- جنادة بن أبي أمية٣: "شامي"، تابعي، ثقة، من كبار التابعين.
_________
١ هو جعفر بن إياس، وهو ابن أبي وحشية اليشكري، أبو بشر الواسطي، بصري الأصل: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ٢: ١٨٦"، وثقات ابن حبان" "٦: ١٣٣"، و"التهذيب" "٢: ٨٣".
٢ جُميع بن عمير بن عبد الرحمن العجلي، أبو بكر الكوفي: وثقه ابن حبان "٤: ١١٥"، وضعفه غيره، وله ترجمة في "التاريخ الكبير" "١: ٢: ١٤١"، "التهذيب" "٢: ١١١".
٣ جنادة بن أبي أمية الأزدي، أبو عبد الله الشامي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٢: ١١٥".',NULL,'99',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (97,'٢٢٠- جندب بن عبد الله الوالبي١: "كوفي"، تابعي، ثقة.
٢٢١- جندب٢: "مصري"، تابعي، ثقة.
٢٢٢- جندل بن والق٣: "كوفي"، لا بأس به، يحدث عن مندل، أدركته ولم أكتب عنه.
٢٢٣- جُنيد بن العلاء بن أبي دهرة٤: "كوفي"، ثقة، وهو أسن من أبي أسامة بقليل.
قلت٥: هكذا في الحاشية جنيد، وعليه ضبة وفي الأصل حميد وعليه ضبة. وقد ذكرت حميدًا في موضعه والله أعلم٦.
_________
١ جندب بن عبد الله الوالبي الكوفي، عن شيبان بن عوف القاري، وعنه الحارث بن يزيد، ذكره الحافظ ابن حجر في تعجيل المنفعة صفحة "٧٤".
٢ لم نظفر به.
٣ جُندَل بن والق بن هجرس التغلبي، أبو علي الكوفي: يروي عن الكوفيين، وعبيد الله بن عمرو الرقي، روى عنه أبو زرعة وأهل العراق، ذكره ابن حبان في "ثقات تبُع الأتباع" "٨: ١٦٧" وله ترجمة في "التهذيب" "٢: ١١٩".
٤ جنيد بن العلاء بن أبي دهرة، أبو حازم التيمي، قال أبو حاتم: روى عن أبي الدرداء، "مرسل"، ورى عنه: عبد الرحيم بن سليمان، وأبو أسامة ومحمد بن بشر العبدي ... ثم قال: "صالح الحديث".
وهو الذي ترجمه البخاري في الكبير، فقال: جنيد أبو حازم عن بعض أهل عبد الله بن مسعود، عن ابن مسعود. وروى أبو أسامة عن جنيد بن العلاء أبي حازم أو أبي خازم، قال لي ابن عبادة: حدثنا يزيد، أخبرنا أبو عقيل يحيى، عن جنيد بن أبي دهرة، عن أبي حازم، عن أبي الدرداء ...
وله ترجمة في "تاريخ ابن معين"، وقال: ثقة، يروي عنه أبو أسامة.
وله ترجمة في لسان الميزان، وقال: ابن أبي وهرة، مصحفًا. تاريخ "٢: ٨٩"، "التاريخ الكبير" "١: ٢: ٢٣٥"، الجرح "١: ١: ٥٢٧"، لسان الميزان "٢: ١٤١".
٥ القائل هو الهيثمي.
٦ لا يبدو أن هذا دقيق بعد ترجمة جنيد بن العلاء بن أبي دهرة، أما حميد بن العلاء فسيأتي بالترجمة رقم "٣٤١".',NULL,'100',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (98,'<span data-type="title" id=toc-7>باب الحاء المهملة:</span>
من اسمه حاتم:
٢٢٤- حاتم بن إسماعيل١: "كوفي"، سكن المدينة، ثقة.
٢٢٥- حاتم بن أبي صغيرة٢ = أبو يونس القشيرى: بصري، ثقة.
٢٢٦- حاتم بن عدي٣: "تابعي"، حمصي، شامي، ثقة.
٢٢٧- حاتم بن وردان٤: "بصري"، ثقة.
باب حاجب:
٢٢٨- حاجب بن عمر أبو خُشينة٥: "بصري"، ثقة.
_________
١ حاتم بن إسماعيل، مولى بني عبد الدار، أبو إسماعيل المدني، كوفي الأصل: متفق على توثيقه، أخرج له الستة، مترجم في التهذيب "٢: ١٢٨".
"تاريخ ابن معين" "٢: ٩١"، "التاريخ الكبير" "٢: ١: ٧٢"، "الثقات" "٨: ٢١٠".
٢ حاتم بن أبي صغيرة: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٢: ١٣٠".
"تاريخ ابن معين" "٢: ٩١"، "التاريخ الكبير" "٢: ١: ٧١"، الثقات "٦: ٢٣٦".
٣ حاتم بن عدي الحمصي، يروى عن أبي ذر، وواثلة بن الأسقع، روى عنه أهل الشام: سليمان بن أبي عثمان التجيبي، وغيره.
"التاريخ الكبير" "٢: ١: ٧٢"، الثقات "٤: ١٧٨".
٤ حامت بن وردان بن مروان السعدي أبو صالح البصري: وثقه أيضًا: ابن معين، والنسائي، وابن حبان، وقال غيرهم: لا بأس به.
"تاريخ ابن معين" "٢: ٩١"، "التاريخ الكبير"، "الثقات" "٦: ٢٣٧"، "التهذيب" "٢: ١٣١".
٥ حاجب بن عمر الثقفي، أبو خشينة: وثقه أيضًا: أحمد، وابن معين، والنسائي، وابن حبان، وأخرج له مسلم، وأبو داود، والترمذي.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (99,'باب الحارث:
٢٢٩- الحارث بن الأزمع١، من أصحاب عبد الله بن مسعود: ثقة.
٢٣٠- الحارث بن حصيرة الأزدي٢: "كوفي"، ثقة.
٢٣١- الحارث بن سويد التيمي٣: من أصحاب عبد الله بن مسعود: ثقة.
٢٣٢- الحارث بن أبي العباس٤: "كوفي"، ثقة.
_________
"التاريخ الكبير" "٢: ١: ٧٤"، "الثقات" "٦: ٢٣٨"، تذهيب تهذيب الكمال "١: ١٨٠"، التهذيب "٢: ١٢٣".
١ الحارث بن الأزمع العبدي الوادعي الهمداني الكوفي: يروي عن عمر، وعبد الله بن مسعود، وعمرو بن العاص، روى عنه: الشعبي، مات في إمارة النعمان بن بشير بالكوفة سنة "٦٠" في آخر ولاية معاوية, له ترجمة في "التاريخ الكبير" "١: ٢: ٢٦٤"، ثقات ابن حبان "٤: ١٢٦".
٢ الحارث بن حصيرة الأزدي، أبو النعمان الكوفي: وثقه أيضًا: ابن معين والنسائي، وابن حبان، وابن نمير، وقال أبو حاتم: "لولا أن الثوري روى عنه، لترك حديثه".
"تاريخ ابن معين" "٢: ٩٢"، "التاريخ الكبير" "١: ٢: ٢٦٧"، التهذيب "٢: ١٤٠"، "الضعفاء الكبير" "١: ٢١٦".
٣ الحارث بن سويد التيمي، أبو عائشة الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٢: ١٤٣".
"التاريخ" لابن معين "٢: ٩٣"، "التاريخ الكبير" "١: ٢: ٢٦٩"، "الثقات" "٤: ١٢٧".
٤ الحارث بن أبي العباس: يروي عن أبي الطفيل، روى عنه عبد الرحيم بن عبد ربه، ويقال: ابن أبي عياش.
"التاريخ الكبير" "١: ٢: ٢٧٥"، "الثقات" "٤: ١٣٢".',NULL,'102',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (100,'٢٣٣- الحارث بن عبد الله الأعور١:
حدثني هاشم العرفطي، أنبأنا زائدة، عن مغيرة، عن إبراهيم، قال: كان الحارث متهمًا "في التشيع".
٢٣٤- الحارث بن عمير٢: ثقة.
٢٣٥- الحارث بن لقيط النخعي٣: "كوفي"، تابعي، ثقة، شهد القادسية.
٢٣٦- حارِثة بن مُضرِّب٤، سمع من عبد الله: ثقة.
_________
١ الحارث بن عبد الله الأعور الهمداني الخارفي: ضعيف، ذكره مسلم في مقدمة صحيحه، فقال: "حدثني الحارث الأعور، وكان كذابًا"، وضعفه غير واحد، وله ترجمة عند العقيلي في "الضعفاء الكبير" "١: ٢٠٨".
٢ الحارث بن عمير البصري، أبو عمير نزيل مكة: وثقه أيضًا ابن معين، وأبو زرعة، وأبو حاتم، والنسائي، والدارقطني، رماه ابن حبان والحاكم بالوضع، وساق له ابن حبان ما استدل به على روايته الأشياء الموضوعات عن الثقات، وقال ابن حجر: "يظهر لي أن العلة ممن دون الحارث"، وقد ترجمه البخاري في الكبير، ولم يذكر فيه جرحًا.
"تاريخ ابن معين" "٢: ٩٣-٩٤"، "التاريخ الكبير" "١: ٢: ٢٧٦"، المجروحين "١: ٢٢٣"، التهذيب "٢: ١٥٣".
٣ الحارث بن لقيط النخعي الكوفي: ذكره مسلم في الطبعة الأولى من الكوفيين، ووثقه أيضًا ابن سعد، وابن حبان.
"التاريخ الكبير" "١: ٢: ٢٧٨"، "الثقات" "٤: ١٣٣"، التهذيب "٢: ١٥٥".
٤ حارثة بن مضرب العبدي الكوفي: وثقه "أيضًا": ابن معين، وابن حبان.
"التاريخ الكبير" "٢: ١: ٨٧"، الجرح والتعديل "١: ٢: ٢٥٥"، "الثقات" "٤: ١٢٧"، التهذيب "٢: ١٦٦".',NULL,'103',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (101,'٢٣٧- الحارث بن معاوية الكندي١: تابعي، ثقة، "شامي"، من كبار التابعين.
٢٣٨- الحارث بن يزيد الحضرمي٢: ثقة.
٢٣٩- الحارث بن يزيد العُكْلي٣: "كوفي"، ثقة، وكان فقيهًا من أصحاب إبراهيم، من عليتهم "وكان ثقة في الحديث"٤ قديم الموت، لم يرو عنه إلا الشيوخ، روى عنه منصور بن زاذان.
باب حبال وحَبّان وحِبّان وحبة:
٢٤٠- حبال بن رُفيدة٥: "كوفي"، لا بأس به.
_________
١ الحارث بن معاوية الكندي: يروي عن عمر، روى عنه سليم بن عامر ترجمه البخاري في الكبير "١: ٢: ٢٧٩"، وذكره ابن حبان في ثقات التابعين "٤: ١٣٥".
٢ الحارث بن يزيد الحضرمي: وثقه أحمد، وأبو حاتم، والنسائي، وابن حبان.
"التاريخ الكبير" "١: ٢: ٢٨٣"، "الثقات" "٦: ١٧١"، التهذيب "٢: ١٦٣".
٣ الحارث بن يزيد العكلي: وثقه أيضًا: ابن معين، وأبو داود، وابن سعد، وابن حبان، وقال الدارقطني، ليس به بأس.
"التاريخ الكبير" "١: ٢: ٢٨٢"، "الثقات" "٦: ١٧٠"، التهذيب "٢: ١٦٣".
٤ الزيادة من التهذيب "٢: ١٦٤".
٥ حبال بن رفيدة التيمي: يروي عن الحسن، روى عنه أبو إسحاق السبيعي.
"التاريخ الكبير" "٢: ١: ١٢٢"، "الثقات" "٤: ١٩٣".',NULL,'104',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (102,'٢٤١- حَبّان بن هلال١: ثقة لم أسمع منه شيئًا، وكان عسرًا.
٢٤٢- حبان بن علي العَنَزي٢: "كوفي" صدوق جائز الحديث، وكان يتشيع وكان وجهًا من وجوه أهل الكوفة، وكان فقيهًا من العشرة الذين قعدوا عند أبي حنيفة، ثم عاداه وتركه، وموته بعد موت مندل أخيه.
٢٤٣- حَبَّة العُرَني٣: "كوفي"، تابعي، ثقة.
باب حبيب:
٢٤٤- حبيب بن أبي ثابت الأسدي٤: ثقة، تابعي، وكان مفتي الكوفة قبل حماد بن أبي سليمان، سمع من ابن عمر، وكان ثبتًا في الحديث، سمع من ابن عمر غير شيء، ومن ابن عباس، وكان فقيه البدن، وكان مفتي الكوفة قبل الحكم بن عُتَيبة "وحماد"٥.
_________
١ حبان بن هلال الباهلي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٨: ٢١٤".
شذرات الذهب "٢: ٣"، ثقات ابن حبان "٢١٤٨".
٢ حبان بن علي العنزي: له ترجمة عند ابن معين في "التاريخ" "٢: ٩٥"، وفي "التاريخ الكبير" "٢: ١: ٧٢"، وثقات ابن حبان "٦: ٢٤٠".
٣ حبة بن جوين العرني: وثقه العجلي فقط، وجرحه ابن حبان "١: ٢٦٧"، وقال: "كان غاليًا في التشيع، واهيًا في الحديث"، له ترجمة في التهذيب "٢: ١٧٦".
٤ حبيب بن أبي ثابت الأسدي: متفق على توثيقه، حديث في الكتب الستة، مترجم في "التهذيب" "٢: ١٧٨".
"تاريخ ابن معين" "٢: ٩٦"، "التاريخ الكبير" "١: ٢: ٢١٣"، "الثقات" "٤: ١٣٧".
٥ الزيادة من "التهذيب" "٢: ١٧٩".',NULL,'105',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (103,'٢٤٥- حبيب١ بن حماز٢: "كوفي"، تابعي، ثقة.
٢٤٦- حبيب بن سبيعة٣: "شامي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٢٤٧- حبيب بن الشهيد الأزدي٤: ثقة.
٢٤٨- حبيب بن صهبان الأسدي الكاهلي٥: ثقة.
..........
٢٤٩- حبيب بن عبيد٦: "شامي"، تابعي، ثقة.
_________
١ وثقه ابن حبان "٤: ١٣٩"، وله ترجمة في "التاريخ الكبير" "١: ٢: ٣١٣-٣١٤"، وتاريخ ابن معين "٢: ٩٨".
٢ حبيب بن حماز الأسدي، ووقع في التاريخ الكبير "حمان" بالنون، وضبطه عبد الغني في المؤتلف بالزاي، وكذلك ابن ماكولا، والذهبي في المشتبه، وابن حجر في التبصير، ولكن قال في "تعجيل المنفعة": "حبيب بن حمان"، وفي طبقات ابن سعد: حماز بالزاي، وعند ابن أبي حاتم حمان بالنون.
٣ حبيب بن أبي سبيعة الضبعي: يروي عن الحارث، عن النبي صلى الله عليه وسلم، وعنه ثابت البناني.
"التاريخ الكبير" "١: ٢: ٢١٨"، "الثقات" "٤: ١٤٠"، التهذيب "٢: ١٤٨".
٤ حبيب بن الشهيد الأزدي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٢: ١٥٨".
٥ حبيب بن صهبان الأسدي الكاهلي، أبو مالك الكوفي، يروي عن عمار بن ياسر، روى عنه الأعمش.
"تاريخ ابن معين" "٢: ٩٨"، "التاريخ الكبير" "١: ٢: ٣٢١"، "الثقات" "٤: ١٣٨"، التهذيب "٢: ١٨٧".
٦ حبيب بن عبيد الرحبي، أبو حفص الحمصي: وثقه أيضًا: النسائي، وابن حبان، وقال: "أدرك سبعين من أصحاب النبي صلى الله عليه وسلم" روى عنه أهل الشام.
"التاريخ الكبير" "١: ٢: ٣٢١"، "الثقات" "٤: ١٣٨-١٣٩"، التهذيب "٢: ١٨٧".',NULL,'106',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (104,'باب حجاج، وحجيّة، وحُجْر، وحُجَير:
٢٥٠- حجاج بن إبراهيم١: كان يسكن مصر، ثقة. ثم قال: حجاج بن إبراهيم يُكنى أبا محمد، سكن مصر، من الأبناء، ثقة، صاحب سنة.
٢٥١- حجاج بن أرطاة النخعي٢: "كوفي"، جائز الحديث، وكان له فقه وكان على البصرة وكان على الشرطة وكان فقيهًا وكان أحد مفتي الكوفة، وكان فيه تيه، وكان يقول: قتلني حب الشرف، وولي قضاء البصرة، إلا أنه صاحب إرسال كان يرسل عن يحيى بن أبي كثير، ولم يسمع منه شيئًا، ويرسل عن مجاهد ولم يسمع منه شيئًا، ويرسل عن مكحول ولم يسمع منه شيئًا، ويرسل عن الزهري ولم يسمع منه شيئًا، فإنما يعيب الناس منه التدليس.
روى نحوا من ستمائة حديث.
ويقال: إن سفيان أتاه يومًا ليسمع منه، فلما قام من عنده، قال حجاج: يرى ابن ثور أنا نحفل به، إنا لا نُبالي جاءنا أو لم يجئنا.
وكان حجاج تياهًا، وكان قد ولي الشرطة.
_________
١ حجاج بن إبراهيم الأزرق: من أهل مصر، سكن طرسوس، يروي عن ابن عيينة، والفرج بن فضالة، وعيسى بن يونس، وكان راويًا لابن وهب، روى عنه أحمد بن الحسن الترمذي، والناس.
له ترجمة في تاريخ بغداد "٨: ٢٣٩"، وثقات ابن حبان "٨: ٢٠٣"، التهذيب "٢: ١٩٥".
٢ حجاج بن أرطاة النخعي، يدلس، وفيه تيه لا يليق بأهل العلم، وضعفه العقيلي، وجرحه ابن حبان.
"تاريخ ابن معين" "٢: ٩٩-١٠٠"، "التاريخ الكبير" "١: ٢: ٣٧٨"، "الضعفاء الكبير" "١: ٢٧٧"، "المجروحين" "١: ٢٢٥"، التهذيب "١: ١٩٦".',NULL,'107',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (105,'ويقال: عن حماد بن زيد، قال: قدم علينا حماد بن أبي سليمان، وحجاج بن أرطاة، فكان الزحام على حجاج أكثر منه على حماد، وكان حجاج يقع في أبي حنيفة، ويقول: إن أبا حنيفة لا يعقل لله عقله.
وكان حجاج راوية عن عطاء بن أبي رباح، سمع منه.
وروى عن حجاج: أبو خالد الأحمر، وأشعث بن أبي الشعثاء، وهو أشعث بن سليم، وهو من ثقات شيوخ الكوفيين وليس بكثير الحديث، إلا أنه شيخ عال.
٢٥٢- الحجاج بن الحجاج١: "مدني"، تابعي، ثقة.
٢٥٣- حجاج بن دينار٢: ثقة.
..........
* تضمينات الحافظ ابن حجر:
٢٥٤- حجاج بن محمد المصيصي٣: ثقة.
..........
_________
١ الحجاج بن الحجاج بن مالك الأسلمي الحجازي: يروي عن أبيه، وعن أبي هريرة، روى عنه عروة بن الزبير.
"التاريخ الكبير" "١: ٢: ٣٧١"، "الثقات" "٤: ١٥٣-١٥٤"، التهذيب "٢: ١٩٩".
٢ حجاج بن دينار الواسطي: وثقه "أيضًا": عبد الله بن المبارك وابن معين، وزهير بن حرب، ويعقوب بن شيبة، والترمذي، وابن عمار، وابن حبان، وقال غيرهم: لا بأس به.
"تاريخ ابن معين" "٢: ١٠١"، "التاريخ الكبير" "١: ٢: ٢٧٥"، "الثقات" "٦: ٢٠٥"، التهذيب "٢: ٢٠١"، "الضعفاء الكبير" "١: ٢٨٦".
٣ حجاج بن محمد المصيصي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٢: ٢٠٥".',NULL,'108',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (106,'٢٥٥- حجاج بن المنهال الأنماطي١: "بصري"، ثقة رجل صالح يكنى أبا محمد وكان سمسارًا يأخذ من كل دينار حبة، فجاء خراسانيٌّ موسر من أصحاب الحديث، فاشترى له أنماطًا، فأعطاه ثلاثين دينارًا، فقال: ما هذه؟ فقال: هذا سمسرتك خذها! فقال له: دنانيرك أهون علينا من هذا التراب! هات من كل دينار حبة، وأخذ دينارًا وكسرًا.
٢٥٦- حجاج بن أبي عثمان الصواف٢: "بصري"، ثقة...........
* تضمينات الحافظ ابن حجر:
٢٥٧- حجاج بن نصير الفساطيطي٣: وكان معروفًا بالحديث، لكن أفسده أهل الحديث بالتلقين، كان يُلقن وأدخل في حديثه ما ليس منه، فتُرك.
..........
٢٥٨- حُجر التغلبي٤: "كوفي"، ثقة.
_________
١ حجاج بن المنهال الأنماطي: متفق على توثيقه، حديثه في الكتب الستة، مترجم في التهذيب "٢: ٢٠٦".
٢ حجاج بن أبي عثمان الصواف، أبو الصلت: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٢: ٢٠٣".
٣ حجاج بن نصير الفساطيطي: ضعيف، كان يقبل التلقين، ولما ذكره ابن حبان في "الثقات"، قال: "يخطئ ويهم".
"تاريخ ابن معين" "٢: ١٠٣"، "الجرح والتعديل" "١: ٢: ١٦٧"، "الثقات" "٨: ٢٠٢"، "الضعفاء الكبير" "١: ١: ٢٨٥"، "التهذيب" "٢: ٢٠٨".
٤ هو من ثقات العجلي.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (107,'٢٥٩- حُجر المدري١: "يماني"، تابعي، ثقة، وكان من خيار التابعين، دعاه محمد بن يوسف، وهو أمير اليمن، فقال: إن أخي الحجاج بن يوسف كتب إلي أن أقيمك للناس فتلعن علي بن أبي طالب، فقال: اجمع لي الناس، فجمعهم، فقال: ألا إن الأمير محمد بن يوسف أمرني بلعن علي بن أبي طالب، فالعَنوه لعنه الله!!.
٢٦٠- حُجير بن الربيع العدوي٢: "بصري"، تابعي، ثقة، وهو أخو حريث.
باب حجية:
٢٦١- حجية بن عدي٣: "كوفي"، تابعي، ثقة.
باب حدير وحذيفة:
٢٦٢- حدير بن كريب أبو الزاهرية٤: "شامي"، تابعي، ثقة.
_________
١ حجر بن قيس المدري اليمني: أخرج له داود والنسائي وابن ماجه حديثًا واحدًا في العمرى، وذكره ابن حبان في "ثقات التابعين" "٤: ١٧٧"، وله ترجمة في "التاريخ الكبير" "٢: ١: ٦٨"، التهذيب "٢: ٢١٥".
٢ حجير بن الربيع العدوي البصري: كان قليل الحديث، وروى له مسلم حديثًا واحدًا. وذكره ابن حبان في الثقات "٤: ١٨٧"، "التهذيب" "٢: ٢١٥"، وله ترجمة عند البخاري "٢: ١: ٩٩".
٣ حجية بن عدي الكندي الكوفي: يروي عن علي، روى عنه سلمة بن كهيل، وذكره ابن حبان في "ثقات التابعين" "٤: ١٩٢". التهذيب "٢: ٢١".
٤ حدير بن كريب الحضرمي، أبو الزاهرية الحمصي: وثقه أيضًا: ابن معين، ويعقوب بن سفيان, والنسائي وابن سعد، وابن حبان، وقال أبو حاتم والدارقطني: لا بأس به.
"تاريخ ابن معين" "٢: ١٠٤"، "التاريخ الكبير" "٢: ١: ٩١"، "الثقات" "٤: ١٨٣"، "التهذيب" "٢: ٢١٨".',NULL,'110',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (108,'٢٦٣- حذيفة بن أسيد الغفاري١، يكنى أبا سريحة من أصحاب النبي صلى الله عليه وسلم.
٢٦٤- حذيفة بن اليمان٢، أبو عبد الله العبسي من أصحاب النبي صلى الله عليه وسلم، كان أميرًا على المدائن، استعمله عمر، ومات بعد قتل عثمان بأربعين يومًا، سكن الكوفة، وكان صاحب سر رسول الله صلى الله عليه وسلم ومناقبه كثيرة مشهورة، وهو حليف بني عبد الأشهل، مات بالمدائن قبل الجمل.
باب حَرام وحرب وحَرِير:
٢٦٥- حرام بن حكيم٣: "مصري"، تابعي، ثقة.
٢٦٦- حرب بن عبد الله العتكي٤: "بصري"، ثقة.
_________
١ حذيفة بن أسيد الغفاري: صحابي شهد الحديبية، وقيل: إنه بايع تحت الشجرة، وشهد فتح دمشق.
له أربعة أحاديث انفرد مسلم بحديثين، وعنه أبو الطفيل والشعبي، ترجمه ابن حجر في "الإصابة" "١: ٣١٧"، وله ترجمة في "الثقات" "٣: ٨١".
٢ حذيفة بن اليمان رضي الله عنه: من كبار الصحابة، له ترجمة في "الإصابة" "١: ٣١٧، ٣١٨"، و"الثقات" "٣: ٨٠"، له مائة حديث، وأحاديث اتفقا على اثني عشر، وانفرد البخاري بثمانية، ومسلم بسبعة عشر.
٣ حرام بن حكيم بن خالد بن سعد بن الحكم الأنصاري الدمشقي: وثقه أيضًا دحيم وابن حبان، ونقل بعضهم عن الدارقطني أنه وثقه، وكل المصادر تذكر أنه شامي، لا بل دمشقي. وله ترجمة في "التاريخ الكبير" "٢: ١: ٧٣"، و"ثقات ابن حبان" "٤: ١٨٥"، "التهذيب" "٢: ٢٢٢".
٤ حرب بن عبد الله العتكي: لم نظفر به، وفي "التهذيب" ترجمة لحرب بن عبيد الله الثقفي، وفي "ثقات ابن حبان": حرب بن عبيد الله كوفي، يروي عن خال له، عن النبي صلى الله عليه وسلم. "الثقات" "٤: ١٧٢"، "التهذيب" "٢: ٢٢٥".',NULL,'111',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (109,'٢٦٧- حريز بن عثمان الرحبي١: "شامي"، ثقة، وكان يحمل على علي.
باب حَسّان:
٢٦٨- حسان بن ثابت٢ من أصحاب النبي صلى الله عليه وسلم، وكان أعمى.
٢٦٩- حسان بن عطية٣: "شامي"، ثقة.
٢٧٠- حسان بن نوح أبو معاوية٤: "شامي"، تابعي، ثقة.
٢٧١- حسان الضمري٥: "شامي"، تابعي، ثقة.
_________
١ حريز بن عثمان الرحبي الحميري الحمصي، أبو عثمان: وثقه أيضًا الإمام أحمد، ودحيم، وابن معين، وقال غيرهم: جيد الإسناد، صحيح الحديث.
"تاريخ ابن معين" "٢: ١٠٦"، "التهذيب" "٢: ٢٣٧"، "هدي الساري" ص٣٩٦.
٢ حسان بن ثابت بن المنذر الأنصاري البخاري: شاعر رسول الله صلى الله عليه وسلم. قال النبي صلى الله عليه وسلم: "إن روح القدس مع حسان ما دام ينافح عن رسول الله صلى الله عليه وسلم"، وقال له في دعائه له: "اللهم أيده بروح القدس".
أخرج له الشيخان والأربعة سوى الترمذي. وترجمه الحافظ ابن حجر في "الإصابة" "١: ٣٢٦"، و"التهذيب" "٢: ٢٤٧".
٣ حسان بن عطية المحاربي، أبو بكر الدمشقي الفقيه: متفق على توثيقه، أخرج له الجماعة، له ترجمة عند البخاري "٢: ١: ٣١"، وفي "ثقات ابن حبان" "٦: ٢٢٣" وقال: من أفاضل أهل زمانه يروي عن سعيد بن المسيب، روى عنه الأوزاعي. "التهذيب" "٢: ٢٥١".
٤ حسان بن نوح النضري أبو معاوية الحمصي: وثقه أيضًا ابن حبان، وكناه البخاري ومسلم والنسائي والحاكم وابن حبان: أبا أمية، لكن قال الحاكم: ويقال: أبو معاوية.
"التاريخ الكبير" "٢: ١: ٣١"، "ثقات ابن حبان" "٤: ١٦٤"، "التهذيب" "٢: ٢٥٢".
٥ حسان الضمري: وهو حسان بن عبد الله الشامي: روى له النسائي وقال: "ليس بالمشهور"، وذكره ابن حبان في "الثقات" "٤: ١٦٤"، وله ترجمة في "التاريخ الكبير" "٢: ١: ٢٩". "التهذيب" "٢: ٢٥٠".',NULL,'112',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (110,'باب الحسن:
..........
* تضمينات الحافظ ابن حجر:
٢٧٢- الحسن بن أبي جعفر: "بصري"، ضعيف الحديث١.
..........
٢٧٣- الحسن بن حُر٢: هو خال الحسين بن علي الجعفي، تاجر سخي كثير المال، متعبد، في عداد الشيوخ.
٢٧٤- الحسن بن أبي الحسناء: "بصري"، ثقة٣.
٢٧٥- الحسن بن أبي الحسن٤ أبو سعيد: "بصري"، تابعي، ثقة، رجل صالح، صاحب سنة.
_________
١ الحسن بن أبي جعفر عجلان، وقيل: عمرو الجُفري: ليس بشيء، ضعيف الحديث مع عبادته وفضله.
"تاريخ ابن معين" "٢: ١٠٨" "التاريخ الكبير" "١: ٢: ٢٨٨"، "الضعفاء الكبير" "١: ٢٢١"، "المجروحين" "١: ٢٣٦".
٢ الحسن بن حُر الكوفي خال حُسين بن علي الجعفي: وثقه أيضًا: ابن معين، ويعقوب بن شيبة، والنسائي، وعبد الرحمن بن خراش، وابن حبان، والحاكم وغيرهم.
"التاريخ الكبير" "١: ٢: ٢٩٠"، "الثقات" "٦: ١٦١", "التهذيب" "٢: ٢٦١".
٣ الحسن بن أبي الحسناء البصري أبو سهل القواس: وثقه أيضًا: ابن معين، وابن حبان، وقال أبو حاتم: محله الصدق.
"التاريخ الكبير" "١: ٢: ٢٩٢"، "تاريخ ابن معين" "٢: ١١٣"، "الثقات" "٦: ١٦١"، "التهذيب" "٢: ٢٧١".
٤ هو إمامُ شيخِ الإسلامِ أبو سعيد البصري: الحسن بن أبي الحسن يسار "٢٢-١١٠"، أبو سعيد الإمام الزاهد العلم، من سادات التابعين، نشأ بالمدينة، وسمع عثمان يخطب، شجاعًا، حدث عن سمرة، وعنه قتادة. قال ابن سعد: عالمًا، رفيعًا, ثقة, حجة ... وما أرسله فليس بحجة. وقال الذهبي "٧٢" التذكرة: هو مدلس فلا يحتج بقوله عمن لم يدركه. =',NULL,'113',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (111,'٢٧٦- الحسن بن الربيع البوراني١، يبيع البواري: "كوفي"، ثقة، رجل صالح متعبد.
٢٧٧- الحسن بن رودبار٢: "كوفي"، ثقة دفن كتبه وقال لا تصلح ملي على الحديث وكان بسن أبي أسامة.
..........
* تضمينات لحافظ ابن حجر:
٢٧٨- الحسن بن زيد بن الحسن بن علي بن أبي طالب الهاشمي أبو محمد٣: مدني، ثقة.
٢٧٩- الحسن بن سعد بن معبد الهاشمي٤: كوفي، ثقة.
..........
_________
= وهنا ذكر البخاري أن حبيب بن الشهيد سأل الحسن: ممن سمع حديث العقيقة. فقال: من سمرة بن جندب.
وقد ذكر الحافظ الزيلعي في نصب الراية: ١/ ٨٩-٩٠: أن الحسن سمع حديث العقيقة من سمرة، وساق الشواهد والأدلة، وجزم ابن قيم الجوزية بسماع الحسن من سمرة في أعلام الموقعين ٢/ ١٤٤. "طبعة الكليات".
وقد أفرد التهانوي فصلا في "ثبوت سماع الحسن من أبي هريرة وسمرة" ص٣٥٨, قواعد في علوم الحديث. تحقيق: فضيلة الأستاذ عبد الفتاح أبو غدة.
وقرأت في نفس الكتاب ص١٥٣: وأما مرسلات الحسن التي رواها عنه الثقات صحاح، ما أقل ما يسقط منها. وقال أبو زرعة: كل شيء قال الحسن: قال رسول الله صلى الله عليه وسلم. وجدتُ له أصلا ثابتًا ما خلا أربعة أحاديث، وقال يحيى بن سعيد القطان: ما قال الحسن في حديثه: قال رسول الله صلى الله عليه وسلم، إلا وجدنا له أصلًا إلا حديثًا أو حديثين.
وذكر الرّامَهْرَمْزي عنه كان يرى المناولة سماعًا.
١ الحسن بن الربيع بن سليمان البجلي أبو علي الكوفي البوراني: متفق على توثيقه. أخرج له الجماعة، مترجم في "التهذيب" "٢: ٢٧٧-٢٧٨".
٢ الذي في "لسان الميزان" "٢: ٢٠٧": الحسن بن رجزوان الفارسي، وروى متونًا باطلة.
٣ الحسن بن زيد بن الحسن بن علي بن أبي طالب القرشي الهاشمي العابد الثقة حبسه المنصور، وفاته سنة ٦٨. "التهذيب" "٢: ٢٧٩".
٤ الحسن بن سعد بن معبد الهاشمي الكوفي: وثقه أيضًا النسائي، وابن حبان، وابن نمير، وغيرهم "٢: ٢٧٩-٢٨٠".',NULL,'114',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (112,'٢٨٠- الحسن بن صالح "بن صالح" بن حيّ١: "كوفي"، ثقة، متعبد، رجل صالح، وكان يسمع، وكان يختم القرآن في بيتهم كل ليلة: أمهم ثلث، وعلي ثلث، وحسن ثلث؛ فماتت أمهما فكانا يختمانه، ثم مات علي، فكان حسن يختم كل ليلة.
وباع حسن جارية، فلما صارت عند الذي اشتراها قامت في جوف الليل، فقالت: يا أيتها الدار! الصلاة الصلاة، قالوا: طلع الفجر؟ قالت: وليس تصلون إلا المكتوبة؟ قالوا: نعم، ليس نصلي إلا المكتوبة، فرجعت إلى حسن، فقالت: بعتني من قوم سوء: ليس يصلون بالليل فردني، فردّها.
وكان حسن فقيهًا، حدثني أبي عبد الله، قال: قال حسن بن صالح: أردت أن آتي حمزة الزيات، فأسأله عن ابن الملاعنة، ثم قلت: رأيت ابن الملاعنة، ثم قلت: يعلمه أصحابي فأتعلمه كما يعلموه؛ فأتيته فسألته.
٢٨١- الحسن بن صالح بن صالح بن حي الثوري٢ من ثور همدان، يكنى أبا عبد الله من أسنان سفيان، وكان ثقة، ثبتًا، متعبدًا، وكان يتشيع، وكان حسن الفقه، إلا أن ابن المبارك كان يحمل عليه بعض الحمل لحال التشيع، ولم يرو عنه شيئًا.
٢٨٢- الحسن بن عبيد الله النخعي٣: هو "كوفي"، ثقة، سمع من
_________
١ هو الحسن بن صالح بن صالح بن حي: وثقه أيضًا ابن معين، والإمام أ؛ مد، وأبو حاتم، وأبو زرعة، والدوري، وابن حبان، وغيرهم.
"تاريخ ابن معين" "٢: ١١٤"، "التاريخ الكبير" "١: ٢: ٢٩٥"، "الثقات" "٦: ١٦٤"، "التهذيب "٢: ٢٨٥".
٢ هو والذي قبله واحد في التهذيب، وكذا عند البخاري في التاريخ الكبير.
٣ الحسن بن عبيد الله النخعي: وثقه أيضًا ابن معين، وأبو حاتم، والنسائي، وابن حبان.
"التاريخ الكبير" "١: ٢: ٢٩٧"، "الثقات" "٦: ١٦٠"، التهذيب "٢: ٢٩٠".',NULL,'115',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (113,'إبراهيم النخعي وليس بقديم الموت، سمع منه: جعفر بن غياث.
٢٨٣- الحسن بن علي بن أبي طالب١ رضي الله عنه: مدني.
قال: ثم بايع الحسن بعد وفاة أبيه سبعون ألفًا؛ فزهد في الخلافة فلم يردها، وسلمها لمعاوية، وقال: لا يهراق على يدي محجمة من دم.
حدثنا أبو داود الحضري، عن سفيان، عن عمر بن سعيد، عن ابن أبي مليكة، عن عقبة بن الحارث، قال: خرجت مع أبي بكر الصديق رضي الله عنه فاستقبل الحسن بن علي رضي الله عنه فأخذه أبو بكر، فجعل يقبله، ويقول: بأبي وأمي شبيه بالنبي صلى الله عليه وسلم لا شبيهًا بعلي، وعليٌّ يضحك رضي الله عنهم.
وكان حسين بن علي الجعفي، وابن عيينة يحدثان عن أبي موسى، عن الحسن، عن أبي بكرة، عن النبي صلى الله عليه وسلم، قال: "ابني هذا سيد، ويصلح الله به بين فئتين عظيمتين". يعني: الحسن بن علي.
قال العجلي: وكان كما قال رسول الله صلى الله عليه وسلم.
_________
١ هو ريحانة الرسول صلى الله عليه وسلم من الدنيا، وسيد شباب أهل الجنة، ابن الإمام علي رضي الله عنه وفاطمة سيدة نساء أهل الجنة غَيّر النبي صلى الله عليه وسلم اسمه عند ولادته من حرب، وسماه "الحسن" وعقّ عنه، وكان يقول عنه وعن أخيه الحسين: "هما ريحانتاي من الدنيا"، "الترمذي ٥: ٦٥٧, حسن صحيح"، ويقول لفاطمة: "ادعي ابني" فيشمهما ويضمهما إليه. "الترمذي ٥: ٦٥٧، ومسند أحمد ٥: ٣٦٩".
وقال رسول الله صلى الله عليه وسلم: "الحسن والحسين سيدا شباب أهل الجنة". "الترمذي ٥: ٦٥٦، وأحمد ٣: ٣".
وعن أنس قال: "لم يكن أحد أشبه بالنبي صلى الله عليه وسلم من الحسن بن علي". "البخاري ٥: ٣٣".
وفي البخاري أيضًا "٥: ٣٣" باب مناقب الحسن والحسين: "صلى أبو بكر رضي الله عنه العصر، ثم خرج يمشي، فرأى الحسن يلعب مع الصبيان، فحمله على عاتقه، وقال: بأبي شبيه بالنبي صلى الله عليه وسلم، لا شبيه بعلي، وعليٌّ يضحك".',NULL,'116',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (114,'وكان عظيمًا سخيًا سيدًا، ومات بالمدينة، وصلى عليه سعيد بن العاص -وكان أمير المدينة- فقال له الحسين: أقدم فصلِّ عليه، فلولا أنها سنة ما قُدِّمْتَ١.
ولما احتضر الحسن بن علي، قال: ادعوا لي رجالا أشهدهم على شيء، فلما دخلوا عليه، قال: أشهدكم قد احتسبت نفسي عند الله.
٢٨٤- حسن بن حسن بن علي بن أبي طالب٢، وأمه بنت أبي مسعود الأنصاري، وجمع عثمان بن عفان الناس ليوم فقالوا: تكلم يا أمير المؤمنين، فقال: أنتظر سيد المسلمين: الحسن بن علي٣.
٢٨٥- الحسن بن عمرو الفقيمي٤: "كوفي"، ثقة، وهو أصغر من أخيه فضيل. سمع من الشعبي.
٢٨٦- الحسن بن محمد بن علي بن أبي طالب٥: ثقة، قال أبو
_________
١ وفي التهذيب "٢: ٣٠١" عن أبي حازم قال: "إني لشاهد يوم مات الحسن، فرأيت الحسين يقول لسعيد بن العاص -ويطعن في عنقه: تقدم؛ فلولا أنها سنة ما قُدمت".
٢ الحسن بن الحسن بن علي بن أبي طالب: عن أبيه، وعبد الله بن جعفر، وعنه أبناؤه: الحسن، وعبد الله، وإبراهيم، ولي صدقة علي، وكان وحيد أبيه، وفاته ٩٧، قال البخاري في صحيحه في الجنائز: لما مات الحسن بن الحسن ضربت امرأته القبة على قبره سنة, ثم رفعت فسمعوا صائحًا يقول: "ألا هل وجدوا ما فقدوا؟ ", فأجابه آخر: "بل يئسوا فانقلبوا". وله حديث واحد في كلمات الفرج.
٣ يبدو أن هذه الجملة في ترجمة الحسن بن علي أصلا، ودخلت في ترجمة الحسن بن الحسن بن علي خطأ، إذ إن وفاة عثمان "٣٥"، ووفاة الحسن بن الحسن "٩٧".
٤ الحسن بن عمرو الفقيمي، التيمي الكوفي: وثقه أيضًا أحمد، وابن معين، وعلي بن المديني، وابن حبان، وأخرج له البخاري في الصحيح، وقال "التاريخ الكبير" "١: ٢: ٢٩٨"، "الثقات" "٦: ١٦٤"، التهذيب "٢: ٣١٠".
٥ هو الحسن بن محمد بن علي بن أبي طالب، الهاشمي، أبو محمد المدني، وأبوه يُعرف بابن الحنفية. متفق على توثيقه، حديثه في الكتب الستة، مات في زمن عبد الملك وكان من علماء الناس بالاختلاف، وكان يقول: "من خلع أبا بكر وعمر، فقد خلع السنة".
له ترجمة في "التاريخ الكبير" "١: ٢: ٣٠٣"، وثقات ابن حبان "٤: ١٢٢"، والتهذيب "٢: ٣٢٠".',NULL,'117',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (115,'أسامة: كان مرجئًا، وهو أول من وضع الإرجاء١.
٢٨٧- الحسن العرني: "كوفي"، ثقة٢.
باب حسين:
٢٨٨- حسين بن سبرة: "كوفي"، تابعي، ثقة٣.
٢٨٩- حسين بن شفي: "مصري"، تابعي، ثقة٤.
_________
١ قال الحافظ ابن حجر: المراد بالإرجاء الذي تكلم الحسن بن محمد فيه غير الإرجاء الذي يعيبه أهل السنة المتعلق بالإيمان، وذلك أني وقفت على كتاب الحسن بن محمد المذكور، أخرجه ابن أبي عمر العدني في كتاب الإيمان له -في آخره- قال: حدثنا إبراهيم بن عيينة، عن عبد الواحد بن أيمن، قال: كان الحسن بن محمد يأمرني أن أقرأ هذا الكتاب على الناس: "أما بعد، فإنا نوصيكم بتقوى الله ... ", فذكر كلامًا كثيرًا في الموعظة والوصية لكتاب الله واتباع ما فيه، وذكر اعتقاده، ثم قال في آخره: "ونوالي أبا بكر وعمر -رضي الله عنهما- ونجاهد فيهما، لأنهما لم تقتتل عليهما الأمة، ولم تشك في أمرهما، ونرجئ من بَعدَهما ممن دخل في الفتنة فنكل أمرهما إلى الله ... ".
فمعنى الذي تكلم فيه الحسن أنه كان يرى عدم القطع على إحدى الطائفتين المقتتلتين في الفتنة بكونه مخطئًا، أو مصيبًا، وكان يرى أنه يرجئ الأمر فيهما، وأما الإرجاء الذي يتعلق بالإيمان فلم يعرج عليه ... ". ا. هـ. التهذيب "٢: ٣٢١".
٢ الحسن بن عبد الله العرني البجلي الكوفي: أخرج له الستة, سوى الترمذي, ووثقه: أبو زرعة، وابن سعد، وابن حبان، وقال ابن معين: "ليس به بأس".
تاريخ ابن معين "٢: ١١٥"، ثقات ابن حبان "٤: ١٢٥"، التهذيب "٢: ٢٩٠".
٣ ورد اسمه في "التاريخ الكبير" "٢: ١: ٥" حصين بن سبرة، وكذا هو في "ثقات ابن حبان" "٤: ١٥٨".
٤ الحسين بن شفي بن ماتع الأصبحي المصري: يروي عن عبد الله بن عمرو، وتبيع الحميري، روى عنه النعمان بن عمرو بن خالد، وحيوة بن شريح، ووثقه ابن حبان.
"التاريخ الكبير" "١: ٢: ٣٨٣"، الثقات "٤: ١٥٥"، التهذيب "٢: ٣٤١".',NULL,'118',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (116,'٢٩٠- حسين بن عبد الأول الأحول١: "كوفي"، ثقة، عالم.
٢٩١- حسين بن علي بن أبي طالب رضي الله عنه٢, وقُتِلَ الحسين بن علي بن أبي طالب بكربلاء، قتله عُبيد الله بن زِياد.
حدثنا سليمان بن حرب، حدثنا حماد بن زيد، عن يحيى بن سعيد، عن عبيد بن حنين٣، عن حسين بن علي، قال: صعدت إلى عمر رضي الله عنه وهو على المنبر، فقلت: انزل عن منبر أبي واذهب إلى منبر أبيك، قال: من علمك هذا؟ قلت: ما علمني أحد، قال: منبر أبيك والله، منبر أبيك والله، وهل
_________
١ الحسين بن عبد الأول الأحول: قال أبو زرعة: لا أحدث عنه، روى أحاديث لا أدري ما هي، وقال أبو حاتم: تكلم فيه الناس، وقال ابن معين: كذاب، وذكره البخاري في الكبير، ولم يذكر فيه جرحًا، وذكره ابن حبان في "الثقات".
التاريخ الكبير "١: ٢: ٣٩٣"، الميزان "١: ٥٣٩"، اللسان "٢: ٢٩٤".
٢ الحسين بن علي بن أبي طالب رضي الله عنه القرشي، الهاشمي ريحانة رسول الله صلى الله عليه وسلم: غير النبي صلى الله عليه وسلم اسمه من حرب إلى حسين، وقال عنه في الحديث الذي أخرجه ابن ماجه "١: ٥١": "حسين مني، وأنا من حسين، أحب الله من أحب حسينًا، حسين سبط من الأسباط".
وقال رسول الله صلى الله عليه وسلم: "الحسن والحسين سيدا شباب أهل الجنة". "الترمذي ٥: ٦٥٦، وأحمد ٣: ٣، ٣: ٦٢، ٣: ٨٢".
وقال: "من أحبهما فقد أحبني، ومن أبغضهما فقد أبغضني".
وكان الرسول صلى الله عليه وسلم يخطب فجاء الحسن والحسين، عليهما قميصان أحمران يمشيان ويعثران، فنزل رسول الله صلى الله عليه وسلم من المنبر فحملهما، فوضعهما بين يديه، ثم قال: "صدق الله: {إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ} ، نظرت إلى هذين الصبيين يمشيان ويعثران، فلم أصبر حتى قطعت حديثي، ورفعتهما". أخرجه الإمام أحمد "٥: ٣٥٤"، والترمذي "٥: ٦٥٨".
وكان الحسين أشبههما برسول الله صلى الله عليه وسلم. والبخاري في فضائل أصحاب النبي صلى الله عليه وسلم باب مناقب الحسن والحسين.
٣ هو عبيد بن حنين المدني، أبو عبد الله، مولى آل زيد بن الخطاب، متفق على توثيقه، وليس بكثير الحديث. ترجمته في التهذيب "٧: ٦٣".',NULL,'119',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (117,'أنبت الشعر على رؤوسنا إلا أنتم لو١ جعلت تغشانا.
٢٩٢- حسين بن علي الجعفي: يكنى أبا عبيد الله٢: "كوفي"، ثقة، وكان يقرئ القرآن، وكان رأسًا فيه، وكان رجلا صالحًا، لم أر رجلا قط أفضل منه.
روى عنه سفيان بن عيينة حديثين، ولم يره إلا مقعدًا، كان يحمل في محفة على مقعد في مسجد على باب داره، وربما دعا بالطشت، فبال مكانه.
وكان صحيح الكتاب، ويقال: إنه لم ينحر قط، ولم يطأ أنثى قط.
وكان جميل اللباس، وكان يخضب إلى الصفرة خضابه، ومات ولم يخلف إلا ثلاثة عشر دينارًا.
وكان من أروى الناس عن زائدة يختلف إليه إلى منزله يحدثه.
وكان سفيان الثوري إذا رآه عانقه، وقال: هذا راهب جعفي.
سمع حسين بن علي الجعفي من عبد الرحمن بن يزيد بن جابر حديثين:
"حديث": "أكثروا من الصلاة عليّ يوم الجمعة، فإن صلاتكم
_________
١ الزيادة من التهذيب "٢: ٣٤٦"، وكمالة الخبر: قال: فأتيته يومًا، وهو خالٍ بمعاوية، وابن عمر بالباب، فرجع ابن عمر، ورجعت معه، فلقيني بعد ذلك، فقال لي: "لم أرك"، فقلت: "يا أمير المؤمنين! إني جئت، وأنت خال بمعاوية، وابن عمر بالباب، فرجع ورجعت"، فقال: "أنت أحق بالإذن من ابن عمر، وإنما أنبت ما ترى في رؤوسنا الله، ثم أنتم".
٢ الحسين بن علي الجعفي الكوفي المقرئ: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٢: ٣٥٧-٣٥٩".',NULL,'120',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (118,'تبلغني"١.
"وحديث" آخر في الجمعة٢.
٢٩٣- حسين بن كهل روى عنه أبو نعيم٣.
..........
* تضمينات الحافظ ابن حجر:
٢٩٤- حسين بن محمد بن بهرام التميمي٤: "بصري"، ثقة.
..........
٢٩٥- حسين بن ميمون: "كوفي"، ثقة٥.
_________
١ الحديث أخرجه ابن ماجه في: "٦" كتاب الجنائز "٦٥" باب ذكر وفاته ودفنه صلى الله عليه وسلم، الحديث "١٦٣٦"، من طريق أبي بكر بن أبي شيبة، عن الحسين بن علي الجعفي، عن عبد الرحمن بن يزيد بن جابر، عن أبي الأشعث الصنعاني، عن أوس بن أوس، قال: قال رسول الله صلى الله عليه وسلم: "إن من أفضل أيامكم يوم الجمعة, فيه خلق آدم, وفيه النفخة، وفيه الصعقة فأكثروا عليّ من الصلاة فيه، فإن صلاتكم معروضة عليّ"، فقال رجل: يا رسول الله! كيف تعرض صلاتنا عليك وقد أرمت؟ -يعني بليت- قال: "إن الله حرم على الأرض أن تأكل أجساد الأنبياء". سنن ابن ماجه "١: ٥٢٤".
وأخرجه أبو داود عن هارون بن عبد الله في الصلاة، وعن الحسن بن علي، ورواه ابن ماجه في الصلاة عن أبي بكر بن أبي شيبة أيضًا.
٢ وهو حديث: "من غسل يوم الجمعة واغتسل، ثم بكر وابتكر ... " الحديث. أخرجه الحاكم في "المستدرك" عن الوليد بن مسلم، عن موسى بن عبد الرحمن، عن حسين بن علي الجعفي، عن عبد الرحمن بن يزيد بن جابر، عن أبي الأشعث الصنعاني.
كما رواه "أيضًا" أبو داود في الطهارة عن محمد بن حاتم الجرجرائي، عن عبد الله بن المبارك، عن الأوزاعي، عن حسان بن عطية، عن أبي الأشعث الصنعاني، وأخرجه الترمذي والنسائي في الطهارة. تحفة الأشراف "٢: ٢".
٣ لم أظفر به.
٤ حسين بن محمد بن بهرام التميمي، أبو أحمد المؤدب المروزي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٢: ٣٦٦".
٥ حسين بن ميمون الخندثي: ذكره البخاري في "التاريخ الكبير" "١: ٢: ٣٨٥"، وقال بعد أن سرد له حديثًا عن علي قال: سألت النبي صلى الله عليه وسلم أن يوليني الخُمس فأعطاني، ثم أبو بكر فأعطاني, ثم عمر وهو حديث لم يتابع عليه ومن أجل هذا الحديث سرده العقيلي في "الضعفاء الكبير" "١: ٢٥٣".
خلاف ذلك فقد قال ابن المديني: ليس بمعروف، قلّ من روى عنه، وقال أبو حاتم: ليس بقوي, وذكره ابن حبان في "الثقات" "٨: ١٨٤" وقال: ربما أخطأ.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (119,'٢٩٦- حسين المعلم: "بصري"، ثقة١.
باب حصين:
٢٩٧- حصين بن جندب أبو ظبيان٢: "كوفي"، تابعي، ثقة.
٢٩٨- حصين بن عبد الرحمن السلمي٣: "كوفي"، ثقة، ثبت في المدينة، والواسطيون أروى الناس عنه؛ لأنه سكن المبارك بآخرة فسمع منه الواسطيون بالمبارك، وأرواهم عنه: عباد بن العوام، وكان شيخًا قديمًا، ويقال: إنه أسن من منصور بن المعتمر السلمي.
٢٩٩- حصين بن قبيصة الفزاري٤: ثقة، سمع من عبد الله يعني ابن مسعود.
_________
١ الحسين بن ذكوان المعلم البصري: متفق على توثيقه, أخرج له الجماعة، مترجم في التهذيب "٢: ٣٣٨". ذكره العقيلي في "الضعفاء الكبير" "١: ٢٥٠" وقال: مضطرب الحديث، فتعقبه الذهبي في "الميزان" "١: ٥٣٤" فقال: ضعفه العقيلي بلا حجة.
٢ حصين بن جندب بن الحارث بن وحشي بن مالك الجَنْبي، أبو ظبيان الكوفي: متفق على توثيقه، حديثه في الكتب الستة, مترجم في "التهذيب" "٢: ٣٧٩.
٣ حصين بن عبد الرحمن السلمي، أبو الهذيل الكوفي، ابن عم منصور بن المعتمر، متفق على توثيقه، أخرج له الجماعة, مترجم في "التهذيب" "٢: ٣٨١".
٤ حصين بن قبيصة الفزاري: روى عن عبد الله بن مسعود وعلي بن أبي طالب، والمغيرة بن شعبة. ووثقه ابن حبان، وله ترجمة في "التاريخ الكبير" "٢: ١: ٥", و"ثقات ابن حبان" "٤: ١٥٧".',NULL,'122',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (120,'٣٠٠- حصين بن عمر: "كوفي"، ثقة١.
٣٠١- حصين٢ والد عمران بن حصين: قد أتى النبي صلى الله عليه وسلم.
٣٠٢- حصين بن أبي الحُرّ٣ وهو حصين بن مالك العنبري: "بصري"، تابعي، ثقة، وهو جد عبد الله بن حصين، قاضي البصرة.
٣٠٣- حصين بن نمير٤: "بصري"، ثقة.
باب حضين بالضاد المعجمة:
٣٠٤- حضين بن المنذر٥، أبو ساسان السدوسي: "بصري"،
_________
١ حصين بن عمر الأحمسي، أبو عمر، ويقال: أبو عمران الكوفي. ذكره البخاري في "الكبير" "٢: ١: ١٠"، وقال: منكر الحديث. قدم بغداد سائلا، قال ابن حبان في "المجروحين" "١: ٢٧٠": يروي الموضوعات عن الأثبات، سئل عنه يحيى بن معين فقال: ليس بشيء. وقال أبو حاتم: واه جدًّا، وقال الذهبي في "الميزان" "١: ٥٥٣": له في جامع الترمذي حديث: "من غش العرب لم يدخل شفاعتي", وذكره العقيلي في "الضعفاء الكبير" "١: ٣١٤".
٢ حصين بن عبيد بن خلف الخزاعي: والد عمران بن حصين له ترجمة في "الإصابة" "١: ٣٣٧"، وذكره ابن حبان في "الصحابة" "٣: ٨٨".
٣ حصين بن أبي الحر التميمي العنبري: روى عن سمرة بن جندب، روى عنه عبد الملك بن عمير.
له ترجمة في "التاريخ الكبير" "٢: ١: ٤", وذكره ابن حبان في الثقات "٤: ١٥٦"، وله ترجمة في التهذيب "٢: ٣٨٨"، ووثقه أيضًا أبو حاتم، وروى له النسائي حديثًا في الحجامة، وابن ماجه في القول لجده: لا يجني عليك.
٤ حصين بن نمير الواسطي أبو محصن الضرير، روى عنه علي بن المديني، والحسن بن قزعة، ومسدد، والحسين بن محمد الذارع، وغيرهم، ووثقه أيضًا أبو زرعة وابن حبان وقال ابن معين وأبو حاتم: صالح.
أخرج له البخاري والأربعة سوى ابن ماجه، وله ترجمة في "التاريخ الكبير" "٢: ١: ٤"، و"تاريخ ابن معين" "٢: ١٢٠, ١٢١"، "ثقات ابن حبان" "٤: ١٥٧"، "التهذيب" "٢: ٣٩١".
٥ حضين بن المنذر، أبو ساسان السدوسي البصري: روى عنه الحسن البصري، وداود بن أبي هند، وغيرهما =',NULL,'123',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (121,'تابعي، ثقة، وكان رجلا صالحًا، وكان على راية علي رضي الله عنه يوم صفين.
باب حطان:
٣٠٥- حِطان بن عبد الله الرقاشي١: "بصري"، تابعي، ثقة، وكان رجلا صالحًا.
باب حفص:
٣٠٦- حفص بن عاصم بن عمر بن الخطاب٢: "مدني"، تابعي، ثقة.
٣٠٧- حفص بن عمر بن الخطاب٣: "مدني"، تابعي، ثقة.
_________
١ حطان بن عبد الله الرقاشي البصري: يروي عن علي بن أبي طالب وأبي موسى الأشعري، روى عنه الحسن البصري، ويونس بن جبير، وكان ثقة قليل الحديث، أخرج له مسلم والأربعة، وقال ابن المديني: ثبت، وذكره ابن حبان في "الثقات".
"التاريخ الكبير" "٢: ١: ١١٨"، "ثقات ابن حبان" "٤: ١٨٩"، "التهذيب" "٢: ٣٩٦".
٢ حفص بن عاصم بن عمر بن الخطاب: متفق على توثيقه, حديثه في الكتب الستة.
له ترجمة في "التاريخ الكبير" "١: ٢: ٣٥٦"، "الثقات" "٤: ١٥٢"، "التهذيب" "٢: ٤٠٢".
٣ كذا ورد بالأصل، وهو الذي قبله، نقله الناسخ بدون "ابن عاصم".',NULL,'124',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (122,'٣٠٨- حفص بن عمرو بن عبيد١: "كوفي"، ثقة.
٣٠٩- حفص بن عمر أبو عمر الصنعاني٢: هو حفص بن ميسرة٣ يكتب حديثه وهو ضعيف الحديث.
٣١٠- حفص بن غياث٣: ثقة، مأمون، فقيه، وكان على قضاء الكوفة وكان وكيع ربما يسأل عن الشيء فيقول: اذهبوا إلى قاضيها فاسألوه، وكان سخيًّا عفيفًا مسلمًا.
قال العجلي عن أبيه: كنت عند عبد الله بن إدريس الأودي فوقف علينا حفص بن غياث فقمت إليه فسلمت عليه فقال ابن إدريس: لم قمت إليه؟ قلت: يا أبا محمد! قاضينا، وشيخ من شيوخنا. فقال: ما أعجبني ما صنعت.
_________
١ حفص بن عمر بن عبيد الطنافسي الكوفي: روى عنه علي بن المديني، ومحمود بن غيلان، وقال الدارقطني: روى عن مالك، أخرج له الترمذي، "التهذيب" "٢: ٤٠٩".
٢ حفص بن عمر بن ميمون العدني ويقال له: الصنعاني قال أبو حاتم: لين الحديث، وقال النسائي: ليس بثقة، وقال ابن عدي: عامة أحاديثه غير محفوظة، وقال العقيلي: لا يقيم الحديث، وقال ابن حبان: كان ممن يقلب الأسانيد، لا يجوز الاحتجاج به إذا انفرد، روى عن مالك عن نافع عن ابن عمر عن بسرة حديث مس الذكر والصواب: موقوف على ابن عمر، ولكن انقلب عليه. "المجروحين" "١: ٢٥٧"، "الضعفاء الكبير للعقيلي" "١: ٢٧٣"، "التهذيب" "٢: ٤١٠".
٣ كذا بالأصل، والذي في كتب الرجال أنه حفص بن ميسرة العقيلي، أبو عمر الصنعاني، وهو ثقة، وقد نقل الحافظ ابن حجر قول العجلي: "يكتب حديثه وهو ضعيف الحديث" في ترجمة حفص بن عمر أبو عمر الصنعاني الذي مضى بالترجمة السابقة، ولم يذكر في ترجمة حفص بن ميسرة أي رأي للعجلي، خلاف ذلك فإن حفص بن ميسرة ثقة، أخرج له الشيخان، وحفص بن عمر ضعيف.
٤ حفص بن غياث بن طلق بن معاوية بن مالك بن الحارث بن ثعلبة النخعي، أبو عمر الكوفي، قاضيها، وقاضي بغداد أيضًا: متفق على توثيقه. حديثه في الكتب الستة.
"تاريخ ابن معين" "٢: ١٢١, ١٢٢، "التاريخ الكبير" "١: ٢: ٣٦٧"، "الثقات" "٦: ٢٠٠"، "التهذيب" "٢: ٤١٥".',NULL,'125',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (123,'باب حكام والحكم:
٣١١- حكام بن سلم الرازي١: ثقة.
٣١٢- الحكم بن أبان٢: "عدني" ثقة، صاحب سنة، كان إذا هدأت العيون وقف في البحر إلى ركبتيه يذكر الله حتى يصبح، قال: يذكر الله مع حيتان البحر ودوابه.
٣١٣- الحكم بن الأعرج٣: "بصري"، تابعي، ثقة.
٣١٤- الحكم بن أبي العاص الثقفي٤: تابعي، ثقة، "بصري".
٣١٥- الحكم بن عتيبة٥: ثقة، ثبت في الحديث، وكان من فقهاء
_________
١ حكام بن سلم الكناني أبو عبد الرحمن الرازي: وثقه أيضًا ابن سعد، وابن معين، وأبو حاتم، ويعقوب بن شيبة، ويعقوب بن سفيان، وابن حبان، وإسحاق بن راهويه، وقال الدارقطني: لا بأس به، وأخرج له مسلم، والأربعة، والبخاري تعليقًا.
"تاريخ ابن معين" "٢: ١٢٣"، "التاريخ الكبير" "٢: ١: ١٢٤"، "الثقات" "٦: ٢٤٢"، "التهذيب" "٢: ٤٢٢".
٢ الحكم عن أبان العدني، أبو عيسى، وثقه أيضًا ابن معين، والنسائي، وابن حبان، وحكى ابن خلفون توثيقه عن ابن نمير، وعلي بن المديني، وأحمد بن حنبل، وقال ابن خزيمة في صحيحه: تكلم أهل المعرفة بالحديث في الاحتجاج بخبره.
"تاريخ ابن معين" "٢: ١٢٣"، "التاريخ الكبير" "١: ٢: ٣٣٤"، "الثقات" "٦: ٢٤٢"، "التهذيب" "٢: ٤٢٢".
٣ الحكم بن عبد الله بن إسحاق الأعرج البصري: وثقه أيضًا الإمام أحمد وأبو زرعة وابن حبان.
"التاريخ الكبير" "١: ١: ٤٢٨" في ترجمة شيخه أشعث "الثقات" "٦: ١٨٦"، "التهذيب" "٢: ٤٢٨".
٤ الحكم بن أبي العاص الثقفي، أخو عثمان بن أبي العاص، عداده في أهل البصرة، روى عنه معاوية بن قرة، له ترجمة في "التاريخ الكبير" "١: ٢: ٣٢٩". و"ثقات ابن حبان" "٤: ١٤٣".
٥ الحكم بن عتيبة الكندي: أبو محمد: متفق على توثيقه، أخرج له الجماعة.
"تاريخ ابن معين" "٢: ١٢٥"، "التاريخ الكبير" "١: ٢: ٣٣٠"، "الثقات" "٤: ١٤٤"، "التهذيب" "٢: ٤٣٤".
وقد فرق في "التهذيب" بين الحكم بن عتيبة الكندي وبين الحكم بن عتيبة العجلي، وأفردهما البخاري وابن حبان.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (124,'أصحاب إبراهيم النخعي، وكان صاحب سنة واتباع، روى عنه: الأعمش، وشعبة، ولم يسمع منه سفيان وقد أدركه. يقال: إن أبا عوانة سمع منه أربعمائة حديث، ولم يحدث منها إلا بحديثين، وترك الباقي فرقًا من شعبة، وكان فيه تشيع، إلا أن ذلك لم يظهر منه إلا بعد موته.
٣١٦- الحكم بن موسى١: أبو صالح، ثقة، سكن بغداد.
٣١٧- الحكم بن نافع أبو اليمان الحمصي٢: بهراني، لا بأس به.
٣١٨- الحكم بن هشام الثقفي٣: من أنفس ثقيف، وكان ثقة، وكان يقول لنا: كان هذا المنبر مجلس الحي -يعني منبر الكوفة- من وليه في ثقيف.
حدثي أبي عبد الله، قال: قال رجل للحكم: ما تقول في معاوية؟ قال:
_________
١ الحكم بن موسى بن أبي زهير، أبو صالح القنطري: وثقه أيضًا ابن سعد، وصالح جزرة، وابن قانع، وروى عنه الأئمة الكبار: البخاري، ومسلم، وأبو داود، والنسائي، وابن ماجه، وأبو زرعة، وأبو حاتم، وأحمد بن حنبل، والدارمي، وأبو قدامة السرخسي، وابن المديني، وغيرهم. له ترجمة في "تاريخ بغداد" "٨: ٢٢٦"، و"التهذيب" "٢: ٤٣٩"، و"ثقات ابن حبان" "٨: ١٩٥".
٢ الحكم بن نافع البراني، أبو اليمان الحمصي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٢: ٤٤١".
٣ الحكم بن هشام بن عبد الرحمن، أبو محمد الثقفي العقيلي: وثقه أيضًا ابن معين، وأبو داود، والوليد بن مسلم، وقال أبو زرعة: لا بأس به، وقال أبو حاتم: "يكتب حديثه، ولا يحتج به".
"تاريخ ابن معين" "٢: ١٢٧"، "التاريخ الكبير" "١: ٢: ٣٣٨"، "الثقات" "٦: ١٨٧"، تهذيب تاريخ دمشق "٤: ٤١٥"، "التهذيب" "٢: ٤٤٣".',NULL,'127',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (125,'ذاك خال كل مؤمن، قال: فما تقول في عثمان؟ قال: ذاك والله منصور النصرة، مخذول الخذلة، مقتول القتلة أمير النور١.
وروى عن قتادة وعبد الملك بن عمير، حدثني أبي عبد الله، قال: جاء يومًا يشتري سمكًا فاستعان برجل يشتري له، فقال له السماك: أصلحك الله أي شحم في بطنها؟ فقال: ظلم تقول إنما استعنا بهذا ليكفينا مؤنتك.
وكان فقيرًا، وكان يدعى إلى الطعام وهو جائع ويلبس مطرف خز له قديم، ثم يدخل العرس، فيبارك ولا يأكل عزة نفس.
وكان عسرًا في الحديث، فلما جاء ابن المبارك انبسط إليه وحدثه، وكان مواخيًا لأبي حنيفة.
باب حَكيم وحُكيم:
٣١٩- حكيم بن جابر الأحمسي٢: سمع من عبد الله بن مسعود، ثقة.
٣٢٠- حكيم بن حزام بن خويلد الأسدي٣: من أصحاب النبي
_________
١ وردت العبارة في تهذيب تاريخ دمشق الكبير "٤: ٤١٥" هكذا: "قال العجلي: أقبل الحكم يريد مندلا، فلما دنا منه وجلس قال له أصحابه: يا أبا محمد! ما تقول في عثمان؟ قال: كان والله خيار الخيرة، أمير البررة، قتيل الفجرة، منصور النصرة، مخذول الخذلة، أما خاذله فقد خذله الله، وأما قاتله فقد قتله الله، وأما ناصره فقد نصره الله، ما تقولون أنتم؟ قالوا: فعلي خير أم معاوية. قال: بلي علي خير من معاوية، قالوا: فأيهما كان أحق بالخلافة؟ قال: من جعله الله خليفة فهو أحق!!
٢ حكيم بن جابر بن طارق بن عوف الأحمسي: وثقه أيضًا: ابن معين، وابن سعد، والنسائي، وابن حبان، "التاريخ الكبير" "٢: ١: ١٢"، "الثقات" "٤: ١٦٠"، "التهذيب" "٢: ٤٤٤".
٣ حكيم بن حزام بن خويلد بن أسد بن عبد العزى ابن أخي خديجة بنت خويلد زوج النبي صلى الله عليه وسلم، أسلم يوم فتح مكة، من المؤلفة قلوبهم. له ترجمة في الإصابة "١: ٣٤٩"، "التاريخ الكبير" "٢: ١: ١١"، "الثقات" "٣: ٧٠"، "التهذيب" "٢: ٤٤٧".',NULL,'128',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (126,'صلى الله عليه وسلم.
٣٢١- حكيم بن حكيم بن عباد بن حنيف١: "مدني"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٣٢٢- حكيم بن الديلم المدائني٢: ثقة.
..........
٣٢٣- حكيم بن عجينة٣: "كوفي"، ضعيف الحديث، غال في التشيع، متروك.
٣٢٤- حكيم بن عقال٤: "بصري"، تابعي، ثقة.
٣٢٥- حكيم بن قيس بن عاصم التميمي٥: "بصري"، تابعي، ثقة.
_________
١ حكيم بن حكيم بن عباد بن حنيف الأنصاري الأوسي: كان قليل الحديث أخرج له الأربعة، وابن خزيمة، وغيرهم، وذكره ابن حبان في "الثقات".
"التاريخ الكبير" "٢: ١: ١٧"، "الثقات" "٦: ٢١٤"، "التهذيب" "٢: ٤٤٨".
٢ حكيم بن الديلم المدائني، روى عن أبي بردة بن أبي موسى، وعنه سفيان الثوري، وثقه "أيضًا": سفيان الثوري، وابن معين، والنسائي، والخطيب، وابن حبان، وقال غيرهم: صالح.
"التاريخ الكبير" "٢: ١: ١٦"، "الثقات" "٦: ٢١٥"، "التهذيب" "٢: ٤٤٨".
٣ حكيم بن عجينة الكوفي، كذا بالأصل، وفي الميزان "١: ٥٨٦"، واللسان "٢: ٣٤٤": حكيم بن عُجيبة، ونقل الذهبي تضعيفه عن المصنف.
٤ حكيم بن عقال القرشي: يروي عن عبد الله بن عمر، روى عنه قتادة، له ترجمة في "التاريخ الكبير" "٢: ١: ١٣"، وثقات ابن حبان "٤: ١٦١".
٥ حكيم بن قيس بن عاصم التميمي المنقري البصري: له ترجمة في "التاريخ الكبير" "٢: ١: ١٢"، وثقات ابن حبان "٤: ١٦١"، و"التهذيب" "٢: ٤٥٠".',NULL,'129',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (127,'٣٢٦- حكيم بن معاوية أبو بهز١: تابعي، ثقة.
٣٢٧- حكيم بن سعد أبو يحيى٢: تابعي، "كوفي"، ثقة.
حدثنا علي بن أحمد بن زكريا أبو سعيد، حدثنا الدوري، قال: سمعت يحيى بن معين يقول: أبو تِحيى = حكيم بن سعد٣.
باب حماد:
٣٢٨- حماد بن أسامة٤ = أبو أسامة: "كوفي"، ثقة، وكان يعد من حكماء أصحاب الحديث، "وما بالكوفة شاب أعقل من أبي أسامة"٥.
٣٢٩- حماد بن زيد٦: يكنى أبا إسماعيل: "بصري"، ثقة، ثبت
_________
١ حكيم بن معاوية بن حيدة القشيري، أبو بهز: قال النسائي: ليس به بأس، وذكره ابن حبان في "الثقات".
"التاريخ الكبير" "٢: ١: ١٢"، "الثقات" "٤: ١٦١"، "التهذيب" "٢: ٤٥١".
٢ حُكيم بن سعد الحنفي، أبو تِحيى الكوفي، روى عن علي، وأم سلمة، روى عنه عمران بن ظبيان والأعمش.
"تاريخ ابن معين" "٢: ١٢٨"، "التاريخ الكبير" "٢: ١: ٨٧"، "الثقات" "٤: ١٨٢"، "التهذيب" "٢: ٤٥٣".
٣ العبارة في "التاريخ" لابن معين "٢: ١٢٨".
٤ حماد بن أسامة بن زيد القرشي، أبو أسامة الكوفي: مجمع على توثيقه، أخرج له الجماعة، مترجم في التهذيب، وفاته "٢٠١"، وتتلمذ عليه المصنف، وكثيرًا ما يقارنه مع غيره. تجدها في ثنايا الكتاب.
"تاريخ ابن معين" "٢: ١٢٨"، "التاريخ الكبير" "٢: ١: ٢٦"، "الثقات" "٦: ٢٢٢"، "التهذيب "٣: ٢".
٥ الزيادة من التهذيب "٣: ٣"، قاله العجلي بسنده إلى سفيان الثوري.
٦ حماد بن زيد بن درهم الأزدي الجهضمي، أبو إسماعيل البصري: متفق على توثيقه، حديثه في الكتب الستة، مترجم في التهذيب.
تاريخ ابن معين "٢: ١٣٠"، "التاريخ الكبير" "٢: ١: ٢٤"، "الثقات" "٦: ٢١٧"، "التهذيب" "٣: ٩".',NULL,'130',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (128,'في الحديث، وهو مولى جرير بن حازم بن إسماعيل.
حدثني أبي: عبد الله، قال: قال ابن المبارك:
أيها الطالب علمًا ... ائت حماد بن زيد
فاطلب العلم بحلم ... ثم قيده بقيد
وكان حديثه أربعة آلاف حديث يحفظها.
٣٣٠- حماد بن سلمة١ = يكنى أبا سلمة: "بصري"، ثقة، رجل صالح، حسن الحديث، يقال: إن عنده ألف حديث حسن ليس عند غيره، وكان لا يحدث حتى يقرأ مائة آية نظرًا في المصحف.
وكان حجاج٢ إذا حدث عن حماد، قال: حدثنا حماد، وإذا حدث عن حماد بن زيد قال: حدثنا حماد بن زيد.
٣٣١- حماد بن أبي سليمان٣ مولى الأشعريين: "كوفي"، ثقة، كان أفقه أصحاب إبراهيم.
_________
١ حماد بن سلمة بن دينار البصري، أبو سلمة مولى تميم. وثقه أيضًا الساجي، والنسائي، وابن حبان، وأخرج له مسلم، والأربعة، والبخاري تعليقًا أخرج له حديثًا في رواية ثابت عن أنس، ذكره المزي في "تحفة الأشراف"، واستشهد به في مواضع ليبين أنه ثقة.
قال البيهقي: هو أحد أئمة المسلمين، إلا أنه لما كبر ساء حفظه، فلذا تركه البخاري، وأما مسلم فاجتهد، وأخرج من حديثه عن ثابت ما سمع منه قبل تغيره، وما سوى حديثه عن ثابت لا يبلغ اثنى عشر حديثًا أخرجها في الشواهد.
تاريخ ابن معين "٢: ١٣٠-١٣١"، "التاريخ الكبير" "٢: ١: ٢١"، ثقات ابن حبان "٦: ٢١٦"، التهذيب "٣: ١١-١٦".
٢ هو حجاج بن المنهال الأنماطي، روى عن الحمادين، وغيرهما، وقد مضى بالترجمة رقم "٢٥٥" من هذا الكتاب، صفحة "١٠٩".
٣ حماد بن أبي سليمان، أبو إسماعيل الأشعري الكوفي: أحد أئمة الفقهاء، روى عنه الثقات الكبار: شعبة، وسفيان الثوري، وهشام الدستوائي، وغيرهم.
وثقة "أيضًا" ابن معين، والنسائي، وابن حبان، وقال غيرهم: صدوق. "التاريخ" لابن معين "٢: ١٣٢"، "التاريخ الكبير" "٢: ١: ١٨-١٩"، "الثقات" "٤: ١٥٩"، الضعفاء الكبير للعقيلي "١: ٣٠١"، التهذيب "٣: ١٦".',NULL,'131',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (129,'ويروى عن مغيرة: سأل حمادٌ إبراهيمَ، وكان له لسان سَئول وقلب عقول وكانت به مُوتة! وربما حدثهم بالمدينة فيعتريه ذلك، فإذا أفاق أخذ من حيث أتته. وكان يكنى أبا إسماعيل.
قلت: وما الموتة؟ قال: طرف من الجنون.
وحديثه أقل من مائتي حديث، وهو مولى لإبراهيم بن أبي موسى الأشعري، وكان ممن أرسل به معاوية إلى أبي موسى الأشعري، وهو بدومة الجندل واسم أبي حماد: مسلم.
قال: ويروى عن مغيرة، قال: لما مات إبراهيم كان الحكم "بن عتيبة"١ فمن دونه يجلسون إلى حماد، حتى أحدث الذي أحدث، كان يتكلم في شيء من الإرجاء، ولم يكن بصاحب كلام ولا داعية.
ويروى عن سفيان الثوري، قال: كنا نأتي حمادًا خفية من أصحاب إبراهيم.
وتوفي سنة عشرين ومائة.
وقال أبو حنيفة: قدمت البصرة فظننت أني لا أسأل عن شيء إلا أجبت عنه، فسألوني عن أشياء لم يكن عندي فيها جواب، فجعلت على نفسي أن لا أفارق حمادًا حتى يموت، فصحبته ثماني عشرة سنة.
_________
١ زيادة توضيحية.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (130,'باب حمزة:
٣٣٢- حمزة بن حبيب الزيات١ = يكنى: أبا عمارة: "كوفي" تيمي، ثقة، رجل صالح.
٣٣٣- حمزة بن عبد الله بن الزبير٢: "مدني"، تابعي، ثقة.
٣٣٤- حمزة بن عبد الله بن عمر٣: "مدني"، تابعي، ثقة.
٣٣٥- حمزة بن عبد المطلب٤: يكنى أبا عمارة، ويقال: أبو يعلى، قتل يوم أحد.
٣٣٦- حمزة بن المغيرة بن شعبة٥: "مدني"، تابعي، ثقة.
_________
١ حمزة بن حبيب بن عمارة الزيات، أبو عمارة الكوفي: كان يجلب الزيت من الكوفة إلى حلوان، ويجلب الجبن والجوز من حلوان، إلى الكوفة، وكان من علماء زمانه بالقراءات، وكان من خير عباد الله، أخرج له مسلم، والأربعة، وقيل إنه: صدوق سيئ الحفظ. وله توثيق عند ابن معين في التاريخ، وذكره ابن حبان في الثقات.
"التاريخ" "٢: ١٣٤"، "التاريخ الكبير" "٢: ١: ١٤٨"، الثقات "٦: ٢٢٨"، التهذيب "٣: ٢٧".
٢ حمزة بن عبد الله بن الزبير: ورد بالأصل: حمزة بن الزبير، وليس للزبير ولد اسمه حمزة، والأوكد أنه حمزة بن عبد الله بن الزبير، ذكره ابن أبي حاتم في "الجرح والتعديل" "١: ٢: ٢١٢"، وابن حبان في ثقات التابعين "١: ١٦٩"، وله ترجمة في تعجيل المنفعة للحافظ ابن حجر صفحة "١٠٤".
٣ حمزة بن عبد الله بن عمر بن الخطاب: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب.
"التاريخ الكبير" "٢: ١: ٤٥"، "الثقات" "٤: ٦"، التهذيب "٣: ٣٠".
٤ حمزة بن عبد المطلب -رضي الله عنه- ابن هاشم، عم رسول الله صلى الله عليه وسلم، كنيته أبو يعلى، استشهد يوم أحد في شهر شوال سنة ثلاث.
٥ حمزة بن المغيرة بن شعبة: يروي عن أبيه، أخرج له مسلم، والنسائي، وابن ماجه.
"التاريخ الكبير" "٢: ١: ٤٤"، "الثقات" "٤: ١٦٨"، التهذيب "٣: ٣٣".',NULL,'133',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (131,'باب حميد:
٣٣٧- حميد بن زياد أبو صخر١: ثقة.
..........
* تضمينات الحافظ ابن حجر:
٣٣٨- حميد بن عبد الرحمن بن حميد الرواسي٢: ثقة، ثبت، عاقل، ناسك.
٣٣٩- حميد بن عبد الرحمن بن عوف الزهري٣ = أبو إبراهيم، "مدني"، ثقة.
..........
٣٤٠- حميد بن عبد الرحمن الحميري٤: "بصري"، تابعي، ثقة، وكان ابن سيرين يقول: "هو أفقه أهل البصرة".
_________
١ حميد بن زياد وهو ابن أبي المخارق المدني، أبو صخر الخراط، صاحب العباء، مولى بني هاشم، وثقه "أيضًا": الدارقطني، وابن حبان.
"التاريخ" لابن معين "٢: ١٣٦"، "التاريخ الكبير" "١: ٢: ٣٤٨"، "الثقات" "٦: ١٨٨"، التهذيب "٣: ٤١".
٢ حميد بن عبد الرحمن بن حميد الرواسي: متفق على توثيقه، أخرج له الستة، مترجم في التهذيب "٣: ٤٤".
٣ حميد بن عبد الرحمن بن عوف الزهري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٤٥".
٤ حميد بن عبد الرحمن الحميري البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٤٦" وذكره ابن حبان في ثقات التابعين "٤: ١٤٧".',NULL,'134',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (132,'٣٤١- حميد بن العلاء بن أبي وهب١: "كوفي"، ثقة، وهو أسن من أبي أسامة٢ بقليل، حدثني عنه محمد بن مسلم، وكان أسن منه بقليل قديم الموت.
..........
* تضمينات الحافظ ابن حجر:
٣٤٢- حميد بن قيس الأعرج٣: "مكي"، ثقة.
٣٤٣- حميد بن مالك بن خثيم٤: ثقة.
..........
٣٤٤- حميد بن هلال العدوي٥ = يكنى أبا نصر. قلت: وذكر قبله: حميد بن هلال، فلا أدري هما واحد، وكرره أم لا.
_________
١ مجهول، والذي في الجرح والتعديل "١: ٢: ٢٢٧"، حميد بن العلاء روى عن محمد بن سعيد.
٢ أبو أسامة الحافظ الإمام الحجة، حماد بن أسامة الكوفي، وقد مضى في الترجمة رقم "٣٢٨"، ووفاته "٢٠١". تذكرة الحفاظ "١: ٣٢١-٣٢٢".
٣ حميد بن قيس الأعرج المكي، أبو صفوان الأسدي: متفق على توثيقه، أخرج له الجماعة.
"تاريخ بن معين" "٢: ١٣٧" "التاريخ الكبير" "١: ٢: ٣٥٠"، "الثقات" "٦: ١٨٩"، التهذيب "٣: ٤٧".
٤ حميد بن مالك بن خثيم: وثقه أيضًا ابن حبان، له ترجمة في "التاريخ الكبير" "١: ٢: ٣٤٥"، وثقات ابن حبان "٤: ١٤٨"، وقال: "يقال: هو حميد بن عبد الله بن مالك بن خثيم"، ويؤيده ما في التهذيب "٣: ٤٧".
٥ حميد بن هلال بن هبيرة العدوي، أبو نصر البصري، وثقه "أيضًا": ابن معين، وأبو حاتم، والنسائي، وابن سعد، وابن حبان، وأخذ عليه أنه دخل في عمل السلطان، وليس هذا بجرح يوجب تضعيفه، كما ذكرنا في تقدمة "الضعفاء الكبير" للعقيلي.
"تاريخ بن معين" "٢: ١٣٨"، "التاريخ الكبير" "١: ٢: ٣٤٤" "الثقات" "٤: ١٤٧"، التهذيب "٣: ٥١".',NULL,'135',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (133,'٣٤٥- حميد الطويل: "بصري"، تابعي ثقة١، وهو خال: حماد بن سلمة، حدثني يحيى بن معين عن أبي عبيدة الحداد، قال: قال شعبة، لم يسمع حميد من أنس إلا أربعة وعشرين حديثًا. "والباقي سمعها من ثابت"١.
باب من اسمه حنش:
٣٤٦- حنش بن الحارث٢: "كوفي"، ثقة.
٣٤٧- حنش بن المعتمر٣: "كوفي"، ثقة، تابعي.
٣٤٨- حنش "مصري"٤: تابعي ثقة.
_________
١ حميد بن أبي حميد الطويل، أبو عبيدة الخزاعي البصري: متفق على توثيقه، أخرج له الجماعة مترجم في التهذيب "٣: ٣٨"، وقال ابن معين: حميد بن تيرويه = حميد الطويل، أبو عبيدة.
"تاريخ ابن معين" "٢: ١٣٥"، "التاريخ الكبير" "١: ٢: ٣٤٥"، "الثقات" "٤: ١٤٨".
١ الزيادة في التهذيب "٣: ٣٩".
٢ حنش بن الحارث بن لقيط النخعي الكوفي: "وثقه "أيضًا": ابن سعيد، وابن حبان، وقال أبو حاتم، والبزار، "ليس به بأس".
"التاريخ الكبير" "٢: ١: ٩٩"، "الثقات" "٦: ٢٤٢"، التهذيب "٣: ٥٧".
٣ حنش بن المعتمر الكوفي: وثقه أبو داود وأخرج له في "سننه"، والترمذي في "جامعه"، وقال البخاري: "يتكلمون فيه"، وضعفه العقيلي، وجرحه ابن حبان، وقال في التقريب: "صدوق، وله أوهام، ويرسل، من الثالثة. أخطأ من عده في الصحابة".
"التاريخ" لابن معين "٢: ١٣٩"، "التاريخ الكبير" "٢: ١: ٩٩"، "المجروحين" "١: ٢٦٩"، الميزان "١: ٦١٩"، التهذيب "٣: ٥٨".
٤ هو حنش بن علي: يروي عن ابن عباس، روى عنه قيس بن الحجاج، عداده في أهل مصر، ذكره ابن حبان في "الثقات" "٤: ١٨٣"، وله ترجمة في "التاريخ الكبير" "٢: ١: ٩٩"، وقال أيضًا: "حنش بن عبد الله" وقد أفردهما البخاري، وجعلهما ابن حبان اثنين.
ووثقه أيضًا: أبو زرعة، ويعقوب بن سفيان، وقال أبو حاتم: "صالح". التهذيب "٣: ٥٧".',NULL,'136',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (134,'باب حنظلة:
٣٤٩- حنظلة بن علي بن الأسقع: تابعي، ثقة١.
٣٥٠- حنظلة الأسلمي٢: "مدني"، تابعي، ثقة.
٣٥١- حنظلة الكاتب الأسيدي: من بني تميم من أصحاب النبي صلى الله عليه وسلم٣.
٣٥٢- حنظلة: "كوفي"، لا بأس به٤.
باب حوشب وحيان وحيوة:
٣٥٣- حوشب بن سيف٥: "شامي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
_________
١ حنظلة بن علي بن الأسقع الأسلمي: وثقه "أيضًا": النسائي، وابن حبان، واحتج به مسلم، والأربعة سوى الترمذي.
"التاريخ الكبير" "٢:١: ٣٥"، "الثقات" "٤: ١٦٥"، التهذيب "٣: ٦٢".
٢ هو الذي قبله.
٣ حنظلة بن الربيع بن حيفي الكاتب الأسيدي التميمي، كان يكتب للنبي صلى الله عليه وسلم، انتقل إلى الكوفة وسكنها، ثم خرج منها إلى قرقيساء وسكنها, وقال: لا أسكن ببلدة يشتم فيها عثمان، مات في أيام معاوية، ولا عقب له، وهو ابن أخي أكثم بن صيفي حكيم العرب، وكان أكثم أدرك مبعث النبي صلى الله عليه وسلم، وكان يوصي قومه، ويأمرهم بالإسلام، ومات بالبادية، الثقات "٣: ٩٢".
٤ ترجم ابن معين لحنظلة بن عبد الرحمن القاص، وقال: "حنظلة القاص الكوفي" يروي عن محمد بن فضيل الضبي، يروي عنه أبو نعيم، وأبو معاوية، وهو كوفي ... "لم يكن به بأس إن شاء الله" تاريخ ابن معين" "٢: ١٣٩: ١٤٠".
٥ حوشب بن سيف، أبو روح السكسلي الشامي، ويقال له: المعافري, يروى عن معاوية بن صالح، روى عنه صفوان بن عمرو، وشداد بن أفلح، له ترجمة في "التاريخ الكبير" "٢: ١: ٩٣"، "الثقات" "٢: ١٨٤"، تهذيب تاريخ دمشق الكبير "٥: ١٦: ١٧".',NULL,'137',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (135,'٣٥٤- حيان بن حصين = أبو الهياج الأسدي١: "كوفي"، تابعي، ثقة
...........
٣٥٥- حيان بن شريح: مصري، ثقة رجل صالح٢.
٣٥٦- حيان البارقي٣: "كوفي"، تابعي، بصري.
٣٥٧- حيان الجعفي: "كوفي"، ثقة٤.
٣٥٨- حيوة بن شريح٥: "مصري"، ثقة، رجل صالح.
٣٥٩- حيوة الجعفي: "كوفي"، ثقة٦.
_________
١ حيان بن حصين، أبو الهياج الأسدي الكوفي: روى عن علي، وعمار، وقال ابن عبد البر: "كان كاتب عمار".
٢ مشطوب عليه في الأصل، وهو "حيوة بن شريح، أبو زرعة المصري" وسيأتي في الترجمة رقم ٣٥٨.
٣ حيان بن إياس البارقي الأزدي: له ترجمة في "التاريخ الكبير" "٢: ١: ٥٠"، وذكره ابن حبان في "الثقات" "٤: ١٧٠".
٤ هو "حيان بن سلمان الجعفي" بياع الأنماط، كوفي يروي عن سويد بن غفلة، روى عنه منصور بن المعتمر، وسفيان الثوري، ووقع في تاريخ البخاري: حيان بن سليمان، ووثقه ابن معين على ما في الجرح والتعديل.
"التاريخ الكبير" "٢: ١: ٥٣"، "الجرح والتعديل" "٢: ١: ٢٤٥"، "الثقات" "٦: ٢٢٩".
٥ حيوة بن شريح بن صفوان بن مالك التجيبي، أبو زرعة المصري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٦٩".
٦ مشطوب عليه في الأصل، وهو حيان بن سلمان الجحفي، ومضى في الترجمة رقم "٣٥٧"، وقد اختلط الأمر على الناسخ.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (136,'........
* تضمينات الحافظ ابن حجر:
باب حيي:
٣٦٠- حيي بن هانئ١: ثقة.
..........
_________
١ حيي بن هانئ بن ناصر، أبو قبيل المعافري المصري: أدرك مقتل عثمان، وغزا رودس، وثقه "أيضًا": ابن حبان، والفسوي، وأحمد بن صالح المصري.
"تاريخ" ابن معين "٢: ١٤١"، "التاريخ الكبير" "٢: ١: ٧٠"، "الثقات" "٤: ١٧٨"، التهذيب "٢: ٧٣".',NULL,'139',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (137,'<span data-type="title" id=toc-8>باب: الخاء</span>
٣٦١- خارجة بن زيد بن ثابت١: "مدني"، تابعي، ثقة.
باب خالد:
٣٦٢- خالد بن دينار أبو خلدة٢: "بصري"، ثقة.
٣٦٣- خالد بن شمير السدوسي٣: "بصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٣٦٤- خالد بن عبد الله بن محرز المازني٤: "بصري"، ثقة.
..........
٣٦٥- خالد بن عرعرة٥: "كوفي"، تابعي، ثقة، روى عن علي
..........
* تضمينات الحافظ ابن حجر:
_________
١ خارجة بن زيد بن ثابت الأنصاري البخاري، أبو زيد المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٧٤".
٢ خالد بن دينار التميمي السعدي، أبو خلدة البصري، احتج به البخاري، وأخرج له الأربعة سوى ابن ماجه، ووثقه "أيضًا": يحيى بن معين، وعمرو بن علي، وعبد الرحمن بن مهدي، والنسائي، والدارقطني، والترمذي، وابن حبان، وابن عبد البر.
"التاريخ الكبير" "٢: ١: ١٣٥"، "الثقات" "٤: ١٩٩"، التهذيب "٣: ٨٨".
٣ خالد بن شمير السدوسي البصري: وثقه "أيضًا": النسائي، وابن حبان.
"التاريخ الكبير" "٢: ١: ١٤١"، "الثقات" "٤: ٢٠٤"، "التهذيب" "٣: ٩٧".
٤ خالد بن عبد الله بن محرز المازني البصري: احتج به مسلم، والنسائي، ووثقه أيضًا ابن حبان. التهذيب "٣: ١٠١".
٥ خالد بن عرعرة التميمي: يروي عن علي بن أبي طالب، روى عنه سماك بن حرب، والقاسم بن عوف، له ترجمة في "التاريخ الكبير" "٢: ١: ١٤٩"، وثقات ابن حبان "٤: ٢٠٥".',NULL,'140',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (138,'٣٦٦- خالد بن أبي عمران التجيبي١: ثقة.
..........
٣٦٧- خالد بن قيس٢: "بصري"، ثقة.
٣٦٨- خلد بن أبي كريمة٣: "كوفي"، لا بأس به.
..........
* تضمينات الحافظ بن حجر:
٣٦٩- خالد بن مخلد القطواني٤: "كوفي"، ثقة، فيه قليل تشيع.
_________
١ خالد بن أبي عمران التجيبي: احتج به مسلم، وأخرج له الأربعة سوى ابن ماجه، ووثقه "أيضًا": ابن سعد، وابن حبان.
"التاريخ الكبير" "٢: ١: ١٥٠"، "الثقات" "٤: ٢٦٢"، التهذيب "٣: ١١٠".
٢ خالد بن قيس بن رباح الأزدي الحداني: احتج به مسلم، وأخرج له أبو داود والنسائي، ووثقه "أيضًا": ابن معين، وابن حبان، وابن شاهين.
"التاريخ الكبير" "٢: ١: ١٥٣"، "الثقات" "٦: ٢٥٩"، التهذيب "٣: ١١٢: ١١٣".
٣ خالد بن أبي كريمة: وثقه "أيضًا": ابن معين، وابن حبان، وقال غيرهما: "ليس به بأس".
"تاريخ ابن معين" "٢: ١٤٥"، "التاريخ الكبير" "٢: ١: ١٥٤"، "الثقات" "٦: ٢٦٢"، "التهذيب" "٣: ١١٤".
٤ خالد بن مخلد القطواني: من كبار شيوخ البخاري، روى عنه، كما أخرج له مسلم، والأربعة سوى أبي داود، ووثقه "أيضًا": صالح جزرة، وعثمان بن أبي شيبة، وابن حبان، وابن شاهين.
وهو الذي قال فيه ابن سعد: "كان متشيعًا مفرطًا"، وقال أحمد بن حنبل: "له مناكير"، ومن أجلها أدرجه العقيلي في "الضعفاء الكبير".
وقد رد هذا الحافظ ابن حجر في هدي الساري صفحة "٤٠٠"، فقال: "لقد تتبع هذه المناكير أبو أحمد بن عدي، فأوردها في كامله، وليس فيها شيء مما أخرجه له البخاري، بل لم أر له من عنده من أفرده سوى حديث واحد، وهو حديث أبي هريرة: "من عادى لي وليًّا" الحديث.
"التاريخ الكبير" "٢: ١: ١٦٠"، "الثقات" "٨: ٢٢٤"، "الضعفاء الكبير" "٢: ١٥"، "التهذيب "٣: ١١٦".',NULL,'141',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (139,'٣٧٠- خالد بن معدان١: "شامي"، تابعي، ثقة.
٣٧١- خالد بن الواشمة٢: "بصري"، تابعي، ثقة.
٣٧٢- خالد بن يزيد المري٣: "شامي"، ثقة.
٣٧٣- خالد بن يزيد٤: ثقة.
٣٧٤- خالد الحذاء٥: "بصري"، ثقة.
٣٧٥- خالد الخزاعي٦: "كوفي"، من أصحاب النبي صلى الله عليه وسلم.
_________
١ خالد بن معدان: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ١١٦".
٢ خالد بن الواشمة: يروي عن عائشة، روى عنه بجير بن أوس له ترجمة في "التاريخ الكبير" "٢: ١: ١٦٢"، وثقات ابن حبان "٤: ٢٠٦".
٣ خالد بن يزيد بن صالح بن صبيح بن الخشخاش بن معاوية بن سفيان المري، أبو هاشم الدمشقي، قاضي البلقاء: وثقه "أيضًا": دحيم، وأبو حاتم، وابن حبان، وقال النسائي: "ليس به بأس"، وقال الدارقطني: "يعتبر به".
"التاريخ الكبير" "٢: ١: ١٦٦"، "الثقات" "٦: ٢٦٦"، تهذيب تاريخ دمشق الكبير "٥: ١١٨" التهذيب "٣: ١٢٥".
٤ هو خالد بن يزيد الجمحي، أبو عبد الرحيم المصري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ١٢٩".
٥ خالد بن مهران الحذاء، أبو المنازل البصري: متفق على توثيقه، أخرج له الستة، مترجم في التهذيب "٣: ١٢١".
٦ خالد الخزاعي الأزدي، من أصحاب الشجرة، سكن الكوفة، روى عنه ابنه نافع بن خالد، له ترجمة في الاستيعاب، والإصابة، وأسد الغابة.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (140,'باب خباب وخرشة وخزرج وخصيف:
٣٧٦- خباب بن الأرت١: وكان بدريًّا وكان حليفًا لبني زُهرة.
٣٧٧- خباب٢: "مدني"، تابعي، ثقة.
٣٧٨- خرشة بن حبيب السلمي٣: أخو أبي عبد الرحمن: "كوفي"، تابعي، ثقة.
٣٧٩- خرشة بن الحر٤: "كوفي"، تابعي، ثقة، من كبار التابعين روى عن حذيفة وعبد الله بن سلام.
٣٨٠- خزرج الحمراوي٥: "بصري"، تابعي، ثقة.
٣٨١- خصيف الجزري٦: ثقة.
_________
١ خباب بن الأرت بن جندلة: الصحابي المشهور، شهد بدرًا، وفاته بالكوفة "٣٧" وصلى عليه الإمام علي بن أبي طالب.
٢ هو خباب المدني، صاحب المقصورة، جد مسلم بن السائب، أخرج له مسلم، وأبو داود، روى عن أبي هريرة، وعائشة وله ترجمة في "التاريخ الكبير" "٢: ١: ٢١٥"، وثقات ابن حبان "٤: ٢١٣"، والتهذيب "٣: ١٣٤".
٣ خرشة بن حبيب السلمي: له ترجمة في تاريخ ابن معين "٢: ١٤٧" وفي "التاريخ الكبير" "٢: ١: ٢١٤" وثقات ابن حبان "٤: ٢١٢"، واللسان "٣: ٣٩٧". وقال ابن المديني: "مجهول".
٤ خرشة بن الحر الفزاري: متفق على توثيقه، كان يتيمًا في حجر عمر بن الخطاب، أخرج له الجماعة، له ترجمة في تاريخ ابن معين "٢: ١٤٧"، والتاريخ الكبير "٢: ١: ٢١٣" وثقات التابعين لابن حبان "٤: ٢١٢"، والتهذيب "٣: ١٣٨".
٥ هو خزرج بن عثمان السعدي: قال ابن معين: صالح، وذكره ابن حبان في الثقات "٦: ٢٧٧: ٢٧٨".
"التاريخ لابن معين" "٢: ١٤٧"، "التاريخ الكبير" "٢: ١: ٢٢٩".
٦ خصيف الجزري: صدوق، سيئ الحفظ، خلط بآخرة، ورمي بالإرجاء قال ابن حبان: "الإنصاف =',NULL,'143',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (141,'باب خلف وخلاد وخلاس:
..........
* تضمينات الحافظ ابن حجر:
٣٨٢- خلف بن حوشب١: "كوفي"، ثقة.
٣٨٣- خلف بن خليفة بن صاعد الأشجعي٢: ثقة.
..........
٣٨٤- خلف بن موسى بن خلف العمي٣: "بصري"، ثقة.
٣٨٥- خلاد بن السائب الأنصاري٤: "مدني"، تابعي، ثقة.
٣٨٦- خلاد بن سويد٥: من أصحاب النبي صلى الله عليه وسلم.
_________
١ خلف بن حوشب الكوفي الأعور العابد: روى عنه شعبة، وسفيان بن عيينة، قال النسائي: "ليس به بأس"، وأثنى عليه سفيان بن عيينة، وذكره ابن حبان "الثقات".
"التاريخ الكبير" "٢: ١: ١٩٣", "الثقات" "٦: ٢٦٩"، "التهذيب" "٣: ١٤٩".
٢ خلف بن خليفة الواسطي: ضعفه العقيلي "١: ٢٢"، وذكره البخاري في "التاريخ الكبير" "٢: ١: ١٩٤" ولم يذكر فيه جرحًا، وقال ابن معين في "التاريخ" "٢: ١٤٩": "ليس به بأس"، وذكره ابن شاهين في "الثقات"، التهذيب "٣: ١٥١: ١٥٢".
٣ خلف بن موسى بن خلف العمي من أهل البصرة، يروي عن أبيه عن قتادة، ربما أخطأ. الثقات "٨: ٢٢٧".
٤ خلاد بن السائب بن خلاد بن سويد الأنصاري الخزرجي، أخرج له الأربعة، له ترجمة في التاريخ الكبير "٢: ١: ١٨٥"، وذكره ابن حبان في "الثقات "٤: ٢٠٩".
٥ خلاد بن سويد بن ثعلبة، له ترجمة في الإصابة، وذكره ابن حبان في الصحابة "٣: ١١٢".',NULL,'144',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (142,'٣٨٧- خلاد بن عمرو١: "مدني"، تابعي، ثقة.
٣٨٨- خلاد بن يحيى٢ الكوفي، كان بمكة، رأيته بمكة: ثقة، وقال أبو نعيم فيه: "كان يعق والديه".
٣٨٩- خلاس بن عمرو٣: "بصري"، تابعي، ثقة.
باب خُليد وخيثُمة:
٣٩٠- خُليد٤: "كوفي"، تابعي، ثقة.
٣٩١- خيثُمة بن عبد الرحمن الجعفي٥: "كوفي"، تابعي، ثقة، وكان رجلا صالحًا وكان لباسًا، وكان يركب الخيل، وكان سخيًّا، وكانت لأبيه صحبة، ورؤي على إبراهيم النخعي قباء، فقيل له: من أين لك هذا؟ قال: كسانيه خيثُمة، ولم ينج من فتنة ابن الأشعث إلا رجلان: إبراهيم النخعي٦، وخيثمة.
_________
١ خلاد بن عمرو، هو خلاس بن عمرو وسيأتي في الترجمة "٣٨٩".
٢ خلاد بن يحيى الكوفي: من قدماء شيوخ البخاري، وثقه "أيضًا": أحمد، والخليلي، والدارقطني "وقال: أخطأ في حديث واحد"، وقال غيرهم: صدوق. هدي الساري ص٤٠١، والتهذيب "٣: ١٧٤".
٣ خلاس بن عمرو الهجري البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ١٧٦".
٤ هو خليد الثوري، يروي عن علي وعمار، روى عنه نسير بن ذعلوق، عداده في أهل الكوفة، له ترجمة في "التاريخ الكبير" "٢: ١: ١٩٨"، وذكره ابن حبان في ثقات التابعين "٤: ٢١٠".
٥ خيثمة بن عبد الرحمن الجيفي الكوفي: متفق على توثيقه، أخرج له الستة، مترجم في التهذيب "٣: ١٧٨".
٦ الزيادة من التهذيب "٣: ١٧٩".',NULL,'145',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (143,'حدثنا الفضل بن دكين، حدثنا مالك، عن طلحة، قال: ما رأيت بالكوفة أحدًا أعجب إليّ من إبراهيم وخيثُمة، ولم ينج من فتنة ابن الأشعث بالكوفة إلا رجلان: إبراهيم، وخيثمة.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (144,'<span data-type="title" id=toc-9>باب: الدال المهملة</span>
٣٩٢- داود بن الحصين١: "مدني"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٣٩٣- داود بن خالد بن دينار٢: "مدني"، ثقة.
..........
٣٩٤- داود بن عامر بن سعد بن أبي وقاص٣: "مدني"، ثقة.
٣٩٥- داود بن عبد الرحمن العطار٤: "مدني"، ثقة.
٣٩٦- داود بن عجلان عن أبي عقال٥: إسناد ضعيف.
٣٩٧- داود بن عمرو٦: "شامي" يكتب حديثه، وليس بالقوي.
_________
١ داود بن الحصين الأموي، أبو سليمان المدني: متفق على توثيقه، حديثه في الكتب الستة، مترجم في التهذيب "٣: ١٨١".
٢ داود بن خالد بن دينار المدني، روى له أبو داود حديثًا واحدًا في ذكر قبور الشهداء، وذكره ابن حبان في "الثقات" التهذيب "٣: ١٨٢".
٣ داود بن عامر بن سعد بن أبي وقاص: أخرج له مسلم، وأبو داود، والترمذي، ووثقه الإمام مسلم، وذكره ابن حبان في الثقات "٦: ٢٨١".
٤ داود بن عبد الرحمن العطار: متفق على توثيقه، حديثه في الكتب الستة، مترجم في التهذيب "٣: ١٩٢".
٥ داود بن عجلان المكي، روى عن أبي عقال، عن أنس في فضل الطواف في المطر، قال ابن معين: "دومًا أظنه بشيء"، وسرده العقيلي في "الضعفاء".
تاريخ ابن معين "٢: ١٥٣"، "الضعفاء الكبير" "٢: ٣٨"، "التهذيب" "٢: ١٩٣".
٦ داود بن عمرو الأودي الدمشقي: روى عن مكحول، وروى عنه هشيم، قال الإمام أحمد، مقارب، ووثقه ابن معين، وقال صالح بن أحمد: "هو شامي يكتب حديثه، وليس بالقوي"، وقال أبو حاتم" "هو شيخ"، وقال أبو زرعة: "لا بأس به"، وذكره ابن حبان في "الثقات" "٦: ٢٨١"، تهذيب تاريخ دمشق الكبير "٥: ٢٠٩: ٢١٠"، والتهذيب "٣: ١٩٦".',NULL,'147',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (145,'٣٩٨- داود بن أبي الفرات العبدي١: "بصري"، ثقة.
٣٩٩- داود بن مهران الدباغ٢: سكن بغداد، ثقة.
٤٠٠- داود بن أبي هند٣: "بصري"، ثقة جيد الإسناد، رفيع، وكان خياطًا، وكان رجلا صالحًا، ثقة، حسن الإسناد، سمع يزيد بن هارون منه مائة حديث إلا حديثًا، وقد سمعتها منه.
٤٠١- داود بن يزيد الأودي٤: يكتب حديثه وليس بالقوي، وقال مرة: لا بأس به.
٤٠٢- داود الطائي٥: حدثنا أبي "عبد الله"، قال: قدم هارون الكوفة فكتب قومًا من القراء، فأمر لهم بألفين، وكان داود الطائي ممن كتب فيهم، فدعي باسمه: ابن داود الطائي، قالوا: داود لا يحتمل٦! أرسلوها إليه، قال ابن السماك، وحماد بن أبي حنيفة: نحن نذهب بها إليه، قال ابن
_________
١ داود بن أبي الفرات الكندي: وثقه "أيضًا": ابن معين، وأبو داود، وابن حبان، وعبد الله بن المبارك، وقال الدارقطني "ليس به بأس"، وأخرج له البخاري، والأربعة سوى أبي داود. التهذيب "٣: ١٩٧".
٢ داود بن مهران، أبو سليمان الدباغ: ثقة، صدوق، قاله أبو حاتم في الجرح والتعديل "١: ٢: ٤٢٦".
٣ داود بن أبي هند: وثقه "أيضًا" الإمام أحمد، وابن معين، وأبو حاتم، والنسائي، ويعقوب بن شيبة، وابن حبان، وغيرهم.
"تاريخ ابن معين" "٢: ١٥٤"، "التاريخ الكبير" "٢: ١: ٢٣١"، "الثقات" "٦: ٢٧٨"، التهذيب "٣: ٢٠٤".
٤ داود بن يزيد الأودي: ضعيف من السادسة. تقريب "١: ٢٣٥", "الضعفاء الكبير" "٢: ٤٠".
٥ داود بن نصير الطائي، أبو سليمان الكوفي، الفقيه الزاهد: متفق على صلاحه، ووثقه ابن معين، التهذيب "٣: ٢٠٣".
٦ في الأصل "لا يحتلم" وما أثبتناه يوافق السياق.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (146,'السماك لحماد في الطريق: إذا نحن دخلنا عليه فانثرها بين يديه، فإن للعين حقها، رجل ليس عنده شيء فأمر له بألفي١ درهم يردها، فلما دخلوا عليه نثروها بين يديه قال: سوءة، إنما يفعل هذا بالصبيان، فأبى أن يقبلها.
حدثني أبي: عبدُ الله، حدثني أبو خالد الأحمر، ومررت أنا وسفيان الثوري بمنزل داود الطائي، فقال لي سفيان: ادخل بنا نسلم عليه، فدخلنا عليه فما احتفل بسفيان، ولا انبسط إليه، فلما خرجنا، قلت: يا أبا عبد الله! غاظني ما صنع بك، قال: وإيش صنع بي؟ قلت: لم يحفل ولم ينبسط إليك، قال: إن أبا سليمان لا يتهم في مودته، أما رأيت عينيه، هذا في شيء غير الذي نحن فيه.
..........
* تضمينات الحافظ ابن حجر:
باب من اسمه دويد:
٤٠٣- دويد بن نافع الأموي٢: "شامي"، ثقة.
..........
_________
١ في الأصل "بألفين"!.
٢ دويد بن نافع الأموي، أبو عيسى الدمشقي: وثقه "أيضًا": الذهلي، وقال ابن حبان "مستقيم الحديث إذا كان دونه ثقة". التهذيب "٢: ٢١٤".',NULL,'149',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (147,'<span data-type="title" id=toc-10>باب: الذال المعجمة</span>
٤٠٤- ذكوان أبو صالح السمان١: "مدني"، كوفي، تابعي، ثقة، وهو أبو سهيل الزيات، وهو الثقة. روى عنه: منصور، والأعمش، وسهيل ابنه.
٤٠٥- ذكوان مولى عائشة٢: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٤٠٦- ذواد بن علبة الحارثي٣: "كوفي"، لا بأس به.
..........
٤٠٧- ذويد٤: "كوفي" روى عن سفيان.
_________
١ ذكوان أبو صالح السمان الزيات المدني، مولى جويرية بنت الأحمس الغطفاني، روى عن سعد بن أبي وقاص، وأبي هريرة، وأبي الدرداء، وأبي سعيد الخدري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٢١٩"، وفاته سنة "١٠١".
٢ ذكوان -مولى عائشة- أبو عمر المدني، وثقه "أيضًا": أبو زرعة، وابن حبان، أخرج له الشيخان، والنسائي، وأبو داود، قتل ليالي الحرة سنة "٦٣".
"التاريخ الكبير" "٢: ١: ٢٦١"، "الثقات" "٤: ٢٢٢"، التهذيب "٣: ٢٢٠".
٣ ذؤاد بن علبة الحارثي: قال ابن معين: ليس بشيء، وقال البخاري: "يخالف في بعض حديثه" وذكره العقيلي في "الضعفاء"، وابن حبان في "المجروحين".
"التاريخ" "٢: ١٥٨"، "التاريخ الكبير" "٢: ١: ٢٦٤"، "الضعفاء الكبير" "٢: ٤٨" "المجروحين" "١: ٢٩٦"، التهذيب "٣: ٢٣١".
٤ قال الهيثمي في هامش الأصل: "يحرر هذا، فإنه ذكر بالمهملة، ولم يذكر ابن ماكولا أحدًا بالمعجمة في الرواة، وإنما ذكر جماعة منهم بالمهملة".',NULL,'150',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (148,'<span data-type="title" id=toc-11>باب: الراء</span>
٤٠٨- راشد بن سعد١: "شامي"، تابعي، ثقة.
٤٠٩- راشد٢: "مصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٤١٠- رافع بن إسحاق الأنصاري٣: "مدني"، تابعي، ثقة.
..........
٤١١- رافع بن أبي رافع الطائي٤: تابعي، من كبار التابعين.
_________
١ راشد بن سعد المُقرائي -وقيل بفتح الميم- وقال الحافظ المنذري: "والضم أشهر، وإسكان القاف، ومد الراء"، الحمصي، أحد العلماء وثقه "أيضًا" ابن معين، وأبو حاتم، وابن سعد.
"التاريخ الكبير" "٢: ١: ٢٩٢"، "الثقات" "٤: ٢٣٣"، التهذيب "٢: ٢٢٥"، "اللباب" "٣: ٧٠".
٢ هو راشد بن عبد الله المغافري، ذكره البخاري في "التاريخ الكبير" "٢: ١: ٢٩٥"، وقال: بعد في المصريين، وذكره ابن حبان في ثقات أتباع التابعين "٦: ٣٠٢"، وقال: "يعتبر بحديثه من غير حديث الإفريقي"، وذكره الحافظ ابن حجر في تعجيل المنفعة ص١٢٣، وقال: "راشد بن يحيى، ويقال: ابن عبد الله، أبو يحيى المعافري، مصري، عن أبي عبد الرحمن الحبلي، وعنه ابن لهيعة، وعبد الرحمن بن زياد الإفريقي. مجهول"، ثم قال ابن حجر: "ذكره ابن حبان في الثقات" وقال العجلي: "مصري، تابعي، ثقة". ا. هـ.
٣ رافع بن إسحاق الأنصاري، مولى الشفاء، قال النسائي: "ثقة" وذكره ابن حبان في ثقات التابعين.
"التاريخ الكبير" "٢: ١: ٣٠٥"، "الثقات" "٤: ٢٣٦"، "التهذيب" "٣: ٢٢٨".
٤ رافع بن أبي رافع الطائي: يروي عن أبي بكر الصديق، وله ترجمة في "التاريخ الكبير" "٢: ١: ٣٠٢-٣٠٣"، وذكره ابن حبان في ثقات التابعين "٤: ٢٣٤-٢٣٥".',NULL,'151',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (149,'باب رباح:
٤١٢- رباح من أصحاب ابن المبارك١: "كوفي"، ثقة.
٤١٣- رباح٢: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٤١٤- رباح بن أبي معروف٣: "مكي"، لا بأس به.
..........
باب رِبعي ورَبيع:
٤١٥- ربعي بن حراش٤: "كوفي"، تابعي، ثقة من خيار التابعين،
_________
١ رباح الكوفي، له ترجمة في "التاريخ الكبير" "٢: ١: ٣١٦-٣١٧"، وسماه ابن أبي حاتم "١: ٢: ٤٩١"، "رباح بن خالد"، وفي الإكمال لابن ماكولا: "رباح بن خالد" كوفي يروي عنه الحماني، وفي "الثقات" "٨: ٢٤٢": "رباح بن خالد الكوفي"، يروي عن أبي عيينة روى عنه أهل العراق، سمعت ابن خزيمة يقول: سمعت أبا موسى محمد بن المثنى يقول: سمعت رباح بن خالد الكوفي يقول لسفيان بن عيينة في المسجد الحرام: يا أبا محمد! أبو معاوية يحدث عنك بشيء لست تحفظه اليوم، ووكيع يحدث عنك بشيء لست تحفظه اليوم؟ قال: صدقهم، فإني كنت قبل اليوم أحفظ مني اليوم، قال أبو موسى: وهذا سمعته يقول: "سنة إحدى وتسعين ومائة". ا. هـ. وقال الحافظ ابن حجر في اللسان "٢: ٤٤٣": "رباح شيخ كوفي، يروي عن ابن المبارك، قال ابن حبان في "الثقات": "لست أعرفه إن لم يكن رباح بن خالد فلا أدري من هو".
٢ الأوكد أنه رباح بن حبان، روى عن عمر بن عبد العزيز، روى عنه مالك بن أنس، وله ترجمة في "التاريخ الكبير" "٢: ١: ٣١٧"، "والجرح والتعديل" "١: ٢: ٤٨٩"، وذكره ابن حبان في ثقات أتباع التابعين "٦: ٣٠٧".
٣ رباح بن أبي معروف بن أبي سارة المكي: يروي عن عطاء، والمغيرة بن حكيم، روى عنه وكيع، وأبو داود الطيالسي، وقال ابن حبان "يخطئ ويهم"، وكان صالحًا ورعًا متقشفًا.
"التاريخ الكبير" "٢: ١: ٣١٥"، "الثقات" "٦: ٣٠٧"، "التهذيب" "٢: ٢٢٣".
٤ ربعي بن حراش العبسي، أبو مريم الكوفي: مخضرم، روى عن عمر وعلي فرد حديث، وأبي مسعود عقبة، وأبي ذر، وأبي موسى، متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٢٣٨".',NULL,'152',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (150,'يقال: إنه لم يكذب كذبه قط، كان له ابنان عاصيان١ زمن الحجاج، وقيل للحجاج: إن أباهما لم يكذب كذبة قط، لو أرسلت إليه، فسألته عنهما فأرسل إليه، فقال: أين ابناك؟ ٢، قال: هما في البيت، قال: قد عفوت عنهما بصدقك.
روى عنه الثوري فمن دونه.
٤١٦- الربيع بن أنس٣: "بصري"، ثقة.
٤١٧- ربيع بن البراء بن عازب٤: "كوفي"، تابعي، ثقة.
٤١٨- ربيع بن حِراش٥: "كوفي"، تابعي، ثقة.
_________
١ في الأصل "ابنين عاصيين".
٢ في الأصل "أين ابنيك؟ ".
٣ الربيع بن أنس الكندي الحنفي البصري روى عن أنس، والحسن البصري، وروى عنه الأعمش، وسليمان التيمي، وقال النسائي: "ليس به بأس"، وذكره ابن حبان في "الثقات".
"التاريخ الكبير" "٢: ١: ٢٧١"، "الثقات" "٦: ٣٠٠"، التهذيب "٣: ٢٣٨".
٤ ربيع بن البراء بن عازب الأنصاري، أخو إبراهيم ويحيى، عداده في أهل الكوفة، يروي عن أبيه، روى عنه إسحاق السبيعي له ترجمة في "التاريخ الكبير" "٢: ١: ٢٧٠"، وذكره ابن حبان في ثقات التابعين "٤: ٢٢٦".
٥ ربيع بن حراش، من عباد أهل الكوفة وقرائهم، يروي عن جماعة من الصحابة، روى عنه عبد الملك بن عمير، وأخوه ربعي. آلى أن لا تفتر أسنانه ضاحكًا حتى يعلم أين مصيره، فما ضحك إلا بعد موته، وله فيه قصة طويلة.
سردها ابن حبان فقال: حدثنا القطان، قال: حدثنا حكيم بن يوسف الرقي، قال: حدثنا عبيد الله بن عمرو، عن عبد الملك بن عمير، عن ربعي بن حراش، عن أخيه الأوسط أنه مرض وثقل، قال: فخرجت في حاجة فأغمي عليه وسجي، وقيل: قد مات، فأتيته فبينما نحن جلوس عنده إذ فتح عينيه! فقلت: سبحان الله أبعد الموت؟ قال: إني لقيت ربي فتلقاني منه بروح وريحان، ورب غير غضبان، وكساني ثيابًا خضرًا من سندس وإستبرق، وإني استأذنت الله -عز وجل- لأبشركم وأخبركم أن الأمر أهون بما في أنفسكم ولكن لا تغتروا، وإن رسول الله صلى الله عليه وسلم أقسم ألا يبرح حتى أرجع إليه، قال: فما شبهت خروج نفسه إلا كحصاة ألقيت في ماء فرسبت.
"ثقات ابن حبان" "٤: ٢٢٦-٢٢٧"، "حلية الأولياء" "٤: ٣٦٧".',NULL,'153',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (151,'٤١٩- الربيع بن خُثَيم الثوري١: يكنى أبا يزيد: "كوفي"، تابعي، ثقة من خيار أصحاب عبد الله، وكان خيارًا، وكان ابن مسعود إذا رآه قال: {وَبَشِّرِ الْمُخْبِتِينَ} ٢ أمَا لو رآك نبينا لأحبك.
وكان الربيع إذا جاء إلى باب ابن مسعود يستأذن، قالت له الجارية: ذاك الأعمى بالباب، فيقول: ليس ذلك أعمى، ذاك ربيع بن خثيم.
قال: ومر الربيع بن خثيم مع ابن مسعود على كور حداد، فصعق فحمله ابن مسعود إلى منزله، وأقام عليه خمس صلوات حتى أفاق.
حدثنا أبو نعيم، حدثنا يونس بن أبي إسحاق، عن بكر بن ماعز، قال: جاءت بنت الربيع بن خثيم، فقالت له: يا أبت أذهب فألعب؟ فلما أكثرت عليه، قال له بعض جلسائه: لو أمرتها تذهب، قال: لا والله لا يكتب الله عليّ اليوم أني أمرتها تلعب!!
حدثنا إسماعيل بن خليل، حدثنا علي بن مسهر، أنبأنا الأعمش، عن عمرو بن مرة، عن بكر بن ماعز، قال كان في ربيع بن خثيم خَبَلٌ من الفالج٣،
_________
١ الربيع بن خثيم بن عائذ بن عبد الله بن موهب الثوري، أبو يزيد الكوفي: مخضرم، روى عن النبي صلى الله عليه وسلم مرسلا وعن عبد الله بن مسعود وأبي أيوب، وعمرو بن ميمون، وروى عنه الشعبي، وإبراهيم النخعي، وأبو بردة، وقال ابن حبان: أخباره في الزهد والعبادة أشهر من أن يحتاج إلى الإغراق في ذكره، أخرج له الشيخان والأربعة سوى أبي داود، وروى أحمد في الزهد عن عبد الله بن مسعود أنه كان يقول للربيع: والله لو رآك رسول الله صلى الله عليه وسلم لأحبك.
له ترجمة في "التاريخ الكبير" "٢: ١: ٢٦٩"، "الثقات" "٤: ٢٢٤"، "التهذيب" "٣: ٢٤٢".
٢ الآية الكريمة "٣٤" من سورة الحج.
٣ الزيادة من "حلية الأولياء" "٢: ١١٥".',NULL,'154',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (152,'وكان يخرج من فيه لعاب١، فيسيل على لحيته، فخرج من فيه ذات يوم، فسال عليه لحيته، فنظر إليّ فظن أني قد جريت فمسحته، فقال: يا بكر بن ماعز! ما يسرني أنه ما غنى٢ الديلم على الله.
حدثنا إسماعيل بن خليل، أنبأنا محمد بن فضيل، عن أبي حيان، عن أبيه، قال: ما سمعت الربيع بن خثيم يذكر شيئًا من أمر الدنيا، إلا أني سمعته مرة يقول: كم لليتيم مسجدًا٣.
حدثنا يعلى بن عبيد، حدثنا أبو حيان، عن أبيه، قال: كان الربيع بن خثيم يهادى بين رجلين إلى مسجد قومه، حتى يقام في الصف، فكان أصحاب عبد الله يقولون: قد رخص الله لك لو صليت في بيتك، فيقول: إنه إن شاء الله كما تقولون، ولكني أسمعه حتى ينادي: حي على الفلاح، فمن سمع مسلمًا ينادي: حي على الفلاح، فليجب، ولو حبوًا، ولو زحفًا وكان شقه قد سقط.
حدثنا أبو أحمد الأسدي، حدثنا مالك بن مغول، عن الشعبي، قال: ما جلس الربيع في مجلس ولا على ظهر طريق مذ اتزر بإزار، قال: أخاف أن يظلم رجل فأتخلف عن الشهادة عليه، أو تقع حاملة عن حاملها، فلا أحمل عليه، أو يسلم عليّ فلا أرد السلام، أو لا أغض البصر، أو لا أهدى السبل. قال فكنا ندخل عليه في بيته.
حدثنا أبو نعيم، حدثنا سفيان، عن منصور، عن إبراهيم، أخبرني من صحب
_________
١ العبارة غير واضحة في الأصل، والتصحيح من "الحلية".
٢ كذا في "الأصل"، و"الحلية"، والمعنى: غنى الديلم على ثواب الله -عز وجل.
٣ في "الحلية" "٢: ١١٠": جالست الربيع عشر سنين فما سمعته يسأل عن شيء من أمر الدنيا إلا مرتين، قال مرة: والدتك حية، وقال مرة: كم لكم مسجدًا.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (153,'الربيع بن خثيم عشرين سنة فما سمع كلمة تعاب.
٤٢٠- ربيع بن أبي راشد١: "كوفي"، ثقة، رجل صالح.
٤٢١- الربيع بن سبرة الجهني٢: "حجازي"، تابعي، ثقة.
٤٢٢- الربيع بن عميلة الفزاري٣: "كوفي"، تابعي، ثقة سمع من عبيد الله.
٤٢٣- الربيع بن قزيع٤: "كوفي"، تابعي، ثقة، روى عنه سفيان الثوري.
قلت٥: قال الدارقطني: الربيع بالفتح، وقال البخاري، بالضم، وهو كذلك في ثقات العجلي ووالده قُزيع بالقاف والزاي.
..........
* تضمينات الحافظ ابن حجر:
_________
١ ربيع بن أبي راشد، أخو جامع بن أبي راشد، من أهل الكوفة، يروي عن سعيد بن جبير، روى عنه الثوري وكان من العباد، ولسفيان بن عيينة فيه قول طريف، قال:
"لو سئلت: مَن خير أهل الكوفة؟ قلت: صيرفي وحاثك، الربيع بن أبي راشد الصيرفي، ومجمع التيمي الحائك".
"التاريخ الكبير" "٢: ١: ٢٧٣"، "الثقات" "٦: ٢٩٦".
٢ الربيع بن صبرة الجهني المدني: وثقه "أيضًا" النسائي، وابن حبان، واحتج به مسلم، وأخرج له الأربعة.
"التاريخ الكبير" "٢: ١: ٢٧٣"، "الثقات" "٤: ٢٢٧"، "التهذيب" "٣: ٢٤٤".
٣ الربيع بن عميلة الفزاري الكوفي: وثقه "أيضًا" ابن معين، وابن سعد، وابن حبان.
"التاريخ الكبير" "٢: ١: ٢٧٠"، "الثقات" "٤: ٢٢٦"، "التهذيب" "٣: ٢٤٩".
٤ هو الربيع بن قزيع أحد بني غطفان، كنيته أبو الجارود، عداده في أهل الكوفة، يروي عن عبد الله بن عمر، روى عنه الثوري، وشعبة.
"التاريخ الكبير" "٢: ١: ٢٧٠"، "الثقات" "٤: ٢٢٥".
٥ القائل هو الهيثمي مرتب "الثقات".',NULL,'156',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (154,'٤٢٤- الربيع بن لوط ابن أخي البراء بن عازب١: "كوفي"، تابعي، ثقة.
..........
٤٢٥- الربيع بن مدرك٢: "كوفي"، ثقة.
٤٢٦- الربيع بن مسلم القرشي٣: "بصري"، ثقة.
باب ربيعة:
٤٢٧- ربيعة بن أبيض٤: "كوفي"، تابعي، ثقة.
٤٢٨- ربيعة بن سيف٥: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
_________
١ الربيع بن لوط بن أخي البراء بن عازب الأنصاري، كوفي، عن البراء، وعنه شعبة، وابن جريج، وابن عيينة، قال النسائي: "ثقة"، وذكره ابن حبان في "ثقات التابعين".
"التاريخ الكبير" "٢: ١: ٢٧٠-٢٧١"، "الثقات" "٤: ٢٢٦"، "التهذيب" "٣: ٢٥٠".
٢ لعله ربيع بن مطرق وهو كوفي له ترجمة في "الجرح والتعديل" "١: ٢: ٤٦٩-٤٧٠" بيد أنه كوفي ضعيف وهذا ثقة ولم أظفر له بترجمة.
٣ الربيع بن مسلم القرشي أبو بكر البصري، وثقه أيضًا الإمام أحمد وابن حبان، وروى عنه الثقات الكبار: عبد الرحمن بن مهدي، وابن المبارك، وأبو داود الطيالسي، والقطان وغيرهم.
"التاريخ الكبير" "٢: ١: ٢٧٥"، "الثقات" "٦: ٢٩٧"، "التهذيب" "٣: ٢٥١".
٤ ربيعة بن الأبيض يروي عن علي بن أبي طالب رضي الله عنه، روى عنه ابن أشوع، له ترجمة في "الثقات" "٤: ٢٣٠".
٥ ربيعة بن سيف بن ماتع المعافري: ذكره البخاري في "التاريخ الكبير" "٢: ١: ٢٩٠" وقال: "عنده مناكير"، وذكره ابن حبان في "الثقات" "٦: ٣٠١" وقال: "يخطئ كثيرًا"، وله ترجمة في "التهذيب" "٣: ٢٥٥".',NULL,'157',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (155,'٤٢٩- ربيعة بن شيبان١: "كوفي"، تابعي، ثقة.
..........
٤٣٠- ربيعة بن عبد الله بن الهدير٢: "مدني"، تابعي، ثقة، من كبار التابعين.
٤٣١- ربيعة بن أبي عبد الرحمن٣: "مدني"، تابعي، ثقة.
حدثني أبي: "عبد الله"، قال: قيل لربيعة بن أبي عبد الرحمن: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ٤ كيف استوى؟ قال: الاستواء منه غير معقول، وعلينا وعليك التسليم.
..........
* تضمينات الحافظ ابن حجر:
٤٣٢- ربيعة بن عتبة الكناني٥: "كوفي"، ثقة.
_________
١ ربيعة بن شيبان السعدي أبو الحوراء البصري: وثقه "أيضًا" النسائي، والترمذي، وابن حبان, وله في "السنن الأربعة" حديثان عن الحسن في "القنوت".
"التاريخ الكبير" "٢: ١: ٢٨٢"، "الثقات" "٤: ٢٢٩"، "التهذيب" "٣: ٢٥٦".
٢ ربيعة بن عبد الله بن الهدير: ولد على عهد النبي صلى الله عليه وسلم، وروى عن أبي بكر وغيره، وكان ثقة قليل الحديث، وذكره ابن عبد البر في "الصحابة"، وهو عند ابن حبان في "ثقات التابعين" "٤: ٢٢٨"، وقال الدارقطني: تابعي كبير قليل المسند.
"التهذيب" "٣: ٢٥٧".
٣ ربيعة بن أبي عبد الرحمن فروخ التيمي، أبو عثمان المدني المعروف بربيعة الرأي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٢٥٨".
٤ الآية الكريمة "٥" من سورة طه.
٥ ربيعة بن عتبة الكناني الكوفي: وثقه "أيضًا" ابن معين، وابن حبان، وقال أبو حاتم: "شيخ".
"التاريخ الكبير" "٢: ١: ٢٩١"، "الثقات" "٨: ٢٤٠"، "التهذيب" "٣: ٢٥٩".',NULL,'158',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (156,'٤٣٣- ربيعة بن الغاز١: "تابعي"، ثقة.
٤٣٤- ربيعة بن كلثوم بن جبر٢: "بصري"، ثقة، وأبوه ثقة٣.
٤٣٥- ربيعة بن لقيط التجيبي٤: "مصري"، تابعي، ثقة.
٤٣٦- ربيعة بن ناجذ٥: "كوفي"، تابعي، ثقة.
٤٣٧- ربيعة بن يزيد الدمشقي٦: "تابعي", ثقة.
باب رجاء ورزين ورُفيع ورَقبة:
٤٣٨- رجاء بن ربيعة الزبيدي٧: "كوفي"، تابعي، ثقة.
_________
١ ربيعة بن الغاز: روى عن عائشة، وروى عنه خالد بن معدان. وذكره ابن حبان في ثقات التابعين "٤: ٢٣٠"، وقال في "تهذيب التهذيب": مخالف في صحبته "٣: ٢٦١".
٢ ربيعة بن كلثوم بن جبر البصري: وثقه "أيضًا" ابن معين، وابن حبان، وقال النسائي: "ليس به بأس".
له ترجمة في "التاريخ الكبير" "٢: ١: ٢٩١"، و"ثقات ابن حبان" "٦: ٣١٠"، و"التهذيب" "٣: ٢٦٣".
٣ الزيادة من "التهذيب".
٤ ربيعة بن لقيط التجيبي: ذكره ابن حبان في "الصحابة" "٣: ١٣٠" ثم أعاده في "التابعين" "٤: ٢٣٠".
٥ ربيعة بن ناجذ الأسدي الكوفي: يروي عن علي, له ترجمة في "التاريخ الكبير" "٢: ١: ٢٨١"، و"ثقات ابن حبان" "٤: ٢٢٩" و"التهذيب" "٣: ٢٦٤".
٦ ربيعة بن يزيد الإيادي، أبو شعيب الدمشقي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٢٦٤".
٧ رجاء بن ربيعة الزبيدي، أبو إسماعيل الكوفي: له في مسلم، وأبي داود، وابن ماجه حديث واحد، وذكره ابن حبان في "الثقات" "٤: ٢٣٧"، وله ترجمة في "التاريخ الكبير" "٢: ١: ٣١٢".',NULL,'159',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (157,'٤٣٩- رجاء بن حيوة الكندي١: "شامي"، ثقة.
٤٤٠- رجاء بن أبي رجاء الباهلي٢: "بصري"، تابعي، ثقة.
٤٤١- رَزِين بن عبيد العبدي٣: "كوفي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٤٤٢- رفاعة بن إياس بن نذير٤: "كوفي"، ثقة.
..........
٤٤٣- رفيع بن أبي راشد٥: ثبت صالح ويقال: إنه لم يكن بالكوفة في زمانه أحد أفضل منه، وكان صيرفيًّا موسرًا، وكان ثبتًا في الحديث، روى عن سعيد بن جبير، وكان يقول: لو فارق الموت قلبي ساعة خشيت أن يُقد.
_________
١ رجاء بن حيوة الكندي: شامي, ثقة, أخرج له مسلم والأربعة والبخاري تعليقًا، ووقع في الأصل السلسكي وهو تصحيف له ترجمة في "التاريخ" لابن معين "٢: ١٦٤", و"تاريخ البخاري الكبير" "٢: ١: ٣١٢"، و"ثقات ابن حبان" "٤: ٢٣٧"، و"التهذيب" "٣: ٢٦٥".
٢ رجاء بن أبي رجاء الباهلي البصري: يروي عن محجن، وروى عنه عبد الله بن شقيق العقيلي. له ترجمة في "التاريخ الكبير" "٢: ١: ٣١١"، "ثقات" "٤: ٢٣٧"، "التهذيب" "٣: ٢٦٦".
٣ رزين بن عبيد العبدي، يروي عن ابن عباس، وروى عنه أبو إسحاق السبيعي. له ترجمة في "التاريح الكبير" "٢: ١: ٣٢٤"، "ثقات ابن حبان" "٤: ٢٤٠".
٤ رفاعة بن إياس بن نذير الضبي الكوفي: وثقه "أيضًا" الإمام أحمد، وقال أبو زرعة: "شيخ"، وقال أبو حاتم: "شيخ يكتب حديثه". "التهذيب" "٣: ٢٨٠".
٥ هكذا ورد بالأصل: رفيع بن أبي راشد. ثم قال: وهو أرفع من أخيه جامع في العبادة. ليس حديثهما بكثير، وقد كرره هنا وهو ربيع بن أبي راشد وقد مضى في الترجمة "٤٢٠"، وأخوه جامع ابن أبي راشد الكاهلي الصيرفي الكوفي، وقد نقل الحافظ ابن حجر كلام العجلي فيه الذي ورد هنا، ويدل هذا على أن إيراده هنا مصحفًا من الناسخ، وانظر "التهذيب" "٢: ٢٥٦".',NULL,'160',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (158,'وهو أرفع من أخيه جامع في العبادة، وهما في عداد الشيوخ. ليس حديثهما بكثير.
٤٤٤- رُفيع أبو العالية الرياحي١: يأتي في الكنى.
٤٤٥- رُفيع أبو كثير٢: "بصري"، تابعي، ثقة.
٤٤٦- رقبة بن مسقلة٣ العبدي٤، وكان مفوهًا، يعد من رجالات العرب.
ويروي عن جرير عن رقبة: رأيت رب العزة في النوم، فقال: وعزتي وجلالي، لأكرمن مثوى سليمان التيمي، وكان صديقًا لسليمان مؤاخيًا له.
وروى سليمان التيمي عن رقبة، عن أبي إسحاق السبيعي، عن سعيد بن جبير، عن ابن عباس، عن أبي بن كعب، عن النبي صلى الله عليه وسلم، أنه الغلام الذي قتله الخضر طبع كافرًا.
قال: ويقال: إن رقبة انتهى إلى قوم في جنازة عند القبر وهم يريدون أن يدخلوا ميتهم، فقال قوم منهم: يسلّ أن يدخل من قبل رجليه، وقال آخرون: ندخله من قبل القبلة. بينا هم يختصمون في ذلك فاطلع رقبة، فحكموه، فقال: إن كنتم كبرتم أربعًا، فأدخلوه من قبل القبلة، وإن كنتم كبرتم خمسًا فسلّوه.
_________
١ سيأتي في أول باب العين.
٢ له ترجمة في "التاريخ الكبير" "٢: ١: ٣٢٧"، وقال أبو كثيرة.
٣ كذا "بالأصل" وفي "الثقات"، وفي "التهذيب": "مصقلة".
٤ رقبة بن مسقلة بن عبد الله العبدي الكوفي، وثقه أيضًا ابن معين والإمام أحمد، والنسائي، وابن حبان، والدارقطني، له ترجة في "التاريخ الكبير" "٢: ١: ٣٤٢"، و"ثقات ابن حبان" "٦: ٣١١" و"التهذيب" "٣: ٢٨٦".',NULL,'161',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (159,'ونظر إليه رجل يومًا وهو مضطجع في المسجد فقالوا: مالك يا أبا عبد الله؟ فقال: صريع فالوذج كل فالوذج يصنع بالكوفة في غير دار أبي موسى شبيه.
وكان يقول: كل شيء أخرج من الأطعمة فهو طيب، وكان يذهب في ذلك كله إلى الدعابة.
وقال لحماد بن أبي حنيفة: ما تدري ما قلت في أبيك؟ قلت: ما صلحت كنيته إلا به، والله إني لأسمع الرجل يكنى بأبي حنيفة فأظن أنه يسخر به.
"وقال: يا أبا عبد الله! من أين جئت؟ قال: دخلنا على الأمير فعبنا حروق العباء بالطيالسة وكلمنا بكلام ليس فيه كرامة وكان يكرهها"١.
باب روح ورياح:
٤٤٧- روح بن عبادة القيسي٢: "بصري"، ثقة.
٤٤٨- روح بن المسيب٣: "بصري"، ثقة.
٤٤٩- رياح بن الحارث النخعي٤: ثقة، سمع من عبد الله.
_________
١ الجملة غير واضحة بالأصل.
٢ روح بن عبادة القيسي، أبو محمد البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٢٩٣".
٣ روح بن المسيب الكلبي البصري، سمع ثابتًا، روى عنه مسلم، ذكره البخاري في تاريخه الكبير "٢: ١: ٣٠٩" فلم يذكر فيه جرحًا، وقال أبو حاتم الرازي: "هو صالح ليس بالقوي"، ووثقه البزار، وقال ابن عدي "أحاديثه غير محفوظة"، وقال ابن معين "صويلح"، وجرحه ابن حبان، فقال: "يروي الموضوعات عن الثقات، لا تحل الرواية عنه".
المجروحين "١: ٢٩٩"، الميزان "٢: ٦١"، اللسان "٢: ٤٦٨".
٤ رباح بن الحارث النخمي، أبو المثنى الكوفي، يقال: إنه حج مع عمر بن الخطاب، روى عنه =',NULL,'162',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (160,'<span data-type="title" id=toc-12>باب: الزاي</span>
٤٥٠- زاذان أبو عمر١: سمع من عبد الله بن مسعود، ثقة.
٤٥١- زائدة بن عمير الطائي٢: "كوفي"، تابعي، ثقة.
٤٥٢- زائدة بن قدامة٣: ثقفي: يكنى أبا الصلت: "كوفي"، ثقة، لا يحدث أحدًا حتى يسأل عنه، فإن كان صاحب سنة حدثه، وإلا لم يحدثه، وكان قد عرض حديثه على سفيان الثوري، وروى عنه الثوري، وسمع سفيان بن عون بن أبي جحيفة.
باب زبيد والزبير:
٤٥٣- زبيد بن الحارث اليمامي٤: "كوفي"، ثقة، ثبت في
_________
١ زاذان، أبو عمر الكندي، وقيل: أبو عبد الله. وثقه أيضًا: ابن معين، وابن سعد، وابن حبان، والخطيب، وقال الحاكم: "ليس بالمتين"، أخرج له مسلم، والأربعة، والبخاري في الأدب المفرد.
"التاريخ الكبير" "٢: ١: ٤٣٧"، "الثقات" "٤: ٢٦٥" "التهذيب" "٣: ٣٠٣".
٢ زائدة بن عمير الطائي: يروي عن ابن عباس، روى عنه شعبة، ويونس بن أبي إسحاق السبيعي. "الثقات" "٤: ٢٦٥"، "التاريخ الكبير" "٢: ١: ٤٣١".
٣ زائدة بن قدامة الثقفي، أبو الصلت الكوفي: أحد الثقات الإثبات الأئمة، احتج به البخاري، ووثقه "أيضًا": النسائي، وابن سعد، وابن حبان، ويحيى بن زهير، والدارقطني، والذهلي.
"تاريخ ابن معين" "٢: ١٧٠"، "التاريخ الكبير" "٢: ١: ٤٣٢"، "ثقات" "٦: ٣٣٩"، "التهذيب" "٣: ٣٠٦".
٤ زبيد بن الحارث بن عبد الكريم اليامي، أبو عبد الله الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٣١١".',NULL,'163',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (161,'الحديث، روى عنه الأعمش، وسفيان، وشعبة، وكان علويًّا، وكان يزعم أن شرب النبيذ سُنّة، وكان في عداد الشيوخ، ليس بكثير الحديث.
٤٥٤- الزبير بن خريت١: "بصري"، تابعي، ثقة، ثبت، وسمع من أنس بن مالك، وكان مع قتيبة بخراسان، وكان إبراهيم يقول له، اتق الله لا تصل مع قتيبة، ويقال: إن سفيان الثوري سمع منه بمرو، وكان سفيان أجر نفسه إلى خراسان بستمائة درهم من قوم على أن يقبض ميراثًا لهم، فسمع منه في مدته تلك، وكان الزبير صاحب سنة.
..........
* تضمينات الحافظ ابن حجر:
٤٥٥- الزبير بن عدي الهمداني٢: ثقة، ثبت، من أصحاب إبراهيم، صاحب سنة.
..........
٤٥٦- الزبير بن العوام بن خويلد٣ رضي الله عنه وخديجة بنت خويلد زوج النبي صلى الله عليه وسلم عمته -رضوان الله عليهما- وأمه صفية بنت عبد المطلب، وهو حواري رسول الله صلى الله عليه وسلم وقتل يوم الجمل، وقد تنحى عن القتال، فتبعه ابن جُرموز فقتله، رحم الله الزبير.
_________
١ الزبير بن خريت البصري، أخرج له الجماعة، سوى ابن ماجه، ووثقه "أيضًا": الإمام أحمد، وابن معين، وأبو حاتم، والنسائي، وذكره ابن حبان في ثقات أتباع التابعين.
"التاريخ الكبير" "٢: ٤١٣١"، "الثقات" "٦: ٣٣٢"، التهذيب "٣: ٣١٤".
٢ الزبير بن عدي الهمداني اليامي، أبو عدي الكوفي، قاضي الري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٣١٧".
٣ الزبير بن العوام، حواري رسول الله صلى الله عليه وسلم وابن عمته صفية بنت عبد المطلب، أحد العشرة المبشرين بالجنة، شهد بدرًا، وما بعدها، وهاجر الهجرتين وهو أول من سلّ سيفًا في سبيل الله.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (162,'باب زحر، وزر، وزرارة، وزكريا:
٤٥٧- زحر بن قيس الكندي١: "كوفي"، تابعي، ثقة من كبار التابعين.
٤٥٨- زر بن حبيش٢: من أصحاب عبد الله، وعلي، ثقة.
٤٥٩- زرارة بن أوفى٣: "بصري"، ثقة، رجل صالح.
٤٦٠- زكريا بن أبي زائدة٤: "كوفي"، ثقة، من أصحاب الشعبي، إلا أن سماعه من أبي إسحاق السبيعي بأخرة بعد ما كبر أبو إسحاق، وروايته ورواية زهير بن معاوية وإسرائيل بن يونس عن أبي إسحاق قريب من السواء، ويقال: إن شريكًا أقدم سماعًا من أبي إسحاق من هؤلاء.
٤٦١- زكريا بن عدي٥: يكنى أبا يحيى، "كوفي"، ثقة، رجل صالح، وكان أرفع من أخيه يوسف في المذهب، وكان متقشفًا حسن الهيئة، له نفس.
_________
١ زحر بن قيس: خرج حين أصيب عليّ إلى المدائن، روى عنه الشعبي، له ترجمة في "التاريخ الكبير" "٢: ١: ٤٤٥"، وثقات ابن حبان "٤: ٢٧٠".
٢ زر بن حبيش، أبو مريم: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٣٢١".
٣ زرارة بن أوفى العامري، أبو حاجب البصري، قاضيها متفق على توثيقه، أخرج له الستة مترجم في التهذيب "٣: ٣٢٢".
٤ زكريا بن أبي زائدة: متفق على توثيقه، حديثه في الكتب السنة، مترجم في التهذيب "٣: ٣٢٩".
٥ زكريا بن عدي بن زريق بن إسماعيل: روى له الجماعة، وأبو داود في المراسيل، ووثقه ابن سعد، وابن خراش، وابن حبان، وقال غيرهم: "صالح".
"الثقات" "٨: ٢٥٣"، تاريخ بغداد "٨: ٤٥٥"، "التهذيب" "٣: ٣٣١".',NULL,'165',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (163,'باب زهدم وزهير:
٤٦٢- زهدم بن مضرب الجرمي١: "كوفي"، تابعي، ثقة.
٤٦٣- زهير بن الأقمر٢: "كوفي"، تابعي، ثقة.
٤٦٤- زهير بن محمد٣: جائز الحديث، "مكي".
٤٦٥- زهير بن معاوية أبو خيثمة الجعفي٤: "كوفي"، ثقة، ثبت، مأمون، صاحب سنة واتباع، وكان يحدث من كتابه، وكان راوية عن أبي إسحاق السبيعي، ويقول: إنه إنما سمع منه بأخرة، هو وزكريا بن أبي زائدة، وإسرائيل.
_________
١ زهدم بن مضرب الأزدي: الجرمي، أبو مسلم البصري: أخرج له الشيخان، والنسائي، والترمذي، وذكره ابن حبان في ثقات التابعين "٤: ٢٦٩"، وله ترجمة في "التاريخ الكبير" "٢: ٤٤٨١".
٢ زهير بن الأقمر، أبو كثير الزبيدي: وثقه "أيضا": النسائي، وابن حبان.
"التاريخ الكبير" "٢: ١: ٤٢٨"، "الثقات" "٤: ٢٦٤"، "التهذيب" "١٢: ٢١٠".
٣ زهير بن محمد التميمي المروزي: ذكره الذهبي في الميزان "٢: ٨٤"، ونقل عبارة العجلي عنه "جائز الحديث"، أما الحافظ ابن حجر فقد نقل عبارة العجلي هكذا "لا بأس به، وهذه الأحاديث التي يرويها أهل الشام عنه ليست تعجبني". قال ابن عدي: "لعل أهل الشام أخطئوا عليه، فإنه إذا حدث عنه أهل العراق فروايتهم عنه شبه المستقيمة" وأخرج له الجماعة، وذكره ابن حبان في الثقات، وقال: يخطئ ويخالف.
وقد سكن بمكة كما قال المصنف، وابن عدي. الميزان "٢: ٨٤"، وقال ابن حبان "٦: ٣٣٧": سكن الشام، وله ترجمة في "التاريخ الكبير" "٢: ١: ٤٢٧".
ومسألة رواية أهل الشام المناكير عنه، قال عنها الإمام أحمد: "كأن الذي روى عنه أهل الشام زهير آخر، فقلب اسمه".
٣ زهير بن معاوية، أبو خيثمة الكوفي: الحافظ المتقن، أحد معادن الصدق، متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٣٥١".',NULL,'166',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (164,'باب زياد:
..........
* تضمينات الحافظ ابن حجر:
٤٦٦- زياد بن جبير بن حبة١: ثقة.
..........
٤٦٧- زياد بن حصين أبو جهمة٢: "بصري"، ثقة.
٤٦٨- زياد بن رباح٣: "بصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٤٦٩- زياد بن أبي زياد الجصاص "أبو محمد الواسطي"٤: "بصري الأصل"، لا بأس به.
_________
١ زياد بن جبير بن حية بن مسعود الثقفي البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٣: ٣٥٧".
٢ زياد بن حصين بن قيس الحنظلي اليربوعي، أبو جهمة البصري:
أخرج له مسلم، والنسائي، وابن ماجه، وله ترجمة في "التاريخ الكبير" "٢: ١: ٣٤٩"، و"ثقات ابن حبان" "٦: ٣١٩"، و"التهذيب" "٣: ٣٦٣".
٣ زياد بن رباح: ويقال: ابن رباح، أبو قيس البصري روى عن أبي هريرة، وعنه الحسن البصري:
أخرج له مسلم، والنسائي، وابن ماجه.
له ترجمة في "التاريخ الكبير" "٢: ١: ٣٥١-٣٥٢"، و"التهذيب" "٣: ٣٦٦"، وذكره ابن حبان في "ثقات التابعين" "٤: ٢٥٤".
٤ زياد بن أبي زياد الجصاص، أبو محمد الواسطي: ضعيف من الخامسة. "تقريب" "١: ٢٦٧".',NULL,'167',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (165,'٤٧٠- زياد بن سعد بن عبد الرحمن الخراساني أبو عبد الرحمن١: "مكي"، ثقة.
..........
٤٧١- زياد بن صبيح٢: "مدني"، تابعي، ثقة.
٤٧٢- زياد بن علاقة٣: كان ثقة سمع من المغيرة بن شعبة، ومن قطبة بن مالك، وهو في عداد الشيوخ.
٤٧٣- زياد بن فياض٤: "كوفي"، ثقة.
٤٧٤- زياد بن كليب أبو معشر٥: "كوفي"، ثقة روى عنه أيوب السختياني، وخالد الحذاء، ومنصور، ومغيرة الضبي، وسعيد بن أبي عروبة، وكان فقيهًا٦ في الحديث، قديم الموت.
_________
١ زياد بن سعد بن عبد الرحمن الخراساني: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٣: ٣٦٩".
٢ زياد بن صبيح الحنفي المكي ويقال: البصري، وقال المصنف: مدني: وثقه "أيضًا": النسائي، وإسحاق بن راهويه، وابن حبان، وقال الدارقطني: يعتبر به.
"التاريخ الكبير" "٢: ٣٥٨١"، "الثقات" "٤: ٢٥٥"، "التهذيب" "٣: ٣٧٤".
٣ زياد بن علاقة الثعلبي، أبو مالك الكوفي: متفق على توثيقه، أخرج له الجاعة، مترجم في "التهذيب" "٣: ٣٨٠"، وهو ابن أخي قطبة بن مالك.
٤ زياد بن فياض الخزاعي، أبو الحسن الكوفي، روى عنه الأعمش، والثوري، وشعبة، ووثقة ابن معين، والنسائي، وأبو حاتم، وابن حبان، ويعقوب بن سفيان، وابن نمير، وعلي بن المديني.
"التاريخ الكبير" "٢: ١: ٣٦٦"، "الثقات" "٦: ٣٢٨"، "التهذيب" "٣: ٣٨١".
٥ زياد بن كليب أبو معشر الكوفي: وثقه "أيضًا" النسائي، وابن حبان، وابن المديني، وغيرهم. "التاريخ لابن معين" "٢: ١٨٠"، "التاريخ الكبير" "٢: ١: ٣٦٧"، "الثقات" "٦: ٣٢٧"، "التهذيب" "٣: ٣٨٢".
٦ في "الأصل": فقيه!.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (166,'٤٧٥- زياد بن أبي مريم١: "جزري"، تابعي، ثقة.
٤٧٦- زياد بن نافع٢: "مصري"، تابعي، ثقة.
٤٧٧- زياد بن نعيم الحضرمي٣: "مصري"، تابعي، ثقة.
٤٧٨- زياد أمير البصرة٤: تابعي، ولم يكن يتهم بالكذب.
٤٧٩- زياد اليربوع٥: روى عن أبي العالية الرياحي، سمع من عبد الله، ثقة.
_________
١ زياد بن أبي مريم الأموي، مولى عثمان بن عفان: يروي عن أبي موسى الأشعري، روى عنه ميمون بن مهران. قال ابن حبان: واسم أبي مريم: الجراح.
"التاريخ الكبير" "٢: ١: ٣٧٣"، "الثقات" "٤: ٢٦٠"، "التهذيب" "٣: ٣٨٤".
٢ زياد بن نافع التجيبي مولاهم المصري: ذكره البخاري في "التاريخ الكبير" "٢: ١: ٣٧٦"، وقال: سمع كعبًا، وكعب له صحبة، روى عنه بكر بن سوادة، والذي قاله المصنف أيضًا: أنه تابعي إلا أن ابن حبان ذكره في "أتباع التابعين" "٦: ٣٣٠" ونقل قول البخاري عنه.
٣ زياد بن نعيم الحضرمي المصري: له ترجمة في "التاريخ الكبير" "٢: ١: ٣٧٦"، و"ثقات ابن حبان" "٤: ٢٥٧"، ثم كرره في "٦: ٣٣٠"، و"التهذيب" "٣: ٣٦٥".
٤ هو زياد بن سمية = زياد بن أبيه، الأمير. لا تعرف له صحبة، مع أنه ولد عام الهجرة، قال ابن عساكر: لم ير النبي صلى الله عليه وسلم، وأسلم في عهد أبي بكر، وولي البصرة لمعاوية بن أبي سفيان، ثم جمع له خراسان، وسجستان، والهند، والبحرين، وعمان، ولولايته على البصرة قصة مشهورة سردها الطبري في تاريخه "٥: ٢١٦: ٢١٧"، وخطب خطبة بتراء لم يحمد الله فيها، وكان زياد أول من شهد أمر السلطان، وأكد الملك لمعاوية, وألزم الناس الطاعة، وتقدم في العقوبة، وجرد السيف، وأخذ بالظنة، وعاقب على الشبهة، وخافه الناس في سلطانه خوفًا شديدًا، وجعل مشيخة أهل البصرة يقولون عنه: إنه صحابي، وغريب أن يذكره العجلي في "الثقات" وأن يقول: تابعي لم يكن يتهم بالكذب، وقد قال عنه ابن حبان في " المجروحين": ظاهر أحواله المعصية، وقد أجمع أهل العلم على ترك الاحتجاج بمن كان كذلك، وقد استلحقه معاوية، وزعم أنه أخوه فقيل: زياد بن أبي سفيان.
وعلى يد ابنه عبيد الله بن زياد بن أبيه "ابن مرجانة" الذي ولاه معاوية خراسان وأقره يزيد على إمارته، كانت الفاجعة بمقتل الحسين رضي الله عنه في أيامه وعلى يده، ثم قتله ابن الأشتر بعد ذلك في الموصل.
٥ لم أظفر له بترجمة.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (167,'٤٨٠- زياد اليربوع أبو المنهال: تابعي، ثقة، لا أدري هو الأول أم لا؟
باب زيد:
٤٨١- زيد بن أرطاة١: "شامي"، تابعي، ثقة.
٤٨٢- زيد بن أبي أنيسة٢ الجزري: ثقة.
٤٨٣- زيد بن ثابت الأنصاري٣: "مدني" من أصحاب النبي صلى الله عليه وسلم، والناس على قراءة زيد, وفرض زيد.
حدثنا يزيد بن هارون بن حجاج، عن مكحول، عن زيد أنه قضى في السمحاق٤ بأربع من الإبل.
٤٨٤- زيد بن جبير٥: ثقة، ليس بتابعي، روى عن الثوري، وغيره، في عداد الشيوخ، روى عن أبي البختري الطائي.
_________
١ زيد بن أرطاة الفزاري الدمشقي: وثقه "أيضًا" النسائي ودحيم، وابن حبان.
"التاريخ الكبير" "٢: ١: ٣٨٧"، "الثقات" "٦: ٣١٣"، "التهذيب" "٣: ٣٩٤".
٢ زيد بن أبي أنيسة الجزري: أبو أسامة الرهاوي: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٣: ٣٩٧".
٣ زيد بن ثابت بن الضحاك الأنصاري كاتب وحي النبي صلى الله عليه وسلم قدم النبي صلى الله عليه وسلم المدينة، وزيد صبي ذكي نجيب، عمره إحدى عشرة سنة فأسلم، وأمره النبي صلى الله عليه وسلم أن يتعلم الخط، فجود الكتابة، وكتب الوحي، وحفظ القرآن، وأتقنه، وأحكم الفرائض، وشهد الخندق وما بعدها، جمع القرآن على عهد رسول الله صلى الله عليه وسلم، وانتدبه الصديق لجمع القرآن فتتبعه، وتعب على جمعه، ثم عينه عثمان لكتابة المصحف وثوقًا لحفظه ودينه وأمانته، وحسن كتابته.
٤ "السمحاق": الشجة التي بلغت الجلدة الرقيقة فوق العظم.
٥ زيد بن جبير بن حرمل الطائي: متفق على توثيقه.
أخرج له الجماعة، مترجم في "التهذيب" "٢: ٤٠٠".',NULL,'170',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (168,'٤٨٥- زيد بن حارثة الكلبي١: مولى رسول الله صلى الله عليه وسلم، قتل يوم مؤتة في حياة النبي صلى الله عليه وسلم.
٤٨٦- زيد بن حباب العكلي٢ أبو الحسن: ثقة، "كوفي"، روى عن ابن وهب.
٤٨٧- زيد بن عقبة الفزاري٣: "كوفي"، تابعي، ثقة.
٤٨٨- زيد بن معاوية٤: "كوفي"، ثقة.
٤٨٩- زيد بن واقد٥: "شامي"، ثقة.
٤٩٠- زيد بن وهب الجهني٦ أبو سليمان: من أصحاب عبد الله.
_________
١ زيد بن حارثة بن شراحيل الكلبي، أبو أسامة، مولى رسول الله صلى الله عليه وسلم، شهد المشاهد كلها، وكان من الرماة المذكورين، وآخى رسول الله صلى الله عليه وسلم بينه وبين حمزة بن عبد المطلب، نزل بحقه القرآن {ادْعُوهُمْ لِآَبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ} [الأحزاب: ٥] ، و {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا} [الأحزاب: ٣٧] .
٢ زيد بن الحباب العكلي الكوفي: وثقه أيضًا ابن حبان وقال: يخطئ ويعتبر بحديثه، والدارقطني، وابن ماكولا، وابن شاهين.
"الثقات" "٨: ٢٥٠"، "تاريخ بغداد" "٨: ٤٤٢"، "التهذيب" "٣: ٤٠٢".
٣ زيد بن عقبة الفزاري الكوفي: وثقه "أيضًا" النسائي، وابن حبان.
"التاريخ الكبير" "٢: ١: ٤٠٦"، و"ثقات ابن حبان" "٦: ٣١٧".
٤ زيد بن واقد القرشي، أبو عمرو الدمشقي: احتج به البخاري ووثقه "أيضًا" الإمام أحمد، وابن معين، ودحيم، والدارقطني، وذكره ابن حبان في "الثقات" وقال: يعتبر حديثه من غير رواية ابنه عبد الخالق، وقال غيرهم: "ليس به بأس".
"التاريخ الكبير" "٢: ١: ٤٠٧"، "الثقات" "٦: ٣١٣"، "التهذيب" "٣: ٤٢٦".
٥ زيد بن وهب الجهني، أبو سليمان الكوفي: أسلم في حياة النبي صلى الله عليه وسلم، وهاجر إليه فلم يدركه. أخرج له الجماعة، متفق على توثيقه.
"تاريخ ابن معين" "٢: ١٨٤"، "التاريخ كبير" "٢: ١: ٤٠٧"، "الثقات" "٤: ٢٥٠"، "التهذيب" "٣: ٤٢٧".',NULL,'171',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (169,'٤٩١- زيد بن يحيى١: الدمشقي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٤٩٢- زيد بن علي أبو القموص العبدي٢: "كوفي"، تابعي، ثقة.
..........
٤٩٣- زيد بن يُثيْع٣: "كوفي"، تابعي، ثقة.
_________
١ زيد بن يحيى بن عبيد الخزاعي الدمشقي: روى عنه الإمام أحمد ووثقه، ووثقه "أيضًا" إسحاق بن إبراهيم بن العلاء، وأبو علي النيسابوري، وابن حبان، والدارقطني، والخطيب البغدادي.
"التاريخ الكبير" "٢: ١: ٤٠٩"، "الثقات" "٨: ٥٢"، "تهذيب تاريخ دمشق الكبير" "٦: ٣٨"، "التهذيب" "٣: ٤٢٨".
٢ زيد بن علي أبو القموص العبدي: له ترجمة في "التاريخ الكبير" "٢: ١: ٤٠٣"، وذكره ابن حبان في "ثقات التابعين" "٤: ٢٤٩"، "التهذيب" "٣: ٤٢٠".
٤ زيد بن يثيع الهمداني الكوفي:
له ترجمة في "ثقات ابن معين" "٢: ١٨٤"، و"التاريخ الكبير" "٢: ٤٠٨١"، "ثقات ابن حبان" "٤: ٢٥١"، "التهذيب" "٣: ٤٢٧".',NULL,'172',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (170,'<span data-type="title" id=toc-13>باب: السين المهملة</span>
٤٩٤- سالم الأفطس١: "جزري"، ثقة كان مع بني أمية، وكان رجلا صالحًا، فلما ولي بنو العباس أرسلوا إليه رجلا وهو في مسجد حران فأخرجه إلى باب المسجد فضرب عنقه.
٤٩٥- سالم البراد٢: "كوفي"، ثقة، من كبار التابعين.
حدثنا حسن بن علي بن أبي وهب، قال: كان ميمون بن مهران إذا قدم الكوفة ينزل على سالم البراد، فقدمها مرة فأراد النزول عليه، فقالت له امرأته، قد شغل عنك بآية من كتاب الله فشغلته. أو كما قال العجلي: قتلته الآية.
٤٩٦- سالم بن أبي الجعد الغطفاني٣: "كوفي"، تابعي، ثقة.
حدثنا قبيصة بن عقبة، عن سفيان، عن منصور، قال: قلت لإبراهيم: إنك إذا حدثت بجزء وسالم بن أبي الجعد يتم، قال: كان سالم يكتب وأنا لا أكتب.
_________
١ سالم بن عجلان الأفطس الأموي: له في البخاري حديثان وقال النسائي: ليس به بأس، وقال الحاكم عن الدارقطني: ثقة، كما وثقه الإمام أحمد، وقال ابن معين: ليس به بأس، وجرحه ابن حبان.
"تاريخ ابن معين" "٢: ١٨٨"، "الميزان" "٢: ١١٢"، "التهذيب" "٣: ٤٤١".
٢ سالم البراد، أبو عبد الله الكوفي: وثقه "أيضًا": ابن معين، وابن حبان, وقال ابن خلفون: وثقه علي بن المديني، وقال أبو حاتم: كان من خيار المسلمين.
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٠٨"، "الثقات" "٤: ٣٠٧"، "التهذيب" "٣: ٤٤".
٣ سالم بن أبي الجعد الأشجعي الكوفي: "ثقة" متفق على توثيقه، أخرج له الجماعة، أخذ عليه الإرسال.
ترجمته في "تاريخ ابن معين" "٢: ١٨٦"، "التاريخ الكبير" "٢: ٢: ١٠٧"، "الثقات" "٤: ٣٠٥"، "التهذيب" "٣: ٤٣٢".',NULL,'173',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (171,'٤٩٧- سالم بن أبي حفصة١: "كوفي"، ثقة.
٤٩٨- سالم سَبَلانُ٢: "مدني"، تابعي، ثقة.
٤٩٩- سالم بن عبد الله بن عمر٣: "مدني"، تابعي، ثقة، حدثني أبي: عبد الله، قال: كان عبد الله بن عمر يقبل ابنه سالمًا، ويقول: شيخ يقبل شيخًا، ويقول: إني أحبك حبين: حب الإسلام، وحب القرابة.
..........
* تضمينات الحافظ ابن حجر:
٥٠٠- سالم بن عبد الواحد المرادي٤: "كوفي"، ثقة.
..........
_________
١ سالم بن أبي حفصة العجلي، أبو يونس الكوفي: صدوق، لكنه شيعي غال. من الرابعة.
"تاريخ ابن معين" "٢: ١٨٦"، "التهذيب" "٣: ٤٣٣".
٢ هو سالم أبو عبد الله مولى مالك بن أوس بن الحدثان النصري، وهو سالم سبلان المدني: وثقه "أيضًا" ابن حبان وذكره في موضعين فقال: سالم أبو عبد الله مولى دوس، مولى شداد بن الهاد، يروي عن سعد بن أبي وقاص، وعائشة، وأبي هريرة، روى عنه نعيم المجمر، وبكير بن الأشج، ثم قال بعده: سالم بن عبد الله مولى مالك بن أوس بن الحدثان النصري وهو الذي يقال له: سالم سبلان مولى النصريين.
يروي عن أبي هريرة وعائشة، روى عنه سعيد المقبري، ونعيم المجمر، وبكير بن الأشج، وهكذا فعل المصنف فقد ذكر هنا: سالم سبلان فقال: مدني تابعي ثقة، ثم ذكر بعده بقليل: "الترجمة رقم ٥٠٢" سالم مولى النصريين: مدني تابعي ثقة، وقد وحد بينهما البخاري في تاريخه الكبير.
"التاريخ الكبير" "٢: ٢: ١٠٩"، "الثقات" "٤: ٣٠٧: ٣٠٨"، "التهذيب" "٣: ٤٣٨".
٣ سالم بن عبد الله بن عمر أبو عبد الله المدني الفقيه أحد فقهاء أهل المدينة السبعة، متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٣: ٤٢٦".
٤ سالم بن عبد الواحد المرادي الأنعمي، أبو العلاء الكوفي. ضعفه ابن معين، وقال أبو حاتم: يكتب حديثه، ووثقه ابن حبان.
"التاريخ الكبير" "٢: ٢: ١١١"، "الثقات" "٦: ٤١٠" "التهذيب" "٣: ٤٤٠".',NULL,'174',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (172,'٥٠١- سالم المهري١: "مدني"، تابعي، ثقة.
٥٠٢- سالم مولى النصريين٢: "مدني"، تابعي، ثقة.
٥٠٣- سالم أبو النضر٣ مولى عمر بن عبيد الله: "مدني"، ثقة، رجل صالح.
باب السائِب:
٥٠٤- السائب بن حبيش الكلاعي٤: "شامي"، ثقة.
٥٠٥- السائب بن أبي حبيش٥: "مدني"، تابعي، ثقة.
٥٠٦- السائب بن خلاد٦: من أصحاب النبي صلى الله عليه وسلم.
_________
١ ورد هكذا في الأصل: "المهري"، ولعله: سالم السهمي القرشي مولى عبد الله بن عمرو، وذكره الذهبي في "الميزان" "٢: ١١٤"، وابن حبان في "التهذيب" "٣: ٤٤٤".
٢ تقدم في الترجمة رقم "٤٩٨".
٣ سالم بن أبي أمية التيمي، أبو النضر المدني مولى عمر بن عبيد الله المدني التيمي القرشي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٤٣١".
٤ السائب بن حبيش الكلاعي الحمصي: مقبول، من السادسة.
"التاريخ الكبير" "٢: ٢: ١٥٣"، "الثقات" "٦: ٤١٣"، "تاريخ ابن معين" "٢: ١٨٨"، "التهذيب" "٣: ٤٤٦".
٥ السائب بن أبي حبيش الأسدي: ذكره ابن عبد البر، وأبو نعيم في "الصحابة"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣٢٦"، وله ترجمة في "التاريخ الكبير" "٢: ٢: ٥٣"، وقال: السائب بن حبيش عن عمر، أما ابن أبي حاتم فقد قال: السائب ابن أبي حبيش. "الجرح والتعديل" "٢: ١: ٢٤١".
٦ السائب بن خلاد بن سويد بن ثعلبة بن عمرو بن حارثة بن امرئ القيس الخزرجي، أبو سهلة المدني، شهد بدرًا له ترجمة في "الإصابة" "٢: ١٠"، "الثقات" "٣: ١٧٣".',NULL,'175',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (173,'٥٠٧- السائب بن مالك١: "مدني"، تابعي، ثقة.
٥٠٨- السائب بن يزيد٢: حدثنا النضر بن محمد، حدثنا عكرمة حدثنا عطاء مولى السائب بن يزيد = أخي النمر بن قاسط، قال: كان وسط رأس السائب أسود، وبقية رأسه أبيض، قال: فقلت له: يا سيدي! والله ما رأيت مثل رأسك: هذا أسود، وهذا أبيض! قال: أفلا أخبرك يا بني؟ قلت: بلى، قال: إني كنت مع الصبيان ألعب فمرّ عليّ نبي الله صلى الله عليه وسلم، فعرضت له فسلمت عليه، قال: "وعليك، من أنت؟ " قال: قلت: أنا السائب بن يزيد، أخو النمر بن قاسط، قال: فمسح رسول الله صلى الله عليه وسلم رأسي، وقال: "بارك الله فيك". قال: فوالله لا يبيض أبدًا، ولا يزال هكذا أبدًا٣
حدثنا نعيم بن حماد، أنبأنا يحيى بن راشد، عن محمد بن يوسف الحدي، قال: قال السائب: حُجّ بي مع النبي صلى الله عليه وسلم وأنا ابن سبع سنين.
٥٠٩- السائب والد عطاء٤: "بصري"، ثقة.
٥١٠- السائب مولى القاريين٥: "مكي"، تابعي، ثقة.
_________
١ السائب بن مالك الثقفي: وثقه "أيضًا" ابن معين، وابن حبان وله ترجمة في "التاريخ الكبير" "٢: ٢: ١٥٣"، و"الثقات" "٤: ٣٢٦".
٢ السائب بن يزيد: له صحبة، له ترجمة في "الإصابة" "٢: ١٢"، وقال ابن أبي داود: وهو آخر من مات بالمدينة من الصحابة، "الثقات" "٣: ١٧١".
٣ ذكرها ابن حجر في "الإصابة" باختلاف هذه القصة.
٤ هو السائب بن يزيد، أبو عطاء الثقفي.
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٥٤"، وذكره ابن حبان في "الثقات" "٤: ٣٢٧".
٥ السائب مولى القاريين, وفي "ثقات ابن حبان": مولى العاريين، وفي "الجرح والتعديل": الفارسيين.
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٥٣"، و"ثقات ابن حبان" "٤: ٣٢٦".',NULL,'176',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (174,'........
* تضمينات الحافظ ابن حجر:
٥١١- سبيع بن خالد اليشكري١: "بصري"، ثقة.
..........
باب سحيم وسريج:
٥١٢- سحيم٢: "مصري"، تابعي، ثقة.
٥١٣- سريج بن النعمان٣ يكنى أبا الحسين: يسكن بغداد، ثقة.
باب سعد:
٥١٤- سعد بن إبراهيم بن سعد بن إبراهيم٤: لا بأس به، وكان على قضاء واسط.
_________
١ سبيع بن خالد اليشكري البصري: وثقه ابن حبان على ما في "التهذيب" "٣: ٤٥٤".
٢ هو إما سحيم مولى بني زهرة القرشي الذي يروي عن أبي هريرة، وروى عنه الزهري, أو سحيم مولى أبي هريرة، ويروي عن أبي أيوب، وترجم لكليهما البخاري "٢: ٢: ١٩٢"، وذكرهما ابن حبان في "ثقات التابعين" "٤: ٣٤٣".
٣ شريح بن النعمان بن مروان الجوهري اللؤلؤي: وثقه "أيضًا" ابن معين، وأبو داود، وابن سعد، وابن حبان، والدارقطني.
له ترجمة في "ثقات ابن حبان" "٨: ٣٠٦"، و"تاريخ بغداد" "٩: ٢١٧"، و"التهذيب" "٣: ٤٥٧".
٤ سعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف: وثقه "أيضًا" ابن معين، وابن سعد، والعقيلي. ولي القضاء بواسط وغيرها.
"تاريخ ابن معين" "٢: ١٩٠"، "التاريخ الكبير" "٢: ٢: ٥٢"، "الثقات" "٨: ٢٨٣"، وقال: مات ببغداد سنة إحدى ومائتين.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (175,'٥١٥- سعد بن إبراهيم بن عبد الرحمن بن عوف١: لا بأس به وكان على قضاء المدينة٢ وقال أيضا: "مدني" ثقة.
٥١٦- سعد بن الأخرم الطائي٣: "كوفي"، تابعي، ثقة، من أصحاب عبد الله.
٥١٧- سعد بن أوس٤: "كوفي"، ثقة، روى عنه وكيع.
..........
* تضمينات الحافظ ابن حجر.
٥١٨- سعد بن إياس، أبو عمرو٥: كوفي، ثقة.
..........
_________
١ سعد بن إبراهيم بن عبد الرحمن بن عوف: يروي عن ابن المسيب، والقاسم بن محمد، قدم واسط فكتب عنه الثوري وشعبة، ومات سنة "١٢٥"، وكان على قضاء المدينة زمن القاسم بن محمد.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٢٥١"، و"ثقات ابن حبان" "٦: ٣٧٥".
٢ ورد في "الأصل": أنه كان على قضاء واسط، ويبدو أن الأمر قد اختلط على الناسخ فكرر العبارة التي وردت في ترجمة الذي قبله، والذي في "التاريخ الكبير", و"الثقات" أنه كان على قضاء المدينة.
٣ سعد بن الأخرم الطائي الكوفي: مختلف في صحبته، وذكره ابن حبان في "الصحابة" ثم أعاد ذكره في "التابعين الثقات" وذكره مسلم في "الطبقة الأولى من أهل الكوفة"، وله ترجمة في "الإصابة" أيضًا.
"التاريخ الكبير" "٢: ٢: ٥٤"، "الثقات" "٣: ١٥٠"، "الثقات" أيضًا "٤: ٢٩٥"، "التهذيب" "٣: ٤٦٥".
٤ سعد بن أوس العبسي الكوفي: صدوق له أغاليط من الخامسة.
"تاريخ ابن معين" "٢: ١٩١"، "التاريخ الكبير" "٢: ٢: ٥٣"، "الثقات" "٦: ٣٧٧", وقال: العبدي، "التهذيب" "٣: ٤٦٧".
٥ سعد بن إياس أبو عمرو الشيباني الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٤٦٨".',NULL,'178',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (176,'٥١٩- سعد بن طارق أبو مالك الأشجعي١: "كوفي"، تابعي، ثقة، وكان أبوه من أصحاب النبي صلى الله عليه وسلم، روى عن أبيه.
٥٢٠- سعد بن الحكم٢: "مصري"، تابعي، ثقة.
٥٢١- سعد بن سعيد بن قيس بن قهد٣: "مدني"، ثقة.
٥٢٢- سعد بن سنان٤: "مصري"، تابعي، ثقة.
٥٢٣- سعد بن طريف٥: "كوفي" ضعيف الحديث.
_________
١ سعد بن طارق بن أشيم، أبو مالك الأشجعي الكوفي، وثقة "أيضًا" الإمام أحمد، وابن معين، وابن حبان، وابن نمير، وقال أبو حاتم: صالح الحديث، وذكره العقيلي في "الضعفاء" "٢: ١١٩"، لأن يحيى بن سعيد أمسك عن الرواية عنه، ورد ذلك ابن عبد البر فقال: لا أعلمهم يختلفون في أنه عالم ثقة.
"تاريخ ابن معين" "٢: ١٩١"، "التاريخ الكبير" "٢: ٢: ٥٨"، "الثقات" "٤: ٢٩٤"، "التهذيب" "٣: ٤٧٢".
٢ سعد بن الحكم: مصري من حمير روى عن أبي أيوب الأنصاري.
له ترجمة في "الجرح والتعديل" "٢: ١: ٨١-٨٢"، و"ثقات ابن حبان" "٤: ٢٩٥"، وترجمة البخاري تحت اسم: سعيد بن الحكم، "التاريخ الكبير" "٢: ٤٦٥١".
٣ سعد بن سعيد بن قيس بن قهد الأنصاري: ذكره البخاري في تاريخه الكبير "٢: ٢: ٥٦" ولم يذكر فيه جرحًا، وذكره ابن حبان في "ثقات التابعين" "٤: ٢٩٨"، وقال: كان يخطئ، ثم أعاده في "ثقات أتباع التابعين" "٦: ٣٧٩" فقال: كان يخطئ لم يفحش خطؤه فلذلك سلكناه مسلك العدول، وقد ضعفه العقيلي "٢: ١١٧" وله توثيق عند ابن سعد وابن عمار.
"التهذيب" "٣: ٤٧٠" ويبدو أن القول كما قال أبو حاتم الرازي عنه: أنه كان يؤدي، يعني أنه كان لا يحفظ ويؤدي ما سمع.
٤ سعد بن سنان الكندي المصري: ضعفه العقيلي "٢: ١١٨"، ورجح ابن حبان في "الثقات" أن اسمه: سنان بن سعد "التهذيب" "٣: ٤٧١".
٥ سعد بن طريف الإسكاف الحذاء الحنظلي الكوفي: ضعفه "أيضًا" الإمام أحمد، ويحيى بن معين، وأبو زرعة، وأبو حاتم، والعقيلي، وابن حبان، وابن عدي.
"تاريخ ابن معين" "٢: ١٩١" "التاريخ الكبير" "٢: ٢: ٥٩"، "الضعفاء" "٢: ١٢٠".',NULL,'179',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (177,'٥٢٤- سعد بن عبيد الأنصاري١: من أصحاب النبي صلى الله عليه وسلم.
٥٢٥- سعد بن عبيدة: "كوفي"، تابعي، ثقة.
٥٢٦- سعد بن أبي وقاص٢، واسم أبي وقاص: مالك بن أهيب بن عبد مناف بن زهرة بن كعب بن غالب بن لؤي٣ شهد بدرًا، يكنى أبا إسحاق. جمع له النبي صلى الله عليه وسلم أبويه٤، رضي الله عنه وكان أول من رمى بسهم في سبيل الله، وافتتح القادسية، واختط الكوفة، وكان أميرًا عليها.
٥٢٧- سعد والد بلال بن سعد٥: من أصحاب النبي صلى الله عليه وسلم.
٥٢٨- سعد أبو هاشم٦: "كوفي"، ثقة.
٥٢٩- سعد أبو هاشم السنجاري٧: تابعي، ثقة.
_________
١ سعد بن عبيد الأنصاري: وهو أبو زيد الذي جمع القرآن على عهد رسول الله صلى الله عليه وسلم، وقد استشهد يوم القادسية، وكان له يوم قتل أربع وستون سنة.
ذكره ابن حبان في "الصحابة" "٣: ١٤٧"، "الإصابة" "٢: ٣١".
٢ سعد بن أبي وقاص الزهري البدري العشري: أول من رمى بسهم في سبيل الله، أسلم وهو ابن سبع عشرة سنة، وقال له رسول الله صلى الله عليه وسلم يوم أحد: "ارم فداك أبي وأمي"، وكان مجاب الدعوة، له مناقب جمة وجهاد عظيم وفتوحات كبار، ووقع في نفوس المسلمين.
٣ الزيادة من هامش الأصل.
٤ قول الرسول صلى الله عليه وسلم له: فداك أبي وأمي.
٥ وهو سعد بن تميم الأشعري، وقيل: الكندي له ترجمة في الإصابة وعند ابن حبان "٣: ١٥٣".
٦ سعد أبو هاشم السنجاوي: يروي عن ابن عباس، وابن عمر.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٦٦"، وذكره ابن حبان في "ثقات التابعين" "٤: ٢٩٦".
٧ هو الذي قبله.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (178,'باب سعيد:
٥٣٠- سعيد بن الأخرم الطائي١: من أصحاب عبد الله، ثقة. قلت وفي الحاشية: سعد بن الأخرم، وقد تقدم وهو الصواب.
٥٣١- سعيد بن إياس الجريري٢: "بصري"، ثقة، واختلط بآخرة روى عنه في الاختلاط: يزيد بن هارون، وابن المبارك، وابن أبي عدي وكلما روى عنه مثل هؤلاء فهو مختلط، إنما الصحيح عنه: حماد بن سلمة، وإسماعيل ابن علية. وعبد الأعلى من أصحهم سماعًا، سمع منه قبل أن يختلط بثمان سنين، وسفيان الثوري، وشعبة صحيح.
٥٣٢- سعيد بن أبي بردة بن أبي موسى الأشعري٣: "كوفي"، ثقة.
٥٣٣- سعيد بن جبير أسدي: "كوفي"، تابعي، ثقة٤.
_________
١ تقدمت ترجمة سعد بن الأخرم في الترجمة رقم "٥١٦".
٢ سعيد بن إياس الجريري، أبو مسعود البصري: متفق على توثيقه، أخرج له الجماعة.
مترجم في "التهذيب" "٤: ٥"، "التاريخ الكبير" "٢: ١: ٤٥٦"، "الجرح والتعديل" "٣: ١: ١" قال ابن حبان في "الثقات" "٦: ٣٥١": "كان قد اختلط قبل أن يموت بثلاث سنين، وقد رآه يحيى ابن سعيد القطان وهو مختلط، ولم يكن اختلاطه فاحشًا".
وقد سمع منه بعد الاختلاط محمد بن أبي عدي، وإسحاق بن يوسف المخزومي المعروف بالأزرق، ويحيى بن سعيد القطان، ولم يحدث عنه شيئًا في اختلاطه.
٣ سعيد بن أبي بردة بن أبي موسى الأشعري الكوفي: متفق على توثيقه. أخرج له الجماعة مترجم في "التهذيب" "٤: ٨".
٤ سعيد بن جبير بن هشام الأسدي الوالبي الكوفي المقرئ الفقيه أحد الأعلام، وكان يقال له: جهبذ العلماء، تتلمذ على عبد الله بن عباس، وعبد الله بن عمر، وكان من أكثر التابعين علمًا ومكانة، وهو من أوائل مفسري القرآن، قتله الحجاج -قاتله الله- في شعبان سنة ٩٥ وله تسع وأربعون سنة على الأشهر، كان يختم في كل ليلتين.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (179,'قال العجلي عن يحيى بن آدم: حدثنا معمر، عن مغيرة، قال: ما كان يفتي الناس بالكوفة قبل الجماجم إلا سعيد بن جبير، كان قبل إبراهيم.
حدثنا يعقوب بن كعب، حدثنا علي بن يمان العجلي، عن أشعث بن إسحاق، عن جعفر بن أبي المغيرة، عن سعيد بن جبير: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} ١ قال: هذا في العلم.
٥٣٤- سعيد بن حريث المخزومي٢: من أصحاب النبي صلى الله عليه وسلم.
..........
* تضمينات الحافظ ابن حجر:
٥٣٥- سعيد بن حسان المخزومي٣: ثقة، "مكي".
..........
٥٣٦- سعيد بن أبي الحسن٤: "بصري"، تابعي، ثقة.
٥٣٧- سعيد بن الحكم بن محمد بن أبي مريم٥ أبو محمد:
_________
١ الآية الكريمة "٣٧" من سورة النساء.
٢ سعيد بن حريث بن عمرو بن عثمان القرشي المخزومي: شهد فتح مكة وهو ابن ١٥سنة. ذكره ابن حبان في "الصحابة" "٣: ١٥٦"، وذكره ابن حجر في "الإصابة".
٣ سعيد بن حسان المخزومي المكي قاص أهل مكة: وثقه "أيضًا" ابن معين، وأبو داود، والنسائي، وابن حبان.
"التهذيب". "تاريخ ابن معين" "٢: ١٩٨"، "التاريخ الكبير" "٢: ١: ٤٦٤"، "الثقات" "٦: ٣٥٧"، "التهذيب" "٤: ١٦".
٤ سعيد بن الحكم بن محمد بن سالم المعروف بابن أبي مريم الجمحي، أبو محمد البصري، متفق على توثيقه، أخرج له الجماعة مترجم في "التهذيب" "٤: ١٧".',NULL,'182',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (180,'"بصري"، ثقة وكان له دهليز طويل، وكان الرجل يأتيه، فيقف فيسلم عليه فيرد عليه: "لا سلمك الله, ولا حفظك, وفعل بك" فنقول له ما لهذا؟ فيقول: قدري خبيث، ويأتي آخر فيقول له مثل ذلك، فأقول له: ما لهذا؟ فيقول: جهمي خبيث، ويأتي آخر فيقول له مثل ذلك! فأقول: ما لهذا؟ فيقول رافضي خبيث لا يظن إلا قد رد عليه سلامه.
وكان عاملًا لم أر بمصر أعقل منه، ومن عبد الله بن عبد الحكم.
٥٣٨- سعيد بن حيان التيمي١: ثقة.
٥٣٩- سعيد بن خالد٢: "مدني"، ثقة.
٥٤٠- سعيد بن أبي خالد الأحمسي٣: "كوفي"، ثقة، وهو أخو إسماعيل.
..........
* تضمينات الحافظ ابن حجر:
٥٤١- سعيد بن خثيم بن رشد الهلالي٤: "كوفي"، ثقة.
_________
١ سعيد بن حبان التيمي: تابعي، روى عن علي وأبي هريرة وغيرهما.
له ترجمة في "التاريخ الكبير" "٢: ١: ٤٦٣", و"ثقات ابن حبان" "٤: ٢٨٠"، و"التهذيب" "٤: ١٩".
٢ سعيد بن خالد بن عمرو بن عثمان بن عفان، أبو عثمان المدني وثقه "ايضًا" النسائي، وابن حبان.
"التاريخ الكبير" "٢: ١: ٤٦٨"، "الثقات" "٤: ٢٨٤"، "التهذيب" "٤: ٢١".
٣ سعيد بن أبي خالد الأحمسي:
له ترجمة في "التاريخ الكبير" "٢: ١: ٤٦٩"، و"ثقات ابن حبان" "٤: ٢٨٣", و"التهذيب" "٤: ٢٢".
٤ سعيد بن خثيم بن رشد الهلالي، أبو معمر الكوفي: وثقه "أيضًا" ابن معين، وابن حبان، وقال غيرهما: ليس به بأس " التهذيب" "٤: ٢٢".',NULL,'183',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (181,'٥٤٢- سعيد بن ذي لعوة١: "كوفي"، ثقة، والبغداديون يضعفونه.
٥٤٣- سعيد بن الربيع أبو زيد الهروي٢: "بصري"، ثقة.
٥٤٤- سعيد بن زيد٣: ثقة، وهو أخو حماد بن زيد، وهو مولى جرير بن حازم بن سعد بصري.
٥٤٥- سعيد بن أبي سعيد المقبري٤: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٥٤٦- سعيد بن سليمان بن زيد بن ثابت الأنصاري٥: "مدني"، ثقة.
_________
١ سعيد بن زي لعوة: له ترجمة في "التاريخ الكبير" "٢: ١: ٤٧١" وقال: يخالف الناس في حديثه، وقد ضعفه يحيى وأبو حاتم وجماعة، وقال ابن حبان: دجال, يزعم أنه رأى عمر بن الخطاب يشرب المسكر، وذكره العقيلي في "الضعفاء".
"المجروحين" "١: ٣١٦"، "الضعفاء الكبير" "٢: ١٠٤"، "لسان الميزان" "٣: ٢٧".
٢ سعيد بن الربيع الحرشي العامري أبو زيد الهروي البصري: أخرج له البخاري ومسلم، ووثقه الإمام أحمد.
"التهذيب" "٤: ٢٧".
٣ سعيد بن زيد بن درهم الأزدي الجهضمي، أبو الحسن البصري أخو حماد بن زيد: وثقه ابن معين، وابن سعد، وسليمان بن حرب على ما قاله أبو زرعة، وقال ابن عدي: هو عندي من جملة من ينسب إلى الصدق، وضعفه العقيلي، وجرحه ابن حبان، وترجمه البخاري فلم يذكر فيه جرحًا.
"التاريخ الكبير" "٢: ١: ٤٧٢"، "تاريخ ابن معين" "٢: ١٩٩"، "الضعفاء الكبير" "٢: ١٠٥"، المجروحين "١: ٣٦٠"، "التهذيب" "٤: ٣٢".
٤ سعيد بن أبي سعيد المقبري: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٤: ٣٩".
٥ سعيد بن سليمان بن زيد بن ثابت الأنصاري: وثقه أيضًا: النسائي، وابن حبان.
"التاريخ الكبير" "٢: ١: ٤٨١"، "الثقات" "٦: ٣٥٠"، "التهذيب" "٤: ٤٢".',NULL,'184',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (182,'٥٤٧- سعيد بن سليمان١ ويعرف بسعدويه: "واسطي" ثقة. قيل له بعد ما انصرف من المحنة: ما فعلتم؟ قال: كفرنا ورجعنا!
٥٤٨- سعيد بن سنان٢: "كوفي"، جائز الحديث.
٥٤٩- سعيد بن سمعان٣: "مدني"، تابعي، ثقة.
٥٥٠- سعيد بن سلام٤: "بصري" لا بأس به.
٥٥١- سعيد بن شفي٥: "شامي"، تابعي، ثقة.
٥٥٢- سعيد بن طهمان٦: تابعي، ثقة.
_________
١ هو سعيد بن سليمان الضبي، أبو عثمان الواسطي البزار، المعروف بسعدويه: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٤٣"، وفاته "٢٢٥"، والمحنة بالقول بخلق القرآن بدأت في عهد المأمون سنة "٢١٨"، واستمرت بعد ذلك إلى عصر المتوكل.
٢ سعيد بن سنان البرجمي، أبو سنان الشيباني الأصغر: وثقه "أيضًا": ابن معين، وأبو حاتم، وأبو داود، وابن حبان، ويعقوب بن سفيان.
"تاريخ ابن معين" "٢: ٢٠١"، "التهذيب" "٤: ٤٥".
٣ سعيد بن سمعان الأنصاري الزرقي: وثقه "أيضًا": النسائي، وابن حبان، والدارقطني.
"التاريخ الكبير" "٢: ١: ٤٧٩-٤٨٠"، "الثقات "٤: ٢٧٨"، "التهذيب" "٤: ٤٥".
٤ بالأصل: سعيد بن سلامة، وأثبتنا ما في "التاريخ الكبير"، "واللسان"، وهو سعيد بن سلام، أبو الحسن البصري، قال البخاري: "منكر الحديث"، وقال أحمد: "كذاب" وفي موضع آخر: "اضرب على حديثه"، وقال أبو حاتم: "منكر الحديث"، وقال النسائي: "ضعيف لا يكتب حديثه"، وضعفه العقيلي، والدولابي، والساجي، وابن السكن، وابن الجارود، وسير ابن عدي حديثه، وقال: "يتبين على حديثه الضعف".
"التاريخ الكبير" "٢: ١: ٤٨١-٤٨٢"، "الضعفاء الكبير" "٢: ١١٨"، و"لسان الميزان" "٣: ٣١-٣٢".
٥ سعيد بن شفي:
له ترجمة في "التاريخ الكبير" "٢: ٤٨٢١"، وذكره ابن حبان في ثقات التابعين "٤: ٢٨٣".
٦ سعيد بن طهمان القُطعي: له ترجمة في "التاريخ الكبير" "٢: ١: ٤٨٥" وذكره ابن حبان في ثقات التابعين "٤: ٢٨٦".',NULL,'185',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (183,'* تضمينات الحافظ ابن حجر:
٥٥٣- سعيد بن عبد الله الجهني١: "مصري"، ثقة.
..........
٥٥٤- سعيد بن عبد الرحمن بن أبي حرة٢: "بصري"، ثقة، وهو أرفع من أبي حرة.
٥٥٥- سعيد بن عبد الرحمن الغفاري أبو صالح٣: "مصري"، تابعي، ثقة.
٥٥٦- سعيد بن عبد العزيز التنوخي٤: "شامي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
_________
١ سعيد بن عبد الله الجهني: قال أبو حاتم: مجهول وذكره ابن حبان في الثقات. "التهذيب" "٤: ٥٢".
٢ سعيد بن عبد الرحمن بن أبي حرة: وهو الرقاشي، أخو أبي حرة وثقه "أيضًا" ابن أبي حاتم، وقال علي بن المديني: كان عبد الرحمن بن مهدي يوثقه، وقال الأثرم وعبد الله بن أحمد عن أحمد: ثقة، ووثقه "أيضًا" ابن حبان، وضعفه ابن معين والعقيلي، وذكره البخاري في "تاريخه الكبير" ولم يرود فيه جرحًا.
"التاريخ الكبير" "٢: ١: ٤٩٤"، "تاريخ ابن معين" "٢: ٢٠٢"، "الثقات" "٦: ٣٦٧"، "لسان الميزان" "٣: ٣٥".
٣ سعيد بن عبد الرحمن، أبو صالح الغفاري المصري.
له ترجمة في: "التاريخ الكبير" "٢: ١: ٤٩١"، "الثقات" "٤: ٢٨٧"، "تاريخ ابن معين" "٢: ٢٠٢"، "التهذيب" "٤: ٥٨".
٤ سعيد بن عبد العزيز التنوخي: وثقه "أيضًا" ابن معين، وأبو حاتم، والنسائي، وابن سعد، وابن حبان، والوليد بن مسلم، وأخرج له مسلم والأربعة، واختلط في آخر عمره.
"تاريخ ابن معين" "٢: ٢٠٣"، "التاريخ الكبير" "٢: ١: ٤٩٧"، "الثقات" "٦: ٣٦٩"، "التهذيب" "٤: ٥٩".',NULL,'186',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (184,'٥٥٧- سعيد بن عبيد الطائي١: "كوفي"، ثقة.
٥٥٨- سعيد بن أبي عروبة٢: "بصري"، ثقة، وكان اختلط بآخرة، وكان يقول "سم قدر" ولا يدعو السلام.
..........
* تضمينات الحافظ ابن حجر:
٥٥٩- سعيد بن عمرو بن أشوع٣: "كوفي"، ثقة.
٥٦٠- سعيد بن فيروز٤: تابعي، ثقة، فيه تشيع.
_________
١ سعيد بن عبيد الطائي، أبو الهذيل الكوفي: أخرج له الشيخان والأربعة سوى ابن ماجه، ووثقه "أيضًا" ابن معين، والإمام أحمد، وابن حبان.
٢ سعيد بن أبي عروبة: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٦٣"، وموضوع اختلاطه سبق أن ذكرناه في "الضعفاء الكبير" للعقيلي "٢: ١١١" وخلاصته: أن سعيد بن أبي عروبة قد اختلط بعد هزيمة إبراهيم بن عبد الله بن حسن سنة "١٤٥"، ومن سمع منه بعد ذلك فليس بشيء.
قال ابن الصلاح وممن سمع منه بعد الاختلاط: وكيع، والمعافى بن عمران الموصلي، وقد قال يحيى بن معين لوكيع: تحدث عن سعيد بن أبي عروبة وإنما سمعت منه في الاختلاط! فقال: رأيتني حدثت عنه إلا بحديث مستو. انتهى من علوم الحديث لابن الصلاح.
٣ سعيد بن عمرو بن أشوع الهمداني الكوفي: أخرج له الشيخان، والترمذي، وقال ابن معين: مشهور، وقال النسائي: ليس به بأس، وذكره ابن حبان في "الثقات".
"تاريخ ابن معين" "٢: ٢٠٥"، "التاريخ الكبير" "٢: ١: ٥٠٠"،"التهذيب" "٤: ٦٧".
٤ سعيد بن فيروز بن أبي عمران، أبو البحر البختري الطائي: متفق على توثيقه، أخرج له الجماعة مترجم في "التهذيب" "٤: ٧٢".',NULL,'187',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (185,'٥٦١- سعيد بن مرثد الرحبي١: "شامي"، ثقة.
٥٦٢- سعيد بن مسروق بن ربيع الثوري٢: "كوفي"، ثقة، ويقال: إنه لم يكن بالكوفة أحسب من سعيد بن مسروق، وصالح بن مسلم العجلي.
٥٦٣- سعيد بن المسيب بن حزن٣: "مدني"، تابعي، ثقة، وكان رجلا صالحًا فقيهًا، وكان لا يأخذ العطاء، وكانت له بضاعة أربعمائة دينار، وكان يتجر بها في الزيت، وكان أعور.
حدثنا العلاء بن عبد الجبار، حدثنا حماد بن سلمة، عن يحيى بن سعيد، عن سعيد بن المسيب، قال: كان أبو هريرة إذا أعطاه معاوية سكت، وإذا أمسك عنه تكلم.
٥٦٤- سعيد بن هاشم البخاري٤: ثقة.
٥٦٥- سعيد بن هانئ٥: "شامي"، تابعي، ثقة.
_________
١ سعيد بن مرثد الرحبي:
له ترجمة في "التاريخ الكبير" "٢: ١: ٥١٥"، و"ثقات ابن حبان" "٦: ٣٧١".
٢ سعيد بن مسروق الثوري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٨٢".
٣ سعيد بن المسيب بن حزن بن أبي وهب القرشي المخزومي: شيخ الإسلام، فقيه المدينة، أجل التابعين.
مترجم في "التهذيب" "٤: ٨٤" "تذكرة الحفاظ" "١: ٥٢".
٤ سعيد بن هاشم البخاري: قال الدارقطني: هو سعيد بن هاشم الفيومي: ضعيف، "ميزان الاعتدال" "٢: ١٦١"، "لسان الميزان" "٣: ٤٨".
٥ سعيد بن هانئ الخولاني: وثقه "أيضًا" ابن سعد، وابن حبان "التاريخ الكبير" "٢: ٥١٨١"، "الثقات" "٤: ٢٨٢"، "التهذيب" "٤: ٩٢".',NULL,'188',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (186,'٥٦٦- سعيد بن أبي هلال١: ثقة.
٥٦٧- سعيد بن وهب٢: تابعي، ثقة، سمع من عبد الله.
..........
* تضمينات الحافظ ابن حجر:
٥٦٨- سعيد بن يزيد بن سلمة الطاحي٣: ثقة.
٥٦٩- سعيد بن يسار: "مدني"، ثقة.
..........
باب سفيان:
٥٧٠- سفيان بن حسين٤: "واسطي"، ثقة.
_________
١ سعيد بن أبي هلال الليثي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٩٤".
٢ سعيد بن وهب الهمداني الكوفي: أدرك زمن النبي صلى الله عليه وسلم وسمع من معاذ بن جبل باليمن في حياة النبي صلى الله عليه وسلم: وثقه "أيضًا" ابن معين، وابن حبان، وابن نمير.
"التاريخ الكبير" "٢: ١: ٥١٧"، "الثقات" "٤: ٢٩١"، "التهذيب" "٤: ٩٥".
٣ سعيد بن يزيد بن مسلمة الأزدي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٠٠".
٤ سفيان بن حسين بن الحسن أبو محمد الواسطي: وثقه "أيضًا" عثمان بن أبي شيبة، ويحيى بن معين، وابن سعد، وابن خراش، واتفقوا أن روايته عن الزهري فيها تخاليط، ومن أجل ذلك كره ابن حبان في "الثقات"، وفي "المجروحين": ذكره في "المجروحين" فقال: يروي عن الزهري المقلوبات وإذا روى عن غيره أشبه حديثه حديث الأثبات، وذاك أن صحفية الزهري اختلطت عليه، فكان يأتي بها على التوهم، فالإنصاف في أمره تنكب ما روى عن الزهري والاحتجاج بما روى عن غيره، ثم ذكره في الثقات فقال: أما روايته عن الزهري فإن فيها تخاليط يجب أن يجانب وهو ثقة في غير حديث الزهري، ويجب أن يمحى اسمه من كتاب "المجروحين".
"تاريخ ابن معين" "٢: ٢١٠"، "التاريخ الكبير" "٢: ٢: ٨٩٢"، "الثقات" "٦: ٤٠٤"، "المجروحين" "١: ٣٥٨"، "التهذيب" "٤: ١٠٧".',NULL,'189',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (187,'٥٧١- سفيان بن سعيد بن مسروق بن ربيع١ يكنى: أبا عبد الله: ثقة، "كوفي"، رجل صالح، زاهد، عابد، ثبت في الحديث، يقال: إنه ما رأى سفيان مثله.
قال العجلي، عن أبي صالح الضبي، قال: أرسلني شريك إلى سفيان، فقال: سله ما يقول في شهادة قوم يقولون: "إن الإيمان كلام" ينبغي إنكار شهادتهم؟ قال: فأتيته نصف النهار وهو يأكل تمرًا وسويقًا، فقال: كل يا أبا صالح. قال: فقلت: يا أبا عبد الله! ما تقول في قوم يقولون: "إن الإيمان كلام" ترى إنكار شهادتهم؟ فقال لي: ما بدا لك في هذا، ليس هذا من مسائلك، احذر شريكًا، فرجعت إليه فأخبرته، فقال: ما أعرفني به.
وأبو صالح الضبي "كوفي"، ثقة، وكان سفيان يقول إن سألوكم عن شيء، فلا تجيبوهم، يعني القضاة.
سمعت بعض الكوفيين يقول: قال شريك: قدم علينا سالم الأفطس فأتيته، ومعي قرطاس فيه مائة حديث، فسألته عنها، فحدثني بها، وسفيان يسمع، فلما فرغ، قال لي سفيان: أرني قرطاسك، قال: فأعطيته إياه فحرقه، قال: فرجعت إلى منزلي فاستلقيت على قفاي، فحفظت منها سبعة وتسعين، وهذبت علي ثلاثة. قال: وحفظها سفيان كلها.
كان سفيان ممدودًا لا يخالطه شيء من البلغم، لا يسمع شيئًا إلا حفظه، حتى كان يخاف عليه.
_________
١ سفيان الثوري شيخ الإسلام، إمام الحفاظ، سيد العلماء العاملين في زمانه، أبو عبد الله الثوري الكوفي في المجتهد، ترجمته في "طبقات ابن سعد" "٦: ٣٧١"، "طبقات خليفة": "١٦٨"، "التاريخ الكبير" "٢: ٩٢٢"، "حلية الأولياء" "٦: ٣٥٦"، "تذكرة الحفاظ" "١: ٢٠٣"، "العبر" "١: ٢٣٥".',NULL,'190',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (188,'وعاد عمرو بن مرة مسروقًا -أبا سفيان- فسمع منه سفيان في منزلهم ثمانية عشر حديثًا حفظها كلها.
وكانت بضاعة سفيان الثوري ألفي حديث، وكان له ولد، فما زال يدعو عليه حتى مات.
وكان لسفيان بضاعة عند حمزة بن المغيرة فبنى دارًا فشيدها، فقال له سفيان: مثلك على دار أمثل هذه؟ فاعتل عليه، وقال: العيال. قال: رد علي بضاعتي، وأخذها منه.
وأجر سفيان نفسه من جمال إلى مكة، فأمروه أن يعمل لهم خبزة فلم يحسن خبزه، فضربه الجمال، فلما قدموا مكة دخل الجمال المسجد الحرام، فإذا سفيان قد أجمع إليه الناس، فقال الجمال لصاحب له: أليس هذا صاحبنا؟ قال: بلى، وسألوا عنه، فقيل لهم: هذا سفيان الثوري فاشتد على الجمال ما كان منه إليه، فمكث حتى انفض الناس عنه، فتقدم إليه، فقال: لم نعرفك يا أبا عبد الله! فقال: من يفسد طعام الناس يصيبه أكثر من هذا.
حدثني أبو داود الحفري، عن ابن أبي ذئب، قال: ما رأيت رجلا أشبه بالتابعين من سفيان الثوري.
وعن ابن المبارك، قال: ما كنت أفضل على سفيان أحدًا، ما أدري ما ابن عون.
قال العجلي: كان سفيان يقول: لا يعطى أحد من الزكاة أكثر من خمسين درهمًا، ولا يعطى منها أحد له خمسون درهمًا، وكان يذهب إلى حديث النبي صلى الله عليه وسلم: "من كانت له خمسون فهو غني".',NULL,'191',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (189,'وكان الأنصاري محمد بن عبد الله قاضي البصرة، يقول: "يعطى منها إذا كان محتاجًا ألف درهم دفعة واحدة".
وذكره العجلي أيضًا فقال: سفيان بن سعيد بن مسروق بن ربيع الثوري: يكنى أبا عبد الله ولد سنة سبع وتسعين، وتوفي سنة ستين ومائة، وهو ابن ثمان وستين، وكان ثقة ثبتًا في الحديث، زاهدًا فقيهًا صاحب سنة واتباع، وكان من أقوى الناس بكلمة شديدة عند سلطان يتقى.
قال العجلي: أحسن إسناد الكوفة: حدثنا عبد الرحمن بن مهدي، قال: حضرت سفيان بمكة، يكتب عن عكرمة بن عمار وهو جاث على ركبتيه, وجعل يوقفه: سمعت فلانًا، سمعت فلانًا، سمعت فلانًا، فقال: قلت يا أبا عبد الله! أكتب لك؟ قال: لا ليس يكتب سماعي غيري.
وسمع سفيان بن عون بن أبي جحيفة.
قال العجلي: دخل سفيان على المهدي، فقال: السلام عليك كيف أنت أبا عبد الله، ثم جلس، فقال: حجّ عمر بن الخطاب فأنفق على حجته عشرين دينارًا١، وأنت حججت فأنفقت في حجتك بيوت الأموال!! فقال: أتريد أن أكون مثلك؟ قال: فوق ما أنا فيه ودون ما أنت فيه، فقال وزيره أبو عبيد الله: أبا عبد الله قد جاءتنا كتبك فأنفذتها، قال: من هذا؟ قال: أبو عبيد الله وزيري، قال: احذره، فإنه كذاب، أنا كتبت إليك؟ ٢ ثم قام، فقال له المهدي: أين أبا عبد الله؟ قال: أعود. وقد كان ترك نعله حين قام، فعاد،
_________
١ في "الحلية" "٦: ٣٧٧" حج عمر بن الخطاب فأنفق ستين دينارًا، وفي رواية أخرى بعدها: اثني عشر دينارًا.
٢ العبارة في "الحلية" ما كتبت إليك شيئًا قط.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (190,'فأخذها، ثم مضى، فانتظره المهدي، فلم يعد، قال: وعدنا أن يعود فلم يعد، قيل له: إنه قد عاد لأخذ نعليه، فغضب، فقال قد أمن الناس إلا سفيان الثوري.
قال: وقال حماد بن زيد: كان يلقاني جعفر بن سليمان بن علي والي البصرة، فيقول لي: تراني لا أعرف أين سفيان، هو عند فلان في بيت كذا -لا يخطئ- ويقول: لا، علم الله أني لا أهيج سفيان.
قال العجلي: ألقى أبو إسحاق فريضة فلم يصنعوا فيها شيئًا، قال: لو كان الغلام الثوري فصلها الساعة، إذ أقبل سفيان، فقال له: ما تقول في كذا وكذا؟ قال سفيان: أنت حدثتنا عن علي بكذا وكذا. والأعمش حدثنا عن ابن مسعود بكذا وكذا، وفلان حدثنا فيها بكذا وكذا، فقال أبو إسحاق: كيف ترون من ساعة فصلها ألا تكونوا مثله.
ويروى عن الحسن بن صالح يعني ابن حر، قال: كنت عند ابن أبي ليلى وسفيان معنا، فألقى علينا ابن أبي ليلى مسألة فلم يفهمها سفيان، ثم أعادها فلم يفهمها، ثم أعادها فلم يفهمها، ثم أعادها عليه ففهمها، فجعل سفيان يحمد الله، فقلت: إنه يريد وجه الله.
سفيان الثوري أفقه من سفيان بن عيينة.
ومات سفيان الثوري سنة تسع وخمسين ومائة، ويقال: سنة إحدى وستين، ويقال: سنة سبع وخمسين ومائة، واختلفوا في سنه، فيقال: سنه ست وستون، ويقال: أربع وستون.
قلت: وقد تقدم أنه توفي وله ثلاث وستون، والله أعلم.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (191,'٥٧٢- سفيان بن عبد الله الثقفي١: "حجازي"، ثقة.
٥٧٣- سفيان بن عقبة السوائي٢: "كوفي"، ثقة.
٥٧٤- سفيان بن عمر الخولاني٣: "شامي"، تابعي، ثقة.
٥٧٥- سفيان بن أبي العوجاء٤: سكن الشام والكوفة.
٥٧٦- سفيان بن عوف القاري من القارة٥: "مصري"، تابعي، ثقة.
٥٧٧- سفيان بن عيينة الهلالي٦: "كوفي"، ثقة، ثبت في الحديث
_________
١ سفيان بن عبد الله الثقفي:
له ترجمة في "التهذيب" "٤: ١١٥"، وقيل: إن له صحبة، وكذا هو عند ابن معين "٢: ٢١٦".
٢ سفيان بن عقبة السوائي الكوفي: أخرج له مسلم والأربعة وقال ابن معين: لا بأس به، ووثقه ابن حبان.
"التهذيب" "٤: ١١٦".
٣ سفيان بن عمر الخولاني: والذي في المراجع سفيان بن وهب الخولاني يعد في الشاميين، وله صحبة، وقال ابن حبان: من زعم أن له صحبة فقد وهم. "الثقات" "٤: ٣١٩".
٤ سفيان بن أبي العوجاء الحجازي: قال البخاري: فيه نظر، وقال الحاكم: حديثه ليس بالقائم، وقال أبو حاتم: ليس بالمشهور، ووثقه: ابن حبان.
"التهذيب" "٤: ١١٧".
٥ سفيان بن عوف القاري، حليف بني زهرة: يروي عن عبد الله بن عمرو بن العاص، وذكره ابن حبان في "ثقات التابعين" "٤: ٣٢" وله ترجمة في "تعجيل المنفعة" "ص١٥٥.
٦ سفيان بن عيينة، الإمام الحافظ الكبير، شيخ الإسلام، لقي الكثير وحمل عنهم علمًا جمًّا، وأتقن وجود وجمع وصنف، وعمر طويلا، وازدحم الخلق عليه، وانتهى إليه علو الإنساد، ورجل إليه من البلاد وألحق الأحفاد بالأجداد.
"طبقات ابن سعد" "٥: ٤٩٧"، "تاريخ ابن معين" "٢: ٢١٦"، "التاريخ الكبير" "٢: ٢: ٩٤"، "حلية الأولياء:" "٧: ٢٧٠"، "تاريخ بغداد" "٩: ١٧٤"، "التهذيب "٤: ١١٧".',NULL,'194',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (192,'وكان بعض أهل الحديث يقول: هو أثبت الناس في حديث الزهري، وكان حسن الحديث، وكان يعد من حكماء أصحاب الحديث، يكنى: أبا محمد. سكن مكة، وكان مولى أبي هلال، وكان حديثه نحوًا من سبعة آلاف، ولم يكن له كتب.
٥٧٨- سفيان بن عيينة١: سمع عمر وجابرًا، يدلس، ليس بشيء. وهو مولى مسعر بن كدام من أسفل.
٥٧٩- سفيان العضدي٢.
..........
* تضمينات الحافظ ابن حجر:
٥٨٠- سفيان بن هانئ٣: "بصري"، تابعي، ثقة.
..........
باب سكين:
..........
* تضمينات الحافظ ابن حجر:
٥٨١- السكن بن إسماعيل الأنصاري٤: ثقة، لا بأس به.
..........
_________
١ هو سفيان بن عيينة آخر، وذكره المصنف هنا للتمييز.
٢ سفيان العضدي: ولم نظفر له بترجمة.
٣ سفيان بن هانئ: مختلف في صحبته، وذكره ابن حبان في: "ثقات التابعين" "٤: ٣١٩"، مترجم في "التهذيب" "٤: ١٢٣".
٤ السكن بن إسماعيل الأنصاري: وثقه "أيضًا" ابن معين، أبو داود، وابن حبان، وقال أبو حاتم: صدوق.
مترجم في "التهذيب" "٤: ١٢٥".',NULL,'195',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (193,'٥٨٢- سكين بن عبد العزيز العطار١: "بصري"، ثقة.
باب سلمة وسلم:
..........
* تضمينات الحافظ ابن حجر:
٥٨٣- سلم بن زرير١: في عداد الشيوخ، ثقة.
٥٨٤- سلمة بن الأكوع٢ من أصحاب النبي صلى الله عليه وسلم.
..........
* تضمينات الحافظ ابن حجر:
٥٨٥- سلمة بن تمام٣: "كوفي"، ثقة.
..........
٥٨٦- سلمة بن دينار أبو حازم القصار٤: "مدني"، تابعي، ثقة،
_________
١ سكين بن عبد العزيز بن قيس العبدي العطار: وثقه "أيضًا" وكيع، وعثمان الدارمي، وابن معين، وابن حبان، وقال غيرهم: ليس به بأس.
"تاريخ ابن معين" "٢: ٢٢١"، "التاريخ الكبير" "٢: ٢: ١٩٩"، "الثقات" "٦: ٤٣٢"، "التهذيب" "٤: ١٢٦".
٢ سلم بن زرير العطاردي: ضعفه ابن معين، وابن حبان لقلة اشتغاله بالحديث.
"التاريخ الكبير" "٢: ٢: ١٥٨"، "تاريخ ابن معين" "٢: ٢٢٢"، "المجروحين" "١: ٣٤٤"، "التهذيب" "٤: ١٣٠".
٣ سلمة بن الأكوع: هو من أهل بيعة الرضوان:
له ترجمة في "طبقات ابن سعد" "٤: ٣٠٥"، "التاريخ الكبير" "٢: ٦٩٢"، "تاريخ ابن معين" "٢: ٢٢٥"، مشاهير علماء الأمصار" "٨٠"، "العبر" "١: ٨٤"، "تهذيب ابن عساكر" "٦: ٢٣٢".
٤ سلمة بن تمام أبو عبد الله الشقري الكوفي: وثقه "أيضًا" ابن معين، وأبو حاتم، وابن حبان، وابن نمير.
"تاريخ ابن معين" "٢: ٢٢٤"، "التاريخ الكبير" "٢: ٢: ٧٩"، "التهذيب" "٤: ١٤٢".
٥ سلمة بن دينار أبو حاتم الأعرج: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٤٣".',NULL,'196',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (194,'رجل صالح، سمع من سهل بن سعد الساعدي، ولم يسمع من أبي هريرة.
٥٨٧- سلمة بن سبرة١: "كوفي"، تابعي، ثقة.
٥٨٨- سلمة بن أبي سلمة بن عبد الرحمن بن عوف٢: ثقة.
٥٨٩- سلمة بن عبيد الله البلوي٣: "مصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٥٩٠- سلمة بن علقمة التميمي٤: ثقة، فقيه.
..........
٥٩١- سلمة بن كهيل الحضرمي٥: "كوفي"، ثقة، ثبت في الحديث، تابعي، سمع من جندب بن عبد الله.
قال سفيان الثوري لحماد بن سلمة: رأيت سلمة بن كهيل؟ قال: نعم،
_________
١ سلمة بن سبرة: يروي عن سلمان الفارسي، روى عنه شقيق بن سلمة، له ترجمة في "التاريخ الكبير" "٢: ٢: ٧٨"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣١٧".
٢ سلمة بن أبي سلمة بن عبد الرحمن بن عوف القرشي الزهري.
له ترجمة في "التاريخ الكبير" "٢: ٨٠٢"، وذكره ابن حبان في "ثقات أتباع التابعين" "٦: ٣٩٦".
٣ الذي في كتب الرجال: سلمة بن عبيد الله بن محصن الأنصاري، وسلمة بن عبيد الله الذي يروي عن إبراهيم النخعي، وانظر "التاريخ الكبير" "٢: ٢: ٨٠"، "ثقات ابن حبان" "٦: ٣٩٨".
٤ سلمة بن علقمة التميمي، أبو بشر البصري: وثقه "أيضًا": أحمد وابن معين، وابن المديني، وأبو حاتم، ابن حبان، وقال غيرهم، ليس به بأس. وأخرج له الشيخان والأربعة سوى الترمذي.
"التاريخ الكبير" "٢: ٢: ٨٢"، "الثقات" "٦: ٣٩٩"، "التهذيب" "٤: ١٥٠".
٥ سلمة بن كهيل الحضرمي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٥٥".',NULL,'197',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (195,'قال: لقد رأيت شيخًا كيسًا، قال: وكان فيه تشيع قليل، وهو من ثقات الكوفيين، وحديثه أقل من مائتي حديث.
٥٩٢- سلمة بن نبيط١: "كوفي"، تابعي، ثقة.
باب سلمان:
٥٩٣- سلمان الأغر٢: "مدني"، تابعي، ثقة.
٥٩٤- سلمان بن ربيعة الباهلي٣: "كوفي"، تابعي، ثقة، وكان من كبار التابعين.
٥٩٥- سلمان بن سمير٤: "شامي"، تابعي، ثقة.
٥٩٦- سلمان أبو حازم الأشجعي٥ مولى عزة: "كوفي"، تابعي، ثقة، سمع من أبي هريرة، ثم قال بعد ذلك بكثير: أبو حازم الأحمسي: يروي عن
_________
١ سلمة بن نبيط بن شريط بن أنس الأشجعي، أبو فراس الكوفي: وثقه "أيضًا" الإمام أحمد، وابن معين، وأبو داود، والنسائي، ومحمد بن نمير، وابن حبان، وعثمان بن أبي شيبة، وابن شاهين.
"التاريخ الكبير" "٢: ٢: ٧٥"، "الثقات" "٤: ٣١٧"، "التهذيب" "٤: ١٥٨".
٢ سلمان الأغر أبو عبد الله المدني، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٣١٩"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣٣٣".
٣ سلمان بن ربيعة الباهلي: يقال: إن له صحبة، كان ثقة، قليل الحديث.
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٣٦"، "ثقات ابن حبان" "٤: ٣٣٢"، "التهذيب" "٤: ١٣٦".
٤ سلمان بن سمير الألهاني: وفي "ثقات ابن حبان": ابن شمير.
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٣٨"، "الثقات" "٤: ٣٣٣"، "التهذيب" "٤: ١٣٧".
٥ سلمان أبو حازم الأشجعي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٤٠".',NULL,'198',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (196,'أبي هريرة: "كوفي"، والظاهر أنه وَهِمَ.
..........
* تضمينات الحافظ ابن حجر:
٥٩٧- سلمان أبو رجاء١: "بصري"، ثقة.
..........
باب سليط وسليم:
٥٩٨- سليط بن سعد٢: "مدني"، تابعي، ثقة.
٥٩٩- سليط بن شعبة الشعباني٣: "مصري"، ثقة.
٦٠٠- سليم بن عامر الخبائري٤: "شامي"، تابعي، ثقة، يكنى أبا يحيى.
٦٠١- سليم بن عبد السلولي٥: "كوفي"، تابعي، ثقة، روى عنه: أبو إسحاق السبيعي.
_________
١ سلمان أبو رجاء: أخرج له الشيخان، وأبو داود، والنسائي، حديثًا واحدًا في قصة العرانيين، له ترجمة في "التاريخ الكبير" "٢: ٢: ١٣٩"، و"التهذيب" "٤: ١٤٠".
٢ سليط بن سعد السالمي:
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٩٢"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣٤٢".
٣ سليط بن شعبة الشعباني: ذكره البخاري في "التاريخ الكبير" "٢: ١١٩٢".
٤ سليم بن عامر الكلاعي الخبائري، أبو يحيى الحمصي: وثقه "أيضًا" يعقوب بن سفيان، والنسائي، وابن حبان، وغيرهم.
له ترجمة في "التاريخ الكبير" "٢: ١٢٥٢"، "التهذيب" "٤: ١٦٦".
٥ سليم بن عبد السلولي:
له ترجمة في "التاريخ الكبير" "٢: ١٢٦٢"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣٣٠".',NULL,'199',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (197,'٦٠٢- سليم بن عنز١: "مصري"، تابعي، ثقة، وكان يختم في الليل ثلاث مرات، ويجامع ثلاث مرات، فلما مات، بكت امرأته، فقالت امرأته: رحمك الله, إن كنت ترضي ربك، وترضي أهلك.
٦٠٣- سليم أبو الشعثاء المحاربي٢: تابعي، ثقة وهو سليم بن أسود. قلت: ويستحق أن يكون أول الباب.
باب سليمان:
٦٠٤- سليمان بن بريدة٣: تابعي، ثقة، وهو أكبر من أخيه عبد الله.
..........
* تضمينات الحافظ ابن حجر:
٦٠٥- سليمان بن الجهم٤: "كوفي"، تابعي، ثقة.
..........
_________
١ سليم بن عنز، من أهل مصر: يروي عن أبي الدرداء.
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٢٥"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣٢٩".
٢ سليم بن أسود بن حنظلة أبو الشعثاء المحاربي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٦٥".
٣ سليمان بن بريدة بن الحصيب الأسلمي المروزي: وثقه "أيضًا" ابن معين، وأبو حاتم، وابن حبان.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٤"، وذكره ابن حبان في: "ثقات التابعين".
٤ سليمان بن الجهم بن أبي الجهم الأنصاري الحارثي، مولى البراء بن عازب.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٥"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣١٠"، "التهذيب" "٤: ١٧٧".',NULL,'200',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (198,'٦٠٦- سليمان بن حبيب المحاربي١: "شامي"، تابعي، ثقة.
٦٠٧- سليمان بن حيان أبو خالد٢ الأحمر: "كوفي"، ثقة، وكان محترفا يؤاجر نفسه.
٦٠٨- سليمان بن داود الهاشمي أبو أيوب٣: ثقة، كان يسكن بغداد.
٦٠٩- سليمان بن داود أبو داود الطيالسي٤: "بصري"، ثقة، وكان كثير الحفظ، رحلت إليه فأصبته مات قبل قدومي بيوم، وكان قد شرب "البلاذر"٥ هو وعبد الرحمن بن مهدي، فجذم أبو داود، وبرص عبد الرحمن، فحفظ أبو داود أربعين ألف حديث، وحفظ عبد الرحمن عشرة آلاف حديث، وكان أبو داود ينقع نفسه في السمن، وقال رجل لعبد الرحمن: يا أبا سعيد! لو قيل لك: ادخل الجنة بغير حساب ولا تكن لك رئاسة، أو قيل لك: يكن لك رئاسة الدنيا وأمرك إلى الله، أيهما أحب إليك؟ قال له: بالله اسكت.
_________
١ سليمان بن حبيب المحاربي: وثقه "أيضًا" ابن معين، والنسائي، وابن حبان، وقال غيرهم: مستقيم.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٦"، وذكره ابن حبان في "ثقات التابعين" "٤: ٣١٣".
٢ سليمان بن حبان أبو خالد الأحمر: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٨١".
٣ سليمان بن داود الهاشمي أبو أيوب: وثقه أيضًا: أبو حاتم والنسائي، والدارقطني، والخطيب، وغيرهم.
مترجم في "التهذيب" "٤: ١٨٧".
٤ سليمان بن داود، أبو داود الطيالسي، الحافظ الكبير، صاحب المسند، وفاته "٢٠٤".
ترجمته في "تاريخ ابن معين" "٢: ٢٢٩"، "التاريخ الكبير" "٢: ٢: ١٠"، "تاريخ بغداد" "٩: ٢٤"، العبر "١: ٣٤٥" "ميزان الاعتدال" "٢: ٢٠٣"، "تذكرة الحفاظ" "١: ١-٣"، "التهذيب" "٤: ١٧٦".
٥ "البلاذر": ثمرة شبيهة بنوى التمر، ولبه مثل لب الجوز، ومن خواصه أنه جيد لفساد الذهن، والاسترخاء، والنسيان، وذهاب الحفظ، وهذه الأوصاف التي سردها صاحب الأدوية المفردة ص٣١، تنطبق على المنشطات ومادة البلادونا.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (199,'وقال له رجل: أيهما أحب إليك يغفر الله لك ذنبًا، أو تحفظ حديثًا فقال: أحفظ حديثًا، وكان يسيء الصلاة، فقال له رجل من مطوعة البصرة: يا أبا سعيد! الرجل يعظ من هو أفقه منه؟ قال: نعم، قال له: أحسن صلاتك. وكان يسيء الصلاة، وكان أبوه يرى الناس يجتمعون إليه، فيقول لهم -ويكشف ذكره- هذا ولد هذا. وكان ضعيف العقل.
٦١٠- سليمان بن سعد١: حدثني أبو نعيم، حدثنا سفيان، عن موسى بن أبي عائشة، عن سليمان بن سعد، قال: قال رسول الله صلى الله عليه وسلم: "إن أبعد الناس من الإسلام الروم، والصاد"، يعني الصاديين.
..........
* تضمينات الحافظ ابن حجر:
٦١١- سليمان بن سليم الكناني٢: ثقة.
..........
٦١٢- سليمان بن أبي سليمان أبو إسحاق الشيباني٣ مولى لهم: وكا ثقة من كبار أصحاب الشعبي، ويُروى عنه، قال: خرجت من الكوفة
_________
١ سليمان بن سعد عن النبي صلى الله عليه وسلم "مرسل".
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٩"، وفي ثقات ابن حبان "٤: ٣١٥"، وقال: سليمان بن سعيد.
٢ سليمان بن سليم الكناني، أبو سلمة الشامي القاضي، وثقه "أيضًا": ابن معين، وأبو حاتم، ويعقوب بن سفيان، والدارقطني، وغيرهم.
"تاريخ ابن معين" "٢: ٢٣١"، "التاريخ الكبير" "٢: ٢: ١٧"، "التهذيب" "٤: ١٩٥".
٣ سليمان بن أبي سليمان، أبو إسحاق الشيباني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٩٧".',NULL,'202',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (200,'إلى الجبل وما بدلوا١ إبراهيم النخعي، فغبت عنه سنتين، ثم رجعت إلى الكوفة فإذا هو قد حدث وأفتى، فكتبت عن رجل عنه، وكان أبو إسحاق الشيباني يقول: لو كان هذا الحديث من الخبز لنقص.
وتوفي سنة تسع وعشرين ومائة٢. وقد سمع من ابن أبي أوفى.
٦١٣- سليمان بن طرخان التيمي٣: "بصري"، تابعي، ثقة، وكان من خيار أهل البصرة، وكان يقول لابنه: أنا تيمي الدار، وكان مولى لبني مرة. سمع من أنس.
..........
* تضمينات الحافظ ابن حجر:
٦١٤- سليمان بن عمرو بن عبدة٤: تابعي، ثقة.
٦١٥- سليمان بن قيس اليشكري٥: "بصري"، تابعي، ثقة.
٦١٦- سليمان بن أبي مسلم المكي الأحول٦: ثقة.
٦١٧- سليمان بن مسهر الفزاري٧: ثقة.
_________
١ كذا بالأصل.
٢ قال الذهبي: هذا خطأ فاحش"، وفاته "١٣٩"، وقال البخاري "١٤١", سير أعلام النبلاء "٦: ١٩٤".
٣ سليمان بن طرخان التيمي، أبو المعتمر البصري، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٢٠١".
٤ وثقه أيضًا ابن معين، وابن حبان، التهذيب "٤: ٢١٢-٢١٣".
٥ وثقه "أيضًا": أبو زرعة، والنسائي، وابن حبان "التهذيب" "٤: ٢١٤".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٤: ٢١٨".
٧ وثقه "أيضًا": النسائي وابن حبان، "التهذيب" "٤: ٢١٩".',NULL,'203',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (201,'٦١٨- سليمان بن المغيرة القيسي١: ثقة.
..........
٦١٩- سليمان بن مهران الأعمش٢: يكنى أبا محمد، ثقة، كوفي، وكان يحدث أهل الكوفة في زمانه.
يقال: إنه ظهر له أربعة آلاف حديث، ولم يكن له كتاب. وكان يقرئ القرآن، رأسًا فيه.
قرأ على يحيى بن وثاب٣ وكان فصيحًا، وكان أبوه من سبي الديلم، وكان مولى لبني كاهل "فخذ من بني أسد"، وكان عَسِرًا سيئ الخلق٤.
حدثنا محمد بن عبيد، قال: أكثر ما سمعت من الأعمش في مجلس واحد: تسعة أحاديث، أو أحد عشر حديثًا، وذلك أنه أتاه عمر بن سعيد الثوري فانبسط إليه، ثم قال: ما هذا السيل.
حدثنا سفيان الحميري، عن سفيان بن حسين، قال: أتى الأعمش ناحية هذا السواد فأتاه قوم منهم، فسألوه أن يحدثهم فأبى، فقال له رجل: يا أبا محمد لو حدثت هؤلاء المساكين! قال: ويلك! ومن يعلق الدر على الخنازير؟
حدثنا أبي، قال: قيل للأعمش: كنت تأتي فلانًا -رجلا من السلاطين-
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٤: ٢٢٠".
٢ سليمان بن مهران الأعمش، الإمام، شيخ الإسلام، شيخ المقرئين، والمحدثين، أبو محمد الأسدي، رأى أنس بن مالك، وحكى عنه.
"تاريخ ابن معين" "٢: ٢٣٤"، "التاريخ الكبير" "٢: ٢: ٣٧"، تاريخ بغداد "٩: ٣"، تذكرة الحفاظ "١: ١٥٤"، "التهذيب" "٤: ٢٢٢".
٣ يحيى بن وثاب المقرئ له ترجمة في "التهذيب" "١١: ٢٩٤".
٤ وبقية العبارة: "عالمًا بالفرائض، وكان لا يلحن حرفًا، وكان فيه تشيع" التهذيب "٤: ٢٢٣".',NULL,'204',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (202,'فتركته، قال: إنما هم عندنا بمنزلة الحش١، إذا احتجنا إليه أتيناه، وإذا استغنينا عنه تركناه.
وعن أبيه قال هاجت فتنة بالكوفة فعمل الحسن بن حي طعامًا كثيرًا، ودعا قراء أهل الكوفة، فكتبوا كتابًا يأمرون فيه بالكف وينهون عن الفتنة، فدعوه فتكلم بثلاث كلمات استغنوا بها عن قراءة ذلك الكتاب. فقال: رحم الله امرأ ملك لسانه، وكف يده، وعالج ما في صدره، تفرقوا، فإنه كان يكره طول المجلس.
وعنه، قال: كان الأعمش يدفع يده فيصفع منصور بن المعتمر، ثم يقول: تأتي الزهري! أنا آتي الزهري، إن الرجل ليأتي من بلد من البلدان ما يريد غيري، فما يزالون حتى يفسدوه، حتى يقول: ما لي أرى الأعمش في مجلس.
الأعمش لم يسمع من أبي عمرو الشيباني شيئًا، وكان الأعمش كثير الحديث، وكان عالمًا بالقرآن رأسًا فيه، وكان قرأ على يحيى بن وثاب، وكان فصيحًا، لا يلحن حرفًا، وكا عالمًا بالفرائض، وكان فيه سوء خلق، ولم يكن في زمانه من طبقته أكثر حديثًا منه.
وكان فيه تشيع.
ولم يختم على الأعمش إلا ثلاثة: طلحة بن مصرف اليامي، وكان أفضل من الأعمش وأرفع منه سنًّا، وأبان بن تغلب النحوي، وأبو عبيدة بن معن بن عبد الرحمن بن عبد الله بن مسعود٢.
_________
١ الحش: المخرج، لأنهم كانوا يقضون حوائجهم بالبساتين، وهذه كناية عن عدم الاعتداد بالسلاطين.
٢ مراد المصنف أنهم ختموا عليه تلقينًا، وإلا فقد ختم عليه حمزة وغيره عرضًا.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (203,'وروى عن أنس بن مالك حديثًا واحدًا: "أن النبي صلى الله عليه وسلم كان إذا دخل الخلاء"١.
وكان يذهب بابن مسعود، والكوفيون يذهبون به.
وذكر أن أبا الأعمش "مهران" شهد قتل الحسين، وأن الأعمش ولد يوم قتل الحسين، وذلك يوم عاشوراء سنة إحدى وستين.
ومات الأعمش سنة ثمان وأربعين ومائة.
وراح الأعمش إلى الجمعة، وعليه فروة قد قلب جلدها على جلده، وصوفها خارج، وكان على كتفه منديل الخوان مكان الرداء٢.
حدثنا يعقوب بن كعب، حدثنا عطاء، قال: قلت للأعمش: ما أرى هذا يسعك؟ قال: بلى يسعني ما وسع ابن عباس، قلت: وما قال ابن عباس؟ قال: كنا نحدث والحديث على عهد رسول الله صلى الله عليه وسلم فأما مذ ركبتم كل صعب وذلول، فإنا قد رفضنا الحديث.
قال العجلي: أمر عيسى بن موسى للقراء بصلة، قال: فأتوا وقد لبسوا، وجاء الأعمش وعليه ثوب قصار إلى أنصاف ساقيه، ورجل يقوده، فلما دخل الدار قال: ههنا ابن أبي ليلى، ههنا ابن شبرمة أريحونا من هذه الحيطان الطوال، قال
_________
١ الحديث هو: "كان النبي صلى الله عليه وسلم: إذا أراد الحاجة لم يرفع ثوبه حتى يدنو من الأرض" أخرجه أبو داود في الطهارة، عن عبد السلام بن حرب، عن الأعمش، عن أنس، وهو ضعيف.
وأخرجه الترمذي في الطهارة عن ابن قتيبة، عن عبد السلام بن حرب، وقال: لم يسمع الأعمش من أنس. "تحفة الأشراف" "١: ٢٣٥".
٢ أي أنه يلبس الفرو مقلوبًا، وقد قال له قائل: يا أبا محمد! لو لبستها وصوفها إلى داخل كان أدفأ لك، قال كنت أشرت على الكبش بهذه المشورة.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (204,'عيسى: ما دخل علينا قارئ غير هذا، عجلوا له.
٦٢٠- سليمان بن يسار١: "مدني"، تابعي، ثقة، "مأمون، فاضل، عابد"٢، وكان فقيهًا، وكان الحسن بن محمد ابن الحنفية يقول: سليمان بن يسار عندنا أفقه من سعيد بن المسيب.
باب سماك، وسمرة، وسمعان، وسميط:
٦٢١- سماك بن حرب البكري٣: "كوفي"، جائز الحديث، وكان له علم بالشعر، وأيام الناس، وكان فصيحًا إلا أنه كان في حديث عكرمة ربما وصل عن ابن عباس، وربما قال: قال النبي صلى الله عليه وسلم، إنما كان عكرمة يحدث عن ابن عباس، وكان سفيان الثوري يضعفه بعض الضعف.
٦٢٢- سماك بن الوليد الحنفي أبو زميل٤: "يمامي"، تابعي، ثقة.
٦٢٣- سمرة بن فاتك الأسدي٥: من أصحاب النبي صلى الله عليه وسلم.
_________
١ سليمان بن يسار الهلالي، أبو أيوب: متفق على توثيقه، حديثه في الكتب الستة، مترجم في التهذيب "٤: ٢٢٨"، "ثقات ابن حبان" "٦: ٣٩٤".
٢ الزيادة من التهذيب.
٣ سماك بن حرب البلوي، وثقه أيضًا: ابن معين، وأبو حاتم، وابن حبان، وقال: "يخطئ كثيرًا"، وروايته عن عكرمة مضطربة، وتغير بآخرة.
"تاريخ ابن معين" "٢: ٢٣٩"، "التاريخ الكبير" "٢: ٢: ١٧٣"، "الثقات" "٤: ٣٣٩"، "التهذيب" "٢: ٢٣٢".
٤ سماك بن الوليد الحنفي، أبو زميل: وثقه "أيضًا": ابن معين، والإمام أحمد، وابن حبان، وقال غيرهم: "ليس به بأس"، وقال ابن عبد البر: "أجمعوا على أنه ثقة".
"التاريخ الكبير "٢: ٢: ١٧٣"، "الثقات" "٤: ٣٤٠"، "التهذيب" "٤: ٢٣٥".
٥ سمرة بن فاتك: ذكره ابن حبان في الصحابة "٣: ١٧٥"، وله ترجمة في الإصابة.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (205,'٦٢٤- سمعان بن مشنج١: "كوفي"، تابعي، ثقة، روى عنه الشعبي، روى هو عن سمرة بن جندب.
٦٢٥- السميط٢: "بصري" "لم يسمع من كعب وهو ثقة"٣.
باب سنان وسُنين:
٦٢٦- سنان بن سلمة٤: "بصري"، تابعي، ثقة.
٦٢٧- سنان بن أبي سنان الديلي٥: "مدني"، تابعي، ثقة.
٦٢٨- سنان البرجمي٦: "كوفي"، لا بأس به.
٦٢٩- سنين أبو جميلة٧: "مدني"، تابعي، ثقة.
_________
١ سمعان من مشنج العامري: وثقة أيضًا ابن حبان، وابن ماكولا.
"تاريخ ابن معين" "٢: ٢٣٩"، "التاريخ الكبير" "٢: ٢: ٢٠٤"، "الثقات" "٤: ٣٤٥"، "التهذيب" "٤: ٢٣٧".
٢ هو السميط بن عمير، أبو عبد الله البصري، وقيل: ابن الشمير.
له ترجمة في "تاريخ ابن معين" "٢: ٢٤٠"، "الثقات" "٤: ٣٤٨"، "التهذيب" "٤: ٢٤٠".
٣ الزيادة من التهذيب.
٤ سنان بن سلمة بن المحبق، أبو عبد الرحمن: ذكره ابن حبان في الصحابة "٣: ١٧٨"، ولد يوم حنين وله ترجمة في "التهذيب" "٤: ٢٤١".
٥ سنان بن أبي سنان الديلي: احتج به الشيخان، وذكره ابن حبان في ثقات التابعين.
"التاريخ الكبير" "٢: ٢: ١٦٢"، "الثقات" "٤: ٣٣٦"، "التهذيب" "٤: ٢٤٢".
٦ سنان بن هارون البرجمي: له في الترمذي حديث واحد في دلائل النبوة، وضعفه العقيلي "٢: ١٧١"، وابن حبان، وقال: "منكر الحديث جدًّا". التهذيب "٤: ٢٤٣".
٧ سُنين أبو جميلة السلمي: صاحبي صغير.
"تاريخ ابن معين" "٢: ٢٤٠"، "الثقات" "٣: ١٧٩".',NULL,'208',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (206,'باب سهل وسهم وسهيل:
٦٣٠- سهل بن أبي أمامة بن سهل بن حنيف١: "مدني"، تابعي، ثقة.
٦٣١- سهل بن حسان المعروف بابن أبي خدويه٢: "بصري"، ثقة، حسن الحديث، حسن العقل. قاله علي بن المديني.
..........
* تضمينات الحافظ ابن حجر:
٦٣٢- سهل بن حماد العنقزي٣: ثقة.
..........
٦٣٣- سهل بن حنيف٤: وكان من أصحاب النبي صلى الله عليه وسلم وكان بدريًّا، وكان مع علي بصفين، ومات فصلى عليه فكبر عليه عليٌّ ستًّا، وقال: إنه بدري.
٦٣٤- سهل بن معاذ بن أنس الجهني٥: "مصري"، تابعي، ثقة.
_________
١ سهل بن أبي أمامة بن سهل بن حنيف الأنصاري الأوسي: وثقه أيضًا: ابن معين، وابن حبان.
"التاريخ الكبير" "٢: ٢: ٩٩"، "الثقات" "٤: ٣٢٠"، "التهذيب" "٤: ٢٤٦".
٢ سهل بن حسان، أبو خدويه:
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٠٣".
٣ سهل بن حماد العنقزي، أبو عتاب الدلال البصري: وثقه "أيضًا": أبو بكر البزار، وابن حبان. التهذيب "٤: ٢٤٩".
٤ سهل بن حنيف الأنصاري:
له ترجمة في "التاريخ الكبير" "٢: ٢: ٩٧"، "الثقات" "٣: ١٦٩".
٥ سهل بن معاذ بن أنس الجهني: ذكره ابن حبان في "الثقات" "٤: ٣٢١"، وقال: "لا يعتبر حديثه ما كان من رواية زبان بن فائد"، وذكره ابن حبان "أيضًا" في "المجروحين" "١: ٣٤٧"، فقال: "منكر الحديث جدًّا، فلست أدري أوقع التخليط في حديثه منه أو من زبان بن فايد، فإن كان من أحدهما فالأخبار التي رواها أحدهما ساقطة".',NULL,'209',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (207,'٦٣٥- سهم بن منجاب١: "كوفي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٦٣٦- سهيل بن أبي حزم٢: ثقة.
..........
٦٣٧- سهيل بن أبي صالح السمان٣: "مدني"، ثقة.
باب سوار وسويد وسلام:
٦٣٨- سوار بن عبد الله٤.
حدثني أبي عبد الله، قال: كتب أبو جعفر إلى سوار بن عبد الله قاضي البصرة: انظر الأرض التي تخاصم فيها فلان القائد، وفلان التاجر فأرفعها إلى فلان القائد؛ فكتب إليه سوار: إن البينة قد قامت عندي أنها لفلان التاجر، فلست أخرجها من يديه إلا ببينة، فكتب إليه أبو جعفر: والله الذي لا إله إلا هو لتدفعها إلى فلان القائد، فكتب إليه سوار: "والله الذي لا إله إلا هو لا أخرجها
_________
١ سهم بن منجاب بن راشد الضبي الكوفي: وثقه "أيضًا": النسائي، وابن حبان.
"التاريخ الكبير" "٢: ٢: ١٩٤"، "الثقات" "٤: ٣٢١"، "التهذيب" "٤: ٢٦٠".
٢ سهيل بن أبي حزم، أبو بكر البصري: ضعيف من السابعة.
"تقريب التهذيب" "١: ٣٣٨".
٣ سهيل بن أبي صالح السمان: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب"، "٤: ٢٦٣".
٤ سوار بن عبد الله بن قدامة: تولى القضاء لأبي جعفر المنصور على البصرة، تكلم فيه الثوري لدخوله في القضاء من السابعة "التهذيب" "٤: ٢٦٩".',NULL,'210',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (208,'من يدي فلان التاجر إلا بحق، فلما جاء الكتاب قال أبو جعفر: ملأتها والله عدلا، صار قضاتي تردني إلى الحق.
وقال العجلي: أراد أبو جعفر أن يصطفي شيئًا من أرض البصرة، فقال له سوار بن عبد الله: لا تعرض لأهل البصرة، قال وما أهل البصرة إنهم لأذلاء؟! قال: إني لا أخشى عليك سلاحهم ولكني أخاف عليك دعاءهم. قال: صدق، ولا تعرضوا لهم.
..........
* تضمينات الحافظ ابن حجر:
٦٣٩- سويد بن حجير١: "بصري"، تابعي، ثقة.
٦٤٠- سويد بن سعيد بن سهل الهروي٢: ثقة، من أروى الناس عن علي بن مسهر.
..........
٦٤١- سويد بن شعبة٣: "كوفي"، تابعي، ثقة، رجل صالح.
٦٤٢- سويد بن عمرو الكلبي٤: يكنى أبا الوليد: "كوفي"، ثقة،
_________
١ سويد بن حجير بن بيان الباهلي، أبو قزعة البصري: وثقه "أيضًا": أحمد، وابن المديني، وأبو داود، والنسائي، وابن حبان، وغيرهم: صالح من الرابعة. التهذيب "٤: ٢٧١".
٢ سويد بن سعيد بن سهل بن شهريار الهروي، أبو محمد الحدثاني الأنباري: صدوق في نفسه، إلا أنه عمي فصار يتلقن ما ليس من حديثه، وأفحش فيه ابن معين القول. من قدماء العاشرة. التقريب "١: ٣٤٠".
٣ سويد بن شعبة:
له ترجمة في "التاريخ الكبير" "٢: ٢: ١٤٣"، وذكره ابن حبان في ثقات التابعين "٤: ٣٢٣".
٤ سويد بن عمرو الكلبي: وثقه "أيضًا": ابن معين، والنسائي، وجرحه ابن حبان.
"تاريخ الكبير" "٢: ١٤٨٢"، "المجروحين" "١: ٣٥١" "الثقات" "٤: ٢٧٧".',NULL,'211',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (209,'ثبت في الحديث، وكان رجلا صالحًا سعيدًا.
٦٤٣- سويد بن غفلة الجعفي١: "كوفي"، تابعي، ثقة، وكان جاهليًّا يكنى أبا أمية، سمع من عبد الله.
٦٤٤- سويد بن مقرن المزني٢: من أصحاب النبي صلى الله عليه وسلم.
٦٤٥- سلام بن سليم الحنفي٣ أبو الأحوص: "كوفي"، ثقة، وكان صاحب سنة واتباع، وكان إذا ملئت داره من أصحاب الحديث، قال لابنه: يا بني قم فمن رأيت في داري يشتم أحدًا من أصحاب رسول الله صلى الله عليه وسلم فأخرجه.
وكان حديثه نحوًا من أربعة آلاف حديث، وكان خال سليم بن عيسى المري صاحب حمزة الزيات، وقرأ على حمزة.
باب سيار وسيرين وسيف:
٦٤٦- سيار بن سلامة٤: "بصري"، ثقة، كنيته أبو المنهال.
_________
١ سويد بن غفلة الجعفي: مخضرم، أدرك الجاهلية، وقدم بعد وفاة النبي صلى الله عليه وسلم، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٢: ٢٧٨".
٢ سويد بن مقرن المزني: ذكره ابن حبان في الصحابة "٣: ١٧٦"، وله ترجمة في الإصابة.
٣ سلام بن سليم الحنفي، أبو الأحوص الكوفي: متفق على توثيقه أخرج له الجماعة، مترجم في "التهذيب" "٤: ٢٨٢".
٤ سيار بن سلامة الرباحي، أبو المنهال البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٢٩٠"، وذكره ابن حبان في ثقات التابعين "٤: ٣٣٥".',NULL,'212',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (210,'٦٤٧- سيار بن منظور١: "كوفي" تابعي، ثقة، كنيته أبو الحكم، روى عن أبي الطفيل.
٦٤٨- سيرين٢: "بصري"، تابعي، ثقة، وكان مكاتبًا لأنس بن مالك.
روى محمد بن سيرين عن أبيه حديثًا واحدًا، قال: نظر إليّ عمر ومعي رزمة فقال: يا معشر قريش! لا يغلبكم هذا وضرباؤه على التجارة فإنها ثلث الملك.
..........
* تضمينات الحافظ ابن حجر:
٦٤٩- سيف ين سليمان٣: "مكي"، ثقة.
..........
٦٥٠- سيف٤: روى عنه خالد بن معدان "شامي"، تابعي، ثقة.
_________
١ سيار بن منظور بن سيار الفزاري: مقبول من السادسة، تقريب "١: ٣٤٣".
٢ سيرين، أبو عمرة مولى أنس بن مالك، أبو يحيى بن سيرين، ومعبد بن سيرين، ومحمد بن سيرين، وأنس بن سيرين، روى عن عمر.
له ترجمة في "تاريخ ابن معين" "٢: ٢٤٥"، الجرح والتعديل "٢: ١: ٣٢٢".
٣ سيف بن سليمان المخزومي المكي: وثقه "أيضًا" أحمد، ويحيى بن سعيد القطان، والنسائي، وأبو داود، وابن حبان، رمي بالقدر. التهذيب "٤: ٢٩٤".
٤ هو سيف الشامي، ذكره ابن حبان في ثقات التابعين "٤: ٣٣٩".
وله ترجمة في "التاريخ الكبير" "٢: ٢: ١٧٠".',NULL,'213',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (211,'<span data-type="title" id=toc-14>باب: الشين</span>
باب شبابة وشبث وشبيب:
٦٥١- شبابة بن سوار الفزاري١، يكنى: أبا عمرو، من أهل المدائن، ثقة وكان يرى الإرجاء.
قال ابن العجلي: سألت أبي: أحمد، عن شبابة، فقلت له: يحفظ الحديث؟ فقال: نعم، فقلت: أين لقيته؟ قال: ببغداد، قيل له: أليس الإيمان قولا وعملا؟ قال: إذا قال فقد عمل.
٦٥٢- شبث بن ربعي٢: من تميم هو، كان أول من أعان على قتل عثمان رضي الله عنه، وهو أول من حرر الحرورية٣، وأعان على قتل الحسين بن علي٤.
قام رجل من مراد لما قتل علي بن أبي طالب، قال: هذا الرجل الذي قتل أمير المؤمنين ينبغي أن يقتل هو ونسبه وأهل بيته، وأخبروه أنه من مراد، فقام فقال: قدر الله تعالى "النفس بالنفس".
_________
١ شبابة بن سوار الفزاري هو خليفة بن خياط: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٤: ٣٠٠".
٢ شبث بن ربعي التميمي اليربوعي، أبو عبد القدوس الكوفي: مخضرم كان مؤذن سجاح، ثم أسلم، ثم كان ممن أعان على قتل عثمان، ثم صحب عليًّا، ثم صار من الخوارج عليه، ثم تاب.
حضر قتل الحسين، ثم كان ممن طلب بدم الحسين مع المختار، ثم ولي شرطة الكوفة، ثم حضر قتل المختار، ومات بالكوفة في حدود سنة ٨٠. ذكره ابن حبان في "الثقات" "٤: ٣٧١"، وقال: "يخطئ".
٣ في "التاريخ الكبير" "٢: ٢: ٢٦٧": ما في مدح.
٤ العبارة في "التهذيب" "٤: ٣٠٣": "وبئس الرجل هو".',NULL,'214',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (212,'٦٥٣- شبيب بن غرقدة البارقي١: "كوفي"، تابعي، ثقة في عداد الشيوخ.
٦٥٤- شبيب، قال عبد الله والد العجلي: استعنت بشبيب على غريم لي كبير السن، فقال له: ما هذا، اتق الله فإنك قد ذهبت الان روحك تتردد في جسد بال خلق.
قلت: لا أدري شبيب هذا هو الأول أو غيره.
باب شتير وشجاع وشداد والشريد:
٦٥٥- شتير بن شكل٢: من أصحاب عبد الله، ثقة.
٦٥٥ م- شجاعة بن الوليد٣ أبو بدر: "كوفي"، لا بأس به.
٦٥٦- شداد بن عبد الله أبو عمار٤ "شامي"، تابعي، ثقة روى عنه الأوزاعي وعوف.
_________
١ شبيب بن غرقدة السلمي البارقي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٣٠٩".
٢ شتير بن شكل بن حميد العبسي، أبو عيسى الكوفي: ثقة من الثالثة.
له ترجمة في "الثقات" "٤: ٣٧٠"، "التهذيب" "٤: ٣١١".
٣ شجاع بن الوليد بن قيس السكوني: أبو بدر الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٣١٣".
٤ شداد بن عبد الله القرشي، أبو عمار الدمشقي: ثقة، يرسل، من الرابعة.
"التاريخ لابن معين" "٢: ٢٤٩"، "التاريخ الكبير" "٢: ٢: ٢٢٦"، "الثقات" "٤: ٣٥٧"، "التهذيب" "٤: ٣١٧".',NULL,'215',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (213,'٦٥٧- الشريد١: من أصحاب النبي صلى الله عليه وسلم.
باب شرحبيل وشريح:
٦٥٨- شرحبيل٢: ابن حسنة: "مصري"، وحسنة أمه لها صحبة.
٦٥٩- شرحبيل بن مسلم: "شامي"، تابعي، ثقة.
٦٦٠- شريح بن الحارث الكندي٣ القاضي يكنى: أبا أمية: "كوفي"، تابعي، ثقة وكان يوم قومه فبلغهم أنه تكلم في أمر حجر بن الحارث بن الأدبر بشيء، فقالوا له: لا تؤمنا واعتزل، فقال لهم: أجمعتم على هذا؟ قالوا: نعم، فاعتزلهم.
قال: ويروى عن شريح أنه قيل له: يا أبا أمية! كبرت سنك، ورق عظمك، وذهبت حكمتك، وارتشى ابنك! فقال له: أعد علي، فأعاد عليه واستعفى فأعفي، فأرادوا أن يولوا سعيد بن جبير القضاء فقالوا: هو مولى، فولوا أبا بردة بن أبي موسى، وضموا إليه سعيدًا.
حدثني أبي: عبد الله، قال: جاء أعرابي إلى شريح، فجعل يكلمه ويمسه بيده، فقال له شريح: لسانك أطول من يدك، فقال: أسامري أنت فلا تمس؟
_________
١ هو الشريد بن سويد الثقفي: كنيته أبو عمرو، عداده في أهل الطائف، وهو والد عمرو بن الشريد. له ترجمة عند ابن حبان في الصحابة "٣: ١٨٨"، وله ترجمة في الإصابة.
٢ شرحبيل بن عبد الله بن مطاع الكندي، حليف بني زهرة، وهو ابن حسنة وهي أمه، صحابي جليل، كان أميرًا في فتح الشام، ومات به سنة ثماني عشرة.
٣ شريح بن الحارث الكندي، أبو أمية الكوفي القاضي: ثقة، مخضرم، وقيل: إن له صحبة، مات قبل الثمانين أو بعدها، وله مائة وثمان سنين.
"تاريخ ابن معين" "٢: ٢٥٠"، "التاريخ الكبير" "٢: ٢: ٢٢٨"، "الثقات" "٤: ٣٥٢"، "التهذيب" "٤: ٣٢٦".',NULL,'216',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (214,'قال: إني لم أرد بما قلت مساءتك. قال ولا اجترمت ذلك إليك! قال: اقصد قصد ما جئت له، قال: ذاك أعجلني إليك. قال فسكت شريح١.
حدثنا أصحابنا عن الحكم، عن شعبة، عن شريح أنه ذبح فرسًا له فأكل لحمه.
٦٦١- شريح بن عبيد٢: "شامي"، تابعي، ثقة.
٦٦٢- شريح الرحبي٣: "شامي"، تابعي، ثقة.
باب شريك وشعبة وشعيب:
٦٦٣- شريك بن عبد الله بن أبي نمر٤: "مدني"، تابعي، ثقة.
٦٦٤- شريك بن عبد الله النخعي القاضي٥: "كوفي"، ثقة،
_________
١ العبارة في أخبار القضاة "٢: ٢٥٥".
٢ شريح بن عبيد بن شريح الحضرمي الحمصي: وثقه "أيضًا": النسائي، وابن حبان، وغيرهما، وكان يرسل كثيرًا.
"التاريخ الكبير" "٢: ٢٣٢"، "الثقات" "٤: ٣٥٣"، "التهذيب" "٤: ٣٢٨".
٣ له ترجمة في "التاريخ الكبير" "٢: ٢: ٢٣٠"، وأشار إليه فإنه صحب من صحب النبي صلى الله عليه وسلم.
٤ شريك بن عبد الله بن أبي نمر، أبو عبد الله المدني: صدوق، يخطئ، من الخامسة، وفاته "١٤٠".
"تاريخ ابن معين" "٢: ٢٥١"، "التاريخ الكبير" "٢: ٢: ٢٣٦-٢٣٧"، "الثقات" "٤: ٣٦٠"، "التهذيب" "٤: ٣٣٧".
٥ شريك بن عبد الله النخعي: صدوق، يخطئ كثيرًا، تغير حفظه منذ ولي القضاء، وكان عادلا عابدًا، من الثامنة.
"تاريخ ابن معين" "٢: ٢٥١"، "التاريخ الكبير" "٢: ٢٣٧٢"، "الثقات" "٦: ٤٤٤"، "التهذيب" "٤: ٣٣٣".',NULL,'217',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (215,'وكان حسن الحديث، وكان أروى الناس عنه إسحاق بن يوسف الأزرق الواسطي، سمع منه تسعة آلاف حديث.
حدثني أبي جاء حماد بن أبي حنيفة إلى شريك يشهد عنده بشهادة، فقال له شريك: الصلاة من الإيمان.
فقال حماد: لم يجز هذا.
قال له شريك: لكنا نبدأ بهذا.
قال: نعم هي من الإيمان. قال: ثم شهد الآن.
قال له أصحابه: تركت قولك؟
قال: أما تعرض لهذا فيجيبني، أما أعلم أنه لا يجيز شهادتي، ولكن يردها ردًّا حسنًا.
وقال حماد بن أبي حنيفة: كنت أجالس شريكًا فكنت أتحرز منه، فالتفت إليّ يومًا، فقال: أظنك تجالسنا بأحسن ما عندك.
حدثني أبي: قال: دخلت مسجد الكوفة مع حماد بن أبي حنيفة، فنظر إلى شريك، فقال: اللهم أذله كما أذلنا.
حدثني أبي: عبد الله، قال: شهد رجل من ولد طلحة بن عبيد الله عند شريك بشهادة فرد شهادته، فقال: ترد شهادتي وأنا من ولد طلحة بن عبيد الله! قال: فخرت بأقوام ذوي حسب ولكن بين ما ولدوا.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (216,'حدثني أبي: عبد الله، قال: قدم هارون الكوفة فعزل شريكًا عن القضاء، وكان موسى بن عيسى الباهلي على الكوفة، فقال موسى لشريك: ما صنع أمير المؤمنين بأحد ما صنع بك؛ عزلك عن القضاء! فقال له شريك: هم أمراء المؤمنين؛ يعزلون القضاة، ويخلعون العهود، فلا يعاب عليهم ذلك. قال موسى ما ظننت أنه مجنون هكذا لا يبالي ما يتكلمه، وكان أبو موسى بن عيسى ولي عهد بعد أبي جعفر، فخلعه بمال أعطاه إياه، وهو ابن عم جعفر.
قال العجلي: كان شريك يختلف إلى باب الخليفة ببغداد كانوا يومًا قد وجدوا منه ريح نبيذ، فقال بعضهم يشم رائحة أبي عبد الله! قال: مني، قالوا: لو كان هذا منا لأنكر علينا. قال: لأنكما مربيان.
قال: وبعث إليه بمال يقسمه بالكوفة فأشاروا عليه أن يسوي بين الناس، فأبى، فأعطى العربي اثني عشر، وأعطى الموالي ثمانية، وأعطى من حَسُنَ إسلامه أربعة، فأراد الموالي أن يقوموا عليه، فقال: أنتم لا سبيل لكم عليّ، كان الناس في القسمة سواء: ثمانية ثمانية، فقد أعطيتكم ثمانية وأخذت حق هؤلاء فزدته العرب يتقوون على حاجتهم، فدعوني مع هؤلاء، فخرج أولئك الذين أعطاهم أربعة فما برحوا حتى عزلوه، وركب أهل الأربعة إلى بغداد حتى عزلوه.
حدثنا أبي عبد الله، قال: قدم شريك البصرة فأبى أن يحدثهم فاتبعوه، حتى خرج، وجعلوا يرجمونه بالحجارة في السفينة، ويقولون له: يابن قاتل الحسين! رحم الله طلحة، والزبير، وهو يقول لهم: يا أبناء الضئورات، ويا أبناء السنايخ١، لا سمعتم مني حرفًا، فقال له ابنه: ألا تستعدي السلطان عليهم؟!
_________
١ الضؤرة: الرجل الحقير الصغير الشأن، "والسناخة": الريح المنتنة.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (217,'قال: أو عجزنا عنهم!!
سمعتُ أبا نعيم، يقول: سمعت شريكًا، يقول: إني لأسمع الكلمة فيتغير لها بولي.
٦٦٥- شعبة بن الحجاج١: يكنى أبا بسطام "واسطي"، سكن البصرة، ثقة، تقي، وكان يخطئ في بعض الأسماء.
حدثني أبو بكر البغدادي، عن وكيع، قال: قال شعبة: فلان عن فلان مثله ليس حديثًا.
..........
* تضمينات الحافظ ابن حجر:
٦٦٦- شعبة بن دينار الهاشمي٢: جائز الحديث، قال أبي: ما أرى به بأسًا.
..........
٦٦٧- شعبة الشعباني أبو سليط٣ المتقدم: ثقة.
_________
١ شعبة بن الحجاج بن الورد، أمير المؤمنين في الحديث، أبو بسطام الأزدي العتكي، عالم أهل البصرة وشيخها، وهو أول من فتش عن الرجال في العراق.
ترجمته في طبقات ابن سعد "٧: ٢٨٠"، "تاريخ ابن معين" "٢: ٢٥٢"، "التاريخ الكبير" "٢: ٢٤٤٢"، مشاهير علماء الأمصار "١٧٧"، حلية الأولياء، "٧: ١٤٤-٢٠٩"، تاريخ بغداد "٩: ٢٥٥"، "التهذيب" "٤: ٣٣٨".
٢ شعبة بن دينار الهاشمي -مولى ابن عباس- صدوق، سيئ الحفظ، من الرابعة.
"تاريخ ابن معين" "٢: ٢٥٦-٢٥٧"، "التاريخ الكبير" "٢: ٢٤٣٢"، "التهذيب" "٤: ٣٤٦".
٣ قال ابن حبان: لا أعرفه، ورد هذا في ترجمة شعبة عن كريب بن أبرهة، روى عنه سليط بن شعبة الشعباني.
"التاريخ الكبير" "٢: ٢٤٤٢"، الجرح "٢: ٣٧١١"، اللسان "٣: ١٤٥".',NULL,'220',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (218,'* تضمينات الحافظ ابن حجر:
٦٦٨- شعيب بن حرب المدائني١: ثقة، رجل صالح، قديم الموت.
..........
٦٦٩- شعيب بن أبي حمزة٢: "شامي"، ثقة، "ثبت".
..........
* تضمينات الحافظ ابن حجر:
٦٧٠- شعيب بن خالد البجلي٣: رازي، ثقة.
..........
باب شفي وشقيق:
٦٧١- شفي الأصبحي٤: "شامي"، تابعي، ثقة.
٦٧٢- شفي بن مانع٥: "مصري"، تابعي، ثقة.
٦٧٣- شقيق بن سلمه الأسدي٦: يكنى أبا وائل من أصحاب عبد الله "بصري"، رجل صالح.
_________
١ شعيب بن حرب المدائني: وثقه "أيضًا": ابن معين، وأبو حاتم، والنسائي، وابن حبان، والدارقطني، والحاكم.
"التاريخ ابن معين" "٢: ٢٥٧"، "التهذيب" "٣: ٣٥٠".
٢ شعيب بن أبي حمزة: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٤: ٣٥١".
٣ شعيب بن خالد البجلي: ليس به بأس، من السابعة. التهذيب "٤١: ٣٥٢".
٤ شفي بن مانع الأصبحي: ثقة، من الثالثة، أرسل حديثًا فذكره بعضهم في الصحابة خطأ.
"التاريخ الكبير" "٢: ٢: ٢٦٦"، "الثقات" "٤: ٣٧١"، "التهذيب" "٤: ٣٦٠".
٥ هو الذي قبله. عداده في المصريين.
٦ شقيق بن سلمة الأسدي: متفق على توثيقه، أخرج له الجماعة، مخضرم أدرك النبي صلى الله عليه وسلم، وما رآه.
ترجمته في طبقات ابن سعد "٦: ٩٦"، "تاريخ ابن معين" "٢: ٢٥٨"، "التاريخ الكبير" "٢: ٢: ٢٤٥"، "الثقات" "٤: ٣٥٤"، تاريخ بغداد "٩: ٢٦٨"، "التهذيب" "٤: ٣٦١".',NULL,'221',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (219,'حدثنا محمد بن عبيد عن الأعمش، قال لي شقيق: وقعت من جملي يوم الردة، أفرأيت لو مت كانت النار١.
حدثنا سفيان عن الأعمش، عن إبراهيم، قال: لقد أدركت أصحاب عبد الله وإنهم ليعدون شقيق بن سلمة من خيارهم وكان لأبي وائل خص، فإذا خرج إلى الغزو، خربه٢.
حدثنا يزيد بن هارون، عن العوام، عن إبراهيم مولى صخير عن أبي وائل، قال: أرسل إليّ الحجاج فدخلت عليه، فقال: ما اسمك؟ قلت: ما بعثت إليّ وقد عرفت اسمي، قال: إني أريد أن أستعملك على بعض عملي، قال: قلت أما والله إني لأذكرك في بعض الليل فأؤرق بك سائر ليلتي، فكيف ألي لك عملا؟ قال: أما لئن قلت ذاك إنا لنقتل الرجل على شيء قد كان من قبلنا يهاب القتل على مثله.
حدثنا يزيد بن هارون، أنبأنا حماد يعني ابن زيد، عن عاصم، قال: قيل لأبي وائل: أيهما أحب إليك: علي، أو عثمان؟ قال: كان علي أحب إليّ، ثم صار عثمان أحب إليّ من عليّ.
حدثنا نعيم بن حماد، أنبأنا أبو بكر بن عياش، عن إسماعيل بن سميع، قال: قلت لأبي وائل: كان رأيك حسنًا٣، حتى أفسده مسروق.
_________
١ كانت لله به عناية، فكلامه يؤذن بارتداده، ثم منّ الله عليه بالإسلام، ألا تراه يقول: "لو مت يومئذ، كانت النار".
٢ العبارة في تاريخ بغداد. "فإذا غزا نقضه وتصدق به".
٣ بالأصل: حسن!',NULL,'222',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (220,'قال أبو بكر: وكان أبو وائل علويًّا قبل، ثم صار عثمانيًّا، وكان مسروق عثمانيًّا، فقال أبو وائل: إن مسروقًا لا يهدي أحدًا ولا يضله.
..........
* تضمينات الحافظ ابن حجر:
باب شمر:
٦٧٤- شمر بن عطية الأسدي١: "كوفي"، ثقة.
..........
باب شهاب وشهر:
٦٧٥- شهاب بن خراش بن حوشب الشيباني٢: "كوفي"، ثقة نزل الرملة، صاحب سنة، وهو ابن أخي العوام بن حوشب.
٦٧٦- شهاب بن عباد٣: "كوفي"، ثقة.
٦٧٧- شهر بن حوشب٤: "شامي"، تابعي، ثقة.
_________
١ شمر بن عطية الأسدي الكاهلي الكوفي: صدوق من السادسة. تقريب "١: ٣٥٤".
٢ شهاب بن خراش بن حوشب الشيباني، أبو الصلت الواسطي: صدوق، يخطئ، من السابعة. تقريب "١: ٣٥٥".
٣ شهاب بن عباد العبدي، أبو عمر الكوفي: ثقة من العاشرة تقريب "١: ٣٥٥".
٤ شهر بن حوشب الأشعري: صدوق كثير الإرسال، من الثالثة. تقريب "١: ٣٥٥".',NULL,'223',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (221,'باب شيبان وشيبة:
٦٧٨- شيبان بن عبد الرحمن أبو معاوية النحوي١: "كوفي"، ثقة.
٦٧٩- شيبة بن نصاح بن سرجس بن يعقوب٢ مولى أم سلمة زوج النبي صلى الله عليه وسلم: أسن من نافع، روى عن سعيد بن المسيب، وعدد الآي لأهل المدينة عن شيبة بن نصاح، وعدد أهل البصرة عن عاصم الجحدري، وعدد أهل الكوفة عن علي بن أبي طالب رضي الله عنه.
حدثني أبي: عبد الله، قال: قيل للكسائي: كيف عددت عدد أهل الكوفة، وتركت أهل المدينة؟ قال يرون حمزة كان يغلب رغم أنه عدد على علي بن أبي طالب -رضوان الله عليه- هو عدد كوفي، وأضعف العددين عدد البصريين.
_________
١ شيبان بن عبد الرحمن التميمي، أبو معاوية البصري، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٣٧٣"، ثقات ابن حبان "٦: ٤٤٩".
٢ شيبة بن نصاح: ثقة من الرابعة. الثقات "٤: ٣٦٨"، "التهذيب" "٤: ٣٧٧".',NULL,'224',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (222,'<span data-type="title" id=toc-15>باب: الصاد</span>
٦٨٠- صالح بن إبراهيم بن عبد الرحمن بن عوف١: "مدني"، ثقة.
٦٨١- صالح بن أبي الأخضر٢: يكتب حديثه، وليس بالقوي.
٦٨٢- صالح بن حيان٣: جائز الحديث، يكتب حديثه، وليس بالقوي وهو في عداد الشيوخ.
٦٨٣- صالح بن خيوان٤: "مصري"، تابعي، ثقة.
٦٨٤- صالح بن رستم٥: أبو عامر الخزار "بصري" جائز الحديث "وابنه عامر بن صالح: ثقة"٦.
قال في حديث أبي نعيم بن حماد، حدثنا روح عن أبي عامر الخزار، عن يسار أبي الحكم، عن عامر بن علقمة.
٦٨٥- صالح بن صالح بن حيّ الثوري من ثور همدان٧: ثقة،
_________
١ صالح بن إبراهيم بن عبد الرحمن بن عوف: متفق على توثيقه، أخرج له الشيخان، من الخامسة "الثقات" "٤: ٣٧٣"، "التهذيب" "٤: ٣٧٩".
٢ صالح بن أبي الأخضر: ضعيف، يعتبر به. "تقريب" "١: ٣٥٨".
٣ صالح بن حيان القرشي الفراسي الكوفي: ضعيف، من السادسة "التقريب" "١: ٣٥٨".
٤ صالح بن خيوان السبائي: وثقه أيضًا ابن حبان "٤: ٣٧٣".
٥ الزيادة من "التهذيب" "٤: ٣٨٨".
٦ صالح بن رستم المزني، أبو عامر الخزار البصري: صدوق، كثير الخطأ، من السادسة.
"تاريخ ابن معين" "٢: ٢٦٣"، "التاريخ الكبير" "٢: ٢: ٣٩١".
٧ صالح بن صالح بن حي الثوري: وثقه "أيضًا": الإمام أحمد، وابن معين، والنسائي، وابن حبان، وأخرج له الجماعة، "الثقات" "٦: ٤٦١"، "التهذيب" "٤: ٣٩٣".',NULL,'225',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (223,'روى عن الشعبي أحاديث يسيرة، وما نعرف عنه في المذهب إلا خيرًا.
٦٨٦- صالح بن عطاء بن خباب مولى بني الديل١: "حجازي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٦٨٧- صالح بن عمر الواسطي، نزل حلوان٢: ثقة.
٦٨٨- صالح بن كيسان٣: ثقة.
..........
٦٨٩- صالح بن محمد بن زائدة٤: يكتب حديثه، وليس بالقوي.
٦٩٠- صالح بن مسلم العجلي٥: كان يقال لم يكن بالكوفة أحسن من سعيد بن مسروق، وصالح بن مسلم العجلي، والنخعي، وصالح بن مسلم في منزل سعيد بن مسروق -أبي سفيان- عند سفيان سنة، وكان مبارك بن سعيد يقول لأبي عبد الله: هذه غرفة أبيك.
_________
١ صالح بن عطاء بن خباب، مولى بني الديل، يروي عن عطاء بن أبي رباح.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٢٨٦"، وذكره ابن حبان في ثقات أتباع التابعين "٦: ٤٥٥".
٢ صالح بن عمر الواسطي: وثقه "أيضًا": أبو زرعة، وابن حبان، وابن شاهين، وابن نمير، وغيرهم، "التهذيب" "٤: ٣٩٨".
٣ صالح بن كيسان: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٣٩١".
٤ صالح بن محمد بن زائدة: ضعيف من الخامسة. تقريب "١: ٣٦٢".
٥ صالح بن مسلم العجلي:
له ترجمة في "التاريخ الكبير" "٢: ٢: ٢٩٠"، وثقات ابن حبان "٦: ٤٦٥".',NULL,'226',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (224,'٦٩١- صالح بن نبهان١: "مدني"، ثقة.
باب الصباح وصخر وصدقة:
..........
* تضمينات الحافظ ابن حجر:
٦٩٢- صباح بن محارب التيمي٢: "كوفي"، ثقة.
..........
٦٩٣- الصباح بن محمد٣: "كوفي"، ثقة.
٦٩٤- صخر بن عبد الله٤: ثقة.
٦٩٥- صدقة بن خالد٥: "شامي"، ثقة.
٦٩٦- صدقة بن المثنى النخعي٦: "كوفي"، ثقة.
_________
١ صالح بن نبهان، مولى التوأمة: صدوق، اختلط بأخرة، فقال ابن عدي: "لا بأس برواية القدماء عنه كابن أبي ذئب، وابن جريج" من الرابعة. تقريب "١: ٣٦٣".
٢ صباح بن محارب التيمي الكوفي: صدوق، ربما خالف، "تقريب" "١: ٣٦٤".
٣ الصباح بن محمد بن أبي حازم البجلي الأحمسي الكوفي: ضعفه العقيلي "٢: ٢١٣"، وأفرط فيه ابن حبان المجروحين "١: ٣٧٧".
٤ صخر بن عبد الله بن عبد الله بن حرملة المدلجي: مقبول. تقريب "١: ٣٦٥"، "التهذيب" "٤: ٤١٢-٤١٣"، وذكره ابن حبان في "الثقات" "٦: ٤٧٣".
٥ صدقة بن خالد الأموي، أبو العباس الدمشقي: ثقة، من الثامنة.
"تاريخ ابن معين" "٢: ٢٦٨"، "التاريخ الكبير" "٢: ٢: ٢٩٥"، "الثقات" "٦: ٤٦٦"، "التهذيب" "٤: ٤١٤".
٦ صدقة بن المثنى النخعي: ثقة، من السادسة.
"التاريخ الكبير" "٢: ٢: ٢٩٤"، "الثقات" "٦: ٤٦٦"، "التهذيب" "٤: ٤١٧".',NULL,'227',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (225,'باب الصعق وصفوان:
٦٩٧- الصعق بن حزن العيشي١ أبو عبد الله من أنفسهم. قال عارم: كانوا٢ يرون أنه من الأبدال٣.
٦٩٨- صفوان بن سليم: "مدني"٤، ثقة، رجل صالح.
٦٩٩- صفوان بن عبد الله بن صفوان٥: "مدني"، تابعي، ثقة.
٧٠٠- صفوان بن عمرو السكسكي٦: "شامي"، ثقة.
٧٠١- صفوان بن عيسى٧: "بصري"، ثقة.
_________
١ الصعق بن حزن بن قيس البكري العيشي، أبو عبد الله البصري: صدوق، يهم، من السابعة.
"تاريخ ابن معين" "٢: ٢٧٠"، "التاريخ الكبير" "٢: ٢: ٣٣٠"، "الثقات" "٦ ٤٧٩", "التهذيب" "٤: ٤٢٤".
٢ في الأصل "كان".
٣ "الأبدال" قال الإمام أحمد: "إن لم يكونوا أصحاب الحديث، فمن هم؟ ". المقاصد الحسنة ص١٠، وقد شرح السخاوي الموضوع في كتاب سماه "نظم اللآل في الكلام على الأبدال" وللحافظ السيوطي كتاب "الخبر الدال على وجود النجباء والأوتاد والأبدال".
٤ صفوان بن سليم المدني، أبو عبد الله القرشي الزهري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٤٢٥".
٥ صفوان بن عبد الله بن صفوان بن دينار الثقفي: ثقة كان يدلس.
"التاريخ الكبير" "٢: ٢: ٣٠٥"، "الثقات" "٤: ٣٨٠"، "التهذيب" "٤: ٤٢٧".
٦ صفوان بن عمرو السكسكي: ثقة من الخامسة.
"التاريخ الكبير" "٢: ٢: ٣٠٨"، "الثقات" "٦: ٤٦٩"، "التهذيب" "٤: ٤٢٨".
٧ صفوان بن عيسى الزهري: ثقة من التاسعة. تقريب "١: ٣٦٨".',NULL,'228',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (226,'٧٠٢- صفوان بن محرز المازني١: "بصري"، تابعي، ثقة، وكان خيارًا.
حدثنا روح بن عبادة، حدثنا هشام، عن الحسن، قال: كان لصفوان سرب يتعبد فيه.
باب صلة والصنابحي وصهيب:
٧٠٣- صلة بن أشيم أبو الصهباء٢: "بصري"، تابعي، ثقة، من كبار التابعين، رجل صالح.
٧٠٤- صلة بن زفر العبسي٣: وكان من كبار أصحاب عبد الله: ثقة.
حدثنا أبو أحمد الأسدي، حدثنا سفيان، عن الأعمش، عن أبي وائل، قال: لقيت صلة بن زفر، وكان ما علمت برًا، فقلت: هل في أهلك من هذا الوجع شيء؟ قال: لا، لأنا إلى أن يخطئهم أخوف من أن يصيبهم.
وقال حذيفة: قلب صلة بن زفر من ذهب٤.
_________
١ صفوان بن محرز المازني: ثقة، عابد من الرابعة.
"التاريخ الكبير" "٢: ٢: ٣٠٥"، "الثقات" "٤: ٣٨٠"، "التهذيب" "٤: ٤٣٠".
٢ صلة بن أشيم، أبو الصهباء:
له ترجمة في "التاريخ الكبير" "٢: ٢: ٣٢١"، وذكره ابن حبان في ثقات التابعين "٤: ٣٨٣".
٣ صلة بن زفر العبسي، أبو العلاء: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٤٣٧".
٤ يعني أنه منور كالذهب.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (227,'٧٠٥- الصنابحي١: "شامي"، تابعي، ثقة، من خيار التابعين.
٧٠٦- صهيب مولى ابن عباس٢: "مكي"، تابعي، ثقة.
_________
١ الصنابحي: هو عبد الرحمن بن عسيلة بن عسل بن عسال المرادي، أبو عبد الله الصنابحي: رحل إلى النبي صلى الله عليه وسلم، فوجده قد مات قبله بخمس ليال فنزل الشام، روى عن النبي صلى الله عليه وسلم مرسلا، وعن أبي بكر، وعمر، وعلي، وبلال، وسعد بن عبادة، وعائشة، وغيرهم. مترجم في التهذيب "٦: ٢٢٩".
٢ صهيب، أبو الصهباء البكري البصري، مولى ابن عباس: مقبول من الرابعة. تقريب "١: ٣٧٠".',NULL,'230',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (228,'<span data-type="title" id=toc-16>باب: الضاد المعجمة</span>
٧٠٧- الضحاك بن شرحبيل١: "مصري"، تابعي، ثقة.
٧٠٨- الضحاك بن عبد الرحمن بن عَرْزب الأشعري٢: "شامي"، تابعي، ثقة.
٧٠٩- الضحاك بن عثمان٣: "مدني"، جائز الحديث.
٧١٠- الضحاك بن مخلد أبو عاصم الشيباني٤: "بصري"، ثقة، وكان له فقه، كثير الحديث.
٧١١- ضرار بن مرة الشيباني من أنفسهم٥: يكنى أبا سنان ثقة ثبت٦ في الحديث، صالح، مبرز، صاحب سنة.
_________
١ الضحاك بن شرحبيل بن عبد الله بن نوف الخافقي، أبو عبد الله المصري: صدوق، يهم من الرابعة "التاريخ الكبير" "٢: ٢: ٣٣٥"، "الثقات" "٤: ٣٨٨"، "التهذيب" "٤: ٤٤٥".
٢ الضحاك بن عبد الرحمن بن عزرب الأشعري: ثقة، من الثالثة.
"التاريخ الكبير" "٢: ٢: ٣٣٣"، "التهذيب" "٤: ٤٤٦".
٣ الضحاك بن عثمان بن خالد بن حزام الأسدي الخزامي، أبو عثمان المدني القرشي: صدوق يهم، من السابعة.
"التاريخ الكبير" "٢: ٢: ٣٣٤"، "الثقات" "٦: ٤٣٨"، "التهذيب" "٤: ٤٤٦-٤٤٧".
٤ الضحاك بن مخلد، أبو عاصم الشيباني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٤٥٠".
٥ ضرار بن مرة الشيباني، أبو سنان: وثقه "أيضًا": يحيى بن سعيد القطان، وأبو حاتم، والنسائي، وابن حبان، "والدارقطني" وغيرهم.
"التاريخ لابن معين" "٢: ٢٧٣"، "التاريخ الكبير" "٢: ٢: ٣٣٩"، "الثقات" "٦: ٤٨٤"، "التهذيب" "٤: ٤٥٧".
٦ الزيادة من التهذيب.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (229,'يقال إنه كان له جمل يستقي عليه الماء بنفسه، فسقى قومًا لا يجدون الماء إلا غبًّا احتسابًا منه، وكان قومه يقولون له: فصيحًا رأيت فما سقاء قط، فيقول: اسكتوا، ليس تدرون ما هذا.
وهو في عداد الشيوخ، ليس بكثير الحديث.
٧١٢- ضمام بن إسماعيل المعافري١: ثقة.
٧١٣- ضمرة بن حبيب٢: "شامي"، تابعي، كوفي.
٧١٤- ضمضم بن جوس الهفاني٣: "شامي"، تابعي، ثقة.
_________
١ ضمام بن إسماعيل المعافري: صدوق، ربما أخطأ، من الثامنة.
"التاريخ الكبير" "٢: ٢: ٣٤٣"، "الثقات" "٦: ٤٨٥"، "التهذيب" "٤: ٤٥٨".
٢ ضمرة بن حبيب، أبو عتبة الحمصي: وثقه "أيضًا": ابن معين، وابن حبان.
"تاريخ ابن معين" "٢: ٢٧٤"، "التاريخ الكبير" "٢: ٢: ٣٣٧"، "الثقات" "٤: ٣٣٨"، "التهذيب" "٤: ٤٥٩".
٣ ضمضم بن جَوْس الهِفَّاني: وثقه "أيضًا": ابن معين، وابن حبان.
"التاريخ الكبير" "٢: ٢: ٣٣٧"، "الثقات" "٤: ٣٨٩"، "التهذيب" "٤: ٤٦٢".',NULL,'232',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (230,'<span data-type="title" id=toc-17>باب: الطاء</span>
٧١٥- طارق بن شهاب الأحمسي١: من أصحاب عبد الله: ثقة وقد رأى النبي صلى الله عليه وسلم.
٧١٦- طارق بن عبد الله المحاربي٢: من أصحاب النبي صلى الله عليه وسلم.
٧١٧- طارق بن عبد الرحمن بن القاسم٣: "مدني"، ثقة.
٧١٨- طارق بن عبد الرحمن٤: "كوفي"، تابعي، ثقة.
٧١٩- طارق بن مخاشن٥: "مدني"، تابعي، ثقة.
قلت٦: هكذا هو على حاشية الكتاب، وفي الأصل: إسحاق بن مخاشن وهو مضبب عليه, والله أعلم.
_________
١ طارق بن شهاب الأحمسي: له ترجمة عند ابن حبان "٣: ٢٠١"، والإصابة.
٢ طارق بن عبد الله المحاربي: له رؤية وصحبة، وذكره ابن حبان في الصحابة "٣: ٢٠٢". وله ترجمة في الإصابة.
٣ طارق بن عبد الرحمن بن القاسم القرشي: حجازي، ثقة. من الرابعة.
"التاريخ الكبير" "٢: ٢: ٣٥٣"، "الثقات" "٤: ٣٩٥"، "التهذيب" "٥: ٤".
٤ طارق بن عبد الرحمن البجلي الأحمسي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٥"، وذكره ابن حبان في ثقات التابعين "٤: ٣٩٥".
٥ طارق بن مخاشن الأسلمي، يروي عن أبي ذر، روى عنه الزهري.
له ترجمة في "التاريخ الكبير" "٢: ٢: ٣٥٤"، وذكره ابن حبان في ثقات التابعين "٤: ٣٩٥".
٦ القائل هو الهيثمي مرتب الثقات.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (231,'باب طاووس وطفيل:
٧٢٠- طاووس١ "يماني" من الأبناء: تابعي، ثقة.
٧٢١- طفيل بن سخبرة٢، وكان أخا عائشة لأمها من أصحاب النبي صلى الله عليه وسلم.
٧٢٢- الطفيل بن أبي بن كعب٣: "مدني"، تابعي، ثقة.
باب طلحة:
٧٢٣- طلحة بن أبي طلحة٤: "شامي"، ثقة.
٧٢٤- طلحة بن عبد الله بن عوف٥: "مدني"، تابعي، ثقة.
٧٢٥- طلحة بن عبيد الله٦ -رضي الله عنه- قُتل يوم الجمل،
_________
١ طاووس بن كيسان اليماني، أبو عبد الرحمن الحميري: متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٥: ٨".
٢ الطفيل بن سخبرة: أخو عائشة لأمها، له صحبة. التهذيب "٥: ١٤".
٣ الطفيل بن أبي بن كعب الأنصاري البخاري الخروجي المدني: ثقة من الثانية.
"التاريخ الكبير" "٢: ٢: ٣٦٤"، "الثقات" "٤: ٣٩٧"، "التهذيب" "٥: ١٤".
٤ طلحة بن أبي طلحة:
له ترجمة في "التاريخ الكبير" "٢: ٢: ٣٤٧"، وذكره ابن حبان في ثقات التابعين "٤: ٣٩٤".
٥ طلحة بن عبد الله بن عوف الزهري المدني القاضي، ابن أخي عبد الرحمن بن عوف: ثقة، مكثر، فقيه.
"التاريخ الكبير" "٢: ٢: ٣٤٥"، "الثقات" "٤: ٣٩٢"، "التهذيب" "٥: ١٩".
٦ طلحة بن عبيد الله أحد العشرة المشهود لهم بالجنة، كان ممن سبق إلى الإسلام، وأوذي في الله، ثم هاجر. وفي رسول الله صلى الله عليه وسلم يوم أحد. كان قتله بعد معركة الجمل، قال يحيى بن بكير، وخليفة بن خياط، وأبو نصر الكلاباذي: إن الذي قتل طلحة، مروان بن الحكم، وقال ابن عبد البر: لا تختلف العلماء الثقات في أن مروان قتل طلحة.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (232,'يقال: إن مروان قتله.
٧٢٦- طلحة بن مصرّف اليامي١: "كوفي"، تابعي، ثقة، وكان يحرم النبيذ، عثمانيًّا: يفضّل عثمان على عليّ.
وكان من أقرأ أهل الكوفة وخيارهم.
اجتمع قراء الكوفة في منزل الحكم بن عيينة، فأجمعوا على أن أقرأ أهل الكوفة: طلحة بن مصرف، فبلغه ذلك، فغدا إلى الأعمش يقرأ عليه ليذهب بذلك الاسم، فقال له الأعمش: أوليس قد قرأت على يحيى بن وثاب كما قرأت عليه؟
قال: بلى، ولكن التثبت حسن.
فقال له الأعمش: أقرأ أنا، أو أنت؟
قال: أنت.
قال: فاختلف إلى الأعمش فقرأ عليه حتى ختم.
قال الأعمش: ما صبرت لأحد صبري لطلحة، كان يأتيني فيقرأ علي، فإن كنت جالسًا جلسة، فتحولت منها إلى غيرها، قال: سلام عليكم! وإن تنحنحت أو سعلت قال: السلام عليكم وقام.
فكان إذا أتاني يقرأ عليّ صرت كأني قرم.
_________
١ طلحة بن مصرف اليامي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٢٥".',NULL,'235',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (233,'ولم يختم على الأعمش إلا ثلاثة: طلحة بن مصرف، وأبان بن تغلب، وأبو عبيدة بن معن أخو القاسم بن معن.
وكان طلحة بن مصرف، وزيد اليامي متآخين، وكان طلحة عثمانيًّا، وكان زبيد علويًّا، وكان طلحة يحرم النبيذ، وكان زبيد يشرب، ومات طلحة فأوصى إلى زبيد.
وكان عبد الله بن إدريس الأودي، وعبثر بن القاسم أبو زبيد الزبيدي متآخين، وكان عبد الله بن إدريس عثمانيًّا، وكان عبثر علويًّا، وكان ابن إدريس يحرم النبيذ، وكان عبثر يشربه، ومات عبثر، فقام ابن إدريس يسعى في دين عليه حتى قضاه.
وكان عبد الله بن عكيم الجهني جاهليًّا أسلم قبل وفاة النبي صلى الله عليه وسلم، وعبد الرحمن بن أبي ليلى الأنصاري متآخين، وكان عبد الله بن عكيم عثمانيًّا، وكان عبد الرحمن بن أبي ليلى علويًّا، وما سُمعا يتذاكران شيئًا من ذلك، إلا أن ابن عكيم قال لعبد الرحمن بن أبي ليلى يومًا: أما إن صاحبك -يعني لو صبر- لأتاه الناس.
وماتت أم عبد الرحمن بن أبي ليلى، فقدم عليها ابن عكيم فصلى عليها.
حدثنا حسين بن علي الجعفي، عن عبد الملك بن أبجر، قال: ما رأيت مثل طلحة.
وحدثنا حسين بن علي الجعفي، عن موسى الجهني، قال: قال طلحة بن مصرف: وقد قلتم في عثمان، ويأبى قلبي إلا أن يحبه.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (234,'٧٢٧- طلحة بن نافع، أبو سفيان١، قلت٢: لم يسمه ولكن قال: أبو سفيان الذي يروي عنه الأعمش جائر الحديث، وليس بالقوي.
ولا أعلم أن الأعمش روى عن أحد يكنى أبا سفيان إلا طلحة، والله أعلم.
وطلحة من رجال الصحيح.
٧٢٨- طلحة بن يحيى بن طلحة بن عبيد الله٣: "كوفي"، ثقة.
باب طلق وطليق:
٧٢٩- طلق بن حبيب٤: "بصري"، ثقة، وقال: "مكي" أيضًا.
_________
١ هو طلحة بن نافع القرشي، أبو سفيان الواسطي، روى عن جابر بن عبد الله، وأبي أيوب الأنصاري، وعبد الله بن عمر، وابن عباس، وعبد الله بن الزبير، وأنس، وعنه الأعمش، وهو راويته: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٢٦".
٢ القائل هو الهيثمي مرتب الثقات.
٣ طلحة بن يحيى بن طلحة بن عبيد الله التيمي المدني، أخرج له مسلم والأربعة، ووثقه "أيضًا": ابن معين، ويعقوب بن شيبة، وابن حبان، وقال: "كان يخطئ" كما وثقه الحاكم، "والدارقطني"، وقال غيرهم: "صالح الحديث".
وقال علي بن المديني عن يحيى بن سعيد القطان: "لم يكن بالقوي وعمر بن عثمان أحب إليه منه" وقال البخاري: "منكر الحديث" ... وقد فسر هذه الجملة ابن عدي، فقال يريد له أحاديث مناكير، وطلحة إنما أنكر عليه حديث "عصفور من عصافير الجنة". ا. هـ.
"الجرح والتعديل" "٢: ١: ٤٧٧"، "الثقات" "٦: ٤٨٧"، "التهذيب" "٥: ٢٧".
٤ طلق بن حبيب العنزي البصري: وثقه "أيضًا": أبو زرعة، وابن سعد، وابن حبان، أخرج له مسلم والأربعة.
"التاريخ الكبير" "٢: ٢: ٣٥٩"، "الثقات" "٤: ٣٩٦"، "التهذيب" "٥: ٣١".',NULL,'237',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (235,'٧٣٠- طلق بن علي بن شيبان١: من أصحاب النبي صلى الله عليه وسلم.
..........
* تضمينات الحافظ ابن حجر:
٧٣١- طلق بن غنام بن طلق بن معاوية النخعي، أبو محمد الكوفي٢: ثقة.
..........
٧٣٢- طليق بن قيس٣: لم يرو حديث طليق بن قيس عن عمرو بن مرة أحد عن سفيان، وليس يروي عن طليق حديثًا غيره. حديث طويل عن ابن عباس في الدعاء.
_________
١ طلق بن علي بن المنذر، أبو علي اليامي، وفد على النبي صلى الله عليه وسلم وعمل معه في بناء المسجد.
"الثقات" "٣: ٢٠٥"، "التهذيب" "٥: ٣٣".
٢ وثقه "أيضًا": ابن سعد، وابن نمير، وابن حبان، "والدارقطني"، وابن شاهين "التهذيب" "٥: ٣٣-٣٤".
٣ طليق بن قيس الحنفي الكوفي: وثقه "أيضًا": أبو زرعة، والنسائي، وابن حبان.
"التاريخ الكبير" "٢: ٢: ٣٦٤"، "الثقات" "٤: ٣٩٧"، "التهذيب" "٥: ٣٥".',NULL,'238',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (236,'<span data-type="title" id=toc-18>باب الظاء المعجمة:</span>
٧٣٣- ظالم بن عمرو بن سفيان١، وكان من كبار التابعين من أصحاب علي، وهو أول من وضع النحو: "بصري"، تابعي، ثقة.
_________
١ ظالم بن عمرو = أبو الأسود الدؤلي: متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "١٢: ١٠".',NULL,'238',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (237,'<span data-type="title" id=toc-19>باب: العين المهملة</span>
باب عابس وعارم وعاصم:
٧٣٤- عابس بن ربيعة١: "كوفي"، تابعي، ثقة.
٧٣٥- عارم بن الفضل السدوسي٢: "بصري"، ثقة رجل صالح خولط قبل أن يموت بسنة أو سنتين، ووصل بخمسمائة درهم فأبى أن يقبلها، وكان خاتمه مرهونًا.
لم يسمع من بهز بن أسد العمي شيئًا، وكان أكبر من معلّى، وكان ثقة يعد من أصحاب الحديث، واسمه محمد، وليس يعرف إلا: بعارم.
٧٦٣- عاصم بن أبي النجود٣ وهو ابن بهدلة وهو أجل مقرئ بالكوفة، وقدم البصرة فأقرأهم، وقرأ عليه: سلام أبو المنذر وكان عثمانيًّا، وكان
_________
١ عابس بن ربيعة النخعي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٣٧-٣٨".
٢ هو محمد بن الفضل السدوسي، ولقبه عارم، حافظ، معدود في البصريين, متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٤٠٢".
قال البخاري في "التاريخ الكبير" "١: ١: ٢٠٨": "تغير في آخر عمره".
وقال ابن الصلاح في مسألة اختلاطه: "اختلط بآخرة، فما رواه عنه البخاري، ومحمد بن يحيى الذهلي، وغيرهما من الحافظ ينبغي أن يكون مأخوذًا عنه قبل اختلاطه".
وقد ضعفه العقيلي وجرحه ابن حبان، وأنكر الذهبي ذلك، وحكى قول الدارقطني: "تغير بآخرة، وما ظهر له بعد اختلاطه حديث منكر، وهو ثقة".
"التاريخ الكبير" "١: ١: ٢٠٨"، "الجرح والتعديل" "٤: ١: ٥٨"، المجروحين "٢: ٢٩٤"، الميزان "٤: ٧"، "التهذيب" "٩: ٤٠٢".
٣ عاصم بن أبي النجود الأسدي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٣٨".',NULL,'239',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (238,'الأعمش قرأ عليه في حداثة، ثم قرأ الأعمش على يحيى بن وثاب، فقال للأعمش: ما هذه القراءة! أليس إنما قرأت عليّ؟
قال: بلى، ولكن انتجعتَ وأجرَبْتَ.
وأهل البصرة يقولون: ابن بهدلة، وكان صاحب سنة وقراءة، وكان ثقة رأسًا في القرآن، ويقال: إن الأعمش قرأ عليه وهو حدث، وكان عاصم يقول للأعمش: لقد كنت بعدي، أو لقد حمقت بعدي! فكان الأعمش يقول له: انتجعت وأجربت.
وكان ثقة في الحديث، ولا يختلف عنه في حديث زر وأبي وائل.
قال: وروى حماد بن زيد، عن عاصم، عن أبي وائل، عن عبد الله، قال: "خط لنا رسول الله صلى الله عليه وسلم خطًّا"١.
وبعض الكوفيين يقول: عن عاصم، عن زر، عن عبد الله.
وقال حماد بن زيد عنه عن أبي وائل عن عبد الله، قال: توفي رجل وترك دينارين، فقال النبي صلى الله عليه وسلم: "كيّتين" ٢.
والكوفيون يقولون: هذا الحديث عن عاصم، عن زر عن عبد الله.
ومثله أحاديث قد اختلفوا فيها، عن زر، وأبي وائل.
_________
١ حديث: خط لنا رسول الله صلى الله عليه وسلم يومًا خطا. أخرجه النسائي في التفسير في السنن الكبرى، عن يحيى بن حبيب بن عربي، عن حماد بن زيد، عنه به، كما رواه أبو بكر بن عياش، عن عاصم، عن زر، عن ابن مسعود "تحفة الأشراف" "٧: ٤٩".
٢ أخرجه الإمام أحمد في مسنده "١: ١٠١، ١٣٧، ١٣٨" وغيرها.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (239,'وروى من الحديث أقل من مائتي حديث وأكثر روايته عن زر بن حبيش، وكان زر شيخًا قديمًا إلا أنه كان فيه بعض الحمل على عليّ -رضي الله عنه علي.
..........
* تضمينات الحافظ ابن حجر:
٧٣٧- عاصم بن سليمان الأحول، أبو عبد الرحمن البصري١: ثقة.
..........
٧٣٨- عاصم بن شميخ الغيلاني٢ فخذ من بني تميم: "يماني"، تابعي، ثقة.
٧٣٩- عاصم بن ضمرة السلولي٣: "كوفي"، تابعي، ثقة.
٧٤٠- عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب٤: "مدني"، لا بأس به.
_________
١ عاصم بن سليمان الأحول، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٤٢".
٢ عاصم بن شميخ الغيلاني، أبو الفرجل اليمامي، روى عن أبي سعيد الخدري، قال أبو حاتم: "مجهول" وذكره ابن حبان في "الثقات" "٥" ٢٣٩"، "التهذيب" "٥: ٤٤".
له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٨٠".
٣ عاصم بن ضمرة السلولي الكوفي: وثقه "أيضًا": علي بن المديني، وقال "النسائي": ليس به بأس"، وجرحه ابن حبان، وضعفه الجوزجاني، وتبعه ابن عدي.
وقد رد الحافظ ابن حجر بعض هذا، فقال: "تعصب الجوزجاني على أصحاب علي معروف. وقد تبع الجوزجاني ابن عدي، فقال: "وعن علي بأحاديث باطلة لا يتابعه عليها الثقات، والبلاء منه".
"التاريخ الكبير" "٣: ٢: ٤٨٢"، "المجروحين" "٢: ١٢٥"، "التهذيب" "٥: ٤٧".
٤ عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب، ضعيف من الرابعة.
"التاريخ لابن معين" "٢: ٢٨٣"، "التاريخ الكبير" "٣: ٢: ٤٨٤"، "الضعفاء الكبير" "٣: ٣٣٣"، "المجروحين" "٢: ١٢٧"، "التهذيب" "٥: ٤٧".',NULL,'241',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (240,'* تضمينات الحافظ ابن حجر:
٧٤١- عاصم بن علي بن عاصم بن صهيب الواسطي١: شهدت مجلس عاصم بن علي، فحزروا من شهده ذلك اليوم ستين ومائة ألف، وكان رجلًا مسودًا، وكان ثقة في الحديث.
..........
٧٤٢- عاصم بن عمر٢: لم يكن له صحبة، مدني، تابعي، ثقة، من كبار التابعين.
٧٤٣- عاصم بن كليب الجرمي٣: ثقة.
٧٤٤- عاصم بن لقيط بن صبرة٤: "مكي"، تابعي، ثقة.
٧٤٥- عاصم بن محمد العمري٥: "مدني"، ثقة.
_________
١ عاصم بن علي بن عاصم بن صهيب الواسطي: صدوق، ربما وهم من التاسعة، وفاته سنة "٢٢١".
"التاريخ الكبير" "٣: ٢: ٤٩١-٤٩٢"، "الثقات" "٨: ٥٠٦"، "التهذيب" "٥: ٤٩".
٢ عاصم بن عمر بن الخطاب: ولد في حياة النبي صلى الله عليه وسلم، مات سنة سبعين، وقيل: بعدها، أخرج له الستة، سوى ابن ماجه. "التاريخ الكبير" "٣: ٢: ٤٧٧"، الجرح "٣: ١: ٣٤٦"، "الثقات" "٥: ٢٣٣"، "التهذيب" "٥: ٥٢".
٣ عاصم بن كليب الجرمي: وثقه "أيضًا": ابن معين، والنسائي، وابن معين، والنسائي، وابن حبان، وابن شاهين، وأحمد ابن صالح المصري، وقال أبو حاتم: "صالح". رمي بالإرجاء.
"التاريخ الكبير" "٣: ٢: ٤٨٧"، "الثقات" "٧: ٢٥٦"، "التهذيب" "٥: ٥٥".
٤ عاصم بن لقيط بن صبرة العقيلي: وثقه "أيضًا": النسائي، وابن حبان.
"التاريخ الكبير" "٣: ٢: ٤٩٣"، "الثقات" "٥: ٢٣٤"، "التهذيب" "٥: ٥٦".
٥ عاصم بن محمد بن زيد بن عبد الله بن عمر بن الخطاب العمري المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب.
"التاريخ الكبير" "٣: ٢: ٤٩"، "الثقات" "٧: ٢٥٦"، "التهذيب" "٥: ٥٧".',NULL,'242',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (241,'٧٤٦- عاصم العدوي١: تابعي، كوفي، روى عنه الشعبي.
بابُ عامر:
٧٤٧- عامر بن الأكوع٢: عم سلمة بن عمرو بن الأكوع الأسلمي.
٧٤٨- عامر بن ذَرِيح الحميدي٣: "مصري"، تابعي، ثقة.
٧٤٩- عامر بن ربيعة العدوي٤: من أصحاب النبي صلى الله عليه وسلم، وكان بدريًّا.
٧٥٠- عامر بن سعد بن مالك٥: "مدني"، تابعي، ثقة.
٧٥١- عامر بن شراحيل الشعبي٦: سمع الشعبي من ثمانية
_________
١ عاصم العدوي الكوفي: وثقه "أيضًا": النسائي، وابن حبان.
"تاريخ ابن معين" "٢: ٢٨٤"، "الثقات" "٥: ٢٣٨"، "التهذيب" "٥: ٦٠".
٢ هو عامر بن سنان بن عبد الله بن بشير الأسلمي المعروف بابن الأكوع، صحابي معروف، خرج إلى خيبر وجميل يرتجز، فقال النبي صلى الله عليه وسلم: من هذا؟ قالوا: عامر، غفر الله لك. الإصابة
"٢: ٢٥٠".
٣ هو من ثقات العجلي، وانظر الترجمة رقم "٧٦٩": العباس بن ذريح.
٤ عامر بن ربيعة بن كعب بن مالك بن ربيعة بن عامر بن مالك، أبو عبيد الله العنزي العدوي، حليف آل خطاب، أسلم قبل عمر، وهاجر الهجرتين، وشهد بدرًا والمشاهد كلها. الثقات "٣: ٢٩٠"، "التهذيب" "٥: ٦٢".
٥ عامر بن سعد بن مالك = عامر بن سعد بن أبي وقاص الزهري المدني: ثقة من الثالثة، مات سنة "١٠٤".
"التاريخ الكبير" "٣: ٢: ٤٤٩"، "الثقات" "٥: ١٨٦"، "التهذيب" "٥: ٦٣".
٦ عامر بن شراحيل الشعبي الحميري، أبو عمرو الكوفي: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ٦٥".',NULL,'243',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (242,'وأربعين من أصحاب النبي صلى الله عليه وسلم، والشعبي أكبر من أبي إسحاق١ بسنتين.
قلت:٢: ذكر هذا في ترجمة أبي إسحاق.
قال العجلي: مرسل الشعبي صحيح، لا يرسل إلا صحيحًا صحيحًا.
أهل اليمن أرق قوم٣.
حدثنا يزيد بن هارون، عن حماد بن زيد، عن أبي عبد الله الشقري، قال: جاء رجل إلى الشعبي، فقال: إني قبلت أم امرأتي، فقال: حرمت عليك امرأتك، فأعاد عليه، فقال: عن صبوح ترفق.
روى الشعبي عن يحيى بن طلحة، وعن عيسى بن طلحة الزهري، وكانا ثقتين، وكان أخوهما موسى بن طلحة رجلًا صالحًا كان بالكوفة.
وحدثنا عمرو بن عون، أنبأنا هشيم، عن إسماعيل بن سالم، عن الشعبي، قال: مات رجل من أصحاب النبي صلى الله عليه وسلم، أو من أتباعهم، فأوصى: إن حضر الأمير فليصلّ عليّ، وإن لم يحضر الأمير فليصلّ عليه إمام الحي، ولا يخالفوا في السنة.
٧٥٢- عامر بن صالح بن رستم ٤: "بصري"، ثقة.
_________
١ أبو إسحاق السبيعي.
٢ القائل هو الهيثمي مرتب كتاب "الثقات".
٣ كذا الأصل.
٤ عامر بن صالح بن رستم المزني، أبو بكر بن أبي عامر الخزار البصري: صدوق سيئ الحفظ، قال: يحيى: "ليس بشيء"، وقال أبو حاتم: "ليس بشيء"، وضعفه العقيلي، ووثقه ابن حبان.
"التاريخ الكبير" "٣: ٢: ٤٥٩"، "الجرح والتعديل" "٣: ١: ٣٢٤"، "الضعفاء الكبير" "للعقيلي "٣: ٣٠٨"، "الثقات" "٨: ٥٠١"، "التهذيب" "٥: ٧٠".',NULL,'244',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (243,'٧٥٣- عامر بن طهفة١: ثقة.
٧٥٤- عامر بن عبد الله بن الزبير٢: "مدني"، تابعي، ثقة.
٧٥٥- عامر بن عبد قيس العنبري٣: "بصري"، تابعي، ثقة، من كبار التابعين وعبادهم، رآه كعب، فقال: هذا راهب هذه الأمة.
٧٥٦- عامر بن عبدة البجلي٤: من أصحاب عبد الله، ثقة.
٧٥٧- عامر بن واثلة أبو الطفيل٥: "مكي"، ثقة، ترك الكوفة مع علي وكان من كبار التابعين، وقد رأى النبي صلى الله عليه وسلم. سمع من عبد الله، يعني: ابن مسعود.
_________
١ عامر بن طهفة السهمي: شيخ يروي عن أبي الطفيل.
له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٥٩"، "الجرح والتعديل" "٣: ١: ٣٢٤"، "الثقات" "٥: ١٩٣".
٢ عامر بن عبد الله بن الزبير بن العوام الأسدي، أبو الحارث المدني، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٧٤".
٣ عامر بن عبد الله بن عبد قيس التميمي العنبري، كنيته أبو عبد الله من عباد أهل البصرة وزهادهم، كثرت الأخبار عنه في الصلاح.
له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٤٧"، "والجرح والتعديل"، "٣: ١: ٣٢٥"، والثقات "٥: ١٨٧" "والتهذيب" "٥: ٧٧".
٤ عامر بن عبدة، أبو إياس البجلي: وثقه ابن معين، وابن عبد البر، من الثالثة.
"تاريخ ابن معين" "٢: ٢٨٨"، "التاريخ الكبير" "٣: ٢: ٤٥٢" "الجرح والتعديل" "٣: ١: ٣٢٧"، "الثقات" "٥: ١٨٩"، "التهذيب" "٥: ٧٨".
٥ عامر بن واثلة، أبو الطفيل: ولد عام أحد، ورأى النبي صلى الله عليه وسلم، وروى عن أبي بكر فمن بعده، وهو آخر من مات من الصحابة، وكان ذلك سنة "١١٠"، على الصحيح.
"تاريخ ابن معين" "٢: ٢٨٩"، "الثقات" "٣: ٢٩١"، وله ترجمة في الإصابة.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (244,'باب عائذ الله وعباد:
٧٥٨- عائذ الله بن عبد الله أبو إدريس الخولاني١: "دمشقي"، تابعي، ثقة.
٧٥٩- عباد بن تميم٢: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٧٦٠- عباد بن راشد التميمي٣: ثقة.
..........
٧٦١- عباد بن أبي سعيد المقبري٤: "مدني"، تابعي، ثقة.
٧٦٢- عباد بن أبي صالح السمان٥: ثقة.
_________
١ عائذ الله بن عبد الله، أبو إدريس الخولاني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٨٥".
٢ عباد بن تميم بن غزية الأنصاري المازني المدني: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ٩٠-٩١".
٣ عباد بن راشد التميمي مولاهم البصري البزار، ابن أخت داود بن أبي هند، وثقه أيضًا الإمام أحمد، والبزار، وقال الساجي "والدارقطني": "صدوق" جرحه ابن حبان، فقال ابن حجر "هذا من أوهام ابن حبان". "التهذيب" "٥: ٩٢".
٤ عباد بن أبي سعيد المقبري: مقبول: من الثالثة. تقريب "١: ٣٩٢".
٥ عباد بن أبي صالح السمان، ويقال له عبد الله: لين الحديث، من السادسة تقريب "١: ٤٢٣" "التهذيب" "٥: ٢٦٣".',NULL,'246',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (245,'٧٦٣- عباد بن عباد أبو عتبة الخواص١: ثقة.
٧٦٤- عباد بن عبد الله بن الزبير٢: "مدني"، تابعي، ثقة.
٧٦٥- عباد بن عبد الله الأسدي٣: "كوفي"، تابعي، ثقة.
٧٦٦- عباد بن العوام٤: "واسطي" ثقة.
..........
* تضمينات الحافظ ابن حجر:
٧٦٧- عباد بن منصور الباجي٥: لا بأس به، يكتب حديثه.
باب عبادة وعباس:
٧٦٨- عبادة بن نسي٦: "شامي"، ثقة.
_________
١ عباد بن عباد الرملي، أبو عتبة الخواص: صدوق يهم، ضعفه ابن حبان، وقال: "يستحق الترك".
"التاريخ الكبير" "٣: ٢: ٤١"، "المجروحين" "٢: ١٧٠"، "الميزان" "٢: ٣٦٨"، "التهذيب" "٥: ٩٧".
٢ عباد بن عبد الله بن الزبير بن العوام الأسدي المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٩٨".
٣ عباد بن عبد الله الأسدي الكوفي: ضعيف من الثالثة.
"التاريخ الكبير" "٣: ٢: ٣٥"، "الثقات" "٥: ١٤١"، "التهذيب" "٥: ٩٨".
٤ عباد بن العوام الكلابي، أبو سهل الواسطي: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ٩٩".
٥ عباد بن منصور الباجي، أبو سلمة البصري القاضي: صدوق، رمي بالقدر، وكان يدلس، وتغير بآخرة. التقريب "١: ٣٩٣"، "التهذيب" "٥: ٤٠٣".
٦ عبادة بن نسي الكندي، أبو عمرو الشامي الأردني، قاضي طبرية. ثقة، فاضل، من الثالثة.
"التاريخ الكبير" "٣: ٢: ٩٥"، "الثقات" "٧: ١٦٢"، "التهذيب" "٥: ١١٣"، "التقريب" "١: ٣٩٥".',NULL,'247',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (246,'٧٦٩- عباس بن جليد الحجري١: "مصري"، تابعي، ثقة.
قلت صوابه جليد بالجيم.
٧٧٠- عباس بن ذَريح٢: ثقة، روى عن الشعبي وهو يرسل عن عائشة، لم يدركها. في عداد الشيوخ. وروى عنه شريك، وزكريا بن أبي زائدة، وغيرهما.
٧٧١- العباس بن سالم اللخمي٣: "شامي"، ثقة.
٧٧٢- العباس بن عبد المطلب٤ عم النبي صلى الله عليه وسلم: من أصحاب النبي صلى الله عليه وسلم.
٧٧٣- العباس بن علي بن أبي طالب٥: ثقة.
_________
١ عباس بن جليد الحجري المصري: وثقه "أيضًا": أبو زرعة، وابن حبان، ويعقوب بن سفيان، من الرابعة.
"التاريخ الكبير" "٤: ١: ٣"، "الجرح والتعديل" "٣: ١: ٢١٠"، "الثقات" "٥: ٢٥٩"، "التهذيب" "٥: ١١٦".
٢ عباس بن ذريح الكلبي الكوفي: وثقه "أيضًا": ابن معين، وابن حبان، وقال غيرهما: "صالح، ليس به بأس". من السادسة.
"التاريخ الكبير" "٤: ١: ٧"، "الثقات" "٧: ٢٧٥"، "التهذيب" "٥: ١١٧"، "التقريب" "١: ٣٦٩".
٣ العباس بن سالم اللخمي الدمشقي: وثقه "أيضًا" أبو داود، وابن حبان.
"التاريخ الكبير" "٤: ١: ٧"، "الثقات" "٧: ٢٧٦"، "التهذيب" "٥: ١١٨".
٤ العباس بن عبد المطلب بن هاشم بن عبد مناف القرشي الهاشمي أبو الفضل عم الرسول صلى الله عليه وسلم أسلم قبل فتح خيبر وكان أنصر الناس لرسول الله صلى الله عليه وسلم بعد أبي طالب.
٥ هو العباس بن علي بن أبي طالب ويكنى أبا الفضل، وأمه أم البنين، وهو أكبر ولدها، قتل يوم الطف، وكان له عقب.
"مقاتل الطالبيين" صفحة "٨٤".',NULL,'248',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (247,'* تضمينات الحافظ ابن حجر:
٧٧٤- العباس بن الفضل الأنصاري١: متروك الحديث.
..........
٧٧٥- العباس بن الوليد بن مَزْيَد أبو الفضل العدوي٢: من أهل بيروت.
باب عبد الله:
..........
* تضمينات الحافظ ابن حجر:
٧٧٦- عبد الله بن أبي أحمد بن جحش بن رئاب الأسدي٣: من كبار التابعين قد لقي عمرَ.
٧٧٧- عبد الله بن إدريس الزعافري، أبو محمد الكوفي٤: ثقة، ثبت، صاحب سنة، زاهد، صالح، وكان عثمانيًّا، ويحرم النبيذ.
..........
_________
١ العباس بن الفضل الأنصاري: ضعفه "أيضًا": ابن معين، وابن حبان, وغيرهما.
"تاريخ ابن معين" "٢: ٢٩٣"، "التهذيب" "٥: ١٢٦".
٢ العباس بن الوليد بن مَزْيَد العدوي، أبو الفضل البيروتي: صدوق عابد. من الحادية عشرة.
"التهذيب" "٥: ١٣١".
٣ عبد الله بن أبي أحمد بن جحش بن رئاب الأسدي: وُلد في حياة رسول الله صلى الله عليه وسلم وذكره جماعة في "ثقات التابعين".
"التهذيب" "٥: ١٤٣".
٤ عبد الله بن إدريس الزُّعافري أبو محمد الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ١٤٥".',NULL,'249',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (248,'٧٧٨- عبد الله بن الأسود أبو عبد الرحمن١: "كوفي", جائز الحديث، لا بأس به، يكتب حديثه، كان يلي السلطان.
٧٧٩- عبد الله بن أبي أوفى٢: مات سنة ست وثمانين، وهو آخر من مات من أصحاب النبي صلى الله عليه وسلم بالكوفة، وكان قد عُمِّرَ، واسم أبي أوفى: عَلقمة.
..........
* تضمينات الحافظ ابن حجر:
٧٨٠- عبد الله بن باباه٣: ثقة.
..........
٧٨١- عبد الله بن بدر السحيمي٤: "يماني"، ثقة.
٧٨٢- عبد الله بن بريدة الأسلمي٥: تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
_________
١ عبد الله بن الأسود.
له ترجمة في "التاريخ الكبير" "٣: ٤٤١".
٢ عبد الله بن أبي أوفى: من أصحاب النبي صلى الله عليه وسلم وقيل: إنه شهد بيعة الرضوان.
٣ عبد الله بن باباه: وثقه أيضًا ابن المديني، والنسائي، وابن حبان، وقال غيرهم: "صالح الحديث". التهذيب "٥: ١٥٣"، تاريخ ابن معين "٢: ٢٩٧".
٤ عبد الله بن بدر بن عميرة بن الحارث السحيمي اليمامي: كان أحد الأشراف، وثقه "أيضًا": ابن معين، وأبو زرعة، وابن حبان، من الرابعة.
"التاريخ الكبير" "٣: ١: ٢١٦"، "الثقات" "٧: ٤٧"، "التهذيب" "٥: ١٥٤".
٥ عبد الله بن بريدة الأسلمي، أبو سهل المروزي، قاضي مرو: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٥: ١٥٧".',NULL,'250',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (249,'٧٨٣- عبد الله بن أبي بصير العبدي الكوفي١: "كوفي"، تابعي، ثقة.
..........
٧٨٤- عبد الله بن بكر المزني٢: "بصري"، ثقة.
٧٨٥- عبد الله بن بكر أبو وهب السهمي٣: "بصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٧٨٦- عبد الله بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري٤: "مدني"، تابعي، ثقة.
..........
٧٨٧- عبد الله بن جعفر٥: من أصحاب النبي صلى الله عليه وسلم،
_________
١ روى عنه أبو إسحاق السبيعي ولا يعرف له راو غيره، وذكره ابن حبان في الثقات "التهذيب" "٥: ١٦١".
٢ عبد الله بن بكر بن عبد الله المزني البصري: صدوق، من السابعة، ووثقه "أيضًا": ابن حبان، والدارقطني.
"التاريخ لابن معين" "٢: ٢٩٩"، "التاريخ الكبير" "٣: ٥٢١"، "الثقات" "٧: ٢٦"، "التهذيب" "٥: ١٦٣".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ١٦٢".
٤ متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ١٦٤".
٥ هو عبد الله بن جعفر بن أبي طالب الهاشمي القرشي، أبو جعفر، أبوه جعفر الطيار لما هاجر إلى الحبشة حمل امرأته أسماء بنت عميس معه، فولدت هناك: عبد الله، وعونًا، ومحمدًا، واستعمله رسول الله صلى الله عليه وسلم على غزوة مؤتة، فاستشهد بها، ونعاه رسول الله صلى الله عليه وسلم لأسماء.
وكان عبد الله بن جعفر جوادًا ممدحًا، وأخباره في الكرم شهيرة، قال ابن حبان في الثقات "٣: ٢٠٧": "كان يقال له قطب السخاء" وكان يوم توفي النبي صلى الله عليه وسلم ابن عشر سنين. قال ابن عبد البر: وفاته سنة "٨٥". "التهذيب" "٥: ١٧٠".',NULL,'251',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (250,'قال: "رأيت النبي صلى الله عليه وسلم يأكل القثاء بالرطب"١.
وروى حديثًا آخر عن النبي صلى الله عليه وسلم، قال: "أطيب اللحم لحم الظهر" ٢.
وقد روى عن النبي صلى الله عليه وسلم "أنه كان يأكل البطيح بالرطب"٣.
٧٨٨- عبد الله بن جعفر بن عبد الرحمن بن المسور بن مخرمة٤: "مدني"، ثقة.
٧٨٩- عبد الله بن جعفر الرقي٥: ثقة.
_________
١ أخرجه البخاري في: ٧٠- كتاب الأطعمة "٣٩" باب القثاء بالرطب، الفتح "٩: ٥٦٤"، وفي "٤٥" باب القثاء، الفتح "٩: ٥٧٢" وفي "٤٧" باب جمع اللونين أو الطعامين بمرة. الفتح "٩: ٥٧٢-٥٧٣".
وأخرجه مسلم في ٣٦- كتاب الأشربة "٢٣" باب أكل القثاء بالرطب، ح "١٤٧"، ص١٦١٦. وأخرجه أبو داود، وابن ماجه، والدارمي في الأطعمة، والإمام أحمد في "مسنده" "١: ٢٠٣، ٢٠٤".
٢ أخرجه الترمذي في الشمائل عن محمود بن غيلان، والنسائي في الوليمة، في السنن الكبرى، وابن ماجه في ٢٩- كتاب الأطعمة "٢٨" باب أطايب اللحم، ح "٣٣٠٨"، ص١٠٩٩، وإسناده قوي، تحفة الأشراف "٤: ٣٠٤".
٣ روي الحديث من طريق عائشة، وسهل بن سعد، فقد أخرجه أبو داود في كتاب الأطعمة "باب" في الجمع بين لونين في الأكل، ح "٣٨٣٦"، ص "٣: ٣٦٢"، من حديث عائشة، وأخرجه الترمذي في كتاب الأطعمة "٤: ٢٨٠" من طريق عائشة وهو عند ابن ماجه من حديث سهل بن سعد، في ٢٩- كتاب الأطعمة، "٣٧" باب القثاء والرطب، ح "٣٣٢٦"، ص١١٠٤.
٤ عبد الله بن جعفر بن عبد الرحمن بن المسور بن مخرمة، أبو محمد المدني المخرمي، ليس به بأس من الثامنة، ووثقه "أيضًا" الإمام أحمد، وعلي بن المديني، وبكار بن قتيبة، والترمذي، والحاكم.
"التاريخ الكبير" "٣: ١: ٦٢"، "التهذيب" "٥: ١٧١-١٧٣".
٥ عبد الله بن جعفر بن غيلان الرقي، أبو عبد الرحمن القرشي: متفق على توثيقه، وأخرج له الجماعة، مترجم في "التهذيب" "٥: ١٧٣".',NULL,'252',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (251,'٧٩٠- عبد الله بن الحارث بن نوفل الهاشمي١: "مدني"، تابعي، ثقة.
٧٩١- عبد الله بن حبيب بن أبي ثابت٢: ثقة، سمع من الشعبي.
٧٩٢- عبد الله بن حبيب بن ربيعة السلمي٣: "كوفي"، وكان أعمى.
٧٩٣- عبد الله بن حبيب أبي عبد الرحمن السلمي الضرير المقرئ٤: تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٧٩٤- عبد الله بن حفص بن عمر بن سعد بن أبي وقاص٥: ثقة.
..........
٧٩٥- عبد الله بن حنين٦: "مدني"، تابعي، ثقة.
_________
١ عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب بن هاشم الهاشمي، أبو محمد المدني: متفق على توثيقه، وأخرج له الجماعة، مترجم في التهذيب "٥: ١٨٠".
٢ عبد الله بن حبيب بن أبي ثابت الأسدي الكوفي: وثقه "أيَضًا": ابن معين، وأبو القاسم الطبراني، وابن حبان، والدارقطني، وابن نمير.
"تاريخ ابن معين" "٢: ٣١٠"، "التاريخ الكبير" "٣: ١: ٧٣"، "الثقات" "٧: ٢٦"، "التهذيب" "٥: ١٨٣".
٣ عبد الله بن حبيب بن ربيعة السلمي، أبو عبد الرحمن: متفق على توثيقه، وأخرج له الجماعة، مترجم في "التهذيب" "٥: ١٨٣".
٤ في هامش الأصل "هذا الثاني هو الأول والله أعلم".
٥ متفق على توثيقه، وأخرج له الجماعة، مترجم في "التهذيب" "٥: ١٨٨".
٦ عبد الله بن حنين الهاشمي: مولى العباس: متفق على توثيقه، وأخرج له الجماعة، مترجم في "التهذيب" "٥: ١٩٣".',NULL,'253',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (252,'٧٩٦- عبد الله بن خباب بن الأرت المدني١: وكان من كبار التابعين، ثقة، قتلته الحرورية، أرسله عليٌّ إليهم، فقتلوه، فأرسل إليهم: أقيدونا بعبد الله بن خباب، فقالوا: كيف نقيدك به، وكلنا قتله! فنفذ إليهم فقاتلهم٢.
٧٩٧- عبد الله الداناج٣: "بصري"، ثقة.
٧٩٨- عبد الله بن دينار٤: "مدني"، تابعي، ثقة.
٧٩٩- عبد الله الديلمي٥: "شامي"، تابعي، ثقة.
٨٠٠- عبد الله بن ذكوان أبو الزناد٦: "مدني"، تابعي، ثقة. سمع من أنس.
_________
١ عبد الله بن خباب بن الأرتّ المدني: قتل سنة "٣٧" وكان من سادات المسلمين، وذكره ابن حبان في ثقات التابعين.
"التاريخ الكبير" "٣: ١: ٧٨"، "الثقات" "٥: ٨"، "التهذيب" "٥: ١٩٦".
٢ العبارة في "التهذيب": "فقتلهم".
٣ هو عبد الله بن فيروز الداناج، يروي عن أبي برزة، عداده في أهل البصرة، وهو الذي يقال له: الدانا -بلا جيم- روى عنه: حماد بن سلمة، وابن أبي عروبة. له ترجمة في "التاريخ الكبير" "٣: ١: ١٦٧"، وذكره ابن حبان في ثقات التابعين "٥: ٣٩".
٤ عبد الله بن دينار العلوي، أبو عبد الرحمن المدني مولى عبد الله بن عمر: متفق على توثيقه، وأخرج له الجماعة، مترجم في "التهذيب" "٥: ٢٠١".
٥ عبد الله بن الديلمي: هو عبد الله بن ديلم بن هوشع الحميري، لأبيه صحبة، عداده في أهل مصر، روى عنه ربيعة بن يزيد الدمشقي وأهل فلسطين، له ترجمة في "التاريخ الكبير" "٣: ١: ٨٠"، وذكره ابن حبان في ثقات التابعين "٥: ٣٨".
٦ عبد الله بن ذكوان القرشي، أبو عبد الرحمن المدني المعروف بأبي الزناد الثقة، الفقيه، أحد الأعلام، حديثه في الكتب الستة، ترجمته في "التهذيب" "٥: ٢٠٣".',NULL,'254',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (253,'٨٠١- عبد الله بن راشد١ شيخ لعكرمة: تابعي ثقة.
٨٠٢- عبد الله بن رافع٢ مولى أم سلمة: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٠٣- عبد الله بن رافع الحضرمي٣، أبو سلمة المصري: ثقة، لا بأس به.
..........
٨٠٤- عبد الله بن رباح٤، "بصري"، تابعي، ثقة.
٨٠٥- عبد الله بن رباح النخعي٥: "كوفي"، ثقة.
_________
١ في "الجرح والتعديل" "٢: ٢: ٥٢": عبد الله بن راشد المكي، ويقال: سعيد بن راشد، روى عن جابر بن عبد الله، روى عنه عكرمة بن عمار فقال مرة: "سعيد بن راشد". ا. هـ.
له ترجمة في "التاريخ الكبير" "٣: ١: ٨٦".
٢ عبد الله بن رافع المخزومي، أو رافع المدني، مولى أم سلمة زوج النبي صلى الله عليه وسلم، وثقه "أيضًا": أبو زرعة، والنسائي، وابن حبان.
"التاريخ لابن معين" "٢: ٣٠٥"، "التاريخ الكبير" "٣: ١: ٩٠"، "الثقات" "٥: ٣٠"، "التهذيب" "٥: ٢٠٦".
٣ وثقه "أيضًا": أبو زرعة، وابن حبان، التهذيب "٥: ٢٠٦".
٤ عبد الله بن رباح الأنصاري، أبو خالد المدني: وثقه "أيضًا": علي بن المديني، والنسائي، وابن حبان.
"تاريخ ابن معين" "٢: ٣٠٦"، "التاريخ الكبير" "٣: ١: ٨٤"، "الثقات" "٥: ٢٧"، "التهذيب" "٥: ٢٠٦".
٥ عبد الله بن رباح النخعي الكوفي، له ترجمة في "التاريخ الكبير" "٣: ١: ٨٥"، وذكره ابن حبان في "الثقات" "٧: ٣٤".',NULL,'255',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (254,'٨٠٦- عبد الله بن ربيع بن خثيم١: "كوفي"، ثقة.
٨٠٧- عبد الله بن رجاء الغُداني٢: "بصري"، صدوق.
٨٠٨- عبد الله بن الزبير بن العوام٣، وقد سمع من النبي صلى الله عليه وسلم، وهو أول مولود ولد في الإسلام، وأمه أسماء بنت أبي بكر، قتل بمكة: قتله الحجاج وصلبه.
٨٠٩- عبد الله بن الزبير الأسدي٤: والد أبي أحمد٥: ثقة.
٨١٠- عبد الله بن سخبرة، أبو معمر٦: من أصحاب عبد الله، ثقة وكان مجاهد يقول: هو عاشر عشرة من أصحاب عبد الله.
_________
١ عبد الله بن ربيع بن خثيم الثوري: ثقة، من السادسة. تقريب "١: ٤١٤".
٢ عبد الله بن رجاء بن عمرو، أبو عمرو الغداني البصري: ينسب إلى غدانة بن يربوع من تميم، على ما في اللباب: صدوق يهم قليلا من التاسعة، روى عنه البخاري خمسة عشر حديثًا، ووثقه "أيضًا": أبو حاتم، ويعقوب بن سفيان، وابن حبان، وقال غيرهم: "صدوق". "التهذيب" "٥: ٢٠٩".
٣ عبد الله بن الزبير بن العوام ... أمير المؤمنين القرشي الأسدي المكي، ثم المدني أحد الأعلام، ابن الحواري الإمام أبي عبد الله، ابن عمة رسول الله صلى الله عليه وسلم وحواريه.
وكان عبد الله أول مولود للمهاجرين بالمدينة، ولد سنة اثنتين، وقيل: سنة إحدى، وله صحبة عداده في صغار الصحابة، وإن كان كبيرًا في العلم والشرف، والجهاد والعبادة، فارس قريش، وله مواقف مشهودة، وبويع بالخلافة عند موت يزيد سنة أربع وستين، وحكم على الحجاز، واليمن، ومصر، والعراق، وخراسان، وبعض الشام.
٤ عبد الله بن الزبير، والد أبي أحمد الزبيري، له ترجمة في لسان الميزان "٣: ٢٨٦"، وذكره ابن حبان في الثقات.
٥ في الأصل "أبو أحمد"، وفي هامش الأصل "لعله والد أبي أحمد" وهو الصحيح، كما هو في اللسان.
٦ عبد الله بن سخبرة الأزدي، أبو معمر الكوفي: متفق على توثيقه، أخرج له الجماعة، من الثانية.
"التاريخ الكبير" "٣: ١: ٩٧" "الثقات" "٥: ٢٥"، "التهذيب" "٥: ٢٣٠".',NULL,'256',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (255,'٨١١- عبد الله زرير الغافقي١: "مصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨١٢- عبد الله بن زياد، أبو مريم الأسدي الكوفي٢: "كوفي" تابعي، ثقة.
..........
٨١٣- عبد الله بن زيد أبو قلابة الجرمي٣: "بصري"، تابعي، ثقة، وكان يحمل على عليّ، ولم يرو عنه شيئًا قط، ولم يسمع من ثوبان شيئًا.
..........
* تضمينات الحافظ ابن حجر:
٨١٤- عبد الله بن السائب٤: "كوفي"، ثقة.
..........
٨١٥- عبد الله بن سراقة٥: "بصري"، تابعي، ثقة.
_________
١ عبد الله بن زرير الغافقي، عداده في أهل مصر: ثقة، رمي بالتشيع.
"التاريخ الكبير" "٣: ١: ٩٥"، "الثقات" "٥: ٢٤"، "التهذيب" "٥: ٢١٦".
٢ عبد الله بن زياد، أبو مريم الأسدي الكوفي: احتج به البخاري، ووثقه ابن حبان، والدارقطني. "التهذيب" "٥: ٢٢١".
٣ عبد الله بن زيد، أبو قلابة الجرمي البصري أحد الأعلام الثقات: حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ٢٢٤".
٤ عبد الله بن السائب الكندي: وثقه "أيضًا": ابن معين، وأبو حاتم، والنسائي، وابن حبان. "التهذيب" "٥: ٢٣٠".
٥ عبد الله بن سراقة الأزدي: راوي حديث الدجال، عن أبي عبيدة بن الجراح، ذكره ابن حبان في ثقات التابعين "٥: ٢٦"، له ترجمة في "التاريخ الكبير" "٣: ١: ٩٧".',NULL,'257',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (256,'٨١٦- عبد الله بن سعيد بن أبي هند١: "مدني"، ثقة.
٨١٧- عبد الله بن أبي السّفَر٢: كان ثقة، وكان من أصحاب الشعبي، وهو في عداد الشيوخ.
..........
* تضمينات الحافظ ابن حجر:
٨١٨- عبد الله بن سفيان بن عبد الله الثقفي الطائي٣: ثقة.
..........
٨١٩- عبد الله بن سلمة، أبو العالية٤، من أصحاب علي، وعبد الله: ثقة، وزاد: كوفي، تابعي من ثقات الكوفيين.
٨٢٠- عبد الله بن سيدان المطرودي، من بني سُليم٥: "جزري"، تابعي، ثقة.
_________
١ عبد الله بن سعيد بن أبي هند الفزاري، أبو بكر المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٢٣٩".
٢ عبد الله بن أبي السفر الثوري الكوفي: وثقه "أيضًا": الإمام أحمد، وابن معين، والنسائي، وابن حبان.
"تاريخ ابن معين" "٢: ٣١١"، "التاريخ الكبير" "٣: ١: ١٠٥"، "الثقات" "٧: ٢٥"، "التهذيب" "٥: ٢٤٠".
٣ عبد الله بن سفيان بن عبد الله الثقفي الطائي: وثقه "أيضًا"، النسائي، وابن حبان، "التهذيب" "٥: ٢٤٠".
٤ عبد الله بن سلمة، أبو العالية: يروي عن علي بن أبي طالب، له ترجمة في "تاريخ ابن معين" "٢: ٣١١"، "التاريخ الكبير" "٣: ١: ٩٩"، "الثقات" "٥: ١٢"، وتحقيق اسمه في "التهذيب" "٥: ٢٤١-٣٤٣".
٥ عبد الله بن سيدان المطرودي يروي عن أبي ذر، له ترجمة في "التاريخ الكبير" "٣: ١: ١١٠"، وذكره ابن حبان في "ثقات التابعين" "٥: ٣١".',NULL,'258',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (257,'٨٢١- عبد الله بن شبرمة١، يكنى أبا شبرمة: "ضبي" من أنفسهم من ولد المنذر بن ضرار بن عمرو، وكان قاضيًا لأبي جعفر على قضاء الكوفة، هو ومحمد بن أبي ليلى، كان ابن أبي ليلى على قضاء السوق وداخل الكوفة، وكان ابن شبرمة على قضاء السواد والضياع؛ استقضاهما عيسى بن موسى زمان أبي جعفر.
وكان سفيان بن سعيد إذا قيل له: من مفتيكم؟ قال: مفتينا ابن أبي ليلى، وابن شبرمة.
وكان ابن شبرمة عفيفًا، صارمًا، عاقلا، فقيهًا لسنة النساك ثقة في الحديث, وسمع من الشعبي، وكانت روايته عنه وعن غيره خمسين حديثًا أو نحوها.
شاعرًا حسن الخلق، جوادًا.
وكان إذا اختلف إليه الرجل ثلاثًا دعاه فقال له: أراك قد لزمتنا منذ ثلاثة أيام، عليك خراج فنتكلم لك فيه، أو دين، أو حاجة فنسعى لك فيها؟ فلا يكلمه في شيء إلا قضاه، ثم يقول: إنهم لا يأتوننا إلا لننفعهم في أمر دنياهم، لا يأتوننا لنشفع لهم في آخرتهم {لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ} ٢.
_________
١ عبد الله بن شبرمة: الإمام العلامة، فقيه العراق، أبو شبرمة قاضي الكوفة، حدث عن أنس، وأبي الطفيل، وأبي وائل: شقيق، وعامر الشعبي، وغيرهم، وثقه أحمد بن حنبل، وأبو حاتم الرازي، ولم يكن بالمكثر من الحديث، له نحو من ستين أو سبعين حديثًا، وفاته سنة "١٤٤".
ترجمته في تاريخ خليفة "٣٦١، ٤٢١"، طبقات خليفة "١٦٧"، "التاريخ الكبير" "٣: ١: ١١٧"، تاريخ ابن معين "٢: ٣٢١"، "الجرح والتعديل" "٢: ٢: ٨٢"، مشاهير علماء الأمصار "١٦٨"، "الثقات" "٧: ٥"، "الميزان" "٢: ٤٣٨"، "التهذيب" "٥: ٢٥٠"، "شذرات الذهب" "١: ٢١٥".
٢ الآية الكريمة "٣٧" من سورة عبس.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (258,'وكان من أحلم الناس، كان إذا أُسرف عليه، قال: أين فتياننا الذين يكفوننا العار والنار؟ خذوه.
وإذا قضى على رجل يغضبه، قال: لأقضينّ عليك قضاء شبرميًّا.
وكان له ابن يقال له عثمان، كان يفضل عليه زاهدًا عابدًا لا يروى عنه شيء، كان يقول لأبيه: يا أبه لا تمكن الناس من نفسك، فإن أجرأ الناس على السباع أكثرهم لها معاينة.
قال وكانت امرأة من آل عكرمة الفياض تخاصم إلى ابن شبرمة، فكانت تأتيه بين موليين لها: أعمى، وأعور، وكان ابن شبرمة إذا نظر إليها، قال:
فلو كنت ممن يزجر الطير لم يكن ... وزيراك فيما ناب أعمى وأعور
وقال ابن شبرمة أهل المدينة يحقروننا، ونحن نزدريهم.
قال: وكان عيسى بن موسى لا يقطع أمرًا عن ابن شبرمة، فبعث أبو جعفر إلى عيسى بن موسى: عبدَ الله بن جعفر، وأمره أن يحبسه، ثم كتب إليه: أن يقتله، فقال له ابن شبرمة: لم يرد غيرك! وكان موسى بن عيسى ولي العهد بعد أبي جعفر، فقال له ابن شبرمة: احبسه واكتب إليه. أنك قتلته، ففعل، فأتى إخوته إلى عيسى بن موسى، فقال لهم: كتب إليّ أمير المؤمنين أن أقتله، فقد قتلته، فرجعوا إلى أبي جعفر، فقال: كذب، لأقيدنّه منه, فارتفعوا إلى قاضي المسلمين، فلما حققوا عليه، طرحه إليهم، فقال أبو جعفر: قتلني الله إن لم أقتل الأعرابي١، عيسى بن موسى لا يعرف هذا، فما زال ابن شبرمة مختفيًا، حتى مات بها، وقتل أبو جعفر عمه بعد.
_________
١ يريد ابن شبرمة.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (259,'وكان عمه سفاكًا قتل بني أمية قتلا شديدًا، وخلع أبو جعفر من العهد، وأرضاه، وإنما أراد أن لو قتل عبد الله بن جعفر، فيقتله به، فيكون قد قتلهما جميعًا.
٨٢٢- عبد الله بن الشخير١: من أصحاب النبي صلى الله عليه وسلم.
٨٢٣- عبد الله بن شداد بن الهاد٢: "مدني"، تابعي، ثقة من كبار التابعين.
فقد عبد الرحمن بن أبي ليلى، وعبد الله بن شداد في الجماجم: اقتحم بهما فَرَاسَاهُما الفرات فذهبا، والجماجم جيش بعثه عبد الملك بن مروان، فأكره فيه بعض العلآء وبعثهم.
٨٢٤- عبد الله بن شقيق العقيلي٣: ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٢٥- عبد الله بن شوذب الخراساني٤: ثقة.
..........
_________
١ عبد الله بن الشخير بن عوف بن كعب الحرشي العامري: ذكره ابن حبان في الصحابة "٣: ٢٣٨"، "التهذيب" "٥: ٢٥١".
٢ عبد الله بن شداد بن الهاد الليثي، أبو الوليد المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٥٢١".
٣ عبد الله بن شقيق العقيلي: وثقه "أيضًا": الإمام أحمد، وابن معين، وأبو حاتم، وابن خراش، وأبو زرعة، وابن حبان.
"التاريخ الكبير" "٣: ١: ١١٦"، "الثقات" "٥: ١٠"، "التهذيب" "٥: ٢٥٣".
٤ عبد الله بن شوذب الخراساني، أبو عبد الرحمن: صدوق عابد من السابعة. تقريب "١: ٤٢٣".',NULL,'261',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (260,'٨٢٦- عبد الله بن الصامت الغفاري١: "بصري"، تابعي، ثقة.
٨٢٧- عبد الله بن ضمرة السلولي٢: "كوفي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٢٨- عبد الله بن طاوس٣: ثقة.
..........
٨٢٩- عبد الله بن أبي طلحة٤: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٣٠- عبد الله بن ظالم التميمي المازني: ثقة٥.
..........
٨٣١- عبد الله بن عامر رَوى عنه ربيعة بن يزيد٦: "شامي"، تابعي، ثقة.
_________
١ عبد الله بن الصامت الغفاري البصري: وثقه "أيضًا": النسائي، وابن حبان، "التهذيب" "٥: ٢٦٧".
٢ عبد الله بن ضمرة السلولي: وثقه أيضًا ابن حبان "٥: ٣٤"، "التهذيب" "٥: ٢٦٧".
٣ عبد الله بن طاوس بن كيسان اليمامي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٢٦٧".
٤ عبد الله بن أبي طلحة البخاري المدني: حنكه النبي صلى الله عليه وسلم، كان ثقة قليل الحديث، ذكره ابن حبان في الصحابة "٣: ٢٤٣"، ثم أعاده في التابعين "٥: ١٣".
٥ عبد الله بن عامر بن يزيد المقري الدمشقي: وثقه أيضًا: النسائي وابن حبان. "الثقات" "٥: ٣١"، "التهذيب" "٥: ٢٧٤".',NULL,'262',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (261,'........
* تضمينات الحافظ ابن حجر:
٨٣٢- عبد الله بن عامر بن ربيعة العنزي١: "مدني"، تابعي، ثقة، من كبار التابعين.
..........
٨٣٣- عبد الله بن عامر الألهاني: "شامي"، تابعي، ثقة.
قلت: صوابه عبد الله بن غابر٢، والله أعلم.
٨٣٤- عبد الله بن العباس٣: من أصحاب النبي صلى الله عليه وسلم وكان قد عمي.
حدثنا محمد بن يوسف، عن إبراهيم بن ميسرة، عن طاوس، عن ابن عباس، في قوله: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} ٤ قال: هن سكن لكم وأنتم سكن لهن.
حدثني أبي: عبد الله، قال: قال عمرو بن العاص لابن عباس: يابن أخي! فقال له ابن عباس: يا أبا عبد الله! كبرنا بعدك، وصار ابن أخيك أخاك.
_________
١ عبد الله بن عامر بن ربيعة العنزي: متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٥: ٢٧٠".
٢ صوابه عبد الله بن غابر الألهاني، أبو عامر الشامي ... كما قال الهيثمي مرتب الثقات، له ترجمة في "التهذيب" "٥: ٣٥٤".
٣ عبد الله بن عباس حبر الأمة، وفقيه العصر، وإمام التفسير، ابن عم رسول الله صلى الله عليه وسلم، مولده بشعب بني هاشم، قبل الهجرة بثلاث سنين، وفاته سنة "٦٧" أو "٦٨".
ترجمته في طبقات ابن سعد "٢: ٣٦٥"، تاريخ ابن معين "٢: ٣١٥"، "التاريخ الكبير" "٣: ١: ٣"، الجرح والتعديل "٢: ٢: ١١٦"، الثقات "٣: ٢٠٧"، التهذيب "٥: ٢٧٦".
٤ الآية الكريمة "١٨٧" من سورة البقرة.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (262,'حدثنا نصر بن علي، عن رجل، عن خالد، عن قيس، عن قتادة، عن زرارة ابن أوفى، عن ابن عباس: {وَلَوْ أَلْقَى مَعَاذِيرَهُ} ١ قال: ولو تجرد من ثيابه.
قال: لا أدري ممن سمعه نصر.
حدثني يزيد بن معروف، حدثنا جرير، عن حصين، عن عمران بن الحارث قال بينما نحن عند ابن عباس دخل رجل، فقال: من أين جئت؟ قال: من العراق، قال: من أين؟ قال: من الكوفة، قال: فما الخبر؟ قال: تركتهم يتحدثون أن عليًّا خارج إليهم، قال ففزع، ثم قال: ما يقول لا أبا لك لو شعرنا ما نكحنا نساءهُ، ولا قسمنا ميراثه، سأحدثكم عن ذلك.
كانت الشياطين يسترقون السمع من السماء، فيجيء واحدهم بكلمة حق قد سمعها فإذا جربت صدق ولدت معها سبعين كذبة! قال فبشر بها قلوب الناس، فأطلع الله عليها سليمان، فأخذها فدفنها تحت كرسيه، فلما توفي سليمان، قام شيطان بالطريق، فقال: ألا أدلكم على كنزه الممنَّع الذي لا كنز له مثله؟ تحت الكرسي، فأخرجوه فقالوا: هذا سحر فتناسخها الأمم حتى بقاياها ما تحدث به أهل العراق فأنزل الله عذر سليمان: {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا} ٢ إلى آخر الآية.
حدثني أبي: عبد الله، قال: سمعت أبا يعلى -رجلا من أهل الحديث- قال: قال ابن عباس: "أشر، وبع برأس المال، والبركة تجري في الوسط".
قال العجلي: فجربنا ذلك، فوجدناه كما قال ابن عباس.
_________
١ الآية الكريمة "١٥" من سورة القيامة.
٢ الآية الكريمة "١٠٢" من سورة البقرة.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (263,'وعن عبد الله أيضًا، قال: كان يقال الحرفة مع العفة خير من الغنى مع الفجور.
..........
* تضمينات الحافظ ابن حجر:
٨٣٥- عبد الله بن عبد الله بن الأسود الحارثي١: "كوفي"، لا بأس به، يكتب حديثه، كان يلي للسلطان.
..........
٨٣٦- عبد الله بن عبد الله بن الأصم٢: "مدني"، ثقة.
٨٣٧- عبد الله بن عبد الله بن أبي أمية المخزومي٣: "مدني"، تابعي، ثقة.
٨٣٨- عبد الله بن عبد الله بن الحارث بن نوفل٤: "مدني"، تابعي، ثقة.
_________
١ صدوق، من التاسعة. تقريب "١: ٤٢٦"، "التهذيب" "٥: ٢٧٩-٢٨٠".
٢ عبد الله بن عبد الله بن الأصم العامري: وثقه "أيضًا": ابن معين، وابن حبان، وقال غيرهما: صالح. من الرابعة.
"التاريخ الكبير" "٣: ١: ١٢٧"، "الثقات" "٧: ٣٦"، "التهذيب" "٥: ٢٨٠".
٣ عبد الله بن عبد الله بن أبي أمية بن المغيرة المخزومي القرشي: روى عن النبي صلى الله عليه وسلم، وعن عمته أم سلمة -رضي الله عنها- وعنه: عروة بن الزبير وغيره. قال ابن أبي حاتم: "له صحبة"، وقال الطبري: "أسلم مع أبيه"، وقال الواقدي: "حفظ عن النبي صلى الله عليه وسلم، ومات النبي صلى الله عليه وسلم، وله ثمان سنين" وكذا قال ابن حبان في الصحابة، ثم أعاده في التابعين، وذكره ابن حجر في الإصابة.
"التاريخ الكبير" "٣: ١: ١٢٩"، الثقات "٣: ٢١٥"، "٥: ٣٥"، "لسان الميزان" "٣: ٣٠٣"، "تعجيل المنفعة" "٢٢٥".
٤ عبد الله بن عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب: أخرج له الشيخان، وأبو داود والنسائي، ووثقه "أيضًا": النسائي، وابن سعد، وابن حبان.
"تاريخ ابن معين" "٢: ٣١٧"، "التاريخ الكبير" "٣: ١: ١٢٦"، "الثقات" "٥: ٢٩"، "التهذيب" "٥: ٢٨٤".',NULL,'265',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (264,'٨٣٩- عبد الله بن عبد الله بن أبي طلحة١: "مدني"، تابعي، ثقة.
٨٤٠- عبد الله بن عبد الله بن عمر٢: "مدني"، تابعي، ثقة.
٨٤١- عبد الله بن عبد الله قاضي الري٣: ثقة.
٨٤٢- عبد الله بن عبد الحكم٤، كنت آتيه فيجوز به ابن بُكير فيسلم عليه، فيقول عبد الله: شيخنا ابن بكير، ومحدث بلدنا فتتبعه بثناء حسن، وربما كنت عند ابن بكير فيجوز به عبد الله فيسلم عليه، ثم يتبعه بثناء سيئ ويقول: في بيته خنزيرة يرضعها، فأقول في نفسي: أشهد الله أنه لخير منك، هو يتبعك بثناء حسن، وأنت تتبعه بثناء سيئ.
٨٤٣- عبد الله بن عبد الرحمن بن أبي بكر الصديق٥:
_________
١ عبد الله بن عبد الله بن أبي طلحة الأنصاري، أبو يحيى المدني: وثقه "أيضًا": ابن معين وأبو زرعة، والنسائي، وابن حبان، وقال غيرهم: طالح.
"التاريخ الكبير" "٣: ١: ١٢٥"، "الثقات" "٥: ٣١"، "التهذيب" "٥: ٢٨٥".
٢ عبد الله بن عبد الله بن عمر بن الخطاب: أخرج له الجماعة، سوى ابن ماجه، متفق على توثيقه، "الثقات" "٥: ٦"، "التهذيب" "٥: ٢٨٥".
٣ عبد الله بن عبد الله، أبو جعفر الرازي، قاضي الري: وثقه "أيضًا": الإمام أحمد، والنسائي، وابن حبان، وابن شاهين. التهذيب "٥: ٢٨٦".
٤ عبد الله بن عبد الحكم بن أعين بن ليث المصري، أبو محمد الفقيه: صدوق. تقريب "١: ٤٢٧"، "التهذيب" "٥: ٢٨٩".
٥ عبد الله بن عبد الرحمن بن أبي بكر الصديق التيمي: ثقة، مقبول، من الثالثة.
"التاريخ الكبير" "٣: ١: ١٣١"، "الثقات" "٥: ١٠"، "التهذيب" "٥: ٢٩١"، "التقريب" "١: ٤٢٨".',NULL,'266',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (265,'ثقة١.
..........
* تضمينات الحافظ ابن حجر:
٨٤٤- عبد الله بن عبد الرحمن بن حجيرة الخولاني٢، أبو عبد الرحمن المصري: ثقة.
..........
٨٤٥- عبد الله بن عبد الرحمن بن أبي حسين٣: ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٤٦- عبد الله بن عبد الرحمن بن يعلى بن كعب الطائفي، أبو يعلى الثقفي٤: ثقة.
٨٤٧- عبد الله بن عبيد بن عمير٥ الليثي: "مكي"، ثقة.
_________
١ سقطت من الأصل، وأثبتها في هامش النسخة.
٢ ثقة، من السادسة، مات بعد المائة. "تقريب" "١: ٤٢٨"، "التهذيب" "٥: ٢٩٢".
٣ عبد الله بن عبد الرحمن بن أبي حسين بن الحارث بن عامر بن نوفل بن عبد مناف المكي النوفلي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ٢٩٣".
٤ صدوق: يخطئ ويهم، من السابعة. تقريب "١: ٤٢٩"، "التهذيب" "٥: ٢٩٨".
٥ عبد الله بن عبيد بن عمير بن قتادة، اليثي الجندعي، أبو هاشم المكي: وثقه "أيضًا"، أبو زرعة, وأبو حاتم، وابن حبان.
"التاريخ الكبير" "٣: ١: ١٤٣"، "الثقات" "٥: ١٠"، "التهذيب" "٥: ٣٠٨".',NULL,'267',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (266,'* تضمينات الحافظ ابن حجر:
٨٤٨- عبد الله بن عبيد الله بن أبي مليكة١: "مكي"، تابعي، ثقة.
..........
٨٤٩- عبد الله بن عتبة بن مسعود٢: ثقة من كبار التابعين، وكان على قضاء الكوفة، واستقضاه عبد الله بن الزبير، وكان كاتبه سعيد بن جبير.
٨٥٠- عبد الله بن عُكيم الجهني٣: "كوفي"، جاهلي، أسلم قبل وفاة النبي صلى الله عليه وسلم، سمع من عمر.
٨٥١- عبد الله بن عُثمان بن خُثَيْم: "مكي"، ثقة٤.
٨٥٢- عبد الله بن عثمان = أبو بكر الصديق٥, في الكنى.
_________
١ متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٥: ٣٠٦".
٢ عبد الله بن عتبة بن مسعود الهذلي، أبو عبد الله: أخرج له الستة سوى الترمذي، ولد في حياة النبي صلى الله عليه وسلم، وهو من كبار الثانية.
"الثقات" "٥: ١٧"، "التهذيب" "٥: ٣١١".
٣ عبد الله بن عكيم الجهني، أبو معبد الكوفي: أدرك النبي صلى الله عليه وسلم، ولم يسمع منه شيئًا، وله ترجمة في الإصابة، وذكره ابن حبان في الصحابة "٣: ٢٤٧"، وترجمه في "التهذيب" "٥: ٣٢٣".
٤ عبد الله بن عثمان بن خثيم القاري المكي، أبو عثمان حليف بني زهرة: صدوق من الخامسة، ووثقه النسائي، وابن حبان.
"التاريخ لابن معين" "٢: ٣١٩"، "التاريخ الكبير" "٣: ١: ١٤٦"، "الثقات" "٥: ٣٤"، "التهذيب" "٥: ٣٠٤".
٥ خليفة رسول الله صلى الله عليه وسلم، وسيأتي في الكنى.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (267,'٨٥٣- عبد الله بن أبي عمار١: "مكي"، تابعي، ثقة.
٨٥٤- عبد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب٢: لا بأس به.
٨٥٥- عبد الله بن عمر بن الخطاب٣ -رضي الله عنه- وكان قد عمر.
٨٥٦- عبد الله بن عمرو بن حرام٤: من أصحاب النبي صلى الله عليه وسلم.
_________
١ هو عبد الرحمن بن عبد الله بن أبي عمار المكي القرشي، الملقب بالقس لعبادته، كذا في التهذيب "٥: ٣٢٦" وقد وثقه "أيضًا": أبو زرعة، والنسائي، وابن حبان، وقال أبو حاتم: "صالح الحديث". "التهذيب" "٦: ١٢٣".
٢ عبد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب العدوي المدني، أبو عبد الرحمن المصري: قال الخليلي: ثقة، غير أن الحفاظ لم يرضوا حفظه، وقال البخاري في الكبير: "كان يحيى بن سعيد يضعفه".
"تاريخ ابن معين" "٢: ٣٢٢"، الضعفاء الكبير للعقيلي "٢: ٢٨٠" "التهذيب" "٥: ٣٢٦".
٣ عبد الله بن عمر بن الخطاب -رضي الله عنه- الإمام القدوة شيخ الإسلام، أبو عبد الرحمن القرشي العدوي المكي ثم المدني.
أسلم وهو صغير، ثم هاجر مع أبيه ولما يحتلم، واستُصغر يوم أحد فأول غزواته الخندق، وهو ممن بايع تحت الشجرة، روى علمًا كثيرًا نافعًا عن النبي صلى الله عليه وسلم، وعن أبيه وأبي بكر وعثمان وعلي وغيرهم من الصحابة.
ترجمته في طبقات ابن سعد "٤: ١٤٢"، "التاريخ الكبير" "٣: ١: ٢"، "تاريخ ابن معين" "٢: ٣٢١"، "الثقات" "٣: ٢٠٩"، الحلية "١: ٢٩٢"، العبر "١: ٨٣"، "التهذيب" "٥: ٣٢٨".
٤ عبد الله بن عمرو بن حرام بن ثعلبة، والد جابر بن عبد الله، من أصحاب العقبة، استشهد يوم أحد، ودفن مع عمرو بن الجموح في قبر واحد، وكان متصافيين، وكان يسمى قبرهما قبر الأخوين "الثقات" "٣: ٢٢١".',NULL,'269',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (268,'٨٥٧- عبد الله بن عمرو بن العاص١: من أصحاب النبي صلى الله عليه وسلم.
٨٥٨- عبد الله بن عوف٢: "مدني" -رضي الله عنه.
٨٥٩- عبد الله بن عون٣، يكنى: أبا عون: "بصري"، ثقة، رجل صالح، وقال ابن المبارك: ما وصف لي أحد إلا وجدته دون صفته، إلا ابن عون، وحيوة بن شريح.
قال العجلي: أهل البصرة يفخرون بأربعة: أيوب السختياني، وعبد الله بن عون، وسليمان التيمي، ويونس بن عبيد.
"فأما" ابن عون فكان إذا غضب على أهله، قال: بارك الله فيك، فقال لابن له يومًا: بارك الله فيك! قال: ٍأنا بارك الله فيَّ، قال: نعم، فقال بعض من حضر: ما قال لك إلا خيرًا. قال: ما قال لي هذا حتى أجهد.
_________
١ عبد الله بن عمرو بن العاص الإمام الحبر العابد، صاحب رسول الله صلى الله عليه وسلم، وقد أسلم قبل أبيه، ويقال: كان اسمه "العاص" فغيره رسول الله صلى الله عليه وسلم بعبد الله.
وله مناقب جمة، وفضائل ومقام راسخ في العلم والعمل حمل عن النبي صلى الله عليه وسلم علمًا جمًّا، وكتب الكثير بعد ترخيص النبي صلى الله عليه وسلم بالكتابة.
طبقات ابن سعد "٤: ٦١"، "التاريخ الكبير" "٣: ١: ٥"، "الجرح والتعديل" "٢: ٢: ١١٦"، تاريخ ابن معين "٢: ٣٢٢"، "الثقات" "٣: ٢١٠"، "تهذيب التهذيب" "٥: ٣٣٧"، "شذرات الذهب" "١: ٧٣".
٢ عبد الله بن عوف الكناني، أبو القاسم القاري، روى عن بشير بن عرقبة الجهني، وروى عنه الزهري، وثقه ابن حبان، وقال ابن عساكر: "رأى عثمان بن عفان، واستعمله عمر بن عبد العزيز على خراج فلسطين".
"التاريخ الكبير" "٣: ١: ١٥٦"، "الثقات" "٥: ٤٢"، تعجيل المنفعة "٢٣١".
٣ عبد الله بن عون بن أرطبان المزني، أبو عون الخزاز البصري: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ٣٤٦".',NULL,'270',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (269,'قال وكان يأتيه السابريُّ من سابور، فإذا أراد أن يبيعه أخرجه إلى صحن الدار يريهم المتاع، قال: فيشترون منه قال: وكان له جارٌ مجوسيٌّ يأتيه السابري من سابور، فإذا أراد أن يبيعهم أدخلهم في موضع مظلم، وكانوا لا يَرَون من المجوسي شيئًا حتى لا يصيبوا عن ابن عون شيئًا.
..........
* تضمينات الحافظ ابن ححر:
٨٦٠- عبد الله بن العلاء بن زَبَر١: "شامي"، ثقة.
..........
٨٦١- عبد الله بن عياش بن أبي ربيعة المخزومي٢: "مدني"، تابعي، ثقة.
٨٦٢- عبد الله بن غالب٣: "كوفي"، تابعي، ثقة، روى عنه هلال بن يساف، وروى هو عن سعيد بن زيد.
٨٦٣- عبد الله بن فروخ٤: "شامي"، تابعي، ثقة.
_________
١ ثقة، من السابعة، أخرج له الجماعة، والأربعة. "التقريب" "١: ٤٣٩"، "التهذيب" "٥: ٣٥٠".
٢ عبد الله بن عياش بن أبي ربيعة المخزومي: يروي عن عمر بن الخطاب، وعنه يحيى بن سعيد الأنصاري، له ترجمة في "التاريخ الكبير" "٣: ١: ١٤٩", "الثقات" "٥: ١٦٢"، تعجيل المنفعة "٢٣٢".
٣ عبد الله بن غالب الحُدَاني، أبو قريش، ويقال: أبو فراس البصري العابد: صدوق، قليل الحديث من الثالثة، قتل مع ابن الأشعث سنة "٨٣"، ووثقه النسائي، وابن حبان أيضًا.
"تاريخ ابن معين" "٢: ٣٢٦"، "التاريخ الكبير" "٣: ١: ١٦٦"، "التهذيب" "٥: ٣٥٤".
٤ هو عبد الله بن فروخ، مولى آل طلحة بن عبيد الله، يروي عن أم سلمة وطلحة بن عبيد الله، روى عنه طلحة بن يحيى بن طلحة، روى له النسائي حديثًا في الصيام.
"التاريخ الكبير" "٣: ١: ١٦٩"، "الثقات" "٥: ١٢"، "التهذيب" "٥: ٣٥٦".',NULL,'271',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (270,'* تضمينات الحافظ ابن حجر:
٨٦٤- عبد الله بن الفضل بن العباس بن الحارث بن عبد المطلب بن هاشم المدني١: ثقة.
..........
٨٦٥- عبد الله بن أبي قتادة٢: "مدني"، تابعي، ثقة.
٨٦٦- عبد الله بن قيس القيسي٣: "شامي"، تابعي، ثقة.
٨٦٧- عبد الله بن قيس الهمداني٤: "شامي"، تابعي، ثقة.
٨٦٨- عبد الله بن قيس أبو موسى الأشعري٥، وكان أحسن أصحاب رسول الله صلى الله عليه وسلم صوتًا.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٥: ٣٥٧".
٢ عبد الله بن أبي قتادة الأنصاري السلمي: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٥: ٣٦٠".
٣ عبد الله بن قيس القيسي: حمصي مشهور، ثقة، مخضرم.
الثقات "٥: ٢٥"، التقريب "١: ٤٤١".
٤ عبد الله بن قيس الهمداني: له ترجمة في ثقات ابن حبان "٥: ٤٥" وترجم له ابن سعد في الطبقات.
٥ أبو موسى الأشعري = عبد الله بن قيس بن سليم بن حصار بن حرب، الإمام الكبير، صاحب رسول الله صلى الله عليه وسلم، التميمي الفقية المقرئ وهو معدود فيمن قرأ على النبي صلى الله عليه وسلم، أقرأَ أهلَ البصرة، وفقَّههم في الدين.
وفي الصحيحين "البخاري في المغازي، ومسلم في الفضائل": أن رسول الله صلى الله عليه وسلم، قال: "اللهم اغفر لعبد الله بن قيس ذنبه، وأدخله يوم القيامة مدخلا كريمًا".
ترجمته في طبقات ابن سعد "٢: ٤" و"٤: ١٠٥"، تاريخ ابن معين "٢: ٣٢٦"، "التاريخ الكبير" "٣: ١: ٢٢"، أخبار القضاة "٢: ٢٨٣"، "الثقات" "٣: ٢٢١"، العبر "١: ٥٢"، "التهذيب" "٥: ٢٤٩"، الشذرات: "١: ٢٩-٣٠-٣٥-٣٦"، وغيرها.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (271,'قال رسول الله صلى الله عليه وسلم: $"لقد أوتي هذا مزمارًا من مزامير آل داود"١.
وكان عمر استعمله على البصرة وهو فقَّههم وعلَّمهم.
وولي الكوفي أيضًا زمان عثمان -رضي الله عنهم- وفتح تَسْتُر.
٨٦٩- عبد الله بن أبي قيس٢: "شامي"، ثقة، تابعي.
٨٧٠- عبد الله بن كعب بن مالك٣: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٨٧١- عبد الله بن كليب بن كيسان المرادي٤، أبو عبد الملك البصري: لا بأس به.
..........
_________
١ الحديث أخرجه البخاري في ٦٦- كتاب فضائل القرآن "٣١" باب حسن الصوت بالقراءة بالقرآن، فتح الباري "٩: ٩٢"، وأخرجه مسلم في ٦- كتاب صلاة المسافرين، "٣٤" باب استحباب تحسين الصوت بالقرآن، حديث "٢٣٦"، صفحة "٥٤٦".
وأخرجه الترمذي في المناقب، والنسائي في الافتتاح، وابن ماجه في الإقامة، والإمام أحمد في "مسنده" "٢: ٣٦٩، ٤٥٠".
"فائدة" شبه حسن الصوت وحلاوة نغمته بصوت المزمار، وداود هو النبي -عليه السلام- وإليه المنتهى في حسن الصوت بالقراءة.
٢ عبد الله بن أبي قيس الحمصي: ثقة، مخضرم، من الثانية. تقريب "١: ٤٤٢" "التاريخ الكبير" "٣: ١: ١٧٢"، "الثقات" ٥: ٤٤"، "التهذيب" "٥: ٣٦٥".
٣ متفق على توثيقه، أخرج له الستة سوى الترمذي، له ترجمة في "التهذيب" "٥: ٣٦٩"، ثقات ابن حبان "٥: ٦".
٤ صدوق، قليل الرواية، فقيه، قديم، من التاسعة.
"تقريب" "١: ٤٤٣"، "التهذيب" "٥: ٣٧٠".',NULL,'273',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (272,'٨٧٢- عبد الله بن أبي لبيد١: "مدني"، ثقة.
٨٧٣- عبد الله بن لحي أبو عامر الهَوْزني٢: "شامي"، تابعي، ثقة من كبار التابعين.
٨٧٤- عبد الله بن ماسح الحضرمي: "شامي"، تابعي، ثقة.
قلت: صوابه عبد الله بن ناسخ٣.
..........
* تضمينات الحافظ ابن حجر:
٨٧٥- عبد الله بن مالك٤ بن أبي الإسحم، أبو تميم الجيشاني: "مصري"، تابعي، ثقة.
..........
_________
١ ثقه، رمي بالقدر من السادسة.
"التاريخ الكبير" "٣: ١: ١٨٢"، "الثقات" "٥: ٤٦"، "التهذيب" "٥: ٣٧٢".
٢ عبد الله بن لحي الهوزني: ثقة، مخضرم من الثانية. تقريب "١: ٤٤٤" "التهذيب" "٥: ٣٧٣".
٣ عبد الله بن ناسخ الحضرمي، روى عن عتبة بن عبد، وعنه الحسن بن أيوب الحضرمي، وشرحبيل ابن شفعة.
قال ابن أبي حاتم الرازي: كان البخاري أخرج هذا الاسم في باب النون "ناسخ"، فغير أبي بخطه، وقال: "إنما هو عبد الله بن ناسخ الحضرمي، وكذلك أخرجه أبو زرعة فيما أخرج من خطأ البخاري في هذا الاسم. الجرح والتعديل "٢: ٢: ١٨٤-١٨٥".
وقد علق ابن حجر حول اسمه تعليقًا مطولا في تعجيل المنفعة وصفحة "٢٣٩"، وقد اختلف في صحبته.
٤ عبد الله بن مالك بن أبي الأسحم: ثقة مخضرم من الثانية. "التهذيب" "٥: ٣٧٩"، "التقريب" "١: ٤٤٤".',NULL,'274',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (273,'٨٧٦- عبد الله بن المبارك١: "خراساني"، ثقة، ثبت في الحديث، رجل صالح، وكان يقول الشعر، وكان جامعًا للعلم.
حدثنا أبي: عَبْدُ الله، قال: حضرت ابن المبارك بالكوفة، وعنده إسماعيل بن حماد بن أبي حنيفة، وعلي بن صالح صاحب المصلى، فسألاه عن شيء فلم يجبهما، فقال. أحدهما: ما سفيان الثوري ههنا بشيء. فأقبل ابن المبارك في أضعف أهل المجلس = عبد الرحمن بن شكيل، فقال: سل يا أبا عبد الله.
وحدثني أبي: عبد الله، قال: لما حضر ابن المبارك جعل رجل يلقنه قل: لا إله إلا الله وأكثر عليه، فقال: إنك لست تحسن، أخاف أن يؤذي بها رجلا مسلمًا بعدي. إذ لقنتني فقلت: لا إله إلا الله، ثم لم أحدث كلامًا بعدها. فدعني فإذا أحدثت كلاما بعدها فلقني حتى يكون آخر كلامي.
حدثني أبي: عبد الله، قال: قلت لابن المبارك: {كَصَيِّبٍ} واحد، أو جمع؟ قال: واحد. قال قلت: فما جماعه؟ قال: صيائب.
حدثني أبي: عبد الله بن صالح، قال: قلت لابن إدريس: كلمت ابن المبارك في النبيذ؟ قال: نعم، فوجدته ضعيفًا، قال: أشك فيه. قال قلت: فما تقول في مائدة وضعت بين يديك عليها نبيذ، تأكل منها وقد نهى النبي صلى الله عليه وسلم أن يؤكل على مائدة عليها خمر؟ قال: آكل! قال: قلت: فهلا شككت في طعام "ذلك الشراب الذي شككت" في شربه؟ قال: يرعب رأس
_________
١ عبد الله بن المبارك الإمام، شيخ الإسلام، عالم زمانه، وأمير الأتقياء في وقته ولد سنة "١١٨"، وفاته "١٨١".
"تاريخ ابن معين" "٢: ٣٢٨"، "التاريخ الكبير" "٣: ١: ٢١٢"، "الثقات" "٧: ٧"، "تاريخ بغداد" "١٠: ١٥٢"، "التهذيب" "٥: ٣٨٢"، "الشذرات" "١: ٢٩٥".',NULL,'275',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (274,'الإنسان فلا أجعله كالخمر.
حدثني أبي: عبد الله، قال: قلت لابن المبارك: كيف استجزت أن تخالف سفيان الثوري في النبيذ، فلنعم الحجيج كان لك فيما بينك وبين الله. قال: صدقت، ولكن عمار بن سيف الضبي ايش هو عندك؟ قال: قلت: هو أفضل أهل الكوفة. قال: أخبرني أنه سأل سفيان الثوري عن النبيذ، فقال: لا نشربه.
حدثني أسد بن موسى، حدثنا عبد الله بن إدريس، عن عمار بن سيف، أنه سأل سفيان الثوري، فقال: لا نشربه.
قلت: هذا يدل على رجوع ابن المبارك عن شرب النبيذ، والله أعلم.
..........
* تضمينات الحافظ ابن حجر:
٨٧٧- عبد الله بن المثنى بن عبد الله بن أنس بن مالك١: ثقة.
..........
٨٧٨- عبد الله بن محمد بن إبراهيم، وهو ابن أبي شيبة٢: "كوفي"، ثقة، وكان حافظًا للحديث.
_________
١ صدوق، كثير الغلط، من السادسة. تقريب "١: ٤٤٥"، "التهذيب" "٥: ٣٨٩".
٢ هو ابن أبي شيبة = عبد الله بن محمد بن القاضي أبي شيبة إبراهيم بن عثمان بن خُواسْتي, الإمام العلم، سيد الحفاظ، وصاحب الكتب الكبار: "المسند", و"المصنف"، و"التفسير".
ترجمته في "الجرح والتعديل" "٣: ٢: ١٦٠"، تاريخ بغداد "١٠: ٦٦"، تذكرة الحفاظ "٢: ٤٣٢"، الميزان "٢: ٤٩٠"، التهذيب "٦: ٢"، "الشذرات" "٢: ٨٥".',NULL,'276',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (275,'٨٧٩- عبد الله بن محمد بن أبي عتيق١: "مدني"، ثقة٢.
٨٨٠- عبد الله بن محمد بن عقيل بن أبي طالب٣: "مدني"، تابعي، ثقة، جائز الحديث.
٨٨١- عبد الله بن محمد بن علي بن أبي طالب٤: ثقة، وكان شيعيًّا.
٨٨٢- عبد الله بن محيريز الجمحي٥: "شامي"، ثقة، من خيار الناس، تابعي.
٨٨٣- عبد الله بن مرة٦: "كوفي"، تابعي، ثقة، سمع من ابن عمر.
..........
_________
١ عبد الله بن محمد بن عبد الرحمن بن أبي بكر الصديق، المعروف بابن أبي عتيق، صدوق، فيه دعابة، من الثالثة.
"التاريخ الكبير" "٣: ١: ١٨٦"، "الثقات" "٥: ٧"، "التهذيب" "٦: ٤٤٦"، "التقريب" "١: ٤٤٦".
٢ في "التهذيب": "مدني، تابعي، ثقة".
٣ عبد الله بن محمد بن عقيل بن أبي طالب الهاشمي، أبو محمد المدني، وأمه زينب الصغرى بنت عليّ: صدوق، في حديثه لين، وتغير بآخرة، قال الذهبي في الميزان: "حديثه في مرتبة الحسن".
"التاريخ الكبير" "٣: ١: ١٨٣"، المجروحين "٢: ٣"، الميزان "٢: ٤٨٤"، التهذيب "٦: ١٣".
٤ عبد الله بن محمد بن عليّ بن أبي طالب الهاشمي، أبو هاشم: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ١٦".
٥ عبد الله بن محيريز بن جنادة بن وهب الجمحي، أبو محيريز المكي: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٦: ١٦".
٦ عبد الله بن مرة الهمداني الكوفي الخارفي: روى عن ابن عمر، روى عنه الأعمش, متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٤".',NULL,'277',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (276,'* تضمينات الحافظ ابن حجر:
٨٨٤- عبد الله بن أبي مرة الزوفي: "مصري"، تابعي، ثقة١.
..........
٨٨٥- عبد الله بن أبي مريم مولى ابن ساعدة: "مصري"، تابعي، ثقة٢.
٨٨٦- عبد الله بن مسعود٣: يكنى أبا عبد الرحمن: "مدني"، سكن الكوفة، وهو فقيههم، وأقرأهم القرآن، وبعثه عمر إليهم، وكان على بيت المال وكان بدريًّا، وهو الذي أجاز على أبي جهل يوم بدر.
قال النبي صلى الله عليه وسلم: "رضيت لأمتي ما رضي لها ابن أم عبد" ٤.
وثلاثة من أصحاب النبي صلى الله عليه وسلم يدعون قولهم لقول ثلاثة من أصحاب النبي صلى الله عليه وسلم: كان ابن مسعود يدع قوله لقول عمر، وكان أبو موسى الأشعري يدع قوله لقول عليّ، وزيد بن ثابت يدع قوله لقول أبيّ.
_________
١ صدوق، من الثالثة. تقريب "١: ٤٤٩"، "التهذيب" "٦: ٢٥".
٢ عبد الله بن أبي مريم: مقبول من الثالثة. التقريب "١: ٤٥٠"، التهذيب "٦: ٢٦".
٣ هو الإمام الحبر، فقيه الأمة، أحد السابقين الأولين، عبد الله بن مسعود بن غافل، أبو عبد الرحمن الهذلي المكي المهاجري البدري، شهد بدرًا، وهاجر الهجرتين، وكان يوم اليرموك على النفل، ومناقبه غزيرة، وروى علمًا كثيرًا.
طبقات ابن سعد "٣: ١: ١٠٦"، تاريخ ابن معين "٢: ٣٣٠" "الجرح والتعديل" "٢: ٢: ١٤٩"، مشاهير علماء الأمصار، "الثقات" "٣: ٢٠٨"، "التهذيب" "٦: ٢٧"، الشذرات "١: ٣٨".
٤ أخرجه الحاكم في "المستدرك" "٣: ٣١٧-٣١٨"، وقال: "هذا إسناد صحيح على شرط الشيخين، ولم يخرجاه "وله علة" من حديث سفيان الثوري ... " وقال الذهبي: "وعلته أن سفيان وإسرائيل روياه عن منصور، عن القاسم عن عبد الرحمن مرسلا".',NULL,'278',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (277,'وثلاثة صحبوا النبي صلى الله عليه وسلم: هو، وأبوه، وجده، معاوية بن يزيد بن الأخنس، هؤلاء الثلاثة صحبوا النبي صلى الله عليه وسلم، وثلاثة يكنوا بأبي القاسم رخص لهم: محمد بن الحنفية، ومحمد بن أبي بكر، ومحمد بن طلحة بن عبيد الله.
وليس يعدل أهل الكوفة بقوله شيئًا، وليس أحد من أصحاب النبي صلى الله عليه وسلم أنبل صاحبًا من ابن مسعود.
قال علي بن أبي طالب رضي الله عنه: أصحاب عبد الله أصحاب سُرج هذه القرية.
حدثنا أبو نُعيم، عن سفيان، عن أبي إسحاق، عن معدي كرب، عن ابن مسعود، قال: لا تصلوا بين الأساطين.
..........
* تضمينات الحافظ ابن حجر:
٨٨٧- عبد الله بن مسلم بن جندب الهذلي المقرئ١: "مدني"، ثقة.
..........
٨٨٨- عبد الله بن مسلمة بن قعنب٢: "بصري"، ثقة، رجل صالح، قرأ مالك عليه نصف الموطأ، وقرأ هو على مالك النصف الباقي.
_________
١ وقال أبو زرعة: "لا بأس به"، وله في الترمذي حديث واحد: "لا تردوا الوسائد والدهن واللبن" "التهذيب" "٦: ٢٨".
٢ عبد الله بن مسلمة بن قعنب القعنبي الحارثي، أبو عبد الرحمن المدني: متفق على توثيقه، أخرج له الجماعة، سوى ابن ماجه، وكان ابن معين، وابن المديني لا يقدمان عليه في الموطأ أحدًا. "التهذيب" "٦: ٣١".',NULL,'279',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (278,'٨٨٩- عبد الله بن معانق الأشعري١: "شامي"، ثقة.
٨٩٠- عبد الله بن معبد الزماني٢: "بصري"، تابعي، ثقة.
٨٩١- عبد الله بن معقل بن مقرن٣: "كوفي"، تابعي، ثقة، من أصحاب عبد الله، من خيار التابعين.
حدثنا موسى بن أيوب، حدثنا مخلد بن هشام، عن ابن سيرين: أن عبد الله بن معقل صلى بالناس في رمضان، فلما انقضى الشهر أرسل إليه الأمير بخمسمائة درهم، فلما أتاه الرسول، قال: ما هذا؟ قال: بعث بها إليك الأمير، فلم يقبلها.
٨٩٢- عبد الله بن أبي مليكة٤: "مكي"، تابعي، ثقة.
٨٩٣- عبد الله بن موسى القيسي٥" "كوفي"، وكان عالمًا بالقرآن رأسًا فيه.
..........
* تضمينات الحافظ ابن حجر:
_________
١ عبد الله بن معانق "الأشعري"أبو معانق الدمشقي: وثقه أيضًا ابن حبان "٥: ٣٦"، وقال: "يروي عن أبي مالك الأشعري، روى عنه: أبو سلام الحبشي، وترجمه البخاري في "الكبير" "٣: ١: ١٩٤" "التهذيب" "٦: ٣٨".
٢ عبد الله بن معبد الزماني البصري: وثقه "أيضًا": النسائي، وابن حبان. من الثالثة، وأخرج له مسلم، والأربعة.
"التاريخ الكبير" "٣: ١٩٨١"، "الثقات" "٥: ٤٣"، "التهذيب" "٦: ٤٠".
٣ عبد الله بن معقل بن مقرن المزني، أبو الوليد الكوفي: سمع من علي بن أبي طالب، متفق على توثيقه، أخرج له الجماعة، مترجم في "تاريخ ابن معين" "٢: ٣٣٢"، "التاريخ الكبير" "٣: ١: ١٩٥"، "الثقات" "٥: ٣٥"، "التهذيب" "٦: ٤٠".
٤ هو عبد الله بن عبيد الله بن أبي مليكة، وتقدم بالترجمة رقم "٨٤٦".
٥ لم أظفر به.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (279,'٨٩٤- عبد الله بن موسى بن إبراهيم بن محمد بن طلحة بن عبيد الله التيمي١: ثقة.
٨٩٥- عبد الله بن موهب الهمداني٢: "شامي"، ثقة.
..........
٨٩٦- عبد الله بن نافع٣، حدثنا أبو مسلم، حدثني أبو الحسن، قال: لقيت عبد الله بن نافع الزبيري، وكتبتُ عنه، ثقة، مدني، يتعبد.
..........
* تضمينات الحافظ ابن حجر:
٨٩٧- عبد الله بن نافع بن أبي نافع الصائغ المخزوي، أبو محمد المدني٤: ثقة.
..........
٨٩٨ عبد الله بن أبي نجيح المكي٥: ثقة، ويقال: إنه كان يرى القدر، ويقال: إن عمرو بن عبيد أفسده.
_________
١ له ترجمة في "التاريخ الكبير" "٣: ١: ٢٠٦"، وجرحه ابن حبان "٢: ١٦"، وضعفه العقيلي "٢: ٣٠٧"، "التهذيب" "٦: ٤٤".
٢ عبد الله بن موهب الهمداني، أبو خالد الشامي: قاضي فلسطين لعمر بن عبد العزيز، ثقة، من الثالثة. "التقريب" "١: ٤٥٥"، "التهذيب" "٦: ٤٧".
٣ عبد الله بن نافع بن ثابت بن عبد الله بن الزبير بن العوام: صدوق من كبار العاشرة.
"التقريب" "١: ٤٥٥"، "التهذيب" "٦: ٥٠".
٤ ثقة, صحيح الكتاب، في حفظه لين. "تقريب" "١: ٤٥٦"، تهذيب "٦: ٥١".
٥ عبد الله بن أبي نجيح المكي: ثقة، رمي بالقدر، تقريب "١: ٤٥٦"، "التهذيب" "٦: ٥٤".',NULL,'281',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (280,'٨٩٩- عبد الله بن نجىّ١: "شامي"، تابعي، ثقة، من خيار التابعين.
٩٠٠- عبد الله بن النعمان اليمامي٢: ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٠١- عبد الله بر نمير الهمداني الخارفي، أبو هشام الكوفي٣: ثقة.
٩٠٢- عبد الله بن أبي نهيك المخزوي٤: ثقة.
..........
٩٠٣- عبد الله بن هانئ أبو الزّعراء من أصحاب عبد الله٥: ثقة.
٩٠٤- عبد الله بن أبي الهذيل٦: "كوفي"، تابعي، ثقة، وكان
_________
١ عبد الله بن نجي بن سلمة بن جشم الكوفي الحضرمي: صدوق، من الثالثة.
"التاريخ الكبير" "٣: ١: ٢١٤"، "الثقات" "٥: ٣٠"، "التهذيب" "٦: ٥٥".
٢ عبد الله بن النعمان السحيمي اليمامي، مقبول من السادسة.
"التاريخ الكبير" "٣: ١: ٢١٦"، "الثقات" "٧: ٤٧"، "التهذيب" "٦: ٥٦"، "التقريب" "١: ٤٥٦".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٥٧".
٤ وقيل: إن اسمه عبد الله؛ وثقه النسائي أيضًا. من الثالثة.
"تقريب" "١: ٤٥٧"، "التهذيب" "٦: ٥٨".
٥ عبد الله بن هانئ الكندي الأزدي، أبو الزعراء الكبير الكوفي: روى عن الإمام علي، وعن عبد الله بن مسعود. له ترجمة في "التهذيب" "٦: ٦١".
٦ عبد الله بن أبي الهذيل العنزي، أبو المغيرة الكوفي: ثقة من الثانية.
"التاريخ الكبير" "٣: ١: ٢٢٢"، "الثقات" "٥: ٢٥"، "التهذيب" "٦: ٦٢".',NULL,'282',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (281,'عثمانيًّا.
٩٠٥- عبد الله بن الوليد بن معقل١: "كوفي"، تابعي، ثقة، روى عنه ابن المبارك، ومحمد بن بشر.
٩٠٦- عبد الله بن وهب المصري٢: ثقة.
٩٠٧- عبد الله بن يحيى الثقفي٣: "بصري"، ثقة.
٩٠٨- عبد الله بن يزيد رضيع عائشة٤: تابعي، ثقة.
٩٠٩- عبد الله بن يزيد أبو عبد الرحمن الحبلي٥: "شامي"، تابعي، ثقة.
٩١٠- عبد الله بن يزيد الأنصاري٦: من أصحاب النبي صلى الله عليه وسلم.
_________
١ عبد الله بن الوليد بن عبد الله بن معقل بن مقرن المزني الكوفي: وثقه "أيضًا": ابن معين، والنسائي, وابن حبان، وغيرهم: صالح. "التهذيب" "٦: ٦٩".
٢ عبد الله بن وهب بن مسلم القرشي، أبو محمد المصري الفقيه: متفق على توثيقه، أخرج له الجماعة، مترجم في "الثقات" "٥: ٤٨"، "التهذيب" "٦: ٧١".
٣ عبد الله بن يحيى الثقفي, أبو محمد البصري: ثقة من كبار العاشرة.
"التقريب" "١: ٤٦٠"، "التهذيب" "٦: ٧٦-٧٧".
٤ عبد الله بن يزيد -رضيع عائشة- بصري: روى عن عائشة، وعنه، أبو قلابة الجرمي.
"التاريخ الكبير" "٣: ١: ٢٢٥"، "الثقات" "٥: ١٦"، "التهذيب" "٦: ٨٠".
٥ عبد الله بن يزيد المعافري، أبو عبد الرحمن الحبلي: عداده في أهل مصر، يروي عن عبد الله بن عمر، مات سنة "١٠٠" بإفريقية.
"التاريخ لابن معين" "٢: ٣٣٨"، "الثقات" "٥: ٥١"، "التهذيب" "٦: ٨١".
٦ شهد الحديبية وهو صغير، وشهد الجمل وصفين مع علي، وكان أميرًا على الكوفة. "الثقات" "٣: ٢٢٥"، "التهذيب" "٦: ٧٨".',NULL,'283',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (282,'٩١١- عبد الله بن يزيد١: "كوفي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩١٢- عبد الله بن يزيد المخزومي المدني المقرئ الأعور، أبو عبد الرحمن٢: "مدني"، ثقة.
..........
٩١٣- عبد الله بن يوسف الدمشقي يُكنى أبا محمد٣: ثقة.
٩١٤- عبد الله الرومي٤: "مصري"، تابعي، ثقة.
باب عبد الأعلى وعبد الجبار:
٩١٥- عبد الأعلى بن عبد الأعلى السامي٥: "بصري"، ثقة.
_________
١ عبد الله بن يزيد، من أهل الكوفة، يروي عن أبي مسعود الأنصاري: إذا أنفق الرجل على أهله كانت له صدقة، روى عنه عدي بن ثابت الأنصاري، له ترجمة في "الثقات" "٥: ١٧".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٨٢".
٣ عبد الله بن يوسف التنيسي، أبو محمد الكلاعي: ثقة، متقن، من أثبت الناس في الموطأ، من كبار العاشرة، "التهذيب" "٦: ٨٦".
٤ عبد الله بن عبد الرحمن الرومي، عداده في البصريين، له ترجمة في "التاريخ الكبير" "٣: ١: ١٣٣"، وثقات ابن حبان "٥: ١٧"، و"التهذيب" "٦: ٩٠".
٥ عبد الأعلى بن عبد الأعلى القرشي البصري السامي، أبو همام: وثقه "أيضًا": ابن معين، وأبو زرعة، وابن حبان، وقال أبو حاتم: صالح.
"تاريخ ابن معين" "٢: ٣٣٩"، "التاريخ الكبير" "٣: ٢: ٧٣"، "الثقات "٧: ١٣٠"، "التهذيب" "٦: ٩٦".',NULL,'284',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (283,'٩١٦- عبد الأعلى بن مسهر أبو مسهر١: "شامي"، ثقة.
٩١٧- عبد الجبار بن العباس الهمداني: "كوفي"، لا بأس به، وكان يتشيع٢.
٩١٨- عبد الجبار بن أبي العباس الهذلي، صويلح لا بأس به٣.
..........
* تضمينات الحافظ ابن حجر:
٩١٩- عبد الجبار بن العلاء بن عبد الجبار العطار، أبو بكر البصري٤: "بصري"، ثقة، سكن مكة.
..........
٩٢٠- عبد الجبار بن ورد٥: "مكي"، ثقة.
_________
١ عبد الأعلى بن مسهر بن عبد الأعلى بن مسلم الخساني، أبو مسهر الدمشقي: متفق على توثيقه أخرج له الجماعة، مترجم في "التهذيب" "٦: ٩٨".
٢ هو عبد الجبار بن العباس الشبامي الهمداني الكوفي: وثقه أبو حاتم، وقال غيره: لا بأس به، وضعفه العقيلي.
"الضعفاء الكبير" "٣: ٨٨"، "التهذيب" "٦: ١٠٢".
٣ هو الذي قبله، وقد قال فيه العجلي: صويلح -على ما في التهذيب- وقال في الحاشية: الهمداني.
٤ وثقه أيضًا النسائي وابن حبان "التهذيب" "٦: ١٠٤".
٥ عبد الجابر بن ورد المخزومي المكي: وثقه "أيضًا" الإمام أحمد، وابن معين، وأبو حاتم، وأبو داود، وابن حبان، وضعفه العقيلي.
"الضعفاء الكبير" "٣: ٨٥"، "الثقات" "٧: ١٣٦"، "التهذيب" "٦: ١٠٦".',NULL,'285',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (284,'باب عبد الحميد وعبد خير:
٩٢١- عبد الحميد بن بهرام١: لا بأس به.
٩٢٢- عبد الحميد بن زيد بن الخطاب٢: "مدني"، ثقة، وكان أميرًا على الكوفة استعمله عمر بن عبد العزيز.
٩٢٣- عبد الحميد بن أبي العشرين٣: "دمشقي"، لا بأس به.
٩٢٤- عبد خير٤: "كوفي"، تابعي، ثقة.
باب عبد ربه:
٩٢٥- عبد ربه بن سعيد٥: ثقة.
_________
١ عبد الحميد بن بهرام الغزالي المدائني: وثقه "أيضًا" ابن المديني، وابن معين، وأحمد، وأبو داود، وابن حبان، وابن شاهين.
"تاريخ ابن معين" "٢: ٣٤١"، "التاريخ الكبير" "٢: ٢: ٥٤"، "الثقات" "٧: ١٢٠"، "التهذيب" "٦: ١٠٩-١١٠".
٢ عبد الحميد بن عبد الرحمن بن زيد بن الخطاب القرشي العدوي: من أهل المدينة، متفق على توثيقه، أخرج له الستة، يروي عن مسلم بن يسار، روى عنه زيد بن أبي أنيسة، والحكم بن عيينة، وكان عامل عمر بن عبد العزيز على الكوفة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٥"، وذكره ابن حبان في ثقات أتباع التابعين "٧: ١٧٧"، "التهذيب" "٦: ١١٩".
٣ عبد الحميد بن حبيب بن أبي العشرين الدمشقي الثقة، كاتب الأوزاعي، ترجمته في "التاريخ الكبير" "٢: ٣: ٤٥"، "الجرح والتعديل" "٣: ١: ١١"، "تهذيب التهذيب" "٦: ١١٢".
٤ عبد خير بن يزيد الهمداني: من موالي علي بن أبي طالب، ويروي عنه، روى عنه أبو إسحاق السبيعي، وثقه "أيضا" ابن معين، وابن حبان.
"التاريخ الكبير" "٣: ٢: ١٢٣"، "الثقات" "٥: ١٤٤"، "التهذيب" "٦: ١٢٤".
٥ عبد ربه بن سعيد بن قيس بن عمرو الأنصاري النجاري "المدني": متفق على توثيقه، أخرج له الجماعة، ذكره ابن حبان في ثقات أتباع التابعين "٧: ١٥٣"، مترجم في "التهذيب" "٦: ١٢٦".',NULL,'286',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (285,'٩٢٦- عبد ربه بن نافع أبو شهاب الخياط١: "كوفي"، لا بأس به.
باب عبد الرحمن:
٩٢٧- عبد الرحمن بن إبراهيم الدمشقي٢: ثقة.
٩٢٨- عبد الرحمن بن إبراهيم الدمشقي ويعرف بدحيم، أبو سعيد٣: ثقة كان يختلف إلى بغداد، سمعوا منه فذكر الفئة الباغية هم أهل الشام، فقال: من قال هذا فهو ابن الفاعلة، فنكب الناس عنه، ولم يسمعوا منه.
٩٢٩- عبد الرحمن بن إسحاق٤: يكتب حديثه، وليس بالقوي.
..........
* تضمينات الحافظ ابن حجر:
٩٣٠- عبد الرحمن بن إسحاق بن سعد، أبو شيبة الواسطي: ضعيف،
_________
١ عبد ربه بن نافع الكناني، أبو شهاب الحناط، ووقع في ميزان الاعتدال "الخياط": متفق على توثيقه، أخرج له الشيخان، والأربعة سوى الترمذي.
"التاريخ الكبير" "٣: ٢: ٨١"، "الثقات" "٧: ١٥٤"، "التهذيب" "٦: ١٢٨".
٢ في هامش الأصل: "يحرر لئلا يكون دحيمًا ... " وهو التالي.
٣ عبد الرحمن بن إبراهيم بن عمرو بن ميمون القرشي الأموي، أبو سعيد الدمشقي: ثقة، حافظ، متقن، من العاشرة، أخرج له الستة، سوى الترمذي "التاريخ الكبير" "٣: ١: ٢٥٦"، الجرح "٢: ٢: ٢١١"، "التهذيب" "٦: ١٣١".
٤ عبد الرحمن بن إسحاق بن عبد الله بن الحارث بن كنانة العامري القرشي، ويقال له: عباد بن إسحاق: صدوق، رمي بالقدر.
"تاريخ ابن معين" "٢: ٣٤٤"، "التقريب" "١: ٤٧٢"، "التهذيب" "٦: ١٣٧-١٣٨".',NULL,'287',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (286,'جائز الحديث، يكتب حديثه١.
..........
٩٣١- عبد الرحمن بن الأسود بن عبد يغوث الزهري٢: "مدني"، تابعي، ثقة، رجل صالح من كبار التابعين.
٩٣٢- عبد الرحمن بن الأسود بن يزيد٣: "كوفي"، ثقة في الحديث.
٩٣٣- عبد الرحمن بن أبي بكر الصديق٤ -رضي الله عنهما- وكانت له صحبة.
٩٣٤- عبد الرحمن بن أبي بكر بن عبد الرحمن بن الحارث٥: "مدني"، ثقة.
_________
١ عبد الرحمن بن إسحاق بن سعد بن الحارث، أبو شيبة: ضعيف، من السادسة.
"تاريخ ابن معين" "٢: ٣٤٤"، وقال: ضعيف.
"التاريخ الكبير" "٣: ١: ٢٥٩"، وقال عنه الإمام أحمد: "منكر الحديث فيه نظر".
"الجرح والتعديل" "٢: ٢: ٢١٣": ليس بقوي. "الضعفاء الكبير" "٢: ٣٢٢"، "التقريب" "١: ٤٧٢"، "التهذيب" "٦: ١٣٧".
٢ عبد الرحمن بن الأسود بن عبد يغوث، أبو محمد المدني: ذكره ابن حبان في الصحابة "٣: ٢٥٨"، وقال: يقال: إن له صحبة، ثم أعاده في التابعين "٥: ٧٦"، وله ترجمة في "التاريخ الكبير" "٣: ١: ٢٥٣"، "التهذيب" "٦: ١٣٩".
٣ عبد الرحمن بن الأسود بن يزيد بن قيس النخعي، أبو حفص الفقيه: متفق على توثيقه، أخرج له الجماعة، له ترجمة في ثقات التابعين "٥: ٧٨"، "التهذيب" "٦: ١٤٠".
٤ عبد الرحمن بن أبي بكر الصديق التيمي القرشي، أبو محمد وله صحبة ومات بالحبشة سنة "٥٨". "الثقات" "٣: ٢٤٩"، "التهذيب" "٦: ١٤٦".
٥ عبد الرحمن بن أبي بكر بن عبد الرحمن بن الحارث بن هشام المخزومي، من أهل المدينة، أخو الحارث، وعمر، وعبد الله وبني أبي بكر بن عبد الرحمن، يروي عن أبيه، روى عنه: عمرو بن دينار، له ترجمة في "التاريخ الكبير" "٣: ٢١٦"، وذكره ابن حبان في ثقات أتباع التابعين "٧: ٦٤".',NULL,'288',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (287,'٩٣٥- عبد الرحمن بن أبي بكرة١: "بصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٣٦- عبد الرحمن بن بهمان٢: "حجازي"، ثقة.
..........
٩٣٧- عبد الرحمن بن ثابت بن ثوبان: "شامي" لا بأس به٣.
٩٣٨- عبد الرحمن بن ثروان أبو قيس٤: ثقة، ثبت، روى عن هذيل الأودي الأعمى، وكان هذيل من أصحاب ابن مسعود، في عداد الشيوخ، ليس بكثير الحديث، ما علمت له رأيًا٥.
_________
١ عبد الرحمن بن أبي بكرة الثقفي، أبو بحر، ويقال: "أبو حاتم البصري" أول مولود يولد في الإسلام في البصرة، متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٤٥"، و"التاريخ الكبير" "٣: ١: ٢٦٠"، و"الثقات" "٥: ٧٧"، و"التهذيب" "٦: ١٤٨".
٢ عبد الرحمن بن بهمان الحجازي: مدني، مقبول من الرابعة، وذكره ابن حبان في الثقات "التهذيب" "٦: ١٤٩".
٣ عبد الرحمن بن ثابت بن ثوبان العنسي، أبو عبد الله الدمشقي الزاهد: صدوق يخطئ، ورمي بالقدر، وتغير بآخرة، تقريب "١: ٤٧٤"، "التهذيب" "٦: ١٥٠".
٤ عبد الرحمن بن ثروان، أبو قيس الأودي الكوفي: صدوق، ربما خالف، من الثالثة، "تقريب" "١: ٤٧٤"، وذكره ابن حبان في "ثقات التابعين" "٥: ٩٦"، وأعاده في "ثقات أتباع التابعين" "٧: ٦٥"، وله ترجمة في "التاريخ الكبير" "٣: ١: ٢٦٥"، و"الجرح والتعديل" "٢: ٢: ٣١٨" و"التهذيب" "٦: ١٦٥".
٥ سيأتي هذيل في الهاء.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (288,'٩٣٩- عبد الرحمن بن جابر١: "مدني"، تابعي، ثقة.
٩٤٠- عبد الرحمن بن جبير٢: "مصري"، تابعي، ثقة.
٩٤١- عبد الرحمن بن أبي جعفر٣: "مصري"، تابعي، ثقة، صاحب سنة، رفيع، رجل صالح.
٩٤٢- عبد الرحمن بن جوشن٤: ثقة.
٩٤٣- عبد الرحمن بن الحارث بن هشام المخزومي٥: "مدني"٦، تابعي، ثقة.
٩٤٤- عبد الرحمن بن حاطب٧: "مدني"، تابعي، ثقة.
_________
١ عبد الرحمن بن جابر بن عبد الله الأنصاري السلمي أبو عتيق المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ١٥٣"، وذكره ابن حبان في "ثقات التابعين" "٥: ٧٧".
٢ عبد الرحمن بن جبير المصري الفقيه الفرضي المؤذن العامري، روى عن عبد الله بن عمرو بن العاص، وعقبة بن عامر وغيرهم: ثقة، من الثالثة. "التاريخ الكبير" "٣: ١: ٢٦٧"، "الثقات" "٥: ٧٩"، "التهذيب" "٦: ١٥٤".
٣ عبد الرحمن بن أبي جعفر: هو من ثقات العجلي، ولم أظفر له بترجمة.
٤ عبد الرحمن بن جوشن الخطفاني البصري: وثقه "أيضًا": أبو زرعة وابن سعد، وابن حبان.
"الثقات" "٥: ٨٤"، "التهذيب" "٦: ١٥٥".
٥ عبد الرحمن بن الحارث بن هشام بن المغيرة، أبو محمد المدني: ولد في زمان النبي صلى الله عليه وسلم، وله رؤية، من كبار ثقات التابعين، ذكره ابن حبان في الصحابة "٣: ٢٥٣"، وأعاده في التابعين "٥: ٧٩"، وله ترجمة في "التاريخ الكبير" "٣: ١: ٢٧٢"، و"التهذيب" "٦: ١٥٦".
٦ الزيادة من التهذيب "٦: ١٥٧".
٧ عبد الرحمن بن حاطب بن أبي بلتعة: له رؤية، وعدوه في كبار ثقات التابعين، "تقريب" "١: ٤٧٦".',NULL,'290',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (289,'٩٤٥- عبد الرحمن بن الحباب١: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٤٦- عبد الرحمن بن حجيرة الخولاني٢: "مصري"، تابعي، ثقة.
٩٤٧- عبد الرحمن بن حسان الكناني أبو سعيد الفلسطيني٣: "شامي"، ثقة.
٩٤٧م- عبد الرحمن بن حميد بن عبد الرحمن٤: "مدني"، تابعي، ثقة.
* تضمينات الحافظ ابن حجر:
٩٤٨- عبد الرحمن بن حميد بن عبد الرحمن الرؤاسي٥: كوفي، ثقة.
..........
٩٤٩- عبد الرحمن بن حوشب٦: "شامي"، ثقة.
..........
_________
١ عبد الرحمن بن الحباب الأنصاري السلمي: يروي عن أبي قتادة، روى عنه بكير بن الأشج، له ترجمة في "التاريخ الكبير" "٣: ١: ٢٧١"، وذكره ابن حبان في "ثقات التابعين" "٥: ٨٣"، "التهذيب" "٦: ١٥٩".
٢ ثقة من الثالثة، "تقريب" "١: ٤٧٧".
٣ لا بأس به، من السابعة، "تقريب" "١: ٤٧٧".
٤ عبد الرحمن بن حميد بن عبد الرحمن بن عوف الزهري المدني: متفق على توثيقه. أخرج له الجماعة، مترجم في "الثقات" "٧: ٦٤"، و"التهذيب" "٦: ١٦٤".
٥ ثقة من السابعة. "تقريب" "١: ٤٧٦"، "التهذيب" "٦: ١٦٥".
٦ عبد الرحمن بن حوشب النصري الحمصي: روى عن ثوبان بن مشهر، وعنه سعد بن مرثد الرحبي؛ قال البخاري: "حديثه في الشاميين" وذكره ابن حبان في الطبقة الثالثة من الثقات. "تعجيل المنفعة" صفحة "٢٤٨".',NULL,'291',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (290,'* تضمينات الحافظ ابن حجر:
٩٥٠- عبد الرحمن بن خالد بن مسافر١: "مصري"، ثقة.
..........
٩٥١- عبد الرحمن بن دانيال٢: تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٥٢- عبد الرحمن بن أبي الزناد بن عبد الله بن ذكوان القرشي مولاهم المدني٣: ثقة.
٩٥٣- عبد الرحمن بن زياد مولى بني هاشم٤: ثقة.
..........
٩٥٤- عبد الرحمن بن سابط٥: تابعي، ثقة٦.
٩٥٥- عبد الرحمن بن سعد٧: "مدني"، تابعي، ثقة.
_________
١ صدوق، من السابعة "تقريب" "١: ٤٧٨"، "التهذيب" "٦: ١٦٥".
٢ عبد الرحمن بن دانيال روى عن علي بن أبي طالب رضي الله عنه روى عنه أبو إسحاق السبيعي. له ترجمة في "الجرح والتعديل" "٢: ٢: ٢٣١".
٣ صدوق، تغير حفظه لما قدم بغداد، وكان فقيهًا من السابعة. "تقريب" "١: ١٧٠-١٧٣".
٤ مقبول من الرابعة "تقريب" "١: ٤٨٠"، "التهذيب" "٦: ١٧٧".
٥ عبد الرحمن بن سابط: ثقة، كثير الإرسال، من الثالثة.
"تاريخ ابن معين" "٢: ٣٤٨"، "التاريخ الكبير" "٣: ١: ٢٩٤", "الثقات" "٥: ٩٢"، "التهذيب" "٦: ١٨٠".
٦ العبارة ساقطة من الأصل، وأثبتناها من التهذيب "٦: ١٨١"، وقال في هامش الأصل: لعله سقط: "ثقة".
٧ عبد الرحمن بن سعد المدني: ثقة من الثالثة. "تقريب" "١: ٤٨١".',NULL,'292',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (291,'٩٥٦- عبد الرحمن بن أبي سلمة١: "مصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٥٧- عبد الرحمن بن شريح المعافري٢: "مصري"، ثقة.
..........
٩٥٨- عبد الرحمن بن شماسة٣: "مصري"، تابعي، ثقة.
٩٥٩- عبد الرحمن بن شيبة٤: سكن جده، ثقة، ثبت في الحديث، كنت أسأله في شيء من الحديث، فيقول: ما نظرت في ذا منذ عشرين سنة، فتحريه على الاستواء، وكان حافظًا، وكان له مال يسوي مالا كثيرًا منحه الناس.
..........
* تضمينات الحافظ ابن حجر:
٩٦٠- عبد الرحمن بن طرفة بن عرفجة بن أسعد التميمي العطاردي: ثقة٥.
..........
_________
١ هو من ثقات العجلي.
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ١٩٣".
٣ عبد الرحمن بن شماسة بن ذئب بن أحور المهري، أبو عمرو المصري: ثقة من الثالثة. "تقريب" "١: ٤٨٤"، "تهذيب" "٦: ١٩٥".
٤ عبد الرحمن بن شيبة: هو عبد الرحمن بن عبد الملك بن محمد بن شيبة الخزامي، أبو بكر المدني، يروي عن هشيم، وابن أبي فديك، وأبي نباتة، روى عنه أبو زرعة الرازي، والربيع بن سليمان، ذكره ابن حبان في "الثقات" "٨: ٣٧٥"، وقال: "ربما خالف"، وقال أبو زرعة: "لم يكن بين تحديثه وموته كبير شيء"، وهذا يؤيد رواية العجلي أن تحريه كان على الاستواء، مترجم في "التهذيب" "٦: ٢٢١".
٥ وثقه أيضًا ابن حبان على ما في "التهذيب" "٦: ٢٠١".',NULL,'293',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (292,'٩٦١- عبد الرحمن بن عابس١: كوفي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٦٢- عبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود: "الكوفي"، ثقة، إلا أنه تغير بآخرة٢.
..........
_________
١ عبد الرحمن بن عابس بن ربيعة النخعي الكوفي: أخرج له الستة، سوى الترمذي، ووثقه ابن معين، وأبو زرعة، وأبو حاتم، والنسائي، وابن حبان، وابن نمير، وابن وضاح. وفاته سنة ١١٩.
"تاريخ ابن معين" "٢: ٣٤٩- ٣٥٠"، "الثقات" "٥: ٩٨- ٩٩"، "تهذيب التهذيب" "٦: ٢٠١"، "تقريب" "١: ٤٨٥".
٢ من كبار العلماء، روى عن أبي بكر بن حزم، وعبد الرحمن بن الأسود النخعي، وعمرو بن مرة، وجامع بن شداد، وسعيد بن أبي بردة، وغيرهم، وروى عنه علي بن الجعد، والسفيانان، وغيرهم.
وثقة ابن معين، لكنه قال: "كان يغلط إذا حدث عن عاصم وسلمة بن كهيل، وكان حديثه صحيحًا عن القاسم، ومعن بن عبد الرحمن".
وذكر الإمام أحمد أنه اختلط ببغداد، وأن سماع من سمع منه هناك ليس بشيء، قال: "ومن سمع منه بالكوفة فسماعه جيد".
ومثل هذا قاله ابن معين: "من سمعه في زمان أبي جعفر "المنصور" فهو صحيح السماع، ومن سمع منه في أيام المهدي فليس سماعه بشيء".
وقد شدد بعضهم في أمره ورد حديثه كله لأنه لا يتميز حديثه القديم من حديثه الأخير.
فجرحه ابن حبان، وقال: "كان صدوقًا إلا أنه اختلط في آخر عمره اختلاطًا شديدًا حتى ذهب عقله، وكان يحدث بما يحب، فحمل عنه ولم يتميز فاستحق الترك".
قال علي بن المديني: "كان ثقة إلا أنه كان يغلط فيما روى عن ابن بهدلة، وسلمة، وما روى عن القاسم، ومعن "بن عبد الرحمن بن عبد الله بن مسعود الهذلي" صحيح".
أخرج له البخاري في الاستسقاء، فتح الباري "٢: ٥١٥"، وأبو داود في الإيمان والنذور، باب في الرقبة المؤمنة، والنسائي في كتاب صلاة الخوف عن جابر: كنا مع رسول الله صلى الله عليه وسلم فأقيمت الصلاة، وابن ماجه في كتاب الكفارات باب الوفاء بالنذور.
ترجمته في "تاريخ ابن معين" "٢: ٣٥١"، "التاريخ الكبير" "٣: ١: ٣١٤"، "الجرح والتعديل" "٢: ٢: ٢٥٠"، "تاريخ بغداد" "١٠: ٢١٨"، "الميزان" "٢: ٥٧٤"، "التهذيب" "٦: ٢١٠".',NULL,'294',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (293,'٩٦٣- عبد الرحمن بن عبد الله بن مسعود١: ثقة، يقال إنه لم يسمع من أبيه إلاحرفًا واحدًا٢: "محرم الحلال كمستحل الحرام".
حدثنا جعفر بن عون، عن المسعودي، عن سماك بن حرب، عن عبد الرحمن ابن عبد الله، عن أبيه، قال: "المحرم الحلال كمستحل الحرام".
٩٦٤- عبد الرحمن بن عبد رب الكعبة: "كوفي"، ثقة تابعي من كبار التابعين٣.
٩٦٥- عبد الرحمن بن عبد الملك بن حيان بن أبجر: "كوفي"، ثقة٤، وهو صلى على سفيان الثوري بالبصرة، أوصى بذلك سفيان.
٩٦٦- عبد الرحمن بن عبد القاري: "مدني"، تابعي، ثقة، من كبار التابعين٥.
_________
١ عبد الرحمن بن عبد الله بن مسعود الهذلي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢١٥".
٢ روي له المزي "١٥" حديثًا عن أبيه. تحفة الأشراف "٧: ٧٤- ٧٧"، وقال ابن حجر: "روى عن أبيه، وعن علي بن أبي طالب ... ".
٣ عبد الرحمن بن عبد رب الكعبة، العائذي, ذكره ابن حبان في "الثقات" له في الكتب حديث واحد في الفتن.
"التاريخ الكبير" "٣: ١: ٣١٩"، "الثقات" "٥: ١٠١-١٠٢"، "التهذيب" "٦: ٢١٩-٢٢٠".
٤ عبد الرحمن بن عبد الملك بن سعيد بن خيان بن أبجر الهمداني من أهل الكوفة يروي عن أبيه. عن الشعبي، وعن الثوري، روى عنه سهل بن عثمان العسكري وأهل العراق.
"الثقات" "٨: ٣٧٤"، "التهذيب" "٦: ٢٢١".
٥ عبد الرحمن بن عبد القاري، يقال له صحبة، وذكره ابن حبان في التابعين "٥: ٧٩"، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٢٣".',NULL,'295',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (294,'٩٦٧- عبد الرحمن بن عجلان: "كوفي"، ثقة١.
..........
* تضمينات الحافظ ابن حجر:
٩٦٨- عبد الرحمن بن علقمة: ثقة٢.
٩٦٩- عبد الرحمن بن علي بن شيبان الحنفي اليمامي: تابعي، ثقة٣.
..........
٩٧٠- عبد الرحمن بن عمرو الأوزاعي٤: "شامي"، ثقة، من خيار الناس.
حدثني أبي: عبد الله، قال: جاء رجل إلى سفيان الثوري، فقال له:
_________
١ "التاريخ الكبير" "٣: ١: ٣٣٣"، ثقات ابن حبان "٧: ٧٦"، "تهذيب التهذيب" "٦: ٢٢٨".
٢ وثقه "أيضًا": النسائي، وابن حبان، وابن شاهين عن ابن مهدي "التهذيب" "٦: ٢٣٣".
٣ وثقه "أيضًا": ابن حبان، وأبو العرب التميمي، وابن حزم. "التهذيب" "٦: ٢٣٤".
٤ عبد الرحمن بن عمرو بن يحمد، شيخ الإسلام، وعالم أهل الشام، أبو عمرو الأوزاعي. كان مولده في حياة الصحابة، وكان يسكن بمحلة الأوزاع، وهي العقيبة الصغيرة ظاهر باب الفراديس بدمشق، ثم تحول إلى بيروت مرابطًا بها إلى أن مات.
ولادته: ٨٨ هجرية؛ وفاته: ١٥٨ هجرية.
امتاز بالخلق الحميد والمعرفة الشاملة، وكان بعض العلماء يفضلونه على سفيان الثوري، وهو صاحب مدرسة في الفقه وكان مذهبه منتشرًا في الشام انتشارًا واسعًا، وظل لمذهبه أنصار في المغرب والأندلس حتى القرنين الثالث والرابع للهجرة، ثم توارى أمام المذهب الشافعي ومذهب مالك.
ترجمته في: "طبقات ابن سعد" "٧: ٤٨٨"، طبقات خليفة "٣١٥"، "تاريخ ابن معين" "٢: ٣٥٣"، "التاريخ الكبير" "٣: ١: ٣٣٦"، "الثقات" "٧: ٦٢"، "مشاهير علماء الأمصار" "١٨٠"، "حلية الأولياء" "٦: ١٣٥"، "تذكرة الحفاظ" "١: ١٧٨"، "تهذيب التهذيب" "٦: ٢٣٨".',NULL,'296',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (295,'اكتب إلى الأوزاعي يحدثني، فقال: إني أكتب لك إليه، ولا أراك تجده إلا ميتًا، لأني رأيت ريحانة رفعت من قبل المغرب، ولا أراه إلا لموت الأوزاعي، وأتاه فإذا هو قد مات.
٩٧١- عبد الرحمن بن عوسجة١: "كوفي"، تابعي، ثقة.
٩٧٢- عبد الرحمن بن عوف الزهري٢: "يكنى أبا محمد، وكان أحد "أصحاب" الشورى.
قال النبي صلى الله عليه وسلم: "البار الصادق" ٣.
٩٧٣- عبد الرحمن بن أبي عوف٤: "شامي"، تابعي، ثقة.
٩٧٤- عبد الرحمن بن غنم الأشعري٥: "شامي"، ثقة، تابعي، من كبار التابعين.
_________
١ عبد الرحمن بن عوسجة الهمداني الكوفي: وثقه "أيضًا"، النسائي، وابن حبان، قتل يوم الزاوية مع ابن الأشعث.
"التاريخ الكبير" "٣: ١: ٣٢٧"، "الثقات" "٥: ٩٩"، "التهذيب" "٦ ٢٤٤".
٢ عبد الرحمن بن عوف بن عبد بن الحارث بن زهرة بن كلاب بن مرة بن كعب بن لوي.
أحد العشرة، وأحد الستة أهل الشورى، وأحد السابقين البدريين القرشي الزهري، أحد الثمانية الذين بادروا إلى الإسلام. ترجمته في: "طبقات ابن سعد" "٣: ١: ٨٧"، "طبقات خليفة" "١٥"، "التاريخ الكبير" "٣: ١: ٢٤٠"، "مشاهير علماء الأمصار": "١٢"، "حلية الأولياء" "١: ٩٨"، "الجمع بين رجال الصحيحين" "٢٨١"، "تهذيب التهذيب" "٦: ٢٤٤"، "الإصابة".
٣ أخرجه الإمام أحمد في مسنده "٦: ٢٩٩: ٣٠٢".
٤ عبد الرحمن بن أبي عوف الجرشي الحمصي القاضي: وثقه "أيضًا": أبو داود، وابن حبان.
"التاريخ الكبير" "٣: ١: ٣٣٦"، "الثقات" "٥: ١٠٤"، "التهذيب" "٦: ٢٤٦".
٥ عبد الرحمن بن غنم الأشعري مختلف في صحبته، قال ابن حبان: "زعموا أن له صحبة، وليس ذلك بصحيح عندي"، له ترجمة في "التاريخ الكبير" "٣: ١: ٢٤٧"، وثقات ابن حبان "٥: ٧٨"، و"التهذيب" "٦: ٢٥٠".',NULL,'297',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (296,'٩٧٥- عبد الرحمن بن القاسم بن محمد١: كان ثقة.
٩٧٦- عبد الرحمن بن كعب بن مالك٢: "مدني"، تابعي، ثقة.
٩٧٧- عبد الرحمن بن لبيبة٣: "حجازي"، تابعي، ثقة.
٩٧٨- عبد الرحمن بن أبي ليلى٤: "تابعي"، ثقة، من أصحاب علي، سمع من عبد الله "بن مسعود".
٩٧٩- عبد الرحمن بن مالك بن يخامر السكسكي٥: "شامي"، ثقة.
_________
١ هو عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق التيمي، أبو محمد المدني: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ١: ٣٣٩"، وثقات ابن حبان "٧: ٦٢"، و"التهذيب" "٦: ٢٥٤".
٢ هو عبد الرحمن بن كعب بن مالك الأنصاري السلمي، أبو الخطاب المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٥٩".
٣ هو عبد الرحمن بن عطاء القرشي، أبو محمد ابن بنت أبي لبيبة الذارع المدني: قال البخاري وأبو حاتم: "يحول من كتاب الضعفاء"، ووثقه النسائي، وابن حبان، وقال ابن عبد البر: "ترك مالك الرواية عنه وهو جاره".
"التاريخ الكبير" "٣: ١: ٣٣٤"، "الثقات" "٧: ٧١-٧٢"، "التهذيب" "٦: ٢٣٠".
٤ عبد الرحمن بن أبي ليلى: متفق على توثيقه، أخرج له الجماعة، مترجم في "تاريخ ابن معين" "٢: ٣٥٦"، "الثقات" "٥: ١٠٠"، "التهذيب" "٦: ٢٦٠"، ذكره العقيلي في "الضعفاء"، متعلقًا بقول إبراهيم النخعي فيه "كان صاحب أمراء". قال الذهبي: "وبمثل هذا لا يلين الثقة" "الميزان" "٢: ٥٨٤".
٥ عبد الرحمن بن مالك بن يخامر السكسكي من أهل الشام، يروي عن أبيه، روى عنه صفوان بن عمرو. له ترجمة في "الجرح والتعديل" "٢: ٢: ٢٨٦"، و"ثقات ابن حبان" "٧: ٧٤".',NULL,'298',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (297,'٩٨٠- عبد الرحمن بن المبارك العيشي١: "بصري"، ثقة.
٩٨١- عبد الرحمن بن محمد المحاربي٢: "كوفي"، لا بأس به.
٩٨٢- عبد الرحمن بن مريج الخولاني٣: "مصري"، تابعي، ثقة.
٩٨٣- عبد الرحمن بن مسلمة٤: الأسدي أخو شقيق، وكان من أصحاب عبد الله: ثقة٥.
٩٨٤- عبد الرحمن بن مسلمة٦: "شامي"، تابعي، ثقة.
٩٨٥- عبد الرحمن بن مهدي٧: أثبت في سفيان من جماعة ذكرهم، "قال له الرجل: أيما أحب إليك: يغفر الله لك ذنبًا، أو تحفظ حديثًا؟ قال: أحفظ حديثًا"٨.
_________
١ عبد الرحمن بن المبارك بن عبد الله العيشي الطفاوي السدوسي: وثقه أيضًا أبو حاتم، وابن حبان، وأبو بكر البزار، "التهذيب" "٦: ٢٦٣".
٢ عبد الرحمن بن محمد بن زياد المحاربي، أبو محمد الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٦٥".
٣ عبد الرحمن بن مُرَيْج، عن جابر، وعنه عبيد الله بن المغيرة. مجهول. الميزان "٢: ٥٨٩".
٤ كذا بالأصل، والصواب "سلمة".
٥ عبد الرحمن بن سلمة الأسدي، أخو شقيق بن سلمة، رأى جماعة من الصحابة، روى عنه أخوه شقيق، قال: قال أخي عبد الرحمن بن سلمة: "ما كذبت منذ أسلمت إلا أن الرجل يدعوني إلى طعامه فأقول: لا أشتهي، وعسى أن يكون كذبًا".
"التاريخ الكبير" "٣: ١: ٢٩٠"، " الثقات" "٥: ٨٤-٨٥".
٦ الأغلب أنه الذي روى عن أبي عبيدة بن الجارح، وأنكر أبو حاتم على البخاري إدخاله في "الضعفاء"، وقال: "يحول من هناك". "الجرح والتعديل" "٢: ٢٨٦٢"، "الميزان" "٢: ٥٨٩".
٧ عبد الرحمن بن مهدي الحافظ الإمام العلم، قال عنه الشافعي: "لا أعرف له نظيرًا في الدنيا"، وله كتب الشافعي: "الرسالة"، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٧٩-٢٨١".
٨ الزيادة من قول العجلي في "التهذيب" "٦: ٢٨٠".',NULL,'299',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (298,'٩٨٦- عبد الرحمن بن ميسرة١: "شامي"، تابعي، ثقة.
٩٨٧- عبد الرحمن بن نوفل٢: "كوفي"، تابعي، ثقة.
٩٨٨- عبد الرحمن بن هرمز الأعرج٣: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٨٩- عبد الرحمن بن هلال العبسي "الكوفي": تابعي، ثقة٤.
..........
٩٩٠- عبد الرحمن بن وعلة٥: "حجازي"، تابعي، ثقة.
٩٩١- عبد الرحمن بن يزيد بن جابر٦: "دمشقي"، ثقة.
٩٩٢- عبد الرحمن بن يزيد الأنصاري٧ من بني عمرو بن
_________
١ عبد الرحمن بن ميسرة الحضرمي، يروي عن أبي أمامة، والمقدام بن معدي كرب، له ترجمة في "الجرح والتعديل" "٢: ٢: ٢٨٥"، و"الثقات" "٥: ١٠٩"، و"التهذيب" "٦: ٢٨٤".
٢ عبد الرحمن بن نوفل الأشجعي، يروي عن أبيه وله صحبة عداده في أهل الكوفة، له ترجمة في "التاريخ الكبير" "٣: ١: ٣٥٧"، و"ثقات ابن حبان" "٥: ١١٢".
٣ عبد الرحمن بن هرمز الأعرج، أبو داود المدني، روى عن أبي هريرة، وابن عباس، وأبي سعيد، وغيرهم، متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٦: ٢٩٠".
٤ وثقه "أيضًا": النسائي، وابن حبان. "التهذيب" "٦: ٢٩٢".
٥ عبد الرحمن بن وعلة السبائي: مصري، روى عن ابن عباس. ووثقه "أيضًا": ابن معين، والنسائي، وابن حبان.
"تاريخ ابن معين" "٢: ٣٦١"، "الجرح والتعديل" "٢: ٢: ٢٩٦"، "التهذيب" "٦: ٢٩٣".
٦ عبد الرحمن بن يزيد بن جابر الأزدي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٩٧".
٧ عبد الرحمن بن يزيد الأنصاري، أبو محمد المدني، أخو عاصم بن عمر بن الخطاب لأمه، أخرج =',NULL,'300',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (299,'عوف: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
٩٩٣- عبد الرحمن بن يزيد بن قيس النخعي١: "كوفي"، تابعي، ثقة.
..........
٩٩٤- عبد الرحمن بن يعقوب مولى الحرقة٢: "مدني"، تابعي، ثقة.
٩٩٥- عبد الرحمن والد عمر٣ ثقة.
٩٩٦- عبد الرحمن الرحال٤: "كوفي"، ثقة.
٩٩٧- عبد الرحمن أبو مسلم٥: "بغدادي" كان مستملي سفيان بن عيينة.
_________
"له البخاري، والأربعة، ووثقه "أيضًا": الدارقطني وابن حبان، وابن خلفون، وقال: "هو أجل من يقال فيه ثقة".
"التاريخ الكبير" "٣: ١: ٣٦٣"، "الثقات" "٥: ٨٧"، "التهذيب" "٦: ٢٩٨".
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٩٩".
٢ عبد الرحمن بن يعقوب الجهني المدني مولى الحرقة: قال النسائي: "ليس به بأس" وذكره ابن حبان في "الثقات".
"التاريخ الكبير" "٣: ١: ٣٦٦"، "الثقات" "٥: ١٠٨"، "التهذيب" "٦: ٣٠١".
٣ كذا بالأصل. ولم نظفر له بترجمة.
٤ كذا بالأصل ولعله: "عبد الرحمن بن أبي الرجال"، لكن هذا مدني كما تقول كتب الرجال، وذلك كوفي. "الثقات" "٧: ٩١"، "الميزان" "٢: ٥٦٠".
٥ هو عبد الرحمن بن يونس بن هاشم الرومي، أبو مسلم المستملي البغدادي، مولى أبي جعفر المنصور، كان يستملي عليه ابن عيينة، أخرج له البخاري، وذكره ابن حبان في الثقات. وقال أبو حاتم "صدوق". =',NULL,'301',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (300,'باب عبد الرحيم وعبد الرزاق وعبد السلام:
٩٩٨- عبد الرحيم بن سُليمان الرازي١: ثقة متعبد، كثير الحديث٢.
٩٩٩- عبد الرزاق بن بزيع٣: "كوفي"، ثقة.
١٠٠٠- عبد الرزاق بن همام٤: "يماني"، ثقة، يكنى أبا بكر، وكان يتشيع، وهو من الأبناء.
..........
* تضمينات الحافظ ابن حجر:
_________
١ عبد الرحيم بن سليمان الطائي، وقيل المروزي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٣٠٦".
٢ الزيادة من "التهذيب".
٣ في ثقات ابن حبان "٨: ٤١٢": "عبد الرزاق بن عمر بن بزيع الشروي من أهل الكوفة، يروي عن ابن أبي زائدة، روى عنه أحمد بن آدم الجرجاني".
قارن ذلك بما ورد في "المجروحين لابن حبان" "٢: ١٦٠"، و"الميزان" "٢: ٦٠٨"، و"التهذيب" "٦: ٣١٠".
٤ عبد الرزاق بن همام الصنعاني أحد الأعلام الثقات" "١٢٦: ٢١١"، الحافظ الكبير، عالم اليمن، أبو بكر الحميري الثقة.
"تاريخ ابن معين" "٢: ٢٦٢"، "طبقات ابن سعد" "٥: ٥٤٨"، "التاريخ الكبير" "٣: ٢: ١٣٠"، "الضعفاء الكبير" للعقيلي "٣: ١٠٧"، "الجرح والتعديل" "٢: ٢: ٣٨"، "العبر" "١: ٣٦٠"، "الميزان" "٢: ٦٠٩"، "تهذيب التهذيب" "٦: ٣١٠"، "سير أعلام النبلاء" "٩: ٥٦٣-٥٨٠".',NULL,'302',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (301,'١٠٠١- عبد السلام بن حرب بن سلم النهدي، أبو بكر الكوفي١: قدم الكوفة يوم مات أبو إسحاق السبيعي، وهو عند الكوفيين ثقة ثبت، والبغداديون يستنكرون بعض حديثه، والكوفيون أعلم به.
..........
١٠٠٢- عبد السلام بن صالح٢: "بصري"، ثقة.
باب عبد الصمد، وعبد العزيز، وعبد الغفار:
١٠٠٣- عبد الصمد بن عبد الوارث٣: "بصري"، ثقة، وكان أبوه قدريًّا، ثقة في حديثه.
١٠٠٤- عبد الصمد بن معقل٤: "صنعاني"، يماني، ثقة.
١٠٠٥- عبد الصمد بن النعمان أبو محمد البزار٥: سكن بغداد، ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٣١٦".
٢ عبد السلام بن صالح بن حرب، أبو الصلت الهروي، صدوق له مناكير، كان يتشيع، وأفرط العقيلي فقال: "كذاب".
"الضعفاء الكبير" للعقيلي "٣: ٧٠"، "المجروحين" "٢: ١٥١"، "الميزان" "٢: ٦١٦"، "التهذيب" "٦: ٣١٩".
٣ عبد الصمد بن عبد الوارث بن سعيد بن ذكوان التميمي العنبري، أبو سهل البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٣٢٧".
٤ عبد الصمد بن معقل بن منبه، بن كامل اليماني، ابن أخ وهب بن منبه، قال الميموني: "سمع عبد الرزاق منه وكان قد عمر، أظنه مات أيام هشيم، وعبد الصمد ثقة، وذكره ابن حبان في "الثقات". "التاريخ الكبير" "٣: ٢: ١٠٤"، "الثقات" "٧: ١٣٤"، "التهذيب" "٦: ٣٢٨".
٥ عبد الصمد بن النعمان، يروي عن شيبان بن عبد الرحمن، روى عنه: محمد بن غالب التمتام، وأحمد بن منصور الرمادي، له ترجمة في ثقات ابن حبان "٨: ٤١٥"، "وتاريخ بغداد" "١١: ٣٩".',NULL,'303',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (302,'١٠٠٦- عبد العزيز بن أبي بكرة١: تابعي، ثقة، بصري.
..........
* تضمينات الحافظ ابن حجر:
١٠٠٧- عبد العزيز بن جريج المكي٢: لم يسمع من عائشة.
..........
١٠٠٨- عبد العزيز بن أبي حازم المحاربي٣: ثقة.
١٠٠٩- عبد العزيز بن رفيع: تابعي، ثقة٤.
..........
* تضمينات الحافظ ابن حجر:
١٠١٠- عبد العزيز بن أبي رواد: ثقة٥.
..........
_________
١ عبد العزيز بن أبي بكرة البصري، واسم أبي بكرة: نفيع بن الحارث الثقفي البصري: ذكره ابن حبان في الثقات "٥: ١٢٢"، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٩"، و"التهذيب" "٦: ٣٣٢".
٢ عبد العزيز بن جريج المكي مولى قريش، أبو عبد الملك بن جريج، قال البخاري: "لا يتابع في حديثه"، وذكره ابن حبان في "الثقات". "التهذيب" "٦: ٣٣٣".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٣٣٣".
٤ عبد العزيز بن رفيع الأسدي، أبو عبد الله المكي الطائفي: متفق على توثيقه، أخرج له الستة، له ترجمة في "تاريخ ابن معين" "٢: ٣٦٥"، و"التاريخ الكبير" "٣: ٢: ١١"، وثقات ابن حبان "٥: ١٢٣"، و"التهذيب" "٦: ٣٣٧".
٥ وثقه أيضًا: ابن معين "٢: ٣٦٦"، والقطان، وأبو حاتم، وابن حبان، والحاكم. "التهذيب" "٦: ٣٣٩".',NULL,'304',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (303,'١٠١١- عبد العزيز بن أبي سلمة١: "مدني"، ثقة، مأمون، رجل صالح، مفوه، أبسط من مالك في الكلام، قلت له: أحدثكم أبو مسلم عن أبيه بهذين السطرين؟ قال: لا.
١٠١٢- عبد العزيز بن صهيب٢: "بصري"، تابعي، ثقة، سمع من أنس.
١٠١٣- عبد العزيز بن عبد الصمد أبو عبد الصمد٣: "بصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٠١٤- عبد العزيز بن قرير العبدي البصري٤: ثقة.
..........
١٠١٥- عبد العزيز بن قيس٥: ثقة.
_________
١ عبد العزيز بن أبي سلمة الماجشون في أهل المدينة، نزيل بغداد، يروي عن الزهري، روى عنه الليث بن سعد، والحجازيون، وأهل العراق. متفق على توثيقه، أخرج له الجماعة.
"تاريخ ابن معين" "٢: ٣٦٦"، و"التاريخ الكبير" "٣: ٢: ١٣" "الثقات" "٧: ١١٠" "التهذيب" "٦: ٣٤٣".
٢ عبد العزيز بن صهيب البناني البصري الأعمى: متفق على توثيقه، أخرج له الستة، له ترجمة في "التاريخ الكبير" "٣: ٢: ١٤"، و"الثقات" "٥: ١٢٣"، و"التهذيب" "٦: ٣٤١".
٣ عبد العزيز بن عبد الصمد العمي، أبو عبد الصمد البصري الحافظ: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٦"، و"الثقات" "٧: ١١٥"، و"التهذيب" "٦: ٣٤٦".
٤ وثقه أيضًا: ابن معين، والنسائي، وذكره ابن حبان في "الثقات" "٧: ١١٢"، له ترجمة في "التاريخ الكبير" "٣: ٢: ١٨"، و"التهذيب" "٦: ٣٥٢".
٥ عبد العزيز بن قيس، يروي عن ابن عمر، قال أبو حاتم: مجهول، وذكره ابن حبان في "الثقات" "٥: ١٢٤"، "التهذيب" "٦: ٣٥٢".',NULL,'305',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (304,'١٠١٦- عبد العزيز بن محمد الدراوردي١: "مدني"، ثقة.
١٠١٧- عبد العزيز بن المختار٢: "بصري"، ثقة.
١٠١٨- عبد العزيز بن مسلم القسملي٣: "بصري"، ثقة.
١٠١٩- عبد العزيز: أخو حذيفة بن اليمان٤.
١٠٢٠- عبد العزيز٥: "بصري"، ثقة.
_________
١ عبد العزيز بن محمد بن عبيد الدراوردي. متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٥"، و"الثقات" "٧: ١١٦"، و"تاريخ ابن معين" "٢: ٣٦٧"، و"التهذيب" "٦: ٣٥٣".
٢ عبد العزيز بن المختار الأنصاري، أبو إسحاق الدباغ البصري: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٦٧"، "التاريخ الكبير" "٣: ٢: ٢٤"، "الثقات" "٧: ١١٥"، "التهذيب" "٦: ٣٥٥".
٣ عبد العزيز بن مسلم القسملي: أخرج له الستة سوى ابن ماجه، ووثقه، ابن معين، وأبو حاتم، وابن نمير، وابن حبان.
"تاريخ ابن معين" "٢: ٣٦٧"، "التاريخ الكبير" "٣: ٢: ٢٨"، "الثقات" "٧: ١١٦"، "التهذيب" "٦: ٣٥٦".
٤ عبد العزيز أخو حذيفة، ويقال ابن أخي حذيفة، ذكره ابن حبان في "ثقات التابعين" "٥: ١٢٤" ورجح أنه أخو حذيفة بن اليمان، ولا صحبة له، وله عند داود حديث: كان رسول الله صلى الله عليه وسلم إذا حزبه أمر صلى، وله ترجمة في "التاريخ الكبير" "٣: ٢: ١٠"، و"التهذيب" "٦: ٣٦٤".
٥ لعله عبد العزيز مولى آل معاوية بن أبي سفيان البصري، روى عن أبي الزبير مؤذن بيت المقدس، وعن الحسن البصري، وروى عنه ابنه مرحوم بن عبد العزيز، وزياد بن الربيع المحمودي.
قال ابن أبي حاتم: سئل أبي عنه، فقال: صدوق، "الجرح والتعديل" "٢: ٢: ٤٠٠"، "التهذيب" "٦: ٣٦١"، وقال ابن حجر: هو عبد العزيز بن مهران البصري.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (305,'١٠٢١- عبد الغفار بن إسماعيل بن أبي المهاجر١: "شامي"، ثقة.
باب عبد القدوس، وعبد الكريم:
١٠٢٢- عبد القدوس بن الحجاج أبو المغيرة الحمصي٢: ثقة.
١٠٢٣- عبد الكريم بن الحارث الحضرمي٣: ثقة، رجل صالح.
١٠٢٤- عبد الكريم الجزري٤: ثقة.
باب عبد الملك:
١٠٢٥- عبد الملك بن أبجر٥: كان عبد الملك بن أبجر "ثقة، ثبتًا في
_________
١ هو عبد الغفار بن إسماعيل بن عبيد الله بن أبي المهاجر، روى عن أبيه، روى عنه الوليد بن مسلم، له ترجمة في "الجرح والتعديل" "٣: ١: ٥٤" وقال: ما به بأس.
٢ عبد القدوس بن الحجاج الخولاني، أبو المغيرة الحمصي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب "٦: ٣٦٩".
٣ عبد الكريم بن الحارث بن يزيد الحضرمي، أبو الحارث المصري العابد، وثقه أيضًا النسائي وابن حبان، وأخرج له مسلم والنسائي.
له ترجمة في "التاريخ الكبير" "٣: ٢: ٨٩"، "وثقات ابن حبان" "٧: ١٣١"، و "التهذيب" "٦: ٦٧١".
٤ عبد الكريم بن مالك الجزري، أبو سعيد الحراني مولى بني أمية: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٣٧٣".
٥ هو عبد الملك بن سعيد بن حبان بن أبجر الهمداني الكوفي: وثقه أيضًا الإمام أحمد، وابن معين، والنسائي، وابن حبان. "التهذيب" "٦: ٣٩٤".',NULL,'307',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (306,'الحديث، صاحب سنة، وكان" من أطب الناس١، وكان لا يأخذ عليه أجرًا، يقول: خذ كذا، خذ كذا، واستشف الله يشفك، فأتاه رجل، فقال: إني لم أمرض قط، ولم أسقم، وأنا أحب الأجر، فقال له: سل الله العافية واحمده عليها، فأبى، فقال: أما إذ أبيت فكل بطيخًا، وادهن رأسك بزيت، وقم في الشمس واستمرض الله يمرضك.
١٠٢٦- عبد الملك بن أشوع٢:فقيه، وكان على قضاء الكوفة.
١٠٢٧- عبد الملك بن أبي بشير٣: "كوفي"، ثقة، روى عنه سفيان الثوري.
١٠٢٨- عبد الملك بن أبي بكر بن عبد الرحمن بن هشام٤: "مدني"، ثقة.
١٠٢٩- عبد الملك بن حيان بن أبجر٥: ثقة.
١٠٣٠- عبد الملك بن سعيد بن حيان بن أبجر٦: "كوفي"، ثقة،
_________
١ الزيادة من "التهذيب" "٦: ٣٩٥".
٢ هكذا ورد اسمه بالمخطوطة، وهو خطأ، وصحته سعيد بن عمرو بن أشوع الهمداني الكوفي القاضي، وقد تقدم بالترجمة رقم "٥٥٩".
٣ عبد الملك بن أبي بشير، وفي "التهذيب": بصري، سكن المدائن: وثقه أيضًا القطان، وأحمد، وابن معين، وأبو زرعة، ويعقوب بن سفيان، والنسائي، وابن حبان، وقال أبو حاتم: صالح الحديث.
"التاريخ الكبير" "٣: ١: ٤٠٨"، "الثقات" "٧: ١٠٠"، "التهذيب" "٦: ٣٨٦".
٤ عبد الملك بن أبي بكر بن عبد الرحمن بن الحارث بن هشام بن المغيرة المخزومي المدني: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٧٠"، و"التاريخ الكبير" "٣: ١: ٤٠٧"، و"الثقات" "٧: ٩٣"، و"التهذيب" "٦: ٣٨٧".
٥ كذا في الأصل وانظر الهامش التالي.
٦ تقدم في "٣١٨"، وجاء في هامش الأصل: "يحتمل وهو الظاهر أن يكون المذكور أول الترجمة، نسبه هنا إلى جده الأعلى. والله أعلم، وقد ذكر المزي في ترجمة هذا قصة نحو القصة التي في ترجمة الأول".
قلت، وذكره ابن حبان في "الثقات" "٧: ١٠٣".',NULL,'308',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (307,'رجل صالح، وكان يعالج الناس بصيرًا بالطب، وكان لا يأخذ عليه أجرًا، يقول خذ كذا وخذ كذا واستشف الله وكان مسعد إذا ذكره أثنى عليه، ويقول: لولا أنه يقطع العروق، فكره ذلك له.
١٠٣١- عبد الملك بن سعيد الأنصاري١: "مدني"، تابعي، ثقة.
١٠٣٢- عبد الملك بن أبي سليمان العرزمي٢: "كوفي"، ثقة، ثبت في الحديث، ويقال: إن سفيان الثوري كان يسميه: الميزان، وكان راويه عن عطاء بن أبي رباح المكي، وكان عطاء يذهب إلى الإرجاء وسمع عبد الملك
_________
١ عبد الملك بن سعيد الأنصاري المدني: وثقه أيضًا: النسائي وابن حبان، التاريخ الكبير "٣: ١: ٤١٥"، "الثقات" "٥: ١١٩"، "التهذيب" "٦: ٣٩٥".
٢ عبد الملك بن أبي سليمان العرزمي: أحد الأئمة، روى عن أنس بن مالك، وعطاء بن أبي رباح، وسعيد بن جبير.
ترجمته في "تاريخ ابن معين" "٢: ٣٧١"، "التاريخ الكبير" "٣: ١: ٤١٧"، "الثقات" "٧: ٩٧"، "الضعفاء الكبير" "٣: ٣١"، "التهذيب" "٦: ٣٩٦".
ضعفه العقيلي، ورد ذلك ابن حبان فقال: كان عبد الملك من خيار أهل الكوفة وحفاظهم والغالب على من يحفظ ويحدث من حفظه أن يهم، وليس من الإنصاف ترك حديث شيخ ثبت صحت عدالته بأوهام يهم في روايته ولو سلكنا هذا المسلك للزمنا ترك حديث الزهري وابن جريج والثوري وشعبة لأنهم أهل حفظ وإتقان وكانوا يحدثون من حفظهم ولم يكونوا معصومين حتى لا يهموا في الروايات، بل الاحتياط والأولى في مثل هذا قبول ما يروي الثبت من الروايات وترك ما صح أن وهم فيها ما لم يفحش ذلك منه حتى يغلب على صوابه فإن كان كذلك استحق الترك حينئذ، ومات عبد الملك سنة خمس وأربعين ومائة.
حدثني محمد بن إسحاق الثقفي، قال: سمعت محمد بن عبد العزيز بن أبي رزمة، قال: سمعت علي بن الحسن بن شقيق، يقول: سمعت عبد الله بن المبارك، يقول: سئل الثوري عن عبد الملك بن أبي سليمان، قال: ميزان.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (308,'من سعيد بن جبير١.
١٠٣٣- عبد الملك بن عبد العزيز بن جريج: ثقة "مكي"٢.
١٠٣٤- عبد الملك بن عمرو أبو عامر العقدي٣: "مكي"، ثقة، وقد كتبت عنه.
_________
١ بالأصل: جبير بن سعيد، وهو خطأ.
٢ ابن جريج: "٨٦-١٥٠" وقيل ١٥١. هو عبد الملك بن عبد العزيز بن جريج، كان محدثًا وفقيهًا وهو أول مكي رتب الأحاديث ترتيبًا موضوعيًّا.
قال ابن سعد في الطبقات ٥/ ٤٩٢: كان ثقة كثير الحديث، وقال الذهبي في التذكرة ١/ ١٦٩: أحد الأعلام، صاحب التصانيف حدث عن أبيه ومجاهد يسيرًا، وعطاء بن أبي رباح فأكثر، وميمون بن مهران، ونافع والزهري، وأدرك صغار الصحابة، وروى عنه السفيانان، ووكيع، وعبد الرزاق وحجاج بن محمد، ومسلم بن خالد وغيرهم.
قال الإمام أحمد: كان من أوعية العلم، وهو وابن أبي عروبة أول من صنف الكتب.
قال عبد الرزاق: ما رأيت أحدًا أحسن صلاة من ابن جريج، كنت إذا رأيته علمت أنه يخشى الله.
قال الذهبي في الميزان ٢/ ٦٥٩: كان ابن جريج فقيه أهل مكة في زمانه أحد الأعلام الثقات، يدلس، وهو في نفسه مجمع على ثقته مع كونه قد تزوج نحوًا من سبعين امرأة نكاح المتعة، كما يرى الرخصة في ذلك.
قال عبد الله بن أحمد بن حنبل قال أبي: بعض هذه الأحاديث التي كان يرسلها ابن جريج أحاديث موضوعة، كان لا يبالي من أين يأخذها.
وقد لمزه الواقدي قال: حدثني أبو بكر بن عبد الله بن أبي سبرة قال: قال ابن جريج: اكتب لي أحاديث سنن. قال: فكتبت له ألف حديث ثم بعثت بها إليه ما قرأها علي ولا قرأتها عليه، قال الواقدي، فسمعت ابن جريج بعد ذلك يحدث يقول: حدثنا أبو بكر بن أبي سبرة في أحاديث كثيرة.
وقال الواقدي: حدثنا عبد الرحمن بن أبي الزناد قال: شهدت ابن جريج جاء إلى هشام بن عروة فقال: يا أبا المنذر الصحيفة التي أعطيتها فلانًا هي حديثك؟ قال: نعم، قال الواقدي: فسمعت ابن جريج بعد ذلك يقول: حدثنا هشام بن عروة ما لا أحصي.
٣ عبد الملك بن عمرو القيسي، أبو عامر العقدي: وثقه أيضًا النسائي، وابن حبان، وابن شاهين. "التهذيب" "٦: ٤٠٩".',NULL,'310',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (309,'١٠٣٥- عبد الملك بن عمير١: "كوفي"، تابعي، ثقة، ويقال له: ابن القبطية، وكان على قضاء الكوفة، وسمع من جابر بن سمرة، والمغيرة بن شعبة، وهو صالح الحديث، روى أكثر من مائة حديث، وهو ثقة في الحديث روى عنه سفيان، وزائدة، وغيرهما، ويروى عنه أنه قال: رأيت عجبًا رأيت رأس الحسين أتى به حتى وضع بين يدي عبيد الله بن زياد، ثم رأيت رأس عبيد الله بن زياد أُتي حتى وضع بين يد المختار، ثم رأيت رأس المختار أتي به حتى وضع بين يدي مصعب بن الزبير، ثم أتي برأس مصعب حتى وضع بين يدي الحجاج.
قال: وكان الشعبي أكبر من أبي إسحاق بسنتين، وكان أبو إسحاق أكبر من عبد الملك بسنتين.
١٠٣٦- عبد الملك بن أبي غنية٢: ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٠٣٧- عبد الملك بن قدامة بن إبراهيم بن حاطب الجمحي المدني٣: ثقة.
..........
_________
١ عبد الملك بن سويد بن حارثة، أبو عمر الكوفي المعروف بالقبطي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٧٣"، "التاريخ الكبير" "٣: ١: ٤٢٦"، "الثقات" "٧: ١١٦"، "التهذيب" "٦: ٤١١".
٢ عبد الملك بن حميد بن أبي غنية الخزاعي الكوفي: أصبهاني الأصل، وثقه ابن معين وابن حبان. "التهذيب" "٦: ٣٩٢".
٣ ضعفه العقيلي وابن حبان، وقال أبو حاتم: ضعيف الحديث، وقال النسائي: ليس بالقوي، ووثقه ابن معين، وابن عبد البر.
"تاريخ ابن معين" "٢: ٣٧٤"، "الضعفاء الكبير" للعقيلي "٣: ٣٠"، "المجروحين" "٢: ١٣٥"، "التهذيب" "٦: ٤١٤".',NULL,'311',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (310,'١٠٣٨- عبد الملك بن قزيع١: "كوفي"، قديم الموت، سمع من ابن عباس، وروى عن سفيان الثوري، وزائدة بن قدامة، وغيرهما، وكان قليل الرواية في عداد الشيوخ.
قلت: قزيع بالقاف والزاي وآخره عين مهملة.
١٠٣٩- عبد الملك بن مروان٢: تزوج مروان بن الحكم امرأة يزيد بن معاوية بعده فدخل خالد بن يزيد بن معاوية إلى مروان بن الحكم فكلمه خالد يومًا بشيء، فقال له مروان: يابن الرطبة، فشكى خالد إلى أمه، فقال: إنه قال لي كذا وكذا، قالت أمه: لا يقول لك ذلك بعد فغمته بمرفقة فقتلته فلم يعاقب عبد الملك خالدًا بشيء.
وكان يقال: إن لعبد الملك حلمًا دخل عبد الرحمن بن أم الحكم، وكان خيارًا، فقال له عبد الملك: مالي أراك كأنك عاض على صوفة يريد عنقفته، فقال له عبد الرحمن: والله يا أمير المؤمنين يقبلن مالي ولا يشممن قفاي فعرف عبد الملك أنه إنما عيره بالبخر فسكت.
وكان أبخر يقال إنه ولد لستة أشهر، فدخل عليه رجل من أهل العراق فعرض له عبد الملك بما يكره، فقال له العراقي: إن هاهنا قومًا لم يفضحهم الأرحام ولم يولدوا لتمام، فقال له عبد الملك: من هم ويلك! قال: سويد بن منجوف منهم يا أمير المؤمنين وإنما أراده هو، وكان سويد حاضرًا٣، فلما خرجوا قال له
_________
١ لم نظفر له بترجمة.
٢ عبد الملك بن مروان بن الحكم: ذكره المصنف في "الثقات", وأنى له ذلك وقد سفك الدماء، وفعل الأفاعيل.
٣ بالأصل: حاضر!',NULL,'312',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (311,'سويد: أحسنت إليه ما يرى أنك نقصته شيئًا مما كان.
..........
* تضمينات الحافظ ابن حجر:
١٠٤٠- عبد الملك بن معين بن عبد الرحمن بن عبد الله بن مسعود الهذلي، أبو عبيدة المسعودي١: ثقة.
..........
١٠٤١- عبد الملك بن ميسرة الزراد: "كوفي"، ثقة٢.
باب عبد الواحد وعبد الوارث وعبد الوهاب:
١٠٤٢- عبد الواحد بن زياد العبدي٣: "بصري"، ثقة، حسن الحديث.
١٠٤٣- عبد الواحد بن عبد الله النصري٤: "شامي"، تابعي، ثقة.
_________
١ وثقه أيضًا ابن معين "التهذيب" "٦: ٤٢٥".
٢ عبد الملك بن ميسرة الهلالي، أبو زيد العامري الكوفي الزراد: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٧٦"، و"التاريخ الكبير" "٣: ١: ٤٣٠"، وفي "ثقات ابن حبان" "٥: ١١٨"، وفي "التهذيب" "٦: ٤٢٦".
٣ عبد الواحد بن زياد العبدي، أبو بشر البصري: أحد الأعلام الثقات، أخرج له الجماعة، وله ترجمة في "تاريخ ابن معين" ":٢: ٣٧٧"، "التاريخ الكبير" "٣: ٢: ٥٩"، "الضعفاء الكبير" "٣: ٥٥"، "الثقات" "٧: ١٢٣"، "التهذيب" "٦: ٤٣٤".
٤ عبد الواحد بن عبد الله بن كعب بن عمير النصري، أبو بشر الدمشقي: وثقه أيضًا: الدارقطني وابن حبان. "التاريخ الكبير" "٣: ٢: ٥٥"، "الثقات" "٥: ١٢٧"، "التهذيب" "٦: ٤٣٦".',NULL,'313',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (312,'١٠٤٤- عبد الواحد بن قيس١: "شامي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٠٤٥- عبد الواحد بن واصل السدوسي٢: ثقة.
..........
١٠٤٦- عبد الوارث بن سعيد أبو عبيدة التنوري٣: "بصري"، ثقة، وكان يرى القدر، ولا يدعو إليه.
١٠٤٧- عبد الوهاب بن عبد المجيد٤: "بصري"، ثقة.
_________
١ عبد الواحد بن قيس السلمي، أبو حمزة الدمشقي الأفطس: ذكره ابن حبان في المجروحين لانفراده بالمناكير عن المشاهير، ثم ذكره في "الثقات" قائلا: ولا يعتبر بمقاطيعه ولا بمراسيله، ولا برواية الضعفاء عنه، وهو الذي يروي عن أبي هريرة، ولم يره، وذكره العقيلي في الضعفاء وقال الحاكم: منكر الحديث، وعده الدارقطني من المتروكين.
قال ابن عدي: حدث عنه الأوزاعي بغير حديث، وأرجو أنه لا بأس به، لأن في رواية الأوزاعي عنه استقامة.
"التاريخ الكبير" "٣: ٢: ٥٩"، "الضعفاء الكبير" "٣: ٥١"، "المجروحين" "٢: ١٥٣"، "التهذيب" "٦: ٤٣٩".
٢ وثقه أيضًا ابن معين، ويعقوب بن شيبة، وأبو داود، ويعقوب بن سفيان، وابن حبان, والدارقطني، والخطيب البغدادي. "التهذيب" "٦: ٤٤٠".
٣ عبد الوارث بن سعيد بن ذكوان التميمي العنبري، أبو عبيدة البصري أحد الأعلام: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ١١٨"، و"تاريخ ابن معين" "٢: ٣٧٧"، و"ثقات ابن حبان"، و"التهذيب" "٦: ٤٤١".
٤ عبد الوهاب بن عبد المجيد بن الصلت، أبو محمد البصري: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٩٧"، وفي "تاريخ ابن معين" "٢: ٣٧٨"، وفي "ثقات ابن حبان" "٧: ١٣٢"، وفي "التهذيب" "٦: ٤٤٩".',NULL,'314',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (313,'باب عبدة وعبيد الله:
١٠٤٨- عبدة بن سليمان١: ثقة، رجل صالح، صاحب قرآن، يقرئ.
١٠٤٩- عبدة بن أبي لبابة الأسدي الغافري٢، أبو القاسم البزار الكوفي الفقيه: ثقة.
١٠٥٠- عبيد الله بن إياد بن لقيط السدوسي الكوفي٣: ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٠٥١- عبيد الله بن أبي بكرة٤: "بصري"، تابعي، ثقة.
١٠٥٢- عبيد الله بن الحسن٥: لما مات سوار بن عبد الله، طلبوا عبيد الله بن الحسن، يستقضونه، فهرب، فقال له أبوه: يا بني إن كنت هربت لسلامة دينك فقد أحسنت، وإن كنت هربت لتكون أرضي لهم عليك فقد أحسنت أيضًا، فاستقضى بعد سوار.
_________
١ عبدة بن سليمان الكلابي: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب "٦: ٤٥٨".
٢ وثقه أيضًا يعقوب بن سفيان، وابن حبان. "التهذيب" "٦: ٤٦١"، وله ترجمة في "التاريخ لابن معين" "٢: ٣٨٠".
٣ وثقه أيضًا: ابن معين، والنسائي، وابن حبان, وابن شاهين. "التهذيب" "٧: ٤".
٤ عبيد الله بن أبي بكرة الثقفي، يروي عن أبيه، له ترجمة في "التاريخ الكبير" "٣: ١: ٣٧٥"، و"ثقات ابن حبان" "٥: ٦٤".
٥ عبيد الله بن الحسن بن أبي الحر العنبري القاضي، وثقه أيضًا النسائي، وابن حبان، والأزدي. "التاريخ الكبير" ".٣: ١: ٣٧٦"، "الثقات" "٧: ١٤٣"، "التهذيب" "٧: ٧".',NULL,'315',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (314,'وسمعت أبي: عبد الله، يقول: كتب المهدي إلى عبيد الله بن الحسن قاضي البصرة يأمره: انظر إلى الأرض التي يخاصم فيها فلان التاجر فلانًا العائذ، فاقض بها للعائذ، قال: أجمع شهودًا فجمع جماعة فكتب عليه حكمًا للتاجر، قال: اذهب الآن، فقد طوقتك طوقًا لا يغسله عنك خمسون قينًا! قال: فعزله المهدي.
١٠٥٣- عبيد الله بن أبي رافع١، كاتب علي: "مدني"، تابعي، ثقة.
١٠٥٤- عبيد الله بن زحر٢: يكتب حديثه، وليس بالقوي.
..........
* تضمينات الحافظ ابن حجر:
١٠٥٥- عبيد الله بن أبي زياد القداح، أبو الحصين المكي٣: ثقة.
١٠٥٦- عبيد الله بن طلحة بن عبيد الله٤: ثقة.
_________
١ عبيد الله بن أبي رافع المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التاريخ الكبير" "٣: ١: ٣٨١"، وذكره ابن حبان في "ثقات التابعين" "٥: ٦٨". "التهذيب" "٧: ١٠".
٢ عبيد الله بن زحر الضمري الإفريقي: قال ابن معين: ليس بشيء، وقال علي بن المديني: منكر الحديث، وقال أبو زرعة والنسائي: ليس به بأس.
"تاريخ ابن معين" "٢: ٣٨٢"، "التهذيب" "٧: ١٢".
٣ ليس بالقوي من الخامسة.
"تاريخ ابن معين" "٢: ٣٨٢"، "التهذيب" "٧: ١٤".
٤ عبيد الله بن طلحة بن عبيد الله بن كريز الخزاعي، أبو مترف: روى عن الحسن البصري وله توثيق. عند ابن حبان "٧: ١٤٦"، له ترجمة في "تاريخ ابن معين" "٢: ٣٨٣"، و"التاريخ الكبير" "٣: ١: ٣٨٥"، "التهذيب" "٧: ١٩".',NULL,'316',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (315,'١٠٥٧- عبيد الله بن عاصم بن عمر بن الخطاب١: وليس يروي عنه.
١٠٥٨- عبيد الله بن عباس٢: من أصحاب النبي صلى الله عليه وسلم.
١٠٥٩- عبيد الله بن عبد الله بن عتبة بن مسعود٣: وكان أعمى٤ وكان أحد فقهاء أهل المدينة في زمانه: تابعي، ثقة، رجل صالح، جامع للعلم، وهو معلم عمر بن عبد العزيز، وكان ضرير البصر، وكان أحد علماء المدينة.
..........
* تضمينات الحافظ بن حجر:
١٠٦٠- عبيد الله بن عبد الله بن عمر بن الخطاب٥: تابعي، ثقة.
١٠٦١- عبيد الله بن عبد الرحمن بن عبد الله بن موهب التمي، القرشي المدني٦: ثقة.
_________
١ عبيد الله بن عاصم بن عمر بن الخطاب القرشي العدوي المدني: يروي عن أبيه، روى عنه ابنه عاصم بن عبيد الله، قال الحسيني: لا نعرف حاله ووفاته، لكن ابن حبان ذكره في "الثقات" "التاريخ الكبير" "٣: ١: ٣٩٢"، "الثقات" "٧: ١٤٢"، "تعجيل المنفعة" صفحة "٢٧٢".
٢ عبيد الله بن عباس: من أصحاب النبي صلى الله عليه وسلم. "التهذيب" "٦: ١٩".
٣ عبيد الله بن الله بن عتبة بن مسعود الهذلي: متفق على توثيقه، أخرج له الجماعة، وكان يمد من الفقهاء السبعة، له ترجمة في "التاريخ الكبير" "٣: ١: ٣٨٥"، وفي "ثقات ابن حبان" "٥: ٦٣"، و"التهذيب" "٧: ٢٣".
٤ في الأصل: أعمش، وأثبتنا ما في "التهذيب" لموافقته السياق.
٥ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٢٥".
٦ وثقه أيضًا: ابن معين، وابن حبان، "التهذيب" "٧: ٢٨".',NULL,'317',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (316,'١٠٦٢- عبيد الله بن عبد المجيد الحنفي١ يكنى أبا علي: "بصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٠٦٣- عبيد الله بن عبيد الرحمن الأشجعي٢: كان ثقة، ثبتًا، متقنًا، عالمًا بحديث الثوري، رجلًا صالحًا، أرفع من سفيان.
..........
١٠٦٤- عبيد الله بن عدي بن الخيار٣: "مدني"، تابعي، ثقة، من كبار التابعين، وهو ابن أخت عثمان بن عفان.
١٠٦٥- عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب٤: "مدني"، ثقة، ثبت.
..........
* تضمينات الحافظ ابن حجر:
١٠٦٦- عبيد الله بن عمر بن ميسرة الجشمي، أبو سعيد البصري٥: ثقة.
_________
١ عبيد الله بن عبد المجيد الحنفي البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٣٤".
٢ وثقه أيضًا: ابن معين، والنسائي، وابن حبان، وابن شاهين، "التهذيب" "٧: ٣٤".
٣ عبيد الله بن عدي بن الخيار النوفلي: له ترجمة في "الصحابة" "٣: ٢٤٨"، ثم أعاده في "ثقات التابعين" "٥: ٦٤". "التهذيب" "٧: ٣٤".
٤ عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب: أحد الفقهاء السبعة، مجمع على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٨٣"، "التاريخ الكبير" "٣: ١: ٣٩٥"، "الثقات" "٧: ١٤٩"، "التهذيب" "٧: ٣٧".
٥ وثقه أيضًا ابن معين، والنسائي، وابن حبان، "التهذيب" "٧: ٤٠".',NULL,'318',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (317,'١٠٦٧- عبيد الله بن عمرو الرقي١: ثقة.
١٠٦٨- عبيد الله بن عياض٢: "مكي"، تابعي، ثقة.
١٠٦٩- عبيد الله بن المغيرة٣: "بصري"، تابعي، ثقة.
١٠٧٠- عبيد الله بن موسى العبسي٤: يكنى أبا محمد: صدوق، وكان يتشيع، وكان صاحب قرآن رأسًا فيه، شجي القراءة، ما رأيت عبيد الله بن موسى رافعًا بصره إلى السماء، وما رؤي ضاحكًا.
حدثنا عبيد الله بن موسى، حدثنا هشام صاحب الدستوائي، عن رجل، عن عروة بن الزبير، عن عائشة، عن النبي صلى الله عليه وسلم، قال: "من كان في الصلاة فمس ذكره فليتوضأ"٥.
_________
١ عبيد الله بن عمرو بن أبي الوليد الأسدي الرقي: متفق على توثيقه، حديثه في الكتب الستة، له ترجمة في "تاريخ ابن معين" "٢: ٣٨٤"، و"الجرح والتعديل" "٢: ٢: ٣٣٨"، "التهذيب" "٦٧: ٤٢".
٢ عبيد الله بن عياض بن عمرو المكي: يروي عن عائشة، وجابر، وأبي سعيد، روى عنه عمرو بن دينار المكي.
له ترجمة في "التاريخ الكبير" "٣: ١: ٣٩٣"، وفي "الثقات" "٥: ٧٢"، وفي "التهذيب" "٧: ٤٣".
٣ عبيد الله بن المغيرة بن معيقيب السبائي المصري.
وثقه أيضًا يعقوب بن سفيان، وابن حبان.
له ترجمة في "التاريخ الكبير" "٣: ١: ٣٩٩"، وفي "ثقات ابن حبان" "٧: ١٤٩"، وفي "التهذيب" "٧: ٤٩".
٤ عبيد الله بن موسى بن أبي المختار العبسي: متفئق على توثيقه، أخرج له الجماعة. "تاريخ ابن معين" "٢: ٣٨٤"، "التاريخ الكبير" "٣: ١: ٤٠١"، "الثقات" "٧: ١٥٢"، "التهذيب" "٧: ٥٠".
٥ ضعيف بهذه الرواية، لأنه عن رجل عن عروة، وراجع موضوع ما جاء في مس الذكر في الاعتبار في الناسخ والمنسوخ من الآثار للجازمي صفحة "٦٨" وما بعدها، من تحقيقنا.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (318,'١٠٧١- عبيد الله بن أبي يزيد١: "مكي"، تابعي، ثقة.
١٠٧٢- عبيد الله الأشجعي٢: أثبت في سفيان من جماعة ذكرهم.
باب عبيد:
١٠٧٣- عبيد بن البراء بن عازب٣: "كوفي"، تابعي، ثقة.
١٠٧٤- عبيد بن جبير٤: "مصري"، تابعي، ثقة.
١٠٧٥- عبيد بن جريج٥: "مكي"، تابعي، ثقة.
١٠٧٦- عبيد بن رفاعة٦: "مدني"، تابعي، ثقة.
_________
١ عبيد الله بن أبي يزيد المكي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٨٤"، وفي "التاريخ الكبير" "٣: ١: ٤٠٣"، وفي "الثقات" "٥: ٧٣"، وفي "التهذيب" "٧: ٥٦".
٢ لقد مضت ترجمة عبيد الله بن عبيد الرحمن الأشجعي بالترجمة رقم "١٠٦١"، ونقلنا هناك عبارة "التهذيب" وقد أوردها هنا مختصرة.
٣ عبيد بن البراء بن عازب الأنصاري: أخرج له مسلم، وأبو داود، والنسائي حديثًا واحدًا أوله: ربي قني عذابك. "التهذيب" "٧: ٦٠"، وذكره ابن حبان في "الثقات" "٥: ١٣٥".
٤ عبيد بن جبير الغفاري، أبو جعفر المصري: له ترجمة في "التهذيب" "٧: ٦١".
٥ عبيد بن جريج التيمي المدني: وثقه أيضًا أبو زرعة، والنسائي، وابن حبان. له ترجمة في "التاريخ الكبير" "٣: ١: ٤٤٤"، و"ثقات ابن حبان" "٥: ١٣٣"، و"التهذيب" "٧: ٦٢".
٦ عبيد بن رفاعة بن رافع بن مالك الزرقي: ولد في حياة النبي صلى الله عليه وسلم، وروى عن أبيه وعن الصحابة، وأرسل. له ترجمة في "تاريخ ابن معين" "٢: ٣٨٦"، وفي "التاريخ الكبير" "٣: ١: ٤٤٧"، وفي "الثقات" "٥: ١٣٣"، وفي "التهذيب" "٧: ٦٥".',NULL,'320',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (319,'١٠٧٧- عبيد بن السباق١: "مدني"، تابعي، ثقة.
١٠٧٨- عبيد بن طفيل أبو سيدان٢: "كوفي"، لا بأس به.
..........
* تضمينات الحافظ ابن حجر:
١٠٧٩- عبيد بن عبد الرحمن المزني: لا بأس به٣.
١٠٨٠- عبيد بن أبي عبيد المدني٤: تابعي، ثقة.
..........
١٠٨١- عبيد بن عمران٥: "كوفي"، ثقة.
١٠٨٢- عبيد بن عمير٦: "مكي"، تابعي، ثقة، وكان قاضي أهل مكة في زمانه، وهو من كبار التابعين، كان ابن عمر يجلس إليه، ويقول: لله در أبي قتادة, ماذا يأتي به؟
_________
١ عبيد بن السباق الثقفي المدني: ذكره مسلم في الطبقة الأولى من تابعي أهل المدينة، وله ترجمة في "التاريخ الكبير" "٣: ١: ٤٤٨"، وذكره ابن حبان في "ثقات التابعين"، "التهذيب" "٧: ٦٦".
٢ عبيد بن طفيل، أبو زيدان العبسي, من أهل الكوفة، يروي عن ربعي بن حراش، روى عنه أبو أحمد الزبيري والكوفيون.
له ترجمة في "التاريخ الكبير" "٣: ١: ٤٥١"، وفي "ثقات ابن حبان" "٧: ١٥٧"، وفي الميزان: "٣: ٢٠".
٣ قال ابن معين: صويلح، وذكره ابن حبان في "الثقات" "التهذيب" "٧: ٦٩".
٤ مترجم في "التهذيب" "٧: ٧٠".
٥ هو عبيد بن مهران المكتب الكوفي، وسيعيده المصنف. وانظر الترجمة رقم "١٠٨١".
٦ عبيد بن عمير بن قتادة بن سعيد، أبو عاصم المكي, متفق على توثيقه، أخرج له الجماعة، مترجم في "تاريخ ابن معين" "٢: ٣٨٦"، وفي "التاريخ الكبير" "٣: ١: ٤٥٥"، وفي "الثقات" "٥: ١٣٢"، وفي "التهذيب" "٧: ٧١".',NULL,'321',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (320,'ويروى عن مجاهد، قال نفخر على التابعين بأربعة: "قارئنا" عبد الله بن السائب، "ومفتينا" ابن عباس، "ومؤذننا" أبو محذورة، "وقاضينا" عبيد بن عمير، يعني أهل مكة.
قال العجلي: كانت امرأة جميلة بمكة وكان لها زوج، فنظرت يومًا إلى وجهها في المرآة فقالت لزوجها: أترى يرى أحد هذا الوجه لا يفتن به؟ قال: نعم، قالت: من؟ قال: عبيد بن عمير، قالت فأذن لي فيه فلأفتننه، قال: قد أذنت لك! قال: فأتته كالمستفتية، فخلا معها في ناحية من المسجد الحرام، قال فأسفرت عن مثل فلقه القمر، فقال لها: يا أمة الله! فقالت: إني قد فتنت بك فانظر في أمري؟ قال: إني سائلك عن شيء فإن صدقت نظرت في أمرك، قالت: لا تسألني عن شيء إلا صدقتك، قال: أخبريني لو أن ملك الموت أتاك يقبض روحك أكان يسرك أني قضيت لك هذه الحاجة؟ قالت: اللهم لا. قال: صدقت. قال: فلو أدخلت في قبرك فأجلست للمساءلة أكان يسرك أنى قد قضيت لك هذه الحاجة؟ قالت: اللهم لا. قال صدقت. قال: فلو أن الناس أعطوا كتبهم لا تدرين تأخذين كتابك بيمينك أم بشمالك، أكان يسرك أني قضيت لك هذه الحاجة؟ قالت: اللهم لا. قال: صدقت قال: فلو أردت المرور على الصراط ولا تدرين تنحني أم لا تنحني كان يسرك أني قضيت لك هذه الحاجة؟ قالت: اللهم لا. قال: صدقت. قال: فلو جيء بالموازين وجيء بك لا تدرين تخفين أم تثقلين كان يسرك أني قضيت لك هذه الحاجة؟ قالت: اللهم لا. قال: صدقت. قال: فلو وقعت بين يدي الله للمساءلة كان يسرك أني قضيت لك هذه الحاجة؟ قالت: اللهم لا. قال: صدقت. قال اتق الله يا أمة الله فقد أنعم الله عليك، وأحسن إليك. قال: فرجعت إلى زوجها، فقال: ما صنعت؟ قالت: أنت بطال ونحن بطالون، فأقبلت على الصلاة والصوم',NULL,'322',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (321,'والعبادة. قال فكان زوجها يقول: ما لي ولعبيد بن عمير أفسد علي زوجي كانت كل ليلة عروسًا فصيرها راهبة.
١٠٨٣- عبيد بن مهران المكتب١: روى عن الشعبي، ومجاهد، وكان ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٠٨٤- عبيد بن نسطاس العامري: "كوفي"، ثقة٢.
..........
١٠٨٥- عبيد بن نضلة الخزاعي: "كوفي"، تابعي٣، وكان ثقة، وكان مقرئ أهل الكوفة في زمانه قرأ على يحيى بن وثاب.
ويروى عن أبي بكر بن عياش قال: قال لي عاصم بن أبي النجود: ألا تقرأ علي كما قرأ يحيى بن وثاب على عبيد بن نضلة كل يوم آية٤.
١٠٨٦- عبيد بن وردان٥ التجيبي: "مصري"، تابعي، ثقة.
_________
١ عبيد بن مهران المكتب الكوفي: وثقة أيضًا ابن معين، والنسائي، وأبو حاتم، وابن حبان. "تاريخ ابن معين" "٢: ٣٨٧"، "التهذيب" "٧: ٧٥".
٢ وثقه "أيضًا": ابن معين، وابن حبان، "التهذيب" "٧: ٧٥".
٣ عبيد بن نضلة الخزاعي، أبو معاوية الكوفي المقرئ: وثقه أيضًا: النسائي، وابن حبان، "التهذيب" "٧: ٧٥".
٤ في هامش الأصل: "كذا فيه: كما قرأ يحيى بن وثاب على عبيد، وفعلوا العكس، وكما هنا ذكره المزني، وعاصم".
٥ عبيد بن وردان التجيبي المصري: أدرك معاوية، روى عنه حرملة بن عمران. "التاريخ الكبير" "٣: ١: ٤"، "الثقات" "٥: ١٣٨".',NULL,'323',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (322,'١٠٨٧- عبيد الحميري١: تابعي.
قلت: وفي الحاشية حميد بدل عبيد, والله أعلم.
١٠٨٨- عبيد سنوطا٢: "مدني"، تابعي، ثقة.
١٠٨٩- عبيد الطنافسي٣: "كوفي"، ثقة والد يعلى بن عبيد وإخوته.
باب عبيدة:
..........
* تضمينات الحافظ ابن حجر:
١٠٩٠- عبيدة بن حميد بن صهيب التيمي: لا بأس به٤.
..........
١٠٩١- عبيدة بن ربيعة٥، سمع من عبد الله: ثقة.
_________
١ هو عبيد الحميري: شيخ من أهل الحجاز، يروي عن عثمان بن عفان، روى عنه ابنه: المغيرة بن عبيد، له ترجمة في "التاريخ الكبير" "٣: ٢: ٦"، "الثقات" "٥: ١٣٨".
٢ عبيد سنوطا: وثقه أيضًا ابن حبان "٥: ١٣٦"، وله ترجمة في "التاريخ الكبير" "٣: ١: ٤٥٠"، وسنوطا: اسم فارسي.
٣ عبيد بن أبي أمية الطنافسي الحنفي: وثقه أيضًا ابن معين، وابن حبان، وقال غيرهما: "ليس به بأس"، "التهذيب" "٧: ٥٩".
٤ وثقة أيضًا: ابن معين، وابن سعد، وابن حبان، والدارقطني. "التهذيب" "٧: ٨١".
٥ عبيدة بن ربيعة الكوفي، صحح ابن ماكولا أنه عبيد بالفتح، بلا هاء، مقبول من الثالثة، تقريب "١: ٥٤٧".',NULL,'324',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (323,'١٠٩٢- عبيدة بن سفيان الحضرمي١: "مدني"، تابعي، ثقة.
١٠٩٣- عبيدة السلماني٢: "كوفي"، تابعي، ثقة، جاهلي أسلم قبل وفاة النبي صلى الله عليه وسلم بسنتين، ولم ير النبي صلى الله عليه وسلم، وكان من أصحاب علي، وعبد الله، وكان أعور، وكان أحد أصحاب عبد الله الذين يقرئون ويفتون، وكان شريح إذا أسند عليه الشيء، قال: إن هاهنا رجلًا من بني سلمان فيه جرأة، فيرسل إلى عبيدة.
وكان ابن سيرين من أروى الناس عنه، وكل شيء روى محمد بن سيرين عن عبيد سوى رأيه، فهو عن علي.
وكل شيء يروي إبراهيم النخعي عن عبيدة سوى رأيه فهو عن عبد الله إلا حديثًا واحدًا.
حدثنا موسى بن أيوب عن هشام عن محمد أن عبيدة صلى قبل وفاة النبي صلى الله عليه وسلم بسنتين، غير أنه لم يعد له صحبة، وكان يعرف فضله.
باب عبيس وعتاب وعسال وعتبة وعتي:
١٠٩٤- عبيس بن مرحوم العطار٣: "بصري"، ثقة.
_________
١ ثقة، من الثالثة. تقريب "١: ٥٤٧".
٢ عبيدة السلماني "٠٠٠-٧٢" أحد أصحاب عبد الله بن مسعود الذين يقرئون ويفتون الناس، وكان مكثرًا عنه، وقال الشعبي: كان يوازي شريحًا في القضاء، أسلم في اليمن وقت فتح مكة، فكاد أن يكون صحابيًّا. مات النبي صلى الله عليه وسلم وهو في الطريق.
٣ عبيس بن مرحوم بن عبد العزيز العطار البصري مولى آل معاوية بن أبي سفيان، عن أبيه، قال بشر بن عبيس: مات أبي سنة تسع عشرة ومائتين. "التاريخ الكبير" "٤: ١: ٧٨".',NULL,'325',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (324,'١٠٩٥- عتاب بن بشير١: ثقة، ومحمد بن سلمة أرفع منه.
١٠٩٦- عتبان بن مالك٢: من أصحاب النبي صلى الله عليه وسلم، وكان أعمى.
١٠٩٧- عتبة بن ضمرة٣: "شامي"، تابعي، ثقة.
١٠٩٨- عتبة بن عبد الله أبو العميس المسعودي٤: "كوفي"، ثقة.
١٠٩٩- عتي السعدي٥: "بصري"، تابعي، ثقة، روى عنه الحسن ستة أحاديث "ولم يرو عنه غيره"٦.
باب عثمان:
..........
* تضمينات الحافظ ابن حجر:
١١٠٠- عثمان بن الأسود بن موسى بن باذان المكي٧: ثقة.
_________
١ عتاب بن بشير الجزري: صدوق يخطئ. من الثامنة. تقريب "٢: ٣".
٢ عتبان بن مالك بن عمرو بن العجلان آخى النبي صلى الله عليه وسلم بينه وبين عمر بن الخطاب. ثقات ابن حبان "٣: ٣١٨" "التهذيب" "٧: ٩٣".
٣ عتبة بن ضمرة بن حبيب بن صهيب الحمصي: صدوق من السابعة. تقريب "٢: ٤".
٤ عتبة بن عبد الله بن عتبة بن مسعود الهذلي، أبو العميس المسعودي الكوفي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٨٩"، "التاريخ الكبير" "٣: ٢: ٥٢٧"، "الثقات" "٧: ٢٦٩"، "التهذيب" "٧: ٩٧".
٥ عتي بن ضمرة التميمي السعدي البصري: ثقة، من الثالثة، تقريب "٢: ٥".
٦ الزيادة من "التهذيب".
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ١٠٧".',NULL,'326',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (325,'١١٠١- عثمان بن حكيم١: "كوفي"، ثقة.
قلت: وقد قال بعد ذلك بكثير عثمان بن حكيم مدني سكن الكوفة، روى عنه: يعلى، والكوفيون.
١١٠٢- عثمان بن حنيف٢ الأنصاري: وكان من أصحاب النبي صلى الله عليه وسلم وكان عاملًا على البصرة.
١١٠٣- عثمان بن زائدة٣: "رازي"، ثقة، رجل صالح.
..........
* تضمينات الحافظ ابن حجر:
١١٠٤- عثمان بن أبي سليمان بن جبير بن مطعم٤: "مكي"، ثقة.
١١٠٥- عثمان بن أبي العاتكة٥: لا بأس به.
..........
_________
١ عثمان بن حكيم بن عباد بن حنيف الأنصاري الأوسي، أبو سهل المدني، ثم الكوفي: وثقه "أيضًا": الإمام أحمد: وابن معين، وأبو داود، وأبو حاتم، والنسائي، وابن حبان، وابن نمير، ويعقوب ابن شيبة.
"تاريخ ابن معين" "٢: ٣٩٢"، "التاريخ الكبير" "٣: ٢: ٢١٦"، "الثقات" "٧: ١٩٠"، "التهذيب" "٧: ١١١".
٢ عثمان بن حنيف بن وهب بن العكيم الأنصاري الأوسي: له صحبة، وولاه عمر السواد مع حذيفة بن اليمان.
"الثقات" "٣: ٢٦١".
٣ عثمان بن زائدة المقري، أبو محمد الكوفي العابد، نزيل الري: ثقة، زاهد، من التاسعة.
"الثقات" "٧: ١٩٥"، "التهذيب" "٧: ١١٥".
٤ ثقة من السادسة. تقريب "٢: ٩".
٥ ضعفوه في روايته عن علي بن يزيد الألهاني. تقريب "٢: ١٠".',NULL,'327',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (326,'١١٠٦- عثمان بن أبي العاص الثقفي١: من أصحاب النبي صلى الله عليه وسلم.
١١٠٧- عثمان بن عاصم أبو حصين الأسدي٢: "كوفي"، ثقة، وكان عثمانيًّا رجلًا صالحًا، وهو أعلى سنًّا من الأعمش، وكان الذي بينه وبين الأعمش متباعدًا وقع بينهما شر حتى تباعد الأعمش عنه إلى بني حرام، وسمع أبو حصين من شريح، وسويد بن غفلة، وأبي عبد الرحمن السلمي، وكان شيخًا عالمًا، وكان صاحب سنة، ويقال: إن قيس بن الربيع كان أروى الناس عنه، يقال: إنه كان عنده عنه أربعمائة حديث.
..........
* تضمينات الحافظ ابن حجر:
١١٠٨- عثمان بن عبد الله بن موهب التيمي: تابعي، ثقة٣.
..........
١١٠٩- عثمان بن عفان بن أبي العاص: رضوان الله عليه٤.
_________
١ عثمان بن أبي العاص الثقفي: صحابي شهير، استعمله رسول الله صلى الله عليه وسلم على الطائف، ومات في خلافة معاوية بالبصرة.
"الثقات" "٣: ٢٦١"، "التهذيب" "٧: ١٢٨".
٢ عثمان بن عاصم بن حصين الأسدي الكوفي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاربخ ابن معين" "٢: ٣٩٣"، وفي "التاريخ الكبير" "٣: ٢: ٢٤٠"، "الثقات" "٧: ٢٠٠"، "التهذيب" "٧: ١٢٦".
٣ ثقة من الرابعة. مات سنة "٦٠"، "التهذيب" "٧: ١٣٢".
٤ عثمان بن عفان: أمير المؤمنين، ذو النورين، أسلم قديمًا، وهاجر الهجرتين، وتزوج ابنتي رسول الله صلى الله عليه وسلم واحدة بعد أخرى، وهو أول من هاجر إلى أرض الحبشة، ولم يشهد بدرًا لتخلفه على تمريض زوجته رقية بنت رسول الله صلى الله عليه وسلم وهو أحد العشرة المشهود لهم بالجنة، وأحد الستة أصحاب الشورى الذين أخبر عمر أن رسول الله صلى الله عليه وسلم مات وهو عنهم راض.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (327,'١١١٠- عثمان بن عمرو بن فارس١: "بصري"، ثقة، ثبت في الحديث.
١١١١- عثمان بن محمد بن إبراهيم وهو ابن أبي شيبة٢: "كوفي"، ثقة.
١١١٢- عثمان بن المغيرة الثقفي٣: "كوفي"، ثقة، روى عن زيد بن وهب، وعلي بن ربيعة، وروى عنه شريك، في عداد الشيوخ.
باب عجينة وعدسة وعدي:
١١١٣- عجينة بن عبد الحميد٤: "يمامي"، ثقة.
١١١٤- عدسة الكندي٥: "كوفي"، تابعي، ثقة.
_________
١ عثمان بن عمر بن فارس بن لقيط العبدي: متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٧: ١٤٢".
٢ عثمان بن محمد بن إبراهيم، عثمان بن أبي شيبة، صاحب المسند والتفسير، ثقة، حافظ، شهير، روى له الجماعة سوى الترمذي. مترجم في "التهذيب" "٧: ١٤٩".
٣ عثمان بن المغيرة الثقفي، من أهل الكوفة يروي عن علي بن ربيعة، روى عنه: الثوري، وأبو عوانة.
"التاريخ الكبير" "٣: ٢: ٢٤٨"، "الثقات" "٧: ١٩٣". "التهذيب" "٧: ١٥٥".
٤ في "التاريخ الكبير" و"الجرح والتعديل" ذكرت هذه الترجمة في الرجال، وذكرها ابن حبان في الثقات "٧: ٣٠٧" باسم "عجيبة بنت عبد الحميد" وفي الميزان "٣: ٦١": "عجيبة بن عبد الحميد" حدث عنه ملازم بني عمرو، لا يكاد يعرف، وفي اللسان "عجيب بن عبد الحميد".
٥ في "التاريخ الكبير" "٤: ١: ٨٩"، وفي "الجرح والتعديل" "٣: ٢: ٤١"، وفي "ثقات التابعين" "٥: ٢٨٥": "عدسة الطاكي": يروي عن ابن مسعود، روى عنه: "سلمة بن كهيل".',NULL,'329',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (328,'١١١٥- عدي بن ثابت الأنصاري١: ثقة، ثبت، روى عنه يحيى ابن سعيد الأنصاري، وشعبة، ولم يدركه سفيان الثوري، وكان شيخًا عالمًا في عداد الشيوخ روى عنه عبد الله بن يزيد الخطمي من أصحاب النبي صلى الله عليه وسلم من بني خطمة من الأنصار وكان أميرًا على الكوفة.
١١١٦- عدي بن عدي٢: ثقة.
١١١٧- عدي بن عميرة٣: من أصحاب النبي صلى الله عليه وسلم.
باب عراك والعرس وعرفجة:
١١١٨- عراك بن مالك٤: "شامي"، تابعي، ثقة من كبار التابعين.
_________
١ عدي بن ثابت الأنصاري الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التاريح" لابن معين، "٢: ٣٩٧"، و"التاريخ الكبير" "٤: ١: ٤٤"، و"ثقات ابن حبان" "٥: ٢٧٠"، و"التهذيب" "٧: ١٦٥".
٢ عدي بن عدي بن عميرة، أبو فروة الجزري: ثقة، فقيه، عمل لعمر بن عبد العزيز على الموصل، من الرابعة، مات سنة "١٢٠".
"تاريخ ابن معين" "٢: ٣٩٨"، "التهذيب" "٧: ١٦٨".
٣ عدي بن عميرة -رضي الله عنه- وفد على النبي صلى الله عليه وسلم، وروى عنه، وهو والد الذي قبله. "الثقات" "٣: ٣١٧"، "التهذيب" "٧: ١٦٩".
٤ عراك بن مالك الغفاري الكناني المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ١٧٢".',NULL,'330',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (329,'١١١٩- العُرْس بن عميرة١: من أصحاب النبي صلى الله عليه وسلم.
١١٢٠- عرفجة بن عبد الله الثقفي٢: "كوفي"، تابعي, ثقة.
باب عروة وعزرة:
١١٢١- عروة بن الزبير٣: "مدني"، تابعي، ثقة، كان رجلًا صالحًا لم يدخل في شيء من الفتن، ووقعت في ركبته الأكلة فقطعها، ولم يترك جزأه تلك الليلة.
١١٢٢- عروة بن المغيرة بن شعبة٤: تابعي، ثقة.
١١٢٣- عزرة بن ثابت الأنصاري٥: "بصري"، ثقة.
١١٢٤- عزرة٦: ثقة روى عنه قتادة.
_________
١ العمري بن عميرة الكندي: قيل: إن له صحبة، وقيل: إن عميرة أمه. "التهذيب" "٧: ١٧٥".
٢ مقبول من الثالثة. "التهذيب" "٧: ١٧٧".
٣ عروة بن الزبير بن العوام بن خويلد، أبو عبد الله المدني: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "تاريخ ابن معين" "٢: ٣٩٩"، وفي "التاريخ الكبير" "٤: ١: ٣١"، وفي "الثقات" "٥: ١٩٤"، وفي "الثهذيب" "٧: ١٨٠".
٤ عروة بن المغيرة بن شعبة: متفق على توثيقه، حديثه في الكتب الستة، له ترجمة في "التاريخ الكبير" "٤: ١: ٣٢"، وفي "الثقات" "٥: ١٩٥"، وفي "التهذيب" "٧: ١٨٩".
٥ عزرة بن ثابت بن أبي زيد الأنصاري البصري: ثقة: من السابعة.
"التاريخ" لابن معين "٢: ٤٠٢"، "التاريخ الكبير" "٤: ١: ٦٦"، "الثقات" "٧: ٢٩٩"، "التهذيب" "٧: ١٩٢".
٦ هو عزرة بن عبد الرحمن بن زرارة الخزاعي الكوفي الأعور، ذكره ابن حبان في الطبقة الثالثة من الثقات، ولم يصفه بأنه أعور، وذكر في هذه الطبقة "عزرة بن دينار الأعور": روى عن المكيين، روى عنه التيمي، وداود بن أبي هند، والله أعلم. =',NULL,'331',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (330,'باب عطاء:
١١٢٥- عطاء بن بخت١: "مكي"، تابعي، ثقة.
١١٢٦- عطاء بن دينار٢: "مصري"، ثقة.
١١٢٧- عطاء بن أبي رباح٣: "مكي"، تابعي، ثقة، وكان مفتي أهل مكة في زمانه، وكان أسود.
١١٢٨- عطاء بن السائب٤ بن زيد يكنى أبا زيد: "كوفي"، تابعي، جائز الحديث، وقال مرة: كان شيخًا قديمًا ثقة، روى عن ابن أبي أوفى، ومن سمع من عطاء قديمًا فهو صحيح الحديث "منهم": سفيان الثوري،
_________
= وعزرة هذا قد روى له أبو داود وابن ماجه من طريق عبدة بن سليمان، عن سعيد بن أبي عروبة، عن قتادة، عن عزرة، عن سعيد بن جبير، عن ابن عباس، في قصة شبرمة، فوقع عندهما "عزرة" غير منسوب، وجزم البيهقي بأنه عزرة بن يحيى، ونقل عن أبي على النيسابوري أنه قال: "روى قتادة أيضًا عن عزرة بن ثابت، وعن عزرة بن عبد الرحمن، وعن هذا، فقتادة قد روى عن ثلاثة كل منهم اسمه عزرة ... ". وعزرة بن يحيى لم يذكره البخاري في "التاريخ". "الثقات" "٧: ٣٠٠"، "التهذيب" "٧: ١٩٢".
١ عطاء بن بخت: يروي عن أبي سعيد الخدري، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٦٣"، وذكره ابن حبان في ثقات التابعين "٥: ٢٠١: ٢٠٢".
٢ عطاء بن دينار الهذلي، أبو طلحة المصري: صدوق، وفاته "١٢٦".
"التاريخ الكبير" "٣: ٢: ٤٧٣"، "الثقات" "٧: ٢٥٤"، "التهذيب" "٧: ١٩٨".
٣ عطاء بن أبي رباح المكي: متفق على توثيقه، حديثه في الكتب الستة.
"تاريخ ابن معين" "٢: ٤٠٢"، "التاريخ الكبير" "٣: ٢: ٤٦٣"، "الثقات" "٥: ١٩٨"، "التهذيب" "٧: ١٩٩".
٤ صدوق، اختلط، من الخامسة، وفاته "١٣٦".
"تاريخ ابن معين" "٢: ٤٠٣"، "التاريخ الكبير" "٣: ٢: ٤٦٥"، "الثقات" "٧: ٢٥١"، "الضعفاء الكبير للعقيلي" "٣: ٣٩٨" "التهذيب" "٧: ٢٠٣".',NULL,'332',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (331,'فأما من سمع منه بآخرة فهو مضطرب الحديث "منهم": هشيم، وخالد بن عبد الله الواسطي، إلا أن عطاء كان بآخرة يتلقن إذا لقنوه في الحديث، لأنه كان كبر، صالح الكتاب.
قلت وأملاه علي بن المديني فيمن يسمى عطاء وهو ثقة.
١١٢٩- عطاء بن عجلان١: "بصري"، ثقة.
١١٣٠- عطاء بن أبي مروان٢: أبو مصعب: ثقة.
١١٣١- عطاء بن مسلم٣: ثقة.
١١٣٢- عطاء بن أبي ميمونة٤: ثقة.
١١٣٣- عطاء بن ميناء٥ مولى ابن أبي ذباب: "مدني"، تابعي، ثقة.
_________
١ عطاء بن عجلان العطار: متروك وأطلق عليه يحيى بن معين والفلاس، وغيرهما الكذب.
"تاريخ ابن معين" "٢: ٤٠٤"، "الضعفاء الكبير للعقيلي" "٣: ٤٠٢" "التهذيب" "٧: ٢٠٨".
٢ عطاء بن أبي مروان الأسلمي، أبو مصعب المدني، نزيل الكوفة: ثقة، من السادسة.
"تاريخ ابن معين" "٢: ٤٠٥"، "التاريخ الكبير" "٣: ٢: ٤٧١"، "الثقات" "٧: ٢٥٣"، "التهذيب" "٧: ٢١١".
٣ هو عطاء بن مسلم من أهل اليمن له ترجمة في "الثقات" "٧: ٢٥٣".
٤ ثقة، رمي بالقدر، من الرابعة.
"التاريخ" لابن معين "٢: ٤٠٥"، "التاريخ الكبير" "٣: ٢: ٤٦٩"، "الثقات" "٥: ٢٠٣"، "التهذيب" "٧: ٢١٥".
٥ عطاء بن ميناء المدني مولى ابن أبي ذباب الدوسي, متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٦٢"، وذكره ابن حبان في "ثقات التابعين" "٥: ٢٠٠"، مترجم في "التهذيب" "٧: ٢١٦".',NULL,'333',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (332,'١١٣٤- عطاء بن يزيد الليثي١: "مدني"، تابعي، ثقة.
١١٣٥- عطاء بن يسار٢: "مدني"، تابعي، ثقة.
١١٣٦- عطاء الخراساني٣: ثقة.
١١٣٧- عطاء الخفاف٤: ثقة.
١١٣٨- عطاء مولى السائب٥: "مدني"، تابعي، ثقة.
١١٣٩- عطاء السليمي٦: "بصري"، ثقة.
_________
١ عطاء بن يزيد الليثي الجندعي: أبو محمد الشامي: متفق على توثيقه، حديثه في الكتب الستة، ذكره البخاري في "التاريخ الكبير" "٣: ٢: ٤٥٩"، وله ترجمة في "الثقات" "٥: ٢٠٠"، وفي "التهذيب" "٧: ٢١٧".
٢ عطاء بن يسار الهلالي أبو القاص: متفق على توثيقه، أخرجه له الجماعة، من صغار الثالثة.
"تاريخ ابن معين" "٢: ٤٠٦"، "التاريخ الكبير" "٣: ٢: ٤٦١"، "الجرح والتعديل" "٣: ١: ٣٣٨"، "الثقات" "٥: ١٩٩"، "التهذيب" "٧: ٢١٧".
٣ عطاء بن أبي مسلم الخراساني: وثقه أيضًا: ابن معين، وأبو حاتم، والدارقطني، وقال الخطيب البغدادي في "موضع أوهام الجمع والتفريق". عطاء بن أبي مسلم، وعطاء بن ميسرة هما واحد. "التهذيب" "٧: ٢١٢".
٤ عطاء بن مسلم الخفاف أبو مخلد الكوفي نزيل حلب: صدوق يخطئ كثيرًا، من الثامنة.
"الثقات" "٧: ٢٥٥"، "تهذيب التهذيب" "٧: ٢١١".
٥ عطاء مولى السائب بن يزيد، روى عن السائب بن يزيد، وسلمة بن الأكوع، روى عنه عكرمة ابن عمار، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٦٥"، "الجرح والتعديل" "٣: ١: ٣٣٩"، وذكره ابن حبان في "ثقات التابعين" "٥: ٢٠٢".
٦ هو عطاء بن عبد الله السليمي الزاهد، من أهل البصرة، يروي عن عبد الله بن غالب الحداني ومالك بن دينار، روى عنه عنه نوح بن قيس الطاحي وأهل البصرة، كان فيمن بايع ابن الأشعث، وقاتل معه حتى قتل، لست أحفظ سماعًا ولا رواية عن أحد من الصحابة فلذلك أدخلناه في هذه الطبقة، وكان من العباد بقي في متعبده أربعين سنة لا يفطر نهارًا ولا ينام ليلًا مع دوام البكاء والأنين وكثرة التوجع والحنين إلى أن مات.
له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٧٥"، وذكره ابن حبان في "ثقات أتباع التابعين" "٧: ٢٥٤".',NULL,'334',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (333,'١١٤٠- عطاء مولى بني سباع١: "مدني"، ثقة.
١١٤١- عطاء الكيخاري٢: "حجازي"، ثقة.
١١٤٢- عطاء أبو النجاشي مولى رافع٣: "يماني"، ثقة.
قلت: وأعاده، فقال: يمامي، تابعي، ثقة، روى عن أبي رافع.
..........
* تضمينات الحافظ ابن حجر:
١١٤٣- عطاف بن خالد بن عبد الله بن العاص بن وابصة٤: ثقة.
..........
_________
١ قيل أنه عطاء الكيخاراني، وانظر الهامش التالي.
٢ عطاء الكيخاراني، نسبة إلى موضع باليمن، قال السمعاني: هي قرية باليمن، وهو عطاء بن يعقوب مولى بني سباع، يروي عن أم الدرداء، وروى عنه الزهري، وذكره ابن حبان في "ثقات أتباع التابعين" "٧: ٢٥٢"، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٤٦٧"، و"الجرح والتعديل" "٣: ١: ٣٣٨"، "التهذيب" "٧: ٢١٦"، وقال هو عطاء بن نافع الكيخاراني، وقد فرق مسلم في الطبقات بينه وبين عطاء مولى بني سباع، فذكر مولى بني سباع في الطبقة الثانية من تابعي أهل المدينة، وذكره الكيخاراني في تابعي أهل اليمن.
٣ عطاء أبو النجاشي بن صهيب مولى رافع بن خديج، ذكره البخاري في "التاريخ الكبير" "٣: ٢: ٤٦٦".
٤ وثقه أيضًا ابن معين، وأبو داود، والساجي، وضعفه العقيلي وابن حبان.
"الضعفاء الكبير" "٣: ٤٢٥"، "التهذيب" "٧: ٢٢١".',NULL,'335',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (334,'باب عطية وعفان وعفيف وعقار:
١١٤٤- عطية مولى السلم١: "شامي"، ثقة.
١١٤٥- عفان بن مسلم الصفار٢ "يكنى" أبا عثمان: "بصري"، ثبت، صاحب سنة، وكان على مسائل معاذ بن معاذ، فجعل له عشرة آلاف دينار على أن يقف على تعديل رجل فلا يقول عدلا ولا غير عدل، قالوا له: قف، لا تقل فيه شيئًا، فأبى، فقال: لا أبطل حقًّا من الحقوق، وكان يذهب برقاع المسائل إلى الموضع البعيد، فجاء يومًا إلى معاذ بالرقاع وقد تلطخت بالناطف، فقال له: أي شيء ذا؟ قال له: إني أذهب إلى الموضع البعيد فيصيبني الجوع فأخذت ناطفًا فجعلته في كمي وأكلته.
١١٤٦- العفيف٣: ثقة، تابعي من كبار التابعين.
١١٤٧- عقار بن المغيرة بن شعبة٤: "كوفي"، تابعي، ثقة.
_________
١ عطية السلمي: له ترجمة في "التاريخ الكبير" "٣: ١: ١٢"، وذكره ابن حبان في "الثقات" "٤: ٢٧٧".
٢ عفان بن مسلم بن عبد الله الصفار، أبو عثمان البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٢٣٠".
٣ هو عفيف بن معدي كرب، يروي عن عمر بن الخطاب، روى عنه هارون بن عبد الله، ذكره ابن حبان في "التابعين" "٥: ٢٨٣"، وهو غير عفيف الكندي الذي له الصحبة. ذكره ابن عبد البر، وله ترجمة في "التاريخ الكبير" "٤: ١: ٧٥".
٤ عقار بن المغيرة بن شعبة: ذكره ابن حبان في "الثقات"، "التهذيب" "٧: ٢٢٧".',NULL,'336',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (335,'باب عقبة:
١١٤٨- عقبة بن أسيد العوفي١: "مصري"، تابعي، ثقة.
١١٤٩- عقبة بن أوس٢: "بصري"، تابعي، ثقة.
١١٥٠- عقبة بن جبار٣: "كوفي"، تابعي، ثقة من كبار التابعين روى عن عبد الله "بن مسعود".
١١٥١- عقبة بن صهبان٤: "بصري"، تابعي، ثقة.
١١٥٢- عقبة بن عبد الغافر٥: "بصري"، تابعي، ثقة.
_________
١ عقبة بن أسيد العوفي: روى عن النعمان بن بشير، ذكره أبو حاتم في "الجرح والتعديل" "٣: ١: ٣٠٨".
٢ عقبة بن أوس السدوسي، من أهل البصرة، يروي عن عبد الله بن عمرو، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٣٤"، و"الجرح والتعديل" "٣: ١: ٣٠٨"، و"ثقات ابن حبان" "٥: ٢٢٥"، "التهذيب" "٧: ٢٣٧".
٣ عقبة بن جبار، يروي عن عبد الله بن مسعود، روى عنه ربعي بن خراش الكوفي، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤٣٣"، و"الجرح والتعديل" "٣: ١: ٣٠٩"، و"الثقات" "٥: ٢٢٧".
٤ عقبة بن صهبان الأزدي الحداني الراسبي: وثقه أيضًا أبو داود والنسائي وابن حبان.
"تاريخ ابن معين" "٢: ٤٠٩"، "التاريخ الكبير" "٣: ٢: ٤٣١"، "الجرح والتعديل" "٣: ١: ٣١٢"، "الثقات" "٥: ٢٢٥"، "التهذيب" "٧: ٢٤٢".
٥ عقبة بن عبد الغفار الأزدي العوذي، أبو نهار البصري، وثقه أيضًا النسائي وابن حبان، ومن الرابعة، قديم الموت.
"التاريخ الكبير" "٣: ٢: ٤٣٢"، "تاريخ ابن معين" "٢: ٤١٠"، "الجرح والتعديل" "٣: ١: ٣١٣"، "الثقات" "٥: ٢٢٤"، "التهذيب" "٧: ٢٤٦".',NULL,'337',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (336,'١١٥٣- عقبة بن مسلم التجيبي١: "مصري"، تابعي، ثقة.
١١٥٤- عقبة بن وساج٢: ثقة، روى عنه قتادة.
١١٥٥- عقيل بن أبي طالب٣.
١١٥٦- عقيل بن مقرن المزني٤: من أصحاب النبي صلى الله عليه وسلم.
١١٥٧- عقيل الجعدي٥: ثقة.
..........
* تضمينات الحافظ ابن حجر:
١١٥٨- عقيل بن خالد بن عقيل الأيلي، أبو خالد الأموي٦: ثقة.
..........
_________
١ عقبة بن مسلم التجيبي، أبو محمد المصري، إمام المسجد العتيق بمصر: ثقة من الرابعة.
"التاريخ الكبير" "٣: ٢: ٤٣٧"، "الجرح والتعديل" "٣: ١: ٣١٦"، "الثقات" "٥: ٢٢٨"، "التهذيب" "٧: ٢٤٩".
٢ عقبة بن وساج بن حصن الأزدي البرساني البصري نزيل الشام: ثقة من الثالثة، قتل في الجماجم سنة ثلاث وثمانين.
"تاريخ ابن معين" "٢: ٤١١"، "التاريخ الكبير" "٣: ٢: ٤٣٢"، "الجرح" "٣: ١: ٣١٨"، "تهذيب التهذيب" "٧: ٢٥١".
٣ عقيل بن أبي طالب الهاشمي، أخو علي، وجعفر، وكان الأسن، صحابي، عالم بالنسب، وكان ممن ثبت مع النبي صلى الله عليه وسلم يوم حنين "التهذيب" "٧: ٢٥٤".
٤ عقيل بن مقرن المزني، أبو حكيم، ذكره البخاري في "الصحابة"، وله ترجمة في "الإصابة" "٢: ٤٩٤".
٥ عقيل الجعدي: روى عن أبي إسحاق الهمداني، وسمع من الحسن البصري، ذكره ابن أبي حاتم في: "الجرح والتعديل" "٣: ١: ٢١٩"، وقال: منكر الحديث ذاهب.
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٢٥٥".',NULL,'338',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (337,'باب عكرمة:
١١٥٩- عكرمة بن عمار اليماني١: تابعي، ثقة، عجلي، يروي عن النضر بن محمد ألف حديث.
١١٦٠- عكرمة مولى ابن عباس٢: ثقة، وهو بريء مما يرميه الناس به من الحرورية، وهو تابعي.
حدثنا هارون بن معروف، حدثنا جرير، عن حصين، عن عكرمة في قوله: {طَيْرًا أَبَابِيلَ} ٣ قال: هي طير نشأت من قبل البحر لها رؤوس كرؤوس السباع، لم تر قبل يومئذ، ولا بعد، فجعلت ترميهم بحجارة فتجدر جلودهم، فكان أول يوم رؤي فيه الجدري.
باب علقمة:
١١٦١- علقمة بن قيس النخعي٤.
_________
١ عكرمة بن عمار العجلي اليماني: صدوق يغلط، وثقه ابن معين.
"تاريخ ابن معين" "٢: ٤١٤"، "التاريخ الكبير" "٤: ١: ٥٠"، "الجرح والتعديل" "٣: ٢: ١٠"، "الثقات" "٥: ٢٣٣"، "التهذيب" "٧: ٢٦١".
٢ عكرمة البربري مولى ابن عباس: ثقة ثبت، عالم بالتفسير، مجمع على توثيقه.
"تاريخ ابن معين" "٢: ٤١٢"، "التاريخ الكبير" "٤: ١: ٤٩"، "الجرح والتعديل" "٣: ٢: ٧"، "الثقات" "٥: ٢٢٩"، "التهذيب" "٧: ٢٦٣".
٣ الآية الكريمة "٣" من سورة الفيل.
٤ علقمة بن قيس: "٠٠٠-٦٢" مخضرم، ولد في حياة رسول الله صلى الله عليه وسلم، وسمع من: أبي بكر، وعمر، وعثمان، وعلي، وجود القرآن على ابن مسعود، وكان من أنبل أصحابه فقهًا وورعًا وتقوى، ثبتًا فيما ينقل، ورواياته مشهورة بالكتب الستة، قال ابن سعد: مات سنة اثنتين وستين، وقال أبو نعيم: سنة إحدى وستين. قيل: عن تسعين عامًا.
له ترجمة في "طبقات ابن سعد" "٦: ٨٦"، "تاريخ ابن معين" "٢: ٤١٥"، "التاريخ الكبير" "٤: ١: ٤١"، "الجرح والتعديل" "٣: ١: ٤٠٤"، "حلية الأولياء" "٢: ٩٨"، "تاريخ بغداد" "١٢: ١٩٦"، "العبر" "١: ٦٦"، "مرآة الجنان" "١: ١٣٧"، "البداية والنهاية" "٣: ٢١٧"، "تهذيب التهذيب" "٧: ٢٧٦".',NULL,'339',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (338,'حدثنا يعلى بن عبيد، حدثنا الأعمش، عن إبراهيم، عن علقمة، قال: كنا جلوسًا مع عبد الله ومعنا أبو حدير، ودخل علينا خباب، قال: يا أبا عبد الرحمن كل هؤلاء تقرأ؟ قال: فقال: إن شئت أمرت بعضهم فقرأ عليك، فقال: أجل! فقال لي: اقرأ, قال ابن حدير: تأمره يقرأ وليس بأقرأنا! فقال: أما والله إن شئت أخبرتك ما قال رسول الله صلى الله عليه وسلم لقومك وقومه، قال: فقرأت خمسين آية، فقال: أحسنت. فقال عبد الله ما أقرأ شيئًا إلا وهو يقرؤه.
حدثنا محمد بن يوسف، حدثنا سفيان، عن الأعمش، عن إبراهيم، عن علقمة، قال: قال لي عبد الله: اقرأ، فقرأت، فقال: رتل فداك أبي وأمي.
حدثنا محمد بن عبيد، حدثنا الأعمش، عن مالك بن الحارث، عن عبد الرحمن بن يزيد، قال: كان عبد الرحمن بن خثيم يأتي علقمة يوم الجمعة فيتحدث عنده، فيرسلون إليّ، فأجيء، وأتحدث معهم.
حدثنا يوسف بن علي، حدثنا عثام، عن الأعمش، عن إبراهيم، قال: قال: مسروق لعلقمة: اكتب لي النظائر! فقال: أما علمت أن الكتاب يكره! قال: بلى، إنما أحفظها ثم أمزقه.
حدثنا أبو نعيم، حدثنا إسرائيل، عن غالب بن أبي الهذيل، قال: قيل لإبراهيم: أيهما أعجب إليك: علقمة، أو الأسود؟ قال: علقمة.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (339,'حدثنا أبو نعيم، حدثنا مالك يعني ابن مغول، عن أبي السفر، عن مرة، قال: كان علقمة من الربانيين.
حدثنا قبيصة بن عقبة، عن سفيان، عن منصور، عن إبراهيم، قال: كان أصحاب عبد الله الذين يقرءون ويفتون ستة: علقمة، والأسود، وعبيدة، وأبو ميسرة، والحارث بن قيس، ومسروق بن الأجدع.
حدثنا محمد بن يوسف، حدثنا سفيان، عن الأعمش، عن إبراهيم، عن علقمة، قال: كنت جالسًا مع حذيفة وأبي مسعود الأنصاري في السدة، إذ جاء رجل فسألهما عن فريضة، فنظر أحدهما إلى صاحبه، فقلت: أتأذنان لي أن أخبركما بقول أخيكما عبد الله بن مسعود؟ فقالا: نعم، فقلت: كان يقول فيه كذا وكذا، قالا: قد كنا نرى أنه كذلك ولكن رُئيا أنا قد نسينا.
حدثنا قبيصة، حدثنا سفيان، عن الأعمش، عن أبي وائل، قال: كان ابن دينار يراني مع مسروق، فقال: إذا قدمت فالقني، قال: فأتيت علقمة، فقلت: إنك لم تصب من دنياهم شيئًا إلا أصابوا من دينك ما هو أفضل من ذلك، ما أحب أن لي مع ألفي ألفين وأني من أكرم الجند عليه.
١١٦٢- علقمة بن مرثد١: "كوفي"، ثقة.
١١٦٣- علقمة بن وائل بن حجر الحضرمي٢: "كوفي"، تابعي، ثقة.
_________
١ علقمة بن مرثد الحضرمي، أبو الحارث الكوفي. متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٢٧٨".
٢ علقمة بن وائل بن حجر الحضرمي الكندي الكوفي: صدوق، إلا أنه لم يسمع من أبيه "التهذيب" "٧: ٢٨٠".',NULL,'341',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (340,'١١٦٤- علقمة بن وقاص الليثي١: "مدني"، تابعي، ثقة.
باب العلاء:
١١٦٥- العلاء بن أبي حكيم٢: "شامي"، تابعي، ثقة.
١١٦٦- العلاء بن خالد الأسدي٣: "كوفي"، ثقة، روى عن جعفر بن غياث.
..........
* تضمينات الحافظ ابن حجر:
١١٦٧- العلاء بن صالح التيمي: كوفي، ثقة٤.
..........
١١٦٨- العلاء بن أبي العباس٥: "مكي" ثقة.
١١٦٩- العلاء بن عبد الجبار العطار٦: يكنى أبا الحسن:
_________
١ متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "٧: ٢٨٠".
٢ العلاء بن أبي حكيم الشامي: ثقة من الرابعة. "التاريخ الكبير" "٣: ٢: ٥٠٨"، الجرح والتعديل "٣: ١: ٣٥٤"، "الثقات" "٥: ٢٤٦"، "التهذيب" "٨: ١٧٩".
٣ العلاء بن خالد الأسدي الكاهلي الكوفي: صدوق من السادسة. "تاريخ ابن معين" "٢: ٤١٤"، "التاريخ الكبير" "٣: ٢: ٥١٦"، "الثقات" "٧: ٢٦٤"، "التهذيب" "٨: ١٧٩".
٤ صدوق له أوهام من السابعة، ووثقه ابن معين "٢: ٤١٤"، "التهذيب" "٨: ١٨٤".
٥ هو العلاء بن أبي العباس الشاعر المكي، واسم أبي العباس: السائب بن فروخ، له ترجمة في "التاريخ الكبير" "٣: ٢: ٥١٢"، وذكره ابن حبان في "الثقات" "٧: ٢٦٥".
٦ العلاء بن عبد الجبار الأنصاري العطار البصري، نزيل مكة، ثقة من التاسعة، "التهذيب" "٨: ١٨٥".',NULL,'342',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (341,'"بصري"، ثقة، سكن مكة.
١١٧٠- العلاء بن عبد الرحمن مولى الحرقة١: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١١٧١- العلاء بن عتبة اليحصبي٢: شامي، ثقة.
١١٧٢- العلاء بن اللجلاج الغطفاني٣: "شامي"، تابعي، ثقة.
..........
١١٧٣- العلاء بن المسيب بن رافع٤: "كوفي"، تابعي، ثقة.
١١٧٤- العلاء بن المنهال الغنوي٥: "كوفي"، ثقة، حدثنا عنه أحمد بن يونس.
_________
١ العلاء بن عبد الرحمن بن يعقوب الحرقي: صدوق، ربما وهم، ووثقه أيضًا: ابن سعد، وابن حبان، وقال الترمذي: هو ثقة عند أهل الحديث.
"تاريخ ابن معين" "٢: ٤١٥"، "التاريخ الكبير" "٣: ٢: ٥٠٨"، "الجرح والتعديل" "١٣: ٣٥٦، "الثقات"" "٥: ٢٤٧"، "التهذيب" "٨: ١٨٩".
٢ صدوق من السادسة. "التهذيب" "٨: ١٨٨".
٣ ثقة من الرابعة. "التهذيب" "٨: ١٩١"، تاريخ ابن معين" "٢: ٤١٥".
٤ العلاء بن المسيب بن رافع الأسدي الكاهلي: وثقه أيضًا: ابن معين، وابن عمار، وابن حبان، وقال غيرهم: صالح الحديث.
"التاريخ الكبير" "٣: ٢: ٥١٢"، "الثقات" "٧: ٢٦٣"، "التهذيب" "٨: ١٩٢".
٥ العلاء بن المنهال الغنوي والد قطبة، قال أبو زرعة ثقة. الجرح والتعديل" "٣: ١: ٣٦١"، وذكره ابن حبان في "الثقات" "٨: ٥٠٢".',NULL,'343',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (342,'باب عَلي وعُلَي:
١١٧٥- علي بن الأقمر١: "كوفي"، تابعي، ثقة.
١١٧٦- علي بن بحر بن بري القطان٢: ثقة.
١١٧٧- علي بن بذيمة٣: "كوفي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١١٧٨- علي بن ثابت الجزري٤: ثقة.
..........
١١٧٩- علي بن أبي جبلة٥: "شامي"، تابعي، ثقة.
١١٨٠- علي بن الحسين بن علي بن أبي طالب٦: تابعي، ثقة، وكان رجلًا صالحًا.
_________
١ علي بن الأقمر الوادعي الهمداني الكوفي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٦١"، "ثقات ابن حبان" "٥: ١٦٢"، و"تهذيب التهذيب" "٧: ٢٨٣".
٢ ثقة فاضل من العاشرة. "التهذيب" "٧: ٢٨٤".
٣ علي بن بذيمة الجذري: ثقة، رمي بالتشيع. "التاريخ الكبير" "٣: ٢: ٢٦٢"، "الثقات" "٧: ٢٠٧"، "الضعفاء الكبير" "٣: ٢٢٧"، "التهذيب" "٧: ٢٨٥".
٤ صدوق ربما أخطأ. "التهذيب "٧: ٢٨٨".
٥ علي بن أبي جبلة الحضرمي، أبو الحسن الكوفي، ذكره البخاري في "التاريخ الكبير" "٣: ٢: ٢٦٥".
٦ علي بن الحسين بن علي بن أبي طالب الهاشمي، أبو عبد الله المدني زين العابدين: ولد في سنة ثمان وثلاثين. وكان مع أبيه الحسين الشهيد يوم كربلاء وله ثلاث وعشرون سنة، وكان يومئذ موعوكًا فلم يقاتل، ولا تعرضوا له بل أحضروه مع آله إلى دمشق ثم ذهب إلى المدينة. =',NULL,'344',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (343,'قال العجلي: ويُروى عن الزهري، قال: ما رأيت هاشميًا أفضل من علي بن الحسين وهو الحسنيين كلهم.
_________
= حدث عن أبيه، وعن جده مرسلًا، وعن صفية أم المؤمنين، وذلك في الصحيحين، وعن أبي هريرة وعائشة وروايته عنها في مسلم، وليس بالمكثر من الرواية، وكان ثقة، مأمونًا، رفيعًا، ورعًا، قال الزهري: ما رأيت أفقه منه، ولكنه كان قليل الحديث.
وكان له جلالة عجيبة، وحق له والله ذلك، فقد كان أهلًا للإمامة العظمى لشرفه وسؤده وعلمه وكمال عقله. قد اشتهرت قصيدة الفرزدق -وهي سماعنا- أن هشام بن عبد الملك حج قبيل ولايته الخلافة، فكان إذا أراد استلام الحجر زوحم عليه، وإذا دنا علي بن الحسين من الحجر تفرقوا عنه إجلالًا له، فوجم لها هشام وقال: من هذا؟ فما أعرفه، فأنشأ الفرزدق يقول:
هذا الذي تعرف البطحاء وطأته ... والبيت يعرفه والحل والحرم
هذا ابن خير عباد الله كلهم ... هذا التقي النقي الطاهر العلم
إذا رأته قريش قال قائلها ... إلى مكارم هذا ينتهي الكرم
يكاد يمسكه عرفان راحته ... ركن الحطيم إذا ما جاء يستلم
يغضي حياء ويغضي من مهابته ... فما يكلم إلا حين يبتسم
هذا ابن فاطمة إن كنت جاهله ... بجده أنبياء الله قد ختموا
وهي قصيدة طويلة. قال: فأمر هشام بحبس الفرزدق، فحبس بعسفان، وبعث إليه علي بن الحسين باثني عشر ألف درهم وقال: اعذر أبا فراس. فردها وقال: ما قلت ذلك إلا غضبًا لله ولرسوله. فردها إليه وقال: بحقي عليك لما قبلتها، فقد علم الله نيتك ورأى مكانك فقبلها. وقال في هشام:
أيحبسني بين المدينة والتي ... إليها قلوب الناس يهوي منيبها
يقلب رأسًا لم يكن رأس سيد ... وعينين حولاوين باد عيوبها
وفاته في رابع عشر ربيع الأول سنة أربع وتسعين، ولا بقية للحسين إلا من قبل ابنه زين العابدين.
ترجمته في "طبقات ابن سعد" "٥: ٢١١"، "تاريخ ابن معين" "٢: ٤١٦"، "التاريخ الكبير" "٣: ٢: ٢٦٦"، "الجرح والتعديل" "٣: ١: ١٧٨"، "حليلة الأولياء" "٣: ١٣٣"، "العبر" "١: ١١١"، "البداية والنهاية" "٩: ١٠٣"، "تهذيب التهذيب" "٧: ٣٠٤".',NULL,'345',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (344,'١١٨١- علي بن الحكم١: "بصري"، لا بأس به.
..........
* تضمينات الحافظ ابن حجر:
١١٨٢- علي بن حوشب الفزاري، أبو سليمان الدمشقي٢: ثقة.
١١٨٣- علي بن داود٣: ثقة.
..........
١١٨٤- علي بن رباح اللخمي٤: تابعي، ثقة.
١١٨٥- علي بن ربيعة الأسدي٥: "كوفي"، تابعي، ثقة.
١١٨٦- علي بن زيد بن جدعان٦: "بصري"، يكتب حديثه، وليس بالقوي، وكان يتشيع، وقال مرة: لا بأس به.
_________
١ علي بن الحكم البناني: ثقة، ضعفه الأزدي بلا حجة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٧٠"، و"ثقات ابن حبان" "٧: ٢٠٥"، و"التهذيب" "٧: ٣١١"، و"تاريخ ابن معين" "٢: ٤١٦".
٢ لا بأس به، من الثامنة، "التهذيب""٧: ٣١٥".
٣ علي بن داود أبو المتوكل الناجي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٣١٨".
٤ علي بن رباح اللخمي، أبو عبد الله البصري، ثقة من صغار الثالثة.
"التاريخ الكبير" "٣: ٢: ٢٧٤"، "الثقات" "٥: ١٦١"، "التهذيب" "٧: ٣١٨".
٥ علي بن ربيعة بن نضلة الوالبي الأسدي، أبو المغيرة الكوفي: متفق على توثيقه، حديثه في الكتب الستة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٧٣"، و"الثقات" "٥: ١٦٠"، و"التهذيب" "٧: ٣٢٠".
٦ علي بن زيد بن عبد الله بن زهير بن عبد الله بن جدعان التيمي: ضعف من الرابعة. "التهذيب" "٧: ٣٢٢".',NULL,'346',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (345,'١١٨٧- علي بن سويد بن منجوف١: "بصري"، ثقة.
١١٨٨- علي بن صالح٢: "كوفي"، ثقة.
١١٨٩- علي بن صالح بن حي٣: "كوفي"، ثقة، وكان يقرأ القرآن، قرأ على عاصم بن أبي النجود، وكان يختم القرآن في بيتهم كل ليلة: أمهم ثلث، وحسن ثلث، وعلي ثلث، فماتت أمهما فكانا يختمان، ثم مات علي فكان حسن يختم كل ليلة.
١١٩٠- علي بن أبي طالب٤ -رضي الله عنه- قتل بالكوفة،
_________
١ علي بن سويد بن منجوف السدوسي البصري: لا بأس به، من السادسة، ووثقه أيضًا ابن معين وأبو داود وابن حبان والدارقطني.
له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٧٧"، وفي "الثقات" "٧: ٢١٠"، وفي "التهذيب" "٧: ٣٣٠".
٢ أغلب الظن أنه الذي يليه.
٣ علي بن صالح بن صالح بن حي الهمداني الكوفي: ثقة عابد من السابعة.
"تاريخ ابن معين" "٢: ٤١٨"، "التاريخ الكبير" "٣: ٢: ٢٨٠"، "الثقات" "٧: ٢٠٨"، "التهذيب" "٧: ٣٣٢".
٤ الإمام علي بن أبي طالب القرشي الهاشمي أبو الحسن، أول من صلى مع النبي صلى الله عليه وسلم بعد خديجة. "الترمذي" "٥: ٦٤٢"، ولقد صلى قبل أن يصلي الناس وكان ابن عشر سنين، كان شديد العناية بحديث رسول الله صلى الله عليه وسلم، وبعثه إلى مكة بسورة التوبة، كما بعثه إلى اليمن قاضيًا، وهو أحد الأربعة الذين أمر الله نبيه أن يحبهم، وجاء في الحديث: "لا يحبه إلا مؤمن، ولا يبغضه إلا منافق"، وثبت في الحديث الصحيح الذي أخرجه البخاري ومسلم أن النبي صلى الله عليه وسلم، قال له: "أنت مني بمنزلة هارون من موسى"، وقال له مرة: "أنت مني وأنا منك" "البخاري في فضائل أصحاب النبي صلى الله عليه وسلم" وهو أحد العشرة المبشرين بالجنة. ودعاه النبي صلى الله عليه وسلم أبا تراب، وأخرج البخاري في كتاب المغازي أن عليًّا اشتكى عينيه يوم خيبر، فبصق فيهما صلى الله عليه وسلم، حتى كأن لم يكن به وجع، وأعطاه الراية، ففتح الله عليه، كما دعا له رسول الله صلى الله عليه وسلم فما اشتكى بعدها. وقد أمره النبي صلى الله عليه وسلم أن يضحي عنه بمنى، وزوجه فاطمة ابنته كما جهز له وليمة عرسه، فأعطى علي فاطمة درعه صداقًا، ثم رش النبي صلى الله =',NULL,'347',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (346,'قتله عبد الرحمن بن ملجم المرادي، وقتله الحسن بن علي، ودفن علي بالكوفة، فلا يعلم أي موضع قبره، ثم بايع الحسن بن علي بعد وفاة أبيه عليٍّ: سبعون ألفًا، فزهد في الخلافة، فلم يردها، وسلمها لمعاوية، وقال: لا يهراق على يدي محجمة من دم.
قال علي بن أبي طالب بليتُ بأربعة: أطوع الناس في الناس عائشة أم المؤمنين، وأشد الناس: الزبير، وأعبد الناس محمد بن طلحة بن عبيد الله، وأسخى الناس، يعلى بن منية كان يعلى يعطي الرجل ثلاثين دينارًا وفرسًا، يقول: اخرج قاتل عليًّا.
وقال العجلي: يعلى بن أمية، أمية أبوه، ومنية أمه.
قال وقتل محمد بن طلحة يوم الجمل، وكان علي -عليه السلام- يقول: ما قتله إلا طاعة أبيه. قال وطلحة والزبير لم يقتلهما أصحاب علي رضي الله عنه طلحة قتله مروان بن الحكم والزبير قتله ابن جرموز وهو منصرف.
..........
* تضمينات الحافظ ابن حجر:
١١٩١- علي بن أبي طلحة١: ثقة.
..........
_________
= عليه وسلم وضوءه عليه وعلى فاطمة بعد زفافهما، وكان فقيرًا، فكم بات هو وفاطمة ليالي بغير عشاء، وكان يربط الحجر على بطنه من الجوع, ولقد استقى ليهودي كل دلو بتمرة، ولقد أمره النبي لما خرج إلى المدينة في الهجرة أن يقيم بعده حتى يؤدي ودائع كانت عنده للناس، ثم بات في مضجع الرسول صلى الله عليه وسلم ليلة الهجرة، وكان صاحب لواء رسول الله صلى الله عليه وسلم يوم بدر وفي كل مشهد، وعندما انتقل رسول الله صلى الله عليه وسلم إلى الرفيق الأعلى غسله علي وهو يقول: بأبي أنت وأمي طبت ميتًا وحيًا، ومات الإمام علي وما ترك صفراء ولا بيضاء رضي الله عنه.
١ علي بن أبي طلحة: صدوق قد يخطئ من السادسة. "التهذيب" "٧: ٣٣٩".',NULL,'348',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (347,'١١٩٢- علي بن عبد الله بن عباس١: تابعي، ثقة.
١١٩٣- علي بن عبد الحميد المعنَّى٢: "كوفي"، ثقة، وكان ضريرًا.
١١٩٤- علي بن عياش الحمصي٣ الألهاني: ثقة.
١١٩٥- علي بن قادم٤: "كوفي"، ثقة.
١١٩٦- علي بن المبارك٥: ثقة، وقال مرة: لا بأس به.
١١٩٧- علي بن مدرك٦: "كوفي"، ثقة.
١١٩٨- علي بن المديني٧: قال العجلي ومات علي بن المديني بسُرّ
_________
١ علي بن عبد الله بن عباس بن عبد المطلب بن هاشم الهاشمي: ثقة عابد من الثالثة.
"التاريخ الكبير" "٣: ٢: ٢٨٢"، "الثقات" "٥: ١٦٠"، "التهذيب" "٧: ٣٥٧".
٢ علي بن عبد الحميد بن مصعب بن يزيد الأزدي المعنَّى: ثقة من العاشرة. "التهذيب" "٧: ٣٥٩".
٣ علي بن عياش بن مسلم الألهاني الحمصى: ثقة ثبت من التاسعة. "التهذيب" "٧: ٣٦٨".
٤ علي بن قادم الخزاعي أبو الحسن الكوفي: صدوق يتشيع من التاسعة, "تقريب" "٢: ٤٢"، "ثقات ابن حبان" "٧٤: ٢١٤".
٥ علي بن المبارك الهنائي البصري: متفق على توثيقه، حديثه في الكتب الستة.
"التاريخ الكبير" "٣: ٢: ٢٩٤"، "الثقات" "٥: ١٦٥"، "التهذيب" "٧: ٣٧٥".
٦ علي بن مدرك النخعي الكوفي، سمع أبا مسعود صاحب رسول الله صلى الله عليه وسلم، وروى عنه شعبة بن الحجاج، متفق على توثيقه، حديثه في الكتب الستة.
"التاريخ الكبير" "٣: ٢: ٢٩٤"، "الثقات" "٥: ١٦٥"، "التهذيب" "٧: ٣٨١".
٧ هو علي بن عبد الله بن جعفر بن نجيح السعدي، أبو الحسن بن المديني، العلم، الثبت، الحافظ، صاحب التصانيف المتبحر، إمام أهل الحديث، وقائد علم الرجال والعلل، والمقدم على حفاظ عصره، الحاد الذكاء، الواسع المعرفة، الثقة الثقة، العدل العدل، النبيه الذكر، المستقيم الأمر، الضابط لما يرويه ويحدث به، الذي إليه المنتهى في معرفة عقل الحديث النبوي، مع كمال معرفته بنقد الرجال، بل =',NULL,'349',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (348,'من رأى١.
_________
= لعله فرد زمانه في معناه ووحيد عصره في علمه وتقواه شيخ الإمام البخاري صاحب الصحيح، وعنه شحن صحيحه بحديث هذا الإمام الحافظ الحجة، وقال عنه: ما استصغرت نفسي بين يدي أحد إلا بين يدي علي بن المديني ولما سئل البخاري: ما تشتهي؟ قال: أن أقدم العراق وعلي حي فأجالسه.
ولد سنة إحدى وستين ومائة، في عصر علماء الحديث الفطاحل كابن حنبل، وابن مهدي، وابن عيينة، والقطان ... وغيرهم، فتلقى العلم عن أئمة علماء الحديث في عصره، كحماد بن زيد وسفيان بن عيينة، ويحيى بن سعيد القطان، وهشيم بن بشير، وأزهر السمان، وخالد بن الحارث، والفضل بن عنبسة، وفضيل بن سليمان، وغندر، وعبد الرزاق، والدراوردي، وابن وهب، والوليد بن مسلم، وعبد الرحمن بن مهدي، وابن علية، ويوسف بن يعقوب الماجشون ... وغيرهم.
روى عنه: البخاري، وأبو دواد.
وروى أبو داود، والترمذي، والنسائي، وابن ماجه في التفسير له بواسطة: الحسن بن الصباح البزار، والذهلي، وإبراهيم بن الحارث البغدادي، والحسن بن علي الخلال، وأبو مزاحم، والجوزجاني، وحميد بن زنجويه ... وغيرهم.
وروى عنه: سفيان بن عيينة، ومعاذ بن معاذ، وهما من شيوخه، وأحمد بن حنبل، وعثمان بن أبي شيبة وهما من أقرانه.
وتلقى العلم عن علي بن المديني خلق كثيرون، وانتفعوا به فمنهم: ابنه عبد الله: وأحمد بن منصور الرمادي، وإسماعيل بن إسحق القاضي وحنبل بن إسحق، وصالح جزرة، وصالح بن أحمد بن حنبل، وعبد الله البغوي، والباغندي، وأبو يعلى الموصلي، وأبو خليفة الجمحي، والذهلي، وأبو يحيى صاعقة، وأبو حاتم الرازي.
وقال أبو حاتم الرازي عنه: كان علمًا في الناس في معرفة الحديث والعلل، وكان الإمام أحمد لا يسميه، إنما يكنيه تبجيلًا له. قال: وما سمعت أحمد سماه قط.
ترجمته في: "طبقات ابن سعد" "٧: ٣٠٨"، "التاريخ الكبير" للبخاري "٣: ٢: ٢٤٨"، "الجرح والتعديل" لابن أبي حاتم "٣: ١: ١٩٣"، "تاريخ بغداد" "١١: ٤٥٨: ٤٧٣"، "الفهرست" لابن النديم "٢٣١"، "ميزان الاعتدال" "٣: ١٣٨"، "الرجال" للقيسراني "٣٥٦"، "طبقات الشافعية" للسبكي "٢: ١٤٥"، "شذرات الذهب" لابن العماد "٢: ٨١"، "تهذيب التهذيب" "٧: ٢٤٩"، "الجمع بين رجال الصحيحين" ٣٥٦"، "اللباب" "٢: ٢٧٦، ٣: ١١٥"، "الأنساب" للسمعاني "١: ٥١٦"، "تهذيب الأسماء واللغات" للنووي "١: ٣٥٠"، "طبقات الحنابلة" للفراء "١: ٢٢٥"، "المنهج الأحمد" "١: ٩٧".
١ وردت العبارة بالأصل أن علي بن المديني مات بالخُريبة عند عبد الله بن داود المقري ... إلخ وهذه العبارة خطأ، والثابت ان الإمام علي بن المديني مات بسر من رأي. "طبقات الشافعية" "٢: ١٤٨".',NULL,'350',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (349,'١١٩٩- علي بن مُسْهر١: قرشي من أنفسهم، وكان ممن جمع الحديث والفقه ثقة، وكان على قضاء الموصل.
١٢٠٠- علي بن معبد٢: يكنى أبا الحسن، سكن مصر "ثقة" صاحب سنة، وكان أبوه واليًا على اطرابلس المغرب.
..........
* تضمينات الحافظ ابن حجر:
١٢٠١- علي بن هاشم بن البريد العائذي٣: ثقة.
..........
١٢٠٢- علي الأزدي: مكي"، تابعي، ثقة٤.
١٢٠٣- علي الأسدي: "مكي"، تابعي، ثقة٥.
_________
١ علي بن مُسهِر القرشي الكوفي، قاضي الموصل: متفق على توثيقه، أخرج له الجماعة، له غرائب بعدما أضر.
له ترجمة في "التاريخ الكبير" "٣: ٢: ٢٩٧"، و"تاريخ ابن معين" "٢: ٤٢٢"، "ثقات ابن حبان" "٧: ٢١٤"، و"التهذيب" "٧: ٣٨٣"، و"التقريب" "٢: ٤٤".
٢ علي بن معبد بن نوح المصري الصغير، أبو الحسن البغدادي نزيل مصر، وثقه أيضًا ابن حبان، وأخرج له النسائي. "التهذيب" "٧: ٣٨٥".
٣ علي بن هاشم بن البريد العائذي، أبو الحسن الكوفي الخزار. وثقه أيضًا ابن معين، ويعقوب بن شيبة وابن حبان وقال: كان غاليًا في التشيع، وروى المناكير عن المشاهير، ثم ذكره ابن حبان في الضعفاء بعدما ذكره في الثقات، وضعفه الدارقطني، والعقيلي، "التاريخ لابن معين" "٢: ٤٢٣"، "التاريخ الكبير" "٣: ٢: ٣٠٠"، "الضفعاء الكبير" "٣: ٢٥٥"، "المجروحين" "٢: ١١٠"، "الميزان" "٣: ١٦٠".
٤ علي الأزدي: له ترجمة في "التاريخ الكبير" "٣: ٢: ٣٠٢"، وفي "ثقات ابن حبان" "٥: ١٦٣".
٥ ورد هكذا مكررًا في الأصل. وقال الذهبي: "مجهول" "الميزان" "٣: ١٦٣".',NULL,'351',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (350,'١٠٢٤- علي العقيلي: مجهول١.
باب عمار:
١٢٠٥- عمار بن سيف الضبي٢: ثقة ثبت متعبد، وكان صاحب سنة، وكان يقال: إنه لم يكن بالكوفة أحد أفضل منه.
روى عنه ابن إدريس وابن المبارك، قديم الموت، ليس يحدث عنه إلا الشيوخ، وموته بعد موت سفيان الثوري بقليل.
حدثني أبي: عبد الله، قال: قدم المسيب بن زهير الضبي، فبعث إلى عمار ابن سيف الضبي، بألفي درهم فردها عليه, فبعثت إليه امرأته إن كان هو ابن عمك ردها فأنا بنت عمك فادفعها إليّ، قال فادفعوها إليها، قال: ونامت عندهم ليلة في خزانة لهم فلما أصبحت، قال لها عمار: لقد حدث في هذه الخزانة الليلة حدثًا، لقد رأيت كأنها اضطرمت عليها نارًا. قالت: الألفي درهم أخذتها فجعلتها في هذه الخزانة، قال: كدت تحرقيننا، رديها عليهم فردتها.
١٢٠٦- عمار بن عامر بن حرم٣: "مدني"، تابعي، ثقة.
_________
١ مجهول.
٢ عمار بن سيف الضبي: ضعفه ابن معين، وأبو زرعة، وأبو حاتم، والعقيلي، والدارقطني، والبزار، وابن حبان. "التاريخ الكبير" "٤: ١: ٢٩"، "التاريخ لابن معين" "٢: ٤٢٣"، "الضعفاء الكبير" "٣: ٣٢٤"، "المجروحين" "٢: ١٩٥"، "الميزان" "٣: ١٦٥"، "التهذيب" "٧: ٤٠٢".
٣ له ترجمة في "التاريخ الكبير" "٤: ١: ٢٦".',NULL,'352',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (351,'١٢٠٧- عمار بن عمران١: "كوفي"، ثقة.
١٢٠٨- عمار بن معاوية الدهني٢: فخذ من بجيلة, وهو أبو معاوية البجلي.
١٢٠٩- عمار مولى الشريد٣: مولى، تابعي، ثقة.
باب عُمارة:
١٢١٠- عمارة بن حديد٤: "حجازي"، تابعي، ثقة.
١٢١١- عمارة بن خزيمة بن ثابت٥: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٢١٢- عمارة بن رؤيبة٦: "بصري"، ثقة.
..........
١٢١٣- عمارة بن زاذان الصيدلاني٧: "بصري"، ثقة.
_________
١ عمار بن عمران الجعفي: ذكره الذهبي في "الميزان" "٣: ١٦٦"، وقال: ذكره البخاري في الضعفاء، ولا يصح حديثه.
٢ عمار بن معاوية الدهني: وثقه أيضًا الإمام أحمد وابن معين، وأبو حاتم، والنسائي، وابن حبان. "تاريخ ابن معين" "٢: ٤٢٤"، "التاريخ الكبير" "٤: ١: ٢٨"، "الثقات" "٥: ٢٦٨"، "التهذيب" "٧: ٤٠٦".
٣ هو مولى الشريد بن سويد الثقفي الصحابي.
٤ عمارة بن حديد البجلي: يروي عن صخر الغامدي، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٤٩٧"، وذكره ابن حبان في "ثقات التابعين" "٥: ٢٤١"، "التهذيب" "٧: ٤١٤".
٥ عمارة بن خزيمة بن ثابت الأنصاري الأوسي: وثقه أيضًا النسائي، وابن حبان.
"التاريخ الكبير" "٣: ٢: ٤٩٨"، "الجرح والتعديل" "٣: ١: ٣٦٥"، "الثقات" "٥: ٢٤٠"، "التهذيب" "٧: ٤١٦".
٦ عمارة بن رؤيبة الثقفي، أبو زهيرة الكوفي: روى عن علي بن أبي طالب، وهو تابعي ثقة.
٧ عمارة بن زاذان الصيدلاني أبو سلمة البصري: صدوق كثير الخطأ، من السابعة، وذكره ابن حبان في "الثقات" "٥: ٢٦٣"، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٥٠٥"، "التهذيب" "٧: ٤١٦".',NULL,'353',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (352,'١٢١٤- عمارة بن عبد السلولي١: "كوفي"، تابعي ثقة، روى عنه أبو إسحاق السبيعي.
..........
* تضمينات الحافظ ابن حجر:
١٢١٥- عمارة بن عمرو بن حزم٢: "مدني"، تابعي، ثقة.
..........
١٢١٦- عمارة بن عمير التيمي٣: "كوفي"، تابعي، ثقة، وكان خيارًا، نظر إلى رجل بمكة فقال: ألست الذي كنت تجالسنا بالكوفة قال: بلى. فأخرج صرة فيها خمسون دينارًا فدفعها إليه.
١٢١٧- عمارة بن غزية٤: ثقة.
_________
١ عمارة بن عبد الكوفي: روى عن علي بن أبي طالب، روى عنه أبو إسحاق ولم يرو عنه غيره، قال الجوزجاني، عن أحمد مستقيم الحديث ولا يروي عنه غير أبي إسحاق وقال ٍأبو حاتم: شيخ مجهول لا يحتج بحديثه، وذكره ابن حبان في "الثقات". قلت: ووقع في "ٍالمستدرك" روايته عن حذيفة وذكره ابن حبان في موضع آخر من "الثقات" "٥: ٢٤٤"، وقال روى عن ابن مسعود، روى عنه أهل الكوفة.
٢ عمارة بن عمرو بن حزم: وثقه أيضًا ابن حبان.
٣ عمارة بن عمير التيمي: متفق على توثيقه، أخرج له الجماعة، وله ترجمة في "تاريخ ابن معين" "٢: ٤٢٥"، وفي "التاريخ الكبير" "٣: ٢: ٤٩٩"، و"الجرح والتعديل" "٣: ١: ٣٦٦"، و"الثقات" "٥: ٢٤٣" و"التهذيب" "٧: ٤٢١".
٤ عمارة بن غزية بن الحارث الأنصاري، المازني، المدني: وثقه أيضًا: أحمد، وأبو زرعة، وابن سعد، وابن حبان، وقال أبو حاتم: ما بحديثه بأس، وقال النسائي: ليس به بأس.
ذكره العقيلي في الضعفاء فلم يورد شيئًا يدل على وهنه، بل أورد فقط قول ابن عيينة: جالسته كم مرة فلم نحفظ عنه شيئًا. قال ابن حجر: "هذا تغلغل من العقيلي إذ ظن أن هذه العبارة تليين، لا والله".
"ثقات ابن حبان" "٥: ٢٤٤"، "التهذيب" "٧: ٤٢٢".',NULL,'354',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (353,'١٢١٨- عمارة بن القعقاع بن شبرمة بن أخي عبد الله بن شبرمة١: روى عنه ثقة.
باب من اسمه عُمر:
* تضمينات الحافظ ابن حجر:
١٢١٩- عمر بن إسحاق٢: "مدني"، ثقة.
..........
١٢٢٠- عمر بن ثابت٣: "مدني"، تابعي، ثقة.
١٢٢١- عمر بن حبيب القاضي٤، قاضي بغداد: ليس بشيء.
١٢٢٢- عمر بن حفص بن عمر بن الخطاب٥: "مدني"، ثقة، ثبت.
_________
١ عمارة بن شبرمة الضبي: متفق على توثيقه، أخرج له الجماعة، له ترجمة عند ابن معين "٢: ٤٢٥"، وفي "التاريخ الكبير" "٣: ٢: ٥٠١" وفي "التهذيب" "٧: ٤٢٣".
٢ له عند مسلم حديث واحد، وذكره ابن حبان في "الثقات". "التهذيب" "٧: ٤٢٦".
٣ عمر بن ثابت بن الحارث الأنصاري الخزرجي المدني: وثقه أيضًا النسائي وابن حبان.
"التاريخ الكبير" "٣: ٢: ٢٤٥"، "تاريخ ابن معين" "٢: ٤٢٥"، "الثقات" "٥: ١٤٩"، "التهذيب" "٧: ٤٣٠".
٤ عمر بن حبيب بن محمد بن مجالد، القاضي، البصري: ضعيف من التاسعة.
"الضعفاء الكبير" "٣: ١٥٢"، "المجروحين" "٢: ٨٩"، "التهذيب" "٧: ٤٣١-٤٣٢".
٥ عمر بن حفص بن عمر بن الخطاب: كذا ورد بالأصل، وقد رجح الهيثمي أنه عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب، وقد تقدم، وفي "ثقات ابن حبان" ".٧: ١٦٥"، عمر بن حفص بن عاصم بن عمر بن الخطاب، والد عبيد الله بن عمر، يروي عن أبيه عن زيد بن ثابت، روى عنه ابنه عبيد الله بن عمر العمري. وله ترجمة في "التاريخ الكبير" "٣: ٢: ١٤٩".',NULL,'355',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (354,'وفي الحاشية كذا قال: وإنما هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب بلا شك.
١٢٢٣- عمر بن حفص بن غياث١: ثقة، يكنى أبا حفص.
١٢٢٤- عمر بن الحكم بن ثوبان٢: "مدني"، تابعي، ثقة.
١٢٢٥- عمر بن الخطاب الفاروق٣ -رضي الله عنه.
١٢٢٦- عمر بن ذر العاص٤، كان ثقة بليغًا إلا أنه كان يرى الإرجاء "وكان" لين القول فيه.
_________
١ عمر بن حفص بن غياث بن طلق بن معاوية النخعي، أبو حفص الكوفي: وثقه أيضًا أبو زرعة، وأبو حاتم، وابن حبان، وقال غيرهم: صدوق. "التهذيب" "٧: ٤٣٥".
٢ عمر بن الحكم بن ثوبان الحجازي، أبو حفص المدني: صدوق من الثالثة. "التهذيب" "٧: ٤٣٦".
٣ هو الفاروق عمر بن الخطاب، أمير المؤمنين الذي كان إسلامه فارقا بين الحق والباطل، والذي تمناه الرسول صلى الله عليه وسلم فقال: "اللهم أعز الإسلام بأحب هذين الرجلين إليك: بأبي جهل أو بعمر بن الخطاب"، وكان الرسول صلى الله عليه وسلم يقول له: "لا تنسنا من دعائك"، وكان يدعوه أخي، وقال رسول الله صلى الله عليه وسلم: "إن الله جعل الحق على لسان عمر وقلبه". وهو الذي نصح أبا بكر بجمع القرآن، وقد حدث الرسول صلى الله عليه وسلم أنه رأى نفسه في الجنة إلى جانب قصر عمر، وهو أحد المبشرين بالجنة، وفي قول شهير له: وافقت ربي في ثلاث، قلت: يا رسول الله، لو اتخذنا من مقام إبراهيم مصلى فنزلت: {واتخذوا من مقام إبراهيم مصلى} ، وقلت: يا رسول الله إن نساءك يدخل عليهن البر والفاجر فلو أمرتهن أن يحتجبن, فنزلت آية الحجاب, واجتمع على رسول الله صلى الله عليه وسلم نساؤه في الغيرة فقلت لهن: عسى ربه إن طلقكن أن يبدله أزواجًا خيرًا منكن، قال: فنزلت كذلك.
وهو أول من تسمى بأمير المؤمنين، وأول من أرخ بالهجرة، وأنشأ الديوان، وكان القراء أصحاب مجلسه ومشاوريه في الأمر، وكان زاهدًا متقشفًا عادلًا فتحت في عهده الفتوحات وامتدت رقعة الدولة العربية الإسلامية.
٤ هو عمر بن ذر بن عبد الله بن زرارة الهمداني: وثقه أيضًا ابن معين، والنسائي، والدارقطني، وابن حبان، "تاريخ ابن معين" "٢: ٤٢٨"، "التاريخ الكبير" "٣: ٢: ١٥٤"، "الثقات" "٧: ١٦٨"، "التهذيب" "٧: ٤٤٤".',NULL,'356',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (355,'حدثنا أبي: عبد الله، قال: قدم عمر بن ذر العاص على أبيه ذر، فقال: رحمك الله يا ذر لقد شغلنا الحزن لك عن الحزن بك، لأنا لا ندري. ماذا قلت وماذا قيل لك، اللهم إني قد وهبت له ما ضيع مما افترضت عليه من بري، فهب له ما ضيع مما اقترضت عليه من طاعتك.
١٢٢٧- عمر بن راشد١ "اليمامي": لا بأس به.
١٢٢٨- عمر بن رديج٢ النهدي: "بصري"، ثقة.
١٢٢٩- عمر بن أبي زائدة٣: "كوفي"، ثقة.
١٢٣٠- عمر بن سعد بن أبي وقاص٤، كان يروي عن أبيه أحاديث، وروى الناس عنه، وهو الذي قتل الحسين.
قلت: كان أمير الجيش ولم يباشر قتله.
_________
١ عمر بن راشد شجرة اليمامي: ضعيف من السابعة.
"الضعفاء الكبير" للعقيلي "٣: ١٥٧"، "المجروحين" "٢: ٨٣"، "التهذيب" "٧: ٤٤٥".
٢ شيخ يروي عن عطاء بن أبي ميمونة، وروى عنه محمد بن أبي بكر المقدمي، مستقيم الحديث، له ترجمة في "الثقات" "٧: ١٨٥"، وضعفه أبو حاتم.
٣ عمر بن أبي زائدة الهمداني الوادعي، الكوفي: أخرج له الشيخان، والنسائي، ووثقه أيضًا: ابن معين، وابن حبان، وقال غيرهم: "صالح".
"تاريخ ابن معين" "٢: ٤٢٩"، "التاريخ الكبير" "٣: ٢: ١٥٢"، "الثقات" "٧: ١٧٤"، "التهذيب" "٧: ٤٤٨".
٤ عمر بن سعد بن أبي وقاص: كان أمير السرية الذين قاتلوا الحسين رضي الله عنه، ثم قتله المختار ابن أبي عبيد.
قال ابن أبي خيثمة عن ابن معين: كيف يكون من قتل الحسين ثقة؟
له ترجمة في "التاريخ الكبير" "٣: ٢: ١٥٨"، "الجرح والتعديل" "٣: ١: ١١١"، "تهذيب التهذيب" "٧: ٤٥٠".',NULL,'357',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (356,'١٢٣١- عمر بن سعد أبو داود الحفري١: "كوفي"، ثقة، ثبت في الحديث وهو أثبت في سفيان من جماعة.
..........
* تضمينات الحافظ ابن حجر:
١٢٣٢- عمر بن سعيد النوفلي٢: ثقة.
..........
١٢٣٣- عمر بن سعد الثوري أخو سفيان الثوري٣، روى عنه ابن عيينة، وهو أسن من سفيان، وكان بعض الكوفيين يفضله على سفيان: "كوفي"، ثقة، وكان رجلًا صالحًا، يفضل على سفيان.
١٢٣٤- عمر بن سفينة٤: "مدني"، تابعي، ثقة.
١٢٣٥- عمر بن أبي سلمة٥: من أصحاب النبي صلى الله عليه وسلم.
_________
١ عمر بن سعد بن عبيد الحفري الكوفي، وحفر: موضع بالكوفة، كان من العباد الخشن فقيرًا متعففًا، وثقه أيضًا: ابن معين، وابن حبان، وابن وضاع.
"التاريخ الكبير" "٣: ٢: ١٥٨"، "الثقات" "٧: ١٨٩"، "التهذيب" "٧: ٤٥٢".
٢ وثقه أيضًا: ابن معين، والنسائي، وابن حبان، وغيرهم، وقال أبو حاتم: صدوق. "التهذيب" "٧: ٤٥٣".
٣ عمر بن سعيد بن مسروق الثوري: وثقه أيضًا النسائي، وابن حبان، والدارقطني.
"تاريخ ابن معين" "٢: ٤٢٩"، "التاريخ الكبير" "٣: ٢: ١٥٩"، "الثقات" "٧: ١٨٧"، "التهذيب" "٧: ٤٥٤".
٤ عمر بن سفينة الهاشمي مولى رسول الله صلى الله عليه وسلم، يروي عن أبيه، روى عن ابنه "بُرَيْه"، يخطئ، له ترجمة في "التاريخ الكبير" "٣: ٢: ١٦٠"، وذكره ابن حبان في "الثقات" "٥: ١٤٩"، وعده العقيلي في "الضعفاء" "٣: ١٦٨".
٥ عمر بن أبي سلمة القرشي، أبو حفص المدني، ربيب النبي صلى الله عليه وسلم، وحديثه في الكتب الستة، وذكره ابن حبان في "الصحابة" "٣: ٢٦٣".',NULL,'358',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (357,'١٢٣٦- عمر بن أبي سلمة بن عبد الرحمن بن عوف١: مدني"، لا بأس به.
١٢٣٧- عمر بن عامر٢: "بصري"، ثقة.
١٢٣٨- عمر بن عبد الله٣: "مدني"، ثقة، رجل صالح٤.
١٢٣٩- عمر بن عبد الرحمن٥: "بصري"، ثقة، وأبوه ثقة.
١٢٤٠- عمر بن عبد الواحد٦: "دمشقي"، ثقة.
١٢٤١- عمر بن عبيد، أخو محمد بن عبيد الطنافسي٧، ويعلى بن عبيد، وهو أسنهم، وكان دونهم في المدينة، وكان صدوقًا، وقال مرة: لا بأس به.
_________
١ عمر بن أبي سلمة بن عبد الرحمن بن عوف الزهري المدني: قاضي المدينة، صدوق يخطئ، من السادسة، قتل بالشام سنة "١٣٢"، مع بني أمية. "التهذيب" "٢: ٥٦".
٢ عمر بن عامر السلمي، أبو حفص البصري القاضي، وثقه أيضًا ابن معين وابن حبان، والعقيلي، من السادسة.
"تاريخ ابن معين" "٢: ٤٣١"، "التهذيب" "٧: ٤٦٦".
٣ عمر بن عبد الله المدني: أبو حفص مولى غفرة، أدرك ابن عباس، وروى عن أنس: كثير الإرسال من الخامسة. "التهذيب" "٧: ٤٧١".
٤ وردت العبارة في "التهذيب": "قال العجلي: يكتب حديثه، وليس بالقوي".
٥ عمر بن عبد الرحمن ... ، أبو حفص الأبار: وثقه أيضًا ابن معين، وابن حبان, والدارقطني، وقال غيرهم: صدوق.
"تاريخ ابن معين" "٢: ٤٣١"، "التهذيب" "٧: ٤٧٣".
٦ عمر بن عبد الواحد بن قيس السلمي، أبو حفص الدمشقي: وثقه أيضًا: ابن سعد، وابن حبان، ودحيم، وغيرهم. "التهذيب" "٧: ٤٧٩".
٧ عمر بن عبيد بن أبي أمية الطنافسي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٤٨٠".',NULL,'359',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (358,'........
* تضمينات الحافظ ابن حجر:
١٢٤٢- عمر بن عطاء بن أبي الخوار١: ثقة.
..........
١٢٤٣- عمر بن علي بن أبي طالب٢: تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٢٤٤- عمر بن علي بن عطاء بن مقدم المقدمي٣: ثقة.
١٢٤٥- عمر بن كثير٤: ثقة.
..........
١٢٤٦- عمر بن محمد العمري: "مدني" ثقة٥.
_________
١ عمر بن عطاء بن أبي الخوار المكي: وثقه أيضًا: ابن معين، وأبو زرعة، وابن حبان، ويعقوب بن سفيان. "تاريخ ابن معين" "٢: ٤٣٣"، "التهذيب" "٧: ٤٨٣".
٢ عمر بن علي بن أبي طالب الهاشمي الأكبر، له ترجمة في "التاريخ الكبير" "٣: ٢: ١٧٩"، وفي "التهذيب" "٧: ٤٨٥".
٣ عمر بن علي بن عطاء المقدم المقدمي أبو جعفر البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٧: ٤٨٥".
٤ عمر بن كثير بن أفلح المدني، مولى أبي أيوب الأنصاري: وثقه أيضًا النسائي، وابن حبان. "التهذيب" "٧: ٤٩٣".
٥ عمر بن محمد بن زيد بن عبد الله بن عمر بن الخطاب: وثقه أيضًا الإمام أحمد، وابن معين، وأبو داود، وابن حبان، والبزار، وغيرهم.
"تاريخ ابن معين" "٢: ٤٣٤"، "التاريخ الكبير" "٣: ٢: ١٩٠"، "الثقات" "٧: ١٦٥"، "التهذيب" "٧: ٤٩٥".',NULL,'360',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (359,'........
* تضمينات الحافظ ابن حجر:
١٢٤٧- عمر بن هارون الثقفي١: ضعيف.
..........
_________
١ عمر بن هارون بن يزيد بن جابر بن سلمة الثقفي، أبو حفص البلخي: متروك، وكان حافظًا، من كبار التاسعة. "التقريب" "٢: ٦٤"، "الضعفاء الكبير" "٣: ١٩٤"، "التهذيب" "٧: ٥٠١".',NULL,'361',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (360,'باب من اسمه عمرو:
١٢٤٨- عمرو بن الأسود١: "شامي"، تابعي، ثقة.
١٢٤٩- عمرو بن أمية الضمري٢: من أصحاب النبي صلى الله عليه وسلم.
١٢٥٠- عمرو بن بُجدان٣: "بصري"، تابعي، ثقة.
١٢٥١- عمرو بن تغلب٤: "مصري"، من أصحاب النبي صلى الله عليه وسلم، روى عنه الحسن حديثين.
١٢٥٢- عمرو بن جابر الحضرمي٥: "مصري"، تابعي، ثقة، وكان يغلو في التشيع.
١٢٥٣- عمرو بن الحارث٦: "مصري"، ثقة.
_________
١ عمرو بن الأسود العنسي: حمصي، مخضرم، ثقة، عابد، من كبار التابعين.
"التاريخ الكبير" "٣: ٢: ٣١٥"، "الثقات" "٧: ١٧١"، "التهذيب" "٨: ٤".
٢ عمرو بن أمية بن خويلد، أبو أمية المضري: صحابي مشهور، أول مشاهده بئر معونة، مات في خلافة معاوية "الثقات" "٣: ٢٧٢".
٣ عمرو بن بجدان العامري: ذكره ابن حبان في "ثقات التابعين" "٥: ١٧١"، وذكره البخاري في "التاريخ الكبير" "٣: ٢: ٣١٧".
٤ عمرو بن تغلب النمري: وذكره ابن حبان في "الثقات" "٣: ٢٦٩".
٥ عمرو بن جابر الحضرمي، أبو زرعة المصري: ضعيف، شيعي، من الرابعة.
"الضعفاء الكبير" "٣: ٢٦٣"، "المجروحين" "٦٨٢" "التقريب" "٢: ٦٦".
٦ عمرو بن الحارث بن يعقوب بن عبد الله الأنصاري، أبو أمية المصري، وأصله مدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ١٤".',NULL,'362',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (361,'١٢٥٤- عمرو بن حريث١: "كوفي"، من أصحاب النبي صلى الله عليه وسلم.
١٢٥٥- عمرو بن الحَمِق٢: لم يرو عمرو بن الحمق عن النبي صلى الله عليه وسلم إلا حديثين: حديث: "إذا أراد الله بعيد خيرًا عسله" ٣، وحديث آخر: "من ائتمن على نفسه رجلا فقتله" ٤.
١٢٥٦- عمرو بن خالد٥: "ثبت، ثقة، "مصري".
١٢٥٧- عمرو بن دينار٦: "المكي"، تابعي، ثقة، وكان سفيان بن عيينة من أروى الناس عنه.
_________
١ عمرو بن حريث بن عمرو، القرشي المخزومي، أبو سعيد الكوفي: وذكره ابن حبان أيضًا في "الصحابة" "٣: ٢٧٢".
٢ عمرو بن الحمق بن الكاهن: صحابي سكن الكوفة، ثم مصر, وذكره ابن حبان في "الصحابة "٣: ٢٧٥".
٣ الحديث أخرجه ابن حبان في صحيحه، رقم "٣٤١" من تحقيقنا، وأخرجه الإمام أحمد في "مسنده" "٤: ٢٠٠"، وبقية الحديث: قيل: وما عسله؟ قال: "يفتح الله عز وجل له عملًا صالحًا قبل موته ثم يقبضه عليه".
والحديث روي من طريق أبي عنبة الخولاني عن سريج، ولم يذكره صاحب تحفة الأشراف من حديث عمرو بن الحمق.
٤ روي الحديث: "من أمن رجلًا على دمه فقتله، فأنا بريء من القاتل، وإن كان المقتول كافرًا".
أخرجه ابن ماجه في "الديات" عن محمد بن عبد الملك بن أبي الشوارب، عن أبي عوانة، وأخرجه بعده أيضًا عن علي بن محمد، عن وكيع، عن ابن أبي ليلى، عن أبي عكاشة، عن رفاعة، عن عمرو بن الحمق، بمعناه. "تحفة الأشراف" "٨: ١٤٩".
٥ عمرو بن خالد بن فروخ التميمي الحنظلي، أبو الحسن الحراني الجذري، نزيل مصر: ثقة في العاشرة، أخرج له البخاري وابن ماجه. "تقريب" "٢: ٦٩".
٦ عمرو بن دينار المكي، أبو محمد الأثرم الجمحي، مولاهم، أحد الأعلام: ثقة ثبت من الرابعة.
"تاريخ ابن معين" "٢: ٤٤٢"، "التاريخ الكبير" "٣: ٢: ٣٢٨"، "الثقات" "٥: ١٦٧"، "التهذيب" "٨: ٢٨".',NULL,'363',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (362,'١٢٥٨- عمرو بن رافع مولى عمر بن الخطاب١: "مدني"، تابعي، ثقة.
١٢٥٩- عمرو بن ربيع بن طارق٢: "كوفي"، ثقة، كتبنا عنه بمصر.
١٢٦٠- عمرو بن أبي زائدة: "كوفي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٢٦١- عمرو بن سعيد القرشي٣: ثقة.
..........
١٢٦٢- عمرو بن سفيان٤: "كوفي"، تابعي، ثقة.
١٢٦٣- عمرو بن سلمة٥: "كوفي"، تابعي، ثقة.
١٢٦٤- عمرو بن سليم الزرقي٦: "مدني"، تابعي، ثقة.
_________
١ عمرو بن رافع العدوي، مولى عمر بن الخطاب، يروي عن حفصة بنت عمر، روى عنه: أبو سلمة بن عبد الرحمن، وزيد بن أسلم، له ترجمة في "التاريخ الكبير" "٣: ٢: ٣٣٠"، وذكره ابن حبان في "ثقات التابعين" "٥: ١٧٦".
٢ عمرو بن الربيع بن طارق الهلالي، أبو حفص البصري: ثقة، من كبار العاشرة.
له ترجمة في "الجرح والتعديل" "٣: ١: ٢٣٣"، وذكره ابن حبان في "ثقات أتباع التابعين" "٨: ٤٨٥".
٣ ثقة من الخامسة. "تقريب" "٢: ٧٠".
٤ عمرو بن سفيان الثقفي: مقبول من الرابعة، وذكره ابن حبان في "الثقات" "٥: ١٧٢".
٥ عمرو بن سلمة بن الحارث الهمداني الكوفي: ثقة من الثالثة "تقريب" "٢: ٧١".
٦ عمرو بن سليم بن خلدة الأنصاري الزرقي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٤٤".',NULL,'364',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (363,'١٢٦٥- عمرو بن الشريد١: "حجازي"، تابعي، ثقة.
١٢٦٦- عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص٢: ثقة.
١٢٦٧- عمرو بن صالح العوذي٣: "بصري"، ثقة.
١٢٦٨- عمرو بن صليع المحاربي٤: "كوفي", تابعي، ثقة.
١٢٦٩- عمرو بن العاص٥: من أصحاب النبي صلى الله عليه وسلم، مات وهو ابن تسع وسبعين سنة، ومات سنة ثلاث وأربعين بمصر وصلى عليه ابنه عبد الله.
١٢٧٠- عمرو بن عبد الله بن الأشج: "مدني"، ثقة، نزل مصر.
١٢٧١- عمرو بن عبد الله الحضرمي٦: "شامي"، تابعي، ثقة.
_________
١ عمرو بن الشريد بن سويد الثقفي، أبو الوليد الطائفي: ثقة من الثالثة، واحتج به الشيخان. "التاريخ الكبير" "٣: ٢: ٣٤٣"، "الثقات" "٥: ١٨٠"، "التهذيب" "٨: ٤٧٠".
٢ عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص القرشي السهمي: صدوق من الخامسة، ووثقه أيضًا النسائي، وضعفه العقيلي وابن حبان.
"التاريخ الكبير" "٣: ٢: ٣٤٢" "الضعفاء الكبير" "٣: ٢٧٣". "المجروحين" "٢: ٧١"، "الميزان" "٨ ٤٨". "التهذيب" "٨: ٤٨".
٣ مجهول. "الجرح والتعديل" "٣: ١: ٢٤٠"، "الميزان" "٣: ٢٦٩".
٤ عمرو بن صليع المحاربي: له ترجمة في "التاريخ الكبير" "٣: ٢: ٣٤٤"، وذكره ابن حبان في "ثقات التابعين" "٥: ١٨١".
٥ "الثقات" "٣: ٢٦٥".
٦ عمرو بن عبد الله الحضرمي الحمصي. مقبول من الثالثة.
"التاريخ الكبير" "٣: ٢: ٣٤٩"، "الثقات" "٥: ١٧٩"، "التقريب" "٢: ٧٤".',NULL,'365',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (364,'١٢٧٢- عمرو بن عبد الله أبو إسحاق السبيعي١: "كوفي"، تابعي، ثقة، ولم يسمع أبو إسحاق من علقمة شيئًا، ولم يسمع من حارث الأعور إلا أربعة أحاديث، وسائر ذلك إنما هو كتاب أخذه.
وروى أبو إسحاق السبيعي عن ثمانية وثلاثين من أصحاب النبي صلى الله عليه وسلم.
حدثنا أبي: عبد الله، قال: كان أبو إسحاق يقول لإسرائيل: الزم هؤلاء الثلاثة، فإنهم أصحاب علم، وفصاحة: عبد الملك بن عمير، والأعمش، وسماك بن حرب.
وحدثني أبي: عبد الله، قال: كان أبو إسحاق يحرض الشباب، يقول: ما أستطيع أن أستوي قائمًا حتى أعتمد على رجلين، فإذا اعتدلت قائمًا قرأت القرآن.
_________
١ عمرو بن عبد الله بن عبد ود أبو إسحاق السبيعي "٣٢-١٢٧" قال يحيى القطان: توفي أبو إسحاق سنة سبع وعشرين ومائة، وقال أبو نعيم: سنة ثمان وعشرين.
أحد الأعلام عاش في الكوفة، وروى عن ٣٨ صحابيًّا وكان مشهورًا بمعرفة المغازي. رأي عليًّا رضي الله عنه وهو يخطب. وروى عنه الأعمش، وشعبة والثوري، وسفيان بن عيينة.
غزا الروم في خلافة معاوية، قال أبو حاتم: يشبه الزهري في الكثرة. وكان صوامًا قوامًا متبتلا من أوعية العلم.
قال أبو داود الطيالسي: وجدنا الحديث عند أربعة: الزهري، وقتادة، وأبي إسحاق، والأعمش، فكان قتادة أعلمهم بالاختلاف، والزهري أعلمهم بالإسناد، وأبو إسحق أعلمهم بحديث علي وابن مسعود، وكان عند الأعمش من كل هذا.
قال الذهبي في الميزان ٣: ٢٧٠: روى جرير عن مغيرة، قال: ما أفسد حديث أهل الكوفة غير أبي إسحاق. وقال الفسوي: كان قد اختلط أيضًا، ويقال: إن سماع "سفيان بن عيينة منه بعدما اختلط".
ولابن إسحاق بعض المراسيل عن أبي طوالة في "البخاري" ولم يسمع منه، وقد قال الخطيب البغدادي: أكثر أهل الحديث يرون الحكم للمرسل. ولا يقدح في عدالة من أسند إذا كان المرسل أحفظ. كما في مقدمة ابن الصلاح ص١٦٣.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (365,'وأبو إسحاق أكبر من عبد الملك بن عمر بسنتين.
١٢٧٣- عمرو بن عتبة بن فرقد١: من أصحاب عبد الله: ثقة، وكان خيارًا.
أخبرنا موسى بن أيوب النصيب، أنبأنا النعمان بن عياش، عن ابن مبارك، عن عيسى بن عمر، عن السدي، قال: خرج عمرو بن عتبة في غزو، فاشترى فرسًا بأربعة آلاف، فعنفوه يستغلونه، قال: ما خطوة يتقدمها إلى عدو إلا هي أحب إلي من أربعة آلاف.
١٢٧٤- عمرو بن عثمان -يعني ابن عفان٢: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٢٧٥- عمرو بن عمرو٣: ثقة.
١٢٧٦- عمرو بن أبي عمرو٤: ثقة، ينكر عليه حديث البهيمة.
..........
_________
١ عمرو بن عتبة بن فرقد السلمي الكوفي، له ترجمة في "التاريخ الكبير" "٣: ٢: ٣٦٠"، وذكره ابن حبان في "الثقات" "٥: ١٧٣"، وأعاده في "٧: ٢٢٧".
٢ عمرو بن عثمان بن عفان الأموي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٣: ٢: ٣٥٣"، و"ثقات ابن حبان" "٥: ١٦٨"، "التهذيب" "٨: ٧٨".
٣ عمرو بن عمرو بن مالك بن نضلة، أبو الزعراء الكوفي: وثقه أيضًا ابن معين، وأبو حاتم، والنسائي، وابن حبان، "التهذيب" "٨: ٨٢".
٤ عمرو بن أبي عمرو، أبو عثمان المدني: ثقة ربما وهم. "التقريب" "٢: ٧٥"، وذكره العقيلي في "الضعفاء" "٣: ٢٨٨".',NULL,'367',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (366,'١٢٧٧- عمرو بن عمران بن قيس الماصر١: ضعيف الحديث.
١٢٧٨- عمرو بن عون بن أوس الواسطي٢، صاحب سنة، رجل صالح، يكنى أبا عثمان.
١٢٧٩- عمرو بن عيسى أبو نعامة العدوي٣: بصري، ثقة.
١٢٨٠- عمرو بن أبي قرة الكندي٤: "كوفي"، تابعي، ثقة.
١٢٨١- عمرو بن قيس الملائي٥: "كوفي"، من كبار الكوفيين، متعبد، وكان سفيان يأتيه يسلم عليه يتبرك به، وكان يبيع الملاء، كان إذا نظر إلى أهل السوق مكسدين، قال: إني لأرحم هؤلاء المساكين لو كان أحدهم إذا كسد في الدنيا ذكر الله تمنى يوم القيامة أنه كان أكثر أهل الدنيا كسادًا في الدنيا.
حدثني أبي: عبد الله، قال: جاءت امرأة إلى عمرو بن قيس بثوب، فقالت: يا عبد الله! اشتر هذا واعلم أن غزله فيه ضعف، قال: فكان إذا جاء
_________
١ ورد في الأصل "عمرو بن عمران بن قيس الماصر" وفي "التهذيب" "٧: ٤٨٩"، "عمر بن قيس الماصر".
٢ عمرو بن عون بن أوس، أبو عثمان الواسطي، البزار الحافظ: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٨٦".
٣ عمرو بن عيسى بن سويد بن هبيرة، أبو نعامة العدوي: صدوق اختلط، من السابعة "تاريخ ابن معين" "٢: ٤٥١"، "التاريخ الكبير" "٣: ٢: ٣٥٨"، "الثقات" "٧: ٢٢٦"، "التهذيب" "٨: ٨٧".
٤ عمرو بن أبي قرة بن أبي سعيد الأشج: ثقة مخضرم من الثانية. "التاريخ الكبير" "٣: ٢: ٣٦٤"، "الثقات" "٥: ١٨١"، "التهذيب" "٨: ٩٠".
٥ عمرو بن قيس الملائي أبو عبد الله الكوفي: ثقة متقن عابد من السادسة.
ترجمته في "التاريخ الكبير" "٣: ٢: ٣٦٣"، "الثقات" "٧: ٢٢١"، "التهذيب" "٨: ٩٢".',NULL,'368',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (367,'إنسان فعرضه عليه، قال: إن صاحبته أخبرتني أنه كان في غزله ضعف، حتى جاء رجل فاشتراه، قال: قد بريناك منه.
وقال: وجدنا أنفع الحديث لنا ما نفعنا في أمر أخرانا من قال كذا فله كذا.
ويروي عن موسى المعنى، قال: جاءني عمرو بن قيس الملائي، وسفيان الثوري، فقالا لي: لا تحدث بهذا الحديث بالكوفة، إن النبي صلى الله عليه وسلم قال لعلي: "أنت مني بمنزلة هارون من موسى" ١.
وعن عبد الله بن صالح العجلي قال: قال عمرو بن قيس الملائي لرقية: ايش عندك؟ قالت له رقية: والله ما أنت من القريتين بعظيم، وما مكانك من الحاكة بمهجور. قال: فضحك.
١٢٨٢- عمرو بن قيس الكندي٢: "شامي"، تابعي، ثقة.
١٢٨٣- عمرو بن مالك٣: "مصري"، تابعي، ثقة.
_________
١ الحديث أخرجه البخاري في كتاب فضائل أصحاب النبي صلى الله عليه وسلم باب مناقب علي بن أبي طالب القرشي الهاشمي، "٥: ٢٢".
كما أخرجه البخاري أيضًا في كتاب المغازي باب غزوة تبوك.
وأخرجه مسلم في: ٤٤- كتاب فضائل الصحابة، "٤" باب فضائل علي بن أبي طالب رضي الله عنه، حديث رقم "٣٠".
كما أخرجه الترمذي، في ٥٠- كتاب المناقب، "٢١" باب مناقب علي بن أبي طالب، حدثنا سفيان بن وكيع "٥: ٦٤١"، حديث رقم "٣٧٣١"، وقال: هذا حديث حسن صحيح، وأخرجه ابن ماجه في المقدمة، "١١" باب من فضائل أصحاب رسول الله صلى الله عليه وسلم حديث رقم "١١٥"، وأخرجه ابن سعد في الطبقات حديث رقم "٣: ٢٣".
٢ عمرو بن قيس الكندي، أبو ثور الشامي الحمصي: ثقة من الثالثة "تقريب" "٢: ٧٧".
٣ عمرو بن مالك الهمداني المرادي، أبو علي الجنبي المصري: وثقه أيضًا ابن معين، وابن حبان، والدارقطني.
"تاريخ ابن معين" "٢: ٤٥٢"، "التاريخ الكبير" "٣: ٢: ٣٧٠"، "الثقات" "٥: ١٨٣"، "التهذيب" "٨: ٩٥".',NULL,'369',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (368,'........
* تضمينات الحافظ ابن حجر:
١٢٨٤- عمرو بن محمد العنقزي١: ثقة، جائز الحديث.
١٢٨٥- عمرو بن مرزوق الباهلي٢: بصري، ضعيف، يحدث عن شعبة، ليس بشيء.
١٢٨٦- عمرو بن مرة الجملي من مراد٣: "كوفي"، ثبت، روى عنه الأعمش، وشعبة بن الحجاج، وسفيان الثوري، وكان عمرو بن مرة يرى الإرجاء، وقال: نظرت في هذه الآراء فلم أر قومًا خيرًا من المرجئة، وأنا مرجئ، فقال له سليمان الأعمش: لم تسم باسم غير الإسلام؟ قال: أنا كذلك.
ولم يكن أحد أروى عن عبد الله بن سلمة منه، وعبد الله بن سلمة يكنى: أبا العالية، سمع منه بعدما كبر.
_________
١ عمرو بن محمد العنقزي، أبو سعيد الكوفي: ثقة، من التاسعة. "تقريب" "٢: ٧٨".
٢ عمرو بن مرزوق الباهلي، أبو عثمان البصري: ضعفه المصنف، وقال الحافظ ابن حجر: "أثنى عليه سليمان بن حرب وأحمد بن حنبل، وقال يحيى بن معين: ثقة مأمون، ووثقه ابن سعد، وأما علي بن المديني فكان يقول: اتركوا حديثه، وقال القواريري: كان يحيى بن سعيد لا يرضى عمرو بن مرزوق، وقال الساجي: كان أبو الوليد يتكلم فيه، وقال ابن عمار والعجلي: ليس بشيء، وقال الدارقطني، كثير الوهم.
قلت: لم يخرج عنه البخاري في الصحيح سوى حديثين.
أحدهما: حديثه عن شعبة عن عمرو بن مرة عن عروة عن أبي موسى في فضل عائشة وهو عنده بمتابعة آدم، أبي إياس، وغندر وغيرهما عن شعبة.
والثاني: حديثه عن شعبة عن ابن أبي بكر عن أنس في ذكر الكبائر مقرونًا عنده بعبد الصمد عن شعبة فوضح أنه لم يخرج له احتجاجًا والله أعلم. هدي الساري، ص٤٣٢.
٣ عمرو بن مرة الجملي، أبو عبد الله المرادي الكوفي الأعمى: متفق على توثيقه، أخرج له الجماعة، وله ترجمة في "تاريخ ابن معين" "٢: ٤٥٢"، و"التاريخ الكبير" "٣: ٢: ٣٧٠"، و"ثقات ابن حبان" "٥: ١٨٣"، "التهذيب" "٨: ١٠٢".',NULL,'370',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (369,'١٢٨٧- عمرو بن معدي كرب١: "كوفي"، تابعي، ثقة.
١٢٨٨- عمرو بن المهاجر٢: "شامي"، ثقة.
١٢٨٩- عمرو بن موهب٣: "مدني"، تابعي، ثقة.
١٢٩٠- عمرو بن ميمون الأودي٤: تابعي، ثقة، جاهلي، أسلم في حياة النبي صلى الله عليه وسلم، ولم ير النبي صلى الله عليه وسلم، من أصحاب عبد الله: ثقة.
حدثنا يزيد بن معروف، حدثنا جرير، عن حصين، عن عمرو بن ميمون، قال: "فذهب حتى أتوا الوادي حصروا ولم يكن سال قبل ذلك بخمس عشرة سنة، فقاموا إلى أن كانوا فيه أرسل عليهم السيل فغرقهم"٥.
_________
١ عمرو بن معدي كرب بن عبد الله بن عمرو بن عصم بن عمرو بن زبيد الزبيدي، أبو ثور، يقال: إن له صحبة، قال: علمنا رسول الله صلى الله عليه وسلم أن نقول: لبيك، اللهم لبيك، لبيك لا شريك لك، لبيك، إن الحمد والنعمة لك والملك، لا شرك لك. رواه عنه شرحبيل بن القعقاع. "الثقات" "٧: ٢٧٨".
٢ عمرو بن المهاجر بن أبي مسلم، أبو عبيد الدمشقي: وثقه أيضًا ابن معين، ودحيم، وأبو داود، ويعقوب بن سفيان، وابن حبان.
"تاريخ ابن معين" "٢: ٤٥٤"، "التاريخ الكبير" "٣: ٢: ٣٧٣"، "الثقات" "٧: ٢١٩"، "التهذيب" "٨: ١٠٧".
٣ لعله عمرو بن وهب، وسيأتي برقم "٢٢٩٤".
٤ عمرو بن ميمون الأودي، أبو عبد الله الكوفي: أدرك الجاهلية ولم يلقَ النبي صلى الله عليه وسلم، إلا أنه أسلم في الأيام النبوية، وقدم الشام مع معاذ بن جبل ثم سكن الكوفة.
له ترجمة في "تاريخ ابن معين" "٢: ٤٥٤"، "التاريخ الكبير" "٣: ٢: ٣٦٧"، "الثقات" "٥: ١٦٦"، "التهذيب" "٨: ١٠٩"، "حلية الأولياء" "٤: ١٤٨".
٥ وردت العبارة ناقصة في الأصل.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (370,'١٢٩١- عمرو بن نضرة القرشي١: "مصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٢٩٢- عمرو بن هرم الأزدي: ثقة، لا بأس به٢.
..........
١٢٩٣- عمرو بن وهب الثقفي٣: "بصري"، تابعي، ثقة.
١٢٩٤- عمرو البكالي٤: "شامي"، تابعي، ثقة، من كبار التابعين.
١٢٩٥- عمرو ذو مر٥: "كوفي"، تابعي، ثقة.
باب عمران:
* تضمينات الحافظ ابن حجر:
١٢٩٦- عمران بن أبان بن عمران٦: ليس بثقة.
..........
_________
١ مجهول، وورد اسمه: عمرو بن النضر. المغني في معرفة الضعفاء "٢: ٤٩٠".
٢ وثقه أيضًا: أحمد، وابن معين، وأبو حاتم، وأبو داود، وابن حبان، وقال غيرهم: "ليس به بأس". "التهذيب" "٨: ١١٣".
٣ عمرو بن وهب الثقفي: وثقه أيضًا النسائي وابن حبان: "التاريخ الكبير" "٣: ٢: ٣٧٧"، "الثقات" "٥: ١٦٩"، "التهذيب" "٨: ١١٧".
٤ عمرو بن عبد الله البكالي، ذكره ابن حبان في الصحابة "٣: ٢٧٨"، "وقال: له صحبة" وله ترجمة في الإصابة.
٥ عمرو ذو مر الهمداني الكوفي: روى عن علي وغيره في قصة غدير خم، وعنه أبو إسحاق السبيعي وحده، قال البخاري: "لا يعرف، فيه نظر"، وقال ابن عدي: "هو في جملة مشائخ أبي إسحاق المجهولين الذين لا يحدث عنهم غيره" "التهذيب" "٨: ١٢٠".
ضعفه العقيلي "٣: ٢٧١"، وجرحه ابن حبان "٢: ٦٧".
٦ ضعيف من التاسعة: "تقريب" "٢: ٨٢"، "التهذيب" "٨: ١٢١".',NULL,'372',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (371,'١٢٩٧- عمران بن أبي أنس١: "مدني"، ثقة.
١٢٩٨- عمران بن الحارث٢: "كوفي"، تابعي، ثقة.
١٢٩٩- عمران بن حصين٣: أبو نجيد، وأبوه قد أتى النبي صلى الله عليه وسلم.
١٣٠٠- عمران بن حطان٤: "مصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٣٠١- عمران بن داور٥: "بصري"، ثقة.
..........
_________
١ عمران بن أبي أنس القرشي العامري المدني، نزل الإسكندرية: ثقة، من الخامسة. تقريب" "٢: ٨٢".
٢ عمران بن الحارث السلمي، من أهل الكوفة، يروي عن ابن عباس، روى عنه سلمة بن كهيل. له ترجمة في "التاريخ الكبير" "٣: ٢: ٤١١"، و"الجرح والتعديل" "٣: ١: ٢٩٦"، و"الثقات" "٥: ٢١٩"، و"التهذيب" "٨: ١٢٤".
٣ هو عمران بن الحصين بن عبيد بن خلف الخزاعي، أبو نجيد الأزدي، له صحبة، سكن البصرة، حديثه عند أهلها، مات بالبصرة سنة اثنتين وخمسين. ذكره ابن حبان في "الصحابة" "٣: ٢٨٧"، وله ترجمة في "الإصابة" وفي "التهذيب" "٨: ١٢٥".
٤ عمران بن حطان بن ظبيان: ضعيف ورمي بالتشيع، أخرج له البخاري في المتابعات، واعتذر له بأن عمران رجع في آخر عمه عن رأي الخوارج، وذكره ابن حبان في "الثقات" والعقيلي في "الضعفاء"، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٤١٣"، "الجرح والتعديل" "٣: ١: ٢٩٦"، "الضعفاء الكبير" "٣: ٢٩٧"، "الثقات" "٥: ٢٢٢"، هدي الساري ص٤٣٢، "التهذيب" "٨: ١٢٧".
٥ عمران بن داور، أبو العوام القطان البصري: صدوق يهم، ورمي برأي الخوراج، من السابعة، وذكره العقيلي في "الضعفاء".
"الضعفاء الكبير" "٣: ٣٠٠"، "الثقات" "٧: ٢٤٣"، "التقريب" "٢: ٨٣".',NULL,'373',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (372,'١٣٠٢- عمران بن سليم١: "مصري"، تابعي، ثقة.
١٣٠٣- عمران بن طلحة بن عبيد الله٢: تابعي، ثقة.
١٣٠٤- عمران بن عبد المعافري٣: "مصري"، تابعي، ثقة.
١٣٠٥- عمران بن قيس الماضر٤: "مكي"، ثقة.
١٣٠٦- عمران بن مسلم الجعفي٥: "كوفي"، ثقة.
١٣٠٧- عمران بن يزيد العطار٦: "مصري"، ثقة.
باب عمير وعميرة:
١٣٠٨- عمير بن أبي إسحاق الزهري، قتل يوم بدر.
_________
١ عمران بن سليم الحضرمي، يروي عن ابن عمر، عداده في أهل مصر، روى عنه عمران بن الحارث، وعياش بن عباس، له ترجمة في "التاريخ الكبير" "٣: ٢: ٤١٢"، و"الجرح والتعديل" "٣: ١: ٢٩٩"، و"ثقات التابعين" "٥: ٢٩١".
٢ عمران بن طلحة بن عبيد الله التيمي: له رؤية، ولد على عهد النبي صلى الله عليه وسلم فسماه عمران، وذكره ابن حبان في "ثقات التابعين" "٥: ٢١٧"، "التهذيب" "٨: ١٣٣".
٣ عمران بن عبد المعافري، أبو عبد الله المصري: ضعيف، من الرابعة. "التاريخ الكبير" "٣: ٢: ٤١٤"، "الجرح والتعديل" "٣: ١: ٣٠٠"، "الضعفاء الكبير" "٣: ٣٠٠"، "الثقات" "٥: ٢٢٠"، "التهذيب" "٨: ١٣٤".
٤ إن كان عمران بن قيس بدون "الماصر" فهو مجهول، وقال البخاري لم يصح حديثه. ووثقه ابن حبان "٥: ٢٢٣"، وإن كان عمر بن قيس الماصر الذي ورد في "التهذيب" "٧: ٤٨٩" فقد وثقه ابن معين، وأبو حاتم.
٥ عمران بن مسلم الجعفي الكوفي الأعمى: ثقة من السادسة. "تقريب" "٢: ٨٤".
٦ عمران بن يزيد العطار: مجهول. "الميزان" "٣: ٢٤٤".',NULL,'374',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (373,'قلت هكذا وجدته في الأصلين، وهو مضبب عليه، وصوابه: عمير بن أبي وقاص وهو أخو سعد١، والله أعلم.
١٣٠٩- عمير بن سعيد النخعي٢: ثقة، سمع من عبد الله.
١٣١٠- عمير بن فيض٣: "مصري"، تابعي، ثقة.
١٣١١- عمير بن هانئ العنسي٤: "شامي"، تابعي، ثقة.
١٣١٢- عمير بن زياد الكندي٥: "كوفي"، تابعي، ثقة.
باب عيينة، وعنترة، وعنيس، وعنبسة:
١٣١٣- عيينة الفزاري٦: من أصحاب النبي صلى الله عليه وسلم.
_________
١ عمير بن أبي وقاص، أخو سعد: بدري قتل يومئذ. "تجريد أسماء الصحابة" "١: ٤٢٥".
٢ هو عمير بن سعيد النخعي الصهباني، أبو يحيى الكوفي، أخرج له الشيخان، وأبو داود، وابن ماجه، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٥٣٢"، "الجرح والتعديل" "٣: ١: ٣٧٦"، "الثقات" "٥: ٢٥٢"، "التهذيب" "٨: ١٤٦".
٣ عمير بن الفيض اللخمي: يروي عن أبي ذر، وعمرو بن العاص، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٥٣٨"، و"الجرح والتعديل" "٣: ١: ٣٧٧"، و"الثقات" "٥: ٢٥٧".
٤ عمير بن هانئ العنسي، أبو الوليد الدمشقي: متفق على توثيقه، أخرج له الجماعة، من كبار الرابعة، له ترجمة في "تاريخ ابن معين" "٢: ٤٥٧"، "التاريخ الكبير" "٣: ٢: ٥٣٥"، "الجرح والتعديل" "٣: ١: ٣٧٨"، "الثقات" "٥: ٢٥٥"، "التهذيب" "٨: ١٤٩".
٥ عميرة بن زياد: يروي عن عبد الله بن مسعود، روى عنه أبو إسحاق السبيعي، له ترجمة في "التاريخ الكبير" "٤: ١: ٦٩"، و"الجرح والتعديل" "٣: ٢: ٢٤"، و"الثقات" "٥: ٢٨٠".
٦ ورد بالأصل: عميلة الفزاري، على أنه صحابي، والذي في الاستيعاب: عيينة بن حصن بن حذيفة بن بدر الفزاري يكنى أبا مالك، أسلم بعد الفتح، وقيل: قبل الفتح، وشهد الفتح مسلمًا، وهو من المؤلفة قلوبهم ... إلخ. "الاستيعاب على هامش الإصابة" "٣: ١٦٧".',NULL,'375',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (374,'١٣١٤- عنبس بن عقبة١: ثقة، من أصحاب عبد الله.
حدثنا أبو نعيم، حدثنا الأعمش، عن يزيد بن جابر، قال: إن كان عنبس ليركع فتقع العصافير على ظهره ما تحسبنه إلا جذم حائط.
١٣١٥- عنبسة بن سعيد الرازي.٢: ثقة.
١٣١٦- عنبسة العابد: "كوفي"، ثقة.
١٣١٧- عنترة بن عبد الرحمن٣: "كوفي"، تابعي، ثقة.
١٣١٨- عنترة أبو هارون٤: "كوفي"، تابعي، ثقة.
باب العوام وعوانة وعوف وعون:
١٣١٩- العوام بن حوشب بن يزيد بن رويم الشيباني٥: من
_________
١ عنبس بن عقبة الحضرمي: من عباد أهل الكوفة، وله ترجمة في "التاريخ الكبير" "٤: ١: ٨٨"، و"الثقات" "٥: ٢٨٤".
٢ عنبسة بن سعيد الرازي الأسدي، قاضي الري: وثقه أيضًا ابن معين، وأبو زرعة، وأبو داود، وأبو حاتم، وابن حبان، وقال غيرهم: لا بأس به. "التهذيب" "٨: ١٥٥".
٣ عنترة بن عبد الرحمن الكوفي الشيباني: ثقة من الثانية. "تقريب" "٢: ٨٩".
٤ عنترة والد هارون بن عنترة، كنيته أبو وكيع، له ترجمة في "التاريخ الكبير" "٤: ١: ٨٤"، و"الثقات" "٥: ٢٨٢".
٥ العوام بن حوشب بن يزيد الشيباني، أبو عبس الواسطي: ثقة ثبت فاضل من السادسة. له ترجمة في "التاريخ الكبير" "٤: ١: ٦٧"، و"الثقات" "٧: ٢٩٨"، و"التهذيب" "٨: ١٦٣".',NULL,'376',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (375,'أنفسهم: "كوفي"، ثقة، رجل صالح، وكان أبوه على شرطة، وكان رجل سوء، وكان العوام صاحب سنة، ثبت صالح، وكان أخوه خراش على شرط يوسف بن عمرو، روى نحوا من مائتي حديث أو أكثر قليلا، وروى عن النخعي والتيمي، وروى عنه سويد بن هارون، وهشيم والناس.
١٣٢٠- عوانة بن الحكم١: عن عبد الله بن صالح العجلي، قال: كان عوانة بن الحكم الكلبي صاحب أدب، وكان من أهل الكوفة، وكان إذا أراد أن يسأل الرجل: عربي أنت أم مولى؟ قال له صليبة أنت أم من أنفسهم، فإن كان عربيًّا قال: صليبة، وإن كان مولى قال: من أنفسهم.
وقال رجل لعوانة بن الحكم: أجمل الناس جرير بن عبد الله، قال له عوانة: أجمل الناس من نزل جبريل على صورته يعني دحية الكلبي.
١٣٢١- عوف بن مالك بن عوف الجشمي٢: "كوفي"، تابعي، ثقة، من أصحاب عبد الله، كنيته أبو الأحوص.
١٣٢٢- عوف والد أبي الأحوص٣: من أصحاب النبي صلى الله عليه وسلم. ذكره في ترجمة ولده.
١٣٢٣- عون بن عبد الله بن عتبة بن مسعود٤: ثقة، "مدني".
_________
١ عوانة بن الحكم بن عوانة بن عياض الكلبي، العلامة الإخباري، أبو الحسن الكوفي الضرير، كثير الرواية عن التابعين، له ترجمة في "معجم الأدباء" "٦" ١٣٤"، "لسان الميزان" "٤: ٣٨٦"، "الفهرست" "١: ٩١"، "شذرات الذهب" "١: ٢٤٣".
٢ عوف بن مالك بن نضلة الجشمي، أبو الأحوص الكوفي، وثقه أيضًا ابن معين، وابن حبان, له ترجمة في "التاريخ الكبير" "٤: ١: ٥٦"، "الثقات" "٥: ٢٧٤"، "التهذيب" "٨: ١٦٩".
٣ هو عوف بن مالك الجشمي، والد أبو الأحوص. "الإصابة" "٣: ١٨٢".
٤ وثقه أيضًا: ابن معين، وأبو داود، وابن حبان. "التهذيب" "٨: ١٧١".',NULL,'377',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (376,'١٣٢٤- عون بن موسى الليثي١: "بصري"، ثقة.
باب عياش وعياض وعَيْزار:
١٣٢٥- عَيّاش بن عباس٢: "مصري"، ثقة.
١٣٢٦- عياش بن الوليد الأزرق٣: "بصري"، ثقة، وقد كتبت عنه.
١٣٢٧- عياش العامري٤: ثقة روى عنه الأسود بن هلال وهو في عداد الشيوخ، روى عنه الثوري.
١٣٢٨- عياض بن عبد الله بن أبي سرح٥: "مدني"، تابعي، ثقة.
١٣٢٩- عيزار بن حريث٦: "كوفي"، ثقة.
_________
١ عون بن موسى، أبو روح الليثي، له ترجمة في "التاريخ الكبير" "٤: ١: ٧"، وذكره ابن حبان في "الثقات" "٧: ٢٨٠".
٢ عياش بن عباس القباني، من أهل مصر، كنيته أبو عبد الرحمن، وفي "التاريخ الكبير": أبو عبد الرحيم: وثقه أيضًا ابن معين، وأبو داود وابن حبان.
"التاريخ الكبير" "٤: ١: ٤٨"، "الثقات" "٧: ٢٩٢"، "التهذيب" "٨: ١٩٧".
٣ ثقة من العاشرة، مات سنة "٢٢٦". "تقريب" "٢: ٩٥".
٤ هو عياش بن عمر العامري التميمي الكوفي: وثقه أيضًا: ابن معين والنسائي وابن حبان.
"التاريخ الكبير" "٤: ١: ٤٨"، "الثقات" "٥: ٢٧١"، "التهذيب" "٨: ١٩٨".
٥ يروي عن أبي سعيد الخدري، وثقه أيضًا: ابن معين، والنسائي، وابن حبان.
"التاريخ الكبير" "٤: ١: ٢١" "الثقات" "٥: ٢٦٤"، "التهذيب" "٨: ٢٠٠".
٦ العيزار بن حريث العبدي الكوفي: ثقة من الثالثة.
"التاريخ الكبير" "٤: ١: ٧٩"، "الجرح والتعديل" "٣: ٢: ٣٦"، "الثقات" "٥: ٢٨٣"، "التقريب" "٢: ٩٦".',NULL,'378',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (377,'باب عيسى وعيينة:
١٣٣٠- عيسى بن حطان الرقاشي١: ثقة.
١٣٣١- عيسى بن حفص بن عاصم بن عمر بن الخطاب٢: "مدني"، ثقة.
١٣٣٢- عيسى بن سعيد٣: "مصري"، تابعي ثقة.
١٣٣٣- عيسى بن سنان٤: لا بأس به.
١٣٣٤- عيسى بن طلحة بن عبيد الله٥: "مدني"، تابعي، ثقة، روى عن عبد الله بن عمرو.
..........
* تضمينات الحافظ ابن حجر:
_________
١ عيسى بن حطان الرقاشي: مقبول من الثالثة.
"التاريخ الكبير" "٣: ٢: ٣٨٦"، "الجرح والتعديل" "٣: ١: ٢٧٣"، "الثقات" "٥: ٣١٢"، "التهذيب" "٨: ٢٠٨".
٢ مجمع على توثيقه، أخرج له الستة سوى الترمذي، له ترجمة في "الجرح والتعديل" "٣: ١: ٢٧٣"، و"الثقات" "٧: ٢٣١"، "التهذيب" "٨: ٢٠٨".
٣ الذي في "التاريخ الكبير" "٣: ٢: ٣٩٥": عيسى بن سعيد الدمشقي، ولم يصح حديثه، وهذا مصري تابعي ثقة كما يذكر المصنف.
٤ عيسى بن سنان القسملي: لين الحديث من السادسة. "التقريب" "٢: ٩٨".
٥ عيسى بن طلحة بن عبيد الله التميمي القرشي، أبو محمد المدني:
متفق على توثيقه، أخرج له الجماعة، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٣٨٥"، "الجرح والتعديل" "٣: ١: ٢٧٩" "الثقات" "٥: ٢١٢"، "التهذيب" "٨: ٣١٥".',NULL,'379',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (378,'١٣٣٥- عيسى بن عبد الرحمن السلمي١: ثقة.
١٣٣٦- عيسى بن عمر الأسدي٢: "كوفي"، ثقة، رجل صالح، كان أحد قراء الكوفة.
١٣٣٧- عيسى بن أبي عيسى الحناط٣: ضعيف.
..........
١٣٣٨- عيسى بن يونس بن أبي إسحاق السبيعي٤: "كوفي"، ثقة، سكن الثغر، وكان ثبتًا في الحديث.
١٣٣٩- عيينة بن عبد الرحمن بن جوشن٥: "بصري"، ثقة.
_________
١ وثقه أيضًا: ابن معين، وأبو حاتم، وابن حبان، "التهذيب" "٨: ٢١٩".
٢ وثقه أيضًا: ابن معين، والنسائي، وابن حبان، والخطيب، وغيرهم. "التهذيب" "٨: ٢٢٢".
٣ ضعفه أيضًا: الساجي، والعقيلي، ويعقوب بن شيبة وقال غيرهم: متروك. "التهذيب" "٨: ٢٢٤"، "الضعفاء الكبير" "٣: ٢٩٣"، "المجروحين" "٢: ١١٧".
٤ عيسى بن يونس ابن أبي إسحاق السبيعي الكوفي، متفق على توثيقه، حديثه في الكتب الستة، وله ترجمة في "التاريخ الكبير" "٣: ٢: ٤٠٦"، "الثقات" "٧: ٢٣٨"، "التهذيب" "٨: ٢٣٧".
٥ وثقه أيضًا: ابن معين، والنسائي، وابن حبان، "تاريخ ابن معين" "٢: ٤٦٧".',NULL,'380',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (379,'<span data-type="title" id=toc-20>باب: الغين</span>
غالب، وغسان، وغضيف، وغيلان:
١٣٤٠- غالب بن عبد الله بن سعد١: "بصري"، ثقة.
١٣٤١- غسان بن برزين الطهوي٢: "بصري"، ثقة.
١٣٤٢- غضيف بن الحارث٣: "شامي"، تابعي، ثقة.
١٣٤٣- غيلان بن جرير المعولي٤: "بصري"، ثقة.
١٣٤٤- غيلان المقرئ٥: "شامي"، تابعي، ثقة.
_________
١ وذكره ابن حبان في "الثقات" "٧: ٣٠٩".
٢ هو غسان بن برزين الطهوي، أبو المقدام البصري، وثقه أيضًا: ابن معين، وابن حبان، وله ترجمة في "التاريخ الكبير" "٤: ١: ١٠٧"، و"الثقات" "٧: ٣١٢"، و"التهذيب" "٨: ٢٤٦".
٣ غضيف بن الحارث السكوني الحمصي، يروي عن عائشة، مختلف في صحبته، له ترجمة في "التاريخ الكبير" "٤: ١: ١١٢"، و"الثقات" "٥: ٢٩١"، و"التهذيب" "٨: ٢٤٨".
٤ غيلان بن جرير المعولي الأزدي البصري: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٤: ١: ١٠١"، و"الثقات" "٥: ٢٩١"، و"التهذيب" "٨: ٢٥٣".
٥ غيلان بن معشر المقرائي، يروي عن أبي أمامة، عداده في أهل الشام، روى عنه معاوية بن صالح، ومن زعم أنه المقرئ فقد وهم، إنما هو المقرائي، ومقراء: قرية بدمشق. له ترجمة في "التاريخ الكبير" "٤: ١: ١٠٢" "الثقات" "٥: ٢٩٠".',NULL,'381',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (380,'<span data-type="title" id=toc-21>باب: الفاء</span>
فرات، وفراس، وفرافصة:
١٣٤٥- فرات القزاز١: "كوفي"، ثقة.
١٣٤٦- فراس بن يحيى٢: "كوفي"، ثقة من أصحاب الشعبي في عداد الشيوخ ليس بكثير الحديث.
١٣٤٧- الفرافصة٣: "مدني"، تابعي، ثقة.
باب فرقد وفضالة وفضل:
١٣٤٨- فرقد السبخي٤: "بصري"، لا بأس به.
١٣٤٩- فضالة الزهراني٥: "بصري"، تابعي، ثقة.
_________
١ فرات بن أبي عبد الرحمن القزاز التميمي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٢٥٨".
٢ فراس بن يحيى الهمداني الخارقي، أبو يحيى الكوفي المكتب: حديثه في الكتب الستة، متفق على توثيقه، له ترجمة في "التاريخ الكبير" "٤: ١: ١٣٩"، "الثقات" "٧: ٣٢٢"، "التهذيب" "٨: ٢٥٩".
٣ فرافصة بن عمير الحنفي المدني: يروي عن عمر وعثمان وله ترجمة في "التاريخ الكبير" "٤: ١: ١٤١"، "الجرح والتعديل" "٣: ٢: ٩٢"، "الثقات" "٥: ٢٩٩".
٤ فرقد بن يعقوب السبخي أبو يعقوب البصري: صدوق عابد، لكنه لين الحديث كثير الخطأ. "التقريب" "٢: ١٠٨"، وضعفه العقيلي "٣: ٤٥٨"، وغيره.
٥ فضالة الليثي الزهراني: ذكره ابن حبان في "ثقات التابعين" "٥: ٢٩٦"، وقيل: إن له صحبة. "
التهذيب" "٨: ٢٦٨".',NULL,'382',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (381,'١٣٥٠- الفضل بن الحسن الضمري١: "مصري", تابعي، ثقة.
١٣٥١- الفضل بن دكين أبو نعيم الأحول٢: "كوفي"، ثقة، ثبت في الحديث.
١٣٥٢- الفضل بن العباس٣: من أصحاب النبي صلى الله عليه وسلم.
..........
* تضمينات الحافظ ابن حجر:
١٣٥٣- الفضل بن مبشر الأنصاري٤: لا بأس به.
..........
١٣٥٤- الفضل بن مهلهل٥: ثقة.
١٣٥٥- الفضل بن المؤتمن العتكي٦: "بصري"، ثقة.
_________
١ الفضل بن حسن بن عمر بن أسيد الضمري المدني، نزيل مصر، صدوق، من الثالثة، وله ترجمة في "التاريخ الكبير" "٤: ١: ١١٤"، و"الثقات" "٥: ٢٩٦"، و"التهذيب" "٨: ٢٩٦".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٢٧٠".
٣ الفضل بن عباس: وذكره ابن حبان في "الصحابة" "٣: ٣٢٩".
٤ فيه لين، من الخامسة، "التقريب" "٢: ١١١".
٥ الفضل بن مهلهل السعدي العابد الكوفي: قال أبو حاتم: يكتب حديثه، "الجرح والتعديل" "٣: ٢: ٦٧".
٦ الفضل بن المؤتمن العتكي: قال أبو حاتم: مجهول.
"الجرح والتعديل" "٣: ٢: ٦٧".',NULL,'383',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (382,'باب فُضيل وفِطْر:
١٣٥٦- فُضيل بن عمرو الفقيمي١: "كوفي"، ثقة، وهو أسن من أخيه الحسن، وكان فضيل من أصحاب إبراهيم النخعي: ثقة، ثبت.
١٣٥٧- فضيل بن عياض٢: "كوفي"، ثقة، متعبد، رجل صالح، سكن مكة.
١٣٥٨- فضيل بن غزوان الضبي٣: "كوفي"، ثقة، وكان عثمانيًّا.
١٣٥٩- فضيل بن مرزوق٤: جائز الحديث، ثقة، وكان فيه تشيع، وهو كوفي.
_________
١ فضيل بن عمرو الفقيمي، أبو النضر الكوفي: وثقه أيضًا: ابن معين، وابن حبان.
"التاريخ الكبير" "٤: ١: ١٢٠"، "الثقات" "٧: ٣١٤"، "التهذيب" "٨: ٢٩٣".
٢ فضيل بن عياض بن مسعود بن بشر التميمي اليربوعي: وثقه أيضًا: النسائي، وابن حبان، والدارقطني، وغيرهم.
اشتهر رحمه الله بمجاورته للبيت الحرام، مع الجهد الشديد، والورع الدائم، والخوف الوافر، والبكاء الكثير، والخلي بالوحدة، ورفض الناس، وما عليه أسباب الدنيا إلى أن توفي بها سنة "١٨٧"، قال ابن حبان: وقبره مشهور أن يزار، قد زرته مرارًا.
"التاريخ الكبير" "٤: ١: ١٢٣"، "الثقات" "٧: ٣١٥"، "التهذيب" "٨: ٢٩٤".
٣ متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٤: ١: ١٢٢"، "الثقات" "٧: ٣١٦"، "التهذيب" "٨: ٢٩٧".
٤ فضيل بن مرزوق الأغر الرقاشي الكوفي، أبو عبد الرحمن: صدوق يهم، ورمي بالتشيع. "الثقات" "٧: ٣١٦"، "التقريب" "٢: ١١٣".',NULL,'384',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (383,'١٣٦٠- فِطر بن خليفة الخياط١: "كوفي", ثقة، حسن الحديث، وكان فيه تشيع قليل.
باب فلْفلة وفهد:
١٣٦١- فلفلة الجعفي٢: "كوفي"، تابعي, ثقة.
١٣٦٢- فهد بن حيان٣: "بصري"، ضعيف الحديث، وقد كتبت عنه.
١٣٦٣- فهد بن عوف٤: لا بأس به، كان من أروى الناس عن فضيل.
_________
١ فطر بن خليفة الخياط: صدوق، رمي بالتشيع، له ترجمة في "التاريخ الكبير" "٤: ١: ١٣٩", "الثقات" "٧: ٣٢٣"، "التقريب" "٢: ١١٤".
٢ فلفلة بن عبد الله الجعفي الكوفي: مقبول من الثانية، وذكره ابن حبان في "الثقات" "٥: ٣٠٠".
٣ "الضعفاء الكبير" للعقيلي "٣: ٤٦٣".
٤ ذكره العقيلي في "الضعفاء" ٣: ٤٦٣".',NULL,'385',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (384,'<span data-type="title" id=toc-22>باب: القاف</span>
١٣٦٤- القاسم بن أبي بزة١: "مكي"، ثقة.
١٣٦٥- القاسم بن حسان٢: "كوفي", تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٣٦٦- القاسم بن عبد الله بن عمر بن حفص٣: متروك الحديث.
..........
١٣٦٧- القاسم بن عبد الرحمن بن عبد الله بن مسعود٤، وكان على قضاء الكوفة، وكان لا يأخذ على القضاء أجرًا: ثقة، رجل صالح.
١٣٦٨- القاسم بن الفضل الحداني٥: "بصري"، ثقة.
_________
١ القاسم بن أبي بزة المكي المخزومي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٣١٠"، وذكره ابن حبان في "ثقات أتباع التابعين" "٧: ٣٣٠".
٢ القاسم بن حسان العامري الكوفي: مقبول من الثالثة. له ترجمة في "الجرح والتعديل" "٣: ٢: ١٠٨"، "الثقات" "٧: ٣٣٥".
٣ متروك، رماه أحمد بالكذب. "التقريب" "٢: ١١٨".
٤ القاسم بن عبد الرحمن بن مسعود المسعودي: وثقه أيضًا: ابن معين، وابن خراش، وابن حبان. "التهذيب" "٨: ٣٢١".
٥ القاسم بن فضل بن معدان الحداني: وثقه أيضًا: ابن معين، والإمام أحمد، والنسائي، والترمذي، وابن حبان. له ترجمة في "التاريخ الكبير" "٤: ١: ١٦٩"، "الثقات" "٧: ٣٣٨" و"التهذيب" "٨: ٣٢٩".',NULL,'386',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (385,'١٣٦٩- القاسم بن مالك١: "كوفي"، ثقة.
١٣٧٠- القاسم بن محمد بن أبي بكر الصديق٢: وكان من خيار التابعين وفقهائهم: "مدني"، تابعي، ثقة، نزه، رجل صالح.
١٣٧١- القاسم بن مخيمرة٣: "كوفي"، ثقة، سكن الشام.
١٣٧٢- القاسم بن معن٤: حدثني أبي: عبد الله، قال: بينما القاسم بن معن يقضي في دراه بالكوفة بين الناس أقبل الأمير وإخوته، يعني: موسى بن عيسى، قال: ماله؟ قال: يخاصم إخوته، قال وله رفعة! ناد من له حاجة، حتى إذا لم يبق أحد، قال: أدخل الأمير وإخوته، قال: فدخل موسى يخطر حتى جلس إلى جانبه، قال: لا، مع خصمائه يا غلام، ساو بين ركبهم، فأجلسهم بين يديه، قال موسى: فأغاظني غيظة، ثم علمت إنما أراد وجه الله فأحببته.
١٣٧٣- القاسم بن مهران٥: "بصري"، ثقة.
١٣٧٤- القاسم بن الوليد الهمداني٦: ثقة، وهو في عداد
_________
١ القاسم بن مالك المزني، أبو جعفر الكوفي: صدوق فيه لين، من صغار الثامنة. "التقريب" "٢: ١١٩"، "التاريخ الكبير" "٤: ١: ١٧١"، "الثقات" "٧: ٣٣٩".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٣٣٨".
٣ القاسم بن مخيمرة الهمداني، أبو عروة المدني الدمشقي: وثقه أيضًا: ابن معين، وأبو حاتم، وابن خراش، وابن حبان. "تاريخ ابن معين" "٢: ٤٨٣"، "التاريخ الكبير" "٤: ١: ١٦٩"، "الثقات" "٧: ٣٣٢"، "التهذيب" "٨: ٣٣٧".
٤ ثقة فاضل من السابعة. "التقريب" "٢: ١٢٠"، "تاريخ ابن معين" "٢: ٤٨٣".
٥ القاسم بن مهران: شيخ مستور من السابعة. "التقريب" "٢: ١٢١".
٦ القاسم بن الوليد الهمداني، أبو عبد الرحمن الكوفي القاضي: صدوق يغرب، وقال ابن حبان: يخطئ ويخالف "الثقات" "٧: ٣٤"، "التقريب" "٢: ١٢١".',NULL,'387',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (386,'الشيوخ.
١٣٧٥- القاسم أبو عبد الرحمن١: "شامي"، تابعي، ثقة، يكتب حديثه، وليس بالقوي.
باب قبيصة وقتادة:
١٣٧٦- قبيصة بن جابر الأسدي٢: من أصحاب عمر، وعبد الله، وكان يعد من الفصحاء.
حدثنا أبي: عبد الله، قال: كان عبد الملك بن عمير إذا ذكر الفصحاء، قال: فصحاء الناس ثلاثة: الحسن البصري، وموسى بن طلحة القرشي، وقبيصة بن جابر الأسدي.
١٣٧٧- قبيصة بن ذؤيب٣: "مدني"، تابعي، ثقة.
١٣٧٨- قبيصة بن عقبة٤: ثقة.
١٣٧٩- قبيصة بن هُلْب٥: "كوفي"، تابعي، ثقة.
_________
١ القاسم بن عبد الرحمن الشامي، أبو عبد الرحمن الدمشقي: صدوق يرسل كثيرًا من الثالثة. "التقريب" "٢: ١١٨".
٢ قبيصة بن جابر الأسدي، أبو العلاء الكوفي: ثقة من الثانية "التقريب" "٢: ١٢٢"، "الثقات" "٥: ٣١٨"، "التاريخ الكبير" "٤: ١: ١٧٥".
٣ قبيصة بن ذؤيب بن حلحلة الخزاعي: ولد عام الفتح، متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٤: ١: ١٧٤"، "تاريخ ابن معين" "٢: ٤٨٤"، "الثقات" "٥: ٣١٧"، "التهذيب" "٨: ٣٤٦".
٤ قبيصة بن عقبة بن محمد بن سفيان السوائي: متفئق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٣٤٧".
٥ قبيصة بن الهلب الطائي، يروي عن أبيه، روى عنه سماك بن حرب، وله ترجمة في "التاريخ الكبير" "٤: ١: ١٧٧"، "الجرح والتعديل" "٣: ٢: ١٢٥" "التهذيب" "٨: ٣٥٠".',NULL,'388',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (387,'١٣٨٠- قتادة بن دعامة السدوسي١: يكنى أبا الخطاب، بصري، تابعي، ثقة وكان ضرير البصر، وكان يقول بشيء من القدر، وكان لا يدعو إليه، ولا يتكلم فيه.
وعن فضيل بن عياض، قال: قيل لطاوس: هذا قتادة يأتيك! قال: لئن جاء لأقومنه! قيل: إنه فقيه. قال: إبليس أفقه منه!! قال: {رَبِّ بِمَا أَغْوَيْتَنِي} ٢.
وعن عمار بن محمد العبسي، قال: قيل للشعبي: رأيت قتادة؟ قال: نعم، فرأيت كياسته بين حشين.
_________
١ قتادة بن دعامة السدوسي البصري "٦٠-١١٧" الضرير المفسر حدث عن أنس بن مالك، وسعيد بن المسيب ومعاذ وأبي الطفيل، وعنه سعيد بن أبي عروبة. وشيبة، ومعمر، وأبان، وأبو عوانة، وحماد بن سلمة.
قال ابن سيرين: قتادة أحفظ الناس، وقال الإمام أحمد: قتادة عالم بالتفسير، ووصفه بالحفظ والفقه، وأطنب في ذكره وقال: قل أن نجد من يتقدمه، وكان أحفظ أهل البصرة، لا يسمع شيئًا إلا حفظه.
قال سفيان الثوري: أو كان في الدنيا مثل قتادة؟
وقال معمر قلت للزهري: أقتادة أعلم عندك أو مكحول؟
قال: بل قتادة.
قال ابن أبي عروبة والدستوائي قال قتادة: كل شيء بقدر بلا المعاصي.
قال الذهبي: ومع هذا الاعتقاد الردي ما تأخر أحد عن الاحتجاج بحديثه. سامحه الله.
وكان يحيى بن سعيد لا يرى إرسال قتادة شيئًا، ويقول: هو بمنزلة الريح.
وقال التهانوي: قواعد في علوم الحديث: ١٥٨ تحقيق فضيلة الأستاذ عبد الفتاح أبو غدة ص١٥٨ بعد أن نقل كلام الحافظ ابن حجر في طبقات المدلسين: وهو قول ابن حجر:
"المرتبة الثانية من احتمل الأئمة تدليسه وأخرجوا له في الصحيح، لإمامته، وقلة تدليسه في جنب ما روي كالثوري، أو كان لا يدلس إلا عن ثقة كابن عيينة". فهذا يدل على قبول تدليس الثوري وابن عيينة عندهم، فليكن إرسالهما كذلك، وكذا إرسال غيرهما من الأئمة الذين اتفق أهل العلم على إمامتهم، كالزهري وقتادة وعطاء بن أبي رباح وأمثالهم.
٢ الآية الكريمة "٣٩" من سورة الحجر.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (388,'باب قثم وقرثع وقرة وقزعة "وقرفة":
١٣٨١- قثم بن العباس١: من أصحاب النبي صلى الله عليه وسلم.
١٣٨٢- القَرْثَع٢: "كوفي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٣٨٣- قِرفة بن بهيس العدوي٣: "بصري"، تابعي، ثقة.
..........
١٣٨٤- قرة بن إياس٤: من أصحاب رسول الله صلى الله عليه وسلم.
دخل عليه ثلاث نسوة، فقال: أما "واحدة" فمرضع، و"الأخرى" بكر، و"الأخرى" ثيب! فقيل له: بم علمت؟ فقال: "أما" المرضع فلما قعدت أمسكت يديها بيديها، "وأما" البكر فلما دخلت وجلست لم تلتفت إلى أحد، "وأما" الثيب فلما دخلت نظرت ورمت بعينها.
..........
* تضمينات الحافظ ابن حجر:
١٣٨٥- قرة بن عبد الرحمن بن حيوئيل٥: يكتب حديثه.
_________
١ وذكره ابن حبان في "الصحابة" "٣: ٣٣٧".
٢ قرثع الضبي الكوفي: صدوق من الثانية، مخضرم قتل في زمن عثمان. "التقريب" "٢: ١٢٤".
٣ قِرفة بن بهيث: ثقة من الثالثة. "التقريب" "٢: ١٢٥".
٤ ذكره ابن حبان في "الصحابة" "٣: ٣٤٦".
٥ قرة بن عبد الرحمن بن حيوئيل بن ناشرة بن عبد بن عامر المعافري: ترجمته في "الكبير" "٤: ١: ١٨٣"، =',NULL,'390',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (389,'١٣٨٦- قزعة بن يحيى مولى زياد١: "بصري"، تابعي، ثقة.
باب قسامة وقطبة:
١٣٨٧- قسامة بن زهير٢: "بصري"، تابعي، ثقة.
١٣٨٨- قطبة بن عبد العزيز٣: "كوفي"، ثقة، روى عن الأعمش.
_________
= و"الجرح والتعديل" "٣: ٢: ١٣١"، و"التهذيب" "٨: ٣٧٢"، وهو الذي قال فيه الإمام أحمد، منكر الحديث جدًا، وقال ابن معين عنه: ضعيف الحديث، وثقه ابن حبان في كتابه "الثقات" "٧: ٢٤٢"، ونقل قول الأوزاعي: "أعلم الناس بالزهري قرة بن عبد الرحمن بن حيوئيل"، ثم نقل ابن حبان استنكار أبو حاتم الرازي أن يكون قرة أعلم الناس بالزهري، وأن كل شيء روي عنه لا يكون ستين حديثًا، بل أتقن الناس بالزهري: مالك، ومعمر، والزبيدي: ويونس، وعقيل، وابن عيينة، هؤلاء الستة أهل الحفظ والإتقان، والضبط، والمذاكرة، وبهم يعتبر حديث الزهري إذا خالف بعض أصحاب الزهري بعضًا في شيء يرويه، وتابع أبو حاتم الرازي قائلًا: سمعت الفضل بن محمد العطار بأنطاكية يحكيه، عن عبد الوهاب بن الضحاك عنه، رد هذا ابن حبان، فقال: وهذا شيء يشبه لا شيء، لأن عبد الوهاب بن الضحاك واه لم يكن هذا الشأن من صناعته حتى يرجع إليه فيما يحكي عنه، جرحه ابن حبان في كتابه "المجروحين" "٢: ١٤٧"، وقال عنه: عبد الوهاب بن الضحاك العرضي من أهل حمص، كان يسرق الحديث، ولا يحل الاحتجاج به، كما وهنه البخاري، وقال: عنده عجائب، وتركه النسائي، والعقيلي، والدارقطني، والبيهقي، فكيف نقل أبو حاتم الرازي كلامه؟!
وترجم ابن حبان لقرة مرة أخرى في "مشاهير علماء الأمصار" "١٩٠"، وما ذهب إليه ابن حبان من توثيق قرة هو الأجود، فإن شهادة الأوزاعي له "ما أحد أعلم بالزهري من قرة بن عبد الرحمن"، والأوزاعي إمام حجة، وكفى بشهادته لشيخه قرة، وقد روى له الترمذي حديثًا آخر "٢: ٩٣" وقال: حسن صحيح، ورواه الحاكم في "المستدرك" أيضًا "١: ٢٣١"، وقال: صحيح على شرط مسلم، وقد أخرج له مسلم مقرونًا بغيره، وذكره البخاري فلم يورد فيه جرحًا، ولم يذكره هو ولا النسائي في الضعفاء.
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٣٧٧".
٢ قسامة بن زهير المازني البصري: ثقة من الثالثة، له ترجمة في "الجرح والتعديل" "٣: ٢: ١٤٧". "الثقات" "٥: ٣٢٨"، "التهذيب" "٨: ٣٧٨".
٣ قطبة بن عبد العزيز بن سياه الأسدق الحماني الكوفي: وثقه أيضًا الإمام أحمد، وابن معين، والترمذي، وابن حبان، وله ترجمة في "التاريخ الكبير" "٤: ١: ١٩١"، "الثقات" "٧: ٣٤٨"، "التهذيب" "٨: ٣٧٨".',NULL,'391',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (390,'١٣٨٩- قطبة بن العلاء بن المنهال الغنوي١: كان يحدث عن أبيه، حدثنا طويلا في قصة الجمل، لم تطب نفسي أكتب عنه، لأنه كان على شرطة الكوفة.
باب قيس:
١٣٩٠- قيس بن الحارث المذحجي٢: "شامي"، "تابعي"٣، ثقة.
١٣٩١- قيس بن الحارث: ثقة.
١٣٩٢- قيس بن حفص٤: "بصري"، لا بأس به، كتبنا عنه شيئًا يسيرًا.
١٣٩٣- قيس بن أبي حازم الأحمسي٥ -فخذ من بجيلة- من أصحاب عبد الله، وسمع من أبي بكر الصديق: ثقة.
_________
١ ضعفه العقيلي، وجرحه ابن حبان. "الضعفاء الكبير" "٣: ٤٨٦"، "المجروحين" "٢: ٢٢٠".
٢ قيس بن الحارث الكندي المذحجي: ثقة من الثالثة، "التقريب" "٢: ١٢٧".
٣ الزيادة من "التهذيب".
٤ قيس بن حفص بن القعقاع التميمي الدارمي، أبو محمد البصري: وثقه أيضًا: ابن معين، وابن حبان، والدارقطني. "التهذيب" "٨: ٣٩٠".
٥ قيس ابن أبي حازم البجلي الأحمسي: أدرك الجاهلية، ورحل إلى النبي صلى الله عليه وسلم ليبايعه فقبض وهو في الطريق، فبايع أبا بكر الصديق، متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٤: ١: ١٤٥"، "الثقات" "٥: ٣٠٧"، "التهذيب" "٨: ٣٨٦".',NULL,'392',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (391,'١٣٩٤- قيس بن سعد١: "مكي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٣٩٥- قيس بن الربع الأسدي٢: الناس يضعفونه، وكان شعبة يروي عنه، وكان معروفًا بالحديث صدوقًا، ويقال: إن ابنه أفسد عليه كتبه بآخرة، فترك الناس حديثه.
..........
١٣٩٦- قيس بن طلق٣: يمامي، تابعي، ثقة.
١٣٩٧- قيس بن عاصم٤: من أصحاب النبي صلى الله عليه وسلم، وكان من خيارهم من بني تميم.
حدثنا أبو داود الحضري، عن سفيان، عن الأغر، عن خليفة بن حصين أن جده قيسًا لما أسلم "أمره النبي صلى الله عليه وسلم أن يغتسل بماء وسدر"٥،
_________
١ قيس بن سعد المكي الحبشي، مولى أم علقمة، وثقة أيضًا: أحمد، وأبو زرعة، ويعقوب بن شيبة، وأبو داود، وابن حبان. "التاريخ الكبير" "٤: ١: ١٥٤"، "الثقات" "٧: ٣٢٨"، "التهذيب" "٨: ٣٩٧".
٢ صدوق، تغير لما كبر، أدخل عليه ابنه ما ليس من حديثه فحدث به، من السابعة. "التقريب" "٢: ١٢٨".
٣ قيس بن طلق بن علي الحنفي، من أهل اليمامة: صدوق من الثالثة، له ترجمة في "التاريخ الكبير" "٤: ١: ١٥١"، "الثقات" "٥: ٣١٣"، "التهذيب" "٨: ٣٩٧".
٤ ذكره أيضًا: ابن حبان في "الصحابة" "٣: ٣٣٨".
٥ الحديث: أتيت رسول الله صلى الله عليه وسلم أريد الإسلام فأمرني أن أغتسل بماء وسدر، أخرجه أبو داود في الطهارة عن محمد بن كثير بن سفيان، عن الأغر بن الصباح عن خليفة حصين بن قيس بن عاصم، عن جده قيس بن عاصم، وأخرجه الترمذي في الصلاة عن دندار عن ابن مهدي، عن سفيان بمعناه، وقال: "حسن لا نعرفه إلا من هذا الوجه". وأخرجه النسائي في الطهارة عن عمرو بن علي عن يحيى، عن سفيان. "تحفة الأشراف" "٨: ٢٩٠".',NULL,'393',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (392,'وقال النبي صلى الله عليه وسلم لقيس: "هذا سيد أهل الوتر"١.
١٣٩٨- قيس بن عباد٢: "بصري"، تابعي، ثقة من كبار التابعين.
١٣٩٩- قيس بن عبد الشعبي٣: من أصحاب عبد الله، ثقة.
١٤٠٠- قيس بن مسلم٤: "كوفي"، ثقة من كبار شيوخ سفيان وشعبة ويقال: إنه كان يرى الإرجاء.
١٤٠١- قيس بن مسلم٥: "كوفي"، ثقة، روى عن مرة الهمداني، وكان يميل مع علي بعض الميل، وقد شهد مع علي تلك المشاهد.
* تضمينات الحافظ ابن حجر:
١٤٠٢- قيس بن وهب الهمداني٦: ثقة.
..........
_________
١ أخرجه الهيثمي في "مجمع الزوائد" "٩: ٤٠٤"، وقال: رواه الطبراني والبزار، وفي إسناد الطبراني زياد بن أبي زياد الجصاص، وثقه ابن حبان وقال يخطئ، وضعفه الجمهور، وإسناد البزار فيه القاسم بن مطيب، وهو متروك.
٢ قيس بن عباد الضبعي، أبو عبد الله البصري: قدم المدينة في خلافة عمر، متفق على توثيقه، أخرج له الستة سوى الترمذي. له ترجمة في "التهذيب" "٨: ٤٠٠".
٣ قيس بن عبد الشعبي: يروي عن عبد الله بن مسعود، روى عنه الكوفيون. له ترجمة في "التاريخ الكبير" "٤: ١: ١٤٨"، "الثقات" "٥: ٣١٠".
٤ قيس بن مسلم الجدلي، من قيس عيلان من أهل الكوفة، يروي عن سعيد بن جبير، وروى عنه الثوري وشعبة، مجمع على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "٤: ١: ١٥٤".
٥ كذا بالأصل، ولم نظفر له بترجمة.
٦ وثقه أيضًا: أحمد، وابن معين، وابن حبان، "التهذيب" "٨: ٤٠٥".',NULL,'394',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (393,'١٤٠٣- قيس الخارفي١: "كوفي"، تابعي، ثقة.
_________
١ هو قيس بن المغيرة الكوفي الخارفي: مقبول من الثانية، وسمى ابن حبان أباه سعدًا، وله ترجمة في "التاريخ الكبير" "٤: ١: ١٤٧"، و"الثقات" "٥: ٣٠٩"، و"التهذيب" "٨: ٤٠٦".',NULL,'395',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (394,'<span data-type="title" id=toc-23>باب الكاف:</span>
١٤٠٤- كامل أبو العلاء١: "كوفي"، ثقة.
باب كثير:
١٤٠٥- كثير بن أفلح٢: تابعي، ثقة.
١٤٠٦- كثير بن شهاب٣: "كوفي"، تابعي، ثقة.
١٤٠٧- كثير بن الصلت٤: "مدني"، تابعي، ثقة.
١٤٠٨- كثير بن أبي كثير٥: تابعي، ثقة.
١٤٠٩- كثير بن مدرك الأشجعي٦: "كوفي"، ثقة.
_________
١ كامل بن العلاء التميمي السعدي الكوفي: صدوق يخطئ من السابعة. "التقريب" "٢: ١٣١".
٢ كثير بن أفلح المدني، مولى أبي أيوب، يروي عن زيد بن ثابت، وابن عمر وأبي سعيد الخدري، روى عنه محمد بن سيرين، قتل يوم الحرة، وثقه أيضًا: النسائي، وابن حبان، وله ترجمة في "التاريخ الكبير" "٤: ١: ٢٠٧"، "الثقات" "٥: ٣٣٠"، "التهذيب" "٨: ٤١١".
٣ كثير بن شهاب الحارثي، يروي عن عمر بن الخطاب، له ترجمة في "التاريخ الكبير" "٤: ١: ٢٠٦"، و"ثقات ابن حبان" "٥: ٣٣٠".
٤ كثير بن الصلت الكندي، أخو زيد بن الصلت، من أهل الحجاز، يروي عن عثمان بن عفان، وزيد بن ثابت، روى عنه أبو سلمة بن عبد الرحمن، ويقال: إنه ولد في عهد النبي صلى الله عليه وسلم، وله ترجمة في "التاريخ الكبير" "٤: ١: ٢٠٥"، "الثقات" "٥: ٣٣٠"، "التهذيب" "٨: ٤١٩".
٥ كثير بن أبي كثير البصري مولى عبد الرحمن بن سمرة: مقبول، من الثالثة، ووهم من عده صحابيًّا. "التقريب" "٢: ١٣٣".
٦ ثقة من السادسة. "التقريب" "٢: ١٣٣"، "الثقات" "٧: ٢٤٩".',NULL,'396',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (395,'١٤١٠- كثير بن مرة الحضرمي١: "شامي"، تابعي، ثقة.
١٤١١- كثير بن هشام الكلابي٢: يكنى أبا سهل: سكن بغداد، ثقة، رجل صدوق، يتوكل للتجار، يحترف، من أروى الناس لجعفر بن برقان "روى عنه"٣ ألفًا ومائتي حديث، ويروي أيضًا عن شعبة.
١٤١٢- كثير مولى عبد الرحمن بن سمرة٤: "بصري"، تابعي، ثقة.
باب كرز وكريب:
١٤١٣- كرز التيمي٥: "كوفي", تابعي، ثقة.
١٤١٤- كريب بن أبرهة٦: تابعي، ثقة، من خيار التابعين.
١٤١٥- كريب بن إبراهيم٧: "مصري"، تابعي، ثقة، من كبار التابعين.
باب كعب وكلثوم:
١٤١٦- كعب مولى سماعة٨: "شامي"، تابعي، ثقة.
١٤١٧- كعب مولى عامر بن إسماعيل٨: "مدني"، ثقة.
_________
١ ثقة من الثانية، ووهم من عده في الصحابة. "التقريب" "٢: ١٣٣"، "الثقات" "٥: ٣٣٢".
٢ ثقة من السابعة. "التقريب" "٢: ١٣٤"، "التهذيب" "٨: ٤٢٩".
٣ زيادة متعينة.
٤ تقدم في "١٤٠٦".
٥ كرز التميمي أو التيمي: ثقة من الثالثة. "الثقات" "٥: ٣٣٨"، "التهذيب" "٨: ٤٣٢".
٦ كريب بن أبرهة، أبو رشدين: يروي عن حذيفة بن اليمان، له ترجمة في "التاريخ الكبير" "٤: ١: ٢٣١"، "الثقات" "٥: ٣٣٩".
٧ هكذا في الأصل، ولم أظفر له بترجمة.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (396,'١٤١٨- كلثوم بن الأقمر١: "كوفي"، ثقة، وهو أخو علي بن الأقمر.
١٤١٩- كلثوم بن حيوة٢: ثقة.
باب كليب وكميل وكنانة وكوبة:
١٤٢٠- كليب بن شهاب٣: والد عاصم: تابعي، ثقة.
١٤٢١- كليب الجرمي٤: "بصري"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٤٢٢- كليب بن وائل بن هبار التيمي٥: يكتب حديثه.
..........
١٤٢٣- كميل بن زياد٦: "كوفي", تابعي، ثقة.
١٤٢٤- كنانة بن نعيم العدوي٧: "بصري"، تابعي، ثقة.
_________
١ كلثوم بن الأقمر الوادعي: يروي عن جماعة من الصحابة، روى عنه أهل الكوفة. له ترجمة في "التاريخ الكبير" "٤: ١: ٢٢٧"، و"الجرح والتعديل" "٣: ٢: ١٦٣"، "الثقات" "٥: ٣٣٦".
٢ كليب بن شهاب الجرمي، والد عاصم بن كليب، ذكره ابن حبان في الصحابة "٣: ٣٥٦"، وله ترجمة في أسد الغابة، والإصابة، وجزم أبو حاتم الرازي، والبخاري وغيرهما بأن كليبًا تابعي، وكذا ذكره أبو زرعة، وابن سعد، وقد أعاده ابن حبان في التابعين "٥: ٣٣٧".
٣ هو الذي قبله.
٤ صدوق من الرابعة: "تقريب" "٢: ١٣٦"، "التهذيب" "٨: ٤٤٦".
٥ كميل بن زياد بن نهيك بن الهيثم. ثقة، رمي بالتشيع. "الثقات" "٥: ٣٤١"، "التهذيب" "٨: ٤٤٧".
٦ ثقة من الرابعة. تقريب "٢: ١٣٧"، "الثقات" "٥: ٣٣٨".',NULL,'398',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (397,'١٤٢٥- كنانة مولى ضباعة: "مدني"، تابعي، ثقة.
١٤٢٦- كوبة بن سالم: ثقة.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (398,'<span data-type="title" id=toc-24>باب: اللام</span>
١٤٢٧- لاحق بن حميد أبو مجلز السدوسي١: "بصري"، تابعي، ثقة، وكان يحب عليًّا رضي الله عنه.
١٤٢٨- لقمان بن صبرة٢: من أصحاب النبي صلى الله عليه وسلم.
١٤٢٩- لقمان بن عامر٣: "شامي"، تابعي، ثقة.
١٤٣٠- ليث بن سعد٤: يكنى أبا الحارث، "مصري"، فهمي، ثقة.
١٤٣١- ليث بن أبي سليم٥: جائز الحديث، وقال مرة: لا بأس به، وقال وحدث ليث بن أبي سليم يومًا، قال: سألت القاسم، وسالمًا، وعطاء، وطاوسًا، وذكر غيرهم، فقال له شعبة: أين اجتمع هؤلاء؟ قال: في عرس أمك.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٧١".
٢ وقيل إن اسمه: "لقيط بن صبرة"، وقيل: "لقيط بن عامر بن صبرة" وذكره ابن حبان في الصحابة "٣: ٣٥٩"، وانظر التهذيب "٨: ٤٥٦".
٣ لقمان بن عامر الأوصابي الشامي، يروي عن أبي الدرداء. وأبي أمامة، له ترجمة في "التاريخ الكبير" "٤: ١: ٢٥١"، و"الجرح والتعديل" "٣: ٢: ١٨٢"، و"الثقات" "٥: ٣٤٥".
٤ الليث بن سعد بن عبد الرحمن الفهمي، أبو الحارث الإمام المصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٨: ٤٥٩".
٥ صدوق، اختلط أخيرًا، ولم يتميز حديثه فترك. من السادسة "تقريب" "٢: ١٣٨".',NULL,'399',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (399,'<span data-type="title" id=toc-25>باب: الميم</span>
باب من اسمه محمد:
١٤٣٢- محمد بن إبراهيم التيمي١: "مدني"، ثقة.
١٤٣٣- محمد بن إسحاق٢: "مدني"، ثقة.
١٤٣٤- محمد بن أبي إسماعيل٣: "كوفي"، ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ١: ٢٢"، و"الثقات" "٥: ٣٨١"، و"التهذيب" "٩: ٥".
٢ محمد بن إسحاق بن يسار "٨٥-١٥٢" الإمام الحافظ أبو بكر المطلبي مصنف المغازي، رأى أنس بن مالك، وحدث عن أبيه، وعمه موسى، والقاسم، وعطاء والتيمي، والزهري، وحدث عنه: جرير بن حازم، والحمادان، وإبراهيم بن سعد، وسلمة بن الفضل، ويعلى بن عبيد وغيرهم.
كان أحد أوعية العلم، في معرفة المغازي والسير، صدوق في نفسه، قال يحيى بن معين: هو ثقة، وليس بحجة، وقال الإمام أحمد، حسن الحديث، وقال ابن المديني: حديثه عندي صحيح. وقال النسائي: ليس بالقوي. وقال شعبة: هو أمير المؤمين في الحديث.
وأما مالك -رحمه الله- فإنه نال منه بانزعاج وذلك لأنه بلغه أنه يقول: أعرضوا علي علم مالك فأنا بيطاره، فغضب مالك وقال: انظروا إلى دجال من الدجاجلة.
قال الذهبي في التذكرة ١: ١٧٣: والذي تقرر عليه العمل أن ابن إسحاق إليه المرجع في المغازي والأيام النبوية مع أنه يشذ بأشياء، وليس بحجة. في الحلال والحرام، ولا بالواهي بل يستشهد به.
قال اللكنوي في الرفع والتكميل "٢٥٩-٢٦١" في بيان حكم الجرح غير البريء: الجرح إذا صدر من تعصب أو عداوة أو منافرة أو نحو ذلك فهو جرح مردود ... ، ولهذا: لم يقبل قول الإمام مالك في "محمد بن إسحاق" صاحب المغازي إنه دجال الدجاجلة، لما علم أنه صدر من منافرة باهرة، بل حققوا أنه حسن الحديث، واحتجت به أئمة الحديث، وانظر عيون الأثر ١/ ١٠-١٧.
"التاريخ" لابن معين "٢: ٣٠٥"، "التاريخ الكبير" "١: ١: ٤٠"، "الثقات" "٧: ٣٨٠"، "التهذيب" "٩: ٣٨".
٣ وثقه أيضًا ابن معين، والنسائي، وابن حبان، "التهذيب" "٩: ٦٤".',NULL,'400',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (400,'١٤٣٥- محمد بن بشار "بندار"١: "بصري"، ثقة، كثير الحديث، يكنى أبا بكر، وكان حائكًا.
١٤٣٦- محمد بن بشر العبدي٢: "كوفي", ثقة يكنى أبا عبد الله.
١٤٣٧- محمد بن أبي بكر الصديق٣: لم يكن له صحبة.
١٤٣٨- محمد بن أبي بكر الثقفي٤: "مدني"، تابعي، ثقة.
١٤٣٩- محمد بن ثابت٥: "بصري"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٤٤٠- محمد بن جابر بن سيار بن طلق السحيمي٦: ضعيف.
..........
١٤٤١- محمد بن جبير بن مطعم٧: "مدني"، تابعي، ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٧٠".
٢ محمد بن بشر بن الفرافصة بن المختار الحافظ العبدي، أبو عبد الله الكوفي: متفق على توثيقه، أخرج له الستة، مترجم في "الثقات" "٧: ٤٤١"، و"التهذيب" "٩: ٧٣".
٣ له رؤية، وقتل سنة "٣٨"، وكان علي يثنى عليه. التقريب" "٢: ١٤٨".
٤ محمد بن أبي بكر بن عوف بن رباح الثقفي. ثقة من الرابعة. تقريب "٢: ١٤٨".
٥ محمد بن ثابت العبدي، أبو عبد الله البصري: صدوق، لين الحديث، من الثانية. "التهذيب" "٩: ٨٥"، "التقريب" "٢: ١٤٩".
٦ محمد بن جابر بن سيار بن طارق الحنفي اليمامي، أبو عبد الله، أصله من الكوفة، صدوق، ذهبت كتبه فساء حفظه وخلط كثيرًا، وعمي فصار يلقن، "التقريب" "٢: ١٤٩"، "التهذيب" "٩: ٨٨".
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٩١".',NULL,'401',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (401,'١٤٤٢- محمد بن جحادة١: "بصري"، ثقة.
١٤٤٣- محمد بن جعفر بن أبي كثير٢: "مدني"، ثقة.
١٤٤٤- محمد بن جعفر ولقبه غندر٣: "بصري"، ثقة، وكان من أثبت الناس في حديث شعبة.
١٤٤٥- محمد بن حرف الأبرش٤: "شامي"، ثقة.
١٤٤٦- محمد بن حرب المكي٥: يكنى أبا عبد الله: ثقة، رجل صالح.
١٤٤٧- محمد بن حسان٦: "بغدادي"، ثقة، رجل صالح، كانت بضاعته ستمائة دينار، فركب بحر القلزم، فغرق، وذهبت بضاعته.
_________
١ محمد بن جحادة الأودي، ويقال له الأيامي الكوفي: متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٩: ٩٢".
٢ محمد بن جعفر بن أبي كثير الأنصاري الزرقي المدني: متفق على توثيقه، حديثه في الكتب الستة، له ترجمة في "التاريخ الكبير" "١: ١: ٥٦"، "الثقات" "٧: ٤٠٢"، "التهذيب" "٩: ٩٤".
٣ محمد بن جعفر الهذلي، أبو عبد الله البصري المعروف بغندر، صاحب الكرابيس: مجمع على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٩٦".
٤ محمد بن حرب الخولاني: أبو عبد الله الحمصي المعروف بالأبرشي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ١٠٩".
٥ محمد بن حرب المكي، سمع مالكًا، والليث بن سعد، مات سنة "٢١٠"، يكنى أبا عبد الله، مولى قريش. أحاديثه مشهورة. "التاريخ الكبير" "١: ١: ٦٩".
٦ محمد بن حسان بن فيروز الشيباني الأزرق، أبو جعفر البغدادي مولى معن بن زائدة، واسطي الأصل، وثقه أيضًا: ابن أبي حاتم، والدارقطني، وابن حبان، وفاته "٢٥٧". التهذيب "٩: ١١٢".',NULL,'402',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (402,'١٤٤٨- محمد بن حسان١: نزل أنطاكية، "بغدادي".
١٤٤٩- محمد بن الحسن الأسدي٢: "كوفي"، لا بأس به.
١٤٥٠- محمد بن خازم٣ - بالخاء المعجمة- أبو معاوية الضرير: "كوفي"، ثقة، كان يرى الإرجاء، وكان لين القول، وسمع من الأعمش ألفي حديث، فمرض مرضة فنسي منها ستمائة حديث.
١٤٥١- محمد بن أبي خداش٤: أبو هاشم الموصلي، ثقة، رجل صالح، كل شيء يُروى عن أبي هاشم حديثان: حديث أبي هريرة في الصلاة الوسطي، وحديثه حيث دخل على معاوية ويعوده.
١٤٥٢- محمد بن خلاد الإسكندراني٥: ثقة.
١٤٥٣- محمد بن دينار٦: "بصري"، لا بأس به، لم يسمع من مصدع وإنما حدث عن رجل عنه.
_________
١ مجهول. الجرح والتعديل "٣: ٢: ٢٣٨".
٢ محمد بن الحسن بن الزبير الأسدي المعروف بالتل الكوفي: فيه لين، من التاسعة، تقريب "٢: ١٥٤".
٣ محمد بن خازم التميمي السعدي، أبو معاوية الضرير، الكوفي: متفق على توثيقه، أخرج له الجماعة، له ترجمة في "التاريخ الكبير" "١: ١: ٧٤"، وتاريخ ابن معين "٢: ٥١٢"، و"الثقات" "٧: ٤٤١"، و"التهذيب" "٩: ١٣٧".
٤ محمد بن علي الأسدي، أبو هاشم بن أبي خواش الموصلي، ثقة، عابد من العاشرة، تقريب "٢: ١٩٣"، "التهذيب" "٩: ٣٥٧".
٥ محمد بن خلاد الإسكندراني: روى عن الليث بن سعد، قال ابن أبي حاتم: "كتب عنه أبي، وروى عنه". "الجرح والتعديل" "٣،: ٢٤٥".
٦ صدوق، سيئ الحفظ، رمي بالقدر, وتغير قبل موته. "تقريب" "٢: ١٦٠". "التاريخ الكبير" "١: ١: ٧٧"، "الثقات" "٧: ٤١٩"، "التهذيب" "٩: ١٥٥".',NULL,'403',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (403,'١٤٥٤- محمد بن زرعة الرعيني١: "دمشقي"، ثقة.
١٤٥٥- محمد بن زياد٢: "شامي"، تابعي، ثقة.
١٤٥٦- محمد بن زيد٣: ثقة.
١٤٥٧- محمد بن سابق٤: "كوفي"ن ثقة، روى عنه زهير بن حرب.
١٤٥٨- محمد بن سعد بن أبي وقاص٥: تابعي، ثقة.
١٤٥٩- محمد بن أبي سفيان بن العلاء بن جارية الثقفي٦.
١٤٦٠- محمد بن سلمة الحراني٧: ثقة، وهو أرفع من عتاب بن بشير.
١٤٦١- محمد بن سلميان الأصبهاني٨: "كوفي"، ثقة.
_________
١ هو من ثقات العجلي.
٢ محمد بن زياد الألهاني، أبو سفيان الحمصي: ثقة من الرابعة. تقريب "٢: ١٦٢".
٣ هو محمد بن زيد بن المهاجر بن قنفذ القرشي التيمي المدني: ثقة من الخامسة. تقريب "٢: ١٦٢".
٤ محمد بن سابق التميمي، أبو سعيد البزار الكوفي، نزيل بغداد، صدوق، من كبار العاشرة. تقريب "٢: ١٦٣".
٥ ثقة من الثالثة، قتله الحجاج بعد الثمانين. تقريب "٢: ١٦٤".
٦ مقبول من السادسة. تقريب "٢: ١٦٥".
٧ ثقة من الحادية عشرة. تقريب "٢: ١٦٦".
٨ محمد بن سليمان الأصبهاني، أبو علي الكوفي: صدوق، يخطئ من الثامنة. تقريب "٢: ١٦٦".',NULL,'404',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (404,'١٤٦٢- محمد بن سوقة١: ثبت، وكان خزازًا جمع من الخز مائة ألف درهم، ثم سكن مكة، فقال ما اجتمعت هذه لخير فتصدق بها عن آخرها، وكان صاحب سنة وعبادة وخير، في عداد الشيوخ، وليس بكثير الحديث.
١٤٦٣- محمد بن سويد٢: "شامي"، تابعي، ثقة.
١٤٦٤- محمد بن سيرين٣: "بصري"، تابعي، ثقة، يكنى أبا بكر، وهو من أروى الناس عن شريح وعبيدة، وإنما تأدب بالكوفيين من أصحاب عبد الله.
١٤٦٥- محمد بن شعيب بن شابور٤: "شامي"، ثقة.
١٤٦٦- محمد بن صالح التمار٥: "مدني"، ثقة.
١٤٦٧- محمد بن الصباح٦: سكن بغداد، ثقة.
_________
١ محمد بن سوقة الغنوي، أبو بكر الكوفي العابد: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٢٠٩"، وذكره ابن حبان في ثقات أتباع التابعين "٧: ٤٠٤".
٢ محمد بن سويد بن كلثوم بن قيس الفهري، أمير دمشق: صدوق من الثالثة. التهذيب "٩: ٢١٠".
٣ محمد بن سيرين "٣٣-١١٠؟ ": مولى أنس بن مالك، سمع أبا هريرة، وعمران بن حصين، وابن عباس، وابن عمر، وعنه: أيوب، وابن عون، وقرة بن خالد، وهشام بن حسان. وكان فقيهًا إمامًا غزير العلم ثقة ثبتًا، علامة في التعبير، رأسًا في الورع. قال عمرو بن علي الفلاس: أصلح الأسانيد: محمد بن سيرين عن عبيدة عن علي.
٤ محمد بن شعيب بن شابور الأموي، أبو عبد الله الدمشقي: صدوق، صحيح الكتاب، من كبار التاسعة. "التهذيب" "٩: ٢٢٢"، "التقريب" "٢: ١٧٠".
٥ صدوق، يخطئ من السابعة. تقريب "٢: ١٧٠".
٦ هو محمد بن الصباح الدولابي: أبو جعفر البغدادي البزار: متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "٩: ٢٢٩".',NULL,'405',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (405,'١٤٦٨- محمد بن طلحة بن مصرف اليامي١: "كوفي"، ثقة، إلا أنه سمع من أبيه وهو صغير، روى عنه شبابة وغيره.
١٤٦٩- محمد بن عبد الله بن الزبير الأسدي٢، يكنى أبا أحمد: "كوفي"، ثقة. "يتشيع"٣.
١٤٧٠- محمد بن عبد الله بن زيد٤: "مدني"، تابعي، ثقة.
١٤٧١- محمد بن عبد الله بن عمرو بن العاص٥: تابعي، ثقة.
١٤٧٢- محمد بن عبد الله بن عمرو بن عثمان -يعني ابن عفان٦: "مدني"، تابعي، ثقة.
١٤٧٣- محمد بن عبد الله بن نمير٧: "كوفي"، ثقة، ويعد من أصحاب الحديث وقال مرة: له علم بالحديث.
١٤٧٤- محمد بن عبد الله بن أبي يعقوب الضبي٨: "بصري"، ثقة.
_________
١ أخرج له الستة، سوى النسائي، صدوق، له أوهام، وأنكروا سماعه من أبيه لصغره. تقريب "٢: ١٧٣". "الثقات" "٧: ٣٨٨".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٢٥٤".
٣ الزيادة من "هامش الأصل" وفي "التهذيب" "٩: ٢٥٥".
٤ محمد بن عبد الله بن زيد بن عبد ربه الأنصاري الخزرجي المدني: ثقة، من الثالثة. تقريب "٢: ١٧٧".
٥ مقبول من الثالثة. تقريب "٢: ١٧٩"، "الثقات" "٥: ٣٥٣".
٦ صدوق، من السابعة، قتل سنة "٤٥". تقريب "٢: ١٧٩".
٧ محمد بن عبد الله بن نمير الهمداني الخارفي، أبو عبد الرحمن الكوفي الحافظ: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٢٨٢".
٨ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٢٨٤".',NULL,'406',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (406,'١٤٧٥- محمد بن عبد الله الرقاشي١: يكنى أبا عبد الله: "بصري"، ثقة، متعبد، عاقل، يقال: إنه كان يصلي في اليوم والليلة أربعمائة ركعة.
١٤٧٦- محمد بن عبد الرحمن بن أبي ليلى٢: "كوفي"، صدوق، ثقة، ثم قال بعد ذلك بكثير: محمد بن عبد الرحمن بن أبي ليلى، يكنى أبا عبد الرحمن وكان فقيهًا، صاحب سنة، وابن شبرمة أقدم موتًا من ابن أبي ليلى، وكان ابن أبي ليلى صدوقًا جائز الحديث٣، وكان قارئًا للقرآن عالمًا به، قرأ حمزة الزيات عليه، وكان حمزة يقول: إنما تعلمنا جودة القراءة عند ابن أبي ليلى.
وكان من أحسب الناس، وكان من أنقط الناس للمصحف وأخطه بقلم، وكان جميلًا نبيلًا، وأول من استقضاه على الكوفة "الأمير" يوسف بن عمر الثقفي٤ عامل بني أمية، فكان يرزقه في كل شهر مائة درهم، وكان يوسف يقول: خذها لاهنتك، "إني أرى مننًا صعبًا يعني"٥ قد سميت مولى أنت
_________
١ محمد بن عبد الله بن محمد بن عبد الملك بن مسلم الرقاشي، أبو عبد الله البصري: ثقة، من كبار العاشرة. تقريب "٢: ١٨٠".
٢ صدوق، سيئ الحفظ جدًّا. تقريب "٢: ١٨٤". المجروحين "٢: ٢٤٣".
٣ الزيادة من "التهذيب".
٤ يوسف بن عمرو الثقفي: أمير العراقين، وخراسان لهشام بن عبد الملك، ثم أقره الوليد بن زيد، وكان شهمًا, كافيًا, مهيبًا, جبارًا، عسوفًا، ظالمًا.
ولي اليمن سنة ست ومائة، فما زال عليها حتى جاءه التقليد بولاية العراق، فاستخلف ابنه الصلت، وسار.
قال أبو الصيداء: "أنا شهدت هذا الخبيث يوسف ضرب وهب بن منبه حتى قتله".
وقد هم الوليد بعزله، فبادر وقدم أموالا عظيمة، وأهلك خالدًا القسري، ثم اقتص يزيد بن خالد، فبعث إليه مولاه أبا الأسد فدخل السجن فضرب عنق يوسف بن عمر سنة سبع وعشرين ومائة.
٥ العبارة غير واضحة بالأصل.',NULL,'407',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (407,'عربي، فيقول: أصابنا سبي. فيقول: أما إنك لو قلت غير ذلك لأصابك مني عبر أجلس للمسلمين بالغداة والعشي، فإنما أنت أجير.
وكان أبوه١: عبد الرحمن بن أبي ليلى٢ من أصحاب علي بن أبي طالب -رضي الله عنه- وكان الحجاج ضربه ووقفه على مصطبه، وقال له: العن عليًّا، فكان يقول: اللهم العن الكذابين، ثم يسكت، "علي" بن أبي طالب يرفعه لئلا يقع عليه اللعن، وعبد الله بن الزبير والمختار بن أبي عبيد.
وكان جد محمد بن أبي ليلى من أصحاب النبي صلى الله عليه وسلم، وروى عن النبي صلى الله عليه وسلم أحاديث نحو العشرة، ولم يدرك محمدًا أباه، روى عن أخيه عيسى عن أبيه، وكان سفيان الثوري، وشريك وابنا حي من أصحاب محمد بن أبي ليلى، وبه تفقهوا.
وكان الذي بينه وبين أبي حنيفة متباعدًا.
وكان سفيان الثوري يتعلم من ابن أبي ليلى، فلم يشهد الثوري جنازته وهو من ولد أحيحة بن الجلاح وكان ابن شبرمة وغيره يرفعونه عن هذا النسب.
قال عبد الله بن شبرمة:
وكيف ترجا لفصل القضا ... ولم تصب الحكم في نفسكا
فتزعم أنك لابن الجلاح ... وهيهات دعواك من أصلكا
وكان ابن أبي ليلى ولي القضاء لبني أمية، ثم وليه لبني العباس، وكان فقيهًا مفتيًا بالرأي.
_________
١ في الأصل: "أباه".
٢ تقدم من باب عبد الرحمن.',NULL,'408',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (408,'وكان أبوه عبد الرحمن يروي عن عمر، وعلي، وعبد الله "بن مسعود" وأُبي، وكان خرج مع ابن الأشعث، وقتل بدُجل، وقال محمد: لا أعقل من أمر أبي شيئًا غير أني أعرفه، كانت له امرأتان وكان له جُبَّان أخضران، فينبذ١ عند هذه يومًا، وعند هذه يومًا.
ومات محمد بن عبد الرحمن سنة ثمان وأربعين ومائة.
١٤٧٧- محمد بن عبد الرحمن بن يزيد أبو جعفر٢: "كوفي"، ثقة.
١٤٧٨- محمد بن عبد العزيز الواسطي٣، سكن بالرملة: ثقة.
١٤٧٩- محمد بن عبد الوهاب السكري٤: من أفاضل أهل الكوفة، وكان عسرًا في الحديث.
١٤٨٠- محمد بن عبيد الله العرزمي٥: ضعيف الحديث، وهو عم عبد الملك بن أبي سليمان.
١٤٨١- محمد بن عبيد الله أبو عون الثقفي٦: "كوفي"، تابعي، ثقة.
_________
١ في الأصل: فيبيت، وأثبتنا ما يوافق السياق.
٢ ثقة من السادسة. تقريب "٢: ١٥٨".
٣ محمد بن عبد العزيز بن محمد العمري، أبو عبد الله الرملي المعروف بابن الواسطي: صدوق، يهم، وكانت له معرفة من العاشرة، التهذيب "٩: ٣١٣"، "تقريب" "٢: ١٨٦".
٤ محمد بن عبد الوهاب القناد السكري، أبو يحيى الكوفي: ثقة، عابد، من التاسعة. التهذيب "٩: ٣٢٠"، التقريب" "٢: ١٨٧".
٥ محمد بن عبيد الله بن أبي سليمان العرزمي: متروك، من السادسة. التهذيب "٩: ٣٢٢"، التقريب "٢: ١٨٧".
٦ وثقه أيضًا: ابن معين، وأبو زرعة، والنسائي، وابن حبان. التهذيب "٩: ٣٢٢".',NULL,'409',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (409,'١٤٨٢- محمد بن عبيد الطنافسي١: يكنى أبا عبد الله، أحدب، "كوفي"، ثقة، وكان عمانيًّا، وكان حديثه أربعة آلاف يحفظها.
١٤٨٣- محمد بن عبيد أبو قدامة٢: ثقة.
١٤٨٤- محمد بن عجلان٣: "مدني"، ثقة.
١٤٨٥- محمد بن أبي عدي٤: "بصري"، ثقة.
١٤٨٦- محمد بن علي بن الحسين بن علي بن أبي طالب٥: تابعي، ثقة، روى عن جابر بن عبد الله.
١٤٨٧- محمد بن علي ابن الحنفية٦، وكان يكنى: أبا القاسم، وكان رجلًا صالحًا، تابعيًّا، ثقة، "مدنيًّا"، وسأل رجل ابن عمر عن مسألة، فقال: سل محمد ابن الحنفية، ما تقول؟ فسأله عنها، ثم أخبره، فقال ابن عمر أهل بيت مفهمون.
١٤٨٨- محمد بن عيينة٧: وكان صدوقًا، وكان له فقه.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٣٢٧".
٢ محمد بن عبيد، أبو قدامة الحنفي: يروي عن عبد الله بن عمرو، روى عنه قتادة بن دعامة. "التاريخ الكبير" "١: ١: ١٧٢"، الثقات" "٥: ٣٨٠".
٣ وثقه أيضًا: ابن معين، والإمام أحمد، وأبو حاتم، والنسائي، وابن حبان، "الثقات" "٧: ٣٨٦"، "التهذيب" "٩: ٣٤١".
٤ كذا بالأصل، ولم نظفر له بترجمة.
٥ أبو جعفر الباقر: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٣٥٠".
٦ أخرج له الجماعة، مترجم في "التهذيب" "٩: ٣٥٤".
٧ محمد بن عيينة الهلالي، أخو سفيان بن عيينة: صدوق، له أوهام من الثامنة. تقريب "٢: ١٩٩"، "الثقات" "٧: ٤١٦".',NULL,'410',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (410,'١٤٨٩- محمد بن الفضل السدوسي عارم١: يكنى أبا النعمان: "بصري"، ثقة، رجل صالح، وليس يعرف إلا بعارم.
١٤٩٠- محمد بن فضيل بن غزوان الضبي٢: "كوفي"، ثقة، كان يتشيع.
..........
* تضمينات الحافظ ابن حجر:
١٤٩١- محمد بن القاسم الأسدي٣: كان شيخًا صدوقًا عثمانيًّا.
..........
١٤٩٢- محمد بن قيس٤: "حجازي"، تابعي، ثقة.
١٤٩٣- محمد بن قيس الهمداني٥: "شامي"، تابعي، ثقة.
١٤٩٤- محمد بن كثير٦: "بصري" ضعيف، يروي عن الثوري.
١٤٩٥- محمد بن كعب القرظي٧: "مدني"، تابعي، ثقة، رجل صالح، عالم بالقرآن.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٤٠٢".
٢ متفق على توثيقه، حديثه في "الكتب الستة"، مترجم في "التهذيب" "٩: ٤٠٥".
٣ محمد بن القاسم الأسدي، أبو إبراهيم الكوفي شامي الأصل: كذبوه، من التاسعة. تقريب "٢: ٢٠١".
٤ محمد بن قيس بن مخرمة المطلبي: وثقه أبو داود، وغيره. التقريب "٢: ٢٠٢".
٥ مقبول من الرابعة. تقريب "٢: ٢٠٢".
٦ محمد بن كثير العبدي، أبو عبيدة البصري: ثقة، أخرج له الجماعة، لم يصب من ضعفه، من كبار العاشرة. "التهذيب" "٩: ٤١٧"، "التقريب" "٢: ٢٠٣".
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٤٢٠"، "الثقات" "٥: ٣٥١".',NULL,'411',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (411,'١٤٩٦- محمد بن كناسة الأسدي١ يكنى أبا يحيى: "كوفي"، ثقة.
١٤٩٧- محمد بن ماهان٢: "واسطي"، صدوق، كنيته أبو حنيفة.
١٤٩٨- محمد بن المبارك الصوري٣: ثقة.
١٤٩٩- محمد بن مسلم بن عائذ٤: "مدني"، ثقة.
١٥٠٠- محمد بن مسلم بن عبد الله بن شهاب الزهري٥: "مدني"، تابعي، ثقة.
_________
١ هو محمد بن عبد الله بن عبد الأعلى المعروف بابن كناسة: وثقه أيضًا: ابن معين، وأبو داود، ويعقوب بن شيبة، وغيرهم. "التهذيب" "٩: ٢٥٩".
٢ له ذكر في الميزان "٤: ٢٣"، "اللسان "٥: ٣٥٧".
٣ محمد بن المبارك بن يعلى القرشي الصوري، أبو عبد الله القلانسي، سكن دمشق: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٤٢٢".
٤ وثقه أيضًا ابن حبان "٧: ٣٤٩"، "التهذيب" "٩: ٤٤٥".
٥ محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري من زهرة، وكنيته أبو بكر "٥٠-١٢٤" سكن بأيلة، كان إمامًا، حجة في الفقه والحديث. حريصًا على الطلب، بصيرًا بالقرآن، حتى صار مرجع علماء الحجاز والشام. قال فيه الليث: ما رأيت عالمًا قط أجمع من الزهري. يحدث في الترغيب فتقول: لا يحسن إلا هذا، وإن حدث عن العرب والأنساب قلت: لا يحسن إلا هذا، وإن حدث من القرآن والسنة فكذلك.
وقال عمر بن عبد العزيز: "لم يبق أحد أعلم بسنة ماضية من الزهري".
وقال مالك: بقي ابن شهاب وماله في الدنيا نظير.
وأفاض المحدثون في توثيق رواية الزهري، فقال ابن الصلاح: روينا عن أبي بكر بن شيبة أنه قال: أصح الأسانيد كلها: الزهري، عن علي بن الحسين عن أبيه، عن علي، ولكن البخاري، قال: أصح الأسانيد كلها: مالك بن نافع عن ابن عمر.
وقال عبد الغني في "الكمال" منسوبًا إلى النسائي: أحسن أسانيد روي عن رسول الله صلى اله عليه وسلم أربعة: =',NULL,'412',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (412,'أدرك الزهري من أصحاب النبي صلى الله عليه وسلم: أنس بن مالك الأنصاري، وسهل بن سعد الساعدي، وعبد الرحمن بن أيمن بن نابل، ومحمود بن الربيع الأنصاري، وروى عن عبد الله بن عمر نحوًا من ثمانية أحاديث، وروى عن السائب بن يزيد.
١٥٠١- محمد بن مسلم١: أبو سعيد المؤدب يسكن بغداد: ثقة.
١٥٠٢- محمد بن مسلم أبو الزبير٢: "المكي"، تابعي، ثقة.
_________
= - الزهري عن علي بن الحسين عن أبيه عن علي.
- الزهري عن عبيد الله بن عبد الله بن عتبة بن مسعود عن ابن عباس عن عمر.
- أيوب عن محمد بن سيرين، عن عبيدة عن علي.
- منصور عن إبراهيم عن علقمة عن ابن مسعود.
وقال إسحاق بن راهويه: أصح الأسانيد كلها: الزهري عن سالم عن أبيه ... وهكذا قال الإمام أحمد بن حنبل.
وللمحدثين آراء أخرى في ذلك.
وللزهري أحاديث منقطعة مثل: مالك، عن الزهري، عن ابن عباس، عن رسول الله صلى الله عليه وسلم؛ لأن الزهري لم يسمع من ابن عباس.
وقد تفرد الزهري بأحاديث ليس لها إلا إسناد واحد مثل: "أن النبي صلى الله عليه وسلم دخل مكة وعلى رأسه المغفر". تفرد به مالك عن الزهري، وهذه الأحاديث مخرجة في الصحيحين مع أنه ليس لها إلا إسناد واحد تفرد به ثقة.
وقال مسلم بن الحجاج: للزهري نحو تسعين حرفًا يرويه عن النبي صلى الله عليه وسلم لا يشاركه فيها أحد بأسانيد جياد.
قال الزهري: ما عبد الله بشيء أفضل من العلم، وقيل: إنه أحاديثه تبلغ ألفًا ومائتين.
١ محمد بن مسلم بن أبي الوضاح، أبو سعيد المؤدب الجزري، نزيل بغداد: وثقه أيضًا: ابن معين، والنسائي، وأبو حاتم، وأبو داود، وأبو زرعة، وابن حبان. "التهذيب" "٩: ٤٥٣".
٢ محمد بن مسلم بن تدرس الأسدي، أبو الزبير المكي: متفق على توثيقه، أخرج له الجماعة، مترجم في "الثقات" "٥: ٣٥١"، و"التهذيب" "٩: ٤٤٠".',NULL,'413',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (413,'١٥٠٣- محمد بن مسلم الطائفي١: ثقة.
١٥٠٤- محمد بن معاوية الأطرابلسي: صاحب مالك بن أنس، كنيته أبو سليمان روى عن مالك بن أنس: الموطأ.
حدثنا أبو مسلم صالح بن أحمد، حدثنا حبيب بن محمد الأطرابلسي، حدثنا مالك بن أنس بجميع الموطأ، قال: أنبأنا أبو الحسن وقال: بكر بن حماد التاهرتي، وكان من أئمة أصحاب الحديث، رأيت محمد بن معاوية ثقة ثبتًا، وكان صاحب آداب ومعرفة بلغة العرب متقدمًا في ذلك، قال الوليد أبو الحسن: لم يدرك بسكر ابن حماد ولكن حسبت أنه ذكر ذلك من أبي العرب عنه.
١٥٠٥- محمد بن المنتشر٢: ثقة.
١٥٠٦- محمد بن المنكدر٣: "مدني"، تابعي، ثقة، رجل صالح.
١٥٠٧- محمد بن المنهال وكان ضرير البصر٤: "بصري"، ثقة، لم يكن له كتاب قلت: لك كتاب؟ قال: كتابي في صدري.
_________
١ وثقه أيضًا: ابن معين، وابن حبان، وأبو داود، ويعقوب بن سفيان. "الثقات" "٧: ٣٩٩"، "التهذيب" "٩: ٤٤٤".
٢ محمد بن المنتشر بن الأجدع بن مالك الهمداني، الكوفي، متفق على توثيقه، أخرج له الستة، له ترجمة في "الثقات" "٧: ٣٦٥"، "التهذيب" "٩: ٤٧١".
٣ محمد بن المنكدر بن عبد الله بن الهدير، أحد الأئمة الأعلام: متفق على توثيقه، حديثه في الكتب الستة، له ترجمة في "الثقات" "٥: ٣٥٠"، "التهذيب" "٩: ٤٧٣".
٤ محمد بن المنهال التميمي المجاشعي، أبو جعفر، ويقال: أبو عبد الله البصري الضرير الحافظ: أخرج له الشيخان، وأبو داود، والنسائي، ووثقه "أيضًا": ابن معين، وابن حبان. تقريب "٢: ٢١٠"، تهذيب "٩: ٤٧٥".',NULL,'414',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (414,'١٥٠٨- محمد بن المهاجر١: "شامي".
١٥٠٩- محمد بن النعمان بن بشير٢: "مدني"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٥١٠- محمد بن هدية الصدفي٣: "مصري"، تابعي، ثقة.
..........
١٥١١- محمد بن واسع الأزدي٤: "بصري"، رجل صالح.
١٥١٢- محمد بن الوليد الزبيري٥: "شامي"، ثقة.
١٥١٣- محمد بن ياسر٦: يكنى بأبي القطان.
١٥١٤- محمد بن يحيى بن حبان٧: "مدني"، ثقة.
_________
١ محمد بن مهاجر بن أبي مسلم الأنصاري الشامي: وثقه أيضًا: أحمد، وابن معين، ودحيم، وأبو زرعة، وأبو داود، ويعقوب بن سفيان، وابن حبان. التهذيب "٩: ٤٧٧".
٢ محمد بن النعمان بن بشير الأنصاري، أبو سعيد: ذكره مسلم في الطبقة الأولى من أهل المدينة، وأخرج له الستة سوى أبي داود، وذكره ابن حبان في ثقات التابعين. التهذيب "٩: ٤٩٢".
٣ وثقه أيضًا: ابن حبان، ويعقوب بن سفيان، التهذيب "٩: ٤٩٥".
٤ محمد بن واسع بن جابر بن الأخنس الأزدي، أبو عبد الله البصري: ثقة، عابد، كثير المناقب، من الخامسة. تقريب "٢: ٢١٥"، وذكره ابن حبان في ثقات أتابع التابعين "٧: ٣٦٦".
٥ محمد بن الوليد بن عامر الزبيري، أبو الهذيل الحمصي القاضي: وثقه "أيضًا": علي بن المديني، وأبو زرعة الرازي، والنسائي، وابن حبان، وغيرهم. التهذيب "٩: ٥٠٢: ٥٠٣".
٦ كذا بالأصل، ولم أظفر له بترجمة.
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٥٠٧"، و"الثقات" "٧: ٤٣٨".',NULL,'415',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (415,'١٥١٥- محمد بن يحيى الأسلمي١: "مدني"، ثقة.
١٥١٦- محمد بن يزيد بن الأخنس٢: "المكي"، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٥١٧- محمد بن يزيد بن محمد بن كثير العجلي٣، أبو هشام الرفاعي: "كوفي"، لا بأس به، صاحب قرآن، قرأ على سليم، وولي قضاء المداين.
..........
١٥١٨- محمد بن يوسف الفريابي٤: ثقة، سكن قيسارية الشام، وكانت سنة كوفية، قال لي بعض البغداديين: أخطأ محمد بن يوسف في خمسين ومائة حديث من حديث سفيان.
_________
١ وثقه أيضًا: أبو داود، وابن حبان، والخليلي. الثقات "٧: ٣٧٢"، "التهذيب" "٩: ٥٢٢".
٢ مقبول، وكان من العُبَّاد. من التاسعة. تقريب "٢: ٢١٩"، "التهذيب" "٩: ٥٢٣"، "الثقات" "٧: ٤٣٩".
٣ ليس بالقوي، من صغار العاشرة. تقريب "٢: ٢١٩".
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٩: ٥٣٥"، وثقات أتباع التابعين "٧: ٤٣٤".',NULL,'416',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (416,'باب مالك:
١٥١٩- مالك بن إسماعيل أبو غسان النهدي١: "كوفي"، ثقة، وكان متعبدًا، وكان صحيح الكتاب.
١٥٢٠- مالك بن الأشتر النخعي٢: "كوفي"، تابعي، ثقة.
١٥٢١- مالك بن أنس٣: لم يلق زياد بن أبي زياد، إنما يرسل عنه.
١٥٢٢- مالك بن الحارث٤: "كوفي"، ثقة، تابعي، وله رواية عن أبيه، "عن أبي موسى"٥.
_________
١ مالك بن إسماعيل بن درهم، أبو غسان النهدي الكوفي الحافظ: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣".
٢ مالك بن الحارث النخعي الأشتر: مخضرم، نزل الكوفة بعد أن شهد اليرموك وغيرها، وولاه علي على مصر، فمات قبل أن يدخلها سنة سبع وثلاثين.
له ترجمة في "التاريخ الكبير" "٤: ٣"، "الثقات" "٥: ٣٩٩"، "التقريب" "٢: ٢٢٤".
٣ الإمام مالك بن أنس، أحد أعلام الإسلام، إمام دار الهجرة، ولادته بالمدينة، ولا تتفق الروايات على سنة ولادته، فتذكرها ما بين سنتي "٩٠: ٩٧"، ويعد الإمام مالك من أدق المحدثين في عصره، وصنف "الموطأ" وهو كتاب حديث وفقه. ولقد زار الخليفة هارون الرشيد حلقته الدراسية بالمدينة عندما كان يحج عام "١٧٩"، وفي ذلك العام توفي مالك بالمدينة.
"التاريخ الكبير" "٣: ١: ٣١٠"، "مشاهير علماء الأمصار" "١٤٠"، حلية الأولياء "٦: ٦١٦"، "الانتقاء" لابن عبد البر "٨-٦٣" "تذكرة الحفاظ للذهبي" "٢٠٧"، "التهذيب" "١٠: ٥"، "البداية والنهاية" "١٠-١٧٤"، "الديباج المذهب", "النجوم الزاهرة" "٢: ٩٦".
٤ مالك بن الحارث السلمي الرقي الكوفي: وثقه أيضًا: ابن معين، وابن حبان، من الرابعة. "التقريب" "٢: ٢٢٤"، "التهذيب" "١٠: ١٢".
٥ الزيادة من "التهذيب".',NULL,'417',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (417,'١٥٢٣- مالك بن دينار١: حدثني عبد الله بن صالح، قال: مر مالك بن دينار بقصر يبنى لرجل قد ولي عملا، فأخذ آجرتين فمضى بهما، فتبعه الذين يبنون، فقالوا: اللعين سرق آجرتين؛ فقال لهم: أعداء الله سرق هذا القصر كله فلم تقولوا له شيئًا، وأنا أخذت آجرتين فقلتم: السارق السارق، ثم رمى بهما.
١٥٢٤- مالك بن ربيعة أبو أسيد الساعدي٢، وكان من أصحاب النبي صلى الله عليه وسلم، وكان أعمى.
١٥٢٥- مالك بن أبي عامر٣: "مدني"، تابعي، ثقة.
١٥٢٦- مالك بن عبد الله الخثعمي٤: "شامي"، تابعي، ثقة.
١٥٢٧- مالك بن عوف الجشمي٥: من أصحاب عبد الله: ثقة.
١٥٢٨- مالك بن مرثد٦: ثقة.
_________
١ مالك بن دينار السامي، أبو يحيى البصري، الزاهد: صدوق عابد من الخامسة. "الثقات" "٧: ٤٦٠"، "التهذيب" "١٠: ١٤".
٢ وذكره ابن حبان في "الصحابة" "٣: ٣٧٥"، وله ترجمة في "الإصابة"، و"أسد الغابة"، "التهذيب" "١٠: ١٥".
٣ مالك بن أبي عامر الأصبحي أبو أنس: جد مالك بن أنس الفقيه، روى عن عمر، وعثمان وطلحة، وأبي هريرة، وعائشة. متفق على توثيقه، أخرج له الجماعة. مترجم في "الثقات" "٥: ٣٨٣"، "التهذيب" "١٠: ١٩".
٤ مالك بن عبد الله الخثعمي: كان يسكن لُد من فلسطين، من العباد، يروي عن جماعة من الصحابة، وله ترجمة في "التاريخ الكبير" "٤: ١: ٣٠٣"، وذكره ابن حبان في "ثقات التابعين" "٥: ٣٨٥".
٥ مالك بن عوف الجشمي: ذكره ابن حبان في "الصحابة" "٣: ٣٧٨".
٦ مالك بن مرثد بن عبد الله الزماني: ثقة من الثالثة. "التقريب" "٢: ٢٦٦".',NULL,'418',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (418,'١٥٢٩- مالك بن مغول١: "كوفي"، ثقة، رجل صالح مبرز في الفضل.
١٥٣٠- مالك بن هرم٢: "مصري"، تابعي، ثقة.
١٥٣١- مالك بن يخامر٣: "شامي"، تابعي، ثقة.
باب مبارك:
١٥٣٢- مبارك بن سعيد أخو سفيان الثوري٤: "كوفي"، ثقة، وعمر بن سعيد، وهو أحدثهم سنًّا، وهو دونهم في الفضل.
١٥٣٣- مبارك بن فضالة٥: "بصري"، لا بأس به.
باب متوكل ومثنى:
١٥٣٤- متوكل البجلي٦: "شامي"، تابعي، ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٢"، "الثقات" "٧: ٤٦٣".
٢ مالك بن هرم، يروي عن عوف بن مالك، وعبد الله بن حوالة، له ترجمة في "التاريخ الكبير" "٤: ١: ٣٠٧" وذكره ابن حبان في "ثقات التابعين" "٥: ٣٨٥".
٣ مالك بن يخامر الحمصي، صاحب معاذ: مخضرم، ويقال إن له صحبة. "الثقات" "٥: ٣٨٣"، "التقريب" "٢: ٢٢٧".
٤ مبارك بن سعيد بن مسروق الثوري، أبو عبد الرحمن الكوفي نزيل بغداد: صدوق من الثامنة. "التقريب" "٢: ٢٢٧".
٥ مبارك بن فضالة بن أبي أمية، أبو فضالة البصري مولى زيد بن الخطاب: صدوق، يدلس كثيرًا، من السادسة.
٦ كذا في الأصل، وهو الذي يليه.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (419,'١٥٣٥- متوكل١، روى عنه خالد بن معدان: "شامي"، تابعي، ثقة.
١٥٣٦- المثنى بن سعيد الضبعي٢: "بصري"، ثقة.
باب مجالد ومجاهد ومحارب:
١٥٣٧- مجالد بن سعيد٣: "كوفي"، جائز الحديث، حسن الحديث، إلا أن عبد الرحمن بن مهدي كان يقول: أشعث بن سوار أقوى منه، والناس لا يتابعونه على هذا، كان مجالد أرفع من أشعث بن سوار.
وقال يحيى بن سعيد: كان مجالد يلقن الحديث إذا لقن، وقد رآه, وسمع منه، صالح الكتاب، يروي عن
قيس بن أبي حازم، والشعبي.
١٥٣٨- مجاهد أبو الحجاج٤: "مكي"، تابعي، ثقة، سكن الكوفة بآخرة.
حدثني أبو أحمد الأسدي، حدثنا سفيان، عن سلمة بن كهيل، قال: ما رأيت أحدًا يريد بعمله وجه الله إلا هؤلاء الثلاثة: عطاء، وطاوس، ومجاهد.
_________
١ ذكره البخاري في "التاريخ الكبير" "٤: ٢: ٤٢"، وابن حبان في "ثقات التابعين" "٥: ٤٥٩".
٢ متفق على توثيقه، أخرج له الجماعة، له ترجمة في "الثقات" "٧: ٣٠٥"، "التهذيب" "١٠: ٣٤".
٣ مجالد بن سعيد بن عمير بن بسطام، أبو سعيد الكوفي، ويقال أبو عمرو: ليس بالقوي، وقد تغير في آخر عمره، من صغار السادسة. "التقريب" "٢: ٢٢٩".
٤ مجاهد بن جبر المكي أبو الحجاج المخزومي المقرئ: متفق على توثيقه، أخرج له الجماعة، مترجم في "الثقات" "٥: ٤١٩"، و"التهذيب" "١٠: ٤٢"، "حلية الأولياء" "٣: ٢٧٩"، "البداية والنهاية" "٩: ٢٢٤"، "شذرات الذهب" "١: ١٢٥".',NULL,'420',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (420,'حدثنا أبو سفيان الحميري، عن حسين بن عبد الرحمن السلمي، قال: كنت أصلي ليلة فرأيت الملهب فيما بيني وبين القبلة وكنت قد سمعت من يقول إنهم يخافونكم كما يخافونهم، فأهويت إليه لأخذه، فسمعت وجبة حين وقع من وراء الحائط.
١٥٣٩- محارب بن دثار١: "كوفي"، تابعي، ثقة، وكان على قضاء الكوفة فبعث إلى الحكم وحماد فأجلسهما معه وكان إذا أشكل عليه الشيء سألهما عنه.
باب محبوب ومحمود:
١٥٤٠- محبوب بن موسى أبو صالح الفراء٢، من أهل أنطاكية: ثقة، صاحب سنة.
١٥٤١- محمود بن الربيع٣: "مدني"، تابعي، ثقة، من كبار التابعين.
١٥٤٢- محمود بن لبيد٤: "مدني"، تابعي، ثقة.
١٥٤٣- محمود بن وداعة٥: "مصري", تابعي، ثقة.
_________
١ محارب بن دثار بن كردوس، أبو النضر الكوفي القاضي، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤٩".
٢ صدوق من العاشرة "التقريب" "٢: ٢٣١"، "التهذيب" "١٠: ٥٢".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٦٣".
٤ روى عن النبي صلى الله عليه وسلم أحاديث، ولم تصح له رؤية، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٣٤"، "التهذيب" "١٠: ٦٥".
٥ محمود بن وداعة المعافري: يروي عن عبد الله بن عمرو بن العاص، روى عنه شفي بن مانع، له ترجمة في "الجرح والتعديل" "٤: ١: ٢٩١"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٣٤".',NULL,'421',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (421,'باب مخارق ومختار ومجلز ومخول:
١٥٤٤- المخارق بن عبد الله بن جابر الأحمسي١: "كوفي"، ثقة.
١٥٤٥- المختار بن فلفل٢: "كوفي"، تابعي، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٥٤٦- المختار بن نافع التيمي٣: "كوفي"، ثقة.
..........
١٥٤٧- مخلد بن حسين٤: "بصري"، سكن المصيصة، ثقة، رجل صالح، وكان من عقلاء الرجال، وكانت أمه تحت هشام بن حسان، فقال له هارون: ما قرابة ما بينك وبين هشام بن حسان؟ فقال: أبو إخوتي.
١٥٤٨- مخول بن راشد٥: ثقة، من علية شيوخ الكوفيين، وليس بكثير الحديث، وروى عنه سفيان الثوري.
_________
١ مخارق بن خليفة، وقيل ابن عبد الله الأحمسي، أبو سعيد الكوفي، وثقه أيضًا: الإمام أحمد، وابن معين، وأبو حاتم، وابن حبان. "التهذيب" "١٠: ٦٧".
٢ صدوق له أوهام، من الخامسة، "التقريب" "٢: ٢٣٤".
٣ المختار بن نافع التيمي، أبو إسحاق التمار الكوفي: ضعيف من السادسة. "التقريب" "٢: ٢٣٤".
٤ مخلد بن الحسين الأزدي الرملي، أبو محمد البصري، نزيل المصيصة: ثقة فاضل، من كبار التاسعة. "التقريب" "٢: ٢٣٥".
٥ مخول بن راشد بن أبي مجالد النهدي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٧٩".',NULL,'422',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (422,'باب مدرك ومذعور ومراهن ومرثد:
١٥٤٩- مذعور١: "بصري"، تابعي، ثقة، وكان من كبار التابعين، وخيارهم٢.
١٥٥٠- مدرك بن عوف الأحمسي٣: "كوفي"، تابعي، ثقة.
١٥٥١- مراهن بن مخلد٤: "بصري"، ثقة.
قلت: في الحاشية صوابه مهاجر أبو مخلد.
١٥٥٢- مرثد بن عبد الله الزماني٥: تابعي، ثقة، أبو مالك.
١٥٥٣- مرثد بن عبد الله اليَزَني أبو الخير٦: "مصري"، تابعي، ثقة من ذي يزن.
_________
١ مذعور بن الطفيل: من عباد أهل البصرة وقرائهم، يروي عن جماعة من الصحابة، روى عنه قتادة وأهل البصرة، وكان من أقران مطرف بن عبد الله بن الشخير، ومطرف كان يعرف له الفضل على نفسه "التاريخ الكبير" "٤: ٢: ٧٤"، "الثقات" "٥: ٤٥٢".
٢ ورد في هامش الأصل: ينبغي أن يقدم مدرك على مذكور.
٣ له ترجمة في "الجرح والتعديل" "٤: ١: ٣٢٧"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤٥".
٤ القائل هو الهيثمي، وستأتي ترجمة مهاجر بن مخلد بالترجمة رقم "١٦٤٤".
٥ مقبول من الثالثة. "التقريب" "٢: ٢٣٦".
٦ مرثد بن عبد الله اليزني أبو الخير المصري الفقيه: متفق على توثيقه، أخرج له الجماعة. مترجم في "التهذيب" "١٠: ٨١".',NULL,'423',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (423,'باب مرحوم ومرة ومروان:
١٥٥٤- مرحوم أبو عبيس١: ثقة.
١٥٥٥- مرحوم بن شراحيل الهمداني، وهو مرة الطيب٢: "كوفي"، تابعي، ثقة، وكان يصلى في اليوم والليلة خمسمائة ركعة، فقيل له حين كبر: ما بقي من صلاتك؟ قال: الشطر خمسون ومائتا ركعة. وكانت غفلة من الشيخ.
١٥٥٦- مروان بن معاوية الفزاري٣: "كوفي"، ثقة, وما حدث عن الرجال المجهولين, من ولد عيينة بن بدر من أصحاب النبي صلى الله عليه وسلم, ما يروي عن عيينة شيئًا, ما حدث عن المعروفين فصحيح.
باب مسافع ومستظل ومستورد ومسدد ومسروق ومسعر:
١٥٥٧- مسافع بن شيبة حاجب الكعبة٤: "مكي"، ثقة.
_________
١ مرحوم بن عبد العزيز أبو عبد الله العطار مولى آل معاوية بن أبي سفيان القرشي البصري، سمع أباه وثابتًا البناني، قال بشر بن عبيس بن مرحوم: مات مرحوم سنة ثمان وثمانين، وكان مرحوم يوم مات الحسن ابن سبع سنين. "التاريخ الكبير" "٤: ٢: ٦٠"، "الجرح والتعديل" "٤: ١: ٤٣٦"، "الثقات" "٧: ٥١٢".
٢ هو مرة الطيب بن شراحيل الهمداني، أبو إسماعيل الكوفي: ثقة عابد، من الثانية. "التقريب" "٢: ٢٣٨".
٣ مروان بن معاوية بن الحارث بن أسماء الفزاري، أبو عبد الله الكوفي الحافظ، متفق على توثيقه أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٩٦".
٤ مسافع بن عبد الله بن شيبة بن عثمان العبدي، أبو سليمان الحجبي المكي: ثقة من الثالثة. "التقريب" "٢: ٢٤١"، "الثقات" "٥: ٤٦٤".',NULL,'424',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (424,'١٥٥٨- مستظل بن حصين البارقي١: "كوفي"، تابعي، ثقة.
١٥٥٩- مستورد بن الأحنف٢: "كوفي"، تابعي، ثقة.
١٥٦٠- مسدد بن مسرهد بن مسربل بن مستورد الأسدي٣: "بصري"، ثقة، يكنى أبا الحسن.
حدثنا الوليد حدثنا أبو علي منصور بن عبد الله الخالدي حدثنا أبو إسحاق إبراهيم بن أحمد بن مسدد بن مسرهد بن مسربل بن مغربل بن ازندل بن عرندل بن ماسك بن مستورد الأسدي البصري.
حدثنا مسدد، حدثنا عيسى بن يونس، عن هشام بن عروة، عن عروة، عن أبيه، عن عائشة، أن النبي صلى الله عليه وسلم كان يقبل الهدية ويثيب عليها٤.
قال: وكان يملي عليَّ حتى أضجر، فيقول لي: يا أبا الحسن اكتب هذا الحديث، فأكتبه فيملي عليّ بعد ضجري خمسينَ، ستينَ حديثًا، فأتيته في رحلتي الثانية، فأصبت عليه زحامًا كثيرًا، فقلت: قد أخذت بحظي منك.
وكان أبو نعيم يسألني عن اسمه واسم أبيه فأخبره باسمه واسم أبيه، فيقول: يا أحمد هذه رقية العقرب.
_________
١ مستظل بن حصين، أبو الميساء البارقي، يروي عن عمر بن الخطاب وعلي بن أبي طالب، له ترجمة في "الجرح والتعديل" "٤: ١: ٤١٢"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٦٢".
٢ مستورد بن الأحنف الكوفي: ثقة من الثالثة, "الثقات" "٥: ٤٥١"، "الجرح والتعديل" "٤: ١: ٣٦٨"، "التهذيب" "١٠: ١٠٦".
٣ ثقة حافظ، يقال: إنه أول من صنف "المسند" بالبصرة، من العاشرة، "التقريب" "٢: ٢٤٢".
٤ الحديث أخرجه البخاري في: ٥١- كتاب الهبة "١١"، باب المكافأة في الهبة "فتح الباري" "٥: ٢١٠"، من طريق مسدد، عن عيسى بن يونس. وأخرجه أبو داود في "البيوع"، والترمذي في كتاب البر، والإمام أحمد في "مسنده" "٢: ٣٥٩"، "٤: ١٨٩"، "٦: ٩٠".',NULL,'425',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (425,'١٥٦١- مسروق بن الأجدع١: يكنى أبا يمانة، "كوفي"، تابعي، ثقة، وكان أحد أصحاب عبد الله الذين يقرئون ويفتون، وكان يصلي حتى ترم قدماه.
حدثنا أبو نعيم، حدثنا مالك، عن أبي السفر، عن أبي وائل، قال: ما رأيت همدانية ولدت مثل مسروق، وقيل: ولا أبو ميسرة؟ قال: ولا أبو ميسرة.
وحدثنا أبو نعيم، حدثنا سفيان، عن أبي إسحاق، عن سعيد بن جبير، قال: قال مسروق لي: يا سعيد! ما بقي شيء يرغب فيه إلا أن نعفر وجوهنا في هذا التراب، قال: وكان بينه وبين أهله ستر.
١٥٦٢- مسعر بن كدام٢: هلالي، "كوفي"، وكان الأعمش يقول: شيطان مسعر يستضعفه فيشككه في الحديث.
وكان يقول الشعر: وقال شعرًا لأبيه:
إني نخلتك يا كدام مودتي ... فاسمع لقول أب عليك شفيق
أما المزاحة والمراء فدعهما ... خلفًا ولا أرضاهما لصديق
إني بلوتهما فلم أحمدهما ... لمجاور جاورته ورفيق
وقال عبد الله بن المبارك: ألا اقتديتم بسفيان، ومسعر، وأبو مغول، إذ يجهدهم الورع.
_________
١ مسروق "٠٠٠-٦٣" بن الأجدع الهمداني، الفقيه الكوفي، ابن أخت البطل الكرار: عمرو بن معدي كرب، أخذ عن عمر، وعلي, ومعاذ، وأُبي، وابن مسعود، وعن الشعبي: أن عائشة كانت قد تبنت مسروقًا, وعن الشعبي: ما علمت أحدًا كان أطلب للعلم منه. قال ابن سعد: توفي سنة ثلاث وستين.
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ١١٣".',NULL,'426',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (426,'قال العجلي: كلما جاء عن الثوري عن أبي مسلمة فهو مسعر بن كدام.
باب مسعود:
١٥٦٣- مسعود بن حراش١: "كوفي"، تابعي، ثقة.
١٥٦٤- مسعود بن مسعود الجعفي: "كوفي"، ثقة، روى عنه أبو غسان.
قلت: والصواب: مسعود بن سعد٢.
١٥٦٥- مسعود أبو رزين الأسدي٣: "كوفي"، ثقة.
١٥٦٦- مسعود أبو عبد الرحمن: "شامي"، تابعي، ثقة.
باب مسلم ومسيب:
١٥٦٧- مسلم بن إبراهيم٤: يكنى أبا عمرو الأزدي: "بصري"، ثقة، وكان قد عمي بأخرة، يروي عن سبعين امرأً، وكان يسكن البصرة في دار كبيرة، وإنما معه أخته وهي عجوز كبيرة وكان أصحاب الحديث إذا أرادوا أن يؤذوه، قالوا له: أختك قدرية! فيقول: لا والله إلا مثبتة.
_________
١ مسعود بن حراش، يروي عن عمر بن الخطاب، وله ترجمة في "الجرح والتعديل" "٤: ١: ٢٨٢"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤١".
٢ مسعود بن سعد الجعفي، أبو سعد الكوفي: ثقة عابد، من التاسعة "التقريب" "٢: ٢٤٣".
٣ مسعود بن مالك، أبو رزين الأسدي: ثقة فاضل من الثانية. "التهذيب" "١٠: ١١٨"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤١".
٤ مسلم بن إبراهيم الأزدي الفراهيدي: متفق على توثيقه، أخرج له الجامعة، مترجم في "التهذيب" "١٠: ١٢١".',NULL,'427',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (427,'قال العجلي: كلما جاء عن الثوري عن أبي مسلمة فهو مسعر بن كدام.
باب مسعود:
١٥٦٣- مسعود بن حراش١: "كوفي"، تابعي، ثقة.
١٥٦٤- مسعود بن مسعود الجعفي: "كوفي"، ثقة، روى عنه أبو غسان.
قلت: والصواب: مسعود بن سعد٢.
١٥٦٥- مسعود أبو رزين الأسدي٣: "كوفي"، ثقة.
١٥٦٦- مسعود أبو عبد الرحمن: "شامي"، تابعي، ثقة.
باب مسلم ومسيب:
١٥٦٧- مسلم بن إبراهيم٤: يكنى أبا عمرو الأزدي: "بصري"، ثقة، وكان قد عمي بأخرة، يروي عن سبعين امرأً، وكان يسكن البصرة في دار كبيرة، وإنما معه أخته وهي عجوز كبيرة وكان أصحاب الحديث إذا أرادوا أن يؤذوه، قالوا له: أختك قدرية! فيقول: لا والله إلا مثبتة.
_________
١ مسعود بن حراش، يروي عن عمر بن الخطاب، وله ترجمة في "الجرح والتعديل" "٤: ١: ٢٨٢"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤١".
٢ مسعود بن سعد الجعفي، أبو سعد الكوفي: ثقة عابد، من التاسعة "التقريب" "٢: ٢٤٣".
٣ مسعود بن مالك، أبو رزين الأسدي: ثقة فاضل من الثانية. "التهذيب" "١٠: ١١٨"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤١".
٤ مسلم بن إبراهيم الأزدي الفراهيدي: متفق على توثيقه، أخرج له الجامعة، مترجم في "التهذيب" "١٠: ١٢١".',NULL,'428',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (428,'* تضمينات الحافظ ابن حجر:
١٥٧٤- مسلم بن يسار الجهني١: "بصري"، تابعي، ثقة.
..........
١٥٧٥- مسيب بن رافع الكاهلي٢: "كوفي"، تابعي، ثقة.
باب مشرح:
١٥٧٦- مشرح بن هاعان٣: "مصري"، تابعي، ثقة.
باب مصدع ومصعب ومضارب:
١٥٧٧- مصدع أبو يحيى المعرقب٤، مولى معاذ بن عفراء: "كوفي"، تابعي، ثقة.
١٥٧٨- مصعب بن سعد٥: "كوفي"، تابعي، ثقة.
١٥٧٩- مصعب بن سلام٦: "كوفي"، ثقة.
_________
١ مسلم بن يسار الجهني: وثقه أيضًا ابن حبان، وله ترجمة في "التهذيب" "١٠: ١٤٢".
٢ مسيب بن رافع الأسدي الكاهلي، أبو العلاء الكوفي الأعمى: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ١٥٣".
٣ مشرح بن هاعان، من أهل مصر، يروي عن عقبة بن عامر، روى عنه أهل مصر، ذكره ابن حبان في "ثقات التابعين" "٥: ٤٥٢"، وقال: يخطئ ويخالف.
٤ مصدع = أبو يحيى الأعرج المعرقب: مقبول، من الثالثة. "تاريخ ابن معين" "٢: ٥٦٧"، "التهذيب" "١٠: ١٥٧".
٥ مصعب بن سعيد بن أبي وقاص: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ١٦٠".
٦ مصعب بن سلام التميمي الكوفي: صدوق له أوهام من الثامنة، وقال ابن معين: لا بأس به، "تاريخ ابن معين" "٢: ٥٦٧"، "التقريب" "٢: ٢٥١".',NULL,'429',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (429,'١٥٨٠- مصعب بن شيبة حاجب الكعبة١: "مكي"، ثقة.
١٥٨١- مصعب بن عبد الله بن أبي أمية٢: "مدني"، تابعي، ثقة.
١٥٨٢- مصعب بن المقدام الخثعمي٣، يكنى أبا عبد الله: "كوفي"، متعبد.
١٥٨٣- مضارب بن حزن٤: "بصري"، تابعي، ثقة.
باب مطر، ومطرف، ومطلب، وممطور:
١٥٨٤- مطر الوراق٥: "بصري"، صدوق، وقال مرة: لا بأس به. قيل: له تابعي؟ قال: لا.
_________
١ مصعب بن شيبة بن جبير بن شيبة بن عثمان العبدري المكي: لين الحديث، من الخامسة. "التقريب" "٢: ٢٥١".
٢ مصعب بن عبد الله بن أبي أمية بن المغيرة المخزومي: صدوق من الثالثة "التهذيب" "١٠: ١٦٢" "الثقات" "٥: ٤١١".
٣ مصعب بن المقدام الخثعمي: صدوق له أوهام من التاسعة "التقريب" "٢: ٢٥٢".
٤ مضارب بن حزن: مقبول من الثالثة "التقريب" "٢: ٢٥٢".
٥ مطر بن طهمان الوراق، أبو رجاء الخراساني السلمي، أصله من خراسان، سكن البصرة، يروي عن أنس بن مالك، ربما أخطأ، روى عنه حماد بن زيد وهشام الدستوائي، مات قبل الطاعون سنة خمس وعشرين ومائة وأوصى إلى فرقد السبخي، وكان قتادة قد أوصي إلى مطر، ويقال: إنه مات سنة تسع وعشرين ومائة وكان معجبًا بروايته، ولقد حدثنا محمد بن أحمد المسندي قال: حدثنا محمد بن نصر الفراء، قال: حدثنا أحمد بن حنبل، قال: حدثنا حجاج، قال: سمعت شعبة، يقول: مطر الوراق هؤلاء لا يحسنون يحدثون، حدثنا أبو التياح عن الفداك، قال: أحمد: أراد أبو الوداك فقال: الفداك. "الثقات" "٥: ٤٣٥"، وله ترجمة في "التهذيب" "١٠: ١٦٧".',NULL,'430',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (430,'١٥٨٥- مطرف بن طريف الأشجعي١، وكان من أصحاب الشعبي، صالح الكتاب، ثقة في الحديث، ما يذكر عنه إلا الخير في المذهب.
١٥٨٦- مطرف بن عبد الله بن الشخير٢: "بصري"، تابعي, ثقة، من خيار التابعين، رجل صالح، وكان أبوه من أصحاب النبي صلى الله عليه وسلم، ولم ينج من فتنة ابن الأشعث بالبصرة إلا رجلان: مطرف بن عبد الله، ومحمد بن سيرين، ولم ينج منها بالكوفة إلا رجلان: خيثمة بن عبد الرحمن الجعفي، وإبراهيم النخعي.
١٥٨٧- مطلب بن زياد الكوفي٣: ثقة، وهو فوق وكيع في السن.
١٥٨٨- ممطور أبو سلام٤: "شامي"، تابعي، ثقة. لم يسمع منه يحيى ابن أبي كثير.
باب معاذ ومعافى ومعاوية:
١٥٨٩- معاذ بن فضالة٥: "بصري"، ثقة.
_________
١ مطرف بن طريف الحارثي، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ١٧٣"، وذكره ابن حبان في "ثقات أتباع التابعين" "٧: ٤٩٣".
٢ مطرف بن عبد الله بن الشخير الحرشي العامري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ١٧٣"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٢٩".
٣ المطلب بن زياد بن زهير، الثقفي الكوفي: صدوق ربما وهم من الثامنة "التقريب" "٢: ٢٥٤".
٤ ممطور أبو سلام الأسود الأعرج الدمشقي: وثقه أيضًا الدارقطني، وابن حبان. "الثقات" "٥: ٤٦٠"، "التهذيب" "١٠: ٢٩٦".
٥ معاذ بن فضالة الزهراني، أبو زيد البصري: من كبار شيوخ البخاري. "تهذيب التهذيب" "١٠: ١٩٣".',NULL,'431',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (431,'١٥٩٠- المعافي بن عمران الموصلي١: ثقة.
١٥٩١- معاوية بن إسحاق بن طلحة بن عبيد الله٢، وكان ثقة.
١٥٩٢- معاوية بن حيدة٣: من أصحاب النبي صلى الله عليه وسلم.
١٥٩٣- معاوية بن سويد بن مقرن٤: "كوفي", تابعي، ثقة.
١٥٩٤- معاوية بن صالح٥: "حمصي"، ثقة.
١٥٩٥- معاوية بن عبد الله بن جعفر بن أبي طالب٦: ثقة.
١٥٩٦- معاوية بن قرة٧: "بصري"، تابعي، ثقة.
١٥٩٧- معاوية بن معتب الهذلي٨: "بصري"، تابعي، ثقة.
_________
١ المعافى بن عمران الأزدي، أبو مسعود الموصلي: ثقة، عابد، فقيه، من كبار التاسعة. "التهذيب" "١٠: ١٩٩"، "التقريب" "٢: ٢٥٨".
٢ معاوية بن إسحاق بن طلحة بن عبيد الله التيمي، أبو الأزهر الكوفي: وثقه أيضًا: أحمد، والنسائي، وابن حبان. "التهذيب" "١٠: ٢٠٢"، "الثقات" "٧: ٤٦٧".
٣ وذكره ابن حبان في "الصحابة" "٣: ٣٧٤".
٤ معاوية بن سويد بن مقرن المزني, أبو سعيد الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٠٨"، "الثقات" "٥: ٤١٢".
٥ معاوية بن صالح بن حدير: وثقه أيضًا ابن سعد، والنسائي، وابن حبان، وقال غيرهم: لا بأس به. "التهذيب" "١٠: ٢٠٩"، "الثقات" "٧: ٤٧٠".
٦ معاوية بن عبد الله بن جعفر بن أبي طالب الهاشمي: مقبول من الرابعة. "التقريب" "٢: ٢٦٠"، "الثقات" "٥: ٤١٢".
٧ معاوية بن قرة بن إياس البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢١٦".
٨ معاوية بن معتب الهذلي: عداده في أهل البصرة، له ترجمة في "التاريخ الكبير" "٤: ١: ٣٣١"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤١٣".',NULL,'432',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (432,'١٥٩٨- معاوية بن هشام١: ثقة.
باب معبد:
١٥٩٩- معبد بن خالد٢: "كوفي"، تابعي، ثقة، روى عن حارثة بن وهب.
١٦٠٠- معبد بن سيرين٣: "بصري"، تابعي, ثقة.
١٦٠١- معبد بن كعب بن مالك٤: "مدني"، تابعي، ثقة.
باب معتمر ومعدان ومعرور ومعروف:
١٦٠٢- معتمر بن سليمان التيمي٥: "بصري"، ثقة.
١٦٠٣- معدان بن أبي طلحة، ويقال: ابن طلحة٦: "شامي"،
_________
١ معاوية بن هشام القصار الأزدي، أبو الحسن الكوفي: صدوق له أوهام من صغار التاسعة "التقريب" "٢: ٢٦١".
٢ معبد بن خالد بن مرير بن حارثة العبدي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٢١"، "ثقات ابن حبان" "٧: ٤٩٤".
٣ معبد بن سيرين الأنصاري البصري: ثقة من الثالثة "التقريب" "٢: ٢٦٢"، "الثقات" "٥: ٤٣٢".
٤ معبد بن كعب بن مالك: مقبول من الثالثة، أخرج له الشيخان، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٣٢".
٥ معتمر بن سليمان بن طرفان التيمي، أبو محمد البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٢٧"، "الثقات" "٧: ٥٢١".
٦ معدان بن أبي طلحة اليعميري: ثقة من الثانية. "التقريب" "٢: ٢٦٣"، "الثقات" "٥: ٤٥٥".',NULL,'433',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (433,'تابعي، ثقة، من كبار التابعين.
١٦٠٤- معرور بن سويد١ من أصحاب عبد الله: ثقة.
١٦٠٥- معروف المكي٢: ثقة.
باب معضد ومعقل:
١٦٠٦- معضد العجلي٣ ويقال شيباني: ثقة من أصحاب عبد الله.
حدثنا عمر بن حفص بن غياث، حدثنا أبي، حدثنا الأعمش، عن إبراهيم، عن علقمة، قال: خرجنا أنا ومعضد في غزاة، فكان يومًا شاتيًا، فأعطيته ثوبًا كان معي فاعتجر به، فأصابه حجر فشجه فجعل يمسه بيده، ويقول: والله لصغير -يعني الجرح- وإن الله تبارك وتعالى يبارك في الصغير، فمات منها، وان علقمة يرتدي ذلك الثوب وفيه الدم، فقيل له حين خلق: لو استبدلته، فقال: إنه ليحبه وإن دم معضد فيه.
١٦٠٧- معقل بن يسار٤: يكنى أبا علي، وليس يعلم أحد من أصحاب النبي صلى الله عليه وسلم يكنى أبا علي غيره.
_________
١ معرور بن سويد الأسدي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٣٠"، "الثقات" "٥: ٤٥٥".
٢ معروف بن خَرّبوذ المكي: صدوق، ربما وهم، وكان إخباريًّا علامة، من الخامسة. "التقريب" "٢: ٢٤٦".
٣ معضد بن يزيد الشيباني: من العباد، روى عنه إبراهيم النخعي، وأهل العراق، له ترجمة في "الجرح والتعديل" "٤: ١: ٤٣٢"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٥٤".
٤ معقل بن يسار -رضي الله عنه- كان ممن بايع تحت الشجرة. "التهذيب" "١٠: ٢٣٥".',NULL,'434',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (434,'باب معلى ومعمر:
١٦٠٨- معلى بن أسد العَمّي١: "بصري"، ثقة، شيخ كيس، وكان معلمًا.
١٦٠٩- معلى بن منصور الرازي٢ أبو يعلى: ثقة, وكان صاحب سنة، وكان طلبوه على القضاء غير مرة فأبى.
١٦١٠- معمر بن أبي حبيبة٣: "مدني"، ثقة.
١٦١١- معمر بن راشد٤ أبو عروة: "بصري"، سكن اليمن، رجل صالح، يروي عنه ابن المبارك، سكن صنعاء وتزوج بها، رحل إليه سفيان الثوري وسمع منه هناك، وسمع هو من سفيان، ولما دخل معمر صنعاء كرهوا أن يخرج من بين أظهرهم، فقال لهم رجل: قيدوه فزوجوه، وقال ابن المبارك: قال يحيى بن سعد: اكتب لي حديث الأُوَل: حديث الزهري عمن كتبته؟ قال: قلت: هو عندي عن يونس "سماع" وعن معمر "عرض"، قال: اكتب لي عن معمر.
_________
١ معلى بن أسد العمي، أبو الهيثم البصري الحافظ: وثقه أيضًا أبو حاتم وابن حبان، وغيرهما. "التهذيب" "١٠: ٢٣٦".
٢ معلى بن منصور الرازي، أبو يعلى نزيل بغداد: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٣٨".
٣ معمر بن أبي حبيبة: وثقه أيضًا ابن معين وابن حبان. "التهذيب" "١٠: ٢٤٣"، "الثقات" "٧: ٤٨٤".
٤ معمر بن راشد: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٤٣".',NULL,'435',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (435,'باب معن ومعيقيب ومغراء:
١٦١٢- معن بن عبد الرحمن بن عبد الله بن مسعود١، وكان على قضاء الكوفة، وكان صارمًا، عفيفًا، مسلمًا، جامعًا للعلم، ثقة.
١٦١٣- معيقيب٢: لم يبتل أحد من أصحاب النبي صلى الله عليه وسلم إلا رجلين معيقيب كان به هذا الداء: الجذام، وأنس بن مالك كان به وضح.
١٦١٤- مغراء "العبدي"٣: قال ليث عن مغراء عن سعيد بن جبير: {صَفْرَاءُ فَاقِعٌ لَوْنُهَا} ٤ قال: "صاف لونها" ما رواه غيره.
باب المغيرة:
١٦١٥- المغيرة بن حكيم الصنعاني٥: ثقة.
١٦١٦- المغيرة بن زياد الموصلي٦: ثقة.
_________
١ معن بن عبد الرحمن بن عبد الله بن مسعود الهذلي المسعودي: أخرج له الشيخان فجاز القنطرة ووثقه أيضًا ابن معين، وابن حبان، ويعقوب بن سفيان، وقال غيرهم: صالح. "التهذيب" "١٠: ٢٥٢"، "الثقات" "٧: ٤٩١".
٢ هو معيقيب بن أبي فاطمة الدوسي: من السابقين الأولين، هاجر الهجرتين وشهد المشاهد كلها. "التهذيب" "١٠: ٢٥٤"، "الثقات" "٣: ٤٠٤".
٣ مغراء العبدي، أبو المخارق الكوفي: مقبول من الرابعة. "التقريب" "٢: ٢٦٨".
٤ الآية الكريمة "٦٩"، من سورة البقرة.
٥ المغيرة بن حكيم النصعاني: وثقه أيضًا ابن معين وابن حبان "تاريخ ابن معين" "٢: ٥٧٩"، "التهذيب" "١٠: ٢٥٨".
٦ المغيرة بن زياد البجلي، أبو هشام الموصلي: صدوق له أوهام، من السادسة. "الثقات" "٧: ٤٦٢"، "التهذيب" "١٠: ٢٥٨"، "التقريب" "٢: ٢٦٨".',NULL,'436',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (436,'١٦١٧- المغيرة بن سبيع١: "تابعي"، ثقة.
١٦١٨- المغيرة بن سعد بن الأخرم الطائي٢: "كوفي"، ثقة.
١٦١٩- المغيرة بن سبيل٣: "كوفي"، ثقة.
١٦٢٠- المغيرة بن شعبة الثقفي٤: من أصحاب النبي صلى الله عليه وسلم.
١٦٢١- مغيرة بن مسلم السراج٥: ثقة.
١٦٢٢- مغيرة بن مقسم الضبي٦، وكان ضريرَ البصر. "كوفي"، ثقة، وكان من فقهاء أصحاب إبراهيم، وكان عثمانيًّا، قيل لإبراهيم النخعي: الأعمى لا يكون له حياء؟ فقال إبراهيم: لو رأيت الفتية الضبيين لم تقل ذاك، يعني: مغيرة، وشباك، والقعقاع، وكانوا أضراء، وكان مغيرة يكنى أبا هشام مولى لضبة فقيه الحديث، إلا أنه كان يرسل الحديث عن إبراهيم، وإذا وقف أخبرهم ممن سمعه، وكان يحمل على علي بعض الحمل.
_________
١ المغيرة بن سبيع العجلي: ثقة من الخامسة "التقريب" "٢: ٢٦٩".
٢ مقبول من الخامسة. "التقريب" "٢: ٢٦٩"، "الثقات" "٧: ٤٦٣".
٣ المغيرة بن شبيل الأحمسي الكوفي: وثقه أيضًا: ابن معين، وابن حبان " التهذيب" "١٠: ٢٦١".
٤ المغيرة بن شعبة، رضي الله عنه، من كبار الصحابة أولي الشجاعة والمكيدة. شهد الحديبية وما بعدها، له ترجمة في "طبقات ابن سعد" "٤: ٢٨٤"، "التاريخ الكبير" "٤: ١: ٣١٦"، و"ثقات ابن حبان" "٣: ٣٧٢"، وغيرها.
٥ المغيرة بن مسلم القسملي، أبو سلمة السراج: صدوق من السادسة، له ترجمة في "التاريخ الكبير" "٤: ١: ٣٣٤"، و"ثقات ابن حبان" "٧: ٤٦٦"، و"التهذيب" "١٠: ٢٦٨".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٦٩".',NULL,'437',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (437,'١٦٢٣- المغيرة بن النعمان١: "كوفي"، ثقة.
١٦٢٤- المغيرة اليشكري٢: "كوفي", ثقة.
باب مفضل ومقداد ومقسم ومكحول ومكي:
١٦٢٥- مفضل بن مهلهل الضبي٣، وكان ثقة، ثبتًا، صاحب سنة وفضل وفقه، ثبتًا في الحديث، ولما مات سفيان جاء أصحابه إلى مفضل فقالوا: تجلس لنا مكان سفيان، فأبى, وقال: ما رأيت صاحبكم يُحمد مجلسه فأبى أن يجلس إلى ذلك.
١٦٢٦- المقداد بن الأسود الكندي٤: من أصحاب النبي صلى الله عليه وسلم، وكان بدريًّا.
١٦٢٧- مقسم٥: مولى ابن عباس.
_________
١ المغيرة بن النعمان النخعي الكوفي: وثقة أيضًا ابن معين وأبو حاتم وابن حبان. " التهذيب" "١٠: ٢٧١".
٢ هو المغيرة بن عبد الله اليشكري الكوفي: ثقة من الرابعة. له ترجمة في "التاريخ الكبير" " "٤: ١: ٣١٩"، و"ثقات ابن حبان" "٧: ٤٦٥"، "التهذيب" "١٠: ٢٦٣".
٣ المفضل بن المهلهل السعدي، أبو عبد الرحمن الكوفي: وثقه أيضا ابن معين والنسائي وأبو حاتم وعلي بن المديني، وأبو بكر الجزار، وغيرهم. "التهذيب" "١٠: ٢٧٥".
٤ المقداد بن عمرو بن ثعلبة بن مالك بن ربيعة، أبو الأسود الزهري المعروف بالمقداد بن الأسود: أسلم قديمًا وشهد بدرًا والمشاهد وكان فارسًا يوم بدر، آخى النبي صلى الله عليه وسلم بينه وبين عبد الله ابن رواحة. "التهذيب" "١٠: ٢٨٥".
٥ مقسم بن بجرة: صدوق، كان يرسل، من الرابعة، "التقريب" "٢: ٢٧٣".',NULL,'438',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (438,'١٦٢٨- مكحول الدمشقي١: تابعي، ثقة.
١٦٢٩- مكي بن إبراهيم البجلي٢: يكنى أبا السكن، ثقة، وقال مرة: البلخي بدل البجلي.
باب ملازم ومندل ومنذر:
١٦٣٠- مُلازم بن عمرو اليمامي٣: ثقة.
١٦٣١- مِنْدل بن علي العنزي٤: جائز الحديث، وكان يتشيع، وهو قديم الموت، لم يرو له إلا الشيوخ، وقال مرة: كوفي، صدوق.
١٦٣٢- المنذر بن ثعلبة٥: "بصري"، لا بأس به.
١٦٣٣- المنذر بن مالك أبو نضرة العبدي٦: "بصري"، ثقة، إلا أن سليمان التيمي حدث عنه يومًا بحديث وابن عون حاضر، فقال ابن عون: قد رأيت أبا نضرة، قال سليمان: ورأيته قمة.
_________
١ مكحول الشامي أبو عبد الله الفقيه الدمشقي: ثقة كثير الإرسال، مشهور، من الخامسة. "ثقات ابن حبان" "٥: ٤٤٦"، "التهذيب" "١٠: ٢٨٩".
٢ مكي بن إبراهيم بن بشير بن فرقد، أبو السكن البلخي الحافظ: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٢٩٣".
٣ ملازم بن عمرو بن عبد الله بن بدر السحيمي أبو عمرو اليمامي: وثقه أحمد، وابن معين، وابن حبان، والدارقطني، وقال غيرهم: صدوق لا بأس به. "التهذيب" "١٠: ٣٨٤".
٤ ضعيف من السابعة. "التقريب" "٢: ٢٧٤"، وله ترجمة ضافية في "الجرح والتعديل" "٤: ١: ٤٣٤-٤٣٥".
٥ ثقة، من السادسة. "الثقات" "٥: ٤٢١"، "التقريب" "٢: ٢٧٤".
٦ ثقة, من الثالثة. "التقريب" "٢: ٢٧٥"، " الثقات" "٥: ٤٢٠".',NULL,'439',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (439,'١٦٤٣- منذر الثوري أبو يعلى١: كوفي"، ثقة.
باب منصور:
١٦٣٥- منصور بن حيان الأسدي من العرب٢: "كوفي"، ثقة.
١٦٣٦- منصور بن زاذان٣: رجل صالح متعبد، ويقال: إن أصله واسطي.
..........
* تضمينات الحافظ ابن حجر:
١٦٣٧- منصور بن سعيد٤: "بصري"، تابعي، ثقة.
..........
١٦٣٨- منصور بن عبد الرحمن٥: "بصري"، جائز الحديث.
١٦٣٩- منصور بن المعتمر السلمي يكنى أبا عتاب٦: "كوفي"،
_________
١ المنذر بن يعلى الثوري الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٠٤"، "الثقات" "٥: ٥٨١".
٢ منصور بن حبان بن حصين الأسدي: وثقه أيضًا: ابن معين والنسائي وابن حبان ويعقوب بن سفيان, "الثقات" "٧: ٤٨٦"، "التهذيب" "١٠: ٣٠٦".
٣ منصور بن زاذان الواسطي، أبو المغيرة الثقفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٠٦".
٤ منصور بن سعيد الكلبي المصري: مستور من الثالثة. "التقريب" "٢: ٢٧٦"، "التهذيب""١٠: ٣٠٧".
٥ منصور بن عبد الرحمن الغداني النصري الأشل: صدوق، يهم، من السادسة، وذكره ابن حبان في "الثقات" "٧: ٤٧٦"، "التقريب" "٢: ٢٧٦".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣١٢"، "الثقات" "٧: ٤٧٣".',NULL,'440',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (440,'ثقة، ثبت في الحديث، كان أثبت أهل الكوفة، وكان حديثه العدل لا يختلف فيه واحد متعبد، رجل صالح, أكره على قضاء الكوفة, فقضى عليه شهرين, ولاه ابن عمرو.
روى منصور من الحديث أقل من ألفين, وكان فيه تشيع قليل, ولم يكن بغالٍ، وكان قد عمش من البكاء، وصام منصور ستين سنة، وقامها، وتوفي سنة اثنتين وثلاثين ومائة، وكان يجلس في مجلس القضاء فإذا جلس الخصمان بين يديه فقصَّا قصتهما، قال: يا هذان يا هذان إنكما تختصمان إليّ في شيء لا علم لي به فانصرفوا، فأُعفي عن القضاء.
وقالت فتاة لأبيها: يا أبه! الأسطوانة التي كانت في دار منصور ما فعلت؟ قال: يا بنية ذاك منصور يصلي بالليل، فمات.
١٦٤٠- منصور بن أبي منصور١: تابعي، ثقة.
١٦٤١- منصور الكلبي٢: "مصري"، تابعي، ثقة.
باب منقذ ومنهال ومهاجر ومهاصر:
١٦٤٢- منقذ٣: "مصري"، تابعي، ثقة.
_________
١ له ترجمة في "التاريخ الكبير" "٤: ١: ٣٤٣"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٢٩".
٢ منصور الكلبي: يروي عن دحية، روى عنه مرثد بن عبد الله اليزني، له ترجمة في "الجرح والتعديل" "٤: ١: ١٨٠"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٢٩".
٣ منقذ بن قيس المصري مولى عبد الله بن سراقة بن قيس، وقيل: مولى عثمان بن عفان، وقيل: مولى ابن عمر، له ترجمة في "الجرح والتعديل" "٤: ١: ٣٦٧"، وفي "التاريخ الكبير" "٤: ٢: ١٨"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤٧"، "التهذيب" "١٠: ٣١٧".',NULL,'441',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (441,'١٦٤٣- منهال بن عمرو١: "كوفي"، ثقة.
١٦٤٤- مهاجر يعني: ابن مخلد٢: "بصري"، ثقة، روى عنه حماد بن زيد.
١٦٤٥- مهاصر بن حبيب٣: "شامي"، تابعي، ثقة.
باب مهدي ومهند:
١٦٤٦- مهدي بن ميمون٤: "بصري"، ثقة.
١٦٤٧- مهند بن علي العتكي٥: ثقة "قلت: وهو الصواب"٦.
١٦٤٨- مهند القيسي٧: "كوفي"، ثقة، روى عن قيس بن مسلم.
_________
١ المنهال بن عمرو الأسدي، مولاهم الكوفي: وثقه "أيضًا": ابن معين، والنسائي، وابن حبان، وقال غيرهم: "صدوق" "التهذيب" "١٠: ٣١٩".
٢ قال ابن معين وأبو حاتم: "لين الحديث". "التهذيب" "١٠: ٣٢٣"، وذكره ابن حبان في "الثقات" "٧: ٥٢٥".
٣ مهاصر بن حبيب الزبيدي، من أهل الشام يروي عن جماعة من الصحابة، وله ترجمة في "الجرح والتعديل" "٤: ١: ٤٣٩"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٥٤".
٤ مهدي بن ميمون الأزدي، أبو يحيى البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٢٦-٣٢٧".
٥ مهند بن علي الفنكي: بصري، روى عن عطاء، وطاوس، ومجاهد، وثقه أيضًا ابن معين، وأبو حاتم. "الجرح والتعديل" "٤: ١: ٤٣٧".
٦ القائل: هو الهيثمي، مرتب الثقات، حيث ورد الاسم بالأصل: "مهيد بن علي العتكي".
٧ مهند بن هشام القيسي، يروي عن الكوفيين: قيس بن مسلم، روى عنه: زيد بن الحباب، ذكره ابن حبان في "الثقات" "٧: ٥١٨".',NULL,'442',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (442,'باب مؤثر، ومورق:
١٦٤٩- مؤثر بن عفارة١: من أصحاب عبد الله، ثقة.
١٦٥٠- مورق العجلي٢: "بصري"، تابعي، ثقة.
باب موسى:
١٦٥١- موسى بن إسماعيل أبو سلمة٣: "بصري"، ثقة.
١٦٥٢- موسى بن الأشعث البلوي: "بصري"، تابعي، ثقة.
١٦٥٣- موسى بن أنس بن مالك٤: تابعي، ثقة.
١٦٥٤- موسى بن أيوب الغافقي٥: "مصري"، لا بأس به.
_________
١ مؤثر بن عفارة، أبو المثنى العبدي، الشيباني: يروي عن عبد الله بن مسعود، وبشير بن الخصاصية، روى عنه: جبلة بن سحيم، له ترجمة في "الجرح والتعديل" "٤: ١: ٤٢٩"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٦٣"، "التهذيب" "١٠: ٣٣١".
٢ مورق بن المشمرج العجلي، من أهل البصرة، كنيته أبو المعتمر، يروي عن أبي ذر، روى عنه أهل العراق، وكان من العباد الخشن، مات في ولاية ابن هبيرة، في سنة "١٠٥"، له ترجمة في "الجرح والتعديل" "٤: ١: ٤٠٣"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٤٦"، ومترجم في "التهذيب" "١٠: ٣٣١".
٣ موسى بن إسماعيل المنقري، أبو سلمة التبوذكي البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٣٣".
٤ موسى بن أنس بن مالك الأنصاري، قاضي البصرة: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٣٥".
٥ موسى بن أيوب بن عامر الغافقي المصري: وثقه أيضًا: ابن معين "٢: ٥٩٢"، وأبو داود، وابن حبان "٧: ٤٥٥"، "التهذيب" "١٠: ٣٣٦".',NULL,'443',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (443,'١٦٥٥- موسى بن أيوب النصيبي١: سكن أنطاكية، ثقة.
..........
* تضمينات الحافظ ابن حجر:
١٦٥٦- موسى بن أيوب٢: "شامي"، ثقة.
..........
١٦٥٧- موسى بن خلف العمي٣: ثقة.
١٦٥٨- موسى بن داود٤: "كوفي"، ثقة.
١٦٥٩- موسى بن سلمة أبو إسماعيل٥: "بصري"، ثقة.
١٦٦٠- موسى بن طلحة بن عبد الله٦: تابعي، ثقة، رجل صالح، "كوفي"، وكان خيارًا.
١٦٦١- موسى بن عقبة٧: مدني، ثقة.
١٦٦٢- موسى بن علي بن رباح٨: "مصري"، ثقة.
_________
١ موسى بن أيوب النصيبي، أبو عمران الأنطاكي: مقبول، من العاشرة، "تقريب" "٢: ٢٨١".
٢ مترجم في "التهذيب" "١٠: ٣٣٧".
٣ صدوق، عابد، له أوهام، من السابعة. "تقريب" "٢: ٢٨٢".
٤ وثقه أيضًا: ابن سعد، وابن نمير، وابن عمار، وابن حبان "٧: ٤٥١"، "التهذيب" "١٠: ٣٤٢".
٥ له ترجمة في "التهذيب" "١٠: ٣٤٦".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٥٠".
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٣٦٠".
٨ وثقه "أيضًا": أحمد، وابن معين، والنسائي، وابن حبان. "التهذيب" "١٠: ٣٦٣".',NULL,'444',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (444,'........
* تضمينات الحافظ ابن حجر:
١٦٦٣- موسى بن عمرو بن سعيد بن العاص١: "مكي"، ثقة.
..........
١٦٦٤- موسى بن مسعود النهدي٢: يكنى أبا حذيفة، "بصري"، صدوق، ثقة.
١٦٦٥- موسى بن المسيب٣: ثقة.
١٦٦٦- موسى بن وردان٤: "مصري"، تابعي، ثقة.
باب ميسرة وميمون:
١٦٦٧- ميسرة بن حبيب النهدي٥: "كوفي"، ثقة، روى عن المنهال بن عمرو وهو في عداد الشيوخ.
١٦٦٨- ميمون بن جابان٦: "بصري"، ثقة.
١٦٦٩- ميمون بن مهران٧: جزري، تابعي، ثقة، وكان يحمل على علي -رضي الله عنه- وكان ميمون بن مهران إذا رأى شابًّا حسن العقل وإن لم
_________
١ مترجم في "التهذيب" "١٠: ٣٦٤".
٢ صدوق، سيئ الحفظ وكان يصحف، من صغار التاسعة، "تقريب" "٢: ٢٨٨"، "الثقات" "٧: ٤٥٨".
٣ صدوق، من السادسة. "تقريب" "٢: ٢٨٨".
٤ صدوق، ربما أخطأ، من الثالثة. "تقريب" "٢: ٢٨٩".
٥ وثقه "أيضًا": ابن معين، والنسائي، وابن حبان. "التهذيب" "١٠: ٣٨٦".
٦ مقبول من السادسة. "تقريب" "٢: ٢٩١"، وذكره ابن حبان في "الثقات" "٧: ٤٧١".
٧ ميمون بن مهران الجزري، أبو أيوب، ثقة، فقيه، وكان يرسل، "تقريب" "٢: ٢٩٢".',NULL,'445',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (445,'يكن على طريقة حسنة أكرمه وابتدأه بالسلام إذا لقيه وحده، وسأله عن أهله، وأظهر له برًا، ثم يقول له: هاهنا مريض اذهب بنا نعوده! هاهنا جنازة اذهب بنا نحضرها! قال: فيذهب, قال: فيقول بعض أصحابه: رأيناك مع ميمون بن مهران أي شيء تصنع أنت مع ميمون؟ فيقول لهم: قال لي كذا وكذا فذهبت معه! قال: فإذا لقيه ميمون مع أصحابه أعرض عنه كأنه لم يره، وإذا لقيه وحده سلم عليه. فلا يزال حتى ينسل.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (446,'<span data-type="title" id=toc-26>باب: النون</span>
باب ناجية وناشرة:
١٦٧٠- ناجية بن عبد الله بن عتبة بن مسعود١: ثقة.
١٦٧١- ناجية بن كعب٢: "كوفي"، تابعي، ثقة.
١٦٧٢- ناشرة بن سمي اليزني٣: "بصري"، تابعي، ثقة.
باب من اسمه نافع:
١٦٧٣- نافع بن جبير بن مطعم٤: "مدني"، تابعي، ثقة.
_________
١ له ترجمة في "التاريخ الكبير" "٤: ٢: ١٠٧"، وذكره ابن حبان في "الثقات" "٧: ٥٣٩".
٢ ناجية بن كعب الأسدي: ثقة، من الثالثة، "تقريب" "٢: ٢٩٤".
٣ ناشرة بن سمي اليزني: يروي عن عمر بن الخطاب، عداده في أهل الشام، روى عنه: علي بن رباح اللخمي، له ترجمة في "الجرح والتعديل" "٤: ١: ٤٩٩"، و"الثقات" "٥: ٤٨٠".
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤٠٤"، "الثقات" "٥: ٤٦٦".',NULL,'446',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (447,'١٦٧٤- نافع بن خالد الخزاعي١: "كوفي"، تابعي، ثقة.
١٦٧٥- نافع بن عاصم بن عروة٢: تابعي، ثقة.
١٦٧٦- نافع بن عمر الجمحي٣: ثقة.
١٦٧٧- نافع بن يزيد٤: "مصري"، ثقة.
١٦٧٨- نافع القارئ٥: هو نافع بن عبد الرحمن بن أبي نعيم مولى بني ليث، حليف العباس بن عبد المطلب.
١٦٧٩- نافع مولى ابن عمر٦: "مدني", تابعي، ثقة.
١٦٨٠- نافع مولى أبي قتادة٧: "مدني"، تابعي، ثقة.
_________
١ نافع بن خالد الخزاعي، من أهل الكوفة، يروي عن أبيه، روى عنه: سعيد بن طارق، له ترجمة في "التاريخ الكبير" "٤: ٢ ٨٥"، و"الثقات" "٧: ٥٣٢".
٢ نافع بن عاصم بن عروة بن مسعود الثقفي الحجازي، يروي عن عبد الله بن عمرو، روى عنه يعلى بن عطاء، له ترجمة في "الجرح" "٤: ١: ٤٥٤"، "الثقات" "٥: ٤٦٩".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤٠٩".
٤ نافع بن يزيد الكلاعي، أبو يزيد المصري: ثقة، عابد من السابعة. "تقريب" "٢: ٢٩٦".
٥ صدوق، ثبت في القراءة، من كبار السابعة. "تقريب" "٢: ٢٩٦".
٦ نافع الفقيه، مولى ابن عمر، أبو عبد الله المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤١٢".
٧ هو نافع بن عباس الأقرع، أبو محمد مولى أبي قتادة الأنصاري السلمي: متفق على توثيقه، أخرج له الجماعة، مترجم في. "التهذيب" "١٠: ٤٠٥".',NULL,'447',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (448,'باب نباتة ونبيح ونبيط ونبي ونجي:
١٦٨١- نباتة الجعفي١: "كوفي"، روى عن عمر.
١٦٨٢- نبيح العنزي٢: "كوفي", تابعي، ثقة.
١٦٨٣- نبيط٣: والد سلمة من أصحاب النبي صلى الله عليه وسلم.
١٦٨٤- نبي٤: "كوفي"، تابعي، ثقة.
١٦٨٥- نجيّ والد عبد الله بن نجي٥: "كوفي"، تابعي، ثقة.
باب النزال ونسير ونصر:
١٦٨٦- النزال بن سبرة الهذلي٦: "كوفي"، تابعي، ثقة من
_________
١ وقيل: نباتة الوالبي: مقبول من الثالثة، له ترجمة في "التهذيب" "١٠: ٤١٦"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٧٩".
٢ مقبول من الثالثة. "تقريب" "٢: ٢٩٧"، وذكره ابن حبان في "الثقات" "٥: ٤٨٤".
٣ نبيط بن شريط: أبو سلمة الأشجعي الكوفي، روى عن الرسول صلى الله عليه وسلم وكان من شباب الصحابة، لا يعرف عام وفاته، روى عنه ابنه سلمة وكان أحد الرواة الثقات.
واطلعت على ١٣ ورقة ضمن مخطوط بدار الكتب المصرية حديث ١٥٨٨ على حديث نبيط بن شريط منسوب له بخط جد رديء يكاد لا يقرأ. قال فؤاد سزكين ١/ ١٢: إذا صحت نسبة الحديث له, يعد أقدم صحيفة مشهورة وصلت إلينا في أقوال الرسول صلى الله عليه وسلم.
٤ نبي أبو المنذر، قال: جاء جاثليق إلى علي رضي الله عنه فأراد أن يسجد له فمنعه، روى عنه سماك، وقال: هو رجل منا. "الجرح والتعديل" "٤: ١: ٥٠٩".
٥ نجي الحضرمي الكوفي: روى عن علي، وعنه ابنه عبد الله، ذكره ابن حبان في "ثقات التابعين" "٥: ٤٨٠"، وقال: لا يعجبني بخبره إذا انفرد. وله ترجمة في "التهذيب" "١٠: ٤٢٢".
٦ له ترجمة في "الجرح والتعديل" "٤: ١: ٤٩٨"، وذكره ابن حبان في "الثقات" "٥: ٤٨٢". "التهذيب" "١٠: ٤٢٣".',NULL,'448',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (449,'كبار التابعين سمع من عبد الله.
١٦٨٧- نسير بن ذُعلوق أبو طعمة١: "كوفي"، تابعي, ثقة مولى الربيع بن خيثم.
١٦٨٨- نصر بن أوس٢, وسعد بن أوس: "كوفيان"، ثقتان، وليسا أخوين.
١٦٨٩- نصر بن عاصم٣: "بصري"، تابعي، ثقة.
باب النضر والنعمان:
١٦٩٠- النضر بن إسماعيل بن أبي حازم البجلي٤: "كوفي"، ثقة، وكان إمام مسجد الجامع.
١٦٩١- النضر بن أنس بن مالك٥: "بصري"، تابعي، ثقة.
١٦٩٢- النضر بن محمد اليمامي٦: سكن جُرش كنيته أبو محمد: ثقة، وهو من أروى الناس عن عكرمة عن عمار اليمامي، سمع من عكرمة بن
_________
١ نسير بن ذعلوق الثوري، أبو طعمة الكوفي: صدوق، من الرابعة. "تقريب" "٢: ٢٩٩" "الجرح والتعديل" "٤: ١: ٥٠٩"، "الثقات" "٥: ٤٨٦".
٢ له ترجمة في "التاريخ الكبير" "٤: ٢: ١٠٤"، وذكره ابن حبان في "الثقات" "٧: ٥٣٩".
٣ نصر بن عاصم الليثي البصري: له ترجمة في "الجرح والتعديل" "٤: ١: ٤٦٤"، وذكره ابن حبان في "الثقات" "٥: ٤٧٥"، "التهذيب" "١٠: ٤٢٧".
٤ النضر بن إسماعيل بن حازم البجلي، أبو المغيرة الكوفي القاص: ليس بالقوي، من صغار الثامنة. "تقريب" "٢: ٣٠١".
٥ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤٣٥".
٦ النضر بن محمد بن موسى الجرشي، أبو محمد اليمامي مولى بني أمية: ثقة، له أفراد، من التاسعة "تقريب" "٢: ٣٠٢".',NULL,'449',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (450,'عمار ألف حديث، رَحَلتُ إليه من مكة، فوصلت في خمسة عشر يومًا.
١٦٩٣- نعمان بن بشير١: حدثنا أبو داود عن سفيان، عن منصور، عن ذر، عن يُسيع، عن النعمان بن بشير، عن النبي صلى الله عليه وسلم، قال: "الدعاء هو العبادة" ٢ ثم قرأ: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} ٣.
١٦٩٤- النعمان بن ثابت أبو حنيفة٤: "كوفي"، تيمي من رهط حمزة الزيات وكان خزازًا يبيع "الخز، ويُروى عن إسماعيل بن حماد بن أبي حنيفة، قال: نحن من أبناء فارس الأحرار، ولد جدي النعمان سنة ثمانين وذهب جدي ثابت إلى علي وهو صغير فدعا له بالبركة فيه وفي ذريته"٥.
_________
١ له، ولأبويه صحبة. "الثقات" "٣: ٤٠٩"، "التهذيب" "١٠: ٤٤٧".
٢ الحديث أخرجه أبو داود في الصلاة، عن حفص بن عمر، عن شعبة، عن منصور، عن ذر، عن يُسيع بن معدان الحضرمي، عن النعمان بن بشير، وأخرجه الترمذي في التفسير سورة البقرة، عن هناد، عن أبي معاوية، عن الأعمش، عن ذر بمعناه، وقال: "حسن صحيح"، وفي تفسير سورة المؤمن، عن بندار، عن ابن مهدي، عن سفيان، عن منصور والأعمش كلاهما عن ذر نحوه، وقال: "حسن صحيح"، وأخرجه ابن ماجه في الدعاء، عن علي بن محمد، عن وكيع، عن الأعمش.. تحفة الأشراف للمزي "٩: ٣٠".
٣ الآية الكريمة "٦٠" من سورة غافر.
٤ الإمام أبو حنيفة: النعمام بن ثابت التيمي الكوفي، فقيه الملة، ولد سنة ثمانين في حياة صغار الصحابة، ورأى أنس بن مالك لما قدم عليهم الكوفة، وعُني بطلب الآثار، وارتحل في ذلك، وأما الفقه والتدقيق في الرأي وغوامضه، فإليه المنتهى والناس عليه عيال في ذلك.
"طبقات خليفة" "١٦٧-٣٢٧"، "التاريخ الكبير" "٤: ١: ٨١"، "الجرح والتعديل" "٤: ١: ٤٤٩"، "تاريخ بغداد" "١٣: ٣٢٣-٣٢٤"، "تهذيب التهذيب" "١٠: ٤٤٩"، "مرآة الجنان" "١: ٣٠٩".
٥ الزيادة من "التهذيب".',NULL,'450',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (451,'باب نعيم:
١٦٩٥- نعيم بن حماد١: "مروزي"، ثقة، قال لي نعيم: وضعت ثلاث كتب على الجهمية اكتبها! قلت: لا، قال: لِمَ؟ قلت: أخاف أن يقع في قلبي منها شيء، قال: تركها والله خير لك! قلت: فلم تدعوني إلى شيء تركه أحب إليك؟ فأبيت أن أكتبها.
سألت نعيم بن حماد قلت: "جاء عن النبي صلى الله عليه وسلم أنه لم يشبع في يوم من خبز بر مرتين"٢.
وجاء "أنه كان يُعدّ لأهله قوت سنة"٣ فكيف هذا؟
قال: كان يعد لأهله قوت سنة فتنزل به النازلة فيقسمه فيبقى بلا شيء صلى الله عليه وسلم.
وسألت نعيمًا قلت: يسرك أنك شهدت صفين؟ قال: لا، قلت: فقالوا لك: لا بد أن تكون مع أحد الفريقين، قال: فإن كان لا بد فمع عليّ.
١٦٩٦- نعيم بن حكيم٤: ثقة، من أهل المدائن.
_________
١ محله الصدق، قاله أبو حاتم الرازي. الجرح "٤: ١: ٤٦٣-٤٦٤". وله ترجمة ضافية في الميزان "٤: ٢٦٧".
٢ فتح الباري "١١: ٥٧٠"، "٩: ٥٤٩"، "١١: ٢٨٢"، مسلم "ص٢٢٨١"، النسائي في الضحايا، مسند أحمد "٢: ٩٨".
٣ أخرجه البخاري في: ٦٩- كتاب النفقات، "٣" باب حبس الرجل قوت سنة عن أهله، فتح الباري "٩: ٥٠١"، ومسلم في: ٣٢- كتاب الجهاد والسير "١٥" باب حكم الفيء، ح "٥٠"، ص١٣٧٩.
٤ صدوق، له أوهام، تقريب "٢: ٣٠٥"، "تاريخ ابن معين" "٢: ٦٠٩".',NULL,'451',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (452,'١٦٩٥- نعيم بن حنظلة١: "كوفي"، تابعي، ثقة.
١٦٩٦- نعيم بن زياد٢: "شامي"، تابعي، ثقة، كنيته: أبو طلحة.
١٦٩٧- نعيم بن عيسى٣: "كوفي"، ثقة.
١٧٠٠- نعيم بن الميَّد أبو الميَّد٤ وهو ابن أخت سفيان بن عيينة: "كوفي"، ثقة، رجل صالح، متعبد.
١٧٠١- نعيم بن هبار الغطفاني٥: "شامي"، تابعي، ثقة.
١٧٠٢- نعيم بن أبي هند الأشجعي٦: "كوفي"، ثقة.
باب نفيع ونوح ونوفل:
١٧٠٣- نفيع أبو بكرة٧ من أصحاب النبي صلى الله عليه وسلم: "بصري"، وكان من خيار أصحاب النبي صلى الله عليه وسلم.
١٧٠٤- نفيع أبو رافع الصائغ٨: تابعي، ثقة، من خيار التابعين،
_________
١ نعيم بن حنظلة الكوفي، يروي عن عمار بن يسار، عداده في أهل الكوفة، ذكره ابن حبان في "الثقات" "٥: ٤٧٧"، وله ترجمة في "التهذيب" "١٠: ٤٦٣".
٢ وثقه "أيضًا": النسائي، وابن حبان، "التهذيب" "١٠: ٤٦٤".
٣، ٤ كذا بالأصل، ولم نظفر لهما بترجمة.
٥ نعيم بن همار، أو هبار، أو هدار ... الغطفاني: صحابي، رجح الأكثر أن اسم أبيه همّار. "الثقات" "٣: ٤١٣"، "التقريب" "٢: ٣٠٦".
٦ وثقه "أيضًا": النسائي، وابن حبان، وغيرهما. "الثقات" "٧: ٥٣٦"، "التهذيب" "١٠: ٤٨٦".
٧ وذكره ابن حبان في الصحابة "٣: ٤١١".
٨ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤٧٢".',NULL,'452',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (453,'"بصري"، وكان عبدًا، فأعتق، وكان رجلا صالحًا من كبار التابعين.
١٧٠٥- نوح بن دَرَّاج١: ضعيف الحديث، وكان له فقه، وكان أبوه بقالا بالكوفة، وكان نوح ولي قضاء الكوفة حكم بن شبرمة بحكم فرده نوح، وكان من أصحابه فرجع إلى قوله فقال ابن شبرمة:
كادت تزل به من حالق قدم ... لولا تداركه نوح بن دراج٢
وكان شريك بن عبد الله إذا قيل له في ولده أن يؤدبهم قال: من أدب نوحًا؟ دراج أدب نوحًا.
١٧٠٦- نوح بن قيس٣: "بصري"، ثقة.
١٧٠٧- نوفل الضبي٤: "كوفي"، ثقة، قديم الموت، لم ندركه نحن.
١٧٠٨- نوفل والد عبد الرحمن بن نوفل٥: من أصحاب النبي صلى الله عليه وسلم.
_________
١ نوح بن دراج النخعي = أبو محمد الكوفي: متروك، وقد كذبه ابن معين. "تقريب" "٢: ٣٠٨".
٢ زاد في تهذيب الكمال:
لما رأى هفوة القاضي فأخرجها
من معدن الحكم نوح أي إخراج
٣ نوح بن قيس الأزدي الحداني = أبو روح البصري: وثقه أيضًا: ابن معين، وأبو داود، وابن حبان، وابن شاهين، "التهذيب" "١٠: ٤٨٥".
٤ هو نوفل بن مطهر، أبو مسعود الضبي الكوفي: صاحب حديث، صدوق. "الجرح والتعديل" "٤: ١: ٤٨٨-٤٨٩".
٥ هو نوفل الأشجعي كوفي له صحبة. "التقريب" "٢: ٣١٠"، "الجرح" "٤: ١: ٤٨٨".',NULL,'453',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (454,'<span data-type="title" id=toc-27>باب: الهاء</span>
باب من اسمه هارون:
١٧٠٩- هارون بن رئاب١: "بصري"، ثقة.
١٧١٠- هارون بن أبي عائشة٢: ثقة، روى عنه ابن جريج.
١٧١١- هارون بن عنترة٣: "كوفي"، ثقة.
١٧١٢- هارون بن معروف٤، سكن بغداد: ثقة.
باب هاشم:
١٧١٣- هاشم بن البريد٥: "كوفي"، ثقة، وكان يتشيع.
١٧١٤- هاشم بن القاسم أبو النضر من الأبناء٦ سكن بغداد، صاحب سنة، ثقة، وكان أهل بغداد يفخرون به.
_________
١ هارون بن رئاب التميمي البصري العابد: وثقه أيضًا: أحمد، وابن معين، والنسائي، وابن حبان.
"تاريخ ابن معين" "٢: ٦١٣"، "التاريخ الكبير" "٤: ٢: ٢١٩"، "الثقات" "٥: ٥٠٨"، "الثقات" أيضًا "٧: ٥٧٨"، "التهذيب" "١١: ٤".
٢ هارون بن أبي عائشة المدني: يروي عن عدي بن عدي، روى عنه ابن جريج، له ترجمة في "التاريخ الكبير" "٤: ٢: ٢٢٠"، وذكره ابن حبان في "الثقات" "٧: ٥٧٩".
٣ وثقه "أيضًا": أحمد، وابن معين، وابن حبان، "التهذيب" "١١: ٩-١٠".
٤ أخرج له الشيخان، وأبو داود، ووثقه أيضًا: ابن معين، وأبو زرعة، وأبو حاتم، وغيرهم. "التهذيب" "١١: ١١-١٢".
٥ وثقه أيضًا: ابن معين "٢: ٦١٤"، وابن حبان "٧: ٥٨٥".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٨".',NULL,'454',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (455,'١٧١٥- هاشم بن هاشم بن عُتيبة بن أبي وقاص١: "مدني"، ثقة.
باب هانئ وهبيرة:
١٧١٦- هانئ بن معاوية الصدفي٢: "مصري"، تابعي، ثقة.
١٧١٧- هانئ بن هانئ٣: "كوفي"، تابعي، ثقة.
١٧١٨- هبيرة بن خزيمة، وصوابه: ابن حُديرة٤: "كوفي"، ثقة.
١٧١٩- هبيرة بن يَريم٥: من أصحاب عبد الله: ثقة.
باب هدبة وهرثمة وهرم وهرير وهريم:
١٧٢٠- هدبة بن خالد الأزدي٦: "بصري"، ثقة.
١٧٢١- هرثمة بن سلمان٧: "كوفي"، تابعي، ثقة.
_________
١ متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "١١: ٢٠".
٢ شهد فتح مصر، وله ترجمة في تعجيل المنفعة "٤٢٨".
٣ هانئ بن هانئ الهمداني الكوفي، روى عن علي بن أبي طالب، ذكره ابن سعد في الطبقة الأولى من أهل الكوفة، وذكره ابن حبان في "ثقات التابعين" "٥: ٥٠٩"، وله ترجمة في "التهذيب" "١١: ٢٢".
٤ هو هبيرة بن جديرة العدوي روى عن سعد الحذاء، وضرار بن عمرو، روى عنه إسحاق بن سالم البصري، له ترجمة في "الجرح والتعديل" "٤: ٢: ١١٠".
٥ ذكره ابن حبان في "الثقات" "٥: ٥١١"، وقال النسائي: "ليس بالقوي". "التهذيب" "١١: ٢٤".
٦ أخرج له الشيخان، وأبو داود، وثقه "أيضًا": ابن معين، وابن حبان، ومسلمة بن قاسم، وقواه النسائي مرة، وضعفه مرة. "التهذيب" "١١: ٢٤".
٧ كذا بالأصل، ولم أظفر له بترجمة.',NULL,'455',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (456,'قلت: وفي الحاشية ابن سلمى.
١٧٢٢- هرم بن الحارث١: "بصري"، تابعي، ثقة.
١٧٢٣- هُرير الأسلمي٢: "مصري"، تابعي، ثقة.
١٧٢٤- هُريم بن سفيان٣: "كوفي"، ثقة.
باب هزال وهزهاز وهزيل:
١٧٢٥- هزال بن أبي جميل٤: "شامي"، تابعي، ثقة.
١٧٢٦- الهزهاز بن ميزن٥: سمع من عبد الله: ثقة.
١٧٢٧- هزيل بن شرحبيل الأودي الأعمى٦ من أصحاب عبد الله، "كوفي"، ثقة، روى عنه الزهري.
باب هشام:
١٧٢٨- هشام بن إسماعيل العطار٧: "دمشقي"، ثقه، رجل
_________
١ هرم بن الحارث يروي عن مرة بن كعب، روى عنه عبد الله بن شقيق العقيلي، له ترجمة في "الجرح والتعديل" "٤: ٢: ١١١"، وذكره ابن حبان في "ثقات التابعين" "٥: ٥١٤".
٢ "الجرح والتعديل" "٤: ٢: ١٢١"، "الميزان" "٤: ٢٩٥"، "التهذيب" "١١: ٢٩".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣٠".
٤ لم أظفر له بترجمة.
٥ هزاز بن ميزن الرؤاسي، روى عن إبراهيم النخعي، روى عنه الثوري، له ترجمة في "التاريخ الكبير" "٤: ٢: ٢٥٠"، "الجرح والتعديل" "٤: ٢: ١٢٢".
٦ وثقه "أيضًا": ابن حبان، والدارقطني. "التهذيب" "١١: ٣١".
٧ وثقه أيضًا النسائي. "التهذيب" "١١: ٣٣"، وابن حبان "٥: ٥٠١".',NULL,'456',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (457,'صالح، شيخ كيِّس صاحب سنة، ولم يكن بدمشق في زمانه أحد أفضل منه.
١٧٢٩- هشام بن حجير١: "مكي"، ثقة، صاحب سنة.
١٧٣٠- هشام بن حسان القردوسي٢: "بصري"، ثقة.
١٧٣١- هشام بن حكيم بن خزام٣: من أصحاب النبي صلى الله عليه وسلم وكان متبتلا.
..........
* تضمينات الحافظ ابن حجر:
١٧٣٢- هشام بن زياد القرشي٤. ضعيف.
..........
١٧٣٣- هشام بن أبي رقية٥: "مصري"، تابعي، ثقة.
١٧٣٤- هشام بن سعد٦: جائز الحديث، وهو حسن الحديث.
١٧٣٥- هشام بن سلمان المجاشعي٧: حدثنا يعقوب بن إسحاق، أخبرني هشام بن سليمان المجاشعي، قال: سمعت رجلا قال للحسن: "البر أفضل أم الجهاد؟ ", قال: البر، البر، البر، كما بين السماء والأرض.
_________
١ أخرج له الشيخان، ووثقه أيضًا ابن حبان "٧: ٥٦٧"، "التهذيب" "١١: ٣٣".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٤٣".
٣ وذكره ابن حبان في الصحابة "٣: ٤٣٤"، وله ترجمة في "التهذيب "١١: ٣٥".
٤ ضعفه أيضًا أبو حاتم، وابن حبان، والدارقطني. "التهذيب" "١١: ٣٨".
٥ له ترجمة في "الجرح والتعديل" "٤: ٢: ٥٧"، وذكره ابن حبان في "ثقات التابعين" "٥: ٥٠١".
٦ صدوق، له أوهام، ورمي بالتشيع، من كبار السابعة، "تقريب" "٢: ٣١٨".
٧ له ترجمة في "الجرح والتعديل" "٤: ٢: ٦٢".',NULL,'457',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (458,'١٧٣٦- هشام بن عائذ بن نصيب١: ثقة، روى عن ابن عمر، سمع منه الثوري.
١٧٣٧- هشام بن أبي عبد الله وهو ابن سنبر٢، هو أبو عبد الله: "بصري"، ثقة، ثبت في الحديث، وكان أروى الناس عن ثلاثة: عن قتادة، وحماد بن أبي سليمان، ويحيى بن أبي كثير، كان يقول بالقدر ولم يكن يدعو إليه.
١٧٣٨- هشام بن عبد الملك أبو الوليد الطيالسي٣: "بصري"، ثقة ثبت في الحديث وكان يروي عن سبعين امرأة، وكانت الرحلة بعد أبي داود إليه، وكان كثيرًا ما سئل عن حديث عباس بن مرداس أن النبي صلى الله عليه وسلم دعا عشية عرفة لأمته بالمغفرة، وهو غريب وليس يروي عباس بن مرداس سوى هذا الحديث٤، وكان إذا سألوه عن أي شيء، قال: ليس عندي سوى هذا الحديث.
١٧٣٩- هشام بن عبيد الله٥: روى عن القاسم بن عبد الله, رازي، ضعيف، حدثنا أبو نعيم حدثنا سفيان عن هشام أبي كليب عن ابن أبي نعيم عن أبي سعيد الخدري قال: نهى رسول الله صلى الله عليه وسلم عن عسب الفحل، أو أجر الفحل.
_________
١ وثقه "أيضًا": ابن معين، وأحمد، وأبو داود، وابن حبان، "التهذيب" "١١: ٤٣".
٢ هشام بن أبي عبد الله الدستوائي، أبو بكر البصري، واسم أبيه: سنبر الربعي: ثقة، ثبت، رمي بالقدر، من كبار السابعة. "تقريب" "٢: ٣١٩".
٣ هشام بن عبد الملك الباهلي = أبو الوليد الطيالسي البصري، الحافظ، الإمام، الحجة، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٤٥".
٤ أخرجه ابن ماجه في كتاب الحج عن عبد الله بن كنانة بن عباس، عن أبيه أن النبي صلى الله عليه وسلم دعا لأمته عشية عرفة بالمغفرة. تحفة الأشراف "٤: ٢٧١".
٥ هشام بن عبيد الله الرازي السبتي: ضعفه أيضًا: ابن حبان، وقال: يهم ويخطئ على الثقات. "التهذيب" "١١: ٤٧-٤٨".',NULL,'458',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (459,'١٧٤٠- هشام بن عروة بن الزبير١، وكان ثقة ولم يكن يحسن يقرأ كتبه، كتبت عنه ثلاثة مجالس ولم يرو عن ابن سيرين شيئًا إنما يرسل عنه.
١٧٤١- هشام بن عمار الدمشقي٢: صدوق.
١٧٤٢- هشام بن أبي هشام٣: يكنى أبا المقدام: "بصري" ضعيف الحديث واسم أبي هشام زياد مولى عثمان بن عفان.
١٧٤٣- هشام بن يحيى٤: "بصري"، ثقة.
١٧٤٤- هشام بن يوسف٥: قاضي صنعاء, ثقة.
باب هشيم وهِقل وهلال وهمام وهني:
١٧٤٥- هشيم بن بشير٦: يكنى أبا معاوية: "واسطي", ثقة, وكان
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٤٨".
٢ وثقه أيضًا: ابن معين، وقال الدارقطني: صدوق كبير المحل. "التهذيب" "١١: ٥٢".
٣ ضعفه أيضًا أحمد، وأبو زرعة، وابن معين، وابن حبان. "التهذيب" "١١: ٣٨"، وانظر تعجيل المنفعة "٤٣٢".
٤ "الجرح والتعديل" "٤: ٢: ٧٠".
٥ وثقه أيضًا أبو حاتم. "التهذيب" "١١: ٥٧"، وابن حبان "٥: ٥٠١".
٦ هشيم بن بشير "١٠٤-١٨٣"، السلمي، أبو معاوية الواسطي الحافظ. سمع الزهري، وحصين بن عبد الرحمن. وعنه يحيى القطان، وأحمد ويعقوب الذورقي، وغيرهم.
قال ابن مهدي: كان هشيم أحفظ للحديث من الثوري.
وقال حماد بن زيد: ما رأيت محدثًا أنبل من هشيم.
وقال أبو حاتم: لا يسأل عن هشيم في صلاحه وصدقه وأمانته.',NULL,'459',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (460,'يدلس١، وكان يعد من حفاظ الحديث.
١٧٤٦- هشيم بن أبي ساسان١: ثقة.
١٧٤٧- هِقل بن زياد٢: "شامي"، ثقة.
١٧٤٨- هلال بن يساف٣: "كوفي"، تابعي، ثقة.
_________
١ قال الخزرجي ٣/ ١٢٤: "فيه لين", قال العجلي: ثقة يدلس, وقال ابن سعد: ثقة حجة إذا قال: حدثنا.
وقال الذهبي في الميزان ٤/ ٣٠٧: "كان مدلسًا، وقال أحمد: لم يسمع من يزيد بن أبي زياد، ولا من عاصم بن كليب، ولا من الحسن بن عبد الله، ولا من ابن أبي خلدة ولا من سيار، ولا من علي بن زيد، وسمى جماعة، قال: وقد حدث عنهم".
وساق الذهبي قول ابن القطان: ولهشيم صنعة محذورة في التدليس، فإن الحاكم ذكر أن جماعة من أصحابه اتفقوا يومًا على أن يأخذوا عن هشيم تدليسًا، ففطن لذلك، فجعل يقول في حديث يذكره: حدثنا حصين ومغيرة عن إبراهيم، فلما فرغ قال لهم: هل دلست لكم اليوم؟ فقالوا: لا، فقال: لم أسمع من مغيرة ما ذكرته حرفًا، إنما قلت: حدثني حصين، ومغيرة غير مسموع لي.
كما روى عن ابن المبارك أنه سأل هشيمًا: لم تدلس وأنت كثير الحديث؟ فقال: إن كبيريك قد دلسا: الأعمش، وسفيان.
وقال ابن الصلاح في مقدمته ص١٧١: إن ما رواه المدلس بلفظ محتمل لم يبين فيه السماع والاتصال، حكمه حكم المرسل وأنواعه، وما رواه بلفظ مبين للاتصال نحو: سمعت، وحدثنا وأخبرنا. وأشباهها فهو مقبول محتج به، وفي "الصحيحين" وغيرهما من الكتب المعتمدة من حديث هذا الضرب كثيرًا جدًّا، كقتادة، والأعمش، والسفيانين، وهشيم بن بشير وغيرهم. وهذا لأن التدليس ليس كذبًا وإنما هو ضرب من الإيهام بلفظ محتمل ... ". ا. هـ.
قال ابن أبي الدنيا: حدثني من سمع عمرو بن عون يقول: مكث هشيم قبل موته عشر سنين يصلي الفجر بوضوء العشاء.
٢ له ترجمة في "التاريخ الكبير" "٤: ٢: ٢٤٣"، وذكره ابن حبان في "الثقات" "٧: ٥٨٧".
٣ وثقه "أيضًا": أبو زرعة الرازي، والنسائي، وابن حبان، وقال غيرهم: "صدوق". "التهذيب" "١١: ٦٤-٦٥".
٤ وثقه "أيضًا": ابن معين، وابن حبان "٥: ٥٠٣", "التهذيب" "١١: ٨٦-٨٧".',NULL,'460',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (461,'١٧٤٩- همام بن الحارث النخعي١: من أصحاب عبد الله، ثقة.
١٧٥٠- همام بن منبه٢: "يماني"، ثقة، تابعي.
١٧٥١- همام بن يحيى٣: "بصري"، ثقة.
١٧٥٢- هني بن نويرة٤: "كوفي"، ثقة.
باب الهيثم:
١٧٥٣- الهيثم بن الأسود٥: "كوفي", تابعي، ثقة، من كبار التابعين.
١٧٥٤- الهيثم بن جميل٦: ثقة, صاحب سنة, "بغدادي", سكن أنطاكية.
١٧٥٥- الهيثم بن خالد٧: "مصري"، ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٦٦".
٢ متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "١١: ٦٧".
٣ همام بن يحيى بن دينار الأزدي، أبو عبد الله، ويقال: أبو بكر البصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١" ٦٧".
٤ له ترجمة في "التاريخ الكبير" "٤: ٢: ٢٤٥"، وذكره ابن حبان في "الثقات" "٧: ٥٨٨".
٥ وثقه "أيضًا": ابن حبان "٥: ٥٠٧"، "التهذيب" "١١: ٨٩".
٦ الهيثم بن جميل البغدادي، أبو سهل الحافظ نزيل أنطاكية ووثقه "أيضًا": ابن سعد، والإمام أحمد، وابن حبان، والدارقطني. "التهذيب" "١١: ٩٠".
٧ الهثيم بن خالد، يروي عن سليم بن عنز، عداده في أهل مصر، روى عنه: عبد الله بن زحر، له ترجمة في "التاريخ الكبير" "٤: ٢: ٢١٤"، وذكره ابن حبان في "الثقات" "٧: ٥٧٦".',NULL,'461',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (462,'١٧٥٦- الهيثم بن شَفْي١: "مصري"، تابعي، ثقة، كذا هو مضبوط في الأصل بفتح الشين المعجمة وسكون الفاء الموحدة, والله أعلم.
١٧٥٧- الهيثم بن عدي الطائي٢: كذاب، وقد رأيته.
_________
١ له ترجمة في "التاريخ الكبير" "٤: ٢: ٢١٢"، وذكره ابن حبان في "ثقات التابعين" "٥: ٥٠٦"، وأعاده في أتباع التابعين "٧: ٥٧٧".
٢ الهيثم بن عدي الطائي = أبو عبد الرحمن المنبجي، ثم الكوفي، قال البخاري: "ليس بثقة، كان يكذب"، وكذبه يحيى، وأبو داود، وقال النسائي، وغيره: "متروك". "الميزان" "٤: ٣٢٤".',NULL,'462',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (463,'<span data-type="title" id=toc-28>باب: الواو</span>
باب واسع وواصل وواقد وواهب ووائل:
١٧٥٨- واسع بن حبان١: "مدني"، تابعي، ثقة.
١٧٥٩- واصل بن حيان الأحدب٢: "كوفي"، ثقة.
١٧٦٠- واصل مولى أبي عيينة٣: "بصري"، ثقة.
١٧٦١- واقد بياع الغنم٤: "كوفي"، ثقة.
١٧٦٢- واهب بن عبد الله المعافري٥: "مصري"، تابعي، ثقة.
١٧٦٣- واهب بن مغيب٦: "مصري"، تابعي، ثقة.
١٧٦٤- وائل بن داود الليثي٧: ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٠٢".
٢ واصل بن حيان الأحدب الأسدي الكوفي، بياع السابري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٠٣".
٣ وثقه "أيضًا": أحمد، وابن معين، وابن حبان "٧: ٥٥٨". "التهذيب" "١١: ١٠٦".
٤ هو واقد بن عبد الله الخلقاني الحنضلي الكوفي، أبو عبد الله بياع الغنم، له ترجمة في "التاريخ الكبير" "٤: ٢: ١٧٣"، "الجرح والتعديل" "٤: ٢: ٣٣"، وذكره ابن حبان في "الثقات" "٧: ٥٦٠".
٥ له ترجمة في "الجرح والتعديل" "٤: ٢: ٤٦"، وذكره ابن حبان في "الثقات" "٥: ٤٩٩". "التهذيب" "١١: ١٠٨".
٦ كذا بالأصل، ولم أعثر له على ترجمة، وقد أشر عليه الناسخ: كذا.
٧ وائل بن داود، أبو بكر الليثي، من أهل الكوفة، يروي عن إبراهيم النخعي، له ترجمة في "التاريخ الكبير" "٤: ٢: ١٧٦"، وذكره ابن حبان في "الثقات" "٧: ٥٦١".',NULL,'463',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (464,'١٧٦٥- وائل بن ربيعة١: من أصحاب عبد الله، ثقة.
باب وبرة ووحشي ووضاح ووكيع:
١٧٦٦- وبرة بن عبد الرحمن٢: "كوفي"، تابعي، ثقة.
١٧٦٧- وحشي بن حرب٣: "شامي"، لا بأس به.
١٧٦٨- وضاح أبو عوانة٤: "بصري"، ثقة، مولى يزيد بن عطاء الواسطي، ويزيد بن عطاء جائز الحديث٥، وأبو عوانة أرفع منه.
١٧٦٩- وكيع بن الجراح أبو سفيان٦: "كوفي"، ثقة عابد صالح أديب، من حفاظ الحديث، وهو أثبت في سفيان من جماعة ذكرهم.
قال العجلي: كان عكرمة بن عمار يحدث في مسجد الحرام بمكة، ووكيع بن الجراح يكتب الألواح فجاء عبد الله بن المبارك فجعل ينظر مع وكيع, فقال وكيع يرى إنسانا ينظر مع آخر في الألواح ويبصر جيدًا.
_________
١ وائل بن ربيعة، يروي عن ابن مسعود، عداده في أهل الكوفة، له ترجمة في "الجرح والتعديل" "٤: ٢: ٤٣"، وذكره ابن حبان في "الثقات" "٥: ٤٩٥".
٢ وبرة بن عبد الرحمن السلمي الحارثي، كنيته: أبو خزيمة، من أهل الكوفة، يروي عن ابن عمر، له ترجمة في "التاريخ الكبير" "٤: ٢: ١٨٢", وذكره ابن حبان في "الثقات" "٥: ٤٩٧".
٣ وحشي بن حرب بن وحشي بن حرب الحبشي الحمصي، مولى جبير بن مطعم، يروي عن أبيه عن جده، عداده في أهل الشام، له ترجمة في "التاريخ الكبير" "٤: ٢: ١٨٠"، وذكره ابن حبان في "الثقات" "٧: ٥٦٤".
٤ الوضاح بن عبد الله اليشكري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١١٦".
٥ ستأتي ترجمته بعد قليل في حرف الياء.
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٢٣".',NULL,'464',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (465,'باب الوليد:
١٧٧٠- الوليد بن أيمن الكاهلي١: "شامي"، تابعي، ثقة.
١٧٧١- الوليد بن سليمان بن أبي السائب٢: "دمشقي"، ثقة.
١٧٧٢- الوليد بن عبادة بن الصامت٣: "شامي"، تابعي، ثقة.
١٧٧٣- الوليد بن عبد الله بن جميع الزهري٤: "مكي"، ثقة، وقال مرة حجازي.
١٧٧٤- الوليد بن عنبسة٥: "كوفي"، ثقة.
١٧٧٥- الوليد بن العيزار٦: "كوفي"، ثقة.
١٧٧٦- الوليد بن قيس٧: "مصري"، تابعي، ثقة.
_________
١ الوليد بن أيمن شامي، روى عن أبيه، روى عنه: شرحبيل بن مسلم، له ترجمة في "الجرح والتعديل" "٤: ٢: ١".
٢ وثقه "أيضًا": دحيم، وأبو داود، وأبو حاتم، وابن حبان "٧: ٥٤٩"، مترجم في "التهذيب" "١١: ١٣٤".
٣ ولد في آخر زمان النبي صلى الله عليه وسلم، وتوفي في خلافة هشام بن عبد الملك، له ترجمة في "التهذيب" "١١: ١٣٧"، وذكره ابن حبان في "ثقات التابعين" "٥: ٤٩٠".
٤ وثقه "أيضًا": ابن معين، وابن حبان "٥: ٤٩٢"، وذكره في المجروحين أيضًا، وقال: ينفرد عن الأثبات بما لا يشبه حديث الثقات. "التهذيب" "١١: ١٣٨-١٣٩".
٥ مجهول. الميزان "٤: ٣٤١".
٦ وثقه "أيضًا": ابن معين، وأبو حاتم، وابن حبان "٥: ٤٩١"، "التهذيب" "٤٤: ١٤٥".
٧ الوليد بن قيس بن الأخرم التجيبي المصري، ذكره ابن حبان في "الثقات" "٥: ٤٩١"، وله ترجمة في "التهذيب" "١١: ١٤٦".',NULL,'465',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (466,'١٧٧٧- الوليد بن أبي مالك١: ثقة.
١٧٧٨- الوليد بن مسلم٢: "الدمشقي"، ثقة.
١٧٧٩- الوليد بن أبي الوليد٣: "مصري"، تابعي، ثقة.
١٧٨٠- الوليد المعيطي٤: "شامي"، ثقة.
باب وهب ووهيب:
١٧٨١- وهب بن الأجدع٥: "كوفي"، تابعي، ثقة.
١٧٨٢- وهب بن جابر الخيواني٦: "كوفي"، تابعي، ثقة.
١٧٨٣- وهب بن جرير بن حازم٧، يكنى أبا العباس: "بصري"، ثقة، وكان عمار يتكلم فيه، وما بالمَنْجَشَانِيَّة٨ على ستة أميال من البصرة منصرفًا من الحج فحمل ودفن بالبصرة.
_________
١ الوليد بن أبي مالك الهمداني، من أهل الشام، يروي عن جماعة من الصحابة، له ترجمة في "الجرح والتعديل" "٤: ٢: ١٩"، وذكره ابن حبان في "الثقات" "٥: ٤٩٢".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٥١".
٣ ثقات ابن حبان "٥: ٤٩٤".
٤ هو الوليد بن هشام بن معاوية بن هشام بن عقبة بن أبي معيط الأموي، أبو يعيش المعيطي، وثقه "أيضًا": ابن معين، ويعقوب بن سفيان، وابن حبان. "التهذيب" "١١: ١٥٦".
٥ وهب بن الأجدع الهمداني الخارفي الكوفي، ذكره ابن سعد في الطبقة الأولى من أهل الكوفة، ووثقه ابن حبان "٥: ٤٨٩"، ومترجم في "التهذيب" "١١: ١٥٨".
٦ وثقه "أيضًا": ابن معين، وابن حبان. "التهذيب" "١١: ١٦٠".
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٦١".
٨ المنجشانية: كأنها منسوبة إلى ذي منجشان الحميري، وهي من البصرة، وقيل: هي منسوبة إلى منجشى، أو منجشان: كان عاملا لقيس بن مسعود. معجم ما استعجم "١٢٦٦".',NULL,'466',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (467,'١٧٨٤- وهب بن أبي ذبي الهنائي١: "بصري"، ثقة.
١٧٨٥- وهب بن كيسان٢: "مدني"، تابعي، ثقة. كنيته أبو نعيم.
١٧٨٦- وهب بن منبه٣: "يماني" من الأبناء تابعي، ثقة، وكان على قضاء صنعاء.
حدثنا إسماعيل بن عبد الكريم حدثني عبد الصمد بن معقل قال: قيل لوهب ابن منبه: يا أبا عبد الله! كنت ترى الرؤيا تحدثنا بها فلا نلبث أن نراها فما رأيت؟ قال: هيهات، ذهب ذلك عني مذ وليت القضاء.
١٧٨٧- وهب بن خالد٤: "بصري"، ثقة.
١٧٨٨- وهيب بن الورد٥: "مكي"، ثقة، عابد وكان سفيان يقول: اذهبوا بنا إلى هذا الرجل الصالح نسلم عليه.
_________
١ وهب بن أبي ذبي بن عبد الله، وثقه ابن معين "٢: ٦٣٦"، "التهذيب" "١١: ١٦٤".
٢ وهب بن كيسان القرشي = أبو نعيم المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٦٦".
٣ وثقه "أيضًا": أبو زرعة، والنسائي، وابن حبان، وغيرهم. "التهذيب" "١١: ١٦٦".
٤ وهيب بن خالد بن عجلان الباهلي، أبو بكر البصري، صاحب الكرابيس: متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "١١: ١٦٩".
٥ وثقه أيضًا: ابن معين، والنسائي، وابن حبان "٧: ٥٥٩"، "التهذيب" "١١: ١٧٠".',NULL,'467',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (468,'<span data-type="title" id=toc-29>باب: الياء</span>
باب من اسمه يحيى:
١٧٨٩- يحيى بن آدم١ مولى خالد بن سعيد بن العاص: "كوفي"، ثقة، وكان جامعًا للعلم عاقلًا ثبتًا في الحديث.
١٧٩٠- يحيى بن أبي إسحاق٢: "مدني"، ثقة.
١٧٩١- يحيى بن أيوب٣: "مصري"، ثقة.
١٧٩٢- يحيى بن أبي بكير٤: "كوفي"، ثقة حسن العقل ظريفًا، سمع من: وكيع، وابن إدريس، وحفص، وابن عيينة، وكان موسرًا، سكن مصر فأتاه رجل سندي كان يطلب الحديث فسأله في حديث سفيان ليخرجه له، فقال له يحيى: إن كنت محتاجًا قويتك لا تستخزي هذا كان عملي بالكوفة يريد إسنادي بالحديث لن ينال مني درهمًا، قال: فإني محتاج فأعطاه دينارًا.
١٧٩٣- يحيى بن أبي بكير قاضي كرمان٥: "كوفي"، ثقة
_________
١ متفق على توثيقه، مترجم في "التهذيب" "١١: ١٧٥".
٢ "الجرح والتعديل" "٤: ٢: ١٢٥".
٣ يحيى بن أيوب الغافقي = أبو العباس المصري: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٨٦".
٤ يحيى بن أبي بكير النخعي، أبو زكريا الكوفي: قدم مصر، وحدث بها، ومات بها في ربيع الآخر، سنة "٢٣٠". مترجم في "التهذيب" "١١: ١٩٠".
٥ يحيى بن أبي بكير بن نسر، بن أسيد، الحافظ الحجة الفقيه، قاضي كرمان، أبو زكريا العبدي القيسي، الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ١٩٠".',NULL,'468',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (469,'روى عنه أحمد بن حنبل.
حدثنا أحمد بن حنبل حدثنا يحيى بن أبي بكير، حدثنا زائدة عن عاصم بن أبي النجود، عن زر، عن عبد الله "بن مسعود" قال: كان أول من أظهر إسلامه سبعة: رسول الله صلى الله عليه وسلم، وأبو بكر، وعمار، وأمه سمية، وصهيب، وبلال، والمقداد، فأما رسول الله صلى الله عليه وسلم فمنعه الله بعمه أبي طالب، وأما أبو بكر فمنعه الله بقومه، وأما سائرهم فأخذهم المشركون فألبسوهم أدراع الحديد وصهروهم في الشمس فما منهم من أحد إلا وقد واتاهم على ما أرادوا إلا بلالا فإنه هانت عليه نفسه في الله، وهان على قومه فأعطوه الولدان فأخذوا يطوفون به في شعاب مكة وهو يقول: أحد أحد١.
قال العجلي: كان يخطئ في هذا الحديث يحيى بن أبي بكير يقول عن زائدة عن عاصم عن زر، وإنما رواه الناس عن منصور عن مجاهد.
١٧٩٤- يحيى بن جابر الطائي٢: "شامي"، تابعي، ثقة.
١٧٩٥- يحيى الجابر٣: "كوفي" يكتب حديثه، وليس بالقوي.
_________
١ الحديث أخرجه ابن ماجه في المقدمة "١١" باب فضائل أصحاب النبي صلى الله عليه وسلم، ح "١٥٠"، صفحة "٥٣"، في حديث أحمد بن سعيد الدارمي، عن يحيى بن أبي بكير، عن زائدة بن قدامة، عن عاصم بن أبي النجود، عن زر بن حبيش، عن عبد الله بن مسعود، وأخرجه الإمام أحمد في "مسنده" "١: ٤٠٤".
٢ وثقه "أيضًا": ابن معين، وابن حبان "٥: ٥٢٠"، وقال غيرهما: صالح الحديث. "التهذيب" "١١: ١٩١".
٣ يحيى بن عبد الله بن الحارث الجابر التيمي، أبو الجابر الكوفي: ضعفه ابن معين، والنسائي، وأبو حاتم. "التهذيب" "١١: ٢٣٨".',NULL,'469',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (470,'١٧٩٦- يحيى بن الجزار١: "كوفي"، ثقة وكان يتشيع.
١٧٩٧- يحيى بن الحارث الطائي٢: "فارسي" من أهل شيراز ثقة صاحب سنة.
١٧٩٨- يحيى بن حسان٣: عالم بالحديث: "كوفي"، ثقة مأمون.
١٧٩٩- يحيى بن حصين٤: "كوفي"، ثقة.
١٨٠٠- يحيى بن حماد٥: "بصري"، ثقة، وكان من أروى الناس عن أبي عوانة.
١٨٠١- يحبى ين حمزة٦: "شامي"، ثقة، وكان على قضاء دمشق.
_________
١ يحيى بن الجزار العربي الكوفي: وثقه أيضًا: أبو زرعة، والنسائي، وأبو حاتم، وابن حبان "٥: ٥١٩"، "التهذيب" "١١: ١٩١".
٢ يحيى بن الحارث الشيرازي: مقبول، من الثامنة. "التقريب" "٢: ٣٤٤".
٣ يحيى بن حسان بن حيان التنيسي: وثقه أيضًا: الإمام أحمد، والنسائي، وابن حبان، وأبو بكر البزار، وغيرهم. "الثقات" "٧: ٥٩٧"، "التهذيب" "١١: ١٩٧".
٤ يحيى بن الحصين الأحمسي البجلي: قال ابن معين والنسائي: ثقة، وذكره ابن حبان في "الثقات" "٧: ٥٩٧"، وزاد أبو حاتم: صدوق. "التهذيب" "١١: ١٩٨"، "١١: ١٩٨".
٥ يحيى بن حماد بن أبي زياد الشيباني، أبو بكر البصري، ختن أبي عوانة: وثقة أيضًا: ابن سعد, وأبو حاتم، وابن حبان. "التهذيب" "١١: ١٩٩".
٦ يحيى بن حمزة بن واقد الحضرمي، أبو عبد الرحمن الدمشقي القاضي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٢٠٠".',NULL,'470',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (471,'١٨٠٢- يحيى بن أبي حية١: "كوفي، ضعيف الحديث، يكتب حديثه، وفيه ضعف"٢ وكان يدلس: لا بأس به.
..........
* تضمينات الحافظ ابن حجر:
١٨٠٣- يحيى بن راشد٣: "بصري"، ثقة، صاحب حديث، وأبوه فارسي ثقة.
..........
١٨٠٤- يحيى بن زكريا بن أبي زائدة٤: ثقة، وكان ممن جمع له الفقه والحديث وكان على قضاء المدائن، ويعد من حفاظ الكوفيين للحديث، مفتيًا، ثبتًا، صاحب سنة، ووكيع إنما صنف كتبه على كتب ابن أبي زائدة.
١٨٠٥- يحيى بن سعيد بن حبان أبو حيان التيمي٥: "كوفي"، ثقة، كان خيارًا صالحًا صاحب سنة، روى عن أبي زرعة بن عمرو بن جرير "تابعي".
_________
١ يحيى بن أبي حية، أبو جناب الكلبي: ضعفوه لكثرة تدليسه، وذكره ابن حبان في "الثقات" "٧: ٦١٤"، وفي "المجروحين" "٣: ١١١"، "التهذيب" "١١: ٢٠١".
٢ الزيادة في "التهذيب".
٣ يحبى بن راشد، أبو بكر البصري: وثقه ابن حبان، وقال أبو حاتم: صدوق. "التهذيب" "١١: ٢٠٧".
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٢٠٨".
٥ متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "١١: ٢١٤". "الثقات" "٧: ٥٩٢".',NULL,'471',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (472,'١٨٠٦- يحيى بن سعيد بن قيس بن قهد الأنصاري١:
"مدني"، تابعي، ثقة وكان له فقه ولي القضاء وكان رجلًا صالحًا، وجده قيس بن قهد من أصحاب النبي صلى الله عليه وسلم وسمع يحيى من أنس بن مالك.
..........
١٨٠٧- يحيى بن سعيد القطان يكنى أبا سعيد٢: "بصري", ثقة، نقي الحديث، وكان لا يحدث إلا عن ثقة، وهو أثبت في سفيان من جماعة ذكرهم.
١٨٠٨- يحيى بن سلمة بن كهيل٣: ضعيف الحديث، وكان يغلو في التشيع.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٢٢١"، "الثقات" "٥: ٥٢١".
٢ يحيى بن سعيد القطان "١٢٠-١٩٨"، ابن فروخ التميمي أبو سعيد الأحول البصري الحجة من أئمة الجرح والتعديل شيخ "علي بن عبد الله المدني الإمام".
قال صالح جزرة: "هو أول من تكلم في الرجال: شعبة بن الحجاج، ثم تبعه يحيى بن سعيد القطان، ثم بعده أحمد بن حنبل، ويحيى بن معين ... " "مقدمة ابن الصلاح: ٥٨٩".
سمع من إسماعيل بن أبي خالد، وهشام بن عروة وبهز بن حكيم. وروى عنه: شعبة، وابن مهدي، وأحمد، وإسحاق، وابن المديني.
قال أحمد: ما رأت عيناي مثله، وقال ابن معين: يحيى أثبت من ابن مهدي.
قال ابن المديني: ما رأيت أحدًا أعلم بالرجال منه.
وقال ابن معين: أقام يحيى القطان عشرين سنة يختم كل ليلة، ولم يفته الزوال في المسجد أربعين سنة.
وقال أحمد: ما رأيت أحدًا أقل خطأ من يحيى بن سعيد.
وقال العجلي: كان نقي الحديث لا يحدث إلا عن ثقة.
اختلف في سنة وفاته، وقد ذكر المصنف وفاته سنة ١٧٨ وعقب بقوله: في صغره، وذكر صاحب معجم المؤلفين أن وفاته سنة ١٩٤ وأشار بالهامش إلى ١٩٨ كما ورد في الهدية. وفي التذكرة للذهبي ١٩٨.
٣ ضعفه أيضًا: ابن معين، وأبو حاتم، والترمذي، وابن حبان، إلا أنه ذكره أيضًا في "الثقات" "٧: ٥٩٥"، "التهذيب" "١١: ٢٢٤".',NULL,'472',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (473,'* تضمينات الحافظ ابن حجر:
١٨٠٩- يحيى بن سليم القرشي الطائفي١: ثقة.
..........
١٨١٠- يحيى بن سيرين٢: "بصري"، تابعي، ثقة.
١٨١١- يحيى بن طلحة بن عبيد الله٣: "تابعي"، ثقة، روى عن أبيه.
..........
* تضمينات الحافظ ابن حجر:
١٨١٢- يحيى بن عباد السعدي٤: مجهول بالنقل، لا يقيم الحديث، حديثه يدلك على ضعفه.
..........
١٨١٣- يحيى بن عابس٥: "كوفي", تابعي، ثقة.
_________
١ يحيى بن زكريا بن أبي زائدة "١١٩-١٨٢"، الثبت المتقن الفقيه أبو سعيد الهمداني الكوفي صاحب أبي حنيفة.
روى عن أبيه, وعاصم الأحول، وداود بن أبي هند، وهشام بن عروة. وروى عنه: أحمد بن حنبل، وإبراهيم بن موسى، وزياد بن أيوب, وغيرهم.
كان إمامًا صاحب تصانيف، وقال ابن المديني: لم يكن بالكوفة بعد سفيان الثوري أثبت منه، وقال سفيان بن عيينة: ما قدم علينا أحد يشبه هذين: ابن المبارك، ويحيى بن أبي زائدة. ولي قضاء المدائن وبها توفي.
متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٢٢٦".
٢ ثقة من الثالثة "التقريب" "٢: ٣٤٩"، "الثقات" "٥: ٥١٩".
٣ يحيى بن طلحة بن عبيد الله التيمي المدني: ثقة من الثالثة "التقريب" "٢: ٣٥٠"، "الثقات" "٥: ٥١٨".
٤ مجهول من العاشرة. "التقريب" "٢: ٣٥٠".
٥ يحيى بن عابس البجلي: روى عن عمار بن ياسر، له ترجمة في "الجرح والتعديل" "٤: ٢: ١٧٧".',NULL,'473',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (474,'١٨١٤- يحيى بن عبد الله بن الأدرع١: ثقة.
١٨١٥- يحيى بن عبد الرحمن بن حاطب٢: "مدني"، تابعي، ثقة.
١٨١٦- يحيى بن عبد الرحمن بن سعد بن زرارة٣: "مدني"، تابعي، ثقة.
١٨١٧- يحيى بن عبد الملك بن حميد بن أبي غنية٤: "كوفي"، ثقة، رجل صالح.
حدثني أبي: عبد الله، قال: قيل ليحيى بن عبد الملك بن أبي غنية دواء عينيك ترك البكاء، قال: فما جبرهما إذًا.
١٨١٨- يحيى بن عبيد البهراني٥: "كوفي"، ثقة.
١٨١٩- يحيى بن عمرو بن سلمة٦: "كوفي"، ثقة.
١٨٢٠- يحيى بن أبي عمرو الشيباني٧: "شامي"، ثقة.
_________
١ له ترجمة في "الجرح والتعديل" "٤: ٢: ١٦٢"، وذكره ابن حبان في "الثقات" "٥: ٥٢٦".
٢ وثقه أيضًا: النسائي، وابن حبان "٥: ٥٢٣"، والدارقطني، "التهذيب" "١١: ٢٤٩".
٣ هو يحيى بن عبيد الله بن عبد الرحمن بن سعد بن زرارة الأنصاري البخاري المدني: ثقة، من الرابعة. "التقريب" "٢: ٣٥٢".
٤ وثقه أيضًا: ابن معين، وأبو داود، وابن حبان "٧: ٦١٤"، والدارقطني. "التهذيب" "١١: ٢٥٢".
٥ وثقه أيضًا: ابن معين، وابن حبان "٧: ٦٠٤"، وقال أبو حاتم: صدوق.
٦ يحيى بن عمرو بن سلمة الهمداني: له ترجمة في "الجرح والتعديل" "٤: ٢: ١٧٦".
٧ وثقه أيضًا الإمام أحمد، وابن حبان "٧: ٦٠٩"، "التهذيب" "١١: ٢٦٠".',NULL,'474',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (475,'١٨٢١- يحيى بن عيسى١: ثقة سكن الرملة، وكان فيه تشيع.
١٨٢٢- يحيى بن قمطة٢: "حجازي"، تابعي، ثقة.
١٨٢٣- يحيى بن أبي كثير اليمامي٣: ثقة، حسن الحديث، يكنى أبا نصر، وكان يعد من أصحاب الحديث، ولم يسمع من عروة شيئًا.
قال العجلي قدم معاوية بن سلام على يحيى بن أبي كثير فأعطاه كتابًا فيه أحاديث زيد بن سلام ولم يقرأه ولم يسمعه منه.
١٨٢٤- يحيى بن محمد الجاري٤: "مدني"، ثقة.
١٨٢٥- يحيى بن المهلب أبو كدينة٥: "كوفي"، ثقة.
١٨٢٦- يحيى بن معين٦: من أهل الأنبار، على اثني عشر فرسخًا من بغداد وكان أبوه كاتبًا لعبد الملك.
_________
١ يحيى بن عيسى بن عبد الرحمن التميمي النهشلي، أبو زكريا الكوفي: صدوق، يخطئ، رمي بالتشيع، من التاسعة "التقريب" "٢: ٣٥٥".
٢ يحيى بن قمطة الحجازي: يروي عن عبد الله بن عمر، وعبد الله بن عمرو، روى عنه يحيى بن عطاء، له ترجمة في "التاريخ الكبير" "٤: ٢: ٢٩٩"، وذكره ابن حبان في "الثقات" "٥: ٥٢٩".
٣ يحيى بن أبي كثير الطائي، أبو نصر اليمامي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٢٦٨".
٤ يحيى بن محمد بن عبد الله بن مهران الجاري: صدوق يخطئ، من كبار العاشرة. "التقريب" "٢: ٣٥٧".
٥ وثقه أيضًا ابن معين، وأبو داود، والنسائي، وابن حبان ويعقوب بن سفيان. "التهذيب" "١١: ٢٨٩".
٦ يحيى بن معين الإمام الحافظ الجهبذ، شيخ المحدثين، أحد الأعلام، كان أمينًا صدوقًا عالمًا بأحوال الرواة وأنسابهم، روى عنه البخاري ومسلم وأبو داود وغيرهم، وفاته بالمدينة سنة "٢٣٣".
ترجمته في "طبقات ابن سعد" "٧: ٣٥٤"، "التاريخ الكبير" "٤: ٢: ٣٠٧"، "تاريخ بغداد" "١٤: ١٧٧"، "تذكرة الحفاظ" ص٤٢٩، "التهذيب" "١١: ٢٨٠".',NULL,'475',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (476,'١٨٢٧- يحيى بن النضر الأنصاري١: "مدني"، تابعي، ثقة.
١٨٢٨- يحيى بن وثاب الأسدي٢: "كوفي"، تابعي، ثقة، وكان يقرئ أهل الكوفة في زمانه، وقرأ على عبيد بن نضلة الخزاعي كل يوم آية.
قال العجلي وأمر الحجاج بن يوسف بالكوفة أن لا يؤم إلا عربي فقال له قومه قد أمر الحجاج أن لا يؤم إلا عربي فقال: ليس عن مثلي نهي, أنا لاحق بالعرب, ثم أتى إلى الحجاج, فقال الحجاج: من هذا؟ قالوا: هذا يحيى بن وثاب، قال: ما له؟ قالوا: أمرت أن لا يؤم إلا عربي فنحاه قومه وهو مولى، فقال ليس عن مثل هذا نهيت ليصلي بهم، فصلى بهم الفجر والظهر والعصر والمغرب والعشاء فلما سلم قال اطلبوا إمامًا غيري أيامًا، أصلي بكم إنما أردت أن لا يستبدلوني فلما أن صار الأمر إلي قلت: لا أصلي بكم.
١٨٢٩- يحيى بن يعلى المحاربي٣: ضعيف، عبد الرحمن أرفع منه.
* تضمينات الحافظ ابن حجر:
_________
١ له ترجمة في "الجرح والتعديل" "٤: ٢: ١٩٢"، وذكره ابن حبان في "الثقات" "٥: ٥٣٠".
٢ وثقه أيضًا ابن معين، وأبو زرعة، والنسائي، وابن حبان "٥: ٥٢٠"، "التهذيب" "١١: ٢٩٤".
٣ يحيى بن يعلى بن الحارث المحاربي، أبو زكريا الكوفي: وثقه أيضًا: أبو حاتم، وابن حبان، وأخرج له الستة سوى الترمذي. "التهذيب" "١١: ٣٠٣".',NULL,'476',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (477,'١٨٣٠- يحيى بن يمان العجلي١: كان من كبار أصحاب الثوري، وكان ثقة، جائز الحديث.
..........
باب يزيد:
١٨٣١- يزيد بن إبراهيم التستري٢: "بصري"، ثقة.
١٨٣٢- يزيد بن الأصم٣: "مدني"، تابعي، ثقة وهو ابن خالة ابن عباس خالتهما ميمونة زوج النبي صلى الله عليه وسلم.
١٨٣٣- يزويد بن البراء بن عازب٤: "كوفي"، تابعي، ثقة.
١٨٣٤- يزيد بن ثابت الأنصاري٥: "مدني"، أنصاري من أصحاب النبي صلى الله عليه وسلم.
١٨٣٥- يزيد بن الحارث بن بلال الفزاري٦: "كوفي"، تابعي، ثقة. قلت: وفي الحاشية لعله زيد.
_________
١ صدوق عابد يخطئ كثيرًا وقد تغير، من كبار التاسعة. "التقريب" "٢: ٢٦٢".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣١١".
٣ يزيد بن الأصم العامري، ابن أخت ميمونة زوجة النبي صلى الله عليه وسلم. ذكره ابن حبان في "ثقات التابعين" "٥: ٥٣١"، وله ترجمة في "التهذيب" "١١: ٣١٣".
٤ له ترجمة في "تهذيب التهذيب" "١١: ٣١٦"، وذكره ابن حبان في "ثقات التابعين" "٥: ٥٣٤".
٥ وذكره ابن حبان في "الصحابة" "٣: ٤٤١"، وله ترجمة في "التهذيب" ١١" ٣١٧".
٦ هو يزيد بن بلال بن الحارث الفزاري، عن علي، فيه نظر، وعنه: كيسان، أبو عمر الهجري. قال البخاري في "التاريخ الكبير" "ونقله الذهبي في "الميزان" "٤: ٤٢٠"، وزاد: "ولا يُعرف".',NULL,'477',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (478,'١٨٣٦- يزيد بن حازم١: "بصري"، ثقة، أزدي، وهو مولى حماد بن زيد من فوق.
١٨٣٧- يزيد بن أبي حبيب٢: "مصري"، تابعي، ثقة.
١٨٣٨- يزيد بن حميد أبو التياح٣: "بصري"، ثقة.
١٨٣٩- يزيد بن دثار بن عبيد بن الأبرص الأسدي٤: "كوفي"، تابعي، ثقة، روى عنه سماك بن حرب.
١٨٤٠- يزيد بن رباح أبو فراس٥: "مصري"، تابعي، ثقة.
١٨٤١- يزيد بن زريع السدوسي٦: "بصري"، ثقة.
١٨٤٢- يزيد بن زياد خال سالم بن أبي الجعد٧: "كوفي"، ثقة.
_________
١ يزيد بن حازم بن زيد بن عبد الله بن شجاع الأزدي الجهضمي، أبو بكر البصري: وثقه الإمام أحمد، وابن معين، وابن حبان "٧: ٦١٨"، وقال النسائي: "ليس به بأس"، "التهذيب" "١١: ٣١٨".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣١٨".
٣ متفق على توثيقه، حديثه في الكتب الستة، مترجم في "التهذيب" "١١: ٣٢٠".
٤ له ترجمة في "التاريخ الكبير" "٤: ٢: ٣٣٠"، وذكره ابن حبان في ثقات التابعين "٥: ٥٣٨".
٥ يزيد بن رباح السهمي، أبو فراس المصري ثقة من الثالثة، تقريب "٢: ٣٦٤"، وله ترجمة في "الجرح والتعديل" "٤: ٢: ٢٦٠"، وذكره ابن حبان في "الثقات" "٥: ٥٣٧".
٦ يزيد بن زريع العيشي، أبو معاوية البصري الحافظ: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣٢٥".
٧ يزيد بن زياد بن أبي الجعد الأشجعي الغطفاني الكوفي: وثقه أحمد، وابن معين، وابن حبان "٧: ٦٢١"، وقال أبو حاتم: "صالح الحديث". "التهذيب" "١١: ٣٢٨".',NULL,'478',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (479,'١٨٤٣- يزيد بن أبي زياد مولى بني هاشم١: "كوفي"، جائز الحديث، وكان بآخرة يلقن.
١٨٤٤- يزيد بن شريك٢: "التيمي" من أصحاب عبد الله، ثقة.
١٨٤٥- يزيد بن عبد الله بن أسامة الهاد٣: "مدني"، ثقة وهو من آل عبد الله بن شداد بن الهاد.
١٨٤٦- يزيد بن عبد ربه أبو الفضل٤: "الحمصي" ثقة وكان كيسًا.
١٨٤٧- يزيد بن عبد الله بن الشخير أبو العلاء٥: "بصري"، ثقة.
١٨٤٨- يزيد بن عبد الرحمن بن أذينة أبو كثير الأعمى٦: "يمامي"، تابعي، ثقة.
١٨٤٩- يزيد بن أبي عبيد٧: "حجازي"، تابعي، ثقة.
_________
١ ضعيف، كبر فتغير، صار يتلقن، وكان شيعيًّا، من الخامسة، تقريب "٢: ٣٦٥"، له ترجمة في "التاريخ الكبير" "٤: ٢: ٣٣٣"، وذكره ابن حبان في "الثقات" "٧: ٦٢٢".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣٣٧"، "الثقات" "٥: ٥٣٢".
٣ متفق على توثيقه، أخرج له الستة، مترجم في "التهذيب" "١١: ٣٣٩".
٤ وثقه "أيضًا": ابن معين، وابن حبان. "التهذيب" "١١: ٣٤٤".
٥ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣٤١".
٦ وثقه "أيضًا": أبو حاتم، وأبو داود، والنسائي، وابن حبان، "التهذيب" "١٢: ٢١١".
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣٤٩".',NULL,'479',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (480,'١٨٥٠- يزيد بن عطاء١: "الواسطي" جائز الحديث، وأبو عوانة أرفع منه.
١٨٥١- يزيد بن عقبة الفزاري٢: "كوفي، تابعي، ثقة.
١٨٥٢- يزيد بن عميرة الزبيدي٣: "شامي"، تابعي، ثقة، من كبار التابعين.
١٨٥٣- يَزيد بن قتادة٤: "بصري"، تابعي، ثقة.
١٨٥٤- يزيد بن القعقاع٥ بن شبرمة ابن أخي عبد الله بن شبرمة، روى عنه، ثقة.
١٨٥٥- يزيد بن مُرْدَانبة٦: "كوفي"، ثقة.
١٨٥٦- يزيد بن أبي مريم الأنصاري٧: "شامي"، ثقة.
_________
١ ضعفه ابن معين، وابن حبان، وغيرهما "التهذيب" "١١: ٣٥٠".
٢ المترجم في "التاريخ الكبير" "٤: ٢: ٣٥٢"، و"الجرح" "٤: ٢: ٢٨٣": يزيد بن عقبة المروزي.
٣ ثقة. من الثانية. تقريب "٢: ٣٦٩"، وله ترجمة في "الجرح والتعديل" "٤: ٢: ٢٨٢".
٤ يزيد بن قتادة العنزي. له ترجمة في "الجرح والتعديل" "٤: ٢: ٢٨٤"، و"التاريخ الكبير" "٤: ٢: ٣٥٣".
٥ يزيد بن القعقاع = أبو جعفر المدني القارئ، له ترجمة في "التاريخ الكبير" "٤: ٢: ٣٥٣"، وذكره ابن حبان في "الثقات" "٥: ٥٤٣".
٦ يزيد بن مردانبة القرشي: وثقه أيضًا: ابن معين "٢: ٦٧٦"، وابن حبان "٧: ٦٢٩"، وله ترجمة في "التاريخ الكبير" "٤: ٢: ٣٦٠".
٧ وثقه أيضًا: ابن معين "٢: ٦٧٦"، ودحيم، وأبو حاتم، وابن حبان "٧: ٦٢٩"، وقال أبو زرعة، "لا بأس به"، وله ترجمة في "التاريخ الكبير" "٤: ٢: ٣٦١".',NULL,'480',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (481,'١٨٥٧- يزيد بن معاوية النخعي١: من أصحاب عبد الله "ابن بابة: الربيع بن خثيم"٢، ثقة.
١٨٥٨- يزيد بن نعيم بن هزال٣: "مدني"، تابعي، ثقة.
١٨٥٩- يزيد بن هارون سلمي٤، يكنى أبا خالد: "واسطي"، شامي ثقة. ثبت في الحديث وكان متعبدًا حسن الصلاة جدًّا، وكان قد عمي يصلي الضحى ست عشرة ركعة بها من الجودة غير قليل، وكان متنسكًا عابدًا, توفي سنة ست ومائتين. لقي يحيى بن سعيد الأنصاري، وروى عنه نحوًا من مائة حديث وسبعين حديثًا، لقيه بالحيرة، وكان يحيى بن سعيد قاضيًا على الحيرة. قال أبو مسلم: قلت له: من استقضاه؟ قال: بعض بني أمية. ثم لقيه يزيد, وكان يحيى رجلًا صالحًا قلت له: كم يحفظ؟ قال: ستمائة، سبعمائة. قال: وقال يزيد يومًا بالبصرة: حدثني يحيى بن سعيد, فقال له: من يحيى بن سعيد؟ قال: الأنصاري وليس بعطايكم هذا. وقال: ما أحب أن أحفظ القرآن حتى لا أخطئ منه شيئًا، لئلا يدركني ما قال رسول الله صلى الله عليه
_________
١ وثقه "أيضًا" ابن حبان، وله ترجمة في "التاريخ الكبير" "٤: ٢: ٢٨٦". وروى البخاري في صحيحه قصة مقتله. "التهذيب" "١١: ٣٦٠".
٢ الزيادة من التهذيب، والربيع بن خيثم روى عن النبي صلى الله عليه وسلم مرسلا، وعن ابن مسعود، وقد تقدم في باب الراء.
٣ يزيد بن نعيم بن هزال الأسلمي، مقبول من الخامسة، وروايته عن جده مرسلة تقريب "٢: ٣٧٢"، وذكره ابن حبان في "الثقات" "٥: ٥٤٨"، وله ترجمة في "التاريخ الكبير" "٤: ٢: ٣٦٤".
٤ يزيد بن هارون بن وادي السلمي، أبو خالد الواسطي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١: ٣٦٦".',NULL,'481',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (482,'وسلم في الخوارج: "يقرءون القرآن لا يجاوز حناجرهم يمرقون من الدين كما يمرق السهم من الرمية" ١.
وكان يومًا عنده ابن أبي خدويه ونظيره من أصحاب الحديث، فحدث بحديث, فقال له ابن خدويه: ماذا أحاط بهذا الحديث من البلاء، فلان يرسل عن فلان، وفلان لم يسمع من فلان، وفلان إنما أخذ هذا الحديث مناولة، فقال له يزيد، ما سمعت هذا إلا الساعة، لم يكن يزيد يعرف هذا الموضع.
قال: وكان يزيد يؤذن فكان يقول حي على الفَلَح! فقالوا له, فقال: جرى لساني على هذا.
_________
١ الحديث أخرجه البخاري في: ٦٤- كتاب المغازي "٦١" باب بعث علي بن أبي طالب إلى اليمن قبل حجة الوداع، فتح الباري "٨: ٦٧"، وأخرجه مسلم في: ١٢- كتاب الزكاة "٤٧" باب ذكر الخوارج وصفاتهم حديث "١٤٣"، "١٤٤"، وما بعده ص٧٤١، وما بعدها وهو جزء من حديث طويل هذا نصه من البخاري.
حدثنا قتيبة، حدثنا عبد الواحد، عن عمارة بن القعقاع بن شبرمة، حدثنا عبد الرحمن بن أبي نُعم، قال: سمعت أبا سعيد الخدري، يقول: "بعث علي بن أبي طالب رضي الله عنه إلى رسول الله صلى الله عليه وسلم من اليمن بذهبية في أديم مقروظ لم تحصل من ترابها، قال: فقسمها بين أربعة نفر: بين عيينة بن بدر، وأقرع بن حابس، وزيد الخيل، والرابع إما علقمة، وإما عامر من الطفيل. فقال رجل من أصحابه: كنا نحن أحق بهذا من هؤلاء. فبلغ ذاك النبي صلى الله عليه وسلم فقال: "ألا تأمنوني وأنا أمين من في السماء يأتيني خبر السماء صباحًا ومساءً؟ " , قال: فقام رجل غائر العينين، مشرف الوجنتين، ناشز الجبهة، كث اللحية، محلوق الرأس، مشمر الإزار, فقال: يا رسول الله! اتق الله. قال: "ويلك! أولست أحق أهل الأرض أن يتقي الله؟ " , قال: ثم ولى الرجل. قال خالد بن الوليد: يا رسول الله! ألا أضرب عنقه؟ قال: "لا, لعله أن يكون يصلي" , فقال خالد: وكم من مصل يقول بلسانه ما ليس في قلبه. قال رسول الله صلى الله عليه وسلم: "إني لم أؤمر أن أنقب قلوب الناس ولا أشق بطونهم". قال: ثم نظر إليه وهو مقف, فقال: "إنه يخرج من ضِئفض هذا قوم يتلون كتاب الله رطبًا لا يجاوز حناجرهم يمرقون من الدين كما يمرق السهم من الرمية"، وأظنه قال: "لئن أدركتهم لأقتلنهم قتل ثمود".',NULL,'482',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (483,'١٨٦٠- يزيد بن هرمز١: "مدني"، تابعي، ثقة.
١٨٦١- يزيد أبو يزيد٢: "شامي"، تابعي، ثقة.
١٨٦٢- يزيد الأودي٣: "كوفي"، تابعي، ثقة.
باب يسار ويسير ويعفور:
١٨٦٣- يَسار أبو نجيح المكي٤: "كوفي".
١٨٦٤- يُسَيْر بن عمرو الكلبي٥، سمع من عبد الله ثقة.
١٨٦٥- يُسَيْر بن عميلة الفزاري٦: "كوفي"، تابعي، ثقة، وكان حسين الجعفي يقول: نُسير.
_________
١ له ترجمة في "تاريخ ابن معين" "٢: ٦٧٨"، وفي "التاريخ الكبير" "٤: ٢: ٣٦٧"، وذكره ابن حبان في "الثقات" "٥: ٥٣١".
٢ يزيد بن يزيد بن جابر الأزدي الدمشقي، وثقه "أيضًا": ابن معين، والنسائي، وابن حبان. "التهذيب" "١١: ٣٧٠".
٣ يزيد بن عبد الرحمن ابن الأسود الزعافري = أبو داود الأودي: وثقه "أيضًا": ابن حبان وله ترجمة في "التهذيب" "١١: ٣٤٥".
٤ له ترجمة في "تاريخ ابن معين" "٢: ٦٨٠"، و"التاريخ الكبير" "٤: ٢: ٢٤٠"، وذكره ابن حبان في "الثقات" "٥: ٥٥٧". "التهذيب" "١١: ٣٧٧".
٥ يسير: أو أُسَير بن جابر الكوفي، روى عن ابن مسعود حديثًا في الملاحم: وأهل الكوفة يسمونه: أسير بن عمرو، وروى عن عمر، وعلي. وعنه أبو قتادة العدوي وجماعة.
وقصة أسير بن جابر مع أويس القرني رويت عن أسير، قال: كان محدث بالكوفة، فإذا فرغ تفرقوا ويبقى رهط فيهم رجل يتكلم بكلام لا أسمع أحدًا يتكلم به، ففقدته، فسألت عنه، فقال رجل: ذاك أويس القرني، قلت: أتعرف منزله؟ قال: نعم، فانطلقت معه حتى جئت حجرته فخرج إليّ فقلت: يا أخي، ما حبسك عنا؟ قال: العُرْي فكساه أسير ... إلخ القصة.
٦ ثقة، من الثالثة. تقريب "٣٧٤". "الثقات" "٥: ٥٧٧".',NULL,'483',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (484,'١٨٦٦- يَعْفور بن المغيرة بن شعبة١: تابعي، ثقة.
باب يعقوب:
١٨٦٧- يعقوب بن إبراهيم بن سعد٢: "مدني"، ثقة.
١٨٦٨- يعقوب بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف: ثقة. قلت: ويحتمل أن يكون هو الذي قبله٣.
١٨٦٩- يعقوب بن عبد الله بن الأشج٤: "مدني"، ثقة, نزل مصر.
١٨٧٠- يعقوب بن كعب٥: "الحلبي"، سكن أنطاكية، مولى عامر بن إسماعيل، ثقة، رجل صالح، "صاحب سنة"٦.
باب يعلى:
١٨٧١- يعلى بن عبيد، أخو محمد بن عبيد الطنافسي٧: "كوفي، ثقة، يكنى أبا يوسف، وكان حديثه أربعة آلاف يحفظها.
..........
* تضمينات الحافظ ابن حجر:
_________
١ له ترجمة في "التاريخ الكبير" "٤: ٢: ٤٢٦" وذكره ابن حبان في "الثقات" "٥: ٥٥٩".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٣٨٠".
٣ لا شك في ذلك.
٤ وثقه "أيضًا": ابن معين، والنسائي، وابن حبان "٧: ٦٤١"، وله ترجمة في "التاريخ الكبير" "٤: ٢: ٣٩١"، و"التهذيب" "١١: ٣٩٠".
٥ وثقه "أيضًا" أبو حاتم، وابن حبان، مترجم في "التهذيب" "١١: ٣٩٤".
٦ الزيادة من التهذيب.
٧ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٤٠٢".',NULL,'484',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (485,'باب يعيش:
١٨٧٢- يعيش بن الوليد، أبو معيط الأموي١: ثقة.
..........
باب يوسف:
١٨٧٣- يوسف بن أسباط٢: "كوفي"، ثقة صاحب سنة وخير، دفن كتبه، تحول إلى قرية يقال لها: سَيْلحين بين أنطاكية وحلب وآواه أبو أسامة إلى قريته وهو في سن وكيع دفن كتبه وقال: لا يصلح قلبي عليها.
١٨٧٤- يوسف بن أبي بردة بن أبي موسى الأشعري٣: "كوفي"، ثقة.
١٨٧٥- يوسف بن الحكم أبو الحجاج بن يوسف الثقفي٤: ثقة، وإنما روى حديثًا واحدًا عن محمد بن سعد بن أبي وقاص عن أبيه، عن النبي صلى الله عليه وسلم قال: "من أراد هوان قريش أهانه
_________
١ وثقه "أيضًا": النسائي، وابن حبان، "التهذيب" "١١: ٤٠٦".
٢ يوسف بن أسباط بن واصل الشيباني الكوفي: قال البخاري "٤: ٢: ٣٨٥": "كان قد دفن كتبه، فصار لا يجيء بحديثه كما ينبغي"، وذكره ابن حبان في "الثقات" "٧: ٦٣٨"، وقال: "كان من خيار أهل زمانه، من عباد أهل الشام وقرائهم، كان ممن يأكل إلا الحلال المحض، فإن لم يجده استف التراب، مستقيم الحديث وربما أخطأ".
٣ له ترجمة في "التاريخ الكبير" "٤: ٢: ٣٨٦"، وذكره ابن حبان في "الثقات" "٧: ٦٣٨".
٤ مقبول من الثالثة. تقريب "٢: ٣٨٠".',NULL,'485',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (486,'الله"١.
..........
* تضمينات الحافظ ابن حجر:
١٨٧٦- يوسف بن خالد السمتي٢: متروك، ليس بثقة.
..........
١٨٧٧- يوسف بن عبد الله بن سلام٣: "مدني"، تابعي، ثقة.
١٨٧٨- يوسف بن عدي أبو يعقوب٤: "كوفي"، ثقة.
١٨٧٩- يوسف بن يونس بن أبي إسحاق٥: "كوفي"، ثقة، وقال مرة: جائز الحديث.
باب يونس:
١٨٨٠- يونس بن أبي إسحاق٦: ثقة، وقال مرة: جائز الحديث.
_________
١ أخرجه الترمذي في: كتاب المناقب، "٦٦"، باب في فضل الأنصار وقريش، ح "٣٩٥"، ص "٥: ٧١٤"، وقال: "هذا حديث غريب من هذا الوجه"، وساق له: إسنادًا آخر ليس فيه يوسف بن الحكم.
٢ وأورده الرازي في "علل الحديث" "٢: ٣٦٥-٣٦٦"، وأعله باضطراب إسناده.
٣ وكذبه ابن معين "٢: ٦٨٥"، وغيره. "التهذيب" "١١: ٤١١".
٤ وذكره ابن حبان في "الصحابة" " ٣: ٤٤٦"، وله ترجمة في "التهذيب" "١١: ٤١٦".
٥ يوسف بن عدي بن زريق التيمي الكوفي نزيل مصر، ثقة، من العاشرة. تقريب "٢: ٣٨١".
٦ في "التهذيب" "١١: ٤٠٨": يوسف بن إسحاق بن أبي إسحاق السبيعي، وقد ينسب إلى جده. متفق على توثيقه.
٧ صدوق، يهم كثيرًا، من الخامسة. تقريب "٢: ٣٨٤"، "الثقات" "٧: ٦٥٠".',NULL,'486',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (487,'١٨٨١- يونس بن بكير الشيباني١: وكان على مظالم جعفر ابن برمك: ضعيف الحديث.
١٨٨٢- يونس بن جبير أبو غالب٢: "بصري"، تابعي، ثقة.
١٨٨٣- يونس بن خباب٣: "كوفي"، أظنه قال: شيعي خبيث٤. يقال: إنه كان يقول: عمار قتل ابني النبي صلى الله عليه وسلم. الشك من أبي مسلم.
١٨٨٤- يونس بن فروة٥ الزنديق مرية بزنديق: قال: وإنه ليطلب وإنه لفي المسجد الحرام فذهب فألقى نفسه بين الناس محللته فقيل له: لم فعلت؟ قال: إنهم أرحم، ثم خرج إلى البصرة فلم يزل بها حتى مات، فلما احتضر قال ما أشد الغربة انظروا لي هاهنا أحدًا من أهل بلادي فنظروا فإذا أفضل رجلين من أهل الكوفة: عبد الرحمن بن عبد الملك بن الجسر، والحسن بن عياش أخو أبي بكر بن عياش، فأوصى إلى الحسن بن عياش في تركته، وأوصى إلى عبد الرحمن بالصلاة عليه فلما حضرت الصلاة قالت بنو تميم: يماني يصلي عليه مضري؟! وكان عبد
_________
١ يخطئ من التاسعة. تقريب "٢: ٣٨٤"، وله ترجمة في "التاريخ الكبير" "٤: ٢: ٤١١". وذكره ابن حبان في "الثقات" "٧: ٦٥١".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٤٣٦".
٣ يونس بن خباب الأسيدي، أبو حمزة الكوفي: صدوق يخطئ، ورمي بالرفض. من السادسة. تقريب "٢: ٣٨٤". المجروحين "٣: ١٣٩".
٤ وفي التهذيب "شيعي غال".
٥ له ترجمة في "الجرح والتعديل" "٤: ٢: ٢٤٥"، وفي "الميزان" "٤: ٤٨٣".',NULL,'487',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (488,'الرحمن كنديًا، فقيل: إنه أوصى بذلك فخلوا سبيله، وكان أصحاب الحديث يأتونه في مكانه وإذا سمع بصاحب حديث بعث إليه. وكان يقول: أنت يعني يا يحيى يريد مثل أبي وائل عن عبد الله أين نجد لك على كل وقت هذا؟ اذهب إلى الكوفة فجئني تكيتي أحدثك. قال له يحيى: أنا أختلف إليك وأخاف على دمي فأين أذهب؟ فأتى تكيتك. قال: وكان يحيى جبانًا جدًّا.
١٨٨٥- يونس بن ميسرة بن حلبس١: "شامي"، تابعي، ثقة.
١٨٨٦- يونس بن يزيد الأيلي٢: ثقة. قال وكيع: لقيت يونس يعني الأيلي فجهد الجهد حتى يخلص منه حديثًا واحدًا، فلم يكن يحفظ.
_________
١ له ترجمة في " الجرح والتعديل" "٤: ٢: ٢٤٦"، وذكره ابن حبان في "الثقات" "٥: ٥٥٥". "التهذيب" "١١: ٤٤٨".
٢ يونس بن يزيد بن أبي النجاد الأيلي، أبو يزيد، مولى معاوية بن أبي سفيان: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١١: ٤٥٠".',NULL,'488',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (489,'<span data-type="title" id=toc-30>باب: الكنى</span>
باب الألف:
١٨٨٧- أبو الأبيض١: "شامي"، تابعي، ثقة.
١٨٨٨- أبو إدريس الخولاني اسمه عائذ الله: تقدم.
١٨٨٩- أبو إسحاق الشيباني سليمان بن أبي سلميان: تقدم.
١٨٩٠- أبو إسحاق الفزاري إبراهيم بن محمد: تقدم.
١٨٩١- أبو أسماء مولى عبد الله بن جعفر٢: "مدني"، تابعي، ثقة.
١٨٩٢- أبو أسماء الرحبي٣: "شامي"، تابعي، ثقة.
١٨٩٣- أبو أسيد الساعدي٤: من أصحاب النبي صلى الله عليه وسلم، كان أعمى.
١٨٩٤- أبو الأشعث الصنعاني٥ -صنعاء دمشق: "شامي"، تابعي، ثقة.
_________
١ أبو الأبيض العنسي الشامي: ثقة من الثانية. تقريب "٢: ٣٨٨".
٢ يروي عن علي وعثمان، له ترجمة في الكنى للبخاري رقم "٢٢"، وذكره ابن حبان في "الثقات" "٥: ٥٧٥".
٣ هو عمرو بن مرثد، أبو أسماء الرحبي الدمشقي: روى عن ثوبان وأبو ذر، وذكره ابن حبان في "الثقات". مترجم في "التهذيب" "٨: ٩٩".
٤ هو مالك بن ربيعة من الصحابة. "التهذيب" "١٢: ١٢".
٥ هو شراحيل بن آدة، أبو الأشعث الصنعاني: قال ابن معين: "كان من الأبناء سكن دمشق"، وذكره ابن حبان في "الثقات" "التهذيب" "٤: ٣١٩".',NULL,'489',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (490,'١٨٩٥- أبو الأعين العبدي١: ثقة.
١٨٩٦- أبو أفلح الهمداني٢: "مصري"، ثقة.
١٨٩٧- أبو أكيمة٣: "مدني"، تابعي، ثقة.
١٨٩٨- أبو أمامة بن سهل بن حنيف٤: "مدني"، تابعي، ثقة.
١٨٩٩- أبو أيوب٥: "بصري"، تابعي، ثقة.
باب الباء الموحدة:
١٩٠٠- أبو بحرية٦: "شامي"، تابعي، ثقة.
١٩٠١- أبو البختري الطائي٧: "كوفي"، تابعي، ثقة، وكان فيه تشيع.
_________
١ له ترجمة في الكنى للبخاري ص٨، وذكره ابن حبان في "الثقات" "٧: ٦٥٥"، وانظر تعجيل المنفعة ص٤٦٤.
٢ مترجم في "التهذيب" "١٢: ١٣".
٣ هو ابن أكيمة الليثي واسمه: عمارة بن أكيمة، روى عن الزهري، الكنى للبخاري "٩٠".
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١: ٣٦٣".
واسمه: أسعد ولد في حياة النبي صلى الله عليه وسلم.
٥ هو أبو أيوب المراغي الأزدي الفنكي البصري، اسمه: يحيى: أخرج له الستة سوى الترمذي، ووثقه: النسائي، وابن حبان أيضًا.
٦ هو عبد الله بن قيس التراغمي، أبو بحرية الحمصي: وثقه "أيضًا": ابن معين، وابن حبان. مترجم في "التهذيب" "٥: ٣٦٤".
٧ هو سعيد بن فيروز، وهو ابن أبي عمران، أبو البختري الطائي، الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ٧٢".',NULL,'490',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (491,'١٩٠٢- أبو بردة الظفري١: "مدني"، تابعي، ثقة.
١٩٠٣- أبو بردة بن أبي موسى الأشعري٢: "كوفي"، ثقة، وكان على قضاء الكوفة، ولي بعد شريح، وكان كاتبه سعد بن جبير.
١٩٠٤- أبو بسرة٣: "مدني"، تابعي، ثقة.
١٩٠٥- أبو بشر٤: "المؤذن": "مدني"، تابعي، ثقة.
١٩٠٦- أبو بكر الصديق٥ -رضي الله عنه- قال العجلي: سألت الفريابي ما تقول أبو بكر أفضل أو لقمان؟ قال: ما سمعت هذا إلا منك، أبو بكر أفضل من لقمان -رضي الله عنهما.
قال: عاتب الله الخلق في هذه الآية ما خلا أبا بكر الصديق {إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ} ٦ واسمه عبد الله بن عثمان، ولقبه عتيق من عتق وجهه، وكان أعلم قريش بأنسابها رضوان الله عليه.
_________
١ أبو بردة الظفري له ذكر في "الجرح والتعديل" "٤: ٢: ٣٦٤".
٢ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٢: ١٨".
٣ أبو بسرة الغفاري، عن البراء بن عازب، ذكره ابن حبان في الثقات، وقال الذهبي "مجهول". "التهذيب" "١٢: ٢٠".
٤ أبو بشر مؤذن مسجد دمشق: قال ابن معين: "أبو بشر، عن أبي الزاهرية: لا شيء". "التهذيب" "١٢: ٢١".
٥ أبو بكر الصديق -رضي الله عنه- أفضل الأمة، وخليفة رسول الله صلى الله عليه وسلم ومؤنسه في الغار، وصديقه الأكبر، وصديقه الأشفق، ووزيره الأحزم، أول من احتاط في قبول الأخبار عبد الله بن أبي قحافة عثمان القرشي التيمي، أفرد الذهبي سيرته في مجلد وسط. تذكرة الحفاظ "١: ٢".
٦ الآية الكريمة "٤٠" من سورة التوبة.',NULL,'491',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (492,'١٩٠٧- أبو بكر بن أنس بن مالك١: "بصري"، تابعي، ثقة.
١٩٠٨- أبو بكر بن حفص بن عمر بن سعد بن أبي وقاص٢: "مدني"، ثقة.
١٩٠٩- أبو بكر بن حفص بن سعد بن مالك: قلت: الظاهر أنه الذي قبله.
١٩١٠- أبو بكر بن سالم العمري٣: "مدني"، ثقة.
١٩١١- أبو بكر بن عبد الرحمن بن الحارث بن هشام المخزومي٤: "مدني"، تابعي، ثقة.
١٩١٢- أبو بكر بن عمرو الزهري: "كوفي"، تابعي، ثقة.
١٩١٣- أبو بكر بن عياش٥: "كوفي"، ثقة، مولى بني أسد.
١٩١٤- أبو بكر بن أبي موسى الأشعري٦: "كوفي"، تابعي، ثقة.
_________
١ وثقه "أيضًا" ابن حبان "٥: ٥٧٤"، وله ترجمة في الكنى للبخاري رقم "٧٣"، وفي "التهذيب" "١٢: ٢٣".
٢ هو عبد الله بن حفص بن عمر بن سعد بن أبي وقاص الزهري، أبو بكر المدني، مشهور بكنيته، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٥: ١٨٨".
٣ أبو بكر بن سالم بن عبد الله بن عمر بن الخطاب "المدني": أخرج له الشيخان، وله ترجمة في "التهذيب" "١٢: ٢٤-٢٥".
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٢: ٣٠".
٥ متفق على توثيقه، أخرج له البخاري والأربعة، مترجم في "الثقات" "٧: ٦٦٨"، و"التهذيب" "١٢: ٣٤".
٦ متفق على توثيقه، أخرج له الجماعة، له ترجمة في "الثقات" "٥: ٥٩٢"، و"التهذيب" "١٢: ٤٠".',NULL,'492',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (493,'١٩١٥- أبو بكر الحنفي أبو عبيد الله بن عبد المجيد١: "بصري"، ثقة، وكان له فقه.
١٩١٦- أبو بكر بن قطاف "النهشلي"٢ من أنفسهم، وكان ثقة وكان يرى الإرجاء لين القول، وكان إذا سمع الرجل من أصحابه يقول: إنه مؤمن على إيمان جبريل وميكائيل يقول: فقدتك، إن هذا الكلام لم يجر بيوم خير قط، لا يقبل هكذا، ولكن قل: آمنت بما آمن به جبريل وميكائيل فلا يعيب ذا عليك أحد، وكان يقال: إنه ممن يخلف الأخ من إخوانه أربعين عامًا في أهله.
١٩١٧- أبو بكرة الصحابي: اسمه نفيع: تقدم.
باب التاء:
١٩١٨- أبو تميم الجيشاني٣: "مصري"، تابعي، ثقة.
١٩١٩- أبو تميم: "مصري"، تابعي ثقة، قلت: لعله الأول.
١٩٢٠- أبو التياح، اسمه يزيد بن حميد: تقدم.
_________
١ له ترجمة في الكنى، ص١٢، وذكره ابن حبان في "الثقات" "٥: ٥٦٦".
٢ وثقه أيضًا ابن معين "٢: ٦٩٧"، وأبو داود، والإمام أحمد، ومنهم من يستضعفه. "التهذيب" "١٢: ٤٤".
٣ هو عبد الله بن مالك بن أبي الأسحم، أبو تميم الجيشاني الرعيني المصري، أصله من اليمن، وثقه "أيضًا": ابن معين وابن حبان وذكره الدولابي في الصحابة من كتاب الكنى، حيث إنه ولد في حياة النبي صلى الله عليه وسلم، وهاجر زمن عمر. "التهذيب" "٥: ٣٨٠".',NULL,'493',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (494,'باب الجيم:
١٩٢١- أبو جبيرة١. قال العجلي: الشعبي عن أبي جبيرة عن النبي صلى الله عليه وسلم حديث واحد {وَلَا تَنَابَزُوا بِالْأَلْقَابِ} ٢ ليس له عن النبي صلى الله عليه وسلم غير هذا الحديث، وهو: "كوفي".
١٩٢٢- أبو جمرة الضبيعي٣: "بصري"، ثقة.
١٩٢٣- أبو جناب الكلبي٤: ضعيف الحديث، يكتب حديثه، وفيه ثقة.
١٩٢٤- أبو الجهم٥: روى عنه مطرف٦ "كوفي"، تابعي، ثقة.
_________
١ أبو جبيرة بن الضحاك الأنصاري المدني، له صحبة، حديثه في الكوفيين، وقال ابن عبد البر: "ليست له صحبة". "التهذيب" "١٢: ٥٢".
٢ الآية الكريمة "١١" من سورة الحجرات, والحديث أخرجه أبو داود في الأدب عن موسى بن إسماعيل، عن وهيب بن خالد، عن داود بن أبي هند، عن عامر الشعبي، قال: أخبرني أبو جبيرة، وأخرجه الترمذي في تفسير سورة الحجرات، ح "٣٢٦٨"، ص "٥: ٣٨٨"، وانظر تحفة الأشراف بمعرفة الأطراف للمزي "٩: ١٣٨".
٣ اسمه: نصر بن عمران البصري، أبو جمرة الضبيعي، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٠: ٤٣١".
٤ اسمه: يحيى بن أبي حية, أبو جناب الكلبي الكوفي: قال البخاري وأبو حاتم: "كان يحيى القطان يضعفه، وقال أحمد، وابن معين، وأبو داود: كان يدلس. وذكره ابن حبان في الثقات، والمجروحين، "التهذيب" "١١: ٢٠١".
٥ اسمه: سليمان بن الجهم بن أبي الجهم الأنصاري الحارثي، أبو الجهم الجوزجاني مولى البراء بن عازب، وثقه أيضًا ابن حبان، وله ترجمة في "التهذيب" "٤: ١٧٧".
٦ قال علي بن المديني: "لا أعلم روى عنه مطرف".',NULL,'494',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (495,'١٩٢٥- أبو الجوزاء١: "كوفي", تابعي، ثقة.
باب الحاء:
١٩٢٦- أبو حازم الأحمسي٢: "كوفي" من أصحاب النبي صلى الله عليه وسلم، وهو والد قيس بن أبي حازم.
وأبو حازم الأحمسي يروي عن أبي هريرة.
١٩٢٧- أبو حازم الأشجعي اسمه سلمان الكوفي: تقدم.
١٩٢٨- أبو حازم بن دينار التمار الأعرج٣: "مدني"، تابعي، ثقة، وكان رجلًا صالحًا.
١٩٢٩- أبو حبيبة مولى عروة٤: "مدني"، تابعي، ثقة.
١٩٣٠- أبو حسان الأعرج٥: "بصري"، تابعي، ثقة، ويقال: كان يرى رأي الخوراج.
_________
١ هو أوس بن عبد الله، أبو الجوزاء الربعي، متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب.
٢ مترجم في "التهذيب" "١٢: ٦٥".
٣ قال ابن عبد البر: ثقة، وذكره ابن حبان في "الثقات". "التهذيب" "١٢: ٦٥".
٤ له ترجمة في "الجرح والتعديل" "٤: ٢: ٣٥٩"، وذكره ابن حبان في "ثقات التابعين" "٥: ٥٧٧"، وابن حجر في تعجيل المنفعة ص٤٧١.
٥ أبو حسان الأعرج "بصري". اسمه: مسلم بن عبد الله، وثقه أيضًا: ابن معين، وابن حبان، وقال غيرهما: لا بأس به. "التهذيب" "١٢: ٧٢".',NULL,'495',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (496,'١٩٣١- أبو الحسن المدائني: كان بالبصرة، فلم أر أحدًا كتب عنه شيئًا.
١٩٣٢- أبو الحصين الحجري١: "مصري"، تابعي، ثقة.
١٩٣٣- أبو حفصة الحبشي٢: "شامي"، تابعي، ثقة.
١٩٣٤- أبو حفصة الجشمي٣: "شامي"، تابعي، ثقة.
١٩٣٥- أبو الحكم عن ابن عباس، وعن ابن عمر٤: "حجازي"، ثقة.
١٩٣٦- أبو الحلال العتكي٥: "بصري"، تابعي، ثقة.
١٩٣٧- أبو حيان٦: من أصحاب عبد الله، ثقة.
١٩٣٨- أبو حي٧: "شامي"، تابعي، ثقة.
_________
١ اسمه: الهيثم بن شفي، أبو الحصين الحجري، وثقه "أيضًا": ابن حبان، ويعقوب بن سفيان. "التهذيب" "١١: ٩٨".
٢ اسمه: حبيش بن شريح الحبشي، أبو حفصة الشامي، روى له أبو داود حديثًا واحدًا. وذكره ابن حبان في ثقات التابعين. "التهذيب" "٢: ١٩٤".
٣ كذا بالأصل، والظاهر أنه الذي قبله.
٤ أبو الحكم الذي روى عن عبد الله بن عباس، وعن عبد الله بن عمر، اسمه: عمران بن الحارث السلمي. وقد تقدم في آخر باب العين.
٥ اسمه ربيعة بن زرارة، أبو الحلال الفنكي له ترجمة في الكنى الدولابي "١: ١٥٦".
٦ تقدم بالترجمة رقم "١٨٠٣": وهو يحيى بن سعيد بن حبان.
٧ اسمه: شداد بن حي، أبو حي الحمصي المؤذن، مترجم في "التهذيب" "٤: ٣١٥"، وذكره ابن حبان في "ثقات التابعين" "٥: ٥٧٩"، وترجمه البخاري في الكنى برقم "٢١٠".',NULL,'496',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (497,'١٩٣٩- أبو حي الصنعاني١: "مصري" تابعي، ثقة.
باب الخاء المعجمة:
١٩٤٠- أبو خالد الأحمر، اسمه سليمان بن حبان: تقدم.
١٩٤١- أبو الخطاب٢: "مصري"، تابعي، ثقة.
باب الدال المهملة:
١٩٤٢- أبو الدهقان٣: من أصحاب عبد الله، ثقة.
١٩٤٣- أبو الدهماء العدوي٤: "بصري"، تابعي، ثقة.
باب الراء:
١٩٤٤- أبو راشد الحبراني٥: "شامي"، تابعي، ثقة، لم يكن بدمشق في زمانه أفضل منه.
١٩٤٥- أبو راشد٦: "كوفي", تابعي، ثقة.
_________
١ كذا بالأصل، ولم أظفر له بترجمة.
٢ أبو الخطاب المصري: روى عن أبي سعيد الخدري، وقال ابن المديني: لا أعرفه. "التهذيب" "١٢: ٨٦".
٣ هو أبو الدهقانة يروي عن ابن عمر، له ترجمة في "تاريخ ابن معين" "٢: ٧٠٣"، والكنى للدولابي "١: ١٧٠"، و"الجرح والتعديل" "٤: ٢: ٣٦٨".
٤ اسمه: قرفة بن بهيس العدوي، أبو الدهماء البصري، مترجم في "التهذيب" "٨: ٣٦٩".
٥ وثقه "أيضًا": ابن حبان. مترجم في "التهذيب" "١٢: ٩١".
٦ روى عن عمار بن ياسر. مترجم في "التهذيب" "١٢: ٩٢".',NULL,'497',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (498,'١٩٤٦- أبو رافع الصائغ اسمه نفيع: تقدم.
١٩٤٧- أبو الربيع: "كوفي"، تابعي، ثقة.
١٩٤٨- أبو ربيعة١: "بصري"، ضعيف، وقد كتبت عنه وليس هو بشيء.
١٩٤٩- أبو رجاء العطاردي٢ فخذ من بني تميم: "بصري"، تابعي، ثقة، وكان جاهليًّا.
١٩٥٠- أبو رزين الأسدي٣: "كوفي"، تابعي، ثقة.
١٩٥١- أبو رهم السماعي٤: "شامي"، تابعي، ثقة.
باب الزاي:
١٩٥٢- أبو زرعة الحضرمي٥: "مصري"، تابعي، ثقة.
١٩٥٣- أبو الزعراء٦ الذي روى عنه ابن عيينة: ثقة.
_________
١ اسمه: عمر بن ربيعة، أبو ربيعة الإيادي، قد ذكره الذهبي مضعفًا "٣: ١٦٩".
٢ أبو رجاء العطاردي = عمران بن ملحان: أدرك زمن النبي صلى الله عليه وسلم، ولم يره. "التهذيب" "٨: ١٤٠".
٣ مضي في باب مسعود "بن مالك".
٤ اسمه أحزاب بن أسيد، مترجم في "التهذيب" "١: ١٩٠"، وذكره ابن حبان في التابعين "٥: ٥٨٥".
٥ اسمه: عمرو بن جابر الحضرمي، أبو زرعة المصري، تقدم في باب عمرو.
٦ تقدم برقم "١٢٧٦".',NULL,'498',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (499,'باب السين المهملة:
١٩٥٤- أبو سالم الجيشاني١: "مصري"، تابعي، ثقة
١٩٥٥- أبو سعيد الحبراني٢: "شامي"، تابعي، ثقة.
١٩٥٦- أبو سعيد بن الحارث: "مدني"، تابعي، ثقة.
١٩٥٧- أبو سعيد المقبري٣: "مدني"، تابعي، ثقة، قلت: إنه كيسان.
١٩٥٨- أبو سعيد مولى المهري٤: "مدني"، "مصري"، تابعي، ثقة.
١٩٥٩- أبو سلام الحبشي٥: "شامي"، تابعي، ثقة.
١٩٦٠- أبو سلمة بن عبد الرحمن بن عوف٦: "مدني"، تابعي، ثقة.
١٩٦١- أبو سنان الدءلي٧: "كوفي"، تابعي، ثقة.
_________
١ اسمه: سفيان بن هانئ، أبو سالم الجيشاني، وثقه ابن حبان "٥: ٥٦٥".
٢ مترجم في "التهذيب" "١٢: ١٠٩".
٣ اسمه: كيسان بن سعيد المدني: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب.
٤ روى عن أبي ذر، وأبي سعيد الخدري، له ترجمة في الكنى للبخاري رقم "٣٠٥"، وذكره ابن حبان في "الثقات" "٥: ٥٨٨"، مترجم في "التهذيب" "١٢: ١١١".
٥ تقدم في باب الميم، مترجم في "التهذيب" "١٠: ٢٩٦".
٦ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٢: ١١٥".
٧ وثقه أيضًا: أبو زرعة، وابن حبان. ولد في زمن أحد، وذكره ابن عبد البر في الصحابة. "التهذيب" "١١: ٣١٤".',NULL,'499',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (500,'١٩٦٢- أبو سهلة مولى عثمان١: "كوفي"، تابعي، ثقة.
باب الشين المعجمة:
١٩٦٣- أبو الشعثاء٢: حدثنا ابن مريم قال: سمعت سفيان بن عيينة، قال له إنسان: حدثك عمرو بن دينار، عن أبي الشعثاء، عن علي بن أبي طالب؟ قال: اسكت! ما حدث أبو الشعثاء عن علي بن أبي طالب حديثًا قط.
١٩٦٤- أبو شعيب الأنصاري٣: "مصري"، تابعي، ثقة.
١٩٦٥- أبو شهاب الحناط٤: "كوفي"، ثقة، روى عنه سعدويه.
١٩٦٦- أبو شيخ الهُنائي٥: "بصري"، تابعي، ثقة.
باب الصاد:
١٩٦٧- أبو صالح باذام، ثقة: تقدم.
_________
١ أبو سهلة مولى عثمان بن عفان، روى عنه، وعن عائشة، وثقه ابن حبان "٥: ٥٧٠"، أخرج له الترمذي وابن ماجه حديثًا واحدًا. "التهذيب" "١٢: ١٢٢".
٢ اسمه: سليم بن أسود بن حنظلة، أبو الشعثاء المحاربي الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٤: ١٦٥".
٣ "الثقات" "٥: ٥٧٢".
٤ هو موسى بن نافع الأسدي، أبو شهاب الحناط الكبير، وثقه "أيضًا": ابن معين، وابن حبان وغيرهما "التهذيب" "١٠: ٣٧٤". وقد سبق أن ترجم المصنف لأبي شهاب الحناط الصغير واسمه عبد ربه بن نافع الكناني.
٥ ثقة من الثالثة. "تقريب" "٢: ٤٣٥".',NULL,'500',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (501,'١٩٦٨- أبو صالح مولى جبير بن مطعم١: "بصري"، تابعي، ثقة.
١٩٦٩- أبو صالح الحنفي٢، اسمه عبد الرحمن بن قيس ويقال: ماهان. "كوفي"، تابعي، ثقة، من خيار التابعين، من أصحاب علي.
١٩٧٠- أبو صالح مولى السفاح٣: "مدني"، ثقة.
١٩٧١- أبو صالح السمان اسمه ذكوان ثقة: تقدم.
١٩٧٢- أبو صالح مولى ضباعة٤ روى عنه الكوفيون، ثقة.
١٩٧٣- أبو صالح الضبي، "كوفي"، ثقة.
١٩٧٤- أبو صالح مولى عثمان٥، روى عنه زهرة بن معبد، وأهل مصر. ثقة.
١٩٧٥- أبو صالح مولى المهري: "مدني"، تابعي، ثقة.
١٩٧٦- أبو صالح، روى عنه أهل البصرة: سليمان التيمي، وخالد الحذاء. اسمه ميزان٦.
_________
١ روى عنه الحارث بن يزيد، مترجم في "الجرح والتعديل" "٤: ٢: ٣٩٣".
٢ وثقه أيضًا: ابن معين، وابن حبان، "التهذيب" "٦: ٢٥٦".
٣ له ترجمة في الكنى للدولابي "٢: ٩".
٤ لين الحديث. "تقريب" "٢: ٤٣٧"، "الميزان" "٤: ٥٣٩".
٥ اسمه الحارث: مقبول من الثالثة. "تقريب" "٢: ٤٣٦".
٦ اسمه: ميزان البصري، أبو صالح، مترجم في "التهذيب" "١٠: ٣٨٥".',NULL,'501',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (502,'١٩٧٧- أبو صالح١، روى عنه ابن أبي كثير٢، اسمه قتلون، تابعي، ثقة.
١٩٧٨- أبو صالح الغفاري٣: "مصري" تابعي، ثقة.
١٩٧٩- أبو صخر، اسمه حميد بن زياد: تقدم.
١٩٨٠- أبو صرمة٤: تابعي، ثقة.
١٩٨١- أبو الصهباء البكري٥: تابعي، ثقة.
باب الضاد:
١٩٨٢- أبو الضحاك الحمصي٦: "شامي"، تابعي، ثقة.
باب الطاء باب الظاء:
١٩٨٣- أبو ظبيان الجنبي٧: "كوفي"، تابعي، ثقة.
_________
١ كذا بالأصل، ولم نظفر له بترجمة.
٢ هو يحيى بن أبي كثير الطائي.
٣ هو سعيد بن عبد الرحمن. تقدم في باب سيعد.
٤ صحابي، اسمه مالك بن قيس. "تقريب" "٢: ٤٣٧".
٥ اسمه صهيب، مولى ابن عباس، وقد تقدم.
٦ مقبول من الثالثة. "تقريب" "٢: ٤٣٩".
٧ هو حصين بن جندب بن الحارث بن وحشي بن مالك الجنبي، أبو ظبيان الكوفي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٢: ٣٧٩".',NULL,'502',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (503,'باب العين:
١٩٨٤- أبو العالية الرياحي١، اسمه: رفيع: "بصري"، تابعي، ثقة، من كبار التابعين، ويقال: إنه لم يسمع من علي شيئًا، إنما يرسل عنه، وقتادة لم يسمع من أبي العالية إلا أربعة أحاديث.
١٩٨٥- أبو العالية البراء٢: "بصري"، تابعي، ثقة.
١٩٨٦- أبو عامر الألهاني٣: "شامي"، تابعي، ثقة.
١٩٨٧- أبو عبد الله مولى الجندعيين٤: "مدني"، تابعي، ثقة.
١٩٨٨- أبو عبد الله الأغر٥: "مدني"، تابعي، ثقة.
١٩٨٩- أبو عبد الجبار٦: "شامي"، تابعي، ثقة.
١٩٩٠- أبو عبد الرحمن السلمي٧: "المدني" الأعمى، من أصحاب عبد الله، ثقة، وكان يقرئ في زمان عثمان إلى زمان
_________
١ هو رفيع بن مهران، أبو العالية الرياحي البصري، أشار إليه المصنف في باب الراء، وقال: يأتي في الكنى، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٢٨٤".
٢ ثقة، من الرابعة، "تقريب" "٢: ٤٤٣".
٣ اسمه: عبد الله بن عامر، تقدم في باب عبد الله.
٤ ثقة، من الثالثة. "تقريب" "٢: ٤٤٥".
٥ هو سلمان الأغر، تقدم في باب السين.
٦ الكنى للبخاري ص٥٣، "الثقات" "٧: ٦٥٩".
٧ اسمه: عبد الله بن حبيب، وقد تقدم.',NULL,'503',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (504,'الحجاج, وقرأ على عثمان بن عفان، وعرض على علي بن أبي طالب.
١٩٩١- أبو عبد الله مسلم بن مشكم١: "شامي"، تابعي، ثقة، من خيار التابعين.
١٩٩٢- أبو عبيدة بن حذيفة٢: "كوفي"، تابعي، ثقة.
١٩٩٣- أبو عبيدة بن عبد الله بن مسعود٣: "كوفي"، ثقة، ولم يسمع عن أبيه شيئًا.
١٩٩٤- أبو عبيدة بن معن٤، ثقة، وكان ختم على الأعمش القرآن.
١٩٩٥- أبو عبيدة الجوار: "بغدادي"، ثقة.
١٩٩٦- أبو العبيد بن الأعمى، من أصحاب عبد الله: ثقة.
١٩٩٧- أبو عثمان٥: "مصري"، تابعي، ثقة.
١٩٩٨- أبو عثمان، قال العجلي: حدثنا أبو عثمان البغدادي، ثقة، حدثنا سفيان بن عيينة، عن عمرو بن دينار، عن ابن أي مليكة،
_________
١ مسلم بن مشيكم الخزاعي، أبو عبد الله الدمشقي كاتب أبي الدرداء، وثقه أيضًا: ابن حبان، ويعقوب بن سفيان. "التهذيب" "١٠: ١٣٨".
٢ مقبول من الثالثة. "التقريب" "٢: ٤٤٨"، "الثقات" "٥: ٥٩".
٣ ثقة، من كبار الثالثة. "تقريب" "٢: ٤٤٨".
٤ هو عبد الملك بن معن المسعودي الكوفي، تقدم.
٥ هو مسلم بن يسار المصري، أبو عثمان الطنبذي، روى عن أبي هريرة، وابن عمر، وثقه ابن حبان، وقال الدارقطني: يعتبر به. "التهذيب" "١٠: ١٤١".',NULL,'504',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (505,'عن المسور بن مخرمة، قال: قال عمر بن الخطاب لعبد الرحمن بن عوف: ألم يكن تعي: قاتلوا في الله آخر مرة فيما قاتلتم فيه أول مرة. قال: علي ذلك يا أبا محمد، قال: إذا كانت بنو أمية الأمراء وبنو مخزوم الوزراء.
١٩٩٩- أبو عثمان النهدي١: ثقة.
حدثنا يوسف بن عدي، حدثنا عبد الرحيم بن عاصم الأحول قال: سأل صبيح أبا عثمان النهدي فقال له: هل أدركت النبي صلى الله عليه وسلم؟ قال: نعم، أسلمت على عهد النبي صلى الله عليه وسلم وأديت إليه ثلاث صدقات ولم ألقه، وغزوت على عهد عمر بن الخطاب رضي الله عنه غزوات: شهدت فتح القادسية، وجلولاء وتستر ونهاوند واليرموك وأذربيجان ومهران ورستم.
٢٠٠٠- أبو غُشانة المعافري٢: "بصري"، تابعي، ثقة.
٢٠٠١- أبو عطية الأسدي٣: "كوفي"، تابعي، سمع من عبد الله، ثقة.
٢٠٠٢- أبو عفير الأنصاري٤، من بني حارثة: تابعي، ثقة.
_________
١ اسمه: عبد الرحمن بن مل، أبو عثمان النهدي: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٦: ٢٧٧".
٢ أبو عشانة المعافري، واسمه: حي بن يؤمن بن حجيل بن جريج المصري، وثقه ابن حبان، مترجم في "التهذيب" "٣: ٧١".
٣ هو مالك بن عامر، أبو عطية الوادعي الهمداني الكوفي، روى عن ابن مسعود، أخرج له الستة، سوى ابن ماجه. مترجم في "التهذيب" "١٢" ١٦٩".
٤ له ترجمة في "الجرح والتعديل" "٤: ٢: ٤١٦-٤١٧"، وتعجيل المنفعة "٥٠٦".',NULL,'505',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (506,'٢٠٠٣- أبو عقال١. قال العجلي: داود بن عجلان عن أبي عقال إسناد ضعيف.
٢٠٠٤- أبو العلاء ثقة٢، روى عن أبي الطفيل.
٢٠٠٥- أبو علقمة الفارسي٣: "مصري"، تابعي، ثقة.
٢٠٠٦- أبو عمر رجل من آل حاطب بن أبي بلتعة: "مدني"، ثقة.
٢٠٠٧- أبو عمرو الشيباني٤: "كوفي"، تابعي، ثقة، سمع من عبد الله.
٢٠٠٨- أبو عمران الغافقي: "مصري"، تابعي، ثقة.
٢٠٠٩- أبو عميرة المزني: "مصري"، تابعي، ثقة.
٢٠١٠- أبو عميس المسعودي٥: "كوفي"، تابعي، ثقة.
٢٠١١- أبو عون الأنصاري٦: "شامي"، ثقة.
_________
١ اسمه: هلال بن زيد، أبو عقال الدمشقي، مترجم في "التهذيب" "١١: ٧٩".
٢ يراجع حيان بن عمير القيسي الجريري، أبو العلاء البصري، المترجم في "التهذيب" "٣: ٦٧".
٣ مترجم في "التهذيب" "١٢: ١٧٣"، مولى ابن عباس، أخرج له مسلم والأربعة.
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "٣: ٤٦٨".
٥ اسمه: عتبة بن عبد الله المسعودي، متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب".
٦ اسمه: عبد الله بن أبي عبد الله، أبو عون الأنصاري الشامي، مترجم في "التهذيب" "١٢: ١٩١".',NULL,'506',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (507,'٢٠١٢- أبو عياض١: "مكي"، تابعي، ثقة.
٢٠١٣- أبو عيسى المسعود: "كوفي"، ثقة.
٢٠١٤- أبو عيسى: روى عنه إسماعيل بن أبي خالد٢: "كوفي"، تابعي، ثقة.
باب الفاء:
٢٠١٥- أبو فاختة٣: "كوفي"، ثقة.
٢٠١٦- أبو الفيض٤: "شامي"، ثقة.
باب القاف:
٢٠١٧- أبو قائلة٥: "مصري"، تابعي، ثقة.
٢٠١٨- أبو قتادة العدوي٦: "بصري"، تابعي، ثقة.
_________
١ يراجع "التهذيب" "١٢: ١٩٤"، و"الثقات" "٥: ٥٧٩".
٢ اسمه: يحيى بن رافع، أبو عيسى، سمع عثمان بن عفان، يروي عنه: إسماعيل بن أبي خالد. الكنى للدولابي "٢: ٥٢".
٣ هو سعيد بن علافة الهاشمي، أبو فاختة الكوفي مولى أم هانئ، وثقه "أيضًا": ابن حبان، والدارقطني. "التهذيب" "٤: ٧٠".
٤ اسمه: موسى بن أيوب المهدي الحمصي، تقدم في "تضمينات الحافظ ابن حجر"، في باب موسى.
٥ كذا في الأصل، وفي "الجرح والتعديل" "٤: ٢: ٤٢٨": "أبو قافلة المعافري": سمع عمر بن الخطاب.
٦ مختلف في صحبته، مترجم في "التهذيب" "١٢: ٢٠٥".',NULL,'507',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (508,'٢٠١٩- أبو القموص١: "كوفي"، تابعي، ثقة.
٢٠٢٠- أبو قيس٢: "مصري"، تابعي، ثقة.
باب الكاف:
٢٠٢١- أبو كبشة السلولي٣: "شامي"، تابعي، ثقة.
٢٠٢٢- أبو كثير الزبيدي٤: "كوفي"، تابعي، ثقة.
٢٠٢٣- أبو كيسبة: "كوفي"، تابعي، ثقة.
باب اللام:
٢٠٢٤- أبو اللذيد: "مصري"، تابعي، ثقة.
٢٠٢٥- أبو الليث: "مدني"، تابعي، ثقة.
٢٠٢٦- أبو ليلى الأنصاري٥: من أصحاب النبي صلى الله عليه وسلم.
_________
١ في الأصل: "أبو القماص" تحريف، وهو: زيد بن علي، أبو القموص العبدي، مترجم في "التهذيب" "٣: ٤٢٠".
٢ هو أبو قيس السهمي مولى عمرو بن العاص: متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٢: ٢٠٧-٢٠٨".
٣ وثقه ابن حبان "٥: ٥٦٣"، مترجم في "التهذيب" "١٢: ٢١٠".
٤ وثقه ابن حبان "٥: ٥٧٠"، مترجم في "التهذيب" "١٢: ٢١٠-٢١١".
٥ ذكره ابن حبان في "الصحابة" "٣: ٤٥٧"، ومترجم في "التهذيب" "١٢: ٢١٥".',NULL,'508',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (509,'٢٠٢٧- أبو ليلى الكندي١: "كوفي", تابعي، ثقة، من كبار التابعين.
باب الميم:
٢٠٢٨- أبو ماجد الحنفي٢، سمع من عبد الله، ثقة.
٢٠٢٩- أبو مالك٣: "كوفي"، ثقة، روى عنه السدي.
٢٠٣٠- أبو مالك الليثي: "مدني"، تابعي، ثقة.
٢٠٣١- أبو المتوكل الناجي٤: "بصري"، تابعي، ثقة.
٢٠٣٢- أبو المثنى الوصابي: "شامي"، تابعي، ثقة.
٢٠٣٣- أبو محمد: روى عنه الحارث بن يزيد: "مصري"، تابعي، ثقة.
٢٠٣٤- أبو محمد الأنصاري٥، روى عنه بكر بن سوادة: "مصري"، تابعي، ثقة.
_________
١ وثقه "أيضًا": ابن معين، ومترجم في "التهذيب" "١٢: ٢١٦".
٢ مجهول، لم يرو عنه غير يحيى الجابر. "التقريب" "٢: ٤٦٨".
٣ اسمه: سعد بن طارق بن أشيم، أبو مالك الأشجعي الكوفي، وثقه "أيضًا": أحمد وابن معين، وابن حبان، وابن عبد البر، وغيرهم. "التهذيب" "٣: ٤٧٢".
٤ متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب، واسمه: علي بن داود البصري.
٥ مترجم في "التهذيب" "١٢: ٢٢٤".',NULL,'509',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (510,'٢٠٣٥- أبو مراوح١: "مدني"، تابعي، ثقة.
٢٠٣٦- أبو مرزوق التجيبي٢: "مصري"، تابعي، ثقة.
٢٠٣٧- أبو مرة٣: مولى عقيل بن أبي طالب: "مدني"، تابعي، ثقة.
٢٠٣٨- أبو مروان، والد عطاء بن أبي مروان٤: "مدني"، تابعي، ثقة.
٢٠٣٩- أبو مريم، مولى أبي هريرة٥: "شامي"، تابعي، ثقة.
٢٠٤٠- أبو مريم٦: "شامي"، تابعي، ثقة.
٢٠٤١- أبو مسكين الأودي٧: ثقة، في عداد الشيوخ، روى عن هزيل بن شرحبيل الأودي.
_________
١ أبو مراوح الغفاري الليثي المدني، قيل: له صحبة، وإلا فبصري، ثقة، من الثالثة، "تقريب" "٢: ٤٧٠".
٢ لين من السادسة. "تقريب" "٢: ٤٧١".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب"، اسمه: يزيد.
٤ أبو مروان الأسلمي: اسمه: مغيث، مختلف في صحبته. "تقريب" "٢: ٤٧١"، "تهذيب" "١٢: ٢٣٠".
٥ هو أبو مريم الأنصاري، خادم المسجد بدمشق، أبو حمص، قيل: اسمه عبد الرحمن بن ماعز، مولى أبي هريرة، وهو ثقة، من الثالثة، "تقريب" "٢: ٤٧١".
٦ فرق بينهما العجلي: وجمعهما أبو حاتم. "تهذيب" "١٢: ٢٣٢".
٧ "التهذيب" "١٢: ٢٣٤".',NULL,'510',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (511,'٢٠٤٢- أبو مسلم١: "بصري"، تابعي، ثقة من كبار التابعين، روى عن الرياحي.
٢٠٤٣- أبو مسلم الخولاني٢: "شامي"، تابعي، ثقة، من كبار التابعين وعبادهم.
٢٠٤٤- أبو مسلمة الخولاني: "شامي"، تابعي، ثقة، من خيار التابعين.
٢٠٤٤م- أبو مسلمة الخليلي: "شامي"، تابعي، ثقة.
٢٠٤٥- أبو معاوية من بني علي: "مصري"، تابعي، ثقة.
٢٠٤٦- أبو معاوية من بني علي: "مصري"، تابعي، ثقة.
٢٠٤٧- أبو معبد مولى ابن عباس٣: "مكي"، تابعي، ثقة، وكان من خيار موالي ابن عباس.
٢٠٤٨- أبو معمر ثقة، وكان يرى القدر وهو: "بصري".
٢٠٤٩- أبو المغلس٤: "حجازي"، تابعي، ثقة.
٢٠٥٠- أبو المغيرة: روى عن٥ معاوية بن قرة، سمع من
_________
١ هو أبو مسلم الجذمي، روى عنه: أبو العالية الرياحي، ذكره ابن حبان في "الثقات" "التهذيب" "١٢: ٢٣٥".
٢ ثقة، عابد، من الثانية. "تقريب" "٢: ٤٧٣".
٣ أبو معبد، مولى ابن عباس، واسمه نافذ: متفق على توثيقه، أخرج له الجماعة، مترجم في التهذيب.
٤ هو ميمون المكي، أبو المغلس الحجازي، وثقه ابن حبان، وجعله الدولابي اثنين في الكنى. "التهذيب" "١٠: ٣٩٦".
٥ في هامش الأصل: "لعله عنه".',NULL,'511',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (512,'عبد الله، ثقة.
٢٠٥١- أبو المليح بن أسامة١: "بصري"، تابعي، ثقة.
٢٠٥٢- أبو منيب٢: "شامي"، تابعي، ثقة.
٢٠٥٣- أبو المهلب٣: عم أبي قلابة: "بصري"، تابعي، ثقة.
٢٠٥٤- أبو ميسرة٤: حدثنا أبو نعيم، حدثنا مالك، عن أبي السفر، عن مرة قال: ما ولدت همدانية مثل أبي ميسرة. قيل: ولا مسروق؟ قال: ولا مسروق.
حدثنا يزيد بن هارون، عن العوام، عن عمرو بن مرة، قال: كان أبو ميسرة من أفاضل أصحاب عبد الله٥. ثقة.
باب النون:
٢٠٥٥- أبو نافع: روى عنه أبو الخير: "مصري"، تابعي، ثقة.
_________
١ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٢: ٢٤٦".
٢ أبو المنيب الجرشي الدمشقي الأحدب، وثقه "أيضًا": ابن حبان "٥: ٥٦٤"، مترجم في "التهذيب" "١٢: ٢٤٨".
٣ وثقه "أيضًا": ابن سعد، وابن حبان، مترجم في "التهذيب" ١٢: ٢٥٠".
٤ هو عمرو بن شرحبيل الهمداني، أبو ميسرة الكوفي، وثقه "أيضًا": ابن معين، وابن حبان، أخرج له الستة، سوى ابن ماجه، مترجم في "التهذيب" "٨: ٤٧".
٥ نقل العبارة ابن حجر في "التهذيب" "٨: ٤٧".',NULL,'512',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (513,'٢٠٥٦- أبو نجيلة البجلي١: "كوفي"، تابعي، ثقة.
٢٠٥٧- أبو النصر اسمه سالم: تقدم.
٢٠٥٨- أبو نعيم اسمه الفضل بن دكين: تقدم.
باب الهاء:
٢٠٥٩- أبو هاشم الدوسي٢: تابعي، ثقة، ليس يروي عنه إلا حديث واحد.
٢٠٦٠- أبو هاشم الرماني٣: ثقة.
٢٠٦١- أبو هريرة٤، قلت: هو صاحب رسول الله صلى الله عليه وسلم رضي الله عنه، وصاحب جرابي العلم في الظاهر والباطن.
حدثنا محمد بن يوسف، حدثنا سفيان عن الأوزاعي، عن قرة بن عبد الرحمن بن حيوئيل، عن الزهري، عن أبي سلمة عن أبي هريرة، قال: حذف السلام سنة
_________
١ ذكره ابن حبان في "الصحابة" "٣: ٤٥٤"، مترجم في "التهذيب" "١٢: ٢٥٥".
٢ مجهول الحال. "التهذيب" "١٢: ٢٦١".
٣ متفق على توثيقه، أخرج له الجماعة، مترجم في "التهذيب" "١٢: ٢٦١".
٤ أبو هريرة: راوية الإسلام. الإمام الفقيه، المجتهد الحافظ، صاحب رسول الله صلى الله عليه وسلم، الدوسي، اليماني، سيد الحفاظ الأثبات.
"طبقات ابن سعد" "٢: ٣٦٢"، تاريخ خليفة "٢٢٥"، أخبار القضاة "١: ١١١"، تاريخ الفسوي "١: ٤٨٦" و"٣: ١٦٠"، حلية الأولياء "١: ٣٧٦"، العبر "١: ٦٣"، "التهذيب" "١٢: ٢٦٢"، شذرات الذهب "١: ٦٣".',NULL,'513',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (514,'حدثنا محمد بن عبيد، حدثنا سفيان عن منصور عن إبراهيم: قال: كانوا لا يأخذون من حديث أبي هريرة إلا ما كان في ذكر جنة أو نار.
قال العجلي: لم يرو هذا الحديث عن سفيان إلا محمد بن عبيد وحده. قلت: هذا قول الزنادقة ولم يصح عن إبراهيم، فإن محمد بن عبيد هذا الراوي عن سفيان هو محمد بن عبيد الوسي الراوي عن مالك فإنها طبقته, وهو مذكور في الميزان بخبر كذب لديه على مالك, وهذا القول قادح في قائله، فإن الصحابة رضي الله عنهم يقدح كلامهم فيمن بعدهم، ولا يقدح كلام من بعدهم فيهم، والكلام فيهم ثلمة في الإسلام.
قال العجلي: وقد روى سعيد بن المسيب عنه، وقيل: وروى أبو سلمة بن عبد الرحمن عنه وقُبل وعرهما وقُبلوا.
٢٠٦٢- أبو الهياج الأسدي١: "كوفي"، تابعي، ثقة.
٢٠٦٣- أبو الهيثم٢: "مصري"، تابعي، ثقة.
باب الواو:
٢٠٦٤- أبو وعلة٣: "شامي"، ثقة.
_________
١ اسمه: حيان بن حصين الكوفي: أبو الهياج الأسدي، كاتب عمار، وثقه ابن حبان، مترجم في "التهذيب" "٣: ٦٧".
٢ أبو الهيثم المصري: مولى عقبة بن عامر الجهني، مترجم في "التهذيب" "١٢: ٢٧٠".
٣ له ترجمة في "الجرح والتعديل" "٤: ٢: ٤٥٢".',NULL,'514',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (515,'٢٠٦٥- أبو وهب الكلاعي١: "مصري"، تابعي، ثقة.
باب الياء:
٢٠٦٦- أبو يزيد والد عبيد الله بن أبي يزيد٢: "مكي"، تابعي، ثقة.
٢٠٦٧- أبو يونس مولى أبي هريرة٣: تابعي، ثقة.
_________
١ أبو وهب الكلاعي، روى عن عبد الله بن عمرو، ذكره البخاري في الكنى المجردة، مترجم في "التهذيب" "١٢: ٢٧٥".
٢ ذكره ابن حبان في "الثقات" "٧: ٦٥٧".
٣ اسمه: سليم بن جبير الدوسي: وثقه "أيضًا": النسائي، وابن حبان، مترجم في "التهذيب" "٤: ١٦٦".',NULL,'515',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (516,'<span data-type="title" id=toc-31>باب: فيمن قال فيه ابن فلان</span>
٢٠٦٨- ابن أبي بلال١: روى عنه: خالد بن معدان: "شامي"، تابعي، ثقة.
٢٠٦٩- ابن حجيرة٢: "مصري"، تابعي، ثقة.
٢٠٧٠- ابن حكيم: "بصري"، تابعي، ثقة.
_________
١ وثقه ابن حبان، مترجم في "التهذيب" "٥: ١٦٥"، واسمه: عبد الله بن أبي بلال الخزاعي الشامي.
٢ عبد الرحمن بن حجيرة الخولاني، أبو عبد الله المصري قاضيها. ابن حجيرة الأكبر، تقدم في تضمينات الحافظ ابن حجر "٦: ١٦٠".',NULL,'515',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (517,'٢٠٧١- ابن حنظلة السكسكي: "شامي"، تابعي، ثقة.
٢٠٧٢- ابن أبي خدويه: اسمه سهل بن حسان: تقدم.
٢٠٧٣- ابن الديلمي١: "شامي"، تابعي، ثقة.
٢٠٧٤- ابن السماك. قال العجلي عن أبيه: عبد الله، قال: عريف لابن السماك: يا أبا العباس! أما علمت أن القصص بدعة! فقال له ابن السماك: فبلغك أن العرافة سنة.
٢٠٧٥- ابن شبرمة: "مدني"، تابعي، ثقة.
٢٠٧٦- ابن شفيع: "مدني"، تابعي، ثقة.
٢٠٧٧- ابن العجلان المحاربي: "شامي"، تابعي، ثقة.
٢٠٧٨- ابن العفيف: "جزري"، تابعي، ثقة، من كبار التابعين.
٢٠٧٩- ابن معين السعدي، من أصحاب عبد الله: ثقة. قلت: وفي الحاشية معين بالتخفيف -والله أعلم.
٢٠٨٠- ابن المنتفق الحنفي: "تابعي"، ثقة.
٢٠٨١- ابن الوليد بن هشام، ثقة، قال العجلي: وأظنه يعيش بن الوليد ابن هشام.
_________
١ هو عبد الله بن فيروز الديلمي: وثقه أيضًا: ابن معين، وابن حبان، مترجم في "التهذيب" "٥: ٣٥٨".',NULL,'516',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (518,'باب: الأنساب، مولى الربيع بن خثيم ١، فيمن نزل الكوفة وغيرها من الصحابة، الألف
٢٠٨٢- الحميدي: "مصري"، تابعي، ثقة. قلت: وأصله عامر بن رديح الحميدي.
٢٠٨٣- الزبيدي محمد بن الوليد: تقدم.
٢٠٨٤- الفقيمي: "كوفي" نزل بغداد متروك وقد رأيته.
قال العجلي: نزل الكوفة ألف وخمسمائة من أصحاب النبي صلى الله عليه وسلم، ونزل قرقيسيا٢ ستمائة من أصحاب النبي صلى الله عليه وسلم.
٢٠٨٥- أسماء بنت أبي بكر الصديق٣ رضي الله عنها، وزوجها الزبير بن العوام رضي الله عنه.
وهي أم: عبد الله، وعروة بن الزبير.
_________
١ كذا في الأصل.
٢ قرقيسيا: كورة من كور ديار ربيعة، وهي كلها بين الحيرة والشام. معجم ما استعجم "٣: ١٠٦٦".
٣ "التهذيب" "١٢: ٣٩٧".',NULL,'517',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (519,'باب الباء:
٢٠٨٦- بُعَيرة امرأة سلمان١: "كوفية" ثقة. قلت: وفي الحاشية بَقِيرة في رواية السلماسي.
باب الجيم:
٢٠٨٧- جَسرة بنت دجاجة٢: "كوفية"، تابعية، ثقة.
باب الحاء:
٢٠٨٨- حسنة أم شرحبيل٣: لها صحبة.
٢٠٨٩- حفصة بنت سيرين أم الهذيل٤: "بصرية"، ثقة، تابعية، سمعت أم عطية.
٢٠٩٠- حفصة بنت عبد الرحمن بن أبي بكر الصديق٥: "مدنية"، تابعية، ثقة.
٢٠٩١- حفصة بنت عمر أم المؤمنين٦: زوج النبي صلى الله عليه وسلم.
_________
١ تعجيل المنفعة "٥٥٤".
٢ وثقها ابن حبان "٤: ١٢١"، ولها ترجمة في "التهذيب" "١٢: ٤٠٦".
٣ ذكرها ابن حبان في "الصحابة" "٣: ٩٩".
٤ حفصة بنت سيرين الأنصارية البصرية: متفق على توثيقها، أخرج لها الستة، مترجمة في "التهذيب" "١٢: ٤٠٩"، ثقات ابن حبان "٤: ١٩٤".
٥ هي زوجة المنذر بن الزبير، ذكرها ابن حبان في "الثقات" "٤: ١٩٤"، ولها ترجمة في "التهذيب" "١٢: ٤١٠".
٦ ولدت حفصة قبل المبعث بخمسة أعوام، وتزوجها النبي صلى الله عليه وسلم سنة ثلاث، وفاتها سنة إحدى وأربعين.',NULL,'518',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (520,'باب الخاء:
٢٠٩٢- خديجة بنت خويلد١: زوج النبي صلى الله عليه وسلم, عمة حكيم بن حزام.
٢٠٩٣- خلدة بنت طلق٢: "يمامية"، تابعية، ثقة.
باب الدال:
٢٠٩٤- دقرة: تابعية، ثقة.
باب الراء:
٢٠٩٥- ربيعة بنت عياض٣: "كوفية"، تابعية، ثقة، سمعت من علي، قلت في الأصل: مكان ربيعة رمثة وقد ضبب عليها في نسخة أخرى رمثة على الصواب، وكذلك هي في ثقات ابن حبان رمثة بنت عياض: "كوفية" تابعية ثقة والصواب ربيعة.
٢٠٩٦- ربطة الحنفية٤: "كوفية"، تابعية، ثقة.
_________
١ خديجة بنت خويلد -رضي الله عنها- وهي التي بعثت النبي صلى الله عليه وسلم بتجارتها إلى الشام، وكانت قد تزوجت أبا هالة وله منه ولد اسمه هند بن أبي هالة، وقد بشرت ببيت في الجنة من قصب، وجاء في البخاري ومسلم من حديث علي بن أبي طالب، يقول: سمعت رسول الله صلى الله عليه وسلم يقول خير نسائها مريم بنت عمران وخير نسائها خديجة بنت خويلد.
٢ لها ترجمة في "الثقات" "٤: ٢١٦".
٣ مترجمة في "الثقات" "٤: ٢٤٥".
٤ كذا بالأصل ولعلها ربطة بنت خريس "الميزان" "٤: ٦٠٦".',NULL,'519',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (521,'باب الزاي:
٢٠٩٧- زينب بنت أبي حازم١، أخت قيس بن أبي حازم: "كوفية"، تابعية، ثقة.
٢٠٩٨- زينب بنت أبي سلمة٢، بنت أم سلمة، "مدنية"، تابعية، ثقة، قلت: هي ربيبة رسول الله صلى الله عليه وسلم، روت عنه.
باب الصاد:
٢٠٩٩- صفية بنت شيبة بن عثمان حاجب الكعبة٣: "مكية"، تابعية، ثقة.
٢١٠٠- صفية بنت أبي عبيد٤: "مدنية" متفقهة، ثقة، امرأة عبد الله بن عمر وهي أخت المختار٥ بن أبي عبيد.
_________
١ "الثقات" "٤: ٢٧٢".
٢ ولدت بأرض الحبشة، وكان اسمها: برة فسماها رسول الله صلى الله عليه وسلم زينب. "الثقات" "٣: ١٤٥"، "التهذيب" "١٢: ٤٢١".
٣ لها رؤية، وذكرها ابن حبان في "الصحابيات" "٣: ١٩٧"، ولها ترجمة في "التهذيب" "١٢: ٤٣٠".
٤ ذكرها ابن عبد البر في الصحابة، وقال ابن منده: أدركت النبي صلى الله عليه وسلم، ولا يصح لها منه سماع. "الثقات" "٤: ٣٨٦"، "التهذيب" "١٢: ١٣٤".
٥ في الأصل: "أخت الحارث" والصواب ما أثبتناه.',NULL,'520',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (522,'باب العين:
٢١٠١- عائشة بنت سعد بن مالك، تابعية، ثقة "مدنية".
٢١٠٢- عائشة بنت طلحة١ بن عبيد الله: تابعية، ثقة، "مدنية".
٢١٠٣- عائشة بنت أبي بكر الصديق٢ -رضي الله عنهما- واسم أبيها "عبد الله بن عثمان" زوج النبي صلى الله عليه وسلم، ورضي عنها ورحمها.
حدثنا أبو داود الحفري، عن سفيان، عن إسماعيل بن أمية، عن عبد الله بن عروة، عن عائشة قالت: تزوجني رسول الله صلى الله عليه وسلم وأنا بنت ست سنين ودخل بي وأنا بنت تسع وبنى بي في شوال فأي نسائه كان أحظى عنده مني, وكانت تستحب تدخل نساءها في شوال٣.
٢١٠٤- عمرة بنت عبد الرحمن٤: "مدنية"، تابعية، ثقة.
_________
١ متفق على توثيقها، أخرج لها الجماعة، مترجم في "التهذيب" "١٢: ٤٣٦".
٢ عائشة بنت أبي بكر الصديق -رضي الله عنها- تزوجها النبي صلى الله عليه وسلم وهي بنت ست سنين، وأدخلت عليه وهي بنت تسع، وكان لها صواحب يلعبن معها عند النبي صلى الله عليه وسلم، وقد كانت أعلم الناس، وكان مشيخة أصحاب الرسول صلى الله عليه وسلم يسألونها عن الفرائض، وكان الوحي ينزل على النبي صلى الله عليه وسلم وهو بقربها، وقد توفي النبي صلى الله عليه وسلم بين ذراعيها ودفن في حجرتها.
٣ "مسند الإمام أحمد" "٦: ٥٤".
٤ عمرة بنت عبد الرحمن بن سعد بن زرارة الأنصارية المدنية: متفق على توثيقها، حديثها في الكتب الستة، مترجمة في "التهذيب" "١٢: ٤٣٨".',NULL,'521',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (523,'٢١٠٥- عمرة الهمدانية: "كوفية"، تابعية، ثقة.
باب الفاء:
٢١٠٦- فاطمة بنت علي١ بن أبي طالب: لم تسمع من أبيها شيئًا.
حدثنا جعفر بن عون العمري عن موسى الجهني قال: قلت لفاطمة بنت علي سمعت من أبيك شيئًا قال: لا، إلا أن أسماء بنت عميس قالت لي: إنها سمعت رسول الله صلى الله عليه وسلم يقول لعلي: أنت مني بمنزلة هارون من موسى٢.
٢١٠٧- فاطمة بنت عمرو بن حرام٣، عمة جابر، من أصحاب النبي صلى الله عليه وسلم.
_________
١ فاطمة بنت علي بن أبي طالب، وهي فاطمة الصغرى، روت عن أبيها وقيل: لم تسمع منه، كما روت عن أخيها ابن الحنفية، وفاتها سنة "١١٧". "الثقات" "٥: ٣٠١"، "التهذيب" "١٢: ٤٤٣".
٢ حديث صحيح أخرجه البخاري في كتاب فضائل أصحاب النبي صلى الله عليه وسلم باب مناقب علي بن أبي طالب القرشي الهاشمي، أبي الحسن، كما أخرجه البخاري في كتاب المغازي باب غزوة تبوك، وأخرجه مسلم في: ٤٤- كتاب فضائل الصحابة، "٤" باب فضائل علي بن أبي طالب، حديث رقم "٣٠"، "٣١"، "٣٢"، كما أخرجه الترمذي في: ٥٠- كتاب المناقب، "٢١" باب مناقب علي بن أبي طالب، حدثنا سفيان بن وكيع "٥: ٦٤١"، حديث رقم "٣٧٣١"، وقال: هذا حديث حسن صحيح.
وأخرجه ابن ماجه في المقدمة، "١١" باب فضائل أصحاب رسول الله صلى الله عليه وسلم، حديث رقم "١١٥". وأخرجه الإمام أحمد في "مسنده" "١: ١٧٠".
٣ "ثقات ابن حبان" "٣: ٣٣٦".',NULL,'522',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (524,'٢١٠٨- فاطمة بنت سيدنا محمد١ رسول الله صلى الله عليه وعلى آله وسلم.
حدثنا أبو مسلم، حدثنا أبي إملاء على إملاء من حفظه في جمادى الأولى سنة اثنتين وخمسين ومائتين: قال: فاطمة بنت محمد رسول الله صلى الله عليه وسلم ورضي عنها وكرم وجهها عاشت بعد النبي صلى الله عليه وسلم ستة أشهر ودفنها علي رضي الله عنه ليلا وغسّلها وصلى عليها.
٢١٠٩- فاطمة بنت المنذر٢ بن الزبير امرأة هشام بن عروة: تابعية, مدنية ثقة، سمعت من أسماء بنت أبي بكر الصديق.
_________
١ فاطمة بنت النبي صلى الله عليه وسلم سيدة نساء العالمين، وسيدة نساء أهل الجنة، تعرف بالزهراء، وهي أصغر بنات الرسول صلى الله عليه وسلم، وقد تزوجها علي في سنة اثنتين من الهجرة وكان سنها خمس عشرة سنة، وخمسة أشهر ونصفًا، ولم يتزوج عليها حتى ماتت، وقد جهزها النبي صلى الله عليه وسلم عند زواجها في خميل، وقربة، ووسادة حشوها إذخر، وأصدقها علي درعه الحطمية وكانت تساوي أربعة دراهم, وكان النبي صلى الله عليه وسلم قد منحه إياها، وكان النبي صلى الله عليه وسلم يحبها حبًّا شديدًا، وقال: فاطمة بضعة مني فمن أغضبها أغضبني، وكانت تميط الأذى عن النبي صلى الله عليه وسلم، وغسلت دمه الشريف عن وجهه يوم أحد، وقد قال لها النبي صلى الله عليه وسلم, وهو على فراش موته إنها أول أهل بيته تتبعه، وقال النبي صلى الله عليه وسلم: "فاطمة سيدة نساء العالمين"، ولم يكن أحد أشبه برسول الله صلى الله عليه وسلم منها، وقد ولدت لعلي: الحسن والحسين وأم كلثوم وزينب، ولما مرضت وكان اليوم الذي توفيت فيه اغتسلت كأحسن ما كانت تغتسل، ثم لبست ثيابها الجدد، وجعلت فراشها وسط البيت واضطجعت عليه واستقبلت القبلة، وكانت وفاتها ليلة الثلاثاء لثلاث خلون من شهر رمضان سنة إحدى عشرة وهي ابنة تسع وعشرون سنة.
٢ متفق على توثيقها، أخرج لها الجماعة، مترجم في "التهذيب" "١٢: ٤٤٤".',NULL,'523',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (525,'باب القاف:
٢١١٠- قمير امرأة مسروق١: "كوفية"، تابعية، ثقة.
باب زوجات رسول الله صلى الله عليه وسلم ورضي عنهن:
مات النبي صلى الله عليه وسلم عن تسع نسوة.
- عائشة بنت أبي بكر الصديق.
- وحفصة بنت عمر.
- وزينب بنت جحش.
- وأم سلمة بنت أبي أمية.
- وأم حبيبة بنت أبي سفيان.
- وسودة بنت زمعة.
- وميمونة بنت الحارث وهي خالة ابن عباس.
- وصفية بنت حيي.
- وجويرية.
وتزوج النبي صلى الله عليه وسلم ثلاث عشرة امرأة، وأول من تزوج خديجة وهي أول من آمن به.
_________
١ هي قمير بنت عمرو الكوفية امرأة مسروق بن الأجدع، روت عن زوجها وعائشة أم المؤمنين، وعنها الشعبي ومحمد بن سيرين.
لها ترجمة في "التهذيب" "١٢: ٤٤٦".',NULL,'524',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (526,'باب الكنى من النساء:
٢١١١- أم بلال بنت هلال١: "مدنية"، تابعية، ثقة.
٢١١٢- أم ذُرة٢: "مدنية"، تابعية، ثقة.
٢١١٣- أم العالية بنت سُبيع٣: "مدنية"، تابعية، ثقة.
٢١١٤- أم عبد الله سرية الربيع بن خيثم: "كوفية"، ثقة.
٢١١٥- أم علقمة٤: "مدنية"، تابعية، ثقة.
باب:
٢١١٦- أخت ربعي بن حراش، وهي امرأة حذيفة: "كوفية"، تابعية، ثقة٥.
_________
١ أم بلال بنت هلال بن أبي هلال الأسلمية المدنية: روى أحمد في "مسنده"، وأبو جعفر بن جرير الطبري، والبيهقي حديثًا من روايتها عن النبي صلى الله عليه وسلم من غير ذكر أبيها. "التهذيب" "١٢: ٤٦٠".
٢ ذكرها ابن حبان في "الثقات"، ولها ترجمة في "التهذيب" "١٢: ٤٦٧".
٣ لها ترجمة في "الميزان" "٤: ٦٠٨"، وقال العالية بنت سبيع، روت عن ميمونة.
٤ خرج له البخاري في الأدب المفرد، وعلق لها في الحيض من صحيحه لها ترجمة في "الميزان" "٤: ٦١٣"، و"التهذيب" "١٢: ٤٧٣".
٥ يأتي بعده: "باب" في حكايات مكونة من لوحة واحدة ولا علاقة لها بالموضوع سوى أن المصنف متأثر بالعباد والزاهدين، وقد أدرج الكثير منهم في كتابه، وهذا الباب من الحكايات هو عن العباد والزاهدين وقد جاء في آخره: ثم الكتاب علقه: إبراهيم بن محمد بن خليل سبط ابن العجمي الحلبي.
تمت كتابة حواشي الكتاب بعد ظهيرة يوم الثلاثاء "٢٨" من شعبان المعظم سنة "١٤٠٤"، غفر الله لكاتبه وقارئه، ومن ساعد على إخراجه، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.',NULL,'525',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (527,'<span data-type="title" id=toc-33>مخطوطات</span>',NULL,'527',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (528,'<span data-type="title" id=toc-34>محتوى الفهارس:</span>
١-<span data-type="title" id=toc-35> الآيات القرآنية الكريمة:</span>
السورة الآية
سورة البقرة: ٦٦
٤٣٦ صفراء فاقع لونها
سورة البقرة: ١٠٢
٢٦٤ واتبعوا ما تتلوا الشياطين على ملك سليمان
سورة البقرة: ١٢٥
٣٥٦ ت واتخذوا من مقام إبراهيم مصلى
سورة البقرة: ١٨٧
٢٦٣ هن لباس لكم، وأنتم لباس لهن
سورة النساء: ٣٧
١٨٢ الذين يبخلون ويأمرون الناس بالبخل
سورة التوبة: ٤٠
٤٩١ إلا تنصروه فقد نصره الله
سورة النحل: ٧٦
٥٣ هل يستوي هو ومن يأمر بالعدل وهو على صراط مستقيم
سورة طه: ٥
١٥٨ الرحمن على العرش استوى
سورة الحج: ٣٤
١٥٤ وبشر المخبتين',NULL,'533',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (529,'السورة الآية
سورة غافر: ٦٠
٤٥٠ وقال ربكم ادعوني استجب لكم
سورة الشورى: ١١
٤٩ ليس كمثله شيء
سورة التغابن: ١٥
١١٩ إنما أموالكم وأولادكم فتنة
سورة القيامة: ١٥
٢٦٤ ولو ألقى معاذيره
سورة القيامة: ٢٣
٤٩ إلى ربها ناظرة
سورة الطارق: ١٣
٨٤ إنه لقول فصل وما هو بالهزل
سورة الفيل: ٣
٣٣٩ طيرًا أبابيل',NULL,'534',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (530,'٢-<span data-type="title" id=toc-36> مسرد الأحاديث النبوية الشريفة:</span>
رقم الصفحة
٩٠ ت ابدأ بمن تعول
١١٦ ابني هذا سيد، ويصلح الله به بين فئتين عظيمتين
٣٩٣ أتيت رسول الله صلى الله عليه وسلم أريد الإسلام فأمرني أن أغتسل بماء وسدر
٣٦٣ إذا أراد الله بعبد خيرًا عسله
١٨٠ ارم فداك أبي وأمي
٣٤٧ اشتكى عليّ عينيه يوم خيبر فبصق فيهما صلى الله عليه وسلم
٢٥٢ أطيب اللحم لحم الظهر
٥٥ أقبلنا مع رسول الله صلى الله عليه وسلم حتى إذا كنا بالكديد
١٢٠ أكثروا من الصلاة عليّ يوم الجمعة
٣٥٦ ت اللهم أعز الإسلام بأحب هذين الرجلين
٢٧٢ اللهم اغفر لعبد الله بن قيس ذنبه
٣٤٧ت، ٥٢٢ أنت مني بمنزلة هارون من موسى
٣٥٦ إن الله جعل الحق على لسان عمر وقلبه
١٢١ ت إن من أفضل أيامكم يوم الجمعة
٤٥٨ إن النبي صلى الله عليه وسلم دعا عشية عرفة لأمته بالمغفرة
٤٢٥ إن النبي صلى الله عليه وسلم كان يقبل الهدية
١١٦ بأبي وأمي شبيه النبي صلى الله عليه وسلم لا شبيهًا بعلي
١٧٦ بارك الله فيك، فوالله لا يبيض أبدًا',NULL,'535',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (531,'رقم الصفحة
٤٨٢ ت بعث علي بن أبي طالب إلى رسول الله صلى الله عليه وسلم من اليمن بذهيبة
٢٤٠ توفي رجل وترك دينارين، فقال النبي صلى الله عليه وسلم: كيتين
١١٦ ت، ١١٩ ت الحسن والحسين سيدا شباب أهل الجنة
١١٩ ت حسين مني، وأنا من حسين
٢٤٠ خط لنا رسول الله صلى الله عليه وسلم خطًّا
٥١٩ خير نسائها مريم وخديجة
٤١٣ ت دخل رسول الله صلى الله عليه وسلم مكة، وعلى رأسه المغفر
٧٠ ت دخلت مع النبي صلى الله عليه وسلم على خياط، فقرب إليه قصعة
٤٥٠ الدعاء هو العبادة
٢٥٢ رأيت النبي صلى الله عليه وسلم يأكل القثاء بالرطب
٢٧٨ رضيت لأمتي ما رضي لها ابن أم عبد
٣ سيكون في آخر أمتي أناس يحدثونكم ما لم تسمعوا
٥٢٣ فاطمة بضعة مني
٥٢٣ فاطمة سيدة نساء العالمين
٨٩ ت قسم رسول الله صلى الله عليه وسلم غنائم خيبر
١١٩ كان رسول الله صلى الله عليه وسلم يخطب، فجاء الحسن والحسين، عليهما قميصان أحمران يمشيان، ويعثران
٢٠٦ كان النبي صلى الله عليه وسلم إذا أراد الحاجة لم يرفع ثوبه
٣٥٦ ت لا تنسنا من دعائك
٣٤٧ لا يحبه إلا مؤمن، ولا يبغضه إلا منافق
٢٧٣ لقد أوتي هذا مزمارًا من مزامير آل داود
١١٦ لم يكن أحد أشبه بالنبي صلى الله عليه وسلم من الحسن بن علي',NULL,'536',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (532,'رقم الصفحة
٥٥ ما بال رجال يكون شق الشجرة التي تلي رسول الله صلى الله عليه وسلم أبغض إليهم من الشق الآخر
٨٩ ت ما يدريك، لعل الله اطلع على أهل بدر
١١٩ من أحبهما فقد أحبني
٣٦٣ من أمن رجلا على دمه فقتله
١٥ من حمل علينا السلاح فليس منا
١٢١ ت من غسل يوم الجمعة، واغتسل، ثم بكر وابتكر
١٩١ من كانت له خمسون فهو غني
٣١٩ من مس ذكره فليتوضأ
٤٥٨ نهى رسول الله صلى الله عليه وسلم عن عسب الفحل
١١٦ ت هما ريحانتاي من الدنيا
٤٨٢ يقرؤون القرآن لا يجاوز حناجرهم
٣ يكون في آخر الزمان دجالون كذابون',NULL,'537',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (533,'<span data-type="title" id=toc-37>المراجع:</span>
١- الأدب المفرد البخاري.
٢- أصول الحديث: محمد عجاج الخطيب. دار الفكر بدمشق.
٣- الاعتبار في ناسخ الحديث ومنسوخه للحازمي دار الوعي. حلب.
٤- أعلام الموقعين عن رب العالمين لابن القيم.
٥- الإكمال لابن ماكولا -ط. الهند.
٦- أنحاء الوطن عن الازدراء بإمام الزمن كراتشي ١٣٨٧.
٧- الأنساب للسمعاني. ط. بيروت.
٨- الباعث الحثيث شرح اختصار علوم الحديث لأحمد شاكر.
٩- البداية والنهاية لابن كثير. السعادة ١٣٥١.
١٠- تاريخ بغداد للخطيب البغدادي. السعادة ١٣٤٩.
١١- التاريخ لابن معين تحقيق: أحمد محمد نور سيف. ط. الهيئة العامة للكتاب بالقاهرة ١٩٧٩.
١٢- تاريخ التراث العربي -الجزء الأول والثاني طبع. الهيئة العامة للكتاب.
١٣- التاريخ الصغير للبخاري -تحقيق محمود إبراهيم زايد، دار الوعي. حلب.
١٤- التاريخ الكبير للبخاري -ط. الهند.
١٥- تجريد التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر الأندلسي ط. حسام الدين القدسي.
١٦- تحفة الأشراف لمعرفة الأطراف ط. الهند.
١٧- تذكرة الحفاظ للذهبي ط. الهند.
١٨- ترتيب ثقاة العجلي "مخطوط".
١٩- تعجيل المنفعة بزوائد الأئمة الأربعة لابن حجر العسقلاني ط. الهند.
٢٠- تفسير الفخر الرازي.
٢١- تفسير ابن كثير. ط. عيسى الحلبي.',NULL,'538',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (534,'٢٢- تقريب التهذيب تحقيق عبد الوهاب عبد اللطيف.
٢٣- تنزيه الشريعة لابن عراق تحقيق عبد الوهاب عبد اللطيف.
٢٤- تهذيب التهذيب لابن حجر العسقلاني ط. الهند.
٢٥- تهذيب تاريخ دمشق الكبير لعبد القادر بدران.
٢٦- تهذيب الآثار لأبي جعفر الطبري تحقيق محمود شاكر.
٢٧- تيسير الوصول إلى جامع الأصول ط. مصر.
٢٨- الثقات لابن حبان, ط. الهند صدر الجزء الثامن ١٤٠٢.
٢٩- جامع بين العلم وفضله لابن عبد البر. المنيرية ١٣٤٦.
٣٠- الجامع لأحكام القرآن للقرطبي. دار الكتب المصرية.
٣١- الجرح والتعديل للرازي. ط. الهند.
٣٢- الجواهر المضية في طبقات الحنفية للقرشي. ط. الهند.
٣٣- الدر المنثور في التفسير بالمأثور للسيوطي. ط. حلب.
٣٤- الرسالة للشافعي. تحقيق أحمد شاكر دار التراث. القاهرة.
٣٥- الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة للكتاني.
٣٦- الرفع والتكميل في الجرح والتعديل. تحقيق عبد الفتاح أبو غدة ط. حلب.
٣٧- سنن ابن ماجه. تحقيق محمد فؤاد عبد الباقي. البابي الحلبي.
٣٨- سنن أبي داود. مطبعة مصطفى محمد ١٣٥٤.
٣٩- سنن الترمذي. تحقيق أحمد شاكر ومحمد فؤاد عبد الباقي. البابي الحلبي.
٤٠- سنن الدارمي. القاهرة ١٣٨٦.
٤١- سنن النسائي ومعها شرح السيوطي والسندي. المصرية ١٣٤٨.
٤٢- السنن الكبرى للبيقهي. الهند ١٣٤٤.
٤٣- السنة قبل التدوين. محمد عجاج الخطيب.
٤٤- شذرات الذهب لابن العماد الحنبلي. طبع القدسي.
٤٥- شرح النووي على صحيح مسلم. المصرية ١٣٤٧.
٤٦- شروط الأئمة الخمسة للحازمي بتعليق الكوثري. مكتبة القدسي ١٣٥٧.',NULL,'539',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (535,'٤٧- صحيح ابن حبان صدر منه الجزء الأول والثاني تحقيق الدكتور عبد المعطي أمين قلعجي دار الوعي. حلب.
٤٨- صحيح البخاري. ٩ أجزاء. ط. بولاق.
٤٩- صحيح مسلم بتحقيق محمد فؤاد عبد الباقي عيسى البابي الحلبي.
٥٠- ضحى الإسلام لأحمد أمين. لجنة التأليف والترجمة.
٥١- الضعفاء الصغير, البخاري, دار الوعي, حلب.
٥٢- الضعفاء والمتروكين للنسائي دار الوعي. حلب.
٥٣- الطب النبوي لابن قيم الجوزية.
٥٤- طبقات الشافعية الكبرى, عيسى البابي الحلبي. القاهرة.
٥٥- العقد الفريد لابن عبد ربه الأندلسي لجنة التأليف والترجمة والنشر.
٥٦- علل الحديث ومعرفة الرجال لعلي بن المديني تحقيق الدكتور: عبد المعطي أمين قلعجي دار الوعي. حلب.
٥٧- علوم الحديث لابن الصلاح تحقيق الدكتورة عائشة عبد الرحمن.
٥٨- علل الحديث لابن أبي حاتم الرازي, ط. السلفية.
٥٩- عمدة القاري شرح صحيح البخاري للشيخ: بدر الدين العيني.
٦٠- فتاوى ابن الصلاح في التفسير والحديث والأصول والفقه تحقيق الدكتور عبد المعطي أمين قلعجي دار الوعي. حلب.
٦١- فتح الباري شرح صحيح البخاري لابن حجر العسقلاني ط. السلفية بترتيب محمد فؤاد عبد الباقي.
٦٢- الفتح الرباني بترتيب مسند الإمام أحمد بن حنبل الشيباني تأليف أحمد عبد الرحمن البنا ط. مصر.
٦٣- فتح الملهم بشرح صحيح مسلم. شبير أحمد العثماني مكتبة الحجاز. كراتشي.
٦٤- الفوائد المجموعة في الأحاديث الموضوعة للشوكاني تحقيق عبد الوهاب عبد اللطيف.',NULL,'540',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (536,'٦٥- فيض القدير شرح الجامع الصغير للمناوي ٦ أجزاء. ط. مصر.
٦٦- قواعد التحديث تأليف محمد جمال الدين القاسمي. ط. عيسى البابي الحلبي.
٦٧- قواعد في علوم الحديث للتهانوي تحقيق فضيلة الأستاذ الشيخ: عبد الفتاح أبو غدة. حلب ١٣٩٢.
٦٨- كشف الأستار عن زوائد البزار للهيثمي. تحقيق حبيب الرحمن الأعظمي. ط. مؤسسة الرسالة.
٦٩- كشف الخفاء ومزيل الإلباس للعجلوني. ط. القدسي.
٧٠- الكواكب النيرات في معرفة من اختلط من الرواة الثقات. دار المأمون للتراث. دمشق.
٧١- لسان الميزان لابن حجر العسقلاني. ط. الهند.
٧٢- لمحات في أصول الحديث تأليف الدكتور: محمد أديب صالح، المكتب الإسلامي في دمشق.
٧٣- المبتكر الجامع لكتابي المختصر في علوم الأثر تأليف عبد الوهاب عبد اللطيف.
٧٤- المجروحين من المحدثين والضعفاء والمتروكين لابن حبان تحقيق محمود إبراهيم زايد. دار الوعي. حلب.
٧٥- مجمع الزوائد للهيثمي. ط. حسام الدين القدسي.
٧٦- محاسن البلقيني على مقدمة ابن الصلاح تحقيق الدكتورة: عائشة عبد الرحمن.
٧٧- مرآة الجنان لليافعي. مقدمة ابن خلدون.
٧٨- المستدرك على الصحيحين في الحديث للحاكم، وفي ذيله تلخيص المستدرك للذهبي. ط. الهند.
٧٩- مسند الإمام أحمد. ٦ أجزاء. ط. الميمنية.
٨٠- مسند الإمام أحمد بتحقيق أحمد محمد شاكر دار المعارف. بمصر.
٨١- مشكل الحديث وبيانه لابن فورك. تحقيق الدكتور: عبد المعطي أمين قلعجي.
٨٢- المعجم المفهرس لألفاظ الحديث.
٨٣- المعجم المفهرس لألفاظ القرآن. وضع محمد فؤاد عبد الباقي.',NULL,'541',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (537,'٨٤- المعجم الوسيط مجمع اللغة العربية بالقاهرة.
٨٥- المغرب في ترتيب المعرب للمطرازي. ط. الهند ١٣٢٨.
٨٦- مفتاح كنوز السنة: محمد فؤاد عبد الباقي.
٨٧- مفتاح السنة تأليف محمد عبد العزيز الخولي.
٨٨- المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة للسخاوي.
٨٩- مناقب علي والحسنين وأمهما فاطمة الزهراء وضع الدكتور: عبد المعطي أمين قلعجي. دار الوعي. حلب.
٩٠- الموضوعات لابن الجوزي.
٩١- ميزان الاعتدال للذهبي. ط. عيسى البابي الحلبي.
٩٢- موطأ مالك تحقيق محمد فؤاد عبد الباقي عيسى البابي الحلبي.
٩٣- نصب الراية لأحاديث الهداية للزيلعي إدارة المجلس العلمي بالهند.
٩٤- هدي الساري لابن حجر العسقلاني. ط. السلفية.',NULL,'542',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (538,'<span data-type="title" id=toc-38>فهرس مواضيع الكتاب ومسرد كتاب الثقات حسب ورود التراجم فيه</span>
...
٤- فهرس مواضيع الكتاب, ومسرد ثقاته حسب ورود التراجم فيه:
٣ التقدمة وترجمة المؤلف
٣ النهي عن الرواية عن الضعفاء والاحتياط في تحملها
٦ بيان أن الإسناد من الدين، وأن الرواية لا تكون إلا عن الثقات
٧ لولا الإسناد لقال من شاء ما شاء
١١ الكلام على تجريح بعض الرجال
٢٣ درجات التوثيق
٢٦ اهتمام الحفاظ بالجرح والتعديل
٢٦ الكتب المصنفة في الجرح والتعديل ومسالكها
٢٧ الكتب الجامعة بين الثقات والضعفاء
٢٧ كتب الثقات
٢٨ كتب الضعفاء
٢٨ كتب المدلسين
٢٩ المصنفات في رجال كتب مخصوصة
٣٠ كتاب "ترتيب ثقات العجلي"
٣١ كتاب العجلي ودرجته
٣١ ترجمة العجلي وبيان أن منزلته تعادل منزلة الإمام أحمد، ويحيى بن معين
٣٢ لِمَ لَمْ يرو العجلي الأحاديث؟
٣٣ المحنة بخلق القرآن وموقفه منها',NULL,'543',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (539,'٣٤ شهادة العلماء الثقات الكبار له
٣٥ تحريه ودقته في توثيقه
٣٥ نسخة الكتاب الخطية ووصفها
٣٥ نسخة الحافظ ابن حجر العسقلاني
٣٥ الفرق بين النسختين، وخطة المقابلة بينهما
٣٦ المقابلة على "التاريخ الكبير" للبخاري، وتاريخ يحيى بن معين، وثقات ابن حبان
٣٦ كيف صنف العجلي كتابه؟ وخطته فيه
٣٦ هل استوعب العجلي كل الثقات في كتابه؟
٣٦ والد العجلي وترجمته
٣٨ اعتماد الحافظ الهيثمي على أصلين لدى ترتيبه "ثقات العجلي"
٣٨ ترجمة الحافظ الهيثمي
٤٣ ترتيب ثقات العجلي، وترجمة العجلي للهيثمي
٤٤ ترجمة والد العجلي للهيثمي
٤٥ الهيثمي رتب "الثقات" على حروف المعجم بإشارة من شيخه زين الدين عبد الرحيم العراقي، ليسهل الكشف منها لطالب العلم
٤٧ باب الألف
٤٧ أحمد
٥١ أبان
٥١ إبراهيم
٥٧ الأجلح، والأحنف، والأحوص
٥٨ آدم وأدهم
٥٩ أربدة وأزهر
٥٩ أسامة',NULL,'544',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (540,'٦٠ أسباط
٦٠ إسحاق
٦٢ أسد، وإسرائيل
٦٣ أسلم، وأسماء
٦٤ إسماعيل
٦٦ الأسود
٦٨ أسيد، وأسير
٦٩ أشعث وأشهل
٧٠ أصبغ، والأغر، وأفلح، والأقرع، وأكتل
٧٢ أمية، وأنس، وأنيسة، وأوس، وأوسط، وأويس
٧٤ إياس، وأيمن وأيوب
٧٧ باب الياء
٧٧ باذام
٧٧ بحر، وبحير، وبدر، وبديل
٧٨ برد، وبريد، وبريدة
٧٩ البراء، وبسر
٨٠ بسطام
٨٠ بشر
٨١ بَشير
٨٣ بُشير
٨٣ بقية، وبكر
٨٥ بُكير
٨٦ بلال
٨٧ بهز، وبيان',NULL,'545',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (541,'٨٨ باب التاء
٨٨ تليد
٨٨ تميم
٨٩ باب الثاء
٨٩ ثابت
٩٠ ثروان، وثعلبة
٩١ ثمامة، وثوبان، وثوبر، وثور
٩٣ باب الجيم
٩٣ جابر
٩٤ جارية، وجامع
٩٤ جبلة، وجبير
٩٥ الجراح، وجرير، وجري
٩٦ جعدة، وجعفر
٩٩ جميع، وجنادة، وجندب، وجندل، وجنيد
١٠١ باب الحاء
١٠١ حاتم
١٠١ حاجب
١٠٢ الحارث
١٠٣ حارثة
١٠٤ حبال، وحبّان، وحبان، وحبة
١٠٥ حبيب
١٠٧ حجاج، وحجر، وحجير
١١٠ حجية',NULL,'546',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (542,'١١٠ حدير، وحذيفة
١١١ حرام، وحرب، وحريز
١١٢ حسان
١١٣ الحسن
١١٨ حسين
١٢٢ حصين
١٢٣ حضين
١٢٤ حطان
١٢٤ حفص
١٢٦ حكام، والحكم
١٢٨ حَكيم، وحُكيم
١٣٠ حماد
١٣٣ حمزة
١٣٤ حميد
١٣٦ حنش
١٣٧ حنظلة
١٣٧ حوشب، وحيان، وحيوة
١٣٩ حيي
١٤١ باب الخاء
١٤١ خالد
١٤٣ خباب، وخرشة، وخزرج، وخصيف
١٤٤ خلف، وخلاد، وخلاس
١٤٥ خليد، وخيثمة
١٤٧ باب الدال',NULL,'547',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (543,'١٤٧ داود
١٤٩ دويد
١٥٠ باب الذال
١٥١ باب الراء
١٥١ راشد، ورافع
١٥٢ رباح
١٥٢ ربعي، وربيع
١٥٧ ربيعة
١٥٩ رجاء، ورزين، ورفيع، ورقبة
١٦٢ روح، ورياح
١٦٣ باب الزاي
١٦٣ زاذان، وزائدة
١٦٣ زبيد، الزبير
١٦٥ زحر، وزر، وزرارة، وزكريا
١٦٦ زهدم، وزهير
١٦٧ زياد
١٧٠ زيد
١٧٣ باب السين
١٧٣ سالم
١٧٥ السائب
١٧٧ سحيم، وسريح
١٧٧ سعد
١٨١ سعيد
١٨٩ سفيان',NULL,'548',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (544,'١٩٥ سكين، وسكن
١٩٦ سلمة، وسلم
١٩٨ سلمان
١٩٩ سليط، وسليم
٢٠٠ سليمان
٢٠٧ سماك، وسمرة، وسمعان، وسميط
٢٠٨ سنان، وسنين
٢٠٩ سهل، وسهم، وسهيل
٢١٠ سوار، وسويد، وسلام
٢١٢ سيار، وسيرين، وسيف
٢١٤ باب الشين
٢١٤ شابة، وشبث، وشبيب
٢١٥ شتير، وشجاع، وشداد، والشريد
٢١٦ شرحبيل، وشريح
٢١٧ شريك، وشعبة، وشعيب
٢٢١ شغي، وشقيق
٢٢٣ شمر
٢٢٣ شهاب، وشهر
٢٢٤ شيبان، وشيبة
٢٢٥ باب الصاد
٢٢٥ صالح
٢٢٧ الصباح، وصخر، وصدقة
٢٢٨ الصعق، وصفوان
٢٢٩ صلة، والصنابحي، وصهيب',NULL,'549',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (545,'٢٣١ باب الضاد
٢٣١ الضحاك، وضرار، وضمام، وضمرة، وضمضم
٢٣٣ باب الطاء
٢٣٣ طارق
٢٣٤ طاووس، والطفيل
٢٣٤ طلحة
٢٣٧ طلق، وطليق
٢٣٨ باب الظاء المعجمة
٢٣٩ باب العين
٢٣٩ عابس، وعارم، وعاصم
٢٤٣ عامر
٢٤٦ عائذ الله، وعباد
٢٤٧ عبادة، وعباس
٢٤٩ عبد الله
٢٨٤ عبد الجبار، وعبد الأعلى
٢٨٦ عبد الحميد، وعبد خير
٢٨٦ عبد ربه
٢٨٧ عبد الرحمن
٣٠٢ عبد الرحيم، وعبد الرزاق، وعبد السلام
٣٠٣ عبد الصمد، وعبد العزيز، وعبد الغفار
٣٠٧ عبد القدوس، وعبد الكريم
٣٠٧ عبد الملك
٣١٣ عبد الواحد، وعبد الوارث، وعبد الوهاب
٣١٥ عبدة، وعبيد الله',NULL,'550',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (546,'٣٢٠ عبيد
٣٢٤ عبيدة
٣٢٥ عبيس، وعتاب، وعسال، وعتبة، وعتي
٣٢٦ عثمان
٣٢٩ عجينة، وعدسة، وعدي
٣٣٠ عراك، والعرس، وعرفجة
٣٣١ عروة، وعزرة
٣٣٢ عطاء
٣٣٥ عطاف
٣٣٦ عطية، وعفان، وعفيف، وعقار
٣٣٧ عقبة
٣٣٨ عقيل
٣٣٩ عكرمة
٣٣٩ علقمة
٣٤٢ العلاء
٣٤٤ عَليّ، وعُليّ
٣٥٢ عمار
٣٥٣ عمارة
٣٥٥ عمر
٣٦٢ عمرو
٣٧٢ عمران
٣٧٤ عمير، وعميرة
٣٧٥ عيينة، وعنترة، وعنبس، وعنبسة
٣٧٦ العوام، وعوانة، وعوف، وعون
٣٧٨ عياش، وعياض، وعيزار',NULL,'551',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (547,'٣٧٩ عيس، وعيينة
٣٨١ باب الغين
٣٨١ غالب، وغسان، وغضيف، وغيلان
٣٨٢ باب الفاء
٣٨٢ فرات، وفراس، وفرافصة
٣٨٢ فرقد، وفضالة، وفضل
٣٨٤ فضيل، وفطر
٣٨٥ فلفلة، وفهد
٣٨٦ باب القاف
٣٨٦ القاسم
٣٨٨ قبيصة، وقتادة
٣٩٠ قثم، وقرثع، وقرة، وقزعة، وقرفة
٣٩١ قسامة، وقطبة
٣٩٢ قيس
٣٩٦ باب الكاف
٣٩٦ كامل
٣٩٦ كثير
٣٩٧ كرز، وكريب
٣٩٧ كعب، وكلثوم
٣٩٨ كليب، وكميل، وكنانة، وكوبة
٣٩٩ باب اللام
٤٠٠ باب الميم',NULL,'552',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (548,'٤٠٠ محمد
٤١٧ مالك
٤١٩ مبارك
٤١٩ متوكل، ومثنى
٤٢٠ مجالد، ومجاهد، ومحارب
٤٢١ محبوب، ومحمود
٤٢٢ مخارق، ومختار، ومجلز، ومخول
٤٢٣ مدرك، ومذعور، ومراهن، ومرثد
٤٢٤ مرحوم، ومرة، ومروان
٤٢٤ مسافع، ومستظل، ومستورد، ومسدد، ومسروق، ومسعر
٤٢٧ مسعود
٤٢٧ مسلم، ومسيب
٤٢٩ مشرح بن هاعان
٤٢٩ مصدع، ومصعب، ومضارب
٤٣٠ مطر، ومطرف، ومطلب، وممطور
٤٣١ معاذ، ومعافى، ومعاوية
٤٣٣ معبد
٤٣٣ معتمر، ومعدان، ومعرور، ومعروف
٤٣٤ معضد، ومعقل
٤٣٥ معلى، ومعمر
٤٣٦ معن، ومعيقيب، ومغراء
٤٣٦ المغيرة
٤٣٨ مفضل، ومقداد، ومقسم، ومكحول، ومكي
٤٣٩ ملازم، ومندل، ومنذر، ومنقذ
٤٤٠ منصور',NULL,'553',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (549,'٤٤١ منقذ، ومنهال، ومهاجر، ومهاصر
٤٤٢ مهدي، ومهند
٤٤٣ مؤثر، ومورق
٤٤٣ موسى
٤٤٥ ميسرة، وميمون
٤٤٦ باب النون
٤٤٦ ناجية، وناشرة
٤٤٦ نافع
٤٤٨ نباتة، ونبيح، ونبيط، ونبي، ونجي
٤٤٨ النزال، ونسير، ونصر
٤٤٩ النضر، والنعمان
٤٥١ نعيم
٤٥٢ نضيع، ونوح، ونوفل
٤٥٤ باب الهاء
٤٥٤ هارون
٤٥٤ هاشم
٤٥٥ هانئ، وهبيرة
٤٥٥ هدبة، وهرثمة، وهرم، وهرير، وهريم
٤٥٦ هزال، وهزهار، وهزيل
٤٥٦ هشام
٤٥٩ هشيم، وهقل، وهلال، وهمام، وهني
٤٦١ هيثم
٤٦٣ باب الواو
٤٦٣ واسع، وواصل، وواقد، ووائل',NULL,'554',NULL,NULL,'0');
INSERT INTO [b9170] VALUES (550,'٤٦٤ وبرة، ووحشي, ووضاح، ووكيع
٤٦٥ الوليد
٤٦٦ وهب، ووهيب
٤٦٨ باب الياء
٤٦٨ يحيى
٤٧٧ يزيد
٤٨٣ يسار، ويُسير، ويعفور
٤٨٤ يعقوب
٤٨٤ يعلى
٤٨٥ يعيش
٤٨٥ يوسف
٤٨٦ يونس
٤٨٩ باب الكنى
٥١٥ باب فيمن قال فيه: ابن فلان
٥١٧ باب الأنساب
٥١٧ باب مولى الربيع بن خثيم
٥١٧ باب فيمن نزل الكوفة وغيرها من الصحابة
٥١٧ باب في تسمية النساء
٥٤٢ باب زوجات النبي صلى الله عليه وسلم
٥٢٥ باب الكنى من النساء',NULL,'555',NULL,NULL,'0');
