-- Table: b95580
-- Chunk: 1
-- Rows: 37

CREATE TABLE "b95580"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b95580
INSERT INTO [b95580] VALUES (1,'مسائل منثورة في التفسير والعربية والمعاني
لابن بري المتوفى سنة ٥٨٢ هـ تحقيق الدكتور حاتم صالح الضامن',NULL,'1',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (2,'<span data-type="title" id=toc-1>[مقدمة المحقق]</span>
بسم الله الرّحمن الرّحيم

<span data-type="title" id=toc-2>المؤلف</span>
عبد الله أبي الوحش برّي بن عبد الجبار بن برّي المقدسي أصلا المصري مولدا الشافعي مذهبا.
وكنيته أبو محمد، واشتهر بابن برّي: بفتح الباء الموحدة وتشديد الراء المكسورة وبعدها ياء: اسم علم يشبه النسبة (١).
ولد بمصر سنة ٤٩٩ هـ وطلب العلم منذ الخامسة عشرة من عمره، ونبغ في سنّ مبكرة فلفت إليه الأنظار حتى اختير ليتولى التصفح في ديوان الإنشاء وهو في الحادية والعشرين من عمره، فكان (لا يصدر كتاب عن الدولة إلى ملك من ملوك النواحي إلّا بعد أن يتصفحه ويصلح ما لعله فيه من خلل خفي) (٢).
وقد ولي هذا العمل خلفا لمحمد بن بركات السعيدي المتوفّى سنة ٥٢٠ هـ الذي كان قد تولاه خلفا لابن بابشاذ المتوفّى سنة ٤٦٩ هـ.
_________
(١) وفيات الأعيان ٣/ ١٠٩. وينظر: الأنساب ٢/ ١٩١، واللباب في تهذيب الأنساب ١/ ١٤٥.
(٢) وفيات الأعيان ٣/ ١٠٨.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (3,'وتوفي ابن برّي سنة اثنتين وثمانين وخمسمائة في عهد صلاح الدين الأيوبي (١).

<span data-type="title" id=toc-3>شيوخه:</span>
- علي بن جعفر بن علي المعروف بابن القطاع المتوفّى سنة ٥١٥ هـ.
- مرشد بن يحيى المديني المتوفّى سنة ٥١٧ هـ.
- محمد بن بركات بن هلال السعيدي المتوفّى سنة ٥٢٠ هـ.
- محمد بن أحمد الرازي المعروف بابن الحطّاب المتوفّى سنة ٥٢٥ هـ.
- محمد بن عبد الملك الشنتريني المعروف بابن السراج المتوفّى سنة ٥٤٥ هـ.
- محمد بن حمزة بن أحمد المعروف بابن العرقي المتوفّى سنة ٥٥٧ هـ.
- أحمد بن عبد الله بن أحمد بن الحطيئة المتوفّى سنة ٥٦٠ هـ.
- عبد الجبار بن محمد بن علي المعافري المتوفّى سنة ٥٦٦ هـ.
- علي بن عبد الرحيم السلمي المعروف بابن العصار المتوفّى سنة ٥٧٦ هـ.
_________
(١) ينظر عن ابن بري المصادر الآتية، وهي مرتبة ترتيبا تاريخيا:
معجم الأدباء ١٢/ ٥٦.
إنباه الرواة ٢/ ١١٠.
التكملة لوفيات النقلة ١/ ٥٨.
وفيات الأعيان ٣/ ١٠٨.
إشارة التعيين في تراجم النحاة واللغويين ١٦١.
سير أعلام النبلاء ٢١/ ١٣٦.
مسالك الأبصار في ممالك الأمصار ٧/ ٢٤٥.
الوافي بالوفيات ١٧/ ٨٠.
مرآة الجنان ٣/ ٤٢٤.
طبقات الشافعية للسبكي ٧/ ١٢١.
طبقات الشافعية للاسنوي ١/ ٢٦٧.
البلغة في تاريخ أئمة اللغة ١٠٦.
بغية الوعاة ٢/ ٣٤.
شذرات الذهب ٤/ ٢٧٣.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (4,'- عثمان بن علي بن عمر السرقوسي الصقلي المتوفّى بعد سنة ٥٧٦ هـ.
- علي بن عبد الرحمن بن محمد الحضرمي.

<span data-type="title" id=toc-4>تلاميذه:</span>
درس على ابن برّي وروى عنه علماء كثيرون من لغويين ونحويين وقرّاء ومفسرين
ومحدثين، واستفادت من علمه الأسرة الأيوبية، وسأكتفي بالإشارة إلى المشهورين منهم:
- أبو المحاسن مهلب بن الحسن البهنسي المصري المتوفّى سنة ٥٧٢ هـ.
- أبو الجيوش عساكر بن علي الصوري المقرئ النحوي المتوفّى سنة ٥٨١ هـ.
- عبد الغني بن عبد الواحد المقدسي الفقيه الحافظ المتوفّى سنة ٦٠٠ هـ.
- هبة الله بن جعفر بن سناء الملك القاضي المتوفّى سنة ٦٠٨ هـ.
- عيسى بن عبد العزيز الجزولي النحوي المتوفّى نحو سنة ٦١٠ هـ.
- أبو اليمن زيد بن الحسن الكندي النحوي الأديب المتوفّى سنة ٦١٣ هـ.
- سليمان بن بنين بن خلف الدقيقي النحوي المتوفّى سنة ٦١٤ هـ.
- عبد الخالق بن صالح المسكي النحوي المتوفّى سنة ٦١٤ هـ.
- أبو محمد عبد المنعم بن صالح النحوي المعروف بالإسكندراني المتوفّى سنة ٦٣٣ هـ.
- علي بن هبة الله بن سلامة المصري الفقيه المقرئ المتوفّى سنة ٦٤٩ هـ.
وممن أخذ عنه من الأسرة الأيوبية:
- الملك الناصر صلاح الدين الأيوبي، ت ٥٨٩ هـ.
- الملك العزيز عماد الدين عثمان بن صلاح الدين الأيوبي، ت ٥٩٥ هـ.
- الملك الظاهر غازي بن الملك الناصر صلاح الدين الأيوبي، ت ٦١٣ هـ.
- الملك الأفضل نور الدين علي بن صلاح الدين الأيوبي، ت ٦٢٢ هـ.
- الملك الظافر مظفر الدين الخضر بن صلاح الدين الأيوبي، ت ٦٢٧ هـ.
- الملك الأعز يعقوب بن صلاح الدين الأيوبي، ت ٦٢٧ هـ.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (5,'- الملك المفضّل قطب الدين موسى بن صلاح الدين الأيوبي، ت ٦٣١ هـ.
- الملك الزاهر داود بن صلاح الدين الأيوبي، ت ٦٣٢ هـ.
- الملك الكامل ناصر الدين محمد بن الملك العادل محمد بن أيوب، ت ٦٣٥ هـ.
- الملك المجاهد شير كوه بن محمد بن أسد الدين شير كوه بن شادي الأيوبي، ت ٦٣٧ هـ (١).

<span data-type="title" id=toc-5>مؤلفاته المطبوعة:</span>
١ - التنبيه والإيضاح عما وقع في الصحاح.
٢ - حاشية على تكملة إصلاح ما تغلط فيه العامة للجواليقي.
٣ - حاشية على المعرّب.
٤ - شرح شواهد الإيضاح.
٥ - غلط الضعفاء من الفقهاء.
٦ - اللباب في الردّ على ابن الخشاب.
٧ - مسألة في جمع حاجة: منشورة في الأشباه والنظائر للسيوطي.

<span data-type="title" id=toc-6>المخطوطة:</span>
١ - حاشية على درة الغواص.
٢ - رسالة في لو الامتناع: انتهينا من تحقيقها.
٣ - فصل في شروط الحال وأحكامها وأقسامها: انتهينا من تحقيقه.
٤ - مسائل سئل عنها: انتهينا من تحقيقها.
٥ - مسائل منثورة في التفسير والعربية والمعاني: وهو هذا الكتاب وسيأتي الحديث عنه.

<span data-type="title" id=toc-7>المؤلفات التي لم نقف عليها:</span>
١ - الاختيار في اختلاف أئمة الأمصار.
_________
(١) ينظر: ابن بري وجهوده اللغوية ٧٠ - ٩١، ففيه إحصاء شامل لتلاميذه.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (6,'٢ - جواب المسائل العشر، وهي المسائل التي سأل عنها أبو نزار الملقب بملك النحاة: نقل عنه البغدادي في خزانة الأدب.
٣ - حاشية على المؤتلف والمختلف: نقل عنه البغدادي في خزانة الأدب.
٤ - شرح أدب الكاتب: ذكره البغدادي في خزانة الأدب.
٥ - الفروق: نقل عنه الزّبيدي في تاج العروس.

<span data-type="title" id=toc-8>قصيدتان نسبتا إليه غلطا:</span>
١ - القصيدة الخالية: نسبها إليه مصطفى حجازي في مقدمة التنبيه والإيضاح. وهو وهم، لأنّ هذه القصيدة رواها ثعلب المتوفّى سنة ٢٩١ هـ، وهي في مراتب النحويين والصناعتين.
٢ - القصيدة الحالية: نسبها إليه مصطفى حجازي في مقدمة التنبيه والإيضاح اعتمادا على لسان العرب (حول)، وهذه النسبة غير قاطعة فقد جاء في اللسان: قال ابن برّي:
وهذه أبيات تجمع معاني الحال.

<span data-type="title" id=toc-9>رأي العلماء فيه:</span>
قال القفطي في إنباه الرواة: كان جمّ الفوائد، كثير الاطلاع، عالما بكتاب سيبويه وعلله، وبغيره من الكتب النحوية، قيّما باللغة وشواهدها.
وقال أيضا: وكانت كتبه في غاية الصحة والجودة، وإذا حشاها أتى بكلّ فائدة، ورئي جماعة من تلاميذه متصدرين متميزين. وأكثر الرؤساء بمصر استفادوا منه وأخذوا عنه.
وقال ابن خلكان في وفيات الأعيان: الإمام المشهور في علم النحو واللغة والرواية والدراية. كان علّامة عصره، وحافظ وقته، ونادرة دهره.
وقال الذهبي في سير أعلام النبلاء: الإمام العلّامة، نحويّ وقته.
وقال ابن فضل الله العمري في مسالك الأبصار في ممالك الأمصار: قرأ على مشايخ زمانه وانفرد بهذا الشأن وقصده الطلبة من الآفاق، وكان عالما بكتاب',NULL,'5',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (7,'سيبويه وعلله قيّما باللغة وشواهدها. وكان إليه التصفح في ديوان الإنشاء، لا يصدر كتاب عن الدولة إلى ملوك النواحي إلّا بعد أن يتصفحه ويصلح ما فيه من خلل خفي.
وقال الصفدي في الوافي بالوفيات: كانت عنايته تامّة في تصحيح الكتب، وكتب الحواشي عليها بأحمر، فإذا رأيت كتابا قد ملكه فهو الغاية في الصحة والإتقان.
وقال ابن قاضي شهبة في طبقات النحاة واللغويين: كان قيّما بكتاب سيبويه وعلله، قيّما باللغة والشواهد. وكان مقدّما في اللغة والعربية، شائع الذكر، مشهورا بالعلم، لم يكن في زمانه مثله.
وقال ابن حجر في تبصير المنتبه بتحرير المشتبه: وشيخ العربية بمصر أبو محمد عبد الله بن بري مشهور.
وقال السيوطي في بغية الوعاة: شاع ذكره واشتهر، ولم يكن في الديار المصرية مثله ... وكان قيّما بالنحو واللغة والشواهد، ثقة.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (8,'<span data-type="title" id=toc-10>الكتاب</span>
تناول ابن برّي في هذا الكتاب مسائل في العربية والتفسير والمعاني وبلغت هذه المسائل ثماني وثلاثين مسألة أورد فيها آيات قرآنية كريمة مبيّنا ما فيها من إعراب وتفسير وقراءات وأجاب على ما يشكل منها عند الدارسين.
واعتمد المؤلف شرحه لهذه الآيات على أقوال العلماء الذين سبقوه وقد ذكر منهم:
مقاتل بن سليمان وسيبويه والكسائي وأبا إسحاق الزجاج والزمخشري.
ولم يستشهد ابن بري إلّا ببيت واحد من الشعر للكميت بن زيد.
وهذه المسائل أثر نادر من آثار ابن برّي كنت أسعى للحصول عليها منذ أكثر من عشر سنوات إلى أن هيّأ الله، عزّ وجلّ، الأخ الدكتور حسين تورال الذي تفضل فوافاني بصورتها، فجزاه الله عن العلم وأهله خير الجزاء.
ومخطوطة الكتاب نسخة فريدة تقع ضمن مجموع رقمه ٢٧٤٠ وتحتفظ بها مكتبة شهيد علي في تركيا.
ويقع هذا المجموع في ٥٦ ورقة، في كل ورقة صفحتان، وفي كلّ صفحة ١٥ سطرا.
وقد شغلت هذه المسائل الأوراق ١ ب- ١٢ أ.
وكتب المجموع بخط واضح مقروء، وتاريخ نسخه سنة ٧٠٠ هـ كما جاء في وجه الورقة ٣٣.
وقد أرفقت بنشرتي هذه صورا لعنوان المجموع وللصفحتين الأولى والأخيرة.
وأخيرا أرجو أن أكون قد أسديت خدمة للغة القرآن الكريم والحمد لله أوّلا وآخرا.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (9,'صفحة العنوان',NULL,'8',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (10,'الصفحة الأولى',NULL,'9',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (11,'الصفحة الأخيرة',NULL,'10',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (12,'بسم الله الرّحمن الرّحيم
اللهمّ صلّ على محمد وسلّم عليه تسليما
الحمد لله حمدا يوافي نعمه ويكافي مزيده، وأشهد أنّ لا إله إلّا الله وحده لا شريك له، وأشهد أنّ محمدا عبده ورسوله، صلى الله عليه وسلم، وعلى آله وصحبه، وسلام على المرسلين والحمد لله ربّ العالمين.
قال الشيخ الإمام العالم العامل السيد الكبير والحبر الأثير، لسان الأدب وحجة العرب جمال الدين بن برّي، رحمه الله:

<span data-type="title" id=toc-11>مسألة</span>
قوله تعالى: فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ (١).
ما معنى التكرير في هذه الآية؟ وهل يجوز أن تنوب (أو) هنا مناب الواو أم لا؟

<span data-type="title" id=toc-12>الجواب:</span>
إنّ (أو) لا تقع هاهنا موقع الواو لأنّ هذا إنّما جاء على البدل، كأنّه قال سبحانه:
ثلاث بدل من ثناء، ورباع بدل من ثلاث.
فلو قيل ب (أو) لجاز ألّا تكون الثلاث بدلا من الثناء، وأن لا يكون لصاحب المثنى ثلاث، ولا لصاحب الثلاث رباع، وإنّما جاء هذا بالواو على جهة الحصر لما يحلّ من نكاح النساء من غير زيادة، كما تقول: ادخلوا عليّ ثناء وثلاث ورباع. أي: أبحت لكم
(٢ أ) أن تدخلوا على هذه العدة لا زيادة عليها، فإن شئتم فادخلوا اثنين اثنين وثلاثة ثلاثة وأربعة أربعة، ولا تزيدوا على ذلك.
_________
(١) النساء ٣. وينظر في الآية: معاني القرآن للفراء ١/ ٢٥٤. ومعاني القرآن وإعرابه ٢/ ٨، ومشكل إعراب القرآن ١٨٩، والتبيان ٣٢٨، والدر المصون ٣/ ٥٦١.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (13,'وعلى هذا قوله: إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ وَالْعامِلِينَ عَلَيْها (١). فجاء بالواو لحصر عدّة المستحقين للصدقة: للفقراء والمساكين والعاملين، إلى تمام الأصناف الثمانية من غير زيادة. وكذلك المحلّ لكم من نكاح النساء من جهة الأعداد، مثنى وثلاث ورباع من غير زيادة على ذلك، إلّا أنّه يجوز في آية الصدقات أن تدفع صدقة لأحد الأصناف الثمانية، ولا يجوز أن يجمع بين هذه الأقسام الثمانية من العدد من جهة أنّ الأبدال المعدولة في العدد لا يكون معناها إلّا على الانفراد وإن حصل فيها العطف بالواو كما مثّلت أوّلا فيما تقدّم من قول القائل: ادخلوا عليّ ثناء وثلاث ورباع، أي: اثنين اثنين وثلاثة ثلاثة وأربعة أربعة، ولم يرد الجمع بينها كلّها، ولم يرد (٢ ب) ادخلوا عليّ تسعة تسعة.
ولو كان المعطوف يقضي الأمر فيه أن يكون بدلا من المعطوف عليه فتكون الثلاثة بدلا من الاثنين، والأربعة بدلا من الثلاثة لوجب مثل ذلك في قوله سبحانه: إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ وَالْعامِلِينَ عَلَيْها فتكون الصدقة للمساكين بدلا من الفقراء، والصدقة للعاملين عليها بدلا من المساكين، وليس الأمر كذلك.
وإنّما يجيء مثل هذا بالواو في كلام العرب على جهة الحصر للأصناف المعدودة، أي المستحقين للصدقة: الفقراء والمساكين والعاملين عليها، إلى انتهاء الأصناف الثمانية من غير زيادة، فمن وجد منهم دفعت إليه الصدقة. وهذا كما تقول:
كنت آكل في بلدي اللحم والتمر والزيت والسمن والعسل، فحصر أصناف ما يأكله، ولم يرد أنّه كان يجمع بين هذه كلّها في أكلة.
وكذلك قوله سبحانه: فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ، أي: لينكح كلّ (٣ أ) منكم مثنى وثلاث ورباع من غير
_________
(١) التوبة ٦٠ وتمامها: وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقابِ وَالْغارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ ..',NULL,'12',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (14,'زيادة على ذلك. أي الذي أحلّ لكم من نكاح النساء هذه الأقسام الثلاثة: مثنى وثلاث ورباع من غير زيادة على ذلك، كما تقول كل الرطب أحاد ومثنى وثلاث، أي: كل هذا الرطب واحدة واحدة واثنتين اثنتين
وثلاثة ثلاثة.
ولو أتى ب (أو) في هذه العدّة وقال: كل مثنى أو ثلاث أو رباع، لكان جائزا ولا يلزم ما ذكره في الآية من أنّه لو أتى ب (أو) عوضا من الواو لجاز ألّا يكون لصاحب مثنى ثلاث، لأنّ هذا الخطاب وإن كان لجماعة فإنّما يراد به واحد واحد، كما قال سبحانه:
يُخْرِجُكُمْ طِفْلًا (١) أي: يخرج كلّا منكم طفلا، فإذا كان الواحد هو المأمور بذلك فلا يصحّ أن يقال: إنّه لا يكون لصاحب المثنى ثلاث، لأنّ صاحب المثنى هو صاحب الثلاث والرباع.
هذا ما ذكره شيخنا الإمام العلامة ابن برّي، رحمه الله.
وأمّا ما ذكره الزمخشريّ (٣ ب) في الكشاف (٢) فهو أنّه قال: اعلم أنّ معنى التكرير في قوله سبحانه: مَثْنى وَثُلاثَ وَرُباعَ أنّ الخطاب للجميع يوجب التكرير ليصيب كلّ ناكح (٣) يريد الجمع ما أراد من العدد الذي أطلقه (٤)، كما تقول للجماعة: اقتسموا هذا المال، وهو ألف درهم: درهمين درهمين وثلاثة ثلاثة وأربعة أربعة. ولو أفردت لم يكن له معنى، وجاء العطف بالواو دون (أو)، كما جاء بالواو في المثال الذي ذكرته لك. ولو ذهبت تقول: اقتسموا هذا المال درهمين درهمين أو ثلاثة ثلاثة أو
_________
(١) غافر ٦٧.
(٢) الكشاف ١/ ٤٩٧. والزيادة منه. ويلاحظ أن الكلام لأحد تلامذة ابن بري.
(٣) بعدها في الأصل: من الجمع. وليست في الكشاف.
(٤) في الكشاف: أطلق له.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (15,'أربعة أربعة علمت (١) أنه لا يسوغ لهم إلّا أن يقتسموا (٢) على أحد [أنواع] هذه القسمة. وليس لهم أن يجمعوا بينها فيجعلوا بعض القسم على تثنية وبعضه على تثليث وبعضه على تربيع ولذهب (٣) معنى تجويز الجمع بين أنواع القسمة التي دلّت عليها الواو. وتحريره أنّ الواو دلّت على إطلاق أن يأخذ الناكحون من أرادوا نكاحها من النساء على (٤ أ) طريق الجمع، إن شاءوا مختلفين في تلك الأعداد، وإن شاءوا متفقين [فيها] محظورا عليهم ما وراء ذلك.
هذا ما ذكره الزمخشريّ.
وقد وهم بعض الناس في تأويل هذه الآية فجعله دليلا على جواز التزويج بتسع نسوة على الجمع، وأجراه مجرى اثنين وثلاثة وأربعة، وليس كذلك، لأنّ المعنى:
فانكحوا ما طاب لكم من النساء اثنتين اثنتين، وإن شئتم ثلاثا ثلاثا، وإن شئتم أربعا أربعا.
ولو كان هذا محمولا على ظاهره لقيل: تسع، عوض من ثلاثة أشياء، لأنّ الإيجاز تقليل الكلام من غير إخلال، وإذا كان المعنى يمكن أن يعبّر عنه بألفاظ قليلة، ويعبّر عنه بألفاظ كثيرة، فالألفاظ القليلة إيجاز، فقول القائل: لي عند زيد عشرة، أوجز وأخصر من قوله:
لي عنده خمسة وثلاثة واثنان، في موضع: لي عنده عشرة.
وبلاغة القرآن أعلى طبقات البلاغة إذ هو معجز.
وقد قال بعض العلماء (٤): البلاغة إيصال المعنى إلى القلب (٤ ب) في أحسن صورة من اللفظ. فأعلاها طبقة في الحسن بلاغة القرآن، ولم يبح التزويج بتسع إلّا لرسول الله صلّى الله عليه وسلّم، فإنّه أبيح له الجمع بين هذا العدد، وهو أحد خصائصه، عليه السّلام.
_________
(١) من الكشاف، وفي الأصل: لأعلمت.
(٢) الكشاف: يقتسموه.
(٣) الكشاف: وذهب.
(٤) مواد البيان ٢/ ١٣٢.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (16,'وإعرابها:
الفاء جواب الشرط في قوله: فَإِنْ خِفْتُمْ.
وما طابَ لَكُمْ: (ما) في موضع نصب ب (انكحوا).
ومِنَ النِّساءِ: متعلّق ب (انكحوا).
و (ما) يجوز فيها وجهان:
أحدهما: أن تكون خبرية بمعنى (الذي)، و (طاب) صلتها، و (لكم) متعلّق ب (طاب)، وهي على تقدير الصفة، لأنّ (ما) إذا كانت صفة صلحت لمن يعقل، ثمّ تقام الصفة مقام
الموصوف. وقال بعض النحويين: المؤنث من العقلاء يجري مجرى ما لا يعقل.
والثاني: أن تقدّر (ما) تقدير المصدر، أي: فانكحوا الطيّب من النّساء، وهذا على تقدير حذف المضاف وإقامة المضاف إليه مقامه. أي: فانكحوا ذوات الطيّب لكم، أي:
ذوات الحلّ لكم، لأنّ معنى قوله سبحانه: ما طابَ لَكُمْ، أي: (٥ أ) ما حلّ لكم، ثمّ حذف المضاف.
مَثْنى وَثُلاثَ وَرُباعَ: في موضع نصب على البدل من (ما). ويجوز أن يكنّ في موضع الحال من (ما)، لأنّها بمعنى (الذي).
واختلف في العلّة المانعة لهذه الأسماء من الصرف. قيل: المانع لصرفها الصفة والعدل، وقيل: العدل والجمع. وهذا العدل، أعني عدل النكرة عن النكرة، مختص بالعدد. والمسموع عن العرب العدل من واحد إلى أربعة، كما جاء في القرآن. وربّما جاء فيما دون ذلك نادرا.
قال الكميت (١):
فلم يستريثوك حتى رمي ... ت فوق الرجال خصالا عشارا (١١)
_________
(١) شعره: ١/ ١٩١. وينظر: مجاز القرآن ١/ ١١٦.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (17,'وهذا النوع لا ينصرف في معرفة ولا نكرة.
والله أعلم بالصواب

<span data-type="title" id=toc-13><span data-type="title" id=toc-14>سؤال</span></span>
ما الحكمة من قوله في سورة الأنعام: أَعْلَمُ مَنْ يَضِلُّ (١) بحذف الباء. وقال في سورة ن والقلم (٢) بإثباته (٣)؟

<span data-type="title" id=toc-15><span data-type="title" id=toc-16>فالجواب:</span></span>
لأنّ ما (٥ ب) في سورة الأنعام معناه: يعلم أيّهم يطيعه، من قوله: وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ (٤).
وما في القلم معناه: أعلم بما كان وبما يكون من أحوال من ضلّ، بدليل قوله:
فَسَتُبْصِرُ وَيُبْصِرُونَ بأيّيكم المفتون (٦) (٥).
سؤال
ما الحكمة في قوله عزّ وجلّ في سورة الأنعام: فَسَوْفَ (٦)، وكذلك في الزّمر (٧). وقال في سورة هود: سَوْفَ (٨)؟
_________
(١) الأنعام ١١٧. وينظر: مشكل إعراب القرآن ٢٦٦، والدر المصون ٥/ ١٢٦.
(٢) آية ٧ وهي: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ.
(٣) أي: بإثبات الباء. وينظر: فتح الرّحمن بكشف ما يلتبس في القرآن ١٧٤ - ١٧٥.
(٤) الأنعام ١١٦.
(٥) القلم ٥ و ٦.
(٦) الأنعام ١٣٥: قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ .... وينظر: فتح الرحمن ١٧٧.
(٧) الزمر ٣٩: قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ.
(٨) هود ٩٣: وَيا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ سَوْفَ تَعْلَمُونَ ....',NULL,'16',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (18,'فالجواب:
لأنّه تقدّم في السورتين بأن أمرهم أمر وعيد بقوله: اعْمَلُوا أي: اعملوا فستجزون. ولم يكن في هود (قل) فصار استئنافا.

<span data-type="title" id=toc-17><span data-type="title" id=toc-18><span data-type="title" id=toc-19>مسألة</span></span></span>
قوله: وَذَرُوا ظاهِرَ الْإِثْمِ وَباطِنَهُ (١).
قيل: ظاهره: ما نفعله بالجوارح، وباطنه: ما نفعله بالقلب.

مسألة
قوله، عزّ وجلّ: كُلُوا مِنْ ثَمَرِهِ (٢).
إنّما قدّم ذكر الأكل لأمرين:
أحدهما: تسهيلا لإيتاء حقّه.
والثاني: تغليبا لحقّهم وافتتاحا بنفعهم بأموالهم.
مسألة
ما الحكمة في قوله: إِنَّ اللَّهَ لا يَغْفِرُ (٣) [ختمها] في أوّل السورة بقوله: فَقَدِ افْتَرى إِثْماً عَظِيماً. وقال في آخرها: فَقَدْ ضَلَّ ضَلالًا بَعِيداً (٤)؟
_________
(١) الأنعام ١٢٠. وينظر: تفسير الطبري ٨/ ١٣، وتفسير القرطبي ٧/ ٧٤.
(٢) الأنعام ١٤١. وينظر: تفسير الطبري ٨/ ٥٢، وتفسير القرطبي ٧/ ٩٩.
(٣) النّساء ٤٨: ... وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرى إِثْماً عَظِيماً.
(٤) النّساء ١١٦: ... وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلالًا بَعِيداً.
وينظر في الآيتين: فتح الرحمن ١١٥ - ١١٦.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (19,'<span data-type="title" id=toc-20><span data-type="title" id=toc-22><span data-type="title" id=toc-23><span data-type="title" id=toc-24>فالجواب:</span></span></span></span>
لأنّ الآية الأولى في اليهود (٦ أ) وهم عرفوا صحة نبوة محمد صلّى الله عليه وسلّم، من التوراة فكذّبوا وافتروا على الله ما لم يكن في كتابهم.
والثانية نزلت في مشركي العرب، فلم يكن عندهم كتاب فيرجعوا إليه، فكان ضلالهم أشدّ وبعدهم عن الرشاد أتمّ وإن كانوا كلّهم ضلّالا مفترين.

<span data-type="title" id=toc-21>سؤال</span>
ما الحكمة في قوله في سورة النّساء: إِنْ تُبْدُوا خَيْراً (١) وقال في الأحزاب:
شَيْئاً (٢)؟

فالجواب:
لأنّ ما في سورة النساء وقع في مقابلة السوء المذكور في قوله: لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ (٣)، فاقتضت المقابلة أن يكون بإزاء السوء الخير.
وأمّا في الأحزاب فوقع بعد قوله: وَاللَّهُ يَعْلَمُ ما فِي قُلُوبِكُمْ (٤)، فاقتضى العموم، و (شيء) من أعمّ العموم.

<span data-type="title" id=toc-25><span data-type="title" id=toc-26>مسألة</span></span>
إن قيل: ما الفائدة في قوله تعالى: إِذا أَثْمَرَ (٥) وقد علم أنّه إذا لم يثمر لم يؤكل منه؟
_________
(١) آية ١٤٩.
(٢) آية ٥٤: إِنْ تُبْدُوا شَيْئاً.
(٣) النساء ١٤٨.
(٤) الأحزاب ٥١.
(٥) الأنعام ١٤١: كُلُوا مِنْ ثَمَرِهِ إِذا أَثْمَرَ. وينظر: فتح الرّحمن ١٧٨.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (20,'فالجواب:
وذلك لمّا أبيح لهم الأكل من ثمره قيل: إذا أثمر، ليعلم أنّ وقت الإباحة وقت اطلاع الشجر الثمر لئلا يتوهم أنّه لا يباح إلّا إذا أثمر وأينع.

<span data-type="title" id=toc-27><span data-type="title" id=toc-28>مسألة</span></span>
إن قيل: لم (٦ ب) قدّم الشكر على الإيمان (١)؟
فالجواب:
وذلك أنّ العاقل ينظر إلى ما عليه من النعمة العظيمة في خلقه وتعريضه للمنافع فيشكر شكرا مبهما، فإذا انتهى به النظر إلى معرفة النّعم آمن به ثمّ شكر شكرا مفصّلا، فكان الشكر متقدّما على الإيمان، وكأنّه أصل التكليف ومداره.

مسألة
قوله تعالى: وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ (٢).
ليس (جعل) هاهنا بمعنى (صيّر)، لأنّ ذلك يقتضي حالة سابقة نقل الشيء عنها إلى حالة أخرى، ولا الذي بمعنى (حكم)، ولا بدّ من أحد التقديرين، أحدهما: وجعلنا الشمس والقمر فيهما آيتين.
مسألة
قوله تعالى: أَلَمْ يَجِدْكَ يَتِيماً فَآوى (٦) (٣).
_________
(١) في قوله تعالى: ما يَفْعَلُ اللَّهُ بِعَذابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ ... الآية ١٤٧ من سورة النساء. وينظر:
تفسير الرازي ١١/ ٩٠.
(٢) الإسراء ١٢.
(٣) الضحى ٦.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (21,'قيل: وجدك عديم النظير من الدرّ اليتيم فآواك إلى كرامته، واصطفاك لرسالته.

<span data-type="title" id=toc-29>سؤال</span>
[لم] قال في الأنعام: أَلَمْ يَرَوْا (١). وقال في غيرها: أَوَلَمْ (٢)؟

<span data-type="title" id=toc-30>فالجواب:</span>
وذلك ما كان الاعتبار فيه بالمشاهدة ذكره بالألف وواو العطف أو فائه (٣). وما كان الاعتبار فيه بالاستدلال (٧ أ) ذكر بالألف وحده. ولا ينقض هذا الأصل قوله: أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ (٤)، لاتصالها بقوله: وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ الآية (٥)، وسبيلها الاعتبار بالاستدلال فبنى: أَوَلَمْ يَرَوْا عليه.

<span data-type="title" id=toc-31>مسألة</span>
قوله تعالى: سَلامٌ عَلَيْكُمْ طِبْتُمْ (٦).
في معناه ثلاثة أوجه:
أحدها: نعمتم.
_________
(١) الأنعام ٦. وينظر: فتح الرّحمن ١٥٩.
(٢) الرعد ٤١ وآيات أخرى. ينظر: المعجم المفهرس لألفاظ القرآن الكريم ٢٨٤.
(٣) كقوله تعالى: أَفَلَمْ يَرَوْا إِلى ما بَيْنَ أَيْدِيهِمْ ... سبأ ٩.
(٤) النحل ٧٩. وفي الأصل: أو لم.
(٥) النحل ٧٨.
(٦) الزمر ٧٣. وينظر: زاد المسير ٧/ ٢٠١.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (22,'الثاني: كرمتم.
الثالث: زكوتم.

<span data-type="title" id=toc-32>سؤال</span>
[لم] قال في براءة في أولها: ثُمَّ تُرَدُّونَ (١)، وقال في الثانية: وَسَتُرَدُّونَ (٢)، ثمّ زاد فيها: وَالْمُؤْمِنُونَ.

<span data-type="title" id=toc-33><span data-type="title" id=toc-34>فالجواب:</span></span>
لأنّ الآية الأولى خطاب للمنافقين، ونفاقهم لا يطلع عليه غير الله والنبيّ، عليه السّلام، باطلاع الله له عليه.
والآية الثانية خطاب للمؤمنين، وأولها: اعْمَلُوا أي الطاعات والعبادات والصدقات، وهذه يراها المؤمنون كما يراها رسول الله صلّى الله عليه وسلّم.
وأمّا قوله في الآية الأولى: ثُمَّ تُرَدُّونَ، وفي الثانية: وَسَتُرَدُّونَ.
فالجواب:
وذلك لأن الأولى وعيد، و (ثمّ) للتأخير. والثانية (٣) وعد (٧ ب) والسين أقرب إلى الحال من (ثمّ)، فوافق ما قبل الآية من قوله: فَسَيَرَى اللَّهُ، فقرّب الثواب وبعّد العقاب.
_________
(١) التوبة ٩٤: وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ.
(٢) التوبة ١٠٥: وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلى عالِمِ الْغَيْبِ وَالشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ.
وينظر: فتح الرحمن ٢٣٩.
(٣) في الأصل: والثاني.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (23,'<span data-type="title" id=toc-35><span data-type="title" id=toc-36>مسألة</span></span>
قوله تعالى: وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْها جائِرٌ (١).
أي: على تبيين الطريق المستقيم والدعاء إليه بالحجج والبراهين، فقوله: وَمِنْها جائِرٌ أي: من السبل طرق غير قاصدة للحقّ.

<span data-type="title" id=toc-37>سؤال</span>
إن قيل: لم قال: حَتَّى إِذا رَكِبا فِي السَّفِينَةِ خَرَقَها (٢). بغير فاء. وقال: حَتَّى إِذا لَقِيا غُلاماً فَقَتَلَهُ (٣) بالفاء.

<span data-type="title" id=toc-38><span data-type="title" id=toc-39>فالجواب:</span></span>
وذلك لأنّ خرقها جعل جزاء للشرط، وجعل قتله من جملة الشرط معطوفا عليه، والجزاء: قالَ أَقَتَلْتَ.
فإن قيل: فلم خولف بينهما؟.
[فالجواب]:
وذلك لأنّ خرق السفينة لم يتعقّب الركوب، وقد تعقّب القتل لقاء الغلام.
مسألة
قوله تعالى: وَجَعَلْنَا اللَّيْلَ وَالنَّهارَ آيَتَيْنِ (٤).
_________
(١) النحل ٩. وينظر: معاني القرآن وإعرابه ٣/ ١٩٢، وزاد المسير ٤/ ٣٢.
(٢) الكهف ٧١.
(٣) الكهف ٧٤. وينظر: فتح الرحمن ٣٥٤.
(٤) الإسراء ١٢. وينظر: المحرر الوجيز ١٠/ ٢٦٧.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (24,'فيه وجهان:
أحدهما: أن يراد: أنّ الليل والنهار آيتان في أنفسهما، فتكون الإضافة في آية الليل وآية النهار للتبيين (٨ أ) كإضافة العدد إلى المعدود، أي: فمحونا الآية التي هي الليل وجعلنا الآية التي هي النهار مبصرة.
والثاني: أن يراد: وجعلنا نيري الليل والنهار آيتين، يريد الشمس والقمر.
فَمَحَوْنا آيَةَ اللَّيْلِ أي: جعلنا الليل ممحوّ الضوء مطموسا مظلما لا يستبان فيه شيء، كما لا يستبان ما في اللوح الممحو.
وجعلنا النهار مبصرا، أي تبصر فيه الأشياء وتستبان. أو فمحونا آية الليل التي هي للقمر حيث لم نخلق له شعاعا كشعاع الشمس وترى به الأشياء رؤية بيّنة. وجعلنا الشمس ذات شعاع يبصر في ضوئها كلّ شيء.
: لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ (١): أي: لتتوصلوا بضياء النهار إلى استبانة أعمالكم والتصرف في معايشكم.

<span data-type="title" id=toc-40>مسألة</span>
قوله تعالى: إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبادٌ أَمْثالُكُمْ (٢).
قال بعض المفسرين: إنّما قال: (أمثالكم) للنسبة التي بينهم لأنّهم ما فهموا ما جاء به النبيّ صلّى الله عليه وسلّم، من الآيات، ولا علموا، فكذلك (٨ ب) الأصنام حجارة لا تعقل ولا تفهم.
_________
(١) الإسراء ١٢.
(٢) الأعراف ١٩٤. وينظر: تفسير الرازي ١٥/ ٩٦، وتفسير القرطبي ٧/ ٣٤٢.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (25,'وقيل: إنّما قال: (عباد أمثالكم) استهزاء بهم، أي: قصارى أمرهم أنّهم يكونون أحياء عقلا، فإن ثبت ذلك فهم عباد أمثالكم لا تفاضل بينكم، ثمّ أبطل أن يكونوا عبادا أمثالهم فقال: أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِها الآية (١).
قال مقاتل (٢): المراد بهذه الآية طائفة من العرب من خزاعة كانت تعبد الملائكة فأعلمهم الله أنّهم عباد أمثالهم لا آلهة.
فإن قيل: ما الدعاء الأوّل؟ وما الدعاء الثاني؟.

<span data-type="title" id=toc-41>فالجواب:</span>
أمّا الدعاء الأوّل فتسميتهم الأصنام آلهة، كأنّه قال: إنّ الذين يدعون آلهة من دون الله.
وأمّا الثاني فطلب المنافع وكشف المضار من جهتهم، وذلك مأيوس من قبلهم،
وعبادة من هذه صفتهم جهل وسخف.
وقيل: (عباد أمثالكم): وذلك أنّهم توهموا أنها تضرّ وتنفع. فقيل: ليس تخرج بذلك عن حكم خلق الله.

<span data-type="title" id=toc-42><span data-type="title" id=toc-43>مسألة</span></span>
قوله عزّ وجلّ: وَلا ... عَلى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ (٣).
_________
(١) الأعراف ١٩٥.
(٢) المحرر الوجيز ٧/ ٢٢٩. ومقاتل بن سليمان، توفي ١٥٠ هـ. (تاريخ بغداد ١٣/ ١٦٠، طبقات المفسرين للداودي ٢/ ٣٣٠).
(٣) النور ٦١: لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلى أَنْفُسِكُمْ .... وفي الأصل: (ليس عليكم جناح أن تأكلوا من بيوتكم). وهو سهو.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (26,'إن قيل: ما المراد بقوله: (بيوتكم)؟.

<span data-type="title" id=toc-44>(٩ أ)<span data-type="title" id=toc-45> فالجواب:</span></span>
وذلك أنّه أراد بيوت أولادكم فنسبها إليهم، لأنّ الأولاد كسبهم وأموالهم كأموالهم، يدلّ على ذلك أنّ الناس لا يتوقون أنّ يأكلوا من بيوتهم، وأنّه عدّ القرابات، وهم أبعد شيء من الولد، ولم يذكر الولد.

<span data-type="title" id=toc-46><span data-type="title" id=toc-47><span data-type="title" id=toc-48><span data-type="title" id=toc-49>مسألة</span></span></span></span>
قوله تعالى: تَبَّتْ يَدا أَبِي لَهَبٍ (١).
إن قيل: إنّما تذكر الكنية للتعظيم، وهذا في محل تحقير.
فالجواب:
وذلك أنّه كان اسمه عبد العزّى، والله سبحانه لم يرض ذلك.
والثاني: أنّ المراد به النار، فكأنّه قال: أبو النار، مشبهة بما يؤول إليه فتكون النهاية في الحقارة.

مسألة
قوله تعالى: وَالصَّالِحِينَ مِنْ عِبادِكُمْ (٢).
إن قيل: لم خصّ الصالحين؟.
قيل: ليخصّ دينهم ويحفظ عليهم صلاحهم، وأنّ الصالحين من الأرقاء هم الذين مواليهم يشفقون عليهم وينزلونهم منزلة الأولاد في الأثرة والمودّة، وكانوا مظنّة للتوصية بنسائهم والاهتمام بهم.
_________
(١) المسند ١. وينظر: تفسير القرطبي ٢٠/ ٢٣٦، والبحر المحيط ٨/ ٢٥.
(٢) النور ٣٢. وينظر: المحرر الوجيز ١١/ ٣٠٠.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (27,'مسألة
إن قيل: قد اختلف التنزيل في قوله تعالى: مِنْ حَمَإٍ مَسْنُونٍ (١) (٩ ب) مِنْ طِينٍ لازِبٍ (٢) مِنْ تُرابٍ (٣).

<span data-type="title" id=toc-50>فالجواب:</span>
وذلك متّفق في المعنى ومفيد أنّه خلقه من تراب جعله طينا تمّ حمأ مسنونا.
مسألة
قوله تعالى: ذلِكُمْ بِما كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِما كُنْتُمْ تَمْرَحُونَ (٧٥) (٤).
قيل: الفرح: السرور، والمرح: البطر، فسّروا بالإمهال وبطروا بالنعم.
مسألة
قوله تعالى: وَتَواصَوْا بِالْحَقِّ (٥).
قيل: هو التوحيد. وقيل: هو القرآن. وقيل: هو الله عزّ وجلّ.
وَتَواصَوْا بِالصَّبْرِ (٦) على طاعة الله. وقيل: على ما افترض الله. وقيل: على محارم الله واتباع الشهوات.
_________
(١) الحجر ٢٦، ٢٨، ٣٣. وينظر: تفسير القرطبي ١٠/ ٢١.
(٢) الصافات ١١.
(٣) آل عمران ٥٩ وآيات أخرى.
(٤) غافر ٧٥. وينظر: تفسير القرطبي ١٥/ ٣٢٣.
(٥) العصر ٣. الوجوه والنظائر في القرآن الكريم ١٧٢.
(٦) العصر ٣.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (28,'<span data-type="title" id=toc-51><span data-type="title" id=toc-52><span data-type="title" id=toc-53>مسألة</span></span></span>
قوله تعالى: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ (١) في الزّبور: أي في الكتاب، من بعد ذكرنا في السماء. وقيل: من بعد كتبه في أمّ الكتاب. وقيل: في الزبور: يعني زبور داود.
من بعد الذّكر: يعني التوراة.
مسألة
قوله تعالى: وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذاباً دُونَ ذلِكَ (٢).
الذين ظلموا: هم أصحاب الصغائر وأصحاب الحدود.
ومعنى دون ذلك: أقلّ (١٠ أ) من ذلك، فإنّهم مخفّف عنهم العذاب.
مسألة
قوله تعالى: وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (٣).
وقع في ظاهر الكلام على الموت، وإنّما هو في الحقيقة على ترك الإسلام لئلا يصادفهم الموت عليه. والمعنى: الزموا الإسلام فإذا أدرككم الموت صادفكم عليه، كما تقول: لا أراك هاهنا (٤)، موقع حرف النهي عن الرؤية، وأنت لم تنه نفسك على الحقيقة بل نهيت المخاطب كأنّك قلت: لا تقربنّ هذا الموضع فمتى جئته لم أرك فيه. وهذا من سعة الكلام.
_________
(١) الأنبياء ١٠٥، وينظر: الوجوه والنظائر في القرآن الكريم ٧٠.
(٢) الطور ٤٧. وينظر: تفسير القرطبي ١٧/ ٧٨.
(٣) آل عمران ١٠٢. وينظر: معاني القرآن الكريم للنحاس ١/ ٤٥٢.
(٤) في كتاب سيبويه ١/ ٤٥٣: لا أرينك هاهنا.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (29,'<span data-type="title" id=toc-54><span data-type="title" id=toc-55>مسألة</span></span>
قوله تعالى: لَقَدْ تابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهاجِرِينَ وَالْأَنْصارِ (١).
في هذه التوبة وجهان:
أحدهما: استنقاذهم من شدة القسوة.
والثاني: خلاصهم من مكايد العدوّ.
وقوله في آخر الآية: ثُمَّ تابَ عَلَيْهِمْ، وهذه غير الأولى، وفيها أيضا قولان:
أحدهما: أنّ التوبة الأولى في الذهاب، والتوبة الثانية في الرجوع.
الثاني: أنّ الأولى في السفر، والثانية (١٠ ب) بعد العود إلى المدينة.
فإن قيل في الأولى: إنّ التوبة الثانية في الرجوع احتملت وجهين:
أحدهما: أنّها الإذن لهم بالرجوع إلى المدينة.
والثاني: أنّها بالمعونة لهم في إمطار السماء عليهم حتى حيوا.
فالتوبة على هذين القولين عامة.
وإن قيل: التوبة الثانية بعد خروجهم إلى المدينة احتملت وجهين:
أحدهما: أنّ العفو عنهم في ممالأة من تخلّف عن الخروج معهم.
والثاني: غفران ما همّ به فريق في العدول عن الحقّ.
فالتوبة على هذين الوجهين خاصة.
مسألة
قوله تعالى: ثُمَّ تابَ عَلَيْهِمْ لِيَتُوبُوا (٢).
_________
(١) التوبة ١١٧. وينظر: تفسير الطبري ١١/ ٥٤، وتفسير القرطبي ٨/ ٧٨.
(٢) التوبة ١١٨. وينظر: تفسير القرطبي ٨/ ٢٨٨.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (30,'أي: ليستقيموا على التوبة، لأنّه قد تقدّمت توبتهم وإنّما امتحنهم بذلك استصلاحا لهم ولغيرهم.
وقيل: ثمّ تاب عليهم ليتوبوا: أي: قبل توبتهم ليرجعوا إلى حال الرضى عنهم.
وقيل: ليتمسكوا بها في مستقبل أوقاتهم.

<span data-type="title" id=toc-56><span data-type="title" id=toc-57><span data-type="title" id=toc-58><span data-type="title" id=toc-59>مسألة</span></span></span></span>
قوله عزّ وجلّ: انْفِرُوا خِفافاً وَثِقالًا (١).
قيل: خفّة اليقين (١١ أ) وثقل اليقين.
وقيل: خفافا إلى الطاعة ثقالا عن المعصية.
مسألة
قوله تعالى: ثُمَّ كانَ مِنَ الَّذِينَ آمَنُوا (٢).
جاء ب (ثمّ) هاهنا لتراخي الإيمان وتباعده في الرتبة والفضيلة عن العتق والصدقة، لا في الوقت لأنّ الإيمان هو السابق المقدّم على غيره ولا يثبت عمل صالح إلّا به.
مسألة
قوله عزّ وجلّ: قُلْ هُوَ الرَّحْمنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنا (٣).
إن قيل: لم أخّر مفعول (آمنا) وقدّم مفعول (توكّلنا)؟.
_________
(١) التوبة ٤١. وينظر: تفسير الطبري ١٠/ ١٣٧، وزاد المسير ٣/ ٤٤٢.
(٢) البلد ١٧. وينظر: البحر المحيط ٨/ ٤٧٦.
(٣) الملك ٢٩. وينظر: تفسير القرطبي ١٨/ ٢٢٢.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (31,'<span data-type="title" id=toc-60>فالجواب:</span>
وذلك لوقوع (آمنا) تعريضا بالكافرين حين ورد عقيب ذكرهم، فكأنّه قيل: آمنا ولم نكفر كما كفرتم، ثمّ قال: وعليه توكّلنا خصوصا لم نتكل على ما أنتم متكلون عليه من رجالكم وأموالكم.

<span data-type="title" id=toc-61><span data-type="title" id=toc-62>مسألة</span></span>
قوله عزّ وجلّ: وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِراً (١).
أحسن ما قيل في هذا قول سيبويه (٢)، قال: عاين القوم قدرة الله تعالى فقيل لهم:
هكذا كان. أي: لم يزل مقتدرا.

مسألة
قوله تعالى: خُشَّعاً أَبْصارُهُمْ (٣).
حال من الخارجين، وهو فعل للإبصار (١١ ب) وذكّر كما تقول: يخشع أبصارهم.
وقرئ: (خاشعة) على) تخشع أبصارهم.
و (خشّعا) على يخشعن أبصارهم، وهي لغة من يقول: (أكلوني البراغيث) (٤)، وهم طيّئ.
ويجوز أن يكون في (خشّعا) ضميرهم، وتقع (أبصارهم) بدلا منه.
_________
(١) الكهف ٤٥. وينظر: تفسير الطبري ١٥/ ٢٥٢.
(٢) عمرو بن عثمان، ت ١٨٠ هـ. (مراتب النحويين ٦٥ وطبقات النحويين واللغويين ٦٦).
(٣) القمر ٧، وفي المصحف الشريف: خشعا، وينظر في قراءات هذه الآية: السبعة في القراءات ٦١٧ - ٦١٨، وتفسير القرطبي ١٧/ ١٢٩ - ١٣٠، والبحر المحيط ٨/ ١٧٥ - ١٧٦.
(٤) ينظر عن هذه اللغة: دقائق التصريف ١٤٥، والجنى الداني ١٨٢، ومغني اللبيب ٤٠٥.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (32,'وقرئ: (خشّع أبصارهم) على الابتداء والخبر، ومحلّ الجملة النصب على الحال، كقوله: حاضرا الجود والكرم.
وخشوع الأبصار: كناية عن الذّلّة والانخذال، لأنّ ذلّة الذليل وعزّة العزيز تظهران في عيونهما.

<span data-type="title" id=toc-63><span data-type="title" id=toc-64><span data-type="title" id=toc-65>مسألة</span></span></span>
إن قال قائل: لم قال: إِنَّ فِي ذلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (١) وهي آية للجميع؟.
قيل: معناه: إن كنتم مؤمنين بالله، إذ كان لا يصحّ العلم بمدلول المعجزة إلّا بمن آمن بالله سبحانه، لأنّ العلم بالمرسل قبل العلم بالرسول، ولأنّ من استحقّ صفة مؤمن علل أنّ ذلك من إرادة الله.

مسألة
إن قيل: هل شكّ العزير، عليه السّلام، في قوله تعالى: أَنَّى يُحْيِي هذِهِ اللَّهُ بَعْدَ مَوْتِها (٢)؟.
قلنا: لا (١٢ أ) وذلك أنّه إنّما أراد: كيف يحيي الله أهل هذه القرية بعد موتهم، قصد بذلك المعاينة للكيفية فأري ذلك في نفسه وحماره لا على طريق إنكار قدرة الله تعالى.
_________
(١) البقرة ٢٤٨، وآل عمران ٤٩. وينظر: الوسيط في تفسير القرآن المجيد ١/ ٣٥٦.
(٢) البقرة ٢٥٩. وينظر: المحرر الوجيز ٢/ ٢٩٠، وتفسير القرطبي ٢/ ٩٠.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (33,'مسألة
قوله تعالى: فَاغْفِرْ لَنا ذُنُوبَنا وَقِنا عَذابَ النَّارِ (١).
وإذا غفر ذنبه فقد وقاه عذاب النار، وهل ذلك تكرار أم هما مسألتان؟.

<span data-type="title" id=toc-66>فالجواب:</span>
قيل: هما مسألتان:
أحدهما (٢): طلب ستر الذنوب بترك العتاب عليها وإخفائها عن أهل الحشر حتى لا يفتضح فيها.
والثانية (٣): أن تحرسهم من عذاب النار.
وقد يجوز أن تستر ذنبه ولا تعاقب عليه.
ويجوز أن تستر ذنبه وتعاقب عليه ضربا من العقوبة، فإذا ستره ورفع جميع التبعة عنه فقد تمّ له مراده.
مسألة
قوله عزّ وجلّ: وَكانُوا فِيهِ مِنَ الزَّاهِدِينَ (٤).
قال أبو إسحاق (٥): ليست (فيه) داخلة في الصلة، ولكنها تبيين، أي: زهادتهم فيه.
وحكى سيبويه (٦) (١٢ ب) والكسائي (٧): زهدت وزهدت، بكسر الهاء وفتحها.
تمّ الكلام في الآيات الكريمة والحمد لله رب العالمين وصلّى الله على محمد خاتم النبيين وسلّم عليه.
_________
(١) آل عمران ١٦. وينظر: تفسير الرازي ٧/ ٢١٦ - ٢١٧.
(٢) في الأصل: أحدهما.
(٣) في الأصل: والثاني.
(٤) يوسف ٢٠. وينظر: زاد المسير ٤/ ١٩٧، وتفسير القرطبي ٩/ ١٥٧.
(٥) معاني القرآن وإعرابه ٣/ ٩٨. وأبو إسحاق الزجاج، ت ٣١١ هـ.
(٦) الكتاب ٢/ ٢١٩.
(٧) علي بن حمزة، ت ١٨٩ هـ. (نور القبس ٢٨٣، وإنباه الرواة ٢/ ٢٥٦).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (34,'<span data-type="title" id=toc-67>مصادر البحث ومراجعه</span>
- المصحف الشريف.
- إنباه الرواة على أنباه النحاة: القفطي، جمال الدين علي بن يوسف، ت ٦٤٦ هـ، تح أبي الفضل، مط دار الكتب، مصر ١٩٥٥ - ٧٣.
- البحر المحيط: أبو حيان الأندلسي، أثير الدين محمد بن يوسف، ت ٧٤٥ هـ، مط السعادة بمصر ١٣٢٨ هـ.
- بغية الوعاة: السيوطي، جلال الدين عبد الرحمن بن أبي بكر، ت ٩١١ هـ، تح أبي الفضل، الحلبي بمصر ١٩٦٥.
- تاريخ بغداد: الخطيب البغدادي، أحمد بن علي، ت ٤٦٣ هـ، مط السعادة بمصر ١٩٣١.
- تبصير المنتبه بتحرير المشتبه: ابن حجر العسقلاني، أحمد بن علي، ت ٨٥٢ هـ، تح البجاوي، مصر ١٩٦٦.
- التبيان في إعراب القرآن: أبو البقاء العكبري، عبد الله بن الحسين، ت ٦١٦ هـ، تح البجاوي، البابي الحلبي بمصر ١٩٧٦.
- تفسير الرازي (مفاتيح الغيب): الفخر الرازي، محمد بن عمر، ت ٦٠٦ هـ، دار الفكر، لبنان ١٩٨٥.
- تفسير الطبري (جامع البيان): الطبري، أبو جعفر محمد بن جرير، ت ٣١٠ هـ، البابي الحلبي بمصر ١٩٥٤.
- تفسير القرطبي (الجامع لأحكام القرآن): القرطبي، محمد بن أحمد، ت ٦٧١ هـ، القاهرة ١٩٦٧.
- الجنى الداني في حروف المعاني: المرادي، حسن بن قاسم، ت ٧٤٩ هـ، تح طه محسن، مط جامعة الموصل ١٩٧٦.
- الدرر المبثثة في الغرر المثلثة: الفيروزآبادي، محمد بن يعقوب، ت ٨١٧ هـ، تح د.
علي حسين البواب، الرياض ١٩٨١.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (35,'- الدرّ المصون في علوم الكتاب المكنون: السمين الحلبي، أحمد بن يوسف، ت ٧٥٦ هـ، تح د. أحمد محمد الخرّاط، دمشق ١٩٨٧.
- دقائق التصريف: القاسم بن محمد بن سعيد المؤدب، كان حيّا سنة ٣٣٨ هـ، تح د.
أحمد ناجي القيسي ود. حاتم صالح الضامن ود. حسين تورال، بغداد ١٩٨٧.
- زاد المسير في علم التفسير: ابن الجوزي، عبد الرحمن بن علي، ت ٥٩٧ هـ، دمشق ١٩٦٥.
- الزاهر في معاني كلمات الناس: ابن الأنباري، أبو بكر محمد بن القاسم، ت ٣٢٨ هـ، تح د. حاتم صالح الضامن، بيروت ١٩٧٩.
- السبعة في القراءات: ابن مجاهد، أبو بكر أحمد بن موسى، ت ٣٢٤ هـ، تح د.
شوقي ضيف، دار المعارف بمصر ١٩٨٠.
- سير أعلام النبلاء: الذهبي، شمس الدين محمد بن أحمد، ت ٧٤٨ هـ، تح جماعة من العلماء، مؤسسة الرسالة، بيروت ١٩٨٤.
- شعر الكميت بن زيد: د. داود سلوم، النجف ١٩٦٩.
- طبقات المفسرين: الداودي، محمد بن علي، ت ٩٤٥ هـ، تح علي محمد عمر، القاهرة ١٩٧٢.
- طبقات النحاة واللغويين: ابن قاضي شهبة، أبو بكر بن أحمد، ت ٨٥١ هـ، مصورة عن نسخة الظاهرية.
- فتح الرحمن بكشف ما يلتبس في القرآن: زكريا الأنصاري، ٨٢٦ هـ، تح الشيخ محمد علي الصابوني، الجزائر ١٩٨٨.
- الكتاب: سيبويه، أبو بشر عمرو بن عثمان، ت ١٨٠ هـ، بولاق ١٣١٦ هـ- ١٣١٧ هـ.
- الكشاف عن حقائق التنزيل: الزمخشري، محمود بن عمر، ت ٥٣٨ هـ، مط الحلبي بمصر ١٩٥٤.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (36,'- المحرر الوجيز في في تفسير الكتاب العزيز: ابن عطية الأندلسي، عبد الحق غالب، ت ٥٤٦ هـ، وزارة الأوقاف والشئون الدينية، المغرب ١٩٧٥ - ١٩٨٨ (صدر منه اثنا عشر جزءا).
- مسالك الأبصار في ممالك الأمصار: ابن فضل الله العمري، شهاب الدين أحمد بن يحيى، ت ٧٤٩ هـ، صورة عن مخطوطة أحمد الثالث باستانبول، منشورات معهد تاريخ العلوم العربية والإسلامية، المانيا ١٩٨٨.
- مشكل إعراب القرآن: مكي بن أبي طالب القيسي المغربي، ت ٤٣٧ هـ، تح د. حاتم صالح الضامن، بيروت ١٩٨٤.
- معاني القرآن: الأخفش، سعيد بن مسعدة، ت ٢١٥ هـ، تح د. فائز فارس، الكويت ١٩٧٩.
- معاني القرآن: الفراء، يحيى بن زياد، ت ٢٠٧ هـ، الأول تح نجاتي والنجار، والثاني تح النجار، والثالث تح شلبي، القاهرة ١٩٥٥ - ١٩٧٢.
- معاني القرآن الكريم: النحاس، أبو جعفر أحمد بن محمد، ت ٣٣٨ هـ، تح الشيخ محمد علي الصابوني، مكة المكرمة ١٩٨٨.
- معاني القرآن وإعرابه: الزجاج، أبو إسحاق إبراهيم بن السري، ت ٣١١ هـ، تح د.
عبد الجليل عبده شلبي، بيروت ١٩٨٨.
- المعجم المفهرس لألفاظ القرآن الكريم: محمد فؤاد عبد الباقي، القاهرة.
- مغني اللبيب: ابن هشام الأنصاري، جمال الدين عبد الله بن يوسف، ت ٧٦١ هـ، تح د. مازن المبارك ومحمد علي حمد الله، لبنان ١٩٦٤.
- مواد البيان: علي بن خلف الكاتب، ت بعد سنة ٤٣٧ هـ، تح د. حاتم صالح الضامن، نشر في مجلة المورد م ١٧ ع ١ - ٣، وم ١٨ ع ١ - ٣، بغداد ١٩٨٨ - ١٩٨٩.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b95580] VALUES (37,'- نور القبس من المقتبس: اليغموري، يوسف بن أحمد، ت ٦٧٣ هـ، تح زلهايم، مط الكاثوليكية، بيروت ١٩٦٤.
- الوافي بالوفيات: الصفدي، خليل بن أيبك، ت ٧٦٤ هـ، منشورات المعهد الألماني للأبحاث بيروت ... ١٩٣١
- الوجوه والنظائر في القرآن الكريم: هارون بن موسى القارئ، أواخر ق ٢ هـ، تح د.
حاتم صالح الضامن، بغداد ١٩٨٨.
- الوسيط في تفسير القرآن المجيد: الواحدي، علي بن أحمد، ت ٤٦٨ هـ، تح محمد حسن أبو العزم الزفيتي، القاهرة ١٤٠٦ هـ.
- وفيات الأعيان: ابن خلكان، شمس الدين أحمد بن محمد، ت ٦٨١ هـ، تح د.
إحسان عباس، دار الثقافة، بيروت.',NULL,'36',NULL,NULL,'0');
