-- Table: b9585
-- Chunk: 1
-- Rows: 645

CREATE TABLE "b9585"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9585
INSERT INTO [b9585] VALUES (1,'دعاوى المناوئين لشيخ الإسلام ابن تيمية
عرض ونقد

تأليف
د. عبد الله بن صالح بن عبد العزيز الغصن',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b9585] VALUES (2,'<span data-type="title" id=toc-1>المقدمة</span>
إن الحمد لله نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له.
وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: ١٠٢] .
{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} [النساء: ١] .
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} [الأحزاب: ٧٠ -٧١] .
أما بعد (١) :
_________
(١) هذه خطبة الحاجة التي كان رسول الله صلّى الله عليه وسلّم يعلمها أصحابه أن يفتتحوا بها أكثر أمورهم، وقد أخرج حديث خطبة الحاجة: النسائي في سننه، كتاب النكاح، باب ما يستحب من الكلام عند النكاح (٦/٨٦) ، وأبو داود في سننه، كتاب النكاح، باب في خطبة النكاح (٢/٢٣٨) ، وابن ماجه في سننه، كتاب النكاح، باب في خطبة النكاح، حديث ١٨٩٢ (١/٦٠٩) ، وأحمد في مسنده (١/٣٩٢ - ٣٩٣، ٤٣٢) من حديث عبد الله بن مسعود رضي الله عنه، والحاكم في المستدرك، كتاب النكاح (٢/١٨٢ -١٨٣) ، وقد توسع الشيخ الألباني في تخريج هذا الحديث في رسالته: (خطبة الحاجة) . وصححه، انظر: صحيح سنن الترمذي له ١/٣٢١.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (3,'فإن من أعظم منن الله سبحانه وتعالى على عباده أن بعث فيهم رسلاً مبشرين ومنذرين، لئلا يكون للناس على الله حجة بعد الرسل، وهداهم إلى صراطه المستقيم.
ولقد بين الله عزّ وجل هذه المنة بقوله: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ) } [آل عمران: ١٦٤] .
وقد بقيت الأمة فترة من الزمن على الجادة السوية، والسيرة المرضية، تعتمد - بمجموعها - على المصدرين الأساسيين: الكتاب والسنة، وتَعُبُّ من منهلهما الروي.
ثم جاء على الأمة الزمن الذي تقاذفت فيه بها الأهواء والبدع، فابتعد فئام عن ذلك المنهل، وبدأ يدب في جسم الأمة الضعف والمهانة، وذلك وفق ما أخبر به الصادق المصدوق صلّى الله عليه وسلّم من افتراق الأمة، كما افترقت اليهود والنصارى، حتى جاء زمان على الأمة كانت سوق البدعة فيه رائجة، وكاد ينطفئ نور السنة، إذ كانت الدولة على خلاف السنة، فكانت الكلمة لأهل الأهواء، والسلطة بأيديهم، حتى انتشرت كثير من البدع والأهواء عند العامة والضعفاء (١) .
وكان للمبتدعة مصالح ومطامح في ظل البدعة، وغياب السنة، تغيب تلك المصالح إذا قام أئمة السنة بواجبهم، وحذروا من الدخائل على المعتقد والدين، فنهج المبتدعة نهجاً أبعدوا فيه علماء أهل السنة عن ملاقاة الناس، وأقصوهم لئلا يقولوا كلمة الحق، فيفتضح أمرهم ... وكان التاريخ دولاً بين أهل السنة وأهل البدعة، فمرة تكون الغلبة لهؤلاء، ومرة لهؤلاء، وقد تكون السنة أو البدعة في مكان دون مكان.
_________
(١) انظر لمعرفة بدايات ظهور البدع في صدر الإسلام: الأهواء والفرق والبدع عبر تاريخ الإسلام للعقل.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (4,'وكان من قدر الله وتوفيقه أن يبعث على رأس كل قرن من يجدد لهذه الأمة دينها، كما جاء في الحديث الصحيح: «إن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها» (١) .
ومن هؤلاء الأعلام المجددين: العلامة المجاهد، الإمام الرباني، شيخ الإسلام تقي الدين أبو العباس أحمد بن عبد الحليم بن تيمية الحراني (٦٦١ - ٧٢٨هـ) رحمه الله؛ ذلك العلامة الفذ الذي لا يملك منصف من الكفار أو من المسلمين، من أعدائه أو من محبيه إلا أن يثني عليه كثيراً حين ذكره، بما يحضر ذلك المثني من صفات وخصائص لابن تيمية رحمه الله؛ ولأجل أن يكون الكلام عن ابن تيمية رحمه الله منصفاً، فسأذكر مثالين لوصفه رحمه الله من قِبل معاصريه الذين رأوه، وخالطوه.
فأولهما: قول ابن الزملكاني (٢)
رحمه الله عنه: (كان إذا سئل عن فن من العلم ظن الرائي والسامع أنه لا يعرف غير ذلك الفن، وحكم أن أحداً لا يعرف مثله، وكان الفقهاء من سائر الطوائف إذا جلسوا معه استفادوا من مذاهبهم منه ما لم يكونوا عرفوه قبل ذلك، ولا يُعرف أنه ناظر أحداً فانقطع معه، ولا تكلم في علم من العلوم - سواء كان من علوم الشرع أو غيرها - إلا فاق فيه أهله، والمنسوبين إليه، وكانت له اليد الطولى في حسن التصنيف، وجودة العبارة
_________
(١) الحديث أخرجه أبو داود في سننه ٤/٤٨٠ كتاب الملاحم، باب ما يذكر في قرن المائة، والحاكم في مستدركه ٤/٥٢٢ كتاب الفتن والملاحم، وصححه الألباني في سلسلة الأحاديث الصحيحة ٢/١٢٣.
(٢) ابن الزملكاني: محمد بن علي بن عبد الواحد بن عبد الكريم الأنصاري الشافعي، ابن الزملكاني، شيخ الشافعية بالشام، وانتهت إليه رئاسة المذهب في التدريس والإفتاء والمناظرة، كان جيد العبارة، حسن التقرير، قوي القريحة، كان معجباً بابن تيمية ثم تغير عليه، مات في طريقه إلى مصر، وكان في نيته أن يؤذي ابن تيمية فدعا عليه، فلم يبلغ أمله ومراده، كما يذكر ابن كثير والله أعلم بالسرائر ت سنة ٧٢٧هـ.

انظر في ترجمته: البداية والنهاية لابن كثير ١٤/١٣، شذرات الذهب لابن العماد ٦/٧٨.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (5,'والترتيب، والتقسيم والتبيين) (١) .
وثانيهما: قول الإمام الذهبي (٢) رحمه الله عنه: (كان يقضى منه العجب، إذا ذكر مسألة من مسائل الخلاف، يستدل ويرجح، ويجتهد، وحق له ذلك، فإن شروط الاجتهاد كانت قد اجتمعت فيه، فإنني ما رأيت أسرع انتزاعاً للآيات الدالة على المسألة التي يوردها منه، ولا أشد استحضاراً لمتون الأحاديث، وعزوها إلى الصحيح أو إلى المسند أو إلى السنن منه، كأن الكتاب والسنن نصب عينيه، وعلى طرف لسانه، بعبارة رشيقة، وعين مفتوحة، وإفحام للمخالف ... وكان قوالاً بالحق، نهاءً عن المنكر، لا تأخذه في الله لومة لائم، ذا سطوة وإقدام، وعدم مداراة الأغيار، ومن خالطه وعرفه قد ينسبني إلى التقصير في وصفه، ومن نابذه وخالفه ينسبني إلى التغالي فيه ... وأنا أقل من أن ينبه على قدره كلمي، أو أن يوضح نبأه قلمي ... ) (٣) .
وكان ابن تيمية رحمه الله يواجه التيارات البدعية في عصره، ويناقش ما تحمله من مخالفات عقدية، حريصاً على تصحيح العقيدة في نفوس الناس، وتنقيتها مما شابها من كثير من الانحرافات، إذ يرى رحمه الله أن الراد على أهل البدع مجاهد (٤) ، إلا أن من كان شيخ الإسلام يهدم بنيانهم من القواعد، لم يطب لهم صنيعه، فحاولوا بشتى الوسائل تشويه صورته عند كل أحد، وبكل الوسائل، فلم يكونوا يتورعون عن سبه وشتمه، ورموه بالجهل تارة، وبالزندقة أخرى، ونسبوه إلى البدعة، ولم يبق إلا ما هو أعظم منها، ألا وهو التكفير،
_________
(١) انظر: الرد الوافر لابن ناصر الدين الدمشقي ص١٠٩.
(٢) الذهبي: محمد بن أحمد بن عثمان الذهبي الدمشقي، التركماني الأصل، ولد بدمشق، وطلب العلم بها، من تلاميذ شيخ الإسلام ابن تيمية، له مؤلفات كثيرة ومشهورة في التاريخ والسير مثل: تاريخ الإسلام، سير أعلام النبلاء وغيرها، ت سنة ٧٤٨هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٣/٤٢٦، شذرات الذهب لابن العماد ٦/١٥٣.
(٣) ذيل تاريخ الإسلام (ضمن ثلاث تراجم مستلة منه للعجمي ص٢٣ - ٢٥) بتصرف.
(٤) انظر: مجموع فتاوى ابن تيمية ٤/١٣.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (6,'وقد فعلوا، فكفروه رحمه الله ووجهوا إليه رحمه الله تُهماً في شخصه، ومنهجه، وعقيدته، وانتقدوه في مسائل علمية أخرى، فكانت بعض التُّهم والدعاوى قد وجهت إليه في حياته، فأسهم بنصيب وافر في بيان قوله، والاستدلال له وربطه بمنهج السلف ناقلاً عنهم، ومناقشاً شُبه الخصوم، ومبيناً ضعفها وعوارها، مع علمه رحمه الله بمناهج المخالفين، وأسباب تلك المخالفة؛ ولذا فقد نظر رحمه الله إلى هذه المخالفة من الجانب الإيجابي، مبيناً أن وجود المناوئين والمخالفين لعقيدة السلف، والرد عليهم، هو باب من أبواب ظهور الدين وانتشاره، قال رحمه الله: (من سنة الله: أنه إذا أراد إظهار دينه أقام من يعارضه، فيحق الحق بكلماته، ويقذف بالحق على الباطل فيدمغه فإذا هو زاهق) (١) .
واستمرت الردود والدعاوى ضد ابن تيمية رحمه الله بعد وفاته إلى هذا العصر، وهذا من سنة الله عزّ وجل في الحياة أن يستمر الصراع بين الحق والباطل، ومن صور استمرار هذا الصراع: أن يشكك أهل الباطل بنقلة الحق وأعلامه وأئمته، ثم التشكيك والقدح بما يحملون وما يبلغون من عقائد وعلوم، حتى لا يبقى لأهل الباطل إلا باطلهم، ومن أبرز حملات أهل الباطل على عقيدة السلف: قدحهم في ابن تيمية رحمه الله والرد عليه فألفوا المؤلفات، وكتبوا الردود والرسائل، وملؤوا الكتب بالحواشي التي ملؤوا بها زيفهم وضلالهم تجاه هذا العَلَم، وتجاه عقيدة السلف الصالح، واستنفروا شعراءهم، فكان لسلف أهل الباطل تلامذة واصلوا بث الحقد على شيخ الإسلام، وعلى منهجه، وزادوا وأوغلوا في الضلالة، ونشروا بين الناس ما كان مغموراً من ردود ومناقشات بين شيخ الإسلام رحمه الله ومخالفيه، وقامت مؤسسات لأهل الباطل، ودور نشر همها الرد على عقيدة السلف، فكان لزاماً على أهل الحق أن يقوموا بواجبهم تجاه أهل الضلال ليردوا كيدهم في نحورهم، وليعيدوهم خائبين، ببيان الحجة، ونقد الشبهة بمنهج علمي معتدل، فكانت هذه الرسالة جهداً من
_________
(١) مجموع فتاوى ابن تيمية ٢٨ - ٥٧، وانظر العقود الدرية لابن عبد الهادي ص٣٦٤.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (7,'الجهود التي يقوم بها أهل السنة تجاه المبتدعة، سائلاً الله عزّ وجل التوفيق والقبول، كما أسأله سبحانه أن يحفظ هذه الدولة (الدولة السعودية) ، وأن ينصرها ويبارك فيها، حيث وفقها لإحياء ما اندرس من مؤلفات ابن تيمية رحمه الله، بطبعها، ونشرها، وتوزيعها، لتسهل الاستفادة منها، ولتكون في أيدي الطالبين، وذلك من بداية قيام هذه الدولة؛ إقامة للسنة، وإخماداً للبدعة، فأسأل الله أن يوفق القائمين عليها لكل خير، ويسدد خطاهم، ويعينهم على أمور دينهم ودنياهم إنه سميع مجيب.

<span data-type="title" id=toc-2>أسباب اختيار البحث:</span>
١ - أن الدفاع عن أحد أبرز أئمة أهل السنة، والرد على ما يرمى به من دعاوى، إنما هو دفاع عن المعتقد والمنهج الذي يحمله ذلك الإمام، والدفاع عن المعتقد والمنهج تتعدد صوره، ومنها: الدفاع عن أعلام ذلك المنهج بما يثار حولهم من شبهات.
٢ - بيان ضعف شُبه المبتدعة ضد معتقد أهل السنة والجماعة، وذلك بعرضها، ثم مناقشتها.
٣ - أن التصدي للمبتدعة والرد على شبهاتهم فرض كفاية، فلا بد من قيام طائفة تقوم بهذا الغرض من أهل العلم وطلابه، للتصدي لتلك الشبهات والرد عليها، ثم - أيضاً - إنه نوع من الجهاد، فالراد على المبتدعة مجاهد.
٤ - حرص الباحث على قراءة كتب ابن تيمية رحمه الله جميعها، سواء الكتب والرسائل العقدية، أو غيرها، ذلك أن شيخ الإسلام رحمه الله يستطرد - أحياناً - في مباحث في غير مظانها، لا توجد هذه المباحث إلا في مثل هذه الاستطرادات.
٥ - تنوع الموضوع، وشموله، فقد فصّل البحث في بعض مباحث الصفات، ومسألة إمكان حوادث لا أول لها وبداية خلق العالم، وأيضاً - فصّل البحث في توحيد الألوهية ببحث مسألة شد الرحل، ومسألة التوسل، ثم بيّن البحث الموقف من الصحابة - رضوان الله عليهم أجمعين -، ثم انتقل إلى',NULL,'10',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (8,'مبحث من مباحث الإيمان باليوم الآخر وهو: مسألة أبدية النار وعدم فنائها، واجتماع هذه الموضوعات في بحث واحد كفيلة ببيان أهميته، وشموله.
٦ - محاولة إبراز أقوال ابن تيمية رحمه الله بصورة جديدة من حيث الترتيب والعرض، ويظهر هذا الأمر في مباحث متعددة من البحث، وبالذات في فصل (إمكان حوادث لا أول لها) .
٧ - تناصر أهل الباطل من أهل البدعة في الأزمان المتأخرة على دحر السنة، وتغييبها في بلدان متعددة من العالم الإسلامي، مما جعل بعض الناس يظن الحق باطلاً، والباطل حقاً، والسنة بدعة، والبدعة سنة، وجعل أهلُ الباطل أبرز أهدافهم، وموضع رمي سهامهم: شيخ الإسلام رحمه الله، وهذا يوجب على أهل السنة مجاهدة المبتدعة، ومجالدتهم، ومقارعتهم بالحجة والبرهان.

<span data-type="title" id=toc-3>خطة البحث:</span>
تتكون خطة البحث من مقدمات تعريفية بابن تيمية رحمه الله ومنهجه، وبالمناوئين، وأقسامهم، ومنهجهم، ودعاواهم حول منهج ابن تيمية رحمه الله، وهذه استغرقت التمهيد والفصل الأول.
ثم صلب الرسالة: وهو مناقشة المسائل المنتقدة العقدية على شيخ الإسلام ابن تيمية رحمه الله واستغرق ستة فصول.
ثم خاتمة البحث، والفهارس اللازمة للبحث.

وتفصيل الخطة كالتالي: تتكون الخطة من مقدمة، وتمهيد، وسبعة فصول، وخاتمة، وفهارس.
أما المقدمة فتتضمن:
١ - أهمية البحث، وسبب اختياره.
٢ - خطة البحث.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (9,'٣ - منهج البحث.

وأما التمهيد فذكرت فيه:
١ - ترجمة موجزة لشيخ الإسلام ابن تيمية رحمه الله.
٢ - منهج شيخ الإسلام في تقرير العقيدة، والاستدلال عليها.
الفصل الأول: المناوئون لشيخ الإسلام، ودعاواهم حول منهجه: وفيه مبحثان:
المبحث الأول: المناوئون لشيخ الإسلام: وفيه ثلاثة مطالب:
المطلب الأول: أقسام المناوئين.
المطلب الثاني: المنهج العام للمناوئين.
المطلب الثالث: اعتراف خصومه بقدره.
المبحث الثاني: دعاوى المناوئين حول منهج شيخ الإسلام ابن تيمية.
الفصل الثاني: دعوى التجسيم والتشبيه: وفيه أربعة مباحث:
المبحث الأول: قول أهل السنة في مسألة التجسيم والتشبيه.
المبحث الثاني: دعوى أن شيخ الإسلام مجسم ومشبه، ومناقشتها.
المبحث الثالث: دعوى أن شيخ الإسلام أخذ التشبيه ممن قبله، ومناقشتها.
المبحث الرابع: دعوى قوله بالجهة والتحيز، ومناقشتها.
الفصل الثالث: دعوى القول بقدم العالم: وفيه مبحثان:
المبحث الأول: معتقد أهل السنة في إمكان حوادث لا أول لها: وفيه ثلاثة مطالب.
المطلب الأول: التسلسل: تعريفه، أقسامه، حكم كل قسم.
المطلب الثاني: الصفات الاختيارية.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (10,'المطلب الثالث: شرح حديث عمران بن حصين (كان الله ولم يكن شيء قبله ... ) .
المبحث الثاني: دعوى الخصوم أن قول شيخ الإسلام بإمكان حوادث لا أول لها يستلزم القول بقدم العالم، ومناقشتها.
الفصل الرابع: دعوى نهي ابن تيمية عن زيارة القبور: وفيه خمسة مباحث:
المبحث الأول: عقيدة أهل السنة في شد الرحال، وزيارة القبور.
المبحث الثاني: الزعم بأن شيخ الإسلام ينهى عن زيارة القبور، ومناقشته.
المبحث الثالث: دعوى أن شيخ الإسلام ينتقص من منزلة الرسول صلّى الله عليه وسلّم، ومناقشتها.
المبحث الرابع: دعوى مخالفة ابن تيمية الصحابة في قولهم بجواز بناء المساجد على القبور، ومناقشتها.
المبحث الخامس: دعوى أن ابن تيمية يساوي في المنزلة بين قبور الأنبياء وقبور غيرهم، ومناقشتها.
الفصل الخامس: مسألة التوسل: وفيه أربعة مباحث:
المبحث الأول: عقيدة أهل السنة والجماعة في التوسل.
المبحث الثاني: دعوى جواز التوسل بالأنبياء والصالحين، وأن شيخ الإسلام يحرم ذلك، ومناقشتها.
المبحث الثالث: دعوى أن شيخ الإسلام هو الذي ابتدع القول بعدم جواز التوسل بالنبي صلّى الله عليه وسلّم، ومناقشتها.
المبحث الرابع: دعوى بغض شيخ الإسلام الأنبياء والصالحين وإهانته لهم، ومناقشتها.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (11,'الفصل السادس: موقف شيخ الإسلام من الصحابة: وفيه أربعة مباحث:
المبحث الأول: عقيدة أهل السنة والجماعة في الصحابة.
المبحث الثاني: دعوى تخطئة شيخ الإسلام الصحابة بما فيهم الخلفاء الأربعة، ومناقشتها.
المبحث الثالث: دعوى تكلف شيخ الإسلام الغمز على أهل البيت وتعمية مناقبهم، ومناقشتها.
المبحث الرابع: دعوى رد الأحاديث الصحيحة في مقام المبالغة في توهين كلام الشيعة، ومناقشتها.
الفصل السابع: مسألة دوام النار: وفيه مبحثان:
المبحث الأول: دلالة نصوص الكتاب والسنة وأقوال سلف الأمة على خلود النار.
المبحث الثاني: دعوى أن شيخ الإسلام يرى فناء النار، ومناقشتها.
الخاتمة: وتتضمن أهم نتائج البحث.

ثم الفهارس اللازمة للبحث.
وقد سرت على<span data-type="title" id=toc-4> منهج في كتابة البحث</span>، تظهر أبرز ملامحه في الملاحظات التالية:
١ - حرصت - قدر الإمكان - على تركيز المادة العلمية، مع سهولة العرض، وتوضيح العبارة.
٢ - التركيز على ربط القضايا والمسائل التي يتحدث عنها ابن تيمية رحمه الله بالكتاب والسنة، ثم بأقوال من تقدمه من سلف الأمة.
٣ - كان مقصد البحث وتركيزه على عرض الدعوى، مع بيان قائلها، والإحالة إلى الكتاب الأصلي لصاحب الدعوى، ثم الرد على الدعوى، ولم يكن من منهج البحث: التتبع التاريخي لكل من قال بهذه الدعاوى،',NULL,'14',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (12,'أو حصر كل من تكلم بهذه الدعوى، ولكني اكتفيت - غالباً - بذكر قول أول من قال بهذه الدعوى؛ لأن البقية نقلة منه - غالباً - وإن كان ثمت زيادة عند المتأخر فإني أذكرها مع ذكر قائلها، والإحالة إلى كتابه، فالغرض هو ثبوت وجود الدعوى؛ لأجل الرد عليها.
٤ - سلكت المنهج الاستقرائي في تتبع أقوال شيخ الإسلام ابن تيمية رحمه الله من كتبه.
٥ - في عرض الدعاوى سلكت منهجاً تميز بما يلي:
أ - فصلت الدعوى عن الرد بمطلب مستقل، وذلك لئلا يختلط الحق بالباطل، ويلتبس في ذهن القارئ الحق بالقول الباطل، خاصة وأن بعض مناوئي الشيخ من العلماء الكبار.
ب - عرضت الشُبه عرضاً مجملاً موجزاً، وأما الرد ففيه البيان والتفصيل - قدر الحاجة - وهذا هو منهج السلف في هذه المسألة.
جـ - نقلت الدعاوى من كتب المناوئين - أنفسهم - ركزت على أن تكون النقول والإحالات من كتب مشهورة عندهم - وإن كانت الشهرة نسبية -، أما الكتب المغمورة، أو المخطوطة، أو الكتب التي لا يثقون هم بها - أيضاً - فلم أنقل منها، ولم أعز إليها.
٦ - إذا ذكرت عن أحد المناوئين مقولة ودعوى، فلا يلزم أن يكون قد قال بكل الدعاوى التي قيلت ضد ابن تيمية رحمه الله، ولا يلزم أن يقر بها - أيضاً - (١) .
٧ - لم يكن قصد البحث استيفاء جميع جوانب وجزئيات الموضوعات الموجودة عناوينها في الخطة كالموقف من الصفات، وإمكان حوادث لا أول لها، والتوسل، والموقف من الصحابة وغير ذلك، وإنما كان
_________
(١) انظر: الفتوى الحموية الكبرى ص١٠١.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (13,'مقصود البحث: بيان ما أثير حول ابن تيمية رحمه الله من شبهات ودعاوى، وفي المقابل بيان مذهب ابن تيمية رحمه الله وموقفه مما أثير حوله فقط، وليس موقفه - أيضاً - من جزئيات هذه الموضوعات، ولو فصل البحث في هذه الجزئيات لطال وكثر، ولخرج عن مقصوده.
٨ - عزوت الآيات إلى سورها، وذكرت رقم الآية.
٩ - خرّجت الأحاديث الواردة في البحث، فما كان في الصحيحين، أو في أحدهما، فإني لا أذكر الحكم عليه لصحته، وأما ما كان في غيرهما فإني أنقل حكم أحد أئمة هذا الشأن فيه.
١٠ - عرفت بالفرق التي ورد ذكرها في الرسالة.
١١ - شرحت الكلمات التي تحتاج إلى إيضاح، وعرّفت ببعض المصطلحات العلمية الواردة في البحث.
١٢ - ترجمت للأعلام الوارد ذكرهم في الرسالة، فمن كان مشهوراً اختصرت ترجمته، ومن كان غير ذلك فأترجم له ترجمة مناسبة، وهذا يكون عند أول ورود لهذا العلم، وأما بعد ذلك فإني أتبع العَلَم بذكر تاريخ وفاته.
١٣ - وضعت فهارس في آخر البحث وهي كما يلي:
أ - فهرس الآيات القرآنية.
ب - فهرس الأحاديث النبوية والآثار.
جـ - فهرس الأعلام المترجم لهم.
د - فهرس الفرق والطوائف.
هـ - فهرس المصطلحات والكلمات الغريبة المشروحة.
وفهرس المراجع.
ز - فهرس الموضوعات (١) .
_________
(١) هذه الفهارس موجودة في أصل الرسالة العلمية (الدكتوراه) ، وقد حذفت خمسة منها، ولم أبق إلا فهرست المراجع، وفهرس الموضوعات، وذلك خشية الإطالة.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (14,'<span data-type="title" id=toc-5>[شكر وتقدير]</span>
هذا، وإن الشكر والحمد لصاحبه ومستحقه سبحانه وتعالى الذي أنعم عليّ بنعم كثيرة لا تحصى، {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} [النحل: ٥٣] ، فله سبحانه الحمد والشكر حمداً وشكراً لا منتهى لحده.
وبعد شكر المولى عزّ وجل أرى لزاماً علي أن أزجي الشكر الجزيل، والثناء العاطر إلى كل من أعانني على إنجاز هذا العمل.
وأخص بالذكر والدي الكريمين، على ما لقيت منهما من تربية وتوجيه وتعليم، فأسأل الله أن يثقل موازينهما، وأن يعينني على برهما، والإحسان إليهما، وأخص منهما والدي فضيلة الشيخ صالح بن عبد العزيز الغصن، الذي كان فضله علي بعد الله كبيراً، فمنه تلقيت التوجيه والنصح منذ الصغر، والحث على الاستقامة، وطلب العلم الشرعي، وكان يسعى - حفظه الله ورعاه - إلى تفريغي عن كثير من المشاغل الاجتماعية أثناء إعداد الرسالة - فجزاه الله خير الجزاء -.
وفضيلة الشيخ: عبد العزيز بن عبد الله الراجحي، المشرف على هذه الرسالة، الذي أعطاني من وقته الكثير - رغم مشاغله وارتباطاته -، فكان - حفظه الله - نعم المشرف، حيث أفدت من ملحوظاته العلمية والمنهجية.
ثم لا أنسى أن أشكر جامعة الإمام محمد بن سعود الإسلامية، ممثلة في كلية أصول الدين، وقسم العقيدة والمذاهب المعاصرة فيها، على منحي هذه الفرصة لإعداد رسالة الدكتوراه.
وأشكر كل من ساعدني وأمدني بفائدة، أو دلالة على موضع كتاب، أو إعارة كتب، أو غير ذلك، فلهم جميعاً وافر الشكر وجزيله.
وختاماً، فإني لا أدّعي أني وفيت الموضوع حقه، ولا أني أصبت في كل ما قلت وقصدت؛ لأن الخطأ والزلل والنقص من طبيعة البشر، ولكن حسبي أني بذلت جهدي لإخراج هذا البحث على الصورة المرضية، فما كان فيه من صواب فمن الله وحده عزّ وجل، فله الفضل والمنّ والحمد، وما كان فيه من خطأ فمن نفسي ومن الشيطان، وأستغفر الله منه.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (15,'وأسأل الله سبحانه وتعالى بأسمائه الحسنى، وصفاته العلا، أن يرزقني الإخلاص في القول والعمل، وفي السر والعلن، وأن يبلغني رضاه، وأن يجعل هذا العمل مقبولاً عنده، وأن يريني الحق حقاً ويرزقني اتباعه، وأن يريني الباطل باطلاً ويرزقني اجتنابه، إنه سميع مجيب، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.

د. عبد الله بن صالح بن عبد العزيز الغصن',NULL,'18',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (16,'<span data-type="title" id=toc-6>[التمهيد]</span>',NULL,'19',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (17,'<span data-type="title" id=toc-7>ترجمة موجزة لشيخ الإسلام ابن تيمية رحمه الله </span>(١)

اعتنى بدراسة شخصية شيخ الإسلام ابن تيمية رحمه الله القدامى والمحدثون، فكثرت الدراسات عنه، وتنوعت أهداف الدارسين لشخصيته، كل يأخذ منها ما يوافق تخصصه وهدفه، فهناك دراسات في سيرته الذاتية، ودراسات عن عقيدته، ودراسات عن فقهه، ودراسات عن تعمقه وإمامته في الحديث، ودراسات عن منهجه الدعوي، ودراسات عن فكره التربوي والاجتماعي، وغيرها.
وإذا استعرضت كتب التاريخ والرجال للقرن الثامن الهجري: فمن أبرز من يترجم له هو شيخ الإسلام ابن تيمية رحمه الله.
وإذا قرأت كتبه المحققة - وهي كثيرة - فإن في مقدمتها - غالباً - ذكر شيء من ترجمته
فشهرته بلغت الآفاق، وتكاد تجمع الكتب على الثناء عليه من القديم والحديث، ولذلك يجد الكاتب في سيرته صعوبة في اختيار المناسب من سيرته لما يبحث فيه، أما التوسع في ذكر سيرته فقد أغنت شهرته عن ذلك كما يقول عنه الحافظ ابن رجب (٢) رحمه الله: (وشهرته تغني عن الإطناب في ذكره، والإسهاب في أمره) (٣) .
_________
(١) وتشمل اسمه ونسبه، ومولده ونشأته، وعصره، ومحنته، ووفاته، ومؤلفاته، وبعض ثناء الناس عليه.
(٢) ابن رجب: عبد الرحمن بن أحمد بن رجب الحنبلي، الشيخ المحدث، الحافظ الفقيه، صنف تصانيف نافعة، وهو مكثر من الشيوخ، من أئمة السلف في الاعتقاد، ت سنة ٧٩٥هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٢/٤٢٨، شذرات الذهب لابن العماد ٦/٣٣٩.
(٣) الذيل على طبقات الحنابلة ٢/٣٨٧.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (18,'وسأحيل في نهاية الترجمة - إن شاء الله - إلى أبرز من حاول حصر المؤلفات فيه.

<span data-type="title" id=toc-8>١ - اسمه ونسبه:</span>
هو أحمد تقي الدين أبو العباس بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن عبد الله بن تيمية الحراني (١) .
وذكر مترجموه أقوالاً في سبب تلقيب العائلة بآل (تيمية) منها ما نقله ابن عبد الهادي رحمه الله (٢) : (أن جده محمداً كانت أمه تسمى (تيمية) ، وكانت واعظة، فنسب إليها، وعرف بها.
وقيل: إن جده محمد بن الخضر حج على درب تيماء، فرأى هناك طفلة، فلما رجع وجد امرأته قد ولدت بنتاً له فقال: يا تيمية، يا تيمية، فلقب بذلك) (٣) .

<span data-type="title" id=toc-9>٢ - مولده ونشأته:</span>
ولد رحمه الله يوم الاثنين، عاشر، وقيل: ثاني عشر من ربيع الأول سنة ٦٦١هـ. في حرّان. (٤)
وفي سنة ٦٦٧هـ أغار التتار على بلده، فاضطرت عائلته إلى ترك حران، متوجهين إلى دمشق (٥) ، وبها كان مستقر العائلة، حيث طلب العلم على أيدي
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص٢، البداية والنهاية لابن كثير ١٤/١٣٥.
(٢) ابن عبد الهادي: محمد بن أحمد بن عبد الهادي بن عبد الحميد بن قدامة المقدسي الجماعيلي، حافظ للحديث، عارف بالأدب، من كبار الحنابلة، أخذ عن ابن تيمية، وصنف في مناقبه، ورد على السبكي في الصارم المنكي، ت سنة ٧٤٤هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٣/٤٢١، شذرات الذهب لابن العماد ٦/١٤١، بغية الوعاة للسيوطي ١/٢٩.
(٣) العقود الدرية ص٢.
(٤) انظر: العقود الدرية ص٢.
(٥) انظر: قطعة من ذيل تاريخ الإسلام للذهبي ص٢٢، والأعلام العلية للبزار ص٢١.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (19,'علمائها منذ صغره، فنبغ ووصل إلى مصاف العلماء من حيث التأهل للتدريس والفتوى قبل أن يتم العشرين من عمره (١) .
ومما ذكره ابن عبد الهادي رحمه الله عنه في صغره أنه: (سمع مسند الإمام أحمد بن حنبل مرات، وسمع الكتب الستة الكبار والأجزاء، ومن مسموعاته معجم الطبراني الكبير.
وعني بالحديث وقرأ ونسخ، وتعلم الخط والحساب في المكتب، وحفظ القرآن، وأقبل على الفقه، وقرأ العربية على ابن عبد القوي (٢) ، ثم فهمها، وأخذ يتأمل كتاب سيبويه (٣) حتى فهم في النحو، وأقبل على التفسير إقبالاً كلياً، حتى حاز فيه قصب السبق، وأحكم أصول الفقه وغير ذلك.
هذا كله وهو بعد ابن بضع عشرة سنة، فانبهر أهل دمشق من فُرط ذكائه، وسيلان ذهنه، وقوة حافظته، وسرعة إدراكه) (٤) .
(وقلّ كتاب من فنون العلم إلا وقف عليه، كأن الله قد خصه بسرعة الحفظ، وإبطاء النسيان لم يكن يقف على شيء أو يستمع لشيء - غالباً - إلا ويبقى على خاطره، إما بلفظه أو معناه، وكان العلم كأنه قد اختلط بلحمه ودمه وسائره.
_________
(١) انظر: القول الجلي لمحمد صفي الدين البخاري ص١٩٥.
(٢) ابن عبد القوي: محمد بن عبد القوي بن بدران بن عبد الله المرداوي المقدسي، المحدث النحوي، درس وأفتى، وصنف وبرع في العربية واللغة، كان حسن الديانة دمث الأخلاق، كثير الإفادة، قرأ عليه ابن تيمية العربية، ت سنة ٦٩٩هـ.
انظر في ترجمته: النجوم الزاهرة للأتابكي ٨/١٩٢، شذرات الذهب لابن العماد ٥/٤٥٢.
(٣) سيبويه: عمرو بن عثمان بن قنبر، أبو بشر، إمام النحو، وحجة العربية، طلب الفقه والحديث، ثم أقبل على العربية حتى صار أعلم المتقدمين بالنحو، ت سنة ١٨٠هـ.
انظر في ترجمته: تاريخ العلماء النحويين للمعري ص٩٠، تاريخ بغداد للخطيب ١٢/١٩٥.
(٤) العقود الدرية ص٣.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (20,'فإنه لم يكن مستعاراً، بل كان له شعاراً ودثاراً، ولم يزل آباؤه أهل الدراية التامة والنقد، والقدم الراسخة في الفضل، لكن جمع الله له ما خرق بمثله العادة، ووفقه في جميع عمره لأعلام السعادة، وجعل مآثره لإمامته أكبر شهادة) (١) .
وكان رحمه الله حسن الاستنباط، قوي الحجة، سريع البديهة، قال عنه البزار (٢) رحمه الله (وأما ما وهبه الله تعالى ومنحه من استنباط المعاني من الألفاظ النبوية والأخبار المروية، وإبراز الدلائل منها على المسائل، وتبيين مفهوم اللفظ ومنطوقه، وإيضاح المخصص للعام، والمقيد للمطلق، والناسخ للمنسوخ، وتبيين ضوابطها، ولوازمها وملزوماتها، وما يترتب عليها، وما يحتاج فيه إليها، حتى إذا ذكر آية أو حديثاً، وبين معانيه، وما أريد فيه، يعجب العالم الفطن من حسن استنباطه، ويدهشه ما سمعه أو وقف عليه منه) (٣) .
وكان رحمه الله ذا عفاف تام، واقتصاد في الملبس والمأكل، صيناً، تقياً، براً بأمه، ورعاً عفيفاً، عابداً، ذاكراً لله في كل أمر على كل حال، رجاعاً إلى الله في سائر الأحوال والقضايا، وقافاً عند حدود الله وأوامره ونواهيه، آمراً بالمعروف ناهياً عن المنكر، لا تكاد نفسه تشبع من العلم، فلا تروى من المطالعة، ولا تمل من الاشتغال، ولا تكل من البحث.
قال ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله عنه: (ثم لم يبرح شيخنا رحمه الله في ازدياد من العلوم وملازمة الاشتغال والإشغال، وبث العلم ونشره، والاجتهاد
_________
(١) الأعلام العلية للبزار ص٢٢.
(٢) البزار: عمر بن علي بن موسى البغدادي الأزجي البزار، عني بالقرآن والحديث، وقرأ الكثير، ورحل إلى دمشق، وأخذ عن ابن تيمية وترجم له، وحج مراراً، كان حسن القراءة، ذا عبادة، ت سنة ٧٤٩هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٣/٢٥٦، شذرات الذهب لابن العماد ٦/١٦٣.
(٣) الأعلام العلية ص٣١، ٣٢.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (21,'في سبل الخير حتى انتهت إليه الإمامة في العلم والعمل، والزهد والورع، والشجاعة والكرم، والتواضع والحلم والإنابة، والجلالة والمهابة، والأمر بالمعروف والنهي عن المنكر، وسائر أنواع الجهاد مع الصدق والعفة والصيانة، وحسن القصد والإخلاص، والابتهال إلى الله وكثرة الخوف منه، وكثرة المراقبة له وشدة التمسك بالأثر، والدعاء إلى الله وحسن الأخلاق، ونفع الخلق، والإحسان إليهم والصبر على من آذاه، والصفح عنه والدعاء له، وسائر أنواع الخير) (١) .

<span data-type="title" id=toc-10>٣ - عصره:</span>

<span data-type="title" id=toc-11>أولاً: الناحية السياسية:</span>
يستطيع الواصف للحالة السياسية لعصر ابن تيمية رحمه الله أن يحدد معالمها بثلاثة أمور رئيسة:
أ - غزو التتار للعالم الإسلامي.
ب - هجوم الفرنجة على العالم الإسلامي.
جـ - الفتن الداخلية، وخاصة بين المماليك والتتار والمسلمين.
وقد ذكر ابن الأثير (٢) رحمه الله وصفاً دقيقاً لذلك العصر، وهو من أهله:
فقال: (لقد بلي الإسلام والمسلمون في هذه المدة بمصائب لم يبتل بها
_________
(١) العقود الدرية ص٦ - ٧. وممن اعتنى بذكر صفات شيخ الإسلام على وجه التفصيل: الحافظ البزار في الأعلام العلية. ومحمد أبو زهرة في كتابه ابن تيمية ص٨٢ - ٩٤، وعمر فروخ في كتابه ابن تيمية المجتهد ص٥١ - ٥٤.
(٢) ابن الأثير: علي بن محمد بن عبد الكريم بن عبد الواحد الشيباني الجزري أبو الحسن، المؤرخ الإمام، من العلماء بالنسب والأدب، سكن الموصل، وتجول في البلدان، وعاد إليها وتوفي بها سنة ٦٣٠هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٣٣، طبقات الشافعية للسبكي ٨/٢٩٩، شذرات الذهب لابن العماد ٥/١٣٧.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (22,'أحد من الأمم: منها هؤلاء التتر: فمنهم من أقبلوا من الشرق ففعلوا الأفعال التي يستعظمها كل من سمع بها.
ومنها: خروج الفرنج - لعنهم الله - من الغرب إلى الشام وقصدهم ديار مصر وامتلاكهم ثغرها - أي دمياط -، وأشرفت ديار مصر وغيرها على أن يملكوها لولا لطف الله تعالى ونصره عليهم.
ومنها: أن السيف بينهم مسلول، والفتنة قائمة) (١) .
فأما التتار: فقد كانوا فاجعة الإسلام والمسلمين في القرن السابع الهجري، في سقوط بغداد - وبها سقطت الخلافة العباسية - سنة (٦٥٦هـ) (٢) وما قبل سقوط بغداد بسنوات (٣) ، وما بعد سقوط بغداد حيث كانت هذه الأحداث قريبة من ولادة شيخ الإسلام ابن تيمية (ولا بد أن يكون قد شاهد آثار هذا الخراب والدمار بأم عينيه، وسمع تفاصيله المؤلمة عمن رأوا مناظره وشهدوها وشاهدوها، فمن الطبيعي أن يتأثر قلبه الغيور المرهف بنكبة المسلمين هذه وذلتهم، وتمتلئ نفسه غيظاً وكراهية لأولئك الوحوش الضواري) (٤) .
وأما ظهور الفرنجة أو (الحروب الصليبية) : فقد كانت ولادة ابن تيمية رحمه الله في بداية الدور الرابع لهذه الحروب الذي يمثل دور الضعف الفرنجي وتجدد قوة المسلمين، باسترداد كثير من المدن الشامية الكبرى، وإكمال مسيرة طرد الفرنج من بلاد المسلمين.
_________
(١) الكامل في التاريخ ٩/٣٢٠.
(٢) انظر شيئاً من وصف هذه الفاجعة في البداية والنهاية لابن كثير ١٣/٢٠٠ - ٢٠٤ في حوادث سنة (٦٥٦هـ) .
(٣) كان هجوم التتار على العالم الإسلامي قبل سقوط بغداد بسنوات عدة، وقد ذكر ابن الأثير وهو المتوفى عام (٦٣٠هـ) في حوادث سنة (٦١٧هـ) أنه بقي عدة سنين معرضاً عن ذكر أعمال التتار في المسلمين استعظاماً لها، ويقدم رجلاً ويؤخر أخرى قال: (فمن الذي يسهل عليه أن يكتب نعي الإسلام والمسلمين، ومن الذي يهون عليه ذكر ذلك، فياليت أمي لم تلدني، وياليتني مت قبل هذا وكنت نسياً منسياً) .
(٤) شيخ الإسلام الحافظ أحمد بن تيمية لأبي الحسن الندوي ص١٧.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (23,'وأما الفتن الداخلية: فما كان يحصل بين المماليك وتنازعهم على السلطة وما كان يحصل بينهم وبين التتر المسلمين، وقد كان لابن تيمية رحمه الله مشاركة في إصلاح بعض هذا، وفي مقدمة مواقف ابن تيمية رحمه الله يذكر المؤرخون قصته مع آخر أمراء المماليك وذلك بتذكيره بحقن دماء المسلمين، وحماية ذراريهم وصون حرماتهم (١) .

<span data-type="title" id=toc-12>ثانياً: الناحية الاجتماعية:</span>
كانت مجتمعات المسلمين خليطاً من أجناس مختلفة، وعناصر متباينة بسبب الاضطراب السياسي في بلادهم.
إذ اختلط التتار - القادمون من أقصى الشرق حاملين معهم عاداتهم وأخلاقهم وطباعهم الخاصة - بالمسلمين في ديار الإسلام الذين هم أقرب إلى الإسلام عقيدة وخلقاً من التتر.
ونوعية ثالثة: ألا وهي أسرى حروب الفرنجة والترك إذ كان لهم شأن في فرض بعض النظم الاجتماعية، وتثبيت بعض العوائد السيئة، والتأثير اللغوي العام على المجتمع المسلم.
إضافة إلى امتزاج أهل الأمصار الإسلامية بين بعضهم البعض بسبب الحروب الطاحنة من التتار وغيرهم، فأهل العراق يفرون إلى الشام، وأهل دمشق إلى مصر والمغرب وهكذا.
كل هذا ساعد في تكوين بيئة اجتماعية غير منتظمة وغير مترابطة، وأوجد عوائد بين المسلمين لا يقرها الإسلام، وأحدث بدعاً مخالفة للشريعة كان لابن تيمية رحمه الله أكبر الأثر في بيان الخطأ والنصح للأمة، ومقاومة المبتدعة (٢) .
_________
(١) انظر: الأعلام العلية للبزار ص٦٤ - ٦٥، البداية والنهاية لابن كثير ١٤/٨٩ في ترجمة محمد البالسي في حوادث سنة ٧١٨هـ.
(٢) انظر: ابن تيمية لأبي زهرة ص١٢٥ - ١٢٩، شيخ الإسلام الحافظ أحمد بن تيمية للندوي ص٢١ - ٢٤.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (24,'<span data-type="title" id=toc-13>ثالثاً: الناحية العلمية:</span>
في عصر ابن تيمية رحمه الله قل الإنتاج العلمي، وركدت الأذهان، وأقفل باب الاجتهاد وسيطرت نزعة التقليد والجمود، وأصبح قصارى جهد كثير من العلماء هو جمع وفهم الأقوال من غير بحث ولا مناقشة، فألفت الكتب المطولة والمختصرة، ولكن لا أثر فيها للابتكار والتجديد، وهكذا عصور الضعف تمتاز بكثرة الجمع وغزارة المادة مع نضوب في البحث والاستنتاج.
ويحيل بعض الباحثين ذلك الضعف إلى: سيادة الأتراك والمماليك مما سبب استعجام الأنفس والعقول والألسن، إضافة إلى اجتماع المصائب على المسلمين، فلم يكن لديهم من الاستقرار ما يمكنهم من الاشتغال بالبحث والتفكير (١) .
ولا ينكر وجود أفراد من العلماء النابهين أهل النبوغ، ولكن أولئك قلة لا تنخرم بهم القاعدة. وثمة أمر آخر في عصر ابن تيمية أثر في علمه ألا وهو: اكتمال المكتبة الإسلامية بكثير من الموسوعات الكبرى في العلوم الشرعية: من التفسير، والحديث، والفقه، وغيرها.
فالسنة مبسوطة، والمذاهب مدونة، ولم يعد من السهل تحديد الكتب التي قرأها وتأثر بها، ولا معرفة تأثير شيوخه عليه بدقة.

<span data-type="title" id=toc-14>٤ - محن الشيخ:</span>
امتحن الشيخ مرات عدة بسبب نكاية الأقران وحسدهم، ولما كانت منزلة شيخ الإسلام في الشام عالية عند الولاة وعند الرعية وشى به ضعاف النفوس عند الولاة في مصر، ولم يجدوا غير القدح في عقيدته، فطلب إلى مصر، وتوجه إليها سنة ٧٠٥هـ. بعدما عقدت له مجالس في دمشق لم يكن للمخالف فيها حجة (٢) ، وبعد أن وصل إلى مصر بيوم عقدوا له محاكمة كان يظن شيخ
_________
(١) انظر: ابن تيمية السلفي لمحمد هراس ص١٦ - ١٧.
(٢) انظر تفصيل ذلك في: البداية والنهاية لابن كثير ١٤/٣٦ - ٣٩، وحكاية المناظرة في العقيدة الواسطية في مجموع الفتاوى ٣/١٦٠ - ١٩٤.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (25,'الإسلام رحمه الله أنها مناظرة، فامتنع عن الإجابة حين علم أن الخصم والحكم واحد (١) .
واستمر في السجن إلى شهر صفر سنة ٧٠٧هـ، حيث طلب منه وفد من الشام بأن يخرج من السجن، فخرج وآثر البقاء في مصر على رغبتهم الذهاب معهم إلى دمشق.
وفي آخر السنة التي أخرج فيها من السجن تعالت صيحات الصوفية (٢) في مصر، ومطالباتهم في إسكات صوت شيخ الإسلام رحمه الله فكان أن خُير شيخ الإسلام بين أن يذهب إلى دمشق أو إلى الإسكندرية أو أن يختار الحبس، فاختار الحبس، إلا أن طلابه ومحبيه أصروا عليه أن يقبل الذهاب إلى دمشق، ففعل نزولاً عند رغبتهم وإلحاحهم.
وما إن خرج موكب شيخ الإسلام من القاهرة متوجهاً إلى دمشق، حتى لحق به وفد من السلطان ليردوه إلى مصر ويخبروه بأن الدولة لا ترضى إلا الحبس.
وما هي إلا مدة قليلة حتى خرج من السجن وعاد إلى دروسه، واكب الناس عليه ينهلون من علمه.
_________
(١) انظر تفصيل ذلك في: العقود الدرية لابن عبد الهادي ص١٩٦ - ١٩٨.
(٢) الصوفية: نسبة إلى لبس الصوف - على الصحيح - ويرى بعض الباحثين أن بداية التصوف هو الزهد في الدنيا، والتمسك بالأخلاق مثل: زهد إبراهيم بن أدهم، والفضيل بن عياض وغيرهما، ثم بعد ذلك تعددت فرق الصوفية، وازدادت بعض الفرق بعداً عن الحق وغلواً حتى قال بعضهم بالحلول والاتحاد، وقالوا بترك الواجبات وعمل المحرمات تعبداً.
انظر: تلبيس إبليس لابن الجوزي ص١٦١، الصوفية الفقراء لابن تيمية، (ضمن مجموع الفتاوى ١١/٥ - ٢٤) ، التصوف لطلعت غنام ص٥ - ٢٨، نشأة الفلسفة الصوفية وتطورها لعرفان عبد الحميد ص١١٥ - ١٢٤، المذاهب الصوفية ومدارسها لعبد الحكيم قاسم.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (26,'وفي سنة ٧٠٩هـ نفي من القاهرة إلى الإسكندرية، وكان هذا من الخير لأهل الإسكندرية ليطلبوا العلم على يديه، ويتأثروا من مواعظه، ويتقبلوا منهجه، لكن لم يدم الأمر طويلاً لهم، فبعد سبعة أشهر طلبه إلى القاهرة الناصر قلاوون (١) بعد أن عادت الأمور إليه، واستقرت الأمور بين يديه، فقد كان من مناصري ابن تيمية رحمه الله وعاد الشيخ إلى دورسه العامرة في القاهرة.
وامتحن شيخ الإسلام بسبب فتواه في مسألة الطلاق (٢) ، وطُلب منه أن يمتنع عن الإفتاء بها فلم يمتنع حتى سجن في القلعة من دمشق بأمر من نائب السلطنة سنة ٧٢٠هـ إلى سنة ٧٢١هـ لمدة خمسة أشهر وبضعة أيام.
وبحث حساده عن شيء للوشاية به عند الولاة فزوروا كلاماً له حول زيارة القبور، وقالوا بأنه يمنع من زيارة القبور حتى قبر نبينا محمد صلّى الله عليه وسلّم، فكتب نائب السلطنة في دمشق إلى السلطان في مصر بذلك، ونظروا في الفتوى دون سؤال صاحبها عن صحتها ورأيه فيها، فصدر الحكم بحقه في شعبان من سنة ٧٢٦هـ بأن ينقل إلى قلعة دمشق ويعتقل فيها هو وبعض أتباعه واشتدت محنته سنة ٧٢٨هـ حين أُخرج ما كان عند الشيخ من الكتب والأوراق والأقلام، ومنع من ملاقاة الناس، ومن الكتابة والتأليف (٣) .

<span data-type="title" id=toc-15>٥ - وفاته رحمه الله:</span>
في ليلة الاثنين لعشرين من ذي القعدة من سنة (٧٢٨هـ) توفي شيخ
_________
(١) الملك الناصر: محمد بن قلاوون بن عبد الله الصالحي، أبو الفتح، من كبار ملوك الدولة القلاوونية، ولي سلطة مصر والشام وهو صغير، وخلع منها لحداثة سنه ثم عاد بالقوة إليها، كان وقوراً مهيباً، يدعو رجاله بأجل ألقابهم، ت سنة ٧٤١هـ.
انظر في ترجمته: فوات الوفيات للكتبي ٤/٣٥، الدرر الكامنة لابن حجر ٤/٢٦١، النجوم الزاهرة للأتابكي ٨/٤١، ١١٥.
(٢) وهي فتواه رحمه الله بأن الطلاق الثلاث بلفظ واحد يقع طلقة واحدة، انظر: مجموع فتاوى ابن تيمية ٣٣/٧٦ - ٨٧، وانظر: رسالة تسمية المفتين بأن الطلاق الثلاث بلفظ واحد طلقة واحدة لسليمان العمير.
(٣) انظر: البداية والنهاية لابن كثير ١٤/١٢٣.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (27,'الإسلام بقلعة دمشق التي كان محبوساً فيها، وأُذن للناس بالدخول فيها، ثم غُسل فيها وقد اجتمع الناس بالقلعة والطريق إلى جامع دمشق، وصُلي عليه بالقلعة، ثم وضعت جنازته في الجامع والجند يحفظونها من الناس من شدة الزحام، ثم صُلي عليه بعد صلاة الظهر، ثم حملت الجنازة، واشتد الزحام، فقد أغلق الناس حوانيتهم، ولم يتخلف عن الحضور إلا القليل من الناس، أو من أعجزه الزحام، وصار النعش على الرؤوس تارة يتقدم، وتارة يتأخر، وتارة يقف حتى يمر الناس، وخرج الناس من الجامع من أبوابه كلها وهي شديدة الزحام (١) .

<span data-type="title" id=toc-16>٦ - مؤلفاته:</span>
مؤلفات الشيخ كثيرة يصعب إحصاؤها، وعلى كثرتها فهي لم توجد في بلد معين في زمانه إنما كانت مبثوثة بين الأقطار كما قال الحافظ البزار (ت - ٧٤٩هـ) رحمه الله:
(وأما مؤلفاته ومصنفاته، فإنها أكثر من أن أقدر على إحصائها أو يحضرني جملة أسمائها. بل هذا لا يقدر عليه غالباً أحد؛ لأنها كثيرة جداً، كباراً وصغاراً، أو هي منشورة في البلدان فقل بلد نزلته إلا ورأيت فيه من تصانيفه) (٢) .
وقال الحافظ ابن رجب الحنبلي (ت - ٧٩٥هـ) رحمه الله:
(وأما تصانيفه رحمه الله فهي أشهر من أن تذكر، وأعرف من أن تنكر، سارت سير الشمس في الأقطار، وامتلأت بها البلاد والأمصار، قد جاوزت حدّ الكثرة فلا يمكن أحد حصرها، ولا يتسع هذا المكان لعدّ المعروف منها، ولا ذكرها) (٣) .
_________
(١) انظر: العقود الدرية لابن عبد الهادي ٣٦٩، والبداية والنهاية لابن كثير ١٤/١٣٥ - ١٣٧، وانظر: في مراثيه العقود الدرية لابن عبد الهادي ٣٩٣ - ٥١٦.
(٢) الأعلام العلية ص٢٥.
(٣) الذيل على طبقات الحنابلة ٢/٤٠٣.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (28,'وذكر ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله أن أجوبة الشيخ يشق ضبطها وإحصاؤها، ويعسر حصرها واستقصاؤها، لكثرة مكتوبه، وسرعة كتابته، إضافة إلى أنه يكتب من حفظه من غير نقل فلا يحتاج إلى مكان معين للكتابة، ويسئل عن الشيء فيقول: قد كتبت في هذا، فلا يدري أين هو؟ فيلتفت إلى أصحابه، ويقول: ردوا خطي وأظهروه لينقل، فمن حرصهم عليه لا يردونه، ومن عجزهم لا ينقلونه، فيذهب ولا يعرف اسمه.
ولما حبس شيخ الإسلام خاف أصحابه من إظهار كتبه، وتفرقوا في البلدان، ومنهم من تسرق كتبه فلا يستطيع أن يطلبها أو يقدر على تخليصها (١) .

ومن أبرز كتبه ما يلي:
١ - الاستقامة: تحقيق د. محمد رشاد سالم. طبع في جزئين.
٢ - اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم: تحقيق د. ناصر العقل طبع في جزئين.
٣ - بيان تلبيس الجهمية: حقق في ثمان رسائل دكتوراه، بإشراف شيخنا فضيلة الشيخ: عبد العزيز بن عبد الله الراجحي.
٤ - الجواب الصحيح لمن بدل دين المسيح: طبع بتحقيق د. علي بن حسن بن ناصر، ود. عبد العزيز العسكر، ود. حمدان الحمدان، وكان في الأصل ثلاث رسائل دكتوراه (٢) .
٥ - درء تعارض العقل والنقل: طبع بتحقيق د. محمد رشاد سالم في عشرة
_________
(١) انظر: العقود الدرية ص٦٤ - ٦٦، وإذا أراد القاريء معرفة خصائص ابن تيمية في التأليف فيحسن الرجوع إلى: ابن تيمية لأبي زهرة ص٤٣٤ - ٤٣٧، شيخ الإسلام الحافظ أحمد بن تيمية لأبي الحسن الندوي ص١١١ - ١١٤، وابن تيمية المجتهد لعمر فروخ ص٧٠ - ٧٧.
(٢) ذكر ابن تيمية أنه ألف الجواب الصحيح بعد منهاج السنة كما في الجواب الصحيح ٥/١٢٨، وبعد الدرء كما فيه أيضاً ٥/١٢٩ وبعد الإيمان كما فيه ٦/٤٨٧.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (29,'أجزاء، والجزء الحادي عشر خُصص للفهارس (١) .
٦ - الصفدية: تحقيق د. محمد رشاد سالم، طبع في جزئين.
٧ - منهاج السنة النبوية في نقض كلام الشيعة القدرية: تحقيق د. محمد رشاد سالم، وطبع في ثمانية أجزاء، وخصص الجزء التاسع منه للفهارس (٢) .
٨ - النبوات: مطبوع (٣) .
وله من الكتب والرسائل الكثير جداً مما طبع بعضه مستقلاً، وبعضه في مجاميع كبيرة وصغيرة، والكثير منه لا يزال مخطوطاً سواء كان موجوداً أو في عداد المفقود (٤) .

<span data-type="title" id=toc-17>٧ - بعض ثناء الناس عليه:</span>
قال العلامة كمال الدين بن الزملكاني (ت - ٧٢٧هـ) : (كان إذا سئل عن فن من العلم ظن الرائي والسامع أنه لا يعرف غير ذلك الفن، وحكم أن أحداً لا
_________
(١) ألفه ابن تيمية رحمه الله بعد نقد المحصل بثلاثين سنة كما في الدرء ١/٢٢ وقبل الفرقان بين أولياء الرحمن وأولياء الشيطان، انظر: الفرقان ص١٩٩.
(٢) ألفه ابن تيمية قبل الفرقان بين وأولياء الرحمن وأولياء الشيطان كما في الفرقان ص١٨٩.
(٣) ألفه ابن تيمية بعد الدرء كما في النبوات ص٧٧، وبعد بغية المرتاد كما فيه ص١٢٠، وبعد شرح الأصفهانية كما فيه ص٢٢٦، وبعد الجواب الصحيح كما فيه ص٢٢٧.
(٤) من كتبه التي هي في عداد المفقود: جواب الاعتراضات المصرية على الفتوى الحموية، وقد ذكرها في أكثر من موضع انظر: مجموع فتاوى شيخ الإسلام ٥/٢٤٠، والفتاوى الكبرى ٥/٣٧، ومن الكتب المفقودة: شرح أول المحصل للرازي، وقد ذكره ابن تيمية في الصفدية ٢/١٥١، ٢٨١، وفي منهاج السنة ١/١٦٨، ودرء تعارض العقل والنقل ١/٢٢، ومن كتبه المفقودة الرد على ابن سينا في الإشارات، وقد ذكرها ابن تيمية في الصفدية ٢/٢٨١، وفي درء تعارض العقل والنقل ٤/٢٥٨، وممن اعتنى بإحصاء كتب شيخ الإسلام: الحافظ ابن عبد الهادي في العقود الدرية ص٢٦ - ٦٧، وانظر: الثبت لعلي الشبل فقد ذكر عدداً كبيراً من مؤلفات ابن تيمية رحمه الله، ومجموعة مؤلفات شيخ الإسلام ابن تيمية للشيباني.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (30,'يعرفه مثله، وكان الفقهاء من سائر الطوائف إذا جلسوا معه استفادوا في مذاهبهم منه ما لم يكونوا عرفوه قبل ذلك، ولا يعرف أنه ناظر أحداً فانقطع معه ولا تكلم في علم من العلوم، سواء أكان من علوم الشرع أم غيرها إلا فاق فيه أهله، والمنسوبين إليه، وكانت له اليد الطولى في حسن التصنيف، وجودة العبارة والترتيب والتقسيم (١) والتبيين) (٢) .
وقال أيضاً فيه: (اجتمعت فيه شروط الاجتهاد على وجهها) (٣) .
وكتب فيه قوله:
ماذا يقول الواصفون له ... وصفاته جلّت عن الحصر
هو حجة لله قاهرة ... هو بيننا أعجوبة الدهر
هو آية للخلق ظاهرة ... أنوارها أربت على الفجر (٤)

وقال ابن دقيق العيد رحمه الله (٥) :
(لما اجتمعت بابن تيمية رأيت رجلاً العلوم كلها بين عينيه، يأخذ منها ما يريد، ويدع ما يريد) (٦) .
_________
(١) في هذا رد على من قال بوجود الخلل في عبارة ابن تيمية بسبب الإيجاز، كما ذكر ذلك د. عمر فروخ في ابن تيمية المجتهد ص٩٢.
(٢) انظر: العقود الدرية لابن عبد الهادي ص٧ - ٨.
(٣) النجوم الزاهرة لابن تغري بردي ٩/٢٧٢.
(٤) انظر: العقود الدرية لابن عبد الهادي ص٩، والذيل على طبقات الحنابلة لابن رجب ٢/٣٩٢، وهذا الثناء من ابن الزملكاني على ابن تيمية كما يقول ابن كثير في البداية والنهاية ١٤/١٣٧ يمثل المرحلة الأولى من مراحل ابن الزملكاني مع ابن تيمية، فقد تغير عليه، فقد سافر سفره الذي مات فيه، وفي نيته أن يؤذي شيخ الإسلام ابن تيمية، والأعمال بالنيات، كما يذكر ذلك ابن كثير في البداية والنهاية ١٤/١٣٢ والله أعلم بالسرائر.
(٥) ابن دقيق العيد: محمد بن علي بن وهب القشيري المنفلوطي، أبو الفتح المعروف بابن دقيق العيد، صاحب التصانيف، ولي القضاء بمصر، ت سنة ٧٠٢هـ.

انظر في ترجمته: تذكرة الحفاظ للذهبي ٤/١٤٨١، الدرر الكامنة لابن حجر ٤/٢١٠، شذرات الذهب لابن العماد ٦/٥.
(٦) انظر: الرد الوافر لابن ناصر الدين الدمشقي ص١١١.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (31,'وقال أبو البقاء السبكي (١) : (والله يا فلان ما يبغض ابن تيمية إلا جاهل أو صاحب هوى، فالجاهل لا يدري ما يقول، وصاحب الهوى يصده هواه عن الحق بعد معرفته به) (٢) ، وحين عاتب الإمام الذهبي (ت - ٧٤٨هـ) الإمام السبكي (٣) كتب معتذراً مبيناً رأيه في شيخ الإسلام ابن تيمية بقوله:
(أما قول سيدي في الشيخ، فالمملوك يتحقق كبر قدره، وزخاره بحره، وتوسعه في العلوم الشرعية والعقلية، وفرط ذكائه واجتهاده، وبلوغه في كل من ذلك المبلغ الذي يتجاوز الوصف، والمملوك يقول ذلك دائماً، وقدره في نفسي أعظم من ذلك وأجل، مع ما جمع الله له من الزهادة والورع والديانة، ونصرة الحق والقيام فيه، لا لغرض سواه، وجريه على سنن السلف، وأخذه من ذلك بالمأخذ الأوفى، وغرابة مثله في هذا الزمان بل من أزمان) (٤) .
وأما ثناء الإمام الذهبي على شيخه شيخ الإسلام ابن تيمية رحمه الله فهو كثير، وذِكر ثناء الإمام الذهبي على ابن تيمية هو الغالب على من ترجم لشيخ الإسلام ابن تيمية، وعلى مواضع ترجمة ابن تيمية في كتب الإمام الذهبي،
_________
(١) أبو البقاء السبكي: محمد بن عبد البر بن يحيى بن علي السبكي، بهاء الدين، أخذ عن القونوي وأبي حيان، فمهر في العربية والفقه وأصول الفقه والتفسير، باشر القضاء مراراً، ت سنة ٧٧٧هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٤/١٠٩ - ١١٠، بغية الوعاة للسيوطي ١/١٥٢ - ١٥٣.
(٢) انظر: الرد الوافر لابن ناصر الدين الدمشقي ص٩٩.
(٣) السبكي: علي بن عبد الكافي بن علي بن تمام السبكي الأنصاري الخزرجي، أبو الحسن، أحد الحفاظ المفسرين، ووالد التاج السبكي صاحب الطبقات، ولي القضاء في الشام، ثم عاد إلى القاهرة، وتوفي فيها، له ردود على شيخ الإسلام في مسائل كثيرة كمسألة شد الرحل (الزيارة) ، وفناء النار، ومسألة الطلاق وغيرها، ت سنة ٧٥٦هـ.
انظر في ترجمته: طبقات الشافعية للسبكي ١٠/١٣٩، الدرر الكامنة لابن حجر ٣/١٣٤، شذرات الذهب لابن العماد ٦/١٨٠.
(٤) انظر: الرد الوافر لابن ناصر الدين الدمشقي ص١٠٠.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (32,'ولعلي أذكر بعض مقولات الإمام الذهبي في ابن تيمية، ومنها قوله:
(ابن تيمية: الشيخ الإمام العالم، المفسر، الفقيه، المجتهد، الحافظ، المحدث، شيخ الإسلام، نادرة العصر، ذو التصانيف الباهرة، والذكاء المفرط) (١) .
وقوله: (ونظر في الرجال والعلل، وصار من أئمة النقد، ومن علماء الأثر مع التدين والنبالة، والذكر والصيانة، ثم أقبل على الفقه، ودقائقه، وقواعده، وحججه، والإجماع والاختلاف حتى كان يقضى منه العجب إذا ذكر مسألة من مسائل الخلاف، ثم يستدل ويرجح ويجتهد، وحق له ذلك فإن شروط الاجتهاد كانت قد اجتمعت فيه، فإنني ما رأيت أحداً أسرع انتزاعاً للآيات الدالة على المسألة التي يوردها منه، ولا أشد استحضاراً لمتون الأحاديث، وعزوها إلى الصحيح أو المسند أو إلى السنن منه، كأن الكتاب والسنن نصب عينيه وعلى طرف لسانه، بعبارة رشيقة، وعين مفتوحة، وإفحام للمخالف) (٢) .
وقال: (هذا كله مع ما كان عليه من الكرم الذي لم أشاهد مثله قط، والشجاعة المفرطة التي يضرب بها المثل، والفراغ عن ملاذ النفس من اللباس الجميل، والمأكل الطيب، والراحة الدنيوية) (٣) .
ومما قاله في رثائه:
يا موت خذ من أردت أو فدع ... محوت رسم العلوم والورع
أخذت شيخ الإسلام وانقصمت ... عرى التقى واشتفى أولو البدع
غيبت بحراً مفسراً جبلاً ... حبراً تقياً مجانب الشيع
اسكنه الله في الجنان ولا ... زال علياً في أجمل الخلع
مضى ابن تيمية وموعده ... مع خصمه يوم نفخة الفزع (٤)
_________
(١) ذيل تاريخ الإسلام للذهبي ص٢١ - ٢٢.
(٢) ذيل تاريخ الإسلام للذهبي ص٢٣.
(٣) ذيل تاريخ الإسلام ص٢٣.
(٤) انظر: الرد الوافر لابن ناصر الدين الدمشقي ص٧٣.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (33,'وقال فيه: (كان قوالاً بالحق، نهاءً عن المنكر، لا تأخذه في الله لومة لائم، ذا سطوة وإقدام، وعدم مداراة الأغيار، ومن خالطه وعرفه قد ينسبني إلى التقصير في وصفه) (١) .
وقال عنه: (لا يؤتى من سوء فهم، بل له الذكاء المفرط، ولا من قلة علم فإنه بحر زخار، بصير بالكتاب والسنة، عديم النظير في ذلك، ولا هو بمتلاعب بالدين، فلو كان كذلك لكان أسرع شيء إلى مداهنة خصومه وموافقتهم ومنافقتهم، ولا هو ينفرد بمسائل بالتشهي، فهذا الرجل لا أرجو على ما قلته فيه دنيا ولا مالاً ولا جاهاً بوجه أصلاً، مع خبرتي التامة به، ولكن لا يسعني في ديني ولا في عقلي أن أكتم محاسنه، وأدفن فضائله، وأبرز ذنوباً له مغفورة في سعة كرم الله تعالى....) (٢) .
وقال الشوكاني رحمه الله (٣)
(إمام الأئمة (٤) المجتهد المطلق) (٥) .
_________
(١) ذيل تاريخ الإسلام ص٢٣.
(٢) ذيل تاريخ الإسلام ص٢٥ - ٢٦، وللاستزادة في ثناء الذهبي على شيخ الإسلام انظر: العقود الدرية لابن عبد الهادي ص٤، والذيل على طبقات الحنابلة لابن رجب ص٣٨٨ - ٤٠١، والرد الوافر لابن ناصر الدين الدمشقي ص٦٨ - ٧٣، الدرر الكامنة لابن حجر ١/١٦٠، وغيرها، وقد أطلت في ذكر النقولات عن ثناء الإمام الذهبي على شيخ الإسلام ابن تيمية لتجلية موقف الذهبي من شيخه، وللرد على من زعم أن الذهبي أرسل نصيحة لشيخه تدعى النصيحة الذهبية، يحذره وينصحه، وقد ألف محمد بن إبراهيم الشيباني رسالة نقد فيها (النصيحة الذهبية) سنداً ومتناً، فأجاد وأفاد، وسماها (التوضيح الجلي في الرد على (النصيحة الذهبية) المنحولة على الإمام الذهبي) ، فجزاه الله خيراً.
(٣) الشوكاني: محمد بن علي بن محمد بن عبد الله الشوكاني الصنعاني، الإمام العلامة المجتهد، محدث فقيه مفسر مؤرخ، ولي القضاء مدة، وله مؤلفات أشهرها: نيل الأوطار، وفتح القدير، البدر الطالع، ت سنة ١٢٥٠هـ.

انظر في ترجمته: البدر الطالع للشوكاني ٢/٢١٤، التاج المكلل لصديق حسن خان ٤٤٢.
(٤) لو قال: إمام الأئمة في عصره لكان أولى، لأن إمام الأئمة على الإطلاق هو الرسول صلّى الله عليه وسلّم وهو إمام المرسلين. ولذلك صلى بالأنبياء إماماً ليلة المعراج، فالأنبياء هم أئمة الناس، ونبينا صلّى الله عليه وسلّم إمامهم. وشيخ الإسلام قدوته في ذلك رسول الله صلّى الله عليه وسلّم وهو مؤتم به.
(٥) البدر الطالع ١/٦٣ - ٦٤.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (34,'رحم الله شيخ الإسلام ابن تيمية، وأسكننا وإياه في الفردوس الأعلى من جنته (١) .

<span data-type="title" id=toc-18>منهج شيخ الإسلام في تقرير العقيدة والاستدلال عليها:</span>
ابن تيمية رحمه الله أحد الأئمة الأعلام، الذين نشروا معتقد السلف ودافعوا عنه، وهو يعد من أكبر شُرّاح اعتقاد السلف، المستدلين لمسائله وجزئياته وتفصيلاته، ما بين رسائل صغيرة، وكتب، ومجلدات ضخمة، ولا يكاد القارئ لكتب ابن تيمية رحمه الله يقرأ في كتاب من كتبه التي ألفها في العلوم الأخرى إلا ويجد داخل هذه الكتب بحوثاً نفيسة في الاعتقاد، لما يرى من أهمية نشر الاعتقاد الحق، وبثّه بوسائل مختلفة وطرق شتى.
إن ابن تيمية رحمه الله الذي جدد للأمة عقيدتها في القرن الثامن الهجري لم يكن ينصر نحلة معينة، أو يؤيد مذهباً وطريقة غير طريقة السلف الصالح التي معتمدها كلام الله سبحانه وتعالى وكلام رسوله صلّى الله عليه وسلّم، وقد صرّح رحمه الله بهذا في مواضع متعددة من كتبه، فمما قاله حين نوظر؛ لأجل العقيدة الواسطية:
(مع أني في عمري إلى ساعتي هذه لم أدع أحداً قط في أصول الدين إلى مذهب حنبلي وغير حنبلي، ولا انتصرت لذلك، ولا أذكره في كلامي، ولا أذكر إلا ما اتفق عليه سلف الأمة وأئمتها) (٢) .
وقد كان رحمه الله يركز على الاعتقاد؛ لأن أمره خطير عظيم، ولذا لما التمس منه تلميذه البزار (ت - ٧٤٩هـ) أن يؤلف نصاً في الفقه يجمع فيه اختياراته
_________
(١) مصادر ترجمة ابن تيمية رحمه الله كثيرة، وممن جمع عدداً كبيراً منها: علي حسن عبد الحميد في تحقيق كتابه التذكرة والاعتبار للواسطي ص١٣ - ١٤، ومحمد العجمي في تحقيقه ترجمة شيخ الإسلام ابن تيمية من ذيل تاريخ الإسلام للذهبي ص٢١، وممن حاول إحصاء الدراسات والكتب التي ترجمت لشيخ الإسلام في القديم والحديث محمد الشيباني في أوراق مجموعة من حياة شيخ الإسلام ابن تيمية رحمه الله ص١٨٨ - ٢٠٠، ومقدمة تحقيق الجواب الصحيح لمن بدل دين المسيح ١/٢٣ - ٢٨.
(٢) مجموع فتاوى ابن تيمية ٣/٢٢٩، وانظر: الرد على الأخنائي ص١٥٢.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (35,'وترجيحاته، ويكون عمدة في الإفتاء بيّن له ابن تيمية رحمه الله أن الفروع أمرها قريب، بخلاف الأصول، إذ كثير من أهل الأهواء الذين أسسوا الطوائف والفرق الضالة، كان قصدهم إبطال الشريعة، فأوقعوا الناس في التشكيك في أصول دينهم.
ولذا قال رحمه الله: (فلما رأيت الأمر على ذلك بان لي أنه يجب على كل من يقدر على دفع شبههم وأباطيلهم، وقطع حجتهم وأضاليلهم أن يبذل جهده ليكشف رذائلهم....) (١) .
إلى أن قال: (فهذا ونحوه هو الذي أوجب أني صرفت جُلّ همي إلى الأصول، وألزمني أن أوردت مقالاتهم، وأجبت عنها بما أنعم الله تعالى به من الأجوبة العقلية والنقلية) (٢) .

وسأحاول تلمس أبرز معالم منهجه في تقرير العقيدة - إجمالاً -، ثم أبرز معالم منهجه رحمه الله في الاستدلال عليها بشيء من الاختصار.
أما منهجه في تقرير العقيدة فيمكن أن يتضح من معالم متعددة أبرزها:
١ - تعظيم نصوص الشريعة، وإجلالها، والصدور عنها، لقول الله - تبارك وتعالى -: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [النساء: ٦٥] .
وقال سبحانه وتعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: ٦٣] .
وقد وصف رحمه الله أهل العلم والإيمان بأنهم (يجعلون كلام الله وكلام رسوله هو الأصل الذي يعتمد عليه، وإليه يرد ما تنازع الناس فيه، فما وافقه كان حقاً، وما خالفه كان باطلاً) (٣) .
_________
(١) الأعلام العلية ص٣٤.
(٢) الأعلام العلية ص٣٥.
(٣) درء تعارض العقل والنقل ١/٢٧٧.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (36,'وجعل رحمه الله من طريقة أهل السنة والجماعة: (اتباع آثار رسول الله صلّى الله عليه وسلّم باطناً وظاهراً، واتباع سبيل السابقين الأولين من المهاجرين والأنصار.... ويعلمون أن أصدق الكلام كلام الله، وخير الهدي هدي محمد صلّى الله عليه وسلّم، ويؤثرون كلام الله على كلام غيره من كلام أصناف الناس ... ) (١) .
فهذه هي طريقته، وهذا هو منهجه: تعظيم النصوص، من الكتاب والسنة، بوجود مهابتها في النفس، والتسليم لها، واستنباط الحكم الشرعي منها وفق القواعد المرعية عند أهل العلم بها.
٢ - دعم النصوص الشرعية، وتأييدها بأقوال سلف الأمة، وعلمائها المعتبرين، ويظهر هذا الأمر من إكثار ابن تيمية رحمه الله من النقل عنهم، وجعل أقوالهم حجة يستند إليها في توضيح النص وبيانه.
وقد أخذ ابن تيمية رحمه الله على نفسه أن لا يقول بقول إلا وهو مسبوق إليه، فلا ينفرد بقول لم يقل به أحد قبله، فضلاً عن مخالفة إجماع المسلمين في أي مسألة من المسائل.
قال رحمه الله عن نفسه: (..أن المجيب - ولله الحمد - لم يقل قط في مسألة إلا بقول سبقه إليه العلماء، فإن كان قد يخطر له ويتوجه له فلا يقوله وينصره إلا إذا عرف أنه قد قاله بعض العلماء.. فمن كان يسلك هذا المسلك كيف يقول قولاً يخرق به إجماع المسلمين، وهو لا يقول إلا ما سبقه إليه علماء المسلمين) (٢) .
وهو رحمه الله يسلك هذا المنهج؛ لأنه يرى أن الحق دائماً مع السنة والآثار الصحيحة، فحين تحدث رحمه الله عن السلف قال: (الصواب معهم دائماً، ومن وافقهم كان الصواب معه دائماً لموافقته إياهم، ومن خالفهم فإن الصواب معهم
_________
(١) الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٧) .
(٢) الرد على الأخنائي ص١٩٥.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (37,'دونه في جميع أمور الدين، فإن الحق مع الرسول، فمن كان أعلم بسنته، وأتبع لها كان الصواب معه، وهؤلاء هم الذين لا ينتصرون إلا لقوله، ولا يضافون إلا إليه، وهم أعلم الناس بسنته وأتبع لها) (١) .
وبين رحمه الله أن كلام السلف مؤتلف غير مختلف، فلا يتعارض؛ لوحدة المنهج والمصدر، فإذا اجتمع بعضه إلى بعض زال الإشكال الوارد في الأذهان، ولذا حين تحدث رحمه الله عن بعض مسائل الصفات قال: (فكلام أئمة السنة والجماعة كثير في هذا الباب، متفق غير مختلف، وكله صواب، ولكن قد يبين بعضهم في بعض الأوقات ما لا يبينه غيره لحاجته في ذلك) (٢) .
وقال رحمه الله مثنياً على كلام السلف، وموافقته النصوص: (ومن تدبر كلام أئمة السنة المشاهير في هذا الباب علم أنهم كانوا أدق الناس نظراً، وأعلم الناس في هذا الباب بصحيح المنقول، وصريح المعقول، وأن أقوالهم هي الموافقة للمنصوص والمعقول، ولهذا تأتلف ولا تختلف، وتتوافق ولا تتناقض، والذين خالفوهم لم يفهموا حقيقة أقوال السلف والأئمة، فلم يعرفوا حقيقة المنصوص والمعقول، فتشعبت بهم الطرق، وصاروا مختلفين في الكتاب، مخالفين للكتاب) (٣) .
ثم ذكر قول الله - تبارك وتعالى -: {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} [البقرة: ١٧٦] ، ولذا فإن المعطلة النفاة لا يجدون نصاً واحداً من نصوص السلف والأئمة يؤيد قولهم وينصره، بل أقوال السلف متفقة متحدة على بيان القول الحق قول أهل السنة والجماعة، ورد مذاهب الضلال، وسبل أهل الغواية (٤) ، وصرّح رحمه الله في أن المادة العلمية، والترجيحات المرضية في
_________
(١) منهاج السنة النبوية ٥/١٨٢.
(٢) الجواب الصحيح لمن بدل دين المسيح ٤/٣٤٩ - ٣٥٠.
(٣) درء تعارض العقل والنقل ٢/٣٠١.
(٤) انظر: درء تعارض العقل والنقل ٤/٢٤، ٧/٣٧.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (38,'المسائل العقدية المذكورة في كتبه إنما هي من كتب أئمة السلف، ولم يكتف بهذا الإجمال، بل ذكر هذه الكتب في مواضع متعددة من كتبه ورسائله العقدية (١) ، ومن الكتب التي كان يعتمد عليها: كتب السنة والرد على الجهمية لجمع من السلف، ومنهم عبد الله بن محمد الجعفي (٢) ،
والدارمي (٣) ، وعبد الرحمن بن أبي حاتم (٤) ، وعبد الله بن الإمام أحمد (٥) ، وأبو بكر بن الأثرم (٦) ، وحنبل بن إسحاق (٧) ، والخلال (٨) ،
والإمام
_________
(١) انظر على سبيل المثال: ص٢٨ - ٣٠، منهاج السنة النبوية ٢/٣٦٣ - ٣٦٧، ٧/٣٥ - ٣٦، درء تعارض العقل والنقل ٢/٢٠ - ٢٣، ٧/١٠٨ - ١٠٩، شرح العقيدة الأصفهانية ص٢٧ - ٢٨، شرح حديث النزول ٢٢٨ - ٢٣٠.
(٢) الجعفي: عبد الله بن محمد بن عبد الله بن جعفر بن اليمان الجعفي مولاهم، البخاري، حافظ حجة، لقب بالمسندي، لاعتنائه بالأحاديث المسندة، ت سنة ٢٢٩هـ.

انظر في ترجمته: التاريخ الكبير للبخاري ٥/١٨٩، سير أعلام النبلاء للذهبي ١٠/٦٥٨، شذرات الذهب لابن العماد ٢/٦٧.
(٣) الدارمي: عثمان بن سعيد بن خالد بن سعيد الدارمي التميمي، الإمام الحافظ الناقد، طاف بالأقاليم في طلب الحديث، له مصنفات في الرد على المبتدعة، ت سنة ٢٨٠هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٣/٣١٩، طبقات الشافعية للسبكي ٢/٣٠٢، شذرات الذهب لابن العماد ٢/١٧٦.
(٤) ابن أبي حاتم: عبد الرحمن بن محمد بن أبي حاتم بن إدريس بن المنذر الحنظلي، أبو محمد، من كبار الحفاظ، له تصانيف منها الجرح والتعديل، والرد على الجهمية، ت سنة ٣٢٧هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ٢/٥٥، فوات الوفيات للكتبي ٢/٢٨٧.
(٥) عبد الله: بن أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني، أبو عبد الرحمن البغدادي، ولد الإمام أحمد، وهو ثقة.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٥/١٤١.
(٦) أبو بكر بن الأثرم: أبو بكر أحمد بن محمد بن هاني الطائي الإسكافي، من أصحاب الإمام أحمد، حافظ إمام جليل القدر، ت سنة ٢٦١هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ١/٦٦، شذرات الذهب لابن العماد ٢/١٤١.
(٧) حنبل بن إسحاق: حنبل بن إسحاق، أبو علي، الحافظ، ابن عم الإمام أحمد بن حنبل، كان ثقة ثبتاً، ت سنة ٢٧٣هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٢/١٦٣.
(٨) الخلال: أحمد بن محمد بن هارون بن يزيد الخلال، أبو بكر، شيخ الحنابلة في عصره، إمام فقيه، كثير الرحلة، واسع العلم، شديد الاعتناء بالآثار، ت سنة ٣١١هـ.

انظر في ترجمته: طبقات الحنابلة لأبي يعلى ٢/١٢، تذكرة الحفاظ للذهبي ٣/٧٨٥، شذرات الذهب لابن العماد ٢/٢٦١.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (39,'الطبري (١) ، وابن أبي زمنين (٢) ، وابن منده (٣) ، وأبو حفص بن شاهين (٤) ، وأبو ذر الهروي (٥) ، وأبو داود السجستاني (٦) ،
وابن أبي عاصم (٧) .
_________
(١) الطبري: محمد بن جرير بن يزيد بن كثير الطبري، الإمام المحدث المؤرخ الفقيه، الأصولي المجتهد، عالم بالقراءات، بصير بالمعاني، فقيه في أحكام القرآن، عالم بالسنن، ت سنة ٣١٠هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٣٣٢، سير أعلام النبلاء للذهبي ١٤/٢٦٧، طبقات الشافعية للسبكي ٣/١٢٠.
(٢) ابن أبي زمنين: محمد بن عبد الله بن عيسى بن محمد المري الأندلسي، صاحب قرطبة، متبحر في العلم، وصنف في الزهد والرقائق من أئمة السلف في الاعتقاد، له كتاب أصول السنة، ت سنة ٣٩٩هـ.
انظر في ترجمته: ترتيب المدارك للقاضي عياض ٧/١٨٣، شجرة النور الزكية لمخلوف ص١٠١.
(٣) ابن منده: محمد بن إسحاق بن محمد بن يحيى بن منده الأصبهاني، أبو إسحاق، الإمام الحافظ، محدث الإسلام، ومن أوسع العلماء رحلة، وأكثرهم حديثاً وشيوخاً، من كتبه: الإيمان، التوحيد، ت سنة ٣٩٥هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ٢/١٦٧، سير أعلام النبلاء للذهبي ١٧/٢٨.
(٤) أبو حفص بن شاهين: عمر بن أحمد بن شاهين، أبو حفص، الحافظ الثقة المصنف، ت سنة ٣٨٥هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ١١/٢٦٥، سير أعلام النبلاء للذهبي ١٦/٤٣١.
(٥) أبو ذر الهروي: عبد بن أحمد بن محمد بن عبد الله بن غفير الأنصاري الهروي، أبو ذر، الحافظ، الثقة الفقيه المالكي، صنف في المستخرج على الصحيحين، ودرس الكلام على الباقلاني، ت سنة ٤٣٤هـ.
انظر في ترجمته: تبيين كذب المفتري لابن عساكر ص٢٥٥، شذرات الذهب لابن العماد ٣/٢٥٤.
(٦) أبو داود: سليمان بن الأشعث بن إسحاق السجستاني، صاحب السنن، أحد حفاظ الحديث، كان ناسكاً، عفيفاً صالحاً، فقيهاً عالماً بعلل الحديث، أخذ العلم عن الإمام أحمد، وابن معين، ومسدد بن مسرهد، ت سنة ٢٧٥هـ.

انظر في ترجمته: تاريخ بغداد للخطيب ٩/٥٥، وفيات الأعيان لابن خلكان ٢/١٣٨.
(٧) ابن أبي عاصم: أحمد بن عمرو بن الضحاك بن مخلد الشيباني، أبو بكر بن أبي عاصم، من أهل البصرة، حافظ كبير، وإمام من أئمة أهل السنة له كتاب السنة، ت سنة ٢٨٧هـ.
انظر في ترجمته: الجرح والتعديل لابن أبي حاتم ٢/٦٧، شذرات الذهب لابن العماد ٢/١٩٥.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (40,'وكذلك التوحيد لابن خزيمة (١) ، والشريعة للآجري (٢) ، والإبانة لابن بطة (٣) ، وشرح أصول السنة للالكائي (٤) ، واعتقاد السلف أصحاب الحديث للصابوني (٥) .
إضافة إلى كتب التفاسير المعتمدة التي تنقل تفاسير السلف كتفسير عبد الرزاق (٦) ،
_________
(١) ابن خزيمة: محمد بن إسحاق بن خزيمة بن المغيرة السلمي النيسابوري، الحافظ الحجة، إمام الأئمة في عصره، صاحب التصانيف النافعة، من أشهرها كتاب التوحيد، ت سنة ٣١١هـ.
انظر في ترجمته: طبقات الشافعية للسبكي ٣/١٠٩، شذرات الذهب لابن العماد ٢/٢٦٢.
(٢) الآجري: أبو بكر محمد بن الحسين بن عبد الله البغدادي الآجري، إمام محدث قدوة، صاحب سنة واتباع، من أشهر كتبه: الشريعة، ت سنة ٣٦٠هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٤١٩، سير أعلام النبلاء للذهبي ١٦/١٣٣.
(٣) ابن بطة: عبيد الله بن محمد بن محمد بن حمدان العكبري الحنبلي، الإمام القدوة العابد الفقيه، صاحب كتاب الإبانة، من أعلام أهل السنة، ت سنة ٣٨٧هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ٢/١٤٤، سير أعلام النبلاء للذهبي ١٦/٥٢٩.
(٤) اللالكائي: هبة الله بن الحسن بن منصور الطبري الرازي اللالكائي، أبو القاسم، الإمام الحافظ المجود المفتي، برع في المذهب الشافعي له كتاب شرح أصول اعتقاد أهل السنة والجماعة، ت سنة ٤١٨هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ١٤/٧٠، سير أعلام النبلاء للذهبي ١٧/٤١٩.
(٥) الصابوني: إسماعيل بن عبد الرحمن بن أحمد بن إسماعيل الصابوني النيسابوري، أبو عثمان، الحافظ المفسر المحدث الفقيه، شيخ الإسلام، كثير السماع والحفظ والتصنيف له كتاب اعتقاد السلف وأصحاب الحديث، ت سنة ٤٤٩هـ.

انظر في ترجمته: تذكرة الحفاظ للذهبي ٣/١١٢٧، طبقات الشافعية للسبكي ٤/٢٧١.
عبد الرزاق: عبد الرزاق بن همام بن نافع الصنعاني، مولى حمير من أهل صنعاء، إمام محدث، صاحب المصنف، كان يحفظ نحو سبعة عشر ألف حديث، ت سنة ٢١١هـ.
انظر في ترجمته: التاريخ الكبير للبخاري ٦/١٣٠، طبقات الحنابلة لأبي يعلى ١/٢٠٩، وفيات الأعيان لابن خلكان ٢/٣٨٥.
(٦) عبد بن حميد: عبد بن حميد بن نصر، أبو محمد، الإمام الحافظ الحجة، له كتاب في التفسير كبير، ت سنة ٢٤٩هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٢/٢٣٥، شذرات الذهب لابن العماد ٢/١٢٠.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (41,'وعبد بن حميد، وغيرهما، وكذلك الكتب المؤلفة في السنة التي تنقل أقوال الرسول صلّى الله عليه وسلّم، وآثار السلف من الصحابة والتابعين ومن بعدهم.
٣ - تقرير العقيدة بأسلوب ميسر، وعبارات واضحة، مدعماً ما يقول بما يتيسر من آيات الكتاب العزيز، والسنة النبوية المطهّرة، ثم بعض أقوال السلف في فهمهم لنصوص الوحيين لهذه المسألة المطروحة.
ويحسن التنبيه إلى أن كتب الاعتقاد التي ألفها تنقسم ثلاثة أقسام:
أ - كتب تعنى بعرض اعتقاد السلف من الكتاب والسنة وأقوال سلف الأمة دون ذكر للشُبه، مثل العقيدة الواسطية.
ب - وكتب تعنى بالرد على شبه المخالفين، ومناقشتها، سواء كان المخالفون من الملل الأخرى كالنصارى في رده عليهم في (الجواب الصحيح لمن بدل دين المسيح) ، أو كانوا من المنتسبين إلى الإسلام من الفرق الإسلامية ككتابه (بيان تلبيس الجهمية) وكتابه (درء تعارض العقل والنقل) وغيرهما.
جـ - وكتب تجمع بين العرض والرد، فيذكر مسائل الاعتقاد، وأقوال السلف فيها، ثم يذكر الشبه ومناقشتها من كلام السلف وتعليقه عليها كالحموية، وعلى سبيل المثال مما قرّره ابن تيمية رحمه الله في الاعتقاد بوضوح قوله في العقيدة الواسطية: (هذا اعتقاد الفرقة الناجية المنصورة إلى قيام الساعة - أهل السنة والجماعة - وهو الإيمان بالله، وملائكته، وكتبه، ورسله، والبعث بعد الموت، والإيمان بالقدر خيره وشره.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (42,'ومن الإيمان بالله: الإيمان بما وصف به نفسه في كتابه، وبما وصفه به رسوله محمد صلّى الله عليه وسلّم، من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل، بل يؤمنون بأن الله سبحانه: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: ١١] ... وهو سبحانه قد جمع فيما وصف وسمى به نفسه بين النفي والإثبات، فلا عدول لأهل السنة والجماعة عما جاء به المرسلون، فإنه الصراط المستقيم، صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين) (١) .
وقال رحمه الله: (ومن الإيمان باليوم الآخر: الإيمان بكل ما أخبر به النبي صلّى الله عليه وسلّم مما يكون بعد الموت فيؤمنون بفتنة القبر، وبعذاب القبر وبنعيمه ... إلى أن تقوم القيامة الكبرى، فتعاد الأرواح إلى الأجساد، وتقوم القيامة التي أخبر الله بها في كتابه، وعلى لسان رسوله، وأجمع عليها المسلمون، فيقوم الناس من قبورهم لرب العالمين ... وتنصب الموازين، فتوزن فيها أعمال العباد: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} [المؤمنون: ١٠٢، ١٠٣] ، وتنشر الدواوين - وهي صحائف الأعمال - فآخذ كتابه بيمينه، وآخذ كتابه بشماله، أو من وراء ظهره ... وأصناف ما تضمنته الدار الآخرة من الحساب، والثواب والعقاب، والجنة والنار، وتفاصيل ذلك مذكورة في الكتب المنزلة من السماء ... ) (٢) .
وقال عن الإيمان: (ومن أصول أهل السنة: أن الدين والإيمان قول وعمل: قول القلب واللسان، وعمل القلب واللسان والجوارح، وأن الإيمان يزيد بالطاعة، وينقص بالمعصية ... ) (٣) .
وعن الصحابة قال رحمه الله: (ومن أصول أهل السنة والجماعة: سلامة
_________
(١) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٢٩ - ١٣٠) .
(٢) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٤٥ - ١٤٨) .
(٣) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٥١) .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (43,'قلوبهم وألسنتهم لأصحاب رسول الله صلّى الله عليه وسلّم، كما وصفهم الله به في قوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} [الحشر: ١٠] ... ويقبلون ما جاء به الكتاب والسنة والإجماع من فضائلهم ومراتبهم) (١) .
وذكر أموراً من اعتقاد أهل السنة والجماعة: كالأمر بالمعروف والنهي عن المنكر، وإقامة الحج والجهاد، والجمع والأعياد مع الأمراء، والنصح للأمة، والصبر عند البلاء، والشكر عند الرخاء، والرضا عند القضاء، وأن أهل السنة يدعون إلى مكارم الأخلاق، ومحاسن الأعمال (٢) .
وذكر أن أهل السنة والجماعة يندبون إلى أن تصل من قطعك، وتعطي من حرمك، وتعفو عمن ظلمك، ويأمرون ببر الوالدين، وصلة الأرحام، وحسن الجوار، والإحسان إلى اليتامى والمساكين وابن السبيل، والرفق بالمملوك، وينهون عن الفخر والخيلاء والبغي، والاستطالة على الخلق بحق أو بغير حق، ويأمرون بمعالي الأخلاق، وينهون عن سفسافها (٣) .
وهذا العرض لاعتقاد السلف كله واضح ميسر، لم يتعمد الغريب من الكلمات، أو الإيغال في المصطلحات الكلامية وغيرها، بل قرر ذلك كله بعبارات واضحة، وجمل موجزة.
٤ - شمولية عرض العقيدة وتقريرها في كتبه رحمه الله، وذلك لربطه بعض القضايا ببعض، ولكثرة إنتاجه العقدي، فلا تكاد تجد مسألة من مسائل الاعتقاد إلا وله رحمه الله إسهام واضح فيها، بدءاً بأركان الإيمان الستة على وجه التفصيل، وتقرير أنواع التوحيد الثلاثة والاستدلال لها، إضافة إلى المسائل المتعلقة بالاعتقاد مثل: الاعتقاد الحق في صحابة رسول الله صلّى الله عليه وسلّم، وكرامات الأولياء،
_________
(١) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٢) .
(٢) انظر: العقيدة الواسطية لابن تيمية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٨) .
(٣) انظر: العقيدة الواسطية لابن تيمية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٨ - ١٥٩) .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (44,'واعتقاد أهل السنة والجماعة في ولاة الأمور، ووجوب طاعتهم، وتحريم الخروج عليهم، إلى غير ذلك من مسائل الاعتقاد التي بثها رحمه الله في تضاعيف كتبه، ويكفي في معرفة ذلك النظر في الأجزاء الأولى من مجموع فتاواه فهي دواوين كبيرة لشرح معتقد السلف والاستدلال له.
وقد كان تركيزه رحمه الله على توحيد الألوهية كبيراً؛ ذلك أنه أصل دعوة الرسل، وسبب إنزال الكتب، فبيّن رحمه الله أن الرسول صلّى الله عليه وسلّم قد اعتنى بتقرير هذا التوحيد، وحماية جنابه (١) ، ويظهر اهتمام ابن تيمية رحمه الله وحرصه على توحيد الألوهية ما ألفه في هذا الجانب، فقد بلغت مؤلفات عدة كلها في تقرير هذا التوحيد وبيانه، والدفاع عنه، إضافة إلى استطراداته عن توحيد الألوهية في كتبه الأخرى، ورسائله الصغيرة التي تعنى بتقرير هذا التوحيد.
ومن مؤلفاته رحمه الله في تقرير هذا التوحيد:
أ - قاعدة جليلة في التوسل والوسيلة.
ب - الرد على البكري (٢) .
جـ - الرد على الأخنائي (٣) .
د - قاعدة عظيمة في الفرق بين عبادات أهل الإسلام والإيمان، وعبادات أهل الشرك والنفاق.
_________
(١) انظر: الجواب الباهر في زوار المقابر ص٦٢.
(٢) البكري: علي بن يعقوب بن جبريل البكري الشافعي المصري، أبو الحسن، فقيه من أهل القاهرة، كان من جملة من ينكر على شيخ الإسلام ابن تيمية في مسألة الزيارة وغيرها، ت سنة ٧٢٤هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٤/١١٤، شذرات الذهب لابن العماد ٦/٦٤.
(٣) الأخنائي: محمد بن محمد بن أبي بكر بن عيسى بن بدران الأخنائي، تاج الدين، ولي نظر الخزانة، ثم ولي قضاء المالكية بعد عمه إلى أن مات، كان ينقم على ابن تيمية ويكيد له، وقد رد عليه ابن تيمية وهو مؤلف نفيس، ت سنة ٧٦٣هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٤/٢٩١، الدرر الكامنة لابن حجر ٥/١٢.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (45,'هـ - الجواب الباهر في زوار المقابر.
وقد وُجدت بحوث طيبة في بعض كتبه عن توحيد الألوهية، مثل: اقتضاء الصراط المستقيم، والتدمرية، والصارم المسلول، وغيرها، وهناك فتاوى متعددة جُمعت في الجزء الأول من مجموع الفتاوى.
٥ - حين يقرر ابن تيمية رحمه الله معتقد السلف يركز على منهج الوسطية عند أهل السنة والجماعة، وذلك لقول الحق - تبارك وتعالى -: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً} [البقرة: ١٤٣] ، وهذا منهج كامل في أمور الاعتقاد كلها، بل في جميع الأمور، كما قال رحمه الله عن أهل السنة والجماعة: (هم الوسط في فرق الأمة، كما أن الأمة هي الوسط في الأمم، فهم وسط في باب صفات الله بين أهل التعطيل الجهمية (١) ، وأهل التمثيل المشبهة (٢) .
وهم وسط في باب أفعال الله تعالى: بين القدرية (٣) ، والجبرية (٤) .
_________
(١) الجهمية: أتباع الجهم بن صفوان القائل بالجبر، وإنكار الأسماء والصفات، وأن الإيمان هو المعرفة فقط، وأن الجنة والنار تفنيان.
انظر: مقالات الإسلاميين للأشعري (١/٣٣٨) ، الفرق بين الفرق للبغدادي ص٢١١، التنبيه والرد للملطي ص١١٠ - ١٥٤، البرهان للسكسكي ص٣٤، الملل والنحل للبغدادي ص١٤٥ - ١٤٨، فرق معاصرة لغالب عواجي ٢/٧٩٥ - ٨٢٠، جامع الفرق والمذاهب الإسلامية لمهنا وخريس ص٧٣، ٧٤.
(٢) المشبهة: اسم لطوائف متعددة سيأتي التعريف بهم مفصلاً.
(٣) القدرية: مذهب ينسب خلق أفعال العباد إلى أنفسهم، ويسلبون من الله عزّ وجل أي قدرة أو تأثير في أفعال العباد، ومن أشهر فرق القدرية: المعتزلة.
انظر: الفرق بين الفرق للبغدادي ص٢٤، التنبيه والرد للملطي ص١٧٦ - ١٨٧، الفرق الإسلامية في بلاد الشام لعطوان ص١٥ - ٧٩.
(٤) الجبرية: من الجبر وهو نفي الفعل عن العبد مطلقاً، وإسناده إلى الله عزّ وجل، فلا اختيار للإنسان في أفعاله، وهم صنفان: صنف نفوا عن العبد الفعل والقدرة عليه كالجهمية، وصنف أثبتوا للعبد قدرة غير مؤثرة أصلاً كالأشاعرة.
انظر: اعتقادات فرق المسلمين والمشركين للرازي ص٨٩ - ٩٢، الملل والنحل للشهرستاني تحقيق بدران ١/٧٩، جامع الفرق والمذاهب الإسلامية لمهنا وخريس ص٧٠، الفرق الإسلامية لعطوان ص٨١ - ١٠٥.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (46,'وفي باب وعيد الله: بين المرجئة (١) ، والوعيدية من القدرية وغيرهم.
وفي باب أسماء الإيمان والدين: بين الحرورية (٢) ، والمعتزلة (٣) ، وبين المرجئة والجهمية.
وفي أصحاب رسول الله صلّى الله عليه وسلّم: بين الروافض (٤) ، والخوارج (٥) (٦) .
_________
(١) المرجئة: من الرجاء أو من الإرجاء وهو التأخير، ذلك أن الإيمان عندهم هو الاعتقاد بالقلب دون الإقرار باللسان والعمل بالجوارح، فهم يؤخرون العمل عن مسمى الإيمان، فيقولون: لا يضر مع الإيمان معصية، كما لا تنفع مع الكفر طاعة، وأجمعوا على أنه لا يدخل النار إلا الكفار فقط.
انظر: مقالات الإسلاميين للأشعري ١/٢١٣ - ٢٣٤، التبصير في الدين للإسفراييني ص٩٧ - ٩٩، البرهان للسكسكي ص٣٣ - ٤٧، التنبيه والرد للملطي ص٥٧ - ٦١.
(٢) الحرورية: نسبة إلى حروراء بلد في العراق، وهم الخوارج، نسبوا إليها لتجمعهم فيها في بداية أمرهم، وسيأتي بعد قليل التعريف بالخوارج.
(٣) المعتزلة: سمو بذلك - على الصحيح - لاعتزال واصل بن عطاء مجلس الحسن البصري لقول واصل بأن مرتكب الكبيرة لا مؤمن ولا كافر، بل في منزلة بين المنزلتين، وللمعتزلة أصول خمسة هي: التوحيد، العدل، المنزلة بين المنزلتين، الوعد والوعيد، الأمر بالمعروف والنهي عن المنكر، وهم فرق كثيرة.
انظر: مقالات الإسلاميين للأشعري ١/٢٣٥، الفرق بين الفرق للبغدادي ٢٠ - ٢١، اعتقادات فرق المسلمين والمشركين للرازي ص٣٤، مذاهب الإسلاميين لبدوي ١/٣٧، المعتزلة وأصولهم الخمسة لعواد المعتق، والمعتزلة لزهدي جار الله، وانظر: من كتب المعتزلة: شرح الأصول الخمسة للقاضي عبد الجبار، فضل المعتزلة وطبقات المعتزلة للبلخي والقاضي عبد الجبار والجشمي.
(٤) الرافضة: هم الذين رفضوا إمامة الشيخين أبي بكر وعمر رضي الله عنهما، ورفضوا أكثر الصحابة وقيل في سبب تسميتهم بالرافضة أنهم رفضوا إمامة زيد بن علي، وأقواله في تفضيل الشيخين، وهم أردأ وأسوأ فرق الشيعة، ومن فروعهم مذهب الإمامية الاثنى عشرية.
انظر: مقالات الإسلاميين للأشعري ١/٨٨ - ١٣٤، جامع الفرق والمذاهب الإسلامية لمهنا وخريس ص١٠٤، تاريخ الفرق الإسلامية للغرابي ص٢٨٨ - ٢٨٩، الزينة للرازي الفاطمي ص٢٧٠ - ٢٧١.
(٥) الخوارج: هم الذين خرجوا على علي بن أبي طالب رضي الله عنه في حرب صفين، وصاروا فرقة لها أصولها التي منها: تكفير مرتكب الكبيرة، والتبري من علي وعثمان رضي الله عنهما والخروج على الإمام إذا خالف السنة وغير ذلك، وهم فرق كثيرة.

انظر: التنبيه والرد للملطي ٦٢ - ٨٤، تاريخ الفرق الإسلامية للغرابي ص٢٦٤ - ٢٨٤، الخوارج لعامر النجار ص٣٧ - ١٣٥.
(٦) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٤١) .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (47,'وأهل السنة والجماعة وسط في باب محبة الأنبياء بين من يغلو في حبهم، ويعظمهم كتعظيم الله، ويرى أن لهم تصرفاً ببعض أمور الكون، وبين من يفرّط في حقهم، ويغمطهم، ويرى أن بعض الناس أفضل منهم، وهذا موجود في طوائف من الصوفية.
ومن الأمثلة على الوسطية، وتقريرها عند ابن تيمية رحمه الله ما ذكره عن وسطية أهل السنة والجماعة في صفات الله عزّ وجل: (ومذهب السلف بين مذهبين، وهدى بين ضلالتين: إثبات الصفات، ونفي مماثلة المخلوقات، فقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: ١١] ، رد على أهل التشبيه والتمثيل، وقوله: {وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: ١١] ، رد على أهل النفي والتعطيل، فالممثل أعشى، والمعطل أعمى: الممثل يعبد صنماً، والمعطل يعبد عدماً) (١) .
٦ - التسليم للغيبيات، وتفويض كيفياتها إلى الله عزّ وجل: وهذا موافق للكتاب والسنة، ولما عليه سلف الأمة، فقد جعل الله من صفات المتقين قوله: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} [البقرة: ٣] ، ومن تمام إيمانهم بالغيب أنهم يفوضون ما لا يعلمونه مما لم يرد به النص إلى عالمه وخالقه.
وقد قال عزّ وجل: في تمام التسليم للأوامر الشرعية، ولو لم تظهر لنا حكمتها: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [النساء: ٦٥] .
وقال الإمام الشافعي (٢)
رحمه الله (آمنت بما جاء عن الله على مراد الله، وبما
_________
(١) مجموع فتاوى ابن تيمية ٥/١٩٦.
(٢) الشافعي: محمد بن إدريس بن العباس بن عثمان الشافعي المطلبي، أبو عبد الله، أحد الأئمة الأربعة فإليه ينسب المذهب الشافعي، إمام فقيه، ت سنة ٢٠٤هـ.

انظر في ترجمته: حلية الأولياء لأبي نعيم ٩/٦٣، مناقب الشافعي للبيهقي، ومناقب الشافعي للرازي، تهذيب التهذيب لابن حجر ٩/٢٥.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (48,'جاء عن رسول الله على مراد رسول الله صلّى الله عليه وسلّم) (١) .
ويقرر ابن تيمية رحمه الله مسلك التسليم، وتفويض الكيفيات في الغيبيات سواء كانت من الصفات، أم من أمور الآخرة مما لم يرد نص في تحديد كيفياتها، وهذا هو حال المؤمنين، يقول رحمه الله: (كل ما فعله علمنا أن له فيه حكمة، وهذا يكفينا من حيث الجملة، وإن لم نعرف التفصيل، وعدم علمنا بتفصيل حكمته بمنزلة عدم علمنا بكيفية ذاته ... وعدم علمنا بالحكمة في بعض الجزئيات لا يقدح فيما علمناه من أصل حكمته) (٢) .
وقال - أيضاً - في التدمرية: (القاعدة الثانية: أن ما أخبر به الرسول عن ربه عزّ وجل فإنه يجب الإيمان به، سواء عرفنا معناه، أو لم نعرف؛ لأنه الصادق المصدوق فما جاء في الكتاب والسنة وجب على كل مؤمن الإيمان به وإن لم يفهم معناه) (٣) .
وأما منهج ابن تيمية رحمه الله في الاستدلال على اعتقاد السلف: فمما ينبغي التنويه إليه قبل ذكر المنهج أن أبين أن مصادر التلقي في الاعتقاد عنده هي الكتاب والسنة، فالعقيدة توقيفية يعتمد فيها على الوحي والنقل لا على الأهواء والعقول، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ} [النساء: ٥٩] .
وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ} [الحجرات: ١] .
وقال سبحانه وتعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} [آل عمران: ١٠٣] ، إلى غيرها من الآيات.
يقول ابن تيمية رحمه الله: (أصل جامع في الاعتصام بكتاب الله ووجوب
_________
(١) انظر: ذم التأويل لابن قدامة ص١١.
(٢) تفصيل الإجمال (ضمن مجموع فتاوى ابن تيمية ٦/١٢٨) ، وانظر: وسطية أهل السنة بين الفرق لمحمد باكريم باعبد الله.
(٣) ص٦٥.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (49,'اتباعه وبيان الاهتداء به في كل ما يحتاج إليه الناس من دينهم. وأن النجاة والسعادة في اتباعه، والشقاء في مخالفته) (١) ، وقال عن الأصل الثاني (فصل في أن رسول الله صلّى الله عليه وسلّم بيّن جميع الدين أصوله وفروعه، باطنه وظاهره، علمه وعمله، فإن هذا الأصل هو أصل أصول العلم والإيمان) (٢) .
ولأجل معرفة معالم منهج ابن تيمية رحمه الله في الاستدلال للعقيدة يحسن ذكر النقاط التالية:
١ - وجوب رد التنازع إلى الكتاب والسنة، والإذعان لهما، والسمع والطاعة لأمرهما، واجتناب نهيهما، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: ٥٩] .
وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} [الأنفال: ٢٤] .
وقال سبحانه وتعالى: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [النور: ٥١] ، وقال سبحانه وتعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [النساء: ٦٥] ، وقال: {بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلالاً بَعِيداً * وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً} [النساء: ٦٠، ٦١] ، وقد بيّن ابن تيمية رحمه الله وجوب رد التنازع إلى الله ورسوله، وأن من لم يتحاكم إليهما فهو دليل على ضلاله ونفاقه، وأن الأمة لا تجتمع إلا على هذين المصدرين، وأنه يلزم لمن لم يتحاكم إليهما أن لا يكونا هدى
_________
(١) مجموع فتاوى ابن تيمية ١٩/٧٦.
(٢) معارج الوصول (ضمن مجموع فتاوى ابن تيمية ١٩/١٥٥) .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (50,'للناس، ولازم ذلك أن يكون ترك الناس بلا رسالة خيراً لهم منها (١) .
٢ - نفي التعارض بين نصوص الكتاب ونصوص السنة: فهما وحي من الله عزّ وجل كما قال سبحانه: {وَمَا يَنطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم: ٣، ٤] ، وقال عزّ وجل: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ} [الزمر: ٢٣] ، وقال: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} [النساء: ٨٢] ، وبين ابن تيمية رحمه الله أن كلام الله متشابه متماثل، يصدق بعضه بعضاً، فإذا أمر بأمر لم يأمر بنقيضه في موضع آخر، وإذا نهى عن شيء لم يأمر به في موضع آخر، بل ينهى عنه.
وكذلك إذا أخبر بثبوت شيء لم يخبر بثبوت نقيض ذلك، وإذا أخبر بنفي شيء لم يثبته بل ينفيه، أو ينفي لوازمه (٢) .
وقد بيّن رحمه الله أن النصوص لا تتعارض في نفس الأمر، إلا في الأمر والنهي إذا كان أحدهما ناسخاً، والآخر منسوخاً، وأما الأخبار فلا يجوز تعارضها.
وأما إذا تعارض عند أحد خبران أو أمران أحدهما عام والآخر خاص، وقُدّم الخاص على العام، فإنه يعلم أن ذلك ليس بتعارض في الحقيقة.
وإذا كان في كلام الله ورسوله كلام مجمل أو ظاهر قد فُسر معناه أو بينه كلام آخر متصل به، أو منفصل عنه، لم يكن في هذا خروج عن كلام الله ورسوله، ولا عيب في ذلك ولا نقص ... (٣) .
٣ - نفي التعارض بين نصوص الشرع وبين العقل: وهذا الموضوع قد أسهب في بيانه ابن تيمية رحمه الله عرضاً ورداً، بل يمكن القول: إن أكثر مناقشاته للمتكلمين كانت في بيان هذه المنهجية الفاصلة بين أهل السنة وبين مخالفيهم،
_________
(١) انظر: درء تعارض العقل والنقل ١/٥٨، الفتوى الحموية الكبرى ص٢١ - ٢٣.
(٢) انظر: التدمرية ص١٠٤.
(٣) انظر: درء تعارض العقل والنقل ٥/٢٣١ - ٢٣٣.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (51,'وقد أوضح رحمه الله أن معارضة القرآن بمعقول أو قياس ليس من فعل السلف. ولم يكونوا يستحلونه، وإنما ابتدع ذلك لما ظهرت الجهمية والمعتزلة ونحوهم (١) .
ويحيل رحمه الله وجود تعارض بين النص الصحيح، والعقل الصريح؛ لأن هذا لا يمكن، فالنص الصحيح موافق للعقل الصريح، وكذلك العكس، يقول رحمه الله (وهذه حال المؤمنين للرسول، الذين علموا أنه رسول الله الصادق فيما يخبر به، يعلمون من حيث الجملة أن ما ناقض خبره فهو باطل، وأنه لا يجوز أن يعارض خبره دليل صحيح لا عقلي ولا سمعي) (٢) ، وقد فصّل رحمه الله هذا الموضوع في درء تعارض العقل والنقل، وبيان تلبيس الجهمية، وكثير من كتبه الأخرى.
٤ - الأخذ في أبواب الاعتقاد بظواهر النصوص. والمراد بالظاهر هو: ما يتعرف إليه الذهن من المعاني على معناها الظاهر، وأنه ليس لها معنى باطن يخالف ظاهرها، وقد نبّه شيخ الإسلام رحمه الله إلى أن بعض النفاة يستخدمون الألفاظ المعروفة في غير معانيها، فيصرفونها عن حقيقتها، ومن هذه الألفاظ لفظة: (الظاهر) فيجعلون ظواهر النصوص غير مرادة؛ لأنها تقتضي - بزعمهم - التجسيم والتشبيه، وبيّن خطأهم في اللفظ والمعنى (٣) .
قال رحمه الله: (ومن قال: إن ظاهر شيء من أسمائه وصفاته غير مراد فقد أخطأ؛ لأنه ما من اسم يسمى الله تعالى به إلا والظاهر الذي يستحقه المخلوق غير مراد به، فكأن قول هذا القائل يقتضي أن يكون جميع أسمائه وصفاته قد أريد بها ما يخالف ظاهرها، ولا يخفى ما في هذا الكلام من الفساد) (٤) .
_________
(١) انظر: الاستقامة ١/٢٣.
(٢) درء تعارض العقل والنقل ٥/٢٥٥.
(٣) انظر: الفتوى الحموية الكبرى ص١٠٦ - ١١٠، مجموع فتاوى ابن تيمية ٣٣/١٧٥.
(٤) مجموع فتاوى ابن تيمية ٦/٣٥٧.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (52,'وعلى هذا فإن الواجب هو الأخذ بظواهر النصوص في باب الاعتقاد، واعتقاد أنها هي المرادة؛ لأن المتكلم بهذه النصوص أعلم بمراده من غيره، وقد خاطبنا - سبحانه - باللسان العربي المبين: {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ} [الشعراء: ١٩٣ - ١٩٥] ، فوجب قبوله على ظاهره، وأن المعنى الظاهر المتبادر إلى الذهن هو المراد (١) .
ويتبع القول بالأخذ بظواهر النصوص: النهي عن التأويل المحدث عند المتأخرين الذي يصرفون فيه حقائق النصوص إلى غيرها، هروباً من الأخذ بظواهر النصوص إلى صرفها عن ظاهرها لمعنى آخر بدون قرينة تدل عليه، ففي نصوص الصفات أوّل المتكلمون هذه النصوص؛ خشية التشبيه بالمخلوقات، فوقعوا في تشبيه أشد منه وهو التشبيه بالمعدومات أو الممتنعات، يقول رحمه الله: (أما التأويل بمعنى صرف اللفظ عن مفهومه إلى غير مفهومه فهذا لم يكن هو المراد بلفظ التأويل في كلام السلف، وكان السلف ينكرون التأويلات التي تخرج الكلام عن مراد الله ورسوله، التي هي من نوع تحريف الكلم عن مواضعه، فكانوا ينكرون التأويل الباطل الذي هو التفسير الباطل) (٢) .
٥ - الأخذ بأحاديث الآحاد في باب الاعتقاد: خبر الواحد يفيد العلم عند أهل السنة والجماعة إذا صحّ عن رسول الله صلّى الله عليه وسلّم، ويتلقى بالقبول، ويعمل به بدون تفريق بين العقائد وبين الأحكام التشريعية الفقهية، ومن الأدلة على قبول خبر الواحد، قول الله سبحانه وتعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة: ١٢٢] ، وحين أراد النبي صلّى الله عليه وسلّم أن يرسل إلى اليمن من
_________
(١) انظر: القواعد المثلى لابن عثيمين ص٣٣ - ٤٩.
(٢) الصفدية ١/٢٩١، وانظر: موقف الإمام ابن تيمية من قضية التأويل للجليند، ظاهرة التأويل وصلتها باللغة للسيد عبد الغفار، منهج الاستدلال على مسائل الاعتقاد عند أهل السنة والجماعة لعثمان حسن ١/٣٩١ - ٤٣٦، ٢/٤٣٧ - ٤٧٠، ٥٣١ - ٥٧٦.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (53,'يدعوهم إلى الإسلام أرسل إليهم معاذ بن جبل (١) ، وقال: (ادعهم إلى شهادة أن لا إله إلا الله، وأني رسول الله ... ) (٢) ، وبه قامت الحجة على أهل اليمن وهو واحد (٣) .
وبيّن ابن تيمية رحمه الله مواقف بعض العلماء من الاستدلال بالسنة المتواترة وغيرها، ثم يرجح أحدها فيقول: (وأئمة أهل السنة والحديث - من أصحاب الأئمة الأربعة وغيرهم - يثبتون الصفات الخبرية، لكن منهم من يقول: لا نثبت إلا ما في القرآن والسنة المتواترة، وما لم يقم دليل قاطع على إثباته نفيناه، كما يقوله ابن عقيل (٤) وغيره أحياناً (على اختلاف في قوله) (٥) ، ومنهم من يقول: بل نثبتها بأخبار الآحاد المتلقاة بالقبول، ومنهم من يقول: نثبتها بالأخبار الصحيحة مطلقاً، ومنهم من يقول: يعطى كل دليل حقه، فما كان قاطعاً في
_________
(١) معاذ بن جبل: بن عمرو بن أوس الأنصاري الخزرجي، أبو عبد الرحمن، صحابي جليل، الإمام المقدم في علم الحلال والحرام، شهد المشاهد كلها، كان سمحاً، مجاب الدعوة، ت سنة ١٧هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٣٥٥، الإصابة لابن حجر ٣/٤٢٦.
(٢) الحديث أخرجه البخاري في صحيحه ٣/٣٥٧، كتاب الزكاة، باب أخذ الصدقة من الأغنياء.
(٣) انظر للاستزادة في حجية خبر الواحد: أخبار الآحاد في الحديث النبوي للجبرين، الحديث حجة بنفسه في العقائد والأحكام للألباني، خبر الواحد في السنة لسهير مهنا، الأدلة والشواهد للهلالي، رد شبهات الإلحاد عن أحاديث الآحاد للراشد، حجية أحاديث الآحاد في الأحكام والعقائد للأمين الحاج محمد أحمد، وانظر: الرسالة للشافعي ص٣٦٩، مختصر الصواعق المرسلة للموصلي ٢/٤٣٢، جامع بيان العلم وفضله لابن عبد البر ٢/٣٢ وغيرها كثير.
(٤) ابن عقيل: علي بن عقيل بن محمد بن عقيل البغدادي، المقريء الفقيه الأصولي، اشتغل بعلم الكلام، ويذكر أنه تاب منه، وقد رد عليه ابن قدامة في كتابه (تحريم النظر في كتب الكلام) وله مصنفات من أشهرها (الفنون) ، ت سنة ٥١٣هـ.
انظر في ترجمته: ذيل طبقات الحنابلة لابن رجب ١/١٤٢، المنهج الأحمد للعليمي ٢/٢١٥.
(٥) انظر المسودة لآل تيمية ص٢٤٩.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (54,'الإثبات قطعنا بموجبه، وما كان راجحاً - لا قطعاً - قلنا بموجبه، فلا نقطع في النفي والإثبات إلا بدليل يوجب القطع، وإذا قام دليل يرجح أحد الجانبين بيّنا رجحان أحد الجانبين، وهذا أصح الطرق) (١) .
وقال رحمه الله: (مذهب أصحابنا أن الأخبار الآحاد المتلقاة بالقبول تصلح لإثبات أصول الديانات) (٢) .
وبهذا يتضح أن ابن تيمية رحمه الله تعالى يوافق منهج أهل السنة والجماعة في تقرير مسائل الاعتقاد، وفي الاستدلال عليها، وأنه أحد علماء هذا المنهج، وأحد شُرّاحه على وفق ما أراده الله ورسوله (٣) .
_________
(١) درء تعارض العقل والنقل ٣/٣٨٣ - ٣٨٤.
(٢) المسودة لآل تيمية ص٢٤٨.
(٣) ممن اعتنى بهذا الموضوع: الأصول الفكرية عند شيخ الإسلام ابن تيمية لخالد العك ص٨٧ - ١٧٨، العقيدة السلفية بين الإمام ابن حنبل وابن تيمية للسيلي ص٣٥ - ١٤٥، منهج شيخ الإسلام ابن تيمية في تقرير عقيدة التوحيد للبريكان (رسالة دكتوراه مقدمة إلى قسم العقيدة والمذاهب المعاصرة بجامعة الإمام محمد بن سعود الإسلامية بالرياض) ، موقف المتكلمين من الاستدلال بنصوص الكتاب والسنة لسليمان الغصن ١/٦١ - ٧٣، قواعد المنهج السلفي لمصطفى حلمي ص١٨٥ - ٢٠٨، منهج علماء الحديث والسنة في أصول الدين له ص١٩٩ - ٢٣٣، معالم الانطلاقة الكبرى للمصري ص٦٥ - ٧٨، منهج شيخ الإسلام ابن تيمية في الدعوة للحوشاني ١/١٢٥ - ١٧١.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (55,'<span data-type="title" id=toc-19>الفصل الأول: المناوئون لشيخ الإسلام، ودعاواهم حول منهجه</span>',NULL,'59',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (56,'<span data-type="title" id=toc-20>المبحث الأول: المناوئون لشيخ الإسلام</span>
<span data-type="title" id=toc-21>المطلب الأول: أقسام المناوئين</span>
المناوأة: المعاداة والمناهضة، يقال: ناوأت الرجل نِواءً ومناوأةً إذا عاديته، وأصله من ناء إليك، ونؤتَ إليه: إذا نهضتما، ومنه حديث: «لا تزال طائفة من أمتي ظاهرين على من ناوأهم» (١) ، وحديث الخيْل: «ورجلٌ ربطها فخراً ورياءً ونواءً لأهل الإسلام» (٢) ، وبهذا تكون المناوأة بمعنى العداوة والمناهضة (٣) .
وأعداء ابن تيمية رحمه الله كُثرٌ، من عصره إلى هذا العصر، وغالبهم أعداء عقيدة السلف الصالح، ولذا نجد أكثر الدعاوى التي ينقمونها على شيخ الإسلام ابن تيمية رحمه الله في أمور الاعتقاد، وما يتصل بها مثل منهج التلقي والاستدلال عليها.
إن الناظر في أحوال المناوئين لابن تيمية رحمه الله يجد صعوبة في تقسيمهم
_________
(١) الحديث أخرجه البخاري في صحيحه ٦/٢١٧ كتاب فرض الخمس، باب فإن لله خمسه، ومسلم في صحيحه ١/١٣٧ كتاب الإيمان، باب نزول عيسى بن مريم حاكماً بشريعة نبينا محمد و٣/١٥٢٤ كتاب الإمارة، باب لا تزال طائفة، واللفظ له.
(٢) الحديث أخرجه البخاري في صحيحه ٦/٦٣٣ كتاب المناقب، باب حدثنا محمد بن المثنى، ومسلم كتاب الزكاة حديث (٢٤) .
(٣) انظر: النهاية لابن الأثير ٥/١٢٣ مادة (نوأ) ، لسان العرب لابن منظور ١/١٧٨ مادة (نوأ) . القاموس المحيط للفيروزآبادي ١/٣٢ مادة (ناء) .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (57,'إلى أقسام ينفصل بعضها عن البعض الآخر؛ ذلك أن بعض المناوئين يشترك في عدائه لابن تيمية رحمه الله في أكثر من جهة وقسم، فيدخل تحت هذا القسم من المناوئين لأمر، ويدخل تحت قسم آخر من المناوئين لأمر آخر، فعلى سبيل المثال بعض الفقهاء الذين واجهوا ابن تيمية رحمه الله وصارحوه بالعداء، يعتقدون مذهب الأشاعرة (١) .
وطوائف كثيرة من الأشاعرة يسلكون مسلك التصوف، فمن كانت هذه حاله من أعداء ابن تيمية فهو يدخل في هذه الأقسام الثلاثة كلها - أي الفقهاء، والأشاعرة، والصوفية -، ولكن التقسيم تقريبي، إذ المقصود وضع ترتيب فني لهم، ومعرفة الجهات التي كان يعاني منها ابن تيمية رحمه الله ويكابد مشقة إصرارها وتعنتها أمام كلمة الحق.
وفي الجملة فإن أهل الباطل قد تناصروا على ابن تيمية رحمه الله، ورموه من قوس واحدة بالعداء، يبيّن ذلك تلميذ ابن تيمية رحمه الله البار أبو حفص البزار (ت - ٧٤٩هـ) رحمه الله عن معايشة وقرب، بكلام مؤثر نفيس إذ يقول:
(ولم يزل المبتدعون أهل الأهواء، وآكلوا الدنيا بالدين، متعاضدين، متناصرين في عدوانه، باذلين وسعهم بالسعي في الفتك به، متخرصين عليه الكذب الصراح، مختلقين عليه، وناسبين إليه ما لم يقله ولم ينقله، ولم يوجد له به خط، ولا وجد له فيه تصنيف ولا فتوى، ولا سمع منه في مجلس، أتراهم ما علموا أن الله سائلهم عن ذلك ومحاسبهم عليه؟ أو ما سمعوا قول الله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ * إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ * مَا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ
_________
(١) الأشاعرة: هم المنتسبون لأبي الحسن الأشعري في مذهبه الذي اتخذه بعد تركه الاعتزال وقبل تصريحه بانتسابه إلى مذهب الإمام أحمد، ومتأخروهم يثبتون سبع صفات فقط، وينكرون علو الذات، ويقولون: إن الإيمان هو التصديق.

انظر: مجموع فتاوى ابن تيمية ٦/٥٢ - ٥٥، الرد على الرافضة للمقدسي ص١٦٦، مذاهب الإسلاميين لبدوي ١/٤٨٧، الأشاعرة لأحمد صبحي.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (58,'عَتِيدٌ} [ق: ١٦ - ١٨] ، بلى والله، ولكن غلب عليهم ما هم فيه من إيثار الدنيا على الآخرة، والعمل للعاجلة دون الآجلة، فلهذا حسدوه وأبغضوه، لكونه مباينهم ومخالفهم) (١) .
إن أعداء ابن تيمية رحمه الله يمكن تصنيفهم وتقسيمهم إلى أقسام منها:
أولاً: الفقهاء والقضاة: فقد كان كثير من فقهاء المذاهب في عصره مقلدة، يرون الخروج عن أقوال أئمة مذاهبهم جرماً يؤاخذ عليه فاعله، وقد أفتى ابن تيمية رحمه الله في مسألة الطلاق بفتاوى لم يكن يُفتى بها في ذلك العصر ومن هذه الفتاوى:
مسألة الحلف بالطلاق: إذا قصد الحالف به اليمين فإنه لا يقع طلاقاً، ومسألة الطلاق بالثلاث وأنه لا يقع إلا طلقة واحدة، وأن الطلاق المحرم لا يقع، وقد ألف رحمه الله في نصرة هذا القول مؤلفات عدة (٢) ، وفتاوى متعددة (٣) ، وعظم الأمر على بعض الفقهاء حين أفتى ابن تيمية رحمه الله بهذه الفتوى التي سارت في البلدان سير النار في الهشيم، وذلك لجلالة قدر شيخ الإسلام رحمه الله وقبوله لدى الناس (٤) ، فكُلم أحد قضاة الحنابلة أن يقنع ابن تيمية رحمه الله بالعدول عن هذه الفتوى، فكلّمه في يوم الخميس، منتصف شهر ربيع (٥) ، من سنة (٧١٨هـ) ، فقبل ابن تيمية رحمه الله نصيحة القاضي؛ وذلك لعلمه أنه إنما قال له هذا القول يقصد به ترك ثوران فتنة وشر.
ولما كان يوم السبت، مستهل جمادى الأولى من السنة نفسها جاء بريد
_________
(١) الأعلام العلية ص٦٦.
(٢) انظر: عناوينها في العقود الدرية لابن عبد الهادي ص٣٢٤.
(٣) انظر هذه الفتاوى مجموعة في مجموع فتاوى ابن تيمية ٣٣/٧ - ٩٨.
(٤) انظر: الأعلام العلية للبزار ص٧٠.
(٥) ذكر ابن كثير في البداية والنهاية ١٤/٨٧ أنه ربيع الأول، وذكر ابن عبد الهادي في العقود الدرية ص٣٢٥ أنه ربيع الآخر.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (59,'من السلطان يمنع الفتوى في مسألة الحلف بالطلاق، ثم عقد مجلس يوم الاثنين إثر ذلك المرسوم، وانفصل الأمر على ما أمر به السلطان.
لكن ابن تيمية رحمه الله عاد إلى الإفتاء بهذه المسألة تأثماً، خشية كتمان العلم، واستمر رحمه الله يفتي في هذه المسألة حتى كان يوم الثلاثاء منتهى رمضان سنة (٧١٩هـ) حيث جُمع القضاة والفقهاء عند نائب السلطنة بدار السعادة، وقُرئ عليهم كتاب السلطان، وأُحضر الشيخ وعوتب على فتياه بعد المنع، وأُكد عليه في المنع من ذلك.
ولما كان يوم الخميس الثاني والعشرين من شهر رجب سنة (٧٢٠هـ) عُقد له رحمه الله مجلس آخر في دار السعادة، حضره النائب، والقضاة، وجماعة من المفتين، وحضر الشيخ، وعاودوه في مسألة الطلاق والإفتاء فيها، وعاتبوه على ذلك، حتى صدر قرار بحبسه في القلعة، فحبس فيها خمسة أشهر، وثمانية عشر يوماً، أي إلى يوم عاشوراء من السنة التي تليها (٧٢١هـ) حيث ورد مرسوم بإخراجه، فخرج بهذا المرسوم وتوجه إلى داره (١) ، فهذه الفتوى أوجدت متنفساً لأصحاب الأغراض الشخصية، من حساد ابن تيمية رحمه الله من الفقهاء في أن ينتقموا منه، ويحاكموه، وأن يسعوا في سجنه في مسألة علمية المرجع فيها إلى الدليل، وحسن الاستدلال.
وثمة حادثة أثارت حفيظة كثير من الفقهاء في عصره، وسببت من العداوات والحسد عليه أموراً كثيرة؛ ذلك أنه كثير العلم، وصاحَبَ ذلك أمرٌ بمعروف ونهيٌ عن منكر، وجرأة في ذلك، فلا يخاف في الله لومة لائم. وقد حسده الفقهاء إذ لم ينالوا ولم يدركوا ما أدركه ووصل إليه، فقد أخبر ابن كثير (ت - ٧٧٤هـ) رحمه الله أن السلطان الملك الناصر (ت - ٧٤١هـ) ، لما رجع إلى الملك مرة ثانية كان همه في طلب الشيخ ورؤيته، فلما تقابلا اعتنقا هنيهة، ثم أخذ معه
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص٣٢٦، البداية والنهاية لابن كثير ١٤/٨٧، ٩٧، ٩٨.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (60,'ساعة يتحدثان وكان من حديثهما: أن طلب الملك الناصر من ابن تيمية رحمه الله أن يفتي في قتل بعض القضاة بسبب ما تكلموا فيه، وحثه على ذلك، إلا أن ابن تيمية رحمه الله أخذ في تعظيم هؤلاء القضاة والعلماء، وبيان مكانتهم، وينكر أن ينال أحداً منهم بسوء، وقال له: إذا قتلت هؤلاء لا تجد بعدهم مثلهم، ومن آذاني فهو في حل وأنا لا أنتصر لنفسي (١) .
وبعد هذا الحوار انتقلا إلى المجلس العام حيث كان يجلس جمع كبير من الفقهاء والقضاة من مصر والشام فتكلم الوزير في أمر أهل الذمة، وطلبهم أن يعودوا إلى الزي الذي كانوا يلبسونه مثل سائر الناس، وترك الزي الذي أُلزموا به لتميزهم عن غيرهم، فسكت الملك كأنه يريد من الفقهاء والقضاة إبداء الرأي، وسكت الناس بما فيهم الفقهاء والقضاة فلم يتكلم أحد، فقال لهم السلطان: ما تقولون؟ يستفتيهم في ذلك، فلم يتكلم أحد. ثم جثى شيخ الإسلام على ركبتيه، وتكلم مع السلطان بكلام طويل، ورد على الوزير ما قاله رداً عنيفاً، وتكلم بما لا يستطيع أحد في المجلس أن يقوم بمثله، ولا بقريب منه (٢) ، فهذه الحوادث وغيرها أثارت بعض من كان في قلبه غل وحسد على ابن تيمية رحمه الله، وتكدّرت عليهم حياتهم أن يروا ابن تيمية رحمه الله تزداد مكانته بين الناس، ويرتفع شأنه عند السلطان، وتسمع كلمته فتقبل عند ولاة الأمور، نعوذ بالله من الغل والحسد.
ثانياً: أهل الكلام (٣) :
لقد كان ابن تيمية رحمه الله مثالاً للعالم الذي كان همه
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص٢٨٢، وذكر ابن كثير في البداية والنهاية ١٤/٥٤ عن قاضي المالكية ابن مخلوف مقولة عنه هي قوله: (ما رأينا مثل ابن تيمية حرضنا عليه فلم نقدر عليه، وقدر علينا فصفح عنا، وحاجج عنا) ، وهذا نص يؤكد تكالب بعض الفقهاء والقضاة عليه، وتحريض السلاطين عليه، ولكن الله ناصره.
(٢) انظر: العقود الدرية لابن عبد الهادي ص٢٧٨ - ٢٨١، البداية والنهاية لابن كثير ١٤/٥٤.
(٣) أهل الكلام: هم المشتغلون بعلم الكلام، وتعريف علم الكلام عند المتكلمين هو: (علم يقتدر معه على إثبات العقائد الدينية على الغير بإيراد الحجج ودفع الشبه) ، وهو كلام في الله بما يخالف الكتاب والسنة، وفيه تقديم ما تدل عليه عقولهم على الكتاب والسنة.

انظر: درء تعارض العقل والنقل لابن تيمية ١/١٧٨، المواقف للإيجي ص٢٧، شرح المقاصد للتفتازاني ١/١٦٣ - ١٦٦، مذاهب الإسلاميين لبدوي ١/٧ - ٨ عوامل وأهداف نشأة علم الكلام في الإسلام ليحيى فرغل، أصالة علم الكلام لمحمد السيد ص١٤ - ١٧، المدخل إلى دراسة علم الكلام لحسن الشافعي ص١٣ - ٢٣، علم الكلام وبعض مشكلاته لأبي الوفاء التفتازاني ص٣ - ٦.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (61,'هو الدفاع عن عقيدة السلف، والإجابة عن الشبهات الموجهة إليها، وقبل ذلك عرض معتقد السلف بأسلوب ميسر سهل التناول، عن طريق المصادر الأساسية للتلقي في الاعتقاد وهي الكتاب والسنة، ثم أقوال سلف الأمة الموافقة للوحي، الشارحة له.
ولكن لم يطب هذا الصنيع لمن كان رحمه الله يهدم بنيانهم من القواعد من أهل الكلام، وأعداء عقيدة السلف، إذ كان يناقشهم مرة في منهجهم في التلقي، وموقفهم من مصادر الاستدلال الصحيحة، ويناقشهم في مصادرهم التي اعتمدوها بديلة أو أساساً، يكون القرآن وتكون السنة تابعة لها كالعقل، ويناقشهم في منهجيتهم في الاستدلال كموقفهم من الأخذ بأخبار الآحاد في الاعتقاد، أو تأويل النصوص، أو تفويضها، ويناقشهم - أيضاً - في المسائل المخالفة لعقيدة السلف - عندهم - وهي المترتبة على الأساس الفاسد عندهم في التلقي، ويناقشهم في جزئيات كثيرة في عقائدهم ... أقول: لم يطب هذا الصنيع لهم، فما كان منهم إلا أن ألبوا عليه، وأجلبوا عليه بخيلهم ورجلهم، ووشوا به عند السلاطين، وافتروا عليه الكذب، وسعوا في تغيير صورته عند الناس بتحميل كلامه ما لا يحتمل، حتى وقعت له رحمه الله محن كثيرة، أوذي بسببها، وسجن، بعد ما عقدت له مجالس، ومناقشات تكون النصرة له رحمه الله فيها، وكثرت المجالس وطالت سنوات عدة في النقاش بين مذهب السلف ويمثله ابن تيمية رحمه الله ومذهب المتكلمين ويمثله بعض القضاة والفقهاء، يعود بعضهم إلى الحق، ويعاند آخرون ويصرون على الباطل بعد بيان الحجة، واتضاح المحجة.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (62,'وقد امتحن رحمه الله، لأجل تأليفه (العقيدة الحموية) ، وتحزب عليه أهل الكلام من المبتدعة، وذلك سنة (٦٩٨هـ) (١) ، ويذكر ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله ما كان يعمله أهل الكلام من إيغار الصدور على شيخ الإسلام ابن تيمية رحمه الله بسبب العقيدة الحموية، فيقول: (فأخذوا الجواب الذي كتبه، وعملوا عليه أوراقاً في رده، ثم سعوا السعي الشديد إلى القضاة والفقهاء، واحداً واحداً، وأوغروا خواطرهم، وحرفوا الكلام، وكذبوا الكذب الفاحش، وجعلوه يقول بالتجسيم - حاشا من ذلك - وأنه قد أوعز ذلك المذهب إلى أصحابه، وأن العوام قد فسدت عقائدهم بذلك، ولم يقع من ذلك شيء، والعياذ بالله، وسعوا في ذلك سعياً شديداً) (٢) .
ثم طلب قاضي الحنفية من شيخ الإسلام أن يأتي إليه، فقال له ابن تيمية رحمه الله إن العقائد ليس أمرها إليك، وإن السلطان إنما ولاك لتحكم بين الناس، وإن إنكار المنكرات ليس مما يختص به القاضي، ففرح أهل الضلال بهذا الجواب، فأوغروا صدر قاضي الحنفية حتى تم لهم ما يريدون، فأمر القاضي أن ينادي في البلد ببطلان عقيدة ابن تيمية، فنودي في بعض البلد، وما إن علم والي البلد بذلك حتى هب لنصرة ابن تيمية رحمه الله فأرسل طائفة، فضربوا المنادي، ومن كان معه، وأمر بمتابعة من كان يسعى في هذه الفتنة، وقد كان مغضباً من عملهم هذا، ويريد الانتقام منهم، فاختفى أكثرهم، واحتمى الآخرون ببعض كبار وأعيان البلد، ثم إن ابن تيمية رحمه الله جلس على عادته يوم الجمعة في الدرس، وكان تفسيره في قوله تعالى: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} [القلم: ٤] ، فذكر الحلم، وما ينبغي استعماله، فكان ميعاداً جليلاً.
ثم اجتمع شيخ الإسلام رحمه الله بقاضي الشافعية، وقرأ معه العقيدة الحموية، وأوضح ما أشكل على القاضي من بعض المواضع، فلم يحصل
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص١٩٨، البداية والنهاية لابن كثير ١٤/٤.
(٢) انظر: العقود الدرية لابن عبد الهادي ص٢٠٠.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (63,'إنكار عليه من الحاكم، ولا ممن حضر المجلس وانتهى المجلس وقاضي الشافعية يقول: كل من تكلم في الشيخ يعزر (١) ، قال ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله بعد ذكره هذه المواقف: (والذين سعوا فيه معروفون عندنا، وعند كل أحد، قد اشتهر عنهم هذا الفعل الفظيع - وكذلك - من ساعدهم بقول، أو تشنيع، أو إغراء، إو إرسال رسالة، أو إفتاء، أو شهادة ... ) (٢) .
وامتحن ابن تيمية رحمه الله في عقيدته من قبل أهل الكلام محنة أشد من سابقتها، وذلك في الرسالة التي ألفها بعنوان (العقيدة الواسطية) ، فنوظر بسببها، وأوذي من أجلها سنة (٧٠٥هـ) ، فقد ورد مرسوم من السلطان أن يجمع الفقهاء والقضاة ثم يسأل ابن تيمية رحمه الله عن اعتقاده، وفعل الوالي ذلك، فأحضر الشيخ العقيدة الواسطية، وأخبر الحضور أنه كان قد كتبها قبل سبع سنين تقريباً، فقرئت العقيدة في المجلس، وأخرت بعض المواضع إلى مجلس آخر، حضر فيه الشيخ صفي الدين الهندي (٣) ،
فناقش ابن تيمية كثيراً لكنه لم يفلح؛ لأنه كما يصف ابن كثير (٧٧٤هـ) رحمه الله فقال: (ولكن ساقيته لاطمت بحراً) (٤) .
ثم إنهم اصطلحوا على أن يناظر ابن تيمية، أحد الذين يعرفون عنه جودة الذهن، وحسن البحث، ألا وهو كمال الدين ابن الزملكاني (ت - ٧٢٧هـ) ، حيث
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص٢٠١ - ٢٠٢، البداية والنهاية لابن كثير ١٤/٤، وقد أثنى ابن كثير رحمه الله على قاضي الشافعية وقال: (وكان القاضي إمام الدين معتقده حسناً، ومقصده صالحاً) .
(٢) العقود الدرية ص٢٠٢.
(٣) صفي الدين الهندي: محمد بن عبد الرحيم بن محمد الأرموي، أبو عبد الله الشافعي، المتكلم، ولد بالهند، سنة أربع وأربعين وستمائة، كان فاضلاً، خرج من دلهي فحج، وجاور بمكة ثم رحل إلى بلاد كثيرة، حتى استوطن دمشق، تصدى للإفتاء، ناصب العداء لابن تيمية، ت سنة ٧١٥هـ.

انظر في ترجمته: البداية والنهاية لابن كثير ١٤/٧٤، شذرات الذهب لابن العماد ٦/٣٧.
(٤) البداية والنهاية ١٤/٣٦.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (64,'طال البحث بينهما، حيث انفصل الحال على قبول الاعتقاد الذي قرأه ابن تيمية رحمه الله. وعاد الشيخ إلى منزله معظماً مكرماً (١) ، ثم عُقد مجلس ثالث لابن تيمية رحمه الله وكانت نهايته أن اجتمع الجماعة على الرضى بالعقيدة التي يعتقدها ابن تيمية رحمه الله، وكان الباعث على هذه المجالس هو تحريض من قاضي المالكية ابن مخلوف (٢) ، ونصر المنبجي (٣) ،
إلى السلطان على شيخ الإسلام رحمه الله (٤) ، فكانت نتائج المجلس السابقة لم ترض هذين الشيخين، ولم تشف غليليهما، فطلبا من السلطان أن يصدر مرسوماً يطلبه إلى مصر، ومحاكمته فيها، ففعل السلطان ذلك، وطُلب ابن تيمية رحمه الله من دمشق إلى مصر، فخرج ابن تيمية رحمه الله ممتثلاً من دمشق في يوم مشهود، ووصل يوم الخميس الثاني والعشرين من رمضان سنة (٧٠٥هـ) إلى القاهرة، ومن غد بعد صلاة الجمعة، جمع القضاة، وأكابر الدولة، وادعى عليه ابن مخلوف (ت - ٧١٨هـ) أنه يقول: إن الله فوق العرش حقيقة، وذكر بعض المسائل، ولما انتهى سأله القاضي جوابه، فأخذ الشيخ في حمد الله والثناء عليه، فقيل له: أجب؛ ما جئنا بك لتخطب، فقال ابن تيمية رحمه الله ومن الحاكم في؟ فقيل له: القاضي المالكي، قال: كيف يحكم فيّ وهو خصمي؟ فغضب رحمه الله من ذلك، ثم أصدر فيه مرسوم بحبسه، فحبس في برج أياماً، ثم نُقل بعد ذلك إلى الحبس
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص٢٠٣، البداية والنهاية لابن كثير ١٤/٣٦ - ٣٧.
(٢) ابن مخلوف: علي بن مخلوف بن ناهض بن مسلم النويري المالكي، قاضي المالكية بمصر، سمع الحديث، واشتغل وحصل، كان مشكور السيرة، غزير المروءة، له مواقف سيئة مع ابن تيمية، ت سنة ٧١٨هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٤/٩٠، شذرات الذهب لابن العماد ٦/٤٩.
(٣) نصر المنبجي: نصر بن سليمان المنبجي، صوفي حلولي، كان الجاشنكير يتفانى في حبه، كاد لابن تيمية كثيراً، ت سنة ٧١٩هـ.

انظر في ترجمته: شذرات الذهب لابن العماد ٦/٥٢.
(٤) انظر: البداية والنهاية لابن كثير ١٤/٣٧.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (65,'المعروف بالجب، وقد مكث فيه إلى شهر ربيع الأول من سنة (٧٠٧هـ) (١) .
وأما تفصيلات الحوار الذي دار بين شيخ الإسلام رحمه الله ومخالفيه في العقيدة الواسطية، فقد حكاه شيخ الإسلام ابن تيمية رحمه الله على وجه التفصيل (٢) .

ثالثاً: الشيعة (٣) :
الشيعة بجميع فرقها من رافضة وزيدية (٤) ، وغيرها يبغضون شيخ الإسلام ابن تيمية رحمه الله؛ ذلك أنه ناقشهم نقاشاً مطولاً في كتابه (منهاج السنة النبوية) وفي غيره في بعض رسائله، ومن أمثلة أعدائه من الرافضة ابن المطهر الحلي (٥) ، الذي ألف (منهاج الكرامة) فرد عليه شيخ الإسلام بمنهاج السنة النبوية، فرد عليه ابن المطهر رداً هزيلاً ضعيفاً.
_________
(١) انظر: العقود الدرية لابن عبد الهادي ص٢٥٠ - ٢٥٣، البداية والنهاية لابن كثير ١٤/٣٨.
(٢) انظر: حكاية المناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦٠ - ١٩٤) .
(٣) الشيعة: هم الذين شايعوا علياً رضي الله عنه على وجه الخصوص، وأما غلاتهم فهم الذين غلوا في حبه، وقالوا بإمامته نصاً أو وصية، إما جلياً وإما خفياً، واعتقدوا أن الإمامة لا تخرج من أولاده، وإن خرجت فبظلم يكون من غيرهم، أو بتقية منهم، وهم فرق كثيرة منهم الغالي الكافر، ومنهم دون ذلك.

انظر: مقالات الإسلاميين للأشعري ١/٦٥ - ١٦٦، ذكر مذاهب الفرق الثنتين والسبعين لليافعي ص٧١ - ٨٨، معجم الفرق الإسلامية لعارف تامر ١٠٨، فرق معاصرة لغالب عواجي ١/١٢٧ - ٢٦٩، المناهج والمذاهب الفكرية للعريبي ص٦٥ - ٧١.
(٤) الزيدية: أتباع زيد بن علي بن الحسين، إحدى فرق الشيعة، يقولون بتفضيل علي على سائر الصحابة، وبخلود أصحاب الكبائر في النار، وبالخروج على أئمة الجور، وهم فرق متعددة.
انظر: التنبيه والرد للملطي ص٤٦ - ٤٨، مقالات الإسلاميين للأشعري ١/١٣٦ - ١٦٦، التبصير في الدين للإسفراييني ص٢٧ - ٣٤، الزيدية لأحمد صبحي، الزيدية للصاحب بن عباد، الزيدية لعلي شرف الدين، معتزلة اليمن لعلي زيد، الإمام زيد بن علي المفترى عليه للخطيب، تاريخ المذاهب الدينية في بلاد اليمن لأيمن سيد ص٢٠٩ - ٢١٨.
(٥) ابن المطهر الحلي: الحسن بن يوسف بن علي بن محمد بن المطهر الحلي العراقي الرافضي، رأس الشيعة وشيخهم في العراق، له تصانيف كثيرة جداً في الفقه والنحو والأصول والفلسفة والرفض، منها منهاج الكرامة الذي نقضه شيخ الإسلام في منهاج السنة، ت سنة ٧٢٦هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٤/١٢٥، الدرر الكامنة لابن حجر ٢/١٥٨، النجوم الزاهرة للأتابكي ٩/٢٦٧، ابن تيمية حياته وعقائده لصائب عبد الحميد ص١٩٧ - ٢٢١.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (66,'وقد كان الرافضة في جبل كسروان - قريب من دمشق -، سبباً للفتن، وإخافة للناس، ومعارضة المارين بهم بكل سوء، فاستأذن ابن تيمية رحمه الله نائب السلطان على دمشق أن يجهز جيشاً، وأن يقاتل هؤلاء في جبلهم، فأذن له ولي الأمر وأمر بتكوين جيش لقتالهم، وصحبه في ذلك القتال، وما زال الجيش في حصارهم وقتالهم، حتى فتح الله الجبل، وأجلى أهله، وقد ذكر ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله أن فتح الجبل يعد من الكرامات المعدودة لشيخ الإسلام، ذلك أن أهله من البغاة الرافضة السبَّابة، ولكونهم أخافوا الناس، وقطعوا السبيل، فتعين قتالهم (١) ، وقد كانت هذه الموقعة من أسباب أذية ابن تيمية رحمه الله واضطهاده، وسجنه فيما بعد، وذكر ابن كثير (ت - ٧٧٤هـ) رحمه الله أن هذه الواقعة قد ملأت قلوب أعدائه حسداً له وغماً (٢) .
وأما الزيدية فلا يقلون بغضاً لابن تيمية رحمه الله عن الرافضة، ومثال ذلك ما ألفه الحسن بن إسحاق (٣) ، رداً على ابن تيمية رحمه الله فيما ذكره من مسائل في (منهاج السنة النبوية) ، وقد افترى على ابن تيمية رحمه الله في أمور كثيرة (٤) .
_________
(١) انظر: العقود الدرية ص١٨٠، وقد ذكر ص١٨٢ - ١٩٤ رسالة مطولة من شيخ الإسلام إلى السلطان الملك الناصر يبين له ما حصل من نصر للمسلمين على الرافضة، ويبين له خطرهم على الأمة، وقد ذكر ابن عبد الهادي - أيضاً - ص١٨١ مناظرةً للشيخ مع أحد الرافضة في مسألة عصمة الأئمة.
(٢) انظر: البداية والنهاية ١٤/٣٥.
(٣) الحسن بن إسحاق بن المهدي أحمد بن الحسن الحسني، من علماء الزيدية تفقه في مدينة ذمار، وتقلب في ولاياتها حتى صار عاملاً على بلاد تعز، سجن أكثر من عشرين سنة، ومات في سجنه، سنة ١١٦٠هـ.
انظر في ترجمته: الأعلام للزركلي ٢/١٩٨.
(٤) انظر: رسالته بعنوان (رسالة تشتمل على ما ذكره ابن تيمية في منهاجه فيما يتعلق بالإمامة والتفضيل) .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (67,'وتشترك الشيعة ومن وافقهم على الافتراء على ابن تيمية رحمه الله في موقفه من الصحابة عموماً، وموقفه من الخلفاء الأربعة، وبالذات علي بن أبي طالب (١) رضي الله عنه إذ يرون أنه ما إن يمر بذكره إلا ويلمزه ويذمه، ويتبع بالذم أهل بيت رسول الله صلّى الله عليه وسلّم، إلى غير ذلك من الدعاوى التي وضعت لها فصلاً مستقلاً لعرضها ونقدها.
رابعاً: الصوفية: كان من أبرز أعداء شيخ الإسلام رحمه الله في عصره، رجل سعى في أنواع المكائد على ابن تيمية رحمه الله لكن غيظه لم يزل يزداد ويتأجج. ذلكم هو نصر المنبجي (ت - ٧١٩هـ) ، وذكر ابن حجر (٢)
رحمه الله مبلغ عداوة ذلك الرجل لابن تيمية رحمه الله وسبب تلك العداوة بقوله: (وكان من أعظم القائمين عليه الشيخ نصر المنبجي؛ لأنه كان بلغ ابن تيمية أنه يتعصب لابن عربي، فكتب إليه كتاباً يعاتبه على ذلك، فما أعجبه، لكونه بالغ في الحط على ابن عربي، وتكفيره، فصار هو يحط على ابن تيمية، ويغري به بيبرس الجاشنكير (٣) ، وكان بيبرس يفرط في محبة نصر، ويعظمه، وقام القاضي زين
_________
(١) علي بن أبي طالب: بن عبد المطلب القرشي الهاشمي، أبو الحسن، أول الناس إسلاماً، شهد المشاهد كلها إلا غزوة تبوك، أحد أصحاب الشورى الستة، ولي خلافة المسلمين بعد عثمان بن عفان، ت سنة ٤٠هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٢٦، الإصابة لابن حجر ٢/٥٠٧.
(٢) ابن حجر: أحمد بن علي بن محمد بن حجر العسقلاني الشافعي، الإمام الحافظ المحدث، شهد له أعيان عصره بالحفظ، من أعظم مؤلفاته: فتح الباري شرح صحيح البخاري، ت سنة ٨٥٢هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٧/٢٧٠، البدر الطالع للشوكاني ١/٨٧.
ابن عربي: محمد بن علي بن محمد بن أحمد الطائي، كان ذكياً، عالماً، شاعراً، كتب في التصوف والوحدة، ووجد في كتاباته الإلحاد، ت سنة ٦٣٨هـ.

انظر في ترجمته: البداية والنهاية لابن كثير ١٣/١٥٦، شذرات الذهب لابن العماد ٥/١٩٠، الطبقات الكبرى للشعراني ١/١٨٨.
(٣) بيبرس الجاشنكير، ركن الدين، كان من أشد أعداء ابن تيمية، ويحرض عليه العلماء، ويؤذيه، كان يثيره نصر المنبجي لإيذاء ابن تيمية، حاصره قراسنقر المنصوري، وقبض عليه، قتل سنة ٧٠٩هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٤/٥٥، شذرات الذهب لابن العماد ٦/١٨.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (68,'الدين بن مخلوف قاضي المالكية مع الشيخ نصر) (١) .
وقد أثار نصر المنبجي (ت - ٧١٩هـ) وابن عطاء الله السكندري (٢)
مريديهما في أن يشكوا ابن تيمية على السلطة، ففعل مريدوهم ذلك. ورُد الأمر في هذه القضية إلى قاضي الشافعية، وعُقد المجلس بادعاءات من ابن عطاء الله (ت - ٧٠٩هـ) لم يثبت على ابن تيمية رحمه الله منها شيء، وظهر من علم الشيخ في ذلك المجلس وشجاعته، وقوة قلبه، وصدق توكله، وبيان حجته، ما يتجاوز الوصف، ثم إن الدولة خيروه بين أن يرحل إلى دمشق أو إلى الإسكندرية، ولكن هذا الرحيل مشروط بشروط، وبين أن يدخل الحبس، فاختار الحبس، فدخل عليه جماعة من أصحابه وأتباعه فأشاروا بأن يقبل بالشروط لقاء سفره إلى دمشق، ونزل عند رغبتهم، وما إن تجاوز القاهرة حتى أرسلوا بريداً يرده إلى دمشق للحبس، وكان ذلك كله من تدبير المنبجي (ت - ٧١٩هـ) (٣) ، وبقي الشيخ في الحبس، وقد استفاد منه المسجونون، وجمع كبير من الناس يدخلون عليه في السجن، ويستفيدون من علمه ومواعظه، وفي سنة (٧٠٩هـ) ، أراد أعداء ابن تيمية أن يسيروه إلى الإسكندرية كهيئة المنفي، لعل أحداً من أهلها يتجاسر عليه فيقتله غيلة، فما زاد ذلك الناس إلا محبة له، وقرباً منه، وانتفاعاً به، واتفق أنه وجد في الإسكندرية طوائف من المتصوفة تنتسب إلى ابن عربي (ت - ٦٣٨هـ) وابن سبعين (٤) ، فمزق الله بقدومه عليهم شملهم، وشتت جموعهم
_________
(١) الدرر الكامنة ١/١٥٧، وانظر: البداية والنهاية لابن كثير ١٤/٣٧.
(٢) ابن عطاء الله السكندري: أحمد بن محمد بن عبد الكريم، أبو الفضل، ابن عطاء الله السكندري، متصوف شاذلي، ومن أشد خصوم ابن تيمية، ت سنة ٧٠٩هـ.

انظر في ترجمته: الدرر الكامنة لابن حجر ١/٢٩١، شذرات الذهب لابن العماد ٦/١٩.
(٣) انظر: العقود الدرية لابن عبد الهادي ص٢٧١، البداية والنهاية لابن كثير ١٤/٤٦.
(٤) ابن سبعين: عبد الحق بن إبراهيم بن محمد بن نصر الإشبيلي، أبو محمد، صوفي مشهور، ومن القائلين بوحدة الوجود، ت سنة ٦٦٩هـ.
انظر في ترجمته: الطبقات الكبرى للشعراني ١/٢٠٣، فوات الوفيات للكتبي ٢/٢٥٣، شذرات الذهب لابن العماد ٥/٣٢٩.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (69,'شذر مذر، وهتك أستارهم وفضحهم (١) .
وهناك مواقف أخرى بين الصوفية وبين ابن تيمية رحمه الله، وذلك في مناظراته رحمه الله مع طائفة الرفاعية (٢) ، أهل الدجل والحيل والخرافة (٣) .
خامساً: أصحاب العداوات الشخصية: من المتأثرة بالدعاوى الباطلة، أو المقلدة لشيوخهم من غير علم، أو أصحاب العواطف الذين تتقلب نظراتهم وآراؤهم من أي شبهة تعرض لهم، وذلك مثل ابن الزملكاني (ت - ٧٢٧هـ) حيث كان من مؤيدي الشيخ ومناصريه، ثم انقلب عليه، كما في البداية والنهاية، ومثل أبي حيان (٤) ، فقد أثنى على ابن تيمية رحمه الله وقال: ما رأت عيناي مثل هذا الرجل، ومدحه بأبيات منها:
لما أتانا تقي الدين لاح لنا ... داع إلى الله فرد ماله وزر (٥)
على محياه من سيما الأُلى صحبوا ... خير البرية بدر دونه القمر (٦)
_________
(١) انظر البداية والنهاية لابن كثير ١٤/٤٩ - ٥٠.
(٢) الرفاعية: تنسب إلى الشيخ أحمد الرفاعي (ت ٥٧٨هـ) وهو منهم براء، فرقة من غلاة الصوفية، يزعمون في أشياخهم التصرف في الأكوان، والعروج إلى السماء، وتبديل اللوح المحفوظ، وعلم الغيب، ويستغيثون بهم من دون الله.
انظر: مناظرة ابن تيمية لهم (ضمن مجموع الفتاوى ١١/٤٤٥ - ٤٧٦) ، الرفاعية لعبد الرحمن دمشقية.
(٣) انظر: حكاية المناظرة في مجموع فتاوى ابن تيمية ١١/٤٤٥ - ٤٧٦، العقود الدرية لابن عبد الهادي ص١٩٤، البداية والنهاية لابن كثير ١٤/٣٦.
(٤) أبو حيان: محمد بن يوسف بن علي بن يوسف الغرناطي الأندلسي، أبو حيان، من كبار العلماء بالعربية والتفسير والحديث، تنقل في بلاد كثيرة إلى أن أقام بالقاهرة بعد أن كف بصره، ت سنة ٧٤٥هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٥/٧٠، شذرات الذهب لابن العماد ٦/١٤٥، بغية الوعاة للسيوطي ١/٢٨٠.
(٥) الوَزَر: المعين والمساعد، انظر: لسان العرب لابن منظور ٥/٢٨٣ مادة (وزر) .
(٦) انظر: الدرر الكامنة لابن حجر ١/١٦٢.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (70,'ودار كلام بينهما فجرى ذكر سيبويه (ت - ١٨٠هـ) ، فبين ابن تيمية رحمه الله بعض أخطاء سيبويه (ت - ١٨٠هـ) ، فنفر عن ذلك أبو حيان (ت - ٧٤٥هـ) رحمه الله ولم يلتمس له العذر، ثم عاد ذاماً له في مجالسه وفي كتبه (١) .
هذان مثالان لأصحاب العداوات الشخصية، التي يكون الحادي لها التعصب والتقليد والهوى، وهذا هو دأب وديدن غالب أعداء ابن تيمية: أنهم يتناقلون ما يرونه خطأ من ابن تيمية رحمه الله دون نقد ولا تمحيص، بل بغض لشخصه رحمه الله فلا يقبلون منه شيئاً، وسيأتي - بحول الله وقوته - شيء من الأمثلة في منهج المناوئين.
وبهذا أكون قد استعرضت أبرز أقسام المناوئين لابن تيمية رحمه الله وإن كان وكما ذكرت سلفاً بعضهم يشترك مع البعض الآخر في قسمين، أو أكثر، ولكن هذا التقسيم يبين نوعية التيارات التي واجهها ابن تيمية، ووجد منها عنتاً ومشقة، إضافة إلى إثارة كثير من القضايا العقدية التي انتقدوها عليه عند العامة، وعند من جاء بعدهم من الأجيال اللاحقة والتي يجمعها: البعد عن عقيدة السلف، والتعصب للأشياخ والمتبوعين، وتقليدهم في الحق والباطل على حد سواء.
_________
(١) ذكر ذلك جمع من أعداء ابن تيمية مثل: حاشية الكوثري على السيف الصقيل للسبكي ص٨٥، المقالات السنية للحبشي ص٤٠، التوفيق الرباني لجماعة من العلماء ص٢١ - ٢٧.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (71,'<span data-type="title" id=toc-22>المطلب الثاني
المنهج العام للمناوئين</span>
تحدثت في المطلب السابق عن أبرز التوجهات العقدية التي كان ابن تيمية رحمه الله يواجهها، وتواجهه، أما هذا المطلب فسيكون في منهج المخالفين لابن تيمية في تعاملهم معه، ومع ما يحمله من توجه عقدي، ومواقفهم إزاء هذا التوجه، وسيكون هذا المطلب عرضاً لأبرز ملامح منهج المخالفين لابن تيمية رحمه الله تجاهه، وتجاه مؤلفاته وتعاملهم معها: تحريفاً، وتشويهاً، وتزويراً.

ولعل أبرز هذه الملامح كالتالي:
١ - التزوير على شيخ الإسلام والكذب عليه: فلقد بُلي رحمه الله بأعداء لا يخافون الله عزّ وجل أوصلهم عداؤهم إلى الاجتراء على الكذب، بتقويله ما لم يقل، والتزوير عليه في كتابة مؤلفات باسمه، وادعاء أنها له، وهو منها براء.
ومن هذه الافتراءات والكذب عليه: دعوى أن ابن تيمية رحمه الله يقول بالتشبيه في مسألة استواء الباري عزّ وجل على كرسيه، وممن ادعى ذلك ابن بطوطة (١) في رحلته المشهورة (٢) .
ومن الكذب عليه - أيضاً - ما ادعاه الكوثري (٣) في أن ابن تيمية رحمه الله
_________
(١) ابن بطوطة: محمد بن عبد الله بن محمد بن إبراهيم اللواتي الطنجي، أبو عبد الله، رحالة مؤرخ، طاف البلدان، واتصل بكثير من الملوك والأمراء، ت سنة ٧٧٩هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٤/١٠٠.
(٢) انظر: رحلة ابن بطوطة المسماة (تحفة النظار في غرائب الأمصار) ص١١٢ - ١١٣.
(٣) الكوثري: محمد زاهد بن الحسن بن علي الكوثري الجركسي، فقيه مؤرخ متكلم، اشتهر بعدائه لمذهب السلف، ت سنة ١٣٧١هـ.
انظر في ترجمته: الأعلام للزركلي ٦/٣٦٣، معجم المؤلفين لكحالة ١٠/٤.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (72,'يقول بوحدة الوجود (١) ، وأنه ينصر هذا المذهب ويؤيده (٢) .
ومن الافتراء عليه: الزعم بأنه رحمه الله أعلن رجوعه إلى عقيدة الأشاعرة، وأنه تاب من عقيدة السلف الصالح، وأنه أقر بعقيدتهم في باب الصفات ونقلوا منها بعض النقولات، وادعوا أن ذلك كان سنة (٧٠٧هـ) ، وأنه شهد عليه جمع من العلماء بذلك (٣) .
وذكر صفي الدين البخاري (٤) ، نماذج من افتراءات أعداء ابن تيمية رحمه الله عليه، ومنها: زعمهم أنه يقول بالتشبيه والتجسيم، وزعمهم أنه رحمه الله ينتقص من منزلة بعض الصحابة، وقد أجاب عنها البخاري (ت - ١٢٠٠هـ) رحمه الله بأجوبة طيبة (٥) .
وذكر ابن كثير (ت - ٧٧٤هـ) رحمه الله في حوادث سنة (٧٠٢هـ) أنه وقع في يد نائب السلطنة كتاب مزوّر، فيه أن الشيخ وجماعة معه كاتبوا التتار، ويرغبونهم في تغيير نائب السلطان على الشام، فلما وقف عليه نائب السلطنة عرف أنه
_________
(١) وحدة الوجود: هي القول بأن العالم هو الله، والله هو العالم، وذلك مبني على أصلهم الفاسد، أن الله عين هذا الوجود، ومن أشهر زعماء أهل وحدة الوجود: ابن عربي، وابن سبعين.
انظر: بيان تلبيس الجهمية لابن تيمية ٢/٥٢١ - ٥٥٧، وحدة الوجود لمحمد الراشد ٢٧ - ٦١، المعجم الفلسفي لصليبا ٢/٥٦٩ - ٥٧٠، معجم ألفاظ الصوفية للشرقاوي ص٢٥، أضواء على التصوف لطلعت غنام ص٢٠٠ - ٣٣٨.
(٢) انظر: مقالات الكوثري ص٤٤٦.
(٣) انظر: الدرر الكامنة ١/١٥٨، حاشية الكوثري على السيف الصقيل للسبكي ص٨٣ - ٨٤.
(٤) صفي الدين البخاري: محمد بن أحمد بن خير الله الحنفي الحسيني، أبو الفضل، أصله من بخارى، تجول في البلدان إلى أن استقر في نابلس، ماتريدي المعتقد، محدث حافظ، ت سنة ١٢٠٠هـ.
انظر في ترجمته: تاريخ عجائب الآثار للجبرتي ١/٦٥٢، الأعلام للزركلي ٦/٢٤١، معجم المؤلفين لكحالة ٩/٥.
(٥) انظر: القول الجلي (ضمن مجلة كلية أصول الدين العدد الثاني ص٢٣٨ - ٢٤٧) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (73,'مفتعل، ففحص عن واضعه، فإذا هو فقير معروف بالشر والفضول، حيث وجد معه ومع من يعاونه مسودة الكتاب، فتحقق نائب السلطنة من ذلك، وعزره تعزيراً عنيفاً (١) .
ومن الافتراء والكذب عليه: أن مخالفيه ادعوا أنه يحرم زيارة القبور مطلقاً، فحُرّف كلامه رحمه الله ونُقل عنه ما لم يقله (٢) ، وقد أجاب شيخ الإسلام رحمه الله عن هذه الدعوى مبيناً خطر الكذب المتعمد، وبين أن من تكلم في الدين بغير الاجتهاد المسوغ له الكلام وأخطأ فإنه كاذب آثم (٣) .
وبعد استطراد عن خطر الكذب، وأنواعه، نقل ابن تيمية رحمه الله كلام الأخنائي (ت - ٧٦٣هـ) ضده في أنه يحرم زيارة القبور مطلقاً، في جواب له كان قد كتبه قبل سنين، فأجاب ابن تيمية رحمه الله بقوله: (هذا الكلام مع قلّته، فيه من الكذب الباطل، والافتراء ما يلحق صاحبه بالكذابين المردودي الشهادة، أو الجهال البالغين في نقص الفهم والبلادة، وكان له أن يحكي لفظ المجيب بعينه، ويبين ما فيه من الفساد، وإن ذكر معناه فيسلك طريق الهدى والسداد.
فأما أن يذكر عنه ما ليس فيه، ولا يذكر ما فيه، فهذا خروج عن الصدق والعدل إلى الكذب والظلم؛ وذلك أن الجواب ليس فيه تحريم زيارة القبور ألبتة، لا قبور الأنبياء والصالحين ولا غيرهم، ولا كان السؤال عن هذا) (٤) .
وحين نوظر رحمه الله في العقيدة الواسطية، بيّن للحاضرين جميعاً أنه يعلم بما زوره عليه أعداؤه، وأنه لا يرتضي هذا التزوير، ولا يمثل هذا المكتوب المزوّر شيئاً من عقيدته حتى ينظر فيه هو ويقره، فقال: (وكان قد بلغني أنه زُوِّر عليّ كتاب إلى الأمير ركن الدين الجاشنكير، أستاذ دار السلطان، يتضمن ذكر عقيدة محرفة، ولم أعلم بحقيقته، لكن علمت أنه مكذوب) (٥) .
_________
(١) انظر: البداية والنهاية ١٤/٢٢.
(٢) انظر: العقود الدرية لابن عبد الهادي ص٣٢٨.
(٣) انظر: الرد على الأخنائي ص٩ - ١٢.
(٤) الرد على الأخنائي ص١٢ - ١٣.
(٥) حكاية المناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦١) .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (74,'وبعد أن ذكر رحمه الله للحاضرين شيئاً من معتقده قال: (أنا أعلم أن أقواماً يكذبون عليّ، كما قد كذبوا عليّ غير مرة، وإن أمليت الاعتقاد من حفظي ربما يقولون كتم بعضه، أو داهن، أو دارى، فأنا أحضر عقيدة مكتوبة، من نحو سبع سنين قبل مجيء التتر إلى الشام) (١) .
٢ - التلبيس والتضليل: وهذا نوع آخر من أنواع الكذب والتزوير على ابن تيمية رحمه الله يستخدمه بعض خصومه، وصورته: أن يتحدث المخالف لعقيدة السلف في مسألة من المسائل المبتدعة، ثم يستشهد لنصرة ما يقوله ويقرره من الابتداع بكلام شيخ الإسلام رحمه الله فيظن الناظر أن ابن تيمية رحمه الله يقول بهذا القول، ولا يظهر هذا التلبيس إلا عند التحقيق، وذلك بالرجوع إلى النص في الكتاب الأصلي لابن تيمية رحمه الله ليجد الناظر أن المخالف قد اجتزأ النص، وبتره، فصار كلاماً آخر غير الكلام الذي يريده قائله، أو أن يستدل المخالف بنص مجمل مشتبه وليس هو موضع تقرير المسألة التي نقموا عليه فيها، ويترك النصوص المبينة المحكمة التي تفصل تلك المسألة وتقررها وفق القواعد العلمية المرعية عند أهل الشأن.
ومن الأمثلة على هذا التلبيس: دعوى أن شيخ الإسلام رحمه الله لا يأخذ بخبر الواحد في أمور الاعتقاد، والاستشهاد لهذا بكلام له رحمه الله (٢) .
ومنها النقل عن ابن تيمية رحمه الله أنه يثني على الأشاعرة، وأنهم أنصار أصول الدين (٣) .
ومنها النقل عن ابن تيمية رحمه الله أنه يجيز التوسل بالرسول صلّى الله عليه وسلّم في حياته،
_________
(١) حكاية المناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦٢) ، وانظر: العقود الدرية لابن عبد الهادي ص٢٠٠.
(٢) انظر: مقدمة السقاف لتحقيق دفع شبه التشبيه لابن الجوزي ص٤٥.
(٣) انظر مفاهيم يجب أن تصحح للمالكي ص٣٨، وقد رد عليه الشيخ صالح آل الشيخ: في هذه مفاهيمنا ص٢٣٠، وبين أن هذا نقل نقله ابن تيمية رحمه الله عن العز بن عبد السلام.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (75,'والتلبيس هو: أن المقصود - أيضاً - جوازه بعد مماته (١) ، وغيرها من الأمثلة الكثيرة التي يدعيها أعداء ابن تيمية رحمه الله (٢) ، في أنه يوافقهم على عقائدهم الفاسدة، وهذا أسلوب آخر من أساليب تشويه الكلام الحق، حيث لما رأى أولئك أن ابن تيمية رحمه الله له القبول في الأرض، وأن كلامه في المسائل العلمية يوافقه الصواب - غالباً -، أرادوا أن يبثوا عقائدهم الفاسدة ببيان موافقة ابن تيمية رحمه الله لما يعتقدونه ويقررونه، ولذا فإن هذا التلبيس يُلحظ في المتأخرين أكثر منه عند المتقدمين.
٣ - التحذير من الاغترار به علانية: حيث لم يتمكن أعداء ابن تيمية رحمه الله أن يواجهوه في المسائل العلمية، ولم يستطيعوا أن يقفوا معه في مناظرة منطقية، وظنوا أنهم بحبسه وسجنه وإهانته يستطيعون النيل منه، ولكن الحق يعلو، ومنزلة ابن تيمية رحمه الله في قلوب الناس تزيد، وقلوب الناس تخفق، وتلهج بالدعاء كلما سمعوا بإرادة الضر والوشاية بشيخ الإسلام رحمه الله، فاتخذ المناوئون أسلوباً آخر في حربه، وحرب معتقد السلف الصالح - رضوان الله عليهم - ألا وهو التحذير من قراءة كتبه، والتحذير من الاغترار بعلمه، والمناداة بفساد عقيدته في المجالس والأسواق، وفي مؤلفاتهم، ولكن الحق يعلو وينتصر، والباطل يظهر عواره ويخمد ولو بعد حين، فأعز الله شيخ الإسلام، وخلّد ذكره، ونشر علمه، وأخزى الله أعداءه، وأذلهم، وأعمى أبصارهم.
ومن أوسع ما رأيت في التحذير من كتب ابن تيمية رحمه الله ما كتبه يوسف
_________
(١) انظر: مفاهيم يجب أن تصحح للمالكي ص٥٥، وانظر الرد عليه في: هذه مفاهيمنا لآل الشيخ ص٨٣ - ٨٥.
(٢) انظر من الأمثلة: المنح الوهبية لداود بن سليمان ص١٣، حقيقة التوسل والوسيلة لموسى علي ص٢١٦، ٢٦٦، ٢٧٥، شفاء الفؤاد بزيارة خير العباد للمالكي ص٩٣، وغيرها.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (76,'النبهاني (١) ، فقد جاء بأسلوب ناصح مشفق، يحذّر من خداع الشيطان، ومن كلام ابن تيمية رحمه الله في مسائل عقدية كالسفر لزيارة قبور الصالحين، والاستغاثة بهم (٢) .
٤ - نسبة الأولية له في ابتداع الضلالات: وهذا - أيضاً - من منهج خصوم شيخ الإسلام في التعامل مع ما يحمل من مبادئ وعقائد، فادعوا عليه بأنه أول من قال بإمكان حوادث لا أول لها، وبأنه أول من منع شد الرحل إلى زيارة قبور الصالحين، وأنه أول من أفتى بعدم جواز التوسل بالصالحين، وأنه أول من قال بالتجسيم، وغيرها من المسائل العقدية التي يرون أنه خالف فيها إجماع الأمة (٣) .
٥ - النقل من بعض، والاعتماد على المتقدمين دون التحقيق: فهذه الشبه التي يلوكها أعداء ابن تيمية رحمه الله هي من نقل المتأخر عن المتقدم، دون الرجوع إلى كتب صاحب الشأن، وهي موجودة متوفرة، فينقلون في مواضع متعددة عن ابن تيمية رحمه الله كلاماً هو ليس له، وإذا طولبوا بصحة النقل، وعزو الكلام إلى مصدره وقائله، سكتوا وفغروا أفواههم، ثم أحالوا إلى كتب أعدائه ومخالفيه، وهذا منهج عند التحقيق ليس بسوي ولا مرْضي.
ويعجب القارئ حين يقرأ كتب المخالفين، ويتأمل نسبتهم الكلام والمسائل إلى ابن تيمية رحمه الله إذ لا تكاد تجد عند المتأخر جديداً يذكر، فلا
_________
(١) النبهاني: يوسف بن إسماعيل النبهاني، عالم معاصر، متصوف، رحل إلى مصر، وتولى القضاء، وله مؤلفات كثيرة، ت سنة ١٣٥٠هـ.
انظر في ترجمته: الأعلام للزركلي ٩/٢٨٩، معجم المؤلفين لكحالة ١٣/٢٧٥.
(٢) انظر: شواهد الحق ص٦٥ - ٦٦، رفع الاشتباه في استحالة الجهة على الله له - أيضاً - ص٢٢٤، التوفيق الرباني لجماعة من العلماء ص٦.
(٣) انظر: السيف الصقيل للسبكي ص٦٣، دفع شبه من شبه وتمرد للحصني ص٤٥، سعادة الدارين للسمنودي ١/٨٢، كشف النقاب للطباطبائي ص١٥، محق التقول للكوثري (ضمن مقالاته ص٤٦٨) ، وقد أجبت عنها في مواضعها من البحث.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (77,'يعدو الأمر إما زيادة في كذب، أو سوء فهم، أو سوء قصد، أو الإسفاف والإغراق في السباب والشتائم.
وقد ينقل الواحد منهم كلاماً للمتقدمين لم يفهمه، وقد أُتي من سوء فهمه، فيعرضه عرضاً يتبين معه قلة علمه، مثال ذلك ما حصل للنبهاني (ت - ١٣٥٠هـ) من خلط حين ظن أن القصيدة النونية التي رد عليها السبكي (ت - ٧٥٦هـ) غير القصيدة النونية المشهورة لابن القيم (١) ، فهي قصيدة أخرى حسب ظنه (٢) .
ويظهر نقلهم من بعض، سواء كان ذلك النقل بعزو أو ليس بعزو، وسواء كان ذلك النقل حرفياً، أو كان نقلاً بالمعنى، إذا تتبع المنصف كلام أوائل المخالفين لابن تيمية رحمه الله ثم من جاء بعدهم، ثم من جاء بعدهم إلى هذا العصر، فلا يجد - مع كثرة الكتابات - وزناً علمياً لها، سوى التشويش، وكلمات الإثارة، البعيدة عن الوزن العلمي للعلوم والمعارف.
٦ - كثرة الإلزامات الباطلة: لما كان المخالفون لابن تيمية رحمه الله يبحثون عن زلات كبار في صلب المعتقد من كلامه ولم يجدوا، اضطروا بعد ذلك إلى استخدام أسلوب الإلزام الفاسد، وذلك يكون:
إما بالقول بأن لازم القول قول، ويلزمون ما ليس لازماً، لكنها الأهواء، فيجعلون على سبيل المثال: لازم القول بإمكان حوادث لا أول لها: القول بقدم العالم، ولازم القول بمنع جواز التوسل بالنبي صلّى الله عليه وسلّم بعد مماته: القول بعدم محبته صلّى الله عليه وسلّم، وهكذا (٣) .
_________
(١) ابن القيم: محمد بن أبي بكر بن أيوب الزرعي الدمشقي، المعروف بابن قيم الجوزية، العلامة الفقيه الأصولي المجتهد المحدث، لازم شيخ الإسلام ابن تيمية، وحبس معه في قلعة دمشق، ت سنة ٧٥١هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٦/١٦٨، البدر الطالع للشوكاني ٢/١٤٣، ابن قيم الجوزية لعبد العظيم شرف الدين ص٦٧ - ٧٤، ابن قيم الجوزية وجهوده في الدفاع عن عقيدة السلف لعبد الله بن محمد ص٥٩ - ٧٩.
(٢) انظر: شواهد الحق ص٢٠٦.
(٣) قد أجبت عن كل في موضعه من البحث.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (78,'وإما بالقول بأن لازم قول التلميذ قول الشيخ، فكل قول يقول به أحد تلامذة شيخ الإسلام رحمه الله فإنه يقول به لا محالة، وهذا ليس بصحيح، إذ بعض تلاميذه رحمه الله قد وصل إلى مرحلة الاجتهاد، فلا يقلده فيما وقع فيه من أخطاء وقد يزل التلميذ في أخطاء لا يقره عليها شيخه، ولم يأخذها عن شيخه.
وإما بذم ما لزم منه ذم ابن تيمية رحمه الله فكل ما يترتب على ذم ابن تيمية رحمه الله فهو مذموم عندهم، مثال ذلك أن ابن تيمية رحمه الله كان يذكر كثيراً الكتب التي يعتمد عليها في باب الاعتقاد، التي ألفها أئمة السلف، فلما كان لازم القدح بعقيدة ابن تيمية رحمه الله القدح في عقائد السلف، فعلوا ذلك غير مبالين، ولهم في ذلك طرق. إما أن يقدحوا في صحة نسبة الكتب إلى مؤلفيها، ويرون أنها كذب مختلق على من اشتهر أنهم ألفوها (١) .
وإما أن يذموا الكتاب ويقدحوا في الكتاب من أساسه، كما فعلوا في كتاب (التوحيد) للحافظ ابن خزيمة (ت - ٣١١هـ) ، حيث أطلقوا عليه كتاب الشرك (٢) .
وإما أن يرموا مؤلفيه بأنهم كانوا من السلف، ثم اختلطوا وتأثروا فلا يقبل منهم ما أُلف بعد تغيرهم، ويقولون ذلك احترازاً من القدح بهذا الشخص؛ لأنه إذا ذكر السلف فهو في عدادهم، كما فعلوا مع الدارمي (ت - ٢٨٠هـ) رحمه الله إذ زعموا أنه كان على معتقد أهل السنة والجماعة، ثم أصبح مختل العقل عند تأليفه النقض (٣) .
٧ - التناقض والاضطراب: وذلك أن هدف المناوئين لابن تيمية رحمه الله هو
_________
(١) انظر على سبيل المثال: السيف الصقيل للسبكي حاشية الكوثري ص١٠٨ - ١١٠، المقالات للكوثري ص٣٩١ - ٣٩٩.
(٢) انظر: السيف الصقيل للسبكي حاشية الكوثري ص٥١، مقالات الكوثري ص٣٩٩ - ٤٠٦، وقد كان أول من أطلق عليه ذلك الرازي في تفسيره ٢٧/١٥٠.
(٣) انظر: السيف الصقيل للسبكي حاشية الكوثري ص٧٢.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (79,'النيل منه، والحط من مكانته، وانتقاصه بأي أسلوب، فقد كانت هذه النتيجة، وهي التناقض بين بعضهم البعض، فبعضهم يدّعي أن ابن تيمية رحمه الله يقول بقول، والآخر يدعي أنه يقول بخلافه، والاختلاف بين ما يدّعونه على شيخ الإسلام رحمه الله وبين ما هو موجود ومقرر في كتبه ورسائله وفتاواه: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ} [النجم: ٢٣] .
ومن الأمثلة على ذلك: ما رمي به من أنه يقول بقول الرافضة، مع أنه رحمه الله له من الكتابات ما يعد من أقوى ما رُد عليهم كمنهاج السنة النبوية، وفي مقابل ذلك ما ادعي عليه أنه يبالغ في توهين كلام الشيعة (١) .
ومن الأمثلة: قول بعض مخالفيه بأنه يأخذ بخبر الواحد في الاعتقاد، ذاكراً ذلك على سبيل الذم والتنقص، وفي مقابل ذلك ما قاله بعضهم أنه لا يحتج بخبر الآحاد في الاعتقاد (٢) .
ومن الأمثلة أيضاً: رميه رحمه الله بالقول بوحدة الوجود (٣) ، مع أنه رحمه الله كان يرد عليهم، كرده على نصر المنبجي (ت - ٧١٩هـ) ، وقبله ابن عربي (ت - ٦٣٨هـ) .
ومن أوسع ما كتبه رحمه الله في الرد على هذه العقيدة الفاسدة ما ذكره في كتابه (الجواب الصحيح لمن بدل دين المسيح) في مواضع كثيرة جداً متفرقة من الكتاب.
٨ - كثرة السب والشتم:
وهذه بضاعة المفاليس الذين لا يملكون علماً تقف عنده الأذهان، وتعترف له النفوس المنصفة، فيعوضون نقصهم هذا بأنواع من السباب والشتائم، تتأذى منه أفئدة المؤمنين، فمنها: رميه بالخداع والمكر والنفاق،
_________
(١) انظر: دفع شبه من شبه وتمرد للحصني ص٦٣.
(٢) انظر: شواهد الحق للنبهاني ص٢٣٢، مقدمة تحقيق السقاف لدفع شبه التشبيه لابن الجوزي ص٤٥.
(٣) انظر: مقالات الكوثري ص٤٤٦.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (80,'والزندقة (١) ، ووصفه بالخبث، والدعاء عليه، ورميه بالجهل، وسوء الفهم، والحقد الدفين في قلبه (٢) .
ومنها - أيضاً -: رميه بقلة العقل، وضعفه، كما ذكر ذلك ابن بطوطة (ت - ٧٧٩هـ) في رحلته (٣) وغيره (٤) .
وقد أجاب عنها الإمام الذهبي (ت - ٧٤٨) رحمه الله وهو المنصف في موقفه من ابن تيمية رحمه الله قائلاً: (وقد تعبت بين الفريقين، فأنا عند محبيه مقصر، وعند عدوه مسرف مكثر) (٥) ، قال رحمه الله وكأنه يرد على هذه المقولة: (لا يؤتى من سوء فهم، بل له الذكاء المفرط، ولا من قلة علم فإنه بحر زخّار، بصير بالكتاب والسنة) (٦) .
وحين عاتب الذهبي (ت - ٧٤٨هـ) رحمه الله أبا الحسن السبكي (ت - ٧٥٦) على ما
_________
(١) الزندقة: كلمة فارسية معربة، ومعناها: النفاق الأكبر، والإلحاد الأعظم، والزنادقة هم الذين لا يؤمنون بالآخرة، ووحدانية الخالق، وتطلق الزندقة على القائلين بدوام الدهر، وقد كانت المانوية المزدكية تسمى الزنادقة أو الزنديقية، وأصل هذه الكلمة بالفارسية نسبة إلى (زند وبازند) وهما كتابان وضعهما المجوس في مصالح الدنيا وعمارة العالم.
انظر: المقالات والفرق للقمي ص٦٤، ١٩٣، بغية المرتاد لابن تيمية ٣٣٨، الإيمان له ص ٢٠٣، الرد على الرافضة للمقدسي ص١٣٤ - ١٣٥، لسان العرب لابن منظور ١٠/١٤٧ مادة (زندق) .
(٢) انظر: دفع شبه من شبه للحصني ص٤٥ - ٦٣، ٩٤، ١٠٧، ١٢١، مقدمة تحقيق أحمد محمد مرسي للبرهان الجلي لأحمد الغماري ص٢٥، والبرهان الجلي ص٥٦، ٥٧، ٥٨، ٧٦.
(٣) انظر: تحفة النظار في غرائب الأمصار ص١١٢.
(٤) انظر: السيف الصقيل للسبكي ص٢١، الجوهر المنظم للهيتمي ص٢٨، فيض الوهاب للقليوبي ٤/١٢٠، الرد المحكم المبين لعبد الله الغماري ص٥٠.
(٥) ذيل تاريخ الإسلام (ضمن ثلاث تراجم نفيسة مستلة منه ص٢٧) .
(٦) ذيل تاريخ الإسلام (ضمن ثلاث تراجم نفيسة مستلة منه ص٢٥) ، وانظر: الرد الوافر لابن ناصر الدين ص٧٠.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (81,'صدر منه تجاه ابن تيمية رحمه الله كتب أبو الحسن السبكي (ت - ٧٥٦هـ) جواباً يعتذر فيه، ومما قاله في الاعتراف بذكائه قوله: (أما قول سيدي في الشيخ، فالمملوك يتحقق كبر قدره، وزخارة بحره، وتوسعه في العلوم الشرعية والعقلية، وفرط ذكائه واجتهاده، وبلوغه في كل من ذلك المبلغ الذي يتجاوز الوصف..) (١) .
٩ - إطلاق ألفاظ الكفر: وقد كثرت مقولات السب والشتم على ابن تيمية رحمه الله من قبل مناوئيه ومخالفيه، حتى تجاوزوا فأطلقوا أن ألفاظه كفرية، وأنه لا يقول بها إلا كافر، وتمادوا فأطلقوا عليه أحكاماً بالكفر، وأنه لا دين له، وأنه من المشركين، والملاحدة، واتهامه بالخروج من الدين (٢) .
هذه أبرز معالم منهج المخالفين لابن تيمية رحمه الله تجاهه، وإذا أردنا تتبع أسباب هذا الهجوم المتواصل منذ وفاة شيخ الإسلام إلى هذا العصر، فيمكننا معرفة أهم هذه الأسباب وأشهرها، وهي كالتالي:
أ - الخلاف العقدي: وهذا - في نظري - أبرز الأسباب وأقواها، فشيخ الإسلام رحمه الله جاهد البدعة، وقمعها، ونصر السنة وأيّدها، بكل ما يملك من إمكانات: بالفتوى، والرسالة، والكتب الكبار التي تبين خطر المذاهب البدعية، وترد على أعلامها، وبالمناظرة والحوار، وجاهدهم بالنفس - أيضاً -، وذلك لمعرفته رحمه الله بخطرهم، ونخرهم في جسم الأمة، فجاهد أهل الكلام بجميع طوائفهم وفرقهم، ورد على المتصوفة وجميع فرق الباطنية (٣) ، وهدم
_________
(١) انظر: ذيل طبقات الحنابلة لابن رجب ٢/٣٩٢ - ٣٩٣، الرد الوافر لابن ناصر الدين ص١٠٠.
(٢) انظر: دفع شبه من شبه وتمرد للحصني ٣٨، ٤٥، ١٠٧، حاشية الكوثري على السيف الصقيل للسبكي ص١٦٧، تحقيق السقاف لدفع شبه التشبيه لابن الجوزي ص٢٤٥، البرهان الجلي لأحمد الغماري ص٥٥ - ٥٦، المقالات السنية للحبشي ص٧٠ - ٧١.
(٣) الباطنية: تيار يضم مجموعة من الفرق، ينظمها القول بأن للنصوص ظاهراً وباطناً، وأن المقصود هو علم الباطن، وكان من أول من قال بهذا في الإسلام: عبد الله بن ميمون القداح، ومحمد بن الحسين الملقب بدندان.
انظر: الفرق بين الفرق للبغدادي ص٢٨١ - ٣١٢، التبصير في الدين للإسفراييني ص١٤٠ - ١٤٧، الملل والنحل للشهرستاني تحقيق بدران ١/١٧٠ - ١٧٨.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (82,'أصول الفلاسفة بالأدلة النقلية والعقلية، وأوذي لأجل وقوفه وبيانه الحق في مسألة التوسل، ومسألة شد الرحل ... فكانت هذه الوقفات الشجاعة سبباً في أن يقف المستفيدون من هذه البدع التي هدمها شيخ الإسلام في وجهه ويعادوه، ويكيدوا له المكائد بجميع صنوفها وأشكالها.
ب - الحسد: وهذا هو الذي أحرق قلوب ضعاف الإيمان من أعداء ابن تيمية رحمه الله من الفقهاء، والقضاة؛ ذلك أن مما يُعجب من ابن تيمية رحمه الله أن الناس تتجه إلى فتاواه، وتقبلها وتأخذ بها، فأثار هذا الأمر حفيظة ضعاف الإيمان لينالوا منه، ويحطوا من قدره، وينزلوا من مكانته في قلوب الناس، أو قلوب بعض الولاة الذين لا يقبلون إلا قوله.
ولقد تنبه الحافظ ابن كثير (ت - ٧٧٤هـ) رحمه الله إلى هذا السبب، فكان يجعله سبباً لكثير من الفتن والبلايا التي تعرض لها ابن تيمية رحمه الله (١) .
وقال الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله: (برز في كل فن على أبناء جنسه، ولم تر عين من رآه مثله، ولا رأت عينه مثل نفسه، كان يتكلم في التفسير، فيحضر مجلسه الجم الغفير، ويردون من بحره العذب النمير، يرتعون من ريع فضله في روضة وغدير، إلى أن دب إليه من أهل بلده داء الحسد ... ) (٢) .
وفي تقريظ لكتاب (الرد الوافر) جعل البلقيني (٣) داء الحسد أهم وأبرز
_________
(١) انظر على سبيل المثال: البداية والنهاية ١٤/٣٥، ٣٧، ٤٩.
(٢) الدرر الكامنة ١/١٦٧.
(٣) البلقيني: صالح بن عمر بن رسلان البلقيني الشافعي، شيخ الإسلام، من العلماء الكبار، ولي قضاء الديار المصرية، وعزل وأعيد ست مرات، توفي وهو على القضاء، ت سنة ٨٦٨هـ.
انظر في ترجمته: النجوم الزاهرة للأتابكي ١٦/٣٣٣، شذرات الذهب لابن العماد ٧/٣٠٧.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (83,'الأسباب في عداوة من عادى ابن تيمية رحمه الله وأطال في ذلك (١) .
جـ - الجهل بعقيدة السلف، واتباع الهوى:
ومن أفضل ما قيل في هذا، قول بهاء الدين السبكي (ت - ٧٧٧هـ) : (والله يا فلان ما يبغض ابن تيمية إلا جاهل، أو صاحب هوى، فالجاهل لا يدري ما يقول، وصاحب الهوى يصده هواه عن الحق بعد معرفته به) (٢) .
وقال الإمام الذهبي (ت - ٧٤٨هـ) رحمه الله في وصف أعداء الشيخ: (الذم والمقت لأحد رجلين: رجل أفتى في مسألة بالهوى، ولم يبد حجة، ورجل تكلم في مسألة بلا خميرة من علم، ولا توسع في نقل، فنعوذ بالله من الهوى والجهل، ولا ريب أنه لا اعتبار بذم أعداء العالم، فإن الهوى والغضب يحملهم على عدم الإنصاف) (٣) .
د - التعصب: سواء كان لمذهب أو شيخ، أو التعصب ضد مذهب، أو عالم برد كل ما جاء عنه سواء كان حقاً أو باطلاً، والتعصب دليل على الجهل ونتيجة له، فصاحبه بعيد عن الإنصاف والحق، وسأعرض مثالين من أمثلة التعصب الممقوت ضد ابن تيمية رحمه الله.
فالمثال الأول: ذم التقي الحصني (٤) لشيخ الإسلام ابن تيمية رحمه الله وهذا الرجل ممن اشتهر بالتعصب، وقد شهد عليه بهذا عدد كبير من العلماء
_________
(١) انظر: الرد الوافر لابن ناصر الدين ص٢٤٩ - ٢٥٢.
(٢) انظر: الرد الوافر لابن ناصر الدين الدمشقي ص٩٩، الشهادة الزكية لمرعي الحنبلي ص٢٤.
(٣) ذيل تاريخ الإسلام (ضمن ثلاث تراجم نفيسة مستلة منه، ومنها ترجمة شيخ الإسلام ص٢٦) ، وانظر: درء تعارض العقل والنقل لابن تيمية ٢/٣٠٧، ٣٠٩، ٣١٣.
(٤) التقي الحصني: أبو بكر محمد بن عبد المؤمن الحصني، نسبة إلى الحصن قرية من قرى حوران، الدمشقي الفقيه الشافعي، حط على ابن تيمية وبالغ في ذلك، وتلقى ذلك عنه الطلبة بدمشق، وثارت بسبب ذلك فتن كثيرة، ت سنة ٨٢٩هـ.
انظر في ترجمته: الضوء اللامع للسخاوي ٦/٨٣، شذرات الذهب لابن العماد ٧/١٨٨.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (84,'والمؤرخين، فقد كان شديد التعصب للأشاعرة، منحرفاً عن أهل السنة، وتفحش في ابن تيمية - كما يقول مترجموه - وتجهر بتكفيره من غير احتشام (١) ، ومثل هذا لا يؤخذ عنه قول فيمن أبغضه، فتعصبه قد أعماه عن قول الحق والعمل به، إلى ظلم الناس، وبخسهم حقوقهم.
وأما المثال الثاني: فهو العلاء البخاري (٢) ، الذي يعرف بشدة التعصب لمذهبه الحنفي، ووُصف بضيق الصدر، وسرعة الغضب، وكان لجوجاً في المخاصمة، وذكر مترجموه - أنه إذا أبغض غلا فيه وزاد، فيه حدّة وتهوّر في الألفاظ، ومن تعصبه الذي ذم لأجله أنه حكم على من أطلق على ابن تيمية رحمه الله لقب شيخ الإسلام (٣) بأنه كافر (٤) .
_________
(١) انظر: الضوء اللامع للسخاوي ٦/٨٣، إنباء الغمر بأبناء العمر لابن حجر ٨/١١٠ - ١١١.
(٢) العلاء البخاري: محمد بن محمد، (سبعة من آبائه اسمهم محمد) ، البخاري العجمي الحنفي، العلامة، نشأ ببخارى، ورحل إلى الأقطار، واجتهد في الأخذ عن العلماء، ممن غلا في بغض ابن تيمية، كان ملازماً للأمر بالمعروف والنهي عن المنكر، ت سنة ٨٤١هـ.
انظر في ترجمته: الضوء اللامع للسخاوي ١/٢٨٤، النجوم الزاهرة للأتابكي ١٥/٣١٤، شذرات الذهب لابن العماد ٧/٢٤١.
(٣) ذكر ابن ناصر الدين في الرد الوافر ص٥١ - ٥٦ معاني شيخ الإسلام التي منها: أنه شاب على الإسلام، ومنها: أنه سمي بذلك لسلوكه طريقة أهله، ومنها: أنه شيخ وأكبر المشايخ في ذلك العصر، وغيرها، وهذا المصطلح إطلاق يعرف عند المتقدمين مثل إطلاق قاضي القضاة، ثم عدّد بعض من أطلق هذا اللقب من التابعين ومن بعدهم، وأما العلماء الذين لقبوا ابن تيمية بهذا اللقب فهم كُثر اعتنى بجمعهم ابن ناصر الدين في كتابه الرد الوافر، وانظر: تقريظات الكتاب - أيضاً - في آخره، وقد أطلق أعداء ابن تيمية رحمه الله هذا المصطلح على غيره انظر على سبيل المثال: المقالات للكوثري ص٥٤٦، ٥٧٨ - ٥٨٢، ٦٠٨، شواهد الحق للنبهاني ص٢٨٩.
(٤) ولذا رد عليه الحافظ ابن ناصر الدين الدمشقي (ت ٨٤٢هـ) بمصنف نفيس سماه: (الرد الوافر على من زعم بأن من سمى ابن تيمية شيخ الإسلام كافر) .',NULL,'89',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (85,'والأمثلة كثيرة في هذا الباب على التعصب ضد شيخ الإسلام ابن تيمية رحمه الله (١) .
هـ - قوة ابن تيمية في الحق: فقد كان رحمه الله جريئاً في قول الحق، والهجوم على أعدائه، والدفاع عنه، لا يخاف في الله لومة لائم، وكثيراً ما وصفه مترجموه في مناظراته مع الخصوم بقوة القلب، وبالشجاعة.
وقد كان - أيضاً - لا يحابي، ولا يداهن في دين الله عزّ وجل، ولا يطلب ود أحد من الناس في ترك إنكار المناكر والبدع، سواء كانت تلك صغيرة أم كبيرة، ويغضب إذا انتهكت محارم الله عزّ وجل ولا يقف أمام غضبه أحد، حتى يُغير ذلك المنكر ويُصلح.
وقد كان لهذه الطريقة أثرها الطيب في عصره، إذا اتضح الحق، وانكشفت البدعة، وزال لبسها عن أذهان الناس، وكان من نتائج هذه الطريقة أن كثر أعداؤه، بل وعاد بعض مادحيه ذاماً، يقول الذهبي (ت - ٧٤٨هـ) رحمه الله.
(.. وإلا والله فلو لاطف الخصوم، ورفق بهم، ولزم المجاملة، وحسَّن المكالمة، لكان كلمة إجماع، فإن كبارهم وأئمتهم خاضعون لعلومه وفقهه ... ) (٢) .
يقول البزار (ت - ٧٤٩هـ) رحمه الله حول أسباب عداوة المناوئين لابن تيمية رحمه الله: (كان إذا وضح له الحق يعض عليه بالنواجذ، ولا يلتفت إلى معاند، فاتفق غالب الناس على معاداته، وجُلّ من عاداه قد تستروا باسم العلماء والزمرة الفاخرة، وهم أقبل الناس في الإقبال على الدنيا، والإعراض
_________
(١) انظر: ما كتبه الكوثري والحبشي والسقاف حول ابن تيمية، فلا يقبلون منه خيراً مطلقاً، وكل كلامهم حوله إنما هو ذم له.
(٢) انظر: ترجمة ابن تيمية من ذيل تاريخ الإسلام للذهبي (ضمن ثلاث تراجم نفيسة مستلة منه ص٢٤) ، وانظر حول هذا المعنى: الذيل على طبقات الحنابلة لابن رجب ٢/٣٩٤، ٣٩٥، الدرر الكامنة لابن حجر ١/١٦١.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (86,'عن الآخرة، وسبب عداوتهم له: أن مقصودهم الأكبر طلب الجاه والرياسة، وإقبال الخلق وراءه قد رقاه الله إلى ذروة السنام من ذلك بما أوقع له في قلوب الخاصة والعامة من المواهب التي منحه بها، وهم عنها بمعزل، فنصبوا عداوته، وأرادوا ستر ذلك عن الناس، حتى لا يفطن بهم، فعمدوا إلى اختلاق الباطل والبهتان عليه، والوقوع فيه خصوصاً عند الأمراء والحكام ... ) (١) .
رحمه الله، وغفر له، وأسكننا وإياه الفردوس الأعلى من الجنة (٢) .
_________
(١) الأعلام العلية ص٦٧.
(٢) يرى بعض الباحثين أن الأسباب الحقيقية هي: حسد الأقران، ورغبة بعض المتآمرين على تصفية عناصر القوة، وما يسببه ابن تيمية من حرج للسلاطين، وأما غيرها من الأسباب كالخلافات العقدية فهي ذرائع معلنة للعامة لتبرر إبعاد ابن تيمية وسجنه، انظر: الفكر التربوي عند ابن تيمية لماجد كيلاني ص٧٥ - ٨٠.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (87,'<span data-type="title" id=toc-23>المطلب الثالث
اعتراف خصومه بقدره</span>
من سنة الله عزّ وجل أن يجري الحق على ألسنة أعدائه ومخالفيه؛ وذلك بياناً له، وتطميناً لقلوب المؤمنين، وإقامةً للحجة على أعدائه ومناوئيه، وفي هذا المطلب سأستعرض شيئاً من قول أعداء ابن تيمية رحمه الله وهي من باب قول الله عزّ وجل: {وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا} [يوسف: ٢٦] ، ولسنا في حاجة في كل موضع من المواضع أن نذكر شهادة الأعداء والمخالفين، ولكنها إذا وجدت وذكرت كانت شهادة بالفضل لأهل الفضل، كما قال الشاعر:
وشمائل شهد العدو بفضلها ... والفضل ما شهدت به الأعداء (١)
وليس القصد من ذكر هذه النماذج هو الحصر، بل يكفينا من القلادة ما أحاط بالعنق، ومن الأمثلة ما يقرر القاعدة.
ثم إن شيخ الإسلام ابن تيمية رحمه الله كان - ولا يزال - له من المكانة في نفوس أهل السنة مما لا يحتاج فيه إلى ذكر ثناء القادحين فيه، وفي عقيدته، ولو كان - أيضاً - رحمه الله من أهل المداراة، والملاينة مع المبتدعة في مقابل عدم إظهار امتعاضه، وبغضه لبدعهم، ولما هم عليه؛ لكان موضع قبول بإجماعهم، فهم مقرون في حقائق نفوسهم أنه إمام من أئمة المسلمين، وعلم من أعلامهم البارزين (٢) .
_________
(١) البيت للسري الرفاء، انظر: ديوانه ص٩.
(٢) انظر: ترجمة ابن تيمية في ذيل تاريخ الإسلام للذهبي (ضمن ثلاث تراجم نفيسة مستلة منه ص٢٤) ، الدرر الكامنة لابن حجر ١/١٦١.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (88,'ومن مناوئيه: من أثنى عليه في أول أمره، ثم انقلب عليه وصار عدواً بعد أن كان صديقاً، بسبب الأهواء، والتأثر بما كان ينقل عن ابن تيمية رحمه الله من وشايات مضللة، ودعايات مغرضة: أو لتعصب، وغيره - كما سبق بيانه - ومن أمثلة هؤلاء ابن دقيق العيد (ت - ٧٠٢هـ) رحمه الله حيث قال: (لما اجتمعت بابن تيمية رأيت رجلاً العلوم كلها بين عينيه، يأخذ منها ما يريد، ويدع ما يريد) (١) .
ومنها كلام ابن الزملكاني (ت - ٧٢٧هـ) في ابن تيمية، وهو كثير، ومنه قوله عن ابن تيمية رحمه الله: (كان إذا سئل عن فن من العلم ظن الرائي والسامع أنه لا يعرف غير ذلك الفن، وحكم أن أحداً لا يعرف مثله) (٢) .
وقال عنه: (اجتمعت فيه شروط الاجتهاد على وجهها، وله اليد الطولى في حسن التصنيف، وجودة العبارة والترتيب، والتقسيم والتبيين) (٣) .
وقال عنه: (هو بارع في فنون عديدة من الفقه والنحو والأصول، ملازم لأنواع الخير وتعليم العلم، حَسَن العبارة، قوي في دينه، صحيح الذهن، قوي الفهم) (٤) .
وأثنى عليه كثيراً ثم أنشأ يقول:
هو حجة لله قاهرة ... هو بيننا أعجوبة الدهر
هو آية في الخلق ظاهرة ... أنوارها أربت على الفجر (٥)
ومن الأمثلة: كلام أبي حيان النحوي (ت - ٧٤٥هـ) في ابن تيمية رحمه الله ومن قوله فيه: ما رأت عيناي مثل ابن تيمية، ثم أنشأ يقول:
لما أتينا تقي الدين لاح لنا ... داع إلى الله فرد ماله وَزَر
_________
(١) انظر: الرد الوافر لابن ناصر الدين ص١١١، الشهادة الزكية لمرعي الحنبلي ص٢٩.
(٢) انظر: الرد الوافر لابن ناصر الدين ص١٠٧، الشهادة الزكية لمرعي الحنبلي ص٣٦.
(٣) انظر: الرد الوافر لابن ناصر الدين ص١٠٩.
(٤) انظر: الرد الوافر لابن ناصر الدين ص١٠٩.
(٥) انظر: البداية والنهاية لابن كثير ١٤/١٣٧، ذيل طبقات الحنابلة لابن رجب ٢/٣٩٢.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (89,'على محياه من سيما الألى صحبوا ... خير البرية نور دونه القمر (١)
ومن خصوم ابن تيمية رحمه الله من يعترف بفضله وقدره، في حالة ضعف، واستسلام، كما حصل للقاضي المالكي ابن مخلوف (ت - ٧١٨هـ) حيث قال: (ما رأينا مثل ابن تيمية حرّضنا عليه، فلم نقدر عليه، وقدر علينا فصفح عنا، وحاجج عنا) (٢) ، وذلك حين طلب الملك الناصر (ت - ٧٤١هـ) من ابن تيمية رحمه الله أن يفتي في قتل بعض العلماء من الفقهاء، والقضاة، فدافع عنهم رحمه الله وأثنى عليهم، وقد كان ابن مخلوف (ت - ٧١٨هـ) في مقابل ذلك يحرض السلاطين هو ونصر المنبجي (ت - ٧١٩هـ) على ابن تيمية - رحمه الله رحمة واسعة -.
ومن مناوئيه: ما يحملهم الإنصاف، وكثرة المحامد والمناقب التي يتميز بها ابن تيمية رحمه الله على مدحه، والثناء عليه، وإن كان ذلك في لحن القول، مع بغضهم له، والقدح فيه، والنيل منه كلما أمكنهم ذلك: وهؤلاء كثير (٣) .
فمن الأمثلة قول تقي الدين السبكي (ت - ٧٥٦هـ) حين عاتبه الذهبي (ت - ٧٤٨هـ) رحمه الله في ابن تيمية رحمه الله: (أما قول سيدي في الشيخ فالمملوك يتحقق كبر قدره، وزخارة بحره، وتوسعه في العلوم الشرعية والعقلية، وفرط ذكائه، واجتهاده، وبلوغه في كل ذلك المبلغ الذي يتجاوز الوصف، والمملوك يقول ذلك دائماً، وقدره في نفسي أعظم من ذلك وأجل، مع ما جمع الله له من الزهادة والورع والديانة، ونصرة الحق، والقيام فيه لا لغرض سواه وجريه على سنن السلف، وأخذه من ذلك بالمأخذ الأوفى، وغرابة مثله في هذا الزمان، بل من أزمان) (٤) .
_________
(١) انظر: ذيل طبقات الحنابلة لابن رجب ٢/٣٩٢، الرد الوافر لابن ناصر الدين ص١١٩ في قصيدة طويلة.
(٢) انظر: البداية والنهاية لابن كثير ١٤/٥٤.
(٣) أما الذين تحملهم الأهواء على الذم المطلق فهم - أيضاً - كثير مثل: الحصني، الكوثري، الحبشي، السقاف ... وغيرهم.
(٤) انظر: ذيل طبقات الحنابلة لابن رجب ٢/٣٩٢ - ٣٩٣، الرد الوافر لابن ناصر الدين ص١٠٠.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (90,'وقال في موضع آخر: (له فضل وذكاء واطلاع) (١) .
وقال في ثنائه على رد شيخ الإسلام على الرافضة:
ولابن تيمية ردّ عليه وفى ... بمقصد الرد واستيفاء أضربه (٢)
ومن الأمثلة أقوال الحسن بن إسحاق (ت - ١١٦٠هـ) في ابن تيمية رحمه الله وهو يرد عليه فذكر عنه أنه العلامة المحقق، وأنه علمه كالبحر المتلاطم الأمواج، المتشعب الفجاج، كثير الطرائق، وإذا تكلم في مسألة فإنه يأتي على ما يتحير عنده العقل ويذهب، من تحقيق للحق وتدقيق (٣) .
وذكر عنه أنه بلغ الغاية في حسن الصناعة، لترصيف الكلام وتنميقه، وترقيق ما يسرده من الكلام وتدقيقه، يتصرف في كل مقام تصرف عارف متقن، بارع في معرفة أساليب الخطاب متمكن (٤) .
وقال عن منهاج السنة النبوية: (ومع هذا فإننا لا ننكر أنه بتصديه للرد على الرافضي مصيب مأجور، وأن سعيه في ذلك سعي مشكور) (٥) .
ومن الأمثلة: - أيضاً - بعض مقولات يوسف النبهاني (ت - ١٣٥٠هـ) فقد قال عنه:
(وابن تيمية هذا هو إمام كبير، وعَلَم عِلمٍ شهير من أفراد أئمة الأمة المحمدية الذين تفتخر بهم على سائر الأمم، ولكنه مع ذلك غير معصوم من الخطأ والزلل ... وابن تيمية وإن أخطأ في هذه المسائل المعدودة، فقد أصاب في مسائل لا تعد ولا تحد، نصر بها الدين المبين، وخدم بها شريعة سيد المرسلين صلّى الله عليه وسلّم، على أن بعض ما نسب إليه من تلك المسائل أنكر صحة نسبتها
_________
(١) انظر: السيف الصقيل ص١٦.
(٢) انظر: هذه القصيدة في ترجمته في الطبقات الكبرى للشافعية لابن السبكي ١٠/١٧٦.
(٣) انظر: رسالة تشتمل على ما ذكره ابن تيمية في منهاجه ص٢٢١.
(٤) انظر: رسالة تشتمل على ما ذكره ابن تيمية في منهاجه ص٢٢٢.
(٥) رسالة تشتمل على ما ذكره ابن تيمية في منهاجه ص٢٣١.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (91,'إليه بعض العلماء الأثبات ... ) (١) .
وقال: (اعلم أن الإمام ابن تيمية هو في العلم كالبحر العجاج، المتلاطم بالأمواج، فهو تارة يلقي باللؤلؤ والمرجان، وتارة يلقي الأحجار والصدف ... ) (٢) .
وقال: (اعلم أني أعتقد في ابن تيمية، وتلميذيه ابن القيم، وابن عبد الهادي، أنهم من أئمة الدين، وأكابر علماء المسلمين، وقد نفعوا الأمة المحمدية بعلمهم نفعاً عظيماً) (٣) .
ومن الأمثلة - أيضاً - ما وصفه به أحد المناوئين المعاصرين (٤) بأنه أحد علماء السلف المتأخرين، ومفكر من أكبر مفكري الإسلام (٥) .
وإذا استعرضنا بعض كلمات الاعتراف بفضل ابن تيمية، وإنصافه، سواء كانت بقصد، أو بغير قصد، فيحسن أن نستعرض الطرف الآخر، وهو موقفه رحمه الله من مخالفيه ومناوئيه وإنصافه لهم، وسيكون هذا العرض من استقراء مؤلفات ابن تيمية رحمه الله ومناظراته مع خصومه، ودراستها لنتمكن من معرفة منهجه في رده على خصومه، ومناقشته لهم:
لقد كان ابن تيمية رحمه الله ينظر إلى خصومات أعدائه، وكيد مناوئيه على أنها نعمة من الله عزّ وجل يظهر بها الحق، ويدمغ الباطل فإذا هو زاهق، فهذه العداوات، وإن كانت في ظاهرها شراً، وهي نوع من الابتلاء للمؤمنين، إلا أنها تحمل في طياتها مصالح للمؤمنين الصابرين، قال رحمه الله: (إن ما يجري من نوع تغليظ، أو تخشين على بعض الأصحاب والإخوان، ما كان يجري بدمشق، ومما جرى الآن بمصر، فليس ذلك غضاضة، ولا نقصاً في حق
_________
(١) شواهد الحق ص٥٢.
(٢) شواهد الحق ص٥٦.
(٣) شواهد الحق ص٦٢، وانظر: ص١٨١، ١٨٣، ٢٨٩، ٢٩٢، الأساليب البديعة له ص٤٥٦، ٤٧٠ - ٤٧٢.
(٤) وهو الدكتور علي سامي النشار.
(٥) انظر: نشأة الفكر الفلسفي ١/٣١١.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (92,'صاحبه ولا حصل بسبب ذلك تغير منا، ولا بغض، بل هو بعد ما عومل به من التغليظ والتخشين، أرفع قدراً، وأنبه ذكراً، وأحب وأعظم، وإنما هذه الأمور هي من صالح المؤمنين، التي يصلح الله بها بعضهم ببعض، فإن المؤمن للمؤمن كاليدين، تغسل إحداهما الأخرى) (١) .
وقد كان رحمه الله يملك تصوراً عجيباً عن الفرق، ومذاهب الرجال، والفروقات بين مذاهبهم، وهذا يدل على أنه إذا تكلم في مسألة عند فرقة فإنما يتحدث بها، وهو عالم بها، مدرك لمعناها، بل هو - أيضاً - يعرف لوازم قول المخالف أكثر من المخالف نفسه، حتى إنه يظهر تناقضات القول الواحد في نفسه مما لم يتنبه له صاحب القول (٢) .
وقد كانت مصادره رحمه الله في معرفة أقوال المخالفين له مصادر موثوقة، عالية الإسناد، فمصادره تكون: إما بقراءة كتبهم، وإما بملاقاتهم ومناظرتهم، وإما عن طريق أقوال الثقات عنده عنهم (٣) .
ويهمنا في هذا المطلب: بيان إنصاف ابن تيمية رحمه الله لخصومه، وعدم ظلمهم، لا في فعل، ولا قول، ولا كتابة: فمن أبرز ما تجلى: إنصافه يوم لقياه الملك الناصر (ت - ٧٤١هـ) وطلب الملك منه أن يفتي في قتل بعض حساده من الفقهاء، والقضاة، وأمْر ابن تيمية له بالعدول عن ذلك (٤) .
وقد كان رحمه الله يطلب إقامة المناظرة: بياناً للحق، وإقامة للحجة، فيستعفي الخصم بلفظ أو بخط (٥) ، فلم يطلب حظاً لنفسه ولا نفعاً، بل كان
_________
(١) مجموع فتاوى ابن تيمية ٢٨/٥٣.
(٢) انظر: مجموع فتاوى ابن تيمية ٢/٥٤، ٥٧، ٥٨، ٩٢، ١٠٦، ١٧٥، ٢٤٣، ٣٧٩، ٤٧١، ٤٧٦، ٤/١٨، ٦/٥١، ١٧/٤٤٦، ٢٠/٣٠١ - ٣٢٠، وغيرها.
(٣) انظر: مجموع فتاوى ابن تيمية ١١/٤٦٩، ١٨/٥٧، درء تعارض العقل والنقل ٥/٦١، ٣١٧، ٣٢٣.
(٤) انظر: البداية والنهاية لابن كثير ١٤/٥٤.
(٥) انظر: الفتاوى الكبرى لابن تيمية ٥/٢١.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (93,'يعفو عمن ظلمه، وكان قصده بيان الحق، وإن أدى ذلك إلى ظلم الناس له، وهضمهم بعض حقه.
قال رحمه الله: (على أي شيء أخاف: إن قتلت كنت من أفضل الشهداء ... ) (١) .
وقال: (هذا وأنا في سعة صدر لمن يخالفني، فإنه وإن تعدى حدود الله فيّ بتكفير، أو تفسيق، أو افتراء، أو عصبية جاهلية: فأنا لا أتعدى حدود الله فيه، بل أضبط ما أقوله وأفعله، وأزنه بميزان العدل، وأجعله مؤتماً بالكتاب الذي أنزله الله، وجعله هدى للناس، حاكماً فيما اختلفوا فيه ... ) (٢) .
وقد كان رحمه الله حريصاً على تأليف القلوب، وجمعها على الحق، لا أن تتفرق وتختلف، أو أن تجتمع على منكر وضلالة، قال رحمه الله: (والناس يعلمون أنه كان بين الحنبلية والأشعرية وحشة ومناظرة، وأنا كنت من أعظم الناس تأليفاً لقلوب المسلمين، وطلباً لاتفاق كلمتهم، واتباعاً لما أمرنا به من الاعتصام بحبل الله) (٣) .
ومن إنصافه رحمه الله لخصومه أنه يناقشهم في المصطلحات حسب فهمهم لها، ثم يبين هذا الفهم هل هو صواب أم لا؟، ويستدل على قوله وحجته بأقوال المختصين في الفن، فإذا بحث مسألة في التفسير نقل عن أئمة التفسير، وإذا بحث مسألة في الفقه ذكر أقوال الفقهاء، وكذلك الأمر في بقية العلوم الشرعية، وأما إذا وافق خصمه الحق فإنه رحمه الله يوافقه عى ذلك ويؤيده ويثني على الحق الذي عنده، وإذا احتاج الأمر إلى تفصيل فإنه يفصل بأن يقول في كلام المخالف: قوله في هذه المسألة صواب، وأما قوله في المسألة الأخرى فخطأ (٤) ، ويصف بعض مناوئيه بأن فيهم نوع دين مع نوع جهل كما قال ذلك
_________
(١) انظر: مجموع فتاوى ابن تيمية ٣/٢١٥، ٢٥٩.
(٢) انظر: مجموع فتاوى ابن تيمية ٣/٢٤٥.
(٣) انظر: مجموع فتاوى ابن تيمية ٣/٢٢٧، ٦/٤٨٥، ٥٠٢، ٥٠٣، ٥٠٦.
(٤) انظر: درء تعارض العقل والنقل ٦/٢٣، ٤٣، ١٥١.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (94,'في الأخنائي (ت - ٧٦٣هـ) الذي أساء الأدب مع شيخ الإسلام، ورد عليه بألفاظ نابية، ومع ذلك كان رحمه الله عادلاً معه في الحكم (١) .
ويعمم الحكم، والكلام المنصف على جميع من تكلم فيهم من علماء الإسلام، فذكر رحمه الله أنه ما منهم إلا من له في الإسلام مساع مشكورة، وحسنات مبرورة، وله في الرد على كثير من أهل الإلحاد والبدع، والانتصار لكثير من أهل السنة والدين ما لا يخفى على من عرف أحوالهم، وتكلم فيهم بعلم وصدق وعدل وإنصاف ... ، ولا ريب أن من اجتهد في طلب الحق والدين من جهة الرسول صلّى الله عليه وسلّم، وأخطأ في بعض ذلك فالله يغفر له خطأه ... ، ومن اتبع ظنه وهواه فأخذ يشنع على من خالفه بما وقع فيه من خطأ ظنه صواباً بعد اجتهاده، وهو من البدع المخالفة للسنة، فإنه يلزمه نظير ذلك أو أعظم، أو أصغر فيمن يعظمه هو من أصحابه، فقلّ من يسلم من مثل ذلك في المتأخرين؛ لكثرة الاشتباه والاضطراب، وبُعد الناس عن نور النبوة، وشمس الرسالة الذي به يحصل الهدى والصواب (٢) .
ويركز ابن تيمية رحمه الله على أهمية لين الخطاب مع المخالف، ومخاطبته بالتي هي أحسن، حتى وإن أغلظ المخالف عليه القول؛ لأن الغرض هو بيان الحق، وإزالة الشبهة، ومع هذا ينبه إلى أن مقامات الخطاب للمخالف تختلف فلها أحوال: فقد تنفع المخاطبة بالتي هي أحسن وقد لا تنفع، ولذا يقول رحمه الله: (ما ذكرتم من لين الكلام، والمخاطبة بالتي هي أحسن، فأنتم تعلمون أني من أكثر الناس استعمالاً لهذا، لكن كل شيء في موضعه حسن، وحيث أمر الله بالإغلاظ على المتكلم لبغيه وعدوانه على الكتاب والسنة، فنحن مأمورون بمقابلته، ولم نكن مأمورين أن نخاطبه بالتي هي أحسن، ومن المعلوم أن الله تعالى يقول: {وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [آل
_________
(١) انظر: الرد على الأخنائي ص٩، وقارن بين هذا وبين ما في ص١٥٠ - ١٥١.
(٢) انظر: درء تعارض العقل والنقل ٢/١٠٢ - ١٠٣، ٣١١، ٣١٥.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (95,'عمران: ١٣٩] ، فمن كان مؤمناً فإنه الأعلى بنص القرآن) (١) ، وقد عمل بهذه القاعدة في مناقشاته مع الغلاة، فقد رفع صوته في مناظرته مع الرفاعية لما يرى من الوقع العظيم في القلوب لرفع الصوت في المناظرة (٢) .
_________
(١) مجموع فتاوى ابن تيمية ٣/٢٣٢.
(٢) انظر: مناظرة ابن تيمية لدجاجلة البطائحية (ضمن مجموع فتاوى ابن تيمية ١١/٤٦٥، ٤٦٦) ، ومن أراد التفصيل في بيان منهج ابن تيمية رحمه الله في رده على الخصوم فليرجع إلى موقف ابن تيمية من الأشاعرة للمحمود ١/٢٨٤ - ٣١٧، ومقدمة تحقيق بيان تلبيس الجهمية لابن تيمية ١/٤٠ - ٦٧ للغفيص، وهي في الأصل رسالة دكتوراه مقدمة إلى قسم العقيدة والمذاهب المعاصرة بكلية أصول الدين بالرياض.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (96,'<span data-type="title" id=toc-24>المبحث الثاني
دعاوى المناوئين حول منهج شيخ الإسلام ابن تيمية ومناقشتها</span>
<span data-type="title" id=toc-25>المطلب الأول
دعاوى المناوئين حول منهج شيخ الإسلام ابن تيمية</span>
حاول المناوئون لابن تيمية رحمه الله القدح في ابن تيمية رحمه الله وفي عقيدته، وذلك للتحذير منه، ومن كتبه، حتى لا يستفيد منها الناس، فجعلوا بينها وبين الناس حاجزاً كثيفاً من الشبهات، والتلبيسات، والافتراءات، وقد كان التشويه موجهاً إليه وإلى كتبه على مستويات مختلفة، فادعوا دعاوى على منهجه العام، كما ادعوا عليه في بعض الجزئيات والتفصيلات في باب الاعتقاد، ومن دعاواهم على المنهج العام لابن تيمية رحمه الله: ما ادعوا عليه بأنه على خلاف منهج السلف الصالح، وأن انتسابه إليهم إنما هو دعوى يدعيها، ويرون أن الذي في كتبه إنما هو من ابتداعه هو، ويرون - أيضاً - أنه يعتمد على بعض الكتب، والمصنفات المنحولة والمختلقة على بعض السلف (١) .
ومما ادعوا عليه رحمه الله في منهجه: أنه يقول بالتأويل، ويأخذ به، وإن كان في ظاهر الأمر يرده ويحذر منه، لكنه يؤول بعض النصوص، ويبعد بها عن المقصود الأساسي لها إلى مقصد آخر يراه ويؤيده (٢) .
_________
(١) انظر: حاشية الكوثري على السيف الصقيل للسبكي ص١٠٧، المقالات السنية للحبشي ص٩، ابن تيمية ليس سلفياً لعويس أغلب الكتاب.
(٢) انظر: شواهد الحق للنبهاني ص٢٢٧، مقدمة الدسوقي في تحقيقه الاعتبار للسبكي ص٨، حاشية الكوثري على السيف الصقيل للسبكي ص١٣٢، ١٣٦، المقالات السنية للحبشي ص٨٠، الحقائق الجلية لابن جهبل ص٧٢، ٧٨.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (97,'ومما ادعو عليه - أيضاً - أنه متبع لهواه، يتلاعب بالنصوص، فيأخذ منها ما يوافق بدعته وقوله، ويترك ما لا يوافق بدعته، ولو أمكنه الطعن في الآيات والأحاديث لفعل، وفي هذا يقول عنه الحصني (ت - ٨٢٩هـ) : (فإن هذا شأنه إذا وجد شيئاً لا مساس فيه لما ابتدعه قال به وقبله ولم يطعن، وإذا وجد شيئاً على خلاف بدعته طعن فيه، وإن اتُفق على صحته، ولا يذكر شيئاً على خلاف هواه، وإن اتفق على صحته ... ) (١) .
وقال - أيضاً -: (وهذا شأنه إن وجد شيئاً يوافق هواه، وخبث طويته ذكره ووسع الكلام فيه وزخرفه، وإن وجد شيئاً عليه أهمله أو حمله على محمل يعرف به أهل النقل حمله وتدليسه عند تأمله ... ) (٢) .
ومما ادعوا عليه رحمه الله في منهجه بأنه يأخذ بخبر الواحد في الاعتقاد، وخبر الواحد عندهم لا يبنى عليه شيء من المسائل العقدية، وإنما يؤخذ به في أمور الأحكام (٣) .
ومما ادعوا عليه في منهجه - أيضاً - أنه مسارع في تكفير من خالفه، سواء أقام الدليل على التكفير أم لم يقم عليه دليل، وأن كل من خالفه ولم ينقد إلى رأيه وقوله فمآله إلى التكفير والتشهير والتحقير (٤) .
_________
(١) دفع شبه من شبه وتمرد للحصني ص٧٤.
(٢) دفع شبه من شبه وتمرد للحصني ص١١٣، وانظر: المقالات السنية للحبشي ص٢٠٥ - ٢٠٦.
(٣) انظر: الحقائق الجلية لابن جهبل ص٨٧، رفع الاشتباه للنبهاني ص٢٣٢، شروط الأئمة الستة للكوثري ص١٣.
(٤) انظر: شفاء السقام للسبكي ص١٣٢، براءة الأشعريين لأبي حامد بن مرزوق ص٢٥٤، التوسل بالنبي له ص١٨١، المقالات السنية للحبشي ص١٣٣.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (98,'<span data-type="title" id=toc-26>المطلب الثاني
مناقشة دعاوى المناوئين حول منهج ابن تيمية</span>
حرص المناوئون لابن تيمية رحمه الله على إضعاف ثقة الناس به وبكلامه، فأقاموا الشُبه على منهجه رحمه الله كما أقاموها على بعض تفصيلات المعتقد، ومع اختلاف كثير منهم معه في المعتقد كالأشاعرة والمتصوفة وغيرهم، إلا أنهم جميعاً لا يصمدون أمام الحقائق، فالمُدعي يطالَب بإثبات صدق دعواه، وذلك بإيراد كلام الخصم، ليكون حجة على صدق الدعوى، وهم إذا طولبوا بذلك ولّوا على أدبارهم هاربين.
وقد يجد الناظر المحقق أن عندهم بعض النصوص التي ينقلونها عن ابن تيمية رحمه الله ولكن هذه النصوص إما أن تكون مبتورة فلا ينقلونها كاملة فيقع اللبس، أو أن ينقلوها وهم لا يفهمونها على حقيقتها، بسبب الجهل بمذهب السلف، وبما تحمله المصطلحات والألفاظ من معان.
وأما دعوى أن ابن تيمية رحمه الله على خلاف مذهب السلف ... ، فيجاب عن أصحاب الدعوى بأن يقال لهم: ماذا تريدون بمصطلح السلف: إن كان المراد سلف الأشاعرة والمتصوفة وغيرهم من المبتدعة فإن ابن تيمية رحمه الله لم ينتسب إلى أحد منهم، ولم يقل بقولهم، بل كان يرد عليهم ويناقشهم.
وأما إذا كان المراد بالسلف: سلف الأمة وأئمتها، وأن ابن تيمية على خلاف ما كانوا عليه، فهذا من أعجب العجب، أن يكون الشارح لمعتقد السلف، والمستدل له، والمدافع عنه على خلافه، ثم يكون أصحاب الدعوى من أهل الأهواء هم حملة هذا المعتقد الحق، والمدافعون عنه.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (99,'وإذا كان المتهمون لابن تيمية بهذه التهمة، والقائلون بها ليسوا على معتقد السلف الصالح، فلم يفهموه، أو فهموه ولم يطبقوه فكيف تقبل منهم مثل هذه الدعاوى والتهم المزيفة.
وإذا أردنا تحقيق الأمر من جهة ابن تيمية رحمه الله فإنه سيتضح من فعله ومن قوله: فهو الذي أوذي وطرد؛ لأجل كلمة الحق وعقيدة السلف، وهو الذي نوظر وحوقق لأجلها، وهو الذي سُجن وأُبعد عن أهله ووطنه لأجلها، وهو الذي ذاق المتاعب والآلام لأجلها، وليست هذه علائم من ينتسب ويدعي الانتماء إلى عقيدة السلف دون وعي وقناعة، بل هذه دلائل إيمانه بهذا المعتقد، وتصديقه الجازم به.
وأما ما يؤيد ارتباط ابن تيمية رحمه الله بمذهب السلف، وقناعته به، وتطبيقه له من أقواله في مؤلفاته فهو كثير جداً، فمن منهجه رحمه الله ربط الناس بمذهب السلف، وتقرير هذا المذهب كلما سنحت فرصة، سواء أكان عن طريق الإجمال، أم عن طريق التفصيل.
وقد أعلن وأخبر بمصادره في الاعتقاد من كتب السلف، وكرّرها مراراً، فهي عن أئمة معروفين من السلف كالإمام أحمد (ت - ٢٤١هـ) ، والخلال (ت - ٣١١هـ) ، وابن خزيمة (ت - ٣١١هـ) ، والآجري (ت - ٣٦٠هـ) ، وابن بطة (ت - ٣٨٧هـ) ، وابن مندة (ت - ٣٩٥هـ) وابن أبي زمنين (ت - ٣٩٩هـ) ، وغيرهم من أئمة السلف - رحمهم الله أجمعين - (١) ، وكتب هؤلاء وغيرهم ثابتة لهم، وذلك بصحة نقلها إلينا.
فقد ذكر مترجموهم كتبهم التي ألفوها في الاعتقاد في عداد كتبهم، وكتبهم قد طبع أكثرها محققاً، وقد بين محققوها صحة نسبة هذه الكتب إلى مؤلفيها، إضافة إلى توافق ما في هذه الكتب مع اعتقاد السلف الذي هو اعتقاد
_________
(١) انظر على سبيل المثال: الحموية ص٢٨ - ٣٠، منهاج السنة النبوية ٢/٣٦٣ - ٣٦٧، شرح حديث النزول ص٢٢٨ - ٢٣٠.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (100,'مؤلفيها، فلا يبقين مكان لتشكيك من شكك في صحة نسبة بعض كتب السلف إلى مؤلفيها، إذ لا يملك المشكك دليلاً يعتمد عليه في تقوية تشكيكه، إضافة إلى أن المشكك من خارج الدائرة فهو على غير معتقد هؤلاء الأئمة، وتشكيكه في صحة نسبة هذه الكتب إنما هو لهدف وهوى في نفسه وهو التشكيك في صحة المعتقد كله والله المستعان.
ومع هذا فيدعو ابن تيمية رحمه الله إلى تقليب كتبه، والبحث عن أي قول يخالف فيه مذهب السلف الصالح، وقد أمهل مخالفه ليبحث في كتبه ثلاث سنوات، ومع هذا فلم يستطع المخالفون له - ومنهم بعض العلماء والقضاة - أن يجدوا نصاً يستندون إليه، يقول رحمه الله: (وقلت مرات: قد أمهلت كل من خالفني في شيء منها ثلاث سنين، فإن جاء بحرف واحد عن أحد من القرون الثلاثة التي أثنى عليها النبي صلّى الله عليه وسلّم، حيث قال: «خير أمتي قرني، ثم الذين يلونهم، ثم الذين يلونهم» (١) ، يخالف ما ذكرته فأنا راجع عن ذلك ... ) (٢) ، وهو رحمه الله يقر بما أقر به السلف من وجوب اتباع الكتاب والسنة، قال رحمه الله: (من طريقة أهل السنة والجماعة اتباع آثار رسول الله صلّى الله عليه وسلّم باطناً وظاهراً، واتباع سبيل السابقين الأولين من المهاجرين والأنصار) (٣) .
وقال - أيضاً -: (أما الاعتقاد فلا يؤخذ عني، ولا عمن هو أكبر مني، بل يؤخذ عن الله، ورسوله صلّى الله عليه وسلّم، وما أجمع عليه سلف الأمة، فما كان في القرآن وجب اعتقاده، وكذلك ما ثبت في الأحاديث الصحيحة) (٤) .
وقال - أيضاً -: (وأنتم تعلمون - أصلحكم الله - أن السنة التي يجب
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٣ كتاب فضائل أصحاب النبي صلّى الله عليه وسلّم، باب فضائل أصحاب النبي صلّى الله عليه وسلّم واللفظ له، ومسلم في صحيحه ٤/١٩٦٢ كتاب فضائل الصحابة، باب فضل الصحابة، وورد بألفاظ مختلفة.
(٢) انظر: مناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦٩) .
(٣) الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٧) .
(٤) مناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦١) .',NULL,'105',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (101,'اتباعها، ويحمد أهلها، ويذم من خالفها: هي سنة رسول الله صلّى الله عليه وسلّم: في أمور الاعتقادات، وأمور العبادات، وسائر أمور الديانات، وذلك إنما يعرف بمعرفة أحاديث النبي صلّى الله عليه وسلّم الثابتة عنه في أقواله وأفعاله، وما تركه من قول وعمل، ثم ما كان عليه السابقون والتابعون لهم بإحسان) (١) .
وجعل رحمه الله منهج أهل السنة والجماعة أنهم: (يجعلون كلام الله وكلام رسوله هو الأصل الذي يعتمد عليه، وإليه يرد ما تنازع الناس فيه، فما وافقه كان حقاً، وما خالفه كان باطلاً) (٢) .
إن شيخ الإسلام ابن تيمية رحمه الله كان يدعو إلى مذهب السلف الصالح، فلم يكن يدعو إلى مذهب غيره، ولذا أنكر رحمه الله على من زعم أنه يدعو إلى المذهب الحنبلي بقوله: (ما جمعت إلا عقيدة السلف الصالح جميعهم، ليس للإمام أحمد اختصاص بهذا، والإمام أحمد إنما هو مبلغ العلم الذي جاءه به النبي صلّى الله عليه وسلّم، ولو قال أحمد من تلقاء نفسه ما لم يجيء به الرسول لم نقبله، وهذه عقيدة محمد صلّى الله عليه وسلّم) (٣) .
وبين - أيضاً - أن الاعتقاد الحق ليس مختصاً بالإمام أحمد (ت - ٢٤١هـ) رحمه الله (٤) .
وأن الاعتقاد الحق والسنة إنما أضيفت له، وجعله إمام أهل السنة؛ لكونه أظهر السنة وبينها في وقت فتنة القول بخلق القرآن، لا أنه أنشأها وابتدأها، وإلا فالسنة سنة النبي صلّى الله عليه وسلّم، فأصدق الكلام كلام الله، وخير الهدي هدي محمد بن عبد الله صلّى الله عليه وسلّم، وكل ما قاله الإمام أحمد (ت - ٢٤١هـ) فهو قول الأئمة قبله، كمالك (٥) ،
_________
(١) مجموع فتاوى ابن تيمية ٣/٣٧٨، وانظر: ١٢/٢٣٧.
(٢) درء تعارض العقل والنقل ١/٢٧٧.
(٣) مناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦٩) .
(٤) انظر: مناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٨٩) .
(٥) مالك بن أنس بن مالك الأصبحي المدني، أبو عبد الله، شيخ الإسلام، إمام دار الهجرة، سمع من الزهري ونافع وغيرهما، صاحب الموطأ، وإليه ينسب المذهب المالكي، ت سنة ١٧٩هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٢٨٤، سير أعلام النبلاء للذهبي ٨/٤٨.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (102,'والثوري (١) ، والأوزاعي (٢) ، وحماد بن زيد (٣) ، وحماد بن سلمة (٤) ،
وهو قول التابعين وقول الصحابة قبل هؤلاء الذي أخذوه عن النبي صلّى الله عليه وسلّم (٥) ، وذكر ابن تيمية رحمه الله أن جعل الإمام أحمد (ت - ٢٤١هـ) رحمه الله إماماً في السنة، لا يعني جواز تقليده في أصول الدين، فإن التقليد في أصول الدين مذموم بإطلاق، وأنه هو نهى عن تقليده وتقليد غيره من العلماء.
وأن أصحابه كإبراهيم الحربي (٦) ، وبقي بن مخلد (٧) ، وغيرهما لا يقبلون
_________
(١) الثوري: سفيان بن سعيد بن مسروق الثوري أبو عبد الله، أمير المؤمنين في الحديث، أحد الأئمة المجتهدين، إمام أهل العراق في زمانه، وصف بالورع والزهد والعلم، ت سنة ١٦١هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٤/١١١، شذرات الذهب لابن العماد ١/٢٥٠.
(٢) الأوزاعي: عبد الرحمن بن عمرو بن محمد الدمشقي الأوزاعي، الفقيه، صاحب سنة واتباع، وزهد وورع، وهو من أفضل أهل زمانه، ت سنة ١٥٧هـ.
انظر في ترجمته: الجرح والتعديل لابن أبي حاتم ١/١٨٤، تذكرة الحفاظ للذهبي ١/١٧٨.
(٣) حماد بن زيد بن درهم الأزدي الجهضمي، مولاهم البصري، أبو إسماعيل، شيخ العراق في عصره، من الحفاظ، كان ضريراً طرأ عليه العمى، وخرج حديثه الأئمة الستة، ت سنة ١٧٩هـ.
انظر في ترجمته: حلية الأولياء لأبي نعيم ٦/٢٥٧، تهذيب التهذيب لابن حجر ٣/٩.
(٤) حماد بن سلمة بن دينار البصري الربعي بالولاء، أبو سلمة، مفتي البصرة، محدث نحوي، حافظ ثقة، ساء حفظه لما كبر، ت سنة ١٦٧هـ.

انظر في ترجمته: حلية الأولياء لأبي نعيم ٦/٢٤٩، تهذيب التهذيب لابن حجر ٣/١١.
(٥) انظر: مجموع فتاوى ابن تيمية ٦/٢١٥، بيان تلبيس الجهمية له ٢/٩١.
(٦) إبراهيم الحربي: إبراهيم بن إسحاق الحربي، الإمام الزاهد، كان عالماً بالفقه، حافظاً للحديث، طلب العلم على الإمام أحمد، وصنف كتباً كثيرة، ت سنة ٢٨٥هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ٦/٢٧، طبقات الشافعية للسبكي ٢/٢٥٦، شذرات الذهب لابن العماد ٢/١٩٠.
(٧) بقي بن مخلد بن يزيد الأندلسي القرطبي، أبو عبد الرحمن، حافظ مفسر محقق، إمام مجتهد، ت سنة ٢٧٦هـ.
انظر في ترجمته: الصلة لابن بشكوال ١/١١٨، طبقات الحنابلة لأبي يعلى ١/١٢٠.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (103,'كلام الإمام أحمد (ت - ٢٤١هـ) إلا بحجة يبينها لهم (١) .
وبهذا يتضح أن ابن تيمية رحمه الله موافق لما عليه السلف من الاعتقاد الحق، وأنه وإياهم يأخذون من مصادر واحدة هي الكتاب والسنة، وأنه رحمه الله لم يدع إلى مذهب أو طريق غير الطريق والصراط السوي الذي سار عليه العلماء والأئمة الذين يقتدى بفعالهم.
وأما دعوى أن ابن تيمية رحمه الله يأخذ بالتأويل الفاسد في تعامله مع النصوص الشرعية: فهذه دعوى باطلة، ذلك أنه رحمه الله كان من أكثر الناس بياناً في كتبه لمسألة التأويل، ولبيان خطرها، ويذكر رحمه الله أنه تتبع كلام السلف - رضوان الله عليهم - هل لهم في تأويل النصوص، وخاصة نصوص الصفات كلام ومقال؟، فلم يجد لهم شيئاً من ذلك، وهو الذي أخبر رحمه الله أنه متبع لهدي السلف الصالح، مقتف أثرهم، يقول رحمه الله بعد أن ذكر أن بعض التأويلات مكذوبة عليه:
(وأما الذي أقوله الآن وأكتبه، وإن كنت لم أكتبه فيما تقدم من أجوبتي، وإنما أقوله في كثير من المجالس: أن جميع ما في القرآن من آيات الصفات، فليس عن الصحابة اختلاف في تأويلها، وقد طالعت التفاسير المنقولة عن الصحابة، وما رووه من الحديث، ووقفت من ذلك على ما شاء الله تعالى من الكتب الكبار والصغار أكثر من مائة تفسير، فلم أجد إلى ساعتي هذه عن أحد من الصحابة أنه تأول شيئاً من آيات الصفات أو أحاديث الصفات بخلاف مقتضاها المفهوم المعروف ... ) (٢) .
وقد بين رحمه الله أن التأويل عند السلف له معنيان (٣) :
_________
(١) انظر: مجموع فتاوى ابن تيمية ٦/٢١٦.
(٢) مجموع فتاوى ابن تيمية ٦/٣٩٤.
(٣) التأويل عند أهل اللغة يعود إلى هذين المعنيين - أيضاً -، وأما المعنى الثالث الذي قاله المتكلمون، - وهو ما سيأتي بيانه - فلم يرد في معاجم اللغة المعتمدة المتقدمة، ولم يرد - أيضاً - عن السلف.
انظر في كتب اللغة: مجاز القرآن لأبي عبيدة ١/٨٦ - ٨٧، الصحاح للجوهري ٤/١٦٢٧ - ١٦٢٨، مجمل اللغة لابن فارس ١/١٠٧، وانظر: الإكليل في المتشابه والتأويل لابن تيمية ص٢٨ - ٣١، التدمرية له ص٩١ - ٩٢.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (104,'المعنى الأول: بمعنى التفسير، وبيان المعنى، ومن ذلك قول الله عزّ وجل: {نَبِّئْنَا بِتَأْوِيلِهِ} [يوسف: ٣٦] .
ومنه قول جابر بن عبد الله (١) رضي الله عنه: (ورسول الله صلّى الله عليه وسلّم بين أظهرنا، وعليه ينزل القرآن، وهو يعرف تأويله، وما عمل به من شيء عملنا به) (٢) .
ومعنى التأويل هنا التفسير.
المعنى الثاني: بمعنى الحقيقة وهي: ما يؤول إليه الكلام ويرجع إليه، فإن كان الكلام خبراً كان تأويله بهذا المعنى: نفس الشيء المخبر به، وإن كان الكلام طلباً كان تأويله بهذا المعنى هو: فعل هذا الشيء المطلوب.
ومن تأويل الخبر قوله عزّ وجل {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ} [الأعراف: ٥٣] ، فتأويل الخبر هذا هو حدوث الشيء المخبر به.
وقول الله عزّ وجل: {وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقّاً} [يوسف: ١٠٠] ، فالسجود هو الذي آلت إليه رؤيا يوسف عليه السلام.
وأما الاستدلال على الكلام إن كان طلباً، فمنه قول عائشة (٣) رضي الله عنها:
(كان النبي صلّى الله عليه وسلّم يكثر أن يقول في ركوعه وسجوده: «سبحانك اللهم ربنا
_________
(١) جابر بن عبد الله بن عمرو بن حرام الأنصاري السلمي، أبو عبد الله، أحد المكثرين من الرواية عن النبي صلّى الله عليه وسلّم، له ولأبيه صحبة، كان ممن شهد العقبة، شهد المشاهد غير بدر وأحد منعه أبوه عن حضورها، ت سنة ٧٤هـ وقيل غير ذلك.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٢٢١، الإصابة لابن حجر ١/٢١٣.
(٢) الحديث أخرجه مسلم في صحيحه ٢/٨٨٧، كتاب الحج، باب حجة النبي صلّى الله عليه وسلّم.
(٣) عائشة بنت أبي بكر الصديق، أم المؤمنين تزوجت النبي صلّى الله عليه وسلّم وقد أكملت ست سنوات، كانت عائشة أفقه الناس وأعلم الناس، وأحسن الناس رأياً في العامة، ت سنة ٥٨هـ.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٣٥٦، الإصابة لابن حجر ٤/٣٦١.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (105,'وبحمدك، اللهم اغفر لي» يتأول القرآن) (١) أي يعمل به.
وقد ذكر ابن تيمية رحمه الله الفرق بين نوعي التأويل عند السلف: بأن المعنى الأول يكون التأويل فيه بمعنى العلم والكلام كالتفسير والشرح والإيضاح.
ويكون وجود التأويل - أيضاً - في القلب، وهو وجود ذهني لفظي رسمي في اللسان والكتاب.
وأما المعنى الثاني: فالتأويل فيه نفس الأمور الموجودة في الخارج، سواء كانت ماضية أو مستقبلة، ويكون التأويل من باب الوجود العيني الخارجي، فتأويل الكلام هو الحقائق الثابتة في الخارج (٢) .
وهذان المعنيان لا يذم ابن تيمية رحمه الله إذا أقر بهما، كما يقر بهما السلف الصالح - رحمهم الله أجمعين -.
وقد حدث عند المتكلمين تعريف ثالث للتأويل لم يكن معروفاً عند السلف، ولا في معاجم اللغة المتقدمة، وقد نقل هذا المعنى عن ابن الأثير (ت - ٦٣٠هـ) ، وابن الكمال (٣) ، وغيرهما من المتأخرين.
وهذا المعنى للتأويل عند المتكلمين له تعريفات عدة أشهرها تعريفه بأنه:
صرف اللفظ عن الاحتمال الراجح إلى الاحتمال المرجوح لدليل يقترن به (٤) .
_________
(١) الحديث أخرجه البخاري في صحيحه ٢/٢٩٩ كتاب الأذان، باب التسبيح والدعاء في السجود، ومسلم في صحيحه ١/٣٥٠ كتاب الصلاة، باب ما يقال في الركوع والسجود.
(٢) انظر: الإكليل في المتشابه والتأويل ص٢٦.
(٣) ابن الكمال: محمد بن أحمد بن داود بن موسى اللخمي، ابن الكمال، أبو عبد الله، فقيه مقريء، له حظ في اللغة والأدب، تجول في بلاد الأندلس، وقرأ بمرسية، ت سنة ٧١٢هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٣/٤٠٥، معجم المؤلفين لكحالة ٨/٢٥٩.
(٤) انظر: أساس التقديس للرازي ص٢٣٥.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (106,'وقد عرّفه الآمدي (١) بقوله: (أما التأويل - من حيث هو تأويل مع قطع النظر عن الصحة والبطلان - هو: حمل اللفظ على غير مدلوله الظاهر منه، مع احتماله له) (٢) .
ويذكر ابن تيمية رحمه الله أن هذا المعنى للتأويل لم يكن معروفاً عند السلف فيقول: (وأن التأويل بمعنى صرف اللفظ عن مفهومه إلى غير مفهومه فهذا لم يكن هو المراد بلفظ التأويل في كلام السلف، اللهم إلا أنه إذا علم أن المتكلم أراد المعنى الذي يقال إنه خلاف الظاهر جعلوه من التأويل الذي هو التفسير؛ لكونه تفسيراً للكلام، وبياناً لمراد المتكلم به، أو جعلوه من النوع الآخر الذي هو الحقيقة الثابتة في نفس الأمر التي استأثر الله بعلمها؛ لكونه مندرجاً في ذلك، لا لكونه مخالفاً للظاهر) (٣) .
ثم بين رحمه الله أن السلف كانوا ينكرون التأويلات التي تخرج الكلام عن مراد الله ورسوله صلّى الله عليه وسلّم، فهي من تحريف الكلم عن مواضعه (٤) ، ولذا قال رحمه الله في موضع آخر: (إنا لا نذم كل ما يسمى تأويلاً مما فيه كفاية، وإنما نذم تحريف الكلم عن مواضعه، ومخالفة الكتاب والسنة، والقول في القرآن بالرأي) (٥) .
وقال رحمه الله: (الخلاف في لفظ (التأويل) على المعنى المرجوح، وأنه حمل اللفظ على الاحتمال المرجوح دون الراجح لدليل يقترن به، فهذا اصطلاح متأخر، وهو التأويل الذي أنكره السلف والأئمة) (٦) .
وذكر رحمه الله أن المتكلمين ليس لهم ضابط دقيق يُرجع إليه فيما يصلح
_________
(١) الآمدي: علي بن محمد بن سالم الثعلبي، أبو الحسن الآمدي، أصولي متكلم، كان حنبلياً، ثم انتقل إلى المذهب الشافعي، ت سنة ٦٣١هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٤٥٥، طبقات الشافعية للسبكي ٨/٣٠٦.
(٢) الإحكام للآمدي ١/٥٣.
(٣) الصفدية ١/٢٩١.
(٤) انظر: الصفدية ١/٢٩١.
(٥) مجموع فتاوى ابن تيمية ٦/٢٠ - ٢١.
(٦) مجموع فتاوى ابن تيمية ١٦/٤٠٨.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (107,'للتأويل وما لا يصلح له، ولذا وقعوا في الاضطراب والاختلاف، يقول في ذلك: (فإنك إذا تأملت كلامهم لم تجد لهم قانوناً فيما يتأول وما لا يتأول، بل لازم قولهم إمكان تأويل الجميع، فلا يقرون إلا بما يُعلم ثبوته بدليل منفصل عن السمع، وهم لا يجوّزون مثل ذلك، ولا يمكنهم أن يقولوا مثل ذلك) (١) .
وفي الجملة فإن التأويل المقبول هو ما دل على مراد المتكلم، وأما تأويلات المتكلمين التي يحرفون بها نصوص الصفات وغيرها، فلا يعلم أن الرسول صلّى الله عليه وسلّم أراد ذلك، ولم تأت قرينة تدل على ما يريدون، بل مما يعلم بالاضطرار في عامة النصوص الشرعية أن مراد أهل التأويل في تأويلهم يخالف مراد الله في كلامه، ومراد الرسول صلّى الله عليه وسلّم في سنته.
ومما يعلم - أيضاً - من رد ابن تيمية رحمه الله على المتكلمين في تأويلاتهم الباطلة في عامة كتبه ورسائله في المعتقد أنه لا يقر بهذا التأويل الباطل، إذ بيّن رحمه الله دوافع تأويلاتهم الباطلة، ونتائجه، وفي المقابل بيّن معنى التأويل الصحيح، وأقسامه، وشروطه في كلام له طويل مبثوث في كتبه، فلا يتهم رحمه الله بأنه من أهل التأويل الباطل المذموم، وقد فصّل كل هذا التفصيل (٢) .
وأما دعوى أن ابن تيمية رحمه الله متبع للهوى في أموره: في نظرته للأشخاص، وفي تعامله مع النصوص، فالجواب عن هذه الدعوى أن ننظر في موقف ابن تيمية رحمه الله من الهوى.
فالهوى أصله: محبة الإنسان الشيء، وغلبته على قلبه، كما قال الله عزّ وجل
_________
(١) درء تعارض العقل والنقل ٥/٣٤٤.
(٢) فصل رحمه الله في موضوع التأويل؛ لأنه يرى خطره العظيم، وخاصة في كتابيه: درء تعارض العقل والنقل، وبيان تلبيس الجهمية، وانظر: الإمام ابن تيمية وموقفه من قضية التأويل لمحمد الجليند، موقف ابن تيمية من الأشاعرة للمحمود ٣/١١٤٤ - ١١٦٩، موقف المتكلمين من الاستدلال بنصوص الكتاب والسنة لسليمان الغصن ص٤٧٩ - ٨٢٦.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (108,'{وَنَهَى النَّفْسَ عَنِ} [النازعات: ٤٠] ، واستهوته الشياطين: ذهبت بهواه وعقله، كما قال تعالى: {كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ} [الأنعام: ٧١] ، أي زينت له الشياطين هواه (١) .
وأما تعريف الهوى في الاصطلاح الشرعي فهو ميل النفس إلى ما ترغبه، إذا خرج عن حد الشرع والاعتدال، كما يقول شيخ الإسلام رحمه الله:
(اتباع الإنسان لما يهواه هو أخذ القول والفعل الذي يحبه، ورد القول والفعل الذي يبغضه بلا هدى من الله) (٢) ، وقال - أيضاً - رحمه الله:
(من خرج عن موجب الكتاب والسنة من المنسوبين إلى العلماء والعباد يُجعل من أهل الأهواء، كما كان السلف يسمونهم أهل الأهواء، وذلك أن كل من لم يتبع العلم فقد اتبع هواه) (٣) ، ثم ذكر قول الله عزّ وجل {وَإِنَّ كَثِيراً لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ} [الأنعام: ١١٩] ، وقال: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ} [القصص: ٥٠] .
والهوى نوعان: هوى في الشبهة، وهوى في الشهوة، وهوى الشبهة أخطر من هوى الشهوة، ولذا قال ابن تيمية رحمه الله: (واتباع الأهواء في الديانات أعظم من اتباع الأهواء في الشهوات) (٤) .
والهوى - بحد ذاته - ليس محرماً، ولا مذموماً، وإنما الذم في اتباعه، فأصل الهوى محبة النفس، وبغضها، ولا يلام عليه صاحبه؛ لأنه قد لا يملكه صاحبه، وإنما يلام على اتباعه، كما قال تعالى: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ} [القصص: ٥٠] .
_________
(١) انظر: لسان العرب لابن منظور ١٥/٣٧٢ - ٣٧٣ مادة (هوا) .
(٢) مجموع فتاوى ابن تيمية ٤/١٨٩.
(٣) الاستقامة ٢/٢٢٤ - ٢٢٥، وهو في مجموع فتاوى ابن تيمية ٢٨/١٣٣، وهما فصل واحد بعنوان (في الأمر بالمعروف والنهي عن المنكر) ، وانظر: الاعتصام للشاطبي ٢/١٧٦، مقدمات في الأهواء والافتراق والبدع للعقل ص٢١ - ٢٥.
(٤) مجموع فتاوى ابن تيمية ٢٨/١٣٢، الاستقامة ٢/٢٢٣.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (109,'وقال: {يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ} [ص: ٢٦] ، وقال عليه الصلاة والسلام: «ثلاث مهلكات: شح مطاع، وهوى متبع، وإعجاب المرء بنفسه، وثلاث منجيات: خشية الله في السر والعلانية، والقصد في الفقر والغنى، وكلمة الحق في الغضب والرضا» (١) .
ومن اتبع غير أمر الله ورسوله صلّى الله عليه وسلّم فهو متبع لهواه بغير هدى من الله (٢) .
قال الحسن البصري (٣) رحمه الله: (اتهموا أهواءكم ورأيكم على دين الله، وانتصحوا كتاب الله على أنفسكم) (٤) ، وقال مالك بن دينار (٥)
رحمه الله: (بئس العبد عبد همه هواه وبطنه) (٦) ، وقال ابن تيمية رحمه الله: (المحبوس من حبس قلبه عن ربه، والمأسور من أسره هواه) (٧) ، وقد ذكر الشعبي (٨) رحمه الله سبب تسمية
_________
(١) أخرج الحديث أبو نعيم في الحلية ٢/٣٤٣، والمنذري في الترغيب والترهيب ١/٨٦، باب الترهيب من ترك السنة، وصححه الألباني انظر: صحيح الجامع الصغير ١/٥٨٣، وسلسلة الأحاديث الصحيحة ٤/٤١٢ - ٤١٦.
(٢) انظر: مجموع فتاوى ابن تيمية ٢٨/١٣٢، الاستقامة ٢/٢٢١ - ٢٢٣.
(٣) الحسن البصري: الحسن بن يسار البصري، أبو سعيد، تابعي، إمام أهل البصرة، أحد العلماء الفقهاء الفصحاء الشجعان، أشبه الناس بكلام الأنبياء، ت سنة ١١٠هـ.
انظر في ترجمته: حلية الأولياء لأبي نعيم ٢/١٣١، وفيات الأعيان لابن خلكان ١/٣٥٤.
(٤) انظر: الإبانة لابن بطة ١/٣٨٩.
(٥) مالك بن دينار البصري بن لؤي القرشي، كان عالماً زاهداً، كثير الورع، من ثقات التابعين، ومن أعيان كتبة المصاحف، ت سنة ١٢٧هـ.

انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٢٨٧، سير أعلام النبلاء للذهبي ٥/٣٦٣.
(٦) انظر: ذم الهوى لابن الجوزي ص٢٥.
(٧) انظر: ذيل طبقات الحنابلة لابن رجب ٢/٤٠٢.
(٨) الشعبي: عامر بن شراحيل بن ذي كبار الهمذاني الشعبي، أبو عمرو، الإمام، كان فقيهاً محدثاً، حدث عن عدد من الصحابة، يروي له الجماعة، ت سنة ١٠٤هـ.
انظر في ترجمته: أخبار القضاة لوكيع ٢/٤١٣، وفيات الأعيان لابن خلكان ٢/٢٢٧. الشعبي: عامر بن شراحيل بن ذي كبار الهمذاني الشعبي، أبو عمرو، الإمام، كان فقيهاً محدثاً، حدث عن عدد من الصحابة، يروي له الجماعة، ت سنة ١٠٤هـ.
انظر في ترجمته: أخبار القضاة لوكيع ٢/٤١٣، وفيات الأعيان لابن خلكان ٢/٢٢٧.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (110,'الهوى فقال: (إنما سمي الهوى، لأنه يهوي بصاحبه) (١) .

وقد بين ابن تيمية رحمه الله خطر الهوى، وضرره على المسلم بقوله:
(وصاحب الهوى يعميه الهوى ويصمه، فلا يستحضر ما لله ورسوله في ذلك، ولا يطلبه، ولا يرضى لرضا الله ورسوله، ولا يغضب لغضب الله ورسوله، بل يرضى إذا حصل ما يرضاه بهواه، ويغضب إذا حصل ما يغضب له بهواه..) (٢) .
ومن خطره أنه من الأسباب الجالبة لأنواع من الفساد على الأمة، فبعد أن ذكر شيخ الإسلام رحمه الله الجهل والظلم قال: (الثالث: اتباع الظن وما تهوى الأنفس حتى يصير كثير منهم مديناً باتباع الأهواء في هذه الأمور المشروعة) (٣) .
وبيّن أن اتباع الهوى في النصوص: مبدأ البدع، فقال رحمه الله: (فكان مبدأ البدع هو: الطعن في السنة بالظن والهوى، كما طعن إبليس في أمر ربه برأيه وهواه) (٤) .
ومن خطره - أيضاً - ما نبه إليه شيخ الإسلام ابن تيمية رحمه الله من أنه مجلبة للهم والحزن، وضيق الصدر، فقال: (من اتبع هواه في مثل طلب الرئاسة والعلو وتعلقه بالصور الجميلة، أو جمعه للمال يجد في أثناء ذلك من الهموم والغموم والأحزان والآلام وضيق الصدر ما لا يعبر عنه، وربما لا يطاوعه قلبه على ترك الهوى، ولا يحصل له ما يسره، بل هو في خوف وحزن دائماً، إن كان طالباً لما يهواه فهو قبل إدراكه حزين متألم حيث لم يحصل، فإذا أدركه كان خائفاً من زواله وفراقه) (٥) .
_________
(١) رواه الدارمي في سننه ١/١٠٩، باب اجتناب أهل الأهواء والبدع والخصوم.
(٢) منهاج السنة النبوية ٥/٢٥٦.
(٣) مجموع فتاوى ابن تيمية ٢٢/٣٥٧.
(٤) مجموع فتاوى ابن تيمية ٣/٣٥٠.
(٥) مجموع فتاوى ابن تيمية ١٠/٦٥١.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (111,'ومن بيان شيخ الإسلام ابن تيمية رحمه الله لخطر الهوى أن ذكر أن المحبة لهوى النفس أو لأمر دنيوي، ليست محبة لله، فقال: (وأما من أحب شخصاً لهواه، مثل أن يحبه لدنيا يصيبها منه، أو لحاجة يقوم له بها، أو لمال يتآكله به، أو بعصبية فيه، ونحو ذلك من الأشياء فهذه ليست محبة لله، بل هذه محبة لهوى النفس، وهذه المحبة هي التي توقع أصحابها في الكفر والفسوق والعصيان) (١) .
وينبه ابن تيمية رحمه الله إلى أن خشية الله عزّ وجل هي أهم علاج لمريض الهوى، فصاحب الهوى يحتاج معه إلى الخوف الذي ينهى النفس عن الهوى، وإلى الخشية المانعة من اتباع الهوى إذ هي سبب لصلاح حال الإنسان.
وكذلك يعالَج الهوى بالعلم، وبالذكر، وهذه الثلاثة مستلزمة لبعض، فإذا قوي العلم والتذكر دفع الهوى، وإذا اندفع الهوى بالخشية أبصر القلب وعلم (٢) .
وأما اتهام ابن تيمية رحمه الله بأنه يأخذ بخبر الواحد في أمور الاعتقاد، فهذا في حقيقة الأمر تزكية له، واعتراف له بالفضل، إذ قال بما يقوله السلف - رضوان الله عليهم - من أن خبر الواحد يفيد العلم، بل لا يعلم مخالف من السلف قال بغير هذا القول، وأما من جاء بعد السلف من العلماء؛ فأئمتهم من الفقهاء، وأكثر المتكلمين على هذا وهذا أن خبر الواحد يفيد العلم.
ولما ذكر شيخ الإسلام رحمه الله خبر الواحد العدل، الذي تلقته الأمة بالقبول، قال (هذا يفيد العلم اليقيني عند جماهير أمة محمد صلّى الله عليه وسلّم من الأولين والآخرين، أما السلف فلم يكن بينهم في ذلك نزاع، وأما الخلف فهذا مذهب الفقهاء الكبار من أصحاب الأئمة الأربعة) (٣) .
_________
(١) مجموع فتاوى ابن تيمية ١١/٥٢٠.
(٢) انظر: مجموع فتاوى ابن تيمية ١٥/٢٤٣ - ٢٤٤، وانظر: أدب الدنيا والدين للماوردي ص١٣ - ١٩.
(٣) انظر: كلام شيخ الإسلام في مختصر الصواعق المرسلة للموصلي ٢/٣٧٣.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (112,'فخبر الواحد: إما أن لا يقوم دليل على صدقه، فهذا لا يفيد العلم، كما قال ابن تيمية رحمه الله: (ولا ريب أن مجرد خبر الواحد الذي لا دليل على صدقه لا يفيد العلم) (١) .
وإما أن تقوم به أدلة، أو تحفه قرائن تدل على صدقه، فهذا الخبر يفيد العلم اليقيني، يقول شيخ الإسلام رحمه الله: (ولهذا كان جمهور أهل العلم من جميع الطوائف على أن خبر الواحد إذا تلقته الأمة بالقبول تصديقاً له أو عملاً به أنه يوجب العلم، وهذا الذي ذكره المصنفون في أصول الفقه) (٢) ، ثم ذكر جمهرة كبيرة من العلماء القائلين بهذا القول وقال رحمه الله: (الخبر الذي تلقاه الأمة بالقبول تصديقاً له، أو عملاً بموجبه يفيد العلم عند جماهير الخلف والسلف) (٣) .
ويمثل خبر الواحد الذي تلقته الأمة بالقبول: أحاديث الصحيحين، يقول في ذلك ابن تيمية رحمه الله: (جمهور متون الصحيحين متفق عليها بين أئمة الحديث تلقوها بالقبول، وأجمعوا عليها، وهم يعلمون علماً قطعياً أن النبي صلّى الله عليه وسلّم قالها) (٤) .
وإذا أفاد خبر الواحد العلم فإنه يوجب العمل، وهذا هو المقرر عند الأئمة، ولذا قال ابن تيمية رحمه الله: (ومن الحديث الصحيح ما تلقاه المسلمون بالقبول فعملوا به ... فهذا يفيد العلم، ويجزم بأنه صدق؛ لأن الأمة تلقته بالقبول تصديقاً وعملاً بموجبه) (٥) .
وعن الأخذ بخبر الواحد في الاعتقاد، قال رحمه الله: (مذهب أصحابنا أن
_________
(١) الرد على المنطقيين ص٣٨.
(٢) مقدمة في التفسير (ضمن مجموع فتاوى ابن تيمية ١٣/٣٥١) .
(٣) مجموع فتاوى ابن تيمية ١٨/٤٨، وانظر: المسودة لآل تيمية ص٢٤٢.
(٤) قاعدة جليلة في التوسل والوسيلة ص١٧٤.
(٥) مجموع فتاوى ابن تيمية ١٨/١٦، رفع الملام عن الأئمة الأعلام ص٥٤ - ٥٥.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (113,'أخبار الآحاد المتلقاة بالقبول تصلح لإثبات أصول الديانات) (١) .
وأما القول بأن شيخ الإسلام رحمه الله يكفّر المسلمين، وخاصة المخالفين: فإن هذه دعوى لا بينة لها، والبينة قائمة على خلافها، فنصوص ابن تيمية رحمه الله متوافرة على النهي عن تكفير المسلمين، والتحذير منه ما لم تتوافر الشروط، وتنتفي الموانع؛ لأن التكفير حكم شرعي يترتب على الحكم على أحد به أحكام شرعية أخرى. لكن ابن تيمية رحمه الله يذكر أن أهل الأهواء يكذبون عليه، ويقوّلونه ما لم يقله، أو يعتقده، فأهل الأهواء أهون شيء عليهم الكذب المختلق وهذا منه (٢) ، ونبّه رحمه الله إلى أن الكلام في الناس يجب أن يكون بعلم وعدل، لا بجهل وظلم (٣) .
ويعرّف ابن تيمية رحمه الله الكفر بقوله: (الكفر: عدم الإيمان، باتفاق المسلمين، سواء اعتقد نقيضه وتكلم به، أو لم يعتقد شيئاً ولم يتكلم) (٤) .
ويفصل - في موضع آخر - في تعريفه بأن (الكفر عدم الإيمان بالله ورسله، سواء كان معه تكذيب أو لم يكن معه تكذيب بل شك وريب، أو إعراض عن هذا كله حسداً أو كبراً، أو اتباعاً لبعض الأهواء الصارفة عن اتباع الرسالة، وإن كان الكافر المكذب أعظم كفراً، وكذلك الجاحد المكذب حسداً مع استيقان صدق الرسل) (٥) .
ويحذر ابن تيمية رحمه الله من تكفير أهل القبلة من المسلمين الذين يرتكبون الذنوب والخطايا، مبيناً أن هذه الذنوب لا تخرجهم من دائرة المسلمين، قال رحمه الله (ومذهب أهل السنة والجماعة أنهم لا يكفرون أهل القبلة بمجرد
_________
(١) المسودة لآل تيمية ص٢٤٨.
(٢) انظر: مجموع فتاوى ابن تيمية ٢٧/٤٧٩.
(٣) انظر: منهاج السنة النبوية ٤/٣٣٧.
(٤) مجموع فتاوى ابن تيمية ٢٠/٨٦.
(٥) الكيلانية (ضمن مجموع فتاوى ابن تيمية ١٢/٣٣٥) ، وانظر: درء تعارض العقل والنقل له ١/٤٢، الرد على البكري له ص٢٥٨.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (114,'الذنوب، ولا بمجرد التأويل، بل الشخص الواحد إذا كانت له حسنات وسيئات فأمره إلى الله) (١) ، وحين حكى رحمه الله تكفير بعض الفرق الضالة لمخالفيهم قال: (والذي نختاره أن لا نكفر أحداً من أهل القبلة) (٢) .
ويفرق رحمه الله بين تكفير المطلق وتكفير المعين كما هو مذهب أهل السنة والجماعة، ويذكر أن الأئمة - كالإمام أحمد (ت - ٢٤١هـ) رحمه الله كانوا يكفرون بعض أهل الأهواء كالجهمية، لكنهم لم يكفروا أعيانهم، وكذلك الشافعي (ت - ٢٠٤هـ) رحمه الله لما قال لحفص الفرد (٣) :
كفرت بالله العظيم؛ لاعتقاده خلق القرآن، لم يحكم بردته، بل بين له أن هذا القول كفر، ولو اعتقد أنه مرتد لسعى في قتله، وهكذا بقية الأئمة (٤) .
ويذكر رحمه الله أنه لا يصح إطلاق تكفير المعين، والتساهل فيه، بل لا بد من توافر أسباب التكفير من عمل أو اعتقاد أو قول المكفر، وانتفاء موانع التكفير كالجهل، أو التأويل، أو وجود الشبهة، وعدم قيام الحجة، يقول رحمه الله: (إن التكفير له شروط وموانع قد تنتفي في حق المعين، وإن تكفير المطلق لا يستلزم تكفير المعين إلا إذا وجدت الشروط وانتفت الموانع) (٥) ، ويقول رحمه الله: (لا يحكم بكفر أحد حتى تقوم عليه الحجة من جهة بلاغ الرسالة) (٦) ، ثم ذكر قول الباري عزّ وجل: {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} [النساء: ١٦٥] ،
_________
(١) مجموع فتاوى ابن تيمية ٢٧/٤٧٨، وانظر: الفرقان بين الحق والباطل ص١٩.
(٢) درء تعارض العقل والنقل ١/٩٥.
(٣) حفص الفرد البصري، أبو عمرو، مبتدع ضال، من أئمة الجبرية، صاحب كلام، له مناظرات مع الإمام الشافعي، كفره الشافعي فيها.

انظر في ترجمته: الفهرست لابن النديم ص٢٥٥، ميزان الاعتدال للذهبي ١/٥٦٤، لسان الميزان لابن حجر ٢/٣٣٠.
(٤) انظر: مجموع فتاوى ابن تيمية ٢٣/٣٤٨ - ٣٤٩، وانظر: ذم الكلام للهروي ص٢٥٤.
(٥) الكيلانية (ضمن مجموع فتاوى ابن تيمية ١٢/٤٨٧ - ٤٨٨) .
(٦) مجموع فتاوى ابن تيمية ١١/٤٠٦.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (115,'وقوله سبحانه وتعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً} [الإسراء: ١٥] ، وقال رحمه الله في توضيح هذه القاعدة: (وليس لأحد أن يكفر أحداً من المسلمين، وإن أخطأ وغلط حتى تقام عليه الحجة، وتبين له المحجة، ومن ثبت إسلامه بيقين لم يزل ذلك عنه بالشك، بل لا يزول إلا بعد إقامة الحجة، وإزالة الشبهة) (١) .
وينبه ابن تيمية رحمه الله إلى أن الكفر لا يطلق على كل من عمل الكفر، بل يقال: من عمل هذا العمل فهو كافر، أو هذا العمل كفر، أو يقال لمن عمله: من عمل عملك فهو كافر، وهكذا من الألفاظ المجملة (٢) .
ومعنى قيام الحجة عند ابن تيمية رحمه الله يكون بشيئين، كما قال: (والحجة على العباد إنما تقوم بشيئين: بشرط التمكن من العلم بما أنزل الله، والقدرة على العمل به، فأما العاجز عن العلم كالمجنون، أو العاجز عن العمل فلا أمر عليه ولا نهي، وإذا انقطع العلم ببعض الدين، أو حصل العجز عن بعضه: كان ذلك في حق العاجز عن العلم أو العمل بقوله كمن انقطع عن العلم بجميع الدين، أو عجز عن جميعه كالمجنون مثلاً ... ) (٣) ، وأطال في ذكر الأمثلة لهذه القاعدة ثم قال: (وهذا باب واسع جداً فتدبره) (٤) .
وبيّن رحمه الله أن أهل السنة لا يكفرون المخالف لهم، وإن كان مخالفهم يكفرهم - أحياناً - يقول رحمه الله: (وأئمة السنة والجماعة، وأهل العلم والإيمان فيهم العلم والعدل والرحمة، فيعلمون الحق الذي يكونون به موافقين للسنة سالمين من البدعة، ويعدلون على من خرج منها، ولو ظلمهم، كما قال تعالى: {كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} [المائدة: ٨] . ويرحمون الخلق فيريدون لهم الخير
_________
(١) الكيلانية (ضمن مجموع فتاوى ابن تيمية ١٢/٤٦٦) .
(٢) انظر: مجموع فتاوى ابن تيمية ٣٥/١٦٧.
(٣) مجموع فتاوى ابن تيمية ٢٠/٥٩.
(٤) مجموع فتاوى ابن تيمية ٢٠/٦١، وانظر: ٣/٢٣١.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (116,'والهدى والعلم، لا يقصدون لهم الشر ... ، فلهذا كان أهل العلم والسنة لا يكفرون من خالفهم، وإن كان ذلك المخالف يكفرهم؛ لأن الكفر حكم شرعي) (١) .
وقد كان منهج ابن تيمية رحمه الله واضحاً في مسألة تكفير المعين، فلا يحكم على الأعيان إلا بعد قيام الحجة، وانتفاء الموانع والعوارض كالجهل، أو التأويل، أو الشبهة، وقد ذكر ذلك رحمه الله بقوله: (ولهذا كنت أقول للجهمية من الحلولية (٢) ، والنفاة الذين نفوا أن الله - تعالى - فوق العرش لما وقعت محنتهم: أنا لو وافقتكم كنت كافراً؛ لأني أعلم أن قولكم كفر، وأنتم عندي لا تكفرون؛ لأنكم جهال ... ) (٣) .
وقد قال رحمه الله هذا القول تجاه الجهمية الذين كفرهم جمهور أئمة أهل السنة والجماعة، والحال فيمن دونهم أولى (٤) .
وقال رحمه الله عنهم أيضاً: (وإذا عرف هذا، فتكفير المعين من هؤلاء الجهال وأمثالهم - بحيث يحكم عليه بأنه من الكفار - لا يجوز الإقدام عليه إلا بعد أن تقوم على أحدهم الحجة الرسالية التي يتبين بها أنهم مخالفون للرسل، وإن كانت هذه المقالة لا ريب أنها كفر) (٥) .
وبهذا يتضح أن ابن تيمية رحمه الله كغيره من أئمة السلف، وأهل السنة
_________
(١) الرد على البكري ص٢٥٦ - ٢٥٨.
(٢) الحلولية: هم الذين يزعمون أن الله عزّ وجل يحل بذاته في أجسام المخلوقات، وقد يكون الحلول جزئياً أو كلياً، وهو مذهب قديم موجود في معظم الديانات السابقة، وقال به بعض الشيعة والصوفية ممن ينتسب إلى الإسلام.
انظر: التنبيه والرد للملطي ص٣٤، مقالات الإسلاميين للأشعري ١/٨١ - ٨٢، الغلو والفرق الغالية للسامرائي ص١٢٦، معجم الفرق الإسلامية لعارف تامر ص٥٩.
(٣) الرد على البكري ص٢٥٩.
(٤) انظر الكيلانية (ضمن مجموع فتاوى ابن تيمية ١٢/٤٨٥) ، الكافية الشاقية لابن القيم مع شرحها للهراس ١/١٢٦ - ١٢٧.
(٥) الكيلانية (ضمن مجموع فتاوى ابن تيمية ١٢/٥٠٠) .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (117,'والجماعة، إذ منهجه في التكفير وسط بين طرفين، وهدى بين ضلالتين: فلا هو يحكم بكفر أحد بالظن، وبغير علم، أو على أية معصية، أو خطأ يرتكبه صاحبه، ولا هو - أيضاً - يلغي جانب البراءة من الكافرين، ومجاهدتهم، واتخاذهم ظهرياً، فلا يكفر الكفار، أو يشك في كفرهم، أو يصحح مذهبهم، كلا فهو رحمه الله يقول بكفر الكافر الأصلي، ومن قامت عليه الحجة، ولم يكن هناك تأويل، أو جهل، أو شبهة (١) .
_________
(١) مسألة التكفير مسألة حساسة ومتشعبة، وأنصح لمن أراد الاستزادة في هذا الموضوع بالكتب التالية:
نواقض الإيمان القولية والعملية لعبد العزيز العبد اللطيف (في الأصل رسالة دكتوراه) ، نواقض الإيمان الاعتقادية للوهيبي (في الأصل رسالة دكتوراه) ، ضوابط التكفير عند أهل السنة والجماعة للقرني (في الأصل رسالة ماجستير) ، الجهل بمسائل الاعتقاد وحكمه لمعاش (في الأصل رسالة ماجستير) ، أهل الفترة ومن في حكمهم لشكري (في الأصل رسالة ماجستير) ، وانظر - أيضاً - براءة أهل السنة من تكفير عصاة الأمة للجنيدي، العذر بالجهل عقيدة السلف لهزاع، قواعد وضوابط التكفير لخالد عبد الحميد، وغيرها كثير من الكتب والرسائل.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (118,'<span data-type="title" id=toc-27>الفصل الثاني
دعوى التجسيم والتشبيه</span>
<span data-type="title" id=toc-28>المبحث الأول:
قول أهل السنة في مسألة التجسيم والتشبيه</span>.
المبحث الثاني:
دعوى أن شيخ الإسلام مجسم ومشبه، ومناقشتها.
المبحث الثالث:
دعوى أن شيخ الإسلام أخذ التشبيه ممن قبله، ومناقشتها.
المبحث الرابع:
دعوى قوله بالجهة والتحيز، ومناقشتها.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (119,'المبحث الأول
قول أهل السنة في مسألة التجسيم والتشبيه

في بداية عرض مذهب أهل السنة وقولهم في المشبهة - الذي حرصت أن يكون مستخلصاً من كلام السلف قبل ابن تيمية رحمه الله يحسن البدء بتعريف عام عن المشبهة، وأشهر الفرق التي تعرف بالتشبيه في تاريخ المسلمين، وبه يكون البدء بهذا المبحث.

<span data-type="title" id=toc-29>المطلب الأول: التعريف بالمشبهة</span>
التشبيه: قسمان: تشبيه المخلوق بالخالق، وتشبيه الخالق بالمخلوق.
القسم الأول: من شبه المخلوق بالخالق، ومن ذلك تشبيه النصارى حيث جعلوا عيسى ابن مريم ابن الله، ومن هذا الصنف السبئية (١) الذين يزعمون أن علياً هو الله (٢) .
القسم الآخر: من شبه الخالق بالمخلوق: وهم صنفان:
الصنف الأول: شبهوا ذات البارئ بذات غيره.
_________
(١) السبئية: أتباع عبد الله بن سبأ اليهودي الذي أظهر الإسلام لإحداث الفتنة بين المسلمين، وهو أول من قال بالنص في إمامة علي رضي الله عنه، وأول من قال بالرجعة والغيبة في الإسلام.
انظر: التنبيه والرد للملطي ص٢٩ - ٣١، مقالات الإسلاميين للأشعري ١/٨٦ - ٨٧، الفرق بين الفرق للبغدادي ص٢١، وانظر في كتب الشيعة: فرق الشيعة للنوبختي ص٢٢ - ٢٣، المقالات والفرق للقمي ص١٦١ - ١٦٢.
(٢) انظر: مقالات الإسلاميين للأشعري ١/٨٣، الفرق بين الفرق للبغدادي ص٢٢٥ - ٢٢٧، والملل والنحل للشهرستاني ١/١٧٧.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (120,'الصنف الآخر: شبهوا صفات البارئ بصفات غيره.
يقول البغدادي (١) رحمه الله عن هذين الصنفين: (وكل صنف من هذين الصنفين مفترقون على أصنافٍ شتى) (٢) .
وسأذكر باختصار أبرز الفرق التي عرفت بالتشبيه، ويأتي في مقدمتها طوائف متعددة من الشيعة، وهم أول من أظهر التشبيه عند المسلمين كما يقول الرازي (٣)
رحمه الله عنهم (٤) .

وأبرز الفرق التي قالت بالتشبيه ما يلي:
الفرقة الأولى: الهشامية: وهم طائفتان:
الطائفة الأولى: أتباع هشام بن الحكم (٥) ، ومما زعمه ابن الحكم في معبوده أنه عريض طويل عميق، طوله مثل عرضه، وعرضه مثل عمقه، كالسبيكة الصافية يتلألأ كاللؤلؤة المستديرة من جميع جوانبها، وأنه ذو لون وطعم ورائحة وأنه سبعة أشبار بشبر نفسه ... ) (٦) .
_________
(١) البغدادي: عبد القاهر بن ناصر بن محمد التميمي البغدادي، أبو منصور، درس على أبي إسحاق الإسفراييني، وتأثر به في المعتقد الأشعري، من مؤلفاته: الفرق بين الفرق، ت سنة ٤٢٩هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٣٧٢، فوات الوفيات للكتبي ٢/٣٧٠.
(٢) الفرق بين الفرق ص٢٢٥.
(٣) الرازي: أحمد بن عمر بن الحسين البكري الطبري الرازي، أبو عبد الله، الملقب ابن خطيب الري، كثير الرحلة، اشتهر بالذكاء، كتبه عرية عن الآثار ومنها: المطالب العالية، أساس التقديس، المحصول وغيرها، ت سنة ٦٠٦هـ.

انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٣٨١، طبقات الشافعية للسبكي ٨/٨١، عيون الأنباء لابن أبي أصيبعة ص٤٦٦.
(٤) انظر: اعتقادات فرق المسلمين والمشركين ص٨١.
(٥) هشام بن الحكم البغدادي الكندي، مولى بني شيبان، أبو محمد، من متكلمي الشيعة الإمامية، وممن بدأ الكلام في الإمامة، اقترب من البرامكة، ت سنة ١٩٠هـ.
انظر في ترجمته: الفهرست لابن النديم ص٢٤٩، الفرق بين الفرق للبغدادي ص٦٥.
(٦) انظر: مقالات الإسلاميين للأشعري ١/١٠٦ - ١٠٨، ٢٨١، الفرق بين الفرق للبغدادي ٦٥، ٢٢٧، نشأة الفكر الفلسفي للنشار ٢/١٩٨ - ٢٠٨، التجسيم عند المسلمين لسهير مختار ١٢٦ - ١٢٨.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (121,'الطائفة الأخرى: أتباع هشام بن سالم الجواليقي (١) ، ومما زعمه أن معبوده على صورة الإنسان، وأن نصفه الأعلى مجوف، ونصفه الأسفل مصمت، وأن له شعرة سوداء، وقلباً ينبع منه الحكمة (٢) .
ويطلق على الطائفة الأولى: الهشامية الحكمية، ويطلق على الطائفة الثانية: الهشامية الجواليقية (٣) .
الفرقة الثانية: الجواربية:
أتباع داود الجواربي (٤) ،
ومما زعمه في معبوده أنه جسم ولحم ودم، وله جوارح وأعضاء، ووصف معبوده بأن له جميع أعضاء الإنسان إلا الفرج واللحية (٥) .
الفرقة الثالثة: الكرامية: أتباع محمد بن كرام السجستاني (٦) ، وأثبتوا لله الجسمية، وأنه جوهر، وهم طوائف متعددة تختلف ببعض جزئيات التشبيه (٧) .
_________
(١) الجواليقي: هشام بن سالم الجواليقي الجعفي، أبو محمد، مولى بشر بن مروان، من شيوخ الرافضة، ومن غلاة المشبهة.
انظر في ترجمته: الفهرست لابن النديم ص٢٥٢، الفرق بين الفرق للبغدادي ص٦٨.
(٢) انظر: مقالات الإسلاميين للأشعري ١/١٠٩، الفرق بين الفرق للبغدادي ٦٨ - ٦٩، ٢٢٧، المقالات والفرق للقمي ٢٢٥ - ٢٢٧.
(٣) انظر: التجسيم عند المسلمين لسهير مختار ١٢٦، ١٢٨.
(٤) الجواربي: داود الجواربي، رأس في الرفض والتجسيم، كان يزعم أن ربه لحم ودم على صورة إنسان.

انظر في ترجمته: ميزان الاعتدال للذهبي ٢/٢٣، لسان الميزان لابن حجر ٢/٤٢٧.
(٥) انظر: مقالات الإسلاميين للأشعري ١/٢٨٣، الفرق بين الفرق للبغدادي ٢٢٨، الملل والنحل للشهرستاني ١/٩٣ - ٩٤.
(٦) ابن كرام: محمد بن كرام بن عراق السجستاني، أبو عبد الله، إمام الكرامية، كان زاهداً عابداً، لكنه إمام في البدعة، من الغلاة في الإثبات للصفات يروي الواهيات، ت سنة ٢٥٥هـ.
انظر في ترجمته: البرهان للسكسكي ص٣٥، ميزان الاعتدال للذهبي ٤/٢١، طبقات الشافعية للسبكي ٥/٣٠٥، التجسيم عند المسلمين لسهير مختار ص٤٥.
(٧) يصل عددها إلى ثنتي عشرة فرقة، وأصولها ست كما يقول الشهرستاني وهي: العابدية، التونية، الزرينية، الإسحاقية، الواحدية، الهيصمية، انظر: الملل والنحل للشهرستاني ١/٩٩، نشأة الفكر الفلسفي للنشار ١/٢٩٨ - ٣١٢، التجسيم عند المسلمين لسهير مختار ٧٠ - ١٠٣، منهج الشهرستاني في كتابه الملل والنحل للسحيباني ص٢٨٥.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (122,'<span data-type="title" id=toc-30>المطلب الثاني
اعتقاد السلف نفي التمثيل والتشبيه</span>
تواترت عبارات سلف الأمة في نفي تمثيل وتشبيه الخالق بالمخلوق، فهم يثبتون ما أثبته الله لنفسه، أو أثبته له رسوله صلّى الله عليه وسلّم إثباتاً يليق بجلال الله وعظمته. وينفون ما نفاه الله عن نفسه، أو نفاه عنه رسوله صلّى الله عليه وسلّم.
فقد سئل أبو حنيفة النعمان (١) عن نزول الباري - جل وعلا - فقال:
(ينزل بلا كيف) (٢) .
وقال ابن أبي زمنين (ت - ٣٩٩هـ) رحمه الله: (فهذه صفات ربنا التي وصف بها نفسه في كتابه ووصفه بها نبيه صلّى الله عليه وسلّم وليس في شيء منها تحديد ولا تشبيه ولا تقدير، فسبحان من ليس كمثله شيء وهو السميع البصير، لم تره العيون فتحده كيف هو كينونيته) (٣) .
وقال الحافظ أبو بكر الإسماعيلي (٤) رحمه الله:
_________
(١) أبو حنيفة: النعمان بن ثابت التيمي مولاهم الكوفي، فقيه العراق، أحد أئمة الإسلام وإليه ينسب المذهب الحنفي، ت سنة ١٥٠هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٠/١٠٧، وفيات الأعيان لابن خلكان ٥/٣٩.
(٢) انظر: عقيدة الحافظ عبد الغني المقدسي ص٣٤.
(٣) أصول السنة ص٧٤.
(٤) الإسماعيلي: أحمد بن إبراهيم بن إسماعيل الجرجاني الإسماعيلي الشافعي، الإمام الحافظ الفقيه، شيخ الإسلام إمام أهل جرجان، المرجوع إليه في الحديث والفقه، طاف البلاد، ولقي الشيوخ، ت سنة ٣٧١هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٦/٢٩٢، تذكرة الحفاظ للذهبي ٣/٩٤٧.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (123,'(ويداه مبسوطتان، ينفق كيف يشاء، بلا اعتقاد كيف، وأنه عزّ وجل استوى على العرش بلا كيف، ... ولا يوصف بما فيه نقص، أو عيب، أو آفة، فإنه عزّ وجل تعالى عن ذلك) (١) .
وقال الإمام الآجري (ت - ٣٦٠هـ) رحمه الله عن نزول الباري جل وعلا إلى السماء الدنيا:
(وأما أهل الحق فيقولون: الإيمان به واجب بلا كيف؛ لأن الأخبار قد صحت عن رسول الله صلّى الله عليه وسلّم أن الله عز وجل ينزل إلى السماء الدنيا كل ليلة (٢) (٣) .
وقال الإمام الصابوني (ت - ٤٤٩هـ) رحمه الله:
(قلت وبالله التوفيق: أصحاب الحديث - حفظ الله تعالى أحياءهم ورحم أمواتهم - يشهدون لله تعالى بالوحدانية، وللرسول صلّى الله عليه وسلّم بالرسالة والنبوة، ويعرفون ربهم عزّ وجل بصفاته التي نطق بها وحيه وتنزيله، أو شهد له بها رسوله صلّى الله عليه وسلّم على ما وردت الأخبار الصحاح به، ونقلت العدول الثقات عنه، ويثبتون له جل جلاله ما أثبته لنفسه في كتابه، وعلى لسان رسوله صلّى الله عليه وسلّم، ولا يعتقدون تشبيهاً لصفاته بصفات خلقه، فيقولون: إنه خلق آدم بيديه كما نص سبحانه عليه في قوله - عز من قائل -: {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} [ص: ٧٥] ، ولا يحرفون الكلم عن مواضعه بحمل اليدين على النعمتين، أو القوتين تحريف المعتزلة والجهمية - أهلكهم الله - ولا يكيفونهما بكيف أو شبهها (٤) بأيدي
_________
(١) اعتقاد أهل السنة ص٣٢ - ٣٣، وانظر: ص٣٩.
(٢) حديث النزول: أخرجه البخاري في صحيحه ١٣/٤٦٤ كتاب التوحيد، باب يريدون أن يبدلوا كلام الله.
(٣) الشريعة ص٣٠٦.
(٤) كذا في نسخ المخطوطة، ويرى المحقق أن الأنسب لسياق الكلام أن تكون (يشبهونهما) انظر: عقيدة السلف وأصحاب الحديث للصابوني، تحقيق: ناصر الجديع ص١٦٢، ومعنى شبهها: أي لفظة كيف من الألفاظ.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (124,'المخلوقين تشبيه المشبهة - خذلهم الله -. وقد أعاذ الله تعالى أهل السنة من التحريف والتشبيه والتكييف) (١) .
وقال قوام السنة الأصبهاني (٢) رحمه الله:
(الكلام في صفات الله عزّ وجل ما جاء منها في كتاب الله، أو روي بالأسانيد الصحيحة عن رسول الله صلّى الله عليه وسلّم، فمذهب السلف - رحمة الله عليهم أجمعين - إثباتها وإجراؤها على ظاهرها، ونفي الكيفية عنها ... ) (٣) .
وقال - أيضاً - بعد ذكره بعض الصفات الثابتة لله عزّ وجل: (فهذا وأمثاله مما صح نقله عن رسول الله صلّى الله عليه وسلّم فإن مذهبنا فيه ومذهب السلف إثباته وإجراؤه على ظاهره ونفي الكيفية والتشبيه عنه ... ونقول: إنما وجب إثباتها - أي الصفات -؛ لأن الشرع ورد بها، ووجب نفي التشبيه عنها لقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: ١١] (٤) .
وقال الحافظ عبد الغني المقدسي (٥) رحمه الله ناقلاً اتفاق السلف على ترك التشبيه والتمثيل:
(اعلم وفقنا الله وإياك لما يرضيه من القول والعمل والنية، وأعاذنا وإياك من الزيغ والزلل: أن صالح السلف، وخيار الخلف، وسادات الأئمة، وعلماء
_________
(١) عقيدة السلف وأصحاب الحديث ١٦٠ - ١٦٣، وانظر: ص١٦٤، ١٦٥.
(٢) الأصبهاني: إسماعيل بن محمد بن الفضل الأصبهاني، أبو القاسم، الملقب بقوام السنة، كان إماماً حافظاً، حسن الاعتقاد، أفضل أهل زمانه، ت سنة ٥٣٥هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٤/١٠٥، الرسالة المستطرفة للكتاني ص٤٣.
(٣) الحجة في بيان المحجة ١/١٧٤.
(٤) الحجة في بيان المحجة ١/٢٨٧ - ٢٨٨.
(٥) المقدسي: عبد الغني بن عبد الواحد بن علي الجماعيلي الدمشقي الحنبلي، أبو محمد، كثير السفر لطلب العلم، الإمام الحافظ القدوة العابد، ت سنة ٦٠٠هـ.
انظر في ترجمته: ذيل طبقات الحنابلة لابن رجب ٢/٥، شذرات الذهب لابن العماد ٤/٣٤٥.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (125,'الأمة اتفقت أقوالهم، وتطابقت آراؤهم على الإيمان بالله عزّ وجل وأنه واحد أحد، فرد صمد، حي قيوم، سميع بصير، لا شريك له ولا وزير، ولا شبيه ولا نظير، ولا عدل ولا مثيل) (١) .
وقال - أيضاً -: (وتواترت الأخبار، وصحت الآثار بأن الله عزّ وجل ينزل كل ليلة إلى السماء الدنيا، فيجب الإيمان والتسليم له، وترك الاعتراض عليه، وإمراره من غير تكييف ولا تمثيل، ولا تأويل ولا تنزيه ينفي حقيقة النزول) (٢) .
وقال ابن قدامة المقدسي (٣)
رحمه الله:
(وكل ما جاء في القرآن، أو صح عن المصطفى عليه السلام من صفات الرحمن وجب الإيمان به، وتلقيه بالتسليم والقبول، وترك التعرض له بالرد والتأويل والتشبيه والتمثيل) (٤) .
وقال العلامة الواسطي (٥) رحمه الله:
(وهو في ذاته وصفاته لا يشبهه شيء من مخلوقاته، ولا تمثل بشيء من
_________
(١) عقيدة الحافظ عبد الغني المقدسي الحنبلي ص١٧.
(٢) عقيدة الحافظ عبد الغني المقدسي الحنبلي ص٣٠، وانظر: ص٣٩.
(٣) ابن قدامة: عبد الله بن أحمد بن محمد بن قدامة المقدسي الحنبلي، موفق الدين، فقيه زاهد، كثير العبادة، صاحب كتاب المغني، والمقنع وغيرهما، كان إماماً في فنون كثيرة، ت سنة ٦٢٠هـ.

انظر في ترجمته: ذيل طبقات الحنابلة لابن رجب ٢/١٣٣، شذرات الذهب لابن العماد ٥/٨٨.
(٤) لمعة الاعتقاد ص١٣ - ١٤، وانظر: ص١٩، وتحريم النظر في كتب الكلام له ص٥٦، وحكاية المناظرة في القرآن له ص٢٣، وذم التأويل له ص١٢، ١٤، ١٥، ١٦، ١٧، ١٨، ٢٥، ٢٧.
(٥) الواسطي: عماد الدين أحمد بن إبراهيم بن عبد الرحمن الواسطي، ابن شيخ الحزّامين، ولد بواسط، ورحل إلى بغداد، ثم القاهرة، ثم دمشق، اشتهر بالزهد وكثرة العبادة، ت سنة ٧١١هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٦/٢٤، العقود الدرية لابن عبد الهادي ص٢٩٠.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (126,'جوارح مبتدعاته، بل هي صفات لائقة بجلاله وعظمته، لا تتخيل كيفيتها الظنون، ولا تراها في الدنيا العيون، بل نؤمن بحقائقها وثبوتها، ونصف الرب سبحانه وتعالى بها، وننفي عنها تأويل المتأولين، وتعطيل الجاحدين، وتمثيل المشبهين تبارك الله أحسن الخالقين) (١) .
وضرب أمثلة لبيان اعتقاد السلف في الصفات وأنه الإثبات من غير طمع في إدراك الكيفية ببعض الصفات وهي: الحياة والفوقية والاستواء والنزول ثم قال:
(وصفاته معلومة من حيث الجملة والثبوت، غير معقولة من حيث التكييف والتحديد، فيكون المؤمن بها مبصراً من وجه، أعمى من وجه (٢) ، مبصراً من حيث الإثبات والوجود، أعمى من حيث التكييف والتحديد، وبهذا يحصل الجمع بين الإثبات لما وصف الله به نفسه، وبين نفي التحريف والتشبيه والوقف، وذلك هو مراد الله تعالى منا في إبراز صفاته لنا لنعرفه بها، ونؤمن بحقائقها، وننفي عنها التشبيه) (٣) .
وذكر الحافظ المقدسي (ت - ٦٠٠هـ) رحمه الله موقف السلف من الألفاظ المجملة التي تطلق على الله عزّ وجل فقال:
(من السنن اللازمة السكوت عما لم يرد فيه نص عن رسوله صلّى الله عليه وسلّم أو يتفق المسلمون على إطلاقه، وترك التعرض له بنفي أو إثبات، وكما لا يثبت إلا بنص شرعي، كذلك لا ينفى إلا بدليل شرعي) (٤) .
ويرى سلف الأمة أن تشبيه الله بخلقه كفر، وهذا واضح من خلال
_________
(١) النصيحة في صفات الرب جل وعلا ص١٦ - ١٧.
(٢) تسميته أعمى من وجه نفي الكيفية ليس بجيد؛ لأن أهل السنة مبصرون من الجهتين، من جهة الإثبات للصفات، ومن جهة نفي الكيفية، فهم مبصرون الحق لاتباعهم ما جاء عن الله ورسوله، ولما جاء عن سلف الأمة فلا يوصفون بالعمى.
(٣) النصيحة في صفات الرب جل وعلا ص٤١ - ٤٢.
(٤) عقيدة الحافظ عبد الغني المقدسي الحنبلي ص١٠٢.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (127,'نصوصهم الصريحة مثل قول نعيم بن حماد الخزاعي (١) رحمه الله:
(من شبه الله بخلقه فقد كفر، ومن أنكر ما وصف الله به نفسه فقد كفر، وليس ما وصف الله به نفسه ورسوله تشبيه) (٢) .
وقال إسحاق بن راهويه (٣) رحمه الله:
(من وصف الله فشبه صفاته بصفات أحد من خلق الله فهو كافر بالله العظيم) (٤) .
وحين ذكر بشر المريسي (٥) في مناظرة الإمام الدارمي (ت - ٢٨٠هـ) رحمه الله له أن تشبيه الله بخلقه خطأ، تعقبه الإمام الدارمي (ت - ٢٨٠هـ) بقوله:
(أما قولك: إن كيفية هذه الصفات وتشبيهها بما هو موجود في الخلق خطأ، فإنا لا نقول إنه خطأ، بل هو عندنا كفر، ونحن لتكييفها وتشبيهها بما هو موجود في الخلق أشد أنفاً منكم غير أنا كما لا نشبهها ولا نكيفها لا نكفر بها ... ) (٦) .
_________
(١) نعيم بن حماد بن معاوية الخزاعي، أبو عبد الله، عاش في مصر، من أشهر المحدثين، ت سنة ٢٢٨هـ.
انظر في ترجمته: الطبقات الكبرى لابن سعد ٧/٣٥٩، تهذيب التهذيب لابن حجر ١٠/٤٥٨.
(٢) انظر: شرح أصول اعتقاد أهل السنة لللالكائي ٣/٥٣٢ في سياق ما روي في تكفير المشبهة، عقيدة الحافظ عبد الغني المقدسي ص٩٩، سير أعلام النبلاء للذهبي ٥/٦١٠.
(٣) إسحاق بن راهويه: إسحاق بن إبراهيم بن مخلد الحنظلي، المعروف بابن راهويه، الإمام الفقيه، المحدث، كان ورعاً عابداً، ت سنة ٢٣٨هـ.
انظر في ترجمته: التاريخ الكبير للبخاري ١/٣٧٩، وفيات الأعيان لابن خلكان ١/١٧٩، طبقات الشافعية للسبكي ٢/٨٣.
(٤) شرح أصول اعتقاد أهل السنة لللالكائي ٣/٥٣٢ في سياق ما روي في تكفير المشبهة.
(٥) المريسي: بشر بن غياث بن أبي كريمة العدوي مولاهم، البغدادي المريسي، فقيه متكلم، يقول بخلق القرآن، ت سنة ٢١٨هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ١/٢٥١، الفوائد البهية للكنوي ص٥٤.
(٦) رد الإمام الدارمي على بشر المريسي ص٢٢.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (128,'<span data-type="title" id=toc-31>المطلب الثالث
رد السلف دعوى أن الإثبات يستلزم التشبيه</span>
أكثرَ نفاة الصفات من إطلاق لفظ (التشبيه) على مخالفيهم من مثبتة الصفات، حتى صار من علامة الجهمية تسمية أهل السنة مشبهة كما قال ذلك الإمام إسحاق بن راهويه (ت - ٢٣٨هـ) رحمه الله:
(علامة جهم وأصحابه دعواهم على أهل السنة والجماعة وما أولعوا به من الكذب أنهم مشبهة، بل هم المعطلة، ولو جاز أن يقال لهم هم المشبهة لاحتمل ذلك) (١) .
وقال أبو زرعة الرازي (٢)
رحمه الله:
(المعطلة النافية الذين ينكرون صفات الله عزّ وجل التي وصف الله بها نفسه في كتابه وعلى لسان نبيه صلّى الله عليه وسلّم، ويكذبون بالأخبار الصحاح التي جاءت عن رسول الله صلّى الله عليه وسلّم في الصفات، ويتأولونها بآرائهم المنكوسة على موافقة ما اعتقدوا من الضلالة وينسبون رواتها إلى التشبيه، فمن نسب الواصفين ربهم - تبارك وتعالى - بما وصف به نفسه في كتابه وعلى لسان نبيه صلّى الله عليه وسلّم من غير تمثيل ولا تشبيه إلى التشبيه فهو معطل نافٍ، ويستدل عليهم بنسبتهم إياهم إلى التشبيه أنهم معطلة نافية) (٣) .
_________
(١) شرح أصول اعتقاد أهل السنة لللالكائي ٣/٥٣٢.
(٢) أبو زرعة الرازي: عبد الله بن عبد الكريم بن يزيد الرازي، أبو زرعة، من أئمة المحدثين، ت سنة ٢٦٤هـ.

انظر في ترجمته: طبقات الحنابلة لأبي يعلى ١/١٩٩، تهذيب التهذيب لابن حجر ٧/٣٠.
(٣) الحجة في بيان المحجة لقوام السنة الأصبهاني ١/١٨٧.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (129,'وقال أبو حاتم الرازي (١) رحمه الله:
(علامة الجهمية تسميتهم أهل السنة مشبهة) (٢) .
وقال ابن خزيمة (ت - ٣١١هـ) رحمه الله:
(وزعمت الجهمية - عليهم لعائن الله - أن أهل السنة ومتبعي الآثار، القائلين بكتاب ربهم وسنة نبيهم صلّى الله عليه وسلّم، المثبتين لله عزّ وجل من صفاته ما وصف الله به نفسه في محكم تنزيله، المثبت بين الدفتين، وعلى لسان نبيه المصطفى صلّى الله عليه وسلّم بنقل العدل عن العدل موصولاً إليه مشبهةٌ، جهلاً منهم بكتاب ربنا وسنة نبينا صلّى الله عليه وسلّم، وقلة معرفتهم بلغة العرب الذين بلغتهم خوطبنا) (٣) .
وقد نبه الإمام إسحاق بن راهويه (ت - ٢٣٨هـ) رحمه الله في النص السابق على أن المعطلة هم الذين يستحقون وصف التشبيه؛ لأنهم شبهوا أولاً، ثم عطلوا ثانياً (٤) ، وقد نبه إلى هذا - أيضاً - الإمام الدارمي (ت - ٢٨٠هـ) رحمه الله، فبعد نص طويل في رده على المريسي (ت - ٢١٨هـ) وأنه نفى ما وصف الله به نفسه، ووصفه بخلاف ما وصف به نفسه، ثم ضرب أمثلة لتعطيل الصفات عن طريق التأويل الفاسد قال: (تضرب له الأمثال تشبيهاً بغير شكلها، وتمثيلاً بغير مثلها، فأي تكييف أوحش من هذا، إذ نفيت هذه الصفات وغيرها عن الله بهذه الأمثال والضلالات المضلات؟) (٥) .
_________
(١) أبو حاتم الرازي: محمد بن إدريس بن المنذر الحنظلي، أبو حاتم، حافظ ثقة، من أقران البخاري ومسلم، رحل لطلب العلم في العراق والشام ومصر، ت سنة ٢٧٧هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ١/٢٨٤، تهذيب التهذيب ٩/٣١، الرسالة المستطرفة للكتاني ص١٠٤.
(٢) انظر عقيدة السلف وأصحاب الحديث للصابوني ص٣٠٤ - ٣٠٥، شرح أصول اعتقاد أهل السنة لللالكائي ٣/٥٣٣، عقيدة الرازي ص٤١، ٥٢، ٦٩.
(٣) التوحيد ١/٥٣.
(٤) انظر: خلق أفعال العباد للبخاري (ضمن عقائد السلف جمع النشار وطالبي ص١٣٤) .
(٥) رد الإمام الدارمي على بشر المريسي ص٧٥.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (130,'وقد ناقش الإمام الواسطي (ت٧١١هـ) رحمه الله الأشاعرة الذين يثبتون بعض الصفات، وينفون بعض الصفات، وحجتهم في نفي ما نفوه من الصفات أنه يستلزم التشبيه فقال:
(لا فرق بين الاستواء والسمع، ولا بين النزول والبصر؛ لأن الكل ورد في النص فإن قالوا لنا: في الاستواء شَبَّهتم، نقول لهم: في السمع شبهتم، ووصفتم ربكم بالعرض (١) ،
وإن قالوا: لا عرض، بل كما يليق به، قلنا: في الاستواء والفوقية لا حصر، بل كما يليق به، فجميع ما يلزموننا في الاستواء، والنزول، واليد، والوجه، والقدم، والضحك، والتعجب من التشبيه: نلزمهم به في الحياة، والسمع، والبصر، والعلم، فكما لا يجعلونها أعراضاً، كذلك نحن لا نجعلها جوارح، ولا مما يوصف به المخلوق) (٢) .
ثم قال: (فما يلزموننا في تلك الصفات من التشبيه والجسمية نلزمهم في هذه الصفات من العرضية.
وما ينزهون ربهم به في الصفات السبع، وينفون عنه من عوارض الجسم فيها، فكذلك نحن نعمل في تلك الصفات التي ينسبوننا فيها إلى التشبيه سواء بسواء) (٣) .
وينبه الإمام ابن قدامة المقدسي (ت - ٦٢٠هـ) رحمه الله إلى أمر مهم ألا وهو سبب نفي المتكلمين صفات الباري - جل وعلا - فظاهر الأمر عندهم هو التنزيه ونفي التشبيه، ولكن حقيقة الأمر هو: إبطال السنن والآثار الواردة فيقول:
_________
(١) العرض: لفظ مجمل يحتمل معان متعددة، وهو هنا: الذي يفتقر إلى غيره ليقوم به، وهو الموجود الذي يحتاج في وجوده إلى موضع، وليس وجوده شرطاً لوجود شيء، ويقابل الجوهر، وهو نوعان: ملازم كلون الإنسان، ومفارق كحمرة الخجل.

انظر: معيار العلم للغزالي ص٢٩٢، التعريفات للجرجاني ص١٤٨، المعجم الفلسفي لجميل صليبا ١/٦٨ - ٧١، المعجم الفلسفي لمجمع اللغة ص١١٨.
(٢) النصيحة في صفات الرب جل وعلا ص٤٢.
(٣) النصيحة في صفات الرب جل وعلا ص٤٣.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (131,'(وأما ما يموه به من نفي التشبيه والتجسيم فإنما هو شيء وضعه المتكلمون وأهل البدع توسلاً به إلى إبطال السنن ورد الآثار والأخبار، والتمويه على الجهال والأغمار (١) ليوهموهم: إنما قصدنا التنزيه ونفي التشبيه) (٢) .
وأما دعوى أن إثبات الصفات يستلزم الجوارح والأعضاء لله عزّ وجل فقد أجاب عن هذه الشبهة الإمام الدارمي (ت - ٢٨٠هـ) رحمه الله في رده على المريسي (ت - ٢١٨هـ) فقال: (وأما تشنيعك على هؤلاء المقرين بصفات الله، المؤمنين بما قال الله: أنهم يتوهمون فيها جوارح وأعضاء، فقد ادعيت عليهم في ذلك زوراً وباطلاً، وأنت من أعلم الناس بما يريدون بها، إنما يثبتون منها ما أنت معطل، وبه مكذب، ولا يتوهمون فيها إلا ما عنى الله ورسوله صلّى الله عليه وسلّم، ولا يدعون جوارح وأعضاء كما تقولت عليهم ... ) (٣) .
ومما أجاب به سلف الأمة على من ألصق بهم تهمة التشبيه والتجسيم، بيانهم لأمر غفل عنه النفاة ألا وهو أن اتفاق الأسماء لا يلزم منه اتفاق المسميات، وكذلك اتفاق الصفات لا يلزم منه اتفاق الموصوفين بها فقد سمى الله عزّ وجل نفسه سميعاً بصيراً بقوله سبحانه: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً} [النساء: ٥٨] .
وسمى بعض خلقه سميعاً بصيراً بقوله عزّ وجل: {إِنَّا خَلَقْنَا الْأِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعاً بَصِيراً} [الإنسان: ٢] .
_________
(١) _٥٥) الأغمار: جمع (غُمر) بالضم: وهو الجاهل الغر الذي لم يجرب الأمور.
انظر: لسان العرب لابن منظور ٥/٣١ - ٣٢ مادة (غمر) .
(٢) تحريم النظر في كتب الكلام ص٥٧.
(٣) رد الإمام الدارمي على بشر المريسي ص٦١، وانظر: اعتقاد أهل السنة للإسماعيلي ص٣٣، تحريم النظر في كتب الكلام لابن قدامة ص٢٢ - ٢٣، النصيحة في صفات الرب جل وعلا للواسطي ص٤٨.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (132,'وقد ذكر ذلك الإمام الدارمي (ت - ٢٨٠هـ) رحمه الله بقوله:
(إنما نصفه بالأسماء لا بالتكييف ولا بالتشبيه، كما يقال: إنه ملك كريم، عليم حكيم، حليم رحيم، لطيف مؤمن، عزيز جبار متكبر، وقد يجوز أن يدعى البشر ببعض هذه الأسماء) (١) .
وقد أطال الإمام ابن خزيمة (ت - ٣١١هـ) رحمه الله في بيان هذه القاعدة، وضرب لها أمثلة عدة منها تسمية الله نفسه عزيزاً (٢) ، وسمى بعض الملوك عزيزاً فقال: {وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ} [يوسف: ٣٠] .
ومنها تسمية الله عزّ وجل نفسه الجبار المتكبر بقوله: {السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ} [الحشر: ٢٣] ، وسمى بعض الكفار متكبراً جباراً فقال: {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ} [غافر: ٣٥] ، وغيرها من الأمثلة (٣) .
وأختم بما قاله الفخر الرازي (ت - ٦٠٦هـ) رحمه الله حين قال كلمة حق في معتقد السلف، وأنه بعيد عن التشبيه وهي قوله:
(اعلم أن جماعة من المعتزلة ينسبون التشبيه إلى الإمام أحمد بن حنبل رحمه الله وإسحاق بن راهويه، ويحيى بن معين (٤) وهذا خطأ، فإنهم منزهون في اعتقادهم عن التشبيه، والتعطيل، لكنهم كانوا لا يتكلمون في المتشابهات بل كانوا يقولون: آمنا وصدقنا، مع أنهم كانوا يجزمون بأن الله تعالى لا شبيه له، وليس كمثله شيء، ومعلوم أن هذا الاعتقاد بعيد جداً عن التشبيه) (٥) .
_________
(١) رد الإمام الدارمي على بشر المريسي ص٤٢ - ٤٣.
(٢) لم يذكر الإمام ابن خزيمة رحمه الله مثالاً من القرآن على تسمية الله نفسه عزيزاً، ومن ذلك قوله سبحانه: {وَاللَّهُ عَزِيزٌ حَكِيمٌ} [المائدة: ٣٨] .
(٣) انظر: التوحيد لابن خزيمة ١/٥٩ - ٨١، وانظر: تحريم النظر في كتب الكلام لابن قدامة المقدسي ص٥٧.
(٤) يحيى بن معين: بن عون بن زياد بن بسطام المري، مولاهم، الإمام الحافظ شيخ المحدثين، من أعلم الناس بالرجال، اشتهر بالورع والدين، ت سنة ٢٣٣هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ١/٤١٢، وفيات الأعيان لابن خلكان ٥/١٩٠.
(٥) اعتقادات فرق المسلمين والمشركين ص٨٤ - ٨٦.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (133,'<span data-type="title" id=toc-32>المبحث الثاني
دعوى أن شيخ الإسلام مجسم ومشبه، ومناقشتها</span>
<span data-type="title" id=toc-33>المطلب الأول
دعوى أن شيخ الإسلام مجسم ومشبه</span>
ركز المناوئون لابن تيمية رحمه الله على إلصاق تهمة التجسيم والتشبيه به - وذلك بناء على معتقد نفاة الصفات الذين يرمون مثبتة الصفات بالتشبيه - وتنوعت وسائلهم في تقرير هذه الشبهة في نفوس الضعفة:
فمنها: رميه بأنه مجسم كما قال الحصني (ت - ٨٢٩هـ) : (والحاصل أنه وأتباعه من الغلاة في التشبيه والتجسيم) (١) .
وقال ابن حجر الهيتمي (٢) متحدثاً عن موقف ابن تيمية رحمه الله من الباري - جلَّ وعلا -:
(نسب إليه العظائم والكبائر، وخرق سياج عظمته، وكبرياء جلالته بما أظهر للعامة على المنابر من دعوى الجهة والتجسيم) (٣) .
_________
(١) دفع شبه من شبه وتمرد ص١٢٣، وانظر: ابن تيمية حياته وعقائده لصائب عبد الحميد ص١١٩، ١٢٩ - ١٣٠.
(٢) الهيتمي: أحمد بن محمد بن محمد بن علي بن حجر الهيتمي السعدي الشافعي، أبو العباس، برع في علوم كثيرة، له مؤلفات كثيرة منها: الزواجر، الصواعق المحرقة وغيرها، ت سنة ٩٧٣هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٨/٣٧٠، البدر الطالع للشوكاني ١/١٠٩.
(٣) الجوهر المنظم ص٢٩.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (134,'وأنه أول من قال بالتجسيم (١) ، وأنه يقول: إن الله جسم كالأجسام (٢) .
ومنها: رميه بالتشبيه والتمثيل (٣) ، والحشو (٤) .
ومن فروع هذه القاعدة: محبته للمشبهة، وعدم ذمهم (٥) .
ومنها: أن ابن تيمية رحمه الله يثبت الاستواء، وإثبات الاستواء - عندهم - يلزم منه الجسمية، كما قال ابن جهبل (٦) في رده على ابن تيمية رحمه الله:
(نقول لهم: ما هو الاستواء في كلام العرب؟ فإن قالوا: الجلوس والاستقرار) .
قلنا: هذا ما تعرفه العرب إلا في الجسم فقولوا: يستوي جسم على العرش ... ) (٧) .
وقالوا بأنه يشبّه استواء الله على عرشه باستواء المخلوق على الكرسي كما ذكر ذلك التقي الحصني (ت - ٨٢٩هـ) عن أبي الحسن علي الدمشقي (٨) عن أبيه.
_________
(١) انظر: كشف النقاب عن عقائد ابن عبد الوهاب للطباطبائي ص١٥.
(٢) انظر: فيض الوهاب للقليوبي ٢/٥٠، غوث العباد للحمامي ص١٠٢، وانظر في نسبته للتجسيم: السيف الصقيل للكوثري ص٤٠، ٨٠، شواهد الحق للنبهاني ٢٥٠، التوسل بالنبي لابن مرزوق ١٢.
(٣) انظر: السيف الصقيل للكوثري ص٥٠، فيض الوهاب للقليوبي ٢/٥٤.
(٤) انظر: السيف الصقيل ص٥ - ٦.
(٥) انظر: التبصير في الدين للإسفراييني تحقيق الكوثري (حاشية ص٩٤، ٩٦، ٩٧) ؛ دفع شبه التشبيه لابن الجوزي تحقيق السقاف (حاشية ١٢٨) ، البشارة والإتحاف للسقاف ص٤٣.
(٦) ابن جهبل: أحمد بن يحيى بن إسماعيل بن طاهر بن جهبل الحلبي الشافعي، من أعيان الفقهاء، واشتغل بالعلم ولازم الصدر بن الوكيل، باشر مشيخة دار الحديث الظاهرية بدمشق، ت سنة ٧٣٣هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٤/١٦٣، شذرات الذهب لابن العماد ٦/١٠٤.
(٧) الحقائق الجلية ص٥٧.
(٨) أبو الحسن الدمشقي: ذكر ابن حجر في الدرر الكامنة ٣/١٥٨ علي بن أسمح اليعقوبي الدمشقي، أبا الحسن، وذكر أنه كان ممن يحط على ابن تيمية، ت سنة ٧١٠هـ، فلعله هو.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (135,'قال: (كنا جلوساً في صحن الجامع الأموي في مجلس ابن تيمية فذكّر ووعظ، وتعرض لآيات الاستواء، ثم قال: (واستوى الله على عرشه كاستوائي هذا) قال: فوثب الناس عليه وثبة واحدة، وأنزلوه عن الكرسي، وبادروا إليه ضرباً باللكم والنعال وغير ذلك ... ) (١) .
ومنها: أن ابن تيمية رحمه الله أثبت النزول للباري عزّ وجل كل ليلة، كما هو ظاهر حديث النزول، فأنكروا عليه إثبات النزول (٢) .
وقالوا بأن ابن تيمية رحمه الله يثبت نزولاً للخالق يشبه نزول المخلوقين، كما ذكر ذلك ابن بطوطة (ت - ٧٧٩هـ) في رحلته المشهورة فقال:
(حضرته يوم الجمعة وهو يعظ الناس على منبر الجامع ويذكرهم، فكان من جملة كلامه أن قال: (إن الله ينزل كنزولي هذا) ونزل درجة من درج المنبر) (٣) .
وقد اشتهرت هذه المقولة عن ابن بطوطة (ت - ٧٧٩هـ) ، وهي تنسب - أيضاً - إلى أبي علي السكوني (٤) وأنه نسبها إلى ابن تيمية عزّ وجل قبل ابن بطوطة (ت - ٧٧٩هـ) .
ومرد ذلك إلى الاختلاف الكبير الحاصل في تحديد سنة وفاة أبي علي السكوني، فالقول الذي رجحه بعض الباحثين هو أن وفاة السكوني كانت سنة (٧١٧هـ) (٥) ، وبهذا تكون القصة قد اشتهرت ونسبت إلى ابن تيمية رحمه الله
_________
(١) دفع شبه من شبه وتمرد للحصني ص٤١، وانظر: المقالات السنية للحبشي ص٢٧.
(٢) فيض الوهاب للقليوبي ٢/٤٨ - ٤٩.
(٣) تحفة النظار (رحلة ابن بطوطة) ص١١٣، وقد ذكر أثناء حديثه عن ابن تيمية رحمه الله أموراً يعلم الناقد بطلانها.
(٤) أبو علي السكوني: عمر بن محمد بن حمد بن خليل السكوني، أبو علي، مقريء ومن فقهاء المالكية، إشبيلي نزل بتونس، ت سنة ٧١٧هـ، وقيل غير ذلك.
انظر في ترجمته: الأعلام للزركلي ٥/٢٢٤.
(٥) انظر: موقف ابن تيمية من الأشاعرة للمحمود ٢/٦٩٣.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (136,'قبل مجيء ابن بطوطة إلى دمشق، فقد كان مجيئه إليها سنة (٧٢٦هـ) في شهر رمضان (١) .
وقيل: إن السكوني قد توفي سنة (٧٤٧هـ) وقيل: سنة (٨١٦هـ) ، لكنها أقوال مرجوحة، والله أعلم.
_________
(١) تحفة النظار (رحلة ابن بطوطة) ص١٠٤، ١٢٩: وقد ناقش ابن بطوطة في افترائه على ابن تيمية جمع من الناس منهم محقق رحلته، محمد بهجة البيطار في حياة شيخ الإسلام ابن تيمية ص٤٣ - ٤٩، ومحمد الخميّس في مقدمة تحقيقه شرح حديث النزول لابن تيمية ص٣٤.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (137,'<span data-type="title" id=toc-34>المطلب الثاني
مناقشة الدعوى</span>
تحدث شيخ الإسلام ابن تيمية رحمه الله باستفاضة عن مصطلحات: التجسيم، والتشبيه، والتمثيل، والحشو، ورد على من قال: بأن مذهب أهل السنة والجماعة هو التشبيه في مواضع متعددة من كتبه، وأوضح رحمه الله مذهبه في استواء الباري عزّ وجل على عرشه، وفي نزوله إلى السماء الدنيا.
فمصطلح التجسيم درسه شيخ الإسلام رحمه الله باستيعاب من حيث نشأته التاريخية في الإسلام وقبل الإسلام، وبيّن أقوال الناس في معنى الجسم، ثم ناقش هذه الأقوال مبيناً وجه الخطأ والصواب فيها، وفصّل في مناقشة لفظة الجسم من حيث اللغة، والشرع، والعقل، وبين موقف السلف من إطلاق لفظ الجسم على الله.
فذكر شيخ الإسلام رحمه الله أن اليهود من غلاة المجسمة (١) ، وأنهم سلف المجسمة، وأما في الإسلام فإن بداية ظهور التجسيم كان من قِبل بعض الشيعة كهشام بن الحكم (ت - ١٩٠هـ) وهشام الجواليقي يقول ابن تيمية رحمه الله:
(وأول ما ظهر إطلاق لفظ الجسم من متكلمة الشيعة كهشام بن الحكم) (٢) .
وفصل رحمه الله في معنى الجسم من حيث اللغة، مبيناً أن معناه هو: البدن
_________
(١) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٤٥٦.
(٢) منهاج السنة النبوية ٢/٢١٧، وانظر: ص٥٠١ فقد ذكر فيها هشام الجواليقي أيضاً، و٨/٦، بيان تلبيس الجهمية ١/٥٤، مجموع فتاوى شيخ الإسلام ابن تيمية ٣/١٩٦.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (138,'والجسد ناقلاً عن أئمة اللغة إثبات ذلك، مثل قول أبي زيد الأنصاري (١) : (الجسم: الجسد وكذلك الجسمان والجثمان) (٢) .
وقال الأصمعي (٣) :
(الجسم والجثمان: الجسد، والجثمان: الشخص، والأجسم: الأضخم بالبدن) (٤) .
وقال ابن السكيت (٥) : (تجسمت الأمر: أي ركبت أجسمه، وجسيمه أي: معظمه، وكذلك تجسمت الرمل والجبل: أي ركبت أجسمه) (٦) .
قال عامر بن الطفيل (٧) :
_________
(١) أبو زيد الأنصاري: سعيد بن أوس بن ثابت بن بشير الأنصاري الخزرجي، الإمام المشهور، كان إماماً نحوياً، صاحب التصانيف، غلب عليه اللغة والنوادر والغريب، ت سنة ٢١٥هـ.
انظر في ترجمته: تاريخ العلماء النحويين للمعري ص٢٢٤، بغية الوعاة للسيوطي ١/٥٨٢.
(٢) انظر: الصحاح للجوهري ٥/١٨٨٧.
(٣) الأصمعي: عبد الملك بن قريب الباهلي، أبو سعيد، راوية العرب، وأحد أئمة اللغة، كثير التطواف في البلاد يقتبس من علومها، ويتلقى من أخبارها، ت سنة ٢١٦هـ.

انظر في ترجمته: الفهرست لابن النديم ص٨٢، وفيات الأعيان لابن خلكان ٢/٣٤٤، بغية الوعاة للسيوطي ٢/١١٢.
(٤) انظر: الصحاح للجوهري ٥/١٨٨٧.
(٥) ابن السكيت: يعقوب بن إسحاق بن السكيت، أبو يوسف، إمام في اللغة والأدب، اتصل بالمتوكل العباسي، فعهد إليه بتأديب أولاده، وصار من ندمائه ثم قتله، له كتب مشهورة في اللغة، ت سنة ٢٤٤هـ.
انظر في ترجمته: نزهة الألباء لابن الأنباري ص١٣٨، بغية الوعاة للسيوطي ٢/٣٤٩.
(٦) انظر: الصحاح للجوهري ٥/١٨٨٨.
(٧) عامر بن الطفيل بن مالك بن جعفر بن كلاب العامري، ابن عم لبيد الشاعر، كان فارس قيس، وكان عقيماً لا يولد له، دعاه النبي صلّى الله عليه وسلّم إلى الإسلام، فاشترط شروطاً ردها عليه النبي، فلما رجع مات في طريقه قبل أن يبلغ قومه.
انظر في ترجمته: المؤتلف والمختلف للآمدي ص١٥٤، الشعر والشعراء لابن قتيبة ص٦٩.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (139,'وقد علم الحي بن عامر ... بأن لنا ذروة الأجسم (١)
وبين ابن تيمية رحمه الله: أن (الجسم قد يراد به الغلظ نفسه، وهو عرض قائم بغيره، وقد يراد به الشيء الغليظ، وهو القائم بنفسه، فنقول: هذا الثوب له جسم أي: غلظ، وقوله؛ {وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ} [البقرة: ٢٤٧] قد يحتج به على هذا، فإنه قرن الجسم بالعلم الذي هو مصدر، فنقول المعنى: زاده بسطة: في قدره فجعل قدر بدنه أكبر من بدن غيره، فيكون الجسم هو القدر نفسه لا نفس المقدر.
وكذلك قوله: {تُعْجِبُكَ أَجْسَامُهُمْ} [المنافقون: ٤] ، أي صورهم القائمة بأبدانهم كما تقول: أعجبني حسنه وجماله ولونه وبهاؤه، فقد يراد صفة الأبدان، وقد يراد نفس الأبدان، وهم إذا قالوا: هذا أجسم من هذا أرادوا أنه أغلظ وأعظم منه، أما كونهم يريدون بذلك أن ذلك العظم والغلظ كان لزيادة الأجزاء، فهذا مما يعلم قطعاً بأنه لم يخطر ببال أهل اللغة) (٢) .
وأما من حيث الشرع فقد بين أنه لم يُنقل في الشرع ولا عن الأنبياء السابقين ولا عن الصحابة، ولا عن التابعين ومن تبعهم من سلف الأمة إثبات هذا اللفظ أو نفيه.
قال رحمه الله: (وأما الشرع فالرسل وأتباعهم الذين من أمة موسى وعيسى ومحمد صلّى الله عليه وسلّم لم يقولوا: إن الله جسم، ولا إنه ليس بجسم، ولا إنه جوهر ولا إنه ليس بجوهر، لكن النزاع اللغوي والعقلي والشرعي في هذه الأسماء هو بما أحدث في الملل الثلاث بعد انقراض الصدر الأول من هؤلاء وهؤلاء وهؤلاء) (٣) .
_________
(١) ديوان عامر بن الطفيل ص١٢١.
(٢) تفسير سورة الإخلاص (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ١٧/٣٢٣) وانظر: كلام ابن تيمية عن معنى الجسم في اللغة: شرح حديث النزول ٢٣٧ - ٢٥٨، منهاج السنة النبوية ٢/١٩٨، ٥٣٠، ٥٥٠، ٥٥١، درء تعارض العقل والنقل ٧/١١٢، الجواب الصحيح ٤/٤٢٨ - ٤٢٩، ٤٣٦.
(٣) الجواب الصحيح لمن بدل دين المسيح ٤/٤٣٢.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (140,'ثم قال: (والذي اتفقت عليه الرسل وأتباعهم، ما جاء به القرآن والتوراة: من أن الله موصوف بصفات الكمال، وأنه ليس كمثله شيء، فلا تمثل صفاته بصفات المخلوقين، مع إثبات ما أثبته لنفسه من الصفات) (١) .
وقال رحمه الله: (وأما الشرع: فمعلوم أنه لم ينقل عن أحد من الأنبياء ولا الصحابة ولا التابعين ولا سلف الأمة أن الله جسم، أو أن الله ليس بجسم، بل النفي والإثبات بدعة في الشرع) (٢) .
وقال - أيضاً -: (وأما من لا يطلق على الله اسم الجسم كأئمة الحديث، والتفسير، والتصوف، والفقه، مثل الأئمة الأربعة وأتباعهم، وشيوخ المسلمين المشهورين في الأمة، ومن قبلهم من الصحابة والتابعين لهم بإحسان فهؤلاء ليس فيهم من يقول: إن الله جسم، وإن كان أيضاً: ليس من السلف والأئمة من قال: إن الله ليس بجسم) (٣) .
وبين رحمه الله سبب عدم إطلاق السلف لفظ الجسم لا نفياً ولا إثباتاً أنه لوجهين:
(أحدهما: أنه ليس مأثوراً لا في كتاب ولا سنة، ولا أثر عن أحد من الصحابة والتابعين لهم بإحسان، ولا غيرهم من أئمة المسلمين، فصار من البدع المذمومة.
الثاني: أن معناه يدخل فيه حق وباطل، فالذين أثبتوه أدخلوا فيه من النقص والتمثيل ما هو باطل، والذين نفوه أدخلوا فيه من التعطيل والتحريف ما هو باطل) (٤) .
وعن سؤال افترضه هل جوابه موجود في الكتاب والسنة أم لا؟ وهو: هل الله جسم أم ليس بجسم؟ قال:
_________
(١) الجواب الصحيح لمن بدل دين المسيح ٤/٤٣٢.
(٢) شرح حديث النزول ص٢٥٨.
(٣) منهاج السنة النبوية ٢/١٠٥، وانظر: ص١٣٥، بيان تلبيس الجهمية ١/٩، ٤٧.
(٤) منهاج السنة النبوية ٢/٢٢٥.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (141,'(فإذا قال السائل: هل الله جسم أم ليس بجسم؟ لم نقل: إن جواب هذا السؤال ليس في الكتاب والسنة، مع قول القائل: إن هذا السؤال موجود في فطر الناس بالطبع، والله تعالى يقول: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} [المائدة: ٣] ، وقال: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة: ١١٥] .
وقال: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل: ٨٩] .
وقال: {مَا كَانَ حَدِيثاً يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ} [يوسف: ١١١] .
وقال: {فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى * وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً * قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى} [طه: ١٢٣ - ١٢٦] .
وقال: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ} [الأعراف: ٣] ) (١) .
ثم ذكر آيات كثيرة وقال: (ومثل هذا في القرآن كثير، مما يبين الله فيه أن كتابه مبيِّن للدين كله، موضح لسبيل الهدى، كافٍ لمن اتبعه، لا يحتاج معه إلى غيره يجب اتباعه دون اتباع غيره من السبل) (٢) .
ثم شرع في ذكر بعض الأحاديث الدالة على أن الرسول صلّى الله عليه وسلّم بين الحق، وترك الأمة على المحجة البيضاء، ومنها قول النبي صلّى الله عليه وسلّم في خطبته: (إن خير الحديث كتاب الله، وخير الهدي هدي محمد، وشر الأمور محدثاتها، وكل بدعة ضلالة) (٣) .
_________
(١) درء تعارض العقل والنقل ١٠/٣٠٣.
(٢) درء تعارض العقل والنقل ١٠/٣٠٤.
(٣) أخرج الحديث البخاري في صحيحه ١٣/٢٤٩ كتاب الاعتصام، باب الاقتداء بسنة رسول الله صلّى الله عليه وسلّم، ومسلم في صحيحه ٢/٥٩٢ كتاب الجمعة، باب تخفيف الصلاة والخطبة واللفظ له، والنسائي في سننه ١/٥٥٠، كتاب العيدين، باب كيف الخطبة، وابن ماجه في سننه ١/١٧ المقدمة، باب اجتناب البدع والجدل.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (142,'وكان يقول: (عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، تمسكوا بها وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور فإن كل بدعة ضلالة) (١) .
وكان يقول: (تركتكم على البيضاء ليلها كنهارها، لا يزيغ عنها بعدي إلا هالك) (٢) .
ثم قال: (فكيف يكون هذا - مع هذا البيان والهدى - ليس فيما جاء به جواب عن هذه المسألة، ولا بيان الحق فيها من الباطل، والهدى من الضلال؟ بل كيف يمكن أن يسكت عن بيان الأمر ولو لم يسأله الناس؟) (٣) .
وبين وجوب اعتقاد الحق فيها، ثم شنع على الذين يقولون: إن جواب هذا السؤال وأمثاله ليس في الكتاب والسنة، ووصفهم بأنهم (الذين يُعرضون عن طلب الهدى من الكتاب والسنة، ثم يتكلم كل منهم برأيه ما يخالف الكتاب والسنة، ثم يتأول آيات الكتاب على مقتضى رأيه، فيجعل أحدهم ما وصفه برأيه هو أصول الدين الذي يجب اتباعه، ويتأول القرآن والسنة على وفق ذلك، فيتفرقون ويختلفون) (٤) .
وبين شيخ الإسلام أن لفظ الجسم مجمل يحتاج إلى استفصال.
_________
(١) الحديث أخرجه الترمذي في سننه ٥/٤٤ كتاب العلم، باب الأخذ بالسنة، وأبو داود في سننه ٥/١٣ كتاب السنة، باب لزوم السنة واللفظ له، وابن ماجه في سننه ١/١٥ - ١٦ المقدمة، باب اتباع سنة الخلفاء الراشدين، والدارمي في سننه ١/٤٤ - ٤٥ المقدمة، باب اتباع السنة، وصححه الألباني انظر: صحيح سنن الترمذي ٢/٣٤١، صحيح سنن ابن ماجه ١/١٣، إرواء الغليل ٨/١٠٧.
(٢) الحديث أخرجه ابن ماجه في سننه ١/٤ المقدمة، باب اتباع سنة رسول الله صلّى الله عليه وسلّم واللفظ له، والمنذري في الترغيب والترهيب ١/٨٨ باب الترهيب من ترك السنة، وحسنه، وابن أبي عاصم في السنة ١/٢٦ - ٢٧، وصححه الألباني.
(٣) درء تعارض العقل والنقل ١٠/٣٠٥.
(٤) درء تعارض العقل والنقل ١٠/٣٠٦.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (143,'فإن أُريد بالجسم: الموجود القائم بنفسه، المتصف بالصفات، فهذا المعنى حق، لكن الخطأ إنما هو في اللفظ.
وإن أريد غير ذلك من المعاني في معنى الجسم كأن يقال: هو ما يشار إليه، أو المركب، أو غير ذلك فإنه معنى باطل ولفظ مردود (١) .
وأما دعوى أن ابن تيمية رحمه الله يقول بأن الله جسم لا كالأجسام، فغير صحيحة، وهذه نصوص ابن تيمية الصريحة في رد هذه المقولة، وتخطئة من قالها، ومنها:
قوله حين قال له أحد كبار مخالفيه بجواز أن يقال: هو جسم لا كالأجسام:
(إنما قيل: إنه يوصف الله بما وصف به نفسه، وبما وصفه به رسوله صلّى الله عليه وسلّم، وليس في الكتاب والسنة أن الله جسم حتى يلزم هذا السؤال) (٢) .
وحكم على القائل بهذا القول أنه مشبه، بقوله: (فمن قال هو جسم لا كالأجسام كان مشبهاً، بخلاف من قال: حي لا كالأحياء) (٣) .
وذكر أن القائلين بهذه المقولة هم طوائف من أهل الكلام المتقدمين والمتأخرين فقال عن إثباتهم صفات الله عزّ وجل: (يثبتون هذه الصفات، ويثبتون ما
_________
(١) انظر: كلام شيخ الإسلام في الاستفصال في معنى الجسم، ومناقشة المتكلمين والفلاسفة في تفسيراتهم معنى الجسم في:
شرح حديث النزول ١٣٠، ٢٣٧ - ٢٥٢، ٣٥٨ التدمرية ٥١، ٥٣، ١٣٠، منهاج السنة النبوية ٢/١٠٥، ١٣٤، ١٩٨ - ٢٠٠، ٥٣٠، ٥٤٨ - ٥٥١، الصفدية ١/١١٧، درء تعارض العقل والنقل ١/١١٨، ٢٣٠، ٤/١٤٦، ٥/٨١، ٦/١٣١، ٣٠٣، ٣٤٧، ٧/١١٣، ١٠/٢٣٦، ٢٤٦، ٢٩٢، ٣٠٣، ٣٠٧، مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢١٥، ٣٠٧، ٦/١٠٢، ٩/٣٠١، ١٧/٣١٢ - ٣٢٥، المسألة المصرية (ضمن مجموع الفتاوى ١٢/٣١٦) ، بيان تلبيس الجهمية ٢/٥٨.
(٢) حكاية المناظرة في العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٦٨، وانظر: ص١٩٦) .
(٣) درء تعارض العقل والنقل ١٠/٣١٢.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (144,'ينفيه النفاة لها، ويقولون: هو جسم لا كالأجسام، ويثبتون المعاني التي ينفيها أولئك بلفظ الجسم) (١) .
وذكر أن القائل بهذه المقولة هم علماء المجسمة (٢) .
وقال رحمه الله: (وأما المعنى الخاص الذي يعنيه النفاة والمثبتة، الذين يقولون: هو جسم لا كالأجسام، فهذا مورد النزاع بين أئمة الكلام وغيرهم، وهو الذي يتناقض سائر الطوائف من نفاته لإثبات ما يستلزمه، كما يتناقض مثبتوه مع نفي لوازمه.
ولهذا كان الذي عليه أئمة الإسلام أنهم لا يطلقون الألفاظ المبتدعة المتنازع فيها لا نفياً، ولا إثباتاً، إلا بعد الاستفسار والتفصيل: فيثبت ما أثبته الكتاب والسنة من المعاني، وينفي ما نفاه الكتاب والسنة من المعاني) (٣) .
وبين رحمه الله في مقولة: (إن الله ذو جسم وأعضاء وجوارح) أنها كلام باطل (٤) .
وأما ألفاظ (التشبيه والتمثيل) فقد بين شيخ الإسلام ابن تيمية - رحمه الله تعالى - أقوال الناس في الفرق بينها: هل هي بمعنى واحد أو معنيين؟، وأنها قولان:
(أحدهما: أنهما بمعنى واحد، وأن ما دل عليه لفظ المثل مطلقاً ومقيداً يدل عليه لفظ الشبه، وهذا قول طائفة من النظار.
والثاني: أن معناها مختلف عند الإطلاق لغة، وشرعاً، وعقلاً، وإن كان مع التقييد والقرينة يراد بأحدهما ما يراد بالآخر، وهذا قول أكثر الناس) (٥) .
وبين سبب الاختلاف، وأنه مبني على مسألة عقلية وهي: أنه هل يجوز أن يشبه الشيءُ الشيءَ من وجه دون وجه، وذكر رحمه الله أن للناس في ذلك قولين: (فمن منع أن يشبهه من وجه دون وجه قال: المثل والشبه واحد.
_________
(١) بيان تلبيس الجهمية ١/٤٧.
(٢) بيان تلبيس الجهمية ١/٥٠.
(٣) بيان تلبيس الجهمية ١/٤٧٨.
(٤) الجواب الصحيح لمن بدل دين المسيح ٤/٤٢١.
(٥) الجواب الصحيح لمن بدل دين المسيح ٣/٤٤٤.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (145,'ومن قال: إنه قد يشبه الشيء الشيء من وجه دون وجه، فرّق بينهما عند الإطلاق وهذا قول جمهور الناس) (١) .
وبين قول المخالفين في عدم التفريق بين التشبيه والتمثيل وهو: امتناع كون الشيء يشبه غيره من وجه ويخالفه من وجه، بل عندهم كل مختلفين كالسواد والبياض فإنهما لم يشتبها من وجه، وكل مشتبيهن كالأجسام عندهم، يقولون بتماثلها، فإنها متماثلة عندهم من كل وجه لا اختلاف بينها إلا في أمور عارضة لها (٢) .
فالأجسام متماثلة من كل وجه، وأما الأعراض المختلفة والأجناس - كالسواد والبياض - فمختلفة من كل وجه (٣) .
وبين نتيجة هذا القول وأنه: (كل من أثبت ما يستلزم التجسيم في اصطلاحهم فهو مشبه ممثل) (٤) .
وذكر أن القائل بهذا كثير من أهل الكلام من المعتزلة والأشعرية، ومن وافقهم من الصفاتية كالباقلاني (٥) ، وأبي يعلى (٦) ، وأبي المعالي (٧) ،
_________
(١) الجواب الصحيح لمن بدل دين المسيح ٣/٤٤٤ - ٤٤٥، بيان تلبيس الجهمية١/٤٧٦ - ٤٧٧.
(٢) انظر: الصفدية ١/١٠١ - ١٠٢.
(٣) انظر: الصفدية ٢/١٦.
(٤) الصفدية ١/١٠٢.
(٥) الباقلاني: محمد الطيب بن محمد الباقلاني، أبو بكر، القاضي، متكلم مشهور، صنف في علم الكلام وفي غيره، ووصف بجودة الاستنباط، وسرعة الجواب، ت سنة ٤١٣هـ.
انظر في ترجمته: ترتيب المدارك للقاضي عياض ٧/٤٤، سير أعلام النبلاء للذهبي ١٧/١٩٠، الباقلاني وآراؤه الكلامية لمحمد رمضان ص١٣٢ - ٢٤٥.
(٦) أبو يعلى: محمد بن الحسين بن محمد بن خلف بن أحمد البغدادي الحنبلي، ابن الفراء، الإمام العلامة، شيخ الحنابلة في وقته، ولي القضاء، وكان ذا عبادة، وملازمة للتصنيف، ت سنة ٤٥٨هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ٢/٢٥٥، سير أعلام النبلاء للذهبي ١٨/٨٩، منهج القاضي أبي يعلى في أصول الدين للفايز ص٧ - ٢٣.
(٧) أبو المعالي: عبد الملك بن عبد الله بن يوسف الجويني، نسبة إلى جوين، أبو المعالي، لقب بإمام الحرمين؛ لأنه جاور مكة والمدينة سنين يدرس فيها ويفتي، أشعري المعتقد، كان يقول بالتأويل ثم تحول إلى القول بالتفويض، ت سنة ٤٧٨هـ.

انظر في ترجمته: شذرات الذهب لابن العماد ٣/٣٥٨، النجوم الزاهرة للأتابكي ٥/١٢١، الإمام الجويني لمحمد الزحيلي، منهج إمام الحرمين في دراسة العقيدة لأحمد بن عبد اللطيف ص١٩ - ٧٤.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (146,'وغيرهم (١) .
وناقش هؤلاء نقاشاً عقلياً ولغوياً، وشرعياً بقوله:
(فإن العقل يعلم أن الأعراض مثل الألوان، تشتبه في كونها ألواناً مع أن السواد ليس مثل البياض، وكذلك الأجسام والجواهر عند جمهور العقلاء تشتبه في مسمى الجسم والجوهر، وإن كانت حقائقها ليست متماثلة، فليست حقيقة الماء مماثلة لحقيقة التراب، ولا حقيقة النبات مماثلة لحقيقة الحيوان، ولا حقيقة النار مماثلة لحقيقة الماء، وإن اشتركا في أن كلاً منهما جوهر وجسم وقائم بنفسه) (٢) .
(وأيضاً فمعلوم في اللغة أنه يقال: هذا يشبه هذا، وفيه شبه من هذا، إذا أشبهه من بعض الوجوه، وإن كان مخالفاً له في الحقيقة.
قال الله تعالى: {وَأُتُوا بِهِ مُتَشَابِهاً} [البقرة: ٢٥] .
وقال: {مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ} [آل عمران: ٧] .
وقال: {وَقَالَ الَّذِينَ لا يَعْلَمُونَ لَوْلا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ} [البقرة: ١١٨] .
فوصف القولين بالتماثل، والقلوب بالتشابه لا بالتماثل، فإن القلوب وإن اشتركت في هذا القول فهي مختلفة لا متماثلة.
_________
(١) انظر: الصفدية ١/١٠٢، ٢/١٧.
(٢) الجواب الصحيح لمن بدل دين المسيح ٣/٤٤٥.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (147,'وقال النبي صلّى الله عليه وسلّم: «إن الحلال بيّن، وإن الحرام بيّن، وبين ذلك أمور متشابهات لا يعلمهن كثير من الناس» (١) .
فدل على أنه يعلمها بعض الناس، وهي في نفس الأمر ليست متماثلة، بل بعضها حرام وبعضها حلال) (٢) .
وأما لفظ (الحشوية) فقد بيّن شيخ الإسلام ابن تيمية رحمه الله أن هذا اللفظ ليس له مسمى معروف لا في الشرع، ولا في اللغة، ولا في العرف العام، وليس فيه ما يدل على شخص معين، ولا مقالة معينة، فلا يدرى من هم هؤلاء؟
ويذكر أن أول من تكلم بهذا اللفظ عمرو بن عبيد (٣) ، حيث قال: كان عبد الله بن عمر (٤) - رضي الله عنهما - حشوياً.
وأصل ذلك أن كل طائفة قالت قولاً تخالف به الجمهور والعامة فإنها تنسب قول المخالف لها إلى أنه قول الحشوية: أي الذين هم حشوٌ في الناس ليسوا من المتأهلين عندهم.
فالمعتزلة تسمي من أثبت القدر حشوياً، والجهمية يسمون مثبتة الصفات
_________
(١) أخرج الحديث البخاري في صحيحه، كتاب الإيمان رقم (٥٢) ، ومسلم في صحيحه، كتاب المساقاة، والنسائي في سننه ٤/٣ كتاب البيوع، باب اجتناب الشبهات في الكسب، وأبو داود في سننه ٣/٦٢٤ - ٦٢٥ كتاب البيوع، باب اجتناب الشبهات، وابن ماجه في سننه ٢/١٣١٨ - ١٣١٩ كتاب الفتن، باب الوقوف عند الشبهات.
(٢) الجواب الصحيح لمن بدل دين المسيح ٣/٤٤٥ - ٤٤٦، وانظر: التدمرية ١١٦ - ١٣١.
(٣) عمرو بن عبيد: أبو عثمان البصري، مبتدع ضال، من كبار المعتزلة، الذين أسسوا المذهب مع واصل بن عطاء، يقول بالقدر، ت سنة ١٤٣هـ.
انظر في ترجمته: المجروحين لابن حبان ٢/٦٩، تهذيب التهذيب لابن حجر ٨/٧٠، مقالات الإسلاميين لأبي القاسم البلخي ص٦٨.
(٤) عبد الله بن عمر بن الخطاب بن نفيل القرشي العدوي، أبو عبد الرحمن أسلم مع أبيه، وهاجر، واستصغره النبي يوم بدر وأحد، وأجازه يوم الخندق، وكان قليل النظير ومن أئمة الدين، ت سنة ٧٢هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣٤١، الإصابة لابن حجر ٢/٣٤٧.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (148,'حشوية، والقرامطة (١) - كأتباع الحاكم (٢) - يسمون من أوجب الصلاة والزكاة والصيام والحج حشوياً.
وأهل هذا المصطلح يعنون به حين يطلقونه: العامة الذين هم حشو، كما تقول الرافضة عن مذهب أهل السنة مذهب الجمهور (٣) .
وحين رد شيخ الإسلام ابن تيمية رحمه الله على الرافضي (٤) في كتابه (منهاج السنة النبوية) قوله عن جماعة من الحشوية والمشبهة: إن الله تعالى جسم، له طول وعرض وعمق، وأنه يجوز عليه المصافحة ... إلخ (٥) .
استفصل رحمه الله في المراد بالحشوية فقال:
(فإن كان مراده بالحشوية: طائفة من أصحاب الأئمة الأربعة دون غيرهم، كأصحاب أحمد أو الشافعي، أو مالك، فمن المعلوم أن هذه المقالات لا توجد فيهم أصلاً، بل هم يكفّرون من يقولها ...
_________
(١) القرامطة: أتباع حمدان الأشعث المعروف بقرمط، كان في الكوفة، فلقيه أحد دعاة الباطنية، ودعاه إلى معتقدهم، فقبل الدعوة، ثم صار يدعو الناس إليها، ولذا تعد القرامطة إحدى فرق الباطنية.
انظر: فضائح الباطنية للغزالي ص١٢ - ١٤، التنبيه والرد للملطي ص٣١، الفرق بين الفرق للبغدادي ص٢٨٢، مشكاة الأنوار للعلوي ص٣٣ - ٤٧، أخبار القرامطة لسهيل زكار، الحركات الباطنية للخطيب ص١٣٥ - ١٦٨، القرمطية بين الدين والثورة لبزون ص٩٢ - ٢٠١.
(٢) الحاكم بأمر الله: منصور بن نزار بن معد بن إسماعيل العبيدي الفاطمي، أبو علي، كثير التقلبات، من خلفاء الدولة الفاطمية بمصر، عني بعلوم الفلسفة والنظر في النجوم، وأعلنت الدعوة إلى تأليهه، ت سنة ٤٠٧هـ، ت سنة ٤١١هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٤/٣٧٩، شذرات الذهب لابن العماد ٣/١٩٢، النجوم الزاهرة للأتابكي ٤/١٧٦.
(٣) انظر: المسألة المصرية (ضمن مجموع الفتاوى ١٢/١٧٦) ، حكاية المناظرة (ضمن مجموع الفتاوى ٣/١٨٥) ، منهاج السنة النبوية ٢/٥٢٠.
(٤) هو ابن المطهر الحلي في كتابه منهاج الكرامة.
(٥) انظر: منهاج السنة ٢/٥٠٠.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (149,'وإن كان مراده بالحشوية: أهل الحديث على الإطلاق: سواء كانوا من أصحاب هذا أو هذا، فاعتقاد أهل الحديث: هو السنة المحضة؛ لأنه هو الاعتقاد الثابت عن النبي صلّى الله عليه وسلّم، وليس في اعتقاد أحد من أهل الحديث شيء من هذا، والكتب شاهدة بذلك.
وإن كان مراده بالحشوية: عموم أهل السنة والجماعة مطلقاً: فهذه الأقوال لا تعرف في عموم المسلمين وأهل السنة) (١) .
وأما نزول الباري عزّ وجل إلى السماء الدنيا، واستواؤه على عرشه سبحانه وتعالى، فليس في نصوص شيخ الإسلام ابن تيمية رحمه الله ما يثبت أنه يشبّه نزول الرب بنزول المخلوقين، واستواءه باستوائهم، بل نصوصه صريحة في نفي المماثلة والمشابهة في غير موضع.
فحين تحدث عن منهج الوسطية عند أهل السنة والجماعة في باب الأسماء والصفات قال:
(ويعلمون مع ذلك أنه لا مثيل له في شيء من صفات الكمال، فلا أحد يعلم كعلمه، ولا يقدر كقدرته، ولا يرحم كرحمته، ولا يسمع كسمعه، ولا يبصر كبصره، ولا يخلق كخلقه، ولا يستوي كاستوائه، ولا يأتي كإتيانه، ولا ينزل كنزوله كما قال تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ} [الإخلاص] ) (٢) .
وفي معرض رده على من ينفي الصفات الفعلية، بحجة أنها تستلزم التجسيم، صاغ قول المخالف وقوله على هيئة حوار قائلاً:
(فإذا قيل: سمعه ليس كسمعنا، وبصره ليس كبصرنا، وإرادته ليست كإرادتنا، وكذلك علمه وقدرته.
_________
(١) منهاج السنة النبوية ٢/٥٢١، وانظر: بيان تلبيس الجهمية ١/٢٤٢ - ٢٤٥.
(٢) الجواب الصحيح لمن بدل دين المسيح ٢/١٤٣.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (150,'قيل له: وكذلك رضاه ليس كرضانا، وغضبه ليس كغضبنا، وفرحه ليس كفرحنا، ونزوله واستواؤه ليس كنزولنا واستوائنا) (١) .
وقال عن الاستواء:
(وكذلك ما أخبر به عن نفسه من استوائه على العرش، ومجيئه في ظلل من الغمام، وغير ذلك من هذا الباب، ليس استواؤه كاستوائهم، ولا مجيئه كمجيئهم) (٢) .
وقال عن النزول ناقلاً عن الإمام أحمد بن حنبل (ت - ٢٤١هـ) رحمه الله في رسالته إلى مسدد (٣) أن النزول لا تعلم كيفيته:
(وهم متفقون على أن الله ليس كمثله شيء، وأنه لا يُعلم كيف ينزل، ولا تمثل صفاته بصفات خلقه) (٤) .
وحكم على من مثل استواء الله ونزوله باستواء المخلوقين ونزولهم بأنه مبتدع ضال (٥) .
وقد أطال النفس رحمه الله في الجواب عن شبهة أن إثبات الصفات يستلزم التجسيم، مبيناً قبل ذلك قاعدة مهمة وهي: أن كل من نفى شيئاً قال لمن أثبته إنه مجسم ومشبه، فغلاة الباطنية، نفاة الأسماء، يسمون من سمى الله بأسمائه الحسنى مشبهاً ومجسماً، فيقولون: إذا قلنا حي عليم، فقد شبهناه بغيره من الأحياء العالمين.
_________
(١) شرح حديث النزول ص١١٤.
(٢) الجواب الصحيح لمن بدل دين المسيح ٤/٤٢٣.
(٣) مسدد بن مسرهد بن مسربل الأسدي البصري، أبو الحسن، محدث، كان حافظاً حجة، من الأئمة المصنفين الأثبات، ت سنة ٢٢٨هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ١/٣٤١، شذرات الذهب لابن العماد ٢/٦٦.
(٤) منهاج السنة النبوية ٢/٦٣٩، وانظر: نص الرسالة في طبقات الحنابلة لأبي يعلى في ترجمة مسدد بن مسرهد جـ١/٣٤١ - ٣٤٥.
(٥) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢٦٢.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (151,'وكذلك إذا قلنا: هو سميع بصير، فقد شبهناه بالإنسان السميع البصير.
وإذا قلنا: رؤوف رحيم فقد شبهناه بالنبي الرؤوف الرحيم، بل قالوا: إذا قلنا: إنه موجود فقد شبهناه بسائر الموجودات، لاشتراكهما في مسمى الوجود (١) .
ومثبتة الأسماء دون الصفات من المعتزلة ونحوهم، يقولون لمن أثبت الصفات: إنه مجسم، ومثبتة الصفات دون ما يقوم به من الأفعال الاختيارية يقولون لمن أثبت ذلك: إنه مجسم، وكذلك سائر النفاة (٢) .
وبين رحمه الله مذهب أهل السنة والجماعة في الأسماء والصفات: وأنه وسط بين التعطيل والتمثيل في مواضع متعددة من كتبه:
فقال: (أهل السنة والجماعة في الإسلام - كأهل الإسلام في الملل - فهم وسط في باب صفات الله عزّ وجل بين أهل الجحد والتعطيل، وبين أهل التشبيه والتمثيل؛ يصفون الله بما وصف به نفسه، وبما وصفه به رسوله من غير تعطيل ولا تمثيل، إثباتاً لصفات الكمال، وتنزيهاً له عن أن يكون له فيها أنداد وأمثال، إثبات بلا تمثيل، وتنزيه بلا تعطيل، كما قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: ١١] ، رد على الممثلة: {وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: ١١] ، رد على المعطلة.
وقال تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ} [الإخلاص] ) (٣) .
_________
(١) انظر: منهاج السنة النبوية ٢/٥٢٣ - ٥٢٤، وقد ناقشهم رحمه الله نقاشاً عقلياً رائعاً، وبين أن مصير قولهم هو تشبيه الله بالممتنع.
(٢) انظر: منهاج السنة النبوية ٢/٢١٣ - ٢١٤، ٥٢٣ - ٥٢٤.
(٣) الجواب الصحيح لمن بدل دين المسيح ١/٧١ - ٧٣، وانظر: في تقرير وسطية أهل السنة في الأسماء والصفات: الجواب الصحيح لمن بدل دين المسيح ٢/١٤٣ - ١٤٤، منهاج السنة النبوية ٢/١١، درء تعارض العقل والنقل ٦/٣٤٨، ومجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢٦٣.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (152,'وذكر أن ما نفاه المعطلة من الأسماء والصفات ثابت بالشرع والعقل، وأن تسميتهم لما أثبته غيرهم تشبيه وتجسيم، إنما هو تمويه على الجهال.
وبين أن التمثيل والتشبيه المنهي عنه في الأسماء والصفات للباري عزّ وجل هو: ما يستلزم الاشتراك بين الخالق والمخلوق فيما يختص به الخالق، مما يختص بوجوبه أو جوازه أو امتناعه، فلا يجوز أن يشركه فيه مخلوق (١) .
ويوضح أس المشكلة عند النفاة وهي: قياس الخالق بالمخلوق، فلو كان الخالق عزّ وجل عندهم متصفاً بالصفات، لكان مماثلاً للمخلوق المتصف بالصفات، ويخلص إلى نتيجة وهي: أن هذا القول في غاية الفساد؛ لأن تشابه الشيئين من بعض الوجوه، لا يقتضي تماثلهما في جميع الأشياء.
ولو كان إثبات الصفات يقتضي التجسيم؛ لكان الرسول صلّى الله عليه وسلّم إلى إنكار ذلك أسبق، وهو به أحق، وإن كان الطريق إلى نفي العيوب والنقائص، ومماثلة الخالق لخلقه هو ما في ذلك من التجسيد والتجسيم؛ كان إنكار ذلك بهذا الطريق هو الصراط المستقيم كما فعله من أنكر ذلك بهذا الطريق من القائلين بموجب ذلك من أهل الكلام، فلما لم ينطق النبي صلّى الله عليه وسلّم، ولا أصحابه والتابعون بحرف من ذلك، بل كان من نطق به موافقاً مصدقاً لذلك (٢) .
والقرآن الكريم بيّن الفرق بين الخالق والمخلوق، وأنه لا يجوز أن يسوى بين الخالق والمخلوق في شيء، فيجعل المخلوق نداً للخالق. قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} [البقرة: ١٦٥] .
وقال تعالى: {هَلْ تَعْلَمُ لَهُ سَمِيّاً} [مريم: ٦٥] .
وقال تعالى: {أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ أَفَلا تَذَكَّرُونَ * وَإِن تَعُدُّواْ نِعْمَةَ
_________
(١) انظر: التدمرية ص٣٩ - ٤٠.
(٢) انظر: درء تعارض العقل والنقل ٧/٥٩، ٩٥.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (153,'اللهِ لاَ تُحْصُوهَا إِنَّ اللهَ لَغَفُورٌ رَّحِيمٌ * وَاللهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ * وَالَّذِينَ يَدْعُونَ مِن دُونِ اللهِ لاَ يَخْلُقُونَ شَيْئاً وَهُمْ يُخْلَقُونَ * أَمْواتٌ غَيْرُ أَحْيَاء وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ} [النحل: ١٧ - ٢١] (١) .
قال رحمه الله في بيان لوازم التماثل بين الخالق والمخلوق، وأن التماثل غير ممكن:
(وقد علم بالعقل أن المثلين يجوز على أحدهما ما يجوز على الآخر، ويجب له ما يجب له، ويمتنع عليه ما يمتنع عليه، فلو كان المخلوق مماثلاً للخالق للزم اشتراكهما فيما يجب ويجوز ويمتنع، والخالق يجب وجوده وقدمه، والمخلوق يستحيل وجوبه وقدمه، بل يجب حدوثه وإمكانه، فلو كانا متماثلين للزم اشتراكهما في ذلك، فكان كل منهما يجب وجوده وقدمه، ويمتنع وجوب وجوده وقدمه، ويجب حدوثه وإمكانه، فيكون كل منهما واجب القدم واجب الحدوث، واجب الوجود ليس واجب الوجود، يمتنع قدمه لا يمتنع قدمه، وهذا جمع بين النقيضين) (٢) .
ومن رده رحمه الله على من توهم أن مدلول نصوص الصفات هو التمثيل، بين أنه يقع في أربعة أنواع من المحاذير:
الأول: كونه مثّل ما فهمه من النصوص بصفات المخلوقين، وظن أن مدلول النصوص هو التمثيل.
الثاني: أنه إذا جعل ذلك هو مفهومها وعطله، بقيت النصوص معطلة عما دلت عليه من إثبات الصفات اللائقة بالله.
الثالث: أنه ينفي تلك الصفات عن الله بغير علم، فيكون معطلاً لما يستحقه الرب تعالى.
_________
(١) انظر: الفرقان بين الحق والباطل ص٩ - ١٢.
(٢) شرح العقيدة الأصفهانية ص٩ - ١٠، وانظر: ص٢٥.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (154,'الرابع: أنه يصف الرب بنقيض تلك الصفات من صفات الموات والجمادات، أو صفات المعدومات (١) .
وتوسع رحمه الله في بيان قاعدة (اتفاق الأسماء والصفات لا يستلزم اتفاق المسميات والموصوفات عند الإضافة والتقييد والتخصيص) .
ففي الأسماء: سمى الله نفسه حياً بقوله: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البقرة: ٢٥٥] .
وبقوله: {وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ} [الفرقان: ٥٨] .
وسمى بعض عباده حياً بقوله: {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} [يونس: ٣١] .
مع العلم أنه ليس الحي كالحي؛ لأن قوله: (الحي) اسم لله مختص به، وقوله: {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} [يونس: ٣١] ، اسم للحي المخلوق المختص به، وإنما يتفقان إذا أطلقا، وجردا عن التخصيص.
وسمى نفسه بالملك: {الْمَلِكُ الْقُدُّوسُ} [الحشر: ٢٣] ، وسمى بعض عباده الملك فقال: {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ} [يوسف: ٥٠] ، وليس الملك كالملك.
وسمى نفسه العزيز الجبار المتكبر فقال: {الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ} [الحشر: ٢٣] .
وسمى بعض خلقه العزيز فقال: {قَالَتِ امْرَأَتُ الْعَزِيزِ} [يوسف: ٥١] ، وسمى بعض خلقه بالجبار المتكبر فقال: {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ} [غافر: ٣٥] .
وفي الصفات: وصف - سبحانه - نفسه بالإرادة، ووصف عباده بالإرادة فقال: {تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ} [الأنفال: ٦٧] .
ووصف نفسه بالمشيئة، ووصف بعض عباده بالمشيئة بقوله: {لِمَن شَاء مِنكُمْ أَن يَسْتَقِيمَ * وَمَا تَشَاؤُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير: ٢٨ - ٢٩] .
_________
(١) انظر: التدمرية ص٧٩ - ٨٠.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (155,'ووصف نفسه بالعمل بقوله: {أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَاماً فَهُمْ لَهَا مَالِكُونَ} [يس: ٧١] .
ووصف عباده بالعمل بقوله: {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة: ١٧] .
إلى غيرها من الأسماء والصفات الدالة على أن تماثل الأسماء والصفات لا يعني تماثل المسمى والموصوف عند الإطلاق (١) .
وقد أجابت إحدى الباحثات (٢) عن رمي ابن تيمية رحمه الله بالتجسيم، بأن نصوص كتب ابن تيمية تدل دلالة واضحة على أنه بريء كل البراءة مما نسب إليه من شبهة التجسيم، إذ لا يمكن لسنّي مثله دافع عن الكتاب والسنة دفاعاً مريراً، إلى أن خافه الفقهاء والصوفية، فدسوا له عند الحكام، حتى سجن، أن يقول مثل هذا القول، وبينت أن الأسرة التي عاش فيها ابن تيمية لم تكن محاطة بالتشبيه والتجسيم، بل كانت أسرة متدينة ومتفقهة في الدين الإسلامي (٣) .
_________
(١) انظر: في بيان هذه القاعدة: التدمرية ٢٠ - ٣٠، الجواب الصحيح لمن بدل دين المسيح ٤/٤٢١ - ٤٢٤، منهاج السنة النبوية ٢/١١٢ - ١١٥، شرح حديث النزول ص٧٥، درء تعارض العقل والنقل ١٠/٣١٢.
(٢) هي سهير مختار في أطروحتها لنيل درجة الماجستير بعنوان (التجسيم عند المسلمين) ، والطريف في الأمر أنها قالت ذلك رداً على مشرفها في الرسالة د. علي سامي النشار ناقلة قوله من كتابه نشأة الفكر الفلسفي ١/٣١٢: (بقي التشبيه والتجسيم في بيت المقدس وفي دمشق وفي حران، وفي هذه الأخيرة ولد عالم السلف المتأخر الكبير تقي الدين بن تيمية عام ٦٦١هـ. نشأ ابن تيمية في أسرة حنبلية يحيط بها التشبيه والتجسيم، وقد وقع فيهما ابن تيمية وقوعاً كاملاً) . وانظر: التجسيم عند المسلمين ص٩٧.
(٣) انظر: التجسيم عند المسلمين لسهير مختار ص٩٩.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (156,'<span data-type="title" id=toc-35>المبحث الثالث
دعوى أن شيخ الإسلام أخذ التشبيه ممن قبله، ومناقشتها</span>
<span data-type="title" id=toc-36>المطلب الأول
دعوى أن شيخ الإسلام أخذ التشبيه ممن قبله</span>
بعدما وصف أعداء عقيدة السلف الاعتقاد الحق بأنه تشبيه وتجسيم، ووصفوا شارح اعتقاد السلف شيخ الإسلام ابن تيمية رحمه الله، بأنه - أيضاً - مجسم ومشبه استمراراً للقاعدة التي أصلوها.
بعد ذلك بحثوا عن جذور هذا القول قبل ابن تيمية رحمه الله ليقولوا بتأثره بتلك الجذور.
وتنوعت عباراتهم في تحديد تلك الجذور بدقة:
فمن قائل: إن تجسيم ابن تيمية رحمه الله امتداد لتجسيم اليهود حين قالوا: {إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} [آل عمران: ١٨١] ، وقالوا: {يَدُ اللَّهِ مَغْلُولَةٌ} [المائدة: ٦٤] . وقالوا: {عُزَيْرٌ ابْنُ اللَّهِ} [التوبة: ٣٠] (١) .
وبعض أعداء ابن تيمية رحمه الله يرون أنه انخدع بكلام أبي البركات البغدادي (٢) ، الذي كان يهودياً، ويزعمون أنه تظاهر بالإسلام ولم يسلم،
_________
(١) انظر: في هذه الشبهة: دفع شبه من شبه وتمرد للحصني ص٦٧، ١٢١، براءة الأشعريين لأبي حامد بن مرزوق ١/١٠. ابن تيمية ليس سلفياً لمنصور عويس ٢٣٨ - ٢٣٩.
(٢) أبو البركات: هبة الله بن ملكا أبو البركات، الطبيب الفيلسوف، صاحب كتاب (المعتبر في الحكمة) ، كان يهودياً فأسلم، يعرف بأوحد الزمان، ت سنة ٥٤٧هـ وقيل غير ذلك.
انظر في ترجمته: إخبار الحكماء للقفطي ص٣٤٣، وفيات الأعيان لابن خلكان ٥/١١٩.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (157,'ولذلك يطلقون عليه (ابن ملكا الفيلسوف اليهودي المتمسلم) (١) .
ومنهم من يرى أن ابن تيمية رحمه الله حمل لواء المذهب الكرامي، نصيراً ومؤيداً حيث ذكر ذلك أحدهم بقوله: (لم تمت الكرامية.. لقد عاشت الكرامية بعد موت مؤسسها ... ثم احتضنها عالم سلفي متأخر، ومفكر من أكبر مفكري الإسلام وهو (تقي الدين بن تيمية) ، أو بمعنى أدق: سار الحشو في طريقه يدعم فكرة التشبيه والتجسيم، ويجتذب إليه مجموعة من أذكى رجال الفكر الإسلامي) (٢) .
ويجنح أعداء ابن تيمية رحمه الله إلى أمر آخر: وهو أنه لما كان الاعتقاد الحق ينسب إلى الإمام أحمد بن حنبل (ت - ٢٤١هـ) رحمه الله أنشأوا مصطلح (مجسمة الحنابلة) أو (حشوية الحنابلة) ، وجعلوهم أصولاً لابن تيمية رحمه الله يستقي منهم اعتقاده في الأسماء والصفات.
ويضربون أمثلة لهذا: كإمام أهل السنة وشيخ الحنابلة في عصره أبي محمد البربهاري (٣) ، والقاضي أبي يعلى الحنبلي (ت - ٤٥٨هـ) - رحمهما الله - ويعتمد مناوئوا ابن تيمية على كتاب لابن الجوزي (٤)
رحمه الله سماه (دفع شبه
_________
(١) انظر: المقدمات الخمس والعشرون لموسى بن ميمون، حاشية الكوثري، ص٩، ١٠، التبصير في الدين للإسفراييني، حاشية الكوثري ص٦٧، مقالات الكوثري ص١٢٤، المقالات السنية للحبشي ص٧٨.
(٢) نشأة الفكر الفلسفي للنشار ١/٣١١، وانظر في هذه الدعوى: ابن تيمية ليس سلفياً لمنصور عويس ص٢٤١، ٢٤٨، التوسل بالنبي لابن مرزوق ٢، براءة الأشعريين لابن مرزوق ١/٧، السيف الصقيل تحقيق الكوثري ص١٠٢، ١١٤، ١١٥، ١٢٩، ١٣٠.
(٣) البربهاري: الحسن بن علي بن خلف البربهاري، أبو محمد، الإمام القدوة، الحافظ الفقيه، شيخ الحنابلة في عصره، ت سنة ٣٢٩هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ٢/١٨، سير أعلام النبلاء للذهبي ١٥/٩٠.
(٤) ابن الجوزي: عبد الرحمن بن علي بن محمد القرشي البغدادي، أبو الفرج، الإمام العلامة الواعظ، حنبلي في الفقه، مضطرب في الاعتقاد، صنف في علوم كثيرة، ت سنة ٥٩٧هـ.

انظر في ترجمته: تذكرة الحفاظ للذهبي ٤/١٣٤٢، شذرات الذهب لابن العماد ٤/٣٢٩.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (158,'التشبيه بأكف التنزيه) (١) - يزعمون أنه هو الذي يمثل المسلك الصحيح للحنابلة، وأنه قصد الرد على من اتجه إلى التشبيه من الحنابلة (٢) .
ومن المناوئين من جعل تأثر ابن تيمية رحمه الله بكل ما ذكر وليس بمسلك واحد (٣) .
_________
(١) فرح أعداء عقيدة السلف بهذا الكتاب، فطبعوه مراراً بتحقيق الكوثري حيث ملأه بالتعليقات والحواشي السيئة، ثم حققه حسن السقاف وأخرجه في مجلد، مع أن أصله صفحات فقد توسع وأسفّ في الرد على الاعتقاد الحق.
(٢) انظر: التبصير في الدين للإسفراييني حاشية الكوثري ص٦٧، السيف الصقيل ١٣٠، دفع شبه التشبيه لابن الجوزي حاشية السقاف ص٩٨، ١٠٢، براءة الأشعريين لابن مرزوق ١/٧، ١٠، ٢٠، التوسل بالنبي لابن مرزوق ص٢، ويلاحظ التشابه الكبير بين كتابي ابن مرزوق حتى إنه تتماثل بعض الصفحات بحروفها.
(٣) انظر: نشأة الفكر الفلسفي للنشار ١/٣١٢، التبصير في الدين للإسفراييني حاشية الكوثري ص٦٧، براءة الأشعريين لابن مرزوق ١/٧، التوسل بالنبي لابن مرزوق ص٥٢.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (159,'<span data-type="title" id=toc-37>المطلب الثاني
مناقشة الدعوى</span>
يقف ابن تيمية رحمه الله كغيره من أئمة السلف موقف الوسط في إثبات الصفات بين المعطلة النفاة من جهة، وبين المثبتة الغلاة الذين شبهوا الله بخلقه من جهة.
وقد بينت - سابقاً - موقفه من النفاة، وسأبين الآن موقفه من المشبهة وهو - كسابقه - موقف الرد والمعارضة والتخطئة (١) ، وإن كان يرى أن من يثبت بعض الصفات كالكلابية (٢) ،
والأشاعرة، ومن يغلو في الإثبات كالكرامية أصح طريقاً وأخف خطأ من المعطلة، ولهذا يضع رحمه الله قاعدة مهمة في الموازنة بين الفرق فيقول:
(ولهذا كان المتكلمة الصفاتية كابن كلاب، والأشعري، وابن كرام خيراً وأصح طريقاً في العقليات والسمعيات من المعتزلة، والمعتزلة خيراً وأصح طريقاً في العقليات والسمعيات من المتفلسفة (٣) ، وإن كان في قول كل من
_________
(١) انظر: شرح حديث النزول ص٢٥٠، مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٤٤.
(٢) الكلابية: أتباع أبي محمد عبد الله بن سعيد بن كُلاب القطان البصري (ت ٢٤٠هـ) ، ومن أقوالهم: إن الإيمان لا يتفاضل ولا يزيد ولا ينقص، وأن القرآن معنى قائم بالنفس لا يتعلق بالمشيئة والقدرة، ولابن كلاب مناظرات قوية مع المعتزلة.

انظر: مقالات الإسلاميين للأشعري ١/٢٤٩ - ٢٥٢، الفصل لابن حزم ٤/٢٠٨.
(٣) الفلاسفة: هم المنتسبون إلى الفلسفة، وهي كلمة يونانية بمعنى محبة الحكمة، وأكثر الفلاسفة لا يقرون بالخالق، ولا بالنبوات، ولا بالبعث، ويقولون بقدم العالم، ومنهم من يقر ببعضها.
انظر: الملل والنحل للشهرستاني تحقيق بدران ٢/٦٢ - ٦٤، اعتقادات فرق المسلمين والمشركين للرازي ص١٢٦ - ١٢٩، آداب الفلاسفة لحنين بن إسحاق ٣٧ - ٤٥، المدخل إلى معاني الفلسفة لعرفان عبد الحميد ١١ - ٧٤، المدرسة الفلسفية في الإسلام للفيومي ١٤٣ - ١٩٤.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (160,'هؤلاء ما ينكر عليه، وما خالف فيه العقل والسمع) (١) .
ثم يقول: (ولكن من كان أكثر صواباً، وأقوم قيلاً كان أحق بأن يقدم على من هو دونه تنزيلاً وتفصيلاً) (٢) .
ويبين أن قول أهل التعطيل أعظم من قول أهل التجسيم، ولذلك اعتنت الكتب الإلهية بمناقشة شبه أهل التعطيل أكثر من عنايتها بالرد على شبه أهل التجسيم فقال:
(وقول المعطلة لما كان أبعد عن الحق من قول المجسمة، كانت حجج أهل التعطيل أضعف من حجج أهل التجسيم.
ولما كان مرض التعطيل أعظم؛ كانت عناية الكتب الإلهية بالرد على أهل التعطيل أعظم، وكانت الكتب الإلهية قد جاءت بإثبات صفات الكمال على وجه التفصيل) (٣) .
وفي مقام رده رحمه الله على الممثلة أوضح مباينة الخالق للمخلوق، وأن صفاته لا تشبه صفات الخلق، كما أن ذاته لا تشبه ذوات الخلق سبحانه وتعالى عما يقول المشبهة علواً كبيراً (٤) .
وذكر أقسام الممثلة، حين مناقشته لهم في مسألة نزول البارئ عزّ وجل وبين ضلالهم (٥) .
وذكر أنهم يعبدون صنماً، والمعطلة تعبد عدماً (٦) .
_________
(١) شرح العقيدة الأصفهانية ص٥٥.
(٢) شرح العقيدة الأصفهانية ص٥٥.
(٣) درء تعارض العقل والنقل ٦/٣٤٨.
(٤) انظر: شرح العقيدة الأصفهانية ص٣٠.
(٥) انظر: شرح حديث النزول ص٣٣١.
(٦) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٤٠٦.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (161,'واستعاذ بالله من تشبيه المجسمة (١) .
وأما غلاة المجسمة فقد حكم رحمه الله كغيره من السلف بكفرهم (٢) .
وناقش رحمه الله، الأحاديث التي يستدل بها المشبهة مثل ما ينسبونه إلى الرسول صلّى الله عليه وسلّم قوله: (إن الله خلق خيلاً فأجراها، فعرقت، فخلق نفسه من ذلك العرق) (٣) .
وحديث نزول الرب عشية عرفة إلى الموقف على جمل أورق، ومصافحته للركبان، ومعانقته المشاة (٤) . وغيرها.
وبين أن هذه الأحاديث موضوعة مكذوبة فقال عنها رحمه الله:
(هي أحاديث مكذوبة موضوعة باتفاق أهل العلم، فلا يجوز لأحد أن يُدخل هذا وأمثاله في الأدلة الشرعية) (٥) .
وذكر عن حديث عرق الخيل أنه: كذبه بعض الناس على أصحاب حماد بن سلمة (ت - ١٦٧هـ) وقالوا: إنه كذبه بعض أهل البدع، واتهموا بوضعه محمد بن شجاع الثلجي (٦) .
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٦/٤٠٤، وانظر للاستزادة: الجواب الصحيح لمن بدل دين المسيح ١/٧١، ٢/١٤٣، الصفدية ٢/١١، منهاج السنة النبوية ٢/١٠٣، ١١١، درء تعارض العقل والنقل ١/٢٤٩، ٢/٣٢، ٥/٨٣، ٧/١١١.
(٢) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٤٥١، ٤٥٣، ٤٥٤، ٤٥٦، درء تعارض العقل والنقل ١/٩٤ - ٩٥.
(٣) حديث موضوع، انظر: تنزيه الشريعة المرفوعة للكتاني ١/١٣٤.
(٤) حديث موضوع مفترى كما قال العجلوني في كشف الخفاء ١/٤٣٦، وانظر: الفوائد المجموعة للشوكاني ٤٤٧.
(٥) درء تعارض العقل والنقل ١/١٤٩، وانظره أيضاً: ٥/٢٢٥، ٧/٩٢، الجواب الصحيح لمن بدل دين المسيح ٤/٤٥٤، مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٤٥، ٦/٣٩٧ - ٣٩٨، الحموية ٦٦.
(٦) الثلجي: محمد بن شجاع الثلجي البغدادي، أبو عبد الله، فقيه العراق في وقته، ومن أصحاب أبي حنيفة، مال إلى الاعتزال، وناقشه الدارمي في رده على المريسي، وأبو يعلى في إبطال التأويلات، كان يضع الحديث، ت سنة ٢٦٦هـ.
انظر في ترجمته: ميزان الاعتدال ٣/٥٧٧، تهذيب التهذيب لابن حجر ٩/٢٢٠، الجواهر المضية للقرشي ٣/١٧٣.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (162,'وقالوا: إنه وضعه ورمى به بعض أهل الحديث؛ ليقال عنهم إنهم يروون مثل هذا (١) .
هذا عن موقفه رحمه الله من مسلك التمثيل والتجسيم على وجه العموم.

موقفه من اليهود:
أما عن موقفه من اليهود وما زعمه مناوئوه، من صلته بهم، وتأثره بمنهجهم، وخاصة في مسلك تشبيه الخالق بالمخلوق:
فقد أثبت رحمه الله ما أثبته القرآن، من أن عداوة اليهود للمسلمين أشد من عداوة النصارى، استناداً لقول الحق - تبارك وتعالى -: {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} [المائدة: ٨٢] .
وذكر أن الله وصف اليهود بالكبر والبخل والجبن، والقسوة وكتمان العلم وسلوك سبيل الغي وهو سبيل الشهوات والعدوان (٢) .
وركز على بيان أن اليهود يشبّهون الخالق بالمخلوق في صفات النقص، كما أن النصارى يشبّهون المخلوق بالخالق في صفات الكمال.
فقال: (اليهود يشبهون الخالق بالمخلوق في صفات النقص المختصة بالمخلوق التي يجب تنزيه الرب - سبحانه - عنها، كقول من قال منهم: إنه فقير وإنه بخيل، وإنه تعب لما خلق السموات والأرض، والنصارى يشبّهون المخلوق بالخالق في صفات الكمال المختصة بالخالق التي ليس له فيها مثل، كقولهم: إن المسيح هو الله، وابن الله) (٣) .
_________
(١) انظر: درء تعارض العقل والنقل ١/١٤٨.
(٢) انظر: الجواب الصحيح لمن بدل دين المسيح ٣/١٠٩، ١٦٧.
(٣) انظر: الجواب الصحيح لمن بدل دين المسيح ٣/١٠٠، وانظر: ٢/١٤٠، درء تعارض العقل والنقل ٧/٩٥.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (163,'وقد ارتضى شيخ الإسلام رحمه الله قول السلف في غلاة المجسمة أنهم كفار، وبين أن اليهود من غلاة المجسمة إذ يقول:
(ومن غلاة المجسمة اليهود، من يحكى عنه أنه قال: إن الله بكى على الطوفان حتى رمد، وعادته الملائكة، وأنه ندم حتى عض يده وجرى منه الدم) (١) .
وذكر أن هذا كفر واضح صريح (٢) .
وأجاب رحمه الله عن ما حكاه القرآن عن اليهود بقوله: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ} [المائدة: ٦٤] ، فقال:
(اليهود أرادوا بقولهم: يد الله مغلولة: أنه بخيل، فكذبهم الله في ذلك، وبيّن أنه جواد لا يبخل، فأخبر أن يديه مبسوطتان، كما قال:
{وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوماً مَحْسُوراً} [الإسراء: ٢٩] .
فبسط اليدين المراد به الجود والعطاء، ليس المراد ما توهموه من بسط مجرد.
ولما كان العطاء باليد يكون ببسطها صار من المعروف في اللغة: التعبير ببسط اليد عن العطاء.
فلما قالت اليهود: يد الله مغلولة، وأرادوا بذلك: أنه بخيل كذبهم الله في ذلك، وبين أنه جواد ماجد) (٣) .
وبين رحمه الله أن القرآن ذم اليهود على ما وصفوه بالنقائص في مثل قول الله تعالى: {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} [آل عمران: ١٨١] (٤) .
_________
(١) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٤٥٦، وانظر: درء تعارض العقل والنقل ٦/٣٤٨.
(٢) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٤٥٦.
(٣) الجواب الصحيح لمن بدل دين المسيح ٤/٤١٢ - ٤١٣.
(٤) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٤١٨.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (164,'موقفه من أبي البركات:
ومن أسباب ربط معتقد ابن تيمية رحمه الله باليهود: مناقشات ابن تيمية رحمه الله لأبي البركات البغدادي (ت - ٥٤٧هـ) رحمه الله، ونقله من كتابه (المعتبر في الحكمة) (١) .
وقد اشتهر بين الفلاسفة بـ (أوحد الزمان) ، كان يهودياً فأسلم وحسن إسلامه، كما قال عنه القفطي (٢) : (أبو البركات: اليهودي في أكثر عمره، المهتدي في آخر أمره، أوحد الزمان طبيب فاضل) (٣) .
وذكر ابن أبي أصيبعة (٤) عنه بغضه لليهود بعد إسلامه فقال:
(كان يهودياً وأسلم بعد ذلك ... ولم يكن يقرئ يهودياً أصلاً ... وكان أوحد الزمان لما أسلم يتنصل كثيراً من اليهود ويلعنهم ويسبهم) (٥) .
وبهذا يتضح إسلام أبي البركات وبغضه لليهود من جهة، وعدم صلة ابن تيمية رحمه الله باليهود، إذ مناقشاته لرجل كان يهودياً فأسلم، وصار في عداد المسلمين (٦) .
_________
(١) انظر: في نسبة هذا الكتاب لأبي البركات: إخبار العلماء للقفطي ص٢٢٤، عيون الأنباء لابن أبي أصيبعة ص٣٧٦.
(٢) القفطي: علي بن يوسف بن إبراهيم الشيباني القفطي، أبو الحسن، كان عالماً متفنناً، جمع من الكتب شيئاً كثيراً، من مصنفاته: إخبار الحكماء بأخبار الحكماء، وإنباه الرواة على أنباه النحاة، ت سنة ٦٤٦هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ٢٣/٢٢٧.
(٣) إخبار العلماء بأخبار الحكماء ص٢٢٤، وانظر: معجم البلدان لياقوت الحموي ٣/٥٥، بغية الوعاة للسيوطي ٢/٢١٢.
(٤) ابن أبي أصيبعة: أحمد بن القاسم بن خليفة الخزرجي، الطبيب المؤرخ، صاحب عيون الأنباء، توفي بصرخد سنة ٦٦٨هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٣/٢٥٧، النجوم الزاهرة للأتابكي ٧/٢٢٩.
(٥) عيون الأنباء في طبقات الأطباء ص٣٧٤، ٣٧٦.
(٦) بعد أن بينت عدم صلة ابن تيمية باليهود، وأن ابن ملكا يعد في عداد المسلمين، يبقى العجب من الكوثري مستمراً - وهو ممن ألصق هذه التهمة بشيخ الإسلام - إذ هو أولى بأن يتهم بهذه التهمة، إذ حقق كتاباً لأحد اليهود اسمه (موسى بن ميمون) واسم الكتاب (المقدمات الخمس والعشرون في إثبات وجود الله ووحدانيته) ، وهذا اليهودي يذكر عنه القفطي (ت ٦٤٦هـ) في إخبار العلماء ص٢٠٩ - ٢١٠ (أنه أظهر الإسلام وأسر الكفر، ولما نزل بين يهود الفسطاط في مصر أظهر دينه) ، وقد اعترف الكوثري في مقدمة التحقيق بأن موسى بن ميمون يهودي، وأنه ألف كتابه تزلفاً للمسلمين، ونقل عن بعض المؤرخين: أن أبا البركات أسلم وحسن إسلامه. وبعد: فَمَن الأولى أن تلصق به تهمة الصلة باليهود: الذي يناقش المسلم في كتبه، أم الذي يحقق تراث اليهود ويخرجه للناس؟.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (165,'وفي مناقشات شيخ الإسلام ابن تيمية رحمه الله لأبي البركات (ت - ٥٧٤هـ) يظهر جلياً إنصاف شيخ الإسلام ابن تيمية له، فقد كان يقره على ما معه من الصواب، ويرد عليه ويناقشه في المواضع التي زلّ فيها:
وبادئ الأمر فقد ذكر شيخ الإسلام ابن تيمية رحمه الله عنه أنه من أساطين الفلاسفة وأئمتهم المتأخرين (١) .
وأن أبا البركات (ت - ٥٤٧هـ) أقرب إلى الحق من الفلاسفة النفاة المتقدمين فقال:
(إن ابن سينا (٢) وابن رشد (٣) ، وأبا البركات ونحوهم من الفلاسفة، أقرب إلى صحيح المنقول وصريح المعقول من النفاة الملحدين) (٤) .
_________
(١) انظر: منهاج السنة النبوية ١/٢٦٨، الصفدية ١/٥٤.
(٢) ابن سينا: الحسين بن عبد الله بن سينا، أبو علي، الفيلسوف المشهور، كان يقول بضلالات وكفريات كقدم العالم، ونفي المعاد الجسماني، وأن الله لا يعلم الجزئيات، وقررها في مؤلفاته، ت سنة ٤٢٨هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ١/٤١٩، لسان الميزان لابن حجر ٢/٢٩١.
(٣) ابن رشد: محمد بن أحمد بن محمد بن رشد الأندلسي، أبو الوليد، الفيلسوف، يلقب بابن رشد الحفيد تمييزاً له عن جده، عنى بكلام أرسطو، وترجمه إلى العربية، وزاد عليه زيادات، ت سنة ٥٩٥هـ.
انظر في ترجمته: عيون الأنباء لابن أبي أصيبعة ص٥٣٠، شذرات الذهب لابن العماد ٤/٣٢٠.
(٤) درء تعارض العقل والنقل ١٠/٨٢.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (166,'وبيّن الفرق بين كلام قدماء الفلاسفة، ومتأخريهم، وبيّن السبب في قرب المتأخرين من الوحي، وضلال المتقدمين بقوله:
(كان كلام قدمائهم في العلم بالله تعالى قليلاً، كثير الخطأ، فإنما كثر كلام متأخريهم لما صاروا من أهل الملل، ودخلوا في دين المسلمين واليهود والنصارى، وسمعوا ما أخبرت به الأنبياء من أسماء الله وصفاته وملائكته وغير ذلك، فأحبوا أن يستخرجوا من أصول سلفهم ومن كلامهم، ما يكون فيه موافقة لما جاءت به الأنبياء، لما رأوا في ذلك من الحق العظيم الذي لا يمكن جحده، والذي هو أشرف المعارف وأعلاها، فصار كل منهم يتكلم بحسب اجتهاده فالفارابي (١)
لون، وابن سينا لون، وأبو البركات صاحب المعتبر لون، وابن رشد الحفيد لون والسهروردي المقتول (٢) لون، وغير هؤلاء ألوان أخر) (٣) .
ثم ذكر قرب أبي البركات (ت - ٥٤٧هـ) من السنة بقوله: (ومن خالط أهل السنة وعلماء الحديث، كأبي البركات، وابن رشد، فكلامه لون آخر أقرب إلى صريح المعقول وصحيح المنقول من كلام ابن سينا) (٤) .
ووضع قاعدة عامة في تقويم الفلاسفة وغيرهم فقال: (إن كل من كان إلى السنة وإلى طريقة الأنبياء أقرب كان كلامه في الإلهيات بالطرق العقلية أصح كما أن كلامه بالطرق النقلية أصح؛ لأن دلائل الحق وبراهينه تتعاون وتتعاضد، لا تتناقض وتتعارض) (٥) .
_________
(١) الفارابي: محمد بن محمد بن طرخان بن أوزلغ الفارابي، أبو نصر، الفيلسوف يعرف بالمعلم الثاني، تركي الأصل، ولد في فاراب، وانتقل إلى بغداد، نشأ فيها، ت سنة ٣٣٩هـ.

انظر في ترجمته: إخبار الحكماء للقفطي ص٢٧٧، وفيات الأعيان لابن خلكان ٤/٢٣٩.
(٢) السهروردي: يحيى بن الحسين بن أميرك السهروردي، أبو الفتح، عرف بفلسفته الإشراقية، قتل بحلب، سنة ٥٧٨هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٥/٣١٢، لسان الميزان لابن حجر ٣/١٥٦.
(٣) درء تعارض العقل والنقل ٦/٢٤٧.
(٤) درء تعارض العقل والنقل ٦/٢٤٨.
(٥) درء تعارض العقل والنقل ٦/٢٤٨.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (167,'وعقد شيخ الإسلام ابن تيمية رحمه الله مقارنة بين أبرز الفلاسفة المتأخرين، ومدى تأثير البيئة عليهم في قربهم وبعدهم من الحق فقال:
(ابن سينا نشأ بين المتكلمين النفاة للصفات، وابن رشد نشأ بين الكلابية، وأبو البركات نشأ ببغداد بين علماء السنة والحديث، فكان كل من هؤلاء بعده عن الحق بحسب بعده عن معرفة آثار الرسل، وقربه من الحق بحسب قربه من ذلك) (١) .
وجعله رحمه الله من مثبتة الصفات، وأنه أفضل من غيره من الفلاسفة الذين لا يثبتونها، وأنه أثبت علم الرب بالجزئيات، وله مقالة رد فيها على أرسطو (٢)
في علم الله بالجزئيات (٣) فقال:
(وأما أبو البركات صاحب المعتبر ونحوه، فكانوا بسبب عدم تقليدهم لأولئك، وسلوكهم طريقة النظر العقلي بلا تقليد، واستنارتهم بأنوار النبوات، أصلح قولاً في هذا الباب من هؤلاء وهؤلاء (٤) ، فأثبت علم الرب بالجزئيات ورد على سلفه رداً جيداً، وكذلك أثبت صفات الرب وأفعاله، وبين ما بينه من خطأ سلفه، ورأى فساد قولهم في أسباب الحوادث، فعدل عن ذلك إلى أن أثبت للرب ما يقوم به من الإرادات الموجبة للحوادث) (٥) .
_________
(١) منهاج السنة النبوية ١/٣٥٤، وانظر: درء تعارض العقل والنقل ٩/٤٣٤.
(٢) أرسطو بن نيفوماخس الفيثاغوري، أكبر فلاسفة اليونان، تتلمذ على أفلاطون، ودعي بأمير الفلسفة، والمعلم الأول، وصاحب المنطق، وهو مؤسس مذهب المشائين، ت ٣٢٢ ق. م.

انظر في ترجمته: إخبار الحكماء للقفطي ١٢٠، عيون الأنباء لابن أبي أصيبعة ص٨٦، الفهرست لابن النديم ص٣٤٥.
(٣) انظر: درء تعارض العقل والنقل ٩/٤٠٠ - ٤٠٦.
(٤) يقصد ابن تيمية رحمه الله طريقة أرسطو والقدماء من الفلاسفة في إثبات العلة الأولى وهي طريق الحركة الإرادية، حركة الفلك، وأثبتوا علة غائية، وبالمقابل طريقة متأخري الفلاسفة وهي طريقة الوجود والوجوب والإمكان وطريقة التركيب.
انظر: منهاج السنة النبوية ١/٣٤٧.
(٥) منهاج السنة النبوية ١/٣٤٨، وانظر: في الثناء عليه أيضاً: الصفدية ١/٤٥، منهاج السنة النبوية ١/٢٦٨، درء تعارض العقل والنقل ٩/٤١٩، رسالة في علم الله (ضمن جامع الرسائل ١/١٨٠) ، وفي رده على من قال بقدم العالم (مجموع فتاوى شيخ الإسلام ابن تيمية ١٧/٢٨٨) .',NULL,'173',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (168,'ومع هذا الثناء عليه من قبل شيخ الإسلام رحمه الله وإنصافه له، فقد بين - أيضاً - بالمقابل أخطاءه، فلم يقره عليها، وناقشه فيها.
فأثبت بأنه يقول بقدم بعض العالم، وأن الله أراد القديم بإرادة قديمة، وأراد الحوادث المتعاقبة عليه بإرادات متعاقبة (١) . وناقشه نقاشاً مطولاً (٢) .
وجعل قوله في مسألة كلام الله مخالفاً لقول أهل السنة والجماعة (٣) ، وله ردود جزئية أخرى عليه (٤) .

موقفه من الكرامية:
أجاب شيخ الإسلام ابن تيمية رحمه الله عمن ربط مذهب السلف بمذهب الكرامية، بأن السلف تحدثوا في المسائل الشرعية قبل أن تخلق الكرامية وتوجد، وعليه فتنتفي شبهة نسبة مذهب السلف أو أحد السلف إلى مذهب الكرامية.
قال رحمه الله مناقشاً الجويني (ت - ٤٧٨هـ) في بعض جزئيات مذهب الكرامية في كلام الله عزّ وجل: (إن السلف وأئمة السنة والحديث، بل من قبل الكرامية من
_________
(١) انظر: منهاج السنة النبوية ١/١٧٨، ١٩٤، ٢١٩.
(٢) انظر: منهاج السنة النبوية ١/١٧٩، ٢١٩ - ٢٢٢.
(٣) انظر: منهاج السنة النبوية ٢/٣٦٢ ومذهبه في كلام الله أن: (كلامه يرجع إلى ما يحدث من علمه وإرادته القائم بذاته، ولم يزل ذاك حادثاً في ذاته) .
(٤) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٦/٣٠٢، درء تعارض العقل والنقل ٣/٣٢٣، ٩/٤٢٢.
وانظر: للاستزادة من موقف شيخ الإسلام ابن تيمية من أبي البركات ما يلي:
النبوات ١٠٩، منهاج السنة النبوية ١/١٩٥، ٣٣٨، ٤٢٢، ٢/١٩١، درء تعارض العقل والنقل ٢/١٦٤، ١٧٢، ٣/٣٢٤، ٦/٩٨، ٩/٣٩٧، ٤٠٧، ٤١٦، ٤٢٣، ٤٢٤، ٤٢٥، ١٠/٣، ٧، ٨، ٩، ٢٧، ١٠٠، ١٠٤، ١٠٥، ١٤٠.
مجموع فتاوى شيخ الإسلام ابن تيمية ٣/٢٢٧، بيان تلبيس الجهمية ١/٦٢٧.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (169,'الطوائف لم يكن يلتفت إلى الكرامية وأمثالهم، بل تكلموا بذلك قبل أن يُخلق الكرامية، فإن ابن كرام كان متأخراً بعد أحمد بن حنبل، في زمن مسلم بن الحجاج (١) وطبقته، وأئمة السنة والمتكلمون تكلموا بهذه قبل هؤلاء) (٢) .
وفي مقام بيان الحق تجاه الكرامية:
يبين ابن تيمية رحمه الله قرب الكرامية من أهل السنة والحديث (٣) .
وحين ناقش مسألة (الجسم) ، ذكر أن الكرامية وإن أخطؤوا في إثبات لفظ الجسم، ونسبته إلى الله عزّ وجل، إلا أنهم وافقوا أهل السنة في تفسير الجسم وأنه الموجود، أو القائم بنفسه (٤) .
ووافقوا أهل السنة في إثبات القدر إجمالاً: ففي مسألة الظلم وافقوا الجمهور في أن الظلم مقدور لله عزّ وجل، وأن الله تعالى منزه عنه، كما قال تعالى: {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلا يَخَافُ ظُلْماً وَلا هَضْماً} [طه: ١٢٢] (٥) .
وفي مسألة المحبة والمشيئة: وافقوا السلف في التفريق بينهما (٦) .
وذكر شيخ الإسلام ابن تيمية رحمه الله موافقتهم السلف في الموقف من الخلفاء الراشدين، وتفضيل عثمان (٧) رضي الله عنه (٨) .
_________
(١) مسلم بن الحجاج بن مسلم القشيري النيسابوري، أبو الحسين، إمام في الحديث صاحب كتاب الصحيح، ت سنة ٢٦١هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ١٣/١٠٠، وفيات الأعيان لابن خلكان ٤/٢٨٠.
(٢) الصفات الاختيارية (ضمن جامع الرسائل ٢/١٠) ، وانظر: درء تعارض العقل والنقل ٤/٨٣، ٦/١١٤.
(٣) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٥٥.
(٤) انظر: منهاج السنة النبوية ٢/١٣٧، ٥٣١، ٥٤٨.
(٥) انظر: منهاج السنة النبوية ٣/٢٢.
(٦) انظر: منهاج السنة النبوية ٥/٤١١.
(٧) عثمان بن عفان بن أبي العاص بن أمية القرشي، أبو عبد الله، أمير المؤمنين، ذو النورين، ولد بعد عام الفيل بست سنين أسلم قديماً على يد أبي بكر الصديق أحد العشرة المبشرين بالجنة، كان حيياً كريماً واصلاً لرحمه، ولي الخلافة بعد عمر بن الخطاب، ت سنة ٣٥هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٦٩، الإصابة لابن حجر ٢/٤٦٢.
(٨) انظر: منهاج السنة النبوية ٨/٢٢٥.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (170,'قال رحمه الله: (والكرامية وأمثالهم هم - أيضاً - من القائلين بالقدر، المثبتين لخلافة الخلفاء، والمفضلين لأبي بكر (١) ، وعمر (٢) ، وعثمان) (٣) .
وأثبتوا بعض الصفات: كالعلو، والنزول، والرؤية، والاستواء، والعلم، والكلام، وأثبتوا اليد والوجه لله عزّ وجل، إلا أن في إثباتهم لبعضها شيئاً من القصور والخلل - كما سأبين بعضه بعد قليل -.
ويبين رحمه الله أن ما يحمدون عليه أحد أمرين:
إما موافقة أهل السنة.
وإما الرد على المبتدعة.
فقال: (وكذلك متكلمة أهل الإثبات، مثل الكلابية، والكرامية، والأشعرية، إنما قبلوا واتبعوا واستحمدوا إلى عموم الأمة، بما أثبتوه من أصول الإيمان، من إثبات الصانع وصفاته، وإثبات النبوة، والرد على الكفار من المشركين وأهل الكتاب، وبيان تناقض حججهم، وكذلك استحمدوا بما ردوه على الجهمية والمعتزلة والرافضة والقدرية، من أنواع المقالات التي يخالفون فيها أهل السنة والجماعة، فحسناتهم نوعان: إما موافقة أهل السنة والحديث، وإما الرد على من خالف السنة والحديث بيان تناقض حججهم) (٤) .
_________
(١) عبد الله بن عثمان بن عامر القرشي، أبو بكر الصديق بن أبي قحافة، خليفة رسول الله، سبق إلى الإيمان بالرسول صلّى الله عليه وسلّم واستمر معه طول إقامته بمكة ورافقه في الهجرة وفي المشاهد كلها إلى أن مات، وكانت معه الراية يوم تبوك، وحج في الناس في حياة الرسول صلّى الله عليه وسلّم سنة تسع، ت سنة ١٣هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٢٤٣، الإصابة لابن حجر ٢/٣٤١.
(٢) عمر بن الخطاب بن نفيل القرشي العدوي، أبو حفص، أمير المؤمنين كانت إليه السفارة في الجاهلية، وكان عند البعثة شديداً على المسلمين، ثم أسلم فكان إسلامه فتحاً على المسلمين، بويع بعد أبي بكر فسار بالناس أحسن سيرة، ت سنة ٢٣هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٤٥٨، الإصابة لابن حجر ٢/٥١٨.
(٣) منهاج السنة النبوية ١/١٤٤.
(٤) مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٢، وانظر: ص١٥٦.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (171,'وفي مقام مناقشة ابن تيمية رحمه الله للكرامية: أثبت أنهم من أهل الكلام ووصفهم بأنهم من (متكلمة أهل الإثبات) (١) .
وذكر أنهم مجسمة أي: ممن يثبت الجسم لله عزّ وجل مطلقاً، بدون استفصال (٢) .
وفي معرض ذكر أقوال الفرق في كلام الله عزّ وجل: بيّن رحمه الله أن قول الكرامية لا يوافق قول أهل السنة بإطلاق، وهو: أن الله - عندهم - تكلم بعد أن لم يكن متكلماً، فقال رحمه الله:
(قول الهشامية والكرامية ومن وافقهم، أن كلام الله حادث قائم بذات الله بعد أن لم يكن متكلماً بكلام، بل ما زال عندهم قادراً على الكلام، وإلا فوجود الكلام عندهم في الأزل ممتنع، كوجود الأفعال عندهم ... ) (٣) .
وبين ابن تيمية رحمه الله أن هذا القول باطل، أبطله السلف بأن ما يقوم به من نوع الكلام والإرادة والفعل: إما أن يكون صفة كمال أو صفة نقص، فإن كان كمالاً فلم يزل ناقصاً حتى تجدد له ذلك الكمال، وإن كان نقصاً فقد نقص بعد الكمال.
ونبه إلى أن قول الكرامية في كلام الله عزّ وجل لم يقل به أحد من أصحاب الإمام أحمد رحمه الله (٤) .
_________
(١) انظر: درء تعارض العقل والنقل ١/١٥٤، ٢٤٨، مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٢.
(٢) انظر: منهاج السنة النبوية ١/٣١١، ٢/٢٢٠، ٢٦٣، الفرقان بين الحق والباطل ص١٠٠.
(٣) المسألة المصرية (ضمن مجموع شيخ الإسلام ابن تيمية ٢/١٧٢ - ١٧٣) .
(٤) انظر: في هذه المسألة: شرح العقيدة الأصفهانية ص٣٣، درء تعارض العقل والنقل ٢/٧٦، ١١١. مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٣٢٥، ٥٢٤، ١٢/١٧٧، النبوات ص٢٠٢، اقتضاء الصراط المستقيم ٢/٧٩٨، الفرقان بين الحق والباطل ص١٠٠.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (172,'وذكر رحمه الله أنهم يقولون بإثبات الجهة بدون استفصال (١) .
وأنهم أثبتوا وجود الصانع بطريق الحدوث والإمكان (٢) .
وفي مسألة الإمامة، ذكر أنهم: يرون أن علياً (ت - ٤٠هـ) ومعاوية (٣) رضي الله عنهما كلاهما مصيب، وعليه: فيجوز عقد البيعة لإمامين في وقت واحد عند الحاجة (٤) .
وناقشهم في مسألة (الإيمان) بعد أن ذكر أن: (قولهم في الإيمان قول منكر، لم يسبقهم إليه أحد، حيث جعلوا الإيمان قول اللسان، وإن كان مع عدم تصديق القلب، فيجعلون المنافق مؤمناً، لكنه يخلد في النار، فخالفوا الجماعة في الاسم دون الحكم) (٥) .
وأنصفهم رحمه الله وهو يذكر قولهم، حين زعم بعض الناس أنهم يقولون بأن من تكلم بلسانه دون قلبه فهو من أهل الجنة، وبين أن ذلك غلط عليهم، بل يقولون:
إنه مؤمن كامل الإيمان، وأنه من أهل النار، فيلزمهم أن يكون المؤمن
_________
(١) انظر: منهاج السنة النبوية ٢/٦٤١.
(٢) انظر: درء تعارض العقل والنقل ٣/١٥٩، وفي مناقشتهم انظر: الفرقان بين الحق والباطل ص١٠٩، وسيأتي هذا الدليل ومناقشته من كلام شيخ الإسلام في مبحث شرح حديث عمران بن حصين رضي الله عنه في الفصل الذي يلي هذا الفصل.
(٣) معاوية بن أبي سفيان صخر بن حرب بن أمية القرشي الأموي، أمير المؤمنين، صحب النبي صلّى الله عليه وسلّم، وكتب له، كان من الكتبة الحسنة الفصحاء، وكان حليماً وقوراً، ولاه عمر الشام وأمره عثمان عليها في ولايته، وبعد تسليم الحسن بن علي له استقر له الأمر، ت سنة ٦٠هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٣٩٥، الإصابة لابن حجر ٣/٤٣٣.
(٤) انظر: منهاج السنة النبوية ١/٥٣٧، ٤/٣٩٣، ٤٤٧، ٧/٥٠.
(٥) التدمرية ١٩٢ - ١٩٣، وانظر: الفرقان بين الحق والباطل (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ١٣/٥٦) وأما المطبوعة استقلالاً بتحقيق: عبد القادر الأرناؤوط ففيها سقط ص٣٧، أخل بالمعنى بمقدار سطرين ونصف.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (173,'الكامل الإيمان معذباً في النار، بل يكون مخلداً فيها (١) .
فناقشهم بما تواتر عن النبي صلّى الله عليه وسلّم، بأنه يخرج من النار من كان في قلبه مثقال ذرة من إيمان (٢) .
وبدأ رحمه الله يذكر لوازم قولهم الفاسد بأنهم إذا قالوا: لا يخلد وهو منافق، لزمهم أن يكون المنافقون يخرجون من النار، وقد قال الله فيهم: {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرا} [النساء: ١٤٥] .
وقد نهى الله نبيه عليه الصلاة والسلام عن الصلاة عليهم والاستغفار لهم، وقال له: {اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} [التوبة:٨٠] (٣)
وقال: {وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَداً وَلا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ} [التوبة: ٨٤] ، وقد أخبر أنهم كفروا بالله ورسوله.
وألزم رحمه الله الكرامية، إن قالوا بأن المنافقين يتكلمون بألسنتهم سراً فكفروا بذلك، وإنما يكون مؤمناً إذا تكلم بلسانه، ولم يتكلم بما ينقضه، فإن ذلك ردة عن الإيمان؛ بأنهم لو أضمروا النفاق ولم يتكلموا به كانوا منافقين، كما قال الله عزّ وجل:
{يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ} [التوبة: ٦٤] .
وأيضاً فقد أخبر الله عنهم أنهم يقولون بألسنتهم ما ليس في قلوبهم وأنهم
_________
(١) انظر: الفرقان بين الحق والباطل ص٣٧، الإيمان الأوسط (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ٧/٤٧٦) .
(٢) انظر: سنن الترمذي ٤/٧١٤ كتاب صفة جهنم باب منه، وصححه الألباني في صحيح سنن الترمذي ٢/٣٢٣.
(٣) انظر: الفرقان بين الحق والباطل ص٣٧ - ٣٨.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (174,'كاذبون فقال تعالى: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ} [البقرة: ٨] ، وقال سبحانه: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} [المنافقون: ١] .
وقال سبحانه: {هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ} [آل عمران: ١٦٧] .
وأخيراً: بين ابن تيمية رحمه الله سبب ذم السلف للكرامية، وهو مخالفتهم السنة والحديث، وانحرافهم عن المنهج القويم، والاعتقاد الحق (١) .
ولعل سبب نسبة شيخ الإسلام إلى الكرامية ممن نسب إليه ذلك، تعود إلى أن شيخ الإسلام ابن تيمية رحمه الله بين أن مذهب الكرامية أقرب إلى الحق من مذهب المعطلة؛ لأنهم وافقوا أهل الإثبات وأهل السنة في إثبات موجود قائم بنفسه، وإن كانوا أخطؤوا في تسميته جسماً، وهذا سوء فهم منهم لكلام شيخ الإسلام ابن تيمية رحمه الله، فإن شيخ الإسلام لم يصوب مذهب الكرامية بل بين أنهم أقرب إلى الحق من المعطلة، حيث إنهم أثبتوا موجوداً قائماً بنفسه، والمعطلة لم يثبتوا شيئاً، فإن كان مع سوء الفهم سوء قصد فقد أوغلوا في الضلال والانحراف.
موقف ابن تيمية رحمه الله من نسبة التجسيم إلى الحنابلة:
إن نسبة التجسيم إلى الحنابلة أمر اختص به نفاة الصفات دون غيرهم، فكل من نفى شيئاً من الصفات أطلق على من أثبته لقب التجسيم.
ولما كان الإمام أحمد (ت - ٢٤١هـ) رحمه الله إماماً لأهل السنة، ورافع راية إثبات الصفات على المنهج الوسط، منهج أهل السنة والجماعة: إثبات بلا تشبيه ولا تعطيل.
وتبعه أصحابه وتلامذته، وكل من ارتضى منهجه العقدي من أصحاب المذاهب الفقهية الأخرى.
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٤.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (175,'لما كان الأمر كذلك: أطلق نفاة الصفات على من أثبت الصفات هذا المصطلح (مجسمة الحنابلة) ، زوراً وبهتاناً.
وقد أجاب الإمام ابن قدامة المقدسي (ت - ٦٢٠هـ) رحمه الله قبل ابن تيمية رحمه الله على هذه الدعوى، وناقشها، مبيناً أن مذهب الحنابلة هو: الإثبات مع التنزيه، وليس هو التشبيه والتجسيم.
وأما إن كان المراد بالتجسيم هو الإثبات مع التنزيه، فهذا شرف للحنابلة أن ينسب إليهم هذا الأمر، لكن تسمية ذلك تجسيماً خطأ، فقال رحمه الله: (سمعت بعض أصحابنا يقول: سمعت قوماً يقولون: الحنابلة يقولون: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: ٥] ، قال: فقلت لهم: يا قوم الله الله، إنكم لتنسبون إلى الحنابلة شيئاً ما يصلحون له، ولا يبلغون إليه، هذا قول الله سبحانه وتعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} [الإسراء: ٨٨] .
فجعلتموه قولاً للحنابلة، ورفعتم قدرهم حتى جعلتموهم أهلاً لذلك) (١) .
وبين ابن قدامة (ت - ٦٢٠هـ) رحمه الله التجسيم الحقيقي وهو: حمل صفات الله سبحانه وتعالى على صفات المخلوقين، وأن الحنابلة لا يقرون بذلك امتثالاً لقول الحق - تبارك وتعالى -: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: ١١] (٢) .
وبين ابن تيمية رحمه الله سبب إطلاق هذا المصطلح على المثبتة، وخصوصاً على الحنابلة وهو: أنه لما راجت سوق نفاة الصفات في عهد الإمام أحمد بن حنبل (ت - ٢٤١هـ) رحمه الله، سموا من أثبت الصفات مجسماً، وقالوا: إن القرآن مخلوق، وإن الله لا يرى ونحو ذلك. حينها قام الإمام أحمد (ت - ٢٤١هـ) رحمه الله
_________
(١) تحريم النظر في كتب الكلام ص٥٨.
(٢) انظر: تحريم النظر في كتب الكلام ص٥٨ - ٥٩.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (176,'بالإنكار عليهم، وإظهار السنة والصفات، وظهر ذلك في جميع أهل السنة والحديث من جميع الطوائف، وصاروا متفقين على تعظيم الإمام أحمد (ت - ٢٤١هـ) رحمه الله وجعله إماماً للسنة (١) .
(ولهذا ما زال كثير من أئمة الطوائف، الفقهاء وأهل الحديث، والصوفية، وإن كانوا في فروع الشريعة متبعين بعض أئمة المسلمين - رضي لله عنهم أجمعين - فإنهم يقولون: نحن في الأصول أو في السنة على مذهب الإمام أحمد بن حنبل) (٢) .
وبين أن ارتباطهم به ليس لاختصاصه عن غيره بقول لم يقله الأئمة، ولا طعناً في غيره من الأئمة بمخالفة السنة؛ بل لأنه أظهر من السنة التي اتفقت عليها الأئمة قبله أكثر مما أظهروه، فظهر تأثير ذلك لوقوعه وقت الحاجة إليه، وظهور المخالفين للسنة، وقلة أنصار الحق وأعوانه (٣)
ولهذا أطلق النفاة على من أثبت الصفات حنبلياً مجسماً.
وبين أن الحنابلة أكثر اتباعاً لألفاظ القرآن والحديث من غيرهم، (لكثرة الاعتناء بالسنة والحديث، والائتمام بمن كان بالسنة أعلم وأبعد عن الأقوال المتطرفة في النفي والإثبات) (٤) .
وبين رحمه الله أن تنازع الحنابلة كان في الأمور الصغيرة (الدِّق) ، أما الأصول الكبار فمتفقون عليها (٥) .
وأنه ليس فيهم من أطلق لفظ الجسم (٦) .
_________
(١) انظر: درء تعارض العقل والنقل ١٠/٢٥٠ - ٢٥١.
(٢) بيان تلبيس الجهمية ٢/٩١ - ٩٢.
(٣) انظر: بيان تلبيس الجهمية ٢/٩٢. درء تعارض العقل والنقل ٥/٥ - ٦.
(٤) بيان تلبيس الجهمية ١/٣٤، وانظر: ٢/٩١، مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٦٦.
(٥) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٦٦.
(٦) انظر: درء تعارض العقل والنقل ١٠/٢٥٠، بيان تلبيس الجهمية ١/٤٧.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (177,'وأن المشبهة والمجسمة في غير أصحاب أحمد (ت - ٢٤١هـ) أكثر منهم فيهم (١) .
وذكر أنه لا يضر الإمام أحمد (ت - ٢٤١هـ) أن ينتسب إليه أناس هو منهم بريء، كما قد انتسب إلى مالك (ت - ١٧٩هـ) أناس هو بريء منهم، وانتسب إلى الشافعي (ت - ٢٠٤هـ) أناس هو بريء منهم، وانتسب إلى أبي حنيفة (ت - ١٥٠هـ) أناس هو بريء منهم، وقد انتسب إلى علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه أناس هو بريء منهم، ونبينا محمد صلّى الله عليه وسلّم قد انتسب إليه من القرامطة والباطنية وغيرهم من أصناف الملحدة والمنافقين من هو بريء منهم (٢) .
وأنه لا يوجد نوع غلو في بعض الحنابلة، إلا ويوجد في غيرهم من الطوائف ما هو أكثر منه (٣) .
بهذا تبين لنا أن إطلاق هذا المصطلح (مجسمة الحنابلة) من قبل النفاة على مثبتة الصفات، إنما هو في الحقيقة: تزكية لهم بسلوكهم المسلك الصحيح، والاعتقاد الحق في أسماء الله وصفاته ألا وهو الإثبات مع نفي المماثلة والتعطيل.
وتبين لنا - أيضاً - أن رمي ابن تيمية رحمه الله بأنه تأثر بمجسمة الحنابلة، إنما هو تزكية له باتباع منهج السلف المتقدمين في أسماء الله وصفاته.
وأما الأسماء التي حددها المناوئون لابن تيمية، وجعلوها هي التي أثرت على ابن تيمية رحمه الله في اعتقاده في الأسماء والصفات فلم تنطلق من دراسة واسعة لكتب ابن تيمية رحمه الله ولو درسوا كتبه لما اختاروا هذه الأسماء.
_________
(١) انظر: حكاية المناظرة في العقيدة الواسطية (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ٣/١٨٥، ١٩٧) .
(٢) انظر: حكاية المناظرة في العقيدة الواسطية (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ٣/١٨٥) .
(٣) انظر: بيان تلبيس الجهمية ٢/٩٠ - ٩١، مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٦٩.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (178,'أما الإمام البربهاري (ت - ٣٢٩هـ) رحمه الله فلم نجد ابن تيمية رحمه الله يكثر ذكره في كتبه وينقل منه حتى ندرس مظاهر ذلك التأثر التي يزعمها المناوئون.
وأما القاضي أبو يعلى (ت - ٤٥٨هـ) ، فقد كان موقف ابن تيمية رحمه الله منه معتدلاً منصفاً، فتارة يرد عنه شبهة، وتارة يناقشه في خطأ وهكذا - كما سيتبين بعضه -.
ولمعرفة عقيدة الإمام البربهاري (ت - ٣٢٩هـ) رحمه الله ننظر في أقواله: هل هو من المشبهة؟ أم من المعطلة؟ أم من أهل السنة والجماعة؟
قال رحمه الله في بيان عقيدته في التمسك بالأثر، وترك التشبيه:
(اعلم - رحمك الله - أنه ليس في السنة قياس، ولا تضرب لها الأمثال، ولا تتبع فيها الأهواء، بل هو التصديق بآثار رسول الله صلّى الله عليه وسلّم بلا كيف ولا شرح ولا يقال: لم؟ ولا كيف؟) (١) .
وقال - أيضاً -: (لا يتكلم في الرب إلا بما وصف به نفسه عزّ وجل في القرآن، وما بيّن رسول الله صلّى الله عليه وسلّم لأصحابه، فهو جل ثناؤه واحد: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: ١١] ، ربنا أول بلا متى، وآخر بلا منتهى، يعلم السر وأخفى، وهو على عرشه استوى، وعلمه بكل مكان، ولا يخلو من علمه مكان) (٢) .
وقال رحمه الله:
(ولا يقول في صفات الرب تعالى لِمَ؟ إلا شاك في الله تبارك وتعالى) (٣) .
وذكر رحمه الله أصول الإيمان، وناقش المبتدعة وبين أصول الابتداع وأسبابه، وحذر منه، وناقش الجهمية، وبيّن موقف الإمام أحمد (ت - ٢٤١هـ) رحمه الله
_________
(١) شرح السنة ص٢٤.
(٢) شرح السنة ص٢٤.
(٣) شرح السنة ص٢٤.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (179,'وغيره من العلماء منهم (١) .
ومن خلال دراسة اعتقاده رحمه الله تبين لنا أنه من أئمة السلف في الاعتقاد.
وأما القاضي أبو يعلى (ت - ٤٥٨هـ) رحمه الله:
فقد نسب إليه القاضي أبو بكر بن العربي (٢)
رحمه الله أنه يقول بالتشبيه فقال:
(أخبرني من أثق به من مشيختي أن أبا يعلى محمد بن الحسين الفراء - رئيس الحنابلة ببغداد - كان يقول إذا ذكر الله تعالى، وما ورد من هذه الظواهر في صفاته يقول:
ألزموني ما شئتم فإني ألتزمه، إلا اللحية والعورة ... ) (٣) .
لكن ابن تيمية رحمه الله يشكك في صحة هذه القصة ويكذبها؛ لأنها رويت عن طريق مجهول لم يسم (٤) .
لكنه مع ذلك لم يبرئ ساحة القاضي أبي يعلى (ت - ٤٥٨هـ) تماماً، بل بين أن في كلامه ما هو مردود نقلاً وتوجيهاً، وفي كلامه شيء من التناقض (٥) .
وقد ألصق ابن الأثير (ت - ٦٣٠هـ) رحمه الله تهمة التجسيم بأبي يعلى (ت - ٤٥٨هـ) رحمه الله بما جاء في كتاب القاضي (إبطال التأويلات) فقال عنه: (أتى فيه بكل عجيبة، وترتيب أبوابه يدل على التجسيم المحض - تعالى الله عن ذلك -) (٦) .
_________
(١) من خلال قراءتك لرسالته رحمه الله (شرح السنة) ، تجده ذكر أصول اعتقاد أهل السنة، على طريقة السلف في تآليفهم، وليست على طريقة المتكلمين.
(٢) أبو بكر بن العربي: أحمد بن عبد الله بن محمد بن عبد الله بن أحمد بن العربي الأندلسي الإشبيلي المالكي، تتلمذ على الغزالي وأبي بكر الشاشي، من مصنفاته: أحكام القرآن، ت سنة ٥٤٣هـ.

انظر في ترجمته: الصلة لابن بشكوال ٢/٥٥٨، المغرب في حلي المغرب لمجموعة من المؤلفين ١/٢٥٤، تاريخ قضاة الأندلس للنباهي ص١٠٥.
(٣) العواصم من القواصم (ضمن آراء أبي بكر بن العربي الكلامية ٢/٢٨٣، وانظر: ٢/٣٠٦) ، وقد بينت سابقاً أن هذه المقولة لداود الجواربي.
(٤) انظر: درء تعارض العقل والنقل ٥/٢٣٨.
(٥) انظر: درء تعارض العقل والنقل ٥/٢٣٨.
(٦) الكامل في التاريخ ٨/١٠٤.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (180,'لكن ابن تيمية رحمه الله يعطي تقويماً لهذا الكتاب أدق، وأنصف وأعدل، حين بيّن أن الكتاب رد على ابن فورك (١) شيخ القشيري (٢) ،
وأنه قد حصلت فتنة بسبب الكتاب فقال: (أكثر الحق فيها كان مع الفرائية (٣) مع نوع من الباطل، وكان مع القشيرية فيها نوع من الحق مع كثير من الباطل) (٤) .
وذكر ابن تيمية رحمه الله عنه أنه ممن يقول بنفي الجسم (٥) .
ويجعله ابن تيمية رحمه الله من المفوضة (٦)
الذين لا يفسرون معاني نصوص
_________
(١) ابن فورك: محمد بن الحسن بن فورك، أبو بكر الأنصاري الأصبهاني، فقيه شافعي، أشعري المعتقد، برع في النحو والأصول وعلم الكلام، كان زاهداً واعظاً، ت سنة ٤٠٦هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٧/٢١٤، طبقات الشافعية للسبكي ٤/١٢٧.
(٢) القشيري: عبد الكريم بن هوازن بن عبد الملك بن طلحة القشيري النيسابوري، أبو القاسم، الفقيه المتكلم، الأصولي المفسر، تتلمذ على الحاكم وابن فورك وغيرهما، ت سنة ٤٦٥هـ.

انظر في ترجمته: تاريخ بغداد للخطيب ١١/٨٣، وفيات الأعيان لابن خلكان ٢/٣٧٥، طبقات الشافعية للسبكي ٥/١٥٣.
(٣) نسبة إلى القاضي أبي يعلى بن الفراء.
(٤) مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٥٤.
(٥) انظر: درء تعارض العقل والنقل ٤/٢٠٨، ١٠/٢٥٨، بيان تلبيس الجهمية ٢/٩٤، ومما يدل على نفي تهمة التجسيم عنه أنه ألف كتابين الأول: الرد على الكرامية، والثاني: الرد على المجسمة، انظر: في تفنيد دعوى تجسيم أبي يعلى: القاضي أبو يعلى وكتابه مسائل الإيمان دراسة وتحقيقاً لسعود الخلف ص١٠٧ - ١١٧، منهج القاضي أبي يعلى في أصول الدين لفهد الفايز (رسالة ماجستير) ص١٦ - ١٨، مقدمة تحقيق (إبطال التأويلات لأبي يعلى) للحمود ص١٨ - ٢٥، وقد نقل عن ابن أبي يعلى في الطبقات (٢/٢٠٧ - ٢١٢) ، مبيناً عقيدة والده، وأنه بعيد عن التجسيم والتشبيه.
(٦) التفويض: يقال: فوض إليه الأمر أي صيره إليه، وجعله الحاكم فيه، وهو قسمان:
أ - تفويض المعاني: وهذا مذموم، ويلزم منه لوازم فاسدة كتعطيل النصوص.
ب - تفويض الكيفيات: وهذا محمود، وهو من صفات المؤمنين، ونتيجة الإيمان بالغيب، والتسليم لشرع الله.

انظر: رسالة في الذب عن أبي الحسن الأشعري لابن درباس (الحاشية ص١١٧، ١٢٨) ، التدمرية لابن تيمية ٨٩ - ١١٦، بين أبي الحسن الأشعري والمنتسبين إليه في العقيدة للموصلي ص٦٧ - ٧٧.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (181,'الصفات، ووصفه بأنه من الذين (سمعوا الأحاديث والآثار، وعظموا مذهب السلف، وشاركوا المتكلمين الجهمية في بعض أصولهم الباقية، ولم يكن لهم من الخبرة بالقرآن والحديث والآثار ما لأئمة السنة والحديث، لا من جهة المعرفة والتمييز بين صحيحها وضعيفها، ولا من جهة الفهم لمعانيها، وقد ظنوا صحة بعض الأصول العقلية للنفاة الجهمية، ورأوا ما بينهما من التعارض) (١) .
فهل يخرج مثل هذا الحكم من رجل قلده في كل ما قال من خطأ أو صواب -؟، وكيف يقال إنه مقلد له، وهو ينتقده ويرد عليه في مسائل كثيرة من الصفات وغيرها.
وأما موقف شيخ الإسلام ابن تيمية رحمه الله من أبي الفرج ابن الجوزي (ت - ٥٩٧هـ) وخاصة في كتابه (دفع شبه التشبيه) أو ما يرتضي شيخ الإسلام رحمه الله أن يسميه (كف التشبيه) (٢) .
فيبين شيخ الإسلام رحمه الله أنه يميل إلى مذهب المعتزلة كثيراً (٣) .
فهو بين النفي والإثبات وتناقضه ظاهر، فلم يثبت على أحدهما، وله من الكلام في الإثبات نظماً ونثراً ما أثبت به كثيراً من الصفات التي أنكرها في مصنفاته الأخرى، خاصة في كتاب (دفع شبه التشبيه) (٤) .
وقد ذكر ابن تيمية رحمه الله عن هذا الكتاب أنه لم يكن المقصود به الرد على جنس الحنابلة، بل كان الرد على بعضهم كالقاضي أبي يعلى (ت - ٤٥٨هـ) رحمه الله وأبي عبد الله بن حامد (٥) ،
وابن الزاغوني (٦) .
_________
(١) درء تعارض العقل والنقل ٧/٣٤.
(٢) انظر: درء تعارض العقل والنقل ٨/٦٠، ٩/١٦٠.
(٣) انظر: درء تعارض العقل والنقل ١/٢٧٠، ٢/١٦، ٧/٢٦٣، ٩/١٦٠، ١٠/٢٥٨.
(٤) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٦٩.
(٥) أبو عبد الله بن حامد: الحسن بن حامد بن علي بن مروان البغدادي، أبو عبد الله، إمام الحنابلة في زمانه، من مؤلفاته: شرح مختصر الخرقي، والجامع، ت سنة ٤٠٣هـ.

انظر في ترجمته: طبقات الحنابلة لأبي يعلى ٢/١٧١، تذكرة الحفاظ للذهبي ٣/١٠٧٨.
(٦) ابن الزاغوني: علي بن عبيد الله بن نصر بن السري بن الزاغوني، أبو الحسن، فقيه حنبلي، شيخ الحنابلة في وقته، شارك في علوم كثيرة، ت سنة ٥٢٧هـ.
انظر في ترجمته: ذيل طبقات الحنابلة لابن رجب ١/١٨٠، شذرات الذهب لابن العماد ٤/٨٠.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (182,'وقد حدد شيخ الإسلام ابن تيمية رحمه الله مواضع الخلل عند ابن الجوزي (ت - ٥٩٧هـ) حين نقل المعترض كلاماً له عن الحنابلة فيه التجسيم المحض، وإثبات صفات لله لم ترد في الكتاب ولا في السنة، وذكر أنها ثلاثة أنواع:
الأول: بيان ما فيه من التعصب بالجهل والظلم قبل الكلام في المسألة العلمية.
الثاني: بيان أنه رد بلا حجة، ولا دليل أصلاً.
الثالث: بيان ما فيه من ضعف النقل والعقل (١) .
وبعد: فقد تبين لنا كيف يكيل أعداء ابن تيمية رحمه الله التهم عليه جزافاً، وبدون وازع أو خوف من الله عزّ وجل أن يسألهم عما قالوه:
فقد جمعوا له بين المتناقضات في تأثره بعقيدة التجسيم.
فقالوا: تأثر باليهود، وقالوا: تأثر بالفلاسفة، وقالوا: تأثر بالكرامية، وقالوا: تأثر بمجسمة الحنابلة.
ومن الواضح: أن المسلمين لا يرتضون عقيدة اليهود، وأن الفلاسفة ترد على الكرامية، وأن الكرامية ترد على الفلاسفة، وأن أبا يعلى (ت - ٤٥٨هـ) يرد على المشبهة كما في كتابيه (الرد على الكرامية، والرد على المجسمة) ، فكيف يُجمع هؤلاء في خندق واحد، وقد رد بعضهم على بعض، ولم يرتض أحدهم عقيدة الآخر.
ومن الواضح - أيضاً - أن شيخ الإسلام ابن تيمية رحمه الله لم يتأثر بكل هؤلاء، بل كان موقفه موقف الرد والمناقشة على ما عندهم من أخطاء وعيوب، مع الاعتراف بحسنات المسلمين منهم، والإشادة بها كما تبين والله أعلم.
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٤/١٦٥ - ١٩٠.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (183,'<span data-type="title" id=toc-38>المبحث الرابع
دعوى قوله بالجهة والتحيز ومناقشتها</span>
<span data-type="title" id=toc-39>المطلب الأول
دعوى قوله بالجهة والتحيز</span>
يرى المناوئون لابن تيمية -رحمه الله رحمة واسعة - أنه يقول: بأن الله في جهة (١) ، وأنه متحيز (٢) .
ومنشأ ذلك هو: قياس الخالق بالمخلوق (٣) ؛ لأنهم يقولون بنفي الجهة مطلقاً عن الله عزّ وجل (٤) .
ثم اختلفوا بعد ذلك في حكم القائل بالجهة بالنسبة إلى الله عزّ وجل هل يكفر أم لا؟ على قولين:
_________
(١) انظر: الفتاوى الحديثية لابن حجر الهيتمي ص١١٦، التبصير في الدين للإسفراييني حاشية الكوثري ص٩٨، السيف الصقيل ص٨٢، ١٠١، ١٠٢، ١٤٠، ١٤٢، شواهد الحق للنبهاني ص٢٠٩، فيض الوهاب للقليوبي ٢/٣، وبعضهم يرى أن شيخ الإسلام ابن تيمية رحمه الله تراجع عن القول بالجهة تراجعاً غير كامل. انظر: الحقائق الجلية لابن جهبل حاشية الدسوقي ص١٢، ٥٨، مناهج البحث للنشار ص٢٥٨، ٢٥٩، ابن تيمية ليس سلفياً لعويس ص٧٠.
(٢) انظر: رسالة لابن طولون ضمن السيف الصقيل ص١١٧، الحقائق الجلية لابن جهبل ص٦١، ابن تيمية ليس سلفياً لعويس ص٧٤.
(٣) انظر: التوسل بالنبي لأبي حامد بن مرزوق ص١١.
(٤) انظر: الحقائق الجلية لابن جهبل ص١٢٧ - ١٤٣، التوسل بالنبي لأبي حامد بن مرزوق ص١٥.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (184,'فمن قائل: إنه كافر ناقلاً اتفاق الأئمة الأربعة على ذلك (١) ! .
ومن قائل: إنه لا يكفر، ولا يصح الحكم بكفره، بل يصل إلى درجة الابتداع (٢) .
_________
(١) حكى الخلاف النبهاني في شواهد الحق ص٦٣، ٢٠٩، وأما القول بتكفير القائل بالجهة: فانظر: المقالات للكوثري ص٣٦٨، ٣٦٩، ٤٠٦، حاشية (التبصير في الدين للإسفراييني) له ص٩٨، المقالات السنية للحبشي نقلاً عن الأخنائي ص٩٢.
(٢) انظر: رفع الاشتباه في استحالة الجهة عن الله للنبهاني (ضمن شواهد الحق ص٢٣٧) وقد نقل ذلك عن ابن حجر الهيتمي في الفتاوى الحديثية ص١١١.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (185,'<span data-type="title" id=toc-40>المطلب الثاني
مناقشة الدعوى</span>
المسألة الأولى: الموقف من الألفاظ المجملة:
لقد تواترت عبارات السلف، وتطابقت مقالاتهم في ذم علم الكلام والتحذير منه. ومن أتباعه.
فهذا أبو حنيفة النعمان (ت - ١٥٠هـ) رحمه الله سأله سائل:
ما تقول فيما أحدث الناس من الكلام في الأعراض والأجسام؟ فقال:
(مقالات الفلاسفة، عليك بالأثر وطريقة السلف، وإياك وكل محدثة فإنها بدعة) (١) .
وقال الإمام مالك (ت - ١٧٩هـ) رحمه الله: (كلما جاءنا رجل أجدل من رجل تركنا ما نحن عليه؟! إذاً لا نزال في طلب الدين) (٢) .
وقال الشافعي (ت - ٢٠٤هـ) رحمه الله: (لأن يبتلى المرء بكل ما نهى الله عنه ما عدا الشرك به، خير من النظر في الكلام) (٣) .
وقال - أيضاً -: (حكمي في أهل الكلام أن يضربوا بالجريد، ويجلسوا على الإبل، ويطاف بهم في العشائر والقبائل، وينادى عليهم: هذا جزاء من ترك الكتاب والسنة، وأقبل على الكلام) (٤) .
_________
(١) انظر: الحجة في بيان المحجة للأصبهاني ١/١٠٥، صون المنطق والكلام عن علم الكلام للسيوطي ص٣٢.
(٢) انظر: ذم الكلام للهروي ص٢٠٧.
(٣) انظر: الحجة في بيان المحجة للأصبهاني ١/١٠٤، ذم الكلام للهروي ص٢٥٥.
(٤) انظر: ذم الكلام للهروي ص٢٥٢.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (186,'وقال أحمد (ت - ٢٤١هـ) رحمه الله: (لا يفلح صاحب كلام أبداً، ولا تكاد ترى أحداً نظر في الكلام إلا وفي قلبه دغل (١) (٢) .
وقال - أيضاً -: (علماء الكلام زنادقة) (٣) .
وأما موقف ابن تيمية - رحمه الله تعالى - من الألفاظ المجملة المبتدعة التي أطلقها أهل الكلام، وجعلوها من الاعتقاد، وبيان موقف السلف منها في مجموع كلام ابن تيمية رحمه الله فيمكن إجماله في الملحوظات التالية:
١ - كان السلف يتحرون في إطلاق الألفاظ على الله عزّ وجل، فلا يطلقون إلا الألفاظ الشرعية، ويحرصون على اجتماع الحُسن بين اللفظ والمعنى، ولا يلجؤون إلى المعنى الحسن، ليعبروا عنه بأفضل الألفاظ التي لم ترد في الكتاب والسنة، إلا إذا لم يهتدوا إلى لفظ مناسب موجود في الكتاب أو في السنة (٤) .
٢ - حين يرد السلف على النفاة: يردون على ألفاظهم القريبة من الإثبات، ويبطلونها، فيكون ذلك رد من باب أولى على ألفاظهم الموغلة في النفي، البعيدة عن الحق، قال رحمه الله: (إن السلف والأئمة كانوا يردون من أقوال النفاة ما هو أقرب إلى الإثبات، فيكون ردهم لما هو أقرب إلى النفي بطريق الأولى) (٥) .
٣ - نهى السلف عن إطلاق الألفاظ الكلامية، فذكر رحمه الله أقسام مثبتة
_________
(١) الدَّغل: هو الفساد، انظر: لسان العرب لابن منظور ١١/٢٤٤ مادة (دغل) .
(٢) انظر: جامع بيان العلم وفضله لابن عبد البر ٢/٩٥.
(٣) انظر: تلبيس إبليس لابن الجوزي ص٨٣، وانظر في ذم الكلام: ذم الكلام للهروي، تحريم النظر في كتب الكلام لابن قدامة، صون المنطق والكلام عن علم الكلام للسيوطي.
(٤) انظر: منهاج السنة النبوية ١/٤٢٢، درء تعارض العقل والنقل ١/٢٧١، شرح حديث النزول ص٢٥٦.
(٥) درء تعارض العقل والنقل ٦/١٨١.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (187,'الصفات تجاه النفاة، وذكر عن أهل السنة والجماعة قوله: (وطائفة نازعتهم نزاعاً مطلقاً في واحدة من المقدمتين، ولم تطلق في النفي والإثبات ألفاظاً مجملة مبتدعة لا أصل لها في الشرع، ولا هي صحيحة في العقل، بل اعتصمت بالكتاب والسنة، وأعطت العقل حقه، فكانت موافقة لصريح المعقول، وصحيح المنقول) (١) .
٤ - سبب نهي السلف عن إطلاق الألفاظ الكلامية هو:
أ - اشتمالها على معان باطلة ومعان صحيحة، ولذلك فهي توقع في الاشتباه والاختلاف والفتنة، خلاف الألفاظ المأثورة التي تحصل بها الإلفة، يقول ابن تيمية رحمه الله:
(يوجد كثيراً في كلام السلف والأئمة: النهي عن إطلاق موارد النزاع بالنفي والإثبات.
وليس ذلك لخلو النقيضين عن الحق، ولا قصور، أو تقصير في بيان الحق، ولكن؛ لأن تلك العبارة من الألفاظ المجملة المتشابهة المشتملة على حق وباطل، ففي إثباتها إثبات حق وباطل، وفي نفيها نفي حق وباطل ... ) (٢) .
ب - لأنها تتضمن تكذيب كثير مما جاء به الرسول صلّى الله عليه وسلّم، وذلك يعرفه من عرف مراد الرسول صلّى الله عليه وسلّم، ومراد أصحاب تلك الأقوال المبتدعة (٣) .
جـ - لأنها ليس لها ضابط، بل كل قوم يريدون بها معنى غير المعنى الذي أراده أولئك فجعلوها دقيقة غامضة، بخلاف ألفاظ الرسول صلّى الله عليه وسلّم فإن مراده بها يُعلم كما يعلم مراده بسائر ألفاظه (٤) .
_________
(١) منهاج السنّة النبوية ٢/١٠٧، وانظر: درء تعارض العقل والنقل ١/٢٧١.
(٢) درء تعارض العقل والنقل ١/٧٦، وانظر: بيان تلبيس الجهمية ١/١٠٠، مجموع فتاوى شيخ الإسلام ابن تيمية ٣/٣٠٧.
(٣) انظر: شرح حديث النزول ص٢٥٧، درء تعارض العقل والنقل ١/٢٩٥.
(٤) انظر: شرح حديث النزول ص٢٥٧.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (188,'٥ - أول من عرف عنه إطلاق الألفاظ المبتدعة المجملة نفياً أو إثباتاً: أهل الكلام المحدث بقسميهم:
النفاة كالجهمية والمعتزلة. والمثبتة الغلاة كالمشبهة من الرافضة وغير الرافضة (١) .
٦ - تضمنت الألفاظ المجملة أنواعاً مختلفة من الإجمال، وليس نوعاً واحداً، فتارة يكون الإجمال بطريق الاشتراك (٢) ، لاختلاف الاصطلاحات، وتارة يكون الإجمال بطريق التواطؤ (٣) ،
مع اختلاف الأنواع، فإذا فسِّر المراد، وفصِّل المتشابه: تبين الحق من الباطل، والمراد من غير المراد (٤) .
٧ - كثير ممن تكلم بهذه الألفاظ المجملة: كان يظن أنه ينصر الإسلام بهذه الطريقة، وأنه بذلك يثبت معرفة الله وتصديق رسوله صلّى الله عليه وسلّم، فوقعت عندهم أمور كثيرة من الخطأ والضلال.
والبدعة - في هذا - لا تكون حقاً محضاً، ولا باطلاً محضاً، إذ لو كانت حقاً محضاً موافقاً للسنة، لما كانت باطلاً.
ولو كانت باطلاً محضاً، لما خفيت على الناس، ولكنها تشتمل على حق وباطل، وقد لبس صاحبها الحق بالباطل: إما مخطئاً غالطاً، وإما متعمداً لنفاق فيه وإلحاد (٥) .
_________
(١) انظر: منهاج السنة النبوية ٢/٥٢٨.
(٢) الاشتراك: هو كون اللفظ المفرد موضوعاً لمعان مختلفة كلفظ العين فهو يدل على معان كينبوع الماء، والجاسوس، والشمس، والعين الباصرة.
انظر: المبين للآمدي ص٥١، مقاصد الفلاسفة للغزالي ١/١٠، آداب البحث والمناظرة للشنقيطي ١/٢٢، التذهيب على التهذيب للخبيصي ص١٢٣ - ١٢٤.
(٣) التواطؤ: هو اللفظ الذي يدل على أعيان متعددة بمعنى واحد مشترك بينها، كدلالة اسم الإنسان على زيد وعمرو.

انظر: العبارة لأبي نصر الفارابي ص٢٠، المبين للآمدي ص٥٠، معيار العلم للغزالي ص٥٢، ضوابط المعرفة للميداني ص٤٦.
(٤) انظر: تعارض العقل والنقل ١/١٢٠ - ١٢١.
(٥) انظر: درء تعارض العقل والنقل ٢/١٠٤.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (189,'٨ - كثير من الألفاظ البدعية المجملة تختلف معانيها في اصطلاحات المتكلمين عنها في لغة العرب، ولذلك تحدث إشكالاً، وتورث شكاً، ويضرب شيخ الإسلام ابن تيمية رحمه الله مثالاً لذلك بالعقل، فهو عند المتكلمين: جوهر قائم بنفسه، وأما العقل في لغة العرب فهو عَرَض: عِلم، وعمل بالعلم، وغريزة تقتضي ذلك (١) .
ولذلك يحرص ابن تيمية رحمه الله على معرفة معاني ألفاظ المخالفين ومرادهم من إطلاقها (٢) .
٩ - أن هذه الطرق التي يسلكها المتكلمون أحسن أحوالها أن تكون عوجاء طويلة، وقد تهلك، وقد توصل؛ إذ لو كانت مستقيمة موصّلة لم يعدل عنها السلف، فكيف إذا تيقن أنها مهلكة!
ويضرب ابن تيمية رحمه الله مثالاً لذلك بمن ترك سلوك الطريق المستقيم الذي يوصله إلى مكة، وسلك طريقاً بعيدة لغير مصلحة راجحة، فهذا يكون تاركاً لما يؤمر به، فاعلاً لما لا فائدة فيه، أو ما ينهى عنه، إذا كانت تلك الطريق موصلة إلى المقصود، فأما مع الاسترابة في كونها موصلة أو مهلكة فإنه لا يجوز سلوكها (٣) .
١٠ - لا يُكفَّر مطلق هذه الألفاظ أو نافيها، بل يُبَدَّع، ويُذَم غاية الذم (٤) .
١١ - تختلف مقامات الخطاب في الاقتصار على الألفاظ الشرعية، أو الحاجة إلى مثل هذه الألفاظ المجملة ومنها:
أولاً: إن كان الإنسان في مقام دفع من يُلزمه ويأمره ببدعة، ويدعوه
_________
(١) انظر: درء تعارض العقل والنقل ١٠/٣٠٢.
(٢) انظر: درء تعارض العقل والنقل ١/٧٥، ٢٢٣.
(٣) انظر: درء تعارض العقل والنقل ١٠/٣١٦.
(٤) انظر: درء تعارض العقل والنقل ١/٢٤٢، بيان تلبيس الجهمية ١/١٠٠.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (190,'إليها: أمكنه الاعتصام بالكتاب والسنة، وأن يقول: لا أجيبك إلا إلى كتاب الله وسنة رسوله، بل هذا هو الواجب مطلقاً. كما قال تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} [الأنعام: ١٥٣] .
وقال سبحانه: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ} [الأعراف: ٣] .
ثانياً: وإن كان الإنسان في مقام الدعوة لغيره والبيان له، وفي مقام النظر - أيضاً -، فعليه أن يعتصم - أيضاً - بالكتاب والسنة، ويدعو إلى ذلك، وله أن يتكلم مع ذلك، ويبين الحق الذي جاء به الرسول صلّى الله عليه وسلّم بالأقيسة العقلية والأمثال المضروبة.
فهذه طريقة الكتاب والسنة وسلف الأمة، فإن الله سبحانه وتعالى ضرب الأمثال في كتابه، وبيّن بالبراهين العقلية توحيده وصدق رسله وأمر المعاد وغير ذلك، وأجاب عن معارضة المشركين كما قال تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} [الفرقان: ٣٣] .
ثالثاً: وإن كان المتكلم في مقام الإجابة لمن عارضه بالعقل، وادعى أن العقل يعارض النصوص، فإنه قد يحتاج إلى حل شبهته وبيان بطلانها، فإذا أخذ النافي يذكر ألفاظاً مجملة، فهنا يستفصل السائل ويقول له:
ماذا تريد بهذه الألفاظ المجملة؟
فإن أراد بها حقاً وباطلاً قبل الحق ورد الباطل.
وإذا قدر أن المعارض أصر على تسمية المعاني الصحيحة التي ينفيها بألفاظه الاصطلاحية المحدثة، قيل له: هب أنه سمي بهذا الاسم، فنفيك له: إما أن يكون بالشرع، وإما أن يكون بالعقل.
أما الشرع فليس فيه ذكر هذه الأسماء في حق الله، لا بنفي ولا إثبات، ولم ينطق بذلك أحد من سلف الأمة لا بنفي ولا بإثبات.
وإن أردت أن نفي ذلك معلوم بالعقل، فيقال: الأمور العقلية لا عبرة',NULL,'196',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (191,'فيها بالألفاظ، فالمعنى إذا كان معلوماً إثباته بالعقل لم يجز نفيه لتعبير المعبِّر عنه بأي عبارة عبر بها، وكذلك الحال في النفي العقلي لا يجوز إثباته بأي عبارة، والمنازعات اللفظية غير معتبرة في المعاني العقلية (١) .
ثم ذكر شيخ الإسلام رحمه الله الموقف من هذا الصنف، وأن المناظر يحتاج أن يعبر بألفاظ لا يطلقها إلا في مثل هذا الموضع بقوله:
(وقد يقع في محاورته إطلاق هذه الألفاظ؛ لأجل اصطلاح النافي ولغته، وإن كان المطلق لا يستجيز إطلاقها في غير هذا المقام) (٢) .
فتبين أن المصلحة الشرعية الراجحة هي الضابط والمعيار بحسب اختلاف حال المخاطبين (٣) .
١٢ - ينبني على الفقرة السابقة مسألة وهي: حكم معاملة أهل الاصطلاح باصطلاحهم.
ويجيب عنها شيخ الإسلام رحمه الله بالجواز إذا توفر فيها شرطان:
إذا دعت الحاجة إلى ذلك، وكانت المعاني صحيحة كمخاطبة العجم، ومن كرهه من الأئمة، فإنما ذلك: إذا لم يحتج إليه والله أعلم (٤) .
١٣ - المنازعات اللفظية اللغوية، والاصطلاحية، والعقلية، والشرعية: توجب على المسلمين الاعتصام بالكتاب والسنة، كما أمرهم الله بذلك في قوله: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} [آل عمران: ١٠٣] ، وقوله: {المص *كِتَابٌ أُنْزِلَ إِلَيْكَ فَلا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ *
_________
(١) انظر: منهاج السنة النبوية ٢/١٣٦.
(٢) انظر: درء تعارض العقل والنقل ١/٢٣٤ - ٢٤٠، وانظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٣/٣٠٨.
(٣) انظر: درء تعارض العقل والنقل ١/٢٢٩.
(٤) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٣/٣٠٦، درء تعارض العقل والنقل ١/٤٣، والعبارات في الإحالتين متطابقة تماماً.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (192,'اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} [الأعراف: ١ - ٣] ، وقوله: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} [الأنعام: ١٥٣] ، وقوله: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُواْ فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلاَّ الَّذِينَ أُوتُوهُ مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَاتُ بَغْياً بَيْنَهُمْ فَهَدَى اللهُ الَّذِينَ آمَنُواْ لِمَا اخْتَلَفُواْ فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللهُ يَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [البقرة: ٢١٣] ، وقوله: {قَالَ اهْبِطَا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى * وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ
حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً * قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى} [طه: ١٢٣ - ١٢٦] .
١٤ - الاستفصال في بيان معاني الألفاظ المجملة هو الطريق الشرعي للتعامل معها إزاء المخالف، فيُبين له ما وافق الحق وما خالفه، وهذا من الحكم بالكتاب بين الناس فيما اختلفوا فيه، وهو مثل الحكم بين سائر الأمم بالكتاب فيما اختلفوا فيه من المعاني التي يعبرون عنها بوضعهم وعرفهم.
ويشترط ابن تيمية رحمه الله فيمن يستفصل في بيان الألفاظ المجملة شرطين وهما:
أن يكون عارفاً بمعاني الكتاب والسنة، وأن يكون عارفاً بمعاني ألفاظ المخالفين ومرادهم منها، لتقابل المعاني الشرعية بمعاني المخالفين ليظهر الموافق والمخالف (١) .
ويوجب ابن تيمية رحمه الله على من يريد كشف ضلال من يطلق الألفاظ المجملة أن لا يوافقهم على لفظ مجمل حتى يتبين له معناه، ويعرف مقصوده، ويكون الكلام في المعاني العقلية المبينة، لا في معان مشتبهة بألفاظ مجملة.
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٣/٣٠٨.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (193,'وينبه رحمه الله إلى طريقتهم إذا ذكروا لأحد كلامهم المجمل فاعترض عليهم بما تنفر عنه فطرته، قالوا له: أنت لا تفهم هذا، وهذا لا يصلح لك، فيبقى ما في النفوس من الأنفة والحمية ما يحملها على أن تسلم تلك الأمور قبل تحقيقها عنده، وعلى ترك الاعتراض عليها خشية أن ينسبوه إلى نقص العلم والعقل.
والاستفصال في الألفاظ المجملة نافع في الشرع والعقل:
أما الشرع: فإن علينا أن نؤمن بما قاله الله ورسوله، فكل ما ثبت أن الرسول صلّى الله عليه وسلّم قاله فعلينا أن نصدق به، وإن لم نفهم معناه؛ لأنا قد علمنا أنه الصادق المصدوق الذي لا يقول على الله إلا الحق.
وما تنازع فيه الأمة من الألفاظ المجملة فليس على أحد أن يقبل مسمى اسم من هذه الأسماء، لا في النفي ولا في الإثبات، حتى يستفصل ويبين له معناه، ويكون المعنى صواباً: إذا كان موافقاً لقول المعصوم.
أما العقل: فمن تكلم بلفظ يحتمل معاني، لم يقبل قوله ولم يرد حتى نستفسره ونستفصله، ليتبين المعنى المراد، ويبقى الكلام في المعاني العقلية، لا في المنازعات اللفظية (١) .
١٥ - الاستفصال في الألفاظ المجملة يكون كالتالي:
إن أراد المثبت لهذه الألفاظ بها معنى صحيحاً، فقد أصاب في المعنى، وإن كان في اللفظ خطأ.
وإن أراد النافي لهذه الألفاظ معنى صحيحاً، فقد أصاب في المعنى، وإن كان في اللفظ خطأ.
وإن أراد المثبت لهذه الألفاظ معنى باطلاً: نفي ذلك المعنى عن الله عزّ وجل.
وأما من أثبت بلفظه حقاً وباطلاً، أو نفى بلفظه حقاً وباطلاً: فكلاهما
_________
(١) انظر: درء تعارض العقل والنقل ١/٢٩٥ - ٣٠٠.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (194,'مصيب فيما عناه من الحق، مخطئ فيما عناه من الباطل، قد لبس الحق بالباطل، وجمع في كلامه حقاً وباطلاً.
وأما الموقف من اللفظ مجرداً عن المعنى: فإن الأصل هو التعبير بالألفاظ الشرعية الواردة كما تبين من قبل.
ولا ينبغي العدول إلى هذه الألفاظ المبتدعة المجملة، إلا عند الحاجة، مع قرائن تبين المراد بها.
ويضرب ابن تيمية رحمه الله مثالاً على الحاجة وهو: أن يكون الخطاب مع من لا يتم المقصود معه إن لم يخاطب بها كمخاطبة العجمي بلغته.
ويسهل الأمر عند ابن تيمية رحمه الله إذا عُبر بالألفاظ المحدثة التي تحمل معان صحيحة حين المنازعات العقلية والله أعلم (١) .
المسألة الثانية: مناقشة دعوى قول شيخ الإسلام بالحيز والجهة:
الحيز لغة: من (حَوَز) ، وحيّز الدار ما أنظم إليها من المرافق والمنافع، وكل ناحية على حدة حيّز.
ومن معانيه: الميل من جهة إلى جهة أخرى، كما في قول الله عزّ وجل: {إِلَّا مُتَحَرِّفاً لِقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ} [الأنفال: ١٦] ، قال ابن جرير الطبري (ت - ٣١٠هـ) رحمه الله: (هو الصائر إلى حيز المؤمنين في القتال، لينصروه أو ينصرهم) (٢) .
_________
(١) انظر: الجواب الصحيح لمن بدل دين المسيح ٤/٣١٨، منهاج السنة النبوية ٢/٥٥٤ - ٥٥٥.
وانظر: للاستزادة حول موقف شيخ الإسلام من الألفاظ المجملة ما يلي:

درء تعارض العقل والنقل ١/١٠٤، ٢٢٩ - ٢٣٠، ٢٧١، ٥/٥٨، ٧/١٣١، ١٥٥، ١٠/٣٠٢، منهاج السنة النبوية ٢/١٠٩ - ١١٠، بيان تلبيس الجهمية ١/٢٢، ٥٤، ١٠٠، مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢٩٨، وانظر: منهج شيخ الإسلام ابن تيمية في الدعوة للحوشاني ١/٦٥ - ٩٤.
(٢) جامع البيان ٩/٢٠١، وانظر: لسان العرب لابن منظور ٥/٣٤٢ - ٣٤٣ مادتي (حوز) و (حيز) ، القاموس المحيط للفيروزآبادي ٢/١٨٠، مادة (الحوز) .',NULL,'200',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (195,'قال شيخ الإسلام ابن تيمية رحمه الله: (وأما الحيز فإنه فيعل من حازه يحوزه إذا جمعه وضمه، وتحيز وتفيعل، كما أن يحوز يفعل، كما قال تعالى: {وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ} [الأنفال: ١٦] ، فالمقاتل الذي يترك مكاناً وينتقل إلى آخر لطائفة تفيء إلى العدو، فاجتمع إليها وانضم إليها فقد تحيز إليها) (١) .
وأما عند المتكلمين: فالتحيز أعم منه في اللغة العربية، فهم (يجعلون كل جسم متحيزاً، والجسم عندهم: ما يشار إليه، فتكون السموات والأرض وما بينهما متحيزاً على اصطلاحهم، وإن لم يسم ذلك متحيزاً في اللغة) (٢) .
والجهة لغة: بالكسر والضم: الناحية كالوجه، والوجهة بالكسر.
ومعناهما: الموضع الذي تتوجه إليه وتقصده.
وتطلق الجهة على الجانب، والناحية (٣) .
وبين شيخ الإسلام رحمه الله أن الجهة: تارة تضاف إلى المتوجه إليها كما يقال في الإنسان: له ست جهات؛ لأنه يمكنه التوجه إلى النواحي الست المختصة به التي يقال: إنها جهاته.
وتارة ما يتوجه منها المضاف، كما يقول القائل إذا استقبل الكعبة: هذه جهة الكعبة، وكما يقول وهو بمكة: هذه جهة الشام، وهذه جهة اليمن، أو ناحية الشام وناحية اليمن.
والمراد: هذه الجهة والناحية التي يتوجه منها أهل الشام وأهل اليمن (٤) .
_________
(١) بيان تلبيس الجهمية ٢/١١٧، ١١٨.
(٢) منهاج السنة النبوية ٢/٥٥٥، وانظر: الفتاوى الكبرى ٥/٣٦ - ٣٧.
(٣) انظر: لسان العرب لابن منظور ١٣/٥٥٦ مادة (وجه) ، القاموس المحيط للفيروزآبادي ٤/٢٩٦ - ٢٩٧ مادة (الوجه) .
(٤) انظر: بيان تلبيس الجهمية ٢/١١٧ - ١١٨، وأما معنى الحيز والجهة عند الفلاسفة والمتكلمين (اصطلاحاً) فليس هذا موضعه، ومن شاء الاستزادة فليرجع إلى: المبين في شرح ألفاظ الحكماء والمتكلمين للآمدي (ضمن الفيلسوف الآمدي دراسة وتحقيق للأعسم ص٨٦، ٨٩) ، المعجم الفلسفي لجميل صليبا ١/٤١٩ - ٤٢٠.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (196,'وقد اختلف الناس في إثبات الحيز والجهة من عدمه إلى أربعة أصناف:
الصنف الأول: يرون أن هذه الألفاظ تحمل معان فاسدة، ومعان صحيحة، ولا يلزمون أنفسهم بالجواب المفصل، بل لا يتكلمون بذلك لا نفياً ولا إثباتاً.
وهذا قول كثير من أهل الحديث والفقه والكلام.
الصنف الثاني: يرون المباينة بين الخالق والمخلوق، ويثبتون الفوقية لله عزّ وجل، لكنهم ينفون الحيز والجهة، ويقولون: ليس بمتحيز ولا في جهة.
وقال بذلك بعض الكلابية والأشعرية والكرامية، ومن وافقهم من الفقهاء أتباع الأئمة الأربعة، وأهل الحديث والصوفية.
الصنف الثالث: يرون أن الله متحيز أو في جهة، أو أنه جسم، ويقولون: لا دلالة على نفي شيء من ذلك أصلاً، وأدلة النفاة لذلك أدلة فاسدة وهو قول كثير من أهل الإثبات من المتكلمين.
الصنف الرابع: يرون أن ألفاظ التحيز والجهة ألفاظ مجملة، ليس لها أصل في كتاب الله، ولا في سنة رسول الله صلّى الله عليه وسلّم، ولا قالها أحد من سلف الأمة وأئمتها في حق الله تعالى، لا نفياً ولا إثباتاً، وهذا القول نصره شيخ الإسلام ابن تيمية (١) .
وبين رحمه الله أنه ليس في كلامه إثبات لفظ الجهة أو الحيز منسوباً إلى الله عزّ وجل؛ لأن إطلاق هذا اللفظ نفياً بدعة (٢) .
وذكر رحمه الله أن هذه الألفاظ لا تدل حين الإطلاق إلا على القدر المشترك بين الخالق والمخلوق، فهي لا تدل على ما يمدح به الرب، ويتميز به عن غيره (٣) .
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٣٠٢ - ٣٠٥.
(٢) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢٦٤، الفتاوى الكبرى ٥/٣١.
(٣) انظر: بيان تلبيس الجهمية ٢/١٠.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (197,'ويستفصل شيخ الإسلام في المراد بالجهة والحيز:
فلفظ الجهة أو الحيز يراد به أمر وجودي كالفلك الأعلى، ويراد به أمر عدمي كما وراء العالم؛ فإن أريد الأمر الوجودي كالأمكنة الوجودية مثل داخل العالم؛ فإن الشمس والقمر والأفلاك والأرض والحجر والشجر، ونحو هذه الأشياء كلها في أحياز وجودية، ولها جهات وجودية، وهو ما فوقها وما تحتها ونحو ذلك: إن أريد هذا فما ثم موجود إلا الخالق والمخلوق، وعليه: لا يكون الله في جهة موجودة، فسطح العالم مرئي وهو ليس في عالم آخر.
وإن أريد بالحيز والجهة الأمر العدمي وهو ما فوق العالم، فإن الله في تلك الجهة العدمية والحيز العدمي، فليس فوق العالم موجود غيره، فلا يكون سبحانه في شيء من مخلوقاته، فإذا كانت الجهة أو الحيز أمراً عدمياً فهو لا شيء، وما كان في جهة عدمية أو حيز عدمي، فليس هو في شيء، فإذا كان الخالق مبايناً للمخلوقات، عالياً عليها، وما ثم موجود إلا الخالق أو المخلوق، لم يكن معه غيره من الموجودات، فضلاً عن أن يكون هو سبحانه في شيء موجود يحصره أو يحيط به (١) .
قال رحمه الله: (يقال لمن نفى الجهة: أتريد بالجهة أنها شيء موجود مخلوق، فالله ليس داخلاً في المخلوقات. أم تريد بالجهة ما وراء العالم، فلا ريب أن الله فوق العالم بائن من المخلوقات.
وكذلك يقال لمن قال: إن الله في جهة: أتريد بذلك أن الله فوق العالم، أو تريد به أن الله داخل في شيء من المخلوقات، فإن أردت الأول فهو حق، وإن أردت الثاني فهو باطل) (٢) .
وفي استفصاله في لفظ المتحيز: إن أراد مطلق اللفظ: أن الله تحوزه
_________
(١) انظر: درء تعارض العقل والنقل ١/٢٥٣، منهاج السنة النبوية ٢/٥٥٨، بيان تلبيس الجهمية ٢/١١٥، الجواب الصحيح لمن بدل دين المسيح ٤/٣١٧ - ٣١٨.
(٢) التدمرية ص٦٦ - ٦٧.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (198,'المخلوقات فالله أعظم وأكبر، بل قد وسع كرسيه السموات والأرض، فقال تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} [الزمر: ٦٧] .
وإن أراد أنه منحاز عن المخلوقات: أي مباين لها منفصل عنها، ليس حالاً فيها فهو سبحانه فوق سماواته على عرشه، بائن من خلقه (١) .
وأما موقف ابن تيمية رحمه الله من قياس الخالق بالمخلوق، فواضح أشد الوضوح إذ يرى أنه في غاية الفساد؛ لأن تشابه الشيئين من بعض الوجوه لا يقتضي تماثلهما في جميع الأشياء (٢) .
وبين رحمه الله أن الله له المثل الأعلى فلا يجوز أن يقاس على غيره قياس تمثيل يستوي فيه الأصل والفرع، ولا يقاس مع غيره قياس شمول تستوي أفراده في حكمه، فإن الله سبحانه وتعالى ليس مثلاً لغيره، ولا مساوياً له أصلاً.
وهذه الأقيسة هي من الشرك بالله، وجعل الأنداد له، وجعل غيره له كفواً وسمياً.
ولا يثبت لله عزّ وجل إلا قياس الأولى وهو: أن كل ما ثبت للمخلوق من صفات الكمال فالخالق أحق به وأولى وأحرى به منه؛ لأنه أكمل فيه؛ ولأنه هو الذي أعطاه ذلك الكمال، فمعطي الكمال لغيره أولى أن يكون هو موصوفاً به (٣) .
وقد رد ابن تيمية - رحمه الله تعالى - على نفاة الصفات، الذين ينفون العلو والاستواء (٤) ويطلقون نفي الحيز والجهة، حين ألزموه بالقول بنفي الحيز والجهة بثلاثة عشر وجهاً هي كما يلي:
_________
(١) انظر: التدمرية ص٦٧ - ٦٨.
(٢) انظر: درء تعارض العقل والنقل ٧/٥٩.
(٣) انظر: بيان تلبيس الجهمية ١/٣٢٧.
(٤) يربط ابن تيمية رحمه الله الرد على نفي الحيز والجهة بالرد على نفي العلو والاستواء كثيراً؛ لأنها متلازمة، انظر: بيان تلبيس الجهمية ٢/١٠٩، ١٤٨، مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢٦٤، ٢٦٨، والجزء السادس من درء تعارض العقل والنقل وبعض السابع في الرد على نفاة العلو.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (199,'١ - أن هذه الألفاظ ومعانيها التي يريدونها بها ليست في كتب الله المنزلة، ولا هي مأثورة عن الأنبياء والمرسلين، ولا هي محفوظة عن سلف الأمة وأئمتها، فكيف تجعل من الإيمان والدين ويلزم باعتقادها، وقد قال الله عزّ وجل: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} [المائدة:٣]
٢ - أن الله عزّ وجل نزه نفسه في كتابه عن النقائص، تارة بنفيها، وتارة بإثبات أضدادها كقوله تعالى: {لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ} [الإخلاص: ٣ - ٤] ، وقال سبحانه: {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ} [البقرة: ٢٥٥] ، إلى غيرها من الآيات، وليس فيها مع ذلك نفي الجهة والحيز ولا وصفه بها.
فكيف يصح أن يكون هذا من الدين والإيمان، ثم لا يذكره الله عزّ وجل ولا رسوله صلّى الله عليه وسلّم قط.
وكيف يجوز أن يدعى الناس ويؤمرون باعتقاد في أصول الدين ليس له أصل عمن جاء بالدين.
٣ - إن أراد طالب نفي الجهة بطلبه أن ليس في السموات رب ولا فوق العرش إله. وأن محمداً صلّى الله عليه وسلّم لم يعرج به إلى ربه، وما فوق العالم إلا العدم المحض: فهذا باطل، مخالف لإجماع سلف الأمة وأئمتها، وهذا هو الذي يعنيه جمهور الجهمية ويصرحون به في كتبهم وكلامهم.
وإن أراد أن الله لا يحيط به مخلوقاته، ولا يكون في جوف الموجودات.
٤ - إن الأمر بالاعتقاد لقول من الأقوال: إما أن يكون تقليداً للآمر، أو لأجل الحجة والدليل.
فإن كانوا أمروا بأن يعتقدوا هذا تقليداً لهم، ولمن قال ذلك فهذا باطل بإجماع المسلمين منهم ومن غيرهم.
وهم يسلمون أنه لا يجب التقليد في مثل ذلك لغير الرسول صلّى الله عليه وسلّم، لا سيما',NULL,'205',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (200,'وعندهم هذا القول لم يعلم بأدلة الكتاب والسنة والإجماع، وإنما علم بالأدلة العقلية، والعقليات لا يجب فيها التقليد بالإجماع.
وإن كان الأمر بهذا الاعتقاد لقيام الحجة عليه: فهم لم يذكروا حجة، لا مجملة ولا مفصلة، ولا أحالوا عليها.
وهم يفرون من المناظرة والمحاجة بخطاب أو كتاب. فقد ثبت أن أمرهم بهذا الاعتقاد: حرام باطل في التقديرين بإجماع المسلمين.
٥ - أن التقليد في الأمور التي يقولون إنها عقليات: لا يُعلم أحد جوّز التقليد فيها بدون حجة، فضلاً عن إيجابه، بل الناس فيها قسمان: منهم من ينكرها على أصحابها ويبين أنها جهليات لا عقليات.
ومنهم من يقول: بل من نظر في أدلتها العقلية علم صحتها.
أما أن يقول قائل: إن هذه الأمور المتنازع فيها بين الأمة يقلد فيها من يدعي أن قوله معلوم بالعقل قبل أن يُعلم صحة ما يقوله بالعقل فهذا لا يقوله عاقل.
٦ - أنه لو فرض جواز التقليد أو وجوبه في مثل هذا، لكان لمن يسوغ تقليده في الدين كالأئمة المشهورين الذين أجمع المسلمون على هدايتهم ودرايتهم، وهذا القول لم يقله أحد ممن يسوغ للمسلمين تقليده في فروع دينهم، فكيف يقلدونه في أصول دينهم التي هي أعظم من فروع الدين.
٧ - أن هذا القول لو فرض أنه حق معلوم بالعقل لم يجب اعتقاده بمجرد ذلك؛ إذ وجوب اعتقاد شيء معين لا يثبت إلا بالشرع بلا نزاع.
وكذلك المنازعون يسلمون أن الوجوب كله لا يثبت إلا بالشرع، وأن العقل لا يوجب شيئاً وإن عرفه.
ولهذا اتفق عامة أئمة الإسلام على أن من مات مؤمناً بما جاء به الرسول صلّى الله عليه وسلّم، ولم يخطر بقلبه هذا النفي المعين، لم يكن مستحقاً للعذاب، ولو كان واجباً لكان تركه سبباً لاستحقاق العذاب.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (201,'٨ - أن الاعتقاد الواجب على المؤمنين هو: ما بينه الرسول صلّى الله عليه وسلّم وأخبر به وأمر بالإيمان به فأصول الإيمان هي: أعظم ما يجب على الرسول تبليغه وبيانه، فهي ليست كحكم آحاد الحوادث التي لم تحدث في زمانه، حتى شاع الكلام فيها باجتهاد الرأي، إذ الاعتقاد في أصول الدين للأمور الخبرية الثابتة كأسماء الله وصفاته نفياً أو إثباتاً ليست مما يحدث سبب العلم به، أو سبب وجوبه.
فإذا كان وجوب ذلك منتفياً فيما جاء به الرسول صلّى الله عليه وسلّم من الكتاب والسنة وفيما اتفق عليه سلف الأمة، كان عدم وجوبه معلوماً علماً يقينياً، وكان غايته أن يكون مما يقال فيه باجتهاد الرأي.
٩ - لا ريب أن من لقي الله بالإيمان بجيمع ما جاء به الرسول صلّى الله عليه وسلّم مجملاً مقراً بما بلغه من تفصيل الإجمال، غير جاحد لهذه التفاصيل أنه يكون بذلك من المؤمنين.
ولهذا يسع الإنسان في مقالات كثيرة لا يقر فيها بأحد النقيضين لا نفياً ولا إثباتاً، إذا لم يبلغه أن الرسول صلّى الله عليه وسلّم نفاها أو أثبتها.
أما إذا كان أحد القولين هو الذي قاله الرسول صلّى الله عليه وسلّم دون الآخر، فهنا يكون السكوت عن ذلك وكتمانه من باب كتمان ما أنزل الله من البينات والهدى من بعد ما بينه للناس في الكتاب.
وإذا كان أحد القولين متضمناً لنقيض ما أخبر به الرسول صلّى الله عليه وسلّم، والآخر لم يتضمن مناقضة الرسول صلّى الله عليه وسلّم، لم يجز السكوت عنهما جميعاً بل يجب نفي القول المتضمن مناقضة الرسول صلّى الله عليه وسلّم.
أما القول الذي لا يوجد في كلام الله عزّ وجل وكلام رسوله صلّى الله عليه وسلّم لا منصوصاً ولا مستنبطاً، بل يوجد في الكتاب والسنة مما يناقضه ما لا يحصيه إلا الله، فكيف يجب على المؤمنين عامة وخاصة اعتقاده، ويجعل ذلك محنة لهم.
١ - أن طلبهم اعتقاد نفي الجهة والتحيز عن الله لا يخلو:',NULL,'207',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (202,'إما أن يتضمن نفي كون الله على العرش، ونفي العلو والفوقية، أو لا يتضمن هذا الكلام نفي ذلك.
فإن كان هذا الكلام لم يتضمن ذلك كان النزاع لفظياً، فلا ينازع في المعنى الذي أراده، لكن لفظه ليس بدال على ذلك.
وإما أن يتضمن كلامه نفي العلو والفوقية والاستواء، فيطلب ابن تيمية رحمه الله منهم أن يصرحوا بذلك في كلامهم، حتى يفهم المؤمنون كلامهم، ويعلموا مقصودهم، لكنهم لا يصرحون ولا يجترؤون أن يقولوا بهذا المعنى في ملأ من المؤمنين (١) .
١١ - أنهم إذا بينوا مقصودهم من أنه ليس فوق العرش رب، ولا فوق العالم موجود فيقال لهم:
هذا معلوم الفساد بالضرورة العقلية، والإيمانية السمعية الشرعية، بدلالة القرآن الكريم، وبالأحاديث المتواترة عن الرسول صلّى الله عليه وسلّم، وبما اتفق عليه سلف الأمة، وأهل الهدى من أئمتها.
١٢ - أن لفظ الجهة عند من قاله: إما أن يكون معناه وجودياً أو عدمياً:
فإن كان معناه وجودياً: نفي الجهة عن الله نفي من أن يكون الله في شيء موجود، وليس شيء موجود سوى الله إلا العالم، أي ما ثم إلا الخالق أو المخلوق، وهذا باطل منفي عن الله.
وإن كان معناه عدمياً: كان المعنى أن الله يكون حيث لا موجود غيره، وهو ما فوق العالم، فإذا كان موجوداً في العدم ليس معناه أن العدم يحويه أو يحيط به، إذ العدم ليس بشيء أصلاً، حتى يوصف بأنه يحيط أو يحاط به، وهذا المعنى حق (٢) .
_________
(١) انظر: الفتاوى الكبرى ٥/٣٢ - ٣٣.
(٢) انظر: المجلد الثاني من بيان تلبيس الجهمية فأغلبه رد على نفاة الجهة.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (203,'١٣ - أن قولهم بنفي (التحيز) لفظ مجمل، فإن أرادوا أنه لا تحيط به المخلوقات، ولا يكون في جوف الموجودات، فهذا صحيح.
وإن أراد المتكلمون بالحيز: ما ليس خارجاً عن المتحيز كحدود المتحيز وجوانبه، فلا يكون الحيز شيئاً خارجاً عن المتحيز على هذا التفسير.
وإن أرادوا به ما هو خارج عن المتحيز منفصل عنه، فقد قالوا: إنه في العالم أو في بعضه، وهذا مما هو منفي عن الله عزّ وجل (١) .
وقد سئل رحمه الله عمن يعتقد الجهة: هل هو مبتدع أو كافر أو لا؟.
فأجاب بالتفصيل:
أ - من قال بالجهة معتقداً أن الله في داخل المخلوقات، وتحصره السموات، ويكون بعض المخلوقات فوقه، وبعضها تحته، فهذا مبتدع ضال.
ب - وإن كان يعتقد أن الله يفتقر إلى شيء يحمله - إلى العرش أو غيره -، فهذا مبتدع ضال.
جـ - وإن جعل صفات الله مثل صفات المخلوقين فيقول: استواء الله كاستواء المخلوق، أو نزوله كنزول المخلوق، ونحو ذلك، فهذا مبتدع ضال.
د - وإن كان يعتقد أن الخالق تعالى بائن عن المخلوقات، وأنه فوق سماواته على عرشه، ليس في مخلوقاته شيء من ذاته، ولا في ذاته شيء من مخلوقاته، فهذا مصيب في اعتقاده موافق لسلف الأمة وأئمتها (٢) .
_________
(١) انظر: الفتاوى الكبرى ٥/٢١ - ٣٧، وانظر: في تفصيل في لفظ الحيز: درء تعارض العقل والنقل ٦/٣١٩ - ٣٥٢.
(٢) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٥/٢٦٢ - ٢٦٣.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (204,'<span data-type="title" id=toc-41>الفصل الثالث: دعوى القول بقدم العالم</span>',NULL,'211',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (205,'<span data-type="title" id=toc-42>المبحث الأول
معتقد أهل السنة في إمكان حوادث لا أول لها</span>
<span data-type="title" id=toc-43>المطلب الأول
التسلسل: تعريفه، أقسامه، حكم كل قسم</span>
التسلسل لغة: اتصال بعض الأشياء ببعض إلى ما لا نهاية يقال: تسلسل الأمر: أي اتصل بعضه ببعض إلى ما لا نهاية، وشيء مسلسل: أي متصل بعضه ببعض، ومنه سلسلة الحديد (١) .
والتسلسل: لفظ مجمل لم يرد إثباته في الكتاب والسنة ولا نفيه فيهما وهو قسمان:
الأول: تسلسل في المؤثرين.
الثاني: تسلسل في الآثار.
أما القسم الأول وهو التسلسل في المؤثرين فيقصد به: أن يكون للحادث فاعل، وللفاعل فاعل وهكذا، أي أن يكون للمؤثر مؤثر معه لا يكون حال عدم المؤثر (٢) .
وهذا التسلسل في أصل التأثير والخلق باطل باتفاق العقلاء (٣) ؛ ذلك أنه
_________
(١) انظر: لسان العرب لابن منظور ١١/٣٤٥ مادة (سلسل) ، القاموس المحيط للفيروزآبادي ٣/٤٠٨ مادة (التسلسل) ، نهاية القصد والتوسل لفهم كلمة الدور والتسلسل أحمد بن عبد الرحيم الطهطاوي (ل٣) مخطوط في دار الكتب المصرية برقم ٣٩٧٨٨.
(٢) انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٤٢، ٣٦٣.
(٣) انظر: الجواب الصحيح لمن بدل دين المسيح لابن تيمية ٦/٣٧، الصفدية لابن تيمية ١/١١، ٢٤.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (206,'يقتضي أن لا يوجد شيء، وأن كل الأشياء الموجودة حادثة بعد العدم مفتقرة إلى من يوجدها، وليس فيها من يوجد نفسه أو يوجد شيئاً بنفسه، ويبين شيخ الإسلام ابن تيمية رحمه الله أن هذا النوع يستلزم تسلسل الممتنعات؛ لأن ما لا يوجد حتى يوجد ما لا يوجد ممتنع، وكذلك فإن تقدير أمور كلها مفعولات ليس فيها غير مفعول ومخلوق مع عدم وجود فاعل خالق مباين لها ممتنع ضرورة.
وكثرة الممتنعات المفتقرات لا تقتضي إمكان شيء فيها فضلاً عن وجوده (١) وقد حذر النبي محمد صلّى الله عليه وسلّم أمته من الوقوع في الوسواس الذي يرد على النفوس حول التسلسل في الفاعل، فقد ورد في الصحيحين عن أبي هريرة (٢)
رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «لا يزال الناس يتساءلون حتى يقال هذا الله خلق الخلق فمن خلق الله؟ فمن وجد من ذلك شيئاً فليقل: آمنت بالله» وفي لفظ: «آمنت بالله ورسله» (٣) . وفي لفظ آخر: «يأتي الشيطان أحدكم فيقول: من خلق كذا؟ من خلق كذا؟ حتى يقول: من خلق ربك؟ فإذا بلغ ذلك فليستعذ بالله ولينته» (٤) .
وعن أنس بن مالك (٥) رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلّم: قال الله عزّ وجل: «إن
_________
(١) انظر: النبوات لابن تيمية ١٣٢ - ١٣٣، الصفدية لابن تيمية ٢/٦٨ - ٦٩.
(٢) أبو هريرة: عبد الرحمن بن صخر الدوسي، مشهور بكنيته، واختلف في اسمه واسم أبيه كثيراً، كانت له هرة يلعب بها فكناه النبي صلّى الله عليه وسلّم أبا هريرة، أكثر الصحابة حديثاً وأحفظهم له، ت سنة ٥٧هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ٤/٢٠٢، الإصابة لابن حجر ٤/٢٠٢.
(٣) الحديث أخرجه مسلم في صحيحه ١/١١٩ كتاب الإيمان، باب الوسوسة في الإيمان، وأبو داود في سننه ٥/٩١ - ٩٢، كتاب السنة، باب في الجهمية.
(٤) الحديث أخرجه البخاري في صحيحه ٦/٣٣٦ كتاب بدء الخلق، باب صفة إبليس وجنوده، ومسلم في صحيحه ١/١٢٠ كتاب الإيمان، باب الوسوسة في الإيمان.
(٥) أنس بن مالك بن النضر بن ضمضم الأنصاري الخزرجي، خادم رسول الله صلّى الله عليه وسلّم، وأحد المكثرين من الرواية عنه، حضر بدراً ولم يذكر من البدريين لصغره، أقام بعد وفاة النبي صلّى الله عليه وسلّم بالمدينة ثم بالبصرة ومات بها سنة ٩٣هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٧١، الإصابة لابن حجر ١/٧١.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (207,'أمتك لا يزالون يقولون: ما كذا؟ وما كذا؟ حتى يقولوا: هذا الله خلق الخلق فمن خلق الله؟» (١) .
وعنه عن النبي صلّى الله عليه وسلّم قال: «لن يبرح الناس يتساءلون: هذا الله خالق كل شيء فمن خلق الله؟» (٢) .
وقد أجاب شيخ الإسلام رحمه الله عمن زعم أن طريقة العلاج النبوية بالاستعاذة لمن بلي بوسواس الفاعل ليست طريقة برهانية تقطع هذا الوسواس بأن المصطفى عليه الصلاة والسلام أمر بطريقة البرهان حيث يؤمر بها، والذي أمر به في دفع هذا الوسواس ليس هو الاستعاذة فقط، بل أمر بالاستعاذة، وأمر بالانتهاء عنه، وأمر بالإيمان بالله ورسوله، ولا طريق إلى نيل المطلوب من النجاة والسعادة إلا بما أمر به.
والشبهات القادحة في العلوم الضرورية لا يمكن الجواب عنها بالبرهان؛ لأن غاية البرهان أن ينتهي إليها، فإذا وقع الشك فيها انقطع طريق البحث والنظر، ولهذا كان من أنكر العلوم الحسية والضرورية لم يناظر، ومتى فكر العبد في الوساوس القادحة في العلوم الضرورية ونظر فيها ازداد ورودها على قلبه، وقد يغلبه الوسواس حتى يعجز عن دفعه عن نفسه والعياذ بالله.
ولهذا يزول بالاستعاذة بالله، فإن الله هو الذي يعيذ العبد ويجيره من الشبهات والوساوس قال عزّ وجل: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} [فصلت: ٣٦] .
وأما الأمر بالانتهاء عن التفكير في الوسواس مع الاستعاذة فهو إخبار بأن
_________
(١) الحديث أخرجه البخاري في صحيحه ١٣/٢٦٥، كتاب الاعتصام بالكتاب والسنة، باب ما يكره من كثرة السؤال، ومسلم في صحيحه ١/١٢١ كتاب الإيمان، باب بيان الوسوسة في الإيمان واللفظ له.
(٢) الحديث أخرجه البخاري في صحيحه ١٣/٢٦٥ كتاب الاعتصام بالكتاب والسنة، باب ما يكره من كثرة السؤال.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (208,'وجود هذا السؤال هو نهاية الوسواس فيجب الانتهاء عنه، وليس هو من البدايات التي يزيلها ما بعدها. ولما كان بطلان هذا السؤال معلوماً بالفطرة والضرورة أمر النبي صلّى الله عليه وسلّم أن ينتهي عنه، كما يؤمر أن ينتهي عن كل ما يعلم فساده من الأسئلة الفاسدة التي يُعلم فسادها كما لو قيل: متى حدث الله؟ أو متى يموت؟ ونحو ذلك (١) .
وأما الأمر بالإيمان بالله ورسوله فهو من باب دفع الضد الضار بالضد النافع فإن قوله: آمنت بالله، يدفع عن قلبه الوسواس الفاسد، وهذا القول إيمان، وذكر الله يدفع به ما يضاده من الوسوسة القادحة في العلوم الضرورية الفطرية (٢) .
ويقترن بالتسلسل في المؤثرات والفاعلية تسلسل آخر وهو التسلسل في تمام الفعل والتأثير: ولهذا التسلسل نوعان:
النوع الأول: تسلسل في جنس الفعل.
النوع الثاني: تسلسل في الفعل المعين.
أما النوع الأول: وهو التسلسل في تمام الفعل والتأثير فهذا مثل أن يقال: لا يفعل الفاعل شيئاً أصلاً حتى يفعل شيئاً معيناً، أو لا يحدث شيئاً حتى يحدث شيئاً، أو لا يصدر عنه شيء حتى يصدر عنه شيء.
وهذا باطل بصريح العقل واتفاق العقلاء (٣) .
أما النوع الثاني: وهو التسلسل: في حدوث الحادث المعين فصورته: أن يكون قد حدث مع الحادث تمامُ مؤثره، وحدث مع حدوث تمام المؤثر المؤثر وهكذا، فيلزم تسلسل الحوادث في الواحد.
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ٣/٣١٥.
(٢) انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٦٣ - ٣٦٤، ٣/١١٧ - ١١٨، ٣٠٦ - ٣١٨، منهاج السنة النبوية ١/٤٣٦ - ٤٣٧.
(٣) انظر: درء تعارض العقل والنقل ١/٣٦٤، ٩/٢٣٩، الصفدية لابن تيمية ٢/١٢١.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (209,'وهذا - أيضاً - باطل بصريح العقل واتفاق العقلاء، وهو من جنس التسلسل في تمام التأثير (١) .
يقول شيخ الإسلام ابن تيمية رحمه الله في رد عام على هذا القسم:
(التسلسل ممتنع في العلة، وفي تمام العلة، فكما لا يجوز أن يكون للعلة علة، وللعلة علة إلى غير غاية، فلا يجوز أن يكون لتمام العلة تمام، ولتمام العلة تمام إلى غير غاية، والتسلسل في العلل وفي تمامها متفق على امتناعه بين العقلاء، معلوم فساده بضرورة العقل) (٢) .
ولما كان التسلسل في المؤثرات ممتنعاً ظاهر الامتناع لم يكن المتقدمون من النظار يطيلون في تقرير فساده، لكن المتأخرون أخذوا يقررونه ويناقشونه مما سبب اشتباه التسلسل بالآثار بالتسلسل في المؤثرين عند كثير من المتكلمين (٣) .
ومن أقدم من نفى التسلسل في المؤثرات من الفلاسفة ابن سينا (ت - ٤٢٨هـ) ثم اتبعه من سلك طريقه كالسهروردي المقتول (ت - ٥٧٨هـ) وأمثاله، وكذلك الرازي (ت - ٦٠٦هـ) والآمدي (ت - ٦٣١) والطوسي (٤) وغيرهم (٥) .
لكنَّ متأخري المتكلمين زادوا في الحاجة إلى نفي التسلسل في المؤثرات الحاجة إلى نفي الدور (٦)
أيضاً، إلا أن الدور القبلي مما اتفق العقلاء على
_________
(١) انظر: درء تعارض العقل والنقل ١/٣٦٥، ٩/٢٣٩.
(٢) درء تعارض العقل والنقل ١/٣٤٤.
(٣) انظر: درء تعارض العقل والنقل لابن تيمية ٣/١٥٧.
(٤) الطوسي: محمد بن محمد بن الحسن، أبو جعفر، نصير الدين الطوسي، رحل إلى نيسابور وطوس، له صلة بالإسماعيلية والفلاسفة، ت سنة ٦٧٢هـ.
انظر في ترجمته: فوات الوفيات للكتبي ٣/٢٤٦، شذرات الذهب لابن العماد ٥/٣٣٩، الفيلسوف نصير الدين الطوسي للأعسم.
(٥) انظر: درء تعارض العقل والنقل ٣/١٦١.
(٦) الدور في الأحكام العقلية قسمان: دور قبلي، ودور معي اقتراني.

فأما الأول: وهو الدور القبلي: مثل أن يقال: لا يجوز أن يكون كل من الشيئين فاعلاً للآخر، وهو أن يكون هذا قبل ذاك، وذاك قبل هذا، وذاك فاعل لهذا، وهذا فاعل لذاك، فيكون الشيء فاعلاً لفاعله، ويكون قبل قبله. ويطلق عليه بأنه الدور (البعدي) كما في الدرء ٣/١٤٣ بأن يقال: لا يوجد هذا إلا بعد ذاك، ولا يوجد ذاك إلا بعد هذا، وهذا النوع من الدور ممتنع باتفاق العقلاء؛ لأن الشيء لا يكون قبل كونه، ولا يتأخر كونه عن كونه. فلو قيل: إن الشيء لا يوجد إلا بعد أن يوجد لكان هذا ممتنعاً، فكيف إذا قيل: إنه لا يكون إلا بعد ذاك؛ وقيل أيضاً: ذاك لا يكون إلا بعد هذا؟ فإنه يلزم أن يكون قبل قبل نفسه، وبعد بعد نفسه، فلزم الدور الممتنع أربع مرات. فيلزم من هذا الدور أن يكون الشيء موجوداً قبل أن يكون موجوداً، فيلزم اجتماع الوجود والعدم غير مرة.
وأما الثاني: وهو الدور المعي الاقتراني: فيراد به أنه لا يوجد هذا إلا مع هذا، ولا هذا إلا مع هذا، كالأمور المتضايفة مثل البنوة والأبوة فيقال: لا تكون الأبوة إلا مع البنوة، ولا البنوة إلا مع الأبوة، ومثل صفات الخالق سبحانه وتعالى مع ذاته فيقال: لا تكون صفات الرب إلا مع ذاته، ولا تكون ذاته إلا مع صفاته وهكذا، وهذا النوع ممكن وصحيح وجائز.
وهناك أنواع من الدور لا تدخل فيما نحن فيه مثل الدور الحكمي في الفقه، والدور الحسابي في الجبر والمقابلة، انظرها في الرد على المنطقيين ص٢٥٧، وانظر في الدور عند ابن تيمية: بغية المرتاد ص٤٢٨، منهاج السنة النبوية ١/٤٣٨، الصفدية ١/١٢، ٢/٢١٨، درء تعارض العقل والنقل ٣/١٤٣، الأكملية (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٧٨) .',NULL,'217',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (210,'انتفائه، ولذلك لم يحتج عامة العقلاء إلى تقرير ذلك لوضوحه بما فيهم المتقدمون من المتكلمين، والفلاسفة.
وهذا الطريق الذي سلكه المتأخرون في إبطال التسلسل في المؤثرات والدور القبلي طريق صحيح، إلا أنه طريق طويل شاق لا حاجة إليه، وإن كان منهم من يورد شكوكاً يعجز بعضهم عن حلها (١) .
وأما القسم الثاني: وهو التسلسل في الآثار فيراد به أن يكون أثر بعد أثر، فلا يكون حادث إلا بعد حادث، ولا يكون حادث حتى يكون قبله غيره من الحوادث، فتتسلسل الحوادث (٢) المتعاقبة في الماضي والمستقبل.
_________
(١) انظر: درء تعارض العقل والنقل ٣/١٥٧ - ١٦٢.
(٢) انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٤١، ٣٦٨.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (211,'والنزاع مشهور بين الطوائف في هذا القسم، وتعود الأقوال المشهورة فيه إلى ثلاثة أقوال (١) :
القول الأول: لا يجوز تسلسل الحوادث المتعاقبة لا في الماضي، ولا في المستقبل، ويطلقون عليه - أحياناً -: امتناع وجود ما لا يتناهى في الماضي والمستقبل، وقال بهذا الجهم بن صفوان (٢) ،
وأبو الهذيل العلاف (٣) وعن هذا الأصل قال الجهم (ت - ١٢٨هـ) بفناء الجنة والنار، وقال أبو الهذيل (ت - ٢٣٥هـ) بفناء حركات أهلهما (٤) .
القول الثاني: يجوز تسلسل الحوادث في المستقبل دون الماضي، أو امتناع مالا يتناهى في الماضي دون المستقبل؛ لأن الماضي قد وجد، والمستقبل لم يوجد بعد، وهو قول أكثر المعتزلة والأشعرية والكرامية ومن وافقهم.
_________
(١) يذكر ابن تيمية رحمه الله أقسام التسلسل في الآثار والشروط وأنها ثلاثة أقسام، لكنه رحمه الله يذكر أحياناً بعض التفصيلات والاختلافات الدقيقة فيعدها أقوالاً فذكر في درء تعارض العقل والنقل ٤/٢٩٣ أن الأقوال أربعة (مع الاتفاق بأن أحداً من العقلاء لم يقل بدوام الحوادث في الماضي دون المستقبل) ، وذكر في المصدر نفسه ٢/٣٥٩ أن أقوال الناس في وجود ما لا يتناهى ستة، وهذا - في نظري - من تنويع أساليب العرض عند شيخ الإسلام، وقوة فهمه لمذاهب الخصوم: فمرة يجمل، ومرة يبين ويفصل إذا استدعى المقام إلى ذلك والله أعلم.
(٢) الجهم بن صفوان: أبو محرز الراسبي، رأس الضلالة، كان ينكر الصفات، ويقول بخلق القرآن، ويعتقد الجبر، وأن الله في كل مكان، قتله سلم بن أحوز سنة ١٢٨هـ.

انظر في ترجمته: الكامل لابن الأثير ٤/٢٩٣، ميزان الاعتدال للذهبي ١/٤٢٦.
(٣) أبو الهذيل العلاف: محمد بن الهذيل بن عبد الله بن مكحول العبدي، المعروف بالعلاف، المتكلم، شيخ أهل البصرة في الاعتزال، وهو صاحب المقالات في مذهبهم، ذو فطنة ودهاء، ت سنة ٢٣٥هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٢/٨٥، المنية والأمل للقاضي عبد الجبار ص١٥٤.
(٤) انظر في مقالة الجهمية وأبي الهذيل: مقالات الإسلاميين للأشعري ٢/١٦٧، التبصير في الدين للإسفراييني ص١٠٨.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (212,'القول الثالث: جواز تسلسل الحوادث المتعاقبة في الماضي والمستقبل، وقال بهذا أئمة أهل الملل، ومنهم أئمة أهل الحديث، وقال به أئمة الفلاسفة (١) .
وأما امتناع دوام الحوادث في المستقبل وجوازها في الماضي فلم يقل به أحد من الناس.
ومن الملاحظ أن الجهمية انفردت بنفي تسلسل الحوادث في المستقبل، وأول من أظهر هذا القول في الإسلام: الجهم بن صفوان (ت - ١٢٨هـ) ، وشبهته: أن ما كان له ابتداء فلا بد أن يكون له انتهاء، وأن الدليل الدال على امتناع ما لا يتناهى لا يفرق بين الماضي والمستقبل فقال بفناء الجنة والنار، بل وفناء العالم كله، حتى لا يبقى موجود إلا الله، كما كان الأمر في الابتداء كذلك.
وتبعه أبو الهذيل العلاف (ت - ٢٣٥هـ) في ذلك لكنه يرى فناء الحركات فقال: إن الدليل إنما دل على انقطاع الحوادث فقط، فيمكن بقاء الجنة والنار، ولكن تنقطع الحركات فيبقى أهل الجنة والنار ساكنين ليس فيهما حركة أصلاً، ولا شيء يحدث، فيبقى أهل الجنة وأهل النار في سكون دائم لا يقدر أحد منهم على الحركة (٢) .
وقد اشتد إنكار السلف - رحمهم الله - على الجهمية في هذه المسألة، بل كفروهم بهذه المسألة، لما قاله خارجة بن مصعب رحمه الله (٣) :
(كفرت الجهمية في غير موضع من كتاب الله، قولهم: إن الجنة تفنى،
_________
(١) انظر: الصفدية لابن تيمية ١/١٠ - ١١، منهاج السنة النبوية لابن تيمية ١/١٤٦ - ١٤٧.
(٢) انظر: الصفدية لابن تيمية ٢/٣١، ١٦٣، منهاج السنة النبوية لابن تيمية ١/٣١٠ - ٣١١، الرد على من قال بفناء الجنة والنار لابن تيمية ص٤٤ - ٤٥، انظر: مقالات الإسلاميين للأشعري ٢/٤٧.
(٣) خارجة بن مصعب الضبعي السرخسي، أبو الحجاج، ت سنة ١٦٨هـ.
انظر في ترجمته: الطبقات الكبرى لابن سعد ٧/٢٦٢، الكاشف للذهبي ١/٢٦٦.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (213,'وقال الله: {إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ} [ص: ٥٤] فمن قال: إنها تنفد فقد كفر، وقال: {أُكُلُهَا دَائِمٌ وَظِلُّهَا} [الرعد: ٣٥] ، فمن قال: إنها لا تدوم فقد كفر، وقال: {لا مَقْطُوعَةٍ وَلا مَمْنُوعَةٍ} [الواقعة: ٣٣] ، فمن قال: إنها تنقطع فقد كفر، وقال: {عَطَاءً غَيْرَ مَجْذُوذٍ} [هود: ١٠٨] (١) ،
فمن قال: إنها تنقطع فقد كفر، وقال: أبلغوا الجهمية أنهم كفار، وأن نساءهم طوالق) (٢) .
ومما يدل على بقاء الجنة ودوامها غير ما ذكر من الآيات السابقة قول الله سبحانه وتعالى عن أهل الجنة: {لا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ} [الحجر: ٤٨] .
وفي الصحيحين عن عبد الله بن عمر (ت - ٧٢هـ) رضي الله عنهما أن رسول الله صلّى الله عليه وسلّم قال: «يدخل أهل الجنة الجنة، ويدخل أهل النار النار، ثم يقوم مؤذن بينهم فيقول: يا أهل الجنة لا موت، ويا أهل النار لا موت، كل خالد فيما هو فيه» .
وعن أبي سعيد الخدري (٣) رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يجاء بالموت كأنه كبش أملح فيوقف بين الجنة والنار، فيقال: يا أهل الجنة هل تعرفون هذا؟ فيشرئبون وينظرون ويقولون: نعم
_________
(١) أما الاستثناء في الآية {إلا ما شآء ربك} ، فقد ذكر ابن القيم رحمه الله أن (ما) إن كانت بمعنى (من) فهم الذين يدخلون النار ثم يخرجون منها، وإن كانت بمعنى الوقت فهو مدة احتباسهم في البرزخ والموقف. انظر: حادي الأرواح إلى بلاد الأفراح ص٢٤٣.

خلق أفعال العباد للبخاري (ضمن عقائد السلف للنشار وطالبي ص١٢١ - ١٢٢) .
(٢) الحديث أخرجه البخاري في صحيحه، كتاب الرقاق، باب صفة الجنة والنار، ومسلم في صحيحه ٤/٢١٨٩ كتاب الجنة وصفة نعيمها وأهلها، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء.
(٣) أبو سعيد الخدري: سعد بن مالك بن سنان الخدري الخزرجي الأنصاري، اشتهر بكنيته، واستصغره النبي صلّى الله عليه وسلّم يوم أُحد، ثم غزا ما بعدها، من المكثرين في الرواية والحفظ، من أفاضل الصحابة، ت سنة ٧٤هـ وقيل غير ذلك.
انظر في ترجمته: سير أعلام النبلاء للذهبي ٣/١٦٨، الإصابة لابن حجر ٢/٣٥.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (214,'هذا الموت.
ثم يقال: يا أهل النار هل تعرفون هذا، فيشرئبون وينظرون ويقولون: نعم هذا الموت، قال: فيؤمر به فيذبح، قال: ثم يقال: يا أهل الجنة خلود فلا موت، ويا أهل النار خلود فلا موت، ثم قرأ رسول الله صلّى الله عليه وسلّم: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ} [مريم: ٣٩] » (١) .
وقال عليه الصلاة والسلام: «ينادي مناد: إن لكم أن تصحوا فلا تسقموا أبداً، وأن تحيوا فلا تموتوا أبداً، وأن تشبوا فلا تهرموا أبداً» (٢) .
وأما مناقشة الجهمية في عدم فناء النار وذكر الأدلة على عدم فنائها فسيأتي في فصل مستقل - إن شاء الله -.
ويناقش الإمام ابن القيم (ت - ٧٥١هـ) رحمه الله مذهب أبي الهذيل العلاف (ت - ٢٣٥هـ) الذي يقضي بفناء حركات أهل الدارين، الجنة والنار في نونيته المشهورة، مبتدئاً بذكر مذهبهم ثم مناقشته قائلاً:
قال الفناء يكون في الحركات لا ... في الذات واعجباً لذا الهذيان
أيصير أهل الخلد في جناتهم ... وجحيمهم كحجارة البنيان
ما حال من قد كان يغشى أهله ... عند انقضاء تحرك الحيوان
وكذاك ما حال الذي رفعت يدا ... هـ أُكلة من صحفة وخِوَان (٣)
فتناهت الحركات قبل وصولها ... للفم عند تفتح الأسنان
وكذاك ما حال الذي امتدت يد ... منه إلى قنو (٤) من القنوان
_________
(١) الحديث أخرجه البخاري في صحيحه، كتاب التفسير، باب {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ} ، ومسلم في صحيحه ٤/٢١٨٨ كتاب الجنة، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء. واللفظ له.
(٢) الحديث أخرجه مسلم في صحيحه ٤/٢١٨٢ كتاب الجنة، باب في صفات الجنة وأهلها، والترمذي في سننه ٥/٣٧٤ كتاب التفسير، باب ومن سورة الزمر، وأحمد في مسنده ٢/٣١٩ من حديث أبي هريرة وأبي سعيد.
(٣) الخوان: المائدة التي يؤكل عليها، معربة، وجمعها أخونة في القليل، وكثيراً ما تجمع على خُون. انظر: لسان العرب لابن منظور ١٣/١٤٦ مادة (خون) .
(٤) القنو: العِذق بما فيه من الرطب، وجمعه: قِنوان، وأقنان، وقِنيان.
انظر: لسان العرب لابن منظور ١٥/٢٠٤ مادة (قنا) .',NULL,'222',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (215,'فتناهت الحركات قبل الأخذ هل ... يبقى كذلك سائر الأزمان
تباً لهاتيك العقول فإنها ... والله قد مسخت على الأبدان
تباً لمن أضحى يقدمها على الـ ... آثار والأخبار والقرآن (١)
وقالت أكثر فرق المتكلمين بامتناع حوادث لا أول لها أي امتناع تسلسل الحوادث المتعاقبة في الماضي: وعمدتهم في نفي تسلسل الحوادث الماضية هو دليل (التطبيق) (٢) ، وصورته: أننا لو افترضنا سلسلتين غير متناهيتين، إحداهما تزيد عن الأخرى، بأن نفرض أن الأولى بدأت من هذه السنة إلى غير بداية في الماضي، وأن الثانية بدأت من العام الماضي، إلى غير بداية في الماضي أيضاً، ثم نطابق بين هاتين السلسلتين، بأن نأخذ الحلقة الأولى من السلسلة الأولى، ونطبقها على الحلقة الثانية من السلسلة الثانية ثم نأخذ الحلقة الثانية من السلسلة الأولى، ونطبقها على الحلقة الثانية من السلسلة الثانية وهكذا، نطبق الثالثة بالثالثة، والرابعة بالرابعة، والخامسة بالخامسة، وهلم جراً، ذاهبين بالتطبيق نحو الماضي.
حينئذٍ لا يخلو الأمر: إما أن يستمر التطبيق إلى غير نهاية، فيترتب على ذلك مساواة الزائد للناقص، وهذا ظاهر البطلان، أو تنتهي الناقصة، فيلزم أيضاً انتهاء الزائدة؛ لأنها قد زادت عليها بقدر متناهي، والزائد بالمتناهي متناهي. وبذلك ينقطع التسلسل، وهو المطلوب إثباته (٣) .
ويوضح ابن تيمية هذا الدليل ويلخصه بقوله: (إذا فرضنا الحوادث من الطوفان والحوادث من الهجرة، وطبقنا بينهما، فإن تساويا لزم أن يكون الزائد كالناقص وهو محال.
_________
(١) انظر: الكافية الشافية في الانتصار للفرقة الناجية (النونية) لابن القيم (ضمن شرحها للهراس ١/٣٦ - ٣٧) .
(٢) ويطلق عليه دليل القطع، والموازاة، والمسامتة، انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٠٣، شرح المقاصد للتفتازاني ٢/١٢٠.
(٣) انظره على وجه التقريب: المواقف في علم الكلام للإيجي ص٢٤٦، علم التوحيد عند خُلّص المتكلمين لعبد الحميد عز العرب ص١٤٠.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (216,'وإن تفاضلا لزم فيما لا يتناهى أن يكون بعضه أزيد من بعض. قالوا: وهذا محال) (١) .
وأجيب عن دليلهم بعدة أجوبة منها:
١ - أنا لا نسلم إمكان التطبيق مع التفاضل، وإنما يمكن التطبيق بين المتماثلين لا بين المتفاضلين (٢) .
٢ - جواز وقوع التفاضل الذي منعوه وأحالوه، ذلك أن الحوادث من الطوفان إلى ما لا نهاية له في المستقبل أعظم من الحوادث من الهجرة إلى ما لا نهاية له في المستقبل، والعكس فإن من الهجرة إلى ما لا بداية له في الماضي، أعظم من الطوفان إلى ما لا بداية له في الماضي، وإن كان كل منهما لا بداية له، فإن ما لا نهاية له من هذا الطرف وهذا الطرف ليس محصوراً محدوداً موجوداً حتى يقال هما متماثلان في المقدار، فكيف يكون أحدهما أكثر؟ (٣) .
٣ - أن الاشتراك في عدم التناهي لا يقتضي التساوي في المقدار إلا إذا كان كل ما يقال عليه إنه لا يتناهى له قدر محدود، وهذا باطل (٤) .
٤ - أن التطبيق إنما يمكن في الموجود، أما التطبيق في المعدوم فممتنع، كما في تطبيق مراتب الأعداد من الواحد إلى ما لا يتناهى، فإنا نعلم أن عدد تضعيف الواحد أقل من عدد تضعيف العشرة، وعدد تضعيف العشرة أقل من عدد تضعيف المائة، وعدد تضعيف المائة أقل من عدد تضعيف الألف والجميع لا يتناهى.
_________
(١) الصفدية ٢/٣٢، ويكرر ابن تيمية المثال نفسه على دليل التطبيق في عامة كتبه مثل منهاج السنة النبوية ١/٤٣٢، درء تعارض العقل والنقل ١/٣٠٤.
(٢) انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٠٤.
(٣) انظر: منهاج السنة النبوية لابن تيمية ١/٤٣٢ - ٤٣٣، درء تعارض العقل والنقل لابن تيمية ١/٣٠٤.
(٤) انظر: منهاج السنة النبوية لابن تيمية ١/٤٣٣.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (217,'وهذه الحجة من جنس مقابلة دورات أحد الكوكبين بدورات الآخر، لكن هناك الدورات وجدت وعدمت، وهنا قُدرت الأزمنة والحركات الماضية ناقصة وزائدة (١) .
٥ - أنه يمكن أن يقال: إن دليل التطبيق شامل للماضي والمستقبل فيما لا يتناهى على حد سواء، والإشكال في الحوادث من الهجرة، ومن الطوفان إلى ما لا يتناهى: هل هما متفاضلان؟ أم متماثلان؟
فإن تماثلا فهو محال؛ لأن أحدهما أزيد من الآخر.
وإن تفاضلا فهو محال؛ لأن التفاضل في ما لا يتناهى محال.
ويورد شيخ الإسلام ابن تيمية رحمه الله إشكالاً على لسانهم في نقاش هذه الحجة فيقول: (فإن قيل: هذا تقدير التفاضل والتماثل في ما لم يكن بعد) (٢) ، ويجيب عنه بقوله: (قيل: نعم، لكن تقدير التفاضل والتماثل بتقدير وجوده لا في حال كونه معدوماً، كما أن الماضي قَدرتم فيه التماثل والتفاضل بعد عدمه لا في حال وجوده، لكن قدرتم تلك الحوادث الماضية التي عدمت كأنها موجودة، ففي كلا الموضعين إنما هو تقدير التفاضل والتماثل في ما هو معدوم. فإن صح في أحد الموضعين، صح في الآخر، وإن امتنع في أحدهما امتنع في الآخر) (٣) .
٦ - يقال لهم أيضاً: لا نسلم إمكان التطبيق، فإنه إذا كان كلاهما لا بداية له، وأحدهما انتهى أمس، والآخر انتهى اليوم، كان تطبيق الحوادث إلى اليوم على الحوادث إلى الأمس ممتنعاً لذاته، فإن الحوادث إلى اليوم أكثر، فكيف تكون إحداهما مطابقة للأخرى؟
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٠٤، ٢/٣٦٧، منهاج السنة النبوية لابن تيمية ١/٤٣٣.
(٢) الرد على من قال بفناء الجنة والنار لابن تيمية ص٤٨.
(٣) انظر: الرد على من قال بفناء الجنة والنار لابن تيمية ص٤٨.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (218,'فلما كان التطبيق ممتنعاً جاز أن يلزمه حكم ممتنع (١) .
٧ - أن يقال: كون الشيء ماضياً ومستقبلاً أمر إضافي بالنسبة إلى المتكلم المخبر، فما مضى قبل كلامه كان ماضياً، وما يكون بعده يكون مستقبلاً، وبنسبة أحدهما إلى الآخر: فالماضي ماض على ما يستقبل، والمستقبل مستقبلٌ لما قد مضى، وما من ماضٍ إلا وقد كان مستقبلاً، وما من مستقبل إلا وسيصير ماضياً، فليس ذلك فرقاً يعود إلى صفات النوعين حتى يقال: إن أحدهما ممكن، والآخر ممتنع، بل هذا الماضي كان مستقبلاً، وهذا المستقبل يصير ماضياً، فتتصف كل الحوادث بالمضي والاستقبال، فلم يكن في ذلك ما هو لازم للنوعين يوجب الفرق بينهما (٢) .
ويذكر أبو المعالي الجويني (ت - ٤٧٨هـ) مثالاً يوضح قول المفرقين بين الماضي والمستقبل في التسلسل فيقول: (وضرب المحصلون مثالين في الوجهين، فقالوا: مثال إثبات حوادث لا أول لها قول القائل لمن يخاطبه: لا أعطيك درهماً إلا وأعطيك قبله ديناراً، ولا أعطيك ديناراً إلا وأعطيك قبله درهماً، فلا يتصور أن يعطي على حكم شرطه ديناراً ولا درهماً) (٣) .
ثم يقول: (ومثال ما ألزمونا أن يقول القائل: لا أعطيك ديناراً إلا وأعطيك بعده درهماً، ولا أعطيك درهماً إلا وأعطيك بعده ديناراً ... ) (٤) .
ويبين شيخ الإسلام ابن تيمية رحمه الله أن القياس العقلي الذي اعتمدوا عليه في أصل أصول الدين عندهم الذي يبنون عليه نفي أفعال الرب وصفاته أن ذلك قياس باطل من وجوه:
أ - أن قوله: (لا أعطيك حتى أعطيك) نفي للمضارع المستقبل إذا وجد
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ٢/٣٦٧ - ٣٦٨.
(٢) انظر: الرد على من قال بفناء الجنة والنار لابن تيمية ص٤٩.
(٣) الإرشاد إلى قواطع أدلة الاعتقاد ص٤٧.
(٤) الإرشاد إلى قواطع أدلة الاعتقاد ص٤٧.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (219,'قبله ماض، وحق القياس الصحيح أن يقال: (ما أعطيتك درهماً إلا أعطيتك قبله ديناراً، ولا أعطيتك دينار (١) إلا أعطيتك قبله درهماً) فهذا إخبار أن كل ماض من الدراهم كان قبله دينار، وكل دينار كان قبله درهم، وهذا مثل الحوادث الماضية التي قبل كل حادث منها حادث (٢) .
ب - وأما قوله: (لا أعطيك درهماً إلا أعطيتك بعده ديناراً، أو لا أعطيك ديناراً إلا وبعده درهم) فهذا مثل الحوادث في المستقبل وهو ما يقرون به، حيث يكون بعد كل حادث منها حادث، فإن أمكن أن يصدق في قوله في المستقبل، أمكن أن يصدق في قوله في الماضي، وعكسه بعكسه؛ لأن العقل لا يفرق بين هذا وهذا، ولكنه يفرق بين قوله: (لا أعطيك حتى أعطيك) وبين قوله: (ما أعطيتك إلا وقد أعطيتك) (٣) .
جـ - أن قوله: (لا أعطيك حتى أعطيك) ، مثل قوله: (ما أعطيتك حتى أعطيتك) ، فالأول نفي المستقبل حتى يوجد المستقبل، والثاني نفي الماضي حتى يوجد الماضي، وكلاهما ممتنع، فإنه نفي للشيء حتى يوجد الشيء.
وحقيقته: الجمع بين النقيضين، إذ يجعل الشيء موجوداً معدوماً.
بخلاف قوله: (ما أعطيتك إلا وقد أعطيتك قبله، ولا أعطيك إلا وأعطيك بعده) فإنه إثبات بعد كل عطاء عطاء، وقبل كل عطاء عطاء، إذ هذا المثال يتضمن إثبات بعد كل حادث مستقبل حادث مستقبل، وقبل كل حادث ماض حادث ماض، وبهذا يتبين الفرق بين المثال الأخير وبين المثالين اللذين قبله (٤) ، ولا يصح الاستدلال على منع الحوادث المتعاقبة في الماضي بقول الله عزّ وجل: {وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ} [الرعد: ٨] أو قوله سبحانه وتعالى: {وَأَحْصَى كُلَّ
_________
(١) هكذا في المطبوعة والصواب: ديناراً.
(٢) انظر: درء تعارض العقل والنقل لابن تيمية ٩/١٨٦.
(٣) انظر: درء تعارض العقل والنقل لابن تيمية ٢/٣٥٨ - ٣٥٩، ٩/١٨٦ - ١٨٧.
(٤) انظر: درء تعارض العقل والنقل لابن تيمية ٩/١٨٧.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (220,'شَيْءٍ عَدَداً} [الجن: ٢٨] ؛ لأن الباري عزّ وجل قدر مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة كما في حديث عبد الله بن عمرو بن العاص (١) رضي الله عنهما أنه قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، قال: وكان عرشه على الماء» (٢)
وأما قوله سبحانه وتعالى: {وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ} [يس: ١٢] ، فهذا يدل على أن الله قد أحصى وكتب ما يكون قبل أن يكون إلى أجل محدود، فإن الله عزّ وجل قد أحصى المستقبل المعدوم الذي لم يوجد بعد، كما أحصى الماضي الذي وجد ثم عدم، ولفظ الإحصاء لا يفرق بين الماضي والمستقبل (٣) .
ولما كان لازم قول المتكلمين في التسلسل: الترجيح بلا مرجح؛ لأنهم يرون أن الله كان معطلاً عن الفعل ثم فعل من غير تجدد أمر لهذا الحدوث، قالوا بعد ذلك: إن المرجح هو الإرادة القديمة، والإرادة لا تحتاج إلى تخصيص، وأن الله قادر على الفعل في الأزل لكنه لم يفعل ولا ينبغي له أن يفعل (٤) ، وقد قالوا ذلك هروباً من القول بقدم العالم الذي تقول به الفلاسفة، إذ فهموا أن القول بإمكان تسلسل الحوادث من الماضي إلى ما لا نهاية يستلزم
_________
(١) عبد الله بن عمرو بن العاص القرشي السهمي، أبو محمد، لم يكن بين مولده ومولد أبيه إلا اثنتا عشرة سنة، كان مواظباً على قيام الليل وصيام النهار، وقد أمره النبي صلّى الله عليه وسلّم أن يصوم يوماً ويفطر يوماً، عمي في آخر عمره، ت سنة ٦٥هـ وقيل غير ذلك.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣٤٦، الإصابة لابن حجر ٢/٣٥١.
(٢) الحديث أخرجه مسلم في صحيحه ٤/٢٠٤٤ كتاب القدر، باب حجاج آدم وموسى، والبغوي في شرح السنة ١/١٢٣.
(٣) انظر: درء تعارض العقل والنقل لابن تيمية ١/١٢٤.
(٤) انظر: تهافت الفلاسفة للغزالي ص٩٦ - ١٠٣، المواقف للإيجي ص١٤٨ - ١٥٦، شرح المقاصد للتفتازاني ٢/٢٣٧ - ٣٥٢.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (221,'قول الفلاسفة، وليس ذلك لازماً (١) .
ومن المعلوم أن القول بترجيح الممكن من عدمه بلا مرجح يقتضي ذلك، باطل في بديهة العقل، وهذا مناقض لما يستدل به المتكلمون أنفسهم على قدم الصانع، وحدوث العالم من أن المحدَث لا بد له من محدث، وذلك يستلزم أن ترجيح الحدوث على العدم لا بد له من مرجح، ولا بد أن يكون المحدث المرجح قد حدث منه ما يستلزم وجود المحدث، وكل ما أمكن حدوثه إن لم يحصل ما يستلزم حدوثه لم يحصل (٢) .
ويلزم من قول المتكلمين لوازم فاسدة منها:
١ - أن الله عزّ وجل لم يزل معطلاً عن الفعل: إما أن يكون غير قادر على الفعل ثم صار قادراً عليه من غير تجدد سبب يوجب له القدرة على الفعل.
وإما أن يكون الفعل ممتنعاً في الأزل ثم صار ممكناً من غير سبب اقتضى إمكانه، وهذا يستلزم الانقلاب من الامتناع الذاتي إلى الإمكان الذاتي.
٢ - وصف الله بالعجز والتعطل عن الفعل مدة لا تقاس بها مدة فاعليته، وهذا نقص يجب تنزيه الله عنه.
٣ - أن الحادث إذا حدث بعد أن لم يكن محدثاً فلا بد أن يكون ممكناً، والإمكان ليس له وقت محدود، فما من وقت يقدّر إلا والإمكان ثابت قبله، فليس لإمكان الفعل وصحته مبدأ ينتهي إليه فيجب أنه لم يزل الفعل ممكناً جائزاً فيلزم جواز حوادث لا نهاية لها (٣) .
_________
(١) انظر: شرح حديث عمران بن الحصين (ضمن مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٢٢ - ٢٢٣) .
(٢) انظر: المسألة المصرية في القرآن (ضمن مجموع الفتاوى لابن تيمية ١٢/٢١٥ - ٢١٦) .
(٣) انظر: منهاج السنة النبوية لابن تيمية ١/١٥٦، ١٦١ - ١٦٢، شرح العقيدة الطحاوية لابن أبي العز ١/١١١، شرح النونية لهراس ١/٣٥.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (222,'وأما القول بأن الإرادة لذاتها هي التي تقتضي التخصيص فهو قول باطل؛ ذلك أن الإرادة التي يعرفها الناس من أنفسهم لا توجب ترجيحاً إلا بمرجح، والإرادة إذا استوت نسبتها إلى جميع المرادات وأوقاتها وصفاتها وأشكالها، كان ترجيح الإرادة لمثلٍ على مثل ترجيحاً من غير مرجح، وهذا ممتنع لمن تصوره.
ويقال لهم أيضاً: إن إرادة الإنسان أحد الشيئين ليست هي إرادته للآخر، سواء ماثله أو خالفه، فضلاً عن أن تكون إرادة واحدة نسبتها إلى المثلين سواء، وهي ترجح أحدهما بلا مرجح.
والقادر المختار ذو القدرة التامة هو الذي إذا أراد الفعل إرادة جازمة: لزم من ذلك وجود الفعل، وصار واجباً بغيره لا بنفسه، كما قال المسلمون: ما شاء الله كان وما لم يشأ لم يكن، وما شاءهُ سبحانه فهو قادر عليه، فإذا شاء شيئاً حصل مراداً له - وهو مقدور عليه - فيلزم وجوده.
وما لم يشأ لم يكن، فإنه لم يرده - وإن كان قادراً عليه - لم يحصل المقتضى التام لوجوده فلا يجوز وجوده (١) .
ويستدل أهل السنة على هذا بقوله سبحانه وتعالى: {ذُو الْعَرْشِ الْمَجِيدُ * فَعَّالٌ لِّمَا يُرِيدُ} [البروج: ١٥ - ١٦] ، وأن هذه الآية تدل على أمور:
١ - أنه تعالى يفعل بإرادته ومشيئته.
٢ - أنه لم يزل كذلك، فقد ساق الله ذلك في معرض الثناء، وعدم فعله لما يريد في وقت من الأوقات نقص من ذلك الكمال وقد قال عزّ وجل {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} : [النحل: ١٧] .
٣ - أنه إذا أراد أي شيء فإنه يفعله؛ لأن (ما) موصولة عامة أي: يفعل كل ما يريد أن يفعله.
_________
(١) انظر: منهاج السنة النبوية لابن تيمية ١/١٦٣، الصفدية لشيخ الإسلام ابن تيمية ١/١٤٤ - ١٤٧، ٢/١٠٥ - ١٠٧.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (223,'٤ - أن فعله وإرادته متلازمان، فما أراد أن يفعله فعله، وما فعله فقد أراده، بخلاف المخلوق فإنه يريد ما لا يفعل، وقد يفعل ما لا يريد، فما ثم فعال لما يريد إلا الله وحده.
٥ - إثبات إرادات متعددة بحسب الأفعال، وأن كل فعل له إرادة تخصه، فشأنه سبحانه أنه يريد على الدوام، ويفعل ما يريد.
٦ - أن كل ما صح أن تتعلق به إرادته، جاز أن يفعله، فإذا أراد أن ينزل كل ليلة إلى سماء الدنيا، وأن يجيء يوم القيامة لفصل القضاء، وأن يري عباده المؤمنين نفسه لم يمتنع عليه فعله فهو الفعال لما يريد، وإنما تتوقف صحة ذلك على إخبار الصادق به (١) .
وبعد مناقشات طويلة من قبل شيخ الإسلام رحمه الله تجاه القائلين بامتناع حوادث لا أول لها يأتي حكمه رحمه الله على هذه الطريقة بقوله: (وامتناع حوادث لا أول لها، طريقة مبتدعة في الشرع باتفاق أهل العلم بالسنة، وطريقة مخطرة مخوفة في العقل، بل مذمومة عند طوائف كثيرة، وإن لم يعلم بطلانها لكثرة مقدماتها وخفائها ... وهي طريق باطلة في الشرع والعقل عند محققي الأئمة، العالمين بحقائق المعقول والمسموع) (٢) .
ومما له صلة بموضوع التسلسل في الآثار، مسألة (التأثير) ، فالخلاف في هذه المسألة مرتبط بالخلاف في موضع تسلسل الآثار:
ويرى شيح الإسلام رحمه الله أن لفظ (التأثير) لفظ مجمل لا يصح الحكم عليه بصحة أو خطأ قبل الاستفصال؛ لأن عامة اختلاف العقلاء من جهة اشتراك الأسماء: فالتأثير في حق الله يراد به التأثير في كل ما سواه؛ وهو إبداعه لكل ما سواه. ويراد به التأثير في شيء معين وهو خلقه لذلك المعين، ويراد به مطلق التأثير وهو كونه مؤثراً في شيء ما.
_________
(١) انظر: شرح العقيدة الطحاوية لابن أبي العز ١/١١٠ - ١١١.
(٢) منهاج السنة النبوية لابن تيمية ١/٣٠٣ - ٣٠٤.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (224,'فإن أريد بالتأثير التام: إبداعه لكل شيء في الأزل فهذا ممتنع بضرورة الحس والعقل، فإن الحوادث مشهودة، وأيضاً فكون الشيء مبدعاً أزلياً ممتنع.
وإن أريد به التأثير في شيء معين: فمعلوم أن هذا التأثير حادث بحدوث أثره، فإحداث الأثر المعين لا يكون إلا حادثاً.
وإن أريد بالتأثير مطلق الفعل وهو كونه فاعلاً في الجملة، فهذا يوجب أنه لم يزل موصوفاً بمطلق الفاعلية (١) .
وقد اختلف الناس في مقارنة التأثير للمؤثر على حسب اختلافهم في التسلسل على ثلاثة أقوال:
القول الأول: يجب أن يقارن الأثر للمؤثر ولتأثيره، بحيث لا يتأخر الأثر عن التأثير في الزمان، وهذا قول الفلاسفة بناء على قولهم بقدم العالم، وقدم الحوادث مع محدثها، ويلزم من قولهم لوازم:
١ - أن لا يحدث حادث بعد الحادث الأول إلا ويفتقر إلى علة تامة مقارنة له، فيلزم تسلسل علل، أو تمام علل ومعلولات في آن واحد، وهذا باطل بصريح العقل واتفاق العقلاء.
٢ - أن لا يحدث في العالم شيء؛ فإن العلة التامة إذا كانت تستلزم مقارنة معلولها في الزمان، وكان الرب علة تامة في الأزل لزم أن يقارنه كل معلول وكل ما سواه معلول له: إما بواسطة، وإما بغير واسطة.
فيلزم أن لا يحدث في العالم شيء.
القول الثاني: يجب تراخي الأثر عن المؤثر التام، كما يقوله أكثر أهل الكلام بناء على قولهم بامتناع تسلسل الحوادث في الماضي، ويلزم من قولهم أن يصير المؤثر مؤثراً تاماً بعد أن لم يكن مؤثراً تاماً، بدون سبب حادث، أو أن الحوادث تحدث بدون مؤثر تام، وأن الممكن يرجح وجوده على عدمه بدون المرجح التام.
القول الثالث: أن المؤثر التام يستلزم وجود أثره عقبه، لا معه في الزمان،
_________
(١) انظر: الصفدية لابن تيمية ١/٥٣، مجموع فتاوى شيخ الإسلام ابن تيمية ٨/٣٨٩.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (225,'ولا متراخياً عنه، وهذا قول أهل السنة استناداً إلى قولهم بجواز تسلسل الحوادث في الماضي، لكنهم لا يقولون بقدم شيء من المحدثات المخلوقات.
وقد استدلوا بقول الله عزّ وجل: {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [النحل: ٤٠] وعلى هذا فيلزم حدوث كل ما سوى الرب؛ لأنه مسبوق بوجود التأثير، ليس زمنه زمن التأثير كما تقول الفلاسفة، ولا متراخياً عنه بحيث يعطل الرب عن الفعل فترة كما تقوله المتكلمة، ولهذا يقال: طلقتُ المرأة فطلقت، وأعتقتُ العبد فعتق، وكسرتُ الإناء فانكسر، فالطلاق والعتق والانكسار عقب التطليق والإعتاق والكسر. لا يقترن به، ولا يتأخر عنه (١) .
وبعد هذه الجولة السريعة في مبحث التسلسل: يتبين لنا أن التسلسل عند أهل السنة والجماعة ينقسم إلى ثلاثة أقسام: تسلسل واجب، وتسلسل ممكن، وتسلسل ممتنع:
فأما التسلسل الواجب فهو: ما دل عليه العقل والشرع من دوام أفعال الله تعالى في الأبد، وأنه كلما انقضى لأهل الجنة نعيم أحدث لهم نعيماً آخر لا نفاد له، وكذلك عذاب أهل النار.
وكذلك التسلسل في أفعاله - سبحانه - من جهة الأولية والأزل، وأن كل فعل له - سبحانه - فهو مسبوق بفعل آخر قبله.
وأما التسلسل الممكن: فهو في مفعولاته في طرف الأزل كما تتسلسل في طرف الأبد، فإن الله إذا لم يزل حيّاً قادراً مريداً متكلماً - وذلك من لوازم ذاته - فالفعل ممكن له بوجوب هذه الصفات له.
وأما التسلسل الممتنع فهو مثل التسلسل في المؤثرين وهو أن يكون مؤثرون كثر، كل واحد منهم استفاد تأثيره ممن قبله لا إلى غاية (٢) .
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ٣/٦٢ - ٦٤، ٦٧ - ٦٨، ٤/٢٩٠ - ٢٩٥، مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٧٧ - ٢٧٨.
(٢) انظر: شرح العقيدة الطحاوية لابن أبي العز ١/١٠٧.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (226,'<span data-type="title" id=toc-44>المطلب الثاني
الصفات الاختيارية</span>
يراد بالصفات الاختيارية: الصفات المتعلقة بمشيئة الله وقدرته.
مثل الكلام والسمع والبصر والإرادة والمحبة والرضى والرحمة والغضب والسخط والخلق والإحسان والعدل والاستواء وغيرها (١) .
وكل ما وجد وكان من أفعال الله بعد عدمه فإنما يكون بمشيئته وقدرته، وهو - سبحانه - ما شاء كان وما لم يشأ لم يكن، فما شاءه وجب كونه، وهو يجب بمشيئة الرب وقدرته، وما لم يشأه امتنع كونه مع قدرته عليه، كما قال تعالى: {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} [السجدة: ١٣] وقال سبحانه: {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ} [البقرة: ٢٥٣] ، وقال عزّ وجل: {وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} [الأنعام: ١١٢]
ولذلك يقول ابن تيمية رحمه الله:
(كون الشيء واجب الوقوع لكونه قد سبق به القضاء، وعلم أنه لا بد من كونه لا يمتنع أن يكون واقعاً بمشيئته وقدرته وإرادته - وإن كانت من لوازم ذاته كحياته وعلمه - فإن إرادته للمستقبلات هي مسبوقة بإرادته للماضي: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس: ٨٢] ، وهو إنما أراد هذا الثاني بعد أن أراد قبله ما يقتضي إرادته، فكان حصول الإرادة اللاحقة بالإرادة السابقة) (٢) .
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ٢/٣، رسالة في الصفات الاختيارية لابن تيمية (ضمن جامع الرسائل ٢/٣) .
(٢) رسالة في الصفات الاختيارية (ضمن جامع الرسائل ٢/٣٩) .',NULL,'234',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (227,'والفعل من الله قسمان: متعدٍ ولازم، فالمتعدي مثل: الخلق والإعطاء، واللازم مثل: الاستواء والنزول، ويُمثل لهما بقول الحق تبارك وتعالى: {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [الحديد: ٤] ، فذكر فعلين متعدٍ ولازم، فالخلق متعدي، والاستواء لازم، وكلاهما حاصل بقدرته ومشيئته وهو متصف به.
والفعل المتعدي مستلزم للفعل اللازم؛ لأن الفعل لا بد له من فاعل، سواء كان متعدياً إلى مفعول أو لم يكن، والفاعل لا بد له من فعل، سواء كان فعله مقتصراً عليه أو متعدياً إلى غيره، والفعل المتعدي إلى غيره لا يتعدى حتى يقوم بفاعله.
ويذكر شيخ الإسلام رحمه الله أن ذلك معلوم بالسمع والعقل:
أما السمع: فإن أهل اللغة العربية التي نزل بها القرآن متفقون على أن الإنسان إذا قال: (قام فلان وقعد) ، وقال: (أكل فلان الطعام وشرب الشراب) ، فإنه لا بد أن يكون في الفعل المتعدي إلى المفعول ما في الفعل اللازم وزيادة، إذ كلتا الجملتين فعلية، وكلاهما فيه فعل وفاعل، والثانية امتازت بزيادة المفعول.
وأما من جهة العقل: فمن جوز أن يقوم بذات الله تعالى فعل لازم له كالمجيء والاستواء ونحو ذلك، لم يمكنه أن يمنع قيام فعل يتعلق بالمخلوق كالخلق والبعث والإماتة والإحياء، كما أن من جَوّز أن تقوم به صفة لا تتعلق بالغير كالحياة لم يمكنه أن يمنع قيام الصفات المتعلقة بالغير كالعلم والقدرة والسمع والبصر.
ولهذا لم يقل أحد من العقلاء بإثبات أحد الضربين دون الآخر، بل قد يثبت الأفعال المتعدية القائمة به كالتخليق من ينازع في الأفعال اللازمة كالمجيء والإتيان، وأما العكس فلا يعلم له قائل (١) .
_________
(١) انظر: درء تعارض العقل والنقل ٢/٣ - ٥، رسالة في الصفات الاختيارية (ضمن جامع الرسائل ٢/٢٢) .',NULL,'235',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (228,'وقد تنوعت وكثرت الأدلة المثبتة للأفعال الاختيارية من الكتاب والسنة، وأقوال سلف الأمة حتى لا تكاد تحصى كثرة:
أما الأدلة من القرآن الكريم فتبلغ المئين ومنها على سبيل المثال:
قول الله عزّ وجل: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [البقرة: ١٨٦] .
وقال سبحانه: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} [المجادلة: ١] .
وقال عزّ وجل: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَناً قَلِيلاً أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ} [البقرة: ١٧٤] .
وقال: {كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} [آل عمران: ٤٧] .
وقال - سبحانه -: {) إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} .
وقال عزّ وجل: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً أُولَئِكَ لا خَلاقَ لَهُمْ فِي الْآخِرَةِ وَلا يُكَلِّمُهُمُ اللَّهُ وَلا يَنْظُرُ إِلَيْهِمْ} [آل عمران: ٧٧] .
وقال: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ} [يوسف: ٣] .
وقال: {فَلَمَّا أَتَاهَا نُودِي يَا مُوسَى* إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى * وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى* إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي} [طه: ١١ - ١٤] .
وقال - سبحانه -: {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ * فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم} [الأنبياء: ٨٣، ٨٤] .
وقال: {وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الْوَارِثِينَ * فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ} [الأنبياء: ٨٩، ٩٠] .
وقد ذكر عزّ وجل عن النداء قوله: {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ} [القصص: ٦٢] .',NULL,'236',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (229,'وذكر عن الحكم والإرادة والمحبة قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ} [المائدة: ١] .
وقال: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيراً} [الإسراء: ١٦] .
وقال سبحانه: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [آل عمران: ٣١] وقال: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: ٢٢٢] .
وقال عن السخط والرضى: {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ} [محمد: ٢٨] .
وقال عزّ وجل: {وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ * ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ * ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَاماً فَكَسَوْنَا الْعِظَامَ لَحْماً ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} [المؤمنون: ١٢ - ١٤] .
وقال: {أَأَنتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَاء بَنَاهَا * رَفَعَ سَمْكَهَا فَسَوَّاهَا * وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا * وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا * أَخْرَجَ مِنْهَا مَاءهَا وَمَرْعَاهَا * وَالْجِبَالَ أَرْسَاهَا} [النازعات: ٢٧ - ٣٢] .
والآيات في هذا كثيرة جدّاً تفوق الحصر (١) .
أما الأحاديث فمنها:
قول الرسول صلّى الله عليه وسلّم فيما يرويه عن ربه: «قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل فإذا قال العبد: الحمد لله رب العالمين، قال الله:
_________
(١) انظر الأدلة من القرآن على الأفعال الاختيارية عند ابن تيمية: درء تعارض العقل والنقل ٢/١١٥ - ١٢٤، مجموع فتاواه (الواسطية ٣/١٣١ - ١٣٨) ، ٦/٢٢٢ - ٢٢٤، شرح العقيدة الأصفهانية ص٤٠ - ٤٣.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (230,'حَمِدني عبدي، فإذا قال: الرحمن الرحيم: قال: أثنى عليَّ عبدي، فإذا قال: مالك يوم الدين، قال: مجدني عبدي» (١) .
وفي الصحيحين عن النبي صلّى الله عليه وسلّم قال: «يضحك الله إلى رجلين يقتل أحدهما الآخر، كلاهما يدخل الجنة، قالوا: كيف يا رسول الله؟ قال: يقتل هذا فيلج الجنة، ثم يتوب الله على الآخر فيهديه إلى الإسلام، ثم يجاهد في سبيل الله فيستشهد» (٢) .
وقال عليه الصلاة والسلام: «الدنيا حلوة خضرة، وإن الله مستخلفكم فيها، فينظر كيف تعملون فاتقوا الدنيا واتقوا النساء» (٣) .
وفي الصحيحين أن رسول الله صلّى الله عليه وسلّم كان قاعداً في أصحابه إذ جاء ثلاثة نفر، فأما رجل فوجد فرجة في الحلقة فجلس، وأما رجل فجلس، يعني خلفهم، وأما رجل فانطلق.
فقال النبي صلّى الله عليه وسلّم: «ألا أخبركم عن النفر الثلاثة؟
أما أحدهم فأوى إلى الله فآواه الله.
وأما الآخر فاستحيا فاستحيا الله منه.
وأما الآخر فأعرض فأعرض الله عنه» (٤) .
_________
(١) الحديث أخرجه مسلم في صحيحه ١/٢٩٦ كتاب الصلاة، باب وجوب قراءة الفاتحة، والترمذي في سننه ٥/٢٠١ كتاب التفسير، باب سورة الفاتحة.
(٢) الحديث أخرجه البخاري في صحيحه ٦/٣٩ كتاب الجهاد، باب الكافر يقتل المسلم، ومسلم في صحيحه ٣/١٥٠٤، كتاب الإمارة، باب بيان الرجلين يقتل أحدهما الآخر، وابن ماجه في سننه ١/٦٨ المقدمة، باب فيما أنكرت الجهمية.
(٣) الحديث أخرجه مسلم في صحيحه ٤/٢٠٩٨ كتاب الذكر والدعاء، باب أكثر أهل الجنة الفقراء واللفظ له، وابن ماجه في سننه ٢/١٣٢٥ كتاب الفتن باب فتنة النساء، وأحمد في مسنده ٣/٦١ من حديث أبي سعيد رضي الله عنه.
(٤) الحديث أخرجه البخاري في صحيحه ١/١٥٦ كتاب العلم، باب من قعد حيث ينتهي به المجلس، ومسلم في صحيحه ٤/١٧١٣ كتاب السلام، باب من أتى مجلساً فوجد فرجة.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (231,'وفي الصحيح عن النبي صلّى الله عليه وسلّم فيما يرويه عن ربه - تبارك وتعالى -: «لا يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، فبي يبطش، وبي يمشي، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه، وما ترددت عن شيء أنا فاعله ترددي (١) عن قبض نفس عبدي المؤمن، يكره الموت، وأكره مساءته ولا بد له منه» (٢) .
وعن عبادة بن الصامت (٣) رضي الله عنه عن النبي صلّى الله عليه وسلّم قال: «من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه، فقالت عائشة: إنا لنكره الموت؟ قال: ليس ذاك، ولكن المؤمن إذا حضره الموت يُبَشّر برضوان الله وكرامته، وإذا بشر بذلك أحب لقاء الله، وأحب الله لقاءه
وإن الكافر إذا حضره الموت بُشر بعذاب الله وسخطه فكره لقاء الله، وكره الله لقاءه» (٤)
وعن أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «إن الله
_________
(١) حقيقة التردد في هذا الحديث: أن يكون الشيء الواحد مراداً من وجه، مكروهاً من وجه، وإن كان لا بد من ترجيح أحد الجانبين، كما ترجح إرادة الموت، لكن مع وجود كراهة مساءة العبد، فصار الموت مراداً للحق من جهة أنه قضاه فهو يريده ولا بد منه، مكروهاً من جهة مساءة العبد التي تحصل له بالموت، انظر تفصيل ذلك في: مجموع فتاوى ابن تيمية ١٨/١٢٩ - ١٣٥.
(٢) الحديث أخرجه البخاري في صحيحه ١١/٣٤٠ - ٣٤١ كتاب الرقاق، باب التواضع، وأحمد في مسنده ٦/٢٥٦ من حديث عائشة رضي الله عنها.
(٣) عبادة بن الصامت بن قيس بن أصرم السالمي الخزرجي الأنصاري، أبو الوليد، شهد العقبة، وآخى الرسول صلّى الله عليه وسلّم بينه وبين أبي مرثد الغنوي، شهد بدراً والمشاهد كلها، توفي في الرملة سنة ٣٤هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٤٥٠، الإصابة لابن حجر ٢/٢٦٨.
(٤) الحديث أخرجه البخاري في صحيحه ١٣/٤٦٦ كتاب التوحيد باب يريدون أن يبدلوا كلام الله، ومسلم في صحيحه ٤/٢٠٦٥ كتاب الذكر والدعاء باب من أحب لقاء الله، والترمذي في سننه ٣/٣٧٠ كتاب الجنائز، باب ما جاء فيمن أحب لقاء الله بنحوه.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (232,'يقول لأهل الجنة: يا أهل الجنة، فيقولون: لبيك ربنا وسعديك والخير في يديك.. فيقول: هل رضيتم؟ فيقولون: وما لنا لا نرضى يا رب؟ وقد أعطيتنا ما لم تعط أحداً من خلقك، فيقول: ألا أعطيكم أفضل من ذلك؟ فيقولون: يا رب، وأي شيء أفضل من ذلك؟ قال: أحل عليكم رضواني فلا أسخط عليكم بعده أبداً» (١) .
وفي الصحيحين عن النبي صلّى الله عليه وسلّم قال: «يقول الله تعالى: أنا عند ظن عبدي بي، وأما معه حين يذكرني، فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منه، وإن اقترب إليَّ شبراً اقتربت إليه ذراعاً، وإن اقترب إليَّ ذراعاً اقتربت إليه باعاً وإن أتاني يمشي أتيته هرولة» (٢) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه عن النبي صلّى الله عليه وسلّم قال: «إن عبداً أصاب ذنباً فقال: رب أصبت ذنباً فاغفر لي، فقال ربه: أعلم عبدي أن له رباً يغفر الذنب ويأخذ به، غفرت لعبدي، ثم مكث ما شاء الله، ثم أذنب ذنباً آخر فقال: أي رب، أذنبت ذنباً فاغفره لي، فقال ربه: أعلم عبدي أن له رباً يغفر الذنب ويأخذ به، غفرت لعبدي» (٣) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «يقول الله يوم القيامة: يا ابن آدم، مرضت فلم تعدني، فيقول: يا رب كيف أعودك، وأنت رب العالمين؟ فيقول: أما علمت أن عبدي فلاناً مرض فلم تعده؟ أما علمت أنك لو عدته لوجدتني عنده.
_________
(١) الحديث أخرجه البخاري في صحيحه ١١/٤١٥ كتاب الرقاق، باب صفة الجنة والنار، ومسلم في صحيحه ٤/٢١٧٦ كتاب الجنة، باب إحلال الرضوان على أهل الجنة.
(٢) الحديث أخرجه البخاري في صحيحه ١٣/٣٨٤ كتاب التوحيد، باب ويحذركم الله نفسه، ومسلم في صحيحه ٤/٢٠٦٧ كتاب الذكر، باب فضل الذكر والدعاء واللفظ له.
(٣) الحديث أخرجه البخاري في صحيحه ١٣/٤٦٦ - ٤٦٧ كتاب التوحيد، باب يريدون أن يبدلوا كلام الله، ومسلم في صحيحه ٤/٢١١٢ كتاب التوبة، باب قبول التوبة من الذنوب.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (233,'ويقول: يا ابن آدم، استسقيتك فلم تسقني فيقول: أي رب، وكيف أسقيك وأنت رب العالمين؟ فيقول تبارك وتعالى: أما علمت أن عبدي فلاناً استسقاك فلم تسقه؟ أما علمت أنك لو سقيته لوجدت ذلك عندي؟
قال: ويقول: يا ابن آدم، استطعمتك فلم تطعمني، فيقول: أي رب وكيف أطعمك وأنت رب العالمين؟ فيقول: أما علمت أن عبدي فلاناً استطعمك فلم تطعمه؟ أما إنك لو أطعمته لوجدت ذلك عندي» (١) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلّم: «إن لله ملائكة يطوفون في الطرق يلتمسون أهل الذكر، فإذا وجدوا قوماً يذكرون الله ينادون: هلموا إلى حاجتكم، قال: فيحفونهم بأجنحتهم إلى السماء الدنيا، قال: فيسألهم ربهم وهو أعلم بهم: ما يقول عبادي؟ قال يقولون: يسبحونك ويكبرونك ويحمدونك ويمجدونك. قال: فيقول: هل رأوني؟ قال: فيقولون: لا والله ما رأوك. قال: فيقول: وكيف لو رأوني. قال: فيقولون: لو رأوك كانوا أشد لك عبادة وأشد لك تمجيداً، وأكثر لك تسبيحاً. قال: يقول: فما يسألوني؟ قال: يسألونك الجنة، قال: يقول: وهل رأوها؟ قال: يقولون: لا والله ما رأوها. قال: يقول: فكيف لو رأوها. قال: يقولون: لو أنهم رأوها كانوا أشد عليها حرصاً، وأشد لها طلباً، وأعظم فيها رغبة. قال: فمم يتعوذون؟ قال: يقولون: من النار. قال: يقول: وهل رأوها. قال: يقولون: لا والله ما رأوها. قال: يقول: فكيف لو رأوها. قال يقولون: لو رأوها كانوا أشد منها فراراً، وأشد لها مخافة. قال: فيقول: فأشهدكم أني قد غفرت لهم. قال: يقول ملك من الملائكة: فيهم فلان ليس منهم إنما جاء لحاجة. قال: هم الجلساء لا يشقى بهم جليسهم» (٢) .
_________
(١) الحديث أخرجه مسلم في صحيحه ٤/١٩٩٠ كتاب البر والصلة، باب فضل عيادة المريض، وأحمد في مسنده ٢/٤٠٤ من حديث أبي هريرة رضي الله عنه.
(٢) الحديث أخرجه البخاري في صحيحه، كتاب الدعوات، باب فضل ذكر الله عزّ وجل حديث رقم (٥٩٢٩) ، ومسلم في صحيحه ٤/٢٠٦٩ كتاب الذكر والدعاء، باب فضل مجالس الذكر.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (234,'والأحاديث كثيرة في هذا الباب يصعب إحصاؤها واستقصاؤها (١) .
وأما المنقول من أقوال سلف الأمة الموافق للكتاب والسنة فكثير جدّاً:
فمنهم البخاري (٢) رحمه الله فقد ذكر عن الفضيل بن عياض (٣) رحمه الله قوله: (إذا قال لك الجهمي: أنا أكفر برب يزول عن مكانه، فقل: أنا أؤمن برب يفعل ما يشاء) (٤) .
وقال عبد الرحمن بن مهدي (٥) رحمه الله: «من زعم أن الله لم يكلم موسى فإنه يستتاب فإن تاب وإلا قتل) (٦) .
وروى البخاري (ت - ٢٥٦هـ) حديث عبد الله بن أنيس (٧)
رضي الله عنه قال: سمعت
_________
(١) انظر الأدلة من السنة على الأفعال الاختيارية عند ابن تيمية: درء تعارض العقل والنقل ٢/١٢٤ - ١٤٦، شرح العقيدة الأصفهانية ٤٣ - ٤٨، الواسطية (ضمن مجموع الفتاوى ٣/١٣٨ - ١٤١) .
(٢) البخاري: محمد بن إسماعيل بن إبراهيم بن المغيرة البخاري، أبو عبد الله، صاحب الجامع الصحيح، ولد في بخارى ونشأ يتيماً، رحل في طلب الحديث طويلاً، وسمع من نحو ألف شيخ، ت سنة ٢٥٦هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ٢/٤، تهذيب الأسماء واللغات للنووي ١/٢٦٧، طبقات الحنابلة لأبي يعلى ١/٢٧١.
(٣) الفضيل بن عياض بن مسعود التميمي اليربوعي، فقيه فاضل، عابد ورع، كثير الحديث، ت سنة ١٨٧هـ.
انظر في ترجمته: تذكرة الحفاظ للذهبي ١/٢٤٥، شذرات الذهب لابن العماد ١/٣١٦.
(٤) خلق أفعال العباد (ضمن عقائد السلف جمع النشار وطالبي ص١٢٦ - ١٢٧) .
(٥) ابن مهدي: عبد الرحمن بن مهدي بن حسان بن عبد الرحمن العنبري. أبو سعيد، الإمام الحافظ العلم، ثقة ثبت، عارف بالرجال والحديث، قال ابن المديني: (ما رأيت أعلم منه) ، ت سنة ١٩٨هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٦/٢٧٩.
(٦) خلق أفعال العباد (ضمن عقائد السلف جمع النشار وطالبي ص١٢٩) .
(٧) عبد الله بن أنيس الجهني، أبو يحيى المدني، صحابي جليل، حليف بني سلمة من الأنصار، كان أحد من كسر أصنام بني سلمة من الأنصار، ت سنة ٥٤هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٢٥٨، الإصابة لابن حجر ٢/٢٧٨.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (235,'النبي صلّى الله عليه وسلّم يقول: «إن الله يحشر العباد يوم القيامة، فيناديهم بصوت يسمعه من بعد كما يسمعه من قرب «أنا الملك وأنا الديان لا ينبغي لأحد من أهل الجنة أن يدخل الجنة وأحدٌ من أهل النار يطلبه مظلمة» » (١) .
وروي عن النبي صلّى الله عليه وسلّم أنه كان يحب أن يكون الرجل خفيض الصوت، ويكره أن يكون رفيع الصوت، وأن الله عزّ وجل ينادي بصوت يسمعه من بعد كما يسمعه من قرب، فليس هذا لغير الله.
قال البخاري (ت - ٢٥٦هـ) رحمه الله: (وفي هذا دليل أن صوت الله لا يشبه أصواتب الخلق؛ لأن صوت الله - جل ذكره - يسمع من بعد كما يسمع من قرب، وأن الملائكة يصعقون من صوته، فإذا تنادى الملائكة لم يصعقوا، وقال عزّ وجل: {صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لاَ يَرْجِعُونَ * أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصْابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ واللهُ مُحِيطٌ بِالْكافِرِينَ * يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاء لَهُم مَّشَوْاْ فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُواْ وَلَوْ شَاء اللهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّه عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [البقرة: ٢٢] فليس لصفة الله ند، ولا مثل، ولا يوجد شيء من صفاته في المخلوقين) (٢) .
ومنهم الدارمي (ت - ٢٨٠هـ) رحمه الله حيث رد على المريسي (ت - ٢١٨هـ) إنكاره نزول الباري عزّ وجل وتأويله النزول بنزول أمره ورحمته لا بنفسه بقوله: «وهذا من حجج النساء والصبيان، ومن ليس عنده بيان، ولا لمذهبه برهان؛ لأن أمر الله ورحمته ينزل في كل ساعة ووقت وأوان، فما بال النبي صلّى الله عليه وسلّم يحدد لنزوله الليل دون النهار، ويؤقت من الليل شطره أو الأسحار؟. فبرحمته وأمره يدعو العباد
_________
(١) الحديث أخرجه البخاري في صحيحه تعليقاً ١٣/٤٥٣، كتاب التوحيد، وأحمد في مسنده ٣/٤٩٥ من حديث عبد الله بن أنيس رضي الله عنه واللفظ له، وصححه الألباني في صحيح الأدب المفرد ص٣٧١.
(٢) خلق أفعال العباد (ضمن عقائد السلف جمع النشار وطالبي ص١٩٢) .',NULL,'243',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (236,'إلى الاستغفار، أو يقدر الأمر والرحمة أن يتكلما دونه فيقولا: هل من داع فأجيب؟ هل من مستغفر فأغفر؟ هل من سائل فأعطي؟ ... وما بال رحمته وأمره ينزلان من عنده شطر الليل، ثم لا يمكثان إلا إلى طلوع الفجر ثم يرفعان؟ ... » (١) .
وقال رحمه الله: (الله المتكلم أولاً وآخراً، لم يزل له الكلام، إذ لا متكلم غيره ولا يزال له الكلام، إذ لا يبقى متكلم غيره، فيقول: {لِمَنِ الْمُلْكُ الْيَوْمَ} [غافر: ١٦] . - ثم ذكر آيات إلى أن قال: - وقال لقوم موسى حين اتخذوا العجل فقال: {أَفَلا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلاً وَلا يَمْلِكُ لَهُمْ ضَرّاً وَلا نَفْعاً} [طه: ٨٩] . وقال: {عِجْلاً جَسَداً لَهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لا يُكَلِّمُهُمْ وَلا يَهْدِيهِمْ سَبِيلاً اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ} [الأعراف: ١٤٨] .
قال أبو سعيد: ففي كل ما ذكرناه تحقيق كلام الله وتثبيته نصاً بلا تأويل، ففيما عاب الله به العجل في عجزه عن القول والكلام بيانٌ بين أن الله غير عاجز عنه، وأنه متكلم، وقائل؛ لأنه لم يكن يعيب العجل بشيء وهو موجود فيه) (٢) .
ومنهم الآجري (ت - ٣٦٠هـ) رحمه الله حيث ذكر حديث أبي موسى الأشعري (٣) رضي الله عنه قال: (قام فينا رسول الله صلّى الله عليه وسلّم بأربع قال: إن الله عزّ وجل لا ينام ولا ينبغي له أن ينام، يرفع القسط ويخفضه، يُرفع إليه عمل الليل قبل عمل النهار، وعمل النهار قبل عمل الليل، حجابه النور - أو النار - لو كشفه
_________
(١) رد الإمام الدارمي عثمان بن سعيد على بشر المريسي العنيد ص١٩ - ٢٠.
(٢) الرد على الجهمية (ضمن عقائد السلف جمع النشار وطالبي ص٣٢٤ - ٣٢٥) .
(٣) أبو موسى الأشعري، عبد الله بن قيس بن سليم الأشعري، أسلم وهاجر إلى الحبشة، وقيل: رجع إلى بلاده بعد أن أسلم، قدم المدينة بعد فتح خيبر، استعمله النبي على بعض اليمن، كان أحد الحكمين بصفين، ثم اعتزل الفريقين، كان حسن الصوت بقراءة القرآن، ت سنة ٤٢هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣٧١، الإصابة لابن حجر ٢/٣٦٠.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (237,'لأحرقت سبحات وجهه ما انتهى إليه بصره) (١) .
وقال رحمه الله عن النزول: (الأخبار قد صحت عن رسول الله صلّى الله عليه وسلّم أن الله عزّ وجل ينزل إلى السماء الدنيا كل ليلة، والذين نقلوا إلينا هذه الأخبار هم الذين نقلوا إلينا الأحكام من الحلال والحرام، وعلم الصلاة والزكاة والصيام والحج والجهاد، وكما قبل العلماء منهم ذلك كذلك قبلوا منهم هذه السنن، وقالوا: من ردها فهو ضال خبيث، يَحذَرونه، ويحذرون منه) (٢) .
ومنهم: الإمام الإسماعيلي (ت - ٣٧١هـ) حيث قال في عقيدته: (ويعتقدون أن الله.. مالك خلقه وأنشأهم لا عن حاجة إلى ما خلق، ولا لمعنى دعاه إلى أن خلقهم، لكنه فعال لما يشاء، ويحكم ما يريد، لا يسأل عما يفعل، والخلق مسؤولون عما يفعلون) (٣) .
وقال رحمه الله: (ويقولون ما يقوله المسلمون بأسرهم: ما شاء الله كان، وما لم يشأ لا يكون، كما قال تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [الإنسان: ٣٠]
ويقولون: القرآن كلام الله غير مخلوق ... وإنه لا خالق على الحقيقة إلا الله عزّ وجل ... وإنه عزّ وجل ينزل إلى السماء على ما صح به الخبر عن رسول الله صلّى الله عليه وسلّم بلا اعتقاد كيف فيه) (٤) .
ومنهم ابن أبي زمنين (ت - ٣٩٩هـ) رحمه الله حيث قال: (ومن قول أهل السنة: أن الله عزّ وجل خلق العرش واختصه بالعلو والارتفاع فوق جميع ما خلق، ثم استوى عليه كيف شاء، كما أخبر عن نفسه في قوله: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: ٥] وفي قوله: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا} [الحديد: ٤] ) (٥) .
_________
(١) الحديث أخرجه مسلم في صحيحه ١/١٦٢ كتاب الإيمان، باب قوله عليه السلام إن الله لا ينام، وابن ماجه في سننه ١/٧٠ - ٧١ المقدمة، باب فيما أنكرت الجهمية.
(٢) الشريعة ص٣٠٦.
(٣) اعتقاد أهل السنة ص٣٢.
(٤) اعتقاد أهل السنة ص٣٥ - ٣٨.
(٥) أصول السنة ص٨٨.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (238,'وقال: (ومن قول أهل السنة: أن الله عزّ وجل ينزل إلى السماء الدنيا، ويؤمنون بذلك) (١) .
ومنهم الإمام الصابوني (٤٤٩هـ) حيث قال في عقيدته: (ويعتقد أصحاب الحديث أن الله - سبحانه - فوق سبع سماواته، على عرشه مستو، كما نطق به كتابه في قوله عزّ وجل في سورة الأعراف: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [الأعراف: ٥٤] وقوله في سورة يونس: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ} [يونس: ٣] ) (٢) .
وقال رحمه الله: (ويثبت أصحاب الحديث نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا، من غير تشبيه له بنزول المخلوقين، ولا تمثيل، ولا تكييف، بل يثبتون ما أثبته رسول الله صلّى الله عليه وسلّم، وينتهون فيه إليه) (٣) .
وبعد: فهذه جملة مختصرة من أقوال سلف الأمة في بيان المعتقد الحق في أفعال الله وصفاته التي تكون بمشيئته وقدرته، وأقوالهم - رحمهم الله - تفوق الحصر في بيان هذا المعتقد عرضاً له، ورداً على مخالفيه من الجهمية ومن وافقهم (٤) . وقد كان الناس على قول واحد في صفات الله وأفعاله الاختيارية وهو الإيمان بها، وأنها متعلقة بمشيئة الله وقدرته، وأن الله متصف بها وهي قائمة بذاته سبحانه وتعالى.
_________
(١) أصول السنة ص١١٠.
(٢) عقيدة السلف وأصحاب الحديث ص١٧٥.
(٣) عقيدة السلف وأصحاب الحديث ص١٩١.
(٤) انظر للاستزادة في أقوال السلف: درء تعارض العقل والنقل لابن تيمية ٢/٢٠ - ١١٥، شرح العقيدة الأصفهانية له ص٢٨ - ٣٠، إضافة إلى كتب السلف أنفسهم في الاعتقاد، كما نبه شيخ الإسلام ابن تيمية رحمه الله في الدرء ٢/٢٠، ٢٢، إلى أن أقوال السلف توجد في كتب التفسير والأصول، والكتب المصنفة في السنة التي فيها آثار النبي صلّى الله عليه وسلّم والصحابة والتابعين.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (239,'حتى جاءت الجهمية ومن وافقهم من المعتزلة وغيرهم فنفوا الصفات الاختيارية عن الله نفياً مطلقاً فلا يقوم بالرب - عندهم - شيء من الأمور الاختيارية، فلا يرضى على أحد بعد أن لم يكن راضياً عنه، ولا يغضب عليه بعد أن لم يكن غضبان، ولا يفرح بالتوبة بعد التوبة؛ ولا يتكلم بمشيئته وقدرته، وأن الكلام قائم بذاته. ويجعلون هذه الأمور الاختيارية مخلوقاً منفصلاً عن الله - تعالى -.
وكان الناس بعد ظهور الجهمية والمعتزلة فريقين حتى ظهرت الكلابية ومن وافقهم كأبي الحسن الأشعري (١) وأبي العباس القلانسي (٢) ، ومن وافقهم من السالمية (٣)
وغيرهم، فأثبتوا بعض الصفات لكنهم لم يثبتوا الصفات الاختيارية التي تكون بمشيئة الله وقدرته، فالصفات التي أثبتوها هي قديمة بأعيانها لازمة لذات الله كالعلم والقدرة، وأما ما يكون بمشيئته وقدرته فلا يكون إلا مخلوقاً منفصلاً عنه، فلا تقوم الصفات الاختيارية - عندهم - بذات
_________
(١) الأشعري: علي بن إسماعيل بن إسحاق الأشعري، ويتصل نسبه بالصحابي الجليل أبي موسى الأشعري رضي الله عنه، أبو الحسن، كان معتزلياً فترك الاعتزال ورد عليه حتى حشر المعتزلة في أقماع السمسم، ثم قال بقول الكلابية، وتفرد بآراء بعد ذلك، وينسب إليه مذهب الأشاعرة، من كتبه: مقالات الإسلاميين، ت سنة ٣٢٤هـ، وقيل غير ذلك.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٤٤٦، طبقات الشافعية للسبكي ٣/٣٤٧.
(٢) القلانسي: أحمد بن عبد الرحمن بن خالد القلانسي الرازي، من معاصري أبي الحسن الأشعري، وهو موافق لاعتقاد الأشعري، ومن العلماء الكبار.
انظر في ترجمته: الملل والنحل للشهرستاني تحقيق بدران ١/٨٥، تبيين كذب المفتري لابن عساكر ص٣٩٨.
(٣) السالمية: أتباع أبي عبد الله محمد بن سالم (ت٢٩٧هـ) ، وابنه أبي الحسن أحمد (ت٣٥٠هـ) وقد تتلمذ الأب على سهل التستري، ومن أشهر رجال السالمية: أبو طالب المكي (ت٣٨٦هـ) ويجمع السالمية في مذهبهم بين كلام أهل السنة وكلام المعتزلة، مع ميل إلى التشبيه، ونزعة صوفية.

انظر: اللمع للطوسي ص٤٧٢ - ٤٧٧، طبقات الصوفية للسلمي ص٤١٤ - ٤١٦، نشأة الفكر الفلسفي للنشار ١/٢٩٤ - ٢٩٦.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (240,'الرب - جل وعلا (١) -.
ومنشأ الخلاف بين الكلابية ومن وافقهم وبين أهل السنة: في مسألة الخلق: هل هو المخلوق أم غيره؟ والفعل هل هو المفعول أم غيره؟
وقد ذكر الإمام البخاري (ت - ٢٥٦هـ) رحمه الله وشيخ الإسلام ابن تيمية رحمه الله أن نزاع الناس في أفعال الله اللازمة كالمجيء والإتيان والاستواء، والأفعال المتعدية كالخلق والإحسان والعدل ناشئ عن النزاع في هذه المسألة (٢) .
فالمأثور عن السلف أن الخلق غير المخلوق، وأن الفعل غير المفعول، فالفعل إنما هو إحداث الشيء، والمفعول هو الحدث، لقوله تعالى: {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} [الأنعام:٧٣] فالسماوات والأرض مفعول، وكل شيء سوى الله بقضائه فهو مفعول، فتخليق السماوات فعله؛ لأنه لا يمكن أن تقوم سماء بنفسها من غير فعل الفاعل، وإنما تنسب السماء إليه لحال فعله، ففعله من ربوبيته حيث يقول: {كُنْ فَيَكُونُ} [يس: ٨٢] .
والفعل صفة، والمفعول غيره، ويدل على هذا قول الله - تبارك وتعالى - {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ} [الكهف: ٥١] ، ولم يرد بخلق السماوات نفسها، وقد ميز فعل السماوات عن السماوات، وكذلك فعل جملة الخلق.
قال البخاري (ت - ٢٥٦هـ) رحمه الله: (قال أهل العلم: التخليق فعل الله، وأفاعيلنا مخلوقة لقوله - تعالى -: {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ
_________
(١) انظر في عرض الأقوال عند ابن تيمية: رسالة في الصفات الاختيارية (ضمن جامع الرسائل ٢/٣ - ٤، ١٢) ، شرح حديث النزول ص٤٥٦ - ٤٥٧، الفرقان بين الحق والباطل ص٨٦، درء تعارض العقل والنقل ٢/١٤٧، وانظر في أقوال الناس على وجه التفصيل: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٦٨، ودرء تعارض العقل والنقل ٢/١٨ - ٢٠.
(٢) انظر: خلق أفعال العباد للبخاري (ضمن عقائد السلف جمع النشار وطالبي ص٢٠٩ - ٢١٣) شرح حديث النزول لابن تيمية ص٤٠١.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (241,'الصُّدُورِ * أَلَا يَعْلَمُ مَنْ خَلَقَ} [الملك: ١٣، ١٤] يعني السر والجهر من القول، ففعل الله صفة الله، والمفعول غيره من الخلق) (١) .
وقد استدل السلف على هذا بكلام الله عزّ وجل وأنه غير مخلوق، حيث استعاذ النبي صلّى الله عليه وسلّم بكلمات الله، ولا يستعاذ بالمخلوق كما ذكر ذلك نعيم بن حماد (ت - ٢٢٨هـ) رضي الله عنه وغيره (٢) .
وأما دليل السلف العقلي على أن الخلق غير المخلوق فقد ذكره ابن تيمية رحمه الله بقوله: (إن كل ما سوى الله تعالى مخلوق محدث كائن بعد أن لم يكن، وأن الله انفرد بالقدم والأزلية، وقد قال تعالى: {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ} [الفرقان: ٥٩] . فهو حين خلق السماوات ابتداءً: إما أن يحصل منه فعل يكون هو خلقاً للسماوات والأرض، وإما أن لا يحصل منه فعل، بل وجدت المخلوقات بلا فعل، ومعلوم أنه إذا كان الخالق قبل خلقها ومع خلقها سواء، وبعده سواء، لم يجز تخصيص خلقها بوقت دون وقت بلا سبب يوجب التخصيص) (٣) .
وأما القول الثاني: وهو أن الخلق هو نفس المخلوق، والفعل هو المفعول، وليس لله عند هؤلاء صنع ولا فعل ولا خلق ولا إبداع إلا المخلوقات نفسها.
وشبهتهم هي قولهم: (لو كان خلق المخلوقات بخلق: لكان ذلك الخلق: إما قديماً، وإما حادثاً، فإن كان قديماً: لزم قدم كل مخلوق، وهذا مكابرة.
وإن كان حادثاً: فإن قام بالرب لزم قيام الحوادث به.
_________
(١) خلق أفعال العباد (ضمن عقائد السلف جمع النشار وطالبي ص٢١٢) .
(٢) انظر خلق أفعال العباد للبخاري (ضمن عقائد السلف للنشار وطالبي ص١٩٠) ، مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٣٠.
(٣) مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٣٠.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (242,'وإن لم يقم به كان الخلق قائماً بغير الخالق وهذا ممتنع.
وسواء قام به أو لم يقم به يفتقر ذلك الخلق إلى خلق آخر، ويلزم التسلسل) (١) .
وقد أجاب شيخ الإسلام ابن تيمية رحمه الله بجواب السلف والجمهور عن كل مقدمة من مقدمات هذا الدليل:
فالمقدمة الأولى: قولهم: (بلزوم قدم كل مخلوق) بأن من يوافقونه على قدم الإرادة مع تأخر المراد يلزمونهم بأن الخلق قديم أزلي، وإن كان المخلوق متأخراً، ومهما قالوه في الإرادة ألزموا بنظيره في الخلق، وهذا جواب إلزامي لا حيلة لهم فيه ألزمهم به الحنفية والكرامية وكثير من الحنبلية، والشافعية، والمالكية، والصوفية، وأهل الحديث.
وأما المقدمة الثانية: وهي قولهم: لو كان حادثاً قائماً بالرب لزم قيام الحوادث به وهو ممتنع: فقد منعهم ذلك السلف وأئمة أهل الحديث وغيرهم وقالوا: لا نسلم انتفاء اللازم، وقالوا: بأن الله يتكلم بمشيئته وقدرته، وأن كلماته لا نهاية لها، وأن الله لم يزل فعالاً. وهذه المسألة: - أي امتناع دوام الحوادث من عدمه - من الأصول الكبار الفارقة بين أهل السنة ومخالفيهم في صفات الله وفي خلقه.
وأما المقدمة الثالثة: وهي: إن لم يقم الخلق بالله كان الخلق قائماً بغير الخالق وهذا محال، وهذه المقدمة صحيحة، ولم يمنعهم ويخالفهم إلا بعض المتكلمين من المعتزلة وغيرهم. فمنهم من يقول: الخلق يقوم بالمخلوق، ومنهم من يقول: خلق وفعل بإرادة لا في مكان ومحل (٢) . وهذا القول ممتنع لا يعرف عن أحد من السلف.
_________
(١) ذكره شيخ الإسلام في شرح حديث النزول ص٤٠٣.
(٢) انظر: مقالات الإسلاميين لأبي الحسن الأشعري ٢/٥١.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (243,'وأما المقدمة الرابعة: وهي قولهم: الخلق الحادث يفتقر إلى خلق آخر: فقد منعهم من ذلك عامة الناس ممن يقول بحدوث الخلق من أهل الحديث والسلف وأهل الكلام والفلسفة والفقه والتصوف وغيرهم.
وقالوا: إذا خلق السماوات والأرض بخلق لم يلزم أن يحتاج ذلك الخلق إلى خلق آخر، ولكن ذلك الخلق يحصل بقدرته ومشيئته، وإن كان ذلك الخلق حادثاً. ثم إنهم يسلمون أن المخلوقات محدثة منفصلة بدون حدوث (خلق) ، فإذا جاز هذا في الحادث المنفصل عن المحدِث، فلأن يجوز حدوث الحادث المتصل به بدون (خلق) بطريق الأولى والأحرى.
وأما المقدمة الخامسة: وهي قولهم: إن ذلك يفضي إلى التسلسل، فيجاب عنهم بأن التسلسل هنا هو التسلسل في الآثار، وهذا قد اتفق السلف على جوازه، والبرهان إنما دل على امتناع التسلسل في المؤثرين، فإن هذا يعلم فساده بصريح المعقول، وهو مما اتفق العقلاء على امتناعه (١) .
وصلة مسألة الخلق هل هو المخلوق أم غيره؟ بالصفات الاختيارية هي في بدء خلق السماوات والأرض حين خلقها الله عزّ وجل ولم تكن قبل ذلك، وقد تجددت له صفة الخلق وهي ما يسميه المتكلمون (حلول الحوادث بالرب) ، فيقولون: إن الصفة (الخلق) هي مخلوق منفصل عن الله عزّ وجل لا يقوم بذات الرب، فالخلق هو المخلوق، والصفة مخلوقة، وقال بعضهم: إن الصفة قديمة بأعيانها لازمة لذات الرب كما تقدم بيانه (٢) .
ومن منشأ الخلاف - أيضاً - بين أهل السنة ومخالفيهم في الصفات
_________
(١) انظر للتفصيل: الرد على المنطقيين لابن تيمية ص٢٣٠ - ٢٣١، شرح حديث النزول لابن تيمية ٤٠٣ - ٤١٣.
(٢) انظر: مناقشة المتكلمين حول مسألة (التجدد) في صفات الله عند ابن تيمية: رسالة في الصفات الاختيارية (ضمن جامع الرسائل ٢/١٧ - ١٨) ، درء تعارض العقل والنقل ٢/١٢٢، ٢٣٨، ٣٩٥.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (244,'والأفعال الاختيارية: مسألة المضافات إلى الله سبحانه وتعالى في الكتاب والسنة والتفريق بينها، وأنها ثلاثة أقسام:
القسم الأول: إضافة الصفة إلى الموصوف فهي: إما إضافة اسمية، كقوله - تعالى -: {وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ} [البقرة: ٢٥٥] ، وقوله تعالى: {إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات: ٥٨] .
وإما بصيغة الفعل كقوله تعالى: {) عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ} [البقرة: ١٨٧] ، وقوله: {عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَأُوا} [المزمل: ٢٠] .
القسم الثاني: إضافة المخلوقات والأعيان: كقوله تعالى: {وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ} [الحج: ٢٦] ، وقوله - تعالى -: {نَاقَةَ اللَّهِ وَسُقْيَاهَا} [الشمس: ١٣] ، وقال تعالى: {عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ} [الإنسان: ٦] .
وهذه الأعيان إذا أضيفت إلى الله - تعالى - فإما أن تضاف بالجهة العامة التي يشترك فيها المخلوق مثل كونها مخلوقة ومملوكة له ومقدرة، ونحو ذلك، فهذه إضافة عامة مشتركة كقوله: {هَذَا خَلْقُ اللَّهِ} [لقمان: ١١] .
وقد تضاف الأعيان لمعنى يختص بها ليميز به المضاف عن غيره مثل: بيت الله، ناقة الله، عبد الله، روح الله، فمن المعلوم اختصاص ناقة صالح بما تميزت به عن سائر النياق، وكذلك اختصاص الكعبة وهكذا، فإن المخلوقات اشتركت في كونها مخلوقة مملوكة مربوبة لله يجري عليها حكمه وقضاؤه وقدره، وهذه الإضافة لا اختصاص فيها، ولا فضيلة للمضاف على غيره.
وامتاز بعضها بأن الله يحبه ويرضاه ويصطفيه ويقربه إليه، فهذه الإضافة يختص بها بعض المخلوقات كإضافة البيت، والناقة، والروح: مثل قوله تعالى: {وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ} [الأنبياء: ٩١] .
القسم الثالث: ما فيه معنى الصفة والفعل مثل قوله تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً} [النساء: ١٦٤] .',NULL,'252',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (245,'وقوله تعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس: ٨٢] ،
وقوله: {قُلْ لَوْ كَانَ الْبَحْرُ مِدَاداً لِكَلِمَاتِ رَبِّي} [الكهف: ١٠٩] وقوله: {إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ} [المائدة: ١] ، وقوله: {وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ} [النساء: ٩٣] ، وقوله: {فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ} [الزخرف: ٥٥] ، وقوله: {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ} [محمد: ٢٨] ، وقوله: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفّاً صَفّاً} [الفجر: ٢٢]
ومن الأحاديث قول الرسول صلّى الله عليه وسلّم في حديث الشفاعة: «إن ربي قد غضب اليوم غضباً لم يغضب قبله مثله، ولن يغضب بعده مثله» (١) .
وقوله عليه الصلاة والسلام: «يضحك الله إلى رجلين يقتل أحدهما الآخر كلاهما يدخل الجنة» (٢) .
والخلاف في الصفات الاختيارية هو في القسم الثالث الذي فيه معنى الصفة والفعل؛ لأن القسم الأول قد اتفق أهل السنة على إثباته وأنه قديم غير مخلوق، خلافاً للجهمية الذين نفوا الصفات جملة.
وأما القسم الثاني فلم يخالف أحد في مخلوقيته.
وأما القسم الثالث: فهو موضع الخلاف ومنشأ النزاع والناس فيه على أقوال:
أحدها: أن الجميع إضافته إضافة ملك، وليس لله حياة قائمة به، ولا علم قائم به، ولا قدرة قائمة به، ولا كلام قائم به، ولا حب، ولا بغض، ولا غضب، ولا رضى، بل جميع ذلك مخلوق من مخلوقاته، وهذا قول المعطلة نفاة الصفات.
_________
(١) الحديث أخرجه البخاري في صحيحه ٨/٣٩٥ كتاب التفسير، باب ذرية من حملنا مع نوح، ومسلم في صحيحه ١/١٨٥ كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها.
(٢) سبق تخريجه ص٢٣٨.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (246,'ويرى شيخ الإسلام ابن تيمية رحمه الله أن أول من ابتدع هذا القول في الإسلام الجهمية، وقد ابتدعوه بعد انقراض عصر الصحابة وأكابر التابعين (١) .
الثاني: أن كل ما يضاف إلى الله هو صفة لله وإن كان بائناً عنه، وقال كثير منهم: إن أرواح بني آدم قديمة أزلية وهي صفة لله، وأن ما يسمعه الناس من أصوات القراء ومداد المصاحف قديم أزلي، وهو صفة لله، وقال بهذا القول الحلولية.
الثالث: أن صفات الله وأفعاله الاختيارية من الغضب والرضى والمحبة والبغض والإرادة وغيرها: إما أن تكون قديمة قائمة بالرب بأعيانها عند من يجوز ذلك وهم الكلابية، وإما مخلوقاً منفصلاً عنه فهو يلحق بأحد القسمين السابقين، فيمتنع أن يقوم به نعت أو حال أو فعل، أو شيء ليس بقديم، ويسمون هذه المسألة (مسألة حلول الحوادث بذاته) (٢) .
وقال بهذا المعتزلة وبعض الكلابية والأشعرية، وكثير من الحنبلية ومن اتبعهم من الفقهاء والصوفية وغيرهم.
الرابع: أن صفات الله وأفعاله الاختيارية قسم ثالث: فهي ليست من المخلوقات المنفصلة عن الله، وليست بمنزلة الذات والصفات القديمة الواجبة التي لا تتعلق بها مشيئته، لا بأنواعها، ولا بأعيانها، وهذا قول سلف المسلمين من الصحابة والتابعين لهم بإحسان، وأئمة المسلمين المشهورين بالإمامة، وهو القول الصحيح.
وبهذا التفصيل في مسألة المضاف إلى الله والتفريق بين ما يضاف إلى الله من صفاته، وبين مخلوقاته يتضح لنا صلة هذه المسألة بالخلاف الدائر في
_________
(١) انظر: الجواب الصحيح لمن بدل دين المسيح ٢/١٦١.
(٢) ذكر شيخ الإسلام أن المعتزلة والكلابية تطلق على صفات الله وأفعاله الاختيارية مسألة حلول الحوادث، انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/١٤٧، درء تعارض العقل والنقل ٢/١٠، رسالة في الصفات الاختيارية (ضمن جامع الرسائل ٢/٧) .',NULL,'254',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (247,'صفات الله وأفعاله الاختيارية بين فرق المسلمين، وقد ذكر شيخ الإسلام ابن تيمية رحمه الله أن المضاف إلى الله في نصوص الكتاب والسنة أصل عظيم ضل فيه كثير من أهل الأرض من أهل الملل كلهم (١) .
ويستدل نفاة الصفات والأفعال الاختيارية بأدلة عقلية (٢) منها:
الأول: قولهم: (أن القابل للشيء لا يخلو عنه وعن ضده، فلو جاز اتصافه بها لم يخل منها، وما لم يخل من الحوادث فهو حادث) . وهذا الدليل مبني على مقدمتين، وفي كل من المقدمتين نزاع معروف بين طوائف المسلمين.
أما الأولى: وهي أن القابل للشيء لا يخلو منه ومن ضده. فأكثر العقلاء على خلافها حتى المتكلمين أنفسهم لم يذكروا لها حجة عقلية صحيحة (٣) .
وأما المقدمة الثانية: وهي أن ما لا يخلو من الحوادث فهو حادث، فهذه - أيضاً - قد نازع فيها طوائف من أهل الكلام والفلسفة والفقه والحديث والتصوف وغيرهم، وقالوا: التسلسل الممتنع هو التسلسل في العلل، فأما التسلسل في الآثار المتعاقبة والشروط المتعاقبة فلا دليل على بطلانه، فلا يمكن حدوث شيء من الحوادث إلا على هذا الأصل، ومن لم يجوز ذلك لزمه القول بحدوث الحوادث بلا سبب حادث، وذلك يستلزم ترجيح أحد طرفي الممكن بلا مرجح.
_________
(١) انظر: الجواب الصحيح لمن بدل دين المسيح ٢/١٦١، درء تعارض العقل والنقل ٧/٢٦٣، وانظر: في مسألة المضاف إلى الله: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/١٤٤ - ١٤٨، ٩/٢٩٠، ١٧/١٥١ - ١٥٢، شرح العقيدة الأصفهانية ٦٦، الجواب الصحيح لمن بدل دين المسيح ٢/١٥٥ - ١٦٤، درء تعارض العقل والنقل ٧/٢٦٣ - ٢٦٨.
(٢) ذكر هذه الأدلة المختصرة الرازي في الأربعين في أصول الدين ١/١٧١ - ١٧٣، ونقلها عنه شيخ الإسلام ابن تيمية في مواضع متعددة مثل: درء تعارض العقل والنقل ٢/١٧٧ - ٢١٦، مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٤٧ - ٢٥٢.
(٣) انظر للتفصيل: درء تعارض العقل والنقل لابن تيمية ٢/١٧٨ - ١٨٠.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (248,'الثاني: هو قولهم: (لو كان قابلاً لها لكان قابلاً لها في الأزل، وذلك فرع إمكان وجودها ووجودها في الأزل محال) .
وهذا الدليل أبطلوه هم بالمعارضة بالقدرة: بأنه - سبحانه - قادر على إحداث الحوادث، والقدرة تستدعي إمكان المقدور، ووجود المقدور وهو الحوادث في الأزل محال.
وهذا الدليل باطل من وجوه:
أولاً: أن يقال: وجود الحوادث: إما أن يكون ممتنعاً، وإما أن يكون ممكناً.
فإن كان ممكناً أمكن قبولها والقدرة عليها دائماً، وحينئذٍ فلا يكون وجود جنسها في الأزل ممتنعاً، بل يمكن أن يكون جنسها مقدوراً مقبولاً.
وإن كان ممتنعاً فقد امتنع وجود حوادث لا تتناهى، وحينئذٍ فلا تكون في الأزل ممكنة، لا مقدورة ولا مقبولة، وحينئذٍ فلا يلزم امتناعها بعد ذلك، فإن الحوادث موجودة فلا يجوز أن يقال بدوام امتناعها، وهذا تقسيم حاصر يبين فساد هذا الدليل.
ثانياً: أن يقال: لا ريب أن الله تعالى قادر: فإما أن يقال: إنه لم يزل قادراً. وهذا هو الصواب. وإما أن يقال: بل صار قادراً بعد أن لم يكن.
فإن قيل: لم يزل قادراً، فقال: إذا كان لم يزل قادراً: فإن كان المقدور لم يزل ممكناً أمكن دوام وجود الممكنات، فأمكن دوام وجود الحوادث، وحينئذٍ فلا يمتنع كونه قابلاً لها في الأزل.
ثالثاً: إذا قيل: هو قابل لما في الأزل، فإنما هو قابل لما هو قادر عليه يمكن وجوده، فأما ما يكون ممتنعاً لا يدخل تحت القدرة فهذا ليس بقابل له.
رابعاً: أن يقال هو قادر على حدوث ما هو مباين له من المخلوقات، ومعلوم أن قدرة القادر على فعله القائم به أولى من قدرته على المباين له، وإذا كان الفعل لا مانع منه إلا ما يمنع مثله لوجود المقدور المباين، ثم ثبت أن',NULL,'256',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (249,'المقدور المباين هو ممكن وهو قادر عليه، فالفعل أن يكون ممكناً مقدوراً أولى (١) .
الثالث: قولهم: إن قيام الحوادث به تغيّر، والله منزه عن التغير.
والجواب: أن لفظ (التغير) لفظ مجمل، فالتغير في اللغة لا يراد به مجرد كون المحل قامت به الحوادث، فإن الناس لا يقولون للشمس والقمر والكواكب إذا تحركت إنها قد تغيرت، ولا يقولون للإنسان إذا تكلم ومشى إنه تغير، ولا يقولون إذا طاف وصلى، وأمر ونهى، وركب إنه تغير إذا كان ذلك عادته، بل إنما يقولون تغير لمن استحال من صفة إلى صفة، كالشمس إذا زال نورها ظاهراً لا يقال إنها تغيرت، فإذا اصفرت قيل: تغيرت.
وإذا جرى أحد على عادته في أقواله وأفعاله فلا يقال إنه قد تغير، قال الله تعالى: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد: ١١] ، ومعلوم أنهم إذا كانوا على عادتهم الموجودة يقولون ويفعلون ما هو خير لم يكونوا قد غيروا ما بأنفسهم، فإذا انتقلوا عن ذلك فاستبدلوا بقصد الخير قصد الشر، وباعتقاد الحق اعتقاد الباطل قيل: قد غيروا ما بأنفسهم.
وإذا كان هذا معنى التغير: فالرب تعالى لم يزل ولا يزال موصوفاً بصفات الكمال، وكماله من لوازم ذاته، فيمتنع أن يزول عنه شيء من صفات كماله، ويمتنع أن يصير ناقصاً بعد كماله (٢) .
الرابع: قولهم: حلول الحوادث أفول، والخليل قد قال: {لا أُحِبُّ الْآفِلِينَ} [الأنعام: ٧٦] والآفل هو المتحرك الذي تقوم به الحوادث، والخليل قد نفى محبة من تقوم به الحوادث فلا يكون إلهاً (٣) .
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٤٧ - ٢٤٩، وانظر: ردوداً أخرى في درء تعارض العقل والنقل ٢/١٨١ - ١٨٥، ٤/٦٢.
(٢) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٤٩ - ٢٥٢، درء تعارض العقل والنقل ٢/٢٨٥، ٤/٧١.
(٣) انظر: أساس التقديس للرازي ص٣٥.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (250,'وهذا الدليل حجة عليهم لا لهم، ذلك أن الله عزّ وجل قال: {فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَباً قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الآفِلِينَ * فَلَمَّا رَأَى الْقَمَرَ بَازِغاً قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ * فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ} [الأنعام: ٧٦ - ٧٨] ، فقد أخبر الله في كتابه أنه حين بزغ الكوكب، والقمر، والشمس إلى حين أفولها لم يقل الخليل: لا أحب البازغين، ولا المتحركين، ولا المتحولين، ولا أحب من تقوم به الحركات ولا الحوادث.
والأفول في اللغة هو المغيب والاحتجاب (١) . وهذا باتفاق العلماء.
ولم يقل إبراهيم: {لا أُحِبُّ الْآفِلِينَ} [الأنعام: ٧٦] إلا حين أفل وغاب عن الأبصار، وهذا يقتضي أن كونه متحركاً منتقلاً وجسماً تقوم به الحوادث لم يكن دليلاً عند إبراهيم على نفي محبته، ثم إن قول إبراهيم له حين بزغ: {هَذَا رَبِّي} [الأنعام: ٧٦، ٧٧، ٧٨] ولم ينف عنه الربوبية من حين بزوغه إلى حال أفوله دل ذلك على أنه لم يجعل حركته منافية لذلك، وإنما جعل المنافي الأفول، وإن كان الخليل إنما احتج بالأفول على أنه لا يصلح أن يتخذ رباً يشرك، ويدعى من دون الله، فليس فيه تعرض لأفعال الله تعالى، فقصة الخليل حجة عليهم لا لهم.
وأما قولهم: إن الأفول هو التغير: فإن أريد بالتغير الاستحالة: فالشمس والقمر والكواكب لم تستحل بالمغيب.
وإن أراد به التحرك: فهو لا يزال متحركاً، ولفظ التغير والتحرك مجمل: إن أريد به التحرك أو حلول الحوادث: فليس هو معنى التغير في اللغة، وليس الأفول هو التحرك، ولا التحرك هو التغير، بل الأفول أخص من التحرك، والتغير أخص من التحرك. وبين التغير والأفول عموم وخصوص، فقد يكون
_________
(١) انظر: لسان العرب لابن منظور ١١/١٨ مادة (أفل) ، القاموس المحيط للفيروزآبادي ٣/٣٣٩ مادة (أفل) .',NULL,'258',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (251,'الشيء متغيراً غير آفل، وقد يكون آفلاً غير متغير، وقد يكون متحركاً غير متغير، ومتحركاً غير آفل (١) .
وبعد ذلك ذكر شيخ الإسلام أن نفي النفاة للصفات الاختيارية - التي يسمونها حلول الحوادث (٢) - ليس لهم دليل عقلي عليه، وأما السمع فلا ريب أنه مملوء بما يناقض هذا القول. وقد احتال متأخروهم حين لم يكن معهم حجة عقلية ولا سمعية، فاحتجوا بما يسمونه بحجة الكمال والنقصان وهي: أن الصفات إن كانت صفات نقص وجب تنزيه الرب عنها، وإن كانت صفات كمال فقد كان فاقداً لها قبل حدوثها، وعدم الكمال نقص، فيلزم أن يكون كان ناقصاً، وتنزيهه عن النقص واجب بالإجماع (٣) .
وهذه الحجة فاسدة من وجوه:
أحدها: لا نسلم أن عدم هذه الأمور قبل وجودها نقص، بل لو وجدت قبل وجودها لكان نقصاً، مثال ذلك: تكليم الله لموسى عليه السلام ونداؤه له، فنداؤه حين ناداه صفة كمال، ولو ناداه قبل أن يجيء لكان ذلك نقصاً، فكل منها كمال حين وجوده، ليس بكمال قبل وجوده.
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ٢/٢١٦، مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٥٢، ٢٨٤، بغية المرتاد لابن تيمية ٣٦٠.
(٢) يبين شيخ الإسلام أن لفظ (حلول الحوادث) لفظ مجمل يحتاج إلى استفصال: فإن أريد به أنه لا يكون محلاً للتغيرات والاستحالات ونحو ذلك من الأحداث التي تحدث للمخلوقين فتحيلهم وتفسدهم فهذا المعنى صحيح، وإن أريد به أنه ليس لله فعل اختياري يقوم بنفسه، ولا له كلام ولا فعل يقوم به يتعلق بمشيئته وقدرته، وأنه لا يقدر على استواء أو نزول أو إتيان، بل عين المخلوقات هي الفعل، ليس هناك فعل ومفعول، بل المخلوق عين الخلق، والمفعول عين الفعل ونحو ذلك، فهذا معنى فاسد، والنفاة يوهمون الناس أن مقصودهم المعنى الأول، وهم يقصدون المعنى الثاني. انظر: درء تعارض العقل والنقل ٢/١٢، مجموع فتاوى شيخ الإسلام ابن تيمية ١٢/١٤٢.
(٣) انظر: درء تعارض العقل والنقل لابن تيمية ٢/١٥٦، رسالة في الصفات الاختيارية لابن تيمية (ضمن جامع الرسائل) ٢/٣٤.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (252,'الثاني: لا نسلم أن عدم ذلك نقص، فإن ما كان حادثاً امتنع أن يكون قديماً، وما كان ممتنعاً لم يكن عدمه نقصاً، إنما النقص فوات ما يمكن من صفات الكمال.
الثالث: أن هذا يرد في كل ما فعله الرب وخلقه فيقال: إن كان نقصاً فقد اتصف بالنقص، وإن كان كمالاً فقد كان فاقداً له.
فإن قال المخالف: صفات الأفعال عندنا ليست بنقص ولا كمال.
قيل: إذا قلتم ذلك أمكن المنازع أن يقول: هذه الحوادث ليست بنقص ولا كمال.
الرابع: أن يقال: إذا عُرض على العقل الصريح ذاتٌ يمكنها أن تتكلم بقدرتها وتفعل ما تشاء بنفسها، وذات لا يمكنها أن تتكلم بمشيئتها ولا تتصرف بنفسها ألبتة بل هي بمنزلة العاجز الذي لا يمكنه فعل يقوم به باختياره: فإن العقل الصريح يقضي بأن هذه الذات أكمل، وحينئذٍ فأنتم الذين وصفتم الرب بصفة النقص. والكمال باتصافه بهذه الصفات، لا في نفي اتصافه بها.
الخامس: أن يقال: الحوادث التي يمتنع كون كل منها أزلياً، ولا يمكن وجودها إلا شيئاً فشيئاً إذا قيل: أيهما أكمل: أن يقدر على فعلها شيئاً فشيئاً أو لا يقدر على ذلك؟، كان معلوماً بصريح العقل أن القادر على فعلها شيئاً فشيئاً أكمل ممن لا يقدر على ذلك، وهم يقولون: إن الرب لا يقدر على شيء من هذه الأمور، ويقولون: إنه يقدر على أمور مباينة له (١) .
_________
(١) انظر للتفصيل: درء تعارض العقل والنقل لابن تيمية ٢/٣٤٢ وما بعدها، رسالة في الصفات الاختيارية لابن تيمية (ضمن جامع الرسائل ٢/٣٤ - ٣٦) ، وانظر: أمثلة لتأويلات المتكلمين للصفات الاختيارية والإجابة عنها في مجموع فتاوى ابن تيمية ٦/١١٧ - ١٣٠.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (253,'<span data-type="title" id=toc-45>المطلب الثالث
شرح حديث عمران بن حصين رضي الله عنه</span>
حدّث عمران بن حصين (١)
رضي الله عنه قال: (دخلت على النبي صلّى الله عليه وسلّم وعقلت ناقتي بالباب، فأتاه ناسٌ من بني تميم، فقال: اقبلوا البشرى يا بني تميم، قالوا: قد بشرتنا فأعطنا (مرتين) ، ثم دخل عليه ناس من أهل اليمن فقال: اقبلوا البشرى يا أهل اليمن إذ لم يقبلها بنو تميم، قالوا: قد قبلنا يا رسول الله، قالوا: جئناك نسألك عن هذا الأمر، فقال: كان الله ولم يكن شيء قبله، وفي لفظ (غيره) وفي لفظ (معه) وكان عرشه على الماء، وكتب في الذكر كل شيء، وخلق السماوات والأرض، وفي لفظ: ثم خلق السماوات والأرض، فنادى مناد: ذهبت ناقتك يا ابن حصين، فانطلقت فإذا هي يقطع دونها السراب، فوالله لوددت أني كنت تركتها) (٢) .
قوله عليه الصلاة والسلام: اقبلوا البشرى: المراد بهذه البشارة أن من أسلم نجا من الخلود في النار، فبشرهم رسول الله صلّى الله عليه وسلّم بما يقتضي دخول الجنة.
_________
(١) عمران بن حصين بن عبيد بن خلف الخزاعي الكعبي، أبو نجيد، أسلم عام خيبر، من فضلاء الصحابة وفقهائهم، سكن البصرة ومات بها في خلافة معاوية سنة ٥٢هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٢٢، الإصابة لابن حجر ٣/٢٦.
(٢) الحديث أخرجه البخاري في صحيحه كتاب بدء الخلق حديث ٢٩٥٣، انظر: فتح الباري لابن حجر ٦/٢٨٦، وفي كتاب التوحيد باب وكان عرشه على الماء وهو رب العرش العظيم حديث ٧٤١٨، انظر: فتح الباري لابن حجر ١٣/٤٠٣، وأحمد في مسنده ٤/٤٣١ - ٤٣٢ من حديث عمران بن حصين رضي الله عنه، والبيهقي في السنن الكبرى ٩/٢ - ٣، وفي الأسماء والصفات ٢/١٥١، والدارمي في رده على الجهمية (ضمن عقائد السلف جمع النشار وطالبي ص٢٦٥) ، وفي رده على بشر المريسي ص٨٦ - ٨٧، والآجري في الشريعة ١٧٦ - ١٧٧، وغيرهم، وانظر رسالة: شرح الصدر في السؤال عن أول هذا الأمر لمنصور السماري فقد توسع في تخريجه.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (254,'قالوا: بشرتنا فأعطنا في هذا دليل إسلامهم حيث بشرهم الرسول صلّى الله عليه وسلّم، لكنهم طلبوا العاجل من أمر الدنيا على التفقه في الدين وطلب الآخرة، فتغير وجه رسول الله صلّى الله عليه وسلّم، وذكر الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله في الفتح سبب غضب الرسول صلّى الله عليه وسلّم بقوله: (سبب غضبه صلّى الله عليه وسلّم استشعاره بقلة علمهم لكونهم علقوا آمالهم بعاجل الدنيا الفانية، وقدموا ذلك على التفقه في الدين الذي يحصل لهم ثواب الآخرة الباقية) (١) ولذلك كان هذا الإقبال على الدنيا بمنزلة عدم قبول البشرى حيث قال عليه الصلاة والسلام بعد ذلك: إذ لم يقبلها بنو تميم.
ويؤخذ من هذا أنه يجب قبول ما جاء عن الله عزّ وجل أو عن رسول الله صلّى الله عليه وسلّم، بدون توقف أو استفسار أو طلب للعلة، بيان ذلك من الحديث أن قول بني تميم: قد بشرتنا فأعطنا لا يدل ظاهره على أنهم لم يقبلوها، ومع ذلك جعل طلبهم للعاجل بمنزلة عدم قبول البشرى (٢) .
قولهم: نسألك عن أول هذا الأمر ما كان؟ المراد بالأمر هنا: الشيء المشاهد الموجود وهو خلق السماوات والأرض وما بينهما على الصحيح، فالسؤال عن بدء الخلق المشاهد المعهود بـ (أل) العهدية (الأمر) .
والأمر يطلق ويراد به المأمور المفعول، ويراد به المصدر والشأن والحكم، والمراد بالأمر في هذا الحديث المعنى الأول (٣) .
قوله: كان الله ولم يكن شيء قبله وفي رواية (غيره) وفي رواية (معه) :
الحديث روي بهذه الألفاظ الثلاثة فلفظ قبله ولفظ غيره وردا في البخاري، وأما لفظة (معه) فقد بين شيخ الإسلام أن هذه اللفظة ثابتة في
_________
(١) فتح الباري ١٣/٤٠٩.
(٢) انظر: شرح كتاب التوحيد من صحيح البخاري للغنيمان ١/٣٧٦ - ٣٧٧.
(٣) انظر: فتح الباري لابن حجر ٦/٢٨٨ - ٢٨٩، مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢١٥.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (255,'الصحيح لكنها ليست في صحيح البخاري (١) ولما كانت الألفاظ المروية ثلاثة، وكانت القصة متحدة بمجلس واحد، وسؤالهم وجوابه كان في المجلس نفسه دل على أن لفظة واحدة هي التي قالها الرسول صلّى الله عليه وسلّم، وأن لفظتين وقعتا بالمعنى. والراجح أن لفظة (قبله) هي التي قالها الرسول صلّى الله عليه وسلّم لأمور:
الأول: أن أكثر أهل الحديث يروون هذا الحديث بلفظة قبله فيروونه: كان الله ولم يكن شيء قبله. وكثرة رواية الحفاظ والأئمة لهذه اللفظة مرجح لها على غيرها.
الثاني: أن لفظ (القبل) هو الموافق للنصوص الأخرى مثل قول الرسول صلّى الله عليه وسلّم في دعائه: (أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء) (٢) .
قوله: كان الله ولم يكن شيء قبله، وكان عرشه على الماء، وكتب في الذكر كل شيء: هذه الجمل الثلاث ورد الوصل بينها بالواو، ثم جاءت الجملة الرابعة موصولة بما قبلها بثم وهي (ثم خلق السماوات والأرض) ، وهذا يدل على أن الحديث ليس مقصوده بيان أول المخلوقات؛ لأن الواو لا تفيد الترتيب على الصحيح. لكن المقصود هو إجابة أهل اليمن عن أول خلق السماوات والأرض، فجاء بثم التي تفيد الترتيب والتراخي ليبين أن خلق
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٥٥١، لكنه رحمه الله وهم وعزاها إلى البخاري في موضعين: الأول في مجموع الفتاوى ١٨/٢١٦، والثاني في الصفدية ٢/٢٢٤، ولذلك تعقبه من تعقبه مثل محقق شرح العقيدة الطحاوية شعيب الأرناؤوط ١/١١٤، ومحمد رشاد سالم في تحقيق الصفدية لشيخ الإسلام ١/١٥ - ١٦، وذكر ابن حجر في فتح الباري ٦/٢٨٩ أن لفظة (معه) ليست في البخاري، وقد بحث هذه المسألة وبين المواضع الثلاثة د. عبد الرحمن المحمود في موقف ابن تيمية من الأشاعرة ٣/١٠٠٩.
(٢) الحديث أخرجه مسلم في صحيحه ٤/٢٠٨٤ كتاب الذكر والدعاء، باب ما يقول عند النوم وأخذ المضجع، والبيهقي في الأسماء والصفات ١/٣٦. باب ذكر الأسماء التي تتبع إثبات الباري جل ثناؤه.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (256,'السماوات والأرض لم يكن هو أول مخلوقات الله، فقد سبقه مخلوقات لله سبحانه وتعالى والله أعلم (١) .
وقوله: كان الله: أي فيما مضى من الزمان وهي تنبئ - هنا - عن الأزلية، والأزل ليس وقتاً بعينه مثل قوله تعالى: {وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً} [الأحزاب: ٤٠] .
وقوله: وكان عرشه على الماء معناه: أنه خلق الماء سابقاً ثم خلق العرش على الماء، فوقت خلق السماوات والأرض كان عرشه على الماء، وتبين الأحاديث الأخرى أن القلم خلق بعد العرش، ثم خلق السماوات والأرض وما فيهن (٢) ، ومطلق قوله: (وكان عرشه على الماء) يقيد بقوله: (ولم يكن شيء قبله) والمراد بكان في الأول: الأزلية، وفي الثاني: الحدوث بعد العدم (٣) .
قوله: كتب في الذكر: يعني اللوح المحفوظ كما قال سبحانه: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ} [الأنبياء: ١٠٥] أي من بعد اللوح المحفوظ (٤) .
وأضيفت الكتابة إلى الله تعالى، ولا يلزم أنه - سبحانه - هو الذي يباشر الكتابة بنفسه بل يجوز أن يأمر بذلك ما يشاء، ودليل ذلك حديث عبادة بن الصامت (ت - ٣٤هـ) رضي الله عنه قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «إن أول ما خلق الله القلم، فقال له: اكتب، قال: رب وماذا أكتب؟ قال: اكتب مقادير كل شيء حتى تقوم الساعة» (٥) فالمأمور بالكتابة في هذا الحديث هو القلم وهو من مخلوقات الله.
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢١٧.
(٢) انظر: في ذكر الخلاف: أيهما خلقه أولاً: العرش أم القلم؟: الصفدية لابن تيمية ٢/٧٩، بغية المرتاد له ص٢٧٦، منهاج السنة له ١/٣٦١، فتح الباري لابن حجر ٦/٢٨٩.
(٣) انظر: فتح الباري لابن حجر ٦/٢٨٩.
(٤) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢١١.
(٥) الحديث أخرجه الترمذي في سننه ٤/٤٥٧ كتاب القدر باب ١٧، وأبو داود في سننه ٥/٧٦ كتاب السنة، باب في القدر، وصححه الألباني في صحيح سنن الترمذي ٢/٢٢٨ - ٢٢٩، ٣/١٢٣.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (257,'ولفظة (كل شيء) أي: من الكائنات، وهي تعم كل موضع بحسب ما سيقت له، كما في قوله تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} [الرعد: ١٦] وقوله: {تُدَمِّرُ كُلَّ شَيْءٍ} [الأحقاف: ٢٥] ، وقوله: {وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ} [النمل: ٢٣] .
قوله: فإذا هي يُقطع دونها السراب: أي يحول بيني وبينها السراب، والسراب هو: ما يُرى نهاراً في الفلاة كأنه ماء (١) ، وهذا كناية عن بُعدها.
قوله: فوالله لوددت أني كنت تركتها: وفي رواية (لوددت أنها قد ذهبت ولم أقم) . قال ابن حجر (ت - ٨٥٢هـ) رحمه الله (الود المذكور تسلط على مجموع ذهابها وعدم قيامه لا على أحدهما فقط؛ لأن ذهابها كان قد تحقق بانفلاتها، والمراد بالذهاب: الفقد الكلي) (٢) .
فكانت رغبته في بقائه في مجلس رسول الله صلّى الله عليه وسلّم يتعلم العلم والإيمان، ولا يفوته آخر الحديث، فهو تأسف على أنه قد فاته آخر حديث رسول الله صلّى الله عليه وسلّم، وفي هذا بيان حرص الصحابة - رضوان الله عليهم - على تحصيل العلم، والبحث عن الخير.
وقد بحث ابن حجر (ت - ٨٥٢هـ) رحمه الله عن تتمة الحديث التي تأسف عليها عمران بن حصين (ت - ٥٢هـ) رضي الله عنه فقال: (وقد كنت كثير التطلب لتحصيل ما ظن عمران أنه فاته من هذه القصة إلى أن وقفت على قصة نافع بن زيد الحميري (٣) فقوي في ظني أنه لم يفته شيء من هذه القصة بخصوصها، لخلو قصة نافع بن
_________
(١) انظر: لسان العرب لابن منظور ١/٤٦٥ مادة (سرب) ، وفتح الباري لابن حجر ٦/٢٩٠.
(٢) فتح الباري ١٣/٤١٠.
(٣) نافع بن زيد الحميري، صحابي جليل، قدم وافداً على رسول الله صلّى الله عليه وسلّم في نفر من حمير، وسألوه عن أول هذا الأمر، فقال عليه الصلاة والسلام: كان الله ولم يكن شيء قبله.
انظر في ترجمته: الإصابة لابن حجر ٣/٥٤٤.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (258,'زيد رضي الله عنه عن قدر زائد على حديث عمران) (١) وقد نبه ابن تيمية رحمه الله إلى أن بعض الناس يزيد في آخر الحديث قوله: (وهو الآن على ما عليه كان) وينسبون هذه الجملة إلى رسول الله صلّى الله عليه وسلّم، وبين أن هذا كذب مفترى على رسول الله صلّى الله عليه وسلّم، وقد اتفق أهل العلم بالحديث على أن هذه الزيادة كذب موضوع مختلق، وليس هو في شيء من دواوين الحديث، لا كبارها ولا صغارها، ولا رواه أحد من أهل العلم بإسناد لا صحيح ولا ضعيف، ولا بإسناد مجهول، وإنما تكلم بهذه الكلمة بعض متأخري الجهمية، فتلقاها منهم أهل وحدة الوجود الذين يقولون: وجوده عين وجود المخلوقات (٢) .
وصلة حديث عمران بن حصين (ت - ٥٢هـ) رضي الله عنه بموضوع إمكان حوادث لا أول لها: أن المتكلمين الذين يرون امتناع دوام الحوادث في الماضي استدلوا بهذا الحديث ظناً منهم أن سؤال أهل اليمن وجواب الرسول صلّى الله عليه وسلّم لهم إنما كان عن بدء المخلوقات كلها، لا عن بدء خلق السماوات والأرض، فمقصود الحديث عندهم هو إخبار الرسول صلّى الله عليه وسلّم أن الله كان موجوداً وحده، معطلاً عن الفعل، غير قادر عليه، ثم إنه ابتدأ إحداث جميع أنواع الحوادث، وانتقل الفعل من الامتناع إلى الإمكان بلا سبب، وصار قادراً بعد أن لم يكن بلا سبب (٣) .
والذي عليه سلف الأمة ومن وافقهم أن مراد الرسول صلّى الله عليه وسلّم هو الإخبار عن خلق الله لهذا العالم المشهود الذي خلقه في ستة أيام ثم استوى على العرش، كما قال عزّ وجل: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [يونس: ٣] .
_________
(١) فتح الباري ٦/٢٩٠.
(٢) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٢/٢٧٢، ١٨/٢٢١، وانظر: فتح الباري لابن حجر ٦/٢٨٩.
(٣) انظر: الإنصاف للباقلاني ص٤٣، وانظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢١١، ٢٤٢.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (259,'وفي صحيح مسلم عن عبد الله بن عمرو بن العاص (ت - ٦٥هـ) رضي الله عنهما عن النبي صلّى الله عليه وسلّم أنه قال: «كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، قال: وعرشه على الماء» (١) ، فأخبر عن تقدير خلق هذا العالم، وأنه قبل أن تخلق السماوات والأرض بخمسين ألف سنة، وكان عرشه على الماء.
وقد ناقش ابن تيمية رحمه الله المخالفين الذين يرون أن المقصود في حديث عمران رضي الله عنه (ت - ٥٢هـ) هو الإخبار عن أول المخلوقات مطلقاً بأجوبة عديدة منها:
١ - أن قول أهل اليمن: (جئناك لنسألك عن أول هذا الأمر) إما أن يكون الأمر المشار إليه هذا العالم، أو جنس المخلوقات.
فإن كان المراد: خلق العالم المشاهد فيكون النبي صلّى الله عليه وسلّم قد أجابهم؛ لأنه أخبرهم عن أول خلق هذا العالم.
وإن كان المراد بالأمر جنس المخلوقات، فإن النبي صلّى الله عليه وسلّم لم يجبهم في الحديث؛ ذلك أنه لم يذكر أول الخلق مطلقاً. بل قال: (كان الله ولا شيء قبله، وكان عرشه على الماء، وكتب في الذكر كل شيء ثم خلق السماوات والأرض) فلم يذكر إلا خلق السماوات والأرض، وإذا كان قد أجابهم عن خلق السماوات والأرض ولم يجبهم عن أول الخلق مطلقاً علم أنهم سألوه عما أجابهم. والرسول صلّى الله عليه وسلّم منزه عن أن يجيبهم عما لم يسألوه، ويترك إجابة ما سألوه عنه.
٢ - أن قولهم: (هذا الأمر) الإشارة إلى الحاضر المشهود، ولو سألوه عن أول الخلق مطلقاً لما أشاروا إليه بهذا، فإن ذاك لم يشهدوه، فلا يشيرون إليه بهذا، بل لم يعلموه أيضاً، فإن ذاك لا يعلم إلا بخبر الأنبياء، والرسول صلّى الله عليه وسلّم
_________
(١) سبق تخريجه ص٢٢٨.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (260,'لم يخبرهم بذلك، فلو كان أخبرهم به لما سألوه عنه، فعلم أن سؤالهم كان عن أول هذا العالم المشهود.
٣ - أن الثابت عن المصطفى صلّى الله عليه وسلّم أنه قال: (كان الله ولم يكن شيء قبله) - كما سبق بيانه - وإذا كان إنما قال هذا اللفظ: فلم يكن فيه تعرض لابتداء الحوادث، ولا لأول مخلوق.
٤ - أن الرسول صلّى الله عليه وسلّم قال: «كان الله ولم يكن شيء قبله، وكان عرشه على الماء، وكتب في الذكر كل شيء ثم خلق السماوات والأرض» . فلم يذكر في الجمل الثلاث الأول ترتيباً، لكنه رتب الجملة الرابعة بـ (ثم) التي تفيد الترتيب والتراخي على ما قبلها من الجمل.
وعليه: فلا يفيد الحديث بيان أول المخلوقات مطلقاً، بل ولا فيه الإخبار بخلق العرش والماء، وإن كان ذلك كله مخلوقاً، لكن القصد هو إخبار أهل اليمن عن بدء خلق السماوات والأرض وما بينهما، وهي المخلوقات التي خلقت في ستة أيام، لا ابتداء ما خلقه الله قبل ذلك.
٥ - أن الرسول صلّى الله عليه وسلّم حين أخبر عن العرش والماء والكتابة: أخبر عن كونها ووجودها، ولم يتعرض لابتداء خلقها، ولما ذكر السماوات والأرض أخبر بما يدل على خلقها، وسواء أكان قول الرسول صلّى الله عليه وسلّم: (وخلق السماوات والأرض) أم (ثم خلق السماوات والأرض) فعلى التقديرين يكون قد أخبر بخلقهما، فلم يكن المقصود الإخبار بخلق العرش ولا الماء، فضلاً عن أن يقصد أن خلق ذلك كان مقارناً لخلق السماوات والأرض.
٦ - أن النبي صلّى الله عليه وسلّم لو كان قال: (ولم يكن شيء معه) فليس فيه ما يدل على ذكر أول المخلوقات وترتيبها، بل المقصود: أنه لا شيء معه من هذا الأمر المسؤول عنه، وهم سألوه عن أول الأمر، وسياق الحديث يدل على أنه أخبرهم بأول هذا العالم الذي خلق في ستة أيام، ولم يخبرهم بما قبل ذلك (١) .
_________
(١) انظر: الصفدية لابن تيمية ٢/٢٢٤ - ٢٢٥، مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢١٩.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (261,'٧ - أن كثيراً من الناس يجعلون هذا الحديث عمدتهم من جهة السمع في أن الحوادث لها ابتداء وأن جنس الحوادث مسبوق بالعدم، إذ لم يجدوا في الكتاب والسنة ما ينطق به، وجعلوا هذا معنى حدوث العالم الذي هو أول مسائل أصول الدين عندهم، فيبقى أصل الدين الذي هو دين الرسل عندهم، ليس عندهم ما يعلمون به أن الرسول صلّى الله عليه وسلّم قاله، ولا في العقل ما يدل عليه، بل العقل والسمع يدل على خلافه.
ومن كان أصل دينه الذي هو عنده دين الله ورسوله لا يعلم أن الرسول صلّى الله عليه وسلّم جاء به كان من أضل الناس في دينه.
٨ - أن المتكلمين لما اعتقدوا أن هذا هو دين الإسلام أخذوا يحتجون عليه بالحجج العقلية المعروفة لهم.
وعمدتهم التي هي أعظم الحجج مبناها على امتناع حوادث لا أول لها، وبها أثبتوا حدوث كل موصوف بصفة، وسموا ذلك إثباتاً لحدوث الأجسام. فلزمهم على ذلك نفي صفات الرب عزّ وجل وأن الله لا يرى في الآخرة، وأنه ليس فوق العرش، وكان حقيقة قولهم تكذيباً لما جاء به الرسول صلّى الله عليه وسلّم، وتسلط أهل العقول من الفلاسفة وغيرهم على تلك الحجج التي لهم فبينوا فسادها.
٩ - أن الغلط في فهم معنى هذا الحديث سببه عدم المعرفة بنصوص الكتاب والسنة، بل والمعقول الصريح، فإنه أوقع كثيراً من المتكلمين وأتباعهم في الحيرة والضلال، فإنهم لم يعرفوا إلا قولين: قول الدهرية (١) القائلين بالقدم، وقول الجهمية القائلين بأنه: لم يزل معطلاً عن أن يفعل أو يتكلم
_________
(١) الدهرية: هم الذين ينكرون الربوبية، ويعدون الأمر والنهي والرسالة من الله تعالى مستحيلاً في العقول، ويقولون بقدم العالم، وينكرون الثواب والعقاب، وينسبون النفع والضرر إلى الدهر.
انظر: الملل والنحل للشهرستاني تحقيق بدران ٢/٢٤٤ - ٢٤٥، البرهان للسكسكي ص٨٨، المقالات والفرق للأشعري القمي ص١٩٤ - ١٩٥.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (262,'بقدرته ومشيئته، ورأوا لوازم كل قول تقتضي فساده وتناقضه، فبقوا حائرين مرتابين جاهلين، وهذه حال من لا يحصى منهم، نسأل الله السلامة.
١٠ - أن الله تعالى أرسل الرسل وأنزل الكتب لدعوة الخلق إلى عبادته وحده لا شريك له، وذلك يتضمن معرفته لما أبدعه من مخلوقاته، وهي المخلوقات المشهورة الموجودة من السماوات والأرض وما بينهما، فأخبر في الكتاب الذي لم يأت من عنده كتاب أهدى منه بأنه خلق أصول هذه المخلوقات الموجودة المشهودة في ستة أيام ثم استوى على العرش، فهذا إخبار عن العالم الموجود وابتداء خلقه، وأما ما خلقه قبل ذلك شيئاً بعد شيء فهذا بمنزلة ما سيخلقه بعد قيام القيامة، ودخول أهل الجنة وأهل النار منازلهما، وهذا مما لا سبيل للعباد إلى معرفته تفصيلاً.
١١ - أن الإقرار بأن الله لم يزل يفعل ما يشاء ويتكلم بما يشاء هو وصف الكمال الذي يليق به - سبحانه - وما سوى ذلك نقص يجب أن ينزه عنه، فإن كونه لم يكن قادراً ثم صار قادراً على الفعل فإنه يقتضي أنه كان ناقصاً فاقداً صفة القدرة التي هي من لوازم ذاته وهذا ممتنع: فإنه إذا لم يكن قادراً ثم صار قادراً فلا بد من أمر جعله قادراً بعد أن لم يكن، فإذا لم يكن هناك إلا العدم المحض امتنع أن يصير قادراً بعد أن لم يكن، وكذلك يمتنع أن يصير عالماً بعد أن لم يكن قبل هذا.
بخلاف الإنسان فإنه كان غير عالم وغير قادر ثم صار عالماً قادراً (١) .
وقد ناقش الإمام أحمد (ت - ٢٤١هـ) رحمه الله الجهمية بقوله:
(ففي مذهبكم قد كان في وقت من الأوقات لا يتكلم، حتى خلق التكلم، وكذلك بنو آدم كانوا لا يتكلمون حتى خلق الله لهم كلاماً، وقد جمعتم بين كفر وتشبيه، وتعالى الله عن هذه الصفة.
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٣٧.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (263,'بل نقول: إن الله لم يزل متكلماً إذا شاء، ولا نقول: إنه كان ولا يتكلم حتى خلق الكلام ولا نقول: إنه قد كان لا يعلم، حتى خلق علماً فعلم، ولا نقول: إنه كان ولا قدرة له، حتى خلق لنفسه القدرة، ولا نقول: إنه كان ولا نور له، حتى خلق لنفسه نوراً، ولا نقول: إنه كان ولا عظمة له، حتى خلق لنفسه عظمة.
فقالت الجهمية - لما وصفنا الله بهذه الصفات -: إن زعمتم أن الله ونوره، والله وقدرته، والله وعظمته، فقد قلتم بقول النصارى، حين زعموا أن الله لم يزل ونوره، ولم يزل وقدرته.
قلنا: لا نقول: إن الله لم يزل وقدرته، ولم يزل ونوره، ولكن نقول: لم يزل بقدرته، ونوره، لا متى قدر ولا كيف.
فقالوا: لا تكونوا موحدين أبداً حتى تقولوا: قد كان الله ولا شيء.
فقلنا: نحن نقول: قد كان الله ولا شيء، ولكنا إذا قلنا: إن الله لم يزل بصفاته كلها أليس إنما نصف إلهاً واحداً بجميع صفاته؟) (١) .
ثم ضرب للجهمية مثلاً بالنخلة لها جذع، وكرب، وليف، وسعف، وخوص، وجمّار، واسمها اسم شيء واحد، سميت نخلة بجميع صفاتها، فكذلك الله - وله المثل الأعلى بجميع صفاته - إله واحد.
وقال الإمام الدارمي (ت - ٢٨٠هـ) رحمه الله:
(والله - تعالى وتقدس اسمه - كل أسمائه سواء. لم يزل كذلك، ولا يزال، لم تحدث له صفة، ولا اسم لم يكن كذلك، كان خالقاً قبل المخلوقين، ورازقاً قبل المرزوقين، وعالماً قبل المعلومين، وسميعاً قبل أن يسمع أصوات المخلوقين، وبصيراً قبل أن يرى أعيانهم مخلوقة) (٢) .
_________
(١) الرد على الجهمية والزنادقة (ضمن عقائد السلف جمع النشار وطالبي ص٩٠ - ٩٢) .
(٢) رد الإمام الدارمي على بشر المريسي ص٩.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (264,'والنفاة يزعمون أن الفعل ممتنع في الأزل، والأزل ليس شيئاً محدوداً يقف عنده العقل، بل ما من غاية ينتهي إليها تقدير الفعل إلا والأزل قبل ذلك بلا غاية محدودة.
ويضرب ابن تيمية رحمه الله مثلاً لذلك بأنه لو فرض وجود مدائن أضعاف مدائن الأرض، في كل مدينة من الخردل ما يملؤها، وقدر أنه كلما مضت ألف ألف سنة فنيت خردلة: فني الخردل كله، والأزل لم ينته (١) .
فما من وقت يقدر إلا والأزل قبل ذلك؛ لأن الأزل يعني عدم الأولية، فهو ليس شيئاً محدوداً (٢) .
وما من وقت صدر فيه الفعل بالنسبة إلى الله عزّ وجل إلا وقد كان قبل ذلك ممكناً وإذا كان ممكناً فما الموجب لتخصيص حال الفعل بالخلق دون ما قبل ذلك فيما لا يتناهى؟ (٣) .
وبهذا يتضح أن المراد في حديث عمران (ت - ٥٢هـ) رضي الله عنه هو الإخبار عن حدوث العالم المشهود الموجود؛ ولذا فإن أهل السنة يجعلون هذا الحديث من أدلتهم على حدوث العالم، ولهم أدلة أخرى نقلية، وعقلية متعددة:
أما الأدلة النقلية فمنها:
قوله تعالى: {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} [هود: ٧] .
وقال - سبحانه -: {ثُمَّ اسْتَوَى إِلَى السَّمَاء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ * فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاء أَمْرَهَا وَزَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} [فصلت: ١١، ١٢] .
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٣٨، وانظر: مثالاً قريباً منه في شرح كتاب التوحيد من صحيح البخاري للغنيمان ١/٣٨٤.
(٢) انظر: الصفدية لابن تيمية ١/٧١، مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٣٩.
(٣) انظر: هذه الردود بتفصيل في مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢١٣ - ٢٤٣.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (265,'والذي عليه سلف الأمة وأئمتها مع أهل الكتاب أن هذا العالم خلقه الله وأحدثه من مادة كانت مخلوقة قبله وهي الدخان والبخار، وقد كان قبل خلق السماوات مخلوقات كالعرش والماء.
وقال الله -سبحانه-: {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ} [الروم:٣٣] .
وقال: {أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [الأحقاف: ٣٣] .
وقال: {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى} [يس: ٨١] .
وأما الأحاديث فمنها قوله صلّى الله عليه وسلّم في خطبته عام حجة الوداع: «إن الزمان قد استدار كهيئته يوم خلق السماوات والأرض، السنة اثنا عشر شهراً، منها أربعة حرم ثلاث متواليات: ذو القعدة، وذو الحجة، والمحرم، ورجب مضر الذي بين جمادى وشعبان» (١) .
وثبت عن عبد الله بن عمرو بن العاص (ت - ٦٥هـ) رضي الله عنهما عن النبي صلّى الله عليه وسلّم أنه قال: «كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة وكان عرشه على الماء» (٢) .
إضافة إلى حديث عمران بن حصين (ت - ٥٢هـ) رضي الله عنه وحديث القلم الذي مر ذكرهما قبل قليل.
_________
(١) الحديث أخرجه البخاري في صحيحه ١٣/٤٢٤ كتاب التوحيد باب وجوه يومئذ ناضرة، ومسلم في صحيحه ٣/١٣٠٥ كتاب القسامة باب تغليظ تحريم الدماء، وأبو داود في سننه ٢/٤٨٣ - ٤٨٥ كتاب المناسك، باب الأشهر الحرم، قال الخطابي في معالم السنن ٢/٤٨٤: (إنما أضاف الشهر إلى مضر؛ لأنها كانت تشدد في تحريم رجب، وتحافظ على ذلك أشد من محافظة سائر القبائل، فأضيف الشهر إليهم لهذا المعنى) .
(٢) تقدم تخريجه ص٢٢٨.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (266,'وأما الأدلة العقلية لإثبات حدوث العالم عند أهل السنة فيمكن أن نذكر بعضاً منها:
١ - أن يقال: إن كان حدوث الحوادث بلا سبب حادث جائزاً: أمكن حدوث العالم، وبطل القول بوجوب قدمه.
وإن كان ممتنعاً بطل القول بقدمه لامتناع حدوث الحوادث عن الموجب الأزلي، وبعبارة أخرى: إن كان تسلسل الحوادث ممتنعاً لزم حدوث العالم، وإن كان ممكناً أمكن حدوث كل شيء منه بحادث قبله (١) .
٢ - أن يقال: إن العالم لو كان قديماً: لكان إما واجباً بنفسه وهذا باطل، فكل جزء من أجزاء العالم مفتقر إلى غيره، والمفتقر إلى غيره لا يكون واجباً بنفسه.
وإما واجباً بغيره: فيكون المقتضي له موجباً بذاته، بمعنى: أنه مستلزم لمقتضاه، سواء كان شاعراً مريداً أم لم يكن، فإن القديم الأزلي إذا قُدِّر أنه معلول مفعول فلا بد له من علة تامة مقتضية له في الأزل، وهذا هو الموجب بذاته.
ولو كان مبدعه موجباً بذاته علة تامة لم يتأخر عنه شيء من معلوله ومقتضاه. والحوادث مشهودة في العالم: فعلم أن فاعله ليس علة تامة، وإذا لم يكن علة تامة لم يكن قديماً. (٢)
٣ - أن العالم ممكن الوجود، والممكن الذي يقبل الوجود والعدم لا يكون إلا محدثاً، وأما القديم الذي يمتنع عدمه فلا يقبل العدم (٣) .
٤ - أن العالم إذا كان تحله الحوادث من غيره دل على أن غيره متصرف فيه قاهر له تحدث فيه الحوادث ولا يمكنه دفعها عن نفسه.
_________
(١) انظر: الصفدية لابن تيمية ١/٨١.
(٢) انظر: منهاج السنة لابن تيمية ٢/٢٧٣ - ٢٨٠.
(٣) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٣٣١.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (267,'وما كان مقهوراً مع غيره لم يكن موجوداً بنفسه، ولا مستغنياً بنفسه، ولا عزيزاً ولا مستقلاً بنفسه، وما كان كذلك لم يكن إلا مصنوعاً مربوباً فيكون محدثاً (١) .
وقد ذكر شيخ الإسلام رحمه الله إجماع أهل الملل والأديان على أن كل ما سوى الله فهو مخلوق محدث كائن بعد أن لم يكن (٢) .
وذكر أنه قد استقر في فطر الناس أن السماوات مخلوقة مفعولة، وقد أحدثها خالقها بعد أن لم تكن، ولم يخطر بالفطر السليمة أن السماوات والأرض قد خلقتا مع الله أزلاً (٣) .
وأما المتكلمون فلهم طرق متعددة في إثبات حدوث العالم (٤) . إلا أن أقواها عندهم هو دليل حدوث الأجسام، وهو ما سأذكره وأناقشه بشيء من الاختصار - بعد قليل -؛ ذلك أن الأدلة الأخرى قد زيفها أكثر متأخريهم وعقلائهم.
ومما له صلة بحدوث العالم عند المتكلمين مسألة (الجوهر الفرد) التي خاضوا فيها كثيراً في كتبهم المتقدمة، وفي دراساتهم المتأخرة؛ ذلك أن إثبات الجوهر الفرد مرتبط بالقول بتناهي الأجسام، فهو يؤيد قولهم بحدوث العالم حين يردون على الفلاسفة، إذ هذا المصطلح مقابل مصطلح الهيولي والصورة (٥) عند الفلاسفة.
_________
(١) انظر: الأدلة العقلية لأهل السنة. مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٣٣١، الصفدية له ١/٧٤، ٨١، منهاج السنة النبوية ٢/٢٧٣.
(٢) انظر: الصفدية لابن تيمية ١/١٠، ١٣٠.
(٣) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٢٦.
(٤) انظر: من كتب المتكلمين: الإنصاف للباقلاني ص٢٧، نهاية الإقدام للشهرستاني ص١١ - ٥٣، التوحيد لأبي منصور الماتريدي ص١٢، الأربعين في أصول الدين للرازي ١/٢٩، الإرشاد للجويني ص٣٩ - ٤٢، وانظر: درء تعارض العقل والنقل لابن تيمية ٢/٣٤٤ إلى نهاية الجزء، ٣/٣ - ٢٣، ٤٤٨ - ٤٤٩.
(٥) الهيولى: كلمة يونانية الأصل، ويراد بها المادة الأولى، وهو كل ما يقبل الصورة، أي هو جوهر وجوده بالفعل إنما يحصل بقبول الصورة الجسمانية كقوة قابلة للصور، وليس لها وجود بالفعل بنفسها دون الصورة.
انظر: مقاصد الفلاسفة للغزالي ٢/١٩، معيار العلم له ص٢٨٧ - ٢٨٨، المعجم الفلسفي لجميل صليبا ٢/٥٣٦ - ٥٣٧، المعجم الفلسفي لمجمع اللغة ص٢٠٨، فكرة الجوهر للطف ١٤٣ - ١٨١.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (268,'وتأتي فكرة الجوهر الفرد في مقابل ما ذهب إليه النظام (١) من القول بإمكان تجزؤ الأجسام إلى ما لا نهاية، مما يؤدي إلى تقرير القول بقدم العالم (٢) .
فعلى مذهب المتكلمين أن الله أزلي قديم، وأن العالم مكون من جواهر وأعراض حادثة، وكل ما لا يخلو من الحوادث فهو حادث، ولا بد لهذه الجواهر والأعراض من محدث، وهو الله، والله يخلق هذه الأجزاء، ثم تفنى، ويعيد خلقها ... (٣) .
والجوهر الفرد هو المتحيز الذي لا ينقسم، والجزء الذي لا يتجزأ (٤) .
_________
(١) النظام: إبراهيم بن سيار بن هاني البصري، أبو إسحاق النظام، من أئمة المعتزلة، وانفرد بآراء خاصة تبعه فيها جماعة أطلق عليهم (النظامية) ، ت سنة ٢٣١هـ.
انظر في ترجمته: لسان الميزان لابن حجر ١/٦٧، الفهرست لابن النديم الملحق ص٢، المنية والأمل للقاضي عبد الجبار ص٥٩.
(٢) انظر: قراءة في علم الكلام للجزيري ص٣٦ - ٤١.
(٣) انظر: نشأة الفكر الفلسفي في الإسلام للنشار ١/٤٧٦.
(٤) انظر: في تعريف الجوهر الفرد: المعجم الفلسفي إعداد مجمع اللغة ص٨٨ مادة (ذرة) ، المعجم الفلسفي لجميل صليبا ١/٤٠٠ مادة (جزء) ، ١/٤٢٤ - ٤٢٧ مادة (الجوهر) ، ١/٥٨٨ مادة (الذرة) .
وأما تعريف الجوهر المقابل للعرض عند المتكلمين والتفصيل فيه، فهذا كثير عند المتكلمين، وفي كتب التعريفات المنطقية، انظر على سبيل المثال: إثبات الجوهر الفرد للشهرستاني ملحق نهاية الإقدام ص٥٠٥ - ٥١٤، الأربعين في أصول الدين للرازي ٢/٣ - ١٨، والمباحث المشرقية له ١/٢٤٠ - ٢٥١، المبين في شرح ألفاظ الحكماء والمتكلمين للآمدي (ضمن الفيلسوف الآمدي دراسة وتحقيق للأعسم ص١٠٩ - ١١١) ، وانظر: حاشية تحقيق (المباحث المشرقية للرازي) للبغدادي ١/٢٤٠- ٢٤٢، فقد= = فصل وذكر مراجع كثيرة، وانظر: فكرة الجوهر في الفكر الفلسفي الإسلامي لسامي لطف، التصور الذري في الفكر الفلسفي الإسلامي لمنى أبو زيد.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (269,'والجوهر الفرد أصوله يونانية، وأول من قال به من الإسلاميين أبو الهذيل العلاف (ت - ٢٣٥هـ) من المعتزلة.
والكلام في الجوهر الفرد مقدماته طويلة، وهي من الكلام المذموم شرعاً، حتى حذّاق النظار، وأذكياء الطوائف حار كثير منهم في مسألة الجوهر الفرد، فتوقفوا فيها تارة، وجزموا أخرى (١) .
وإثبات حدوث العالم عن طريق الجوهر الفرد لا حاجة لنا به، ويتضح ذلك من أمور:
١ - أن العلم بحدوث ما يحدث، والاستدلال على ثبوت الصانع ليس مفتقراً إلى أن يُعلم: هل في النطفة جواهر منفردة أو مادة؟ وهل ذلك قديم أو حادث؟. بل مجرد حدوث ما شُهد حدوثه يدل على أن له مُحدثاً، كما يدل حدوث سائر الحوادث على أن لها محدثاً.
٢ - أن الشك في حدوث الحيوان والنبات - عندهم - مبني على كونها من الجواهر المفردة أو المادة والصورة، وإمكان قدم الجواهر المفردة أو المادة. ومعلوم أن هذا لو كان صحيحاً، لكان من الدقيق الذي يحتاج إلى بيان، وهم لم يثبتوا ذلك، فذلك موضع اضطراب بين المتكلمين والفلاسفة.
٣ - أن حدوث ما يشهد حدوثه من الثمار والزروع والحيوان وغير ذلك أمر مشهود، فإن الإنسان إذا تأمل في خلق الله، وما يخرجه الله من الأرض من الزروع، وما يخرجه من الحيوان من النطفة والبيض أيقن بحدوث هذه الأعيان (٢) .
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ١/١٥٨، ٧/١٢٥ - ١٢٦، منهاج السنة النبوية له ٢/١٤١.
(٢) انظر: درء تعارض العقل والنقل لابن تيمية ٨/٣١٨ - ٣٢٢.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (270,'ويبين شيخ الإسلام رحمه الله أن القول بأن الأجسام مركبة من الجواهر المفردة قول لا يعرف عن أحد من أئمة المسلمين، لا من الصحابة، ولا من التابعين لهم بإحسان، ولا من بعدهم من الأئمة المعروفين (١) .
وذكر مضمون كلام القائلين بالجوهر الفرد وهو: (أن الله لم يخلق منذ خلق الجواهر المفردة شيئاً قائماً بنفسه، لا سماءً، ولا أرضاً، ولا حيواناً، ولا نباتاً، بل إنما يحدث تركيب تلك الجواهر القديمة فيجمعها ويفرقها، والحوادث المتتابعة أعراض قائمة بتلك الجواهر، لا أعيان قائمة بنفسها) (٢) ، وقال بعد ذلك: إن (هذا خلاف ما دل عليه السمع والعقل والعيان، ووجود جواهر لا تقبل القسمة منفردة عن الأجسام مما يعلم بطلانه بالعقل والحس، فضلاً عن أن يكون الله تعالى لم يخلق عيناً قائمة بنفسها إلا ذلك) (٣) .
وذكر رحمه الله جانباً آخر من جوانب إثبات المتكلمين للجوهر الفرد وهو أن الأجسام لا يستحيل بعضها إلى بعض، بل الجواهر التي كانت مثلاً في الأول، هي بعينها باقية في الثاني، وإنما تغيرت أعراضها، وقال بعد ذلك: (هذا خلاف ما أجمع عليه العلماء - أئمة الدين وغيرهم من العقلاء - من استحالة بعض الأجسام إلى بعض، كاستحالة الإنسان وغيره من الحيوان بالموت تراباً، واستحالة الدم والميتة والخنزير وغيرها من الأجسام النجسة ملحاً أو رماداً، واستحالة العذرات تراباً، واستحالة العصير خمراً، ثم استحالة الخمر خلاً، واستحالة ما يأكله الإنسان ويشربه بولاً ودماً وغائطاً ونحو ذلك) (٤) .
إن الأجسام إذا صغرت أجزاؤها فإنها تستحيل كما هو موجود في أجزاء الماء إذا تصغّر فإنه يستحيل هواء، فلا يبقى موجود ممتنع من القسمة، بل يقبل
_________
(١) انظر: منهاج السنة النبوية لابن تيمية ٢/١٣٩.
(٢) منهاج السنة النبوية لابن تيمية ٢/١٣٩.
(٣) منهاج السنة النبوية لابن تيمية ٢/١٣٩.
(٤) منهاج السنة النبوية ٢/١٤٠.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (271,'القسمة إلى حد ثم يستحيل إذا كان صغيراً، وليس استحالة الأجسام في صغرها محدوداً بحد واحد، بل قد يستحيل الصغير، وله قدر يقبل نوعاً من القسمة، وغيره لا يستحيل حتى يكون أصغر منه (١) .
ودليل حدوث الأجسام عند المتكلمين يقوم على أربع دعاوى:
أ - إثبات الأعراض.
ب - إثبات حدوث الأعراض.
ج - استحالة تعري الأجسام عن الأعراض.
د - ما لا يسبق الحوادث فهو حادث، لاستحالة حوادث لا أول لها، أو: كل ما لا يخلو من الحوادث وهو لا يسبقها فهو إذاً حادث (٢) .
ويمكن أن يجاب عن دليل حدوث الأجسام عند المتكلمين بأجوبة عديدة منها:
١ - أن الاستدلال بحدوث الأعراض ليس من أصول الدين، ولم يثبت أن النبي صلّى الله عليه وسلّم دعا الناس إلى الالتزام بها؛ لذا ذم سلف الأمة وأئمتهم الاستدلال به وبغيره مما لم يثبت عن النبي صلّى الله عليه وسلّم، ثم أعرضوا عنه لطول مقدماته، وللخوف على سالكيه من الشك والارتياب (٣) .
٢ - أن العقل يعلم بطلان هذا الدليل: يقول ابن تيمية رحمه الله: (انظر في هذا الأصل الذي اتبع فيه متأخروهم لمتقدميهم من إثباتهم حدوث العالم
_________
(١) انظر: في مناقشة فكرة الجوهر الفرد عند ابن تيمية: بيان تلبيس الجهمية ١/٢٨٥، شرح حديث النزول ص٢٤٤ - ٢٥٢، الصفدية ٢/٢٢٩، وانظر: في مناقشة القائلين بأن الجزء يتجزأ إلى ما لا نهاية: الصفدية ١/١١٨، بيان تلبيس الجهمية ١/٢٨٥.
(٢) انظر: الإنصاف للباقلاني ٢٧ - ٢٨، نهاية الإقدام للشهرستاني ٢٧ - ٢٨، المواقف للإيجي ٢٤٤ - ٢٤٨، الأربعين في أصول الدين للرازي ١/٣٢ - ٨١، التوحيد للماتريدي ١١ - ١٧، شرح الأصول الخمسة للقاضي عبد الجبار ١١٣ - ١١٥، وانظر: مذاهب الإسلاميين لبدوي ١/١٧٤.
(٣) انظر: درء تعارض العقل والنقل لابن تيمية ١/٣٩، مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٣٩، منهاج السنة النبوية له ١/٣٠٣.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (272,'والأجسام بهذه الطريق: هل هي طريقة صحيحة في العقل أم لا؟ وهل هي موافقة للشرع أم لا؟ فاعرضها على الكتاب والميزان، فإن الله تعالى يقول: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} [الحديد: ٢٥] ، فأعرض عما يذكرونه (١) بما ثبت من كتاب الله وسنة رسوله، وما ثبت عن الصحابة والتابعين لهم بإحسان، وأئمة المسلمين.
وزنه أيضاً بالميزان الصحيحة العادلة العقلية، واستعن على ذلك بما يذكره كل من النظار في هذه الطريقة وأمثالها، ولا تتبع الهوى فيضلك عن سبيل الله، ولا تتبع الظن فإنه لا يغني من الحق شيئاً) (٢) .
٣ - أنه يلزم من هذا الدليل لوازم فاسدة كنفي الصفات عن الله عزّ وجل مطلقاً، أو نفي بعضها، والقول بخلق القرآن، وإنكار العلو، ونفي القدرة على الفعل قبل بدء الخلق - على مذهبهم - والترجيح بلا مرجح وغيرها، وكل هذا خلاف الكتاب والسنة (٣) .
٤ - أن إثبات المتكلمين حدوث العالم من طريق حدوث الأجسام هو سبب تسلط الفلاسفة عليهم، فحين استدل المتكلمون بالأدلة السمعية والعقلية استدلالاً خاطئاً، تسلط عليهم الفلاسفة لما ظن الفلاسفة أنه ليس في إثبات حدوث العالم أو قدمه إلا قولان: قول المتكلمين، وقولهم، وقد رأوا أن قول المتكلمين باطل، فجعلوا ذلك حجة في تصحيح قولهم، وظنوا أنهم إذا قدحوا في أدلة المتكلمين يكونون قد قدحوا في أدلة الشرع، فالمتكلمون - كما يقول شيخ الإسلام عنهم -: لا للإسلام نصروا، ولا لأعدائه كسروا، بل سلطوا الفلاسفة عليهم، وعلى الإسلام (٤) .
_________
(١) في نسخة: فاعرض ما يذكرونه، ولعل هذا هو الأصوب.
(٢) درء تعارض العقل والنقل ٨/٢٧٦.
(٣) انظر: درء تعارض العقل والنقل ١/٣٩ - ٤٠، شرح حديث النزول ص٤١٦ - ٤١٨.
(٤) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ٦/٢٤٠، ١٨/٢٢٤ - ٢٢٥.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (273,'٥ - أن المتكلمين المقرين بهذا الدليل قد اختلفوا في كثير من جزئياته وتفاصيله، فالبعض يقر ببعض المقدمات، والبعض يرد على هذه المقدمات التي يترتب بعضها على بعض. (١)
وذكر شيخ الإسلام رحمه الله أن طريقة إثبات الصانع التي لا تكون إلا بإثبات حدوث العالم، ولا يكون إثبات حدوث العالم إلا بإثبات حدوث الأجسام هي أساس الكلام الذي اشتهر ذم السلف والأئمة له.
والذامون لهذه الطريقة نوعان:
منهم من يذمها؛ لأنها بدعة في الإسلام، فإنا نعلم أن النبي صلّى الله عليه وسلّم لم يدع الناس بها ولا الصحابة؛ لأنها طويلة مخطرة كثيرة الممانعات والمعارضات، فصار السالك فيها كراكب البحر عند هيجانه، وهذه طريقة الأشعري (ت - ٣٢٤هـ) في ذمه لها، فبعد أن بين أن طريقة الرسول صلّى الله عليه وسلّم أوضح من طريقة المتكلمين، بيّن رحمه الله بعض أوجه القصور في دليل المتكلمين إذ يقول عن طريقة المتكلمين إنه: (لا يصح الاستدلال بها إلا بعد رتب كثيرة يطول الخلاف فيها، ويدق الكلام عليها، فمنها ما يحتاج إليه في الاستدلال على وجودها، والمعرفة بفساد شبه المنكرين لها ... وليس يحتاج - أرشدكم الله - في الاستدلال بخبر الرسول عليه الصلاة والسلام على ما ذكرناه من المعرفة بالأمر الغائب عن حواسنا إلى مثل ذلك؛ لأن آياته، والأدلة على صدقه محسوسة مشاهدة، قد أزعجت القلوب، وبعثت الخواطر على النظر في صحة ما يدعو إليه) (٢) .
وإن كان الأشعري (ت - ٣٢٤هـ) والخطابي (٣) ،
_________
(١) انظر: بيان ذلك في عرض أدلة حدوث العالم عند المتكلمين على سبيل المثال: درء تعارض العقل والنقل ٢/٣٤٤، ٣/٣ - ١٨، ٣٥٠، ٤٤٨، الأربعين في أصول الدين للرازي ١/٢٩ - ٨١، انظر: موقف ابن تيمية من الأشاعرة للمحمود ٣/٩٨٦ - ٩٩٠.
(٢) رسالة الثغر ص٥٣ - ٥٤.
(٣) الخطابي: حمد بن محمد بن إبراهيم بن خطاب البستي، أبو سليمان الخطابي، إمام علامة حافظ لغوي، له مصنفات كثيرة، ت سنة ٣٨٨هـ.
انظر في ترجمته: طبقات الشافعية للسبكي ٣/٢٨٢، بغية الوعاة للسيوطي ١/٥٤٦.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (274,'والغزالي (١) وغيرهم لا يفصحون ببطلانها.
ومنهم من ذمها؛ لأنها مشتملة على مقدمات باطلة لا تحصل المقصود بل تناقضه (٢) .
_________
(١) الغزالي: محمد بن محمد بن محمد الغزالي، أبو حامد، أصولي فيلسوف أشعري متصوف، أكثر من التصنيف، رحل لطلب العلم، واعتزل الناس مدة، وقد تاب في آخر عمره، ت سنة ٥٠٥هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٩/٣٢٢، شذرات الذهب لابن العماد ٤/١٠.
(٢) انظر: الصفدية لابن تيمية ١/٢٧٥، وقد فصل شيخ الإسلام رحمه الله في الرد على دليل حدوث الأجسام في كثير من كتبه، وفي مواضع متعددة من الكتاب الواحد، وناقش هذا الدليل من جوانب متعددة، انظر على سبيل المثال من كتبه: الصفدية ١/٣٣، ٢٧٥، ٢/١٢، ١١٤ - ١١٧، درء تعارض العقل والنقل ١/٣٩ - ٤٥، ٢/٩٩ - ١٨٨، ٣/٣١ - ٦٧، ٤٤٨، ٨/٣٢٥، ٣٣٦، منهاج السنة النبوية ١/٣٠٠ - ٣٠٤، بيان تلبيس الجهمية ١/١١٧، ١٧٦ - ١٨٢، مجموع فتاوى شيخ الإسلام ابن تيمية ٣/٣٠٣ - ٣٠٤، ٥/٥٤٣ - ٥٤٤، وغيرها.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (275,'<span data-type="title" id=toc-46>المبحث الثاني
دعوى أن قول شيخ الإسلام بإمكان حوادث لا أول لها
يستلزم القول بقدم العالم ومناقشتها</span>
<span data-type="title" id=toc-47>المطلب الأول
دعوى أن قول شيخ الإسلام بإمكان حوادث لا أول لها يستلزم القول بقدم العالم</span>
ادعى المناوئون لابن تيمية رحمه الله أنه يقول بقدم العالم بناء على قوله رحمه الله بإمكان حوادث لا أول لها، ظناً منهم أنه ليس في المسألة إلا قولان: قول المتكلمين الذين يرون امتناع حوادث لا أول لها رداً على القائلين بقدم العالم، وقول الفلاسفة الذين يرون قدم العالم، فقال أبو بكر الحصني (ت - ٨٢٩هـ) في رده على ابن تيمية رحمه الله (مبحث الرد عليه في القول بقدم العالم) (١) .
وقال آخر عن ابن تيمية رحمه الله: (أنه أثبت قدم الزمان) (٢) .
ويدّعون أن ابن تيمية رحمه الله هو أوّل من قال بإمكان حوادث لا أول لها، كما يقول علي السبكي (ت - ٧٥٦هـ) : (هذا هو الذي ابتدعه ابن تيمية والتزم به حوادث لا أول لها) (٣) . وحين يجدون ابن تيمية رحمه الله يستدل بأقوال السلف، يبدأون بالإجابة عن هذه النصوص واحداً تلو الآخر، ولا يجدون لها مخرجاً،
_________
(١) دفع شبه من شبه وتمرد ونسب ذلك إلى الإمام أحمد ص٦٠.
(٢) انظر: المقالات السنية في كشف ضلالات أحمد بن تيمية للحبشي ص٦٨.
(٣) السيف الصقيل في الرد على ابن زفيل ص٦٣.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (276,'إلا أن يقولوا عن الإمام الدارمي (ت - ٢٨٠هـ) رحمه الله إنه كان فيما سبق لا يخوض في صفات الله - سبحانه - ويصفون هذه بطريقة السلف، ثم انخدع بالكرامية، وأصبح مجسماً مختل العقل عند تأليفه النقض (١) .
ويزعم المناوئون أن ابن تيمية رحمه الله قد استفاد هذا القول من الفلاسفة، وبالأخص من متأخريهم، قال أحدهم: (اتفقت فرق المسلمين - سوى الكرامية وصنوف المجسمة - على أن الله - سبحانه - منزه من أن تقوم به الحوادث، وأن تحل به الحوادث، وأن يحل في شيء من الحوادث، بل ذلك مما علم من الدين بالضرورة، ودعوى أن الله لم يزل فاعلاً متابعة منه للفلاسفة القائلين بسلب الاختيار عن الله - سبحانه -) (٢) .
وقال آخر: (ابن تيمية قد أخذ هذه المسألة - أعني قوله بقدم نوع العالم - عن متأخري الفلاسفة؛ لأنه اشتغل بالفلسفة) (٣) .
وانتقدوا عليه رحمه الله قوله بقدم النوع، وحدوث الأفراد فقالوا: إنه يقول بـ (القدم النوعي في الكلام، مع أنه لا وجود للكلي إلا في ضمن الأفراد، فلا معنى لوصف النوع بالقدم، بعد الاعتراف بحدوث كل فرد من أفراده) (٤) .
وقال: (عدم فناء النوع في الأزل بمعنى قدمه، وأين قدم النوع من حدوث أفراده؟ وهذا لا يصدر إلا ممن به مس بخلاف المستقبل) (٥) .
ويقولون: إنه يرى أن جنس الحوادث أزلي كما أن الله أزلي، أي لم يسبق الله - تعالى - بالوجود (٦) .
_________
(١) انظر: حاشية السيف الصقيل للكوثري ص٧١ - ٧٢.
(٢) السيف الصقيل للسبكي حاشية الكوثري ص١٦.
(٣) المقالات السنية في كشف ضلالات أحمد بن تيمية للحبشي ص٧٢، وانظر: ص٦٨.
(٤) السيف الصقيل للسبكي حاشية الكوثري ص٦٣.
(٥) السيف الصقيل للسبكي حاشية الكوثري ص٧٤، وانظر: المقالات للكوثري ص٣٩٦، ٤١٥، المقالات السنية للحبشي ص٦٥، ٦٦، ٧٤، التنبيه والرد للسقاف ص٦ - ٢٣.
(٦) انظر: المقالات السنية للحبشي ص٦٥.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (277,'ولذلك قالوا عنه بأنه يقول بالقدم الجنسي للعرش، أي أن الله لا يزال يعدم عرشاً ويحدث آخر من الأزل إلى الأبد حتى يكون له الاستواء أزلاً وأبداً (١) .
قال علي السبكي (ت - ٧٥٦هـ) في ابن تيمية رحمه الله:
يرى حوادث لا مبدا لأولها ... في الله - سبحانه - عما يظن به (٢)
وقد قال ابن حجر العسقلاني (ت - ٨٥٢هـ) عن مسألة إمكان حوادث لا أول لها: (وهي من مستشنع المسائل المنسوبة لابن تيمية) (٣) .
وتتلخص الدعاوى في الآتي:
١ - استشناع القول بإمكان حوادث لا أول لها، وأنه أول من قال بهذا القول.
٢ - رد القول بالقدم النوعي، وحدوث الأفراد، وهذه تابعة للتي قبلها.
٣ - قولهم بأنه يرى قدم جنس العرش، وهذه تابعة للتي قبلها.
٤ - قولهم بأنه موافق للفلاسفة في هذا القول (٤) .
_________
(١) انظر: المقالات السنية للحبشي ص٦٧، ٦٨، وانظر: حاشية الكوثري على السيف الصقيل ص٧٥، ابن تيمية ليس سلفياً لمنصور عويس ص٢٤٢.
(٢) انظر: المقالات السنية للحبشي ص٦١، وانظرها في تحقيق صلاح الدين مقبول أحمد للحمية الإسلامية ص٣٢، ١٠٧.
(٣) فتح الباري ١٣/٤١٠.
(٤) ومن العجب أن يفهم الشيخ ناصر الدين الألباني رحمه الله من ابن تيمية أنه يقول بأن العرش أول مخلوق، فقال في سلسلة الأحاديث الصحيحة ١/٢٠٧ ضمن فوائد حديث: (إن أول شيء خلقه الله تعالى القلم) ، قال: (وفيه رد على من يقول بأن العرش هو أول مخلوق، ولا نص في ذلك عن رسول الله صلّى الله عليه وسلّم وإنما يقول به من قال كابن تيمية وغيره استنباطاً واجتهاداً) .
وذكر - أيضاً - في ص٢٠٨: أن من فوائد الحديث: الرد على من يقول بحوادث لا أول لها، وأنه ما من مخلوق إلا ومسبوق بمخلوق قبله، وأن ابن تيمية أطال في رده على الفلاسفة بإثبات حوادث لا أول لها، وأنه جاء بما تحار فيه العقول، ولا تقبله أكثر القلوب، وذكر أن ذلك القول منه غير مقبول، بل هو مرفوض، وود الألباني أن لم يلج ابن تيمية هذا المولج، وهذا عجيب من الألباني رحمه الله.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (278,'<span data-type="title" id=toc-48>المطلب الثاني
مناقشة الدعوى</span>
الدعاوى الباطلة التي تثار إما أن تكون كذباً من أصلها، بحيث لا يكون في كلام المدعى عليه شيء منها أصلاً، فالإجابة عن هذا سهلة، وهي بأن يقال له: {قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة: ١١١] .
وإما أن يكون في كلام المدعى عليه شيء من الدعوى، وأصل لها، لكن يدخل في ذلك:
إما اختلاف المعتقد بين صاحب الدعوى، وبين المدعى عليه، وإما سوء القصد من صاحب الدعوى، وإما سوء الفهم والجهل بقضية الدعوى، وقد تأتي إحدى هذه الاحتمالات منفردة، وقد تكون مجتمعة - أحياناً - وقد وقعت هذه الاحتمالات في هذه الدعوى على ابن تيمية رحمه الله.
فأما استشناع المخالفين لابن تيمية رحمه الله قول ابن تيمية بإمكان حوادث لا أول لها فإنما هو استشناع مذهب السلف الذي أقروا به وقرروه في كتبهم، وهذا ما قرره البحث في هذا الفصل بكل تفاصيله وتشعباته، فلسنا في حاجة إلى إعادة الكلام عنها، إذ بيّن البحث قول السلف في التسلسل وأنه يجوز في الماضي والمستقبل، وأن الله يفعل ما يشاء كما اتضح من كلام الإمام أحمد (ت - ٢٤١هـ) رحمه الله، والإمام الدارمي (ت - ٢٨٠هـ) رحمه الله، وإنما كان بسط شيخ الإسلام رحمه الله هذه المسائل أكثر ممن قبله؛ لكثرة المخالفة، ولاشتباه الحق بالباطل عند كثير من الناس (١) .
_________
(١) انظر: درء تعارض العقل والنقل لابن تيمية ٢/٢٠٦، ٣/١٥٨.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (279,'ويمكن بيان ما قرره ابن تيمية رحمه الله في هذه المسألة إجمالاً بأنه يرى جواز وإمكان حوادث لا أول لها - وليس بوجوب حوادث لا أول لها - فإن الواجب هو فعل الرب الذي هو صفته، فلم يزل - سبحانه - فعالاً، فالله - سبحانه - لا يزال يفعل - متى شاء كيف شاء، لم يكن الفعل ممتنعاً عليه فعله حتى فعله، بل كان ولا زال قادراً على الفعل، وأنه لا دليل للمتكلمين على التفريق بين جواز دوام الحوادث في المستقبل، وفي الماضي، وأن الله قد أخبرنا عن بعض المخلوقات الموجودة قبل خلق السماوات والأرض وما بينهما، لكنه لم يخبرنا عن وقت خلقها، ولم يخبرنا هل هي أول المخلوقات أم لا؟، لأن ما خلقه الله قبل خلق السماوات والأرض شيئاً بعد شيء إنما هو بمنزلة ما سيخلق بعد قيام القيامة، ودخول أهل الجنة، وأهل النار منازلهما وهذا مما لا سبيل للعباد إلى معرفته تفصيلاً.
وأما استشناع ابن حجر (ت - ٨٥٢هـ) رحمه الله كلام شيخ الإسلام ابن تيمية رحمه الله فلأنه رحمه الله لم يكن متخصصاً في دقائق المسائل العقدية، فقد كان جل اشتغاله بعلم الحديث وعلم الرجال، وإلا فإن هذا هو مذهب أهل الكلام من الجهمية والمعتزلة والأشعرية من أهل البدع القائلين بامتناع حوادث لا أول لها والله أعلم (١) .
وأما قصيدة السبكي (ت - ٧٥٦هـ) التي نقم فيها على ابن تيمية رحمه الله أنه يرى جواز حوادث لا أول لها، فقد عارضه يوسف السرمري (٢) بقصيدة طويلة ذكر
_________
(١) انظر: شرح كتاب التوحيد من صحيح البخاري للغنيمان ١/٣٨٢، دفع الشبه الغوية لمراد شكري ص٥٦ - ٥٨، دعوة شيخ الإسلام ابن تيمية لصلاح مقبول ٢/٤١٢ - ٤١٣.
(٢) السرمري: يوسف بن محمد بن سعود العبادي الدمشقي الحنبلي، أبو المظفر، الإمام العلامة الحافظ، كان كثير الرحلة في طلب العلم، مكثر من التصنيف وزادت مصنفاته عن مائة مصنف، ت سنة ٧٧٦هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٥/٢٤٩، شذرات الذهب لابن العماد ٦/٢٤٩، بغية الوعاة للسيوطي ٢/٣٦٠.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (280,'فيها مؤاخذات السبكي على ابن تيمية في قصيدته، ورد عليها واحدة واحدة، فكان رده على مسألة إمكان حوادث لا أول لها قوله:
أما حوادث لا مبدا لأولها ... فذاك من أغرب المحكي وأعجبه
قصّرت في الفهم فاقصر في الكلام فما ... ذا عشك ادرج فما صقر كعنظبه (١)
لو قلت قال كذا ثم الجواب كذا ... لبان مخطئ قول من مصوِّبه (٢)
أجملت قولاً فأجملت الجواب ولو ... فصلتَ فصلتُ تبياناً لأغربه
إن قلت كان ولا علم لديه ولا ... كلام لا قدرة أصلاً كفرت به
أو قلت أحدثها بعد استحالتها ... في حقه سَمْتُ نقصٍ ما احتججتَ به
وكيف يوجدها بعد استحالتها ... فيه أيقدر ميت رفع منكبه
أو قلت فعل اختيار منه ممتنع ... ضاهيت قول امرئ مغوِ بأنصبه (٣)
ولم يزل بصفات الفعل متصفا ... وبالكلام بعيداً في تقربه
سبحانه لم يزل ما شاء يفعله ... في كل ما زمن مامن معقبه
نوع الكلام كذا نوع الفعال قديـ ... ـم لا المعيّن منه في ترتبه
وليس يفهم ذو عقل مقارنة الـ ... ـمفعول مع فاعل في نفس منصبه
يحب يبغض يرضى ثم يغضب ذا ... من وصفه، أرضِهِ بُعداً لمغضبه
والخلق ليس هو المخلوق تحسبه ... بل مصدر قائم بالنفس فادر به
وقول كن ليس بالشيء المكوَّن والصـ ... ـغير يعرف هذا مع تلعبه
فالمصطفى قال كان الله قبل ولا ... شيء سواه تعالى في تحجبه (٤)
_________
(١) العنظب: هو الذكر من الجراد، انظر لسان العرب لابن منظور ١/٦٣١ مادة (عنظب) .
(٢) يبين رحمه الله منهج المناوئين وهو الإجمال وعدم استطاعة التفصيل في عرض الدعاوى.
(٣) النصب: هو ما عبد من دون الله من الأحجار، وقد كانت حجارة تنصب حول الكعبة فيهل عليها، ويذبح لها من دون الله تعالى.
انظر: لسان العرب لابن منظور ١/٧٥٩ مادة (نصب) .
القاموس المحيط للفيروزآبادي ١/١٣٧ مادة (نصب) .
(٤) انظر: الحمية الإسلامية في الانتصار لمذهب ابن تيمية للسرمري تحقيق صلاح الدين مقبول ص٦٨ - ٧٥.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (281,'وقد عارضت قصيدة السبكي (ت - ٧٥٦هـ) قصيدة أخرى (١) جاء فيها:
وخالق قبل مخلوق يكوّنه ... وقاهر قبل مقهور يكون به
وراحم قبل مرحوم فيرحمه ... ورازق قبل مرزوق بأضربه
عن أمره صدر المخلوق أجمعه ... والأمر ويحك لا شك يقوم به
وقد تكلم رب العرش بالكتب الـ ... ـمنزلات كلاماً لا شبيه به
ولم يزل فاعلاً أو قائلاً أزلاً ... إذا يشاء هذا الحق فارض به
هذي حوادث لا مبدا لأولها ... بالنص فافهمه يا نومان وانتبه
إذ هي صفات لموصوف تقوم به ... قديمة مثله من غير ما شُبه
ومذهب القوم مروها كما وردت ... من غير شائبة التكييف والشبه (٢)
وأما دعوى قول شيخ الإسلام بقدم النوع، وأن هذا يستلزم القول بقدم العالم، فيحتاج المجيب عن هذه الدعوى إلى بسط قول شيخ الإسلام حول هذه المسألة، ليُعرف هل قوله يستلزم ما ألزموه أم لا؟
إن شيخ الإسلام ابن تيمية رحمه الله يرى أهمية مسألة التفريق بين دوام النوع، وحدوث الأفراد والأعيان، وبيّن أن من اهتدى إلى الفرق بين النوع والعين تبين له فصل الخطأ من الصواب في مسألة الأفعال، ومسألة الكلام والخطاب، وكشف له الحجاب عن الصواب في هذا الباب، الذي اضطرب فيه أولوا الألباب، والله يهدي من يشاء إلى صراط مستقيم (٣) .
وبين رحمه الله أن التفريق بين النوع والعين هو الذي نطق به الكتاب والسنة والآثار، وأن الرب أوجد كل حادث بعد أن لم يكن موجداً له، وأن كل ما
_________
(١) قائلها: أبو عبد الله محمد بن يوسف الشافعي اليمني، لم يعثر له على ترجمة انظر: منهاج السنة النبوية لابن تيمية مقدمة التحقيق ١/١٠٩، وتحقيق القصيدة لصلاح الدين مقبول ص٩٩.
(٢) انظر: تحقيق القصيدة مع تحقيق قصيدة الحمية الإسلامية لصلاح الدين مقبول ص١١٥ - ١١٦.
(٣) انظر: الصفدية ١/٦٥، ٢/١٤٠.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (282,'سواه فهو حادث بعد أن لم يكن حادثاً، ولا يلزم أن يكون نفس كماله الذي يستحق متجدداً، بل لم يزل عالماً قادراً مالكاً غفوراً متكلماً كما شاء، كما نطق بهذه الألفاظ ونحوها الإمام أحمد (ت - ٢٤١هـ) وغيره من أئمة السلف (١) . وذكر أن أكثر أهل الحديث ومن وافقهم لا يجعلون النوع حادثاً، بل قديماً، ويفرقون بين حدوث النوع، وحدوث الفرد من أفراده، كما يفرق جمهور العقلاء بين دوام النوع ودوام الواحد من أعيانه، فإن نعيم أهل الجنة يدوم نوعه، ولا يدوم كل واحد من الأعيان الفانية.
ومن الأعيان الحادثة ما لا يفنى بعد حدوثه كأرواح الآدميين، فإنها مبدعة، كانت بعد أن لم تكن، ومع هذا فهي باقية دائمة (٢) .
والقول بقدم النوع لا ينفيه شرع ولا عقل، بل هو من لوازم كماله، كما قال - سبحانه - {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} [النحل: ١٧] . والخلق لا يزالون معه، وليس في كونهم لا يزالون معه في المستقبل ما ينافي كماله، والعقل يفرق بين كون الفاعل يفعل شيئاً بعد شيء دائماً، وبين آحاد الفعل والكلام، فيقول: كل واحد من أفعاله لا بد أن يكون مسبوقاً بالفاعل وأن يكون مسبوقاً بالعدم، ويمتنع كون الفعل المعين مع الفاعل أزلاً وأبداً.
وأما كون الفاعل لم يزل يفعل فعلاً بعد فعل فهذا من كمال الفاعل (٣) ، والحادث إذا حدث بعد أن لم يكن محدثاً، فلا بد أن يكون ممكناً، والإمكان ليس له وقت محدود، فما من وقت يُقدر إلا والإمكان ثابت قبله، فليس لإمكان الفعل وجواز ذلك وصحته مبدأ ينتهي إليه، فيجب أنه لم يزل الفعل ممكناً جائزاً صحيحاً، فيلزم أنه لم يزل الرب قادراً عليه، فيلزم جواز حوادث لا نهاية لأولها (٤) . ولا يلزم من دوام النوع دوام كل واحد من أعيانه
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٤٠، الصفدية له ١/٦٥.
(٢) انظر: درء تعارض العقل والنقل ٢/١٤٨.
(٣) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٢٧، ٢٣٩.
(٤) انظر: منهاج السنة النبوية لابن تيمية ١/١٥٩.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (283,'وأشخاصه، ولذلك يفرق ابن تيمية رحمه الله بين فعل الحوادث في الأزل، وبين كونه لا يزال يفعل الحوادث.
فإن الأول يقتضي أن فعلاً قديماً معه فعل به الحوادث من غير تجدد شيء.
والثاني يقتضي أنه لم يزل يفعلها شيئاً بعد شيء: فهذا يقتضي قدم نوع الفعل ودوامه، وذاك يقتضي قدم فعل معين (١) .
إن قول ابن تيمية رحمه الله بقدم النوع، لا يعني مشاركة الخالق - سبحانه - في القدم، بل كل فعل فهو مسبوق بالعدم، وهو مسبوق بفاعله - أيضاً - كما قال رحمه الله:
(قولكم: الحادث - من حيث هو - يقتضي أنه مسبوق بغيره، أو الحركة من حيث هي، تقتضي أن تكون مسبوقة بالغير.
يقال لكم: الحادث المطلق لا وجود له إلا في الذهن لا في الخارج (٢) ، وإنما في الخارج موجودات متعاقبة، ليست مجتمعة في وقت واحد، كما تجتمع الممكنات والمحدثات المحدودة، والموجودات والمعدومات، فليس في الخارج إلا حادث بعد حادث، فالحكم: إما على كل فرد فرد، وإما على جملة محصورة، وإما على الجنس الدائم المتعاقب.
فيقال لكم: أتريدون بذلك أن كل حادث فلا بد أن يكون مسبوقاً بغيره، أو أن الحوادث المحدودة لا بد أن تكون مسبوقة، أو أن الجنس لا بد أن يكون مسبوقاً؟
أما الأول والثاني فلا نزاع فيهما، وأما الثالث فيقال: أتريدون به أن الجنس مسبوق بعدم، أم مسبوق بفاعله، بمعنى أن لا بد له من محدث؟
_________
(١) انظر: الصفدية ٢/٤٩.
(٢) ذكر ابن تيمية رحمه الله أن لفظ (الحادث) لفظ مجمل: يراد به النوع، ويراد به الشخص، انظر: درء تعارض العقل والنقل له ٤/١٦٠.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (284,'الثاني: مسلّم، والأول محل النزاع) (١) .
فقوله رحمه الله الثاني مسلّم: أي جنس الحوادث مسبوق بفاعله.
وقال رحمه الله: (كل واحد من أفعاله لا بد أن يكون مسبوقاً بالفاعل، وأن يكون مسبوقاً بالعدم، ويمتنع كون الفعل المعين مع الفاعل أزلاً وأبداً ... فالفاعل يتقدم على كل فعل من أفعاله، وذلك يوجب أن كل ما سواه محدث مخلوق) (٢) .
وحين يناقش المتكلمين الذين يفرقون بين الماضي والمستقبل، يبين رحمه الله أن لا فرق بينهما، فالحوادث الماضية عدمت بعد وجودها، فهي الآن معدومة، كما أن الحوادث المستقبلة الآن معدومة، فلا هذا موجود، ولا هذا موجود الآن، فكلاهما له وجود في غير هذا الوقت، ذاك في الماضي وهذا في المستقبل، وكون الشيء ماضياً أو مستقبلاً أمر نسبي (٣) ، وناقشهم في رأيهم بأن إمكان جنس الحوادث له بداية، بأنهم إذا أقروا بأن جنس الحوادث ممكن بعد أن لم يكن ممكناً، فهذا دليل على ضعف حجتهم؛ لأن الإمكان ليس له وقت معين، بل ما من وقت يفرض إلا والإمكان ثابت قبله، فيلزم دوام الإمكان، وإلا لزم انقلاب الجنس من الإمكان إلى الامتناع من غير حدوث شيء، ولا تجدد شيء، وهذا ممتنع في صريح العقل (٤) .
وأما اشتراطهم على دوام إمكان جنس الفعل والحوادث بكونها مسبوقة بالعدم، فهذا يتضمن الجمع بين النقيضين؛ لأن كون هذا لم يزل، يقتضي أنه لا بداية لإمكانه، وأن إمكانه قديم أزلي. وكونه مسبوقاً بالعدم يقتضي أن له بداية، وأنه ليس بقديم أزلي، فصار مضمون كلامهم: أن ماله بداية ليس له
_________
(١) درء تعارض العقل والنقل ٩/١٥٣.
(٢) مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٢٧ - ٢٢٨.
(٣) انظر: درء تعارض العقل والنقل لابن تيمية ٣/٥١ - ٥٢.
(٤) انظر: منهاج السنة النبوية لابن تيمية ١/١٥٩ - ١٦٠.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (285,'بداية، فإن المشروط بسبق العدم له بداية، وإن قدر أنه لا بداية له كان جمعاً بين النقيضين (١) .
وفي مقابل رأي المتكلمين الذين يرون حدوث النوع وحدوث الأفراد، فقد ناقش ابن تيمية رحمه الله رأي الفلاسفة الذين يرون قدم النوع وقدم الأعيان والأفراد: فذكر أولاً سبب قولهم وهو: أنهم لما اعتقدوا أن الفاعل يمتنع أن يصير فاعلاً بعد أن لم يكن، ويمتنع أن يحدث حادثاً لا في وقت، وأن الوقت يمتنع في العدم المحض ظنوا أنه يلزم قدم عين المفعول، فالتزموا مفعولاً قديماً أزلياً لفاعل، وذكر أن هذا القول باطل (٢) ، فليس شيء من أعيان الآثار قديماً، لا الفلك، ولا غيره، ولا ما يسمى عقولاً ولا نفوساً ولا غير ذلك، كما أنه ليس هو في وقت بعينه مؤثراً في مجموع الحوادث. بل التأثير الدائم الذي يكون شيئاً بعد شيء، وهذا من لوازم ذاته، فيكون مؤثراً في حادث بعد حادث، وفي وقت بعد وقت (٣) .
وبعد مناقشاته رحمه الله المتكلمين والفلاسفة بيّن منشأ غلط الطائفتين، في عدم تفريقها بين قدم النوع، وحدوث الأفراد، وأن هذا راجع إلى غلطهم في الحركة والحدوث ومسمى ذلك فقال:
(ومما يعرف به منشأ غلط هاتين الطائفتين غلطهم في الحركة والحدوث ومسمى ذلك. فطائفة - كأرسطو وأتباعه - قالت: لا يعقل أن يكون جنس الحركة والزمان والحوادث حادثاً، وأن يكون مبدأ كل حركة وحادث صار فاعلاً لذلك بعد أن لم يكن، وأن يكون الزمان حادثاً بعد أن لم يكن حادثاً ... فضلوا ضلالاً مبيناً مخالفاً لصريح المنقول المتواتر عن الأنبياء صلى الله عليهم وسلم، مع مخالفته لصريح المعقول.
_________
(١) انظر: منهاج السنة النبوية لابن تيمية ١/١٦٠ - ١٦١، الصفدية له ١/٦٥.
(٢) انظر: منهاج السنة النبوية لابن تيمية ١/٢٠٨.
(٣) انظر: الصفدية لاين تيمية ٢/٤٧.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (286,'وطائفة ظنوا أنه لا يمكن أن يكون جنس الحركة والحوادث والفعل إلا بعد أن لم يكن شيء من ذلك، أو أنه يجب أن يكون لا على الجميع لم يزل معطلاً، ثم حدثت الحوادث بلا سبب أصلاً) (١) .
وذكر أن القول الأخير لم ينقل عن الأنبياء ولا عن أصحابهم، وهو - أيضاً - يخالف صريح العقل (٢) .
وبعد هذا: تبين واتضح أن شيخ الإسلام لا يقول بقدم العالم ولا بقدم شيء منه، وأن كل فعل فهو مسبوق بفاعله.
ومن ظن أن القول بقدم النوع يستلزم القول بقدم العالم، فإن هذا الظن راجع إلى أن هذا لم يعلم في المسألة إلا قولين: قول الفلاسفة القائلين بقدم العالم إما صورته وإما مادته.. وقول من رد على هؤلاء من أهل الكلام.. الذين يقولون: إن الرب لم يزل لا يفعل شيئاً ثم أحدث الفعل بلا سبب أصلاً (٣) .
فالقول بقدم النوع لا يستلزم القول بقدم العالم (٤) ، ولذلك فإن شيخ الإسلام ابن تيمة رحمه الله يقرر حدوث العالم في مواضع متعددة:
فقال رحمه الله: (وأما أهل الملل وأئمة الفلاسفة وجماهيرهم فيقولون: إن كل ما سوى الله مخلوق كائن بعد أن لم يكن، وأن ما قامت به الحوادث من
_________
(١) مجموع فتاوى ابن تيمية ١٨/٢٤١ - ٢٤٢.
(٢) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٤٢ - ٢٤٣، وانظر: في مناقشات الفلاسفة والمتكلمين حول الزمان والحدوث، والطروء والتغير: مجموع فتاوى ابن تيمية ١٨/٢٣٥، ٢٤٢، منهاج السنة له ١/١٥٤، ١٧٢، تهافت الفلاسفة للغزالي ص١٠٧ - ١١٦، ١٢٥، شرح المقاصد للتفتازاني ٢/١٨٤، قراءة في علم الكلام للجزيري ص٤٧ - ٦٥.
(٣) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٢٢، منهاج السنة النبوية له ٢/١٣٨.
(٤) انظر: الصفدية لابن تيمية ٢/٥٠ - ٥١، مجموع فتاوى ابن تيمية ١٨/٢٣٩.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (287,'الممكنات فهو مخلوق محدث) (١)
وقال: (كل ما سوى الرب حادث كائن بعد أن لم يكن، وهو - سبحانه - المختص بالقدم والأزلية، فليس في مفعولاته قديم، وإن قدر أنه لم يزل فاعلاً، وليس معه شيء قديم بقدمه، بل ليس في المفعولات قديم ألبته، بل لا قديم إلا هو - سبحانه - وهو وحده الخالق لكل ما سواه، وكل ما سواه مخلوق كما قال - سبحانه - {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} [الزمر: ٦٢] ) (٢) .
وقال رحمه الله (اتفق سلف الأمة وأئمتها مع أئمة أهل الكتاب: أن هذا العالم خلقه الله وأحدثه من مادة كانت مخلوقة قبله ... كل ما سوى الله مخلوق، حادث، كائن بعد أن لم يكن، وأن الله وحده هو القديم الأزلي، ليس معه شيء قديم تقدمه، بل كل ما سواه كائن بعد أن لم يكن، فهو المختص بالقدم، كما اختص بالخلق والإبداع والإلهية والربوبية، وكل ما سواه محدث مخلوق مربوب عبد له) (٣) .
وبهذا يتبين أن شيخ الإسلام يقرر حدوث العالم، وأن قدم النوع لا يستلزم قدم العالم، ما دام الفعل مسبوقاً بفاعله، كما عليه السلف والأئمة.
ويتبع القول بقدم النوع: ما افتراه المناوئون لابن تيمية أن يقول بقدم جنس العرش، وأنه لا زال يخلق عرشاً ويفني آخر، وهذا ادعاء لا أساس له من كلام شيخ الإسلام رحمه الله (٤) .
_________
(١) الصفدية ١/١٣٠.
(٢) درء تعارض العقل والنقل ٨/٢٧٢.
(٣) درء تعارض العقل والنقل ١/١٢٣ - ١٢٥، وانظر: في إثبات حدوث العالم عند ابن تيمية: الصفدية ١/٧٤، ٨١، درء تعارض العقل والنقل ١/٣٤٣، ٣٤٨، ٨/٢٨٧، ٢٩٠، منهاج السنة النبوية ١/٣٦٠ - ٣٦٤، ٢/٢٧٢ - ٢٧٣.
(٤) لم يذكر المناوئون نصاً عن ابن تيمية، وغاية ما هنالك أن جلال الدين الدواني ذكر في شرح العضدية أنه وقف على كلام لابن تيمية يقول فيه بقدم جنس العرش، ولم ينقله وهذا غير كاف، وانظر: المقالات السنية للحبشي ص٦٧، ابن تيمية ليس سلفياً لعويس ص٢٤٢.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (288,'بل المنقول عنه أن كل ما في العالم فهو محدث مخلوق، وليس مع الله قديم من مخلوقاته - كما تقدم بيانه قريباً -.
ولا يزال ابن تيمية رحمه الله يقرر هذه المسألة بعد أخرى، حتى لا يفهم منه أنه يقول بقدم شيء من العالم لا العرش ولا غيره.
وتحدث عن العرش - في مواضع متعددة - مبيناً أنه مخلوق بعد أن لم يكن، وأنه ليس بقديم، ومن هذا قوله رحمه الله:
(في الآثار المنقولة عن الأنبياء أنه كان موجوداً قبل خلق هذا العالم أرض وماء وهواء، وتلك الأجسام خلقها الله من أجسام أخر، فإن العرش - أيضاً - مخلوق، كما أخبرتنا بذلك النصوص، واتفق على ذلك المسلمون) .
ففي هذا النص يصرح ابن تيمية رحمه الله أن العرش مخلوق محدث بعد أن لم يكن، ويقرر أن هذا هو ما أخبرت به النصوص، واتفق عليه المسلمون (١) .
وقال في شرح حديث عمران بن حصين (ت - ٥٢هـ) رضي الله عنه عن الحديث إنه: (لم يذكر خلق العرش، مع أن العرش مخلوق أيضاً، فإنه يقول: {وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} [التوبة: ١٢٩] ، وهو خالق كل شيء: العرش وغيره، ورب كل شيء: العرش وغيره) (٢) .
وقال عن الحديث - أيضاً -: (ليس في هذا ذكر أول المخلوقات مطلقاً، بل ولا فيه الإخبار بخلق العرش والماء، وإن كان ذلك كله مخلوقاً كما أخبر به في مواضع أخر) (٣) .
وعلى هذا (فليس مع الله شيء من مفعولاته قديم معه، لا بل هو خالق
_________
(١) درء تعارض العقل والنقل ٨/٢٨٩ - ٢٩٠.
(٢) مجموع فتاوى ابن تيمية ١٨/٢١٤.
(٣) مجموع فتاوى ابن تيمية ١٨/٢١٧، ٢٣٢.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (289,'كل شيء، وكل ما سواه مخلوق له، وكل مخلوق محدث كائن بعد أن لم يكن) (١) .
وأما القول بأن ابن تيمية يرى أن العرش أول المخلوقات فهذا غير صحيح، فترجيح ابن تيمية رحمه الله كون العرش خلق قبل القلم، لا يعني أنه أول المخلوقات، ولم يتعرض لذلك ابن تيمية رحمه الله لا من قريب ولا من بعيد، بل كان كثيراً ما ينبه إلى أن النصوص لم تصرح ولم تدل على إثبات أول المخلوقات، فقال رحمه الله: (وأما في حديث عمران فلم يخبر بخلقه - أي العرش -، بل أخبر بخلق السماوات والأرض، فعلم أنه أخبرنا بأول خلق هذا العالم، لا بأول الخلق مطلقاً) (٢) .
وقال: (وإذا كان إنما قال: (كان الله ولم يكن شيء قبله) لم يكن في هذا اللفظ تعرض لابتداء الحوادث، ولا لأول مخلوق) (٣) .
وقال عن حديث عمران (ت - ٥٢هـ) : (وليس في هذا ذكر أول المخلوقات مطلقاً) (٤) .
وقال عن الحديث السابق: (إن النبي صلّى الله عليه وسلّم لم يقصد الإخبار بوجود الله وحده قبل كل شيء، وبابتداء المخلوقات بعد ذلك) (٥) .
وأما الزعم بأن مذهب ابن تيمية رحمه الله في قدم النوع موافق لرأي الفلاسفة، فهذا غير صحيح من وجهين:
الوجه الأول: أن شيخ الإسلام رحمه الله وافق السلف في إثبات الصفات، وأن الله يفعل ما يشاء متى شاء، وكيف شاء سبحانه وتعالى.
_________
(١) مجموع فتاوى ابن تيمية ١٨/٢٢٨.
(٢) مجموع فتاوى ابن تيمية ١٨/٢١٤.
(٣) مجموع فتاوى ابن تيمية ١٨/٢١٦.
(٤) مجموع فتاوى ابن تيمية ١٨/٢١٧.
(٥) مجموع فتاوى ابن تيمية ١٨/٢٢٠، وبهذا يتبين خلط الشيخ الألباني رحمه الله حين ذكر الخلاف في خلق العرش والقلم أيهما أولاً؟ ورجح أن القلم خلق أولاً، وظن أن القول بأن العرش خلق أولاً معناه أن العرش أول المخلوقات، واتضح خلطه رحمه الله حين قال بأن ابن تيمية يرى أن العرش أول المخلوقات، ثم قال في الصفحة التي تليها بأن ابن تيمية يرى حوادث لا أول لها، فكيف يكون هذا؟',NULL,'297',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (290,'وأما الفلاسفة فهم وإن أثبتوا دوام الفاعلية للرب لا عن اختيار ومشيئة، وأثبتوا وجود الله، فهم في الحقيقة معطلة لا يؤمنون بصفات الله عزّ وجل ولا بأسمائه، وقالوا: إن المخلوقات لازمة لله أزلاً وأبداً.
الوجه الثاني: أن لازم مذهب الفلاسفة في قدم النوع، وقدم العين والفرد، هو التعطيل عن الفعل، إذ على قولهم: لم يزل الفلك مقارناً له أزلاً وأبداً فيمتنع أن يكون شيء مفعولاً له؛ لأن الفاعل لا بد أن يتقدم على فعله.
فهم عطلوا الرب عن الفاعلية التي هي أظهر صفات الرب - تعالى - ولهذا وقع الإخبار بها في أول ما نزل على الرسول صلّى الله عليه وسلّم: {قْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الْأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ} [العلق: ١- ٥] فالخلق يتضمن فعل الله، وخلق الإنسان يعني خلق الله الأشياء شيئاً بعد شيء.
والتعليم يتضمن قول الله وتعليم الإنسان يعني دوام هذه الصفة وتكرارها شيئاً بعد شيء، كما قال تعالى: {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ} [النساء: ١١٣] ، وقال: {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ} [آل عمران: ٦١] ، وقال: {وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْماً} [طه: ١١٤] ، وقال: {الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الْإِنسَانَ * عَلَّمَهُ الْبَيَانَ * الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ} [الرحمن: ١ - ٥] .
وترتب على هذا قول الفلاسفة بعدم علم الله بالجزئيات، وعلم الله إنما هو بالكليات، والكليات أمر ذهني لا وجود له في الخارج، وإذا لم يعلم شيئاً من الجزئيات لم يعلم شيئاً من الموجودات، فامتنع أن يعلّم غيره شيئاً من العلم بالموجودات المعينة؛ لأن من لا يعلم شيئاً يمتنع أن يعلم غيره (١) .
ويرى ابن تيمية أن قول الفلاسفة أردأ الأقوال في المسألة، ويفضل قول
_________
(١) انظر: مجموع فتاوى شيخ الإسلام ابن تيمية ١٨/٢٢٩ - ٢٣٠.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (291,'المتكلمين على قول الفلاسفة، فالمتكلمون أقرب إلى الإسلام والسنة من الفلاسفة، وإن كانوا ضالين فيما خالفوا به السنة، وذلك من وجوه:
أحدها: أن يقول المتكلمون للمتفلسفة: أنتم ادعيتم قدم العالم، بناء على قدم الزمان - عندكم -، ووجوب دوام فاعلية الرب، ونحو ذلك، مما غايتكم فيه إثبات دوام الحوادث، إذ ليس في حججكم هذه وأمثالها ما يدل على قدم شيء من العالم لا السماوات التي أخبرنا الله أنه خلقها والأرض وما بينهما في ستة أيام، ولا غير ذلك.
الثاني: أن يقال: دوام فاعلية الرب - تعالى - ودوام الحوادث، يمكن معه أن تدوم الأفعال التي تقوم بالرب بمشيئته وقدرته، وتحدث شيئاً بعد شيء، وأن تحدث حوادث منفصلة شيئاً بعد شيء، وعلى كل من التقديرين فلا يكون شيء من العالم قديماً.
الثالث: أن يقال للفلاسفة: ما ذكرتموه من الأدلة العقلية الموجبة لدوام فاعلية الرب ودوام الحوادث يدل على نقيض قولكم لا على وفقه، فإن هذا يقتضي أن واجب الوجود لم يزل يفعل ويحدث الحوادث، وأنتم على قولكم يلزم ألا يكون أحدث شيئاً من الحوادث (١) .
وقد رد شيخ الإسلام رحمه الله على القائلين بقدم العالم، وأطال النفس في ذلك. وبين أن جماهير العقلاء، وأهل الملل كلهم، وجمهور من سواهم من المجوس (٢) ، وأصناف المشركين، وجماهير أساطين الفلاسفة لا يقولون بقدم العالم، وهم معترفون بأن هذا العالم محدث كائن بعد أن لم يكن، وأن هذا
_________
(١) انظر: درء تعارض العقل والنقل ٩/٢١١ - ٢١٤، مجموع فتاوى ابن تيمية ١٨/٢٣٤.
(٢) المجوس: هم الذين أثبتوا أصلين للعالم، جعلوهما خالقين معبودين: هما النور والظلمة، يعبدون النار ويستحلون نكاح الأمهات والبنات والأخوات، وهم لهم شبهة كتاب.
انظر: اعتقادات فرق المسلمين والمشركين للرازي ص١٢٠ - ١٢١، البرهان للسكسكي ص٩٠ - ٩١، رسالة في الرد على الرافضة للمقدسي ص١٣٤.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (292,'العالم كله مخلوق والله خالقه وربه (١) .
وذكر أن الفلاسفة الأوائل كانوا مقرين بحدوث العالم، وأن أول من اشتهر عنه القول بقدم العالم هو أرسطو (ت - ٣٢٢ق. م) (٢) .
وليس مع الفلاسفة دليل على قدم العالم، أو قدم شيء منه، وعامة حججهم إنما تدل على قدم نوع الفعل، وليس في شيء من أدلتهم ما يدل على قدم الفلك، أو شيء من حركاته، ولا قدم الزمان الذي هو مقدار حركة الفلك (٣) .
وكل ما يحتج به الفلاسفة في إثبات قدم العالم فإنه يلزم من القول به من المحذور أعظم مما فرّ منه، ويدل على نقيض ما يقصد، حتى يؤول الأمر إلى أن يعترف المبطل ببطلان قوله، وبطلان كل ما يدل على قوله، أو ينكر الوجود بالكلية. وقد قال الله تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} [الفرقان: ٣٣] (٤) .
ولازم القول بقدم العالم هو التسلسل في المؤثرات وهذا مما اتفق على بطلانه حتى الفلاسفة أنفسهم، ويلزم أيضاً من القول بقدم العالم أن يكون الفاعل مستلزماً لمفعوله، لا يجوز أن يتراخى عنه مفعوله. فإن الفاعل لا يخلو من ثلاثة أقسام: إما أن يجب اقتران مفعوله به.
وإما أن يجب تأخر مفعوله عنه.
وإما أن يجوز فيه الأمران.
فلو كان العالم قديماً لم يجز أن يكون فاعله ممن يجب أن يتراخى عنه مفعوله؛ لأن ذلك جمع بين النقيضين: كيف يكون مفعوله قديماً أزلياً، ويكون متأخراً عنه حادثاً بعد أن لم يكن؟
_________
(١) انظر: شرح حديث النزول ص٤٤٤ - ٤٤٥.
(٢) انظر: الصفدية ١/١٣٠، ٢٣٦، درء تعارض العقل والنقل ٢/١٦٧.
(٣) انظر: الصفدية ١/٥٩، ١٣١، مجموع فتاوى ابن تيمية ١٨/٢٣٤ - ٢٣٥.
(٤) انظر: بيان تلبيس الجهمية لابن تيمية ١/١٤٨.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (293,'وأما الاحتمال الثالث وهو جواز الأمرين فهو باطل؛ لأنه يجعل وجود المفعول ممكنا، والممكن لا يترجح أحد طرفيه إلا بمرجح، والقول في المرجح كالقول في غيره إذ لا يخلو من الأقسام الثلاثة المذكورة.
فتبين أن العالم لو كان قديماً للزم أن يكون مبدعه مستلزماً له، ووجود المؤثر التام في الأزل ممتنع، ذلك أن أثره إن كان خالياً من الحوادث لزم أن لا يكون في العالم شيء من الحوادث، وهذا خلاف الحس.
وأما إن كان أثره متضمناً للحوادث، فهذا ممتنع؛ لأنه يلزم منه صدور ما فيه الحوادث عما لا حوادث فيه، فالحوادث هي - أيضاً - من الصادر عنه.
وفي الجملة: فقدم العالم لا يكون إلا مع كون المبدع واجباً بذاته (١) ، وصدور الحوادث عن الموجب بذاته ممتنع، فصدور العالم عن الموجب بذاته ممتنع، فقدم العالم ممتنع (٢)
وقول الفلاسفة في قدم العالم باطل من وجوه كثيرة منها:
١ - أن عمدة رأي الفلاسفة في قدم العالم هو امتناع حدوث الحوادث بلا سبب حادث، فيمتنع تقدير ذات معطلة عن الفعل لم تفعل، ثم فعلت من غير حدوث سبب. وهذا لا يدل على قدم العالم ولا قدم شيء منه، وإنما يدل على قدم نوع الفعل، وأن الله لا زال فعالاً (٣) .
٢ - أن يقال: دوام الحوادث في الماضي: إما أن يكون ممتنعاً، وإما أن يكون ممكناً، فلو كان ممتنعاً بطل قولهم، وعلم أن الحوادث لها ابتداء.
وإن كان ممكناً: أمكن أن تكون هذه الأفلاك حادثة مسبوقة بحوادث
_________
(١) الموجب بذاته: هو الذي يكون وجوده من ذاته، لا يحتاج إلى شيء أصلاً، وهو الموجود الذي يمتنع عدمه امتناعاً تاماً، وليس الوجود له من غيره، بل من ذاته.
انظر: المعجم الفلسفي لجميل صليبا ٢/٥٤١ - ٥٤٢.
(٢) انظر: الصفدية لابن تيمية ١/٢٧، ٧٥ - ٧٧.
(٣) انظر: منهاج السنة لابن تيمية ١/١٤٨ - ١٤٩، الصفدية له ١/١٣٢.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (294,'قبلها، كما قال الله عزّ وجل: {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} [هود: ٧] ، وعلى التقديرين فلا يلزم قدم العالم (١) .
٣ - أن القول بقدم العالم يتضمن وجود حوادث لا تتناهى في آنٍ واحد، وهذا محال باتفاقهم مع جماهير العقلاء، بل يتضمن وجود تمام علل ومعلولات لا تتناهى في آن واحد، ووجود ممكنات لا تتناهى في آن واحد، وهذا مما يصرحون بامتناعه، مع قيام الدليل على امتناعه، ويتضمن امتناع وجود حادث، ويتضمن وجود الحوادث بلا مؤثر تام، وكل هذا ممتنع.
٤ - أن وجود حوادث لا أول لها إنما يمكن في القديم الواحد، فإذا قدّر قديمان: كل منهما تقوم به حوادث لا تتناهى، كما يقولونه في الأفلاك، فهذا ممتنع؛ لأن كلاً منهما لا بداية لحركاته ولا نهاية، مع أن أحدهما أكثر من الآخر، وما كان أكثر من غيره كان ما دونه أقل منه، فيلزم أن يكون ما لا أول له ولا آخر يقبل أن يُزاد عليه ويكون شيء آخر أكثر منه، وهذا ممتنع (٢) .
وبهذا يتضح أن ابن تيمية رحمه الله لم يكن يقول بقول الفلاسفة، ولم يكن يرتضيه، بل كان رده عليهم كثيراً وصريحاً في بيان خطئهم.
_________
(١) انظر: الصفدية ١/١٣١.
(٢) انظر: درء تعارض العقل والنقل ٨/١٦١ - ١٦٣، وقد فصل شيخ الإسلام الرد على الفلاسفة في قولهم بقدم العالم في كثير من كتبه، إلا أن حديثه عن هذه المسألة تركز في ثلاثة من كتبه تقريباً وهي: الصفدية، ودرء تعارض العقل والنقل وخاصة الجزء الثامن، ومنهاج السنة النبوية الجزء الأول والثاني، وانظر على سبيل المثال: الصفدية ١/٢٠، ٢٧، ٤١، ٥٩، ٧٥، ١٢٨، ١٣٠ - ١٣٤، ٢٣٦، ٢٤٢، ٢٤٣، ٢/١٧٤، منهاج السنة النبوية ١/١٤٨ - ٢١٣، درء تعارض العقل والنقل ٢/١٦٧، ٢٨٢، ٨/١٦١، ٢٩٣، مجموع فتاوى ابن تيمية ١٨/٢٣٤.
وانظر بعد ذلك: تهافت الفلاسفة للغزالي ص٨٩، لباب العقول للمكلاتي ص١٥٤، الذخيرة للطوسي ص١٣ - ٧١.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (295,'<span data-type="title" id=toc-49>الفصل الرابع
دعوى نهي ابن تيمية عن زيارة القبور</span>
المبحث الأول: عقيدة أهل السنة في شد الرحال، وزيارة القبور.
المبحث الثاني: الزعم بأن شيخ الإسلام ينهى عن زيارة القبور، ومناقشته.
المبحث الثالث: دعوى أن شيخ الإسلام ينتقص من منزلة الرسول صلّى الله عليه وسلّم، ومناقشتها.
المبحث الرابع: دعوى مخالفة ابن تيمية الصحابة في قولهم بجواز بناء المساجد على القبور ومناقشتها.
المبحث الخامس: دعوى أن ابن تيمية يساوي في المنزلة بين قبور الأنبياء وقبور غيرهم، ومناقشتها.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (296,'<span data-type="title" id=toc-50>المبحث الأول
عقيدة أهل السنة في زيارة القبور وشد الرحل إليها</span>
كانت زيارة القبور في بداية الإسلام مباحة على البراءة الأصلية، فكان الناس يزورون المقابر ويذهبون إليها، حتى جاء النهي من الرسول صلّى الله عليه وسلّم عن زيارة القبور مطلقاً، وذلك خوفاً على أصحابه في بداية إسلامهم أن تتعلق نفوسهم بأهل القبور، حيث لم يمض على إسلامهم شيء كثير، وقد كان لأهل الجاهلية صولات وجولات في الاستنجاد بأهل القبور، والاستغاثة بهم مما يفضي إلى الشرك أو ذرائعه (١) .
ولما استقر التوحيد في نفوس الصحابة، وامتلأت نوراً، جاء نسخ النهي عن زيارة القبور إلى الإذن والترغيب فيها، كما جاء عن رسول الله صلّى الله عليه وسلّم أنه قال: (إني كنت نهيتكم عن زيارة القبور فزوروها) (٢) .
وبقيت زيارة القبور مشروعة لعموم الأحاديث، ومنها حديث أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: (إني نهيتكم عن زيارة القبور فزوروها فإن فيها عبرة) (٣) .
_________
(١) انظر: الآثار في النهي عن زيارة القبور في المجموع شرح المهذب للنووي ٥/٢٨١، الصارم المنكي لابن عبد الهادي ص٣٢٧ - ٣٣١، وانظر: المجالس الأربعة للرومي ٥٠ - ٥١، وفتاوى ورسائل الشيخ محمد بن إبراهيم ٣/٢٣٦، المشاهدات المعصومية لمحمد المعصومي ص٧٣.
(٢) الحديث أخرجه مسلم في صحيحه ٢/٦٧٢ كتاب الجنائز، باب استئذان النبي ربه في زيارة قبر أمه، والنسائي في سننه ٢/٦٥٣ - ٦٥٤، كتاب الجنائز وتمني الموت، باب زيارة القبور، ومالك في الموطأ ٢/٤٨٥ كتاب الضحايات، باب ادخار لحوم الأضاحي.
(٣) الحديث أخرجه أحمد في مسنده ٣/٣٨ من حديث أبي سعيد الخدري رضي الله عنه، وصححه محقق المسند (شعيب الأرناؤوط ١٧/٤٢٩) .',NULL,'305',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (297,'ومنها حديث بريدة (١)
رضي الله عنه قال: كان رسول الله صلّى الله عليه وسلّم يعلمهم إذا خرجوا إلى المقابر أن يقولوا: (السلام عليكم يا أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم لاحقون، أسأل الله لنا ولكم العافية) (٢) .
ومنها حديث عائشة (ت - ٥٨هـ) رضي الله عنها قالت: كان رسول الله صلّى الله عليه وسلّم إذا كانت ليلتي يخرج من آخر الليل إلى البقيع فيقول: (السلام عليكم دار قوم مؤمنين، وأتاكم ما توعدون، غداً مؤجلون، وإنا إن شاء الله بكم لاحقون، اللهم اغفر لأهل بقيع الغرقد) (٣) .
وحديث أبي هريرة (ت - ٥٧هـ) رضي الله عنه قال: زار النبي صلّى الله عليه وسلّم قبر أمه فبكى وأبكى من حوله، وقال: (استأذنت ربي بأن أستغفر لها فلم يأذن لي، واستأذنته في أن أزور قبرها فأذن لي، فزوروا القبور فإنها تذكر الموت) (٤) ، ومنها ما روي عن عائشة (ت - ٥٨هـ) رضي الله عنها أنها قالت لرسول الله صلّى الله عليه وسلّم: كيف أقول يا رسول الله في زيارة القبور؟ قال قولي: السلام على أهل الديار من المؤمنين والمسلمين، ويرحم الله المستقدمين منا ومنكم والمستأخرين، وإنا إن شاء الله بكم لاحقون) (٥) .
_________
(١) بريدة بن الحصيب بن عبد الله بن الحارث الأسلمي، غزا مع النبي صلّى الله عليه وسلّم ست عشرة غزوة، سكن البصرة لما فتحت، وقد غزا خراسان في زمن عثمان ثم تحول إلى مرو فسكنها إلى أن مات سنة ٦٣هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ١/١٧٣، الإصابة لابن حجر ١/١٤٦.
(٢) الحديث أخرجه مسلم في صحيحه ٢/٦٧١ كتاب الجنائز، باب ما يقال عند دخول القبور.
(٣) الحديث أخرجه مسلم في صحيحه ٢/٦٦٩ كتاب الجنائز، باب ما يقال عند دخول القبور والدعاء لأهلها واللفظ له، والنسائي في سننه ١/٦٥٦ كتاب الجنائز، باب الاستغفار للمؤمنين.
(٤) الحديث أخرجه مسلم في صحيحه ٢/٦٧١ كتاب الجنائز، باب استئذان النبي ربه عزّ وجل في زيارة قبر أمه.
(٥) الحديث أخرجه مسلم في صحيحه ٢/٦٦٩ - ٦٧١ كتاب الجنائز، باب ما يقال عند دخول القبور، والنسائي في سننه ١/٦٥٦ كتاب الجنائز، باب الاستغفار للمؤمنين.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (298,'وزيارة القبور تنقسم قسمين: زيارة مشروعة، وزيارة غير مشروعة:
فأما القسم الأول: وهو الزيارة المشروعة: فهي زيارة القبور من أجل تذكر الآخرة، والسلام على أهلها، والدعاء لهم، فهذه مقاصد الزيارة الشرعية يمكن إجمالها فيما يلي:
١ - تذكر الآخرة والاعتبار والاتعاظ، ورقة القلب، كما هو الوارد في الأحاديث النبوية.
٢ - إحسان الزائر إلى الميت بالدعاء له (١) .
٣ - إحسان الزائر إلى نفسه باتباع السنة، والوقوف عند ما شرعه الرسول صلّى الله عليه وسلّم، وهو استحباب الزيارة، وعدم هجر السنة (٢) .
٤ - حصول الأجر والثواب المترتب على فعل السنة.
وهذا النوع من الزيارة مستحب.
والقسم الثاني: الزيارة غير الشرعية وهي أقسام:
أ - الزيارة المحرمة: وهي التي تتضمن شيئاً من المناهي الشرعية، ولم تصل إلى درجة البدعة وإن كانت من كبائر الذنوب، كالنياحة والجزع، ولطم الخدود، وكثير من الأفعال التي يفعلها العامة مما يوحي بالتسخط على قدر الله، كما روى أنس (ت - ٩٣هـ) رضي الله عنه قال: مرّ النبي صلّى الله عليه وسلّم بامرأة تبكي عند قبر، فقال: اتقي الله واصبري، قالت: إليك عني، فإنك لم تصب بمصيبتي، ولم تعرفه، فقيل لها: إنه النبي صلّى الله عليه وسلّم، فأتت إليه صلّى الله عليه وسلّم فلم تجد عنده بوابين، فقالت: لم أعرفك؟ فقال: «إنما الصبر عند الصدمة الأولى» (٣) .
_________
(١) أما قبور الكفار فلا تزار إلا لتذكر الموت، أما الدعاء لهم وشهود جنائزهم فلا، انظر: شفاء الصدور لمرعي الحنبلي ص١٠٣، فتاوى ورسائل الشيخ محمد بن إبراهيم ٣/٢٣٧.
(٢) انظر: غاية الأماني للألوسي ٢/٧ - ٨، المشاهدات المعصومية لمحمد المعصومي ص٩ - ١٠.
(٣) الحديث أخرجه البخاري في صحيحه، كتاب الجنائز، رقم ١٢٨٣، واللفظ له، ومسلم في صحيحه ٢/٦٣٧ كتاب الجنائز باب في الصبر على المصيبة عند الصدمة الأولى.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (299,'ب - الزيارة البدعية: وهي أن يزور قبراً من أجل أن يصلي عنده، أو يدعو الله عنده، أو يقرأ القرآن عنده.
ج - الزيارة الشركية: وهي التي يدعى فيها المقبور من دون الله، ويطلب منه قضاء الحوائج، ودفع المكروه وتفريج الكرب أو يصلي له أو يذبح له أو ينذر له (١) .
قال ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله في بيان هذا (القسم غير المشروع) : (كل زيارة تتضمن فعل ما نهى عنه، وترك ماأمر به كالتي تتضمن الجزع، وقول الهجر، وترك الصبر، أو تتضمن الشرك أو دعاء غير الله، وترك إخلاص الدين لله، فهي منهي عنها، وهذه الثانية أعظم إثماً من الأولى - أي تضمن الزيارة الشرك أو دعاء غير الله -، ولا يجوز أن يصلي إليها، بل ولا عندها، بل ذلك مما نهى عنه النبي صلّى الله عليه وسلّم) (٢) ، وهذه من وسائل الشرك - كما سبق -.
ثم ذكر قوله صلّى الله عليه وسلّم: «لا تصلوا إلى القبور ولا تجلسوا عليها» (٣) .
فالفرق بين الزيارة الشرعية وغير الشرعية: أن الزيارة الشرعية تتضمن السلام على أهل القبور، والدعاء لهم، وهو مثل الصلاة على جنائزهم، ومن شرطها ألا تتخذ القبور عيداً.
أما الزيارة غير الشرعية: التي تتضمن تشبيه المخلوق بالخالق: فينذر زوار القبور للمزور أو يسجدون له ويدعونه، بأن يحبوه مثل ما يحبون الخالق فيكونون قد جعلوه لله نداً، وسووه برب العالمين، وهذا منهي عنه في
_________
(١) انظر: الصارم المنكي للسبكي ص٤٧ - ٤٨، أوضح الإشارة للنجمي ص٢٩ - ٣١، القول المفيد على كتاب التوحيد لابن عثيمين ١/٤٣٥.
(٢) الصارم المنكي في الرد على السبكي ص٣٢٥.
(٣) الحديث أخرجه مسلم في صحيحه ٢/٦٦٨ كتاب الجنائز، باب النهي عن الجلوس على القبر والصلاة عليه واللفظ له، والترمذي في سننه ٣/٣٥٨ كتاب الجنائز، باب كراهية المشي على القبور، وأبو داود في سننه ٣/٥٥٤ كتاب الجنائز، باب كراهية القعود على القبر.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (300,'كتاب الله؛ لأنه من الأعمال الشركية، حيث يقول: عزّ وجل: {مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَاداً لِّي مِن دُونِ اللهِ وَلَكِن كُونُواْ رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ * وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الْمَلاَئِكَةَ وَالنِّبِيِّيْنَ أَرْبَاباً أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ} [آل عمران: ٧٩ - ٨٠] .
وقال - سبحانه -: {قُلِ ادْعُواْ الَّذِينَ زَعَمْتُم مِّن دُونِهِ فَلاَ يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلاَ تَحْوِيلاً * أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً} [الإسراء: ٥٦ - ٥٧] .
وقال عزّ وجل: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ * وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} [سبأ: ٢٢ - ٢٣] .
والمقصود بالخطاب في زيارة القبور هم الرجال دون النساء، فالترغيب في زيارة القبور؛ إنما هو خاص بالرجال، وقد أجمع العلماء على أنه يستحب للرجال زيارة القبور، وقد حكى الإجماع على استحباب زيارة القبور للرجال الإمام النووي (١) رحمه الله في المجموع (٢) .
وأما زيارة النساء للقبور: فقد اختلف فيها أهل العلم على أقوال:
القول الأول: تحريم زيارة النساء للقبور، وقد استدل القائلون بهذا القول بما قاله أبو هريرة (ت - ٥٧هـ) رضي الله عنه: (إن رسول الله صلّى الله عليه وسلّم لعن زوارات القبور) (٣) .
_________
(١) النووي: يحيى بن شرف بن حسن الحازمي الشافعي، أبو زكريا، الإمام الحافظ، كبير الفقهاء في زمانه، برز في علوم كثيرة، وألف تآليف نافعة، كان يقول بتأويل الصفات، كان زاهداً ورعاً، ت سنة ٦٧٦هـ.
انظر في ترجمته: طبقات الشافعية للسبكي ٨/٣٩٥، شذرات الذهب لابن العماد ٥/٣٥٤.
(٢) انظر: المجموع شرح المهذب ٥/٢٨١.
(٣) الحديث أخرجه الترمذي في سننه ٣/٣٦٢ كتاب الجنائز، باب ما جاء في كراهية زيارة القبور للنساء، وابن ماجه في سننه ١/٥٠٢ كتاب الجنائز، باب ما جاء في النهي عن زيارة النساء القبور، وحسنه الألباني في صحيح سنن الترمذي ١/٣٠٨، وصحيح سنن ابن ماجه ١/٢٦٣.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (301,'وحديث أم عطية (١)
رضي الله عنها أنها قالت: (نهينا عن اتباع الجنائز ولم يعزم علينا) (٢) فالنهي يقتضي التحريم.
القول الثاني: الكراهة من غير تحريم: واستدلوا بحديث أم عطية رضي الله عنها السابق، فقولها رضي الله عنها (لم يعزم علينا) دليل على أن النهي ليس نهي تحريم.
القول الثالث: إباحة زيارة النساء للقبور: واستدلوا بحديث المرأة التي كانت تبكي عند قبر، فأوصى الرسول صلّى الله عليه وسلّم بالتقوى والصبر الذي ورد ذكره قبل قليل، ولم ينكر عليها زيارتها للقبر.
وبحديث عائشة (ت - ٥٨هـ) رضي الله عنها أنها سألت الرسول صلّى الله عليه وسلّم عن الذي تقوله للموتى، فقال لها قولي: السلام على أهل الديار من المؤمنين والمسلمين، وقد ورد ذكره قبل قليل.
القول الرابع: التفصيل وهو: إن كانت زيارتهن لتجديد الحزن والبكاء والنوح على ما جرت به عادتهن حرم، وإن كانت زيارتهن للاعتبار من غير نياحة كره، إلا أن تكون عجوزاً لا تشتهي فلا يكره (٣) .
والقول الصحيح - والله أعلم - هو القول بالتحريم؛ وذلك لإمكان الإجابة
_________
(١) أم عطية: نسيبة الأنصارية، غزت مع النبي صلّى الله عليه وسلّم سبع غزوات خلف الرجال في رحالهم، وتضمد جرحاهم، نزلت البصرة، من كبائر نساء الصحابة، شهدت غسل ابنة الرسول صلّى الله عليه وسلّم وحكت ذلك فاتقنت، وحديثها أصل في غسل الميت.

انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٤٧١، الإصابة لابن حجر ٤/٤٧٦.
(٢) الحديث أخرجه البخاري في صحيحه ٣/١٤٤ كتاب الجنائز، باب اتباع النساء الجنائز، ومسلم في صحيحه ٢/٦٤٦ كتاب الجنائز، باب نهي النساء عن اتباع الجنائز، وابن ماجه في سننه ١/٥٠٢ كتاب الجنائز، باب ما جاء في النهي عن زيارة النساء للقبور، والبيهقي في سننه ٤/٧٧ كتاب الجنائز، باب ما ورد في نهي النساء عن اتباع الجنائز.
(٣) انظر: عرض الأقوال في زيارة النساء للقبور: المغني لابن قدامة ٣/٥٢٣ - ٥٢٤، المجموع شرح المهذب للنووي ٥/٢٨١ - ٢٨٢، حاشية ابن عابدين ٢/٢٤٢، وانظر: جزء في زيارة النساء للقبور لبكر أبو زيد ص١١ - ١٣.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (302,'عن أدلة الأقوال الأخرى، وبقاء الأدلة الخاصة التي تنهى النساء عن زيارة القبور.
فحديث أم عطية رضي الله عنها في قولها (لم يعزم علينا) . الجواب عنه من وجهين:
الوجه الأول: أنه قد يكون مرادها لم يؤكد النهي، وهذا يقتضي التحريم، فهي نفت وصف النهي، وهو النهي المؤكد بالعزيمة، وليس ذلك شرطاً في اقتضاء التحريم، بل مجرد النهي كافٍ في ذلك.
الوجه الثاني: أن أم عطية رضي الله عنها ظنت أنه ليس بنهي تحريم فقالت ذلك باجتهادها، والحجة في قول النبي صلّى الله عليه وسلّم لا في ظن غيره.
وأما حديث المرأة التي كانت تبكي عند القبر، فليس فيه أي دلالة على جواز زيارة النساء للقبور، حيث أمرها النبي صلّى الله عليه وسلّم بالصبر، فلم تقبل أمره، فانصرف عنها، ثم إن هذا الحديث لا يُعلم تاريخه هل هو كان قبل أحاديث لعن زائرات القبور أم بعده؟
وعلى كل حال: فهذا الحديث إما أن يكون دالاً على الجواز فلا دلالة على تأخره عن أحاديث المنع.
وإما أن يكون دالاً على المنع؛ لأمرها بتقوى الله فلا دلالة فيه على الجواز.
وعلى كلا التقديرين فلا تعارض هذه الحادثة أحاديث المنع.
ومن الأجوبة على هذا الحديث أن المرأة لم تخرج للزيارة، لكنها أصيبت، ومن عظم المصيبة عليها لم تتمالك نفسها لتبقى في بيتها، ولذلك خرجت، وجعلت تبكي عند قبره، ولهذا أمرها صلّى الله عليه وسلّم أن تصبر؛ لأنه علم أنها لم تخرج للزيارة، بل خرجت لما في قلبها من عدم تحمل هذه الصدمة الكبيرة، فالحديث ليس صريحاً بأنها خرجت للزيارة، وإذا لم يكن صريحاً فلا يمكن أن',NULL,'311',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (303,'يعارض الشيء الصريح بشيء غير صريح (١) .
وأما حديث عائشة (ت - ٥٨هـ) رضي الله عنها وتعليم النبي صلّى الله عليه وسلّم إياها دعاء زيارة المقابر، فقد أجاب عنه أهل العلم بأجوبة عدة منها:
١ - أن يحمل سؤالها للرسول صلّى الله عليه وسلّم، وتعليمه إياها على ما إذا اجتازت ومرّت على المقابر في طريقها بدون قصد الزيارة، ولفظ الحديث ليس فيه تصريح بالزيارة (٢)
٢ - يحتمل أن يكون هذا كان على البراءة الأصلية في صدر الإسلام، قبل أن تحرم زيارة المقابر تحريماً عاماً على الرجال والنساء، ثم نسخ هذا الحكم عن الرجال دون النساء.
٣ - أن هذا الحديث من خصائص عائشة (ت-٥٨هـ) رضي الله عنها لما تحلت به من الآداب اللائقة بزيارة القبور؛ لقوة إيمانها، وعظيم صبرها، وكمال عقلها، ووفور فضلها، وقد قال الله عزّ وجل عن عموم نساء النبي صلّى الله عليه وسلّم: {يَا نِسَاء النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَاء} [الأحزاب: ٣٢] .
وقال عن عائشة (ت - ٥٨هـ) رضي الله عنها: «كمل من الرجال كثير، ولم يكمل من النساء إلا مريم ابنة عمران، وآسية، وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام» (٣) .
٤ - أن يحمل السؤال من عائشة (ت - ٥٨هـ) رضي الله عنها وجواب الرسول صلّى الله عليه وسلّم لها على أنها مبلغة عن رسول الله صلّى الله عليه وسلّم، ومثل هذا كثير في السنة (٤)
_________
(١) انظر: القول المفيد على كتاب التوحيد لابن عثيمين ١/٤٤١، جزء في زيارة النساء للقبور لبكر أبو زيد ص٣٦.
(٢) انظر: القول المفيد على كتاب التوحيد لابن عثيمين ١/٤٤١.
(٣) الحديث أخرجه البخاري في صحيحه ٧/١٠٦ كتاب فضائل أصحاب النبي، باب فضل عائشة، ومسلم في صحيحه ٤/١٨٩٥ كتاب فضائل الصحابة، باب فضل عائشة.
(٤) انظر: جزء في زيارة النساء للقبور لبكر أبو زيد ص٤١ - ٤٨.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (304,'ويبقى القول بالتحريم هو القول الصحيح؛ لأنه الموافق للنصوص الخاصة المانعة من زيارة النساء للقبور، والحكمة - والله أعلم - أن المرأة ضعيفة، ناقصة عقل ودين، وهي قليلة الصبر، كثيرة الجزع فلا تتحمل مشاهدة قبور الموتى وزيارتهم، ثم إن زيارة القبور للنساء يؤدي إلى مخالفات أخرى باطلة كالتبرج والاختلاط، وهذا محذور منهي عنه في الشريعة، وهو من كبائر الذنوب (١) .
ويبقى إشكال في زيارة النساء للقبور، وهو أنه قد ورد عن النبي صلّى الله عليه وسلّم أنه لعن زوارات القبور، فهل المراد باللعن لمن كررت الزيارة، وأما التي لا تزور إلا نادراً فلا تدخل تحت اللعن والنهي، أم الأمر بخلاف ذلك؟
والجواب عن هذا الإشكال من وجوه:
الأول: أن لفظ (زُوّارات) ، بضم الزاي المعجمة، وجمع هذا اللفظ: زُوار، وهو جمع: زائرة سماعاً.
الثاني: أن لفظ (زوارات) لو كان بالفتح، فتكون الصيغة دالة على النسب فمعنى زوارات القبور أي ذوات زيارة القبور، كما قال تعالى: {وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ} [فصلت: ٤٦] .
الثالث: أن تصحيح حديث لعن زائرات القبور، يؤيد وينصر القول بالتحريم المطلق لزيارة النساء للقبور.
الرابع: سلمنا جدلاً على أن لفظ (زوارات) يدل على التضعيف، لكن هذا التضعيف يحمل على كثرة الفاعلين، لا على كثرة الفعل، فزوارات: يعني النساء إذا كن مائة كان فعلهن كثيراً.
والتضعيف باعتبار الفاعل موجود في اللغة العربية كما قال تعالى: {جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْأَبْوَابُ} [ص: ٥٠] ، فلما كانت الأبواب كثيرة كان فيها التضعيف إذ الباب لا يفتح إلا مرة واحدة (٢) .
_________
(١) انظر: الزواجر عن اقتراف الكبائر للهيتمي ١/١٦٥ - ١٦٦.
(٢) انظر: القول المفيد على كتاب التوحيد لابن عثيمين ١/٤٤٢، جزء في زيارة النساء للقبور لبكر أبو زيد ص٢٤ - ٢٧.
وانظر: مجموع فتاوى ابن تيمية ٢٤/٣٤٣ - ٣٦١.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (305,'وأما زيارة قبر النبي صلّى الله عليه وسلّم - لمن هو بالمدينة من الرجال، أو قدم لزيارة مسجد الرسول صلّى الله عليه وسلّم، أو لحاجة له في المدينة ثم صلى في المسجد -: فهذا كله مشروع لا ينكر أحد مشروعيته، ومشروعيته مستمدة من الحكم العام بالاستحباب لزيارة القبور، وليس هناك حديث واحد صحيح يخصص زيارة قبر النبي صلّى الله عليه وسلّم بخاصية دون غيره من القبور، ومن زار المدينة فيستحب له أن يدخل المسجد ويقدم رجله اليمنى ويقول: «اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك» (١) ، ثم يأتي الروضة الشريفة - إن أمكنه ذلك -، فيصلي ركعتي تحية المسجد في أدب وخشوع، فقد روى عبد الله بن زيد المازني (٢) أن رسول الله صلّى الله عليه وسلّم قال: «ما بين منبري وبيتي روضة من رياض الجنة» (٣) .
فإذا فرغ من تحية المسجد، اتجه إلى الحجرة الشريفة التي فيها قبره صلّى الله عليه وسلّم، فيستدبر القبلة، ويستقبل القبر، فيسلم على الرسول صلّى الله عليه وسلّم، ويردف ذلك بالصلاة عليه صلّى الله عليه وسلّم، وليس هناك صيغة محددة لهذا، فله أن يقول: السلام عليك يا رسول الله ورحمة الله وبركاته، السلام عليك يا نبي الله وخيرته من خلقه، السلام عليك يا سيد المرسلين، وخاتم النبيين، وقائد الغر المحجلين، أشهد
_________
(١) الحديث أخرجه ابن ماجه في سننه ١/٢٥٣ - ٢٥٤ كتاب المساجد والجماعات، باب الدعاء عند دخول المسجد، وابن السني في عمل اليوم والليلة ص٤٤ - ٤٦.
وصححه الألباني في صحيح سنن ابن ماجه ١/١٢٨ - ١٢٩.
(٢) عبد الله بن زيد بن عاصم بن كعب الأنصاري المازني، يعرف بابن أم عمارة، أمه أم عمارة نسيبة بنت كعب، شهد أحداً ولم يشهد بدراً وهو الذي قتل مسيلمة الكذاب، وكان مسيلمة قد قتل أخاه حبيب بن زيد وقطعه عضواً عضواً.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣١٢، الإصابة لابن حجر ٢/٣١٢.
(٣) الحديث أخرجه البخاري في صحيحه ٣/٧١، كتاب فضل الصلاة في مسجد مكة والمدينة، باب فضل ما بين القبر والمنبر، ومسلم في صحيحه ٢/١٠١١ كتاب الحج، باب ما بين القبر والمنبر واللفظ له.',NULL,'314',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (306,'أن لا إله إلا الله، وأشهد أنك رسول الله، وأشهد أنك قد بلغت رسالات ربك، ونصحت لأمتك، ودعوت إلى سبيل ربك بالحكمة والموعظة الحسنة، وعبدت الله حتى أتاك اليقين: فجزاك الله أفضل ما جزى نبياً ورسولاً عن أمته.
اللهم آته الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته، يغبطه الأولون والآخرون.
اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم إنك حميد مجيد، اللهم بارك على محمد، وعلى آل محمد، كما باركت على آل إبراهيم إنك حميد مجيد.
اللهم احشرنا في زمرته، وتوفنا على سنته، وأوردنا حوضه، واسقنا بكأسه مشرباً روياً لا نظمأ بعده أبداً.
ثم يتأخر إلى صوب اليمين قدر ذراع اليد للسلام على أبي بكر الصديق (ت - ١٣هـ) رضي الله عنه، ويسلم عليه بما يحضره من الألفاظ من غير تكلف، ثم يتنحى صوب اليمين قدر ذراع للسلام على الفاروق عمر بن الخطاب (ت - ٢٣هـ) رضي الله عنه، ويسلم عليه بما يحضره من الألفاظ من غير تكلف - أيضاً - وله أن يقول: السلام عليك يا أبا بكر، السلام عليك يا عمر الفاروق، السلام عليكما يا صاحبي رسول الله صلّى الله عليه وسلّم وضجيعيه ورحمة الله وبركاته، جزاكما الله تعالى عن صحبة نبيكما وعن الإسلام خيراً، سلام عليكم بما صبرتم فنعم عقبى الدار (١) .
ويسن لمن مكث في المسجد النبوي: أن يكثر من النوافل، وذلك للأجر العظيم المترتب على هذا العمل، كما ثبت عن النبي صلّى الله عليه وسلّم أنه قال: «صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام» (٢) .
_________
(١) انظر: مجموع فتاوى ابن تيمية ٢٦/١٤٦، جلاء العينين لابن الألوسي ص٥١١ - ٥١٢.
(٢) الحديث أخرجه البخاري في صحيحه ٣/٦٣ كتاب فضل الصلاة في مسجد مكة والمدينة، باب فضل الصلاة في مسجد مكة والمدينة، ومسلم في صحيحه ٢/١٠١٣ كتاب الحج، باب فضل الصلاة بمسجدي مكة والمدينة، واللفظ له.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (307,'قال ابن القيم (ت - ٧٥١هـ) رحمه الله في نونيته بعد أن بين أن شد الرحل لا يكون إلا للمساجد الثلاثة، وهو يبين الآن الزيارة الشرعية:
فإذا أتينا المسجد النبوي ... صلينا التحية أولاً ثنتان
بتمام أركان لها وخشوعها ... وحضور قلب فعل ذي الإحسان
ثم انثنينا للزيارة نقصد الـ ... ـقبر الشريف ولو على الأجفان
فنقوم دون القبر وقفة خاضع ... متذلل في السر والإعلان
وتفجرت تلك العيون بمائها ... ولطالما غاضت على الأزمان
وأتى المسلم بالسلام بهيبة ... ووقار ذي علم وذي إيمان
لم يرفع الأصوات حول ضريحه ... كلا ولم يسجد على الأذقان
كلا ولم يُر طائفاً بالقبر أسـ ... ـبوعاً كأن القبر بيت ثان
ثم انثنى بدعائه متوجها ... لله نحو البيت ذي الأركان
هذي زيارة من غدا متمسكاً ... لشريعة الإسلام والإيمان
من أفضل الأعمال هاتيك الزيا ... رة وهي يوم الحشر في الميزان
لا تلبسوا الحق الذي جاءت به ... سنن الرسول بأعظم البرهان
هذي زيارتنا ولم ننكر سوى الـ ... ـبدع المضلة يا أولي العدوان
وحديث شد الرحل نص ثابت ... يجب المصير إليه بالبرهان (١)
وقد ثبت عن النبي صلّى الله عليه وسلّم أنه كان يأتي مسجد قباء راكباً وماشياً كل سبت فيصلي فيه ركعتين (٢) ، ولذلك تسن زيارة مسجد قباء والصلاة فيه لمن جاء المدينة، أو من سكنها.
أما زيارة النساء قبر النبي صلّى الله عليه وسلّم، فقد قال بعض الحنفية باستحبابها (٣) إلا أن الجمهور على المنع منها كالمنع من زيارتهن قبور غيره صلّى الله عليه وسلّم؛ لعموم الأدلة،
_________
(١) انظر: نونية ابن القيم مع شرحها لهراس ٢/٢١٥ - ٢١٦.
(٢) الحديث أخرجه مسلم في صحيحه ٢/١٠١٦، كتاب الحج، باب فضل مسجد قباء.
(٣) انظر: حاشية ابن عابدين ٢/٦٢٦.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (308,'وعدم وجود مخصص - والله أعلم - (١) .
وأما السفر لأجل زيارة القبور، فالصحيح هو تحريم إنشاء ذلك السفر؛ وذلك استناداً لقول المصطفى صلّى الله عليه وسلّم: «لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى» (٢) .
قوله: (لا تشد) بضم أوله على البناء للمفعول بلفظ النفي، والمراد النهي.
(الرحال) : جمع رحل وهو كور البعير وهو للبعير كالسَرج للفرس، وكني بشد الرحال عن السفر؛ لأنه لازمه، وخرج ذكرها مخرج الغالب في ركوب المسافر، وإلا فلا فرق بين ركوب الرواحل والخيل والبغال والحمير، والمشي في المعنى المذكور.
(إلا إلى ثلاثة مساجد) : الاستثناء مفرّغ، والتقدير: لا تشد الرحال إلى موضع، ولازم هذا التقدير: منع السفر إلى كل موضع غيرها؛ لأن المستثنى منه في المفرغ مقدر بأعم العام.
(المسجد الحرام) : أي المحرم، وهو كقولهم: الكتاب بمعنى المكتوب، والمسجد بالخفض على البدلية، ويجوز الرفع على الاستئناف.
(ومسجدي هذا) : أي مسجد الرسول صلّى الله عليه وسلّم في المدينة.
(ومسجد الأقصى) : أي بيت المقدس، سمي بالأقصى: لبعده عن المسجد الحرام في المكان، وقيل: لأنه لم يكن وراءه حينئذٍ مسجد، وقيل: لبعده عن الأقذار والخبث (٣) .
_________
(١) انظر: فتاوى ورسائل الشيخ محمد بن إبراهيم ٣/٢٣٩ - ٢٤٥، ٦/١٢٩ - ١٣٠.
(٢) الحديث أخرجه البخاري في صحيحه ٣/٧٠ كتاب فضل الصلاة في مسجد مكة، باب مسجد بيت المقدس، ومسلم في صحيحه ٢/١٠١٤ كتاب الحج، باب لا تشد الرحال، و٢/٩٧٦، باب سفر المرأة مع محرم، والترمذي في سننه ٢/١٤٨ كتاب الصلاة، باب ما جاء في أي المساجد أفضل.
(٣) انظر: فتح الباري لابن حجر ٣/٦٤، وقد أطال في ذكر أسماء بيت المقدس.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (309,'قال النووي (ت - ٦٧٦هـ) رحمه الله في شرحه الحديث: (فيه بيان عظيم فضيلة هذه المساجد الثلاثة، ومزيتها على غيرها؛ لكونها مساجد الأنبياء صلوات الله وسلامه عليهم، ولفضل الصلاة فيها) (١) .
ونقل الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله خلاف العلماء في حكم شد الرحل إلى غير المساجد الثلاثة كزيارة القبور وغيرها، فنقل عن أبي محمد الجويني (٢) حرمة شد الرحل إلى غيرها عملاً بظاهر الحديث.
وقال بعض الشافعية بعدم الحرمة، ولم يقل أحد من العلماء المعتبرين بسنية السفر لزيارة القبور. (٣)
وذكر الشيخ مرعي الحنبلي (٤) رحمه الله منشأ الخلاف بين القولين، وهو من احتمالي صيغة الحديث (لا تشد الرحال) ، فهي ذات وجهين: نفي ونهي.
فمن لحظ معنى النفي فقط فقد فهم أن معنى الحديث هو: نفي فضيلة واستحباب السفر إلى غير المساجد الثلاثة، وبنى على ذلك جواز قصر الصلاة إن كان السفر مسافة قصر.
ومن لحظ معنى النهي، فالمعنى حينئذٍ يحتمل التحريم أو الكراهة للسفر إلى غير المساجد الثلاثة، وهذا وجه متمسك من قال بعدم جواز القصر في هذا السفر لكونه منهياً عنه، واحتمال التحريم هو الأصل في النهي (٥) .
_________
(١) شرح النووي صحيح مسلم ١٠/١٠٦.
(٢) الجويني: عبد الله بن يوسف بن محمد بن حيويه الجويني، أبو محمد، عالم في اللغة والفقه والتفسير، سكن نيسابور، ت سنة ٤٣٨هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٢٥٠، طبقات الشافعية للسبكي ٥/٧٣.
(٣) انظر: فتح الباري لابن حجر ٣/٦٥.
(٤) مرعي الحنبلي: مرعي بن يوسف بن أبي بكر أحمد بن أبي بكر الكرمي المقدسي، العالم العلامة المدقق المفسر، أحد أكبر علماء الحنابلة بمصر في وقته، من مصنفاته: دليل الطالب، وغاية المنتهى وغيرهما، ت سنة ١٠٣٣هـ.
انظر في ترجمته: الأعلام للزركلي ٨/٨٨، معجم المؤلفين لكحالة ١٢/٢١٨.
(٥) انظر: شفاء الصدور ص١٠٥.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (310,'وقد أجاب القائلون بالإباحة عن هذا الحديث بأجوبة منها:
١ - أن المراد أن الفضيلة التامة إنما هي في شد الرحال إلى هذه المساجد بخلاف غيرها فإنه جائز.
٢ - أن النهي مخصوص بمن نذر على نفسه الصلاة في مسجد من سائر المساجد غير الثلاثة فإنه لا يجب الوفاء به.
٣ - أن المراد حكم المساجد فقط، وأنه لا تشد الرحال إلى مسجد من المساجد للصلاة فيه غير هذه الثلاثة، وأما قصد غير المساجد لزيارة صالح أو قريب أو طلب علم أو تجارة أو نزهة فلا يدخل في النهي، لما روى أحمد (ت - ٢٤١هـ) في مسنده من طريق شهر بن حوشب (١) قال سمعت أبا سعيد (ت - ٧٤هـ) وذكرت عنده الصلاة في الطور فقال: قال رسول الله صلّى الله عليه وسلّم: «لا ينبغي للمطي أن تُشَد رحاله إلى مسجد يبتغي فيه الصلاة غير المسجد الحرام والمسجد الأقصى ومسجدي» (٢) ، قال الحافظ ابن حجر (ت - ٨٥٢هـ) ، (وشهر حسن الحديث وإن كان فيه بعض الضعف) (٣) .
وقد أجاب المباركفوري (٤) رحمه الله عن هذه الصوارف عن ظاهر الحديث الذي هو التحريم إلى الإباحة بأجوبة:
_________
(١) شهر بن حوشب الأشعري، فقيه مقريء، شامي الأصل، سكن العراق، ولي بيت المال مدة، ت سنة ١٠٠هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٤/٣٦٩، شذرات الذهب لابن العماد ١/١١٩.
(٢) أخرج الحديث أحمد في مسنده ٣/٦٤ من حديث أبي سعيد، وانظر: مجمع الزوائد للهيثمي ٤/٣، وقال الألباني في إرواء الغليل ٣/٢٣٠: قوله: (إلى مسجد) زيادة في الحديث لا أصل لها في شيء من طرق الحديث عن أبي سعيد ولا عن غيره فهي منكرة، بل باطلة، وقال الأرناؤوط في تحقيقه المسند ١٨/١٥٣: صحيح، وإن كان السند ضعيفاً، لضعف شهر.
(٣) فتح الباري لابن حجر ٣/٦٥.
(٤) المباركفوري: محمد بن عبد الله بن عبد الرحمن بن عبد الرحيم المباركفوري، عالم شارك في أنواع من العلوم، ولد في مباركفور من الهند، ونشأ بها وقرأ علوم العربية والفقه وأصوله والمنطق والفلسفة، ت سنة ١٣٥٣هـ.
انظر في ترجمته: معجم المؤلفين لكحالة ٥/١٦٦.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (311,'١ - أن قولهم: المراد الفضيلة التامة ... إلخ، فإن هذا خلاف ظاهر الحديث ولا دليل عليه، وأما لفظ (لا ينبغي) ؛ في رواية أحمد (ت - ٢٤١هـ) فهو خلاف أكثر الروايات، فقد وقع في عامة الروايات (لا تشد) وهو ظاهر في التحريم.
وأما قولهم: إن لفظة (لا ينبغي) ظاهر في غير التحريم فهو ممنوع، كما بين ابن القيم (ت - ٧٥١هـ) رحمه الله أن المطرد في كلام الله وكلام رسوله صلّى الله عليه وسلّم استعمال لفظ (لا ينبغي) في المحظور شرعاً وقدراً، وفي المستحيل الممتنع كقوله تعالى: {وَمَا يَنبَغِي لِلرَّحْمَنِ أَن يَتَّخِذَ وَلَداً} [مريم: ٩٢] ، وقوله تعالى: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنبَغِي لَهُ} [يس: ٦٩] ، وقوله سبحانه: {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ * وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ} [الشعراء: ٢١٠ - ٢١١] ، وقوله صلّى الله عليه وسلّم: «إن الله لا ينام ولا ينبغي له أن ينام» (١) وغيرها من النصوص (٢) .
٢ - أن قولهم: إن النهي مخصوص بمن نذر على نفسه ... إلخ، أو من قال: إن المراد قصدها بالاعتكاف، كما حكاه ابن حجر (ت - ٨٥٢هـ) رحمه الله عن الخطابي (ت - ٣٨٨هـ) رحمه الله (٣) فالجواب عنهما: أن ذلك تخصيص بلا دليل.
٣ - أما قولهم: إن المراد من المساجد فقط دون القبور، أو زيارة الصالحين للتبرك بهم ... إلخ.
فهذا غير مسلّم، بل ظاهر الحديث العموم، وأن المراد: لا تشد الرحال إلى موضع إلا إلى ثلاثة مساجد، فإن الاستثناء مفرغ، والمستثنى منه في المفرغ يقدر بأعم العام.
_________
(١) سبق تخريجه ص٢٤٤ - ٢٤٥.
(٢) انظر: إعلام الموقعين لابن القيم ١/٤٣.
(٣) انظر: فتح الباري لابن حجر ٣/٦٥، وقال عن القول الثاني: (لم أر عليه دليلاً) .',NULL,'320',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (312,'وأما تفرد شهر بن حوشب (ت - ١٠٠هـ) برواية دون غيره من الحفاظ فلا يعتد بها؛ فهو كثير الأوهام (١) .
وأما السفر إلى موضع للتجارة، أو لطلب العلم، أو لغرض آخر صحيح مما ثبت جوازه بأدلة أخرى فهو مستثنى من حكم هذا الحديث (٢) .
ولم ينقل عن أحد من الصحابة ولا التابعين ومن بعدهم من سلف الأمة، ممن شهد له بالعلم وصحة المعتقد أنه تكلم باسم زيارة قبر رسول الله صلّى الله عليه وسلّم ترغيباً في ذلك، ولا غير ترغيب، فلم يكن لمسمى هذا الاسم حقيقة عندهم، ولهذا كره بعض أهل العلم لفظة (زيارة القبر) .
وأما الذين أطلقوا لفظة الزيارة إنما يريدون بها إتيان المسجد، والصلاة فيه، والسلام على الرسول صلّى الله عليه وسلّم فيه، إما قريباً من الحجرة أو بعيداً عنها، إما مستقبلاً القبلة، أو مستقبل القبر (٣) .
وعلى هذا فتكون أحوال زيارة القبر والمسجد النبوي كالتالي:
إن كانت الزيارة بدون شد رحل، فهذه جائزة، ومرغب فيها، ضمن الضوابط الشرعية كزيارة القبور الأخرى، ويزاد عليها في قبر الرسول صلّى الله عليه وسلّم ألا يتخذ عيداً لقوله صلّى الله عليه وسلّم: «لا تجعلوا قبري عيداً، وصلوا علي فإن صلاتكم تبلغني حيث كنتم» (٤) .
وأما إن كانت الزيارة تحتاج إلى سفر: فينظر في مقصود الزائر: إما أن يريد المسجد فقط، وإما أن يريد القبر فقط، وإما أن يريدهما معاً.
_________
(١) انظر: تقريب التهذيب لابن حجر ١/٣٥٥.
(٢) انظر: تحفة الأحوذي بشرح جامع الترمذي للمباركفوري ٢/٢٨٦ - ٢٨٧.
(٣) انظر: الصارم المنكي في الرد على السبكي لابن عبد الهادي ص٥٩ - ٦٠، ١٦٤، فتاوى ورسائل الشيخ محمد بن إبراهيم ٦/١٢٦.
(٤) الحديث أخرجه أبو داود في سننه ٢/٥٣٤ كتاب المناسك، باب زيارة القبور، وأحمد في مسنده ٢/٣٦٧، وصحح إسناده النووي في الأذكار ص٩٧، وحسنه الألباني في تحذير الساجد ص١٤٢.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (313,'فإن أراد المسجد فقط فهذا مشروع، لحديث النهي عن شد الرحال إلا إلى ثلاثة مساجد، وحديث تفضيل الصلاة في المسجد النبوي على غيره من المساجد بألف صلاة إلا المسجد الحرام.
وإن أراد القبر فقط فهذا غير مشروع، فلا يجوز شد الرحل للقبور.
وإن أرادهما جميعاً فهذا جائز، فالأصل هو المسجد، ويدخل القبر بالتبع. (١)
_________
(١) انظر: الصارم المنكي في الرد على السبكي لابن عبد الهادي ص٢٤٢، فتاوى ورسائل الشيخ محمد بن إبراهيم ٦/١٢٦.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (314,'<span data-type="title" id=toc-51>المبحث الثاني
الزعم أن شيخ الإسلام ينهى عن زيارة القبور ومناقشته</span>
<span data-type="title" id=toc-52>المطلب الأول
الزعم بأن شيخ الإسلام ينهى عن زيارة القبور</span>
زعم المناوئون لابن تيمية رحمه الله أنه يمنع من زيارة القبور مطلقاً وأنه يقول بتحريم تلك الزيارة، وأنه يستدل بحديث «لعن الله زوارات القبور» (١) على منع الزيارة مطلقاً.
وقالوا بأنه - أيضاً - ينكر مشروعية زيارة قبر النبي صلّى الله عليه وسلّم مطلقاً، حتى من كان في المسجد لا يشرع له ذلك.
قال الحصني (ت - ٨٢٩هـ) عن شيخ الإسلام رحمه الله: (ووجدوا صورة فتوى أخرى يقطع فيها بأن زيارة قبر النبي صلّى الله عليه وسلّم، وقبور الأنبياء معصية بالإجماع مقطوع بها) (٢) .
وزعم بعضهم بأن شيخ الإسلام رحمه الله هو أول من قال بهذا القول (٣) .
ويستدلون لزيارة قبر النبي صلّى الله عليه وسلّم بأدلة من الكتاب والسنة، وإجماع الأمة والقياس:
_________
(١) تقدم تخريج هذا الحديث ص٣٠٩.
(٢) دفع شبه من شبه وتمرد ونسب ذلك إلى الإمام أحمد ص٤٧، وانظر: البراهين الجلية للموسوي ص٧١، سعادة الدارين للسمنودي ١/٧٢، السيف الصقيل للسبكي حاشية الكوثري ص١٥٨، الإفهام والإفحام لزكريا إبراهيم ص١٢٤.
(٣) انظر: سعادة الدارين للسمنودي ١/٨٢.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (315,'أما الكتاب فقول الله عزّ وجل: {وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ جَآؤُوكَ فَاسْتَغْفَرُواْ اللهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُواْ اللهَ تَوَّاباً رَّحِيماً} [النساء: ٦٤] .
قال ابن حجر الهيتمي (ت - ٩٧٣هـ) عن هذه الآية: (دلت على حث الأمة على المجيء إليه صلّى الله عليه وسلّم، والاستغفار عنده، واستغفاره لهم، وهذا لا ينقطع بموته.
ودلت - أيضاً - على تعليق وجدانهم الله تواباً رحيماً بمجيئهم واستغفارهم واستغفار الرسول لهم) (١) .
وأما من السنة: فيستدلون بأدلة عدة:
منها حديث: (من زار قبري وجبت له شفاعتي) .
وحديث: (من حج فزار قبري بعد وفاتي، فكأنما زارني في حياتي) .
وحديث: (من حج البيت ولم يزرني فقد جفاني) .
وحديث: (من زار قبري، أو من زارني كنت له شفيعاً أو شهيداً) ، وغيرها من الأحاديث (٢) .
ويرى أولئك أن الزيارة: سنة مؤكدة، لكنها مشروطة بالاستطاعة كاستطاعة الحج؛ لأنهم يرون أن الرسول صلّى الله عليه وسلّم قد حذر أمته من ترك الزيارة أشد التحذير وأرشد إليها بأبلغ بيان، مما يخشى التارك لها على نفسه القطيعة والعواقب، فترك زيارته صلّى الله عليه وسلّم جفاء، وهو من ترك البر والصلة.
وأما ذكر الحج في الزيارة ليس قيداً فهو لا مفهوم له عندهم، إذن: التارك للزيارة يخشى عليه من العقوبات والقبائح (٣) .
_________
(١) الجوهر المنظم ص١٢.
(٢) انظر: في أحاديث الزيارة: شفاء السقام للسبكي ص٥ - ٣٩، الجوهر المنظم للهيتمي ص١٥، ٤٢ - ٤٦، تحفة الزوار للهيتمي ص٢٩ - ٣٧، دفع شبه من شبه للحصني ص١٠٩، السيف الصقيل للسبكي حاشية الكوثري ص١٥٨، شفاء الفؤاد للمالكي ص١٥.
(٣) انظر: الجوهر المنظم للهيتمي ص٦٨.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (316,'وأما الإجماع فيقول ابن حجر الهيتمي (ت - ٩٧٣هـ) : (وأما إجماع المسلمين فقد نقل جماعة من الأئمة حملة الشرع الشريف الذين عليهم المدار والمعول في نقل الخلاف والإجماع) (١) .
وأما القياس: فتقاس زيارة قبر نبينا محمد صلّى الله عليه وسلّم على زيارة قبور غيره، بل زيارة قبر النبي صلّى الله عليه وسلّم أولى وأحرى، وأحق وأعلى (٢) .
وأما كراهة الإمام مالك (ت - ١٧٩هـ) رحمه الله قول بعض الناس: زرت قبر النبي، فهذا لهم عليه توجيهات:
منها: أن لفظة (الزيارة) تستعمل في زيارة قبر كل ميت، وكراهة الإمام مالك (ت - ١٧٩هـ) لهذه اللفظة؛ إنما هو لرفعة مكانة النبي صلّى الله عليه وسلّم أن يساوى وغيره بعبارة واحدة، فكراهة الإمام مالك (ت - ١٧٩هـ) رحمه الله إنما هو لأجل أن كلمة أفضل من كلمة.
ومنها: أنه كره لفظة (الزيارة) ؛ لأن الزيارة تكون لوصل المزور ونفعه، وأما في زيارة قبر الرسول صلّى الله عليه وسلّم فلا تقال هذه اللفظة لعدم حاجة الرسول صلّى الله عليه وسلّم لذلك، وإنما الحاجة للزائر في رغبته الثواب من عند الله عزّ وجل.
ومنها: أن كراهة الإمام مالك (ت - ١٧٩هـ) رحمه الله لفظة الزيارة؛ لإضافتها إلى القبر، وأنه لو قال: زرنا النبي صلّى الله عليه وسلّم لم يكرهه لقوله صلّى الله عليه وسلّم: «اللهم لا تجعل قبري وثناً يعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد» (٣) . وبه قال القاضي عياض رحمه الله (٤) .
_________
(١) الجوهر المنظم للهيتمي ص١٥.
(٢) انظر: شفاء السقام للسبكي ص٨١ - ٨٣، تحفة الزوار للهيتمي ص٥١، ٦٣، سعادة الدارين للسمنودي ١/٧٤.
(٣) الحديث أخرجه مالك في الموطأ ١/١٧٢ كتاب قصر الصلاة في السفر، باب جامع الصلاة، والحميدي في مسنده ١٠٢٥، باب الجنائز، وصحح إسناده الألباني في تحذير الساجد ص٢٥.
(٤) القاضي عياض: بن موسى بن عياض بن عمرو اليحصبي، أبو الفضل، العلامة الحافظ، عالم المغرب، ت سنة ٥٤٤هـ.
انظر في ترجمته: النجوم الزاهرة للأتابكي ٥/٢٨٥، شجرة النور الزكية لمخلوف ص١٤٠.
وانظر: قول القاضي عياض في هذه المسألة في: الشفا مع شرحيه نسيم الرياض للخفاجي، وشرح الشفا لعلي القاري ٣/٥١٣.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (317,'ومنها: كراهة مالك (ت - ١٧٩هـ) رحمه الله لفظة (الزيارة) ؛ لأن الزيارة من شاء فعلها، ومن شاء تركها، وزيارة قبر النبي صلّى الله عليه وسلّم من السنن الواجبة (١) .
ويدّعي المناوئون لابن تيمية رحمه الله أنه يحرم شد الرحل إلى زيارة قبر النبي صلّى الله عليه وسلّم وقبر غيره من الأنبياء والصالحين، وأنه قد بلغ الغلو والشطط في هذا الأمر (٢) .
ولذلك يردون عليه، فقد جعل السبكي (ت - ٧٥٦هـ) من شبه الخصم - ابن تيمية - فهمه الخاطئ لحديث شد الرحل فقال (فتوهم الخصم أن في هذا منع السفر للزيارة، وليس كما توهمه) (٣) .
وجعل من شبه الخصم - أيضاً -: كون هذا - أي السفر لزيارة القبر - ليس مشروعاً، وأنه من البدع، التي لم يستحبها أحد من العلماء، لا من الصحابة، ولا من التابعين، ولا من بعدهم (٤) .
ويذكر هؤلاء تقدير الاستثناء في حديث شد الرحل وأنه يمكن أن يكون التقدير: لفظ (المكان) ويرون أن هذا باطل - بلا خلاف - ولا قائل به؛ لأنه يلزم على هذا التقدير ألا نسافر إلى تجارة أو علم أو خير، وهذا ضرب من الهوس.
ويمكن أن يكون تقدير الاستثناء في الحديث لفظ (قبر) ، وهذا السياق
_________
(١) انظر: الشفا مع شرحيه ٣/٥١٢ - ٥١٣، شفاء السقام للسبكي ص٧٤ - ٧٨، شفاء الفؤاد للمالكي ص٤٤ - ٤٥.
(٢) انظر: السيف الصقيل للسبكي حاشية الكوثري ص١٥٦.
(٣) شفاء السقام ص١١٥، وانظر حقيقة التوسل والوسيلة لموسى علي ص١٣١.
(٤) انظر: شفاء السقام ص١٢٦.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (318,'ظاهر في عدم انتظام الكلام، وغير لائق بالبلاغة النبوية.
ويمكن أن يكون التقدير لفظ (مسجد) ، وهذا التقدير أقرب الاحتمالات الثلاثة (١) ، ويحث هؤلاء على شد الرحل لزيارة القبر ويندبون إليها حتى للنساء، ويرون أنه لا زيارة إلا بسفر.
قال ابن حجر الهيتمي (ت - ٩٧٣هـ) : (وجه شمول الزيارة للسفر أنها تستدعي الانتقال من مكان الزائر إلى مكان المزور كلفظ المجيء الذي نصت عليه الآية الكريمة ... وإذا كانت كل زيارة قربة كان كل سفر إليها قربة.. والقاعدة المتفق عليها أن وسيلة القربة المتوقفة عليها قربة) (٢) .
ولا يكتفون بأن يجعلوها قربة بل هي من أعظم القربات عند الله عزّ وجل (٣) .
_________
(١) انظر: دفع شبه من شبه وتمرد للحصني ص١٠٠، الجوهر المنظم للهيتمي ص٣١، تحفة الزوار للهيتمي ص٧٢، السيف الصقيل للسبكي حاشية الكوثري ص١٥٧، شفاء الفؤاد للمالكي ص١٠، ٢٦.
(٢) الجوهر المنظم ص٢٣.
(٣) انظر: الجوهر المنظم للهيتمي ص٤١، ٨٢، حقيقة التوسل والوسيلة لموسى علي ص٦٥.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (319,'<span data-type="title" id=toc-53>المطلب الثاني
مناقشة دعوى أن شيخ الإسلام ينهى عن زيارة القبور</span>
تتميز هذه الدعوى (مسألة شد الرحل) بالذات، والدعوى التي تليها (مسألة التوسل) ، عن غيرها من المسائل المنتقدة على شيخ الإسلام ابن تيمية رحمه الله بأمر مما يجعلها أكثر إثارة، وأوسع نقاشاً مع الخصم، ألا وهو: أن بداية الانتقاد على ابن تيمية رحمه الله من قبل مناوئيه كان في حياته، فعُقدت جلسات، وقامت مناظرات بينه وبين خصومه، بل وأُلفت الكتب في الرد على ابن تيمية رحمه الله في حياته، مما جعله يؤلف ردوداً عليها تبين وجه الحق في المسألة، والمسائل الملتبسة على الخصم وعلى العامة حتى يتضح الحق ويحيا من حي عن بينة، ويهلك من هلك عن بينة، فألف (الرد على الأخنائي) وألف (الرد على البكري) ، إضافة إلى كتب ورسائل أخرى تبين قوله في الموضوع.
وقد بين رحمه الله أن لفظ (الزيارة) لفظ مجمل يدخل فيها الزيارة الشرعية والزيارة البدعية التي هي من جنس الشرك، بل صار في عرف كثير من الناس إذا أطلق لفظ زيارة قبور الأنبياء والصالحين إنما يفهم منه الزيارة البدعية.
وإذا كان اللفظ مجملاً يحتمل الحق والباطل عدل عنه إلى لفظ لا لبس فيه كلفظ السلام عليه. (١)
وقد ذكر رحمه الله الخلاف الدائر بين السلف في شرعية زيارة القبور.
فقال طائفة من السلف: إن زيارة القبور محرمة مطلقاً، وأن النهي عن الزيارة لم ينسخ، فإن أحاديث النسخ لم يروها البخاري (ت - ٢٥٦هـ) رحمه الله ولم
_________
(١) انظر: قاعدة جليلة في التوسل والوسيلة ص١٤٠ - ١٤١، قاعدة عظيمة ص٩٣.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (320,'تشتهر، ولما ذكر البخاري (ت - ٢٥٦هـ) رحمه الله زيارة القبور احتج بحديث المرأة التي بكت عند القبر.
ومنهم من لا يستحبها، ومنهم من يكرهها مطلقاً، كما نقل عن النخعي (١) ،
والشعبي (ت - ١٠٤هـ) وابن سيرين (٢) ، وهؤلاء من أجلة التابعين.
ونقل ابن بطال (٣) عن الشعبي (ت - ١٠٤هـ) أنه قال: (لولا أن رسول الله صلّى الله عليه وسلّم نهى عن زيارة القبور لزرت قبر ابني) (٤) .
وقال النخعي (ت - ٩٦هـ) رحمه الله (كانوا يكرهون زيارة القبور) (٥) .
ولا خلاف بين المسلمين أن النبي صلّى الله عليه وسلّم قد نهى عن زيارة القبور، وقيل في سبب ذلك: لأن ذلك يفضي إلى الشرك، وقيل: لأجل النياحة عندها، وقيل: لأنهم كانوا يتفاخرون بها، كما ذكر طائفة من العلماء في قول الله عزّ وجل: {أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ} [التكاثر: ١ - ٢] أنهم كانوا يتكاثرون بقبور الموتى (٦) .
_________
(١) النخعي: إبراهيم بن يزيد بن قيس بن الأسود النخعي، أبو عمران، من مذحج، من أكابر التابعين صلاحاً، وصدق رواية، وحفظاً للحديث، فقيه العراق، كان إماماً مجتهداً، ت سنة ٩٦هـ.

انظر في ترجمته: التاريخ الكبير للبخاري ١/٣٣٣، الطبقات الكبرى لابن سعد ٦/٢٧٩.
(٢) ابن سيرين: محمد بن سيرين البصري الأنصاري بالولاء، أبو بكر، إمام وقته في علوم الشريعة، تابعي جليل، في أذنه صمم، اشتهر بالورع وبتأويل الرؤيا، ت سنة ١١٠هـ.
انظر في ترجمته: حلية الأولياء لأبي نعيم ٢/٢٦٣، وفيات الأعيان لابن خلكان ٣/٣٢١.
(٣) ابن بطال: علي بن خلف بن عبد الملك بن بطال البكري القرطبي، أبو الحسن، عالم بالحديث، من أهل قرطبة، له شرح صحيح البخاري، ويعرف بابن اللحام، الإمام الحافظ المحدث، ت سنة ٤٤٩هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٨/٤٧، شجرة النور الزكية لمخلوف ص١١٥.
(٤) رواه ابن أبي شيبة في مصنفه ٤/٣٤٥ كتاب الجنائز، وفيه (لزرت قبر ابنتي) .
(٥) رواه ابن أبي شيبة في مصنفه ٤/٣٤٥ كتاب الجنائز.
(٦) انظر: الجامع لأحكام القرآن للقرطبي ٢٠/١٦٨ - ١٦٩، تفسير القرآن العظيم لابن كثير ٧/٣٦٠.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (321,'لكن اختلف العلماء بعد ذلك: هل نسخ هذا التحريم أم لا؟
فقيل لم ينسخ - كما سبق -، وقال آخرون: بل نسخ ذلك، واختلف هؤلاء هل نسخ إلى الندب أم إلى الإباحة؟
فقال قوم: إنما نسخ إلى الإباحة، وقال قوم: نسخ إلى الاستحباب (١) .
وبين أن الأقوال الثلاثة صحيحة باعتبار:
فالزيارة إذا تضمنت أمراً محرماً من شرك أو كذب أو ندب أو نياحة: فهذه زيارة محرمة.
وأما إن كانت الزيارة لمجرد الحزن على الميت، لقرابته أو صداقته: فهي مباحة، وهذا كزيارة قبر الكافر فرخص فيها؛ لأجل تذكر الآخرة، لا للدعاء له والاستغفار له.
قال الله عزّ وجل: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: ١١٣] .
وقد ثبت في الصحيح عن النبي صلّى الله عليه وسلّم أنه زار قبر أمه فبكى وأبكى من حوله وقال: «استأذنت ربي في أن أزور قبرها فأذن لي، واستأذنته في أن أستغفر لها فلم يأذن لي، زوروا القبور فإنها تذكركم الآخرة» (٢) .
وأما إن كانت الزيارة لقبور المؤمنين للدعاء للموتى كالصلاة على الجنازة: فهذا مستحب قد دلت السنة عليه (٣) .
ويقسم ابن تيمية رحمه الله الزيارة - في مواضع أخرى - إلى قسمين؛ زيارة شرعية، وزيارة بدعية، ومرد هذا الاختلاف إنما هو التنوع في التقسيم
_________
(١) انظر: الجواب الباهر ص٤٤، قاعدة عظيمة ص٦٣.
(٢) سبق تخريجه ص٣٠٦ من هذا البحث.
(٣) انظر: الجواب الباهر ص٤٥ - ٤٦، قاعدة عظيمة ص٦٣، ٦٦، الرد على الأخنائي ص٨٣.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (322,'والعرض، حسب حاجة المخاطب (١) .
وبهذا يتبين أن ابن تيمية رحمه الله لم يحرم زيارة القبور مطلقاً، بل فرق بين الزيارة المحرمة، والزيارة المباحة، والزيارة المستحبة.
وأما زيارة قبر الرسول صلّى الله عليه وسلّم الزيارة الشرعية فهي ما يفعله علماء المسلمين (يصلون في مسجده صلّى الله عليه وسلّم، ويسلمون عليه في الدخول للمسجد، وفي الصلاة، وهذا مشروع باتفاق المسلمين) (٢) .
وزيارة قبر النبي صلّى الله عليه وسلّم ليست واجبة باتفاق المسلمين، ولم يرد في الكتاب والسنة أمر بزيارة قبر النبي صلّى الله عليه وسلّم على وجه الخصوص، وإنما الأمر الموجود في الكتاب والسنة: الصلاة والتسليم عليه، فصلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً (٣) ، فزيارة قبره مستحبة كزيارة قبور غيره.
وقد اتفق العلماء على أن أهل المدينة لا يزورون القبر النبوي كلما دخلوا المسجد أو خرجوا منه، لا للدعاء ولا لغيره، بل كانوا يأتون المسجد، وهم في كل صلاة في مسجد رسول الله صلّى الله عليه وسلّم، أو في مسجد غيره يقولون: السلام عليك أيها النبي ورحمة الله وبركاته، ويصلون عليه ويسألون الله له الوسيلة إذا سمعوا الأذان.
وأما حكم إتيان أهل المدينة قبر الرسول صلّى الله عليه وسلّم إذا قدموا من سفر، أو غير أهل المدينة إذا قدموا من سفر، فهذا فيه قولان:
القول الأول: الجواز لفعل ابن عمر (ت - ٧٢هـ) رضي الله عنهما فتابعه جماعة، وإن لم يكن هذا من السنن المشهورة، إذ لم يأمرهم الرسول صلّى الله عليه وسلّم بذلك، كما أمرهم أن يسلموا عليه في الصلاة.
_________
(١) انظر: قاعدة جليلة ص٣٢، الجواب الباهر ٤٧، مجموع فتاوى ابن تيمية ٢٤/٣٢٦، ٣٣٤، ٣٤٣، ٢٦/١٤٨، ٢٧/٧٠، ١١٩، وغيرها.
(٢) الجواب الباهر ص٢٢.
(٣) انظر: الفتاوى الكبرى ٢/٥، مجموع فتاوى ابن تيمية ٢٧/٢٦.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (323,'والقول الثاني: المنع من إتيان القبر، والاكتفاء بالصلاة والسلام عليه في المسجد (١) .
وقد ذكر ابن تيمية رحمه الله الخلاف بين أهل العلم حين السلام على الرسول صلّى الله عليه وسلّم عند القبر، وعلى صاحبيه، هل يستقبل القبر، أم يستقبل القبلة؟
فقال الأئمة الثلاثة مالك (ت - ١٧٩هـ) ، والشافعي (ت - ٢٠٤هـ) ، وأحمد (ت - ٢٤١هـ) ، رحمهم الله إنه يستقبل القبر، ويستدبر القبلة، فيسلم على الرسول صلّى الله عليه وسلّم من تلقاء وجهه، ثم ينحرف قليلاً فيسلم على أبي بكر (ت - ١٣هـ) ثم ينحرف قليلاً ويسلم على عمر (ت - ٢٣هـ) رضي الله عنهما، وهذا فعل أكثر الصحابة.
وأما مذهب أبي حنيفة (ت - ١٥٠هـ) رحمه الله فإن المسلم على الرسول صلّى الله عليه وسلّم يستدبر الحجرة، وقيل يجعلها عن يساره (٢) .
وأما وقت الدعاء فإنه يستقبل القبلة اتفاقاً، وكان مالك (ت - ١٧٩هـ) رحمه الله من أعظم الأئمة كراهية لذلك.
وأما الحكاية التي تذكر عنه أنه قال للمنصور (٣) لما سأله عن استقبال الحجرة بالدعاء فأمره بذلك، وقال: (هو وسيلتك ووسيلة أبيك آدم) ، فهذه كما يذكر ابن تيمية رحمه الله كذب على مالك ليس لها إسناد معروف، وهو خلاف الثابت المنقول عنه بأسانيد الثقات في كتب أصحابه (٤) .
وأما قصد القبر ليدعو الزائر لنفسه، فهذا بدعة، لم يكن أحد من الصحابة يقف عند قبر الرسول صلّى الله عليه وسلّم ليدعو لنفسه.
_________
(١) انظر: قاعدة عظيمة ٥٨، ٨٨، الرد على الأخنائي ص١٧.
(٢) انظر: مجموع فتاوى ابن تيمية ٢٦/١٤٦ - ١٤٧، قاعدة جليلة ص٢٩٣، قاعدة عظيمة ص٦١، ٨٩، الرد على الأخنائي ١٩٠.
(٣) المنصور: عبد الله بن محمد بن علي الهاشمي، أبو جعفر المنصور، الخليفة العباسي، ذو هيبة وشجاعة ودهاء، له مشاركة حسنة في الفقه والعلم، ت سنة ١٥٨هـ.
انظر في ترجمته: فوات الوفيات للكتبي ٢/٢١٦، الكامل لابن الأثير ٥/١٧٢.
(٤) انظر: قاعدة جليلة ص٢٩٤، مجموع فتاوى ابن تيمية ٢٦/١٤٧، ٢٧/١١٨، وانظر: الحكاية في الشفاء للقاضي عياض ضمن شرحيه ٣/٣٩٧ - ٣٩٨.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (324,'قال ابن تيمية رحمه الله (لم يكن أحد من الصحابة يقصد شيئاً من القبور، لا قبور الأنبياء ولا غيرهم، لا يصلي عنده، ويدعو عنده، ولا يقصده لأجل الدعاء عنده، ولا يقولون إن الدعاء عنده أفضل، ولا الدعاء عند شيء من القبور مستجاب) (١) .
ويتعجب رحمه الله من كثير من الناس وقد نهي عن الصلاة عندها وإليها، كما قال صلّى الله عليه وسلّم: «لا تجلسوا على القبور، ولا تصلوا إليها» (٢) ، ثم هو يقصد الدعاء عندها، فهل يقول مسلم عاقل: إن مكاناً نهينا أن نعبد الله فيه بالصلاة لله يكون الدعاء فيه مستجاباً (٣) .
وهل يجوز التمسح بالقبر وتقبيله وتمريغ الخد عليه؟
أجاب رحمه الله بأن هذا منهي عنه باتفاق المسلمين، وليس في الدنيا من الجمادات ما يشرع تقبيلها. إلا الحجر الأسود، لما ثبت في الصحيحين أن عمر (ت - ٢٣هـ) رضي الله عنه قال: (والله إني لأقبلك وإني لأعلم أنك حجر لا تضر ولا تنفع، ولولا أني رأيت رسول الله صلّى الله عليه وسلّم قبلك ما قبلتك) (٤) .
وأما الاستلام فلا يستلم إلا الركنان اليمانيان، فمن زار قبر النبي صلّى الله عليه وسلّم فإنه لا يستلمه، ولا يقبله، فلا يشبه بيت المخلوق ببيت الخالق.
وكل هذا لأجل المحافظة على التوحيد، وحماية جنابه؛ لأن من أصول الشرك اتخاذ القبور مساجد، كما قال تعالى: {وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدّاً وَلَا سُوَاعاً وَلَا يَغُوثَ وَيَعُوقَ وَنَسْراً} [نوح: ٢٣] .
وبهذا يتبين أن شيخ الإسلام رحمه الله لم ينه عن الزيارة الشرعية للقبور
_________
(١) قاعدة عظيمة ص٥٧.
(٢) سبق تخريجه ص٣٠٨.
(٣) انظر: قاعدة عظيمة ص٥٧.
(٤) الحديث أخرجه البخاري في صحيحه ٣/٤٦٢ كتاب الحج، باب ما ذكر في الحجر الأسود، ومسلم في صحيحه ٢/٩٢٥ كتاب الحج، باب استحباب تقبيل الحجر الأسود في الطواف، واللفظ له.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (325,'مطلقاً، أو قبر الرسول صلّى الله عليه وسلّم، وإنما نهى عن الزيارة غير الشرعية وهي ما ينهى عنه الإسلام، وقد أنصفه ابن عابدين (١)
في قوله: (وما نسب إلى الحافظ ابن تيمية الحنبلي من أنه يقول بالنهي عنها - أي زيارة قبر الرسول صلّى الله عليه وسلّم -، فقد قال بعض العلماء: إنه لا أصل له، وإنما يقول بالنهي عن شد الرحال إلى غير المساجد الثلاث (٢) ، أما نفس الزيارة فلا يخالف فيه لزيارة سائر القبور) (٣) .
وأما احتجاج مثبتة الزيارة البدعية بقوله تعالى: {وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ جَآؤُوكَ فَاسْتَغْفَرُواْ اللهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُواْ اللهَ تَوَّاباً رَّحِيماً} [النساء: ٦٤] ، وأن ذلك يدل عليها، فقد رد ابن تيمية رحمه الله عليهم مبيناً المعنى الصحيح للآية بقوله:
(دعاهم - سبحانه - بعدما فعلوه من النفاق إلى التوبة وهذا من كمال رحمته بعباده، يأمرهم قبل المعصية بالطاعة، وبعد المعصية بالاستغفار، وهو رحيم بهم في كلا الأمرين.. وقوله (جاءوك) : المجيء إليه في حضوره معلوم كالدعاء إليه.
وأما في مغيبه ومماته فالمجيء إليه كالدعاء إليه، والرد إليه، قال تعالى: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إِلَى مَا أَنزَلَ اللهُ وَإِلَى الرَّسُولِ} [النساء: ٦١] ، وقوله تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ} [النساء: ٥٩] ، وهو الرد والمجيء إلى ما بعث به من الكتاب والحكمة.
وكذلك المجيء إليه لمن ظلم نفسه هو الرجوع إلى ما أمره به ...
وأما مجيء الإنسان إلى الرسول صلّى الله عليه وسلّم عند قبره، وقوله: استغفر لي، أوسل لي ربك ... فهذا لا أصل له، ولم يأمر الله بذلك، ولا فعله واحد من
_________
(١) ابن عابدين: محمد أمين بن عمر بن عبد العزيز بن عابدين الدمشقي، فقيه الديار الشامية، وإمام الحنفية في عصره، ولد وتوفي في دمشق، ت سنة ١٢٥٢هـ.

انظر في ترجمته: الأعلام للزركلي ٦/٢٦٧.
(٢) الصواب أن يقال: (الثلاثة) .
(٣) حاشية رد المحتار ٢/٦٢٦.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (326,'سلف الأمة المعروفين في القرون الثلاثة، ولا كان ذلك معروفاً بينهم ... ) (١) ، فليس في الآية أمر بزيارة قبره صلّى الله عليه وسلّم ولا شد الرحل إليه.
وأما الأحاديث التي تحث على زيارة قبر النبي صلّى الله عليه وسلّم بخصوصه، فليس فيها حديث واحد صحيح، بل هي إما من الموضوع، أو من الحديث الضعيف الذي لا يصح الاحتجاج به، ولا العمل به.
فأما الحديث الأول الذي ذكروه في فضل الزيارة وهو: «من زار قبري وجبت له شفاعتي» ، فهذا رواه الدارقطني (٢) رحمه الله في سننه (٣) ، من طريق موسى بن هلال العبدي، عن عبد الله بن عمر العمري.
وموسى بن هلال: قال عنه أبو حاتم (ت - ٢٧٧) رحمه الله: مجهول (٤) .
وقال العقيلي (٥) : لا يتابع على حديثه (٦) .
وقال ابن عدي (٧) : أرجو أنه لا بأس به (٨) .
_________
(١) قاعدة في المحبة (ضمن جامع الرسائل ٢/٣٧٥ - ٣٧٦) .
(٢) الدارقطني: علي بن عمر بن أحمد بن مهدي الدارقطني الشافعي، أبو الحسن، إمام عصره في الحديث، ولد بدار القطن من أحياء بغداد، ورحل إلى مصر، وعاد إلى بغداد، وتوفي بها سنة ٣٨٥هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ١٢/٣٤، وفيات الأعيان لابن خلكان ٢/٤٥٩.
(٣) سنن الدارقطني (ضمن التعليق المغني على سنن الدارقطني ٢/٢٨٨ كتاب الحج حديث ١٩٤) .
(٤) انظر: ميزان الاعتدال للذهبي ٤/٢٢٦.
(٥) العقيلي: محمد بن عمرو بن موسى بن حماد العقيلي، صاحب الجرح والتعديل والضعفاء، ثقة جليل القدر، عالم بالحديث، مقدم في الحفظ، ت سنة ٣٢٢هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٢/٢٩٥، الرسالة المستطرفة للكتاني ص١٠٨.
(٦) انظر: ميزان الاعتدال للذهبي ٤/٢٢٦.
(٧) ابن عدي: عبد الله بن عدي بن عبد الله بن محمد الجرجاني، أبو أحمد، نشأ بجرجان، قال السهمي: لم يكن في زمانه مثله، صاحب كتاب الكامل في ضعفاء الرجال، ت سنة ٣٦٥هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٦/١٥٤، طبقات الشافعية للسبكي ٣/٣١٥.
(٨) الكامل لابن عدي ٦/٢٣٥٠.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (327,'وقال الذهبي (ت - ٧٤٨هـ) : صالح الحديث (١) ، لكن الذهبي (ت - ٧٤٨هـ) رحمه الله أنكر عليه هذا الحديث (٢) .
ورواه موسى بن هلال عن عبد الله بن عمر العمري، خلافاً لمن قال إنه: عبيد الله بن عمر العمري، فالمكبر ضعيف، وأما أخوه عبيد الله المصغر فثقة ثبت.
وقد أجاب الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله على من قال بأن الحديث من رواية عبيد الله الكبير المصغر الثقة، لا من رواية عبد الله الصغير المكبر المضعف، بأن أحد الأسانيد فيه التصريح بالكنية بأبي عبد الرحمن، وهي كنية الصغير المكبر المضعف فقال:
(فذكره هذا - أي الكنية بأبي عبد الرحمن - قاطع للنزاع من أنه عن المكبر لا عن المصغر، فإن المكبر هو الذي يكنى بأبي عبد الرحمن) (٣) .
وبهذا يتبين أن الحديث ضعيف كما قال ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله:
(وهو مع هذا حديث غير صحيح ولا ثابت، بل هو حديث منكر عند أئمة هذا الشأن، ضعيف الإسناد عندهم لا يقوم بمثله حجة، ولا يعتمد على مثله عند الاحتجاج إلا الضعفاء في هذا العلم) (٤) .
وأما الحديث الثاني وهو: (من حج فزار قبري بعد وفاتي فكأنما زارني في حياتي) .
فهذا رواه البيهقي (٥)
في سننه (٦) ، والدارقطني (ت - ٣٨٥هـ) في سننه (٧) ومدار الحديث على حفص بن سليمان:
_________
(١) وفي نسخة: صويلح الحديث، انظر: الحاشية من ميزان الاعتدال ٤/٢٢٦.
(٢) ميزان الاعتدال ٤/٢٢٥ - ٢٢٦.
(٣) لسان الميزان ٦/١٣٥.
(٤) الصارم المنكي ص٢١، ونقل الشوكاني في الفوائد المجموعة ص١١٧ عن السخاوي في المقاصد الحسنة: أن ابن خزيمة أشار إلى تضعيفه.
(٥) البيهقي: أحمد بن الحسين بن علي البيهقي، أبو بكر، الحافظ العلامة الفقيه، صاحب التصانيف الكثيرة المشهورة، منها: السنن الكبرى، ودلائل النبوة، ت سنة ٤٥٨هـ.

انظر في ترجمته: وفيات الأعيان لابن خلكان ١/٥٧، النجوم الزاهرة للأتابكي ٥/٧٧.
(٦) السنن الكبرى كتاب الحج، باب زيارة قبر النبي صلّى الله عليه وسلّم ٥/٢٤٦.
(٧) سنن الدارقطني (ضمن التعليق المغني على سنن الدارقطني كتاب الحج حديث ١٩٢ ٢/٢٧٨) .',NULL,'336',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (328,'وهذا قال عنه البخاري (ت - ٢٥٦هـ) : تركوه (١) .
وقال ابن حبان (٢) في المجروحين: (كان يقلب الأسانيد، ويرفع المراسيل، وكان يأخذ كتب الناس فينسخها، ويرويها من غير سماع، وقال ابن معين رحمه الله ليس بثقة) (٣) .
وقال ابن أبي حاتم (ت - ٣٢٧هـ) رحمه الله: (ضعيف الحديث) (٤) .
وقال ابن عدي (ت - ٣٦٥هـ) رحمه الله: (وعامة حديثه عن من روى عنهم غير محفوظة) (٥) .
والخلاصة قول ابن حجر (ت - ٨٥٢هـ) رحمه الله (متروك الحديث مع إمامته في القراءة) (٦) .
وفي سنده - أيضاً -: ليث بن أبي سليم: وهو ضعيف متروك الحديث - أيضاً - كما ذكر ذلك الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله في تقريب التهذيب (٧) .
قال ابن تيمية رحمه الله (وقد اتفق أهل العلم بالحديث على الطعن في حديث حفص هذا، دون قراءته) (٨) .
وأما الحديث الثالث وهو: (من حج البيت ولم يزرني فقد جفاني) .
_________
(١) التاريخ الكبير له ٢/٣٦٣.
(٢) ابن حبان: محمد بن حبان بن أحمد بن حبان التميمي البستي، أبو حاتم، القاضي، شيخ خراسان، أحد الأئمة، رحالة مصنف، دامت رحلته ما يزيد على ثلاثين عاماً، من أوعية العلم، ومن عقلاء الرجال، ت سنة ٣٥٤هـ.
انظر في ترجمته: لسان الميزان لابن حجر ٥/١١٢، الرسالة المستطرفة للكتاني ص١٦٥.
(٣) المجروحين لابن حبان ١/٢٥٥.
(٤) الجرح والتعديل ٣/١٧٣ - ١٧٤.
(٥) الكامل في ضعفاء الرجال ٢/٧٩١.
(٦) تقريب التهذيب ١/١٨٦.
(٧) انظر: تقريب التهذيب ٢/١٣٨.
(٨) انظر: الرد على الأخنائي ص٢٨، مجموع فتاوى ابن تيمية ٢٧/٢١٧، وانظر: ٢٤/٣٥٧، ٢٦/١٤٩، اقتضاء الصراط المستقيم ٢/٧٧٢، قاعدة جليلة ص١٣٤، قاعدة عظيمة ص٨٦.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (329,'فهذا ذكره ابن عدي (ت - ٣٦٥هـ) في ترجمة النعمان بن شبل (١) .
قال عنه ابن حبان (ت - ٣٥٤هـ) : بعد أن ذكر أنه يروي عن مالك: (يأتي عن الثقات بالطامات، وعن الأثبات بالمقلوبات) (٢) .
وقال الذهبي (ت - ٧٤٨هـ) عن هذا الحديث: إنه (موضوع) (٣) .
وعده جماعة من أهل العلم في عداد الموضوعات (٤) .
قال ابن تيمية رحمه الله عن هذا الحديث: (لم يروه أحد من أهل العلم بالحديث، بل هو موضوع على رسول الله صلّى الله عليه وسلّم، ومعناه مخالف الإجماع، فإن جفاه (٥) الرسول صلّى الله عليه وسلّم من الكبائر، بل هو كفر ونفاق ... وأما زيارته فليست واجبة باتفاق المسلمين) . (٦)
وأما حديث (من زار قبري أو من زارني كنت له شفيعاً أو شهيداً) .
فهذا رواه البيهقي (ت - ٤٥٨هـ) في سننه (٧) ، وقال بعد ذكر الحديث:
(هذا إسناد مجهول) (٨) ؛ لأن في سنده رجلاً من آل عمر.
وأما سوار بن ميمون راوي الحديث عن (رجل من آل عمر) فقال عنه ابن عبد الهادي (ت - ٧٤٤هـ) (شيخ مجهول الحال قليل الرواية، بل لا يعرف له رواية إلا هذا الحديث الضعيف المضطرب) (٩) .
ثم ذكر اختلاف الرواة في اسمه هل هو سوار أو ميمون ثم قال:
_________
(١) الكامل في ضعفاء الرجال ٧/٢٤٨٠.
(٢) المجروحين ٣/٧٣.
(٣) ميزان الاعتدال ٤/٢٦٥.
(٤) انظر: تذكرة الموضوعات لابن طاهر الهندي ص٧٦، تنزيه الشريعة المرفوعة للكتاني ٢/١٧٢، الفوائد المجموعة للشوكاني ص١١٨.
(٥) الصواب: جفاء.
(٦) الفتاوى الكبرى ٢/٥، وانظر: مجموع فتاوى ابن تيمية ١٨/٣٤٢، ٢٧/٢٩، ٣٥، اقتضاء الصراط المستقيم ٢/٧٧٢، الرد على الأخنائي ص٢٧.
(٧) السنن الكبرى كتاب الحج، باب زيارة قبر النبي صلّى الله عليه وسلّم ٥/٢٤٥.
(٨) السنن الكبرى ٥/٢٤٥.
(٩) الصارم المنكي ص١٠١.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (330,'(والله أعلم هل كان اسمه سواراً أو ميموناً، فكيف يحسن الاحتجاج بخبر منقطع مضطرب نقلته غير معروفين، ورواته في عداد المجهولين) (١) .
وفي أحد أسانيد الحديث: هارون بن قزعة.
قال عنه الذهبي (ت - ٧٤٨هـ) (هارون بن قزعة المدني عن رجل في زيارة قبر النبي صلّى الله عليه وسلّم. قال البخاري: لا يتابع عليه) (٢) .
وذكر ابن عدي (ت - ٣٦٥هـ) كلام البخاري (ت - ٢٥٦هـ) عنه السابق ولم يعلق عليه (٣) ، مما يفيد أنه ارتضى هذا الحكم.
وقال الأزدي (٤) : متروك.
وقد ذكر الذهبي (ت - ٧٤٨هـ) كلام الأزدي (ت - ٤٠٩هـ) هذا في ترجمة هارون بن قزعة، بعد قول الذهبي (ت - ٧٤٨هـ) عنه (لا يعرف) (٥) .
لكن الحافظ ابن حجر (ت - ٨٥٢هـ) تعقب الإمام الذهبي في إيراده كلام الأزدي (ت - ٤٠٩هـ) في الذي لا يعرف وقال: (والذي أراد الأزدي هو الأول) (٦) أي هارون بن قزعة، وقد بين ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله ضعف الحديث، وأن سبب هذا الضعف أمور متعددة وهي: (الاضطراب والاختلاف والانقطاع والجهالة والإبهام) (٧) .
وعلى كل حال: فليس في أحاديث فضل الزيارة حديث واحد صحيح، بل كلها إما ضعيفة، وإما موضوعة، كما قال ابن تيمية رحمه الله:
_________
(١) الصارم المنكي ص١٠١.
(٢) ميزان الاعتدال للذهبي ٤/٢٨٥.
(٣) انظر: الكامل في ضعفاء الرجال ٧/٢٥٨٨.
(٤) الأزدي: عبد الغني بن سعيد بن علي الأزدي المصري، أبو محمد، محدث الديار المصرية، صاحب كتاب المؤتلف والمختلف، إمام زمانه في الحديث، كان ثقة، ت سنة ٤٠٩هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٣٩٠، سير أعلام النبلاء للذهبي ١٧/٢٦٨.
(٥) ميزان الاعتدال ٤/٢٨٨.
(٦) لسان الميزان ٦/١٨١، ١٨٣.
(٧) الصارم المنكي ص١٠٢.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (331,'وليس في زيارة قبر النبي صلّى الله عليه وسلّم حديث حسن، ولا صحيح، ولا روى أهل السنن المعروفة، كسنن أبي داود، والنسائي (١) وابن ماجه (٢) ، والترمذي (٣) ، ولا أهل المسانيد المعروفة كمسند أحمد ونحوه، ولا أهل المصنفات كموطأ مالك وغيره في ذلك شيئاً، بل عامة ما يروى في ذلك أحاديث مكذوبة موضوعة) (٤) .
وأما حكاية الإجماع على استحباب الزيارة، وأن شيخ الإسلام لا يراها.
فقد أجاب شيخ الإسلام رحمه الله بأكثر من أربعين وجهاً على هذه الحكاية للإجماع، وعلى زعمهم أنه يخالف الإجماع فيها: فذكر أنه لم يقل بخلاف الإجماع مطلقاً، وإنما مقصود المخالفين بلفظ (الزيارة) : الزيارة التي تستلزم السفر وشد الرحل، فهناك فرق بين زيارة القبور، وبين السفر لزيارة القبور، أما الأول فهو مستحب على قول الجمهور، وأما الثاني فلم يقل به الأئمة المجتهدون.
_________
(١) النسائي: أحمد بن علي بن شعيب بن علي النسائي، أبو عبد الرحمن، صاحب السنن، القاضي الحافظ، من نسا بخراسان، جال البلاد واستوطن مصر، وثار عليه الحساد، فخرج إلى الرملة، ت سنة ٣٠٣هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٢/٢٣٩، الرسالة المستطرفة ص٩ - ١٠.
(٢) ابن ماجه: محمد بن زيد الربعي القزويني، أبو عبد الله، ابن ماجه، صاحب السنن، أحد الأئمة في الحديث، رحل إلى البصرة وبغداد والشام والحجاز، ت سنة ٢٧٣هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٩/٥٣٠، شذرات الذهب لابن العماد ٢/١٦٤.
(٣) الترمذي: محمد بن عيسى بن سورة السلمي الترمذي، أبو عيسى، صاحب السنن، تتلمذ على البخاري، وشاركه في بعض شيوخه، ومن أئمة المحدثين، رحل إلى بلاد كثيرة، وعمي في آخر عمره، مات بترمذ سنة ٢٧٩هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٣/٤٠٧، ميزان الاعتدال للذهبي ٣/٦٧٨، تهذيب التهذيب لابن حجر ٩/٣٨٧.
(٤) مجموع فتاوى ابن تيمية ٢٤/٣٥٦ - ٣٥٧، وانظر: ٢٧/٢٥، ٢٩، ٣٥، ١٨٥، ٢١٦، قاعدة عظيمة ص٨٥.
وانظر: في مناقشة أحاديث الزيارة والرد عليها: الصارم المنكي لابن عبد الهادي ص٢٠ - ١٨٧، أوضح الإشارة للنجمي ص١٣٣ - ١٧١.',NULL,'340',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (332,'وأما جعل جنس الزيارة مستحباً بالإجماع فهذا باطل؛ لأنهم لم يفرقوا ويفصلوا بين المشروع والمحرم، فالزيارة بعضها مشروع، وبعضها محرم بالإجماع، والمخالفون لابن تيمية رحمه الله أنكروا هذا التفصيل، وهذا مخالف للإجماع، والحكم به باطل بالإجماع.
وأما حكاية الإجماع على جواز السفر لزيارة القبر فهذا ليس بصحيح، بل فيه نزاع مشهور، ودعوى الإجماع باطلة ما لم تثبت بنقل صحيح، وبتتبع واستقراء لأقوال العلماء المجتهدين.
وإذا كان هذا الأمر لا إجماع فيه فهو مما تنازع فيه العلماء، وما تنازع فيه العلماء يجب رده إلى الله والرسول إجماعاً، قال تعالى: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ} [النساء: ٥٩] .
وأيضاً: فإن الأمور المتنازع فيها بين العلماء المجتهدين لا يصح لأحد من القضاة أن يفصل النزاع فيها بحكم، وقوله كقول آحاد العلماء إن كان عالماً، وأما إن كان مقلداً كان بمنزلة العامة المقلدين (١) .
وأما الاحتجاج بالقياس على جواز زيارة قبر النبي صلّى الله عليه وسلّم بجواز زيارة قبر غيره، فهذا لا ينكره أحد، حتى ابن تيمية رحمه الله لم يحرم زيارة قبر النبي صلّى الله عليه وسلّم لمن كان في مسجد رسول الله صلّى الله عليه وسلّم، ومن نقل عنه خلاف ذلك فهو باطل، والحكم المرتب على النقل الباطل باطل بالإجماع (٢) .
وأما تخريجات المناوئين لابن تيمية كراهة الإمام مالك (ت - ١٧٩هـ) لفظة (الزيارة) في قول الناس: زرت قبر النبي صلّى الله عليه وسلّم، فقد ذكر ابن تيمية تخريجات الناس لهذه الكراهة (٣) .
ورجح ثلاثة احتمالات:
_________
(١) انظر: مجموع فتاوى ابن تيمية ٢٧/٢٩٦.
(٢) انظر: مجموع فتاوى ابن تيمية ٢٧/٢٩٣.
(٣) انظر: قاعدة عظيمة لابن تيمية ص٦١، ٧١.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (333,'الأول: أن قبر النبي صلّى الله عليه وسلّم لم يرد في فضل زيارته أحاديث مخصوصة، أو سنة متبعة (١) .
الثاني: أن لفظ (الزيارة) صار في عرف الناس يحتمل الزيارة الشرعية، والزيارة المحرمة، فلا يصح الإطلاق لهذا اللفظ، وهذا محتمل لمعنى حق وآخر باطل (٢) .
الثالث: أن زيارة قبر الرسول صلّى الله عليه وسلّم ليست في مقدور أحد، فهو داخل الحجرة، وإن ما يفعله الناس هو السلام عليه، فما بقي أحد يمكنه أن يزور قبره كما تزار سائر القبور، وإنما يمكن دخول مسجده، وهذا هو الذي يعنيه الناس بزيارة قبره، وهي تسمية غير متطابقة.
وقال ابن تيمية رحمه الله عن هذا التخريج: (وهذا من أحسن ما يعلل به كراهة من كره أن يقال زرت قبره) (٣) .
وأما إذا أتى بلفظ (السلام) على رسول الله صلّى الله عليه وسلّم فهذا لا يكره بالاتفاق (٤)
وأما حديث شد الرحل: فقد توقف عنده ابن تيمية رحمه الله طويلاً مبيناً الكثير من جزئياته، حتى لا يلتبس كلامه، ولا يفهمه المخالف على غير ما أراده رحمه الله.
فبين أن السفر إلى المساجد الثلاثة مشروع بنص هذا الحديث، قال رحمه الله:
(وقد اتفق أئمة الدين على أنه يشرع السفر إلى المساجد الثلاثة: المسجد
_________
(١) انظر: مجموع فتاوى ابن تيمية ١٨/٤٢، ٢٦/١٤٩، ٢٧/١٦٦، قاعدة جليلة له ٢٩٦، الجواب الباهر له ص٥٠.
(٢) انظر: منهاج السنة النبوية ٢/٤٤٤، قاعدة جليلة ص٢٩٦، مجموع فتاوى ابن تيمية ٢٧/٣٠.
(٣) قاعدة عظيمة ص٧٠، وانظر: ص٦١.
(٤) انظر: مجموع فتاوى ابن تيمية ١٨/٣٤٢.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (334,'الحرام، ومسجد الرسول صلّى الله عليه وسلّم، والمسجد الأقصى) (١) ، وذكر أن هذا هو فعل الصحابة - رضوان الله عليهم - (٢) .
ومشروعية السفر إلى المساجد الثلاثة ليست للوجوب إنما هي للندب والاستحباب، فلم يقل أحد: إن السفر إلى المسجد النبوي أو المسجد الأقصى واجب، مع أن النبي صلّى الله عليه وسلّم قد شرع السفر إليهما (٣) .
والمساجد جميعها تشترك في العبادات، فكل ما يفعل في مسجد يفعل في سائر المساجد، إلا ما خص به المسجد الحرام كالصلاة إليه دون غيره، والطواف ونحوه، وأما المسجد النبوي، والمسجد الأقصى، فكل ما يشرع فيهما من العبادات فإنه يشرع في سائر المساجد: كالصلاة والدعاء والذكر، ولا يشرع فيهما جنس لا يشرع في غيرهما، لكنهما أفضل من غيرهما، فالصلاة فيهما تضاعف على الصلاة في غيرهما (٤) .
وفضيلة المسجد النبوي ليس لأجل مجاورته القبر، بل هي ثابتة له في حياة الرسول صلّى الله عليه وسلّم قبل أن يدفن في حجرة عائشة (ت - ٥٨هـ) رضي الله عنها وكذلك هي ثابتة بعد موته، كما أن المسجد الحرام مفضل لا لأجل قبره وكذلك المسجد الأقصى، فكيف لا يكون مسجد الرسول صلّى الله عليه وسلّم مفضلاً لا لأجل القبر.
قال رحمه الله: (فمن ظن أن فضيلته لأجل القبر، أو أنه إنما يستحب السفر إليه؛ لأجل القبر فهو جاهل مفرط في الجهل، مخالف لإجماع المسلمين، ولما علم من سنة سيد المرسلين صلّى الله عليه وسلّم، وهذا تنقص بالرسول وبقوله ودينه، مكذب له فيما قاله، مبطل لما شرعه وإن ظن أنه يعظمه) (٥) .
وأما السفر إلى مسجد غير المساجد الثلاثة فغير مشروع اتفاقاً، وحرمه الجمهور، مع أن المساجد أحب البقاع إلى الله، كما ثبت في الحديث
_________
(١) الجواب الباهر ص٤٣.
(٢) انظر: قاعدة عظيمة ص٤٨.
(٣) انظر: الرد على الأخنائي ص٤١.
(٤) انظر: اقتضاء الصراط المستقيم ٢/٨٢٥.
(٥) الرد على الأخنائي ص١٧.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (335,'الصحيح عن النبي صلّى الله عليه وسلّم أنه قال: «أحب البلاد إلى الله مساجدها» (١) .
وقد ذكر رحمه الله الخلاف في حكم السفر إلى زيارة القبر، وأن للعلماء فيه قولين مع أن النزاع مرجوح ضعيف في هذه المسألة، فمن قائل: إنه معصية وهو قول الجمهور، ومن قائل: إنه ليس بمحرم، لكن لا فضيلة فيه، وليس بمستحب، فهو مباح، ولم يقل أحد باستحباب السفر إلى زيارة القبر، ومن قال به فهو مخالف للإجماع (٢) .
وهذا يجعلنا نفهم مراد العلماء الذين استحبوا السفر إلى زيارة قبر نبينا محمد صلّى الله عليه وسلّم، فإن مرادهم بالسفر إلى زيارته هو السفر إلى مسجده، وليس إلى قبره؛ لأن السفر إلى مسجده هو المشروع باتفاق المسلمين سلفهم وخلفهم، أما السفر إلى قبره - فكما ذكر آنفاً - أنه لم يقل أحد باستحبابه (٣) .
وأما أصل زيارة القبور فلم يحرم ابن تيمية زيارتها، بل يرى الاستحباب - كما هو قول الجمهور - ومع ذلك فقد قال بعدم نسخ المنع من زيارة القبور بعض أئمة التابعين كالنخعي (ت - ٩٦هـ) ، والشعبي (ت - ١٠٤هـ) وابن سيرين (ت - ١١٠هـ) - رحمهم الله جميعاً - (٤) .
ولذا فإن ابن تيمية رحمه الله يفرق بين الزيارة الشرعية المستحبة، وبين السفر لزيارة القبر، فالأول مشروع اتفاقاً، وأما الثاني فغير مشروع (٥) ، فلم يكن أحد
_________
(١) الحديث أخرجه مسلم في صحيحه ١/٤٦٤ كتاب المساجد، باب فضل الجلوس في مصلاه بعد الصبح، وابن خزيمة في صحيحه ٢/٢٦٨ جماع أبواب فضائل المساجد، باب فضل المساجد، والبيهقي في سننه ٣/٦٥كتاب الصلاة، باب فضل المساجد، والبغوي في شرح السنة ٢/٣٤٦كتاب الصلاة، باب فضل المساجد، وابن عبد البر في جامع بيان العلم وفضله ٢/٥٠.
(٢) انظر: الرد على الأخنائي ص١٣، ١٥، الفتاوى الكبرى ٢/٦، اقتضاء الصراط المستقيم ٢/٦٧٠، ٨١١.
(٣) انظر: الرد على الأخنائي ص١٣٥.
(٤) انظر: فتح الباري لابن حجر ٣/١٤٨، وانظر: مجموع فتاوى ابن تيمية ٢٧/١٩٧، الرد على الأخنائي ص٣٨، ٤٢، ١٦١.
(٥) انظر: الرد على الأخنائي ص١٣، ٢٣، ٢٥، ٤٨.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (336,'من الصحابة والتابعين يسافر إلى قبر، لا قبر نبي ولا غيره، بل كان عامتهم يأتون المدينة النبوية، ويصلون في مسجده صلّى الله عليه وسلّم، ويسلمون عليه في الصلاة، ويرون ذلك هو غاية المطلوب (١) وأما حديث (لا تشد الرحال) ، فهل المقصود به النهي، أو النفي فقط؟
فقد ذكر رحمه الله أنه لم يعرف نزاع بين السلف من الصحابة، والتابعين والأئمة أن مراد هذا الحديث هو النهي عن السفر إلى غير المساجد الثلاثة.
وقد جاء الحديث بصيغة النهي كما ورد عن أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «لا تشدوا الرحال» (٢) .
وقد أجاب رحمه الله على من قال بأن النفي في الحديث محمول على نفي الاستحباب بثلاثة أوجه:
الأول: أن هذا التخريج تسليم من قائله أن هذا السفر ليس بعمل صالح ولا قربة ولا طاعة، ولا هو من الحسنات، ومن سافر لاعتقاده أن هذا السفر طاعة فإن ذلك محرم بإجماع المسلمين، فصار التحريم من جهة اتخاذه قربة، ومعلوم أن أحداً لا يسافر إليها إلا لذلك.
وأما إذا قدر شد الرحل إليها لغرض مباح فهذا جائز من هذا الباب.
الثاني: أن النفي يقتضي النهي، والنهي يقتضي التحريم.
الثالث: يكدر على تخريجهم النفي في الحديث على نفي الاستحباب، ما رواه أبو سعيد (ت - ٧٤هـ) - في الحديث السابق - عن رسول الله صلّى الله عليه وسلّم قوله: «لا تشدوا الرحال» (٣) .
وهو نهي صريح منه صلّى الله عليه وسلّم لأمته عن شد الرحل لغير المساجد الثلاثة (٤) .
_________
(١) انظر: قاعدة عظيمة ٥٧، ٥٨، الرد على الأخنائي ص١١١، ١٣٨.
(٢) سبق تخريجه ص٣١٧.
(٣) سبق تخريجه ص٣١٧.
(٤) انظر: الفتاوى الكبرى لابن تيمية ١/١٤٢ - ١٤٣، الرد على الأخنائي له ص١٥، ٣٠، ٤١.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (337,'ويرجح رحمه الله في تقدير الاستثناء المفرغ في الحديث لفظ (مكان) فيكون معنى الحديث:
لا تشد الرحال إلى مكان إلا إلى ثلاثة مساجد، ومن ظن أن هذا التخريج يلزم منه النهي عن السفر لطلب علم أو تجارة أو غير ذلك، فهو ظن خاطئ، ولا يلزم من ذلك التقدير هذا اللازم، قال رحمه الله:
(أما السفر لتجارة، أو جهاد، أو طلب علم، أو زيارة أخ في الله، أو صلة رحم، أو نحو ذلك، فإنها لم تدخل في الحديث؛ لأن تلك لا يقصد فيها مكان معين، بل المقصود ذلك المطلوب حيث كان صاحبه، ولهذا لم يفهم أحد من هذا هذه الأمور) (١) .
وأجاب رحمه الله عن الشبهة القائلة بأن زيارة قبر النبي صلّى الله عليه وسلّم ميتاً، كزيارته في حياته، وقد استدل أصحابها بحديث الذي سافر لزيارة أخ له في الله وهو قول الرسول صلّى الله عليه وسلّم: «إن رجلاً زار أخاً له في قرية أخرى، فأرصد الله له على مدرجته ملكاً، فلما أتى عليه قال أين تريد؟ قال: أريد أخاً لي في هذه القرية، قال: هل لك عليه من نعمة تربها (٢) ، قال: لا غير أني أحببته في الله عزّ وجل، فقال: فإني رسول الله إليك، فإن الله أحبك كما أحببته فيه» (٣) .
وبين رحمه الله أن زيارة الأخ في الله الحي - كما في الحديث - نظير زيارة النبي صلّى الله عليه وسلّم في حياته، وذلك بزيارة أصحاب النبي صلّى الله عليه وسلّم له حال حياته.
وأما قياس زيارة القبر كزيارته حياً فهذا لم يقل به أحد من علماء المسلمين، وهذا من أفسد القياس، فمن المعلوم أن من زار الحي حصل له بمشاهدته، وسماع كلامه، ومخاطبته، وسؤاله، وجوابه وغير ذلك ما لا يحصل لمن لم يشاهده ولم يسمع كلامه.
_________
(١) قاعدة عظيمة ص١٠٠.
(٢) أي تحفظها وتراعيها وتربيها انظر: لسان العرب لابن منظور ١/٤١١ مادة (ربب) .
(٣) الحديث أخرجه مسلم في صحيحه ٤/١٩٨٨ كتاب البر والصلة، باب فضل الحب في الله، وأحمد في مسنده ٢/٤٦٢ من حديث أبي هريرة.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (338,'وليس رؤية القبر أو ظاهر جدار الحجرة بمنزلة رؤية الرسول صلّى الله عليه وسلّم ومشاهدته ومجالسته وسماع كلامه، ولو كان هذا مثل هذا لكان كل من زار قبره مثل واحد من أصحابه صلّى الله عليه وسلّم، وهذا من أبطل الباطل.
وأما السفر إلى الرسول صلّى الله عليه وسلّم في حياته فهو:
إما أن يكون لما كانت الهجرة إليه واجبة كالسفر قبل الفتح، فيكون المسافر إليه مسافر للمقام عنده بالمدينة، وهذا السفر انقطع بفتح مكة لقوله صلّى الله عليه وسلّم: «لا هجرة بعد الفتح ولكن جهاد ونية» (١) .
وإما أن يكون المسافر إليه وافداً إليه ليسلم عليه، ويتعلم منه ما يبلغه قومه كالوفود الذين كانوا يفدون إليه صلّى الله عليه وسلّم في السنة العاشرة من الهجرة، وقد أوصى صلّى الله عليه وسلّم في مرضه قبل أن يموت بثلاث فقال: «أخرجوا المشركين من جزيرة العرب، وأجيزوا الوفد بنحو مما كنت أجيزهم» (٢) ، وكان السفر إليه في حياته لتعلم الدين، ولمشاهدته وسماع كلامه صلّى الله عليه وسلّم.
ومعلوم أنه صلّى الله عليه وسلّم لو كان حياً في المسجد لكان قصده في المسجد من أفضل العبادات، وأما قصد القبر بالسفر: فليس عند قبره صلّى الله عليه وسلّم مصلحة من مصالح الدين، وقربة إلى رب العالمين إلا وهي مشروعة في جميع البقاع، فلا ينبغي أن يكون المسافر للزيارة غير معظم للرسول صلّى الله عليه وسلّم التعظيم التام، والمحبة التامة إلا عند قبره، بل هو مأمور بهذا في كل مكان، فكانت زيارته في حياته مصلحة راجحة لا مفسدة فيها، والسفر إلى القبر لمجرده مفسدة راجحة لا
_________
(١) الحديث أخرجه البخاري في صحيحه ٦/٣ كتاب الجهاد والسير، باب فضل الجهاد والسير، ومسلم في صحيحه ٣/١٤٨٧ - ١٤٨٨، كتاب الإمارة، باب المبايعة بعد فتح مكة واللفظ له، والترمذي في سننه ٤/١٤٨، كتاب السير، باب ما جاء في الهجرة.
(٢) الحديث أخرجه مسلم في صحيحه ٣/١٣٨٨ كتاب الجهاد، والسير، باب إخراج اليهود والنصارى من جزيرة العرب، والترمذي في سننه ٤/١٥٦، كتاب السير، باب ما جاء في إخراج اليهود والنصارى، وأبو داود في سننه ٣/٤٢٤ كتاب الخراج، باب في إخراج اليهود من جزيرة العرب.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (339,'مصلحة فيها بخلاف السفر إلى مسجده فإنه مصلحة راجحة، ومن شبه من زار قبر شخص بمن كان يزوره في حياته فهو مصاب في عقله ودينه (١) .
وأما دعوى أن الزيارة إذا كانت جائزة أو قربة، فالوسيلة إليها جائزة أو قربة، فهذه دعوى باطلة، فليس كل ما كان جائزاً، أو مستحباً، أو واجباً جاز التوسل إليه بكل طريق، بل هذا الطريق يكون في المحرم المنهي عنه فقط، فكل ما كان منهياً عنه كان التوسل إليه محرماً.
وأما ما كان مأموراً به فلا بد أن يكون له طريق، لكن لا يجوز أن يتوسل إليه بكل طريق، بل لو توسل الإنسان إلى الطاعة بما حرمه الله - مثل الفواحش والبغي والشرك به والقول عليه بغير علم - لم يجز ذلك.
وإتيان المساجد للجمعة والجماعة من أفضل القربات، وقد قال عليه الصلاة والسلام: «صلاة الجميع تزيد على صلاته في بيته وصلاته في سوقه خمساً وعشرين درجة» (٢) .
ولو أراد مع هذا أن يسافر إلى غير المساجد الثلاثة ليصلي هناك جمعة أو جماعة لم يكن هذا مشروعاً، بل هو محرم عند جمهور العلماء.
وكون الرحلة إلى القربة معصية كثير في الشريعة كالرحلة للصلاة والاعتكاف في غير المساجد الثلاثة، وكما لو رحلت المرأة إلى أمر غير واجب بدون إذن الزوج كحج التطوع، وكذلك لو رحل العبد إلى الحج بدون إذن سيده، وكذلك لو رحلت المرأة بغير زوج ولا ذي محرم لأمر مشروع غير واجب، وكذا لو أراد أن يسافر إلى الحج لكن الطريق يحصل فيه ضرر في دينه أو عرضه أو ماله.
وكذلك من طولب بقضاء دين لزمه قضاؤه لم يكن له أن يسافر بالمال
_________
(١) انظر: الرد على الأخنائي ١٤١ - ١٥٠.
(٢) الحديث أخرجه البخاري في صحيحه ٢/١٣١، كتاب الصلاة باب فضل صلاة الجماعة، ومسلم في صحيحه ١/٤٤٩ كتاب المساجد باب فضل الجماعة.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (340,'الذي يجب صرفه في قضاء دينه، وهذا كثير في الشريعة أن يكون العمل في أصله مشروعاً، لكن الطريق إليه والوسيلة غير مشروعة (١) .
وبعد هذا تبين لنا أن شيخ الإسلام رحمه الله متابع لمن قبله من السلف والأئمة، يجيز زيارة القبور الزيارة الشرعية - بما فيها قبر الرسول صلّى الله عليه وسلّم، وينهى عن الزيارة غير الشرعية، ويرى حرمة شد الرحل إلى غير المساجد الثلاثة، وأنه لا صحة لما لفّقه أعداؤه عليه، وما لبسوا فيه من الحق بالباطل على عامة الناس، ولهذا قيل في الرد عليهم:
وما نسبتم إليه عند ذكركم ... ترك الزيارة أمرٌ لا يقول به
فقد أجابكم عن ذا بأجوبة ... أزال فيها صدى الإشكال والشبه
وقد تبين هذا في مناسكه ... لكل ذي فطنة في القول معربه
رميتموه ببهتان يشان به ... فالله ينصفه ممن رماه به
وفي الجواب أمور من تدبرها ... سقى الأنام بها من صفو مشربه
ولم يكن مانعاً نفس الزيارة بل ... شد الرحال إليها فادر وانتبه
تمسكاً بصحيح النقل متبعاً ... خير القرون أولي التحقيق والنَّبه
مع الأئمة أهل الحق كلهم ... قالوا كما قال قولاً غير مشتبه
وقد علمت يقيناً حين وافقه ... أهل العراق على فتياه فافت به (٢)
_________
(١) انظر: الرد على الأخنائي ص١٧٧ - ١٨١.
(٢) القائل أبو عبد الله محمد بن يوسف الشافعي اليمني، وانظرها: محققة مع نظيرتها الحمية الإسلامية في الانتصار لمذهب ابن تيمية تحقيق صلاح الدين مقبول أحمد ص١٢٢ - ١٢٤، وقد ذكر في البيت الأخير موافقة أهل العراق أي علماء بغداد شيخ الإسلام في فتواه التي تمنع شد الرحل إلى غير المساجد الثلاثة، انظرها: مسطورة في مجموع فتاوى ابن تيمية ٢٧/١٩٤ - ٢١٣، وفي العقود الدرية لابن عبد الهادي ص٣٤٢ - ٣٦٠.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (341,'<span data-type="title" id=toc-54>المبحث الثالث
دعوى أن شيخ الإسلام ينتقص من منزلة الرسول صلّى الله عليه وسلّم ومناقشتها</span>
<span data-type="title" id=toc-55>المطلب الأول
دعوى أن شيخ الإسلام ينتقص من منزلة الرسول صلى الله عليه وسلم ومناقشتها</span>
يرى المناوئون لابن تيمية رحمه الله أنه ينتقص من منزلة الرسول صلّى الله عليه وسلّم ولا يعظمه حق تعظيمه، ولا يحله المنزلة التي يرضاها الله سبحانه وتعالى له والمؤمنون، فقالوا عنه: إنه يزدري النبي صلّى الله عليه وسلّم (١) .
وقالوا عنه: إنه في قلبه ضغينة على الرسول صلّى الله عليه وسلّم (٢) .
ويرون أن مقلدة ابن تيمية (قد اعتقدوا أن كل ما فيه إجلاله صلّى الله عليه وسلّم من قول أو فعل فهو شرك وعبادة له من قائله أو فاعله، فسجلوا على أنفسهم للعالم الإسلامي أنه (٣) موتورون منه صلّى الله عليه وسلّم، يسوءهم ما فيه توقيرهم (٤) ، ويسرهم ما فيه انتهاك حرمته صلّى الله عليه وسلّم) (٥) ..
وحين حكم ابن تيمية رحمه الله بحرمة شد الرحل، جعل المناوئون ذلك من عدم توقيره للمصطفى صلّى الله عليه وسلّم (٦)
وحين رد السبكي (ت - ٧٥٦هـ) على ابن تيمية رحمه الله في تحريم شد الرحل
_________
(١) انظر: دفع شبه من شبه وتمرد للحصني ص١٢٣.
(٢) انظر: السيف الصقيل للسبكي حاشية الكوثري ص١٥٨.
(٣) الصواب: أنهم.
(٤) الصواب: توقيره.
(٥) التوسل بالنبي لأبي حامد مرزوق ص١٠٣، وانظر: ص١١٣.
(٦) انظر: التوسل بالنبي لأبي حامد مرزوق ص١٠٢.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (342,'ذكر أن هذه الزيارة لأجل التبرك والتعظيم فقال: (ومن المعلوم أن الزيارة بقصد التبرك والتعظيم لا تنتهي في التعظيم إلى درجة الربوبية، ولا تزيد على ما نص عليه في القرآن والسنة (١) ، وفعل الصحابة من تعظيمه في حياته وبعد وفاته، فكيف يتخيل امتناعها) (٢) .
ولذلك فالمناوئون في ردهم على ابن تيمية يذكرون أنواعاً من الغلو في التعظيم للرسول صلّى الله عليه وسلّم مثل التمسح بالقبر وتقبيله، فحين ذكر ابن حجر الهيتمي (ت - ٩٧٣هـ) أقوال العلماء في حكم التمسح ووضع اليد وتقبيل القبر ذكر قولاً مرتضياً له وهو قوله: (والناس تختلف مراتبهم في ذلك كما كانت تختلف في حياته صلّى الله عليه وسلّم، فأناس حين يرونه لا يملكون أنفسهم بل يبادرون إليه، وأناس فيهم أناة يتأخرون، والكل على خير) (٣) .
ويذكرون الدعاء عند القبر رجاء بركة من فيه (٤) .
ويذكرون التبرك بما مسته يد النبي صلّى الله عليه وسلّم (٥) .
_________
(١) قال ذلك: لأنه يرى ثبوت الزيارة وشد الرحل بهما انظر: شفاء السقام له ص٨١ - ٩٩.
(٢) شفاء السقام ص١٣٢.
(٣) الجوهر المنظم ص١٦١، وانظر: ص١٥٦ - ١٦٠، وانظر: التوسل بالنبي لأبي حامد مرزوق ص١٦٩.
(٤) انظر: الجوهر المنظم لابن حجر الهيتمي ص١٢٧.
(٥) انظر: أصول الوصول لمحمد زكي إبراهيم ص٢٩٢.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (343,'<span data-type="title" id=toc-56>المطلب الثاني
مناقشة الدعوى</span>
يربط المناوئون لابن تيمية رحمه الله، بل وأعداء عقيدة السلف - غالباً - بين محبة الرسول صلّى الله عليه وسلّم، وبين الزيارة غير الشرعية المتضمنة للمحرمات أو البدع أو الشركيات، ويرون أن من لم يوافقهم على هذه المخالفات الشرعية في الزيارة وغيرها مما يتعلق بشخص النبي صلّى الله عليه وسلّم فهو منتقص من منزلة الرسول صلّى الله عليه وسلّم، محتقر له، لا يوقره حق توقيره، وقد قالوا مثل هذا في شيخ الإسلام ابن تيمية رحمه الله.
وسأستعرض عرضاً سريعاً موقف ابن تيمية رحمه الله من النبي صلّى الله عليه وسلّم، محبة، وتعظيماً، واتباعاً، ليتبين موقفه الواضح من هذه القضية.
وبادئ الأمر يحسن ذكر مقولة أحد تلاميذه المقربين منه ليعطينا صورة سريعة عن محبة ابن تيمية رحمه الله للرسول صلّى الله عليه وسلّم، ألا وهو الحافظ البزار (ت - ٧٤٩هـ) رحمه الله فيقول عنه: (وكان لا يذكر رسول الله صلّى الله عليه وسلّم قط إلا ويصلي ويسلم، ولا والله ما رأيت أحداً أشد تعظيماً لرسول الله صلّى الله عليه وسلّم ولا أحرص على اتباعه ونصر ما جاء به منه، حتى إذا كان أورد شيئاً من حديثه في مسألة، ويرى أنه لم ينسخه شيء غيره من حديثه يعمل به ويقضي ويفتي بمقتضاه، ولا يلتفت إلى قول غيره من المخلوقين كائناً من كان، وقال رضي الله عنه: كل قائل إنما يحتج لقوله لا به إلا الله ورسوله) (١) .
وتظهر محبة ابن تيمية لرسول الله صلّى الله عليه وسلّم من وجوه متعددة منها:
أولاً: عرضه سيرة المصطفى صلّى الله عليه وسلّم، وبيانه صفات الرسول صلّى الله عليه وسلّم الخلقية
_________
(١) الأعلام العلية ص٢٩.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (344,'والخُلقية فمما قاله في ذلك: ( ... كان من أكمل الناس تربية ونشأة، لم يزل معروفاً بالصدق والبر والعدل، ومكارم الأخلاق، وترك الفواحش والظلم وكل وصف مذموم، مشهوداً له بذلك عند جميع من يعرفه قبل النبوة، وممن آمن به، وممن كفر بعد النبوة، لا يعرف له شيء يعاب به، لا في أقواله، ولا في أفعاله، ولا في أخلاقه، ولا جرب عليه كذبة قط، ولا ظلم، ولا فاحشة.
وكان خلقه وصورته من أكمل الصور وأتمها، وأجمعها للمحاسن الدالة على كماله، وكان أمياً من قوم أميين لا يعرف لا هو ولا هم، ما يعرفه أهل الكتاب: التوراة والإنجيل، ولم يقرأ شيئاً عن علوم الناس، ولا جالس أهلها.
ولم يدّع نبوة إلى أن أكمل الله له أربعين سنة، فأتى بأمر هو أعجب الأمور وأعظمها، وبكلام لم يسمع الأولون والآخرون بنظيره، وأخبرنا بأمر لم يكن في بلده وقومه من يعرف مثله) (١) .
ثم قال: (وكانت مكة يحجها العرب من عهد إبراهيم، فتجتمع في الموسم قبائل العرب، فيخرج إليهم يبلغهم الرسالة، ويدعوهم إلى الله صابراً على ما يلقاه من تكذيب المكذب، وجفاء الجافي، وإعراض المعرض، إلى أن اجتمع بأهل يثرب، وكانوا جيران اليهود، قد سمعوا أخباره منهم، وعرفوه، فلما دعاهم علموا أنه النبي المنتظر الذي تخبرهم به اليهود) (٢) .
ثم تحدث عن الهجرة وما بعدها قائلاً: (فهاجر هو ومن اتبعه إلى المدينة، وبها المهاجرون والأنصار، ليس فيهم من آمن برغبة دنيوية ولا برهبة، إلا قليلاً من الأنصار أسلموا في الظاهر، ثم حسن إسلام بعضهم، ثم أذن له في الجهاد، ثم أمر به، ولم يزل قائماً بأمر الله على أكمل طريقة وأتمها من الصدق والعدل والوفاء، لا يحفظ له كذبة واحدة، ولا ظلمٌ لأحد، ولا غدرٌ بأحد، بل كان أصدق الناس، وأعدلهم، وأوفاهم بالعهد، مع اختلاف
_________
(١) الجواب الصحيح لمن بدل دين المسيح ٥/٤٣٨.
(٢) الجواب الصحيح لمن بدل دين المسيح ٥/٤٣٩.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (345,'الأحوال عليه: من حرب وسلم، وأمن وخوف، وغنى وفقر، وقلةٍ وكثرة، وظهوره على العدو تارة، وظهور العدو عليه تارة، وهو على ذلك لازم لأكمل الطرق وأتمها ... وهو صلّى الله عليه وسلّم مع ظهور أمره، وطاعة الخلق له، وتقديمهم له على النفس والأموال مات صلّى الله عليه وسلّم ولم يخلف درهماً ولا ديناراً، ولا شاة ولا بعيراً له إلا بغلته وسلاحه..) (١) .
ثانياً: أن من سب الرسول صلّى الله عليه وسلّم من مسلم أو كافر فإنه يجب قتله، وقد قرر شيخ الإسلام رحمه الله هذه المسألة في أغلب مباحث كتابه (الصارم المسلول) (٢) .
ثالثاً: أن من آذى الرسول صلّى الله عليه وسلّم فقد آذى الله، وهو محاد لله عزّ وجل ومن شاق الرسول فقد شاق الله، ومن عصى الرسول فقد عصى الله، قال الله عزّ وجل: {يَحْلِفُونَ بِاللهِ لَكُمْ لِيُرْضُوكُمْ وَاللهُ وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ إِن كَانُواْ مُؤْمِنِينَ * أَلَمْ يَعْلَمُواْ أَنَّهُ مَن يُحَادِدِ اللهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِداً فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ} [التوبة: ٦٢ - ٦٣] ، فأذى النبي صلّى الله عليه وسلّم محادة لله؛ لأنه ذكر هذه الآية بعد قوله عزّ وجل: {وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيِقُولُونَ هُوَ أُذُنٌ} [التوبة: ٦١] ، وبين الله عزّ وجل أن من حاد الله ورسوله فهو أذل في قوله تعالى: {إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ فِي الأَذَلِّينَ} [المجادلة: ٢٠] ، والأذل أبلغ من الذليل.
وبين عزّ وجل أن المحادين لله ورسوله كبتوا كمن كان قبلهم بقوله: {ِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِن قَبْلِهِمْ} [المجادلة: ٥] ، والكبت: الإذلال والخزي والصرع (٣) .
وجعل الله عزّ وجل مشاقته ومشاقة رسوله ومحادته ومحادة رسوله، وأذاه وأذى رسوله، ومعصيته ومعصية رسوله بمنزلة واحدة، فقال: {ذَلِكَ بِأَنَّهُمْ شَآقُّواْ اللهَ وَرَسُولَهُ} [الأنفال: ١٣] وقال: {إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ} [المجادلة: ٢٠] ،
_________
(١) الجواب الصحيح لمن بدل دين المسيح ٥/٤٣٩ - ٤٤٠.
(٢) انظر: الصارم المسلول ص٣ - ٥٤٣.
(٣) انظر: الصارم المسلول ص٢١ - ٢٢.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (346,'وقال: {أَلَمْ يَعْلَمُواْ أَنَّهُ مَن يُحَادِدِ اللهَ وَرَسُولَهُ} [التوبة: ٦٣] ، وقال: {وَمَن يَعْصِ اللهَ وَرَسُولَهُ} [النساء: ١٤] .
وقذف أزواج النبي صلّى الله عليه وسلّم من أذاه في عرضه، فمن قذفهن فقد آذى الرسول صلّى الله عليه وسلّم في عرضه، وقال الله عزّ وجل فيهن: {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ} [النور: ٢٣] .
ومما يدل على أن قذفهن أذى للنبي صلّى الله عليه وسلّم قول الرسول صلّى الله عليه وسلّم في حادثة الإفك: «يا معشر المسلمين من يعذرني من رجل قد بلغني أذاه في أهل بيتي (١) ، فوالله ما علمت على أهلي إلا خيراً» (٢) .
قال ابن تيمية رحمه الله (فقوله: (من يعذرني) : أي من ينصفني ويقيم عذري إذا انتصفت منه لما بلغني من أذاه في أهل بيتي والله لهم، فثبت أنه صلّى الله عليه وسلّم قد تأذى بذلك تأذياً استعذر منه) (٣) .
رابعاً: أن الاستهزاء بالرسول صلّى الله عليه وسلّم والاستخفاف به كفر مخرج من الملة، لقوله عزّ وجل: {قُلْ أَبِاللهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ} [التوبة: ٦٥ - ٦٦] (٤) .
خامساً: وجوب التحاكم إلى الرسول صلّى الله عليه وسلّم، والتسليم لحكمه ظاهراً وباطناً لقوله عزّ وجل: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً} [النساء: ٦٥] .
وجعل من رفض التحاكم إليه منافقاً بقوله عزّ وجل: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى
_________
(١) يعني عبد الله بن أبي بن سلول رأس النفاق.
(٢) الحديث أخرجه البخاري في صحيحه ٨/٤٥٢ - ٤٥٤ كتاب التفسير، باب لولا إذ سمعتموه، ومسلم في صحيحه ٤/٢١٢٩ - ٢١٣٧ كتاب التوبة، باب في حديث الإفك، وعبد الرزاق في مصنفه ٥/٤١٠ - ٤١٩ حديث الإفك.
(٣) الصارم المسلول ص٤٨، وانظر: ص٥٦٥ - ٥٦٧.
(٤) انظر: الرد على البكري لابن تيمية ٢/٣٤٤ - ٣٤٥.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (347,'الطَّاغُوتِ وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيداً * وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إِلَى مَا أَنزَلَ اللهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنكَ صُدُوداً} [النساء: ٦٠ - ٦١] .
وبين - سبحانه - حال المنافقين ثم حال المؤمنين وموقفهم من التحاكم إلى الله ورسوله بقوله: {وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِّنْهُم مِّن بَعْدِ ذَلِكَ وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ * وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ * وَإِن يَكُن لَّهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ * أَفِي قُلُوبِهِم مَّرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَن يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُوْلَئِكَ هُمُ الظَّالِمُونَ * إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [النور: ٤٧ - ٥١] .
وبهذا يتبين وجوب التحاكم إلى الرسول صلّى الله عليه وسلّم، وأن أقرب الطرق إلى مرضاته هو اتباع شرعه (١) ، وأقرب الطرق إلى محبة الله اتباع الرسول صلّى الله عليه وسلّم كما قال - سبحانه -: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللهُ غَفُورٌ رَّحِيمٌ} [آل عمران: ٣١] .
وتعظيم الرسول صلّى الله عليه وسلّم يكون بطاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما نهى عنه وزجر، وأن لا يعبد الله إلا بما شرع.
سادساً: ذَكر بعض حقوق المصطفى صلّى الله عليه وسلّم على أمته ومنها:
١ - أن الله أخبر أنه صلّى الله عليه وسلّم أولى بالمؤمنين من أنفسهم بقوله: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ} ، فمن حقه أنه يجب أن يؤثره العطشان بالماء، والجائع بالطعام، وأنه يجب أن يوقّى بالأنفس والأموال كما قال سبحانه وتعالى: {مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الأَعْرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ اللهِ وَلاَ يَرْغَبُواْ بِأَنفُسِهِمْ عَن
_________
(١) انظر: الصارم المسلول ص٣٧ - ٣٨، الجواب الباهر ص٨١ - ٨٢، الرد على الأخنائي ص٦٧.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (348,'نَّفْسِهِ} [التوبة: ١٢٠] (١) .
٢ - أن الله عزّ وجل خصه بالمخاطبة بما يليق، فلا ينادى أو يخاطب كغيره من المخاطبين باسمه المجرد أو بكنيته، قال عزّ وجل: {لَا تَجْعَلُوا دُعَاء الرَّسُولِ بَيْنَكُمْ كَدُعَاء بَعْضِكُم بَعْضاً} [النور: ٦٣] .
٣ - أن الله حرم على الأمة أن يؤذوه بما هو مباح أن يعامل به بعضهم بعضاً، تمييزاً له، مثل نكاح أزواجه من بعده فقال تعالى: {وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَن تَنكِحُوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَداً إِنَّ ذَلِكُمْ كَانَ عِندَ اللَّهِ عَظِيماً} [الأحزاب: ٥٣] .
وأوجب الله احترام أزواجه وجعلهن أمهات المؤمنين فقال: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} [الأحزاب: ٦] .
٤ - أن الله أمر بتعزيره وتوقيره فقال: {وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ} [الفتح: ٩] (٢) ، ونصر الرسول صلّى الله عليه وسلّم وتعزيره واجب.
وبين ابن تيمية رحمه الله معنى التعزير والتوقير بقوله: (والتعزير اسم جامع لنصره وتأييده ومنعه من كل ما يؤذيه.
والتوقير: اسم جامع لكل ما فيه سكينة وطمأنينة من الإجلال والإكرام، وأن يعامل من التشريف والتكريم والتعظيم بما يصونه عن كل ما يخرجه عن حد الوقار) (٣) .
ومن توقيره صلّى الله عليه وسلّم أن الله حرم التقدم بين يديه بالكلام حتى يأذن، وحرم رفع الصوت فوق صوته، وأن يجهر له بالكلام كما يجهر الرجل للرجل، وأخبر أن ذلك سبب حبوط العمل، فهذا يدل على أنه يقتضي الكفر؛ لأن العمل لا يحبط إلا به قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا
_________
(١) انظر: الصارم المسلول ص٤٢١.
(٢) انظر: الصارم المسلول لابن تيمية ص٢٩٩ - ٣٠٠.
(٣) الصارم المسلول ص٤٢٢.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (349,'تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ} [الحجرات: ٢] .
قال ابن تيمية رحمه الله معلقاً على هذه الآية:
(فإذا ثبت أن رفع الصوت فوق صوت النبي والجهر له بالقول يُخاف منه أن يكفر صاحبه وهو لا يشعر، ويحبط عمله بذلك، وأنه مظنة لذلك وسبب فيه، فمن المعلوم أن ذلك لما ينبغي له من التعزير، والتوقير، والتشريف، والتعظيم والإكرام، والإجلال) (١) .
وبين رحمه الله أن قيام المدحة للرسول صلّى الله عليه وسلّم، والثناء عليه، والتعظيم، والتوقير له: قيامُ الدين كله، وسقوط ذلك سقوط الدين كله (٢) .
٥ - أن الله عزّ وجل أمرنا بمحبته صلّى الله عليه وسلّم أكثر من محاب الدنيا جميعاً، ومنها محبوبات الدنيا الثمانية التي ذكرها الله عزّ وجل بقوله: {قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ} [التوبة: ٢٤] .
وثبت في الصحيحين عن النبي صلّى الله عليه وسلّم أنه قال: «ثلاث من كن فيه وجد حلاوة الإيمان - وذكر منها - أن يكون الله ورسوله أحب إليه مما سواهما» (٣) .
وصح عن النبي صلّى الله عليه وسلّم أنه قال: «لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين» (٤) .
_________
(١) الصارم المسلول ص٥٥، وانظر: ص٤٢٣.
(٢) انظر: الصارم المسلول ص٢١١.
(٣) الحديث أخرجه البخاري في صحيحه ١/٦٠ كتاب الإيمان باب حلاوة الإيمان، ومسلم في صحيحه ١/٦٦ كتاب الإيمان، باب بيان خصال من اتصف بهن وجد حلاوة الإيمان، والطيالسي في مسنده ص٢٦٤ من حديث أنس بن مالك.
(٤) الحديث أخرجه البخاري في صحيحه ١/٥٨ كتاب الإيمان، باب حب الرسول من الإيمان، ومسلم في صحيحه ١/٦٧ كتاب الإيمان، باب وجوب محبة الرسول.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (350,'وتصديق هذا في القرآن قول الله عزّ وجل: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ} [الأحزاب: ٦] .
قال ابن تيمية رحمه الله: (والنبي صلّى الله عليه وسلّم يجب علينا أن نحبه حتى يكون أحب إلينا من أنفسنا وآبائنا وأهلنا وأموالنا، ونعظمه ونوقره، ونطيعه ظاهراً وباطناً، ونوالي من يواليه، ونعادي من يعاديه، ونعلم أنه لا طريق إلى الله إلا بمتابعته صلّى الله عليه وسلّم) (١) .
٦ - أن الله أمرنا بالصلاة على الرسول صلّى الله عليه وسلّم بعدما ذكر أنه وملائكته يصلون عليه بقوله: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} [الأحزاب: ٥٦] .
وقال عليه الصلاة والسلام: «من صلى علي صلاة واحدة صلى الله عليه بها عشراً» (٢) .
وقد أُمر بها مع الأمر بطلب الوسيلة له صلّى الله عليه وسلّم، كما قال عليه الصلاة والسلام: «إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا عليّ فإنه من صلى عليّ صلاة صلى الله عليه بها عشراً، ثم سلوا الله لي الوسيلة، فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله، وأرجو أن أكون أنا هو، فمن سأل الله لي الوسيلة حلت له الشفاعة» (٣) .
وثبت عنه صلّى الله عليه وسلّم أنه قال: «من قال حين يسمع النداء: اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي
_________
(١) الجواب الباهر ص٦، وانظر: الرد على الأخنائي له ص١٤٧، الصارم المسلول له ص٤٢١، مجموع فتاوى ابن تيمية ٣/٢٧٦.
(٢) الحديث أخرجه مسلم في صحيحه ١/٣٠٦ كتاب الصلاة، باب الصلاة على النبي، وأبو داود في سننه ٢/١٨٤ كتاب الوتر، باب الاستغفار.
(٣) الحديث أخرجه مسلم في صحيحه ١/٢٨٨ كتاب الصلاة، باب استحباب القول مثل ما يقول المؤذن، والنسائي في سننه ١/٥١٠ كتاب الأذان، باب الصلاة على النبي صلّى الله عليه وسلّم بعد الأذان.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (351,'وعدته: حلت له شفاعتي» (١) ، وهذا يبين الحث على سؤال الله الوسيلة لرسوله صلّى الله عليه وسلّم (٢) .
وبعد: فهذه ملامح ووقفات يسيرة تبين لنا تعظيم ابن تيمية لرسول الله صلّى الله عليه وسلّم حق التعظيم، الذي هو مضبوط بالاتباع.
أما التعظيم الذي يصل إلى درجة الغلو فيه فهذا منهي عنه في الإسلام من أوجه منها:
١ - النهي عن الغلو - عموماً - لقوله تعالى: {يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى اللهِ إِلاَّ الْحَقِّ} [النساء: ١٧١] ، وقوله - سبحانه - {قُلْ يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلاَ تَتَّبِعُواْ أَهْوَاء قَوْمٍ قَدْ ضَلُّواْ مِن قَبْلُ وَأَضَلُّواْ كَثِيراً وَضَلُّواْ عَن سَوَاء السَّبِيلِ} [المائدة: ٧٧] .
وقول الرسول صلّى الله عليه وسلّم: «إياكم والغلو في الدين فإنما أهلك من كان قبلكم الغلو في الدين» (٣) .
٢ - النهي عن الغلو في الرسول صلّى الله عليه وسلّم كقوله صلّى الله عليه وسلّم: «لا تطروني كما أطرت النصارى ابن مريم، فإني أنا عبده فقولوا عبد الله ورسوله» (٤) .
ولما قال رجل لرسول الله صلّى الله عليه وسلّم: ما شاء الله وشئت، عقب عليه وقال: «أجعلتني لله نداً بل ما شاء الله وحده» (٥) .
_________
(١) الحديث أخرجه البخاري في صحيحه ٢/٩٤ كتاب الأذان، باب الدعاء عند النداء.
(٢) انظر: الجواب الباهر ص٧، ٨٦، مجموع فتاوى ابن تيمية ٢٢/٤٦٨، الصارم المسلول ص٤٢٠.
(٣) الحديث أخرجه النسائي في سننه ٢/٤٣٥ كتاب الحج، أبواب الرمي، وابن ماجه في سننه ٢/١٠٠٨ كتاب المناسك، باب قدر حصى الرمي، قال ابن تيمية في الاقتضاء ١/٢٩٣: إسناده صحيح على شرط مسلم، وصححه الألباني في سلسلة الأحاديث الصحيحة ٣/٢٧٨.
(٤) الحديث أخرجه البخاري في صحيحه ٦/٤٧٨ كتاب أحاديث الأنبياء، باب واذكر في الكتاب مريم.
(٥) الحديث أخرجه البخاري في الأدب المفرد ص١١٦، باب قول الرجل ما شاء وشئت، والنسائي في عمل اليوم والليلة ص٥٤٥، باب النهي أن يقال ما شاء وشاء فلان، وأحمد في مسنده ١/٢١٤ من حديث ابن عباس رضي الله عنهما وابن أبي شيبة في المصنف ١٠/٣٤٦ كتاب الدعاء، باب ما نهي عن أن يدعو به الرجل أو يقوله، وابن أبي الدنيا في الصمت ص١٨٧، وابن السني في عمل اليوم والليلة ص٣١٤ باب كيف الاستثناء في المخاطبة، وحسنه الألباني كما في سلسلة الأحاديث الصحيحة ١/٥٦ - ٥٧.',NULL,'360',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (352,'والذي عليه عامة المسلمين أن لا يُحلف بالنبي لقوله عليه الصلاة والسلام: «من حلف بغير الله فقد أشرك» (١) .
٣ - التأكيد على عدم معرفة الرسول صلّى الله عليه وسلّم الغيب إلا ما أطلعه الله عليه، فقد ذكر الله عزّ وجل أن علم الغيب إنما هو من خصائص الربوبية: {قُل لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل: ٦٥] ، وقال: {وَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ} [الأنعام: ٥٩] ، وقال عزّ وجل: {إِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [لقمان: ٣٤] ، وقد أمر الله نبيه أن يعلن للناس عدم علمه بالغيب بقوله: {ُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللهِ وَلا أَعْلَمُ الْغَيْبَ} [الأنعام: ٥٠] .
وأما الأحاديث التي تبين عدم علم الرسول صلّى الله عليه وسلّم الغيب فكثيرة منها:
أنه عليه الصلاة والسلام سمع جلبة بباب حجرته فخرج إليهم فقال: «ألا إنما أنا بشر، وإنما يأتيني الخصم، فلعل بعضكم أن يكون أبلغ من بعض، فأحسب أنه صادق فأقضي له، فمن قضيت له بحق مسلم فإنما هي قطعة من نار فليحملها أو ليذرها» (٢) .
_________
(١) الحديث أخرجه أبو داود في سننه ٣/٥٧٠ كتاب الأيمان والنذور، باب كراهة الحلف بالآباء، واللفظ له، والترمذي في سننه ٤/١١٠ كتاب النذور والأيمان وقال: حديث حسن، والحاكم في المستدرك ١/١٨ كتاب الإيمان، وصححه وأقره الذهبي، وانظر في حكم الحلف بالنبي: الجواب الباهر لابن تيمية ص٢٦، ٢٧.
(٢) الحديث أخرجه البخاري في صحيحه ٥/٢٨٨ كتاب الشهادات، باب من أقام البينة بعد اليمين، ومسلم في صحيحه ٣/١٣٣٧ كتاب الأقضية، باب الحكم بالظاهر واللحن بالحجة، واللفظ له.',NULL,'361',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (353,'وقد نهى نبينا محمد صلّى الله عليه وسلّم الجارية التي قالت: وفينا نبي يعلم ما في غد فقال: «دعي هذا وقولي بالذي كنت تقولين» (١) .
وأما الدليل على أن الله يطلع الرسول صلّى الله عليه وسلّم على شيء من الغيب فهو قوله سبحانه: {عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً * إِلَّا مَنِ ارْتَضَى مِن رَّسُولٍ} [الجن: ٢٦ - ٢٧] ، وقوله: {تِلْكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} [هود: ٤٩] .
٤ - التصريح بأن الرسول صلّى الله عليه وسلّم لا يملك لنفسه، ولا لغيره ضراً ولا نفعاً، لقوله عزّ وجل: {قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَداً * قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرّاً وَلَا رَشَداً} [الجن: ٢٠ - ٢١] ، وقوله - سبحانه -: {قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعاً وَلاَ ضَرّاً إِلاَّ مَا شَاء اللهُ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاَسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ} [الأعراف: ١٨٨] ، وقوله - سبحانه - عن رسوله صلّى الله عليه وسلّم: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِّلْمُشْرِكِينَ} [فصلت: ٦] ، وقال تعالى: {قُل لاَّ أَمْلِكُ لِنَفْسِي ضَرّاً وَلاَ نَفْعاً إِلاَّ مَا شَاء اللهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاء أَجَلُهُمْ فَلاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ} [يونس: ٤٩] .
وثبت عنه صلّى الله عليه وسلّم أنه قال: «لا ألفين أحدكم يوم القيامة على رقبته شاة لها ثغاء على رقبته فرس له حمحمة يقول: يا رسول الله أغثني فأقول: لا أملك لك من الله شيئاً قد أبلغتك، وعلى رقبته بعير له رغاء يقول: يا رسول الله أغثني فأقول: لا أملك لك من الله شيئاً ... » (٢) .
وقد صرح عليه الصلاة والسلام على الملأ أنه لا يملك لأقرب قريب نفعاً ولا ضراً لقوله: «يا معشر قريش - أو كلمة نحوها - اشتروا أنفسكم من الله
_________
(١) الحديث أخرجه البخاري في صحيحه ٩/٢٠٢ كتاب النكاح، باب ضرب الدف في النكاح والوليمة واللفظ له، وأبو داود في سننه ٥/٢٢٠ - ٢٢١ كتاب الأدب، باب في النهي عن الغناء.
(٢) الحديث أخرجه مسلم في صحيحه ٣/١٤٦١ كتاب الإمارة، غلظ تحريم الغلول.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (354,'لا أغني عنكم من الله شيئاً، يا عباس بن عبد المطلب لا أغني عنك من الله شيئاً، يا صفية عمة رسول الله صلّى الله عليه وسلّم لا أغني عنك من الله شيئاً ويا فاطمة (١) بنت محمد سليني من مالي ما شئت لا أغني عنك من الله شيئاً» (٢) .
ومحبة ابن تيمية رحمه الله لرسول الله صلّى الله عليه وسلّم مقرونة بالاتباع كغيره من أهل السنة وأئمتهم وعلمائهم، أي هي المحبة التي يريدها الرسول صلّى الله عليه وسلّم من المؤمنين به، والتي أمرهم بها، أما دعوى التعظيم للرسول صلّى الله عليه وسلّم مع الغلو فيه، ودعوى أن المسلم كلما زاد في التعظيم كلما كانت محبته لرسول الله أكثر فهذا فهم خاطئ للمعنى الشرعي لمفهوم التعظيم لرسول الله صلّى الله عليه وسلّم، وقد بين ابن عبد الهادي (ت - ٧٤٤هـ) رحمه الله أن الرسول صلّى الله عليه وسلّم برئ ممن عصاه بالغلو فيه، وإن كان قصده تعظيمه، قال ذلك راداً على السبكي (ت - ٧٥٦هـ) الذي رد على ابن تيمية في هذه المسألة (٣) .
وحين يقول شيخ الإسلام رحمه الله بحرمة شد الرحل إلى غير المساجد الثلاثة موافقاً بذلك نهي الرسول صلّى الله عليه وسلّم، متبعاً له في قوله، فلا يكون هذا بغضاً وجفاءً له، بل هو عين المتابعة والمحبة لرسول الله صلّى الله عليه وسلّم، إضافة إلى أنه قول جمهور العلماء كما تقدم.
وأما رد السبكي (ت - ٧٥٦هـ) على ابن تيمية رحمه الله إنكاره شد الرحل وجعل إنكار شد الرحل من لوازم انتقاص الرسول صلّى الله عليه وسلّم، فمن شد الرحل للزيارة فهو
_________
(١) فاطمة بنت رسول الله صلّى الله عليه وسلّم، كانت أصغر بنات النبي صلّى الله عليه وسلّم، وأحبهن إليه، تزوجها علي بن أبي طالب رضي الله عنه، سيدة نساء أهل الجنة، عاشت بعد النبي صلّى الله عليه وسلّم ستة أشهر ت سنة ١١هـ.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٣٧٣، الإصابة لابن حجر ٤/٣٧٧، ذخائر العقبى للطبري ٦٤.
(٢) الحديث أخرجه البخاري في صحيحه ٨/٥٠ كتاب التفسير، باب سورة الشعراء، ومسلم في صحيحه ١/١٩٢، كتاب الإيمان، باب في قوله تعالى: {وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} .
وانظر الجواب الباهر لابن تيمية ص٢٦ - ٢٧، الرد على الأخنائي ص١٤٣.
(٣) انظر: الصارم المنكي ص٨٤.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (355,'المعظم لرسول الله صلّى الله عليه وسلّم، ومن أنكرها فهو المنتقص للرسول صلّى الله عليه وسلّم، فقد رد عليه ابن عبد الهادي (ت - ٧٤٤هـ) هذا التلازم مبيناً أن هذا لو كان تعظيماً له صلّى الله عليه وسلّم لكان مما لا يتم الإيمان إلا به، ولكان فرضاً معيناً على كل من استطاع إليه سبيلاً، من قرب ومن بعد، ولما أضاع السابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان هذا الفرض والواجب (١) .
وبين رحمه الله أن التعظيم نوعان:
أحدهما: ما يحبه المعظَّم ويرضاه ويأمر به ويثني على فاعله فهذا هو التعظيم في الحقيقة، وهو موافقته على محبة ما يحب، وكراهة ما يكره، والرضا بما يرضى به، وفعل ما أمر به، وترك ما نهى عنه، والمبادرة إلى ما رغب فيه، والبعد عما حذر منه، وأن لا يتقدم بين يديه ولا يقدم على قوله قول أحد سواه.
والثاني: ما يكرهه المعظَّم ويبغضه ويذم فاعله، وهذا ليس بتعظيم، بل هو غلو مناف للتعظيم، وهذا هو ما يفعله أهل الغلو في القبور وعبادها من التعظيم الذي لأجله حرم الرسول صلّى الله عليه وسلّم اتخاذ القبور مساجد، كما قال المصطفى صلّى الله عليه وسلّم: «اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد» (٢) .
والتعظيم يكون باللسان، ويكون بالجوارح: فأما التعظيم باللسان فهو الثناء عليه بما هو أهله مما أثنى به على نفسه، وأثنى به عليه ربه من غير غلو ولا تقصير.
وأما التعظيم بالجوارح فهو: العمل بطاعته، والسعي في إظهار دينه،
_________
(١) انظر: الصارم المنكي ص٣٣٢.
(٢) الحديث أخرجه مالك في الموطأ ١/١٧٢ كتاب قصر الصلاة في السفر، باب جامع الصلاة، واللفظ له.

وأحمد في مسنده ٢/٢٤٦، قال الشيخ أحمد شاكر في تحقيقه المسند ١٣/٨٦ - ٨٨ إسناده صحيح.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (356,'وإعلاء كلمته، ونصر ما جاء به، وجهاد ما خالفه (١) .
وأما مسألة التمسح بالقبر وتقبيله، فقد بين شيخ الإسلام رحمه الله أن هذا باطل، وقد اتفق المسلمون على النهي عنه، سواء أكان القبر لنبي أم لغيره، ولم يفعله أحد من سلف الأمة وأئمتها المشهود لهم بالعلم والتقوى، بل هذا من الشرك (٢) .
وأما الدعاء عند القبر فهو ينقسم إلى قسمين:
أحدهما: أن يحصل الدعاء في البقعة بحكم الاتفاق، لا لقصد الدعاء فيها، كمن يدعو الله في طريقه، ويتفق أن يمر بالقبور، أو من يزور القبور ويدعو بالدعاء الوارد عن الرسول صلّى الله عليه وسلّم، فهذا لا بأس به.
الثاني: أن يتحرى الدعاء عند هذه القبور، بحيث يستشعر أن الدعاء هناك أجوبُ منه في غيره، فهذا منهي عنه: إما نهي تحريم، وإما نهي تنزيه، وهو إلى التحريم أقرب (٣) .
إن قصد القبور للدعاء عندها، ورجاء الإجابة بالدعاء هناك، رجاءً أكثر من رجائها بالدعاء في غير ذلك الموطن: أمر لم يشرعه الله ولا رسوله ولا فعله أحد من الصحابة ولا التابعين، ولا أئمة المسلمين، ولا ذكره أحد من العلماء، بل أكثر ما ينقل من ذلك عن بعض المتأخرين بعد المائة الثانية.
وقصد القبور بالدعاء لا يخلو: إما أن يكون الدعاء عندها أفضل منه في غير تلك البقعة أو لا يكون.
فإن كان أفضل لم يجز أن يخفى علم هذا عن الصحابة والتابعين وتابعيهم، فتكون القرون الثلاثة الأولى الفاضلة جاهلة بهذا الفضل العظيم،
_________
(١) انظر: الصارم المنكي ص٢٨٨، ٣٣٢ - ٣٤٠.
(٢) انظر: مجموع فتاوى ابن تيمية ٢٤/٣٢١، ٢٦/٩٧. ٢٧/٩١.
(٣) انظر: اقتضاء الصراط المستقيم لابن تيمية ٢/٦٨٢ - ٦٨٣.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (357,'ويعلمه من بعدهم، ولم يجز أن يعلموا ما فيه من الفضل العظيم ثم يزهدوا فيه، مع حرصهم على كل خير، لاسيما الدعاء.
وإن لم يكن الدعاء عندها أفضل: كان قصد الدعاء عندها ضلالة ومعصية وكان القول باستحبابه أو وجوبه تشريعاً من الدين ما لم يأذن به الله، وقد قال تعالى: {أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ} [الشورى: ٢١] .
وهذه العبادة عند المقابر - أي الدعاء عندها - نوع من أن يشرك بالله ما لم ينزل به سلطاناً، ومن جعل هذا من دين الله فقد قال على الله ما لا يعلم، قال تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِاللهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَن تَقُولُواْ عَلَى اللهِ مَا لاَ تَعْلَمُونَ} [الأعراف: ٣٣] .
ويستحسن ابن تيمية رحمه الله الاستدلال بقوله تعالى: {مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً} [الأعراف: ٣٣] ، لئلا يحتج المبتدعة بالمقاييس والحكايات (١) .
وأما التبرك (٢) بالرسول صلّى الله عليه وسلّم وآثاره المكانية فهي نوعان: معنوية، وحسية.
أما البركة المعنوية، فهي بركة العمل والاتباع للرسول صلّى الله عليه وسلّم، وهذه تحصل لمن اتبعه بسبب متابعته للرسول صلّى الله عليه وسلّم وتحصل البركة للناس بحسب اتباعهم للرسول صلّى الله عليه وسلّم قوة وضعفاً، قال عليه الصلاة والسلام في النخلة: «إن من الشجر لما بركته كبركة المسلم» (٣) .
_________
(١) انظر: اقتضاء الصراط المستقيم ٢/٦٨٨.
(٢) البركة من الله، وحقيقتها: كثرة الخير ودوامه، ولا أحد أحق بذلك وصفاً وفعلاً منه تبارك وتعالى، والتبرك: طلب البركة من الزيادة في الخير والأجر، وكل ما يحتاجه العبد في دينه ودنياه، بسبب ذات مباركة، أو زمان مبارك، وتكون هذه البركة قد ثبتت لذلك السبب ثبوتاً شرعياً، وثبتت الكيفية التي تنال بها البركة عن المعصوم صلّى الله عليه وسلّم، انظر بدائع الفوائد لابن القيم ٢/١٨٥ - ١٨٧، التبرك المشروع والتبرك الممنوع للعلياني ص١٥، ٢١، ٢٢.
(٣) الحديث أخرجه البخاري في صحيحه ٩/٥٦٩ كتاب الأطعمة، باب أكل الجمار.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (358,'وأما البركة الحسية فهي متعلقة بالرسول صلّى الله عليه وسلّم وهذه تنقسم إلى قسمين:
القسم الأول: البركة في أفعاله مما أكرمه الله فيه من خوارق العادات مثال ذلك ما رواه أنس بن مالك (ت - ٩٣هـ) رضي الله عنه قال: «رأيت رسول الله صلّى الله عليه وسلّم وحانت صلاة العصر، فالتمس الناس الوضوء فلم يجدوه، فأُتي رسول الله بوضوء، فوضع رسول الله صلّى الله عليه وسلّم في ذلك الإناء يده، وأمر الناس أن يتوضؤا منه، قال: فرأيت الماء ينبع من تحت أصابعه، فتوضأ الناس حتى توضؤوا من عند آخرهم» (١) .
القسم الثاني: البركة في ذاته الشريفة صلّى الله عليه وسلّم، وبآثاره الحسية المنفصلة منه صلّى الله عليه وسلّم، والدليل على تبرك الصحابة بذات الرسول صلّى الله عليه وسلّم أي بأعضاء جسده، ما روته عائشة (ت - ٥٨هـ) رضي الله عنها «أن النبي صلّى الله عليه وسلّم كان إذا اشتكى يقرأ على نفسه بالمعوذات وينفث، فلما اشتد وجعه كنت أقرأ عليه وأمسح عنه بيده رجاء بركتها» (٢) .
وأما دليل تبرك الصحابة - رضوان الله عليهم - بما انفصل منه صلّى الله عليه وسلّم: أن النبي صلّى الله عليه وسلّم كان يدخل بيت أم سليم (٣) ، فينام على فراشها وليست فيه، قال: فجاء ذات يوم فنام على فراشها، فأُتيت فقيل لها: هذا النبي صلّى الله عليه وسلّم نام في بيتك
_________
(١) الحديث أخرجه البخاري في صحيحه ١/٢٧١ كتاب الوضوء، باب التماس الوضوء إذا حانت الصلاة، ومسلم في صحيحه ٤/١٧٨٣ كتاب الفضائل، باب معجزات النبي صلّى الله عليه وسلّم، ومالك في الموطأ ١/٣٢ باب جامع الوضوء، واللفظ له.
(٢) الحديث أخرجه البخاري في صحيحه ١٠/١٩٥ كتاب الطب باب الرقى بالقرآن، ومسلم في صحيحه ٤/١٧٢٣ كتاب السلام، باب رقية المريض، واللفظ له.
(٣) أم سليم بنت ملحان بن خالد بن زيد الأنصارية، أم أنس خادم رسول الله صلّى الله عليه وسلّم، أسلمت مع السابقين إلى الإسلام من الأنصار، وعرضت الإسلام على زوجها فغضب عليها وخرج إلى الشام فهلك هناك، ثم خلف الله عليها بعده أبا طلحة الأنصاري، كانت من عقلاء النساء.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٤٥٥ الإصابة لابن حجر ٤/٤٦١.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (359,'على فراشك، قال: فجاءت وقد عرق، واستنقع (١) عرقه على قطعة أديم على الفراش، ففتحت عتيدتها (٢) ، فجعلت تنشف ذلك العرق فتعصر في قواريرها، ففزع النبي صلّى الله عليه وسلّم فقال النبي صلّى الله عليه وسلّم: «وما تصنعين يا أم سليم؟» فقالت يا رسول الله نرجو بركته لصبياننا، قال: «أصبت» (٣) ، وهذا خاص به صلّى الله عليه وسلّم في حياته، فلا يقاس عليه غيره.
والتبرك بآثار الرسول صلّى الله عليه وسلّم بعد وفاته مشروع فيما بقي من آثاره، إلا أن آثاره صلّى الله عليه وسلّم قد انتهت بعد انتهاء جيل الصحابة على الصحيح.
وأما قصد الآثار المكانية كقبر الرسول صلّى الله عليه وسلّم، أو ما مسته يد الرسول عليه الصلاة والسلام؛ لأجل التبرك فهذا محذور من أوجه عدة منها:
١ - أن هذا النوع من التبرك لم يكن في عهده صلّى الله عليه وسلّم، ولم ينقل فيه شيء نقلاً مصدقاً، لا بإسناد صحيح ولا حسن ولا ضعيف، وإذا لم ينقل مع توافر الدواعي على نقله علم أنه لم يكن في زمانه صلّى الله عليه وسلّم.
٢ - أن بركة ذوات الأنبياء لا تتعدى إلى الأمكنة الأرضية، وإلا لزم أن تكون كل أرض وطئها، أو جلس عليها، أو طريق مر بها، تطلب بركتها، ويتبرك بها، وهذا لازم باطل قطعاً، فانتفى الملزوم.
٣ - أن الأمكنة الأرضية لا تكون مباركة إلا بدوام الطاعة فيها، وهي سبب إعطاء الله البركة، حتى المساجد فإنها مباركة لذلك، إلا أن بركتها لا تدوم مع زوال الطاعات عنها.
٤ - أن التبرك بالآثار المكانية وسيلة إلى ما هو أعظم من تقديسها، والاعتقاد فيها وهذا محذور.
_________
(١) استنقع: أي اجتمع وثبت. انظر لسان العرب لابن منظور ٨/٣٥٩ مادة (نقع) .
(٢) العتيدة: وعاء الطيب. انظر لسان العرب لابن منظور ٣/٢٧٩ مادة (عتد) .
(٣) الحديث أخرجه مسلم في صحيحه ٤/١٨١٦ كتاب الفضائل، باب طيب عرق النبي صلّى الله عليه وسلّم وقد ذكر النووي رحمه الله في شرح مسلم ١٥/٨٧ أن أم سليم كانت محرماً للرسول صلّى الله عليه وسلّم.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (360,'٥ - أن تعظيم الرسول صلّى الله عليه وسلّم، والتماس بركته وتحريها يكون بما بقي لنا اليوم من نوعي البركة (١) ، وهي: بركة الاتباع، والعمل بسنته (٢) .
_________
(١) المراد بالنوعين: البركة الحسية والبركة المعنوية - كما سبق - والحسية قد انتهت، والمعنوية هي المستمرة.
(٢) انظر: في مسألة التبرك بالرسول صلّى الله عليه وسلّم، وبآثاره المكانية: اقتضاء الصراط المستقيم ٢/٦٨٠ - ٦٨١، مجموع فتاوى ابن تيمية ١١/١١٣ - ١١٥، التبرك أنواعه وأحكامه للجديع ص٥٥ - ٦٩، ٢٤٣ - ٢٦٠، التبرك المشروع والتبرك الممنوع للعلياني ص٦٦، هذه مفاهيمنا لصالح آل الشيخ ص٢٠١ - ٢١٤.',NULL,'369',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (361,'<span data-type="title" id=toc-57>المبحث الرابع
دعوى مخالفة ابن تيمية الصحابة في قولهم بجواز بناء المساجد على القبور ومناقشتها</span>
<span data-type="title" id=toc-58>المطلب الأول
دعوى مخالفة ابن تيمية الصحابة في قولهم بجواز بناء المساجد على القبور</span>
يرى المناوئون لابن تيمية رحمه الله أن البناء على القبور، وتشييدها، وجعل الستور عليها، وبناء المساجد عليها كله من الدين، وأن بناء المساجد على القبور سنة رائجة في صدر الإسلام (١) ؛ وأن عبارات العلماء قد تضافرت على بيان جواز البناء على القبور فكأنه إجماع عملي منهم (٢) .
ويرون - بعد ذلك - أن ابن تيمية رحمه الله هو مؤسس القول بحرمة بناء المساجد على القبور (٣) ، زاعمين أن من شبهة ابن تيمية رحمه الله كما يذكر السبكي (ت - ٧٥٦هـ) ، أن اتخاذ القبور مساجد - مطلقاً - من أصول الشرك، وقد رد السبكي (ت - ٧٥٦هـ) على ابن تيمية رحمه الله هذا الإطلاق، مبيناً أن الشرك هو
_________
(١) انظر: الوهابية في الميزان للسبحاني ص١٢١ وقد نقل النجمي في أوضح الإشارة ص٢٨ عن أحد الشيعة نصاً يدعي فيه أن ابن تيمية خرج على إجماع الصحابة في جواز بناء المساجد على القبور.
(٢) انظر: التوسل بالنبي لأبي حامد مرزوق ص١٦٧، فيض الوهاب للقيلوبي ٥/١٥٠.
(٣) انظر: الوهابية في الميزان للسبحاني ص١١١.',NULL,'370',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (362,'العكوف على القبور وتصوير الصور فيها (١) ، إذ يرى المناوئون أن تكريم أصحاب القور من صميم التوحيد (٢) .
وذكروا أن الذي أشكل على ابن تيمية رحمه الله هو حديث أبي الهيّاج الأسدي (٣) ، وهو قوله: قال لي علي بن أبي طالب: ألا أبعثك على ما بعثني عليه رسول الله أن لا تدع تمثالاً إلا طمسته، ولا قبراً مشرفاً إلا سويته) (٤) ، فيقولون: إن هذا لا يدل على وجوب هدم البناء على القبور، وأن استدلال ابن تيمية به على تحريم البناء على القبور ليس بصحيح (٥) .
وحديث أبي الهياج رضي الله عنه قد أجابوا عنه بضعف في السند (٦) .
وبحثوا عن علة النهي عن البناء على القبور، ثم أتوا بعلل واهية، وأجابوا عنها بأجوبة - رأوا أنهم - ردوا فيها على ابن تيمية رحمه الله:
فذكروا أن العلة قد تكون للنهي عن البناء بما مسته النار كالجبس، والطوب الآجر وغيره، فأجابوا بأن هذا خاص ببناء القبر نفسه، لا بما يبنى عليه أو حوله.
وذكروا أن العلة قد تكون لخوف تداعي القبر، وأجابوا بأن الإجراءات إذا اتخذت لتقوية القبر، فإن العلة تزول.
وذكروا أن العلة قد تكون من خوف المباهاة والتفاخر، وأجابوا بأن
_________
(١) انظر: شفاء السقام ص١٣٠ - ١٣١.
(٢) انظر الإفهام والإفحام لمحمد زكي إبراهيم ص١٢٣.
(٣) أبو الهياج الأسدي: حيان بن حصين الكوفي، تابعي ثقة، كان كاتب عمار رضي الله عنه انظر: تهذيب التهذيب لابن حجر ٣/٦٧.
(٤) الحديث أخرجه مسلم في صحيحه ٢/٦٦٦ كتاب الجنائز، باب الأمر بتسوية القبر، والنسائي في سننه ١/٦٥٣ كتاب الجنائز، باب تسوية القبور إذا رفعت، والترمذي في سننه ٣/٣٥٧ كتاب الجنائز، باب ما جاء في تسوية القبور، والطيالسي في مسنده ص٦٠ من حديث علي بن أبي طالب رضي الله عنه.
(٥) انظر البراهين الجلية للموسوي ص٥٢، ٥٥.
(٦) انظر المقالات للكوثري ص٢٤٨، الوهابية في الميزان للسبحاني ص٧٧ - ٧٩.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (363,'المباهاة انفعال شخصي يحاسب المرء عليه، ولا علاقة له بتحقق المصلحة العامة.
وذكروا أن العلة قد تكون من أجل التشبه بغير المسلمين، وأجابوا بأن إيجاد أي فارق بالبناء، فإن العلة تنتفي (١) .
وذكروا أن النهي في الحديث إنما هو للتنزيه، وليس للتحريم، أو أن معنى التسوية: هو التعديل إن كان القبر مسنماً، أو هدم الشرف إن كان مشرفاً فقط (٢) .
_________
(١) انظر: الإفهام والإفحام لمحمد زكي إبراهيم ص١١٣ - ١١٤.
(٢) انظر المقالات للكوثري ص٢٤٨، البراهين الجلية للموسوي ص٥٥ - ٥٦، الوهابية في الميزان للسبحاني ص٧٩ - ٨٧.',NULL,'372',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (364,'<span data-type="title" id=toc-59>المطلب الثاني
مناقشة الدعوى</span>
يقرر ابن تيمية رحمه الله أن تعظيم القبور من أعظم أسباب الشرك، وهو ذريعة وطريق موصلة إلى تعظيم المقبورين من دون الله فيمن كان قبلنا، فقد قال الله عزّ وجل عن قوم نوح: {وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدّاً وَلَا سُوَاعاً وَلَا يَغُوثَ وَيَعُوقَ وَنَسْراً * وَقَدْ أَضَلُّوا كَثِيراً وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالاً} [نوح: ٢٣ - ٢٤] .
قال ابن عباس (١) رضي الله عنهما: (كان هؤلاء قوماً صالحين في قوم نوح لما ماتوا عكفوا على قبورهم، فطال عليهم الأمد، فصوروا تماثيلهم ثم عبدوهم) (٢) .
قال ابن تيمية رحمه الله: (وقد كان أصل عبادة الأوثان من تعظيم القبور) (٣) ، ولذلك كان هذا التعظيم للقبور من دين المشركين، ومن عمل أهل الكتاب، وقد أمرنا بمخالفة أهل الكتاب والمشركين أصحاب الجحيم (٤) .
إن المأمور به في شريعة الإسلام هو عمارة المساجد لا بناء المشاهد على القبور، لكن الذين يعظمون القبور: يعمرون المشاهد، ويعطلون المساجد مضاهاة للمشركين، ومخالفة للمؤمنين، وقد قال الله تبارك وتعالى: {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ} [الأعراف: ٢٩] .
_________
(١) عبد الله بن عباس بن عبد المطلب القرشي الهاشمي، أبو العباس حبر الأمة وترجمان القرآن، ابن عم رسول الله صلّى الله عليه وسلّم، ولد قبل الهجرة بثلاث سنين، وتوفي رسول الله صلّى الله عليه وسلّم وهو ابن ثلاث عشرة سنة، دعا له النبي صلّى الله عليه وسلّم أن يعلمه الله الحكمة والتأويل، ت سنة ٦٨هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣٥١، الإصابة لابن حجر ٢/٣٣٠.
(٢) الحديث أخرجه البخاري في صحيحه ٨/٦٦٧ كتاب التفسير، باب تفسير سورة نوح بنحوه.
(٣) الفتاوى الكبرى ٤/٣٦٦.
(٤) انظر: منهاج السنة النبوية لابن تيمية ١/٤٧٤، مجموع فتاوى ابن تيمية ٢٧/١٣٤، ١٦٩.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (365,'ولم يقل عند كل مشهد.
وقال تعالى: {مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَاهِدِينَ عَلَى أَنفُسِهِمْ بِالْكُفْرِ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ * إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاَةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللهَ فَعَسَى أُوْلَئِكَ أَن يَكُونُواْ مِنَ الْمُهْتَدِينَ} [التوبة: ١٧ - ١٨] .
ولم يقل: إنما يعمر مشاهد القبور، بل عمار المشاهد يخشون بها غير الله، ويرجون غير الله.
وقال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً} [الجن: ١٨] ، ولم يقل: وأن المشاهد لله.
وقال - سبحانه -: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ * رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ} [النور: ٣٦ - ٣٧] .
قال ابن تيمية رحمه الله: (علم بالنقل المتواتر، بل علم بالاضطرار من دين الإسلام أن رسول الله صلّى الله عليه وسلّم شرع لأمته عمارة المساجد بالصلوات، والاجتماع للصلوات الخمس، ولصلاة الجمعة والعيدين، وغير ذلك، وأنه لم يشرع لأمته أن يبنوا على قبر نبي ولا رجل صالح لا من أهل البيت ولا من غيرهم لا مسجداً ولا مشهداً، ولم يكن على عهده صلّى الله عليه وسلّم مشهد مبني على قبر ... ) (١) .
وأما جعل بناء المساجد على القبور من الدين فهذا ليس بصحيح، وهي دعوى تحتاج إلى دليل بل هي مناقضة للدليل، وكل الأدلة القرآنية والأدلة من أقوال المصطفى صلّى الله عليه وسلّم تخالف القول بجواز البناء على القبور، والصلاة إليها، بل الأدلة تحذر من هذا الفعل أشد التحذير، وحكم شيخ الإسلام ابن تيمية رحمه الله
_________
(١) منهاج السنة النبوية ١/٤٧٩، وانظر: منهاج السنة النبوية ٢/٤٣٧ - ٤٣٨، الفتاوى الكبرى ٤/٣٧٤، مجموع فتاوى ابن تيمية ٢٧/١٦٨.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (366,'على الأدلة التي تنهى عن اتخاذ القبور مساجد بالتواتر، فحين ذكر المحدثات من الأمور في تعظيم القبور قال: (منها: الصلاة عند القبور مطلقاً، واتخاذها مساجد، وبناء المساجد عليها، فقد تواترت النصوص عن النبي صلّى الله عليه وسلّم بالنهي عن ذلك، والتغليظ فيه) (١) .
ومما ورد في النهي عن ذلك: ما رواه جندب بن عبد الله (٢)
رضي الله عنه قال: سمعت النبي صلّى الله عليه وسلّم قبل أن يموت بخمس وهو يقول: «إني أبرأ إلى الله أن يكون لي منكم خليل، فإن الله قد اتخذني خليلاً، كما اتخذ الله إبراهيم خليلاً، ولو كنت متخذاً من أمتي خليلاً، لا تخذت أبا بكر خليلاً، ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد، ألا فلا تتخذوا القبور مساجد. إني أنهاكم عن ذلك» (٣) .
وعن عائشة (ت - ٥٨هـ) رضي الله عنه قالت: (لما نُزل برسول الله صلّى الله عليه وسلّم طفق يطرح خميصة له على وجهه، فإذا اغتم بها كشفها، فقال وهو كذلك: «لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد» (٤) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد» (٥) ، وفي رواية لمسلم (ت - ٢٦١هـ) : «لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد» (٦) .
_________
(١) اقتضاء الصراط المستقيم ٢/٦٧٢.
(٢) جندب بن عبد الله بن سفيان البجلي العلقي، أبو عبد الله، سكن الكوفة، ثم البصرة، يطلق عليه جندب الخير، وجندب الفاروق.

انظر في ترجمته: الطبقات الكبرى لابن سعد ٦/١٠٩، سير أعلام النبلاء للذهبي ٣/١٧٤.
(٣) الحديث أخرجه مسلم في صحيحه ١/٣٧٧ كتاب المساجد، باب النهي عن بناء المساجد على القبور.
(٤) الحديث أخرجه البخاري في صحيحه ١/٥٣٢ كتاب الصلاة، باب حديث أبو اليمان، ومسلم في صحيحه ١/٣٧٧ كتاب المساجد، باب النهي عن بناء المساجد على القبور.
(٥) الحديث رواه البخاري في صحيحه ١/٥٣٢ كتاب الصلاة، باب حديث أبو اليمان.
(٦) الحديث أخرجه مسلم في صحيحه ١/٣٧٦ كتاب المساجد، باب النهي عن بناء المساجد على القبور.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (367,'وعن عبد الله بن مسعود (١)
رضي الله عنه أن النبي صلّى الله عليه وسلّم قال: «إن من أشرار الناس من تدركهم الساعة وهم أحياء، والذين يتخذون القبور مساجد» (٢) .
ولما ذكرت أم سلمة (٣) الكنيسة بأرض الحبشة، وذكرت ما فيها من التصاوير قال صلّى الله عليه وسلّم: «إن أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً وصوروا فيه تلك الصور، فأولئك شرار الخلق عند الله يوم القيامة» (٤) .
وقال - عليه الصلاة والسلام -: «اللهم لا تجعل قبري وثناً يعبد، اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد» (٥) .
وقال صلّى الله عليه وسلّم: «لا تصلوا إلى القبور ولا تجلسوا عليها» (٦) .
ومن هذه الأحاديث يرد ابن تيمية رحمه الله على من جعل من الدين اتخاذ القبور مساجد، فهل من الدين أن يذكر الرسول صلّى الله عليه وسلّم عمل الأمم السابقة، ويحذر منه، وينهى عنه.
_________
(١) ابن مسعود: عبد الله بن مسعود بن غافل بن حبيب الهذلي، أبو عبد الرحمن، حليف بني زهرة، أسلم قديماً، وهاجر الهجرتين، شهد المشاهد كلها، ولازم النبي صلّى الله عليه وسلّم، كان صاحب نعليه، وهو سادس من أسلم، ت سنة ٣٢هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣١٦، الإصابة لابن حجر ٢/٣٦٨.
(٢) الحديث أخرجه ابن أبي شيبة في مصنفه ٣/٣٤٥ كتاب الجنائز، وابن خزيمة في صحيحه ٢/٦، وقال الأعظمي: إسناده حسن، وقال الشيخ أحمد شاكر في تحقيق المسند ٥/٣٢٤: إسناده صحيح.
(٣) أم سلمة: بنت أبي أمية بن المغيرة القرشية المخزومية، أم المؤمنين، اسمها هند، وأمها عاتكة بنت عامر، كانت زوج ابن عمها أبي سلمة، فمات عنها، فتزوجها النبي صلّى الله عليه وسلّم، كانت ممن أسلم قديماً هي وزوجها، وهاجرا إلى الحبشة، آخر أمهات المؤمنين موتاً، ت سنة ٦١هـ وقيل غير ذلك.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٤٥٤، الإصابة لابن حجر ٤/٤٥٨.
(٤) الحديث أخرجه البخاري في صحيحه ١/٥٢٣ كتاب الصلاة، باب هل تنبش قبور مشركي الجاهلية، ومسلم في صحيحه ١/٣٧٥ كتاب المساجد، باب النهي عن بناء المساجد على القبور.
(٥) سبق تخريجه ص٣٢٥.
(٦) سبق تخريجه ص٣٠٨.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (368,'وهل من الدين أن يذكر الرسول صلّى الله عليه وسلّم لعن الله لمن اتخذ القبور مساجد، أو الدعاء بمقاتلة الله لمن فعل ذلك، أو الحكم عليهم بأنهم من شرار الناس، وشرار الخلق عند الله، ثم النهي عن اتخاذ القبور مساجد، والنهي عن الصلاة إليها.
قال رحمه الله: (وأما القبور فقد ورد نهيه صلّى الله عليه وسلّم عن اتخاذها مساجد، ولعن من يفعل ذلك) (١) .
وأما دعوى مخالفة ابن تيمية رحمه الله إجماع الصحابة، فهذا باطل من أوجه عدة:
الأول: أن الصحابة - رضوان الله عليهم - لا يقول واحد منهم، فضلاً عن حكاية إجماعهم بمخالفة الدين، ولا تقديم قولهم على قول الله ورسوله، أو أن يكون لهم الخيرة في أمرٍ قضاه الله ورسوله، وقد تقدم بيان تواتر الأحاديث التي تنهى عن اتخاذ القبور مساجد، ومن عظيم النهي عن هذا الأمر: أن النبي صلّى الله عليه وسلّم جعل التحذير منه وصية مودع تأكيداً لتحذيره لهم في حال حياته، ولذا كثرت الأحاديث التي حذر النبي صلّى الله عليه وسلّم فيها عن اتخاذ القبور مساجد في مرض موته.
الثاني: أن الرسول صلّى الله عليه وسلّم لم يشرع بناء المساجد على القبور، ولا وضع المشاهد، ولم يكن ذلك في عهد الصحابة - رضوان الله عليهم -.
قال رحمه الله: (المشاهد المبنية على قبور الأنبياء والصالحين من العامة، ومن أهل البيت كلها من البدع المحدثة المحرمة في دين الإسلام) (٢) .
_________
(١) مجموع فتاوى ابن تيمية ٢٧/٧٨، وانظر حول تقرير ابن تيمية تحريم اتخاذ القبور المساجد شرعاً من كتبه: الجواب الصحيح لمن بدل دين المسيح ١/٣٤٧، منهاج السنة النبوية ١/٤٧٤ - ٤٧٨، ٢/٤٣٥ - ٤٣٧، الفرقان بين أولياء الرحمن وأولياء الشيطان ص٣٣٥، مجموع فتاوى ابن تيمية ٢٧/١٥٦ - ١٥٩، قاعدة عظيمة ٣٨ - ٤٢، اقتضاء الصراط المستقيم ٢/٦٧٢ - ٦٧٥.
(٢) منهاج السنة النبوية ٢/٤٣٧.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (369,'وقال رحمه الله: (لم يكن على عهده صلّى الله عليه وسلّم في الإسلام مشهد مبني على قبر، وكذلك على عهد خلفائه الراشدين، وأصحابه الثلاثة، وعلي بن أبي طالب ومعاوية، لم يكن على عهدهم مشهد مبني لا على قبر نبي ولا غيره) (١) .
الثالث: أن الأنبياء والصالحين لا يقرون أحداً على الشرك مع قدرتهم على نهيه، فهم في حياتهم ينكرون ما هو أقل من الشرك من المنكرات، وإنكارهم للشرك في حياتهم بهم أو بغيرهم من باب أولى، وقد بينوا لأممهم أنهم يصلى خلفهم في حياتهم، ولا يجوز أن يصلى خلفهم بعد مماتهم.
قال ابن تيمية رحمه الله: (الصلاة خلف أحدهم من أفضل العبادات في حال حياتهم، وبعد مماتهم: لا يجوز أن يصلى خلف قبورهم، ولا أن تتخذ قبورهم مساجد، ولا تستقبل في الصلاة) (٢) .
الرابع: حرص الصحابة على حماية التوحيد، وسد جميع ذرائع الشرك، والبعد عنها اتباعاً للرسول صلّى الله عليه وسلّم؛ لأن الدين أصله متابعة النبي صلّى الله عليه وسلّم، وموافقته بفعل ما أمرنا به، وشرعه لنا، وسنه لنا، ونقتدي به في أفعاله التي شرع لنا الاقتداء به فيها.
أما الفعل الذي لم يشرعه لنا، ولا أمرنا به، ولا فعله فعلاً سن لنا أن نتأسى به فيه، فهذا ليس من العبادات والقرب، فاتخاذ هذا قربة مخالفة له صلّى الله عليه وسلّم، فالدين مبني على أصلين: أن لا نعبد إلا الله، وأن نعبده بما شرع لنا في كتابه، وبما شرعه رسوله صلّى الله عليه وسلّم في سنته لا بالبدع.
وما وجد في زمن الصحابة في البلاد المفتوحة من المشاهد فإنهم يزيلونها ويسوونها في الحال من غير تأخير (٣) .
_________
(١) منهاج السنة النبوية ١/٤٧٩، وانظر: منهاج السنة النبوية ٢/٤٣٧، الفتاوى الكبرى ٤/٣٧٤، مجموع فتاوى ابن تيمية ٢٧/١٦٧، ٢٧١.
(٢) الرد على البكري ١/١١٥، وانظر: قاعدة عظيمة ص٣٥.
(٣) انظر: منهاج السنة النبوية ١/٤٨٠، وانظر: مجموع فتاوى ابن تيمية ٢٧/٥٠٤، منهاج السنة النبوية ٢/٤٤٧ - ٤٤٨، وقد ذكر في منهاج السنة ١/٤٨٠ - ٤٨١، قصة أبي موسى الأشعري رضي الله عنه حين كتب لعمر بن الخطاب عن ظهور قبر دانيال بتستر، فكتب إليه عمر أن تحفر بالنهار ثلاثة عشر قبراً، وتدفنه بالليل في واحد منها لئلا يفتتن الناس به.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (370,'الخامس: عدم وجود مشاهد، وبناء على القبور في عهد الصحابة - رضوان الله عليهم - ولا في زمن التابعين، ولا في عهد بني أمية، وبني العباس، وإنما ظهر ذلك وكثر بعد ذلك، لما ظهرت القرامطة بأرض المشرق والمغرب، وكان بها زنادقة كفار مقصودهم تبديل دين الإسلام، فبنوا المشاهد المكذوبة، وصنف أهل الفرية الأحاديث في زيارة المشاهد، والصلاة عندها، والدعاء عندها، فصار الزنادقة والمبتدعة المتبعون لهم يعظمون المشاهد، ويهينون المساجد (١) .
قال ابن تيمية رحمه الله: (ولهذا قال علماؤنا: لا يجوز بناء المسجد على القبور) (٢) .
السادس: أن الإجماع المزعوم من الصحابة على اتخاذ القبور مساجد مردود على قائله، بإجماعهم رضي الله عنهم على عدم جواز بناء المساجد على القبور، وهو متفق مع نصوص الكتاب والسنة، وإجماع الصحابة مربوط بموافقته النصوص، لا بمخالفته كل نصوص الكتاب والسنة.
وحين رد ابن تيمية رحمه الله قول القائل بتحديد مكان قبر نوح - عليه الصلاة والسلام - قال بعد ذلك: (ولو كان قبر نبي، أو رجل صالح لم يشرع أن يبنى عليه مسجد بإجماع المسلمين، وبسنة رسول الله صلّى الله عليه وسلّم المستفيضة عنه) (٣) .
السابع: أن القائل بإجماع الصحابة على جواز بناء المساجد على القبور مطالب بتصديق دعواه، وذلك بأن يذكر أقوال الصحابة، أو أغلبهم، لإثبات هذا الإجماع المخالف لقول الرسول صلّى الله عليه وسلّم وأنى له أن يجد قولاً واحداً.
الثامن: أن رواية أحاديث المصطفى صلّى الله عليه وسلّم التي تنهى عن البناء على القبور،
_________
(١) انظر: مجموع فتاوى ابن تيمية ٢٧/١٦٧، منهاج السنة النبوية لابن تيمية ١/٤٨٠.
(٢) مجموع فتاوى ابن تيمية ٢٧/٧٧.
(٣) مجموع فتاوى ابن تيمية ٢٧/٦٢.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (371,'وجعل القبور مساجد، حتى بلغت حد التواتر، والتحديث بها في جيل الصحابة، ثم نقلها إلى جيل التابعين، ومن بعدهم، ولم ينقل لهم معارض أو مخالف، أو متردد في نقل الحديث، وتبليغ هذا الحكم للناس، لهو دليل واضح وكافٍ في أن الإجماع في عصر الصحابة على خلاف ما ذكره المبتدعة، وأهل تعظيم القبور.
التاسع: أن النقول عن الصحابة والتابعين متوافرة على موافقة سنة المصطفى صلّى الله عليه وسلّم.
فقد رأى ابن عمر (ت - ٧٢هـ) رضي الله عنهما فسطاطاً (١) على قبر عبد الرحمن (٢) فقال: (انزِعه يا غلام، فإنما يظله عمله) (٣) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه أنه أوصى أن لا يضربوا على قبره فسطاطاً (٤) .
وعن محمد بن كعب (٥) قال: (هذه الفساطيط على القبور محدثة) (٦) .
_________
(١) الفسطاط: بيت من الشَعر. انظر: لسان العرب لابن منظور ٧/٣٧١ مادة (فسط) ، القاموس المحيط للفيروزآبادي ٢/٣٩١ مادة (الفسيط) .
(٢) عبد الرحمن بن أبي بكر الصديق القرشي التيمي، تأخر إسلامه، فأسلم وحسن إسلامه، كان شجاعاً رامياً حسن الرمي، شهد اليمامة فقتل سبعة من أكابرهم، ت سنة ٥٣هـ. وقيل غير ذلك.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٣٩٩، الإصابة لابن حجر ٣/٤٠٧.
(٣) الحديث رواه البخاري تعليقاً ٣/٢٢٢ كتاب الجنائز، باب الجريدة على القبر، قال ابن حجر في فتح الباري ٣/٢٢٣: (وورد موصولاً عن ابن سعد من طريق أيوب بن عبد الله بن يسار) .
(٤) أخرج هذا الأثر عبد الرزاق في مصنفه ٣/٤١٨ كتاب الجنائز، وابن أبي شيبة في مصنفه ٤/٣٣٥ كتاب الجنائز، باب في الفسطاط يضرب على القبر، وصحح إسناده الألباني في تحذير الساجد ١٤٣.
(٥) محمد بن كعب بن سليم بن أسد القرظي، أبو حمزة، من حلفاء الأوس، سكن الكوفة، ثم المدينة، كان من أفاضل أهل المدينة علماً وفقهاً، ت سنة ١١٨هـ وقيل غير ذلك.
انظر في ترجمته: التاريخ الكبير للبخاري ١/٢١٦، تهذيب التهذيب لابن حجر ٩/٤٢٠.
(٦) أخرج هذا الأثر ابن أبي شيبة في مصنفه ٤/٣٣٦ كتاب الجنائز، باب في الفسطاط يضرب على القبر، قال الألباني في تحذير الساجد ص١٤٣ (رجاله ثقات غير ثعلبة بن الفرات) .',NULL,'380',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (372,'وعن عائشة (ت - ٥٨هـ) رضي الله عنها أنها قالت بعد روايتها حديث (لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد) قالت: (فلولا ذاك أبرز قبره، غير أنه خشي أن يتخذ مسجداً) (١) .
وعن أنس (ت - ٩٣هـ) رضي الله عنه قال: (كنت أصلي قريباً من قبر، فرآني عمر بن الخطاب فقال: القبر القبر) (٢) .
العاشر: أن من جاء بعد الجيل الأول من الأئمة، كان على ما كان عليه سلفهم من الاتباع والتأسي بحبيبهم، وقدوتهم محمد صلّى الله عليه وسلّم.
فقال محمد بن الحسن الشيباني (٣) رحمه الله: (لا نرى أن يزاد على ما خرج من القبر، ونكره أن يجصص، أو يطين، أو يجعل عنده مسجداً، أو علماً، أو يكتب عليه) (٤) .
وقال الإمام الشافعي (ت - ٢٠٤هـ) رحمه الله: (وأكره أن يبنى على القبر مسجد، وأن يسوى، أو يصلى عليه وهو غير مسوى، أو يصلى إليه) (٥) .
وقال ابن عبد البر (٦) رحمه الله: (يحرم على المسلمين أن يتخذوا قبور الأنبياء
_________
(١) الحديث أخرجه البخاري في صحيحه ٣/٢٥٥ كتاب الجنائز، باب ما جاء في قبر النبي صلّى الله عليه وسلّم، ومسلم في صحيحه ١/٣٧٧ كتاب المساجد، باب النهي عن بناء المساجد على القبور، وأحمد في مسنده ٦/٨٠ من حديث عائشة رضي الله عنها.
(٢) الأثر رواه البخاري تعليقاً ١/٤٣٧، ووصله عبد الرزاق في مصنفه ١/٤٠٤ كتاب الصلاة، باب الصلاة على القبور، وصحح إسناده الألباني في تحذير الساجد ص٣٦.
(٣) محمد بن الحسن بن فرقد، الشيباني بالولاء، أبو عبد الله، الفقيه، الصاحب الثاني لأبي حنيفة، سمع الحديث عن مالك والأوزاعي والثوري، ولي القضاء بعد أبي يوسف، ت سنة ١٨٩هـ.
انظر في ترجمته: أخبار أبي حنيفة وأصحابه للصيمري ص١٢٠ الجواهر المضية للقرشي ٣/١٢٢، الفوائد البهية للكنوي ص١٦٣.
(٤) الآثار ص٨٤، وانظر: الفتاوى الهندية ١/١٦٦.
(٥) الأم ١/٢٤٦.
(٦) ابن عبد البر: يوسف بن عبد الله بن محمد بن عبد البر، أبو عمر النمري القرطبي، الإمام العلامة، صاحب التصانيف السائرة كالتمهيد والاستذكار وغيرها، كان فقيهاً محدثاً، من أئمة المالكية، ت سنة ٤٦٣هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٦/٦٤، شجرة النور الزكية لمخلوف ص١١٩.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (373,'والصالحين مساجد) (١) .
وقال ابن قدامة (ت - ٦٢٠هـ) رحمه الله: (ولا يجوز اتخاذ المساجد على القبور) (٢)
حتى من جاء بعد ابن تيمية رحمه الله من مناوئيه، فضلاً عن مؤيديه ممن يعتقد معتقد السلف، قالوا بحرمة اتخاذ المساجد على القبور، فيرى ابن حجر الهيتمي (ت - ٩٧٣هـ) أن اتخاذ القبور مساجد من الكبائر، وعدها الكبيرة الحادية والعشرين بعد المائة (٣) .
وبعد هذا العرض لأقوال الرسول صلّى الله عليه وسلّم، وأقوال الصحابة والتابعين، وأقوال طائفة من علماء الأمة: هل يبقى شيء من الشك في أن ابن تيمية رحمه الله لم يقل إلا بقول الصحابة والتابعين، وسلف الأمة، وأن المخالف لإجماع الصحابة في حرمة بناء المساجد على القبور إنما هم المناوئون أنفسُهم، ولكن أكثرهم لا يعلمون.
إن الصلاة إلى القبور واتخاذها مساجد لها ثلاث حالات:
الحالة الأولى: أن يتوجه المصلي، وينوي هذه الصلاة لصاحب القبر، فيسجد له من دون الله، ويدعوه من دون الله، ويخافه ويرجوه من دون الله فهذا شرك أكبر مخرج من الملة، وقد قال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: ٦٥] .
وقال - سبحانه -: {إِنَّهُ مَن يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ
_________
(١) التمهيد ١/١٦٨.
(٢) المغني ٣/٤٤١.
(٣) انظر: الزواجر عن اقتراف الكبائر ١/١٦٥، وانظر: بدع القبور وحكمها لمحمد درامن (رسالة ماجستير ص٦٨ - ٧٢) ، إصلاح المساجد من البدع والعوائد للقاسمي ص١٦٤ - ١٦٥.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (374,'النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} [المائدة: ٧٢] ، فالعبادة يجب أن تكون خالصة لله عزّ وجل ليس لأحد فيها نصيب غيره، كما قال عزّ وجل: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء} [البينة: ٥] .
الحالة الثانية: أن لا تكون الصلاة لصاحب القبر، لكن قصد المكان، إنما هو للتبرك بهذه البقعة - أي القبر - فهذا بدعة، وعده شيخ الإسلام رحمه الله محادة لله ولرسوله صلّى الله عليه وسلّم، كما قال:
(إذا قصد الرجل الصلاة عند بعض قبور الأنبياء والصالحين، متبركاً بالصلاة في تلك البقعة: فهذا عين المحادة لله ورسوله، والمخالفة لدينه، وابتداع دين لم يأذن به الله) (١) .
الحالة الثالثة: أن يصلي عند القبر اتفاقاً لا لقصد شيء: لا لعبادة صاحب القبر ودعائه من دون الله، ولا التبرك بصاحب القبر، وهذا محرم ولا يجوز، لما فيه من التشبه بالمشركين والوسيلة إلى الشرك.
قال ابن تيمية رحمه الله: (ليس لأحد أن يصلي في المساجد التي بنيت على القبور، ولو لم يقصد الصلاة عندها، فلا يقبل ذلك لا اتفاقاً ولا ابتغاء، لما في ذلك من التشبه بالمشركين، والذريعة إلى الشرك) (٢) .
وقال رحمه الله: (المساجد المبنية على قبور الأنبياء والصالحين لا تجوز الصلاة فيها) (٣)
وقد رد رحمه الله على من ظن من الفقهاء أن تحريم الصلاة عند القبور، لكونه مظنة النجاسة، لاختلاط تربتها بصديد الموتى، ولحومهم.
وذكر أن بعضهم يفرق بين المقبرة الجديدة والقديمة، وبين أن يكون بينه
_________
(١) اقتضاء الصراط المستقيم ٢/٦٨٠ إذا كان يقصد أن الله جعل فيها بركة ذاتية فهذا شرك أكبر، وإذا كانت البركة بسبب دفن فلان فيها: فهذا شرك أصغر وهو بدعة.
(٢) مجموع فتاوى ابن تيمية ٢٧/٤٨٨، وانظر: ص٥٠٢.
(٣) مجموع فتاوى ابن تيمية ٢٧/١٤٠.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (375,'وبين التراب حائل، أو لا يكون، وقال: (التعليل بهذا ليس مذكوراً في الحديث، ولم يدل عليه الحديث لا نصاً ولا ظاهراً، وإنما هي علة ظنوها) (١) .
وذكر أن السبب هو التشبه بالمشركين واليهود والنصارى، ومظنة اتخاذها أوثاناً، كما نقل عن الشافعي (ت - ٢٠٤هـ) رحمه الله قوله: (كره - والله تعالى أعلم - أن يعظم أحد من المسلمين يعني يتخذ قبره مسجداً، ولم تؤمن في ذلك الفتنة والضلال على من يأتي بعده) (٢) .
فالنهي عن الصلاة إلى القبور لأجل أمرين:
الأمر الأول: النهي عن التشبه بالمشركين، وقد قال ابن تيمية رحمه الله: (ونهى أن يستقبل الرجل القبر في الصلاة حتى لا يتشبه بالمشركين الذين يسجدون للقبور) (٣) .
الأمر الثاني: سد ذريعة الشرك، قال رحمه الله: (والسبب الذي من أجله نهي عن الصلاة في المقبرة في أصح قولي العلماء هو سد ذريعة الشرك، كما نهي عن الصلاة وقت طلوع الشمس، ووقت غروبها) (٤) .
أما الرسول صلّى الله عليه وسلّم فإنه دفن في بيته، ولم يدفن في المسجد، كما أن مسجده صلّى الله عليه وسلّم لم يبن على قبره.
والبيت بما فيه القبر أدخل في المسجد، ولم يكن في المدينة أحد من الصحابة، فأدخله الوليد بن عبد الملك (٥) ، وقد كان يحب عمارة المساجد،
_________
(١) مجموع فتاوى ابن تيمية ٢٧/١٥٩، وانظر: اقتضاء الصراط المستقيم لابن تيمية ٢/٦٧٨.
(٢) الأم ١/٢٤٦.
(٣) الجواب الصحيح لمن بدل دين المسيح ١/٣٤٩
(٤) منهاج السنة النبوية ٢/٤٣٩، وانظر: مجموع فتاوى ابن تيمية ٢٤/٣١٨، الرد على البكري ١/١١٥، الفتاوى الكبرى ٤/٣٦٤، الفرقان بين أولياء الرحمن وأولياء الشيطان ص٣٣٢ - ٣٣٧.
(٥) الوليد بن عبد الملك بن مروان، أبو العباس، أحد ملوك الدولة الأموية في الشام، كثرت الفتوحات في عهده، كان محباً للعمران، له خدمات جليلة، وكان نقش خاتمه (يا وليد إنك ميت) ، ت سنة ٩٦هـ.
انظر في ترجمته: الكامل لابن الأثير ٥/٣، شذرات الذهب لابن العماد ١/١١١.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (376,'فأمر عامله على المدينة عمر بن عبد العزيز (١) رحمه الله أن يشتري حجر أزواج النبي صلّى الله عليه وسلّم من ملاكها ورثة أزواج النبي صلّى الله عليه وسلّم.
وأما جابر بن عبد الله رضي الله عنه فقد توفي سنة (٧٨هـ) أي قبل تولي الوليد بن عبد الملك (ت - ٩٦هـ) بثمان سنوات، إذ تولى الخلافة عام (٨٦هـ) .
إن قبر الرسول صلّى الله عليه وسلّم لا يمكن أن يباشر بالعبادة له من دون الله، وذلك استجابة من الله عزّ وجل دعاء رسوله صلّى الله عليه وسلّم بأن لا يجعل قبره وثناً يعبد، ولذلك قال ابن القيم (ت - ٧٥١هـ) رحمه الله:
ولقد نهانا أن نصير قبره ... عيداً حذار الشرك بالرحمن
ودعا بأن لا يجعل القبر الذي ... قد ضمه وثنًا من الأوثان
فأجاب رب العالمين دعاءه ... وأحاطه بثلاثة الجدران
حتى اغتدت أرجاؤه بدعائه ... في عزة وحماية وصيان
ولقد غدا عند الوفاة مصرحاً ... باللعن يصرخ فيهم بأذان
وعنى الأُلى جعلوا القبور مساجداً ... وهم اليهود وعابدوا الصلبان
والله لولا ذاك أبرز قبره ... لكنهم حجبوه بالحيطان
قصدوا إلى تسنيم حجرته ليمتنع ... السجود له على الأذقان (٢)
ومما قاله ابن تيمية رحمه الله في ذلك: (كان النبي صلّى الله عليه وسلّم لما مات دفن في حجرة عائشة رضي الله عنها، وكانت هي وحجر نسائه في شرقي المسجد وقبليه، لم يكن
_________
(١) عمر بن عبد العزيز: بن مروان بن الحكم الأموي، أبو حفص، الخليفة الصالح، والملك العادل، وولي إمارة المدينة في عهد الوليد بن عبد الملك، ولي الخلافة بعهد من سليمان بن عبد الملك بعده سنة ٩٩هـ، ت سنة ١٠١هـ.
انظر في ترجمته: فوات الوفيات للكتبي ٣/١٣٣، سير أعلام النبلاء للذهبي ٥/١١٤.
(٢) الكافية الشافية (النونية) انظر: شرح النونية لهراس ٢/٢١٢، وانظر: الرد على الأخنائي لابن تيمية ص١٠٢.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (377,'شيء من ذلك داخلاً في المسجد، واستمر الأمر على ذلك إلى أن انقرض عصر الصحابة بالمدينة) (١) .
وقال رحمه الله: (لما أدخلت الحجرة في مسجده المفضل في خلافة الوليد بن عبد الملك بنوا عليها حائطاً وسنموه، وحرفوه لئلا يصل أحد إلى قبره الكريم صلّى الله عليه وسلّم) (٢) .
وأما حديث أبي الهياج الأسدي، فلا شك في ثبوته، فكل ما ورد في صحيح مسلم رحمه الله فهو صحيح، والمغالطة في صحة أحاديثه، مخالفة للقطعيات، وخرق لما عليه إجماع الأمة من تلقيه بالقبول، واتباع غير سبيل المؤمنين.
قال مسلم (ت - ٢٦١هـ) رحمه الله عن كتابه الصحيح: (لو أن أهل الحديث يكتبون مائتي سنة الحديث، فمدارهم على هذا المسند) (٣) .
وقال ابن الصلاح (٤) رحمه الله: (جميع ما حكم مسلم بصحته من هذا الكتاب فهو مقطوع بصحته، والعلم النظري حاصل بصحته في نفس الأمر ... ؛ وذلك لأن الأمة تلقت ذلك بالقبول، سوى من لا يعتد بخلافه ووفاقه في الإجماع) (٥) .
وحين تحدث السخاوي (٦) رحمه الله عن المفاضلة بين الصحيحين قال بعد
_________
(١) الجواب الباهر ص٩، وانظر: المغني لابن قدامة ٣/٤٤١.
(٢) الجواب الباهر ص١٢، وانظر ص٧١ - ٧٤، قاعدة عظيمة ص٨٨ - ٨٩، مجموع فتاوى ابن تيمية ٢٧/١٤٠ - ١٤١.
(٣) انظر: صيانة صحيح مسلم من الإخلال والغلط لابن الصلاح ص٦٨.
(٤) ابن الصلاح: عثمان بن صلاح الدين عبد الرحمن بن عثمان الكردي الشافعي، أبو عمرو، الإمام الحافظ، من كبار الأئمة، ت سنة ٦٤٣هـ.
انظر في ترجمته: تذكرة الحفاظ للذهبي ٤/١٤٣٠، النجوم الزاهرة للأتابكي ٦/٣٥٤.
(٥) صيانة صحيح مسلم من الإخلال والغلط ص٨٥.
(٦) السخاوي: محمد بن عبد الرحمن بن محمد السخاوي الشافعي، فقيه مقريء، محدث مؤرخ، له مؤلفات كثيرة في الفرائض والحساب، والتفسير وغيرها، ت سنة ٩٠٢هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٨/١٥.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (378,'ذلك: (وبالجملة فكتاباهما أصح كتب الحديث) (١) .
وأما معنى الحديث فيذكره ابن تيمية رحمه الله بقوله: (أمره بمحو التمثالين: الصورة الممثلة على صورة الميت، والتمثال الشاخص المشرف فوق قبره، فإن الشرك يحصل بهذا وبهذا) (٢) .
وأما علة النهي عن البناء على القبور: فهو سد ذريعة الشرك، ولذلك استدل ابن تيمية رحمه الله بهذا الحديث حين قال:
(ولما كان هذا مبدأ الشرك في النصارى، وفي القبور، سدّ النبي صلّى الله عليه وسلّم ذريعة الشرك) (٣) .
وقد ذكر رحمه الله أن تعظيم القبور عند من يعظمها من المنتسبين إلى الإسلام، ولم ينقد إلى شرع الله فيها، أدى بهم إلى الشرك بالله عزّ وجل فبعضهم يعتقد أن زيارة شيخه مرة أفضل من عشر حجج، ومنهم من إذا سافر إلى مكان يضاف إلى نبي يُحرم إذا ذهب إليه كما يحرم الحاج، ومنهم من يستقبل قبر شيخه إذا صلى، ويستدبر الكعبة، ويقول: هذه قبلة الخاصة، والكعبة قبلة العامة، وهذه الحالات موجودة عند كثير من أعيان العباد والزهاد.
وأما غير هؤلاء فمنهم من يصلي إلى القبر، ومنهم من يسجد له، ومنهم من يسجد من باب المكان المبني على القبر، ومنهم من يستغني بالسجود لصاحب القبر عن الصلوات الخمس.
ومنهم من يطلب من الميت ما يطلب من الله، فيقول: اغفر لي، وارزقني، وانصرني إلى أمثال هذا من الشرك الذي حرمه الله ورسوله (٤) .
ولورود النهي الصريح من الرسول صلّى الله عليه وسلّم بعدم اتخاذ القبور مساجد، وعدم
_________
(١) فتح المغيث شرح ألفية الحديث للعراقي ١/٣٠.
(٢) مجموع فتاوى ابن تيمية ١٧/٤٦٢.
(٣) قاعدة عظيمة ص٤٧.
(٤) انظر: قاعدة عظيمة ص٧٢ - ٧٣.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (379,'البناء عليها؛ فإن شيخ الإسلام رحمه الله ينقاد إلى هذه الأحاديث طائعاً متبعاً ليقول بحرمة بناء هذه المساجد المبنية على القبور فمن قوله: (المساجد المبنية على قبور الأنبياء والصالحين لا تجوز الصلاة فيها، وبناؤها محرم) (١) ، وقد استدل بنهي النبي صلّى الله عليه وسلّم عن اتخاد المساجد على القبور بقوله: «فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك» (٢) .
وقال رحمه الله: (لا يجوز اتخاذ القبور مساجد، سواء كان ذلك ببناء المسجد عليها، أو بقصد الصلاة عندها) (٣) .
ولأن المسجد المبني على القبر قد قام أساسه على غير طاعة الله عزّ وجل، وعلى معصية الرسول صلّى الله عليه وسلّم، فإنه يتعين إزالته وهدمه، حتى تسد ذريعة الشرك، وحتى لا يتشبه الناس بالمشركين، وحتى لا يغرر الجهلة به، أو المارة فيصلون فيه وهم لا يشعرون بوجود قبر بداخله، إضافة إلى امتثال أمر الرسول صلّى الله عليه وسلّم ونهيه عن اتخاذ القبور مساجد.
قال ابن تيمية رحمه الله: (هذه المساجد المبنية على قبور الأنبياء والصالحين، والملوك وغيرهم: يتعين إزالتها بهدم أو بغيره، هذا مما لا أعلم فيه خلافاً بين العلماء المعروفين) (٤) .
وقال: (قال العلماء: يحرم بناء المساجد على القبور، ويجب هدم كل مسجد بني على قبر) (٥) .
_________
(١) مجموع فتاوى ابن تيمية ٢٧/١٤٠.
(٢) تقدم تخريجه ص٤٤٢ - ٤٤٣.
(٣) مجموع فتاوى ابن تيمية ٢٧/٤٨٨.
(٤) اقتضاء الصراط المستقيم ٢/٦٧٥.
(٥) تفسير سورة الإخلاص (ضمن مجموع فتاوى ابن تيمية ١٧/٤٦٣) .',NULL,'388',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (380,'<span data-type="title" id=toc-60>المبحث الخامس
دعوى أن ابن تيمية يساوي في المنزلة بين قبور الأنبياء
وقبور غيرهم ومناقشتها</span>
<span data-type="title" id=toc-61>المطلب الأول
دعوى أن ابن تيمية يساوي في المنزلة بين قبور الأنبياء
وقبور غيرهم</span>
يرى المناوئون لابن تيمية رحمه الله أن قبور الأنبياء ليست كقبور غيرهم من سائر الناس من أمور متعددة، ويرون أن ابن تيمية رحمه الله ينكر هذه الخصائص التي تميزت بها قبور الأنبياء عن قبور غيرهم، ولا يثبتها.
فمما يرون أن ابن تيمية رحمه الله أنكره: مسألة شد الرحل لقبور الأنبياء دون قبور غيرهم، ولذلك يقول الحصني (ت - ٨٢٩هـ) : (وكان السبب في اعتقاله - أي ابن تيمية - أنه قال: لا تشد الرحال إلا إلى ثلاثة مساجد، وأن زيارة قبور الأنبياء لا تشد إليها الرواحل كغيرها) (١) .
ويرون أنه رحمه الله ينكر حياة الأنبياء في قبورهم، سواء كان ذلك بالتصريح (٢) ، أو أن يبحث المناوئون لابن تيمية مسألة حياة الأنبياء في قبورهم ويركزوا عليها في كتبهم المخصصة للرد على ابن تيمية كما فعل ذلك السبكي
_________
(١) دفع شبه من شبه وتمرد ص٤٥، وانظر ص٩٧.
(٢) انظر: السيف الصقيل للسبكي، حاشية الكوثري ص١٦٠.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (381,'(ت - ٧٥٦هـ) (١) وغيره (٢) .
يقول التقي الحصني (ت - ٨٢٩هـ) : (والرأي السخيف الذي أخذ به هؤلاء المبتدعة من التحاقه صلّى الله عليه وسلّم بالعدم حاشاه من ذلك، يلزمه أن يقال: إنه ليس رسول الله صلّى الله عليه وسلّم اليوم) (٣) .
وقال في رده على ابن تيمية رحمه الله: (بيان زندقة من قال: إن روحه عليه الصلاة والسلام فنيت، وأن جسده صار تراباً، وبيان زيغ ابن تيمية وحزبه) (٤) .
ويرون أن حياة الأنبياء حياة حقيقية، إلا أنهم لا يحتاجون إلى الطعام والشراب، وليس في العقل ما يحيل هذه الحياة الحقيقية، كما يقول السبكي (ت - ٧٥٦هـ) :
(ولا يلزم من كونها حقيقية أن تكون الأبدان معها كما كانت في الدنيا من الاحتياج إلى الطعام والشراب.... فليس في العقل ما يمنع من إثبات الحياة الحقيقية لهم) (٥) .
ويوردون السبب في قولهم بأن ابن تيمية ينكر حياة الأنبياء بأنه:
(التذرع بذلك إلى تحريم التوسل بهم عن هوى) (٦) .
ويرى المناوئون أن زيارة قبر النبي أفضل من زيارة قبر غيره لحقه علينا، ولورود أدلة خاصة تحث على زيارة قبره صلّى الله عليه وسلّم.
قال السبكي (ت - ٧٥٦هـ) : (لا أحد من الخلق أعظم بركة منه، ولا أوجب
_________
(١) انظر: شفاء السقام في زيارة خير الأنام ص١٦٩ - ٢٠٥.
(٢) انظر: المقالات السنية في كشف ضلالات أحمد بن تيمية للحبشي ص١١٣ - ١١٥، حقيقة التوسل والوسيلة لموسى علي ص١٧٩ - ١٩٠.
(٣) دفع شبه من شبه وتمرد ص٦٥.
(٤) دفع شبه من شبه وتمرد ص٦٧.
(٥) شفاء السقام ص١٨١، وانظر: إنباء الأذكياء بحياة الأنبياء للسيوطي (ضمن الحاوي للفتاوي ٢/١٤٧ - ١٥٥) .
(٦) السيف الصقيل للسبكي، حاشية الكوثري ص١٦٠.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (382,'حقاً علينا منه فالمعنى الذي في زيارة قبره لا يوجد في غيره، ولا يقوم غيره مقامه، كما أن المسجد الحرام لا يقوم غيره مقامه، ومن ههنا شرع قصده بخصوصه، ويتعين بخلاف غيره من القبور) (١) .
ثم قال: (فزيارة قبره صلّى الله عليه وسلّم مستحبة بعينها، لما ثبت فيها من الأدلة الخاصة) (٢) .
_________
(١) شفاء السقام ص٨٧.
(٢) شفاء السقام ص٨٨.',NULL,'391',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (383,'<span data-type="title" id=toc-62>المطلب الثاني
مناقشة الدعوى</span>
يتميز الأنبياء - صلوات الله وسلامه عليهم - بميزات عن غيرهم من سائر البشر، قد اختصهم الله بها تشريفاً لهم ورفعة منزلة.
وليس الأمر فقط في قبورهم، بل حتى في قبض أرواحهم، فهم صلوات الله وسلامه عليهم يأتيهم ملك الموت يستأذنهم في قبض أرواحهم، ويخيرهم.
ومن ذلك ما روته عائشة (ت - ٥٨هـ) رضي الله عنها قالت: (كان رسول الله صلّى الله عليه وسلّم وهو صحيح يقول: «إنه لم يقبض نبي قط حتى يرى مقعده من الجنة» ، ثم يُحيا - أو يخير - فلما اشتكى، وحضره القبض، ورأسه على فخذ عائشة غشي عليه، فلما أفاق شخص بصره نحو سقف البيت ثم قال: «اللهم في الرفيق الأعلى» ، فقلت: إذاً لا يجاورنا، فعرفت أنه حديثه الذي كان يحدثنا وهو صحيح) (١) .
وعن أبي سعيد (ت - ٧٤هـ) رضي الله عنه (أن رسول الله صلّى الله عليه وسلّم جلس على المنبر، فقال: «عبدٌ خيره الله بين أن يؤتيه زهرة الدنيا وبين ما عنده فاختار ما عنده» ، فبكى أبو بكر وبكى، فقال: فديناك بآبائنا وأمهاتنا، قال: فكان رسول الله صلّى الله عليه وسلّم هو المخيَّر، وكان أبو بكر أعلمنا به) (٢) .
_________
(١) الحديث أخرجه البخاري في صحيحه، كتاب المغازي، رقم الحديث ٤٤٣٧.
(٢) الحديث أخرجه البخاري في صحيحه ١/٥٥٨ كتاب الصلاة باب الخوخة والممر في المسجد، ومسلم في صحيحه ٤/١٨٥٤ كتاب فضائل الصحابة، باب من فضائل أبي بكر الصديق رضي الله عنه، واللفظ له.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (384,'وللأنبياء خصائص عديدة في قبورهم لا يشركهم فيها أحد غيرهم، قد أقر بها ابن تيمية رحمه الله وأوْضَحَهَا، إلا أن الإشكال عند المناوئين لابن تيمية رحمه الله أنهم يعادون عقيدة السلف كاملة عن طريق القدح في أعلامها، والدعاة إليها، فهم يتهمون ابن تيمية رحمه الله بهذه التهمة؛ لأنه لم يوافقهم على بدعهم الضالة الباطلة، فهو لا يقول بجواز التوسل بالرسول صلّى الله عليه وسلّم بعد مماته، ولا الاستغاثة به، وما دام الأمر كذلك فقد افتروا عليه بأنه يساوي في المنزلة بين قبور الأنبياء وقبور غيرهم (١) .
وقبل بيان بعض خصائص الرسول صلّى الله عليه وسلّم بعد دفنه، ينبه ابن تيمية رحمه الله إلى بعض التنبيهات المهمة ومنها:
١ - أنه لا يشرع لقبره أي جنس من أنواع العبادات لم تشرع لغيره من القبور، بل لا يعمل عند قبره إلا ما يعمل عند قبور غيره من حيث السلام على المقبور والدعاء له (٢) .
٢ - أن السلام على الرسول صلّى الله عليه وسلّم عند قبره ليس من خصائصه، بل هو كالسلام على غيره من المؤمنين، فليس لهذا السلام مزية عن غيره من القبور.
يقول ابن تيمية رحمه الله: (وأما من سلم عليه عند قبره فإنه يرد عليه ذلك كالسلام على سائر المؤمنين ليس هو من خصائصه، ولا هو السلام المأمور به الذي يسلم الله على صاحبه عشراً كما يصلي على من صلى عليه عشراً) (٣) .
٣ - عدم جواز شد الرحل، والسفر إلى قبره، وقبور غيره من الأنبياء كغيرها من قبور المؤمنين، للنهي العام عن شد الرحل إلا إلى المساجد الثلاثة،
_________
(١) انظر: جلاء العينين للألوسي ص٤٦٢.
(٢) انظر: اقتضاء الصراط المستقيم لابن تيمية ٢/٨٢٥.
(٣) الرد على الأخنائي ص١٣٣.',NULL,'393',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (385,'وعدم وجود دليل ينص على جواز شد الرحل لزيارة قبر النبي صلّى الله عليه وسلّم، قال ابن تيمية رحمه الله: (أما السفر إلى مجرد زيارة قبر الخليل، أو غيره من مقابر الأنبياء والصالحين ومشاهدهم وآثارهم فلم يستحبه أحد من أئمة المسلمين لا الأربعة ولا غيرهم) (١) .
٤ - أنه لا يجوز التوسل بالرسول صلّى الله عليه وسلّم بعد مماته في قبره، ولا بث الشكوى إليه، والاستغاثة به، أو الاستشفاع به عند الله، وهذا ما سيتضح تفصيلاً في الفصل القادم.
٥ - أن قبور الأنبياء لا تستلم، ولا يتمسح بها، ولا يمرغ الخد عليها، ولا تستحب الصلاة عندها لذاتها، ولا تجوز الصلاة إليها، ولهذا يقول شيخ الإسلام - غفر الله له -: (اتفق السلف على أنه لا يستلم قبراً من قبور الأنبياء وغيرهم، ولا يتمسح به، ولا يستحب الصلاة عنده، ولا قصده للدعاء عنده، أو به؛ لأن هذه الأمور كانت من أسباب الشرك وعبادة الأوثان) (٢) .
٦ - أن الداعي لا يتحرى الدعاء عند القبر لظنه أن الدعاء يستجاب في هذه البقعة أكثر منه في غيرها، بل نص العلماء على خلاف ذلك كما قال ابن تيمية رحمه الله:
(ومع هذا لم يقل أحد منهم إن الدعاء مستجاب عند قبره، ولا أنه يستحب أن يتحرى الدعاء متوجهاً إلى قبره صلّى الله عليه وسلّم، بل نصوا على نقيض ذلك، واتفقوا كلهم على أنه لا يدعى مستقبل القبر) (٣) .
وقال - أيضاً - بعد أن ذكر أن الدعاء عند بقعة - بحكم الاتفاق لا قصداً - فإنه لا بأس به: (الثاني: أن يتحرى الدعاء عندها، بحيث يستشعر أن الدعاء
_________
(١) الفتاوى الكبرى ٢/٢١٩.
(٢) مجموع فتاوى ابن تيمية ٢٧/٣١.
(٣) الفتاوى الكبرى ٤/٣٦٢.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (386,'هناك أجوب منه في غيره، فهذا النوع منهي عنه، إما نهي تحريم أو تنزيه، وهو إلى التحريم أقرب) (١) .
وإذا سلم الزائر لقبر النبي صلّى الله عليه وسلّم فإنه لا يشرع له أن يحدث دعاء جديداً خاصاً بقبر المصطفى صلّى الله عليه وسلّم (٢) .
وبعد هذه التنبيهات المهمة التي ينبه عليها ابن تيمية رحمه الله كثيراً في كتبه، يحسن أن أذكر وأتلمس بعض الخصائص التي يتميز بها الرسول صلّى الله عليه وسلّم وهو في قبره عن غيره من آحاد المسلمين أو الصالحين، وذلك باستعراض ما كتبه شيخ الإسلام في هذا المجال من فتاوى، أو مباحث ومؤلفات، فإلى بعض الخصائص:
الأولى: أن قبره صلّى الله عليه وسلّم لايوصل إليه، بل هو داخل حجرته، ويسلم عليه الزائر لمسجده من بعد، فلا يستطاع الوصول إلى قبره الشريف، ولهذا قيل في أحد تخريجات كراهة مالك (ت - ١٧٩هـ) قول بعض الناس: زرت قبر النبي صلّى الله عليه وسلّم؛ لأن الزيارة الحقيقية التي يقف الزائر فيها على قبر المزور غير متحققة في قبر نبينا صلّى الله عليه وسلّم ويوضح ابن تيمية رحمه الله هذا المعنى بقوله: (ومما يوضح هذا أن الشخص الذي يقصد اتباعه زيارة قبره يجعلون قبره بحيث يمكن زيارته، فيكون له باب يدخل منه إلى القبر، ويجعل عند القبر مكان للزائر إذا دخل بحيث يتمكن من القعود فيه، بل يوسع المكان ليسع الزائرين، ومن اتخذه مسجداً جعل عنده صورة محراب، أو قريباً منه، وإذا كان الباب مغلقاً جعل له شباكاً على الطريق ليراه الناس فيه فيدعونه.
وقبره صلّى الله عليه وسلّم بخلاف هذا كله: لم يجعل للزوار طريق إليه بوجه من الوجوه، ولا قبر في مكان كبير يسع الزوار، ولا جعل للمكان شباك يرى منه القبر، بل منع الناس من الوصول إليه والمشاهدة له) (٣) .
_________
(١) اقتضاء الصراط المستقيم ٢/٦٨٣.
(٢) انظر: الرد على الأخنائي لابن تيمية ص١٠٦.
(٣) الرد على الأخنائي ص١٠٢، وانظر: قاعدة عظيمة ص٤٤.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (387,'وقال في كلام له نفيس: (لا تمكن زيارة قبره، فإنه دفن في بيته، وحجب قبره عن الناس، وحيل بين الزائر وبين قبره، فلا يستطيع أحد أن يزور قبره كما تزار سائر القبور ...
ولهذا لم ينقل عن أحد من السلف أنه تكلم بزيارة قبره فإن ذلك غير ممكن، ولهذا كرهها من كرهها؛ لأن مسماها باطل....) (١) .
مع أن الصلاة والسلام على الرسول صلّى الله عليه وسلّم عند قبره حسنٌ، لكن لو تمكن الناس منها لاتخذوها عيداً، ولأدت إلى الشرك، ولهذا نهي عن القرب من قبره، ودخول حجرته صلّى الله عليه وسلّم (٢) .
الثانية: أن الأنبياء لا يبلون، فلا تأكل الأرض أجسادهم، ولذلك فإن تراب قبورهم طاهر، ودليل ذلك ما رواه أوس بن أوس (٣) رضي الله عنه أن النبي صلّى الله عليه وسلّم قال: «أكثروا عليّ من الصلاة فيه - أي يوم الجمعة -، فإن صلاتكم معروضة علي» ، قال رجل: وكيف تعرض صلاتنا عليك وقد أرمت؟ - يعني بليت - قال: «إن الله حرم على الأرض أن تأكل أجساد الأنبياء» (٤) .
يقول ابن تيمية رحمه الله: (مقابر الأنبياء لا تنتن، بل الأنبياء لا يبلون، وتراب قبورهم طاهر) (٥) .
الثالثة: أن الأنبياء يدفنون حيث يموتون، وقد دفن نبينا محمد صلّى الله عليه وسلّم في
_________
(١) قاعدة عظيمة ص٦٨ - ٦٩.
(٢) انظر: قاعدة عظيمة ص٧٠، الجواب الباهر ص٩، الرد على الأخنائي ص١٠٢.
(٣) أوس بن أوس الثقفي، صحابي جليل، روى له أصحاب السنن الأربعة أحاديث صحيحة.
انظر في ترجمته: الطبقات الكبرى لابن سعد ٦/٥٠، الاستيعاب لابن عبد البر ١/٧٩، الإصابة لابن حجر ١/٧٩.
(٤) الحديث أخرجه أبو داود في سننه ١/٦٣٥ كتاب الصلاة، باب فضل يوم الجمعة، وابن ماجه في سننه ١/٥٢٤ كتاب الجنائز، باب وفاته ودفته صلّى الله عليه وسلّم واللفظ له، وصححه الألباني في صحيح سنن ابن ماجه ١/٢٧٣.
(٥) مجموع فتاوى ابن تيمية ٢٧/١٦٠.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (388,'مكانه الذي مات فيه، في بيته، في حجرة عائشة (ت - ٥٨هـ) رضي الله عنها (١) .
ويروى في هذا حديث عن النبي صلّى الله عليه وسلّم أنه قال: «لن يقبر نبي إلا حيث يموت» (٢) .
الرابعة: أن الرسول صلّى الله عليه وسلّم يدعى له من بعد ومن قرب، ويسلم عليه - أيضاً - من بعد ومن قرب، بخلاف غيره، فإنه لا يسلم عليه إلا عند قبره، وسلامنا على الرسول صلّى الله عليه وسلّم من بُعد أو قرب يبلغه صلّى الله عليه وسلّم ويعرض عليه، وهذا ما دلت عليه النصوص:
كقوله صلّى الله عليه وسلّم: «إن لله عزّ وجل ملائكة سياحين في الأرض يبلغوني من أمتي السلام» (٣) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلّم: «لا تجعلوا بيوتكم قبوراً، ولا تجعلوا قبري عيداً، وصلوا عليّ فإن صلاتكم تبلغني حيث كنتم» (٤) .
قال ابن تيمية رحمه الله: (وقد أمرنا الله أن نصلي عليه، وشرع لنا ذلك في كل صلاة أن نثني على الله بالتحيات، ثم نقول: السلام عليك أيها النبي ورحمة الله وبركاته.
وهذا السلام يصل إليه من مشارق الأرض ومغاربها، وكذلك إذا صلينا عليه فقلنا: (اللهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم
_________
(١) انظر: الرد على الأخنائي ص١٠٢.
(٢) الحديث أخرجه ابن ماجه في سننه ١/٥٢٠، كتاب الجنائز، باب ذكر وفاته ودفنه صلّى الله عليه وسلّم، وأحمد في مسنده ١/٢٠٦ - ٢٠٧ تحقيق الأرناؤوط. وقال الأرناؤوط: حديث قوي بطرق، وابن الجوزي في مثير الغرام الساكن ٢/٢٩٠ - ٢٩١.
(٣) الحديث أخرجه النسائي في سننه ١/٣٨٠ كتاب الصلاة، باب التسليم على النبي صلّى الله عليه وسلّم وصححه الألباني في صحيح الجامع ١/٤٣٤.
(٤) الحديث أخرجه أبو داود في سننه ٢/٥٣٤ كتاب المناسك، باب زيارة القبور.
وقال السيوطي: حديث صحيح. انظر: صحيح الجامع ٢/١٢١١.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (389,'إنك حميد مجيد) (١) ... ) (٢) .
فالرسول صلّى الله عليه وسلّم يشعر بالسلام عليه، ويبلغ به من قبل الملائكة.
قال رحمه الله: (وأما كون النبي صلّى الله عليه وسلّم يشعر بالسلام عليه، فهذا حق، وهو يقتضي أن حاله بعد موته أكمل من حاله قبل مولده) (٣) .
وقال - أيضاً -: (فهذه الأحاديث تدل على أن الصلاة والسلام يعرضان عليه، وأن ذلك يصل حيثما كنا) (٤) .
لكن هل يسمع صلاة وسلام البعيد أم يعرضان عليه، وتبلغه بهما الملائكة؟.
الصواب الذي عليه عامة أهل العلم، وهو مقتضى الأحاديث الصحيحة: أنه يبلغ ذلك ويعرض عليه.
وأما قول القائل: إنه يسمع الصلاة من البعيد فممتنع.
فإنه إن أراد وصول صوت المصلي إليه فهذه مكابرة.
وإن أراد أنه هو يكون بحيث يسمع أصوات الخلائق من بعيد فليس هذا إلا لله رب العالمين الذي يسمع أصوات العباد كلهم، قال تعالى: {أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ} [الزخرف: ٨٠] ، وقال: {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ} [المجادلة: ٧] ، وليس لأحد من البشر بل ولا من الخلق يسمع أصوات العباد كلهم (٥) .
وأما سلام القريب: فإن الذي يسلم على الرسول صلّى الله عليه وسلّم، فإنه عليه الصلاة والسلام يسمعه بخلاف البعيد، كما قال ابن تيمية رحمه الله: (لكن إذا صلى وسلم
_________
(١) الحديث أخرجه البخاري في صحيحه ٦/٤٠٧ - ٤٠٨ كتاب الأنبياء، باب يزفون النسلان في المشي، ومسلم في صحيحه ١/٣٠٥ كتاب الصلاة، باب الصلاة على النبي بعد التشهد.
(٢) الجواب الباهر ص٨ - ٩.
(٣) الرد على البكري ١/٦٤.
(٤) الرد على البكري ١/١١٩.
(٥) انظر: الرد على الأخنائي ص١٣٤.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (390,'عليه من بعيد بلغ ذلك، وإذا سلم عليه من قريب سمع هو سلام المسلم عليه) (١) .
وقال رحمه الله عن المصطفى صلّى الله عليه وسلّم: (إنه يسمع سلام القريب، ويبلغ سلام البعيد وصلاته) (٢) .
لكن السلام على الرسول صلّى الله عليه وسلّم الذي تعبدنا الله به في الصلاة أفضل من السلام عليه صلّى الله عليه وسلّم عند قبره.
وهذا مما يدل عليه الكتاب والسنة واتفق عليه سلف الأمة أن السلام الذي لا يوجب الرد كما في الصلاة، أفضل من السلام الذي يوجب الرد.
والسلام الذي لا يوجب الرد هو الذي يسلم الله على العبد بكل مرة عشراً، وأما السلام الموجب للرد فإنه صلّى الله عليه وسلّم يرد على المسلم، كما كان يرد السلام على من سلم عليه في حياته؛ ولأن السلام الذي لا يوجب الرد مأمور به في الصلاة، وفي كل صلاة، وأما السلام الذي يوجب الرد فهو في مكان مخصوص، وفي زمن مخصوص لا يحصل إلا في بعض الأوقات، فإن الصحابة - رضوان الله عليهم - لم يكن أحدهم يأتي إلى القبر ويسلم على الرسول صلّى الله عليه وسلّم كلما دخل المسجد النبوي؛ لأنه غير مأمور به شرعاً.
ولأن السلام الذي يوجب الرد هو حق المسلم عموماً فيشرك الرسول صلّى الله عليه وسلّم غيره في هذا السلام، كما قال تعالى: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} [النساء: ٨٦] ولهذا كان الصحابة والتابعون يعلمون أن السلام والصلاة غير الموجبة للرد أفضل من الذي يرد جوابه (٣) .
ومن وجهة أخرى: فإن رد الرسول صلّى الله عليه وسلّم السلام على من سلم عليه لا يوجب الدعاء له بالسلامة من عذاب الدنيا والآخرة، وهذا معلوم بالضرورة،
_________
(١) منهاج السنة النبوية ٢/٤٤٣، وانظر: الرد على الأخنائي لابن تيمية ص٣١.
(٢) الرد على البكري ١/١٢٠.
(٣) انظر: قاعدة عظيمة لابن تيمية ص٤٢ - ٤٣.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (391,'فقد كان المنافقون يسلمون عليه صلّى الله عليه وسلّم ويرد عليهم، ويرد على المسلمين أصحاب الذنوب وغيرهم، ولكن السلام فيه أمان (١) .
الخامسة: أن ما يفعله الناس في زيارة غير قبر الرسول صلّى الله عليه وسلّم عند قبور من يزورونهم، من السلام والدعاء، فإنه يفعل مثله وأكثر منه للرسول صلّى الله عليه وسلّم في مواضع متعددة من العبادات المأمور بها، كالصلوات الخمس، وبعد الأذان، وعند دخول المسجد، وعند الخروج منه، وعند كل دعاء، فلا يختص السلام على الرسول أو الصلاة عليه عند قبره فقط، بل قد تبين أن الصلاة والسلام على الرسول عند غير قبره أفضل منه عند قبره.
قال ابن تيمية رحمه الله: (وأما النبي صلّى الله عليه وسلّم فله خاصة لا يماثله أحد من الخلق، وهو أن المقصود عند قبر غيره من الدعاء له هو مأمور في حق الرسول صلّى الله عليه وسلّم في الصلوات الخمس، وعند دخول المساجد، والخروج منها، وعند الأذان، وعند كل دعاء) (٢) .
السادسة: أن الأنبياء أحياء في قبورهم، وحياتهم أكمل من حياة الشهداء، إذ أثبت الله - سبحانه - حياة الشهداء بقوله: {وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لا تَشْعُرُونَ} [البقرة: ١٤] ، وقال: {وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: ١٦٩] .
أما المفترون على ابن تيمية رحمه الله بأنه لا يرى حياة الأنبياء فهذا باطل، بل هو صرح بحياتهم في قبورهم، لكن لما لم يوافقهم رحمه الله على ما ابتدعوه في الدين من جواز التوسل به بعد موته، أو الاستغاثة به، قالوا: بأنه لا يرى حياة الأنبياء في قبورهم؛ لأن هذا لازم حياة الأنبياء - كما يزعمون -.
قال ابن تيمية رحمه الله بعد أن تحدث عن تحريم اتخاذ قبور الأنبياء مساجد
_________
(١) انظر: الرد على الأخنائي لابن تيمية ص١٠٦ - ١٠٧.
(٢) الجواب الباهر ص٢٣.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (392,'مستدلاً بكلام الرسول صلّى الله عليه وسلّم: (فهذه نصوصه الصريحة توجب تحريم اتخاذ قبورهم مساجد، مع أنهم مدفونون فيها، وهم أحياء في قبورهم) (١) .
ودليل حياة الأنبياء في قبورهم قوله صلّى الله عليه وسلّم: «الأنبياء أحياء في قبورهم» (٢) .
ولكن هل هذه الحياة في القبور حياة حقيقية لها لوازمها من الحاجة إلى الأكل والشرب وفعلهما، والنوم والحركة وغيرها، أم أنها حياة خاصة يقصد بها تشريف الأنبياء، وتخصيصهم عن غيرهم بمنزلة لم تكن لغيرهم؟.
أقول بادئ الأمر: إن الله سبحانه وتعالى قد أخبر وأثبت في كتابه العزيز موت الرسول صلّى الله عليه وسلّم بقوله: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ} [الزمر: ٣٠] .
وقال: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} [آل عمران: ١٤٤] ، وقال: {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ} [الأنبياء: ٣٤] .
وقام أبو بكر الصديق (ت - ١٣هـ) رضي الله عنه بعد موت الرسول صلّى الله عليه وسلّم، في الناس فحمد الله وأثنى عليه ثم قال: (أما بعد فمن كان منكم يعبد محمداً، فإن محمداً قد مات، ومن كان يعبد الله فإن الله حي لا يموت) (٣) .
فموت الأنبياء حق، وانقطاع أحكام الدنيا عنهم بعد موتهم لا مرية فيه، حتى المخالف يقر بذلك، ولكن ما هذه الحياة البرزخية التي تكون للأنبياء بعد موتهم؟
_________
(١) مجموع فتاوى ابن تيمية ٢٧/٥٠٢.
(٢) الحديث أخرجه أبو يعلى في مسنده ٦/١٤٧ رقم ٣٤٢٥ من حديث أنس بن مالك، وقال الهيثمي في مجمع الزوائد ٨/٢١١: رجاله ثقات، وانظر: المطالب العالية لابن حجر ٣/٢٦٩ أحاديث الأنبياء.
(٣) الحديث أخرجه البخاري في صحيحه ٧/١٩ كتاب فضائل الصحابة، باب لو كنت متخذاً خليلاً.
وكتاب الجنائز رقم (١١٦٥) .',NULL,'401',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (393,'بعد معرفتنا أن الأنبياء يموتون، وأن أحكام الدنيا لا يقومون بها بعد موتهم.
إن الحديث عن البرزخ من علم الغيب، والحديث عن تفصيلات تعلق الروح بالبدن في البرزخ هو من علم الغيب - أيضاً -، ما لم يرد نص صحيح صريح يبين هذه التفصيلات ويذكرها لنا، وإلا فالتوقف هو المنهج السوي، ورد العلم إلى عالمه أسلم وأعلم وأحكم.
لكن أهل العلم ذكروا أن للروح مع البدن تعلقات بحسب أحوالها:
أحدها: تعلق الروح بالبدن في بطن الأم للجنين.
الثاني: تعلق الروح بالبدن بعد خروجه إلى وجه الأرض مستيقظاً.
الثالث: تعلق الروح بالبدن في حال النوم، فلها به تعلق من وجه ومفارقة من وجه.
الرابع: تعلق الروح بالبدن في البرزخ - وهذا ما نحن نبحث فيه -، فإن الروح إذا فارقت البدن بالموت وتجردت عنه، فإنها لا تفارقه فراقاً كلياً بحيث لا يبقى لها التفات إليه ألبتة، بل الأحاديث والآثار تدل على أن الميت ترد روحه وقت سلام المسلم عليه، وهذا الرد إعادة خاصة، لا يوجب حياة البدن إلى يوم القيامة.
وحياة الشهداء في هذه المرحلة أكمل من حياة غيرهم من سائر المؤمنين، وحياة الأنبياء أكمل من حياة الشهداء.
الخامس: تعلق الروح بالبدن يوم البعث، وهذا أكمل أنواع تعلق الروح بالبدن، فهو تعلق لا يقبل البدن معه موتاً ولا نوماً ولا فساداً (١) .
فأرواح الأنبياء في البرزخ في أعلى عليين، وهم متفاوتون في منازلهم في العلو، إلا أن أرواحهم لها تعلق بأجسادهم وأبدانهم، فترد إليها إذا سلم عليهم
_________
(١) انظر: الروح لابن القيم ص٦٧، شرح العقيدة الطحاوية لابن أبي العز ٢/٥٧٨ - ٥٧٩.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (394,'المسلم ليردوا عليها السلام (١) .
وبعد ذلك يمكن أن يجاب على من قال بأنه صلّى الله عليه وسلّم حي حياة في قبره كحياته الدنيوية بأجوبة عدة منها:
١ - أن من زعم أن الحياة البرزخية كالحياة الدنيا فقد كذب وظلم، فمن أبرز الفروق بين حياة البرزخ، وحياة الدنيا، أن الحي في الدنيا يحتاج إلى الأكل والشرب، والحركة والسكون، والنوم واليقظة، والكلام والرد، والأخذ والإعطاء، وكل هذا منتف في الحياة البرزخية، وأما إذا استثنى أولئك هذه الأمور فنقول: إن التخصيص لا بد له من مخصص، فلا بد من دليل يخرج هذا الفرع عن أصله، والبعض عن كلِّه ولا دليل لهم.
٢ - لو كان الرسول صلّى الله عليه وسلّم حياً حياة كحياته الدنيوية لما ساغ له أن يبقى تحت الأرض، ولكنها سنة الله في الموتى، فلما انتفت الحياة الحقيقية بالموت ثبتت الحياة البرزخية مباشرة.
٣ - يلزم من القول بحياة الرسول صلّى الله عليه وسلّم حياة كحياته في الدنيا أن يبقى يسمع أصحابه يختلفون في كثير من الأمور، ولكنه صلّى الله عليه وسلّم عاجز عن النطق وعن رد الجواب لمن سأله متلهفاً على سماع ذلك منه، وهذا وصف له بالنقص والعجز.
٤ - يلزم من القول بحياة الأنبياء كحياتهم الدنيوية، أن يكون لهم ثلاث موتات، ولغيرهم موتتان؛ لأنه بعد النفخ في الصور النفخة الأولى لا يبقى أحد ممن هو على وجه الأرض حياً، وقد قال تعالى: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} [الزمر: ٦٨] ، ولم يرد دليل من الكتاب والسنة على أن الله يبعث النبي للناس من قبره قبل يوم القيامة.
_________
(١) انظر: الروح لابن القيم ص١٨٤.',NULL,'403',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (395,'٥ - يلزم من القول بحياة الأنبياء حياة كالحياة الدنيوية تكذيب الرسول صلّى الله عليه وسلّم في أقواله، ومثال ذلك قوله صلّى الله عليه وسلّم: «إنا معاشر الأنبياء لا نورث ما تركناه صدقة» (١) .
٦ - ومما يلزم من ذلك - أيضاً -: تكذيب الصحابة في إقرارهم وتصديقهم بموت الرسول صلّى الله عليه وسلّم، وأنهم دفنوه حياً، وأنه عليه الصلاة والسلام قد جنى على نفسه حين مكنهم من نفسه وهو حي قادر على البيان والبلاغ.
٧ - أما من استدل على حياة الرسول صلّى الله عليه وسلّم بأن عقد نكاحه على أزواجه باق، بحيث لا يجوز لأحد أن يتزوج منهن، فهذا ليس فيه دليل على حياة الرسول صلّى الله عليه وسلّم في قبره، بل ذلك خصوصية له صلّى الله عليه وسلّم حيث حرم على المؤمنين أن ينكحوا أزواجه من بعده كما قال تعالى: {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَداً إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيماً} [الأحزاب: ٥٣] ، وقوله: {مِنْ بَعْدِهِ} دليل على موته وقد أمر الله رسوله الكريم عليه الصلاة والسلام أن يخير أزواجه بين أن يبقين معه ويردن الله ورسوله والدار الآخرة، وبين أن يقدمن الحياة الدنيا وزينتها، فيفارقنه فاخترن الله ورسوله والدار الآخرة فكان جزاؤهن أن يكن أمهات المؤمنين في الدنيا، وأزواج الرسول صلّى الله عليه وسلّم في الدنيا والآخرة فلا يحل لأحد من المؤمنين أن ينكحهن بعد رسول الله صلّى الله عليه وسلّم، قال تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً * وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْراً عَظِيماً} [الأحزاب: ٢٨ - ٢٩] .
٨ - وأما من قال بأن رد السلام من شأن الأحياء؛ لأن شأن الأموات حين
_________
(١) الحديث أخرج البخاري في صحيحه ١٣/٢٧٧ كتاب الاعتصام، باب ما يكره من التعمق والتنازع والغلو في الدين، ومسلم في صحيحه ٣/١٣٧٩ كتاب الجهاد، باب قول الرسول صلّى الله عليه وسلّم: لا نورث ما تركناه صدقة.',NULL,'404',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (396,'ترد روح الرسول صلّى الله عليه وسلّم إليه، فيجاب عنه بأن هذا حجة عليهم لا لهم؛ لأن رد الروح مفاده قبضها قبل ذلك، ثم إن رد الروح إنما هو بقدر رد السلام على من سلم عليه، وهذا ليس من خصائص الرسول صلّى الله عليه وسلّم بل هو عام لكل من سلم على أحد قبور الموتى من المؤمنين (١) .
وعلى كلٍ: فالرسول صلّى الله عليه وسلّم حي في قبره حياة برزخية لا يعلم كنهها إلا الله عزّ وجل وهذه الحياة أكمل من حياة الشهداء.
_________
(١) انظر: جلاء العينين للآلوسي ص٤٦٢ - ٤٦٣، شرح نونية ابن القيم لهراس ص٧ - ٢١ وقد ذكر ابن القيم رحمه الله في نونيته أغلب الردود، أوضح الإشارة للنجمي ص٢٣٤.
٤/٦٥ مادة (الوسيلة) .',NULL,'405',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (397,'<span data-type="title" id=toc-63>الفصل الخامس
مسألة التوسل</span>
<span data-type="title" id=toc-64>المبحث الأول: عقيدة أهل السنة والجماعة في التوسل</span>.
المبحث الثاني: دعوى جواز التوسل بالأنبياء والصالحين، وأن شيخ الإسلام يحرم ذلك، ومناقشتها.
المبحث الثالث: دعوى أن شيخ الإسلام هو الذي ابتدع القول بعدم جواز التوسل بالنبي، ومناقشتها.
المبحث الرابع: دعوى بغض شيخ الإسلام الأنبياء والصالحين وإهانته لهم، ومناقشتها.',NULL,'407',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (398,'المبحث الأول
عقيدة أهل السنة والجماعة في التوسل

الوسيلة لغة: القربة، والمنزلة والدرجة، وهي فعيلة من توسلت إليه أي تقربت، كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} [المائدة: ٣٥] .
وقال سبحانه: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء:٥٧] .
وقال عنترة (١) :
إن الرجال لهم إليك وسيلة ... أن يأخذوك تكحلي وتخضبي (٢)
والواسل هو الراغب بالقرب من المتوسل إليه، كما قال لبيد (٣) :
أرى الناس لا يدرون ما قدر أمرهم ... بلى كل ذي دين إلى الله واسل (٤)
فالتوسل بمعنى التقرب والتوصل إلى الشيء برغبة (٥) .
_________
(١) عنترة بن شداد بن قراد بن مخزوم العبسي، الفارس المشهور، من شعراء الطبقة الأولى في الجاهلية، وصف بالحلم على شدة بطشه، وفي شعره رقة وعذوبة توفي سنة ٢٢ قبل الهجرة.

انظر في ترجمته: الشعر والشعراء لابن قتيبة ص٤٢، المؤتلف والمختلف للآمدي ص١٥١.
(٢) ديوان عنترة ص٣٣.
(٣) لبيد بن ربيعة العامري الشاعر صحابي جليل، كان شريفاً في الجاهلية والإسلام، قدم على النبي صلّى الله عليه وسلّم مع وفد قومه وحسن إسلامه توفي سنة ٤١هـ.
انظر: في ترجمته: المؤتلف والمختلف للآمدي ١٧٤، طبقات فحول الشعراء للجمحي ١/١٣٥.
(٤) ديوان لبيد بن ربيعة ص١٣٢.
(٥) انظر: لسان العرب لابن منظور ١١/٧٢٤، ٧٢٥ مادة (وسل) ، والقاموس المحيط للفيروزآبادي ٤/٦٥ مادة الوسيلة.',NULL,'409',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (399,'ومصطلح التوسل فيه إجمال واشتباه يجب أن تعرف معانيه، ويعطى كل ذي حق حقه، فيعرف ما ورد به الكتاب والسنة، وما كان يتكلم به الصحابة ويفعلونه.
ثم يعرف ما أحدثه المحدثون.
فالتوسل المشروع هو الذي أمر الله بابتغائه من الواجبات والمستحبات قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} [المائدة: ٣٥] .
وما ليس بواجب ولا مستحب لا يدخل فيه سواء كان محرماً أو مكروهاً أو مباحاً، وجماع الوسيلة الشرعية هو: التوسل باتباع ما جاء به الرسول صلّى الله عليه وسلّم (١) .
وأنواعه ثلاثة (٢) :
الأول: التوسل إلى الله عزّ وجل بأسمائه الحسنى، وصفاته العلا، وذلك بأن يقدم شيئاً من الثناء على الله - عز جل - قبل مطلوبه في الدعاء فيكون من علامات قبول واستجابة الدعاء، قال الباري عزّ وجل: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} [الأعراف: ١٨٠] .
وما ذكره الله من توسل إبراهيم عليه السلام: {الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ * وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ * وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ * وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ * وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ * رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بِالصَّالِحِينَ * وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ * وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ} [الشعراء: ٧٨ - ٨٥] .
ومن الأدلة قول المصطفى صلّى الله عليه وسلّم في صلاته: «اللهم بعلمك الغيب وقدرتك
_________
(١) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص٧٩ - ٨٠، ١٥٩.
(٢) ذكر الأنواع الثلاثة هو الغالب على من عدّ التوسل، وإلا فهناك من جعلها أكثر من ذلك فقد جعلها مبارك الميلي في رسالة الشرك ومظاهره ص١٨٨ - ١٩١ خمسة أنواع.',NULL,'410',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (400,'على الخلق أحيني ما علمت الحياة خيراً لي، وتوفني إذا كانت الوفاة خيراً لي» (١) .
ومنها قوله صلّى الله عليه وسلّم: «ما أصاب أحداً قط هم ولا حزن فقال: اللهم إني عبدك وابن عبدك وابن أمتك، ماض في حكمك، عدل في قضاؤك، اسألك بكل اسم هو لك، سميت به نفسك، أو علمته أحداً من خلقك، أو أنزلته في كتابك، أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي، إلا أذهب الله همه وحزنه، وأبدله مكانه فرجاً» (٢) .
وكان من استعاذة النبي صلّى الله عليه وسلّم قوله: «اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني» (٣) .
الثاني: التوسل إلى الله عزّ وجل بعمل صالح في قضاء الحوائج كتفريج الكربات ومغفرة الذنوب وغيرها، كما قال سبحانه: {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ} [آل عمران: ١٩٣] .
وقال عزّ وجل: {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [آل عمران: ٥٣] .
وقال - سبحانه -: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ} [آل عمران: ١٦] .
_________
(١) أخرج الحديث النسائي في سننه ٣/٥٤ كتاب السهو، باب الدعاء بعد الذكر، وأحمد في مسنده ٤/٢٦٤ من حديث عمار بن ياسر رضي الله عنه واللفظ له.
(٢) أخرج الحديث أحمد في مسنده ١/٣٩١ من حديث عبد الله بن مسعود رضي الله عنه، والحاكم في مستدركه، كتاب الدعاء ١/٥٠٩، وابن حبان في صحيحه، حديث ٢٣٧٢ موارد كتاب الأذكار، باب ما يقول إذا أصابه هم أو حزن، وانظر: سلسلة الأحاديث الصحيحة للألباني ١/٣٣٦ حديث ١٩٩.
(٣) الحديث أخرجه مسلم في صحيحه ٤/٢٥٨٦ كتاب الذكر والدعاء، باب التعوذ من شر ما عمل ومن شر ما لم يعمل.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (401,'وقوله سبحانه: {إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ} [المؤمنون: ١٠٩] .
وقال عزّ وجل: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} [البقرة: ٢٨٥] .
وعن بريدة بن الحصيب (ت - ٦٣هـ) رضي الله عنه أنه قال: سمع النبي صلّى الله عليه وسلّم رجلاً يقول: اللهم إني أسألك بأني أشهد أنك أنت الله الذي لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفواً أحد، فقال النبي صلّى الله عليه وسلّم: «قد سأل الله باسمه الأعظم الذي إذا دعي به أجاب» (١) .
وما رواه البراء بن عازب (٢)
رضي الله عنهما أن رسول الله صلّى الله عليه وسلّم قال: «إذا أتيت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على جنبك الأيمن وقل: اللهم أسلمت نفسي إليك، ووجهت وجهي إليك، وفوضت أمري إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك آمنت بكتابك الذي أنزلت وبنبيك الذي أرسلت) فإن مت مت على الفطرة، واجعلهن آخر ما تقول» (٣) .
_________
(١) الحديث أخرجه الترمذي في سننه ٥/١٧٨، أبواب الدعوات، باب ٦٥، وأبو داود في سننه ٢/٧٩، باب الدعاء، وابن ماجه في سننه ٢/٢٦٧ كتاب الدعاء، باب اسم الله الأعظم واللفظ له، وصححه الألباني في صحيح سنن ابن ماجه ٢/٣٢٩.
(٢) البراء بن عازب بن الحارث بن عدي الأنصاري الأوسي، أبو عمارة، له ولأبيه صحبة، استصغره النبي يوم بدر فلم يشهدها، وشهد أحداً، وغزا مع النبي أربع عشرة غزوة، فتح الري، وشهد غزو تستر وشهد الجمل وصفين، وقاتل الخوارج مع علي، ت سنة ٧٢هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ١/١٣٩، الإصابة لابن حجر ١/١٤٢.
(٣) الحديث أخرجه البخاري في صحيحه ١٣/٤٦٢ كتاب التوحيد، باب قوله: أنزله بعلمه، ومسلم في صحيحه، كتاب الأذكار رقم ٢٧١٠، والترمذي في سننه ٥/٤٦٨ كتاب الدعوات، باب ما جاء في الدعاء إذا أوى إلى فراشه.',NULL,'412',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (402,'وعن ابن عمر (ت - ٧٢هـ) رضي الله عنهما قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «انطلق ثلاثة رهط ممن كان قبلكم، حتى أووا إلى غار، فدخلوه، فانحدرت صخرة من الجبل، فسدّت عليهم الغار، فقالوا: إنه لا ينجيكم من هذه الصخرة إلا أن تدعوا الله بصالح أعمالكم، قال رجل منهم: اللهم كان لي أبوان شيخان كبيران، وكنت لا أغبق قبلهما أهلاً ولا مالاً، فنأى بي طلب الشجر يوماً، فلم أرح عليهما حتى ناما، فحلبت لهما غبوقهما فوجدتهما نائمين، فكرهت أن أوقظهما، وأن أغبق قبلهما أهلاً أو مالاً، فلبثت والقدح على يدي أنتظر استيقاظهما حتى برق الفجر، والصبية يتضاغون عند قدمي، فاستيقظا فشربا غبوقهما، اللهم إن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه من هذه الصخرة، فانفرجت شيئاً لا يستطيعون الخروج منها.
وقال الآخر: اللهم إنه كانت لي ابنة عم كانت أحب الناس إلي، فأردتها عن نفسها، فامتنعت مني حتى ألمت بها سَنة (١) من السنين، فجاءتني فأعطيتها عشرين ومائة دينار على أن تخلي بيني وبين نفسها، ففعلت، حتى إذا قدرت عليها، قالت: لا أحل لك أن تفض الخاتم إلا بحقه، فتحرجت من الوقوع عليها، فانصرفت عنها، وهي أحب الناس إلي، وتركت الذهب الذي أعطيتها، اللهم إن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه، فانفرجت الصخرة غير أنهم لا يستطيعون الخروج منها.
وقال الثالث: اللهم إني استأجرت أجراء، فأعطيتهم أجرهم، غير رجل واحد ترك الذي له وذهب، فثمرت أجره، حتى كثرت منه الأموال، فجاءني بعد حين قال: يا عبد الله أدّ إلي أجري، فقلت له: كل ما ترى من أجرك، من الإبل والبقر والغنم والرقيق، فقال: يا عبد الله لا تستهزي بي، فقلت: إني لا أستهزيء
_________
(١) السنة: عام الجدب القحط الذي لا تنبت فيه الأرض، انظر: القاموس المحيط للفيروزآبادي ٤/٢٨٧ - ٢٨٨ مادة السنة) ، لسان العرب لابن منظور ١٣/٥٠١ - ٥٠٢ مادة (سنه) .',NULL,'413',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (403,'بك، فأخذه كله، فاستاقه، فلم يترك منه شيئاً، اللهم فإن كنت فعلت ذلك ابتغاء وجهك فافرج عنا ما نحن فيه، فانفرجت الصخرة فخرجوا يمشون» (١) .
وينبه ابن تيمية رحمه الله إلى أن هذا النوع من التوسل المشروع هو أهم أنواعه الذي يوصل إلى سعادة الدنيا والآخرة فيقول: (التوسل بذلك - أي بالإيمان بالرسل وطاعتهم - إلى حصول ثواب الله وجنته ورضوانه فإن الأعمال الصالحة التي أمر بها الرسول صلّى الله عليه وسلّم هي الوسيلة التامة إلى سعادة الدنيا والآخرة) (٢) .
ومما توسل به ابن تيمية رحمه الله من الأعمال الصالحة: محبة الصحابة، وآل البيت فقال في لاميته:
حب الصحابة كلهم لي مذهب ... ومودة القربى بها أتوسل (٣)
الثالث: التوسل إلى الله - عز وجل - بدعاء الرجل الصالح:
قال أنس بن مالك (ت - ٩٣هـ) رضي الله عنه: (أصابت الناس سنة على عهد النبي صلّى الله عليه وسلّم، فبينا النبي صلّى الله عليه وسلّم يخطب قائماً في يوم الجمعة، قام أعرابي فقال: يا رسول الله هلك المال، وجاع العيال فادع الله لنا، فرفع يديه يدعو، وما نرى في السماء قزعة (٤) ، فوالذي نفسي بيده ما وضعها حتى ثار السحاب أمثال الجبال، ثم لم ينزل عن منبره حتى رأيت المطر يتحادر عن لحيته صلّى الله عليه وسلّم، فمطرنا
_________
(١) الحديث أخرجه البخاري في صحيحه ٤/٤٤٩ كتاب الإجارة، باب من استأجر أجيراً فترك أجره.
ومسلم في صحيحه، كتاب الأذكار رقم ٢٧٤٣.
(٢) قاعدة جليلة في التوسل والوسيلة ص٢٤١.
(٣) انظر: لامية شيخ الإسلام ابن تيمية (ضمن اللآلي البهية في شرح لامية شيخ الإسلام ابن تيمية للمرداوي ص١٣) .
(٤) القَزَعة: القزع: قطع من السحاب رقاق، كأنها ظل إذا مرت من تحت السحابة الكبيرة، وهي قطعة من الغيم.
انظر: لسان العرب لابن منظور ٨/٢٧١ مادة (قزع) ، القاموس المحيط للفيروزآبادي ٣/٧٠ مادة (قزع) .',NULL,'414',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (404,'يومنا ذلك، ومن الغد وبعد الغد، والذي يليه حتى الجمعة الأخرى، وقام ذلك الأعرابي أو غيره فقال: يا رسول الله تهدم البناء، وغرق المال، فادع الله لنا، فرفع يديه فقال: اللهم حوالينا ولا علينا، فما يشير بيده إلى ناحية من السحاب إلا انفرجت وصارت المدينة مثل الجوبة (١) ، وسال الوادي قناةً شهراً ولم يجيء أحد من ناحية إلا حدث بالجود) (٢) .
وكان عمر بن الخطاب (ت - ٢٣هـ) رضي الله عنه، إذا قحطوا استستقى بالعباس بن عبد المطلب (٣) رضي الله عنه، فقال: اللهم إنا كنا نتوسل إليك بنبينا صلّى الله عليه وسلّم فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا، قال: فيسقون) (٤) .
وقد ذكر الحافظ ابن حجر العسقلاني (ت - ٨٥٢هـ) رحمه الله أنه كان من دعاء العباس (ت - ٣٢هـ) قوله: (اللهم إنه لم ينزل بلاء إلا بذنب، ولم يكشف إلا بتوبة، وقد توجه القوم بي إليك لمكاني من نبيك، وهذه أيدينا إليك بالذنوب، ونواصينا إليك بالتوبة، فاسقنا الغيث، فأرخت السماء، مثل الجبال حتى أخصبت الأرض، وعاش الناس) (٥) .
والأصل في دعاء الرجل الصالح لأخيه أنه مأمور به مرغب فيه، كما قال ابن تيمية رحمه الله: (دعاء المسلم لأخيه حسن مأمور به، وقد ثبت في الصحيح
_________
(١) الجوبة: الفجوة، وكل منفتق يتسع فهو جوبة، انظر: لسان العرب لابن منظور ١/٢٨٦ - ٢٨٧ مادة (الجوب) ، القاموس الميحط للفيروزآبادي ١/٥١ مادة (الجوب) .
(٢) الحديث أخرجه البخاري في صحيحه كتاب الجمعة رقم ٩٣٣.
(٣) العباس بن عبد المطلب بن هاشم القرشي الهاشمي، عم رسول الله صلّى الله عليه وسلّم، أبو الفضل، ولد قبل الرسول بسنتين، كانت إليه في الجاهلية السقاية والعمارة، حضر بيعة العقبة مع الأنصار قبل أن يسلم، شهد بدراً مع المشركين مكرهاً، أسلم وهاجر قبل الفتح وشهده، وثبت يوم حنين، ت سنة ٣٢هـ.
انظر في ترجمته: الطبقات الكبرى لابن سعد ٤/٣، الإصابة لابن حجر ٢/٢٧١.
(٤) الحديث أخرجه البخاري في صحيحه ٢/٣٩٤ كتاب الاستسقاء، باب سؤال الناس الإمام الاستسقاء إذا قحطوا.
(٥) انظر: فتح الباري لابن حجر ٢/٤٩٧.',NULL,'415',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (405,'عن أبي الدرداء (١) ،
عن النبي صلّى الله عليه وسلّم أنه قال: «ما من رجل يدعو لأخيه بظهر الغيب إلا وكل الله به ملكاً كلما دعا لأخيه بدعوة، قال الملك الموكل به: آمين ولك بمثل» (٢) ، أي بمثل ما دعوت لأخيك به) (٣) .
ولكن هل يطلب المسلم من الرجل الصالح أن يدعو له؟
الصواب: أن هذا العمل في الأصل غير محرم، وغير مأمور به، إلا أن يكون قصد طالب الدعاء من الرجل الصالح أن ينتفع المطلوب منه بالدعاء، وينتفع هو - أيضاً -، أما إذا كان قصده انتفاع نفسه فقط فهذا غير مأمور به.
قال رحمه الله: (وأما سؤال المخلوقِ المخلوقَ أن يقضي حاجة نفسه، أو يدعو له فلم يؤمر به) (٤) .
وقال - أيضاً -: (ومن قال لغيره من الناس: ادع لي - أولنا - وقصده أن ينتفع ذلك المأمور بالدعاء، وينتفع هو أيضاً بأمره، ويفعل ذلك المأمور به كما يأمره لسائر فعل الخير، فهو مقتد بالنبي صلّى الله عليه وسلّم مؤتم به، ليس هذا من السؤال المرجوح.
وأما إن لم يكن مقصوده إلا طلب حاجته، لم يقصد نفع ذلك، والإحسان إليه، فهذا ليس من المقتدين بالرسول المؤتمين به في ذلك، بل هذا من السؤال المرجوح الذي تركه إلى الرغبة إلى الله وسؤاله أفضل من الرغبة إلى المخلوق وسؤاله، وهذا كله من سؤال الأحياء الجائز المشروع) (٥) .
_________
(١) أبو الدرداء: عويمر بن عامر بن مالك الأنصاري الخزرجي، واختلف في نسبه، تأخر إسلامه قليلاً، فكان آخر أهل داره إسلاماً، وحسن إسلامه، كان فقيهاً حكيماً، شهد المشاهد بعد أحد، ت سنة ٣٢هـ. وقيل غير ذلك.

انظر في ترجمته: الاستيعاب لابن عبد البر ٤/٥٩، الإصابة لابن حجر ٣/٤٥.
(٢) الحديث أخرجه مسلم في صحيحه ٤/٢٠٩٤ كتاب الذكر، باب فضل الدعاء للمسلمين بظهر الغيب، وابن ماجه في سننه ٢/٩٦٧ كتاب المناسك، باب دعاد الحاج بنحوه.
(٣) قاعدة جليلة في التوسل والوسيلة ص٥٨.
(٤) قاعدة جليلة في التوسل والوسيلة ص٥٨.
(٥) قاعدة جليلة في التوسل والوسيلة ص٧١.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (406,'وأما التوسل الممنوع فهو الذي لم يأمر الله بابتغائه، وهو توسل بغير ما شرعه وأراده الله ورسوله، وهو ثلاثة أنواع:
الأول: التوسل إلى الله - عز وجل - بذوات المخلوقين، كأن يقول المتوسل: اللهم إني أتوسل إليك بفلان - أي بذاته - أن تقضي حاجتي، في طلب رزق أو علم أو فك كربة أو غيرها.
وهذا النوع من التوسل لم يكن الصحابة يفعلونه مع رسول الله صلّى الله عليه وسلّم لا في الاستسقاء، ولا في غيره لا في حياته ولا بعد مماته، لا عند قبره، ولا عند غير قبره، ولا يعرف هذا في شيء من الأدعية المعروفة المشهورة بينهم، وكل ما نقل في هذا إنما هو أحاديث ضعيفة، أو عمن ليس قوله حجة.
وأما توسل الصحابة برسول الله صلّى الله عليه وسلّم فالمقصود به التوسل بدعائه في حياته، لا بذاته في حياته أو بعد مماته، كما يقول ابن تيمية رحمه الله: (وأما التوسل بالنبي صلّى الله عليه وسلّم، والتوجه به في كلام الصحابة فيريدون به التوسل بدعائه وشفاعته) (١) .
وبيّن رحمه الله التوسل الصحيح بالأنبياء، وأن التوسل بذواتهم لا يجوز، ولا منفعة للعبد حاصلة منه: فقال: (التوسل إلى الله بالنبيين هو التوسل بالإيمان بهم، وبطاعتهم، كالصلاة والسلام عليهم، ومحبتهم، وموالاتهم، أو بدعائهم وشفاعتهم.
وأما نفس ذواتهم فليس فيها ما يقتضي حصول مطلوب العبد، وإن كان لهم عند الله الجاه العظيم، والمنزلة العالية بسبب إكرام الله لهم وإحسانه إليهم، وفضله عليهم) (٢) .
وعلى ذلك فالتوسل بالأنبياء لا يكون إلا بأحد سببين:
_________
(١) قاعدة جليلة في التوسل والوسيلة ص٨٠.
(٢) مجموع فتاوى ابن تيمية ٢٧/١٣٣.',NULL,'417',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (407,'إما سبب منه إليهم: كالإيمان بهم، والطاعة لهم.
أو بسبب منهم إليه، كدعائهم له، وشفاعتهم فيه.
وقد نهينا عن التوجه إلى ذات من الذوات إلا إلى الله - عز وجل - وأمرنا بالإخلاص لله - سبحانه - في دعائنا، وتوجهنا، واعتقادنا، وأعمالنا، وأقوالنا، كما قال - سبحانه -: {أَلا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر: ٣] ، وقال سبحانه: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: ٣] .
الثاني: التوسل إلى الله - عز وجل - بجاه أحد، أو حقه على الله - عز وجل - أو حرمته، ومنزلته عند ربه - سبحانه وتعالى -، وهذا - أيضاً - باطل، فليس في النصوص ما يثبت صحة هذا التوسل، وجاه المخلوق إنما استفاده من قربه من شرع الله بكثرة العمل الصالح، وهذه المنزلة مختصة به دون غيره، وليس لها تأثير على بقية المخلوقين من حيث التوسل بها لهم في الدنيا، كما قال تعالى: {وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى * وَأَنَّ سَعْيَهُ سَوْفَ يُرَى * ثُمَّ يُجْزَاهُ الْجَزَاء الْأَوْفَى} [النجم: ٣٩ - ٤١] .
والسؤال بحق أحد من الخلق مبني على أصلين:
الأصل الأول: هل له حق عند الله؟. الصواب: أنه ليس لأحد من الخلق حق على خالقهم إلا ما أوجبه - سبحانه - على نفسه لخلقه تكرماً منه وتفضلاً، لا إلزاماً من أحد عليه، كما بين - سبحانه - بقوله: {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} [الأنعام: ٥٤] .
وقال: {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم: ٤٧] ، وقال: {وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [الروم: ٦] .
وقد ورد في الحديث القدسي: «يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا» (١) .
_________
(١) لحديث أخرجه مسلم في صحيحه ٤/١٩٩٤ كتاب البر والصلة، باب تحريم الظلم.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (408,'وثبت عن معاذ بن جبل (ت - ١٧هـ) رضي الله عنه أن رسول الله صلّى الله عليه وسلّم قال: «يا معاذ: أتدري ما حق الله على عباده؟» . قلت: الله ورسوله أعلم. قال: «حقه عليهم أن يعبدوه ولا يشركوا به شيئاً. يا معاذ: أتدري ما حق العباد على الله إذا فعلوا ذلك؟» . قال: الله ورسوله أعلم. قال: «أن لا يعذبهم» (١) .
الأصل الثاني: هل يُسأل الله عزّ وجل بذلك الحق؟
والجواب عن هذا أن يقال: إن كان الحق الذي سأل به سبباً لإجابة السؤال حَسُن السؤال به، كالحق الذي يجب لعابديه وسائليه.
وأيضاً: فإن هذا الحق من الله لعباده أن لا يعذبهم، وأن يكرمهم: ليس في استحقاقهم له ما يكون سبباً لمطلوب هذا السائل، فإن هذا الذي استحق ما استحقه إنما هو بسبب ما يسره الله له من الإيمان والطاعة وليس في إكرام الله له ما يقضي بإجابة سؤال المسؤول بحقه.
فإن قيل: القصد هو شفاعة المتوسل به ودعاؤه: فيقال: هذا حق، وتوسل مشروع، كما سبق في التوسل بدعاء الرجل الصالح الحي، فيكون القصد صحيحاً إذا كان حياً قادراً، ويكون الإطلاق واللفظ خاطئاً بدعياً.
وإن قيل: السبب هو محبتي لفلان محبة شرعية؛ لإيمانه بالله، وقربه منه.
فيقال مثل ما يقال في الأول: إن السبب شرعي، وهو داخل في التوسل المشروع لكن الإطلاق واللفظ خاطئ.
ثم يجب أن يفرق بين المحبة لله، والمحبة مع الله، فمن أحب مخلوقاً لطاعته لربه وقربه منه، فهذه محبة لله وفي الله، ومن أحب مخلوقاً كما يحب الخالق فقد جعله نداً من دون الله، وهذه المحبة تضره ولا تنفعه (٢) ، كما قال
_________
(١) الحديث أخرجه البخاري في صحيحه ٦/٥٨ كتاب الجهاد، باب اسم الفرس والحمار، ومسلم في صحيحه ١/٥٩ كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً، واللفظ له.
(٢) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص١٠١ - ١١٠.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (409,'تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} [البقرة: ١٦٥] .
وأما قول القائل: أسألك بالله وبالرحم، أو بحق الرحم، فالجواب عنه من جهتين:
الأولى: أن الرحم لها حق توجبه على صاحبها بنص الكتاب والسنة، كما قال تعالى: {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ} [النساء: ١] .
وقال صلّى الله عليه وسلّم: «الرحم شجنة من الرحمن من وصلها وصله الله، ومن قطعها قطعه الله» (١) .
الثانية: أن الإقسام بها لا يجوز فلا يجوز قسم مخلوق بمخلوق، والرحم مخلوقة.
كما قال صلّى الله عليه وسلّم: «لما خلق الله الرحم تعلقت بحقو الرحمن، وقالت: هذا مقام العائذ بك من القطيعة، فقال: ألا ترضين أن أصل من وصلك، وأقطع من قطعك؟ قالت: بلى قد رضيت» (٢) ، أما إن كان قصد القائل: أسألك بسبب الرحم فإن هذا حق؛ لأنها توجب لأصحابها بعضهم على بعض حقوقاً (٣) .
وأما الاستدلال على جواز السؤال بحق أحد على الله بحديث: «من خرج من بيته إلى الصلاة فقال: اللهم إني أسألك بحق السائلين عليك، وبحق ممشاي
_________
(١) الحديث أخرجه البخاري في صحيحه ١٠/٤١٧ كتاب الأدب، باب من وصل وصله الله، والترمذي في سننه ٤/٣٢٤ كتاب البر، باب ما جاء في رحم المسلمين واللفظ له، قال ابن حجر في فتح الباري ١٠/٤١٨: الشجنة: بكسر المعجمة، وسكون الجيم، بعدها نون، وجاء بضم أوله وفتحه رواية ولغة، وأصل الشجنة: عروق الشجر المشتبكة، وانظر: لسان العرب لابن منظور ١٣/٢٣٣ مادة (شجن) .
(٢) الحديث أخرجه البخاري في صحيحه ٨/٥٧٩ كتاب التفسير، باب قوله تعالى: {وَتُقَطِّعُوا أَرْحَامَكُمْ} . وأحمد في مسنده من حديث أبي هريرة، واللفظ له.
(٣) انظر: قاعدة جليلة لابن تيمية ص٢٧٦ اقتضاء الصراط المستقيم له ٢/٧٨٣، ٨٠١.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (410,'هذا، فإني لم أخرج أشراً، ولا بطراً، ولا رياء، ولا سمعة، خرجت اتقاء سخطك، وابتغاء مرضاتك، فأسألك أن تعيذني من النار، وأن تغفر لي ذنوبي إنه لا يغفر الذنوب إلا أنت، أقبل الله عليه بوجهه، واستغفر له سبعون ألف ملك» (١) ، فهو ضعيف جداً؛ ذلك لضعف سنده، ولعدم صحة استدلالهم بالحديث على ما يريدون.
أما سند الحديث: فقد ورد من طريقين:
الطريق الأول: فيه عطية العوفي: وهو ضعيف، لضعف حفظه، ولتدليسه التدليس القبيح.
وقد وصفه الحافظ ابن حجر (ت - ٨٥٢هـ) بضعف الحفظ (٢) .
وأما التدليس، فهو يدلس التدليس القبيح، وهو تدليس الشيوخ، ذلك أنه كان يأتي الكلبي (٣) ،
وكنيته: أبو سعيد، فيحدث الناس ويقول: قال أبو سعيد يوهمهم أنه الخدري (٤) .
وقد عده ابن حجر (ت - ٨٥٢هـ) ، من الطبقة الرابعة من طبقات المدلسين التي قال عنها: (الرابع: من اتفق على أنه لا يحتج بشيء من حديثهم إلا بما
_________
(١) الحديث أخرجه ابن ماجه في سننه ١/٢٥٦ كتاب المساجد، باب المشي إلى الصلاة، وأحمد في مسنده ٣/٢١ من حديث أبي سعيد الخدري، وابن السني في عمل اليوم والليلة ٤١ - ٤٢، وضعفه الألباني كما في ضعيف سنن ابن ماجه ص٦٠ - ٦١.
(٢) انظر: طبقات المدلسين ص٥٠.
(٣) الكلبي: محمد بن السائب بن بشر بن عمرو الكلبي، أبو النضر، كان عطية العوفي يكنيه بأبي سعيد، شيعي كذاب، قال الذهبي: (لا يحل ذكره في الكتب، فكيف الاحتجاج به) ، ت سنة ١٤٠هـ.

انظر في ترجمته: المجروحين لابن حبان ٢/٢٥٣، ميزان الاعتدال للذهبي ٣/٥٥٦، تهذيب التهذيب لابن حجر ٧/١٧٨.
(٤) انظر في نسبة هذا الأمر إلى عطية: المجروحين لابن حبان ٢/١٧٦، الكامل في ضعفاء الرجال لابن عدي ٥/٢٠٠٧، ميزان الاعتدال للذهبي ٣/٧٩ - ٨٠ ناقلاً عن الإمام أحمد.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (411,'صرحوا فيه بالسماع؛ لكثرة تدليسهم على الضعفاء والمجاهيل) (١) .
ولذلك ضعف حديثه جمع من أهل العلم؛ فقال ابن حبان (ت - ٣٥٤هـ) :
(لا يحل الاحتجاج به، ولا كتابة حديثه إلا على جهة التعجب) (٢) .
وقال ابن عدي (ت - ٣٦٥هـ) : (كان سفيان الثوري يضعف حديث عطية) (٣) .
وقال عنه الذهبي (ت - ٧٤٨هـ) : (تابعي شهير ضعيف) (٤) .
وقال - أيضاً -: (ضعفوه) (٥) .
وفي السند ضعفاء غير عطية العوفي: ففيه فضيل بن مرزوق وهو ضعيف، وإن كان عطية أضعف منه (٦) .
وفي السند: الفضل بن موفق، وهو ضعيف - أيضاً - (٧) .
وأما الطريق الثاني: ففيه: الوازع بن نافع العقيلي: وهذا متروك الحديث.
فقال ابن معين (ت - ٢٣٣هـ) : ليس بثقة (٨) .
وقال البخاري (ت - ٢٥٦هـ) : منكر الحديث (٩) .
وقال النسائي (ت - ٣٠٣هـ) : متروك الحديث (١٠) .
_________
(١) طبقات المدلسين ص١٤، وانظر: إتحاف ذوي الرسوخ لحماد الأنصاري ص٣٩.
(٢) المجروحين ٢/١٧٦.
(٣) الكامل في ضعفاء الرجال ٥/٢٠٠٧.
(٤) ميزان الاعتدال ٣/٧٩.
(٥) الكاشف ٢/٢٦٩.
(٦) انظر: المجروحين لابن حبان ٢/٢٠٩، الكامل في ضعفاء الرجال لابن عدي ٦/٢٠٤٥، ميزان الاعتدال للذهبي ٣/٣٦٢، تقريب التهذيب لابن حجر ٢/١١٣.
(٧) انظر: ميزان الاعتدال للذهبي ٣/٣٦٠، الكاشف له ٢/٣٨٤، تقريب التهذيب لابن حجر ٢/١١٢.
(٨) انظر: ميزان الاعتدال للذهبي ٤/٣٢٧.
(٩) انظر: الكامل في ضعفاء الرجال لابن عدي ٧/٢٥٥٥ - ٢٥٥٩، ميزان الاعتدال للذهبي ٤/٣٢٧.
(١٠) انظر: الكامل في ضعفاء الرجال لابن عدي ٧/٢٥٥٥ - ٢٥٥٩.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (412,'وقال ابن حبان (ت - ٣٥٤هـ) : (كان ممن يروي الموضوعات عن الثقات على قلة روايته) (١) .
وقد ضعف ابن تيمية رحمه الله هذا الحديث من طريقيه، كما قال: (هذا الحديث هو من رواية عطية العوفي عن أبي سعيد، وهو ضعيف بإجماع أهل العلم، وقد روي من طريق آخر وهو ضعيف - أيضاً -) (٢) .
وأما عن استدلالهم بالحديث: فعلى فرض صحته، فإنه لا يدل على ما يريدون ويقصدون؛ لأن حق السائلين هو ما تكفل الله به، ووعد به، وجعله حقاً عليه تكرماً منه وتفضلاً على عباده ألا وهو إجابة سؤالهم وإعطاؤهم طلبهم، كما قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: ٦٠] وقال: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} [البقرة: ١٨٦] .
ومما أوجبه على نفسه ما ذكره سبحانه بقوله: {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} [الأنعام: ٥٤] ، وقوله: {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم: ٤٧] ، وقوله: {وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالْأِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا} [التوبة: ١١١] .
وإذا كان حق السائلين، والعابدين له هو الإجابة والإثابة بذلك فذاك سؤال لله بأفعاله كالاستعاذة بنحو ذلك في قوله صلّى الله عليه وسلّم: «أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك لا أحصي ثناء عليك أنت كما أثنيت على نفسك» (٣) ، فالاستعاذة بمعافات الله التي هي فعله، كالسؤال
_________
(١) المجروحين ٣/٨٣.
(٢) قاعدة جليلة في التوسل والوسيلة ص٢١٥، وانظر ص٢٧٧، والرد على البكري له ص٤١، واقتضاء الصراط المستقيم له ٢/٧٩٦، وانظر: تضعيف الألباني الحديث في سلسلة الأحاديث الضعيفة ١/٣٤ - ٣٨.
(٣) الحديث أخرجه مسلم في صحيحه ١/٣٥٢ كتاب الصلاة، باب ما يقال في الركوع، والترمذي في سننه ٥/٥٢٤ كتاب الدعوات، باب ٧٦، ومالك في الموطأ ١/٢١٤ كتاب القرآن، باب ما جاء في الدعاء.',NULL,'423',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (413,'بإثابته التي هي فعله (١) .
قال ابن تيمية: (حق السائلين عليه أن يجيبهم، وحق العابدين أن يثيبهم، وهو حق أحقه الله تعالى على نفسه الكريمة بوعده الصادق باتفاق أهل العلم) (٢) .
الثالث: الإقسام على الله بأحد من خلقه: الإقسام على الله: أن تحلف على الله أن يفعل، أو تحلف عليه أن لا يفعل، مثل: والله ليفعلن الله كذا، أو والله لا يفعل الله كذا.
والقسم إما أن يكون قسم بالله، أو قسم على الله.
فأما القسم بالله على أحد فهذا محله كتب الفقه في أبواب (الأيمان والنذور) ، من حيث أنواعه وأحكامه.
وأما القسم على الله فهو أنواع:
أولاً: أن يقسم على الله بما أخبر به الله أو رسوله صلّى الله عليه وسلّم في الشريعة، من نفي، أو إثبات، فهذا جائز، بل هو دليل قوة إيمان المقسم، مثل قوله: والله لا يغفر الله لمن أشرك به، أو والله ليدخلن الجنة سبعون ألفاً بغير حساب ولا عذاب.
ثانياً: أن يقسم على ربه، لقوة رجائه به، وحسن ظنه بربه، وهؤلاء قليل (٣) ، كما أقر النبي صلّى الله عليه وسلّم ذلك في قصة الربيع بنت النضر (٤) رضي الله عنها فقال
_________
(١) انظر: قاعدة جليلة لابن تيمية ص٢٧٧ - ٢٧٨.
(٢) قاعدة جليلة ص٢١٥.
(٣) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص٩٠.
(٤) الربيع بنت النضر بن ضمضم بن زيد بن حرام الأنصاري، عمة أنس خادم الرسول، ووالدة حارثة بن سراقة، سألت النبي وقالت: أخبرني عن حارثة فإن كان من أهل الجنة صبرت، وإن كان غير ذلك فترى ما أصنع؟ فقال: يا أم حارثة، إنها جنان كثيرة، وإن حارثة منها في الفردوس الأعلى.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٣٠٨، الإصابة لابن حجر ٤/٣٠١.',NULL,'424',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (414,'أنس رضي الله عنه: والذي بعثك بالحق، لا تكسر ثنيتها، فقال النبي صلّى الله عليه وسلّم: «يا أنس، كتاب الله القصاص» ، فرضي القوم وعفوا، فقال النبي صلّى الله عليه وسلّم: «إن من عباد الله من لو أقسم على الله لأبره» (١) .
وثبت عنه صلّى الله عليه وسلّم أنه قال: «رب أشعث أغبر ذي طمرين (٢) ، مدفوع بالأبواب لو أقسم على الله لأبره» (٣) .
وأما إذا كان الحامل لهذا القسم: تحجر فضل الله عزّ وجل والإعجاب بالنفس، وسوء الظن به - سبحانه - فهذا محرم، وذريعة لإحباط عمل المقسم، ودليل ذلك قول الرسول صلّى الله عليه وسلّم: «قال رجل: والله لا يغفر الله لفلان، فقال الله عزّ وجل: «من ذا الذي يتألى علي أن لا أغفر لفلان؟ فإني قد غفرت له، وأحبطت عملك» (٤) .
ثالثاً: القسم على الله بأحد من خلقه، فهذا لم ينقل عن النبي صلّى الله عليه وسلّم، ولا الصحابة، ولا التابعين، بل النص على تحريمه، فلا يجوز الحلف بغير الله، لقوله صلّى الله عليه وسلّم: «من حلف بغير الله فقد أشرك» (٥) ، وقال: «من كان حالفاً فليحلف بالله أو ليصمت» (٦) .
_________
(١) الحديث أخرجه البخاري في صحيحه ٥/٣٠٦ كتاب الصلح، باب الصلح في الدية، ومسلم في صحيحه ٣/١٣٠٢ كتاب القسامة، باب إثبات القصاص في الأسنان وما معناها.
(٢) الطمر: الثوب الخلق، وخص ابن الأعرابي به الكساء البالي من غير الصوف.
انظر: لسان العرب لابن منظور ٤/٥٠٣ مادة (طمر) ، القاموس المحيط للفيروزآبادي ٢/٨١ مادة (الطمر) .
(٣) الحديث أخرجه مسلم في صحيحه ٤/٢٠٢٤ كتاب البر والصلة، باب فضل الضعفاء، والحاكم في مستدركه ٤/٣٢٨ كتاب الرقاق، وصححه، ولم يتعقبه الذهبي، والطحاوي في مشكل الآثار ١/٢٩٢.
(٤) الحديث أخرجه مسلم في صحيحه ٤/٢٠٢٣ كتاب البر والصلة، باب النهي عن تقنيط الإنسان من رحمة الله.
(٥) سبق تخريجه ص٣٦١.
(٦) الحديث أخرجه البخاري في صحيحه ١١/٥٣٠ كتاب الأيمان والنذور، باب لا تحلفوا بآبائكم كتاب الشهادات، باب كيف يستحلف، ومسلم في صحيحه ٣/١٢٦٦ كتاب الأيمان، باب النهي عن الحلف بغير الله تعالى، والدارمي في سننه ٢/١٨٥ كتاب الأيمان والنذور، باب النهي عن أن يحلف بغير الله.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (415,'فلا يحل لأحد أن يقسم بالمخلوقات ألبته (١) ، وهو حرام إجماعاً، كما حكى ابن حزم (٢) الإجماع على ذلك (٣) .
وبيّن ابن تيمية رحمه الله حرمة الإقسام على الله بمخلوق بقسمة عقلية جيدة، فذكر أن الإقسام على الله بأحد من المخلوقات: إما أن يكون مأموراً به: إيجاباً أو استحباباً، أو منهياً عنه: نهي تحريم أو كراهة، أو مباحاً لا مأموراً به ولا منهياً عنه.
فإن قيل: إن ذلك مأمور به مباح: فإما أن يفرق بين مخلوق ومخلوق، وإما أن يقال: إن المشروع هو القسم بالمخلوقات المعظمة فقط، أو ببعضها.
فمن قال: إن هذا مأمور به أو مباح في المخلوقات جميعها: لزم أن يسأل الله تعالى بشياطين الإنس والجن، وهذا لا يقوله مسلم.
وإن قيل: يُسأل بالمخلوقات المعظمة فقط كالمخلوقات التي أقسم بها في كتابه؛ لزم من هذا أن يسأل بالليل إذا يغشى، والنهار إذا تجلى، والذكر والأنثى، والشمس وضحاها، والسماء وما بناها، والأرض وما طحاها، وسائر ما أقسم الله به في كتابه، فإن الله يقسم بما يقسم به من مخلوقاته؛ لأنها آياته ومخلوقاته فهي دليل على ربوبيته، وألوهيته، ووحدانيته، فهو سبحانه يقسم بها؛ لأن إقسامه بها تعظيم له سبحانه، وأما نحن المخلوقين فليس لنا أن نقسم بها بالنص والإجماع.
وهذا القسم بالمخلوقات: شرك، ويلزم منه أن يقسم بكل ذكر وأنثى، وبكل نفس ألهمها الله فجورها وتقواها، وبالرياح، والسحاب، والكواكب.
_________
(١) انظر: الفتاوى الكبرى لابن تيمية ٤/٣٧٠ - ٣٧١، قاعدة جليلة في التوسل والوسيلة له ص٨٣ - ٨٥.
(٢) ابن حزم: علي بن أحمد بن سعيد بن حزم الأندلسي القرطبي، من أوسع أهل قرطبة معرفة باللسان، كان شافعياً ثم انتقل إلى القول بالظاهر في الفروع، لكنه يؤول الصفات، وهو مضطرب الاعتقاد، ت سنة ٤٥٦هـ.
انظر في ترجمته: إخبار العلماء للقفطي ص١٥٦، لسان، الميزان لابن حجر ٤/١٩٨.
(٣) انظر: مراتب الإجماع ص١٥٨.',NULL,'426',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (416,'ويلزم من ذلك أن يسأل بالمخلوقات التي عبدت من دون الله كالشمس والقمر.
قال ابن تيمية: (الإقسام عليه بها من أعظم البدع المنكرة في دين الإسلام، ومما يظهر قبحه للخاص والعام) (١) .
وأما إن قال قائل: إنه يقسم على الله بمعظم دون معظم من المخلوقات، كالأنبياء دون غيرهم، أو نبي دون غيره.
فيجاب: بأننا وإن أقررنا هذا التفاضل بين بعض المخلوقات، وأن بعضها أفضل من بعض، إلا أنها جميعاً مشتركة في أنه لا يجعل شيء منها نداً لله - تعالى - فلا يُعبد، ولا يتوكل عليه، ولا يخشى، ولا يتقى، ولا يصام له، ولا يسجد له، ولا يرغب إليه ولا يقسم به، وقد سوى الله بين المخلوقات المعظمة وغيرها في ذم الإشراك بها مع الله بقوله: {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ * وَلا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلائِكَةَ وَالنَّبِيِّينَ أَرْبَاباً أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ} [آل عمران: ٧٩ - ٨٠] .
وقال سبحانه: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلاً * أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً} [الإسراء: ٥٦ - ٥٧] .
وقال سبحانه: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ) } [سبأ: ٢٢] .
قال ابن تيمية رحمه الله: (فقد تبين أن الله سوى بين المخوقات في هذه الأحكام، لم يجعل لأحد من المخلوقين سواء كان نبياً أو ملكاً أن يقسم به، لا يتوكل عليه، ولا يرغب إليه ولا يخشى، ولا يتقى) (٢) .
_________
(١) قاعدة جليلة في التوسل والوسيلة ص٢١٧.
(٢) قاعدة جليلة في التوسل والوسيلة ص٢٢١، وانظر: القول المفيد على كتاب التوحيد لابن عثيمين ٣/٢٦١ - ٢٦٢.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (417,'<span data-type="title" id=toc-65>المبحث الثاني
دعوى جواز التوسل بالأنبياء والصالحين،
وأن شيخ الإسلام يحرم ذلك، ومناقشتها</span>
<span data-type="title" id=toc-66>المطلب الأول
دعوى جواز التوسل بالأنبياء والصالحين،
وأن شيخ الإسلام يحرم ذلك</span>
يرى المناوئون لابن تيمية رحمه الله جواز التوسل بذوات المخلوقين من الأنبياء والصالحين، وأن هذا من شريعة الإسلام، قد جاءت به نصوص الكتاب والسنة، وإجماع سلف الأمة.
فمن الكتاب يستدلون بقوله تعالى: {وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} [المائدة: ٣٥] .
إذ الوسيلة عامة تشمل التوسل بالأشخاص، والتوسل بالأعمال، بل يرون أن المتبادر من التوسل في الشرع هو هذا وذاك رغم تقول كل مفتر (١) .
وأما من السنة فيستدلون بحديث توسل عمر (ت - ٢٣هـ) رضي الله عنه بالعباس (ت - ٣٢هـ) رضي الله عنه وبغيره (٢) .
وأما الإجماع: فقد حكى الإجماع على جواز التوسل بذوات الأنبياء في حياتهم حضوراً أو غائبين، وبعد مماتهم: جمع منهم، ويرون أن هذا هو اتفاق
_________
(١) انظر: محق التقول في مسألة التوسل للكوثري ضمن مقالات الكوثري ص٤٥٠.
(٢) انظر: محق التقول للكوثري ضمن مقالاته ص٤٥١، مصباح الأنام للحداد ص٦٣، حكم الإسلام في التوسل بالأنبياء والأولياء عليهما السلام لمخلوف ص٣٧ - ٣٨.',NULL,'428',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (418,'السلف عبر القرون المفضلة الأولى، حتى جاء ابن تيمية رحمه الله بعد القرن السابع، وخرق هذا الإجماع:
(وقد جرى عمل الأمة على التوسل والزيارة إلى أَنِ ابتدع إنكار ذلك الحراني) (١) .
(الخلاف هو على التوسل بالميت الصالح، ولم يكن يختلف على جوازه أحد من السلف إلى القرن السابع، حيث ابتدع ابن تيمية هذا الخلاف الفتان) (٢) .
(وطوال أربعة عشر قرناً: لم ينكره أحد سوى ابن تيمية وتلاميذه في القرن الثامن الهجري!) (٣) .
(التوسل بالأموات زعم ابن تيمية أنه ممنوع) (٤) .
وقال السبكي (ت - ٧٥٦هـ) : (لم ينكر أحد ذلك من أهل الأديان، ولا سمع به في زمن من الأزمان، حتى جاء ابن تيمية فتكلم في ذلك بكلام يلبس فيه على الضعفاء الأغمار، وابتدع ما لم يسبق إليه في سائر الأعصار) (٥) .
ولا يكتفي المناوئون لابن تيمية رحمه الله بإباحة التوسل بالأنبياء والصالحين، واستحبابه، بل يرون أن التوسل مشروع بعامة المسلمين وخاصتهم (٦) .
وينكرون على من منع سؤال أولياء الله الموتى، بأنه لا حجة لهم إذا استدلوا بحديث: «إذا سألت فاسأل الله» (٧) ، لأن الأموات الصالحين أحياء في
_________
(١) محق التقول للكوثري ضمن مقالاته ص٤٦٨.
(٢) الإفهام والإفحام لمحد زكي إبراهيم ص٧.
(٣) الوهابية في الميزان لمحمد السبحاني ص١٦٢.
(٤) مصباح الأنام للحداد ص٥٤.
(٥) شفاء السقام ص١٥٣.
(٦) انظر: محق التقول للكوثري ضمن مقالاته ص٤٦٦.
(٧) الحديث أخرجه أحمد في مسنده ١/٢٩٣ من حديث ابن عباس رضي الله عنهما؛ وصححه الألباني كما في صحيح الجامع ٢/١٣١٧ - ١٣١٨.',NULL,'429',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (419,'قبورهم يتصرفون، وأنه تواتر عن المصطفى صلّى الله عليه وسلّم على أن موتى المؤمنين في البرزخ يعلمون، ويسمعون، ويرون، ويقدرون على الدعاء، وأن الشكوى لهم من ظلم الظالم قد تفيد، فلهم ما شاء الله من التصرفات (١) .
ويرون تخطئة ابن تيمية رحمه الله حين فرق بين التوسل بالأحياء الحاضرين القادرين، وبين التوسل بالميت، بأنه لا دليل على التفريق بين الحي والميت، ومن فرق بين الحي والميت فهو دليل على أنه يرى فناء الأرواح، وهذا يؤدي إلى إنكار البعث (٢) .
ويذكرون مثالاً على جواز التوسل بالصالحين الموتى: أن الشافعي (ت - ٢٠٤هـ) رحمه الله كان يتوسل بأبي حنيفة (ت - ١٥٠هـ) رحمه الله ببغداد، يأتي إلى ضريحه ويركع ركعتين، ويتوسل به (٣) .
_________
(١) انظر: حقيقة التوسل والوسيلة لموسى علي ص٢٦١ - ٢٦٢.
(٢) انظر: محق التقول للكوثري ضمن مقالاته ص٤٥٠.
(٣) انظر: مصباح الأنام للحداد ص٥٧.',NULL,'430',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (420,'<span data-type="title" id=toc-67>المطلب الثاني
مناقشة الدعوى</span>
حين يزعم المناوئون لابن تيمية رحمه الله أنه أول من قال بتحريم التوسل بالذوات مطلقاً، أو الأموات مطلقاً، أو الأحياء فيما لا يقدرون عليه، أو في مغيبهم، فليس هذا افتراءً على ابن تيمية رحمه الله وحده، بل هي فرية على القرون السبعة الأولى أنهم يحرمون ما أجازه الله ورسوله، ثم هو افتراء على الحبيب المصطفى صلّى الله عليه وسلّم، من غير دليل صحيح فيتبع، أو أثر فيقتفى، فليس في الكتاب العزيز، ولا السنة المطهرة أي دليل يجيز أو يشير إلى إباحة هذا التعلق بالذوات، والتجاء القلب إلى المخلوق وترك الخالق.
وابن تيمية رحمه الله قد أخذ عهداً على نفسه أن لا يقول بأي قول جديد لم يسبقه إليه صحابة رسول الله صلّى الله عليه وسلّم، وتابعوهم، ومن جاء بعدهم من سلف الأمة الأخيار، فهو متبع لا مبتدع، ويرى أنه قد كُفي بمن سبقه؛ بما بينوا وأوضحوا من غوامض النصوص، ودقائق المسائل.
يقول رحمه الله عن نفسه: (المجيب - ولله الحمد - لم يقل قط في مسألة إلا بقول سبقه إليه العلماء، فإن كان يخطر له ويتوجه له فلا يقوله وينصره إلا إذا عرف أنه قد قاله بعض العلماء) (١) .
ثم قال: (فمن كان يسلك هذ المسلك كيف يقول قولاً يخرق به إجماع المسلمين، وهو لا يقول إلا ما سبقه إليه علماء المسلمين؟ فهل يتصور أن يكون الإجماع واقعاً في مورد النزاع؟) (٢) .
_________
(١) الرد على الأخنائي ص١٩٥.
(٢) الرد على الأخنائي ص١٩٥.',NULL,'431',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (421,'ثم بيّن رحمه الله السبب في تسرع بعض الناس إذا وجد قولاً أو قولين حكم بالإجماع بأنه ناتج عن الظن الفاسد، والجهل بأقوال أهل العلم، مما ينتج عنه عدم معرفة مظان الإجماع فيقول: (لكن من لم يعرف أقوال العلماء قد يظن الإجماع من عدم علمه النزاع، وهو مخطيء في هذا الظن لا مصيب، ومن علم حجة على من لم يعلم، والمثبت مقدم على النافي) (١) .
وإذا ادعى مدع أن غيره خالف الإجماع فلا يقبل قوله إلا إذا كان ممن يعرف الإجماع والنزاع، وهذا يحتاج إلى علم عظيم يظهر به ذلك؛ لأن دعوى الإجماع من علم خاصة العلماء الذي لا يمكن الجزم فيه بأقوال العلماء، وغاية الأمر أن مدعي الإجماع لا يعلم منازعاً في المسألة، لا أنه يجزم بنفي المنازع؛ لأن عدم العلم لا يعني العلم بالعدم (٢) .
ومن زعم أن ابن تيمية رحمه الله قد خالف الإجماع، فإن هذه الدعوى تقلب عليه لينقلب مدحوراً، فيطالب بدليل واحد من القرآن يبيح ما أفتى ابن تيمية بحرمته، أو بدليل من السنة، أو بقول أحد من الصحابة، أو التابعين، أو المشهود لهم بالعلم والتقى والاعتقاد الحق من سلف الأمة، ولن يجدوا حتى يلج الجمل في سم الخياط، فلم يخالف ابن تيمية رحمه الله إلا أهواء المبتدعة، وتحريفهم لمعاني نصوص الكتاب والسنة، وأغاليطهم على سلف الأمة.
فالإجماع على خلاف ما ذكروه، كما يقول رحمه الله: (ثم سلف الأمة، وأئمتها، وعلماؤها إلى هذا التاريخ سلكوا سبيل الصحابة في التوسل في الاستسقاء بالأحياء الصالحين الحاضرين، ولم يذكر أحد منهم في ذلك التوسل بالأموات، لا من الرسل ولا من الأنبياء، ولا من الصالحين.
فمن ادعى أنه علم هذه التسوية التي جهلها علماء الإسلام، وسلف الأمة، وخيار الأمم، وكفّر من أنكرها، وضلله: فالله تعالى هو الذي يجازيه
_________
(١) الرد على الأخنائي ص١٩٥.
(٢) انظر: الرد على الأخنائي لابن تيمية ١٩٤ - ١٩٥.',NULL,'432',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (422,'على ما قاله وفعله) (١) .
ومن باب ذكر المثال ممن تقدم ابن تيمية رحمه الله من السلف على تحريم التوسل، ما نقله فقهاء الحنفية عن أبي حنيفة (ت - ١٥٠هـ) رحمه الله وصاحبه أبي يوسف (٢) ،
رحمه الله من أنهما يحرمان التوسل بحق فلان، أو بحق الأنبياء والرسل (٣) .
وحين يلزم ابن تيمية رحمه الله في باب العبادات التوقيف؛ فما ورد فإنه يقبل، وما لم يرد فإنه يرفض ويرد، فإن المناوئين لا تعجبهم هذه المنهجية الدقيقة؛ لأنها تحجر عليهم كثيراً من بدعهم، ومخترعاتهم في الشرع، فيزعم زاعم أنه ربما وقعت بعض أنواع التوسل التي ينكرها ابن تيمية لكنها لم تنقل إلينا، وبعضهم يرى أن ابن تيمية يتيه في بيداء العدم حين يلتزم بهذه المنهجية (٤) .
لكن هذه المزاعم مرفوضة: فلو وقعت أنواع من التوسل غير ما ذكر في الأحاديث والآثار الصحيحة لنُقل أيضاً؛ لأن الشرع محفوظ فقد نقل الصحابة ما هو أدق من هذا الموضوع المهم، فكيف يجمع الصحابة ويطبقون على عدم
_________
(١) الرد على البكري ١٢٦ - ١٢٧.
(٢) أبو يوسف: يعقوب بن إبراهيم، القاضي، المشهور بأبي يوسف، صاحب أبي حنيفة، ت سنة ١٨٣هـ.

انظر في ترجمته: أخبار أبي حنيفة وأصحابه للصيمري ص٩٠، الجواهر المضية للقرشي ٣/٦١١.
(٣) انظر: حاشية الدر المختار لابن عابدين ٢/٦٣٠، شرح الإحياء للزبيدي ٢/٢٨٥.
لكن المخالفين يتبعون أهواءهم، فكلما وجد نص من سلف الأمة وأئمتها يخالف ما قررته عقولهم وأهواؤهم، فإنهم يعطلون هذا النص بزعمهم أنه ربما لم يبلغ هذا العالم الأدلة الأخرى التي تخالف هذا القول، انظر: على سبيل المثال المقالات السنية في كشف ضلالات أحمد بن تيمية للحبشي ص١١١.
(٤) انظر: حكم الإسلام في التوسل بالأنبياء والأولياء عليهما السلام لمخلوف ص٣٦، التوسل بالنبي لحامد مرزوق ص١١٤.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (423,'نقله: إما أن يكونوا جهلة، أو أنهم يكتمون الحق لغرض في نفوسهم، وكلا الأمرين باطل ممتنع، فلا يبقى إلا القول بأنه لم يقع في عهد رسول الله صلّى الله عليه وسلّم، ولا عهد الصحابة شيء من ذلك ويقرون عليه.
ويجاب عنهم - أيضاً -: بأن هذه العبارة وهي قولهم: إنه يتيه في بيداء العدم يلزم منها عدم كمال الدين، وعدم تبليغ الرسول صلّى الله عليه وسلّم البلاغ المبين، حتى يجتهد أولئك في اختراع عبادات لم تكن في عهد الرسول صلّى الله عليه وسلّم، على احتمال أن تكون وقعت ولم تنقل إلينا، وقد أخبر الله بكمال الدين في قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} [المائدة: ٣] .
لكن المناوئين لابن تيمية: لا يقولون بهذا إلا فيما يخالف أهواءهم، وإلا فهم يذكرون عن مسائل أنها لا تجوز لعدم ورودها، ومع ذلك لا يرد بعضهم على بعض فيها، وهذا يدل على أنهم يتبعون أهواءهم، والله تعالى يقول: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ} [القصص: ٥٠] .
مثال ذلك قول ابن حجر الهيتمي (ت - ٩٧٣هـ) : (أنكر العز بن جماعة (١) هذا الموقف كالعَود بعد السلام على الشيخين رضي الله عنهما (٢) إلى موقفه الأول محتجاً بأن واحداً منهما لم يرد عن الصحابة، ولا التابعين) (٣) وأقره عى هذا.
وقال - أيضاً -: (ويظن من لا علم له أنه - أي الانحناء للقبر الشريف - من شعار التعظيم، وأقبح منه تقبيل الأرض له؛ لأنه لم يفعله السلف الصالح، والخير كله في اتباعهم) (٤) .
_________
(١) العز بن جماعة: عبد العزيز بن محمد بن إبراهيم بن جماعة الكناني الشافعي المصري الحموي الأصل، الحافظ، ولي قضاء الديار المصرية، وجاور الحجاز فمات بمكة سنة ٧٦٧هـ.
انظر في ترجمته: طبقات الشافعية للسبكي ١٠/٧٩، الدرر الكامنة لابن حجر ٢/٤٨٩.
(٢) أبي بكر وعمر رضي الله عنهما في الزيارة.
(٣) الجوهر المنظم ص١٢٧ - ١٢٨.
(٤) الجوهر المنظم ص١٦١.',NULL,'434',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (424,'والمناوئون يسلكون كل الطرق لإقناع الناس بشبهاتهم وبدعهم، ومن عجيب أمرهم مع ابن تيمية رحمه الله أن قال بعضهم بأنه يرى التوسل البدعي!، ويوافق عليه، فإذا أجاز التوسل بدعائه، فقد أجاز التوسل بذاته، وأن ابن تيمية أثبت جواز التوسل بالنبي صلّى الله عليه وسلّم دون تفريق أو تفصيل بين حياته وموته، وحضوره وغيابه (١) .
وهذا من عجائب المناوئين، فلا يدرون: أيقولون بأنه يمنع التوسل البدعي: تحذيراً لمن يضللونه من ابن تيمية، أم يقولون بأنه يقول بقولهم ويوافقهم: ويحرفون النصوص لأجل ذلك؛ إثارة للفتنة، وتلبيساً على العامة.
وأما التوسل بالشخص سواء كان نبياً أو ولياً صالحاً، فلم يمنع ابن تيمية رحمه الله ذلك، وإنما قال: إن هذا اللفظ فيه إجمال واشتراك: -
فإن أريد به التوسل بدعاء النبي صلّى الله عليه وسلّم في حياته، والتوسل بدعاء الصالحين في حياتهم فهذا جائز.
وأما إن أريد به: التوسل بذات النبي صلّى الله عليه وسلّم، أو ذوات الصالحين في حياتهم أو بعد مماتهم فهذا غير جائز، ولا يقره ابن تيمية رحمه الله ولا السلف السابقون.
فقال رحمه الله عن الأول الجائز: (دعاء الأنبياء عليهم الصلاة والسلام، واستغفارهم وشفاعتهم هو سبب ينفع، إذا جعل الله تعالى المحل قابلاً له) (٢) .
وقال عن دعاء الصالحين بعد ما بين أن الصحابة كانوا يتوسلون بدعاء الرسول صلّى الله عليه وسلّم في حياته: (فهذا كان توسل الصحابة به في حياته، فلما مات توسلوا بدعاء غيره، كدعاء العباس، وكما استسقى معاوية، بيزيد بن الأسود
_________
(١) انظر: مفاهيم يجب أن تصحح للمالكي ص٥٥ - ٥٧، وانظر مناقشته في: هذه مفاهيمنا لآل الشيخ ص٨٣ - ٨٥.
(٢) قاعدة جليلة في التوسل والوسيلة ص٢٤٠.',NULL,'435',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (425,'الجرشي (١) (٢) .
وقال عن الثاني الممنوع، وهو التوسل بذات النبي صلّى الله عليه وسلّم، أو ذوات الصالحين: (وأما التوسل بدعائه وشفاعته - أي الرسول صلّى الله عليه وسلّم - كما قال عمر - فإنه توسل بدعائه لا بذاته، ولهذا عدلوا عن التوسل به إلى التوسل بعمه العباس، ولو كان التوسل هو بذاته، لكان هذا أولى من التوسل بالعباس) (٣) .
وأما استدلال المناوئين باستسقاء عمر (ت - ٢٣هـ) بالعباس (ت - ٣٢هـ) رضي الله عنهما على جواز التوسل بالذوات، وبالصالحين، فهو استدلال ظاهر البطلان، وذلك من جوه:
١ - أن النصوص الشرعية يفسر بعضها بعضاً، ويدل بعضها على بعض، وحديث توسل عمر (ت - ٢٣هـ) رضي الله عنه مما يتفق فيه المبتدعة وأهل السنة على تقدير محذوف فيه، ولكن ما هو هذا التقدير في قوله: (كنا نتوسل إليك بنبينا.. وبعم نبينا) .
أما المناوئون، فيرون أن المحذوف تقديره: بجاه نبينا، وقد بينا بطلان التوسل بالجاه - كما تقدم -.
وأما أهل السنة فيرون أن تقدير المحذوف: بدعاء نبينا، وبدعاء العباس، وهذا تقدم بيانه ويوضحه الوجوه القادمة - أيضاً -.
٢ - أن الصحابة إذا أجدبوا، واحتاجوا الماء كان من عملهم أن يأتوا إلى الرسول صلّى الله عليه وسلّم في حياته فيطلبون منه أن يدعو الله لهم، وأن يسأل الله إنزال الغيث فيفعل ذلك رسول الله صلّى الله عليه وسلّم مراراً.
_________
(١) يزيد الجرشي: يزيد بن الأسود الجرشي، أبو الأسود، صحابي، أدرك الجاهلية، وكان من العباد الخُشّن، وعداده في الشاميين.

انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٦٦٠، الإصابة لابن حجر ٣/٦٧٣.
(٢) قاعدة عظيمة ص٧٧.
(٣) قاعدة جليلة في التوسل والوسيلة ص٨٢.',NULL,'436',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (426,'ولم يكن الصحابة - رضوان الله عليهم - إذا احتاجوا إلى المطر والسقيا يذهبون إلى بيوتهم ويمكثون فيها، ويقولون: اللهم بنبيك محمد اسقنا الغيث، وهذا معلوم لمن نظر واستبصر بالنصوص.
٣ - أن قول عمر (ت - ٢٣هـ) رضي الله عنه: (وإنا نتوسل إليك بعم نبينا فاسقنا) معناه: أننا توسلنا بأمر يقدر عليه العباس (ت - ٣٢هـ) ، ولا يقدر عليه رسول الله صلّى الله عليه وسلّم، وهو الدعاء في هذا الوقت بعد وفاة الرسول صلّى الله عليه وسلّم، فطلبنا منه أن يدعو لنا لتغيثنا، فالتوسل بالعباس (ت - ٣٢هـ) ممكن، والتوسل برسول الله صلّى الله عليه وسلّم بعد وفاته غير ممكن، ولهذا عدل عمر (ت - ٢٣هـ) عن التوسل برسول الله صلّى الله عليه وسلّم إلى التوسل بعمه العباس (ت - ٣٢هـ) .
قال ابن تيمية رحمه الله: (لو كان توسلهم به في مماته كتوسلهم به في حياته لكان توسلهم به أولى من توسلهم بعمه العباس ويزيد وغيرهم.
فهل كان فيهم في حياته من يعدل عن التوسل به، والاستشفاع إلى التوسل بالعباس وغيره؟.
وهل كانوا وقت النوازل والجدب يَدَعونه ويأتون العباس؟) (١) .
٤ - ليس من المعقول أن يقر الصحابة عمر (ت - ٢٣هـ) رضي الله عنه على الانصراف عن التوسل بالنبي صلّى الله عليه وسلّم إلى التوسل بغيره، ولم ينكروا عليه، فيلزم أحد أمرين:
(إما أن يكون المهاجرون والأنصار جاهلين بهذه التسوية وهذا الطريق. أو أنهم سلكوا في مطلوبهم أبعد طريق) (٢) .
٥ - لو كان التوسل بالذوات بعد الممات ممكنا - كما يقوله المبتدعة - لكان العدول عن التوسل بالنبي صلّى الله عليه وسلّم إلى العباس (ت - ٣٢هـ) في أصعب الظروف
_________
(١) الرد على البكري ص١٢٦.
(٢) الرد على البكري لابن تيمية ص١٢٦.',NULL,'437',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (427,'سخفاً ترفضه العقول السوية، خاصة وأنهم يقولون بحياة الأنبياء في قبورهم حياة حقيقية كحياتهم الدنيوية.
٦ - أن الحديث بين أن عمر بن الخطاب (ت - ٢٣هـ) كان إذا قحطوا، استسقى بالعباس (ت - ٣٢هـ) .
وفي هذا اللفظ إشارة إلى تكرار استسقاء عمر (ت - ٢٣هـ) بالعباس (ت - ٣٢هـ) رضي الله عنهما، وليس من باب التعليم للناس بجواز التوسل بالمفضول مع وجود الفاضل.
٧ - أن الآثار قد بينت دعاء العباس (ت - ٣٢هـ) رضي الله عنه ربه في الاستسقاء، وفي هذا رد على من قال إن التوسل كان بذاته لا بدعائه.
٨ - لو كان التوسل بذات العباس (ت - ٣٢هـ) وجاهه عند الله، لما جاز أن يترك التوسل بذات الرسول صلّى الله عليه وسلّم وجاهه، لجاه غيره وذاته.
٩ - أن عمر (ت - ٢٣هـ) رضي الله عنه قد أُمرنا بالاقتداء به شرعاً، كما قال صلّى الله عليه وسلّم: «عليكم بسنتي وسنة الخلفاء الراشدين من بعدي» (١) .
وقوله صلّى الله عليه وسلّم: «اقتدوا باللذين من بعدي أبي بكر وعمر» (٢) .
وقد وافق القرآن مرات عديدة.
فعدوله رضي الله عنه عن التوسل بالرسول صلّى الله عليه وسلّم بعد مماته، إلى التوسل بدعاء غيره هو من سنة الخلفاء الراشدين (٣) .
_________
(١) الحديث أخرجه ابن ماجه في سننه ١/١٥ - ١٦، المقدمة، باب اتباع سنة الخلفاء الراشدين، والدارمي في سننه ١/٤٤ - ٤٥ المقدمة، باب اتباع السنة، وصححه الألباني كما في صحيح سنن ابن ماجه ١/١٣.
(٢) الحديث أخرجه الترمذي في سننه ٥/٦٠٩ كتاب المناقب، باب مناقب أبي بكر وعمر رضي الله عنهما، وابن ماجه في سننه ١/٣٧ المقدمة، باب فضائل أصحاب رسول الله صلّى الله عليه وسلّم، وصححه الألباني. انظر: صحيح الجامع ١/٢٥٤، سلسلة الأحاديث الصحيحة ٣/٢٣٣ - ٢٣٦.
(٣) انظر: التوسل للألباني ص٥٥ - ٧٠، التوسل للحميدي (رسالة ماجستير) ص١٣٨ - ١٤٨، وانظر: الرد على البكري لابن تيمية ص١٢٤، ٢٣٣، اقتضاء الصراط المستقيم له ٢/٦٨٤.',NULL,'438',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (428,'وأما سؤال الخلق فهو قسمان: سؤال الخلق في حياتهم، وسؤال الخلق بعد مماتهم.
أما سؤال الخلق: فهو في الأصل محرم، ويجوز في حالات، وتركه توكلاً أفضل كما قال تعالى: {فَإِذَا فَرَغْتَ فَانصَبْ * وَإِلَى رَبِّكَ فَارْغَبْ} [الشرح: ٧ - ٨] ، أي ارغب إلى الله لا إلى غيره.
وعن عوف بن مالك (١) أن النبي صلّى الله عليه وسلّم بايع طائفة من أصحابه وأسرّ كلمة خفية أن لا تسألوا الناس شيئاً.
قال عوف: (فلقد رأيت بعض أولئك النفر يسقط سوط أحدهم فما يسأل أحداً يناوله إياه) (٢) .
ومن الحالات التي يجوز فيها أن يسأل المرء غيره شيئاً:
١ - إن كان له عند غيره حق من دين أو عين كالأمانات فله أن يسألها ممن هي عنده.
٢ - وللرجل أن يطلب حقه من أموال الغنائم من ولي أمر المسلمين.
٣ - وكذلك سؤال النفقة لمن تجب له: كالزوجة والأولاد.
٤ - وأمور البيع والشراء: البائع يطلب الثمن، والمشتري يطلب السلعة.
٥ - ومن السؤال ما لا يكون مأموراً به، إلا أن المسؤول مأمور بإجابة السائل، كما قال تعالى: {وَأَمَّا السَّائِلَ فَلا تَنْهَرْ} [الضحى: ١٠] ، وقال:
_________
(١) عوف بن مالك بن أبي عوف الأشجعي، أبو عبد الرحمن، صحابي جليل، أسلم عام خيبر، ونزل حمص، شهد الفتح، وكانت معه راية أشجع، وسكن دمشق، آخى النبي بينه وبين أبي الدرداء، ت سنة ٧٣هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/١٣١، الإصابة لابن حجر ٣/٤٣.
(٢) الحديث أخرجه مسلم في صحيحه ٢/٧٢١ كتاب الزكاة، باب كراهة المسألة للناس.',NULL,'439',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (429,'{وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ} [المعارج: ٢٤ - ٢٥] .
وقد يكون السؤال منهياً عنه نهي تحريم أو تنزيه، وإن كان المسؤول مأموراً بإجابة سؤاله، فالنبي صلّى الله عليه وسلّم كان من كماله أن يعطي السائل، وإن كان نفس سؤال السائل منهياً عنه، قال ابن تيمية رحمه الله في ذلك: (ولهذا لم يعرف قط أن الصديق ونحوه من أكابر الصحابة سألوه شيئاً من ذلك، ولا سألوه أن يدعو لهم، وإن كانوا قد يطلبون منه أن يدعو للمسلمين) (١) ، وضرب لذلك دليلاً بقول عمر (ت - ٢٣هـ) لرسول الله صلّى الله عليه وسلّم في نحر بعض الدواب خوف ملاقاة العدو وهم جياع: (إن رأيت أن تدعو الناس ببقايا أزوادهم فتجمعها، ثم تدعو الله بالبركة، فإن الله يبارك لنا في دعوتك) (٢) .
ومن السؤال ما يكون مأموراً به، ويكون المسؤول مأموراً بإجابته - أيضاً - لمن كان عنده إجابته كسؤال العلم، فإن الله أمر بسؤال العلم، كما في قوله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} [النحل: ٤٣] ، وقال: {فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَأُونَ الْكِتَابَ مِنْ قَبْلِكَ} [يونس: ٩٤] ، وقال: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} [الزخرف: ٤٥] .
وأما سؤال المخلوق المخلوق أن يقضي حاجة نفسه، أو يدعو له فلم يؤمر به (٣) .
وأما من طلب منه ما لا يقدر عليه إلا الله مثل أن يطلب شفاء مريضه، أو وفاء دينه، أو عافية أهله، أو غفران ذنبه، فهذه الأمور كلها لا يجوز أن
_________
(١) قاعدة جليلة ص٦٠.
(٢) الحديث أخرجه البخاري في صحيحه، كتاب الشركة، باب الشركة في الطعام ٥/١٢٨، ومسلم في صحيحه ١/٥٥ - ٥٦ كتاب الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعاً، بنحوه.
(٣) انظر: تفصيل الأقسام الماضية في قاعدة جليلة في التوسل والوسيلة لابن تيمية ص٥٨ - ٦٦.',NULL,'440',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (430,'تطلب إلا من الله عزّ وجل فلا تطلب لا من ملك ولا نبي ولا ولي (١) ، وهي نوع من الشرك.
وأما سؤال الخلق بعد مماتهم: فلا يجوز مطلقاً لا سؤال الأنبياء، ولا الأولياء، ولا غيرهم من باب أولى، كما قال ابن تيمية رحمه الله: (وأما سؤال الميت فليس بمشروع ولا واجب ولا مستحب بل ولا مباح (٢) ، ولم يفعل هذا قط أحد من الصحابة والتابعين لهم بإحسان، ولا استحب ذلك أحد من سلف الأمة؛ لأن ذلك فيه مفسدة راجحة، وليس فيه مصلحة راجحة) (٣) .
وقال: (لا يجوز أن يُسأل الميت شيئاً، لا يطلب منه أن يدعو الله ولا غير ذلك، ولا يجوز أن يُشكى إليه شيء من مصاب الدنيا والدين) (٤) .
والأنبياء والصالحون لا يقرون أحداً يعبدهم أو يغلو فيهم في حياتهم وهم يعلمون، بل ينهون عن ذلك ويعاقبونهم عليه، كما قال الله - عز وجل - عن عيسى - عليه الصلاة والسلام -: {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيداً مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [المائدة: ١١٧] .
وهذا شأن أنبياء الله وأوليائه، وإنما يقر الغلو فيه وتعظيمه بغير حق من يريد علواً في الأرض وفساداً، كفرعون ونحوه، ومشايخ الضلال الذين غرضهم العلو في الأرض والفساد.
والفتنة بالأنبياء والصالحين واتخاذهم أرباباً، والإشراك بهم مما يحصل في مغيبهم وفي مماتهم (٥) .
_________
(١) انظر: مجموع فتاوى ابن تيمية ٢٧/٦٧.
(٢) فهو من المحرمات الشركية.
(٣) قاعدة جليلة في التوسل والوسيلة ص٧١ - ٧٢.
(٤) قاعدة جليلة في التوسل والوسيلة ص٢٩٥، وانظر: الرد على البكري ص٢٣١.
(٥) انظر: مجموع فتاوى ابن تيمية ٢٧/٨٠ - ٨١.',NULL,'441',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (431,'وبالجملة؛ فإن سؤال الخلق فيه ثلاث مفاسد، ويجتمع فيه أنواع الظلم الثلاثة:
فالمفسدة الأولى: مفسدة الافتقار إلى غير الله، وهي من نوع الشرك.
والثانية: مفسدة إيذاء المسؤول، وهي من نوع ظلم الخلق.
وأما الثالثة: فهي مفسدة الذل لغير الله، وهو ظلم النفس (١) .
وأما من دعا المخلوقين من دون الله فقد أشرك (٢) ، ولا يوجد نص عن نبي أنه أمر بدعاء الملائكة، ولا بدعاء الموتى من الأنبياء والصالحين، فضلاً عن دعاء تماثيلهم، فإن هذا من أصول الشرك. الذي نبهت عليه الرسل (٣) .
وقد أمر الله بدعائه وحده - سبحانه - فقال: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: ٦٠] .
وقال - سبحانه -: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذاً مِنَ الظَّالِمِينَ} [يونس: ١٠٦] .
وقال عزّ وجل: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ} [الأحقاف: ٥] .
ولا يجوز صرف الدعاء إلا لله؛ لأن الدعاء عبادة يصحبها محبة، ورغبة، وخضوع للمدعو، وقد قال رسول الله صلّى الله عليه وسلّم: «الدعاء هو العبادة» (٤) .
_________
(١) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص٦٦، قاعدة عظيمة له ص٧٨، الرد على البكري له ص١٠٣.
(٢) انظر: الجواب الصحيح لمن بدل دين المسيح لابن تيمية ٤/٤٦٢، وانظر: الفصل الحاسم للقصيمي ص٩٠ - ١٠١، والمقصود بالدعاء أي دعاء الأموات والغائبين كما تدل عليه الأمثلة والأدلة كما سيأتي بيانه.
(٣) انظر: الجواب الصحيح لمن بدل دين المسيح لابن تيمية ٥/٧٤.
(٤) الحديث أخرجه الترمذي في سننه ٥/٤٥٦ كتاب الدعاء، باب فضل الدعاء وقال: حديث حسن صحيح، وابن ماجه في سننه ٢/١٢٥٨ كتاب الدعاء، باب فضل الدعاء، وصححه الألباني في صحيح الجامع ١/٦٤١.',NULL,'442',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (432,'ويعجب ابن تيمية رحمه الله من كثير من الناس الذين نهوا عن الصلاة عند القبور سداً لذريعة الشرك، ثم هو يقصد الدعاء عندها، ويرى أن الدعاء عندها مظنة الإجابة، فكيف بمن يدعو صاحب القبر من دون الله (١) ؛ ولذا لم يكن الصحابة يطلبون من الرسول صلّى الله عليه وسلّم بعد موته الدعاء، ولا يدعونه من دون الله (٢) .
إن دعاء الملائكة والأنبياء والصالحين بعد موتهم وفي مغيبهم: هو من الدين الذي لم يشرعه الله، ولا ابتعث به رسولاً، ولا أنزل به كتاباً، وقد قال الله عزّ وجل: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ} [الشورى: ٢١] ، وهذا الأمر ليس واجباً، ولا مستحباً باتفاق المسلمين، ولا فعله أحد من الصحابة والتابعين لهم بإحسان، ولا أمر به إمام من أئمة المسلمين (٣) .
وأما مسألة حياة الأنبياء في قبورهم، فقد بينت - سابقاً - القول الصواب فيها، وأنها حياة برزخية أكمل من حياة الشهداء في قبورهم، لكنها ليست كالحياة الدنيوية.
وأما ما يروى من توسل الشافعي (ت - ٢٠٤هـ) رحمه الله بأبي حنيفة (ت - ١٥٠هـ) رحمه الله فهذه: -
١- حكاية كغيرها من الحكايات التي تروى عن مجاهيل لا يعرفون، ليس لها أصل ولا سند.
٢ - أن الشافعي (ت - ٢٠٤هـ) لما قدم بغداد لم يكن ببغداد قبر ينتاب للدعاء عنده ألبته، ولم يكن هذا العمل معروفاً على عهد الشافعي (ت - ٢٠٤هـ) .
٣ - أن الشافعي (ت - ٢٠٤هـ) رحمه الله قد رأى بالحجاز واليمن والشام والعراق وغيرها من قبور الأنبياء والصحابة والتابعين من كان أصحابها عنده وعند المسلمين أفضل من أبي حنيفة (ت - ١٥٠هـ) وأمثاله من العلماء، فما باله لم يتوخ الدعاء إلا عنده.
_________
(١) انظر: قاعدة عظيمة ص٥٧.
(٢) انظر: قاعدة عظيمة لابن تيمية ص١٢٨.
(٣) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص٢٥.',NULL,'443',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (433,'٤ - أن أصحاب أبي حنيفة (ت - ١٥٠هـ) الذين أدركوه مثل أبي يوسف (ت - ١٨٣هـ) ومحمد بن الحسن (ت - ١٨٩هـ) وزفر (١) ، والحسن بن زياد (٢) ، وطبقتهم: لم يكونوا يتحرون الدعاء لا عند قبر أبي حنيفة (ت - ١٥٠هـ) ، ولا عند قبر غيره.
٥ - أن الشافعي (ت - ٢٠٤هـ) رحمه الله ثبت عنه ما يدل على نهيه عن تعظيم القبور، مثل قوله: (وأكره أن يبني على القبر مسجد، وأن يسوى، أو يصلى عليه، وهو غير مسوى، أو يصلى إليه) (٣) .
وأيضاً: (كره والله تعالى أعلم أن يعظم أحد من المسلمين - يعني يتخذ قبره مسجداً -، ولم تؤمن في ذلك الفتنة والضلال على من يأتي بعد) (٤) .
وبهذا يتبين أن هذه القصة مكذوبة عليه، فلم يكن في عهده ذلك، وإنما وجدت هذه الأمور - أي تعظيم القبور والتوسل بأصحابها - لما تغيرت أحوال الإسلام في المائة الرابعة (٥) .
_________
(١) زفر بن الهذيل بن قيس البصري، كان أبو حنيفة يجله ويعظمه، ويقول هو أقيس أصحابي، كان ثقة مأموناً، دخل البصرة فتشبت به أهلها، ومنعوه من الخروج منها، ت سنة ١٥٨هـ.
انظر: أخبار أبي حنيفة وأصحابه للصميري ص١٠٣، الجواهر المضية للقرشي ٢/٢٠٧، الفوائد البهية للكنوي ص٧٥.
(٢) الحسن بن زياد اللؤلؤي الكوفي، أبو علي، من أصحاب أبي حنيفة، فقيه ولي القضاء في الكوفة، ثم استعفى، ت سنة ٢٠٤هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ٧/٣١٤، الجواهر المضية للقرشي ٢/٥٦، الفوائد البهية للكنوي ص٦٠.
(٣) الأم ١/٢٤٦.
(٤) الأم ١/٢٤٦.
(٥) انظر: اقتضاء الصراط المستقيم لابن تيمية ٢/٦٩٢ - ٦٩٣، قاعدة عظيمة له ١٦١ - ١٦٢.',NULL,'444',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (434,'<span data-type="title" id=toc-68>المبحث الثالث
دعوى أن شيخ الإسلام هو الذي ابتدع القول بعدم
جواز التوسل بالنبي، ومناقشتها</span>
<span data-type="title" id=toc-69>المطلب الأول
دعوى أن شيخ الإسلام هو الذي ابتدع القول بعدم جواز التوسل بالنبي صلّى الله عليه وسلّم</span>
يرى المناوئون لابن تيمية رحمه الله جواز التوسل بالنبي صلّى الله عليه وسلّم في أحواله الأربعة:
فالحال الأول: التوسل به قبل خلقه: لحديث: «لما اقترف آدم الخطيئة، قال: يا رب أسألك بحق محمد لما غفرت لي، فقال الله: يا آدم، وكيف عرفت محمداً ولم أخلقه.
قال: يا رب؛ لأنك لما خلقتني بيدك، ونفخت فيّ من روحك رفعت رأسي فرأيت على قوائم العرش مكتوباً: (لا إله إلا الله محمد رسول الله) ، فعرفت أنك لم تضف إلى اسمك إلا أحب الخلق إليك، فقال الله سبحانه وتعالى: صدقت يا آدم إنه لأحب الخلق إلي إذ سألتني بحقه فقد غفرت لك، ولولا محمد ما خلقتك) (١) .
والحال الثاني: التوسل به صلّى الله عليه وسلّم بعد خلقه في مدة حياته في الدنيا:
_________
(١) الحديث أخرجه الحاكم في مستدركه ٢/٦١٥ كتاب التاريخ، قال الحاكم: صحيح، وتعقبه الذهبي بأنه موضوع.',NULL,'445',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (435,'ويستدلون لذلك بحديث عثمان بن حُنيف (١)
رضي الله عنه أن رجلاً ضرير البصر أتى النبي صلّى الله عليه وسلّم فقال: ادع الله أن يعافيني، قال: «إن شئتَ دعوت لك، وإن شئتَ أخرت ذاك، فهو خير، فقال: ادعه، فأمره أن يتوضأ، فيحسن وضوءه، فيصلي ركعتين، ويدعو بهذا الدعاء: اللهم إني أسألك، وأتوجه إليك بنبيك محمد نبي الرحمة، يا محمد إني توجهت بك إلى ربي في حاجتي هذه، لتقضى لي، اللهم فشفعه فيّ» ، قال: ففعل الرجل، فبرىء (٢) .
والحال الثالث: التوسل به صلّى الله عليه وسلّم في البرزخ كالتوسل به وهو في قبره، ويستدلون لذلك بحديث دعاء النبي صلّى الله عليه وسلّم لأم علي بن أبي طالب رضي الله عنه، ومنه قوله: (اللهم بحق نبيك، والأنبياء الذين قبلي) (٣) .
قال ابن حجر الهيتمي (ت - ٩٧٣هـ) في بيان الدلالة الثانية: من الحديث (الثانية في التوسل به بعد وفاته؛ لأن قوله صلّى الله عليه وسلّم: والأنبياء الذين من قبلي، معطوف على نبيك، وهي دلالة ظاهرة في التوسل بهم بعد وفاتهم صلوات الله وسلامه عليهم أجمعين، فالتوسل به صلّى الله عليه وسلّم بعد وفاته أولى) (٤) .
وحديث عائشة (ت - ٥٨هـ) رضي الله عنها حين قحط أهل المدينة قحطاً شديداً فشكوا إليها، فقالت: انظروا قبر النبي صلّى الله عليه وسلّم، فاجعلوا منه كوة إلى السماء حتى لا يكون
_________
(١) عثمان بن حنيف بن واهب بن الحكيم الأنصاري الأوسي، أول مشاهده أحد، وقال الترمذي: (شهد بدرا) ، استعمله علي على البصرة قبل أن يقدم عليها، سكن الكوفة، ومات في خلافة معاوية.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٨٩، الإصابة لابن حجر ٢/٤٥٩.
(٢) الحديث أخرجه النسائي في اليوم والليلة ص٤١٧، وابن ماجه في سننه ١/٤٤١ كتاب إقامة الصلاة، باب ما جاء في صلاة الحاجة، وأحمد في مسنده ٤/١٣٨ من حديث عثمان بن حنيف، والحاكم في مستدركه ١/٣٦٣ كتاب صلاة التطوع، والبيهقي في دلائل النبوة ٦/١٦٦ - ١٦٨، باب في تعليمه الضرير ما كان فيه شفاؤه، وصححه الألباني كما في صحيح سنن ابن ماجه ١/٢٣٢.
(٣) الحديث أخرجه أبو نعيم في الحلية ٣/١٢١، وهو ضعيف. انظر: مجمع الزوائد للهيثمي ٩/٢٥٧.
(٤) تحفة الزوار ص١١١.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (436,'بينه وبين السماء سقف، ففعلوا، فمطروا حتى نبت العشب، وسمنت الإبل، حتى تفتقت من الشحم، فسمي عام الفتق) (١) .
ويذكرون قصة الأعرابي الذي جاء إلى قبر الرسول صلّى الله عليه وسلّم فقال: السلام عليك يا رسول الله، يا خير الرسل إن الله أنزل عليك كتاباً صادقاً، قال فيه: {وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ جَآؤُوكَ فَاسْتَغْفَرُواْ اللهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُواْ اللهَ تَوَّاباً رَّحِيماً} [النساء: ٦٤] ، وقد جئتك مستغفراً من ذنبي، مستشفعاً بك يا رسول الله صلّى الله عليه وسلّم إلى ربي - عز وجل - وأنشأ يقول:
يا خير من دفنت بالقاع أعظمه ... فطاب من طيبهن القاع والأكم
نفسي الفداء بقبر أنت ساكنه ... فيه العفاف وفيه الجود والكرم
قال راوي هذه القصة العتبي (٢) : ثم استغفر الأعرابي وانصرف، فحملتني عيناي، فرأيت النبي صلّى الله عليه وسلّم في النوم فقال: يا عتبي، الحق الأعرابي فبشره بأن الله تعالى قد غفر له، فخرجت خلفه فلم أجده (٣) .
والحال الرابع: التوسل به صلّى الله عليه وسلّم في عرصات القيامة، حين يلجأ الناس إليه ليشفع لهم الشفاعة العظمى (٤) .
_________
(١) الحديث أخرجه الدارمي في سننه ١/٤٣ - ٤٤ باب ما أكرم الله به نبيه بعد موته، وهو ضعيف، ضعفه شيخ الإسلام ابن تيمية في الرد على البكري ص٦٧، والألباني في التوسل ص١٠٤.
(٢) العتبي: محمد بن عبد الله بن عمرو الأموي، أحد الفصحاء الأدباء من ذرية عتبة بن أبي سفيان بن حرب، كان من أعيان الشعراء بالبصرة، ت سنة ٢٢٨هـ.
انظر في ترجمته: النجوم الزاهرة للأتابكي ٢/٢٥٣، شذرات الذهب لابن العماد ٢/٦٥.
(٣) انظر: مثير الغرام الساكن لابن الجوزي ٢/٣٠١ - ٣٠٢، وانظر: دفع شبه من شبه وتمرد للحصني ص٧٥، الجوهر المنظم للهيتمي ص١٢٤ - ١٢٥.
(٤) انظر: شفاء السقام للسبكي ص١٥٣، تحفة الزوار للهيتمي ص٨٩ - ١٣٦، حقيقة التوسل والوسيلة لموسى علي ص٣٠، ٣٩، المقالات السنية للحبشي ص٩٩، محق التقول للكوثري (ضمن المقالات ص٤٦١) .',NULL,'447',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (437,'ويرى المناوئون لابن تيمية رحمه الله أنه أول من منع التوسل بالنبي صلّى الله عليه وسلّم بعد وفاته (١) .
ويرون أنه أخرج الأحاديث الصحيحة في التوسل بالنبي صلّى الله عليه وسلّم بعد وفاته، عن دلالتها حين منع التوسل به صلّى الله عليه وسلّم بعد وفاته (٢) .
ويرون أن من لم ير التوسل بعد وفاته، فلازمه أنه يرى أنه ليس برسول الآن، وليس له جاه (٣) .
ويرون أن من أنكر التوسل بالنبي صلّى الله عليه وسلّم بحجة أنه بدعة فهو ذو فهم سقيم، وصدر ضيق، فروح الشريعة الإسلامية توجب التمييز بين أنواع البدعة، فمنها البدعة الحسنة، والبدعة السيئة، وأن هذا التوسل من البدعة الحسنة (٤) .
_________
(١) انظر: شفاء السقام للسبكي ص١٥٣.
(٢) انظر: السيف الصقيل للسبكي، حاشية الكوثري ص١٥٥.
(٣) انظر: دفع شبه من شبه وتمرد للحصني ص٦٨، ٧١، ٧٩، ٨٠.
(٤) انظر: مفاهيم يجب أن تصحح للمالكي ص٣٣.',NULL,'448',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (438,'<span data-type="title" id=toc-70>المطلب الثاني
مناقشة الدعوى</span>
يستمر المناوئون لابن تيمية رحمه الله في كيل الدعاوى عليه بدون نقد ولا تمحيص، فيقوّلونه ما لم يقل، ويبحثون عن الأدلة الصحيحة فيصرفون دلالتها عن ما هي عليه، ويستدلون بالأحاديث الضعيفة، والقصص، والحكايات المكذوبة، نصرة للبدعة، وحرباً للسنة وأهلها.
وقد ظن المناوئون لابن تيمية رحمه الله حين يزعمون أنه أول من منع التوسل بالنبي بعد وفاته أنهم قد قدحوا فيه، ورموه بالعظائم، ولم يعلموا أن هذه شهادة له بحسن المعتقد، وقوة البصيرة في الدين، وإن كان هناك قدح فهو في القرون السبعة السابقة التي رميت وافتري عليها بأنها تقول بجواز التوسل بالنبي بعد موته، وهي لم تقل.
ولهذا يعجب ابن تيمية رحمه الله حين يناظره مخالفوه، ويعرضون عليه مسائل عدة، يرون أنه خالف الإجماع فيها فيقول: (أن لفظ (كم) يقتضي التكثير، وهذا يوجب كثرة المسائل، التي خرق المجيب فيها الإجماع) (١) .
ثم يبين عدم خرقه الإجماع بقوله: (والذين هم أعلم من هذا المعترض، وأكثر اطلاعاً اجتهدوا في ذلك غاية الاجتهاد، فلم يظفروا بمسألة واحدة خرق فيها الإجماع، بل غايتهم أن يظنوا في المسألة أنه خرق فيها الإجماع، كما ظنه بعضهم في مسألة الحلف بالطلاق، وكان فيها من النزاع نقلا، ومن الاستدلال فقهاً وحديثاً ما لم يطلع عليه) (٢) .
_________
(١) الرد على الأخنائي ص١٩٥.
(٢) الرد على الأخنائي ص١٩٥.',NULL,'449',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (439,'ثم ذكر: (أن المجيب - ولله الحمد - لم يقل قط في مسألة إلا بقول سبقه إليه العلماء) (١) .
وأما التوسل بالرسول صلّى الله عليه وسلّم قبل خلقه فهذا من عجائب المبتدعة التي يقذفون بها على العامة، فيصدقهم من يصدقهم، ويعصم الله أهل السنة فيبعدهم عنها، ويكشف لهم كذبها وزيفها، وهذا من حفظه لهم - سبحانه وتعالى -.
وعمدة القائلين بالتوسل بالرسول صلّى الله عليه وسلّم قبل وجوده على أحاديث، وقصص وحكايات عن الأنبياء السابقين، وأنهم يتوسلون بمحمد صلّى الله عليه وسلّم، وهي كلها كذب، لا يصح منها شيء ألبتة، يقول ابن تيمية رحمه الله:
(وهذه القصص التي يذكر فيها التوسل عن الأنبياء بنبينا ليست في شيء من كتب الحديث المعتمدة، ولا لها إسناد معروف عن أحد من الصحابة، وإنما تذكر مرسلة، كما تذكر الإسرائيليات التي تروى عمن لا يعرف) (٢) .
وأما توسل آدم بنبينا محمد صلّى الله عليه وسلّم قبل خلقه: فهو حديث ضعيف سنداً ومتناً.
أما السند ففيه: عبد الرحمن بن زيد بن أسلم؛ وهذا مجمع على ضعفه:
قال يحيى بن معين (ت - ٢٣٣هـ) : بنو زيد بن أسلم ليسوا بشيء (٣) .
وقال أبو زرعة (ت - ٢٦٤هـ) : ضعيف الحديث (٤) .
وقال النسائي (ت - ٣٠٣هـ) : ضعيف (٥) .
_________
(١) الرد على الأخنائي ص١٩٥.
(٢) الرد على البكري ص٦٥، وانظر في مناقشة المناوئين في استدلالهم ببعض الأحاديث على التوسل البدعي: البروق النجدية للقصيمي، التوسل الممنوع لعبد الباسط حسين.
(٣) انظر: الكامل في ضعفاء الرجال لابن عدي ٤/١٥٨١، ميزان الاعتدال للذهبي ٢/٢٦٤.
(٤) انظر: الجرح والتعديل لابن أبي حاتم ٥/٢٣٤.
(٥) انظر: ميزان الاعتدال للذهبي ٢/٢٦٤.',NULL,'450',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (440,'وضعفه على بن المديني (١) جداً (٢) .
وقال ابن حبان (ت - ٣٥٤هـ) : (كان يقلب الأخبار وهو لا يعلم حتى كثر ذلك في روايته.. فاستحق الترك) (٣) .
وقال البيهقي (ت - ٣٥٨هـ) : (تفرد به عبد الرحمن بن زيد بن أسلم من هذا الوجه عنه وهو ضعيف) (٤) .
وقال الذهبي (ت - ٧٤٨هـ) : ضعفوه (٥) .
وقال ابن حجر (ت - ٨٥٢هـ) : ضعيف (٦) .
وأما عن إخراج الحاكم (٧) لعبد الرحمن بن زيد بن أسلم، وتصحيحه الإسناد (٨) ، فهذا له وقفات:
١ - أن تصحيح الحاكم (ت - ٤٠٥هـ) ، وتفرده به لا يعتد به، قال فيه ابن تيمية في نقده إخراجه هذا الحديث في مستدركه: (وأما تصحيح الحاكم لمثل هذا الحديث وأمثاله، فهذا مما أنكره عليه أئمة العلم بالحديث، وقالوا: إن الحاكم يصحح أحاديث، وهي موضوعه مكذوبة عند أهل المعرفة بالحديث) (٩) .
_________
(١) علي بن المديني: علي بن عبد الله بن جعفر بن المديني، أحد الأعلام الأثبات، الحافظ، له نحو مائتي مصنف، من أعلام العلماء بالعلل والرجال، ت سنة ٢٣٤هـ.
انظر في ترجمته: طبقات الحنابلة لأبي يعلى ١/٢٢٥، طبقات الشافعية للسبكي ٢/١٤٥.
(٢) انظر: التاريخ الكبير للبخاري ٥/٢٨٤ - ٢٨٥، تهذيب التهذيب لابن حجر ٦/١٧٨.
(٣) المجروحين ٢/٥٧ - ٥٩.
(٤) دلائل النبوة ٥/٤٨٩.
(٥) الكاشف ٢/١٦٤.
(٦) تقريب التهذيب ١/٤٨٠.
(٧) الحاكم: محمد بن عبد الله الحاكم النيسابوري، أبو عبد الله، يعرف بابن البيّع، من أكابر حفاظ الحديث والمصنفين فيه، له كتب كثيرة أشهرها: المستدرك على الصحيحين، ت سنة ٤٠٥ هـ.
انظر في ترجمته: لسان الميزان لابن حجر ٥/٢٣٢ - ٢٣٣، الرسالة المستطرفة للكناني ص١٧.
(٨) المستدرك، كتاب التاريخ ٢/٦١٥.
(٩) قاعدة جليلة في التوسل والوسيلة ص١٦٩.',NULL,'451',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (441,'وذكر أمثلة لتصحيحه بعض الأحاديث وهي غير صحيحة ثم قال: (ولهذا كان أهل العلم بالحديث لا يعتمدون على مجرد تصحيح الحاكم، وإن كان غالب ما يصححه فهو صحيح، لكن هو في المصححين بمنزلة الثقة الذي يكثر غلطه، وإن كان الصواب أغلب عليه، وليس فيمن يصحح الحديث أضعف من تصحيحه) (١) .
٢ - أخرج الحاكم (ت - ٤٠٥هـ) في مستدركه حديثاً لعبد الرحمن بن زيد بن أسلم، ولم يصحح إسناده، وإنما قال: (الشيخان رضي الله عنهما لم يحتجا بعبد الرحمن بن زيد بن أسلم) (٢) ، وهذا تناقض.
٣ - أن الإمام الذهبي (ت - ٧٤٨هـ) رحمه الله لم يوافق الحاكم (ت - ٤٠٥هـ) في تصحيحه هذا الإسناد، وإنما قال في تلخيص المستدرك: (بل موضوع، وعبد الرحمن واه) (٣) .
وهناك علة ثانية في السند: وهي الجهالة، فالسند فيهم من لم يعرف، كما قال الهيثمي (٤) : (فيه من لم أعرفهم) (٥) .
وفي السند: عبد الله بن مسلم الفهري: فقد ذكر الذهبي (ت - ٧٤٨هـ) في ترجمته هذا الحديث ووصفه بأنه: (خبر باطل) (٦) ، ووافقه ابن حجر (ت - ٨٥٢هـ) (٧) .
_________
(١) قاعدة جليلة في التوسل والوسيلة ص١٧٠.
(٢) المستدرك، كتاب معرفة الصحابة ٣/٣٣٢.
(٣) انظر: تلخيص المستدرك ضمن المستدرك ٢/٦١٥.
(٤) الهيثمي: علي بن أبي بكر بن سليمان الهيثمي، أبو الحسن، المصري القاهري، حافظ له كتب وتخاريج في الحديث منها مجمع الزوائد، وترتيب الثقات لابن حبان، وزوائد ابن ماجه على الكتب الخمسة، ت سنة ٨٠٧هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٧/٧٠، الضوء اللامع للسخاوي ٥/٢٠٠.
(٥) مجمع الزوائد ٨/٢٥٣ وانظر: التوسل للألباني ص١٢٤.
(٦) ميزان الاعتدال ٢/٥٠٤.
(٧) لسان الميزان ٣/٣٥٩ - ٣٦٠.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (442,'وهناك - أيضاً - علة ثالثة في السند: وهي اضطراب عبد الرحمن، ومن دونه في إسناده، فتارة يروونه مرفوعاً، وتارة موقوفاً على عمر (ت - ٢٣هـ) عن عبد الله بن إسماعيل بن أبي مريم، وعبد الله هذا لا يعرف (١) .
وأما المتن: فعليه ملحوظتان:
الأولى: أن ظاهر الحديث ينص على أن مغفرة الخطيئة كانت بسبب توسل آدم بنبينا محمد صلّى الله عليه وسلّم، وهذا مخالف لنص القرآن الكريم، إذ المغفرة كانت بسبب الكلمات التي تلقاها آدم من ربه، قال عزّ وجل: {فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} [البقرة: ٣٧] ، وقيل: إن الكلمات هي ما ذكر في قوله تعالى: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: ٢٣] .
قال ابن تيمية رحمه الله: (أخبر أنه تاب عليه بالكلمات التي تلقاها منه، وقد قال تعالى: { {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا} [الأعراف: ٢٣] الآية) (٢) .
الثانية: أن الحديث فيه زيادة: (ولولا محمد ما خلقتك) وهذه الزيادة تخالف القرآن الكريم، حيث نص على أن الحكمة من خلق الجن الإنس هي عبادة الله وحده، كما قال سبحانه: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: ٥٦] .
وبعد هذا: فإن توسل آدم بمحمد - عليهما الصلاة والسلام - ليس بصحيح، والحديث مكذوب، لا يصح الاحتجاج به، كما قال ذلك ابن تيمية رحمه الله (٣) .
وأما الحال الثاني: وهو التوسل بالرسول صلّى الله عليه وسلّم في حياته: فالمراد به
_________
(١) انظر: التوسل أنواعه وأحكامه للألباني ص١٢٤، وانظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص١٧٥.
(٢) الرد على البكري ص١٠.
(٣) انظر: قاعدة جليلة في التوسل والوسيلة ص١٦٦ - ١٧٠، الرد على البكري ص١٠، وقد حكم عليه الألباني بالوضع في سلسلة الأحاديث الضعيفة ١/٣٨.',NULL,'453',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (443,'التوسل بدعاء الرسول صلّى الله عليه وسلّم لا بذاته، وكان هذا هو المفهوم الصحيح لكلام الصحابة - رضوان الله عليهم - في معنى التوسل بالرسول صلّى الله عليه وسلّم: أنه توسل بدعائه لا بذاته، كما قال ابن تيمية رحمه الله: (وأما التوسل بالنبي صلّى الله عليه وسلّم، والتوجه به في كلام الصحابة فيريدون به التوسل بدعائه وشفاعته) (١) .
والسبب في خلط بعض المتأخرين، وعدم معرفتهم مقاصد ألفاظ الصحابة: أن لفظ التوسل دخل فيه من تغيير لغة الرسول صلّى الله عليه وسلّم وأصحابه، ما أوجب غلط من غلط عليهم في دينهم ولغتهم.
والعلم يحتاج إلى نقل مصدّق، ونظر محقق، والمنقول عن السلف والعلماء يحتاج إلى معرفة بثبوت لفظه، ومعرفة دلالته، كما يحتاج إلى ذلك المنقول عن الله ورسوله صلّى الله عليه وسلّم (٢) .
وقد كان الصحابة - رضوان الله عليهم - يطلبون من الرسول صلّى الله عليه وسلّم في حياته أن يدعو للمسلمين إذا نزل بهم بلاء عام، أو فاقة، كطلبهم منه صلّى الله عليه وسلّم أن يستسقي لهم، ولذا يقول شيخ الإسلام رحمه الله: (وكانوا في حياته إذا أجدبوا توسلوا بنبيهم صلّى الله عليه وسلّم، توسلوا بدعائه، وطلبوا منه أن يستسقي لهم) (٣) .
ثم ذكر حديث ابن عمر (ت - ٧٢هـ) رضي الله عنهما وهو قوله: (ربما ذكرت قول الشاعر وأنا انظر إلى وجه الرسول صلّى الله عليه وسلّم:
وأبيض يستسقى الغمام بوجهه ... ثمال اليتامى، عصمة للأرامل
ورسول الله صلّى الله عليه وسلّم يستسقي على المنبر، فما نزل حتى يجيش له ميزاب) (٤) .
_________
(١) قاعدة جليلة ص٨٠.
(٢) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص١٥٨ - ١٥٩.
(٣) قاعدة عظيمة ص٧٥.
(٤) الحديث أخرجه البخاري في صحيحه كتاب الجمعة، رقم ١٠٠٩.
وأما البيت فهو لأبي طالب عم الرسول صلّى الله عليه وسلّم، انظر: فتح الباري لابن حجر ٢/٤٩٦، السيرة النبوية لابن هشام ١/٢٧٧.
وانظر: اقتضاء الصراط المستقيم ٢/٧٦٨.',NULL,'454',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (444,'وأما المنع من التوسل بالذات فسببه: أن الذات ليست سبباً ولا وسيلة لإجابة الدعاء، فتوسلنا بها لا ينفع؛ لأنها ليست وسيلة مشروعة لإجابته، يقول ابن تيمية رحمه الله: (وأما إذا لم نتوسل إليه - سبحانه - بدعائهم ولا بأعمالنا، ولكن توسلنا بنفس ذواتهم: لم تكن ذواتهم سبباً يقتضي إجابة دعائنا، فكنا متوسلين بغير وسيلة، ولهذا لم يكن هذا منقولاً عن النبي صلّى الله عليه وسلّم نقلاً صحيحاً، ولا مشهوراً عن السلف) (١) .
وأما حديث الضرير: فهو حديث صحيح (٢) ، لكن النقاش في دلالة الحديث: فليس فيه ما يريدون تقريره من جواز التوسل بجاه الموتى وذواتهم، وذلك يتضح بأمور منها:
١ - أن الحديث فيه التوسل بدعاء النبي صلّى الله عليه وسلّم في حياته، ذلك أن الأعمى جاء إلى النبي صلّى الله عليه وسلّم، وطلب منه الدعاء بقوله: (ادع الله أن يعافيني) ، فطلب الأعمى هو دعاء الرسول له؛ لأنه يعلم أن دعاء الرسول صلّى الله عليه وسلّم أرجى للقبول.
٢ - أن النبي صلّى الله عليه وسلّم فهم من الأعمى أنه يطلب الدعاء، ولذا خيره بين أن يدعو له، أو أن يصبر، فاختار الدعاء، خلافاً للمرأة التي بها مس، فخيرها النبي صلّى الله عليه وسلّم بين أن يدعو لها، أو أن تصبر: (إن شئت صبرت ولك الجنة، وإن شئت دعوت لك.
فقالت: أصبر، فقالت: إني أتكشف، فادع الله لي أن لا أتكشف) (٣) .
٣ - أن الأعمى أصر على طلبه وقال: (بل ادع) وهذا ما يؤكد أنه توسل بدعاء الرسول صلّى الله عليه وسلّم في حياته.
_________
(١) قاعدة جليلة في التوسل والوسيلة ص٢٧٥، وانظر ص١٣١، الفتاوى الكبرى ٤/٣٦٥.
(٢) انظر: الرد على البكري ص١٣٠، وصححه الألباني في التوسل ص٧٥ - ٧٦.
(٣) الحديث أخرجه البخاري في صحيحه، كتاب المرض، حديث ٥٦٥٢ واللفظ له، ومسلم في صحيحه ٢/٦٣٧ كتاب الجنائز، باب الصبر على المصيبة عند الصدمة الأولى.',NULL,'455',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (445,'٤ - أنه لو كان توسل الأعمى بجاه النبي صلّى الله عليه وسلّم، أو بذاته، لما احتاج أن يأتي النبي صلّى الله عليه وسلّم، ويطلب منه الدعاء، بل كان يكفيه أن يبقى في بيته، ويتوسل إلى الله بذات النبي وجاهه، لكنه لم يفعل، فدل على أنه طلب دعاء النبي صلّى الله عليه وسلّم.
٥ - أن قوله: (فشفعه فيّ) معناه: اقبل دعاءه في، ولا يصح أن يحمل على التوسل بالذات، أو الجاه، أو الحق.
قال ابن تيمية رحمه الله: (وحديث الأعمى لا حجة لهم فيه، فإنه صريح في أنه إنما توسل بدعاء النبي صلّى الله عليه وسلّم وشفاعته، وهو طلب من النبي صلّى الله عليه وسلّم الدعاء وقد أمره النبي صلّى الله عليه وسلّم أن يقول: (اللهم شفعه فيّ) ، ولهذا رد الله عليه بصره لما دعا له النبي صلّى الله عليه وسلّم) (١) .
٦ - أن معنى قوله: (وشفعني فيه) : أي أقبل شفاعتي ودعائي، وهذه الجملة من الحديث لا يستطيع المبتدعة أن يجيبوا عنها، مع أنها ثابتة صحيحة كما ذكر ذلك ابن تيمية رحمه الله (٢) .
٧ - أن هذا الحديث آية من آيات النبي ومعجزة من معجزاته صلّى الله عليه وسلّم، ولذا رواه البيهقي (ت - ٤٥٨هـ) في دلائل النبوة (٣) ، كما قال ابن تيمية رحمه الله: (هذا الحديث ذكره العلماء في معجزات النبي صلّى الله عليه وسلّم ودعائه المستجاب، وما أظهر الله ببركة دعائه من الخوارق، والإبراء من العاهات، فإنه صلّى الله عليه وسلّم ببركة دعائه لهذا الأعمى أعاد الله عليه بصره) (٤) .
٨ - أنه لو كان توسل الأعمى بذات الرسول صلّى الله عليه وسلّم وجاهه، وحقه، لا بدعائه،
_________
(١) قاعدة جليلة في التوسل والوسيلة ص١١٥.
(٢) انظر: قاعدة جليلة في التوسل والوسيلة ص١٩٨.
(٣) ٦/١٦٦ - ١٦٨، باب تعليم الضرير ما كان فيه شفاؤه فيه، ولم يصبر، وما ظهر في ذلك من آثار النبوة.
(٤) قاعدة جليلة في التوسل والوسيلة ص١٨٥ - ١٨٦.',NULL,'456',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (446,'لكان كل أعمى من الصحابة، ومن بعدهم، إلى هذا الزمان، يتوسل إلى الله بذات النبي صلّى الله عليه وسلّم، وجاهه، وحقه عند الله، ولن يبقى بعد ذلك أعمى.
كما قال ابن تيمية رحمه الله: (لو كان أعمى (١) توسل به، ولم يدع له الرسول بمنزلة ذلك الأعمى، لكان عميان الصحابة، أو بعضهم يفعلون مثل ما فعل الأعمى) (٢) .
وقال: (ولو أن كل أعمى دعا بدعاء ذلك الأعمى، وفعل كما فعل من الوضوء والصلاة بعد موت النبي صلّى الله عليه وسلّم وإلى زماننا هذا لم يوجد على وجه الأرض أعمى) (٣) .
وفي الجملة: فإن الذي يرى أن توسل الأعمى بالرسول المقصود به دعاء الرسول فهو الموافق لمعنى الحديث، وهو العامل به على الحقيقة، كما يقول ابن تيمية رحمه الله: (فإنا بالحديث عاملون، وله موافقون، وبه عالمون، والحديث ليس فيه إلا أنه طلب حاجته من الله عزّ وجل، ولم يطلبها من مخلوق، ونحن إلى الله - تعالى - نرغب، وإياه نسأل، فهو المدعو المسؤول، كما أنه المعبود المستعان لا نشرك به شيئاً (٤) ، وقد قال - تعالى -: {فَاعْبُدُوا مَا شِئْتُم مِّن دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ} [الزمر: ١٥] .
وأما الحال الثالث: وهو التوسل به صلّى الله عليه وسلّم وهو في قبره في الحياة البرزخية، - أي بعد مماته - فلم يكن أحد من الصحابة يتوسل به بعد موته صلّى الله عليه وسلّم، ولم ينقل هذا عن أحد من الأئمة نقلاً صحيحاً، كما صرح بهذا ابن تيمية رحمه الله مراراً (٥) .
_________
(١) في الرد على البكري ص١٣٠ لو كان كل أعمى، وزيادة لفظة كل تستقيم بها الجملة.
(٢) قاعدة جليلة في التوسل والوسيلة ص٢٦٠.
(٣) الرد على البكري ص١٣٠.
(٤) الرد على البكري ص١٣٠ - ١٣١.
(٥) انظر: مجموع فتاوى ابن تيمية ١/١٣٩ الفتاوى الكبرى ١/٣٤٩، ٤/٣٦٥، الرد على البكري ص٣٤٩، ٣٤١، قاعدة جليلة في التوسل والوسيلة ص٢٧، ٢١٠، ٢٤٥، ٢٦٠.',NULL,'457',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (447,'وأما قصة أم علي بن أبي طالب رضي الله عنه، فهي ضعيفة، وعلتها: روح بن صلاح، وفيه ضعف.
قال ابن عدي (ت - ٣٦٥هـ) : (في بعض حديثه نكرة) (١) .
وقال الدارقطني (ت - ٣٨٥هـ) : (ضعيف الحديث) (٢) .
وقال ابن ماكولا (٣) :
(ضعفوه) (٤) .
وذكر الذهبي (ت - ٦٤٨هـ) أن ابن عدي (ت - ٣٦٥هـ) ضعفه (٥) .
وقال أبو نعيم (٦) : (لم نكتبه إلا من حديث روح بن صلاح تفرد به) (٧) .
وقال الهيثمي (ت - ٨٠٧هـ) : (فيه ضعف، وبقية رجاله رجال الصحيح) (٨) .
وأما توثيق ابن حبان (ت - ٣٥٤هـ) ، والحاكم (ت - ٤٠٥هـ) له، وانفرادهما بهذا التوثيق فليس بحجة، وقد بينت سابقاً موقف أهل العلم من تفرد الحاكم (ت - ٤٠٥هـ) بالتوثيق، وأما ابن حبان (ت - ٣٥٤هـ) فهو متساهل أيضاً في التوثيق، فتراه
_________
(١) الكامل في ضعفاء الرجال ٣/١٠٠٥ - ١٠٠٦.
(٢) انظر: لسان الميزان لابن حجر ٢/٤٤٦.
(٣) ابن ماكولا: علي بن هبة الله بن علي بن جعفر البغدادي العجلي، يعرف بابن ماكولا، أبو النصر، أمير مؤرخ، من العلماء الحفاظ الأدباء، سافر إلى الشام ومصر وما وراء النهر، وقتله مماليكه طمعاً في ماله سنة ٤٨٦ هـ وقيل غير ذلك.

انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٤٦٦، فوات الوفيات للكتبي ٣/١١٠.
(٤) انظر: لسان الميزان لابن حجر ٢/٤٤٦.
(٥) انظر: ميزان الاعتدال ٢/٥٨.
(٦) أبو نعيم: أحمد بن عبد الله بن أحمد الأصبهاني، أبو نعيم، حافظ مؤرخ من الثقات في الحفظ والرواية، ولد ومات بأصبهان، من مؤلفاته: حلية الأولياء، ومعرفة الصحابة، ت سنة ٤٣٠ هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ١/٧٥، طبقات الشافعية للسبكي ٤/١٨.
(٧) حلية الأولياء ٣/١٢١، ترجمة عاصم بن سليمان الأحول.
(٨) مجمع الزوائد ٩/٢٥٧.',NULL,'458',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (448,'يوثق المجاهيل، حتى الذين يصرح هو نفسه أنه لا يدري من هو ولا من أبوه؟ (١) .
ولذا فإن تفردهما بالتوثيق لا يقبل أمام جرح غيرهما، حتى وإن كان جرح غيرهما مبهماً (٢)
وأما حديث عائشة بنت الصديق (ت - ٥٨هـ) رضي الله عنها وعن أبيها - فهو ضعيف لا يحتج به (٣) ، لأمور منها:
أ - ضعف السند ففيه سعيد بن زيد، وهو لا يحتج به، فكان يحيى بن سعيد (٤) يضعف حديث سعيد جداً (٥) .
وقال النسائي (ت - ٣٠٣هـ) وغيره: ليس بالقوي (٦) .
وقال ابن حبان (ت - ٣٥٤هـ) : (كان صدوقاً حافظاً، ممن كان يخطىء في الأخبار، ويهم في الآثار حتى لا يحتج به إذا انفرد) (٧) .
وقال ابن حجر (ت - ٨٥٢هـ) : (صدوق له أوهام) (٨) .
وفيه محمد بن الفضل أبو النعمان، ويقال له عارم، وهذا صدوق اختلط في آخر عمره، وتغير فلا يدري ما يحدث به، فوقعت المناكير الكثيرة في روايته، وإذا لم يعلم التمييز بين سماع المتقدمين والمتأخرين منه: يترك الكل، ولا يحتج بشيء منه (٩) .
_________
(١) انظر: سلسلة الأحاديث الضعيفة للألباني ص١/٣٢.
(٢) انظر: التوسل أنواعه وأحكامه للألباني ص١١٢.
(٣) انظر: الرد على البكري ص٦٧.
(٤) القطان: يحيى بن سعيد بن فروخ القطان التميمي، أبو سعيد، من حفاظ الحديث، ثقة حجة، من أقران مالك وشعبة، بصري، ت سنة ١٩٨هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ١٤/١٣٥، الجواهر المضية للقرشي ٣/٥٨٧.
(٥) انظر: الكامل في ضعفاء الرجال لابن عدي ٣/١٢١٣.
(٦) انظر: ميزان الاعتدال للذهبي ٢/١٣٨.
(٧) المجروحين ١/٣٢٠.
(٨) تقريب التهذيب ١/٢٩٦.
(٩) انظر: المجروحين لابن حبان ٢/٢٩٤، وإن كان الذهبي في ميزان الاعتدال ٤/٨، بعد نقله توثيق الدارقطني لمحمد بن الفضل وجزم بأنه لم يحدث بعد تغيره، قد نقل كلام ابن حبان، ورد عليه بكلام الدارقطني، ووصف الذهبي ابن حبان بأنه (الخسّاف المتهور) ، فغفر الله لهم جميعاً، وفي الجملة: فإن الحديث ضعيف حتى مع توثيق محمد بن الفضل والله أعلم.',NULL,'459',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (449,'قال ابن حجر (ت - ٨٥٢هـ) : (ثقة ثبت تغير في آخر عمره) (١) .
ب - أن هذا الحديث موقوف، وليس بمرفوع إلى النبي صلّى الله عليه وسلّم، وعلى فرض صحته فإنه رأي اجتهادي من عائشة (ت - ٥٨هـ) رضي الله عنها قد خالف السنة، وخالف أقوال الصحابة، وقد بين ابن تيمية رحمه الله الموقف من اجتهادات الصحابة إذا لم يخالف الصحابي غيره، أو إذا لم يشتهر، أو لم يعرف هل خالفه غيره أم لا؟ ثم قال: (ومتى كانت السنة تدل على خلافه كانت الحجة في سنة رسول الله صلّى الله عليه وسلّم لا فيما يخالفها بلا ريب عند أهل العلم) (٢) .
جـ - أن هذا الحديث فيه مغالطة علمية وفيه مخالفة للواقع المحسوس: فليس في حجرة عائشة (ت - ٥٨هـ) رضي الله عنها في حياتها كوة، بل كان بعضه باقياً، كما كان على عهد النبي صلّى الله عليه وسلّم بعضه مسقوف، وبعضه مكشوف، وكانت الشمس تنزل فيه، ولم توضع الكوة في حجرتها إلا بعد أن أدخلت الحجر في المسجد زمن الوليد بن عبد الملك (ت - ٩٦هـ) ، لينزل منها من ينزل إذا احتيج إلى ذلك؛ لأجل تنظيف وغيره (٣) .
وأما قصة الأعرابي الذي جاء إلى قبر النبي صلّى الله عليه وسلّم: فهذه إسنادها مظلم، وبعضهم يرويها بسند، وبعضهم بغير سند، وإسنادها فيه: الحسن بن محمد.
قال ابن حبان (ت - ٣٥٤هـ) : (لا يجوز الاحتجاج به، ولا الرواية عنه بحال) (٤) .
قال عنه ابن عدي (ت - ٣٦٥هـ) : (كل أحاديثه مناكير) (٥) .
_________
(١) تقريب التهذيب ٢/٢٠٠.
(٢) قاعدة جليلة في التوسل والوسيلة ٢٠٩ - ٢١٠.
(٣) انظر: الرد على البكري ص٢٧ - ٢٩، ٦٧ - ٦٨.
(٤) المجروحين ١/٢٣٨.
(٥) الكامل في ضعفاء الرجال ٢/٧٣٤ - ٧٣٥.',NULL,'460',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (450,'وقال ابن عبد الهادي (ت - ٧٤٤هـ) عن إسناد هذه القصة: (ليست هذه الحكاية المنكورة عن الأعرابي مما يقوم به حجة، وإسنادها مظلم مختلف، ولفظها مختلف أيضاً) (١) ، ففي سندها ومتنها اضطراب.
ولو كان عمل هذا الأعرابي عند قبر النبي صلّى الله عليه وسلّم مشروعاً لسبقه إليه من كان إلى الخير أسبق، وإلى السنة أوفق من الصحابة والتابعين، لكنهم لم يعملوا هذا العمل، ولم يدلهم إليه الرسول صلّى الله عليه وسلّم فدل على أن هذا العمل باطل لا تقوم به حجة، ولا يعمل مثل هذا العمل المبتدع إلا من ضعف إيمانه أو من جهل قدر الرسول صلّى الله عليه وسلّم وأمره (٢) .
وأما الحال الرابع: وهو التوسل بالرسول صلّى الله عليه وسلّم في عرصات القيامة ليشفع للناس: فإن أريد بالتوسل بالرسول صلّى الله عليه وسلّم طلب الشفاعة منه يوم المحشر الشفاعة العظمى (٣) ، فهذا مما أجمع عليه المسلمون، كما قال ابن تيمية رحمه الله: (أجمع المسلمون على أن النبي صلّى الله عليه وسلّم يشفع للخلق يوم القيامة، بعد أن يسأله الناس ذلك وبعد أن يأذن الله له في الشفاعة) (٤) ، كما قال تعالى: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء: ٢٨] ، وقال: {مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} [البقرة: ٢٥٥] .
وقال رحمه الله: (من شك في شفاعة النبي صلّى الله عليه وسلّم يوم القيامة فهو مبتدع ضال) (٥) .
وأما إلزام من لم ير التوسل بالرسول صلّى الله عليه وسلّم بعد وفاته بأنه لا يرى أنه رسول الآن، وأنه ليس له جاه، فهذا إلزام باطل، وتصوره كافٍ في الرد عليه؛ لأنه قام على أساس باطل وهو مشروعية التوسل بالرسول صلّى الله عليه وسلّم بعد وفاته، والمشروعية حكم شرعي يحتاج إلى دليل، والدليل يدل على خلاف ذلك، إذ
_________
(١) الصارم المنكي ص٢٥٣.
(٢) انظر: قاعدة في المحبة لابن تيمية (ضمن جامع الرسائل ٢/٣٧٧ - ٣٧٨) .
(٣) وهذا هو الذي يقصده المبتدعة؛ لأن كثيراً من الناس يطلقون لفظ الشفاعة ويريدون بها التوسل كما ذكر ذلك ابن تيمية رحمه الله في قاعدة جليلة في التوسل والوسيلة ص١٥١.
(٤) قاعدة جليلة في التوسل والوسيلة ص٢٤٤.
(٥) الرد على البكري ص١٣١.',NULL,'461',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (451,'أنه يدل على أن التوسل بالنبي بدعة غير مشروعة، وبهذا يبطل الإلزام.
ثم إن الدليل والميزان على قبول رسالة محمد صلّى الله عليه وسلّم بعد وفاته كما هو الحال في حياته يكون باتباعه وطاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما عنه نهى وزجر، وألا يعبد الله إلا بما شرع، فهو صلّى الله عليه وسلّم رسول، وإثبات رسالته يكون بهذه الأمور، لا بالأمور المبتدعة، وهو الدليل على محبة الله - تعالى - كما قال - تعالى - {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ} [آل عمران: ٣١] .
وأما مسألة جاه الرسول صلّى الله عليه وسلّم: فهو وجيه عند الله وهو أفضل الخلق، وجاهه ثابت لا يتغير بإحداث عبادة لا يرضاها الله ورسوله أو تركها، فهو - بأبي وأمي - أفضل الخلق على الإطلاق، ولا يؤثر في جاهه صلّى الله عليه وسلّم عند ربه فعل ما يغضبه ولم يأمر به من التوسل به بعد موته، ولا يزيد جاهه عند الله بطاعة الطائعين، ولا ينقص بمعصية العاصين، فربط عمل البدعة المحدثة بتقدير الرسول صلّى الله عليه وسلّم ومعرفة جاهه، وربط ترك البدعة - اتباعاً للسنة - بتنقيص الرسول صلّى الله عليه وسلّم، وجحده حقه وجاهه: ربطٌ لا أساس له من شرع صحيح، ولا عقل صريح والله المستعان.
وأما من زعم بأن التوسل بالرسول صلّى الله عليه وسلّم بعد موته بدعة حسنة؛ فقد ضل الطريق، ولم يهتد إليه سبيلاً، فليس هناك بدعة في الدين حسنة، بل البدع كلها ضلال كما قال المصطفى صلّى الله عليه وسلّم: «كل بدعة ضلالة» (١) .
قال ابن تيمية رحمه الله: (من قال في بعض البدع إنها بدعة حسنة، فإنما ذلك إذا قام دليل شرعي على أنها مستحبة.
أما ما ليس بمستحب ولا واجب فلا يقول أحد من المسلمين: إنها من الحسنات التي يتقرب بها إلى الله، ومن تقرب إلى الله بما ليس من الحسنات المأمور بها أمر إيجاب ولا استحباب فهو ضال متبع للشيطان، وسبيله من سبل الشيطان) (٢) .
_________
(١) سبق تخريجه ص١٤٨.
(٢) قاعدة جليلة في التوسل والوسيلة ص٢٨،',NULL,'462',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (452,'<span data-type="title" id=toc-71>المبحث الرابع
دعوى بغض شيخ الإسلام الأنبياء والصالحين،
وإهانته لهم، ومناقشتها</span>
<span data-type="title" id=toc-72>المطلب الأول
دعوى بغض شيخ الإسلام الأنبياء والصالحين، وإهانته لهم</span>
يعتقد المناوئون لابن تيمية رحمه الله أنه يبغض الأنبياء والصالحين، وأن في قلبه ضغينة وحقداً عليهم، وإذا سئلوا عن سبب هذه النظرة منهم إليه، وعن مبرراتها؟.
أجابوا: بأن الاستشفاع بالرسول صلّى الله عليه وسلّم بعد موته جائز، وأنه لا يلزم من الاستشفاع به عليه الصلاة والسلام بعد موته أن يكون المستشفع قد عبده من دون الله، أو اتخذه إلهاً ورباً، وشريكاً لله - عز وجل - في الإلهية، وأن من جعل بين هذين الأمرين تلازماً فقد أُتي من جهله، وسوء فهمه، وعدم تعقله (١) .
ويرون أن الاستشفاع بالأموات قد أقرت به القرون الأولى إلى أن جاء ابن تيمية رحمه الله ثم حرمه بعد ذلك من عند نفسه (٢) .
وأجابوا - أيضاً - بأن التبرك بآثار الصالحين جائز، قد أقر به الصحابة في
_________
(١) انظر: دفع شبه من شبه وتمرد للحصني ص١٢١.
(٢) انظر: البراهين الجلية للموسوي ص٣٥، الوهابية في الميزان للسبحاني ص٢٩٣.',NULL,'463',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (453,'عهد رسول الله صلّى الله عليه وسلّم، ومن بعدهم، إلا أن ابن تيمية رحمه الله يحرم هذا النوع من التبرك (١) .
ومن تبريرهم لبغض شيخ الإسلام رحمه الله للأنبياء والصالحين: أنه ينكر الاستغاثة بالرسول صلّى الله عليه وسلّم، كما قال السبكي (ت - ٧٥٦هـ) : (اعلم أنه يجوز، ويحسن التوسل، والاستغاثة، والتشفع بالنبي صلّى الله عليه وسلّم إلى ربه سبحانه وتعالى ... ، ولم ينكر أحد ذلك من أهل الأديان، ولا سمع به في زمن من الأزمان، حتى جاء ابن تيمية فتكلم في ذلك بكلام يلبس فيه على الضعفاء) (٢) .
وقال ابن حجر الهيتمي (ت - ٩٧٣هـ) : (من خرافات ابن تيمية التي لم يقلها عالم قبله، وصار بها بين أهل الإسلام مُثلة: أنه أنكر الاستغاثة والتوسل به صلّى الله عليه وسلّم) (٣) .
ويرون أن الاستغاثة بمخلوق لا تكون عبادة له إذا صاحبها إيمان بالله وحده.
فإذا كان المستغيث بمخلوق مؤمناً بالله، فلا يكون عابداً لهذا المخلوق، إنما عبوديته لله وحده (٤) .
ويرون أن المنع من الاستغاثة بالكلية مصادم للأحاديث الصحيحة، ولفعل السلف والخلف (٥) ، وقد قال تعالى: {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيراً} [النساء: ١١٥] .
_________
(١) انظر: مفاهيم يجب أن تصحح للمالكي ١٥٣، حقيقة التوسل والوسيلة لموسى علي ص٢٧٤.
(٢) شفاء السقام ص١٥٣.
(٣) الجوهر المنظم ص١٤٨، وانظر: شواهد الحق للنبهاني ص٥٥.
(٤) انظر: شواهد الحق للنبهاني ص١٤٢، حقيقة التوسل والوسيلة لموسى علي ١٠٦.
(٥) انظر: حقيقة التوسل والوسيلة لموسى علي ص١١٠.',NULL,'464',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (454,'ويستشهدون لجواز الاستغاثة بالرسول صلّى الله عليه وسلّم بقصص، وأخبار وأشعار (١) ، أشهرها قصيدة البوصيري (٢) ،
وفيها قوله:
يا أكرم الرسل مالي من ألوذ به ... سواك عند حلول الحادث العمم
ولن يضيق رسول الله جاهك بي ... إذا الكريم تحلّى باسم منتقم
فإن من جودك الدنيا وضرتها ... ومن علومك علم اللوح والقلم (٣)
ومنها قوله - أيضاً - في همزيته:
الأمان الأمان إن فؤادي ... من ذنوب أتيتهن هواء
قد تمسكت من ودادك بالحبـ ... * ل الذي استمسك به الشفعاء
فأغثنا يا من هو الغوث والغيـ ... ث إذا أجهد الورى اللأواء (٤)
_________
(١) انظر: نماذج من هذه في دفع شبه من شبه وتمرد للحصني ص١١٧ إلى نهاية الكتاب، وشواهد الحق في الاستغاثة بسيد الخلق ص٣٠٠ - ٤١٠ فقد ذكر قصصاً وأشعاراً كثيرة، القصيدة البغدادية في مدح خير البرية للشافعي، مجموعة القصائد والموالد والأشعار في المدائح النبوية (مجموع) ، شرح الهمزية في مدح خير البرية لمحمد شلبي، القصائد الوترية في مدح خير البرية للبغدادي (ورتبها على حروف المعجم) ، طراز البردة لمحمد كامل عبد العظيم، المدائح النبوية بين المعتدلين والغلاة لابن حسين.
(٢) البوصيري: محمد بن سعيد بن حماد بن عبد الله البوصيري المصري أبو عبد الله، شاعر، حسن الديباجة، أبياته قوية المباني، لكنه مخرف في الاعتقاد، ت سنة ٦٩٦ هـ.

انظر في ترجمته: فوات الوفيات للكتبي ٣/٣٦٢، شذرات الذهب لابن العماد ٥/٤٣٢.
(٣) انظر: ديوان البوصيري ص٢٤٨، وفي طبعة مستقلة للبردة طبعتها الدار العالمية، قال: يا أكرم الخلق بدلاً من: يا أكرم الرسل، وقال: إذا الكريم تجلى، بدلاً من: إذا الكريم تحلّى. ص٢٩ - ٣٠.
(٤) انظر: ديوان البوصيري ص٧٢ - ٧٣.',NULL,'465',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (455,'<span data-type="title" id=toc-73>المطلب الثاني
مناقشة الدعوى</span>
لا يزال المناوئون يفترون على ابن تيمية الكذب، ويلصقون به أشد التهم ظلماً وعدواناً، وقد تحدثت مراراً عن تعظيم ابن تيمية رحمه الله للأنبياء، ومحبته لهم في مواضع متعددة، وها هو رحمه الله ينقل - مرتضياً - عن القاضي عياض (ت - ٥٤٤هـ) عن مالك (ت - ١٧٩هـ) رحمه الله أنه كان لا يحدث بحديث عن رسول الله صلّى الله عليه وسلّم إلا وهو على وضوء إجلالاً له.
وقد سئل مالك (ت - ١٧٩هـ) رحمه الله عن أيوب السختياني (١) فقال: (حج حجتين فكنت أرمقه، ولا أسمع منه، غير أنه كان إذا ذكر النبي صلّى الله عليه وسلّم بكى حتى أرحمه، فلما رأيت منه ما رأيت كتبت عنه) .
وقال مالك (ت - ١٧٩هـ) - أيضاً -: (كنت أرى جعفر بن محمد (٢)
وكان كثير الدعابة والتبسم، فإذا ذكر عنده النبي صلّى الله عليه وسلّم اصفر، وما رأيته يحدث عن رسول الله صلى الله عليه وسلم إلا على طهارة، قال: ولقد رأيت عبد الرحمن بن القاسم (٣) ،
_________
(١) أيوب السختياني: أيوب بن أبي تميمة بن كيسان السختياني، أبو بكر البصري، كان سيد الفقهاء، ثقة ثبت، من العلماء العباد، ت سنة ١٣١هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ١/٣٩٧.
(٢) جعفر الصادق: جعفر بن محمد بن علي بن الحسين الهاشمي القرشي، أبو عبد الله، من أجلاء التابعين، له منزلة رفيعة في العلم، ينسب إليه الشيعة أموراً ليست صحيحة، ت سنة ١٤٨هـ.

انظر في ترجمته: حلية الأولياء لأبي نعيم ٣/١٩٢، تقريب التهذيب لابن حجر ١/١٣٢.
(٣) عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق التيمي القرشي، أبو محمد، من سادات أهل المدينة فقهاً وعلماً وديانة، وحفظاً للحديث، ت سنة ١٢٦هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٦/٢٥٤، شذرات الذهب لابن العماد ١/١٧١.',NULL,'466',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (456,'يذكر النبي صلّى الله عليه وسلّم، فينظر إلى لونه كأنه نزف منه الدم، وقد جف لسانه في فمه هيبة منه لرسول الله صلّى الله عليه وسلّم) .
وقال: ولقد رأيت الزهري (١) وكان من أهنأ الناس وأقربهم، فإذا ذكر عنده النبي صلّى الله عليه وسلّم فكأنه ما عرفك، ولا عرفته (٢) .
وأما موقف ابن تيمية رحمه الله من الصحابة فهو موقف التعظيم والتقدير، فيعتقد أن محبتهم من الإيمان، ويعتقد أنهم خيار المؤمنين فقال: (وأصحاب رسول صلّى الله عليه وسلّم خيار المؤمنين، كما ثبت عنه أنه قال: «خير أمتي القرن الذي بعثت فيهم، ثم الذين يلونهم، ثم الذين يلونهم» (٣) ، وكل من رأى رسول الله صلّى الله عليه وسلّم مؤمناً به فله من الصحبة بقدر ذلك) (٤) .
ويعتقد أنهم أكمل الناس عقلاً، وأصحهم معرفة وعلما، فقال: (فهل سُمع في الأولين والآخرين بعد الأنبياء عليهم الصلاة والسلام بقوم كانوا أتم عقولاً، وأكمل أذهاناً، وأصح معرفة، وأحسن علماً من هؤلاء؟ - أي الصحابة -) (٥) ، وسأتحدث عن موقفه من الصحابة بشيء من التفصيل في الفصل القادم - إن شاء الله -.
ومن جهة أخرى: فقد حذر القرآن عن اتخاذ أولياء من دون الله بإعطائهم منزلة مثل منزلة الباري - عز وجل - في صرف بعض أنواع العبادة لهم كالاستغاثة، والدعاء وغيرهما، فقال: {مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ
_________
(١) الزهري: محمد بن مسلم بن عبيد الله بن شهاب الزهري القرشي، أبو بكر، تابعي جليل، أحد أكابر الحفاظ والفقهاء. نزل الشام واستقر بها، ت سنة ١٢٤هـ.
انظر في ترجمته: حلية الأولياء لأبي نعيم ٣/٣٦٠، تهذيب التهذيب لابن حجر ٩/٤٤٥.
(٢) انظر: الشفا للقاضي عياض (ضمن شرحيه ٣/١٣٩٩ - ٤٠١، ٤٠٤) وانظر: نقل شيخ الإسلام عنه في قاعدة جليلة في التوسل والوسيلة ص١٢٠ - ١٢١.
(٣) سبق تخريجه ص١٠٥.
(٤) مجموع فتاوى ابن تيمية ٣٥/٥٩.
(٥) درء تعارض العقل والنقل ٥/٩٦، وانظر ص٧٢.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (457,'أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتاً وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ} [العنكبوت: ٤١] ، وقال عزّ وجل: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} [الأعراف: ٣] ، وقال سبحانه: {قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيّاً فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} [الأنعام: ١٤] .
وأما دعوى المناوئين أن الاستشفاع بالموتى، أو التبرك بآثارهم، أو الاستغاثة بهم دليلٌ على محبتهم، وأن من لم يفعل ذلك فليس محباً لهم: فهذه الدعوى باطلة والتلازم باطل، فلم يأمر الله - عز وجل - به، ولا أمر به رسوله صلّى الله عليه وسلّم، ولا فعله الصحابة الكرام، وإنما ضابط المحبة هو الاتباع والتأسي، كما قال الله عزّ وجل: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [آل عمران: ٣١] وقال - سبحانه -: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} [الأحزاب: ٢١] .
وأما الاستشفاع: وهو طلب الشفاعة: فهذا له أحوال:
الحال الأولى: طلب الشفاعة من الشخص، وهو حي قادر، فهذه شفاعة جائزة، والشافع يشفع بحكم جاهه ومنزلته عند المشفِّع، كما قال الله - عز وجل -: {مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا} [النساء: ٨٥] ، والشافع سائل لا تجب طاعته، وإن كان عظيماً كما صح عن النبي صلّى الله عليه وسلّم أنه سأل بريرة (١) أن تمسك زوجها، ولا تفارقه لما أعتقت، وخيرها النبي صلّى الله عليه وسلّم فاختارت فراقه، وكان زوجها يحبها، فجعل يبكي، فسألها النبي صلّى الله عليه وسلّم أن تمسكه، فقالت: أتأمرني؟، قال: «لا إنما أنا شافع» (٢) ، فدل على جوازها، ولو لم تكن جائزة لم يعملها النبي صلّى الله عليه وسلّم.
_________
(١) بريرة مولاة عائشة، قيل: كانت مولاة لقوم من الأنصار، فاشترتها عائشة وأعتقتها، وكانت تخدم عائشة قبل أن تشتريها، واختلف في زوجها هل كان عبداً أو حراً؟ والصواب أنه عبد.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٢٤٩، الإصابة لابن حجر ٤/٢٥١.
(٢) الحديث أخرجه البخاري في صحيحه ٩/٤٠ كتاب الطلاق، باب شفاعة النبي، وأبو داود في سننه ٢/٦٧٠ - ٦٧١، كتاب الطلاق، وابن ماجه في سننه ١/٦٧٠ - ٦٧١ كتاب الطلاق، باب خيار المرأة.',NULL,'468',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (458,'وحقيقة الاستشفاع بالشخص: الاستشفاع بدعائه، كما في حديث الأعمى حين علمه الرسول صلّى الله عليه وسلّم أن يقول: (اللهم فشفعه فيّ) أي اقبل دعاءه.
قال ابن تيمية رحمه الله (معنى الاستشفاع بالشخص - في كلام النبي صلّى الله عليه وسلّم وأصحابه - هو استشفاع بدعائه، وشفاعته ليس هو السؤال بذاته، فإنه لو كان هذا السؤال بذاته لكان سؤال الخلق بالله تعالى أولى من سؤال الله بالخلق) (١) .
أما طلب الشفاعة من غير القادر فهذا عبث، وأما طلبها من الحي الغائب فهذا مرتبط بالحال الثانية وهي طلبها من الميت.
الحال الثانية: طلب الشفاعة من الميت: فهذه محرمة باطلة، ولا يوجد نص عن أي نبي من الأنبياء أنه أمر بالاستشفاع به بعد موته (٢) .
ومخاطبة الميت - أيا كان نبياً أو ولياً - وطلب الشفاعة منه لا تجوز، قال ابن تيمية رحمه الله: (إن دعاءهم - أي الأنبياء والصالحين -، وطلب الشفاعة منهم في هذه الحال - أي بعد موتهم - يفضي إلى الشرك بهم، ففيه هذه المفسدة، فلو قدر أن فيه مصلحة لكانت هذه المفسدة راجحة، فكيف ولا مصلحة فيه) (٣) .
وطلب الدعاء والشفاعة من الموتى، والغائبين هو أصل الشرك، وهذه هي صورة اتخاذ المشركين شفعاء من دون الله، كما قال تعالى: {وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ} [الأنعام: ٩٤] ، وقال: {وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ
_________
(١) قاعدة جليلة في التوسل والوسيلة ص٢٤٨.
(٢) انظر: الجواب الصحيح لمن بدل دين المسيح لابن تيمية ٥/٧٤.
(٣) قاعدة جليلة في التوسل والوسيلة ص٥١.',NULL,'469',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (459,'دُونِهِ وَلِيٌّ وَلا شَفِيعٌ لَعَلَّهُمْ يَتَّقُونَ} [الأنعام: ٥١] ، وقال: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ} [يونس: ١٨] .
وقال تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ * وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} [سبأ: ٢٢ - ٢٣] .
ومن المعلوم في بداهة العقل أن الاستشفاع بأحد يلزم منه علم الشافع بهذه الشفاعة، والميت إذا استشفع به فإنه لا يعلم بهذه الشفاعة بحكم موته، وعليه فإن الشفاعة باطلة من أساسها، يقول ابن تيمية رحمه الله: (يقولون لمن توسل في دعائه بنبي أو غيره: قد تشفع به، من غير أن يكون المستشفع به شفع له ولا دعا له، بل وقد يكون غائباً لم يسمع كلامه، ولا شفع له ... وأما الاستشفاع بمن لم يشفع للسائل، ولا طلب له حاجة، بل وقد لا يعلم بسؤاله، فليس هذا استشفاعاً لا في اللغة، ولا في كلام من يدري ما يقول) (١) .
الحال الثالثة: طلب الشفاعة يوم القيامة: وهذه جائزة إذا توافرت فيها شروط قبول الشفاعة وهي:
١ - إذن الله للشافع أن يشفع، كما قال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: ٢٥٥] .
٢ - رضى الله عن المشفوع له، كما قال تعالى: {وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء: ٢٨] ، وقد جمع الله هذين الشرطين في قوله - تعالى -: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} [النجم: ٢٦] .
_________
(١) قاعدة جليلة في التوسل والوسيلة ص١٥٢، وانظر ص٢٤٢.',NULL,'470',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (460,'٣ - إسلام المشفوع له، كما قال تعالى: {مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ} [غافر: ١٨] (١) .
٤ - قدرة الشافع على الشفاعة، كما قال تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: ١٨] ، وقال: {وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] .
هذه هي شروط الشفاعة المثبتة، وأما الشفاعة المنفية فهي التي يتخلف عنها أحد شروط الشفاعة المثبتة، أو كل شروطها، فعلى سبيل المثال: لو توافرت جميع شروط الشفاعة إلا إذن الله للشافع أن يشفع لما صحت الشفاعة، ولما قبلت، فلا تكون شفاعة الشافعين مقبولة إلا إذا كانت بإذن الله - عز وجل -، وما وقع بغير إذنه لم يقبل، ولم ينفع، وإن كان الشفيع عظيماً (٢) .
وفي حديث الشفاعة العظمى الطويل ما يدل على شرط الإذن لقبول الشفاعة وفيه: «فانطلق، فاستأذن على ربي، فيؤذن لي، فأقوم بين يديه، فأحمده بمحامد لا أقدر عليها الآن يلهمنيها الله، ثم أخر ساجداً، فيقول: يا محمد ارفع رأسك وقل يسمع، وسل تعطه، واشفع تشفع» (٣) .
ومثال ذلك أيضاً: وجوب إسلام المشفوع له، فلا تنفع الشفاعة الكفار
_________
(١) يستثنى من ذلك شفاعة الرسول صلّى الله عليه وسلّم لعمه أبي طالب، فهذه خاصة بالرسول صلّى الله عليه وسلّم من حيث الشافع، خاصة بأبي طالب من حيث المشفوع له، ثم إن هذه الشفاعة لم تنفع أبا طالب في الخروج من النار، إنما تنفعه في تخفيف العذاب عنه.
(٢) انظر: قاعدة جليلة في التوسل والوسيلة لابن تيمية ص٢٤٩، الرد على الأخنائي ص٢١٨، قاعدة عظيمة له ص١٣٠، الرد على البكري ص٥٩ - ٦٢.
(٣) الحديث أخرجه البخاري في صحيحه ٨/٣٩٥ - ٣٩٦ كتاب التفسير باب ذرية من حملنا مع نوح، ومسلم في صحيحه ١/١٨٤ كتاب الإيمان باب أدنى أهل الجنة منزلة.',NULL,'471',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (461,'كما قال تعالى: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} [المدثر: ٤٨] ، وقد حذر الله - عز وجل - من الاستغفار للمشركين والشفاعة لهم بقوله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: ١١٣] .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه أن النبي صلّى الله عليه وسلّم قال: «استأذنت ربي أن أستغفر لأمي فلم يأذن لي، واستأذنته أن أزور قبرها فأذن لي» (١) .
لكن هذه الشفاعة تنفع المؤمنين، والعصاة ممن كان معه أصل الإيمان، كما قال ابن تيمية رحمه الله: (وأما شفاعته لأهل الذنوب من أمته فمتفق عليها بين الصحابة والتابعين بإحسان، وسائر أئمة المسلمين الأربعة وغيرهم) (٢) .
ودليل ذلك حديث أبي هريرة (ت - ٥٧هـ) رضي الله عنه أنه قال: قلت: يا رسول الله: أي الناس أسعد بشفاعتك يوم القيامة؟ فقال: «أسعد الناس بشفاعتي يوم القيامة من قال لا إله إلا الله خالصاً من قلبه» (٣) .
وقال عليه الصلاة والسلام: «لكل نبي دعوة مستجابة، فتعجل كل نبي دعوته، وإني اختبأت دعوتي شفاعة يوم القيامة، فهي نائلة - إن شاء الله تعالى - من مات من أمتي لا يشرك بالله شيئاً» (٤) .
قال ابن تيمية رحمه الله: (مذهب الصحابة والتابعين وأئمة المسلمين، وسائر أهل السنة والجماعة أنه صلّى الله عليه وسلّم يشفع في أهل الكبائر، وأنه لا يخلد في النار من أهل الإيمان أحد، بل يخرج من النار من في قلبه مثقال حبة من إيمان، أو مثقال ذرة من إيمان) (٥) .
_________
(١) سبق تخريجه ص٣٠٦.
(٢) قاعدة جليلة في التوسل والوسيلة ص١٢.
(٣) الحديث أخرجه البخاري في صحيحه ١/١٩٣ كتاب العلم، باب الحرص على الحديث.
(٤) الحديث أخرجه مسلم في صحيحه ١/١٨٩ كتاب الإيمان، باب اختباء النبي صلّى الله عليه وسلّم دعوة الشفاعة لأمته.
(٥) قاعدة جليلة في التوسل والوسيلة ص٢٥١.',NULL,'472',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (462,'وأما التبرك بالصالحين فهو لفظ مجمل لا يتضح الحكم فيه إلا إذا أُزيل الاشتباه والإجمال:
فإن أريد بالتبرك بالصالحين: التبرك بمجالستهم كالانتفاع بعلمهم، أو بدعائهم، أو نصيحتهم، فهذا تبرك مشروع (١) .
كما قد بين ابن تيمية رحمه الله أن لفظ التبرك بالصالحين مجمل، ثم بين المعنى الصحيح للتبرك بقول: (أما الصحيح ... فببركة اتباعه صلّى الله عليه وسلّم وطاعته حصل لنا من الخير ما حصل، فهذا كلام صحيح ... وأيضاً: إذا أريد بذلك أنه ببركة دعائه وصلاحه دفع الله الشر، وحصل لنا رزق ونصر فهذا حق) (٢) .
إلى أن قال: (فبركات أولياء الله الصالحين باعتبار نفعهم للخلق بدعائهم إلى طاعة الله، وبدعائهم للخلق، وبما ينزل الله من الرحمة، ويدفع من العذاب بسببهم حق موجود، فمن أراد بالبركة هذا، وكان صادقاً، فقوله حق) (٣) .
وأما إذا أريد بالتبرك بالصالحين: التبرك بآثارهم من بعد موتهم، فهذا باطل، فلم يأمر بذلك رسول الله صلّى الله عليه وسلّم، ولا أصحابه، ولا التابعون ومن بعدهم من سلف الأمة، والمؤمن مأمور بمتابعة الرسول صلّى الله عليه وسلّم في كل أمر ونهي، بطاعته في فعل الأوامر على الوجه الذي فعله الرسول صلّى الله عليه وسلّم وأمر به، وكذلك في باب النهي ينتهي عما انتهى عنه الرسول صلّى الله عليه وسلّم ونهى عنه.
وقد فرق أهل العلم في الأمكنة التي تعبّد بها الرسول صلّى الله عليه وسلّم، وهو نبينا صلّى الله عليه وسلّم المعصوم الذي أمرنا بالاقتداء به، هل تعبده فيها قاصداً لهذه البقعة، أم تعبده فيها كان اتفاقاً. فإذا كان تعبده فيها قاصداً لها فنحن مأمورون بالاقتداء.
وأما إذا كان اتفاقاً لا قصداً: فجمهور الصحابة أنه لا يُتحرى هذا المكان بالعبادة. ويقال هذا في عمل النبي صلّى الله عليه وسلّم الذي بركته ذاتية، وله من
_________
(١) انظر: التبرك أنواعه وأحكامه للجديع ص٢٦٩.
(٢) مجموع فتاوى ابن تيمية ١١/١١٣.
(٣) مجموع فتاوى ابن تيمية ١١/١١٤.',NULL,'473',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (463,'الخصائص من التبرك في حياته ما ليس لغيره، فيكون الصالحون من باب أولى أن لا يتبرك بآثارهم، ولا مواضع عبادتهم وجلوسهم (١) ، وللشاطبي (٢)
رحمه الله كلام نفيس في هذا حيث يقول: (الصحابة رضي الله عنهم بعد موته عليه الصلاة والسلام لم يقع من أحد منهم شيء من ذلك بالنسبة إلى من خلفه، إذ لم يترك النبي صلّى الله عليه وسلّم بعده في الأمة أفضل من أبي بكر الصديق رضي الله عنه فهو كان خليفته، ولم يُفعل به شيء من ذلك، ولا عمر رضي الله عنه وهو كان أفضل الأمة بعده، ثم كذلك عثمان، ثم كذلك علي، ثم سائر الصحابة الذين لا أحد أفضل منهم في الأمة، ثم لم يثبت لواحد منهم من طريق صحيح معروف أن متبركاً تبرك به على أحد تلك الوجوه - أي الثياب والشعر وفضل الوضوء - أو نحوها، بل اقتصروا فيهم على الاقتداء بالأفعال والأقوال والسير التي اتبعوا فيها النبي صلّى الله عليه وسلّم، فهو إذا إجماع منهم على ترك تلك الأشياء) (٣) .
وأما إذا أريد بالتبرك بالصالحين: التبرك بذواتهم في حياتهم، أو بعد مماتهم بقبورهم، أما في حياتهم فكالتمسح بهم، أو تقبيلهم تبركاً، وأما بعد مماتهم فكالتمسح بقبورهم، وتقبيلها تبركاً، أو مجاورة القبر رجاء البركة، أو الدعاء عند القبر رجاء بركته، فكل هذا باطل لم تأت به شريعة إلهية، وقد قال الله عزّ وجل: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} [الشورى: ٢١] ، وقال صلّى الله عليه وسلّم: «من أحدث في أمرنا هذا ما ليس منه فهو رد» (٤) .
_________
(١) انظر: اقتضاء الصراط المستقيم لابن تيمية ٢/٧٥٠، ٧٥٣.
(٢) الشاطبي: إبراهيم بن موسى بن محمد اللخمي الغرناطي، أبو إسحاق، من أهل غرناطة، أصولي، فقيه مجتهد، محارب للبدع، من كتبه: الموافقات، والاعتصام، ت سنة ٧٩٠هـ.

انظر في ترجمته: شجرة النور الزكية لمخلوف ص٢٣١.
(٣) الاعتصام ٢/٨ - ٩.
(٤) الحديث أخرجه البخاري في صحيحه ٥/٣٠١ كتاب الصلح، باب إذا اصطلحوا على صلح جور فالصلح مردود، ومسلم في صحيحه ٣/١٣٤٣ كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور.',NULL,'474',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (464,'يقول ابن تيمية رحمه الله عن التبرك الباطل المذموم: (وأما المعنى الباطل فمثل أن يريد الإشراك بالخلق مثل أن يكون رجل مقبور بمكان، فيظن أن الله يتولاهم لأجله، وإن لم يقوموا بطاعة الله ورسوله، فهذا جهل.. فمن ظن أن الميت يدفع عن الحي مع كون الحي عاملاً بمعصية الله فهو غالط، وكذلك إذا ظن أن بركة الشخص تعود على من أشرك به، وخرج عن طاعة الله ورسوله مثل أن يظن أن بركة السجود لغيره، وتقبيل الأرض عنده، ونحو ذلك يحصل له السعادة.. فهذه الأمور ونحوها مما فيه مخالفة الكتاب والسنة، فهو من أحوال المشركين، وأهل البدع، باطل لا يجوز اعتقاده، ولا اعتماده) (١) .
وسبب النهي عن التبرك بذوات الصالحين أمور منها:
أ - عدم تحقق الصلاح، فإنه لا يتحقق إلا بصلاح القلب، وهذا أمر لا يمكن الاطلاع عليه إلا بنص كالصحابة الذين أثنى الله عليهم ورسوله، أما غيرهم فغاية الأمر أن نظن صلاحهم فنرجو لهم.
ب - أن الناس لو ظنوا صلاح شخص، فلا يؤمن من أن يختم له بخاتمة السوء، والأعمال بالخواتيم، كما قال صلّى الله عليه وسلّم: «إن الرجل ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها» (٢) .
جـ - أن الصحابة لم يكونوا يفعلون ذلك مع بعضهم، ولو كان خيراً لسبقونا إليه.
د - أن التبرك بذوات الصالحين لا تؤمن معه الفتنة بالمتبرك به، فتعجبه نفسه، ويورثه الرياء والكبر.
_________
(١) مجموع فتاوى ابن تيمية ١١/١١٤ - ١١٥.
(٢) الحديث أخرجه البخاري في صحيحه ١٣/٤٤٠ كتاب التوحيد باب قوله تعالى: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ} ، ومسلم في صحيحه ٤/٢٠٣٦ كتاب القدر، باب كيفية الخلق الآدمي، واللفظ له.',NULL,'475',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (465,'هـ - أنه فتنة للمتبرك أيضاً؛ لأنه جعل سببا ما ليس بسبب، وهذا يوقعه في التعلق بغير الله، فجعل في المتبرك به ما ليس فيه.
وأن التبرك بالذوات من وسائل الشرك، فيمنع سداً لذريعة الشرك (١) .
وأما الاستغاثة: فهي طلب الغوث، ويقول الواقع في بلية: أغثني أي فرج عني، وغوَّث الرجل واستغاث: صاح واغوثاه، والغياث: ما أغاثك الله به (٢) .
والاستغاثة: طلب الإغاثة، والتخليص من الكربة والشدة (٣) .
والاستغاثة في الأصل تكون بالله عزّ وجل وحده لما قال تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ} [الأنفال: ٩] .
وقال تعالى: {وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ} [الكهف: ٢٩] ، وقال - سبحانه -: {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} [الأحقاف: ١٧] .
وأما الاستغاثة بالمخلوق فلا تصح إلا بثلاثة شروط: وهي: أن يكون المستغاث به حياً، حاضراً، أما إن كان المستغاث به ميتاً، أو غائباً، أو أن الأمر المستغاث لأجله مما لا يقدر عليه إلا الله فهذا شرك بالله - عز وجل - (٤) .
_________
(١) انظر: الاعتصام للشاطبي ٢/٨ - ٩، الحكم الجديرة بالإذاعة لابن رجب ص٥٥، تيسير العزيز الحميد للشيخ سليمان بن عبد الله ص١٨٦، فتاوى ورسائل الشيخ محمد بن إبراهيم ١/١٠٤، أفعال الرسول صلّى الله عليه وسلّم ودلالتها على الأحكام الشرعية لمحمد الأشقر ص٢٧٧.
(٢) انظر: لسان العرب لابن منظور ٢/١٧٤ - ١٧٥ مادة (غوث) ، القاموس المحيط للفيروزآبادي ١/١٧٧ مادة (الغوث) .
(٣) انظر: الرد على البكري لابن تيمية ص٨٨، ٢٤٩، مجموع فتاوى ابن تيمية ١/١٠٣.
(٤) انظر: القول المفيد على كتاب التوحيد لابن عثيمين ١/٢٦١، حكم الله الواحد الصمد للمعصومي ص٤٠.',NULL,'476',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (466,'يقول ابن تيمية رحمه الله: (واستغاثة الصحابة به صلّى الله عليه وسلّم في القحط؛ إنما استغاثوا به ليدعو لهم كما يستغيث الناس به يوم القيامة ليشفع لهم، والاستغاثة بالمخلوق ليدعو للعبد أو ليعينه بما يقدر عليه ليس بممنوع منها) (١) .
ويقول رحمه الله: (ومن أعظم الشرك أن يستغيث الرجل بميت أو غائب ويستغيث به عند المصائب يقول: يا سيدي فلان، كأنه يطلب منه إزالة ضره، أو جلب نفعه) (٢) .
وينبه ابن تيمية رحمه الله على تقرير هذه الحقيقة، وهي أن الاستغاثة بالمخلوق إذا لم تتوافر شروطها فهي شرك فيقول: (ولا يجوز لأحد أن يستغيث بأحد من المشايخ الغائبين ولا الميتين مثل أن يقول: يا سيدي فلان أغثني وانصرني وادفع عني، أو أنا في حسبك ونحو ذلك، بل كل هذا من الشرك الذي حرم الله ورسوله، وتحريمه مما يعلم بالاضطرار من دين الإسلام) (٣) .
وأما دعوى أنه إذا جاز التوسل بالرسول صلّى الله عليه وسلّم فقد جازت الاستغاثة به، فهذه غير صحيحة؛ لأنه لا يجوز لنا أن نتوسل بذات الرسول عليه الصلاة والسلام، وليس لنا أن نتوسل بدعائه بعد موته، فالمقدمة باطلة، وأما إن أريد بجواز التوسل به: أي في حياته بدعائه، فنقول: وأيضاً يجوز الاستغاثة به صلّى الله عليه وسلّم في حياته، وحضرته، فيما يقدر عليه.
وأما بعد موته صلّى الله عليه وسلّم فعلينا الإيمان به، وطاعته، وتصديق خبره، ونشهد له أنه قد بلغ الرسالة، وأدى الأمانة، ونصح الأمة، وجاهد في الله حق جهاده حتى أتاه اليقين.
وأما التعليل بجوازها بعد موته صلّى الله عليه وسلّم بأنه في مزيد دائم، ولا ينقص جاهه،
_________
(١) الرد على البكري ص٦٧، وانظر ص٣٦، ٨٨، ٨٩.
(٢) مجموع فتاوى ابن تيمية ٢٧/٨٢، وانظر ص١٤٥، وانظر: الرد على البكري له ص٢٩، ٣٦.
(٣) قاعدة جليلة في التوسل والوسيلة ص٣٠٠.',NULL,'477',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (467,'فهذا تعليل - في حد ذاته - صحيح، ومقبول، إلا أنه لا يصح أن يُربط بجواز الاستغاثة بالرسول صلّى الله عليه وسلّم بعد وفاته، ثم إن هذه مسألة شرعية تؤخذ من الأدلة:
فإن الدليل على أن الطلب منه صلّى الله عليه وسلّم ميتاً كالطلب منه حياً، وعلو درجته بعد الموت لا يقتضي أن يُسأل كما لا يقتضي أن يستفتى (١) .
وسبب غلو المخالفين في رسول الله صلّى الله عليه وسلّم هو خوفهم من نقص حقه بعد وفاته وإيفائه إياه كاملاً، فوقعوا في شر مما فروا منه، فلو فرض ذنبان: أحدهما: الشرك والغلو في المخلوق، والثاني: نقص رسولٍ من بعض حقه، كان خطأ الثاني دون خطأ من غلا فيه، وأشرك به، يقول ابن تيمية رحمه الله: (فالشرك عند الله أعظم إثماً، وصاحبه أعظم عقوبة، وأبعد عن المغفرة من المنتقص لهم عن كمال رتبتهم..) (٢) .
وقال: (وهؤلاء الجهال المضاهون للنصارى غلوا في التخلص من النقص حتى وقعوا في الشرك والغلو وتكذيب الرسول الذي هو أعظم إثماً كما أصاب النصارى.
فكانوا كالمستجيرين من الرمضاء بالنار، وكان ما فروا إليه من الشرك والغلو وتكذيب الرسل وتنقصهم أعظم إثماً وعقاباً مما فروا منه مما ظنوه تنقصاً..) (٣) .
وأما الاستدلال على جواز الاستغاثة الشركية بقول الله عز وجل: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص: ١٥] ، فهذا ليس فيه ما يؤيد جواز الاستغاثة الشركية، فهي استغاثة حي بحي حاضر، على أمر يقدر عليه موسى - عليه الصلاة والسلام - (٤) .
_________
(١) انظر: الرد على البكري ص٨٨، ٩٠، ٢٤٩، ٢٥٠، ٢٦٢.
(٢) الرد على الأخنائي ص٢٠١.
(٣) الرد على الأخنائي ص٢٠١.
(٤) انظر: البروق النجدية للقصيمي ص٣٥ - ٣٦، القول المفيد على كتاب التوحيد لابن عثيمين ١/٢٧٩.',NULL,'478',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (468,'وأما دعوى أن الاسغاثة الشركية بالموتى لا تكون عبادة لهم إذا صاحبها إيمان بالله، فيجاب عنها بأن من صرف شيئاً مما هو لله لغيره فهو مشرك بالله، وإن لم يسجد ويركع لذلك الغير، ولذا فقد ذم الله أهل الكتاب الذين أطاعوا علماءهم في تحليل الحرام، وتحريم الحلال، فقال عزّ وجل: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} [التوبة: ٣١] ، وبين ابن تيمية رحمه الله معنى اتخاذهم أرباباً في تحليل الحرام، وتحريم الحلال بأنه يكون على وجهين:
أحدهما: أن يعلموا أنهم بدلوا دين الله فيتبعونهم على هذا التبديل وهذا كفر.
الآخر: أن يكون اعتقادهم وإيمانهم بتحريم الحلال وتحليل الحرام ثابتاً، لكنهم أطاعوهم في معصية الله، كما يفعل المسلم ما يفعله من المعاصي، فهؤلاء لهم حكم أمثالهم من أهل الذنوب (١) .
وقد أطلق صلّى الله عليه وسلّم لفظ العبودية على من تعلق قلبه بالدنيا، وإن لم يسجد لها أو يركع، كما قال عليه الصلاة والسلام: «تعس عبد الدينار، وعبد الدرهم، إن أعطي رضي، وإن لم يعط سخط، تعس وانتكس» (٢) .
وعلى هذا فلا يلزم من العبادة أن تكون بركوع وسجود، وكذلك من استغاث بميت فهو مشرك بالله - عز وجل -، وقد يكون قد صرف شيئاً من العبادة لغير الله، ولو لم يصلّ إليه، أو يسجد إليه.
وأما نظم القصائد في المديح، والاستغاثة بالنبي صلّى الله عليه وسلّم، فقد بين ابن تيمية رحمه الله أن هذا العمل ليس بمشروع، ولا واجب، ولا مستحب بإتفاق أئمة المسلمين (٣) .
_________
(١) انظر: مجموع فتاوى ابن تيمية ٧/٧٠.
(٢) الحديث أخرجه البخاري في صحيحه ٦/٨١ كتاب الجهاد، باب الحراسة في الغزو في سبيل الله.
(٣) انظر: قاعدة جليلة في التوسل والوسيلة ص٢٦، تيسير العزيز الحميد للشيخ سليمان بن عبد الله ص٢٢١.',NULL,'479',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (469,'وقد أنكر ابن تيمية رحمه الله على الشيخ يحيى الصرصري (١) ما يقوله في قصائده في مدح الرسول صلّى الله عليه وسلّم من الاستغاثة به، مثل قوله: بل استغيث واستعين واستنجد، وأنكر على غيره - أيضاً - (٢) .
أما قصائد البوصيري (ت - ٦٩٦هـ) التي فيها استغاثة بالرسول صلّى الله عليه وسلّم استغاثة شركية، فقد نقد ابن تيمية أبياتاً منها، هي أخف من الأبيات المشهورة عنه، والتي ذكرتها في المطلب الأول من هذا المبحث.
فقال في مقام بيان غلو المادحين لرسول الله صلّى الله عليه وسلّم: (ومنهم من يقول أسقط الربوبية، وقل في الرسول ما شئت.
دع ما ادعته النصارى في نبيهم ... واحكم بما شئت مدحاً فيه واحتكم
فإن فضل رسول الله ليس له ... حد فيعرب عنه ناطق بفم
وانسب إلى ذاته ما شئت من شرف ... وانسب إلى قدره ما شئت من عظم (٣)
لو ناسبت قدره آياته عظما ... أحيا اسمه حين يدعى دارس الرمم (٤) (٥)
وأبيات البوصيري الأولى التي فيها استغاثة بالرسول صلّى الله عليه وسلّم، وإعطائه منزلة فوق منزلته - بأبي هو وأمي - قد ناقشها المناوئون - أنفسهم - في ثنايا كلامهم، وبينوا ما فيها من المبالغات التي لا دليل عليها، وإن كانوا لم يجرؤوا على القول بأنها شرك، فقال أحدهم عن هذه الأبيات: (في هذا مبالغة لا دليل عليها) (٦) ، ثم ذكر بعض القصص والأحاديث الموضوعة في بيان منزلة النبي صلّى الله عليه وسلّم
_________
(١) يحيى الصرصري: يحيى بن يوسف بن يحيى الأنصاري، أبو زكريا، شاعر من أهل صرصر، سكن بغداد، وكان ضريراً، ت سنة ٦٥٦هـ.
انظر في ترجمته: البداية والنهاية لابن كثير ١٣/٢١١، النجوم الزاهرة للأتابكي ٧/٦٦.
(٢) انظر: مجموع فتاوى ابن تيمية ١/٧٠ - ٧١، الرد على البكري له ص٢١٩.
(٣) هذا البيت ذكره ابن تيمية رحمه الله ثالث الأبيات، وموضعه الصحيح هو أن يكون ثانيها، والثاني يكون الثالث كما في ديوان البوصيري ص٢٤١.
(٤) انظر: ديوان البوصيري ص٢٤١.
(٥) الرد على البكري ص٢١٩.
(٦) قصيدة البردة لعبد الله الغماري (مقال ضمن البوصيري مادح الرسول الأعظم لعبد العال الحمامصي ص٧٤) .',NULL,'480',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (470,'ثم قال: (وكتب الموالد ملأى بهذه الموضوعات وأصبحت عقيدة راسخة في أذهان العامة) (١) ، وقال: (لا يفيد ما ادعاه الناظم من أن علم اللوح والقلم بعض علوم النبي صلّى الله عليه وسلّم، ففي هذه الدعوى مبالغة ليس عليها دليل.. والمقصود أن الغلو في المدح مذموم لقوله تعالى: {لا تَغْلُوا فِي دِينِكُمْ} [النساء: ١٧١] .
وأيضاً: فإن مادح النبي صلى الله عليه وآله وسلم بأمر لم يثبت عنه يكون كاذباً عليه، فيدخل في وعيد «من كذب علي متعمداً فليتبوأ مقعده من النار» (٢) ، وليست الفضائل النبوية مما يتساهل فيها برواية الضعيف ونحوه.. وعلى هذا فما يوجد في كتب المولد النبوي، وقصة المعراج من مبالغات وغلو لا أساس له من الواقع: يجب أن تحرق، لئلا يحرق أصحابها وقارئوها في نار جهنم، نسأل الله السلامة والعافية) (٣) .
وقد عدّل بعض الأبيات - وليست كلها - التي فيها غلو وشرك، وإن كان تعديله - أيضاً - لا يخلو من ملحوظات (٤) ، ولذا فإن نقلي عن هذا الكاتب الشاعر المحدِّث ليس من باب الاطمئنان إليه لاعتقاده معتقد السلف، بل في ثنايا كلامه في مقاله السابق، وفي بعض كتبه وفتاويه كلام كثير حول نصرة التوسل البدعي، وشد الرحل إلى قبر النبي صلّى الله عليه وسلّم (٥) ، إنما كان نقلي عنه من باب
_________
(١) قصيدة البردة لعبد الله الغماري (مقال ضمن البوصيري مادح الرسول الأعظم لعبد العال الحمامصي ص٧٥) .
(٢) الحديث أخرجه البخاري في صحيحه ١/٢٠٢ كتاب العلم، باب إثم من كذب على النبي صلّى الله عليه وسلّم، ومسلم في صحيحه ٤/٢٢٩٨ - ٢٢٩٩، كتاب الزهد، باب التثبت في الحديث.
(٣) قصيدة البردة لعبد الله الغماري (ضمن البوصيري مادح الرسول الأعظم لعبد العال الحمامصي ص٧٦ - ٧٧) .
(٤) انظر: قصيدة البردة لعبد الله الغماري (ضمن البوصيري مادح الرسول الأعظم لعبد العال الحمامصي ص٧٤، ٧٦) .
(٥) انظر على سبيل المثال كتابه: الرد المحكم المتين على كتاب القول المبين كله، الحاوي في فتاوى الحافظ أبي الفضل عبد الله الصديق الغماري ص٩ - ١٠، ١٤ - ١٥، ٢٣.',NULL,'481',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (471,'قول الله عزّ وجل: {وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا} [يوسف: ٢٦] (١) ، إذ بين أن كثيراً من المدائح النبوية التي تقال في الموالد فيها غلو وكذب على النبي صلّى الله عليه وسلّم وفيها تلبيس على أذهان العامة، حتى صارت عقائد راسخة لهم لا يبدلونها، نسأل الله أن يحفظنا بحفظه، وأن يجنبنا الفتن، وأن يهدينا صراطه المستقيم.
_________
(١) انظر: الموقف الشرعي من مدائح الموالد في المدائح النبوية بين المعتدلين والغلاة لابن حسين ص١٤٣ - ١٥٠.',NULL,'482',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (472,'<span data-type="title" id=toc-74>الفصل السادس
موقف شيخ الإسلام من الصحابة</span>
المبحث الأول: عقيدة أهل السنة والجماعة في الصحابة.
المبحث الثاني: دعوى تخطئة شيخ الإسلام الصحابة بما فيهم الأئمة الخلفاء الأربعة، ومناقشتها.
المبحث الثالث: دعوى تكلف شيخ الإسلام الغمز على أهل البيت وتعمية مناقبهم ومناقشتها.
المبحث الرابع: دعوى رد الأحاديث الصحيحة في مقام المبالغة في توهين كلام الشيعة ومناقشتها.',NULL,'483',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (473,'<span data-type="title" id=toc-75>المبحث الأول
عقيدة أهل السنة والجماعة في الصحابة</span>
الصاحب: مشتق من الصحبة، وهو اسم فاعل من صحب يصحب، والجمع: أصحاب، وأصاحيب، وصحب، وصحاب، وصحبة، وصحبان، وأما لفظ الصحابة فهو في الأصل مصدر ثم صارت جمعاً مفرده صاحب، ولم يجمع فاعل على فَعَالة إلا هذا.
ومعاني الصحبة في اللغة تدور حول: الملازمة، والانقياد (١) .
وأما تعريف الصحابي اصطلاحاً: فأصح التعريفات: تعريف المحدثين (٢) ، وقد اختلفوا فيه اختلافاً كثيراً.
ومن ذلك قول ابن المديني (ت - ٢٣٤هـ) رحمه الله: (من صحب النبي صلّى الله عليه وسلّم، أو رآه ولو ساعة من نهار فهو من أصحاب النبي صلّى الله عليه وسلّم) (٣) .
ومن ذلك قول الإمام البخاري (ت - ٢٥٦هـ) رحمه الله: (من صحب النبي صلّى الله عليه وسلّم، أو رآه من المسلمين فهو من أصحابه) (٤) .
_________
(١) انظر: لسان العرب لابن منظور ١/٥١٩ مادة (صحب) ، القاموس المحيط للفيروزآبادي ١/٩٥ مادة (صحبه) .
(٢) كما أن للأصوليين تعريفاً آخر يشترطون فيه طول الصحبة، وكثرة اللقاء للأخذ عنه وهذا ليس بلازم على الصحيح.
انظر: مقدمة ابن الصلاح ١٤٦، التقييد والإيضاح للعراقي ص٢٩٧ - ٢٩٨، تيسير التحرير لأمير بادشاه ٣/٦٦، إرشاد الفحول للشوكاني ص٧٠ - ٧١.
(٣) انظر: فتح الباري لابن حجر ٧/٥.
(٤) صحيح البخاري (مع شرحه فتح الباري لابن حجر ٧/٣) .',NULL,'485',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (474,'وأصح التعريفات عند المحدثين هو حد الحافظ ابن حجر (ت - ٨٥٢هـ) قال رحمه الله: (الصحابي من لقي النبي صلّى الله عليه وسلّم مؤمناً به ومات على الإسلام) (١) .
ويشرح التعريف، ويذكر محترزاته بأنه يدخل فيمن لقيه من طالت مجالسته له أو قصرت، ومن روى عنه، أو لم يرو عنه، ومن غزا معه، أو لم يغز، ومن رآه رؤية ولو لم يجالسه ومن لم يره لعارض كالعمى (٢) .
ويخرج بقيد الإيمان من لقيه كافراً ولو أسلم بعد ذلك إذا لم يجتمع به مرة أخرى.
ويخرج بلفظة (به) : من لقيه مؤمنا بغيره، كمن لقيه من مؤمني أهل الكتاب قبل البعثة.
وأما ورقة بن نوفل فقد لقي النبي صلّى الله عليه وسلّم وآمن به بعد بعثته، فلا يصح أن يمثل به على أنه مؤمن بغير النبي صلّى الله عليه وسلّم، وأنه مات على ذلك.
وأما اشتراط الموت على الإسلام: فيخرج به من لقي النبي صلّى الله عليه وسلّم مؤمنا به ثم ارتد ومات على ردته والعياذ بالله، كعبد الله بن جحش، وربيعة بن أمية الجمحي، وابن خطل (٣) .
وأما من آمن بالرسول صلّى الله عليه وسلّم ثم ارتد ثم آمن ولقيه في حياته فهذا صحابي اتفاقاً كعبد الله بن سعد بن أبي السرح (٤) ،
وإن عاد من ردته إلى الإسلام في
_________
(١) الإصابة في تمييز الصحابة ١/٧.
(٢) وأما ما ذكره البغدادي في الكفاية ص٩٩ من أن سعيد بن المسيب يشترط في الصحبة أن يقيم الصحابي مع النبي سنة أو سنتين أو يشهد غزوة أو غزوتين فهذا لا يصح عن ابن المسيب ففي سنده الواقدي وهو ضعيف، بل قال عنه الذهبي في ميزان الاعتدال ٣/٦٦٦ (استقر الإجماع على وهن الواقدي) .
(٣) ابن جحش تنصر، ومات على نصرانيته، وأما ابن خطل فقد قتل وهو متعلق بأستار الكعبة مرتداً، وأما ربيعة فقد ارتد في خلافة عمر، وتنصر، وفر إلى بلاد الروم، انظر: الإصابة لابن حجر ١/٨.
(٤) عبد الله بن سعد بن أبي السرح بن الحارث القرشي العامري، أبو يحيى، كان أخا عثمان من الرضاعة، أسلم بعد فتح مكة، شهد فتح مصر، وأمره عثمان عليها، ولما وقعت الفتنة سكن عسقلان ت بها سنة ٣٦هـ.

انظر في ترجمته: الإصابة لابن حجر ٢/٣١٦.',NULL,'486',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (475,'حياة النبي صلّى الله عليه وسلّم ولم يره، أو بعد وفاته صلّى الله عليه وسلّم كقرة بن هبيرة (١) ، والأشعث بن قيس (٢) ، فهو صحابي على الصحيح (٣) .
وتعرف صحبة الصحابي بأحد أمور أربعة: إما بالتواتر على أنه صحابي كأبي بكر (ت - ١٣هـ) وعمر (ت - ٢٣هـ) وبقية العشرة.
وإما بالاستفاضة والشهرة: وهذه منزلة أقل من الأولى.
وإما أن يثبت أحد الصحابة لآخر الصحبة، فتثبت له بشهادة صحابي آخر.
وإما بإخباره عن نفسه بأنه صحابي. إذا كان ثابت العدالة والمعاصرة، فالصحابة كلهم عدول، ولذا قال الحافظ العراقي (٤) في ألفيته:
وتعرف الصحبة باشتهار أو ... تواتر أو قول صاحب ولو
قد ادعاها وهو عدل قبلا ... وهم عدول وقيل لا من دخلا (٥)
_________
(١) قرة بن عامر بن سلمة العامري القشيري، له صحبة، أحد الوجوه من الوفود، وهو الجد الأعلى للصمة بن عبد الله بن الطفيل بن قرة، أحد شعراء بني أمية المشاهير، ارتد قرة ثم أسر فاعتذر عن ارتداده؛ لأنه كان له مال وولد، فخاف عليهم ولم يرتد في الباطن.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٢٥٣، الإصابة لابن حجر ٣/٢٣٤.
(٢) الأشعث بن قيس بن معدي كرب الكندي، أبو محمد، أمير كنده في الجاهلية والإسلام، وفد على النبي بعد ظهور الإسلام فأسلم وشهد اليرموك، امتنع عن تأدية الزكاة، وأتي به إلى أبي بكر فحسن إسلامه، وأبلى البلاء الحسن، ت سنة ٤٠هـ.
انظر في ترجمته: الطبقات الكبرى لابن سعد ٦/٩٩ شذرات الذهب لابن العماد ١/٤٩.
(٣) انظر: الإصابة لابن حجر ١/٨.
(٤) العراقي: عبد الرحيم بن الحسين بن عبد الرحمن العراقي، أبو الفضل الحافظ من كبار حفاظ الحديث، تجول في الأمصار طلباً للعلم، مؤلف مكثر، ت سنة ٨٠٦هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٧/٥٥، البدر الطالع للشوكاني ١/٣٥٢.
(٥) ألفية العراقي (ضمن شرحها فتح المغيث للسخاوي ٣/٨٠) ، وانظر: تدريب الراوي للسيوطي ٢/٢١٣.',NULL,'487',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (476,'وقد أثنى الله عزّ وجل على الصحابة الكرام، فتارة يثنى على السابقين منهم، وتارة يثني على الذين جاهدوا مع الرسول صلّى الله عليه وسلّم، وتارة يثني عليهم بمجموعهم.
قال الله تعالى: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} [التوبة: ١٠٠] .
وقال - سبحانه -: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ} [التوبة: ١١٧] .
وقال: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْأِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً} [الفتح: ٢٩] .
وقال عزّ وجل: {وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْأِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ} [الحجرات: ٧] .
وقال: {لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلّاً وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} [الحديد: ١٠] .
ومن فضلهم في السنة ما حدث به أبو سعيد الخدري (ت - ٧٤هـ) رضي الله عنه - عن النبي صلّى الله عليه وسلّم: قال: «يأتي على الناس زمان يغزو فئام من الناس، فيقال لهم: فيكم من صحب رسول الله صلّى الله عليه وسلّم؟، فيقولون: نعم فيفتح لهم، ثم يغزو فئام من الناس فيقال لهم: هل فيكم من رأى من صحب رسول الله صلّى الله عليه وسلّم؟، فيقولون: نعم، فيفتح لهم، ثم يغزو فئام من الناس، فيقال لهم: هل فيكم من رأى من',NULL,'488',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (477,'صحب من صحب رسول الله صلّى الله عليه وسلّم؟ فيقولون: نعم فيفتح لهم» (١) .
وقال عليه الصلاة والسلام: «خير أمتي قرني ثم الذين يلونهم ثم الذين يلونهم» (٢) .
وقال عليه الصلاة والسلام: «لا يدخل النار - إن شاء الله - من أصحاب الشجرة أحد» (٣) .
وأما ذكر فضل الصحابة في كلام السلف فكثير أذكر منه أمثلة: كقول الإمام الشافعي (ت - ٢٠٤هـ) رحمه الله: (قد أثنى الله - تبارك وتعالى - على أصحاب رسول الله صلّى الله عليه وسلّم في القرآن والتوراة والإنجيل، وسبق لهم على لسان رسول الله صلّى الله عليه وسلّم من الفضائل ما ليس لأحد بعدهم، فرحمهم الله، وهنأهم بما آتاهم من ذلك ببلوغ أعلى منازل الصديقين والشهداء والصالحين أدوا إلينا سنن رسول الله صلّى الله عليه وسلّم عاماً وخاصاً، وعزماً وإرشاداً، وعرفوا من سننه ما عرفنا وجهلنا، وهم فوقنا في كل علم واجتهاد وورع وعقل، وأمر استدرك به علم واستنبط به، وآراؤهم لنا أحمد وأولى بنا من رأينا عند أنفسنا ... ) (٤) .
وقال ابن أبي حاتم (ت - ٣٢٧هـ) رحمه الله: (أما أصحاب رسول الله صلّى الله عليه وسلّم فهم الذين شهدوا الوحي والتنزيل، وعرفوا التفسير والتأويل، وهم الذين اختارهم الله - عز وجل - لصحبة نبيه صلّى الله عليه وسلّم، ونصرته، وإقامة دينه، وإظهار حقه، فرضيهم له صحابة، وجعلهم لنا أعلاماً وقدوة: فحفظوا عنه صلّى الله عليه وسلّم ما بلغهم عن الله - عز
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٣ كتاب فضائل أصحاب النبي، باب فضائل أصحاب النبي، ومسلم في صحيحه ٤/١٩٦٢ كتاب فضائل الصحابة، باب فضل الصحابة، واللفظ له.
(٢) سبق تخريجه ص١٠٥.
(٣) الحديث أخرجه مسلم في صحيحه ٤/١٩٤٢ كتاب فضائل الصحابة، باب من فضائل أصحاب الشجرة، وأحمد في مسنده ٣/٣٥٠ من حديث جابر رضي الله عنه.
(٤) مناقب الشافعي للبيهقي ١/٤٤٢ - ٤٤٣.',NULL,'489',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (478,'وجل - وما سن وشرع، وحكم وقضى، وندب وأمر، ونهى وحظر وأدب، ووعوه وأتقنوه، ففقهوا في الدين، وعلموا أمر الله ونهية، ومراده بمعاينة رسول الله صلّى الله عليه وسلّم ومشاهدتهم منه تفسير الكتاب وتأويله، وتلقفهم منه، واستنباطهم عنه، فشرفهم الله - عز وجل - بما من عليهم، وأكرمهم به من وضعه إياهم موضع القدوة، فنفى عنهم الشك والكذب، والغلط والريبة والغمز) (١) .
وقال ابن أبي زيد القيرواني (٢) :
(وأن خير القرون الذين رأوا رسول الله صلّى الله عليه وسلّم، وآمنوا به، ثم الذين يلونهم) (٣) .
وبعد إثبات فضل الصحابة - رضوان الله عليهم - على غيرهم، تبقى مسألة وهي: هل الصحابة يتفاضلون فيما بينهم، أم أنهم في منزلة سواء؟.
الصحيح: أن الصحابة - رضوان الله عليهم - يتفاضلون بينهم كغيرهم من سائر الخليقة، وأنهم ليسوا على درجة واحدة (٤) .
ودليل هذا التفاضل ما ثبت في كتاب الله عزّ وجل من التفريق بين الصحابة الذين آمنوا قبل الفتح، وبين الصحابة الذين آمنوا بعدهم، فأثبت أن الأوائل أعظم درجة عند الله، وإن كانوا جميعاً لهم فضل وأجر الصحبة، كما قال عزّ وجل: {لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلّاً وَعَدَ اللَّهُ الْحُسْنَى} [الحديد: ١٠] .
_________
(١) الجرح والتعديل ١/٧ - ٨.
(٢) ابن أبي زيد القيرواني: عبد الله بن أبي زيد بن عبد الرحمن القيرواني، أبو محمد، كان من أهل العلم والورع، وكان فصيح اللسان، مالكي المذهب، ت سنة ٣٨٦هـ.

انظر في ترجمته: شجرة النور الزكية لمخلوف ص٩٦.
(٣) المقدمة (ضمن شرحها للأمين الحاج أحمد ص١٨) .
(٤) يرى بعض المعتزلة ومن وافقهم التوقف في مسألة التفاضل بين الصحابة بحجة أنا لا نعرف كمية أجورهم وثوابهم، ومدى قبول أعمالهم، انظر: المغني في التوحيد والعدل للقاضي عبد الجبار ٢٠/١١٧ - ١١٨، وهذا القول مخالف للكتاب والسنة كما سيأتي.',NULL,'490',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (479,'وأفضل الصحابة على الإطلاق أبو بكر الصديق (ت - ١٣هـ) رضي الله عنه ثم عمر الفاروق (ت - ٢٣هـ) رضي الله عنه ثم عثمان بن عفان (ت - ٣٥هـ) رضي الله عنه ثم علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه وترتيبهم في الفضل هو ترتيبهم في الخلافة على قول جمهور الصحابة، والمخالف للجمهور يرى أفضلية علي (ت - ٤٠هـ) رضي الله عنه على عثمان (ت - ٣٥هـ) رضي الله عنه لا أحقيته بالخلافة؛ لأن ترتيب الخلافة مما لا يعلم فيه مخالف من أهل السنة والجماعة.
ومما يدل على أفضلية أبي بكر الصديق (ت - ١٣هـ) رضي الله عنه ما جاء عن أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه قال: خطب رسول الله صلّى الله عليه وسلّم الناس وقال: «إن الله خير عبداً بين الدنيا وبين ما عنده، فاختار ذلك العبد ما عند الله» ، قال: فبكى أبو بكر، فعجبنا لبكائه أن يخبر رسول الله عن عبد خير فكان رسول الله صلّى الله عليه وسلّم هو المخيّر، وكان أبو بكر أعلمنا، فقال رسول الله صلّى الله عليه وسلّم: «إن من أمنّ الناس علي في صحبته وماله أبا بكر، ولو كنت متخذاً خليلاً غير ربي، لا تخذت أبا بكر، ولكن أخوة الإسلام ومودته، لا يبقين في المسجد باب إلا سُدَّ إلا بابُ أبي بكر» (١) .
وأما أفضلية عمر (ت - ٢٣هـ) رضي الله عنه فيدل عليها قول الرسول صلّى الله عليه وسلّم: «رأيتني دخلت الجنة، فإذا بالرميصاء امرأة أبي طلحة، وسمعت خشفة (٢) فقلت من هذا؟ فقال: هذا بلال (٣) ،
ورأيت قصراً بفنائه جارية، فقلت: لمن هذا؟ فقال: لعمر،
_________
(١) الحديث أخرجه البخاري في صحيحه ١/٥٥٨ كتاب الصلاة، باب الخوخة والممر في المسجد، ومسلم في صحيحه ٤/١٨٥٤ كتاب فضائل الصحابة، باب من فضائل أبي بكر الصديق رضي الله عنه.
(٢) الخشفة: الحركة والحس، وقيل: الصوت، والحس الخفي.
انظر: لسان العرب لابن منظور ٩/٧١ مادة (خشف) القاموس المحيط للفيروزآبداي ٣/١٣٧ مادة (خشف) .
(٣) بلال بن رباح الحبشي، أبو عبد الله، مؤذن رسول الله صلّى الله عليه وسلّم، وأحد السابقين إلى الإسلام، شهد المشاهد كلها مع الرسول صلّى الله عليه وسلّم، ت سنة ٢٠هـ.

انظر في ترجمته: الطبقات الكبرى لابن سعد ٣/١٧٤، سير أعلام النبلاء للذهبي ١/٣٤٧.',NULL,'491',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (480,'فأردت أن أدخله فأنظر إليه، فذكرت غيرتك» ، فقال عمر: بأبي وأمي يا رسول الله أعليك أغار (١) .
وعن أبي هريرة (ت - ٥٧هـ) رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلّم: «لقد كان فيما قبلكم من الأمم محدثون (٢) ، فإن يك في أمتي أحد فإنه عمر» (٣) .
وأما أدلة تفضيل عثمان بن عفان (ت - ٣٥هـ) رضي الله عنه فكثيرة منها: ما رواه عبد الله بن عمر (ت - ٧٢هـ) رضي الله عنهما قال: (كنا في زمن النبي صلّى الله عليه وسلّم لا نعدل بأبي بكر أحدا، ثم عمر، ثم عثمان، ثم نترك أصحاب النبي صلّى الله عليه وسلّم لا نفاضل بينهم) (٤) .
وعن أبي موسى الأشعري (ت - ٤٢هـ) رضي الله عنه قال: (دخل النبي صلّى الله عليه وسلّم حائطاً، وأمرني بحفظ باب الحائط، فجاء رجل يستأذن، فقال: «ائذن له وبشره بالجنة» ، فإذا أبو بكر، ثم جاء آخر يستأذن فقال: «ائذن له وبشره بالجنة» فإذا عمر، ثم جاء آخر يستأذن، فسكت هنيهة ثم قال: «ائذن له وبشره بالجنة على بلوى ستصيبه» فإذا عثمان بن عفان) (٥) .
وأما فضائل علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه فكثيرة، ومما ورد في فضله من أحاديث: قول الرسول صلّى الله عليه وسلّم يوم خيبر: «لأعطين الراية رجلاً يفتح الله على يديه يحب الله ورسوله، ويحبه الله ورسوله» (٦) .
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٤٠ كتاب فضائل الصحابة، باب مناقب عمر بن الخطاب واللفظ له، ومسلم في صحيحه ٤/١٨٦٢ - ١٨٦٣ كتاب فضائل الصحابة، باب من فضائل عمر.
(٢) المحدَّث: الملهم وهو الذي يُلقى في نفسه الشيء فيخبر به حدساً وفراسة، انظر: لسان العرب لابن منظور ٢/١٣٤، مادة (حدث) .
(٣) الحديث أخرجه البخاري في صحيحه ٧/٤٢ كتاب فضائل أصحاب النبي، باب مناقب عمر، ومسلم في صحيحه ٤/١٥٦٤، كتاب فضائل الصحابة، باب من فضائل عمر.
(٤) الحديث أخرجه البخاري في صحيحه ٧/١٦ كتاب فضائل أصحاب النبي، باب فضل أبي بكر بعد النبي، وأبو داود في سننه ٥/٢٤ - ٢٥ كتاب السنة باب في التفضيل.
(٥) الحديث أخرجه البخاري في صحيحه ٧/٤٣ كتاب فضائل الصحابة، باب مناقب عمر، ومسلم في صحيحه ٤/١٨٦٧ كتاب فضائل الصحابة.
(٦) الحديث أخرجه البخاري في صحيحه ٧/٧٠ كتاب فضائل أصحاب النبي، باب مناقب علي بن أبي طالب، ومسلم في صحيحه /١٨٧١ كتاب فضائل الصحابة، باب فضائل علي واللفظ له، وابن ماجه في سننه ١/٤٣ - ٤٤ المقدمة، باب من فضائل علي بن أبي طالب.',NULL,'492',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (481,'وقال له صلّى الله عليه وسلّم: «أنت مني بمنزلة هارون من موسى، إلا أنه لا نبي بعدي» (١) .
وقد تواترت النصوص عن أئمة أهل السنة والجماعة في بيان أفضلية الخلفاء الأربعة على غيرهم من الصحابة، وأن ترتيبهم في الفضل هو ترتيبهم في الخلافة، وقد جعلوا ذلك ديناً يدينون الله به، وجزءاً من معتقدهم، فأثبتوه في عقائدهم، ولعلي أستشهد ببعض قولهم للتمثيل على هذه القاعدة المهمة في معتقد أهل السنة في الصحابة الكرام:
فقد قال الطبري (ت - ٣١٠هـ) رحمه الله: (أفضل أصحابه صلّى الله عليه وسلّم الصديق أبو بكر رضي الله عنه، ثم الفاروق - بعده - عمر، ثم ذو النورين عثمان بن عفان، ثم أمير المؤمنين وإمام المتقين علي بن أبي طالب - رضوان الله عليهم أجمعين -) (٢) .
وقال الإسماعيلي (ت - ٣٧١هـ) رحمه الله: (ويثبتون خلافة أبي بكر رضي الله عنه بعد رسول الله صلّى الله عليه وسلّم باختيار الصحابة إياه، ثم خلافة عمر بعد أبي بكر رضي الله عنه باستخلاف أبي بكر إياه.
ثم خلافة عثمان رضي الله عنه باجتماع أهل الشورى وسائر المسلمين عليه عن أمر عمر، ثم خلافة علي بن أبي طالب رضي الله عنه ببيعته من بايع من البدريين عمار بن ياسر (٣) ، وسهل بن حنيف (٤) ، ومن تبعهما من سائر الصحابة، مع
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٧١ كتاب فضائل أصحاب النبي، باب مناقب علي، ومسلم في صحيحه ٤/١٨٧١ كتاب فضائل الصحابة، باب من فضائل علي.
(٢) صريح السنة ص٢٤.
(٣) عمار بن ياسر الكناني، أبو اليقظان، أحد الصحابة الشجعان، ومن السابقين إلى الإسلام، شهد المشاهد، ت سنة ٣٧هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٤٧٦، الإصابة لابن حجر ٢/٥١٢.
(٤) سهل بن حنيف بن واهب بن العكيم الأنصاري الأوسي، أبو سعد، من السابقين، شهد بدراً وما بعدها، وثبت يوم أحد وبايع على الموت، شهد صفين مع علي، ت سنة ٣٨هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٩٢، الإصابة لابن حجر ٢/٨٧.',NULL,'493',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (482,'سابقته وفضله) (١) .
وقال ابن أبي زمنين (ت - ٣٩٩هـ) رحمه الله: (ومن قول أهل السنة أن أفضل هذه الأمة بعد نبينا صلّى الله عليه وسلّم أبو بكر وعمر، وأفضل الناس بعدهما عثمان وعلي) (٢) .
وقال الصابوني (ت - ٤٤٩هـ) رحمه الله: (ويشهدون ويعتقدون أن أفضل أصحاب رسول الله صلى الله عليه وآله وسلم أبو بكر، ثم عمر، ثم عثمان، ثم علي، وأنهم الخلفاء الراشدون) (٣) .
وقال الحافظ عبد الغني المقدسي (ت - ٦٠٠هـ) رحمه الله: (ونعتقد أن خير هذه الأمة، وأفضلها بعد رسول الله صلّى الله عليه وسلّم صاحبه الأخص، وأخوه في الإسلام، ورفيقه في الهجرة والغار: أبو بكر الصديق، ووزيره في حياته، وخليفته بعد وفاته عبد الله بن عثمان بن عتيق بن أبي قحافة، ثم بعده الفاروق، أبو حفص عمر بن الخطاب الذي أعز الله به الإسلام، وأظهر الدين، ثم بعده ذو النورين أبو عبد الله عثمان بن عفان الذي جمع القرآن، وأظهر العدل والإحسان، ثم ابن عم رسول الله صلّى الله عليه وسلّم وختنه علي بن أبي طالب - رضوان الله عليهم أجمعين - فهؤلاء الخلفاء الراشدون، والأئمة المهديون) (٤) .
وأخيراً أذكر قول ابن قدامة (ت - ٦٢٠هـ) رحمه الله: (وأصحابه خير أصحاب الأنبياء - عليهم السلام -، وأفضل أمته أبو بكر الصديق، ثم عمر الفاروق، ثم عثمان ذو النورين، ثم علي المرتضى - رضي الله عنهم أجمعين -) (٥) .
_________
(١) اعتقاد أهل السنة ص٤٦ - ٤٧.
(٢) أصول السنة (مع تخريجه رياض الجنة ص٢٧٠) .
(٣) عقيدة السلف وأصحاب الحديث ص٢٨٩.
(٤) عقيدة الحافظ عبد الغني المقدسي ص٨٥ - ٨٦.
(٥) لمعة الاعتقاد ص٣١.',NULL,'494',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (483,'وقد اختلف أهل العلم في عدد طبقات الصحابة وأيها أفضل (١) ؟، والصحيح أنهم على اثنتي عشرة طبقة وهم:
الطبقة الأولى: من أسلم بمكة متقدماً كالخلفاء الراشدين وغيرهم رضي الله عنهم -.
الطبقة الثانية: أصحاب دار الندوة.
الطبقة الثالثة: الصحابة الذين هاجروا إلى الحبشة.
الطبقة الرابعة: الذين بايعوا النبي صلّى الله عليه وسلّم عند العقبة الأولى، يقال: فلان عَقَبي.
الطبقة الخامسة: أصحاب العقبة الثانية وأكثرهم من الأنصار.
الطبقة السادسة: أول المهاجرين الذين وصلوا إلى رسول الله صلّى الله عليه وسلّم، وهو بقباء، قبل أن يدخلوا المدينة ويبنى المسجد.
الطبقة السابعة: أهل بدر، الذين قال رسول الله صلّى الله عليه وسلّم فيهم: «لعل الله اطلع على أهل بدر فقال اعملوا ما شئتم فقد غفرت لكم» (٢) .
الطبقة الثامنة: المهاجرة الذين هاجروا بين بدر والحديبية.
الطبقة التاسعة: أهل بيعة الرضوان الذين أنزل الله تعالى فيهم: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} [الفتح: ١٨] .
الطبقة العاشرة: المهاجرة بين الحديبية والفتح كخالد بن الوليد (٣) ،
_________
(١) انظر: الخلاف بشيء من البسط: صحابة رسول الله صلّى الله عليه وسلّم في الكتاب والسنة للكبيسي ص١٠٣ - ١١٦.
(٢) الحديث أخرجه البخاري في صحيحه ٧/٣٠٥ كتاب المغازي، باب فضل من شهد بدرا، ومسلم في صحيحه، كتاب فضائل الصحابة، رقم ٢٤٩٤، واللفظ له.
(٣) خالد بن الوليد بن عبد الله القرشي المخزومي، أبو سليمان، سيف الله، أحد أشراف قريش في الجاهلية، أسلم بعد خيبر، وشهد مؤته، وشهد مع النبي فتح مكة، له مواقف بطولية في فتوحات المسلمين، ت سنة ٢١هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٤٠٥، الإصابة لابن حجر ١/٤١٥.',NULL,'495',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (484,'وعمرو بن العاص (١) وغيرهما.
الطبقة الحادية عشرة: الذين أسلموا يوم الفتح، وهم جماعة من قريش.
الطبقة الثانية عشرة: صبيان وأطفال رأوا رسول الله صلّى الله عليه وسلّم يوم الفتح، وفي حجة الوداع وغيرها، وعدادهم في الصحابة (٢) .
ونشهد لمن شهد له الرسول صلّى الله عليه وسلّم بالجنة، كالخلفاء الأربعة الراشدين، وبقية العشرة المبشرين بالجنة، وهم طلحة بن عبيد الله (٣) ، والزبير بن العوام (٤) ، وسعد بن أبي وقاص (٥) ، وسعيد بن زيد (٦) ، وعبد الرحمن بن
_________
(١) عمرو بن العاص بن وائل بن هاشم القرشي السهمي، أبو عبد الله، صحابي جليل، أسلم قبل الفتح، ومن فرسان قريش، تولى إمارة مصر، وكان شاعراً حسن الشعر، ت سنة ٤٢هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٥٠٨، الإصابة لابن حجر ٣/٢.
(٢) انظر: معرفة علوم الحديث للحاكم ص٢٢ - ٢٤ وقد ذكرها السخاوي مختصرة في فتح المغيث ٣/١٢٤، وهذا التقسيم اعتباري استقرائي يختلف من عالم لآخر، ومن أشهر التقسيمات أنهم على ثلاث طبقات: ١ - من أسلم قبل الفتح وهم السابقون. ٢ - من أسلم بعد الصلح وقبل الفتح. ٣ - من أسلم بعد فتح مكة، والله أعلم.
(٣) طلحة بن عبيد الله بن عثمان القرشي التميمي أبو محمد، صحابي جليل، وأحد العشرة المبشرين بالجنة، وأحد الثمانية الذين سبقوا إلى الإسلام، وأحد الستة أصحاب الشورى، ت سنة ٣٦هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٢١٩، والإصابة لابن حجر ٢/٢٢٩.
(٤) الزبير بن العوام بن خويلد بن أسد القرشي، أبو عبد الله، حواري الرسول وابن عمته، وأحد العشرة المبشرين بالجنة، وأحد الستة أصحاب الشورى، ت سنة ٣٦هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٥٨٠، الإصابة لابن حجر ١/٥٤٦.
(٥) سعد بن أبي وقاص بن أهيب القرشي الزهري، أبو إسحاق، أحد العشرة المبشرين بالجنة آخرهم موتاً وأحد الستة أصحاب الشورى، وأول من رمى بسهم في سبيل الله، من مجابي الدعوة، ت سنة ٥٥هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/١٨ والإصابة لابن حجر ٢/٣٣.
(٦) سعيد بن زيد بن عمرو بن نفيل العدوي، أحد العشرة المبشرين بالجنة، أسلم قبل دخول النبي دار الأرقم، لم يشهد بدراً لأنه لم يكن في المدينة وقتها، ت سنة ٥٠هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٢، الإصابة لابن حجر ٢/٤٦.',NULL,'496',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (485,'عوف (١) ،
وأبو عبيدة بن الجراح (٢) رضوان الله عليهم أجمعين -.
وقد شهد الرسول صلّى الله عليه وسلّم لغير العشرة مثل ثابت بن قيس بن شماس (٣) ،
وعبد الله بن سلام (٤) ، وغيرهما كثير من الصحابة من الرجال والنساء (٥) .
وفي الجملة فإن معتقد أهل السنة في هذا، ما ذكره الحافظ عبد الغني المقدسي (ت - ٦٠٠هـ) رحمه الله قوله: (كل من شهد له رسول الله صلّى الله عليه وسلّم بالجنة شهدنا له، ولا نشهد لأحد غيرهم، بل نرجو للمحسن، ونخاف على المسيء، ونكل علم الخلق إلى خالقهم) (٦) .
_________
(١) عبد الرحمن بن عوف القرشي الزهري، أبو محمد، أحد العشرة المبشرين بالجنة، وأحد الستة أصحاب الشورى، أسلم قبل دخول النبي دار الأرقم، وهاجر الهجرتين، شهد بدراً وما بعدها، ت سنة ٣٢هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٢٩٣، الإصابة لابن حجر ٢/٤١٦.
(٢) أبو عبيدة: عامر بن عبد الله بن الجراح بن هلال القرشي الفهري، أبو عبيدة، مشهور بكنيته، أحد العشرة المبشرين بالجنة، وأحد العشرة السابقين إلى الإسلام، هاجر الهجرتين، شهد بدراً وما بعدها، أمين هذه الأمة، ت سنة ١٨هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٣/١٩٢، الإصابة لابن حجر ٢/٢٥٣.
(٣) ثابت بن قيس بن شَمَّاس بن زهير الأنصاري، أبو محمد، أول مشاهده أحد، وشهد ما بعدها، بشره النبي بالجنة، قتل يوم اليمامة في خلافة أبي بكر.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/١٩٢، الإصابة لابن حجر ١/١٩٥.
وأحاديث تبشيره بالجنة انظرها في صحيح البخاري ٨/٤٥٤ كتاب التفسير، باب لا ترفعوا أصواتكم فوق صوت النبي، ومسلم ١/١١٠ كتاب الإيمان، باب مخافة أن يحبط عمل المؤمن.
(٤) عبد الله بن الحارث الخزرجي الأنصاري، أبو يوسف، من بني قينقاع، أسلم أول ما قدم النبي إلى المدينة: نزلت فيه آيات، ت سنة ٤٣هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٣٨٢، الإصابة لابن حجر ٢/٣٢٠.
وأحاديث تبشيره بالجنة انظرها في صحيح البخاري ٧/١٦٠ كتاب مناقب الأنصار، باب مناقب عبد الله بن سلام، ومسلم في صحيحه ٤/١٩٣٠ كتاب فضائل الصحابة، باب من فضائل عبد الله بن سلام.
(٥) انظر: تفصيل ذلك في عقيدة أهل السنة والجماعة في الصحابة الكرام لناصر الشيخ ٢/٧٧٥ - ٧٨٩.
(٦) عقيدة الحافظ عبد الغني المقدسي ص٩١ - ٩٢.',NULL,'497',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (486,'وهكذا قال ابن قدامة (ت - ٦٢٠هـ) رحمه الله بعد أن ذكر العشرة المبشرين بالجنة (١) .
ومن الإيمان بصحابة رسول الله صلّى الله عليه وسلّم: وجوب محبتهم، ودوام الدعاء لهم، كما قال تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} [الحشر: ١٠] .
وقال صلّى الله عليه وسلّم: «آية الإيمان حب الأنصار، وآية النفاق بغض الأنصار» (٢) .
وقال عليه الصلاة والسلام في الأنصار: «لا يحبهم إلا مؤمن، ولا يبغضهم إلا منافق، من أحبهم أحبه الله، ومن أبغضهم أبغضه الله» (٣) .
قال ابن أبي زمنين (ت - ٣٩٩هـ) رحمه الله: (ومن قول أهل السنة أن يعتقد المرء المحبة لأصحاب النبي صلّى الله عليه وسلّم، وأن ينشر محاسنهم وفضائلهم) (٤) .
وقال الصابوني (ت - ٤٤٩هـ) رحمه الله: (من أحبهم وتولاهم ودعا لهم، ورعى حقهم، وعرف فضلهم فاز في الفائزين) (٥) .
وقال ابن قدامة (ت - ٦٢٠هـ) رحمه الله: (ومن السنة تولي أصحاب رسول الله صلّى الله عليه وسلّم، ومحبتهم، وذكر محاسنهم، والترحم عليهم، والاستغفار لهم) (٦) .
_________
(١) انظر: لمعة الاعتقاد ص٣٣.
(٢) الحديث أخرجه البخاري في صحيحه ٧/١١٣ كتاب مناقب الأنصار، باب حب الأنصار من الإيمان، ومسلم في صحيحه ١/٨٥ كتاب الإيمان، باب الدليل على أن حب الأنصار وعلي من الإيمان.
(٣) الحديث أخرجه البخاري في صحيحه ٧/١١٣ كتاب مناقب الأنصار، باب حب الأنصار من الإيمان، ومسلم في صحيحه ١/٨٥ كتاب الإيمان، باب الدليل على أن حب الأنصار وعلي من الإيمان.
(٤) أصول السنة (مع تخريجه رياض الجنة ص٢٦٣) .
(٥) عقيدة السلف وأصحاب الحديث ص٢٩٢.
(٦) لمعة الاعتقاد ص٣٤، وانظر في هذا المعنى: أصول السنة للحميدي (آخر المسند ٢/٥٤٦) .',NULL,'498',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (487,'ومن الإيمان والسنة: الإيمان والإقرار بعد التهم: وعدالة الصحابة ثابتة بالكتاب العزيز، والسنة المطهرة، وإجماع أمة محمد صلّى الله عليه وسلّم.
قال الله عزّ وجل: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً} [البقرة: ١٤٣] ، ومعنى وسطا: أي عدولاً، كما قال: {قَالَ أَوْسَطُهُمْ} [القلم: ٢٨] ، أي اعدلهم. ويشهد لذلك قول الرسول صلّى الله عليه وسلّم: «يدعى نوح يوم القيامة فيقول: لبيك وسعديك يا رب، فيقول: هل بلغت؟ فيقول: نعم، فيقال لأمته: هل بلغكم؟ فيقولون: ما أتانا من نذير، فيقول: من شهد لك؟ فيقول: محمد وأمته، فيشهدون أنه قد بلّغ، ويكون الرسول عليكم شهيداً» ، فذلك قوله جل ذكره: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً} [البقرة: ١٤٣] ، والوسط العدل) (١) .
وقال صلّى الله عليه وسلّم في حجة الوداع للصحابة: «.. ألا فليبلغ الشاهد منكم الغائب» (٢) ، وهذا فيه دلالة على عدالة الصحابة، كما قال ابن حبان (ت - ٣٥٤هـ) رحمه الله: (وفي قوله صلّى الله عليه وسلّم: «ألا ليبلغ الشاهد منكم الغائب» أعظم دليل على أن الصحابة كلهم عدول ليس فيهم مجروح ولا ضعيف، إذ لو كان فيهم أحد غير عدل لاستثنى في قوله صلّى الله عليه وسلّم وقال: ألا ليبلغ فلان منكم الغائب، فلما أجملهم في الذكر بالأمر بتبليغ من بعدهم دل ذلك على أنهم كلهم عدول، وكفى بمن عدله رسول الله صلّى الله عليه وسلّم شرفاً) (٣) .
وأما الإجماع على عدالة الصحابة فقد حكاه غير واحد من أهل العلم:
فقد قال ابن عبد البر (ت - ٤٦٣هـ) رحمه الله: (ونحن وإن كان الصحابة رضي الله عنهم قد
_________
(١) الحديث أخرجه البخاري في صحيحه ٨/١٧١ - ١٧٢ كتاب التفسير، باب (وكذلك جعلناكم أمه وسطا) .
(٢) الحديث أخرجه البخاري في صحيحه ٣/٥٧٣ كتاب الحج، باب الخطبة أيام منى، وكتاب العلم رقم (١٠٥) .
(٣) الإحسان بترتيب صحيح ابن حبان ١/٩١.',NULL,'499',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (488,'كفينا البحث عن أحوالهم لإجماع أهل الحق من المسلمين وهم أهل السنة والجماعة على أنهم كلهم عدول) (١) .
وقال ابن الصلاح (ت - ٦٤٢هـ) رحمه الله: (للصحابة بأسرهم خصيصة وهي أنه لا يُسأل عن عدالة أحد منهم، بل ذلك أمر مفروغ منه؛ لكونهم على الإطلاق معدلين بنصوص الكتاب والسنة، وإجماع من يعتد به في الإجماع من الأمة) (٢) .
ثم قال: (إن الأمة مجمعة على تعديل جميع الصحابة، ومن لابس الفتن منهم فكذلك، بإجماع العلماء الذين يعتد بهم في الإجماع، إحساناً للظن بهم، ونظراً إلى ما تمهد لهم من المآثر، فكأن الله سبحانه وتعالى أتاح الإجماع على ذلك؛ لكونهم نقلة الشريعة، والله أعلم) (٣) .
وهكذا قال ابن حجر العسقلاني (ت - ٨٥٢هـ) ، والسخاوي (ت - ٩٠٢هـ) - رحمهما الله - (٤) ، وغيرهما.
ومن السنة والإيمان بصحابة رسول الله صلّى الله عليه وسلّم: عدم سبهم وتنقصهم، والتعرض لأعراضهم بسوء وقدح، وعدم الخوض فيما وقع بين الصحابة - رضوان الله عليهم أجمعين -.
يقول الله عزّ وجل: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} [الحشر: ١٠] .
وهم داخلون من باب أولى في الوعيد العام على من آذى المؤمنين، وفي النهي عن الغيبة، في قول الله عزّ وجل: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً} [الأحزاب: ٥٨] ، وقال سبحانه: {وَلا يَغْتَبْ
_________
(١) الاستيعاب في معرفة الأصحاب ١/٩.
(٢) مقدمة ابن الصلاح ص١٤٦ - ١٤٧.
(٣) مقدمة ابن الصلاح ص١٤٧.
(٤) انظر: الإصابة في تمييز الصحابة لابن حجر ١/٩، فتح المغيث للسخاوي ٣/١١٢.',NULL,'500',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (489,'بَعْضُكُمْ بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ} [الحجرات: ١٢] .
وقال رسول الله صلّى الله عليه وسلّم: «لا تسبوا أصحابي، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما أدرك مُدَّ أحدهم ولا نصيفه» (١) .
وقال عليه الصلاة والسلام: «دعوا لي أصحابي، فوالذي نفسى بيده لو أنفقتم مثل أحد ذهباً، أو مثل الجبال ذهباً لما بلغتم أعمالهم» (٢) .
وقال عليه الصلاة والسلام: «من سب أصحابي فعليه لعنة الله والملائكة والناس أجمعين» (٣) .
وهم داخلون في الوعيد العام على سباب المسلمين، كما قال صلّى الله عليه وسلّم: «سباب المسلم فسوق وقتاله كفر» (٤) .
وسأورد نماذج من كلام السلف، وأهل العلم يبين تحريم سب الصحابة، ووجوب الإمساك عما شجر بينهم، وإن كان فيها شيء من الطول والكثرة، وذلك لكي يتضح منها منهج أهل السنة والجماعة في الموقف مما شجر بين الصحابة - رضوان الله عليهم -، وليتقرر إطباق علماء الأمة المعتبرين قاطبة على وجوب حفظ اللسان تجاه الصحابة، وأن لا يذكروا إلا بخير:
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٢١ كتاب فضائل الصحابة، باب لو كنت متخذاً خليلاً، ومسلم في صحيحه ٤/١٩٦٧ كتاب فضائل الصحابة، باب تحريم سب الصحابة رضي الله عنهم، واللفظ له.
(٢) أخرج الحديث أحمد في مسنده ٣/٢٦٦ من حديث أنس، وانظر: كنز العمال للهندي ١١/٥٣٠، وفيض القدير للمناوي ٣/٥٣١، وصححه الألباني في سلسلة الأحاديث الصحيحة ٤/٥٥٦.
(٣) الحديث أخرجه أبو نعيم في الحلية ٧/١٠٣، وابن أبي عاصم في السنة ص٤٦٩، وحسنه الألباني في تخريجه كتاب السنة لابن أبي عاصم، وانظر: صحيح الجامع له ٢/١٠٧٧، سلسلة الأحاديث الصحيحة ٥/٤٤٦ - ٤٤٧.
(٤) الحديث أخرجه البخاري في صحيحه ١/١١٠ كتاب الإيمان، باب خوف المؤمن من أن يحبط عمله، ومسلم في صحيحه ١/٨١ كتاب الإيمان، باب بيان قول النبي: «سباب المسلم فسوق وقتاله كفر» .',NULL,'501',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (490,'فقال عمر بن عبد العزيز (ت - ١٠١هـ) رحمه الله: (تلك دماء طهر الله يدي منها، أفلا أطهر منها لساني، مثل أصحاب رسول الله صلّى الله عليه وسلّم مثل العيون، ودواء العيون ترك مسها) (١) .
وقال الإمام مالك (ت - ١٧٩هـ) رحمه الله: (من يبغض أحداً من أصحاب رسول الله صلّى الله عليه وسلّم، وكان في قلبه عليهم غل، فليس له حق في فيء المسلمين، ثم قرأ قول الله سبحانه وتعالى: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} إلى قوله: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} [الحشر: ٧ - ١٠] ، وذكر بين يديه رجل ينتقص أصحاب رسول الله صلّى الله عليه وسلّم، فقرأ مالك هذه الآية: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ} إلى قوله: {لِيَغِيظَ بِهِمُ الْكُفَّارَ} [الفتح: ٢٩] ، ثم قال: من أصبح من الناس في قلبه غل على أحد من أصحاب النبي صلّى الله عليه وسلّم فقد أصابته الآية) (٢) .
وسئل الإمام أحمد (ت - ٢٤١هـ) رحمه الله: ما تقول فيما كان بين علي ومعاوية؟ قال: (ما أقول فيهم إلا الحسنى) (٣) .
وقال البربهاري (ت - ٣٢٩هـ) رحمه الله: (اعلم أنه من تناول أحداً من أصحاب رسول الله صلّى الله عليه وسلّم فاعلم أنه إنما أراد محمداً صلّى الله عليه وسلّم، وقد آذاه في قبره) (٤) .
وقال ابن أبي زيد القيرواني (ت - ٣٨٦هـ) رحمه الله: (وأن لا يذكر أحد من صحابة الرسول إلا بأحسن ذكر، والإمساك عما شجر بينهم، وأنهم أحق الناس أن يلتمس لهم المخارج، ويظن بهم أحسن المذاهب) (٥) .
وقال الصابوني (ت - ٤٤٩هـ) رحمه الله: (من أبغضهم وسبهم، ونسبهم إلى ما تنسبهم الروافض والخوارج - لعنهم الله - فقد هلك في الهالكين.. ويرون الكف عما شجر بين أصحاب رسول الله صلى الله عليه وآله وسلم، وتطهير الألسنة عن ذكر ما يتضمن عيباً لهم، ونقصاً فيهم) (٦) .
_________
(١) انظر: مناقب الشافعي للرازي ص١٣٦.
(٢) انظر: شرح السنة للبغوي ١/٢٢٩.
(٣) انظر: مناقب الإمام أحمد لابن الجوزي ص١٦٤.
(٤) شرح السنة ص٥٤.
(٥) المقدمة (ضمن شرحها ص١٨) .
(٦) عقيدة السلف وأصحاب الحديث ص٢٩٢ - ٢٩٤.',NULL,'502',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (491,'وقد انتقد ابن الصلاح (ت - ٦٤٢هـ) رحمه الله ابن عبد البر (ت - ٤٦٣هـ) رحمه الله إيراده ما شجر بين الصحابة، فحين أثنى على كتابه (الاستيعاب) قال بعد ذلك: (لولا ما شانه به من إيراده كثيراً مما شجر بين الصحابة) (١) .
وقال الإمام الذهبي (ت - ٧٤٨هـ) رحمه الله: (تقرر الكف عن كثير مما شجر بين الصحابة وقتالهم رضي الله عنهم أجمعين -، وما زال يمر بنا ذلك في الدواوين والكتب والأجزاء، ولكن أكثر ذلك منقطع وضعيف، وبعضه كذب، وهذا فيما بأيدينا وبين علمائنا: فينبغي طيه وإخفاؤه، بل إعدامه، لتصفو القلوب، وتتوفر على حب الصحابة والترضي عنهم، وكتمان ذلك متعين عن العامة، وآحاد العلماء) (٢) .
ثم جعل شروطاً لجواز الاطلاع على هذه الأمور، والبحث فيها بقوله: (وقد يرخص في مطالعة ذلك خلوةً: للعالم المنصف، العري من الهوى، بشرط أن يستغفر لهم، كما علمنا الله - تعالى - حيث يقول {وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِّلَّذِينَ آمَنُوا} [الحشر: ١٠] ، فالقوم لهم سوابق وأعمال مكفرة لما وقع منهم، وجهاد محّاء، وعبادة ممحصة) (٣) .
ومن الإيمان بالصحابة: الإقرار بمنزلة أهل بيت الرسول صلّى الله عليه وسلّم، وفيهم أزواجه الطاهرات أمهات المؤمنين، وأن لهم مكانة خاصة بحكم قربهم منه صلّى الله عليه وسلّم (٤) .
_________
(١) مقدمة ابن الصلاح ص١٤٥.
(٢) سير أعلام النبلاء ١٠/٩٢.
(٣) سير أعلام النبلاء ١٠/٩٢، وانظر: الآثار في التحذير من الخوض في هذا الأمر: السنة للخلال ٣/٥٠١ - ٥١٦، شرح أصول اعتقاد أهل السنة للالكائي ٧/١٢٤٦ - ١٢٧٠، وانظر: عقيدة أهل السنة والجماعة في الصحابة الكرام لناصر الشيخ ٢/٧٠٠ - ٨٧٩.
(٤) انظر: الخلاف في تحديد المراد بآل بيت الرسول صلّى الله عليه وسلّم في منهاج السنة النبوية لابن تيمية ٤/٥٩٥، ٧/٧٥، مجموع فتاوى ابن تيمية ٢٢/٤٦٠ - ٤٦٢، الفتاوى الكبرى ١/١٩٤، جلاء الأفهام لابن القيم ص١١٤.',NULL,'503',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (492,'ومما ورد فيهم في كتاب الله قوله عزّ وجل: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} [الأحزاب: ٦] ، وقال سبحانه: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً} [الأحزاب: ٣٣] ، وقال عزّ وجل: {يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً * وَإِن كُنتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ أَجْراً عَظِيماً * يَا نِسَاء النَّبِيِّ مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيراً * وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحاً نُّؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقاً كَرِيماً * يَا نِسَاء النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَاء إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَّعْرُوفاً} [الأحزاب: ٢٨ - ٣٢] .
ومن السنة قول المصطفى الكريم صلوات ربي وسلامه عليه حين قام خطيباً: «أما بعد: ألا أيها الناس فإنما أنا بشر يوشك أن يأتي رسول ربي فأجيب، وأنا تارك فيكم ثقلين أولهما كتاب الله فيه الهدى والنور فخذوا بكتاب الله واستمسكوا به» ثم قال: «وأهل بيتي أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي» (١) .
وقد أمرنا بالصلاة عليهم في كل صلاة، وصيغتها ما ذكره الرسول صلّى الله عليه وسلّم بقوله: «اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد» (٢) .
وقد كان أبو بكر الصديق (ت - ١٣هـ) رضي الله عنه أعرف الناس بمنزلة أهل بيت الرسول صلّى الله عليه وسلّم، فقد حث على إرضائهم، والقرب منهم، وعدم إيذائهم وسبهم
_________
(١) الحديث أخرجه مسلم في صحيحه ٤/١٨٧٣ كتاب فضائل الصحابة، باب من فضائل علي.
(٢) سبق تخريجه ص٣٩٧ - ٣٩٨.',NULL,'504',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (493,'بقوله: (ارقبوا محمداً صلّى الله عليه وسلّم في أهل بيته) (١) .
وقوله: (والذي نفسي بيده لقرابة رسول الله صلّى الله عليه وسلّم أحب إلي أن أصل من قرابتي) (٢) .
وفضائلهم كثيرة متعددة: سواء كان الفضل العام لهم جميعاً، أو فضائلهم بأشخاصهم وأعيانهم مما لا يتسع المقام لذكره (٣) .
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٧٨ كتاب فضائل أصحاب النبي، باب مناقب قرابة النبي صلّى الله عليه وسلّم.
(٢) الحديث أخرجه البخاري في صحيحه ٧/٧٨ كتاب فضائل أصحاب النبي، باب مناقب قرابة النبي صلّى الله عليه وسلّم.
(٣) انظر: ذخائر العقبى في مناقب ذوي القربى للطبري المكي، حقائق عن آل البيت والصحابة للسامرائي، در السحابة في مناقب القرابة والصحابة للشوكاني،',NULL,'505',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (494,'<span data-type="title" id=toc-76>المبحث الثاني
دعوى تخطئة شيخ الإسلام الصحابة بما فيهم
الأئمة الخلفاء الأربعة، ومناقشتها</span>
<span data-type="title" id=toc-77>المطلب الأول دعوى تخطئة شيخ الإسلام الصحابة بما فيهم الأئمة الخلفاء الأربعة</span>
يرى المناوئون لابن تيمية رحمه الله: أن ابن تيمية رحمه الله يبغض الصحابة جميعاً بما فيهم الخلفاء الراشدون الأربعة وإن كان يستتر - أحياناً - بحبهم ويتظاهر بذلك.
فيقولون: إن قلمه لم يسلم منه حتى الصحابة (١) .
ويقولون إنه (اشتهر عنه تخطئة الناس جميعاً، حتى إمامه أحمد بن حنبل، بل الصحابة أبي بكر وعمر وعثمان وعلي) (٢) .
ويرى الحصني (ت - ٨٢٩هـ) أن شيخ الإسلام ابن تيمية رحمه الله يبغض الشيخين (٣) .
ويقول: (مع أن كتبه مشحونة بالتشبيه والتجسيم، والإشارة إلى الازدراء
_________
(١) انظر: نشأة الفكر الفلسفي للنشار ٢/١٦٢.
(٢) نشأة الفكر الفلسفي للنشار ٢/١١٦.
(٣) انظر: دفع شبه من شبه وتمرد ص١٢٣.',NULL,'506',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (495,'بالنبي صلّى الله عليه وسلّم، والشيخين، وتكفير عبد الله بن عباس رضي الله عنه (١) وأنه من الملحدين..) (٢) .
وقال: (رمز إلى تكفير الصديق..) (٣) .
ويرون أن ابن تيمية يرى أنا أبا بكر (ت - ١٣هـ) رضي الله عنه (أسلم شيخاً يدري ما يقول) (٤) .
وأما عن موقفه من عمر (ت - ٢٣هـ) رضي الله عنه فإنهم يرون أنه يرمز إلى عدم الاعتداد بقوله (٥) .
وأما عثمان (ت - ٣٥هـ) رضي الله عنه فكان يحب المال، وأما علي (ت - ٤٠هـ) رضي الله عنه فأسلم صبياً، والصبي لا يصح إسلامه على قول (٦) .
_________
(١) الأصوب: رضي الله عنهما.
(٢) دفع شبه من شبه وتمرد ص٦٤.
(٣) دفع شبه من شبه وتمرد ص٦٢.
(٤) الدرر الكامنة لابن حجر ١/١٦٥.
(٥) انظر: دفع شبه من شبه وتمرد ص٦٢.
(٦) انظر: الدرر الكامنة ١/١٦٥.',NULL,'507',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (496,'<span data-type="title" id=toc-78>المطلب الثاني
مناقشة الدعوى</span>
يعتقد ابن تيمية رحمه الله في صحابة رسول الله صلّى الله عليه وسلّم عقيدة أهل السنة والجماعة فيهم، ولا عجب في ذلك؛ إذ هو أحد أبرز شُرّاح معتقد السلف فيعتقد رحمه الله وجوب الثناء على الصحابة - رضوان الله عليهم - بثناء القرآن الكريم والسنة النبوية عليهم، كما قال الله تعالى: {ُحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّارِ رُحَمَاء بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِّنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ} [الفتح: ٢٩] ، وقال تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحاً قَرِيباً} [الفتح: ١٨] .
وقال عزّ وجل {لَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ أُوْلَئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا وَكُلّاً وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} [الحديد: ١٠] ، وقال سبحانه: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} [التوبة: ١٠٠] .
وأما الأحاديث فيذكر ابن تيمية رحمه الله أنها مستفيضة بل متواترة في فضائل الصحابة والثناء عليهم، وتفضيل قرنهم على من بعدهم من القرون (١) كحديث: «لا يدخل النار أحد بايع تحت الشجرة» ، وحديث: «لا تسبوا
_________
(١) انظر: مجموع فتاوى ابن تيمية ٤/٤٣٠.',NULL,'508',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (497,'أصحابي ... » (١) ، فالقدح فيهم قدح في القرآن والسنة (٢) .
وحين ذكر ابن تيمية رحمه الله قول الله عزّ وجل: {هُوَ الَّذِيَ أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ * وَأَلَّفَ بَيْنَ قُلُوبِهِمْ} [الأنفال: ٦٢ - ٦٣] . قال: (وإنما أيده في حياته بالصحابة) (٣) .
وحين ذكر قول الله عزّ وجل: {وَالَّذِي جَاء بِالصِّدْقِ وَصَدَّقَ بِهِ أُوْلَئِكَ هُمُ الْمُتَّقُونَ * لَهُم مَّا يَشَاءُونَ عِندَ رَبِّهِمْ ذَلِكَ جَزَاء الْمُحْسِنِينَ * لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ} [الزمر: ٣٣ - ٣٥] . قال: (والصحابة الذين كانوا يشهدون أن لا إله إلا الله، وأن محمداً رسول الله، وأن القرآن حق: هم أفضل من جاء بالصدق وصدق به بعد الأنبياء) (٤) .
وحين ذكر قول الله عزّ وجل: {قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى} [النمل: ٥٩] . قال: (محمد صلّى الله عليه وسلّم وأصحابه هم المصطفون من المصطفين من عباد الله) (٥) .
ويعتقد ابن تيمية رحمه الله محبة الصحابة، وتوليهم، كما قال في لاميته:
حب الصحابة كلهم لي مذهب ... ومودة القربى بها أتوسل (٦)
وقال: (أهل السنة في الإسلام كأهل الإسلام في الأديان يتولون أصحاب رسول الله صلّى الله عليه وسلّم وأهل بيته، ويعرفون حقوق الصحابة، وحقوق القرابة كما أمر الله بذلك ورسوله) (٧) .
_________
(١) سبق تخريجه ص٥٠١.
(٢) انظر: مجموع فتاوى ابن تيمية ٤/٤٣٠.
(٣) منهاج السنة ٢/٣٣.
(٤) منهاج السنة ٢/٣٣.
(٥) منهاج السنة ٢/٣٥.
(٦) لامية شيخ الإسلام ابن تيمية (ضمن شرحها اللآلي البهية للمرداوي ص١٣) .
(٧) سؤال في يزيد بن معاوية ص١٩.',NULL,'509',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (498,'وقد حكى رحمه الله اتفاق أهل السنة والجماعة على رعاية حقوق الصحابة والقرابة (١) .
وقد أثنى رحمه الله على السابقين الأولين الذين منهم الخلفاء الأربعة، وبين أن الله أخبر أنه رضي عنهم، وأنه علم ما في قلوبهم، وأنه أثابهم فتحاً قريباً لقول الله عزّ وجل: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحاً قَرِيباً * وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزاً حَكِيماً} [الفتح: ١٨ - ١٩] .
وبين رحمه الله منزلة السابقين الأولين بقوله: (لم يكن في المسلمين من يتقدم عليهم بل كان المسلمون كلهم يعرفون فضلهم عليهم، لأن الله تعالى بيّن فضلهم في القرآن بقوله: {لَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ أُوْلَئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا وَكُلّاً وَعَدَ اللَّهُ الْحُسْنَى} [الحديد: ١٠] ، ففضل المنفقين المقاتلين قبل الفتح) (٢) .
وذكر أن قول الله عزّ وجل: {هُوَ الَّذِي أَنزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَاناً مَّعَ إِيمَانِهِمْ} [الفتح: ٤] ، نص في تفضيل المنفقين المقاتلين قبل الفتح على المنفقين المقاتلين بعده (٣) .
وقال بعد ذلك: (ذهب جمهور العلماء إلى أن السابقين في قوله - تعالى -: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ} [التوبة: ١٠٠] ، وهم هؤلاء الذين أنفقوا من قبل الفتح وقاتلوا، وأهل بيعة الرضوان كلهم منهم) (٤) .
وأما موقف ابن تيمية رحمه الله من سب الصحابة فيعتقد أنه حرام بالكتاب والسنة:
فمن الكتاب قول الله عزّ وجل: {وَلَا يَغْتَب بَّعْضُكُم بَعْضاً} [الحجرات: ١٢] ،
_________
(١) انظر: مجموع فتاوى ابن تيمية ٢٨/٤٩٢.
(٢) منهاج السنة النبوية ٢/٢٥، وانظر: ٧/١٥٥.
(٣) انظر: منهاج السنة النبوية ٢/٢٦.
(٤) منهاج السنة: ٢/٢٦.',NULL,'510',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (499,'وأدنى أحوال الساب أن يكون مغتاباً، وقال عزّ وجل: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُّبِيناً} [الأحزاب: ٥٨] ، والصحابة خيار المؤمنين، ولم يكتسبوا ما يوجب أذاهم؛ لأن الله سبحانه وتعالى - رضي عنهم - رضىً مطلقاً، ومن رضي الله عنه لم يسخط عليه أبداً، وكل من أخبر الله عنه أنه رضي عنه فإنه من أهل الجنة، وإن كان رضاه عنه بعد إيمانه وعمله الصالح، فإنه يذكر ذلك في معرض الثناء عليه والمدح له، فلو علم أنه يتعقب ذلك بما يسخط الرب لم يكن من أهل ذلك (١) ، كما في قوله تعالى: {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ * ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً * فَادْخُلِي فِي عِبَادِي * وَادْخُلِي جَنَّتِي} [الفجر: ٢٧ - ٣٠] .
واستدل رحمه الله من السنة بأحاديث منها: «لا تسبوا أصحابي، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهباً ما أدرك مد أحدهم ولا نصيفه» (٢) .
وحديث: «آية الإيمان حب الأنصار، وآية النفاق بغض الأنصار» (٣) ، وغيرها من الأحاديث (٤) .
ويقسم ابن تيمية رحمه الله أنواع سب الصحابة وأحكامه تقسيماً جيداً: فمن اقترن بسبه دعوى أن عليا إله، أو أنه كان هو النبي فهذا لا شك في كفره.
ومن سبهم سباً لا يقدح في عدالتهم ولا في دينهم فهذا يستحق التأديب والتعزير، ولا يحكم بكفره بمجرد ذلك.
وأما من جاوز ذلك إلى أن زعم أنهم ارتدوا بعد رسول الله صلّى الله عليه وسلّم إلا نفراً قليلاً فهذا لا ريب في كفره.
وأما من لعن وقبّح مطلقاً فهذا محل الخلاف فيهم، لتردد الأمر بين لعن
_________
(١) انظر: الصارم المسلول لابن تيمية ص٥٧١ - ٥٧٣.
(٢) سبق تخريجه ص٥٠١.
(٣) سبق تخريجه ص٤٩٨.
(٤) انظر: الصارم المسلول لابن تيمية ٥٧٥ - ٥٨٦.',NULL,'511',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (500,'الغيظ ولعن الاعتقاد (١) ، واللعن أشد من السب وقارنه النبي صلّى الله عليه وسلّم بالقتل كما قال: «لعن المؤمن كقتله» (٢) .
وأما موقف ابن تيمية رحمه الله مما ورد في مساوئ الصحابة ومثالبهم فيمكن أن يفهم من مجموع كلامه أنه وضع قواعد ثابتة وسار عليها، ومن هذه القواعد:
القاعدة الأولى: أن ما يُذكر من المطاعن والمثالب على الصحابة نوعان:
الأول: منها ما هو كذب: إما كذب كله، وإما محرَّف قد دخله من الزيادة والنقصان والتغيير ما يخرجه إلى الذم والطعن، وأكثر المنقول من المطاعن الصريحة هو من هذا الباب يرويها الكذابون المعروفون بالكذب مثل أبي مخنف لوط بن يحيى (٣) ،
وهشام بن محمد بن السائب الكلبي (٤) ، وأمثالهما من الكذابين.
الثاني: ومنها ما هو صدق، وهذا قليل، ولهم معاذير تخرجها عن أن تكون ذنوباً، وتجعلها من موارد الاجتهاد، التي إن أصاب المجتهد فيها فله أجران، وإن أخطأ فله أجر، وعامة المنقول الثابت عن الخلفاء الراشدين من
_________
(١) انظر: الصارم المسلول لابن تيمية ص٥٨٦، مجموع فتاوى ابن تيمية ٣٥/٥٨ - ٥٩، منهاج السنة النبوية له ٤/٤٦٨، ٥/١٢٦ - ١٤٧، وانظر: شرح أصول اعتقاد أهل السنة للالكائي ٧/١٢٤٦ - ١٢٧١.
(٢) الحديث أخرجه البخاري في صحيحه ١١/٥٣٧ كتاب الأيمان، باب من حلف بملة سوى ملة الإسلام، ومسلم في صحيحه كتاب الإيمان رقم (١١٠) .
(٣) أبو مخنف: لوط بن يحيى، أبو مخنف، شيعي محترق، وإخباري تالف، سئل عنه أبو حاتم فنفض يده وقال: أحد يسأل عن هذا؟.

انظر في ترجمته: الكامل لابن عدي ٦/٢١١٠، ميزان الاعتدال للذهبي ٣/٤٢٠، لسان الميزان لابن حجر ٤/٤٩٢.
(٤) هشام الكلبي: هشام بن محمد بن السائب الكلبي، أبو المنذر، الإخباري النساب، له تصانيف جمة، كذاب متشيع، ت سنة ٢٠٤هـ وقيل غير ذلك.
انظر في ترجمته: الفهرست لابن النديم ص١٤٠، وفيات الأعيان لابن خلكان ٥/١٣١، شذرات الذهب لابن العماد ٢/١٣، نزهة الألباء للأنباري ص٧٥.',NULL,'512',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (501,'هذا الباب، وقد أجاد شيخ الإسلام رحمه الله في بيان الاعتذار لهم بكلام نفيس أجتزئ منه قوله عنهم: (لهم من السوابق والفضائل ما يوجب مغفرة ما يصدر منهم إن صدر، حتى إنه يغفر لهم من السيئات ما لا يغفر لمن بعدهم؛ لأن لهم من الحسنات التي تمحو السيئات ما ليس لمن بعدهم ...
ثم إذا كان قد صدر من أحدهم ذنب فيكون قد تاب منه، أو أتى بحسنات تمحوه، أو غفر له بفضل سابقته، أو بشفاعة محمد صلّى الله عليه وسلّم الذي هم أحق الناس بشفاعته، أو ابتلي ببلاء في الدنيا كفر به عنه.. ثم القدر الذي ينكر من فعل بعضهم قليل نزر، مغمور في جنب فضائل القوم ومحاسنهم من الإيمان بالله ورسوله، والجهاد في سبيله، والهجرة والنصرة، والعلم النافع والعمل الصالح..) (١) .
القاعدة الثانية: أن الكلام في الناس يجب أن يكون بعلم وعدل، لا بجهل وظلم، والكلام في الصحابة من باب أولى، فإن العدل واجب لكل أحد على كل أحد في كل حال، والظلم محرم مطلقا، لا يباح قط بحال، قال تعالى: {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُواْ اللهَ} [المائدة: ٨] .
وأصحاب رسول الله صلّى الله عليه وسلّم أحق من عدل عليهم في القول والعمل، والعدل مما اتفق أهل الأرض على محبته ومدحه، والله أرسل الرسل ليقوم الناس بالقسط كما في قوله: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} [الحديد: ٢٥] .
وقال: {اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ} [الشورى: ١٧] ، وقال: {إِنَّ اللهَ يَأْمُرُكُمْ أَن تُؤدُّواْ الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ} [النساء: ٥٨] .
_________
(١) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٥ - ١٥٦) وانظر: مجموع فتاوى ابن تيمية ٤/٤٣١، وانظر: منهاج السنة النبوية له ٤/٣١٠، ٥/٨١.',NULL,'513',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (502,'يقول ابن تيمية رحمه الله: (والمقصود هنا أنه إذا وجب فيما شجر بين عموم المؤمنين أن لا يتكلم إلا بعلم وعدل، ويرد ذلك إلى الله والرسول، فذاك في أمر الصحابة أظهر) (١) .
القاعدة الثالثة: الإمساك عما شجر بين الصحابة، وعدم الخوض فيه، وهذا هو منهج السلف - رضوان الله عليهم - كما تقدم بيانه. ولابن تيمية رحمه الله كلام نفيس في توضيح هذه القاعدة، وبيان لوازم الخوض فيما شجر بين الصحابة فهو يوقع في قلوب الخائضين ومن تلقى عنهم ذلك بغض الصحابة الكرام، ويتضمن أذية هؤلاء المتشاجرين، فيقول مبتدئاً توضيح المسألة بكلام عام: (إذا تشاجر مسلمان في قضية، ومضت، ولا تعلق للناس بها، ولا يعرفون حقيقتها، كان كلامهم فيها كلاماً بلا علم ولا عدل يتضمن أذاهما بغير حق، ولو عرفوا أنهما مذنبان أو مخطئان لكان ذكر ذلك من غير مصلحة راجحة من باب الغيبة المذمومة) (٢) .
ثم قال: (لكن الصحابة - رضوان الله عليهم أجمعين - أعظم حرمة، وأجل قدرا، وأنزه أعراضا، وقد ثبت في فضائلهم خصوصاً وعموماً ما لم يثبت لغيرهم، فلهذا كان الكلام الذي فيه ذمهم على ما شجر بينهم أعظم إثماً من الكلام في غيرهم) (٣) .
وقال: (المختار الإمساك عما شجر بين الصحابة، والاستغفار للطائفتين جميعاً وموالاتهم) (٤) .
وقال رحمه الله بعد ذكره أقوال الناس فيما حصل بين الصحابة: ( ... الرابع: الإمساك عما شجر بينهم مطلقاً.. وهو مذهب أهل السنة والجماعة) (٥) .
_________
(١) منهاج السنة النبوية ٥/١٣٣.
(٢) منهاج السنة النبوية ٥/١٤٦ - ١٤٧.
(٣) منهاج السنة النبوية ٥/١٤٧.
(٤) مجموع فتاوى ابن تيمية ٤/٤٣٤، وانظر: ص٤٦٩، ٤٧٣.
(٥) مجموع فتاوى ابن تيمية ٣٥/٥١.',NULL,'514',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (503,'وقال رحمه الله: (ولهذا كان من مذاهب أهل السنة الإمساك عما شجر بين الصحابة، فإنه قد ثبتت فضائلهم، ووجبت موالاتهم ومحبتهم، وما وقع: منه ما يكون لهم فيه عذر يخفى على الإنسان، ومنه ما تاب صاحبه منه، ومنه ما يكون مغفوراً، فالخوض فيما شجر يوقع في نفوس كثير من الناس بغضاً وذمّا، ويكون هو في ذلك مخطئاً بل عاصياً، فيضر نفسه، ومن خاض معه في ذلك.. ولهذا كان الإمساك طريقة أفاضل السلف) (١) .
وبهذا بتبين موقفه رحمه الله من صحابة رسول الله صلّى الله عليه وسلّم الكرام، فيعتقد محبتهم، وعدم سبهم، وعدم الخوض فيما شجر بينهم، وهذا هو منهج أهل السنة والجماعة؛ وسط بين طرفين. وهدى بين ضلالتين، فهم وسط في باب صحابة رسول الله صلّى الله عليه وسلّم بين الغلو في محبتهم أو بعضهم، وبين التفريط في بغضهم أو بعضهم.
يقول رحمه الله في تقرير وسطية أهل السنة: (هم وسط في أصحاب رسول الله صلّى الله عليه وسلّم بين الغالي في بعضهم الذي يقول بإلهيةٍ، أو نبوةٍ، أو عصمةٍ، والجافي فيهم: الذي يكفر بعضهم، أو يفسقه، وهم خيار الأمة) (٢) .
وأما عن ادعاء المناوئين لابن تيمية رحمه الله أنه يبغض الشيخين، وأنه ينتقص من منزلة الخلفاء الأربعة فهذا غير صحيح، بل لا يوجد له نص واحد ينتقص فيه الصحابة - رضوان الله عليهم - فضلاً عن الخلفاء الأربعة، الذين يعتقد أنهم خيار الأمة، فبعد أن ذكر أن أفضل الأمم أمة محمد صلّى الله عليه وسلّم، وأن أفضل الأمة: القرن الأول، وأن أفضل القرن الأول: السابقون الأولون من المهاجرين والأنصار، قال: (وأفضل السابقين الأولين: الخلفاء الأربعة، وأفضلهم أبو بكر، ثم عمر، وهذا هو المعروف عن الصحابة والتابعين لهم بإحسان، وأئمة الأمة، وجماهيرها) (٣) .
_________
(١) منهاج السنة النبوية ٤/٤٤٨ - ٤٤٩، وانظر: ص٤٦٥.
(٢) الجواب الصحيح لمن بدل دين المسيح ١/٧٥.
(٣) الفرقان بين أولياء الرحمن وأولياء الشيطان ص١٨٩.',NULL,'515',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (504,'ويبين أن مرتبتهم في الفضل كمرتبتهم في الخلافة، فقال ابن تيمية رحمه الله في عرضه معتقد أهل السنة: (وأن الخلفاء بعد رسول الله صلّى الله عليه وسلّم أبو بكر، ثم عمر، ثم عثمان، ثم علي، وأن مرتبتهم في الفضل كترتيبهم في الخلافة) (١) .
وقال رحمه الله: (أما تفضيل أبي بكر ثم عمر على عثمان وعلي فهذا متفق عليه بين أئمة المسلمين المشهورين بالإمامة في العلم والدين من الصحابة والتابعين وتابعيهم..) (٢) .
وسأستعرض بعض جوانب موقف ابن تيمية رحمه الله من الخلفاء الأربعة - كل على حده - مبتدئاً بأفضلهم، ثم الذي يليه، ثم الذي يليه، ومؤخراً موقفه من الخليفة الراشد الرابع علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه إلى المبحث الذي يليه؛ لأنه به ألصق حين الحديث عن آل البيت، وموقف ابن تيمية رحمه الله منهم.
أما أبو بكر الصديق (ت - ١٣هـ) رضي الله عنه الذي يزعم المناوئون أن ابن تيمية يرمز إلى تكفيره، فقد كان له نصيب كبير في كتب ابن تيمية رحمه الله من الثناء عليه، والاعتراف بفضله، وذكر النصوص الدالة على تقديمه على جميع الصحابة - رضوان الله عليهم -، موافقاً بذلك اعتقاد أهل السنة والجماعة.
وهو كثيراً ما يذكر رحمه الله أن أكثر فضائل أبي بكر (ت - ١٣هـ) رضي الله عنه تعد من خصائصه التي لا يشركه أحد غيره، فيقول: ( ... ولهذا قال من قال من العلماء: إن فضائل الصديق خصائص لم يشركه فيها غيره) (٣) .
_________
(١) مجموع فتاوى ابن تيمية ٣/١٦٢.
(٢) الفتاوى الكبرى ١/٤٧٥،، وانظر للاستزادة في مواقف أهل العلم من تفضيل الأربعة على بعض: منهاج السنة النبوية ٢/٧٣، مجموع فتاوى ابن تيمية ٤/٤٢١، ٤٢٥، ٤٧٩، وفي أن السلف متفقون على تفضيل أبي بكر وعمر على غيرهما: منهاج السنة ٦/١٣٥، ٧/٣٦٩، ٣٧٣، مجموع فتاوى ابن تيمية ٤/٤٠٧، وفي تفاضل الصحابة: منهاج السنة النبوية ٦/٢٤٧، ٢٥٤، ٢٥٥.
(٣) منهاج السنة ٨/٤١٧ وانظر: ص٤٢١، ٥٤٠، مجموع فتاوى ابن تيمية ٤/٤١٤، ٤١٥، ٤٢٢.',NULL,'516',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (505,'ويمكن أن أجمع موقفه من خليفة رسول الله صلّى الله عليه وسلّم وأرتبه في النقاط التالية:
١ - أنه أحب الناس إلى رسول الله صلّى الله عليه وسلّم كما قال صلّى الله عليه وسلّم: «لو كنت متخذاً لا تخذت أبا بكر خليلاً، إن صاحبكم خليل الله» (١) .
وقيل للرسول صلّى الله عليه وسلّم أي الناس أحب إليك؟ قال: «عائشة» ، قيل: من الرجال؟ قال: «أبوها» (٢) .
وثبت عن عمر (ت - ٢٣هـ) رضي الله عنه أنه قال عنه: (أنت سيدنا وخيرنا، وأحبنا إلى رسول الله صلّى الله عليه وسلّم) (٣) .
يقول رحمه الله (إن أبا بكر كان أحب الصحابة إلى النبي صلّى الله عليه وسلّم، وأفضل عنده من عمر وعثمان وعلي وغيرهم، وكل من كان بسنة رسول الله صلّى الله عليه وسلّم وأحواله أعلم كان بهذا أعرف، وإنما يستريب فيه من لا يعرف الأحاديث الصحيحة من الضعيفة، فإما أن يصدق الكل، أو يتوقف في الكل) (٤) .
٢ - أنه أفضل الأمة على الإطلاق بعد رسول الله صلّى الله عليه وسلّم، ويدل على ذلك قول عمر (ت - ٢٣هـ) رضي الله عنه: (وليس فيكم من تقطع إليه الأعناق مثل أبي بكر، وأنه كان خيرنا حين توفي رسول الله صلّى الله عليه وسلّم) (٥) .
٣ - أن مصاحبته لرسول الله صلّى الله عليه وسلّم كانت أكمل من مصاحبة غيره، فهو أول
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/١٢ كتاب فضائل الصحابة، باب قول النبي سدوا الأبواب إلا باب أبي بكر، ومسلم في صحيحه ٤/١٨٥٤ كتاب فضائل الصحابة، باب من فضائل أبي بكر، واللفظ له.
(٢) الحديث أخرجه البخاري في صحيحه ٧/١٨ كتاب فضائل أصحاب النبي، باب قول النبي: لو كنت متخذاً خليلاً، ومسلم في صحيحه ٤/١٨٥٦ كتاب فضائل الصحابة، باب من فضائل أبي بكر، واللفظ له.
(٣) الحديث أخرجه البخاري في صحيحه ٧/٢٣٠ كتاب فضائل أصحاب النبي، باب لو كنت متخذاً خليلاً.
(٤) منهاج السنة النبوية ٧/٢٨٥، وانظر: ٤/٣٦٦.
(٥) أخرجه البخاري في صحيحه ١٢/١٤٥، كتاب الحدود، باب رجم الحبلى من الزنى إذا أحصنت.',NULL,'517',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (506,'من أسلم من الرجال، واستمر مع النبي صلّى الله عليه وسلّم في كل وقته لا يفارقه في حضر ولا سفر، وكان يستشيره النبي صلّى الله عليه وسلّم في أحايين كثيرة، ويصحبه معه في المواقف الصعبة كصحبته في الهجرة، كما في حديث الغار المتقدم، وقد خصه النبي صلّى الله عليه وسلّم بالصحبة بقوله: «هل أنتم تاركون لي صاحبي، هل أنتم تاركون لي صاحبي، إني قلت: يا أيها الناس إني رسول الله إليكم جميعاً فقلتم: كذبت، وقال أبو بكر: صدقت» (١) .
يقول ابن تيمية رحمه الله: (الصديق في ذروة سنام الصحبة، وأعلى مراتبها، فإنه صحبه من حين بعثه الله إلى أن مات) (٢) .
ثم بيّن رحمه الله أنه لا نزاع بين أهل العلم بحال النبي صلّى الله عليه وسلّم وأصحابه أن مصاحبة أبي بكر (ت - ١٣هـ) رضي الله عنه له كانت أكمل من مصاحبة سائر الصحابة، وذكر من سبب ذلك أنه كان أدوم اجتماعاً به ليلاً ونهاراً، وسفراً وحضراً (٣) .
كما ثبت عن عائشة (ت - ٥٧هـ) رضي الله عنها أنها قالت: (لم أعقل أبوي قط إلا وهما يدينان الدين، ولم يمر علينا يوم إلا ورسول الله صلّى الله عليه وسلّم يأتينا فيه طرفي النهار) (٤) .
٤ - تبشير النبي صلّى الله عليه وسلّم بالجنة في خصالٍ اجتمعت فيه، ولم تجتمع في أحد من الصحابة؛ وهذه منقبة عظيمة لأبي بكر (ت - ١٣هـ) رضي الله عنه، فقد ثبت عن المصطفى الكريم صلّى الله عليه وسلّم أنه قال لأصحابه: «من أصبح منكم اليوم صائماً؟» ، فقال أبو بكر: أنا. قال: «فمن تبع منكم جنازة؟» . قال أبو بكر: أنا. قال: «هل فيكم من عاد مريضاً؟» قال أبو بكر: أنا. قال: «هل فيكم من تصدق
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/١٨ كتاب فضائل أصحاب النبي، باب لو كنت متخذاً خليلاً.
(٢) منهاج السنة النبوية ٨/٣٨٩.
(٣) انظر: منهاج السنة النبوية ٨/٣٩٠، وانظر: مجموع فتاوى ابن تيمية ٣٥/٦١.
(٤) الحديث أخرجه البخاري في صحيحه ٧/٢٣٠ كتاب مناقب الأنصار، باب هجرة النبي إلى المدينة.',NULL,'518',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (507,'بصدقة؟» . فقال أبو بكر: أنا. فقال رسول الله صلّى الله عليه وسلّم: «ما اجتمعن في امرئ إلا دخل الجنة» (١) .
٥ - أنه أعلم الصحابة - رضوان الله عليهم -، وهذا بإجماع الصحابة، ومن بعدهم، كما ثبت في الصحيح أن أبا سعيد الخدري (ت - ٧٤هـ) رضي الله عنه قال: (وكان أبو بكر أعلمنا) (٢) .
وقد نقل ابن تيمية رحمه الله الإجماع على أن أبا بكر (ت - ١٣هـ) رضي الله عنه أعلم الصحابة، وأن أبا بكر كان يفتي ويقضي في حضرة النبي صلّى الله عليه وسلّم وهو ساكت يقره على ذلك، ويرضى بما يقول، ولم تكن هذه المرتبة لغيره (٣) ، ويقول: (أما الصديق فإنه مع قيامه بأمور من العلم والفقه عجز عنها غيره حتى بينها لهم لم يحفظ له قول مخالف نصاً، وهذا يدل على غاية البراعة) (٤) .
٦ - أنه أشجع الناس وأصبرهم حين تضعف عزائم الأقوياء، وحين يأتي وقت الشجاعة فأبو بكر (ت - ١٣هـ) رضي الله عنه أشجع أصحاب رسول الله صلّى الله عليه وسلّم لليقين والإيمان اللذين وقرا في قلبه. ففي الصحيح أن عقبة بن معيط (٥) جاء إلى النبي صلّى الله عليه وسلّم وهو يصلي، فوضع رداءه في عنقه فخنقه خنقاً شديداً، فجاء أبو بكر فدفعه عنه، وقال: ( {أَتَقْتُلُونَ رَجُلاً أَن يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءكُم بِالْبَيِّنَاتِ مِن رَّبِّكُمْ} [غافر: ٢٨] ) (٦) .
_________
(١) الحديث أخرجه مسلم في صحيحه ٢/٧١٣ كتاب الزكاة باب من جمع الصدقة وأعمال البر.
(٢) سبق تخريجه ص٣٩٢.
(٣) انظر: منهاج السنة ٧/٥٠٢، ٥١٠، الفتاوى الكبرى له ١/٤٦٥، مجموع فتاوى ابن تيمية ٣٩٨ - ٤١٠.
(٤) الفتاوى الكبرى ١/٤٦٨.
(٥) عقبة بن معيط: عقبة بن أبان بن ذكوان، أبو الوليد، من مقدمي قريش في الجاهلية، كان شديد الأذى على المسلمين، قتل يوم بدر وصلب سنة ٢هـ.
انظر في ترجمته: الكامل لابن الأثير ٢/٢٧، الروض الأنف للسهيلي ٥/١٨٤.
(٦) الحديث أخرجه البخاري في صحيحه ٧/٢٢ كتاب فضائل أصحاب النبي، باب لو كنت متخذاً خليلاً، وانظر: ذخائر المواريث للنابلسي ٢/١٧٤.',NULL,'519',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (508,'وتتضح شجاعته رضي الله عنه أيضاً في حادثة فزع الصحابة بعد موت النبي صلّى الله عليه وسلّم، وثباته، بل وتثبيته الصحابة، وفي إنفاذه جيش أسامه (١) ، وقتال المرتدين، وغيرها.
يقول ابن تيمية رحمه الله: (والمقصود هنا أن أبا بكر كان أشجع الناس، ولم يكن بعد الرسول صلّى الله عليه وسلّم أشجع منه) (٢) .
وقال - أيضاً - (وكان لأبي بكر مع الشجاعة الطبيعية شجاعة دينية، وهي قوة يقينية بالله - عز وجل -، وثقة بأن الله ينصره والمؤمنين، وهذه الشجاعة لا تحصل لكل من كان قوي القلب، لكن هذه تزيد بزيادة الإيمان واليقين، وتنقص بنقص ذلك) (٣) .
٧ - كثرة إنفاقه في سبيل الله وخاصة في بداية ظهور الإسلام في مكة، وقد ثبت في الصحيحين أن النبي صلّى الله عليه وسلّم قال: «إن أمن الناس علينا في صحبته وذات يده أبو بكر» (٤) ، وقال صلّى الله عليه وسلّم: «ما نفعني مال قط ما نفعني مال أبي بكر» (٥) .
وقال عليه الصلاة والسلام: «من أنفق زوجين في سبيل الله نودي من أبواب الجنة: يا عبد الله هذا خير، فمن كان من أهل الصلاة دعي من باب الصلاة، ومن كان من أهل الجهاد دعي من باب الجهاد، ومن كان من أهل الصيام دعي من باب الريان، ومن كان من أهل الصدقة دعي من باب الصدقة، قال أبو بكر: هل يدعى أحد من تلك الأبواب كلها؟ قال: نعم وأرجو أن تكون
_________
(١) أسامة بن زيد بن حارثة بن شراحيل الكلبي، أبو محمد، حب رسول الله وابن حبه، ولد في الإسلام، وقد أمّره الرسول صلّى الله عليه وسلّم على جيش عظيم فمات عليه الصلاة والسلام قبل أن يتوجه، فأنفذه أبو بكر، اعتزل الفتن، ت سنة ٥٤هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٥٧، الإصابة لابن حجر ١/٣١.
(٢) منهاج السنة النبوية ٨/٨٢ - ٨٣.
(٣) منهاج السنة النبوية ٨/٨٤ - ٨٥.
(٤) سبق تخريجه ص٩٤١.
(٥) الحديث أخرجه ابن ماجه في سننه ١/٣٦ المقدمة، باب من فضل أبي بكر الصديق وصححه الألباني في صحيح سنن ابن ماجه ١/٢٣، صحيح الجامع ٢/١٠١١.',NULL,'520',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (509,'منهم» (١) .
يقول ابن تيمية رحمه الله: (والمقصود هنا أن الصديق كان أمن الناس في صحبته وذات يده لأفضل الخلق رسول الله صلّى الله عليه وسلّم؛ لكونه كان ينفق ماله في سبيل الله كاشترائه المعذبين، ولم يكن النبي صلّى الله عليه وسلّم محتاجاً في خاصة نفسه لا إلى أبي بكر، ولا غيره، بل لما قال له في سفر الهجرة: إن عندي راحلتين فخذ إحداهما: قال النبي صلّى الله عليه وسلّم: «بالثمن» (٢) .
فهو أفضل صديق لأفضل نبي، وكان من كماله أنه لا يعمل ما يعمله إلا ابتغاء وجه ربه الأعلى، لا يطلب جزاء من أحد من الخلق) (٣) .
٨ - أن النبي صلّى الله عليه وسلّم كان يخصه بأمور هي دلائل على أنه يتبوأ منزلة خاصة، فهم منها كثير من أهل العلم أحقيته بالخلافة بعد رسول الله صلّى الله عليه وسلّم ومنها:
أ - طلب الكتابة بالعهد إليه بعده: فقد قال عليه الصلاة والسلام لعائشة (ت - ٥٨هـ) رضي الله عنها: «ادعي لي أبا بكر أباك وأخاك حتى أكتب كتاباً..» ثم قال: «يأبى الله والمؤمنون إلا أبا بكر» (٤) .
ب - الإرشاد لمن طلب من الرسول صلّى الله عليه وسلّم أن يحدد له رجلاً يأتيه إن لم يجد الرسول صلّى الله عليه وسلّم بأن يأتي أبا بكر، ومن ذلك: أن أمرأة أتت إلى النبي صلّى الله عليه وسلّم فأمرها أن ترجع إليه، فقالت: أرأيت إن جئت فلم أجدك؟ - كأنها تريد
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/١٩ كتاب فضائل الصحابة، باب لو كنت متخذاً خليلاً، ومسلم في صحيحه ٢/٧١١ كتاب الزكاة، باب من جمع الصدقة وأعمال البر.
(٢) الحديث أخرجه البخاري في صحيحه ٧/٢٣٠ - ٢٣١ كتاب مناقب الأنصار، باب هجرة النبي.
(٣) قاعدة جليلة في التوسل والوسيلة ص٦٣.
(٤) الحديث أخرجه البخاري في صحيحه ١٠/١٢٣ كتاب المرض، باب قول المريض إني وجع، ومسلم في صحيحه ٤/١٨٥٧ كتاب فضائل الصحابة، باب من فضائل أبي بكر.',NULL,'521',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (510,'الموت -، قال: «إن لم تجديني فأتي أبا بكر» (١) .
جـ - استخلافه بالصلاة عنه في حياته، كما ثبت أن النبي صلّى الله عليه وسلّم لما مرض واشتد مرضه قال: «مروا أبا بكر فليصل بالناس» فقالت عائشة: يا رسول الله إن أبا بكر رجل رقيق، متى يقم مقامك لا يستطيع أن يصلي بالناس، فقال: «مري أبا بكر فليصل بالناس فإنكن صواحب يوسف» (٢) .
يقول ابن تيمية رحمه الله: (بيّن صلّى الله عليه وسلّم أنه يريد أن يكتب كتاباً خوفاً، ثم علم أن الأمر واضح ظاهر ليس مما يقبل النزاع فيه، والأمة حديثة عهد بنبيها، وهم خير أمة أخرجت للناس، وأفضل قرون هذه الأمة، فلا يتنازعون في هذا الأمر الواضح الجلي، فإن النزاع إنما يكون لخفاء العلم، أو لسوء القصد، وكلا الأمرين منتف، فإن العلم بفضيلة أبي بكر جلي، وسوء القصد لا يقع من جمهور الأمة الذين هم أفضل القرون، ولهذا قال: (يأبى الله والمؤمنون إلا أبا بكر) ، فترك ذلك لعلمه بأن ظهور فضيلة أبي بكر الصديق واستحقاقه لهذا الأمر يغني عن العهد فلا يحتاج إليه، فتركه لعدم الحاجة، وظهور فضيلة الصديق واستحقاقه، وهذا أبلغ من العهد) (٣) .
وأما فضائل عمر (ت - ٢٣هـ) رضي الله عنه فكثيرة، فمنها ما هو مشترك مع غيره من الصحابة ككونه من السابقين الأولين، وكونه من العشرة المبشرين بالجنة، وغيرها.
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/١٧ كتاب فضائل أصحاب النبي، باب لو كنت متخذاً خليلاً، ومسلم في صحيحه ٤/١٨٥٦ - ١٨٥٧ كتاب فضائل الصحابة، باب من فضائل أبي بكر.
(٢) الحديث أخرجه البخاري في صحيحه ٢/٦٤ كتاب الأذان، باب أهل العلم والفضل أحق بالإمامة، ومسلم في صحيحه ١/٣١٣ كتاب الصلاة، باب استخلاف الإمام إذا عرض له عذر.
(٣) منهاج السنة النبوية ١/٥٢٥ - ٥٢٦، وانظر في فضائل أبي بكر رضي الله عنه: أبو بكر الصديق أفضل الصحابة وأحقهم بالخلافة للقاسم.',NULL,'522',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (511,'ومنها ما هو مشترك مع أبي بكر الصديق (ت - ١٣هـ) رضي الله عنهما مثل: الأمر بالاقتداء بهما لقول الرسول صلّى الله عليه وسلّم: «اقتدوا باللذين من بعدي أبي بكر وعمر» (١) .
وقوله صلّى الله عليه وسلّم: «إن يطع القوم أبا بكر وعمر يرشدوا» (٢) .
ومحبة الرسول صلّى الله عليه وسلّم لهما، فقد كان الصحابة كثيراً ما يسمعون رسول الله صلّى الله عليه وسلّم يقول: «ذهبت أنا وأبو بكر وعمر، ودخلت أنا وأبو بكر وعمر، وخرجت أنا وأبو بكر وعمر» (٣) .
وقرن الرسول صلّى الله عليه وسلّم إيمانه بإيمان أبي بكر (ت - ١٣هـ) ، وعمر (ت - ٢٣هـ) رضي الله عنهما في بعض المواضع، فقال عليه الصلاة والسلام: «بينما راع يرعى في غنمه إذ عدا الذئب فأخذ منها شاة، فطلبها حتى استنقذها منه، فالتفت إليه الذئب، وقال: من لها يوم السَّبُع يوم لا راع لها غيري» ، فقال الناس: سبحان الله! ذئب يتكلم؟ فقال صلّى الله عليه وسلّم: «فإني أؤمن به وأبو بكر وعمر» (٤) .
وفي صحيح مسلم قال رسول الله صلّى الله عليه وسلّم: «بينا رجل يسوق بقرة، قد حمَّل عليها، التفتت إليه البقرة فقالت: إني لم أخلق لهذا! ولكني إنما خلقت للحرث» .
فقال الناس: سبحان الله! تعجباً وفزعاً - أبقرة تتكلم؟.
فقال: «فإني أومن بهذا وأبو بكر وعمر» (٥) .
_________
(١) سبق تخريجه ص٤٣٨.
(٢) الحديث أخرجه مسلم في صحيحه ١/٤٧٢ - ٤٧٤ كتاب المساجد، باب قضاء الصلاة الفائتة.
(٣) الحديث أخرجه البخاري في صحيحه ٧/٤١ - ٤٢ كتاب فضائل الصحابة، باب مناقب عمر بن الخطاب.
(٤) الحديث أخرجه البخاري في صحيحه كتاب أحاديث الأنبياء، حديث (٣٤٧١) واللفظ له، ومسلم في صحيحه ٤/١٨٥٧ - ١٨٥٨ كتاب فضائل الصحابة، باب من فضائل أبي بكر.
(٥) الحديث أخرجه مسلم في صحيحه ٤/١٨٥٧ - ١٨٥٨ كتاب فضائل الصحابة، باب من فضائل أبي بكر.',NULL,'523',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (512,'ومن فضائله: ما أفردت بحديث مستقل: فهو أفضل الأمة بعد أبي بكر (ت - ١٣هـ) رضي الله عنه للنصوص المذكورة قبل قليل، ولغيرها.
وهو مُحدَّث ملهم لقوله صلّى الله عليه وسلّم: «قد كان في الأمم مُحدَّثون، فإن يكن في أمتي أحد فعمر» (١) .
وقد رأى الرسول صلّى الله عليه وسلّم رؤى في عمر (ت - ٢٣هـ) رضي الله عنه أوّلهَا عليه الصلاة والسلام بالعلم، وبالدين، فقد قال نبي الرحمة صلّى الله عليه وسلّم: «بينا أنا نائم إذ رأيت قدحاً أُتيت به فيه لبن، فشربت منه حتى إني لأرى الرّي يخرج من أظفاري، ثم أعطيت فضلي يعني عمر بن الخطاب» ، قالوا: فما أولته يا رسول الله؟ قال: «العلم» (٢) .
وفي الصحيحين عن أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلّم: «بينا أنا نائم رأيت الناس يُعرضون عليّ وعليهم قُمُص، منها ما يبلغ الثُّدي، ومنها ما يبلغ دون ذلك» ، ومرّ عمر بن الخطاب وعليه قميص يجره، قالوا: ماذا أولت ذلك يا رسول الله؟ قال: «الدين» (٣) .
وقد جعل الله الحق على لسان عمر (ت - ٢٣هـ) رضي الله عنه ووافق التنزيل مراراً، كما قال عمر (ت - ٢٣هـ) رضي الله عنه عنه -: (وافقت ربي في ثلاث، قلت: يا رسول الله: لو اتخذت من مقام إبراهيم مصلى فنزلت: {وَاتَّخِذُواْ مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى} [البقرة: ١٢٥] ، وقلت: يا رسول الله إن نساءك يدخل عليهن البر والفاجر، فلو أمرتهن أن يحتجبن، قال: فنزلت آية الحجاب، واجتمع على رسول الله صلّى الله عليه وسلّم
_________
(١) سبق تخريجه ص٤٩٢.
(٢) الحديث أخرجه البخاري في صحيحه ١٢/٤١٧ كتاب التعبير، باب إذا أعطى فضله غيره في النوم، ومسلم في صحيحه ٤/١٨٥٩ كتاب فضل الصحابة، باب من فضائل عمر.
(٣) الحديث أخرجه البخاري في صحيحه ٧/٤٣ كتاب فضائل أصحاب النبي، باب من فضائل عمر، ومسلم في صحيحه ٤/١٨٥٩ كتاب فضائل الصحابة، باب من فضائل عمر.',NULL,'524',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (513,'نساؤه في الغيرة، فقلت لهن: عسى ربه إن طلقكن أن يبدله أزواجاً خيراً منكن، فنزلت هذه الآية) (١) .
وقد فرح الرسول صلّى الله عليه وسلّم، وصحابته معه بإسلام عمر (ت - ٢٣هـ) رضي الله عنه حين أسلم، واعتز الإسلام بإسلامه، كما قال ابن مسعود (ت - ٣٢هـ) رضي الله عنه: (ما زلنا أعزة منذ أسلم عمر) (٢) .
وقد ذكر ابن تيمية رحمه الله بعض صفات الفاروق - من غير ما ذُكر -، فمنها:
خوفه من الله عزّ وجل وذكر أحاديث في ذلك (٣) ، منها ما وراه المسور بن مخرمة (٤)
رضي الله عنه قال: لما طعن عمر جعل يألم، فقال ابن عباس: يا أمير المؤمنين، ولئن كان ذلك: لقد صحبت رسول الله صلّى الله عليه وسلّم فأحسنت صحبته، ثم فارقته وهو عنك راض، ثم صحبت أبا بكر فأحسنت صحبته، ثم فارقته وهو عنك راض، ثم صحبت المسلمين فأحسنت صحبتهم، ولئن فارقتهم لتفارقنهم وهم عنك راضون، فقال: أمّا ما ذكرت من صحبة رسول الله صلّى الله عليه وسلّم ورضاه، فإنما ذاك مَنُّ منَّ به عليّ، وأما ما ذكرت من صحبة أبي بكر ورضاه، فإنما ذاك مَنٌ من الله مَنَّ به عليّ، وأما ما ترى من جزعي فهو من أجلك وأجل
_________
(١) الحديث أخرجه البخاري في صحيحه ١/٥٠٤ كتاب الصلاة، باب ما جاء في القبلة، قال ابن حجر في فتح الباري ١/٥٠٥: (والمعنى: وافقني ربي فأنزل القرآن على وفق ما رأيت، لكن رعاية للأدب أسند الموافقة إلى نفسه..) .
(٢) الحديث أخرجه البخاري في صحيحه ٧/٤١ كتاب فضائل أصحاب النبي، باب فضائل عمر.
(٣) انظر: منهاج السنة النبوية ٦/٩ - ١٥.
(٤) المسور بن مخرمة بن نوفل القرشي الزهري، أبو عبد الرحمن، صحابي جليل، قدم المدينة في ذي الحجة بعد الفتح سنة ثمان، كان من أهل الفضل والدين، ت سنة ٦٤هـ.

انظر في ترجمته: الاستيعاب لابن عبد البر ٣/٤١٦، الإصابة لابن حجر ٣/٤١٩.',NULL,'525',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (514,'أصحابك، والله لو أن لي طِلاع (١) الأرض ذهباً لافتديت به من عذاب الله قبل أن أراه) (٢) .
ومنها: أنه وقّاف عند حدود الله عزّ وجل ودليل ذلك: أن رجلاً دخل عليه وقال: هيه يا ابن الخطاب، فوالله ما تعطينا الجزل، ولا تحكم بيننا بالعدل، فغضب عمر حتى همّ أن يوقع به، فقال له الحر (٣) :
يا أمير المؤمنين؛ إن الله - تعالى - قال لنبيه صلّى الله عليه وسلّم: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: ١٩٩] ، وإن هذا من الجاهلين، فوالله ما جاوزها عمر حين تلاها عليه، وكان وقافاً عند كتاب الله) (٤) .
ومنها: عدله رضي الله عنه يقول ابن تيمية رحمه الله عن ذلك: (وبعدل عمر يضرب المثل) (٥) ، ويقول: (ومعلوم أن رعية عمر انتشرت شرقاً وغرباً.. ومع هذا فكلهم يصفون عدله، وزهده، وسياسته، ويعظمونه، والأمة قرناً بعد قرن تصف عدله وزهده وسياسته، ولا يُعرف أن أحداً طعن في ذلك) (٦) .
وهذه الصفات وغيرها نماذج من سيرة ثاني الخلفاء الراشدين التي يقول عنها ابن تيمية رحمه الله (لا يُعرف في سير الناس كسيرته) (٧) ، ومناقبه كثيرة، أطال
_________
(١) الطِلاع: طلاع الشيء: ملؤه حتى يطالع أعلاه أعلاه فيساويه، انظر: لسان العرب لابن منظور ٨/٢٣٥ مادة (طلع) ، القاموس المحيط للفيروزآبادي ٣/٦١ مادة (طلع) .
(٢) الحديث أخرجه البخاري في صحيحه ٧/٤٣ كتاب فضائل أصحاب النبي، باب من فضائل عمر.
(٣) الحرّ بن قيس بن حصن الفزاري، ابن أخي عيينة بن حصن، كان أحد الوفد الذين قدموا على رسول الله من فزارة مرجعه من تبوك.

انظر في ترجمته: الطبقات الكبرى لابن سعد ١/٢٢٦، الاستيعاب لابن عبد البر ١/٣٨٨ الإصابة لابن حجر ١/٣٢٤.
(٤) الحديث أخرجه البخاري في صحيحه ٨/٣٠٤ - ٣٠٥ كتاب التفسير، باب سورة الأعراف {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ ... } .
(٥) منهاج السنة النبوية ٦/١٦.
(٦) منهاج السنة النبوية ٦/١٧.
(٧) منهاج السنة النبوية ٦/٥٤.',NULL,'526',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (515,'في ذكرها ابن تيمية رحمه الله موثقاً ذلك بالآثار الثابتة الصحيحة التي يقول عنها: (وهذه الآثار وأضعافها مذكورة بالأسانيد الثابتة في الكتب المصنفة في هذا الباب، ليست من أحاديث الكذابين، والكتب الموجودة فيها هذه الآثار المذكورة بالأسانيد الثابتة كثيرة جداً) (١) .
وأما فضائل عثمان بن عفان (ت - ٣٥هـ) رضي الله عنه فكثيرة أيضاً، وموقف ابن تيمية رحمه الله منها موقف المؤيد، بل والمقرر لها، والموضح، والشارح: فمن فضائله الواردة في النصوص: ما هو مشترك يدخل فيها معه غيره من الصحابة، سواء أكانوا قلة أم كثرة: كتبشيره بالجنة، وكونه من السابقين الأولين للإسلام، ومن النصوص ما يدل على أنه أفضل الأمة بعد الشيخين، وذلك لحديث ابن عمر (ت - ٧٢هـ) رضي الله عنهما قال: (كنا في زمن النبي صلّى الله عليه وسلّم: لا نعدل بأبي بكر أحداً، ثم عمر، ثم عثمان، ثم نترك أصحاب النبي صلّى الله عليه وسلّم لا نفاضل بينهم) (٢) .
قال ابن عبد البر (ت - ٤٦٣هـ) رحمه الله: (لم يكن بعد رسول الله صلّى الله عليه وسلّم على الأرض أفضل من أبي بكر، ولم يكن بعده أفضل من عمر، ولم يكن بعده أفضل من عثمان، ولم يكن بعد عثمان على الأرض خير ولا أفضل من علي) (٣) .
ومن فضائل عثمان (ت - ٣٥هـ) رضي الله عنه أن النبي صلّى الله عليه وسلّم زوجه ابنتيه، ولذلك أطلق عليه لقب (ذو النورين) (٤) .
ومن فضائله - أيضاً - مبايعة الرسول صلّى الله عليه وسلّم عنه يوم بيعة الرضوان، فقد أراد رجل أن يطعن في عثمان (ت - ٣٥هـ) رضي الله عنه على أنه لم يحضر بيعة الرضوان، فأجابه ابن عمر (ت - ٧٢هـ) رضي الله عنهما بأن بيعة الرضوان إنما كانت بسبب عثمان، فإن
_________
(١) منهاج السنة النبوية ٦/٥٩.
(٢) سبق تخريجه ص٤٩٢.
(٣) جامع بيان العلم وفضله ٢/٢٢٦.
(٤) انظر: منهاج السنة النبوية لابن تيمية ٤/١٤٦، ٨/٢٣٥.',NULL,'527',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (516,'النبي صلّى الله عليه وسلّم بعثه إلى مكة، وبايع عنه بيدِه، ويد النبي صلّى الله عليه وسلّم خير من يد عثمان (١) .
يقول ابن تيمية رحمه الله: (فقد أجاب ابن عمر بأن ما يجعلونه عيباً ما كان منه عيباً فقد عفا الله عنه، والباقي ليس بعيب، بل هو من الحسنات، وهكذا عامة ما يعاب به على سائر الصحابة، هو إما حسنة، وإما معفو عنه) (٢) .
ومنها: كثرة إنفاقه في سبيل الله، ويظهر ذلك جلياً حين جهز جيش العسرة، حتى جعل النبي صلّى الله عليه وسلّم ذلك من الأسباب الماحية للذنوب، الموجبة لدخول الجنة، وحين حوصر عثمان (ت - ٣٥هـ) رضي الله عنه أشرف على من حاصره وقال لهم: (أنشدكم الله، ولا أنشد إلا أصحاب النبي صلّى الله عليه وسلّم: ألستم تعلمون أن رسول الله صلّى الله عليه وسلّم قال: «من حفر رومة فله الجنة» فحفرتها، ألستم تعلمون أنه قال: «من جهز جيش العسرة فله الجنة» فجهزته، قال: «فصدقوه بما قال» (٣) .
ومنها: حياؤه رضي الله عنه، فقد استأذن رضي الله عنه على رسول الله صلّى الله عليه وسلّم، ورسول الله صلّى الله عليه وسلّم مضطجع على فراش عائشة، فجلس رسول الله صلّى الله عليه وسلّم وأصلح عليه ثيابه، وقال لعائشة: «اجمعي عليك ثيابك» فأذن له، فقضى إليه حاجته، ثم انصرف، فقال عليه الصلاة والسلام: «يا عائشة إن عثمان رجل حيي، وإني خشيت إن أذنت له على تلك الحال أن لا يبلغ إلى حاجته» (٤) .
ومنها: صبره حين الفتن، وكفه عمّن قاتله، كل هذا مع اتفاق الصحابة -
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٥٤، كتاب فضائل أصحاب النبي، باب من فضائل عثمان، والترمذي في سننه ٥/٦٢٦ - ٦٢٧ كتاب المناقب، باب في مناقب عثمان رضي الله عنه.
(٢) منهاج السنة النبوية ٦/٢٣٩، وانظر: ص٢٦٨.
(٣) الحديث أخرجه البخاري في صحيحه ٥/٤٠٦ - ٤٠٧ كتاب الوصايا، باب إذا وقف أرضاً أو بئراً، وأحمد في مسنده ١/٥٩ من حديث عثمان بن عفان، والدارقطني في سننه ٤/١٩٨ كتاب الأحباش، باب وقف المساجد والسقايات، ورومة: بئر بالمدينة حفرها عثمان.
(٤) أخرج الحديث مسلم في صحيحه ٤/١٨٦٦ - ١٨٦٧، كتاب فضائل الصحابة، باب من فضائل عثمان رضي الله عنه.',NULL,'528',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (517,'رضوان الله عليهم - على بيعته، فلم يكن هناك اختلاف في توليته، بل ولاه المسلمون بعد المشورة ثلاثة أيام، وهم مؤتلفون، متفقون، متحابون، متوادون، ولم يعدلوا بعثمان غيره، يقول الإمام أحمد (ت - ٢٤١هـ) رحمه الله: (ما كان في القوم أوكد بيعة من عثمان كانت بإجماعهم) (١) ، ومع ذلك ابتلي رضي الله عنه بعد توليته كثيراً فصبر، وهذا من دلائل نبوة المصطفى صلّى الله عليه وسلّم حين أخبر أنه من أهل الجنة على بلوى تصيبه، يقول ابن تيمية رحمه الله: (ومن المعلوم المتواتر أن عثمان كان أكف الناس عن الدماء، وأصبر الناس على من نال من عرضه، وعلى من سعى في دمه فحاصروه، وسعوا في قتله، وقد عَرف إرادتهم لقتله، وقد جاءه المسلمون من كل ناحية ينصرونه، ويشيرون عليه بقتالهم، وهو يأمر الناس بالكف عن القتال، ويأمر من يطيعه أن لا يقاتلهم.. فكان صبر عثمان حتى قُتل من أعظم فضائله عند المسلمين) (٢) .
وفي الجملة: فإن فضائل عثمان (ت - ٣٥هـ) رضي الله عنه كثيرة، قد أقرّ بها ابن تيمية رحمه الله ويذكرها وقت الحاجة إلى ذكرها، سواء أكانت مفرقة أم مجتمعة، فيقول في كلام عام عن فضائل عثمان (ت - ٣٥هـ) رضي الله عنه: (والمعلوم من فضائل عثمان، ومحبة النبي صلّى الله عليه وسلّم له، وثنائه عليه، وتخصيصه بابنتيه، وشهادته له بالجنة، وإرساله إلى مكة، ومبايعته له عنه لما أرسله إلى مكة، وتقديم الصحابة له باختيارهم في الخلافة، وشهادة عمر وغيره له بأن رسول الله صلّى الله عليه وسلّم مات وهو عنه راض، وأمثال ذلك مما يوجب العلم القطعي بأنه من كبار أولياء الله المتقين الذين رضي الله عنهم ورضوا عنه) (٣) .
وأما موقفه من ابن عباس (ت - ٦٨هـ) رضي الله عنهما فهو: الثناء عليه؛ للثناء العام
_________
(١) انظر: السنة للخلال ٣/٣٢٠، قال المحقق: إسناده صحيح.
(٢) منهاج السنة النبوية ٦/٢٨٦.
(٣) منهاج السنة النبوية ٦/٢٦٨، وانظر: موقف ابن تيمية من الرافضة للشمسان ص٣١٣ - ٣٦٧.',NULL,'529',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (518,'على الصحابة - جميعاً -، ولثناء الرسول صلّى الله عليه وسلّم عليه، ودعائه له بالفقه في الدين، ومعرفة التأويل، يقول ابن تيمية رحمه الله: (ابن عباس هو حبر الأمة، وأعلم الصحابة في زمانه..، وقد ثبت عن النبي صلّى الله عليه وسلّم أنه قال: «اللهم فقهه في الدين، وعلمه التأويل» (١) (٢) .
وبعد هذا تبين لنا موقف ابن تيمية رحمه الله من الصحابة - جميعاً - وعقيدته فيهم، فهو يعتقد وجوب الثناء على الصحابة - جميعاً -، وأنهم أفضل الأمة، وقد حكى اتفاق أهل السنة على رعاية حقوق الصحابة، ويعتقد تحريم سب الصحابة، ووجوب الكف عن الخوض في مساوئ الصحابة، وفيما شجر بينهم.
ثم تبين لنا أن ابن تيمية يعتقد أن أفضل الأمة: الخلفاء الأربعة، وأن ترتيبهم في الفضل هو ترتيبهم في الخلافة، ويعتقد أن لكلٍ فضلاً ومناقب، وإذا تبين ذلك عنه: فلا يجوز لأحد يؤمن بالله واليوم الآخر أن يتهم ابن تيمية رحمه الله بأنه ببغض الصحابة أو أحدهم، فضلاً عن تكفير الصحابة، أو أحدهم، أو أفضلهم.
وقبل ختام هذا المبحث: يحسن بي أن أتوقف قليلاً لأبين ما يعتقده ابن تيمية رحمه الله باختصار في معاوية بن أبي سفيان (ت - ٦٠هـ) رضي الله عنهما خاصة، ذلك أن بعض الطوائف والأشخاص يكفرونه، وبعضهم يبغضه ويلعنه (٣) .
وابن تيمية يعتقد فيه أنه صحابي، أسلم عام الفتح، وإيمانه ثابت بالنقل المتواتر، وإسلامه يجب ما قبله من الذنوب، وأن سيرته خير وعدل، وأنه
_________
(١) الحديث أخرجه البخاري في صحيحه ١/٢٤٤ كتاب الوضوء، باب وضع الماء عند الخلاء، ومسلم في صحيحه ٤/١٩٢٧ كتاب فضائل الصحابة، باب فضائل ابن عباس.
(٢) منهاج السنة النبوية ٧/٥٠٣، وانظر: ص١٠٠.
(٣) انظر: نشأة الفكر الفلسفي للنشار ٢/١٩، ٤٦، ٣/٣٠٢، وانظر: رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق فهو لا يمر بمعاوية رضي الله عنه إلا ويلعنه.',NULL,'530',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (519,'أفضل ملوك المسلمين - فرضي الله عنه وأرضاه -، يقول ابن تيمية رحمه الله: (إيمان معاوية بن أبي سفيان رضي الله عنه ثابت بالنقل المتواتر، وإجماع أهل العلم على ذلك، كإيمان أمثاله ممن آمن عام فتح مكة) (١) .
وينقل ابن تيمية رحمه الله ثناء ابن عباس (ت - ٦٨هـ) رضي الله عنهما عليه، والشهادة له بالفقه، فقد سأل رجل ابن عباس رضي الله عنهما: هل لك في أمير المؤمنين معاوية؟ إنه أوتر بركعة؟ قال: (أصاب إنه فقيه) (٢) .
يقول ابن تيمية بعد ذلك: (فهذه شهادة الصحابة بفقهه، ودينه، والشاهد بالفقه ابن عباس) (٣) .
ويذكر رحمه الله أنه خير ملوك المسلمين، وأن سيرته في رعيته من خيار سير الولاة بقوله: (فلم يكن من ملوك المسلمين ملك خير من معاوية، ولا كان الناس في زمان ملك من الملوك خيراً منهم في زمن معاوية، إذا نسبت أيامه إلى أيام من بعده) (٤) ، وحكى اتفاق العلماء على أنه أفضل ملوك هذه الأمة (٥) .
_________
(١) مجموع فتاوى ابن تيمية ٤/٤٥٣، وانظر: ص٤٦٦، منهاج السنة النبوية له ٤/٥١٣، وانظر: خلافة معاوية بن أبي سفيان للعقيلي ص١٤.
(٢) الحديث أخرجه البخاري في صحيحه ٧/١٠٣ كتاب فضائل أصحاب النبي، باب ذكر معاوية رضي الله عنه.
(٣) منهاج السنة النبوية ٦/٢٣٥.
(٤) منهاج السنة النبوية ٦/٢٣٢، وانظر: ص٢٤٧.
(٥) مجموع فتاوى ابن تيمية ٤/٤٧٨.',NULL,'531',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (520,'<span data-type="title" id=toc-79>المبحث الثالث
دعوى تكلف شيخ الإسلام الغمز على أهل البيت،
وتعمية مناقبهم، ومناقشتها</span>
<span data-type="title" id=toc-80>المطلب الأول
دعوى تكلف شيخ الإسلام الغمز على أهل البيت، وتعمية مناقبهم</span>
يرى المناوئون لابن تيمية رحمه الله أنه يبغض آل بيت رسول الله صلّى الله عليه وسلّم، ولا يألوا جهداً في بث هذا البغض في كتبه عن طريق الغمز فيهم، وفي فضائلهم، وإن تستر بحبهم، والثناء عليهم.
فيقولون عنه: إنه ينفي كل فضيلة لعلي (ت - ٤٠هـ) رضي الله عنه، أو لأهل بيته (١) .
وأنه من أعداء آل بيت رسول الله صلّى الله عليه وسلّم (٢) .
وأنه شبّه فاطمة (ت - ١١هـ) رضي الله عنها بالمنافقين (٣) .
ويرون أنه أظهر بغضه لرابع الخلفاء الراشدين أكثر من غيره من آل بيت رسول الله صلّى الله عليه وسلّم، وذلك يتضح بالآتي:
أ - إنكاره العلم الخاص بعلي (ت - ٤٠هـ) رضي الله عنه وإنكار كونه أكثر علماً من أبي بكر (ت - ١٣هـ) رضي الله عنه يقول أحدهم: (زاد ابن تيمية فأنكر اختصاص علي
_________
(١) انظر: علي بن أبي طالب إمام العارفين لأحمد الغماري ص٥١.
(٢) انظر: علي بن أبي طالب إمام العارفين لأحمد الغماري ص٥١، فتح الملك العلي له ص٧٣.
(٣) انظر: علي بن أبي طالب إمام العارفين لأحمد الغماري ص٥٦.',NULL,'532',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (521,'عليه السلام بعلم لا يكون عند الشيخين رضي الله عنهما) (١) .
وقال آخر في مقام بيانه أن علياً (ت - ٤٠هـ) رضي الله عنه أكثر علماً من الشيخين رضي الله عنهما: (وابن تيمية أعرف الناس بذلك، ولكنه يفتري الكذب، ويتجاهل لنصرة رأيه، وغمط حق المولى علي عليه السلام، بل كل من يصرح بأعلمية أبي بكر على علي رضي الله عنهما فإنما يباهت، وينكر ما يكاد يعلمه من نفسه بالضرورة، بل هو معلوم بالضرورة جزماً) (٢) .
وذكروا من علومه الخاصة به دون غيره: بسط اليد في العلم الظاهر والباطن، والإخبار عن الأحداث الماضية والآتية إلى قيام الساعة! (٣) .
ب - الحقد الدفين عليه، وإبطان بغضه، وإن تستر بحبه، وأنه لم يكف - أبداً - عن انتقاص علي (ت - ٤٠هـ) رضي الله عنه وذكره بالقبيح (٤) .
ج - أنه لا يرى أن خلافة علي (ت - ٤٠هـ) رضي الله عنه خلافة نبوة (٥) .
د - أنه يرى أن الباغي والمعتدي هو علي (ت - ٤٠هـ) رضي الله عنه على معاوية (ت - ٦٠هـ) رضي الله عنه يقول أحدهم: (يشير بذلك إلى أن البغي وقع من علي عليه السلام) (٦) .
هـ - أنه ينتقص علياً (ت - ٤٠هـ) رضي الله عنه في سائر صفات الفضل من العلم، والزهد، والصدق، والشجاعة وغيرها (٧) .
_________
(١) مقدمة كتاب (علي بن أبي طالب للغماري) لأحمد محمد مرسي ص٢٥، وانظر: الدرر الكامنة لابن حجر ١/١٦٥.
(٢) علي بن أبي طالب إمام العارفين لأحمد الغماري ص٧٦، وانظر: ص٩٤، ٩٨.
(٣) انظر: علي بن أبي طالب إمام العارفين لأحمد الغماري ص٨٩.
(٤) انظر: المقالات السنية للحبشي ص٢٠٠، ٢٠٨، علي بن أبي طالب إمام العارفين لأحمد الغماري ص٥٦، رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق ص٢٣١ - ٢٣٣.
(٥) انظر: رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق ص٢٣٣.
(٦) رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق ص٢٣٤ - ٢٣٥.
(٧) انظر: رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق ص٢٣٦.',NULL,'533',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (522,'<span data-type="title" id=toc-81>المطلب الثاني
مناقشة الدعوى</span>
الحديث في هذا المطلب سوف ينحصر - بإذن الله - في مسألتين:
المسألة الأولى: موقف ابن تيمية من آل البيت عموماً.
المسألة الثانية: بيان موقف ابن تيمية رحمه الله من علي (ت - ٤٠هـ) رضي الله عنه خصوصاً، لإفراد خصوم ابن تيمية رحمه الله الحديث عنه كثيراً.
أما الأولى: فموقف ابن تيمية رحمه الله من آل البيت واضح جلي لمن استعرض كتبه: فهو يعتقد اعتقاد أهل السنة والجماعة فيهم وهو محبتهم والثناء عليهم، وقد قرر وجوبها وفرضيتها في مواضع متعددة من كتبه، يقول رحمه الله: (محبتهم عندنا فرض واجب يؤجر عليه..) (١) ، وقال: (ولا ريب أن محبة أهل بيت النبي صلّى الله عليه وسلّم واجبة) (٢) ، وكلما زادت محبة الرسول صلّى الله عليه وسلّم في قلب امريء مسلم فإنه تزيد محبته لأهل بيت النبي صلّى الله عليه وسلّم، ولذلك فإن أكثر من عرف حق آل بيت النبي صلّى الله عليه وسلّم هو أبو بكر الصديق (ت - ١٣هـ) رضي الله عنه، وذلك لمحبته رسول الله صلّى الله عليه وسلّم المحبة الكاملة، يقول ابن تيمية رحمه الله: (وكان رضي الله عنه من أعظم المسلمين رعاية لحق قرابة رسول الله صلّى الله عليه وسلّم، وأهل بيته، فإن كمال محبته للنبي صلّى الله عليه وسلّم أوجب سراية الحب لأهل بيته، إذ كان رعاية أهل بيته مما أمر الله ورسوله به) (٣) ، وذكر قول الصديق: (ارقبوا محمداً في آل بيته) (٤) ، وقال: (والله لقرابة رسول الله صلّى الله عليه وسلّم
_________
(١) مجموع فتاوى ابن تيمية ٤/٤٨٧.
(٢) منهاج السنة النبوية ٧/١٠٢، وانظر: مجموع فتاوى ابن تيمية٣/١٥٤، ٢٧/٤٧١ - ٤٧٢.
(٣) منهاج السنة النبوية ٨/٥٨١ - ٥٨٢.
(٤) سبق تخريجه ص٥٠٥.',NULL,'534',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (523,'أحب إلي أن أصل من قرابتي) (١) .
وقد توقف رحمه الله في كلام نفيس له حول أفضلية أهل البيت على غيرهم ممن هو دونهم؛ بأنه ليس للنسب فقط - وإن كان النسب له اعتبار - وإنما لاجتماع النسب مع الإيمان والتقوى، كما قال الله عزّ وجل عن آل الأنبياء بعد ذكره جملة منهم: {وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [الأنعام: ٨٧] ، فحصول الفضيلة لهم كان بمجموع الأمرين: هدايتهم إلى الصراط المستقيم، واجتباؤهم وتفضيلهم على غيرهم في النسب، وقد قال صلّى الله عليه وسلّم: «الناس معادن كمعادن الذهب والفضة، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا» (٢) ، وقال صلّى الله عليه وسلّم: «إن الله اصطفى بني إسماعيل، واصطفى من بني إسماعيل كنانة، واصطفى من كنانة قريشاً، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم» (٣) .
يقول رحمه الله: (لا ريب أن لآل محمد صلّى الله عليه وسلّم حقاً على الأمة لا يشركهم فيه غيرهم، ويستحقون من زيادة المحبة والموالاة ما لا يستحقه سائر بطون قريش، كما أن قريشاً يستحقون من المحبة والموالاة ما لا يستحقه غير قريش من القبائل.. وأما نفس ترتيب الثواب والعقاب على القرابة، ومدح الله عزّ وجل للشخص المعين، وكرامته عند الله تعالى فهذا لا يؤثر فيه النسب، وإنما يؤثر فيه الإيمان والعمل الصالح، وهو التقوى، كما قال تعالى: {إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ} [الحجرات: ١٣] .. وهذا لا ينافي ما ذكرناه من أن بعض الأجناس والقبائل أفضل من بعض، فإن هذا التفضيل معناه كما قال النبي صلّى الله عليه وسلّم: «الناس
_________
(١) سبق تخريجه ص٥٠٥.
(٢) الحديث أخرجه البخاري في صحيحه ٦/٥٢٥ كتاب المناقب، باب يا أيها الناس إنا خلقناكم، ومسلم في صحيحه ٤/٢٠٣١ - ٢٠٣٢ كتاب البر والصلة، باب الأرواح جنود مجندة.
(٣) الحديث أخرجه مسلم في صحيحه ٤/١٧٨٢ كتاب الفضائل، باب فضل نسب النبي، والترمذي في سننه ٥/٥٨٣ كتاب المناقب، باب في فضل النبي صلّى الله عليه وسلّم.',NULL,'535',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (524,'معادن كمعادن الذهب والفضة، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا» ، فالأرض إذا كان فيها معدن ذهب، ومعدن فضة؛ كان معدن الذهب خيراً؛ لأنه مظنة وجود أفضل الأمرين فيه، فإن قُدِّر أنه تعطل ولم يُخرج ذهباً، كان ما يخرج الفضة أفضل منه) (١) .
وبين أن الأمر وسط فلا تلغى فضيلة النسب جملة، ولا تجعل هي المعيار الوحيد لقرب العبد من ربه أو بعده منه فقال: (هذا هو الأصل المعتبر في هذا الباب دون من ألغى فضيلة الأنساب مطلقاً، دون من ظن أن الله تعالى يفضل الإنسان بنسبه على من هو مثله في الإيمان والتقوى، فضلاً عمّن هو أعظم إيماناً وتقوى، فكلا القولين خطأ وهما متقابلان، بل الفضيلة بالنسب فضيلة جملة، وفضيلة لأجل المظنة والسبب، والفضيلة بالإيمان والتقوى فضيلة تعيين وتحقيق وغاية ... ) (٢) .
وقد نبّه رحمه الله إلى منهج الوسطية عند أهل السنة والجماعة في محبة آل بيت رسول الله صلّى الله عليه وسلّم فلا يجوز الغلو فيهم، وإعطاؤهم فوق منزلتهم؛ لأن هذا شرك بهم، كما أنه لا يجوز انتقاص قدرهم، وغمطهم حقهم، سواء كان ذلك تحقيراً لهم، وعدم اعتراف بحقهم، أو كان ذلك من باب مقابلة الغلو بالإجحاف والتقصير، يقول - قدس الله روحه -: (الغالية في الأنبياء وأهل البيت والمشايخ، تجدهم مشركين بهم، لا متبعين لهم في خبرهم وأمرهم، فخرجوا عن حقيقة شهادة أن لا إله إلا الله، وأن محمداً رسول الله) (٣) ، ويقول رحمه الله في ضرب الأمثلة لمن قابل البدعة ببدعة مثلها: (كما قد يصير بعض الجهال المتسننة في إعراضه عن بعض فضائل علي وأهل البيت؛ إذا رأى أهل البدعة يغلون فيها) (٤) .
وأهل البيت عقيدتهم هي عقيدة الصحابة، أهل السنة والجماعة، ودينهم
_________
(١) منهاج السنة النبوية ٤/٥٩٩ - ٦٠٢.
(٢) منهاج السنة النبوية ٤/٦٠٣.
(٣) درء تعارض العقل والنقل ٥/٢٨٥.
(٤) مجموع فتاوى ابن تيمية ٦/٢٦.',NULL,'536',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (525,'الصدق والتقوى، لا الكذب والتقية - كما تزعمه الرافضة -، وهذا ما يقرره شيخ الإسلام رحمه الله بقوله: (إن أئمة أهل البيت كعليّ وابن عباس ومن بعدهم، كلهم متفقون على ما اتفق عليه سائر الصحابة والتابعين لهم بإحسان من إثبات الصفات والقدر) (١) .
ويقول: (وأئمة المسلمين من أهل بيت رسول الله صلّى الله عليه وسلّم وغيرهم متفقون على القول الوسط، المغاير لقول أهل التمثيل، وقول أهل التعطيل) (٢) .
إن لأهل بيت رسول الله صلّى الله عليه وسلّم حقوقاً على المسلمين، وإن عليهم حقوقاً - أيضاً - فمنها: استحقاقهم الفيء (٣) ، وأن الصدقة لا تحل لهم (٤) ، ومما يتميزون به أن إجماع العترة حجة (٥) ، ومما يتميزون به - أيضاً - وجوب الصلاة عليهم، لقوله صلّى الله عليه وسلّم: «قولوا: اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد» (٦) ، وفي حديث أبي حميد الساعدي (٧) «وعلى أزواجه وذريته» (٨) ، يقول رحمه الله: (الصلاة والسلام على آل محمد، وأهل بيته تقتضي أن يكونوا أفضل من سائر أهل
_________
(١) منهاج السنة النبوية ٢/١٠٠.
(٢) منهاج السنة النبوية ٢/٢٤٣، وانظر: ص٤٦.
(٣) انظر: منهاج السنة النبوية لابن تيمة ٤/٦٠٠.
(٤) انظر: منهاج السنة النبوية لابن تيمية ٤/٥٩٤.
(٥) انظر: مجموع فتاوى ابن تيمية ٢٨/٤٩٣.
(٦) سبق تخريجه ص٣٩٧ - ٣٩٨.
(٧) أبو حميد الساعدي: عبد الرحمن بن سعد، وقيل: عبد الرحمن بن عمرو بن سعد، شهد أحداً وما بعدها، توفي في آخر خلافة معاوية وأول خلافة يزيد.
انظر في ترجمته: الاستيعاب لابن عبد البر ٤/٤٢، الإصابة لابن حجر ٤/٤٦.
(٨) الحديث أخرجه مسلم في صحيحه ١/٣٠٦ كتاب الصلاة، باب الصلاة على النبي بعد التشهد، وابن ماجه في سننه ١/٢٩٣ كتاب إقامة الصلاة، باب الصلاة على النبي صلّى الله عليه وسلّم، ومالك في الموطأ ١/١٦٥ كتاب قصر الصلاة في السفر، باب ما جاء في الصلاة على النبي صلّى الله عليه وسلّم.',NULL,'537',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (526,'البيوت، وهذا مذهب أهل السنة والجماعة الذين يقولون: بنو هاشم أفضل قريش، وقريش أفضل العرب، والعرب أفضل بني آدم) (١) .
وأزواج النبي صلّى الله عليه وسلّم من آل بيته - على الصحيح - كما يقول ابن تيمية رحمه الله: (هل أزواجه من أهل بيته؟ على قولين، هما روايتان عن أحمد:
أحدهما: أنهن لسن من أهل البيت، ويروى هذا عن زيد بن أرقم (٢) ، والثاني - وهو الصحيح - أن أزواجه من آله) (٣) .
وقال: (ودليل ذلك أن أزواجه هم ممن يصلى عليه كما ثبت ذلك في الصحيحين) (٤) .
ولذلك فإن محبتهن واجبة، وبغضهن وسبّهن محرم:
يقول رحمه الله: (ويتولون أزواج رسول الله صلّى الله عليه وسلّم أمهات المؤمنين، ويؤمنون بأنهن أزواجه في الآخرة، خصوصاً خديجة (٥) رضي الله عنها أم أكثر أولاده، وأول من آمن به، وعاضده على أمره، وكان لها منه المنزلة العالية.
والصديقة بنت الصديق رضي الله عنهما التي قال فيها النبي صلّى الله عليه وسلّم: «فضل عائشة على النساء كفضل الثريد على سائر الطعام» (٦) (٧) .
_________
(١) منهاج السنة النبوية ٧/٢٤٣ - ٢٤٤.
(٢) زيد بن أرقم بن زيد بن قيس الخزرجي، استصغر يوم أحد، وأول مشاهده الخندق، وقيل: المريسيع، غزا مع النبي سبع عشرة غزوة، له قصة في نزول سورة المنافقون، شهد صفين مع علي، ت سنة ٦٦هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٥٥٦، الإصابة لابن حجر ١/٥٦٠.
(٣) منهاج السنة النبوية ٧/٧٥ - ٧٦.
(٤) منهاج السنة النبوية ٧/٧٨.
(٥) خديجة بنت خويلد بن أسد القرشية، زوج النبي صلّى الله عليه وسلّم أم المؤمنين، وأول من صدق ببعثته، كانت تدعى قبل البعثة: الطاهرة، كانت موسرة، لها أثر كبير في تثبيت النبي أول الدعوة، ت سنة ١٠ من البعثة.
انظر في ترجمتها: الاستيعاب لابن عبد البر ٤/٢٧٩، الإصابة لابن حجر ٤/٢٨١.
(٦) الحديث أخرجه البخاري في صحيحه ٧/١٠٦ كتاب فضائل أصحاب النبي، باب فضل عائشة، ومسلم في صحيحه ٤/١٨٩٥ كتاب فضائل الصحابة، باب فضل عائشة.
(٧) العقيدة الواسطية (ضمن مجموع فتاوى ابن تيمية ٣/١٥٤) .',NULL,'538',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (527,'وأما من قذف أمهات المؤمنين أزواج النبي صلّى الله عليه وسلّم: سواء كانت عائشة (ت - ٥٨هـ) رضي الله عنها أو غيرها، فهو كافر؛ لأن هذا فيه عار وغضاضة على رسول الله صلّى الله عليه وسلّم، وأذى له أعظم من أذاه بنكاحهن بعده (١) .
ولا يزال ابن تيمية رحمه الله يثني على آل بيت رسول الله صلّى الله عليه وسلّم، فيعتقد أن أفضل أهل بيت رسول الله صلّى الله عليه وسلّم هو الرسول عليه الصلاة والسلام (٢) .
وأما أفضل آل بيته من بعده فهو علي (ت - ٤٠هـ) رضي الله عنه ثم حمزة (٣) ، وجعفر (٤) ، وعبيدة بن الحارث بن عبد المطلب (٥) ؛ وهؤلاء هم السابقون للإسلام (٦) .
وأما أعلم آل بيت الرسول صلّى الله عليه وسلّم فهو علي (ت - ٤٠هـ) رضي الله عنه ثم ابن عباس (ت - ٦٨هـ) رضي الله عنهما كما بين ذلك في منهاج السنة (٧) .
وأما موقف ابن تيمية رحمه الله من فاطمة (ت - ١١هـ) رضي الله عنها بنت رسول الله صلّى الله عليه وسلّم فهو مثل موقف أهل السنة، والجماعة تجاهها، حيث هي من أهل بيت
_________
(١) انظر: الصارم المسلول لابن تيمية ص٥٦٥. ٥٦٧.
(٢) انظر: منهاج السنة النبوية ٧/٢٤١، مجموع فتاوى ابن تيمية ٢٧/٤٧٢.
(٣) حمزة بن عبد المطلب بن هاشم القرشي الهاشمي، أبو عمارة، عم النبي صلّى الله عليه وسلّم، وأخوه من الرضاعة، أرضعتهما ثويبة مولاة أبي لهب، شهد بدراً، وأول لواء في الإسلام له في سرية، توفي في غزوة أحد سنة ٣هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٢٧١، الإصابة لابن حجر ١/٣٥٣.
(٤) جعفر بن أبي طالب بن عبد المطلب، أبو عبد الله، ابن عم النبي، وأحد السابقين، وأخو علي شقيقه، كان يحب المساكين، وأشبه الناس برسول الله، هاجر إلى الحبشة، وأسلم على يديه النجاشي، توفي في غزوة مؤتة سنة ٨هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٢١٠، الإصابة لابن حجر ١/٢٣٧.
(٥) عبيدة بن الحارث القرشي المطلبي، أسلم قديماً، وكان رأس بني عبد مناف يومئذ، شهد بدراً وجرح فيها ومات بعد ذلك.
انظر: ترجمته: الطبقات الكبرى لابن سعد ٣/٣٧، الإصابة لابن حجر ٢/٤٤٩.
(٦) انظر: منهاج السنة ٦/١٩٤.
(٧) ٧/١٠٠.',NULL,'539',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (528,'رسول الله صلّى الله عليه وسلّم، ومن السابقين إلى الإسلام، ويعتقد أنها سيدة نساء العالمين (١) .
وأن تزويجها لعلي (ت - ٤٠هـ) رضي الله عنه فضل له، لا لها (٢) ، وقد بين الرسول صلّى الله عليه وسلّم محبته لها في أحاديث متعددة منها قوله: «إنما ابنتي بضعة مني يَريبني مارابها ويؤذيني ما آذاها» (٣) ، وفي مقام بيانه صلّى الله عليه وسلّم عدم قبوله الشفاعة في حدود الله حتى في أقرب قريب وحبيب ضرب لذلك مثلاً بأقرب الناس إليه وهي فاطمة حيث قال صلّى الله عليه وسلّم: «إنما أهلك من كان قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وايم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها» (٤) ، وبين رحمه الله أن الرافضة يذمونها بما ظاهره المدح (٥) .
وأما موقفه من الحسن (٦) ، والحسين (٧) رضي الله عنهما فهو: - كمن سبقهما -،
_________
(١) انظر: منهاج السنة النبوية ٤/٦٣.
(٢) انظر: منهاج السنة النبوية ٤/٣٦.
(٣) الحديث أخرجه البخاري في صحيحه ٩/٣٢٧ كتاب فضائل الصحابة، باب مناقب فاطمة، ومسلم في صحيحه ٤/١٩٠٢ كتاب فضائل الصحابة، باب فضائل فاطمة بنت النبي صلّى الله عليه وسلّم، واللفظ له.
(٤) الحديث أخرجه البخاري في صحيحه ٧/٨٧ كتاب فضائل أصحاب النبي، باب ذكر أسامة بن زيد، ومسلم في صحيحه ٣/١٣١٥ - ١٣١٦ كتاب الحدود، باب قطع السارق الشريف غيره، واللفظ له.
(٥) انظر فيما سبق: منهاج السنة النبوية ٤/٢٤٥ - ٢٤٨، ٢٥٠، ٢٥٣، ٥٨٧.
(٦) الحسن بن علي بن أبي طالب الهاشمي، سبط رسول الله وريحانته، أبو محمد، أمير المؤمنين، لما مات أبوه كره القتال فتنازل عن الخلافة لمعاوية حقناً لدماء المسلمين فبايع معاوية رضي الله عنه، وعاش بعد ذلك عشر سنين، ت سنة ٤٩هـ، وقيل غير ذلك.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٣٦٩، الإصابة لابن حجر ١/٣٢٩.
(٧) الحسين بن علي بن أبي طالب القرشي الهاشمي، أبو عبد الله، سبط رسول الله وريحانته، شهد مع أبيه الجمل وصفين وقتال الخوارج، ومكث مع أخيه بعد وفاة أبيه إلى أن سلم الأمر إلى معاوية، واستمر معه إلى أن مات الحسن، ثم خرج إلى الكوفة وقتل سنة ٦١هـ.
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٣٧٨، الإصابة لابن حجر ١/٣٣٢.',NULL,'540',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (529,'واحتج بالحديث الصحيح في فضل الحسن (ت - ٤٩هـ) رضي الله عنه وهو قوله صلّى الله عليه وسلّم عنه: «اللهم إني أحبه فأحبه، وأحب من يحبه» (١) .
وقال عن الحسين (ت - ٦١هـ) رضي الله عنه: (والحسين رضي الله عنه ولعن قاتله قُتل مظلوماً شهيداً في خلافته (٢) (٣) .
وقال عنهما في مقام الثناء عليهما، والاعتذار لهما: (الحسن تخلى عن الأمر وسلمه إلى معاوية، ومعه جيوش العراق، وما كان يختار قتال المسلمين قط، وهذا متواتر من سيرته ... والحسين رضي الله عنه ما خرج يريد القتال، ولكن ظن أن الناس يطيعونه، فلما رأى انصرافهم عنه، طلب الرجوع إلى وطنه، أو الذهاب إلى الثغر..) (٤) .
وقال: (والحسن والحسين من أعظم أهل بيته اختصاصاً به) (٥) ، ثم ذكر الحديث الصحيح عن النبي صلّى الله عليه وسلّم أنه أدار كساءه على علي، وفاطمة، والحسن والحسين ثم قال: «اللهم هؤلاء أهل بيتي، فأذهب عنهم الرجس وطهرهم تطهيراً» (٦) .
وقال رحمه الله عن علي بن الحسين (٧) : (من كبار التابعين، وساداتهم علماً وديناً) (٨) .
_________
(١) الحديث أخرجه البخاري في صحيحه ١٠/٣٣٢ كتاب اللباس، باب السخاب للصبيان، ومسلم في صحيحه ٤/١٨٨٣، كتاب فضائل الصحابة، باب فضائل الحسن والحسين.
(٢) أي في خلافة يزيد بن معاوية.
(٣) منهاج السنة النبوية ٨/١٤١.
(٤) منهاج السنة النبوية ٤/٤٢.
(٥) منهاج السنة النبوية ٨/٥٦١.
(٦) الحديث أخرجه مسلم في صحيحه ٤/١٨٨٣ كتاب فضائل الصحابة، باب فضائل أهل بيت النبي عن عائشة، والترمذي في سننه، كتاب فضائل الصحابة حديث ٣٢٠٥ واللفظ له، والدارمي في سننه ٥/٦٦٣ كتاب المناقب، باب مناقب أهل بيت النبي عن أم سلمة.
(٧) علي بن الحسين بن علي بن أبي طالب، أبو الحسن زين العابدين، ضرب به المثل في الحلم والورع والعبادة، كثير الصدقة، ت سنة ٩٤هـ.
انظر في ترجمته: الطبقات الكبرى لابن سعد ٥/١٦٢، وفيات الأعيان لابن خلكان ٢/٤٢٩.
(٨) منهاج السنة النبوية ٤/٤٨، وانظر: ص٤٨ - ٥٠.',NULL,'541',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (530,'وقال: (وأما ثناء العلماء على علي بن الحسين ومناقبه فكثيرة ... ) (١) .
وأما أبو جعفر الباقر (٢) ، فقد قال عنه ابن تيمية رحمه الله: (من خيار أهل العلم والدين، وقيل: إنما سمي الباقر، لأنه بقر العلم؛ لا لأجل بقر السجود جبهته) (٣) .
وقال رحمه الله عن جعفر الصادق (ت - ١٤٨هـ) : (من خيار أهل العلم والدين..) (٤) .
وقال عنه: (فإن جعفر بن محمد من أئمة الدين باتفاق أهل السنة) (٥) .
وقال عن أبي جعفر الباقر (ت - ١١٤هـ) وجعفر الصادق (ت - ١٤٨هـ) - رحمهما الله -:
(ولا ريب أن هؤلاء من سادات المسلمين، وأئمة الدين، ولأقوالهم من الحرمة والقدر ما يستحقه أمثالهم) (٦) .
ونقل في توثيق موسى بن جعفر (٧) ، قول أبي حاتم الرازي (ت - ٢٧٧هـ) رحمه الله عنه: (ثقة صدوق إمام من أئمة المسلمين) (٨) .
وأما من بعد هؤلاء من الأئمة الاثني عشر فلم يؤخذ عنهم من العلم ما
_________
(١) منهاج السنة النبوية ٧/٥٣٤، وذكر بعد ذلك أقوال أهل العلم في الثناء عليه.
(٢) أبو جعفر الباقر: محمد بن علي بن الحسين بن علي بن أبي طالب، تابعي جليل، كان إماماً مجتهداً، كثير العبادة، كبير الشأن، ت سنة ١١٤هـ.
انظر في ترجمته: حلية الأولياء لأبي نعيم ٣/١٨٠، تهذيب الأسماء واللغات للنووي ١/٨٧.
(٣) منهاج السنة النبوية ٤/٥٠.
(٤) منهاج السنة النبوية ٤/٥٢.
(٥) منهاج السنة النبوية ٢/٢٤٥
(٦) منهاج السنة النبوية ٥/١٦٢ - ١٦٣.
(٧) موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب، أبو الحسين، من أعبد أهل زمانه، وأحد كبار العلماء، سكن المدينة ثم بغداد ثم عاد إلى المدينة، ت سنة ١٨٣هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ١٣/٢٧، ميزان الاعتدال للذهبي ٤/٢٠١.
(٨) انظر: الجرح والتعديل لابن أبي حاتم ٨/١٣٩ نقل ذلك عن أبيه.',NULL,'542',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (531,'يذكر به أخبارهم في كتب المشهورين بالعلم وتواريخهم (١) .
وفي الجملة: فمحبة ابن تيمية رحمه الله لآل البيت ظاهرة، وثناؤه عليهم متواصل، سواء كان ذلك في فضائلهم العامة التي يشتركون فيها جميعاً، أو كان ذلك في فضائل بعضهم على بعض، أو على سائر الأمة، يقول رحمه الله مقرراً حقوقهم بكلام عام: (ولا ريب أن لآلِ محمد صلّى الله عليه وسلّم حقاً على الأمة لا يشركهم فيه غيرهم، ويستحقون من زيادة المحبة والموالاة ما لا يستحقه سائر بطون قريش، كما أن قريشاً يستحقون من المحبة والموالاة ما لا يستحقه غير قريش من القبائل، كما أن جنس العرب يستحق من المحبة والموالاة ما لا يستحقه سائر أجناس بني آدم.. ولا ريب أنه قد ثبت اختصاص قريش بحكم شرعي، وهو كون الإمامة فيهم دون غيرهم، وثبت اختصاص بني هاشم بتحريم الصدقة عليهم، وكذلك استحقاقهم من الفيء عند أكثر العلماء، وبنو المطلب معهم في ذلك.. فهم مخصوصون بأحكام لهم وعليهم، وهذه الأحكام تثبت للواحد منهم وإن لم يكن رجلاً صالحاً) (٢) .
وفي المقابل فإن الرافضة يلمزون أهل السنة والجماعة جميعهم بالوقيعة في أهل البيت، وبغضهم، كما فعلوا ذلك بابن كثير (ت - ٧٧٤هـ) رحمه الله وغيره (٣) .
المسألة الثانية: موقف ابن تيمية رحمه الله من علي بن أبي طالب رضي الله عنه.
أثنى ابن تيمية رحمه الله على الخليفة الراشد الرابع علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه وذكر فضائله، ومناقبه، وأنصفه من خصومه، ولكي أعطي صورة سريعة ومجملة حول موقفه منه يحسن بي أن أذكر النقاط التالية:
١ - علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه أفضل الأمة بعد الخلفاء الأوائل
_________
(١) انظر: منهاج السنة النبوية لابن تيمية ٤/٥٦.
(٢) مناج السنة النبوية ٤/٥٩٩، وانظر: الوصية الكبرى لابن تيمية ص٤٢.
(٣) انظر: الغدير ٣/٢١٨.',NULL,'543',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (532,'الثلاثة، وذلك موافق للنصوص الشرعية (١) .
٢ - أنه آخر الخلفاء الراشدين، وأن ذلك مما اتفقت عليه الأمة، يقول ابن تيمية رحمه الله: (وكان أمير المؤمنين علي بن أبي طالب رضي الله عنه آخر الخلفاء الراشدين المهديين، وقد اتفق عامة أهل السنة من العلماء والعباد والأمراء والأجناد على أن يقولوا: أبو بكر ثم عمر ثم عثمان ثم علي رضي الله عنهم) (٢) .
وقد أثبت الرسول صلّى الله عليه وسلّم أن خلافته خلافة نبوة، كما ذكر ذلك ابن تيمية رحمه الله في مواضع متعددة (٣) ، من حديث سفينة (٤) المشهور قوله: قال رسول الله صلّى الله عليه وسلّم: «خلافة النبوة ثلاثون سنة، ثم يؤتي الله ملكه من يشاء» قال سفينة رضي الله عنه: أمسك: مدة أبي بكر سنتان، وعمر عشر، وعثمان اثنتا عشرة، وعليّ كذا) (٥) ، أي ست سنوات.
قال ابن تيمية رحمه الله: (عليّ آخر الخلفاء الراشدين، الذين هم ولايتهم خلافة نبوة ورحمة، وكلٌ من الخلفاء الأربعة رضي الله عنهم يشهد له بأنه من أفضل أولياء الله المتقين) (٦) .
٣ - أن محبته من السنة ومن الإيمان، يقول ابن تيمية رحمه الله: (وأما
_________
(١) انظر: منهاج السنة النبوية لابن تيمية ٦/٣٣٠، مجموع فتاوى ابن تيمية ٤/٤٢١.
(٢) الوصية الكبرى ص٤١، وانظر: منهاج السنة النبوية له ٤/٤٠٤، مجموع فتاوى ابن تيمية ٤/٤٣٧.
(٣) انظر: منهاج السنة النبوية ١/٥١٥، ٥٣٧، ٤/٥٢٢، ١/٢٤٣.
(٤) سفينة مولى رسول الله، كان اسمه مهران وقيل غير ذلك، واختلف في اسمه اختلافاً كبيراً وصل إلى واحد وعشرين قولاً، كان أصله من فارس، اشترته أم سلمة فأعتقته، واشترطت عليه أن يخدم النبي.
انظر في ترجمته: الاستيعاب لابن عبد البر ٢/١٢٩، الإصابة لابن حجر ٢/٥٨.
(٥) الحديث أخرجه الترمذي في سننه ٤/٥٠٣ كتاب الفتن، باب ما جاء في الخلافة، وأبو داود في سننه ٥/٣٦ كتاب السنة، باب الخلفاء واللفظ له، وصححه الألباني في صحيح الجامع ١/٦٣٠.
(٦) منهاج السنة النبوية ٧/٤٥٣.',NULL,'544',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (533,'علي رضي الله عنه فإن أهل السنة يحبونه ويتولونه، ويشهدون بأنه من الخلفاء الراشدين، والأئمة المهديين) (١) .
٤ - أنه من أهل الجنة وأنه يموت شهيداً (٢) .
٥ - أن سيرته فيها العلم والعدل والبر والرشاد، كما يقول عنه شيخ الإسلام: (وأما عثمان وعلي رضي الله عنهما فهما من الخلفاء الراشدين، وسيرتهما سيرة العلم والعدل والهدى والرشاد والصدق والبر) (٣) ، ويقول - أيضاً -: (وكانت سيرة أبي بكر في قسم الأموال: التسوية، وكذلك سيرة علي رضي الله عنه، فلو بايعوا علياً أعطاهم ما أعطاهم أبو بكر، مع كون قبيلته أشرف القبائل..) (٤) .
٦ - أثبت له ابن تيمية رحمه الله كثيراً من الصفات الحميدة، وقررها، فمنها:
أ - أنه يحب الله، ويحبه الله، كما يقول ابن تيمية رحمه الله: (وأما علي رضي الله عنه فلا ريب أنه ممن يحب الله ويحبه الله ... ) (٥) .
ب - أثبت له صفة الزهد بقوله: (وأما زهد علي رضي الله عنه في المال فلا ريب فيه) (٦) .
جـ - أثبت له صفة الصدق بقوله: (نحن نعلم أن علياً كان أتقى لله من أن يتعمد الكذب) (٧) .
٧ - جواز الدعاء له بالصلاة عليه؛ وذلك لدخوله في آل بيت النبي صلّى الله عليه وسلّم، بل هو أفضلهم، فدخوله من باب أولى حين الصلاة على محمد وآله في قولنا: (اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم ... ) .
_________
(١) منهاج النسة النبوية ٦/١٨، وانظر: الوصية الكبرى له ص٤٣.
(٢) انظر: مجموع فتاوى ابن تيمية ٤/٤٣١، ٢٥/٣٠٦.
(٣) الأموال المشتركة ص٦٥.
(٤) منهاج السنة النبوية ٢/٥٣
(٥) منهاج السنة النبوية ٧/٢١٨، وانظر: ص٣٦٦.
(٦) منهاج السنة النبوية ٧/٤٨٩.
(٧) منهاج السنة النبوية ٧/٨٨، وانظر: الأموال المشتركة له ص٦٥.',NULL,'545',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (534,'وأما الصلاة عليه منفرداً: فإن كان لا على سبيل الدوام والاستمرار فهذا جائز على الصحيح.
وأما إن كانت الصلاة عليه بحيث يجعل ذلك شعاراً مقروناً باسمه، مضاهاة للنبي صلّى الله عليه وسلّم، فهذا لا يجوز وهو بدعة، سواء كان المصلى عليه علي (ت - ٤٠هـ) رضي الله عنه أو كان غيره من الصحابة أو القرابة (١) .
ونجد من دعاء ابن تيمية رحمه الله له، أنه يعقب اسمه بقوله: (عليه السلام) مراراً (٢) .
٨ - يدافع عنه ابن تيمية رحمه الله وينصفه من خصومه، ويعتقد أن سبه ولعنه من البغي الذي تستحق به الطائفة التي تلعنه، أو تسبه أن يقال لها: الطائفة الباغية (٣) ثم ذكر حديث أبي سعيد (ت - ٧٤هـ) رضي الله عنه فقال حين ذكر بناء مسجد رسول الله صلّى الله عليه وسلّم: كنا نحمل لبنة لبنة، وعمار لبنتين لبنتين، فرآه النبي صلّى الله عليه وسلّم، فجعل ينفض التراب عنه ويقول: «ويح عمار! تقتله الفئة الباغية، يدعوهم إلى الجنة ويدعونه إلى النار» (٤) .
وفي حديث آخر أن عماراً حين جعل يحفر الخندق جعل رسول الله صلّى الله عليه وسلّم يمسح رأسه ويقول: «بؤس ابن سمية تقتلك فئة باغية» (٥) .
قال ابن تيمية رحمه الله: (وهذا أيضاً يدل على صحة إمامة علي، ووجوب
_________
(١) انظر في هذه المسألة: مجموع فتاوى ابن تيمية ٤/٤٢٠، ٤٩٦، الفتاوى الكبرى له ١/٤٧٤.
(٢) انظر: على سبيل المثال: الاستقامة ١/٣٦١، الصفدية ١/٢٩٢، منهاج السنة النبوية ١/١٣٢.
(٣) انظر: مجموع فتاوى ابن تيمية ٤/٤٣٧.
(٤) الحديث أخرجه البخاري في صحيحه ١/٥٤١ كتاب الصلاة، باب التعاون في بناء المساجد.
(٥) الحديث أخرجه مسلم في صحيحه ٤/٢٢٣٥ - ٢٢٣٦ كتاب الفتن، باب لا تقوم الساعة حتى يمر الرجل بقبر الرجل فيتمنى أن يكون مكان الميت من البلاء.',NULL,'546',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (535,'طاعته، وأن الداعي إلى طاعته داع إلى الجنة، والداعي إلى مقاتلته داع إلى النار..) (١) .
٩ - أنه أفضل وأقرب إلى الحق من معاوية (ت - ٦٠هـ) رضي الله عنهما فيما حصل بينهما، مع أن كلا الطائفتين معها بعض الحق، فبعد ذكره حديث أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه قوله: قال رسول الله صلّى الله عليه وسلّم: «تمرق مارقة عند فُرقةٍ من المسلمين يقتلها أولى الطائفتين بالحق» (٢) . قال: (وفي هذا الحديث دليل على أنه مع كل طائفة حق، وأن علياً رضي الله عنه أقرب إلى الحق) (٣) .
وقال رحمه الله: (ولو قدح رجل في علي بن أبي طالب بأنه قاتل معاوية، وأصحابه، وقاتل طلحة والزبير، لقيل له: علي بن أبي طالب أفضل وأولى بالعلم والعدل من الذين قاتلوه، فلا يجوز أن يجعل الذين قاتلوه هم العادلين، وهو ظالم لهم) (٤) .
وقال - أيضاً -: (ولم يسترب أئمة السنة، وعلماء الحديث: أن علياً أولى بالحق، وأقرب إليه، كما دل عليه النص، وإن استرابوا في وصف الطائفة الأخرى بظلم أو بغي، ومن وصفها بالظلم والبغي لما جاء من حديث عمار، جعل المجتهد في ذلك من أهل التأويل) (٥) .
١٠ - وأما عن تخصيص علي (ت - ٤٠هـ) رضي الله عنه بعلم من علم الغيب، فليس بصحيح، فكل ما ينقل عنه أن الرسول صلّى الله عليه وسلّم خصه بعلم الباطن فهذا كذب عليه،
_________
(١) مجموع فتاوى ابن تيمية ٤/٤٣٧.
(٢) الحديث أخرجه مسلم في صحيحه ٢/٧٤٤ - ٧٤٥ كتاب الزكاة، باب ذكر الخوارج وصفاتهم، وأبو داود في سننه ٥/٥٠ كتاب السنة حديث ٤٦٦٧.
(٣) الوصية الكبرى ص٤٢، وانظر: الفرقان بين أولياء الرحمن وأولياء الشيطان له ٧٣ - ٧٤.
(٤) منهاج السنة النبوية ٦/٢٦٤.
(٥) مجموع فتاوى ابن تيمية ٤/٤٣٩، وانظر: ص٤٣٣، ٤٣٨، ٤٦٦، وانظر: الجواب الصحيح له ٦/١١٤، السياسة الشرعية له ١٣٥، منهاج السنة النبوية ٤/٣٥٨، ٣٨٣، ٣٩٥.',NULL,'547',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (536,'كيف وقد قال الله عزّ وجل: {قُل لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل: ٦٥] ، وقوله: {وَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ} [الأنعام: ٥٩] .
يقول ابن تيمية رحمه الله بعد أن بين أن الرسول صلّى الله عليه وسلّم ليس له علم خاص باطن يخص به أحداً، بخلاف ما يظهره لعامة الناس: (وكل من كان عارفاً بسنته وسيرته علم أن ما يروى خلاف هذا فهو مختلق كذب، مثل ما يذكره بعض الرافضة عن علي أنه كان عنده علم خاص باطن يخالف هذا الظاهر) (١) .
ثم قال: (وقد أجمع أهل المعرفة بالمنقول على أن ما يروى عن علي وعن جعفر الصادق من هذه الأمور التي يدعيها الباطنية كذب مختلق) (٢) .
وقال رحمه الله: (وأما ما يرويه أهل الكذب والجهل من اختصاص علي بعلم انفرد به عن الصحابة فكله باطل ... ، وما يقوله بعض الجهال أنه شرب من غُسل النبي صلّى الله عليه وسلّم فأورثه علم الأولين والآخرين، من أقبح الكذب البارد، فإن شرب غُسل الميت ليس بمشروع، ولا شرب علي شيئاً، ولو كان هذا يوجب العلم لشركه في ذلك كل من حضر، ولم يرو هذا عن أحد من أهل العلم، وكذلك ما يذكر أنه كان عنده علم باطن امتاز به عن أبي بكر وعمر وغيرهما: فهذا من مقالات الملاحدة الباطنية) (٣) .
وقد قال علي (ت - ٤٠هـ) رضي الله عنه: (والذي فلق الحبة، وبرأ النسمة، ما عهد إليّ النبي صلّى الله عليه وسلّم شيئاً لم يعهده إلى الناس، إلا ما في هذه الصحيفة، - وكان فيها العقل (٤) ، وفكاك الأسرى، وأن لا يقتل مسلم بكافر -، إلا فهماً يؤتيه الله عبداً في الكتاب) (٥) .
_________
(١) درء تعارض العقل والنقل ٥/٢٥.
(٢) درء تعارض العقل والنقل ٥/٢٦.
(٣) مجموع فتاوى ابن تيمية ٤/٤١٢ - ٤١٣، وانظر: منهاج السنة النبوية ٨/١٠، ١٣٩ - ١٥٠.
(٤) العقل: الدية؛ لأن القاتل يكلف أن يسوق إبل الدية إلى فناء المقتول ثم يعقلها، انظر: المصباح المنير للفيومي ص٤٢٢ - ٤٢٣.
(٥) الحديث أخرجه البخاري في صحيحه ١/٢٠٤ كتاب العلم باب كتابة العلم، والدارمي في سننه ٢/١٩٠ كتاب الديات، باب لا يقتل مسلم بكافر. بنحوه.',NULL,'548',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (537,'وفي الجملة: فثناء ابن تيمية رحمه الله على الخليفة الراشد علي بن أبي طالب (ت - ٤٠هـ) رضي الله عنه مبثوث في كتبه، قد أقره معترفاً به، مستدلاً على ذلك بنصوص الكتاب والسنة، يقول رحمه الله: (وعلي رضي الله عنه فضّله الله وشرّفه بسوابقه الحميدة، وفضائله العديدة) (١) .
وقال: (وكتب أهل السنة من جميع الطوائف مملوءة بذكر فضائله ومناقبة، وبذم الذين يظلمونه من جميع الفرق، وهم ينكرون على من سبه، وكارهون لذلك) (٢) .
ومع كل هذا الثناء، والاعتراف بقدره، وموافقة أهل السنة في عقيدتهم فيه، إلا أن المناوئين لابن تيمية رحمه الله يتهمونه بأنه يبغض علياً، وأنه ينتقص حقه، ويخفي فضائله، وحال المناوئين معه كما قال الشاعر:
قد تنكر العين ضوء الشمس من رمد ... وينكر الفم طعم الماء من سقم (٣)
وابن تيمية رحمه الله وإن كان قد أثنى على علي (ت - ٤٠هـ) رضي الله عنه إلا أنه لم يغل فيه، ولم يغمطه حقه، بل كان وسطاً، ففي مناقشاته للرافضة يحاول كثيراً إقناعهم بالمنهج الوسط ما استطاع إلى ذلك سبيلاً، وذلك ببيان فضائل الخلفاء الثلاثة الذين سبقوا علياً (ت - ٤٠هـ) رضي الله عنه وخصائصهم، وأنهم أفضل منه، لأن الرافضة لا يثنون على علي (ت - ٤٠هـ) رضي الله عنه إلا وينتقصون الخلفاء الثلاثة قبله، فكل فضيلة تثبت له، يقابلها توهين وتحقير وتنقيص لفضائل الثلاثة قبله، ويظن الرافضة - أيضاً - أن علياً (ت - ٤٠هـ) رضي الله عنه إذا كان أفضل آل البيت فمعناه أنه أفضل الأمة، وأنهم إذا سمعوا فضيلة له ظنوا أنها لا تكون إلا لأفضل الأمة،
_________
(١) منهاج السنة النبوية ٧/٤٧٤.
(٢) منهاج السنة النبوية ٤/٣٩٦، وانظر في أقوال القادحين في علي: منهاج السنة النبوية ٤/٣٨٩، ٤٠١، ومواقف الناس من علي: جامع الرسائل ١/٢٦٢، منهاج السنة النبوية ١/٥٣٥، ٤/٣٢٦، ٧/٤٥٢، وأقوال الناس في إمامة علي: منهاج السنة النبوية ١/٥٣٧، ٤/١٠٦.
(٣) انظر: ديوان البوصيري ص٢٤٥.',NULL,'549',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (538,'ثم يزيدون في فضائله آثاراً كاذبة، ونصوصاً مختلقة، يقول ابن تيمية رحمه الله: (وليس إذا كان علي أفضل أهل البيت بعد رسول الله صلّى الله عليه وسلّم يجب أن يكون أفضل الناس بعده) (١) .
ويقول: (والرافضة لفرط جهلهم، وبعدهم عن ولاية الله وتقواه ليس لهم نصيب كثير من كرامات الأولياء، فإذا سمعوا مثل هذا عن علي ظنوا أن هذا لا يكون إلا لأفضل الخلق) (٢) .
ثم إن الرافضة ومن وافقهم - أيضاً لفرط جهلهم - لا يفرقون بين الخصائص والمناقب، فهم يظنون أن كل منقبة وفضيلة لعلي (ت - ٤٠هـ) رضي الله عنه إنما هي من خصائصه بالضرورة، وهذا خطأ ظاهر ينبه عليه ابن تيمية رحمه الله كثيراً بأن هذه الصفة ليست من خصائصه، من باب بيان الحق، وعدم تنقيص بقية الصحابة الذين يشركونه في هذه الصفة، فيظن المخالف أن شيخ الإسلام رحمه الله ينتقص من علي (ت - ٤٠هـ) رضي الله عنه وابن تيمية رحمه الله لم ينتقص علياً (ت - ٤٠هـ) رضي الله عنه ولا غيره من الصحابة، بل عمله هذا دليل على عدم انتقاص أحد من الصحابة في مقام الثناء على أحد غيره، ولعلّي أذكر بعض الأمثلة على هذه القاعدة - أي التفريق بين الخصائص والمناقب - حتى تتضح الرؤية أكثر:
أ - أن استخلافه على المدينة في غزوة تبوك ليس من خصائصه، بل هو من فضائله، ولم يكن استخلافه على المدينة في غزوة تبوك، لأجل أن المتخلف عن الغزوة أفضل من غيرهم، أو أكثر من غيرهم من المتخلفين في الغزوات الأخرى.
يقول ابن تيمية رحمه الله: (وأما استخلافه لعليّ على المدينة، فذلك ليس من خصائصه، فإن النبي صلّى الله عليه وسلّم كان إذا خرج في غزاة استخلف على المدينة رجلاً من
_________
(١) منهاج السنة النبوية ٧/٢٤٢.
(٢) منهاج السنة النبوية ٨/٢٠٣.',NULL,'550',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (539,'أصحابه، كما استخلف ابن أم مكتوم (١)
تارة، وعثمان بن عفان تارة) (٢) وذكر أمثلة متعددة لاستخلاف النبي صلّى الله عليه وسلّم أفراداً من الصحابة على المدينة في أسفاره وغزواته ثم قال: (واستخلاف علي لم يكن على أكثر ولا أفضل ممن استخلف عليهم غيره، بل كان يكون في المدينة في كل غزوة من الغزوات من المهاجرين والأنصار أكثر وأفضل ممن تخلف في غزوة تبوك، فإن غزوة تبوك لم يأذن النبي صلّى الله عليه وسلّم لأحد بالتخلف فيها، فلم يتخلف فيها إلا منافق، أو معذور، أو الثلاثة الذين تاب الله عليهم ... ) (٣) .
وقال: (وبالجملة فالاستخلاف على المدينة ليست من خصائصه، ولا تدل على الأفضلية، ولا على الإمامة، بل قد استخلف عدداً غيره، ولكن هؤلاء جهال ويجعلون الفضائل العامة المشتركة بين علي وغيره خاصة بعلي) (٤) .
فشيخ الإسلام رحمه الله لم ينكر كونها منقبة لعلي (ت - ٤٠هـ) رضي الله عنه لكنه يرد غلو الرافضة في حبه في مقابل تنقص غيره من الصحابة، فهو يثبتها فضيلة، لكنه دفاعاً عن بقية الصحابة لا يجعلها خاصية له دون غيره.
ب - أن ربط الإيمان بحبه، وربط النفاق ببغضه ليس من خصائصه، بل هو من فضائله، فقد رُبطا بغيره - أيضاً -، ولهما - أي الإيمان والنفاق - علامات وأسباب أخرى.
يقول الرسول صلّى الله عليه وسلّم: «آية الإيمان حب الأنصار، وآية النفاق بغض الأنصار» (٥) .
_________
(١) ابن أم مكتوم بن قيس بن زائدة القرشي، ويقال: اسمه عمرو، ابن خال خديجة أم المؤمنين، أسلم قديماً بمكة، كان من المهاجرين الأولين، استخلفه النبي مرات كثيرة، كان يؤذن لرسول الله مع بلال.

انظر في ترجمته: الاستيعاب لابن عبد البر ٢/٢٥٩، الإصابة لابن حجر ٢/٥٢٣.
(٢) منهاج السنة النبوية ٤/٢٧١ - ٢٧٢.
(٣) منهاج السنة النبوية ٤/٢٧٢.
(٤) منهاج السنة النبوية ٧/٣٣٨.
(٥) سبق تخريجه ص٤٩٨.',NULL,'551',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (540,'يقول ابن تيمية رحمه الله بعد ذكره بعض فضائل علي، ومنها هذه الفضيلة: (فهذه الأمور ليست من خصائص علي، لكنها من فضائله ومناقبه التي تعرف بها فضيلته، واشتهر رواية أهل السنة لها، ليدفعوا بها قدح من قدح في علي، وجعلوه كافراً أو ظالماً، من الخوارج وغيرهم) (١) .
جـ - أن القول بأنه أشجع الناس، أو أن من خصائصه أنه لم ينهزم قط، فهذا ليس بصحيح، فإن أشجع الناس رسول الله صلّى الله عليه وسلّم، كما في الصحيحين عن أنس (ت - ٩٣هـ) رضي الله عنه قال: (كان النبي صلّى الله عليه وسلّم أحسن الناس، وكان أجود الناس، وكان أشجع الناس، ولقد فزع أهل المدينة ذات ليلة، فانطلق الناس قبل الصوت، فتلقاهم النبي صلّى الله عليه وسلّم راجعاً وقد سبقهم إلى الصوت، وهو يقول: «لم تراعوا» (٢) .
وعن علي (ت - ٤٠هـ) رضي الله عنه قال: (كنا إذا احمر البأس ولقي القوم اتقينا برسول الله صلّى الله عليه وسلّم فما يكون منا أحد أدنى من القوم منه) (٣) ،
ثم استعرض شيخ الإسلام رحمه الله شجاعة الخلفاء الثلاثة قبله، وشجاعة غيره من الصحابة بعد أن بين أن الشجاعة تفسر بشيئين:
(أحدهما: قوة القلب وثباته عند المخاوف، والثاني: شدة القتال بالبدن ... ) (٤) .
ويقول ابن تيمية رحمه الله عن تخصيصه بأنه لم يهزم: (هو في ذلك كأبي بكر
_________
(١) منهاج السنة النبوية ٤/٣٧١.
(٢) أخرج الحديث البخاري في صحيحه ٦/٩٥ كتاب الجهاد، والسير، باب الحمائل وتعليق السيف، ومسلم في صحيحه ٤/١٨٠٢ - ١٨٠٣، كتاب الفضائل، باب شجاعة النبي صلّى الله عليه وسلّم، وابن ماجه في سننه ٢/٩٢٦ كتاب الجهاد باب الخروج في النفير بلفظ (لن تراعوا) .
(٣) الحديث أخرجه أحمد في مسنده ١/١٥٦ من حديث علي رضي الله عنه وأبو يعلى في مسنده ١/٢٥٨، وصحح إسناده الأرناؤوط في تحقيقه مسند الإمام أحمد ٢/٤٥٣ - ٤٥٤.
(٤) منهاج السنة النبوية ٨/٧٧.',NULL,'552',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (541,'وعمر وطلحة والزبير وغيرهم من الصحابة رضي الله عنهم فالقول في أنه ما انهزم، كالقول في أن هؤلاء ما انهزموا قط، ولم يعرف لأحد من هؤلاء هزيمة) (١) .
د - أن الصدق، والإيمان بالله ورسوله ليس من خصائصه، بل هو في عداد الصادقين، والمؤمنين بالله ورسوله، وإن كان من أفضلهم لكن ليس من خصائصه هاتان الصفتان (٢) .
هـ - أن محبته لله ورسوله صلّى الله عليه وسلّم، ومحبة الله ورسوله صلّى الله عليه وسلّم له ليس من خصائصه، بل من فضائله ومناقبه؛ لأنه يشركه فيها غيره من الصحابة، وقد يفوقه بعضهم بهذه الصفة، قال ابن تيمية رحمه الله في كلام عادل له، ومنصف للخلفاء الأربعة جميعاً عن هذه الصفة في مقام الرد على الرافضة: (وأما علي رضي الله عنه فلا ريب أنه ممن يحب الله، ويحبه الله، لكن ليس بأحق بهذه الصفة من أبي بكر وعمر وعثمان، ولا كان جهاده للكفار والمرتدين أعظم من جهاد هؤلاء، ولا حصل به من المصلحة للدين أعظم مما حصل بهؤلاء، بل كل منهم له سعي مشكور، وعمل مبرور، وآثار صالحة في الإسلام، والله يجزيهم عن الإسلام وأهله خير جزاء، فهم الخلفاء الراشدون والأئمة المهديون، الذين قضوا بالحق، وبه كانوا يعدلون) (٣) .
وفي الجملة فإن الشيعة يجعلون كل فضيلة لعلي خاصية له، وهذا معلوم بطلانه وخطؤه ببديهة العقل، ولذا يقول ابن تيمية رحمه الله: (وهكذا الأمر مع الشيعة: يجعلون الأمور المشتركة بين علي وغيره التي تعمه وغيره، مختصة به، حتى رتبوا عليه ما يختص به من العصمة والإمامة والأفضلية وهذا كله منتفٍ) (٤) .
_________
(١) منهاج السنة النبوية ٨/٩١.
(٢) انظر: منهاج السنة النبوية ٥/٢٠، ٧/٢٦٦ - ٢٧١.
(٣) منهاج السنة النبوبة ٧/٢١٨ - ٢١٩، وانظر: ٥/٢٠
(٤) منهاج السنة النبوية ٧/٣٣٨، وقد بين رحمه الله أن فضائل علي مشتركة ليست خصائص له في مواضع متعددة من منهاج السنة النبوية، انظر: ٥/٦ - ٧ - ٧/١٧٢، ٢٣٩، ٨/٤٢١، ٥٤٠.',NULL,'553',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (542,'هذه نماذج مختصرة في بيان فضائل علي (ت - ٤٠هـ) رضي الله عنه ومناقبه، التي يشترك معه فيها غيره من الصحابة رضي الله عنهم قد بينها ابن تيمية رحمه الله مثنياً بها على الجميع، ومحباً لجميع الصحابة في إثبات هذه الفضائل لهم، لكن الرافضة لما كان من منهجهم أنهم لا يثبتون منقبة لعلي (ت - ٤٠هـ) رضي الله عنه إلا ويتبعونها بالغمز واللمز على غيره من الصحابة، سواء كانوا أفضل منه أو أقل منه في مرتبة الفضل، قابلهم ابن تيمية رحمه الله في مقام المناظرة لهم بأن لا يذكر فضيلة لعلي (ت - ٤٠هـ) رضي الله عنه إلا ويذكر من شاركه من الصحابه فيها، ويركز على الخلفاء الراشدين الثلاثة قبله، مبيناً فضلهم، ومنزلتهم، وأنهم أحق بهذه الصفات والمناقب منه، فصفاتهم أكمل من صفاته، وإن كان هو أفضل من بقية الصحابة من غير الخلفاء الثلاثة قبله، فما من صفة ذم يذم بها الرافضة الخلفاء الراشدين الثلاثة، إلا ويلزمهم ابن تيمية رحمه الله بأن علياً (ت - ٤٠هـ) رضي الله عنه أولى بالذم منهم، وما من صفة مدح من الرافضة له، إلا والثلاثة قبله أولى بالمدح منه، ويلاحظ أن ابن تيمية رحمه الله لم يذم علياً (ت - ٤٠هـ) رضي الله عنه قط، لكن الرافضة يظنون أن بيان ابن تيمية رحمه الله مشاركة الصحابة علياً (ت - ٤٠هـ) رضي الله عنه في بعض الصفات هو من باب الذم له، إلا أن ابن تيمية رحمه الله بين أن الرافضة هم الذين يذمون علياً (ت - ٤٠هـ) رضي الله عنه في مواضع يظنون أنهم يمدحونه ويثنون عليه فيها، أو أنهم في المقابل يغلون في حبه، ويفرطون في ذلك (١) .
ومن الأمثلة على مقابلة ابن تيمية رحمه الله مدح الرافضة علياً (ت - ٤٠هـ) رضي الله عنه بمدح الخلفاء الثلاثة، وذم الرافضة الخلفاء الثلاثة بأن علياً (ت - ٤٠هـ) رضي الله عنه أولى بالذم - من باب الإلزام في المناظرة - ما يلي:
قال رحمه الله: (من العجب أن الرافضة تنكر سب علي، وهم يسبون أبا بكر وعمر وعثمان، ويكفرونهم ومن والاهم.
ومعاوية رضي الله عنه وأصحابه ما كانوا يكفرون علياً، وإنما يكفره الخوارج
_________
(١) انظر: منهاج النبوية ٧/٤٩١، ٨/٥، ١٥٨.',NULL,'554',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (543,'المارقون، والرافضة شر منهم، فلو أنكرت الخوارج السب لكان تناقضاً منها، فكيف إذا أنكرته الرافضة؟
ولا ريب أنه لا يجوز سب أحد من الصحابة: لا علي ولا عثمان ولا غيرهما، ومن سب أبا بكر وعمر وعثمان فهو أعظم إثماً ممن سب علياً ... ) (١) .
وقال رحمه الله: (وإن قالوا بجهلهم: إن هذا الذنب (٢) كفر، ليكفروا بذلك أبا بكر، لزمهم تكفير علي، واللازم باطل فالملزوم مثله، وهم دائماً يعيبون أبا بكر وعمر وعثمان، بل ويكفرونهم بأمور قد صدر من علي ما هو مثلها، أو أبعد عن العذر منها، فإن كان مأجوراً أو معذوراً فهم أولى بالأجر والعذر) (٣) .
وبيّن رحمه الله وسطيته في موقفه من الصحابة بين الخوارج والرافضة فقال: (وإذا كنا ندفع من يقدح في علي من الخوارج، مع ظهور هذه الشبهة (٤) ، فلأن ندفع من يقدح في أبي بكر وعمر بطريق الأولى والأحرى.
وإن جاز أن يظن بأبي بكر أنه كان قاصداً للرئاسة بالباطل، مع أنه لم يعرف منه إلا ضد ذلك، فالظن بمن قاتل على الولاية - ولم يحصل مقصوده - أولى وأحرى ... فإذا كنا نظن بعلي أنه كان قاصداً للحق والدين، وغير مريد علواً في الأرض ولا فساداً، فظن ذلك بأبي بكر وعمر رضي الله عنهما أولى وأحرى..
أما أن يقال: إن أبا بكر كان يريد العلو في الأرض والفساد، وعلي لم يكن يريد علواً في الأرض ولا فساداً، مع ظهور السيرتين، فهذا مكابرة، وليس فيما تواتر من السيرتين ما يدل على ذلك..) (٥) .
_________
(١) منهاج السنة النبوية ٤/٤٦٨.
(٢) أي إيذاء فاطمة رضي الله عنها بنت الرسول صلّى الله عليه وسلّم.
(٣) منهاج السنة النبوية ٤/٢٥٣.
(٤) في القتال الدائر بين الصحابة في عهد علي رضي الله عنه.
(٥) منهاج السنة النبوية ٧/٤٥٤ - ٤٥٥، ويلاحظ أن أكثر النصوص التي يزعم الرافضة أن ابن تيمية رحمه الله يبغض فيها علياً رضي الله عنه إنما هي من منهاج السنة، وهذا الكتاب رد على الرافضة، فأغلب النصوص التي فيها مقارنة علي بغيره هي في هذا الكتاب من باب الإلزام وإقامة الحجة على المخالف، ويكون في المناظرة والرد ما لا يكون في ابتداء الكلام والعرض.',NULL,'555',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (544,'وفي الجملة فإن محبة ابن تيمية رحمه الله صحابة رسول الله صلّى الله عليه وسلّم، وآل بيته، وعلي بن أبي طالب (ت - ٤٠هـ) رضي الله عنهم ظاهرة معلومة، وواضحة لمن قرأ كتب شيخ الإسلام بإنصاف، وطلبٍ للحق، ولكنه الهوى يُعمي ويُصم {إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ} [النجم: ٢٣] .',NULL,'556',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (545,'<span data-type="title" id=toc-82>المبحث الرابع
دعوى رد الأحاديث الصحيحة في مقام المبالغة
في توهين كلام الشيعة ومناقشتها</span>
<span data-type="title" id=toc-83>المطلب الأول
دعوى رد الأحاديث الصحيحة
في مقام المبالغة في توهين كلام الشيعة</span>
يرى المناوئون لابن تيمية - رحمه الله رحمة واسعة - أن هواه هو المقدم في الحكم على الحديث صحة وضعفاً، فيطعن فيها إذا كانت تخالف هواه ومعتقده، وإذا لم يستطع أن يطعن في سند الحديث فإنه يلجأ إلى التأويل للأحاديث الدالة على فضل علي (ت - ٤٠هـ) رضي الله عنه وآل البيت، حتى يخرجها عن معناها الذي أراده الرسول صلّى الله عليه وسلّم.
يقول أحد المناوئين - لا كثرهم الله -: (هذا شأن ابن تيمية فإنه يحتج بالحديث الموضوع الذي يوافق هواه، ويحاول أن يصححه، ويضعف الأحاديث، والأخبار الثابتة المتواترة التي تخالف رأيه وعقيدته.. وهذا لا يستغرب صدوره من رجل بلع سموم الفلاسفة ومصنفاتهم) (١) .
وقال آخر: (ثم إنه يتناول الأحاديث الدالة على سعة علم علي عليه السلام.. بتأويلاته الباطلة حتى يكاد يخرجها عن معناها) (٢) .
_________
(١) المقالات السنية للحبشي ص٢٠٦، وانظر: شواهد الحق للنبهاني ص١٦.
(٢) رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق ص٢٣٧.',NULL,'557',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (546,'وقال آخر: (صرح بكل جرأة ووقاحة، ولؤم ونذالة، ونفاق وجهالة أنه لم يصح في فضل علي عليه السلام حديث أصلاً، وأن ما ورد منها في الصحيحين لا يثبت له فضلاً ولا مزية على غيره) (١) .
ويذكرون أمثلة للأحاديث الصحيحة التي يرون أن ابن تيمية رحمه الله قد ضعفها في رده على الشيعة منها ما يلي:
١ - حديث تحريم فاطمة وذريتها على النار (أن النبي صلّى الله عليه وسلّم قال: إن فاطمة أحصنت فرجها، فحرم الله ذريتها على النار) (٢) .
٢ - حديث: (علي مع الحق، والحق يدور معه حيث دار) (٣) .
٣ - حديث سد الأبواب كلها إلا باب علي (٤) .
٤ - حديث (أما ترضى أن تكون مني بمنزلة هارون وموسى) (٥) .
٥ - حديث مؤاخاة علي (٦) .
_________
(١) علي بن أبي طالب إمام العارفين لأحمد الغماري ص٥٥، ومن العجيب أن الألباني رحمه الله في سلسلة الأحاديث الصحيحة ٤/٣٤٤، ٥/٢٦٣ - ٢٦٤ يرمي ابن تيمية رحمه الله بالجرأة في إنكار الحديث وتكذيبه، والتسرع في تضعيف الأحاديث قبل أن يجمع طرقها، ويدقق النظر فيها، ونحن لا نعارض بيان الحق فيما أخطأ به ابن تيمية رحمه الله أو غيره، فهذا من الإنصاف، ومن واجب أهل العلم بيانه، لكن كان على الألباني رحمه الله أن يعتذر عن ابن تيمية وعن غيره من كبار المحدثين الذين قد يخطئون في الحكم على بعض الأحاديث بصحة أو بضعف باجتهاد منهم، فلا يزيل هذا الخطأ إمامتهم، ولا ينقص من علمهم ومرتبتهم، ولا يوجب النيل منهم أو اتهامهم.
(٢) أخرج الحديث ابن عدي في الكامل ٥/١٧١٤، والحاكم في المستدرك ٣/١٥٢ وضعفه الذهبي، وأبو نعيم في الحلية ٤/١٨٨، وضعفه الألباني في ضعيف الجامع ٢/١٦٢، سلسلة الأحاديث الضعيفة ١/٤٦٠ - ٤٦٢.
(٣) أخرجه الحاكم في المستدرك ٣/١٢٤، كتاب معرفة الصحابة، وانظر: المنتقى للذهبي ص٢٠٠.
(٤) أخرجه الحاكم في المستدرك ٣/١٢٥، كتاب معرفة الصحابة، وانظر: المنتقى للذهبي ص٣١١، تنزيه الشريعة للكناني ١/٣٨٣، الفوائد المجموعة للشوكاني ص٣٦١ - ٣٦٥.
(٥) سبق تخريجه ص٤٩٣.
(٦) أخرجه الحاكم في المستدرك ٣/١٤، كتاب الهجرة، وانظر: تنزيه الشريعة للكناني ١/٣٦٩.',NULL,'558',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (547,'٦ - حديث أنت مني وأنا منك (١) .
٧ - حديث أنا مدينة العلم وعلي بابها (٢) .
٨ - حديث أنت ولي كل مؤمن بعدي (٣) .
٩ - حديث رد الشمس لعلي (٤) .
١٠ - حديث: (من كنت مولاه فعلي مولاه، اللهم وال من والاه) (٥) .
١١ - حديث تصدق علي بخاتمه (٦) .
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٧٠ كتاب فضائل الصحابة، باب مناقب علي بن أبي طالب رضي الله عنه، والترمذي في سننه ٥/٦٣٢ كتاب المناقب، باب مناقب علي رضي الله عنه، وابن ماجه في سننه ١/٤٤ المقدمة، باب فضل علي بن أبي طالب رضي الله عنه.
(٢) الحديث أخرجه الترمذي في سننه ٥/٦٣٧ كتاب المناقب، باب مناقب علي، وأبو نعيم في الحلية ١/٦٤، وهو موضوع انظر في ذلك: المقاصد الحسنة للسخاوي ٩٧، كشف الخفاء للعجلوني ١/٢٠٣ - ٢٠٥، الفوائد المجموعة للشوكاني ٣٤٨ - ٣٥٤، ضعيف الجامع للألباني ٢/١٣.
(٣) الحديث أخرجه أحمد في مسنده ٤/٤٣٧ - ٤٣٨ من حديث عمران بن الحصين، والحاكم في مستدركه ٣/١١٠ - ١١١، وابن عدي في الكامل ٢/٥٦٨ - ٥٦٩ في ترجمة جعفر بن سليمان وأبو نعيم في الحلية ٦/٢٩٤، والطيالسي في مسنده ص١١١، وانظر: منحة المعبود للساعاتي ٢/١٧٨.
(٤) أخرجه الطحاوي في مشكل الآثار ٢/٩، وانظر: تنزيه الشريعة للكناني ١/٣٧٨ - ٣٨٢، الفوائد المجموعة للشوكاني ٣٥٠، وحكم بوضعه الألباني في سلسلة الأحاديث الضعيفة ٢/٣٩٥.
(٥) الحديث أخرجه الترمذي في سننه ٥/٦٣٣ كتاب المناقب، باب مناقب علي بن أبي طالب، وابن ماجه في سننه ١/٤٥ المقدمة، باب فضل علي بن أبي طالب، وصححه الألباني في صحيح سنن ابن ماجه ١/٢٦ - ٢٧، سلسلة الأحاديث الصحيحة ٤/٣٣٠ - ٣٤٤.
(٦) الحديث أخرجه الإمام الطبري في تفسيره ١٠/٤٢٥ - ٤٢٧، وذكره جمع من المفسرين في تفسير سورة المائدة آية (٥٥) ، وقد رد ابن كثير في تفسيره ٢/٢٩٧ كل الآثار الواردة في هذا، وقال محمود شاكر في تحقيق الطبري ١٠/٥٦ بعد سرد الآثار: وهذه الآثار لا تقوم بها حجة.',NULL,'559',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (548,'إلى غير ذلك من الأحاديث التي يزعمون أنها تدل على فضل علي (ت - ٤٠هـ) رضي الله عنه وأن شيخ الإسلام رحمه الله ينكرها ويردها (١) .
_________
(١) انظر: الغدير في الكتاب والسنة والأدب لعبد الحسين النجفي ص١٥٦ - ٢١٦، فتح الملك العلي لصحة حديث باب مدينة العلم علي لأحمد الغماري، رسالة تشتمل على ما ذكره ابن تيمية في منهاجه للحسن بن إسحاق ص٢٣١، ٢٣٧، ٢٣٩ - ٢٤٠.',NULL,'560',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (549,'<span data-type="title" id=toc-84>المطلب الثاني
مناقشة الدعوى</span>
يحذر ابن تيمية رحمه الله من اتباع الهوى، ويعتقد أن مبدأ أنواع الضلالات هو تقديم الهوى على الشرع، وأن أهل الأهواء أهون شيء عليهم هو الكذب المختلق، يقول رحمه الله: (فالحذر الحذر أيها الرجل من أن تكره شيئاً مما جاء به الرسول صلّى الله عليه وسلّم، أو ترده لأجل هواك، أو انتصاراً لمذهبك، أو لشيخك..) (١) .
ويقول: (وصاحب الهوى يعميه الهوى ويصمه، فلا يستحضر ما لله ورسوله في ذلك، ولا يطلبه، ولا يرضى لرضا الله ورسوله، ولا يغضب لغضب الله ورسوله، بل يرضى إذا حصل ما يرضاه بهواه، ويغضب إذا حصل ما يغضب له بهواه) (٢) .
وقال: (ومبدأ هذا من أقوال الذين يعارضون النصوص بآرائهم) (٣) ، ثم نقل عن الشهرستاني (٤) أن مبدأ أنواع كل الضلالات هو تقديم الرأي على النص، واختيار الهوى على الشرع (٥) .
وذكر عن أهل الأهواء أنهم يعتمدون على نصوص غير موثوقة وغير
_________
(١) مجموع فتاوى ابن تيمية ١٦/٥٢٨.
(٢) منهاج السنة النبوية ٥/٢٥٦.
(٣) درء تعارض العقل والنقل ٥/٧.
(٤) الشهر ستاني: محمد بن عبد الكريم بن أحمد الشهرستاني الشافعي، أبو الفتح، ولد بشهرستان، رحل إلى بغداد وأقام بها، درس المناظرة والأصول وغيرها، ومن مصنفاته: نهاية الإقدام، والملل والنحل، ت سنة ٥٤٨هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٤/١٤٩، منهج الشهرستاني في كتابه الملل والنحل للسجستاني ص١٦ - ٥٦.
(٥) الملل والنحل للشهرستاني ١/٧.',NULL,'561',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (550,'معتمدة، ولا يعرف لها قائل، وأن أهون شيء عندهم الكذب المختلق (١) .
ويضرب مثالاً على هذه القاعدة بالرافضة وأنهم وضعوا في فضائل علي (ت - ٤٠هـ) رضي الله عنه مالا يكاد يحصى مع أن في فضائله الصحيحة ما يغني عن هذا الباطل الذي يذكرونه، يقول رحمه الله: (والمقصود هنا أنه قد كذب على علي بن أبي طالب من أنواع الكذب الذي لا يجوز نسبته إلى أقل المؤمنين) (٢) .
ويذكر أن الذي ينكر فضائل أهل البيت ويعاديهم هم الرافضة فيقول: (الرافضة من أعظم الناس قدحاً وطعناً في أهل البيت، وأنهم الذين عادوا أهل البيت في نفس الأمر، ونسبوهم إلى أعظم المنكرات، التي من فعلها كان من الكفار، وليس هذا ببدع من جهل الرافضة وحماقاتهم) (٣) .
وفي مقابل اتهام ابن تيمية رحمه الله بأنه يخالف الأحاديث الصحيحة: ينبه إلى أن الحق دائماً مع الأحاديث والآثار الصحيحة، إلا أن بعض المصنفات تجمع بين الصحيح والضعيف بل والموضوع بدون تمييز أو تمحيص، ولذا يجب التنبيه على ما فيها من أحاديث غير صحيحة، يقول رحمه الله: (وبالجملة فما اختص به كل إمام من المحاسن والفضائل كثير ليس هذا موضع استقصائه، فإن المقصود أن الحق دائماً مع سنة رسول الله صلّى الله عليه وسلّم وآثاره الصحيحة) (٤) .
وفي مقابل اتهام ابن تيمية رحمه الله برد الأحاديث الصحيحة؛ لأجل هوى في نفسه؛ أو لأجل المبالغة في توهين كلام الشيعة. ينبه رحمه الله على أن الكلام في الناس يجب أن يكون بعلم وعدل، لا بجهل وظلم (٥) .
وأما القول بأن ابن تيمية رحمه الله يرى أنه لا يصح في فضل علي (ت - ٤٠هـ) رضي الله عنه
_________
(١) انظر: مجموع فتاوى ابن تيمية ٢٧/٤٧٩.
(٢) مجموع فتاوى ابن تيمية ٣٥/١٨٦، وانظر: درء تعارض العقل والنقل ٧/٩٣.
(٣) منهاج السنة النبوية ٧/٤٠٨.
(٤) منهاج السنة النبوية ٥/١٨٢، وانظر: ٧/٣٣٢.
(٥) انظر: منهاج السنة النبوية ٤/٣٣٧.',NULL,'562',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (551,'- حديث أصلاً - فهذا غير صحيح بنص كلام ابن تيمية رحمه الله إذ يقول: (مجموع ما في الصحيح لعلي نحو عشرة أحاديث) (١) .
ومما ورد في فضله من الأحاديث قول الرسول صلّى الله عليه وسلّم: «لأعطين هذه الراية غداً رجلاً يفتح الله على يديه يحب الله ورسوله، ويحبه الله ورسوله» ، قال: فبات الناس يدوكون (٢) ليلتهم أيهم يعطاها قال: فلما أصبح الناس غدوا على رسول الله صلّى الله عليه وسلّم كلهم يرجو أن يعطاها، فقال: «أين علي بن أبي طالب؟» ، فقالوا: هو يا رسول الله يشتكي عينيه، قال: «فأرسلوا إليه» ، فأُتي به فبصق رسول الله في عينيه ودعا له فبرئ حتى كأن لم يكن به وجع، فأعطاه الراية، فقال علي: يا رسول الله أقاتلهم حتى يكونوا مثلنا، فقال: «انفذ على رسلك حتى تنزل بساحتهم ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله فيه، فوالله لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم» (٣)
ومن فضائله: جعل محبته من علامات الإيمان لقوله رضي الله عنه: (والذي فلق الحبة، وبرأ النسمة إنه لعهد النبي الأمي صلّى الله عليه وسلّم إليّ أنه لا يحبني إلا مؤمن، ولا يبغضني إلا منافق) (٤) .
وفي بيان علو منزلة علي (ت - ٤٠هـ) رضي الله عنه عند النبي صلّى الله عليه وسلّم أن النبي صلّى الله عليه وسلّم جاء إلى بيت فاطمة، فلم يجد علياً في البيت فقال: «أين ابن عمك؟» قالت: كان بيني وبينه شيء فغاضبني فخرج فلم يقل عندي، فقال رسول الله صلّى الله عليه وسلّم لإنسان: «انظر أين هو؟» فجاء فقال: يا رسول الله هو في المسجد راقد، فجاء
_________
(١) منهاج السنة النبوية ٨/٤٢١، وانظر: ص٥٤٠.
(٢) الدوك: الخوض والاختلاف: انظر: لسان العرب لابن منظور ١٠/٤٣٠ مادة (دوك) ، القاموس المحيط للفيروزآبادي ٣/٣١٣ مادة (داكه) .
(٣) الحديث أخرجه البخاري في صحيحه ٧/٧٠ كتاب فضائل الصحابة، باب مناقب علي بن أبي طالب.
(٤) الحديث أخرجه مسلم في صحيحه ١/٨٦، كتاب الإيمان، باب الدليل على أن حب الأنصار وعل رضي الله عنهم من الإيمان.',NULL,'563',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (552,'رسول الله صلّى الله عليه وسلّم وهو مضطجع، وقد سقط رداؤه عن شقه، وأصابه تراب، فجعل رسول الله صلّى الله عليه وسلّم يمسحه عنه ويقول: « (قم أبا تراب، قم أبا تراب» (١) .
وقد جاء النبي صلّى الله عليه وسلّم إلى علي وفاطمة رضي الله عنهما وقد طلبت منه فاطمة خادماً لها فقال: «ألا أعلمكما خيراً مما سألتماني: إذا أخذتما مضاجعكما تكبرا أربعاً وثلاثين وتسبحا ثلاثاً وثلاثين، وتحمدا ثلاثاً وثلاثين فهو خير لكما من خادم» (٢) ، وغيرها من الأحاديث الصحيحة الدالة على فضله (٣) .
يقول ابن تيمية رحمه الله عن حديث الراية: (هو أصح حديث يروى في فضله) (٤) .
إن ابن تيمية رحمه الله من الأئمة في الحديث دراية ورواية، وهو ناقد لمتون الأحاديث الضعيفة والموضوعة، كما هو ناقد للأسانيد وبارع في معرفتها، وتمييز الضعيف منها عن الصحيح، ولما كان الروافض من أجهل الناس في العقليات، وأكذبهم في النقليات (٥) ، ولما كانت كتبهم مليئة بالأحاديث الموضوعة التي لا إسناد لها، أو الضعاف الواهيات: لم يركز ابن تيمية رحمه الله نقده على السند، لوضوح وضعه أو ضعفه عند المشتغلين بالفن، وركز على نقد المتن، ومخالفته للنصوص الأخرى الواردة في المسألة.
وقد وافق الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله ابن تيمية رحمه الله في أن معظم الأحاديث التي نقد ابن تيمية رحمه الله الرافضة فيها هي من قبيل الأحاديث
_________
(١) الحديث أخرجه البخاري في صحيحه ٧/٧٠ كتاب فضائل الصحابة، باب فضل علي بن أبي طالب.
(٢) الحديث أخرجه البخاري في صحيحه ٧/٧١ كتاب فضائل الصحابة، باب فضائل علي بن أبي طالب.
(٣) انظر: عقيدة أهل السنة والجماعة في الصحابة الكرام لناصر الشيخ (١/٢٧٥ - ٢٨٦) .
(٤) مجموع فتاوى ابن تيمية ٤/٤١٦، وانظر: منهاج السنة النبوية ٥/٤٤.
(٥) انظر: من ذلك منهاج السنة ١/٥٨، ٦٦، ٦٨، ٢/١٦٧، ٤٦٨، ٣/٤١٨، ٧/١٥١، ٢٨٤، ٣٠٢، ٣٦٤، ٣٧٥، ٧/١٥١، ١٧٣، ١٩٠، ٢٠٥، ٣٤١، ٤٤٢، ٤٦٥.',NULL,'564',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (553,'الموضوعات والواهيات (١) .
إن شيخ الإسلام رحمه الله كان يكتب كثيراً من مؤلفاته من حفظه، فقد لا تكون مراجعه قريبة منه إما لسفر، أو سجن أو غيره (٢) ، وقد اعتذر الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله - عنه لابن تيمية رحمه الله - في أخطائه على أنه يكتب من حفظه، والإنسان بشر طبيعته النسيان بقوله: (لكنه رد في رده كثيراً من الأحاديث الجياد التي لم يستحضر حالة التصنيف مظانها؛ لأنه كان لاتساعه في الحفظ يتكل على ما في صدره، والإنسان عامد للنسيان) (٣) .
إن شيخ الإسلام ابن تيمية رحمه الله مع إجماع أهل العلم على إمامته في كثير من العلوم والفنون، وتمكنه منها، لم يسلم من بعض الأوهام والأخطاء - كغيره من أهل العلم - وهذه الأوهام اليسيرة، والأخطاء القليلة لا تلغي إمامته، ولا تبعد به عن مصاف كبار العلماء المحدثين ونقاد الحديث، ولكنه نقص البشر الذي لا يسلم منه أحد. وقد نقل ابن ناصر الدين (ت - ٨٤٢هـ) رحمه الله عن أحد تلامذة الشيخ قوله: (وحسب شيخنا مع اتساعه في كل العلوم إلى الغاية والنهاية، سمعاً وعقلاً، ونقلاً وبحثاً، أن يكون نادر الغلط) (٤) .
وأما الأحاديث المنتقدة على ابن تيمية رحمه الله التي مر ذكرها في المطلب الأول من هذا المبحث، فيحسن بي أن أبين رأي شيخ الإسلام فيها، وهل ادعاء المناوئين عليه صحيح أم هو جناية عليه؟، وذلك يتضح أثناء عرض موقف ابن تيمية رحمه الله من هذه الأحاديث.
_________
(١) انظر: لسان الميزان ٦/٣١٩.
(٢) انظر: على سبيل المثال على أنه يكتب من حفظه: الفرقان بين الحق والباطل ص١٠١، الجواب الصحيح لمن بدل دين المسيح ٥/١٨٤، وانظر: بعض الأمثلة في أوهامه رحمه الله في الحديث: شيخ الإسلام ابن تيمية وجهوده في الحديث وعلومه للفريوائي ١/٦٩ - ٧٠.
(٣) لسان الميزان ٦/٣١٩، وانظر: منهج ابن تيمية في نقد الحديث للفريوائي (ضمن بحوث الندوة العالمية عن حياة شيخ الإسلام ابن تيمية ص٢٩٤) .
(٤) الرد الوافر ص٩٦.',NULL,'565',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (554,'الحديث الأول: أما حديث تحريم فاطمة (ت - ١١هـ) رضي الله عنها وذريتها على النار، فيقول ابن تيمية رحمه الله عنه: (الحديث الذي ذكره (١) عن النبي صلّى الله عليه وسلّم عن فاطمة هو كذب باتفاق أهل المعرفة بالحديث، ويظهر كذبه لغير أهل الحديث - أيضاً - فإن قوله: إن فاطمة أحصنت فرجها فحرم الله ذريتها على النار، يقتضي أن إحصان فرجها هو السبب لتحريم ذريتها على النار، وهذا باطل قطعاً) (٢) .
ويذكر مثالاً لذلك بـ سارَّة، فإنها أحصنت فرجها، ولم يحرم الله جميع ذريتها على النار، ودليل ذلك قوله - سبحانه -: {وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيّاً مِّنَ الصَّالِحِينَ {١١٢} وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ} [الصافات: ١١٢، ١١٣] .
وقال عزّ وجل: {وَلَقَدْ أَرْسَلْنَا نُوحاً وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُم مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ} [الحديد: ٢٦] .
ثم قال: (وفي الجملة فاللواتي أحصن فروجهن لا يحصى عددهن إلا الله عزّ وجل ومن ذريتهن البر والفاجر، والمؤمن والكافر) (٣) .
وينقد ابن تيمية رحمه الله المتن من جهة أخرى وهو أن إحصان فاطمة فرجها، ليس هو المزية والمنقبة لفاطمة التي فاقت فيها جمهور نساء المسلمين؛ لأن هذه الصفة يشترك معها جمع كبير من نساء المؤمنين فيقول: (وأيضاً: ففضيلة فاطمة ومزيتها ليست بمجرد إحصان فرجها، فإن هذا يشارك فيه فاطمة جمهور نساء المؤمنين، وفاطمة لم تكن سيدة نساء العالمين بهذا الوصف، بل بما هو أخص منه.. وأيضاً: فليست ذرية فاطمة كلهم محرّمين على النار، بل فيهم البر والفاجر) (٤) .
وأما الحديث الثاني: وهو حديث دوران الحق مع علي (ت - ٤٠هـ) رضي الله عنه فقد قال ابن تيمية رحمه الله: (هذا الحديث لم يروه أحد عن النبي صلّى الله عليه وسلّم لا بإسناد
_________
(١) أي ابن المطهر الحلي في منهاج الكرامة.
(٢) منهاج السنة النبوية ٤/٦٢.
(٣) منهاج السنة النبوية ٢/٦٣.
(٤) منهاج السنة النبوية ٢/٦٣ - ٦٤.',NULL,'566',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (555,'صحيح، ولا ضعيف) (١) .
وقال: (وأما الحق الذي يدور مع شخص ويدور الشخص معه، فهو صفة لذلك الشخص لا يتعداه، ومعنى ذلك أن قوله صدق وعمله صالح، ليس المراد به أن غيره لا يكون معه شيء من الحق) (٢) .
وقال: (وأيضاً فالحق لا يدور مع شخص غير النبي صلّى الله عليه وسلّم، ولو دار الحق مع علي حيثما دار لوجب أن يكون معصوماً كالنبي صلّى الله عليه وسلّم ... ) (٣) .
وأما الحديث الثالث: وهو سد الأبواب إلا باب علي (ت - ٤٠هـ) رضي الله عنه فقد قال ابن تيمية رحمه الله: (هذا مما وضعته الشيعة على طريق المقابلة، فإن الذي في الصحيح عن أبي سعيد عن النبي صلّى الله عليه وسلّم أنه قال في مرضه الذي مات فيه: «إن أمن الناس علي في ماله وصحبته أبو بكر، ولو كنت متخذاً خليلاً غير ربي لا تخذت أبا بكر خليلاً، ولكن أخوة الإسلام ومودته، لا يبقين في المسجد خوخة إلا سدت إلا خوخة أبي بكر» (٤) (٥) .
وقال رحمه الله حين ذكر الحديث الصحيح السابق: (وأراد بعض الكذابين أن يروي لعلي مثل ذلك، والصحيح لا يعارضه الموضوع) (٦) .
وأما الحديث الرابع وهو حديث: (أما ترضى أن تكون مني بمنزلة هارون من موسى) ، فقد قال عنه ابن تيمية رحمه الله: (الحديث ثبت في الصحيحين بلا ريب، وغيرهما، وكان النبي صلّى الله عليه وسلّم قال له ذلك في غزوة تبوك) (٧) .
وقال رحمه الله: (كان النبي صلّى الله عليه وسلّم إذا غزا استخلف رجلاً من أمته، وكان بالمدينة رجال من المؤمنين القادرين، وفي غزوة تبوك لم يأذن لأحد فلم يتخلف أحد إلا لعذر أو عاصي، فكان ذلك الاستخلاف ضعيفاً، فطعن به
_________
(١) منهاج السنة النبوية ٤/٢٣٨.
(٢) منهاج السنة النبوية ٤/٢٤٠ - ٢٤١.
(٣) منهاج السنة النبوية ٤/٢٤١.
(٤) سبق تخريجه ص٤٩١.
(٥) منهاج السنة النبوية ٥/٣٥.
(٦) مجموع فتاوى ابن تيمية ٤/٤١٥.
(٧) منهاج السنة النبوية ٧/٣٢٦.',NULL,'567',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (556,'المنافقون بهذا السبب، فبين له أني لم أستخلفك لنقص عندي، فإن موسى استخلف هارون، وهو شريكه في الرسالة، أفما ترضى بذلك؟) (١) .
وكان هذا الحديث كأنه تسلية لعلي (ت - ٤٠هـ) رضي الله عنه حين توهم أن الاستخلاف نقص بقوله: أتخلفني مع النساء والصبيان؟، وأما من استخلفه الرسول صلّى الله عليه وسلّم على المدينة غيره لما لم يتوهموا أن في الاستخلاف نقصاً لم يحتج أن يخبرهم بمثل هذا الكلام، وليس في الحديث دلالة على أن غيره لم يكن منه بمنزلة هارون من موسى (٢) .
وإن قيل: إن استخلافه صلّى الله عليه وسلّم لأحد يدل على أنه أفضل الصحابة بإطلاق، فيلزم من ذلك أن يكون علي (ت - ٤٠هـ) رضي الله عنه مفضولاً في عامة الغزوات، وفي عمرته وحجته، لا سيما وكل مرة كان يكون الاستخلاف على رجال المؤمنين، وأما عام تبوك، فلم يكن الاستخلاف إلا على النساء والصبيان، ومن عذر الله، أو من هو متهم بنفاق (٣) .
يقول ابن تيمية رضي الله عنه: (فبين النبي صلّى الله عليه وسلّم أن الاستخلاف ليس نقصاً، ولا غضاضة، فإن موسى استخلف هارون على قومه لأمانته عنده، وكذلك أنت استخلفتك لأمانتك عندي، لكن موسى استخلف نبياً، وأنا لا نبي بعدي، وهذا تشبيه في أصل الاستخلاف..) (٤) .
وأما الحديث الخامس وهو حديث المؤاخاة: فيرى أنه باطل موضوع، وأن النبي صلّى الله عليه وسلّم لم يؤاخ بين مهاجري ومهاجري، قال رحمه الله: (أما حديث المؤاخاة فباطل موضوع، فإن النبي صلّى الله عليه وسلّم لم يؤاخ أحداً، ولا آخى بين
_________
(١) مجموع فتاوى ابن تيمية ٤/٤١٦، وانظر: منهاج السنة النبوية ٧/٣٢٨.
(٢) انظر: منهاج السنة النبوية ٥/٤٣، وانظر: ٧/٣٣٢.
(٣) انظر: منهاج السنة النبوية ٥/٣٤ - ٣٥.
(٤) منهاج السنة النبوية ٥/٤٣، وانظر: مجموع فتاوى ابن تيمية ٤/٤٠٤، وانظر: ص٤١٦، منهاج السنة النبوية ٧/٣٢٨ - ٣٤٠.',NULL,'568',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (557,'المهاجرين بعضهم مع بعض، ولا بين الأنصار بعضهم مع بعض) (١) .
وقال: (إن النبي صلّى الله عليه وسلّم لم يؤاخ علياً ولا غيره، وحديث المؤاخاة لعلي، ومؤاخاة أبي بكر لعمر من الأكاذيب، وإنما آخى بين المهاجرين والأنصار، ولم يؤاخ بين مهاجري ومهاجري) (٢) . وقال: (أحاديث المؤاخاة بين المهاجرين بعضهم مع بعض، والأنصار بعضهم مع بعض كلها كذب، والنبي صلّى الله عليه وسلّم لم يؤاخ علياً، ولا آخى بين أبي بكر وعمر، ولا بين مهاجري ومهاجري) (٣) .
وأما الحديث السادس، وهو قوله: (أنت مني وأنا منك) ، فيرى أن هذا الحديث صحيح، لكنه ليس خاصاً بعلي (ت - ٤٠هـ) رضي الله عنه. وإنما شاركه في هذه المنقبة غيره، فأثبت صحة الحديث في مواضع متعددة (٤) . وأما استدلاله على أن هذه المنقبة ليست من خصائص علي (ت - ٤٠هـ) رضي الله عنه فقد ذكر حديث الأشعريين (إن الأشعريين إذا أرملوا (٥) في الغزو أو نفدت نفقة عيالهم بالمدينة، جمعوا ما كان معهم في ثوب واحد، ثم قسموه في إناء واحد بالسوية، فهم مني وأنا منهم) (٦) .
وقال صلّى الله عليه وسلّم لجليبيب (٧) : «هذا مني وأنا منه» (٨) وكل مؤمن هو من النبي صلّى الله عليه وسلّم،
_________
(١) منهاج السنة النبوية ٤/٣٢ - ٣٣.
(٢) منهاج السنة النبوية ٥/٧١.
(٣) منهاج السنة النبوية ٧/٢٧٩، وانظر: ص٣٦٠ - ٣٦١، ٦/١٧٢، وقد تعقب الحافظ ابن حجر في فتح الباري ٧/٢٧١ ابن تيمية رحمه الله في هذا، وذكر أن النبي صلّى الله عليه وسلّم قد آخى بين بعض المهاجرين، ولكن هذا قليل، والغالب هو المؤاخاة بين مهاجريٍّ وأنصاري.
(٤) انظر: مجموع فتاوى ابن تيمية ٤/١٠٤، ١١/٧٣، ١٥/٨٤، السياسة الشرعية ص١٤٤، منهاج السنة النبوية ٤/٣٤ - ٣٥، ٥/٢٩ - ٣٠، ٧/٣٩٢.
(٥) أرمل القوم أي: نفد زادهم، انظر: لسان العرب لابن منظور ١١/٢٩٦ - ٢٩٧ مادة (رمل) ، القاموس المحيط للفيروزآبادي ٣/٣٩٨ مادة (الرمل) .
(٦) الحديث أخرجه البخاري في صحيحه ٥/١٢٨ - ١٢٩، كتاب الشركة، باب الشركة في الطعام، ومسلم في صحيحه ٤/١٩٤٤ - ١٩٤٥ كتاب فضائل الصحابة، باب من فضائل الأشعريين.
(٧) جليبيب: غير منسوب، وهو تصغير جلباب، نزل في قصته (وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم) .
انظر في ترجمته: الاستيعاب لابن عبد البر ١/٢٥٦، والإصابة لابن حجر ١/٢٤٢.
(٨) الحديث أخرجه مسلم في صحيحه ٤/١٩١٨ - ١٩١٩ كتاب فضائل الصحابة باب من فضائل جليبيب رضي الله عنه.',NULL,'569',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (558,'كما قال الخليل: {فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي} [إبراهيم: ٣٦] ، وقال سبحانه: {وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي} [البقرة: ٢٤٩] .
وأما الحديث السابع: أنا مدينة العلم وعلي بابها فيرى ابن تيمية رحمه الله أنه في عداد الأحاديث الموضوعة، فيقول عنه: (وأما حديث أنا مدينة العلم فأضعف وأوهى، ولهذا إنما يعد في الموضوعات المكذوبات، وإن كان الترمذي قد رواه، ولهذا ذكره ابن الجوزي في الموضوعات، وبين أنه موضوع من سائر طرقه) (١) وينقد المتن فيقول: (والكذب يعرف من نفس متنه، لا يحتاج إلى النظر في إسناده، فإن النبي صلّى الله عليه وسلّم إذا كان مدينة العلم لم يكن لهذه المدينة إلا باب واحد، ولا يجوز أن يكون المبلغ عنه واحداً، بل يجب أن يكون المبلغ عنه أهل التواتر الذين يحصل العلم بخبرهم للغائب.. وهذا الحديث إنما افتراه زنديق أو جاهل: ظنه مدحاً) (٢) .
وقال: (ثم إن هذا خلاف المعلوم بالتواتر: فإن جميع مدائن المسلمين بلغهم العلم عن رسول الله صلّى الله عليه وسلّم من غير طريق علي رضي الله عنه ... ) (٣) .
وأما الحديث الثامن: أنت ولي كل مؤمن بعدي، فقد قال ابن تيمية رحمه الله عن هذا الحديث: (كذب على رسول الله صلّى الله عليه وسلّم، بل هو في حياته وبعد مماته ولي كل مؤمن، وكل مؤمن وليه في المحيا والممات، فالولاية التي هي ضد العداوة لا تختص بزمان ... فقول القائل: علي ولي كل مؤمن بعدي: كلام يمتنع نسبته إلى النبي صلّى الله عليه وسلّم، فإنه إن أراد الموالاة لم يحتج أن يقول: بعدي، وإن أراد الإمارة كان ينبغي أن يقول: والٍ على كل مؤمن) (٤) .
وأما الحديث التاسع: وهو رد الشمس لعلي (ت - ٤٠هـ) رضي الله عنه فقد أطال ابن
_________
(١) مجموع فتاوى ابن تيمية ٤/٤١٠
(٢) مجموع فتاوى ابن تيمية ٤/٤١٠.
(٣) مجموع فتاوى ابن تيمية ٤/٤١١، وانظر: منهاج السنة النبوية ٧/٥١٥.
(٤) منهاج السنة النبوية ٧/٣٩١ - ٣٩٢، وقد تعقب الألباني - حفظه الله - شيخ الإسلام ابن تيمية رحمه الله وبين صحة الحديث في سلسلة الأحاديث الصحيحة ٥/٢٦١ - ٢٦٤.',NULL,'570',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (559,'تيمية رحمه الله في بيان ضعف الحديث بل وضعه (١) ، فقال عنه: (وليس هذا الحديث في شيء من كتب المسلمين التي يعتمدون على ما فيها من المنقولات لا الصحاح ولا المساند، ولا المغازي ولا السير، ولا غير ذلك، بل بين أهل العلم بالحديث أن هذا كذب، وليس له إسناد واحد صحيح متصل، بل غايته: أن يروى عمن لا يعرف صدقه، ولم يروه إلا هو، مع توفر الهمم والدواعي على نقله..) (٢) .
وقد أطال رحمه الله في نقد أسانيد الحديث، وبين أن كل أسانيد هذا الحديث لا تخلو من ضعف شديد: ذاكراً أحوال الرجال في كل سند من أسانيده (٣) ومعقباً ذلك بذكر الاضطراب الحاصل بين الروايات المختلفة (٤) .
وفي نقده متن الحديث قال: (لا يعرف قط أن الشمس رجعت بعد غروبها ...
وإن كانت الشمس احتجبت بغيم، ثم ارتفع سحابها، فهذا من الأمور المعتادة، ولعلهم ظنوا أنها غربت، ثم كشف الغمام عنها) (٥) .
وقال: (النبي صلّى الله عليه وسلّم فاتته العصر يوم الخندق حتى غربت الشمس، ثم صلاها، ولم ترد عليه الشمس، وكذلك لم ترد لسليمان لما توارت بالحجاب، وقد نام النبي صلّى الله عليه وسلّم ومعه علي وسائر الصحابة عن الفجر حتى طلعت الشمس، ولم ترجع لهم إلى المشرق.
وإن كان التفويت محرماً، فتفويت العصر من الكبائر، وقال النبي صلّى الله عليه وسلّم:
_________
(١) لكنه رحمه الله مال إلى تضعيفه - فقط - في مجموع فتاواه ١١/٣١٦.
(٢) الجواب الصحيح لمن بدل دين المسيح ٦/٣٤٢ - ٣٤٣، وانظر: منهاج السنة النبوية ٨/١٧٧.
(٣) انظر: منهاج السنة النبوية ٨/١٦٦ - ١٦٨، ١٧٢ - ١٧٥، ١٧٧ - ١٩٧.
(٤) انظر: منهاج السنة النبوية ٨/١٧٥، ١٨٤، ١٨٩.
(٥) منهاج السنة النبوية ٨/١٧٢.',NULL,'571',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (560,'«الذي تفوته صلاة العصر فكأنما وتر أهله وماله» (١) ، وعلي كان يعلم أنها الوسطى وهي صلاة العصر، وهو قد روى عن النبي صلّى الله عليه وسلّم في الصحيحين لما قال: «شغلونا عن الصلاة الوسطى، صلاة العصر، حتى غربت الشمس، ملأ الله أجوافهم وبيوتهم ناراً» (٢) ، وهذا كان في الخندق، وخيبر بعد الخندق ... ) (٣) .
وقد ثبت في الصحيحين أن النبي صلّى الله عليه وسلّم قال: «غزا نبي من الأنبياء فقال لقومه: لا يتبعني رجل قد ملك بضع امرأة يريد أن يبني بها ولما يبن، ولا آخر قد بنى بنياناً ولما يرفع سقفه، ولا آخر اشترى غنماً وهو ينتظر ولادها، قال: فغزوا، فدنا من القرية، حتى صلى العصر قريباً من ذلك، فقال للشمس: أنت مأمورة، وأنا مأمور، اللهم احبسها علي شيئاً، فحُبست عليه حتى فتح الله عليه» (٤) .
ويفرق ابن تيمية رحمه الله بين هذا الحديث، وحديث رد الشمس لعلي (ت - ٤٠هـ) رضي الله عنه بعدة فروق منها:
أن يوشع لم تُرد له الشمس، ولكن تأخر غروبها: طُوِّل له النهار، وهذا قد لا يظهر للناس، فإن طول النهار وقصره لا يدرك، ونحن إنما علمنا وقوفها ليوشع بخبر النبي صلّى الله عليه وسلّم.
وأيضاً: لا مانع من طول النهار، لو شاء الله لفعل ذلك، ويوشع كان
_________
(١) الحديث أخرجه البخاري في صحيحه ٢/٣٠ كتاب مواقيت الصلاة، باب إثم من فاتته صلاة العصر، ومسلم في صحيحه ١/٤٣٥ كتاب المساجد، باب التغليظ على تفويت صلاة العصر.
(٢) الحديث أخرجه البخاري في صحيحه ٦/١٠٥ كتاب الجهاد والسير، باب الدعاء على المشركين بالهزيمة، ومسلم في صحيحه ١/٤٣٦ - ٤٣٧ كتاب المساجد، باب التغليظ في تفويت صلاة العصر، واللفظ له.
(٣) منهاج السنة النبوية ٨/١٧٥ - ١٧٦.
(٤) الحديث أخرجه البخاري في صحيحه ٩/٢٢٣ كتاب النكاح، باب من أحب البناء قبل الغزو، ومسلم في صحيحه ٣/١٣٦٦ - ١٣٦٧ كتاب الجهاد والسير، باب تحليل الغنائم لهذه الأمة خاصة.',NULL,'572',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (561,'محتاجاً إلى ذلك؛ لأن القتال كان محرماً عليه بعد غروب الشمس؛ لأجل ما حرم الله عليهم من العمل ليلة السبت ويوم السبت، وأما أمة محمد صلّى الله عليه وسلّم فلا حاجة لهم إلى ذلك، ولا منفعة لهم فيه (١) .
وأما الحديث العاشر: من كنت مولاه فعلي مولاه، فيرى شيخ الإسلام رحمه الله أن هذه اللفظة ليست في الصحاح، لكن هي مما رواه العلماء، وقد تنازع الناس في صحتها (٢) .
وأما زيادة (اللهم وال من والاه، وعاد من عاداه) ، فيرى أنها كذب بلا ريب (٣) ، وقد وافق في ذلك ابن حزم (ت - ٤٥٦هـ) رحمه الله في تضعيفه هذا الحديث (٤) .
والواقع يدل على خلاف الحديث؛ فقوله: (اللهم انصر من نصره ... ) يدل الواقع على خلافه، فقد قاتل معه أقوام يوم صفين فما انتصروا، وأقوام لم يقاتلوا فما خذلوا كسعد (ت - ٥٥هـ) رضي الله عنه الذي فتح العراق، ولم يقاتل معه، ومن جهة أخرى: أصحاب معاوية (ت - ٦٠هـ) رضي الله عنه وبنو أمية الذين قاتلوه: فتحوا كثيراً من بلاد الكفار ونصرهم الله.
وأما قوله: اللهم وال من والاه وعاد من عاداه: فهو مخالف لأصل الإسلام، فإن القرآن قد بين أن المؤمنين إخوة مع قتالهم، وبغي بعضهم على بعض (٥) .
_________
(١) انظر: منهاج السنة النبوية ٨/١٦٩.
(٢) انظر: منهاج السنة النبوية ٧/٣١٩.
(٣) انظر: منهاج السنة النبوية ٧/٣١٩.
(٤) انظر: منهاج السنة النبوية ٧/٣٢٠ - ٣٢١.
(٥) انظر: مجموع فتاوى ابن تيمية ٤/٤١٨، منهاج السنة النبوية ٧/٣٢٣ - ٣٢٥، وقد تعقب الألباني - حفظه الله - ابن تيمية رحمه الله في هذا الحديث، وأطال في ذكر طرقه على غير العادة؛ لأن ابن تيمية لم يصححه بل كذبه، وذكر الألباني أن جملة (من كنت مولاه فعلي مولاه) متواترة، وجملة (اللهم وال من والاه وعاد من عاداه) صحيحة، وانظر: سلسلة الأحاديث الصحيحة ٤/٣٣٠ - ٣٤٤. قلت: ولكن شيخ الإسلام رحمه الله بين أن هذه الجملة مخالفة لأصل الإسلام فتكون شاذة والشاذ ضعيف؛ لأنه يختل بذلك أحد شروط الصحيح، حتى ولو استقام سنده، وعدلت رواته؛ لأن من شروط الصحيح أن لا يكون شاذاً ولا معللاً، والله أعلم.',NULL,'573',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (562,'وأما الحديث الحادي عشر: وهو تصدق علي بخاتمه في الصلاة: فقد ذكر ابن تيمية رحمه الله أنه حديث موضوع مكذوب على رسول الله، فقال: (وحديث التصدق بالخاتم بالصلاة كذب باتفاق أهل المعرفة) (١) ، وقال رحمه الله: (وقد وضع بعض الكذابين حديثاً مفترى أن هذه الآية (٢) نزلت في علي لما تصدق بخاتمه في الصلاة، وهذا كذب بإجماع أهل العلم بالنقل) (٣) .
ثم نقد المتن من وجوه كثيرة منها:
١ - أن قوله: (الذين) في الآية صيغة جمع، وعلي واحد.
٢ - أن المدح إنما يكون بعمل واجب أو مستحب، وإيتاء الزكاة في نفس الصلاة ليس واجباً ولا مستحباً باتفاق علماء الملة، فإن في الصلاة شغلاً.
٣ - لو كان إيتاء الزكاة في الصلاة حسناً لم يكن فرق بين حال الركوع، وغير حال الركوع، بل إيتاؤها في القيام والقعود أمكن.
٤ - أن عليّاً (ت - ٤٠هـ) رضي الله عنه لم يكن عليه زكاة على عهد النبي صلّى الله عليه وسلّم.
٥ - أن عليّاً (ت - ٤٠هـ) رضي الله عنه لم يكن له خاتم، ولا كان الصحابة يلبسون الخواتم.
٦ - أن الحديث فيه أنه أعطى الخاتم للسائل، والمدح في الزكاة أن يخرجها ابتداء، ويخرجها على الفور، لا ينتظر أن يسأله سائل (٤) .
_________
(١) مجموع فتاوى ابن تيمية ٤/٤١٨.
(٢) وهي قوله تعالى: {إِنَّمَا وَلِيُّكُمُ اللهُ وَرَسُولُهُ وَالَّذِينَ آمَنُواْ الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ} [المائدة:٥٥] .
(٣) منهاج السنة النبوية ٢/٣٠.
(٤) انظر: منهاج السنة النبوية ٢/٣٠ - ٣٢، ٧/٧ - ٣١.',NULL,'574',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (563,'وفي الجملة فإن الأحاديث التي يدعي المناوئون لابن تيمية رحمه الله أنه ضعفها تنقسم إلى أقسام: إما أحاديث صحيحة تثبت منقبة لعلي (ت - ٤٠هـ) رضي الله عنه، منهم من يرى أنها خاصة به، وابن تيمية يرى أنه يشركه في هذه الصفة غيره، وإما أحاديث واهية موضوعة أو ضعيفة، أو ضعفها ابن تيمية رحمه الله وهم يرون تصحيحها وإما أحاديث صحيحة وهم ابن تيمية رحمه الله في تضعيفها بسبب اعتماده في تأليفه على الحفظ - وهي قليلة جدّاً - (١) .
_________
(١) وقد ناقش ابن تيمية رحمه الله أحاديث كثيرة من فضائل علي رضي الله عنه التي يذكرها الرافضة، مثل: قتال علي الجن ناقشه في مجموع فتاواه ٤/٤٩٢، ٤٩٤، شرب علي من غسل النبي فأورثه علم الأولين والآخرين، ناقشه في مجموع فتاواه ٤/٤١٢، ومقولة علي رضي الله عنه: سلوني قبل أن تفقدوني ناقشها في منهاج السنة النبوية ٨/٥٦، وتأجير علي نفسه لينفق على الرسول صلّى الله عليه وسلّم يوم الشعب ناقشها في منهاج السنة النبوية ٧/٤٩٩، وفي الجملة فإن المجلد السابع من منهاج السنة النبوية أغلبه مناقشات علمية للآيات والأحاديث التي يستدل بها الرافضة على فضل علي رضي الله عنه.',NULL,'575',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (564,'<span data-type="title" id=toc-85>الفصل السابع
مسألة دوام النار</span>
المبحث الأول: دلالة نصوص الكتاب والسنة وأقوال سلف الأمة على خلود النار.
المبحث الثاني: دعوى أن شيخ الإسلام يرى فناء النار ومناقشتها.',NULL,'577',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (565,'<span data-type="title" id=toc-86>المبحث الأول
دلالة نصوص الكتاب والسنة على خلود النار</span>
دلت النصوص على خلود النار، من الكتاب والسنة وأقوال سلف الأمة: فمن الكتاب قول الله سبحانه وتعالى: {إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللهِ وَالْمَلآئِكَةِ وَالنَّاسِ أَجْمَعِينَ * خَالِدِينَ فِيهَا لاَ يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلاَ هُمْ يُنظَرُونَ} [البقرة: ١٦١ - ١٦٢] . ففي هذه الآية دلالة على أن عذاب أهل النار لا ينقطع أبداً، ولا يخفف عنهم العذاب فيها فهم في عذاب مستمر.
قال ابن جرير الطبري (ت - ٣١٠هـ) رحمه الله: (خبر من الله تعالى ذكره، عن دوام العذاب أبداً من غير توقيت ولا تخفيف) (١) .
وقال ابن عطية (٢) رحمه الله: (ثم أعَلَم - تعالى - برفع وجوه الرفق عنهم؛ لأن العذاب إذا لم يخفف ولم يؤخر فهو النهاية) (٣) .
وقال ابن كثير (ت - ٧٧٤هـ) رحمه الله: (لا يخفف عنهم العذاب فيها أي لا ينقص عما هم فيه، ولا هم ينظرون أي لا يغير عنهم ساعة واحدة، ولا يفتر بل هو متواصل دائم فنعوذ بالله من ذلك) (٤) .
_________
(١) جامع البيان ٢/٦٣.
(٢) ابن عطية: عبد الحق بن غالب بن عطية المحاربي الغرناطي، أبو محمد، أكثر الرواية عن أبيه، مفسر فقيه، عارف بالأحكام، له كتاب: المحرر الوجيز في تفسير الكتاب العزيز، ت سنة ٥٤٢هـ.
انظر في ترجمته: تاريخ قضاة الأندلس للنباهي ص١٠٩، بغية الوعاة للسيوطي ٢/٧٣.
(٣) المحرر الوجيز ٢/٣٣.
(٤) تفسير القرآن العظيم ١/٣٥٣.',NULL,'579',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (566,'وقال أبو السعود (١) رحمه الله: (ولا هم ينظرون: إيثار الجملة الاسمية لإفادة دوام النفي واستمراره أي لا يمهلون، ولا يؤجلون) (٢) .
وقال تعالى: {وَقَالَ الَّذِينَ اتَّبَعُواْ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّؤُواْ مِنَّا كَذَلِكَ يُرِيهِمُ اللهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ} [البقرة: ١٦٧] . أي أن هؤلاء الكفار وإن ندموا، واشتدت ندامتهم على أعمالهم الخبيثة، فلا ينفعهم ذلك، ولن يخرجوا من النار، ويؤكد الطبري (ت - ٣١٠هـ) رحمه الله هذا المعنى راداً على من زعم أن النار تفنى بقوله: (وفي هذه الآية الدلالة على تكذيب الله الزاعمين أن عذاب الله أهل النار من أهل الكفر منقضٍ، وأنه إلى نهاية، ثم هو بعد ذلك فانٍ؛ لأن الله - تعالى ذكره - أخبر عن هؤلاء الذين وصف صفتهم في هذه الآية، ثم ختم الخبر عنهم بأنهم غير خارجين من النار، بغير استثناء منه وقتاً دون وقت، فذلك إلى غير حد ولا نهاية) (٣) .
ويقول القرطبي (ت - ٦٧١هـ) رحمه الله عن هذه الآية: (دليل على خلود الكفار فيها، وأنهم لا يخرجون منها) (٤) .
وقال عزّ وجل: {ِنَّ الَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمْ يَكُنِ اللهُ لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرِيقاً * إِلاَّ طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَداً وَكَانَ ذَلِكَ عَلَى اللهِ يَسِيراً} [النساء: ١٦٨ - ١٦٩] ، فهذا مصير الكفار، وطريقهم في الآخرة: جهنم يدخلونها، ويخلدون فيها لا يخرجون منها، وهذا يسير على الله عزّ وجل فلا يقدر أحد من الكفار أن يمتنع من ذلك، ولا يستطيع أحد أن يمنع الله من ذلك الفعل، فالخلق خلقه، والأمر أمره، يقول الطبري (ت - ٣١٠هـ) رحمه الله عن هذه الآية (يقول: مقيمين فيها أبداً) (٥) .
_________
(١) أبو السعود: محمد بن محمد بن مصطفى العمادي، من علماء الترك المستعربين، مفسر شاعر، تقلد القضاء في أماكن عدة، وأضيف إليه الإفتاء، كان حاضر الذهن سريع البديهة، ت سنة ٩٨٢هـ.
انظر في ترجمته: شذرات الذهب لابن العماد ٨/٣٩٨، الفوائد البهية للكنوي ص٨١.
(٢) إرشاد العقل السليم ١/١٨٣.
(٣) جامع البيان ٢/٨٠.
(٤) الجامع لأحكام القرآن ٢/٢٠٧.
(٥) جامع البيان ٤/٣٧١.',NULL,'580',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (567,'ومن أدلة أهل السنة على عدم فناء النار من القرآن، قول الله - تبارك وتعالى -: {إِنَّ الَّذِينَ كَفَرُواْ لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لِيَفْتَدُواْ بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ * يُرِيدُونَ أَن يَخْرُجُواْ مِنَ النَّارِ وَمَا هُم بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُّقِيمٌ} [المائدة: ٣٦ - ٣٧] ، فقد أخبر الله عن الكفار أنهم باقون في النار وعذابهم دائم لا يتخلف ولا ينقطع، يقول شيخ المفسرين أبو جعفر ابن جرير الطبري (ت - ٣١٠هـ) رحمه الله: (يريد هؤلاء الذين كفروا بربهم يوم القيامة أن يخرجوا من النار بعد دخولها، وما هم بخارجين منها، (ولهم عذاب مقيم) يقول: لهم عذاب دائم ثابت لا يزول عنهم، ولا ينتقل أبداً) (١) .
وقال ابن عطية (ت - ٥٤٦هـ) رحمه الله: (أخبر - تعالى - عن هؤلاء الكفار أنهم ليسوا بخارجين من النار بل عذابهم فيها مقيم متأبد) (٢) .
وقال القرطبي (ت - ٦٧١هـ) رحمه الله: (معناه: دائم ثابت لا يزول ولا يحول) (٣) .
ومنها قوله تعالى: {َيَوْمَ يِحْشُرُهُمْ جَمِيعاً يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللهُ إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ} [الأنعام: ١٢٨] ، فبين الله عزّ وجل أن مصير عبدة الأوثان هو النار يستقرون فيها أبداً، ويفسر ابن جرير (ت - ٣١٠هـ) رحمه الله الاستثناء في الآية بقوله: (يعني إلا ما شاء الله من قَدْر مدة ما بين مبعثهم من قبورهم إلى مصيرهم إلى جهنم، فتلك المدة التي استثناها الله من خلودهم في النار) (٤) ، وهناك أقوال أخرى في معنى الاستثناء
_________
(١) جامع البيان ٤/٥٦٨.
(٢) المحرر الوجيز ٥/٩٤ - ٩٥.
(٣) الجامع لأحكام القرآن ٦/١٥٩، وانظر: التسهيل لابن جزي ١/٣١٦.
(٤) جامع البيان ٥/٣٤٣.',NULL,'581',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (568,'في هذه الآية ليس هذا موضع ذكرها (١) .
ومن الأدلة - أيضاً - قول الله - تبارك وتعالى -: {فَأَمَّا الَّذِينَ شَقُواْ فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ * خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلاَّ مَا شَاء رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ} [هود: ١٠٦ - ١٠٧] ، وهذه الآية هي التي أطال فيها المفسرون.
ويفسر ابن جرير (ت - ٣١٠هـ) رحمه الله ربط خلود أهل النار في النار بدوام السماوات والأرض بأنها للتأبيد (ذلك أن العرب إذا أرادت أن تصف الشيء بالدوام أبداً قالت: هذا دوام السماوات والأرض، بمعنى أنه دائم أبداً.. فخاطبهم - جل ثناؤه - بما يتعارفون به بينهم) (٢) ، ويشهد لذلك قول زهير: (٣)
ألا لا أرى على الحوادث بواقيا ... ولا خالداً إلا الجبال الرواسيا (٤)
وقيل: إنها سماوات الآخرة وأرضها لبقائها على الأبد (٥) ، ودليل ذلك قول الله عزّ وجل: {يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَاتُ} [إبراهيم: ٤٨] ، وقوله تعالى: {وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاء} [الزمر: ٧٤] .
وأما الاستثناء في هذه الآية فقد توقف عنده المفسرون طويلاً (٦) ، وحاصل أقوالهم ما يلي:
_________
(١) انظر: التفصيل فيها: النكت والعيون للماوردي ٢/١٦٩، زاد المسير لابن الجوزي ٤/١٦٠ - ١٦١، الجامع لأحكام القرآن للقرطبي ٧/٨٤، محاسن التأويل للقاسمي ٧/٢٤٩٨ - ٢٥٠٤.
(٢) جامع البيان ٧/١١٤، وانظر: المحرر الوجيز ٩/٢٢٥. تفسير الرازي ١٨/٦٤.
(٣) زهير بن أبي سلمى بن رباح بن قرط بن غطفان وقيل: من مزينة، يقال: إنه لم يتصل الشعر في ولد أحد من الفحول في الجاهلية ما اتصل في ولد زهير، ت سنة ١٣ قبل الهجرة.
انظر في ترجمته: طبقات فحول الشعراء للجمحي ١/٥١، الشعر والشعراء لابن قتيبة ص٢٣.
(٤) ديوان زهير ص١٠٧.
(٥) انظر: النكت والعيون للماوردي ٢/٥٠٤.
(٦) ذكر الماوردي في النكت والعيون ٢/٥٠٤ ثمانية أقوال وهي ما سأذكرها هنا، وذكر ابن الجوزي في زاد المسير ٤/١٦٠ سبعة أقوال للمفسرين، وذكر القرطبي في الجامع لأحكام القرآن ٩/٩٩ أحد عشر قولاً.',NULL,'582',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (569,'١ - خالدين فيها ما دامت سماء الدنيا وأرضها إلا ما شاء ربك من الزيادة عليها بعد فناء مدتها.
٢ - ما دامت سماوات الآخرة وأرضها إلا ما شاء ربك من قدر وقوفهم في القيامة.
٣ - ما دامت السماوات والأرض، أي مدة لبثهم في الدنيا.
٤ - خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك من أهل التوحيد أن يخرجهم منها بعد إدخالهم إليها، فيكونون أشقياء في النار سعداء في الجنة، ويشهد لهذا قول الرسول صلّى الله عليه وسلّم: «يدخل ناس جهنم حتى إذا صاروا كالحمحمة (١) أخرجوا منها وأدخلوا الجنة فيقال لهم: الجهنميون» (٢) ، ويرى الطبري (ت - ٣١٠هـ) وابن كثير (ت - ٧٧٤هـ) - رحمهما الله - أن هذا هو القول الصواب (٣) .
٥ - إلا ما شاء الله من أهل التوحيد أن لا يدخلهم إليها.
٦ - إلا ما شاء ربك من كل من دخل النار من موحد ومشرك أن يخرجه منها إذا شاء.
٧ - أن الاستثناء راجع إلى قوله: {لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ} [هود: ١٠٦] إلا ما شاء ربك من أنواع العذاب التي ليست بزفير ولا شهيق ممالم يسم ولم يوصف، ومما قد سُمّي ووصف، ثم استأنف {مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ} [هود: ١٠٧] .
_________
(١) الحمحمة: أي الأسود الشديد السواد، انظر: لسان العرب لابن منظور ١٢/١٥٧، مادة (حمم) ، القاموس المحيط للفيروزآبادي ٤/١٠٢، مادة (حم) .
(٢) أخرج الحديث البخاري في صحيحه ١١/٤١٦ كتاب الرقاق، باب صفة الجنة والنار، ومسلم في صحيحه ١/١٧٠، كتاب الإيمان، باب معرفة طريق الرؤية، وباب إثبات الشفاعة.
(٣) انظر: جامع البيان ٧/١١٦، تفسير القرآن العظيم ٣/٥٧٨.',NULL,'583',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (570,'٨ - أن الاستثناء واقع على معنى: لو شاء ربك أن لا يخلدهم لفعل، ولكن الذي يريده، ويشاؤه، ويحكم به تخليدهم (١) .
وقد أجاب ابن عطية (ت - ٥٤٦هـ) رحمه الله على من فهم من هذا الاستثناء أن جهنم تخرب، ويعدم أهلها بقوله: (هذا قول مختل، والذي روي ونقل عن ابن مسعود وغيره، إنما هو الدرك الأعلى المختص بعصاة المؤمنين، وهو الذي يسمى جهنم، وسمي الكل به تجوزاً) (٢) .
وقال أبو السعود (ت - ٩٥١هـ) رحمه الله عن الاستثناء في الآية: (استثناء من الخلود على طريقة قوله تعالى: {لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى} [الدخان: ٥٦] ، وقوله: {وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُم مِّنَ النِّسَاء إِلاَّ مَا قَدْ سَلَفَ} [النساء: ٢٢] ، وقوله تعالى: {حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ} [الأعراف: ٤٠] ، غير أن استحالة الأمور المذكورة معلومة بحكم العقل، واستحالة تعلق المشيئة بعدم الخلود معلومة بحكم النقل يعني أنهم مستقرون في النار في جميع الأزمنة إلا زمان مشيئة الله - تعالى - لعدم قرارهم فيها، إذ لا إمكان لتلك المشيئة ولا لزمانها بحكم النصوص القاطعة الموجبة للخلود فلا إمكان لانتهاء مدة قرارهم) (٣) .
ومن الأدلة القرآنية على عدم فناء النار قول الحق - تبارك وتعالى -: {وَمَن يَهْدِ اللهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَاء مِن دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّاً مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيراً} [الإسراء: ٩٧] ، وهذه الآية تفيد بقاء أهل النار في النار أو أن النار باقية، لقوله: (كلما) التي تفيد التعميم والاستمرار، ومعنى (خبت) عند المفسرين وجهان:
_________
(١) انظر: النكت والعيون للماوردي ٢/٥٠٤، معاني القرآن للنحاس ٣/٣٨١ - ٣٨٢.
(٢) المحرر الوجيز ٩/٢٢٦.
(٣) إرشاد العقل السليم ٤/٢٤٢، وانظر: الآثار من أقوال المفسرين حول هذه الآية في الدر المنثور للسيوطي ٣/٣٤٠ - ٣٥٠.',NULL,'584',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (571,'أحدهما: كلما طفئت أوقدت.
ثانيهما: كلما سكن التهابها زدناهم سعيراً والتهاباً، وسكون التهابها من غير نقصان في آلامهم، ولا تخفيف من عذابهم (١) .
وقال تعالى: {إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِماً فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيى} [طه:٧٤] .
فهذه الآية دلالتها على عدم فناء النار، واستمرار العذاب فيها، مثل دلالة قوله تعالى: {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ} [فاطر: ٣٦] ، وقوله: {وَيَتَجَنَّبُهَا الْأَشْقَى * الَّذِي يَصْلَى النَّارَ الْكُبْرَى * ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى} [الأعلى: ١١ - ١٣] ، ويذكر الماوردي (٢) رحمه الله أن هذا السياق يحتمل وجهين:
أحدهما: لا ينتفع بحياته، ولا يستريح بموته.
الثاني: أن نفس الكافر معلقة بحنجرته، كما أخبر الله عنه، فلا يموت بفراقها ولا يحيا باستقرارها (٣) .
وقال تعالى: {وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً * إِنَّهَا سَاءتْ مُسْتَقَرّاً وَمُقَاماً} [الفرقان: ٦٥ - ٦٦] ، فعذاب الآخرة ملازم دائم لمن هو خالد في النار من الكفار، ولذا يقول الطبري (ت - ٣١٠هـ) رحمه الله: (إن عذاب جهنم كان غراماً ملحاً دائماً لازماً غير مفارق من عذِّب به من الكفار، ومهلكاً له) (٤) ، ومنه سمي الغريم لملازمته لغارمه. ومنه قول الأعشى (٥) :
_________
(١) انظر: النكت والعيون للماوردي ٣/٢٧٥.
(٢) الماوردي: علي بن محمد بن حبيب البصري الشافعي، أبو الحسن، الإمام العلامة، صاحب التصانيف، اتهم بالاعتزال، ت سنة ٤٥٠هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ٢/٤٤٤، طبقات الشافعية للسبكي ٥/٢٦٧.
(٣) انظر: النكت والعيون ٣/٤١٥.
(٤) جامع البيان ٩/٤١٠.
(٥) الأعشى: ميمون بن قيس من بني ضبيعة، كان جاهلياً، أدرك الإسلام في آخر عمره رحل إلى النبي في صلح الحديبية، وقابله أبو سفيان، وصالحه على أن يرجع من عامه ومعه مائة ناقة حمراء، فرجع، ومات في طريقه سنة ٧هـ.
انظر في ترجمته: الشعر والشعراء لابن قتيبة ٤٤، المؤتلف والمختلف للآمدي ص١٢.',NULL,'585',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (572,'إن يعاقب يكن غراماً وإن يعـ ... ـط جزيلاً فإنه لا يبالي (١)
وقال تعالى: {وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ} [السجدة: ٢٠] ، ففي هذه الآية دلالة على استقرار الكفار في النار، وأنها دائمة، فكلما أرادوا أن يخرجوا من شدة العذاب، ولأن لهب جهنم يدفعهم إلى أعلاها، ثم يضربون بمقامع من حديد ليعودوا فيها، ويقال لهم من باب التقريع والتوبيخ: ذوقوا عذاب النار الذي كنتم به تكذبون (٢) ، وهم مستمرون في ذلك أبد الآباد.
ومن الآيات قول الله - تبارك وتعالى -: {إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيراً * خَالِدِينَ فِيهَا أَبَداً لَّا يَجِدُونَ وَلِيّاً وَلَا نَصِيراً} [الأحزاب: ٦٤ - ٦٥] ، فالكافر في السعير، ومكثه مؤبد فيها، لا يخرج منها أبداً، يقول ابن جرير (ت - ٣١٠هـ) رحمه الله: (ماكثين في السعير أبداً إلى غير نهاية) (٣) ويقول ابن كثير (ت - ٧٧٤هـ) رحمه الله: (ما كثين مستمرين فلا خروج لهم منها، ولا زوال لهم عنها) (٤) .
ومن الأدلة لأهل السنة والجماعة على عدم فناء النار - قول الله تعالى -: {إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ * لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ * وَمَا ظَلَمْنَاهُمْ وَلَكِن كَانُوا هُمُ الظَّالِمِينَ * وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ * لَقَدْ جِئْنَاكُم بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ} [الزخرف: ٧٤ - ٧٨] ، فهم خالدون في عذاب دائم لا يخفف عنهم، ولا يخرجون منه، جزاء وفاقاً، فينادون خازن النار طالبين الموت، فيتركهم ولا يجيبهم ما شاء الله من السنين
_________
(١) ديوان الأعشى ص١٧١.
(٢) انظر: الجامع لأحكام القرآن للقرطبي ١٢/٢٨، ١٤/١٠٧، تفسير القرآن العظيم لابن كثير ٥/٤١٤.
(٣) جامع البيان ١٠/٣٣٥.
(٤) تفسير القرآن العظيم ٥/٥١٧.',NULL,'586',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (573,'ثم يأتيهم الجواب الذي يزيدهم في العذاب، ويخبرهم بالبقاء في النار والمكوث فيها، فيلجأ الكفار مستغيثين بربهم {رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ} [المؤمنون: ١٠٧] ، - فيرد عليهم - رب العزة والجلال - {قَالَ اخْسَؤُوا فِيهَا وَلَا تُكَلِّمُونِ} [المؤمنون: ١٠٨] (١) .
وقال تعالى: {إِنَّ جَهَنَّمَ كَانَتْ مِرْصَاداً * لِلْطَّاغِينَ مَآباً * لَابِثِينَ فِيهَا أَحْقَاباً} [النبأ: ٢١ - ٢٣] ، أي أن النار موضع أهل الكفر، وهي مآلهم ومرجعهم، فإذا دخلوا فيها لا يخرجون منها، فهم لا بثون مقيمون فيها أبداً.
وذكر المفسرون لهذه الآيات معنيين:
المعنى الأول: أن الأحقاب مُدَدٌ طويلة، وآجال متعددة لا تنقطع، ولا نهاية لها، قال الماوردي (ت - ٤٥٠هـ) رحمه الله: (كلما مضى حقب جاء حقب، وكذلك إلى الأبد) (٢)
وقال القرطبي (ت - ٦٧١هـ) رحمه الله في كلام طويل له: (ماكثين في النار ما دامت الأحقاب، وهي لا تنقطع، فكلما مضى حقب جاء حقب.. والمعنى في الآية: لابثين فيها أحقاب الآخرة التي لا نهاية لها.. وذكر الأحقاب لأن الحُقُب كان أبعد شيء عندهم، فتكلم بما تذهب إليه أذهانهم ويعرفونها، وهي كناية عن التأبيد، أي يمكثون فيها أبداً.. وإنما المعنى - والله أعلم - ما ذكرناه أولاً: أي لابثين فيها أزماناً ودهوراً، كلما مضى زمن يعقبة زمن، ودهر يعقبه دهر، هكذا أبد الآبدين من غير انقطاع) (٣) ، وقال القاسمي (٤) رحمه الله: (أي
_________
(١) انظر: معالم التنزيل للبغوي ٤/١٤٦، تفسير كلام المنان للسعدي ٦/٦٦٢.
(٢) النكت والعيون ٦/١٨٦.
(٣) الجامع لأحكام القرآن ١٩/١٧٧، وانظر: معالم التنزيل للبغوي ٤/٤٣٨.
(٤) القاسمي: جمال الدين بن محمد بن سعيد بن قاسم الحلاق، إمام الشام في عصره، علماً بالدين، وتضلعاً في فنون الأدب، كان سلفي العقيدة، انقطع في آخر حياته للتأليف وإلقاء الدروس، ت سنة ١٣٣٢هـ.
انظر في ترجمته: الأعلام للزركلي ٢/١٣١.',NULL,'587',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (574,'دهوراً متتابعة إلى غير نهاية) (١) .
وأما المعنى الثاني فهو: أنهم يلبثون أحقاباً ومدداً طويلة على نوع من العذاب، ثم يحدث الله لهم أنواعاً أخرى من العذاب، ويميل إلى هذا الإمام الطبري (ت - ٣١٠هـ) رحمه الله إذ يقول: (يحتمل أن يكون معنى ذلك: لابثين فيها أحقاباً في هذا النوع من العذاب أنهم: {لَّا يَذُوقُونَ فِيهَا بَرْداً وَلَا شَرَاباً * إِلَّا حَمِيماً وَغَسَّاقاً} [النبأ: ٢٤ - ٢٥] ، فإذا انقضت تلك الأحقاب صار لهم من العذاب أنواع غير ذلك، كما قال - جل ثناؤه - في كتابه: {هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ *جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ * هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ * وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ} [ص~: ٥٥ - ٥٨] ، وهذا القول عندي أشبه بمعنى الآية) (٢) ، وقال الشوكاني (ت - ١٢٥٠هـ) رحمه الله: (الأحقاب وقت لشربهم الحميم والغساق، فإذا انقضت فيكون لهم نوع آخر من العذاب) (٣) . وكلا المعنيين يدل على التأبيد والخلود، فلا انقضاء لعذابهم، ولا يخفف عنهم من عذابها. نسأل الله السلامة والعافية.
والآيات في إثبات خلود أهل النار في النار، وأنهم لا يخرجون منها كثيرة جداً - غير ما ذكرت - فمنها قول الله سبحانه وتعالى: {وَالَّذِينَ كَفَرواْ وَكَذَّبُواْ بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٣٩] ، وقال - سبحانه -: {بَلَى مَن كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٨١] ، ومنها قوله - تبارك وتعالى -: {وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٢١٧] ، وقال عزّ وجل: {وَالَّذِينَ كَفَرُواْ
_________
(١) محاسن التأويل ١٧/٦٠٣٧، وانظر: تفسير القرآن العظيم لابن كثير ٧/١٩٩، فتح القدير للشوكاني ٥/٣٦٦.
(٢) جامع البيان ١٢/٤٠٥.
(٣) فتح القدير ٥/٣٦٦، وللمفسرين أقوال أخرى حول هذه الآية، لكنها ضعيفة، انظر: الجامع لأحكام القرآن للقرطبي ١٩/١٧٩، فتح القدير للشوكاني ٥/٣٦٦.',NULL,'588',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (575,'أَوْلِيَآؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٢٥٧] ، وقال سبحانه: {وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٢٧٥] ، وقال تعالى: {خَالِدِينَ فِيهَا لاَ يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلاَ هُمْ يُنظَرُونَ} [آل عمران: ٨٨] ، وقال: {إِنَّ الَّذِينَ كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُم مِّنَ اللهِ شَيْئاً وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [آل عمران: ١١٦] ، وقال: {وَمَن يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} [النساء: ١٤] ، وقال تعالى: {أَلَمْ يَعْلَمُواْ أَنَّهُ مَن يُحَادِدِ اللهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِداً فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ} [التوبة: ٦٣] ، وقال - سبحانه -: {وَعَدَ الله الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا
هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللهُ وَلَهُمْ عَذَابٌ مُّقِيمٌ} [التوبة: ٦٨] ، وقال تعالى: {وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَداً} [الجن: ٢٣] .
والآيات كثيرة وصريحة في بيان أن أهل النار خالدون في النار خلوداً مؤبداً، وأن العذاب لا يخفف عنهم، وأنهم لا يخرجون من النار، وأنه كلما نضجت جلودهم بدلوا جلوداً غيرها زيادة لهم في العذاب، وأن هذا العذاب ليس مصروفاً عنهم، وأنهم ليس لهم في الآخرة إلا النار فلا يخرجون منها، وأنهم لا يقضى عليهم فيموتوا، وأن عذابهم مقيم دائم، وأن النار مؤصدة عليهم، نسأل الله أن يحفظنا بحفظه، وأن يجيرنا من عذاب النار، إنه سميع مجيب.
وأما الأحاديث الدالة على بقاء النار، واستمرار عذاب الكفار فيها فهي كثيرة - أيضاً - ومنها: قول الرسول صلّى الله عليه وسلّم: «أما أهل النار الذين هم أهلها، فإنهم لا يموتون فيها ولا يحيون» (١) ، قال الإمام النووي (ت - ٦٧٦هـ) رحمه الله: (الظاهر والله أعلم من معنى الحديث أن الكفار الذين هم أهل النار، والمستحقون
_________
(١) الحديث أخرجه مسلم في صحيحه ١/١٧٢ كتاب الإيمان، باب إثبات الشفاعة، وابن ماجه في سننه ٢/١٤٤٤١، كتاب الزهد، باب ذكر الشفاعة.',NULL,'589',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (576,'للخلود لا يموتون فيها، ولا يحيون حياة ينتفعون بها، ويستريحون معها، كما قال الله تعالى: {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا} [فاطر: ٣٦] ، وكما قال تعالى: {ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى} [الأعلى: ١٣] ، وهذا جار على مذهب أهل الحق أن نعيم أهل الجنة دائم وأن عذاب أهل الخلود في النار دائم) (١) .
وقال عليه الصلاة والسلام: «يجاء بالموت يوم القيامة، كأنه كبش أملح، فيوقف بين الجنة والنار، فيقال. يا أهل الجنة، هل تعرفون هذا؟ فيشرئبون، وينظرون ويقولون: نعم هذا الموت، قال: ويقال: يا أهل النار: هل تعرفون هذا؟ قال: فيشرئبون (٢) وينظرون ويقولون: نعم هذا الموت، قال: فيؤمر به فيذبح، قال: ثم يقال: يا أهل الجنة خلود فلا موت، ويا أهل النار خلود فلا موت، قال: ثم قرأ رسول الله صلّى الله عليه وسلّم: {وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ} [مريم: ٣٩] ، وأشار بيده إلى الدنيا» (٣) .
وقال صلّى الله عليه وسلّم: «يُدخل الله أهل الجنة الجنة، ويُدخل أهل النار النار، ثم يقوم مؤذن بينهم فيقول: يا أهل الجنة لا موت، ويا أهل النار لا موت كل خالد فيما هو فيه» (٤) .
وقال عليه الصلاة والسلام: «إذا صار أهل الجنة إلى الجنة، وصار أهل النار إلى النار، أُتي بالموت حتى يجعل بين الجنة والنار، ثم يذبح، ثم ينادي منادٍ: يا أهل الجنة لا موت، ويا أهل النار لا موت، فيزداد أهل الجنة فرحاً إلى
_________
(١) شرح النووي على صحيح مسلم ٣/٣٨.
(٢) أي يمدون أعناقهم، ويرفعون رؤوسهم للنظر، انظر: فتح الباري لابن حجر ١١/٤٢٠.
(٣) الحديث أخرجه مسلم في صحيحه ٤/٢١٨٨ كتاب الجنة وصفة نعيمها وأهلها، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء.
(٤) الحديث أخرجه البخاري في صحيحه ١١/٤٠٦ كتاب الرقاق، باب يدخل الجنة سبعون ألفاً بغير حساب، ومسلم في صحيحه ٤/٢١٨٩ كتاب الجنة، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء.',NULL,'590',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (577,'فرحهم، ويزداد أهل النار حزناً إلى حزنهم» (١) .
وقال صلّى الله عليه وسلّم في حديث الشفاعة الطويل: «.. فأقول: يارب ما بقي في النار إلا من حبسه القرآن - أي وجب عليه الخلود -» (٢) .
قال الإمام النووي (ت - ٦٧٦هـ) رحمه الله: (أي وجب عليه الخلود، وبيّن مسلم رحمه الله أن قوله: أي وجب عليه الخلود هو تفسير قتادة (٣) الراوي (٤) ، وهذا التفسير صحيح ومعناه: من أخبر القرآن أنه مخلد في النار وهم الكفار، كما قال الله تعالى: {إِنَّ اللهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ} [النساء: ٤٨، ١١٦] ، وفي هذا دلالة لمذهب أهل الحق، وما أجمع عليه السلف أنه لا يخلد في النار أحد مات على التوحيد والله أعلم) (٥) . وقال الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله في معنى إلا من حبسه القرآن: (أي من أخبر القرآن أنه يخلد في النار) (٦) .
وأما أقوال سلف الأمة وعلمائها في تقرير عقيدة خلود النار وبقائها أبد الآباد، وأنها لا تفنى، فهي متواترة يتلقاها اللاحق عن السابق، ولعلي أتوقف قليلاً؛ لأذكر نماذج من مقولاتهم في تقرير هذه العقيدة:
قال إمام أهل السنة الإمام أحمد (ت - ٢٤١هـ) رحمه الله: (وإن الله خلق الجنة
_________
(١) الحديث أخرجه البخاري في صحيحه ١١/٤١٥ كتاب الرقاق، باب صفة الجنة والنار، ومسلم في صحيحه ٤/٢١٨٩، كتاب الجنة، باب النار يدخلها الجبارون، والجنة يدخلها الضعفاء، واللفظ له.
(٢) الحديث أخرجه البخاري في صحيحه ١١/٤١٧ - ٤١٨ كتاب الرقاق، باب صفة الجنة والنار، ومسلم ١/١٨١ - ١٨٢ كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها.
(٣) قتادة بن دعامة بن قتادة السدوسي البصري، ولد أكمه، اشتهر بقوة الحفظ وسرعته، عالم أهل البصرة إمام في النسب، ورأس في العربية واللغة، ت سنة ١١٧هـ.
انظر في ترجمته: تهذيب التهذيب لابن حجر ٨/٣٥١، شذرات الذهب لابن العماد ١/١٥٣.
(٤) انظر: صحيح مسلم ١/١٨١، وانظر: فتح الباري لابن حجر ١١/٤٤٠.
(٥) شرح النووي على صحيح مسلم ٣/٥٨ - ٥٩.
(٦) فتح الباري شرح صحيح البخاري ١١/٤٤٠.',NULL,'591',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (578,'قبل الخلق، وخلق لها أهلاً، ونعيمها دائم، ومن زعم أنه يبيد من الجنة شيء فهو كافر، وخلق النار قبل خلقه الخلق، وخلق لها أهلاً وعذابها دائم) (١) .
وقال أبو زرعة الرازي (ت - ٢٦٤هـ) ، وأبو حاتم الرازي (ت - ٢٧٣هـ) - رحمهما الله -: (والجنة حق، والنار حق، وهما مخلوقان لا يفنيان أبداً، والجنة ثواب لأوليائه، والنار عقاب لأهل معصيته إلا من رحم الله عزّ وجل) (٢) .
وقال الطحاوي (٣) رحمه الله: (والجنة والنار مخلوقتان لا تفنيان أبداً، ولا تبيدان) (٤) .
وقال الإمام البربهاري (ت - ٣٢٩هـ) رحمه الله: (وكل شيء مما أوجب الله عليه الفناء يفنى، إلا الجنة والنار، والعرش والكرسي، والصور، والقلم، واللوح ليس يفنى شيء من هذا أبداً) (٥) .
وقال الإمام الآجري (ت - ٣٦٠هـ) رحمه الله: (وقد ذكر الله عزّ وجل في كتابه أهل النار الذين هم أهلها، يخلدون فيها أبداً.. وأن أهل النار الذين هم أهلها في العذاب الشديد أبداً) (٦) .
وقال ابن أبي زمنين (ت - ٣٩٩هـ) رحمه الله: (وأهل السنة يؤمنون بأن الجنة
_________
(١) انظر: طبقات الحنابلة لأبي يعلى ١/٣٤٤، الرد على الزنادقة للإمام أحمد (ضمن عقائد السلف جمع النشار وطالبي ص١٠١) ، المسائل والرسائل المروية عن الإمام أحمد بن حنبل للأحمدي ٢/٢٢٥ - ٢٢٦.
(٢) انظر: شرح أصول اعتقاد أهل السنة لللالكائي ١/١٧٧، عقيدة أبي حاتم الرازي وأبي زرعة الرازي للحداد ص٢٠١.
(٣) الطحاوي: أحمد بن سلامة بن سلمة الأزدي الطحاوي الحنفي، أبو جعفر، الإمام الحافظ، محدث الديار المصرية وفقيهها، كان ثقة ثبتاً، كان شافعياً ثم تحول إلى المذهب الحنفي، ت سنة ٣٢١هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ١/٥٣، سير أعلام النبلاء للذهبي ١٥/٢٧.
(٤) العقيدة الطحاوية ص١٢، وقال ابن أبي العز في شرح الطحاوية ٢/٦٢٠: (هذا قول جمهور الأئمة من السلف والخلف) .
(٥) شرح السنة ص٣٣.
(٦) الشريعة ص٣٩٩ - ٤٠٠.',NULL,'592',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (579,'والنار لا يفنيان، ولا يموت أهلوها ... ولو لم يذكر الله - تبارك وتعالى - الخلود إلا في آية واحدة لكانت كافية لمن شرح الله صدره للإسلام، ولكن ردد ذلك ليكون له الحجة البالغة) (١) .
وقال الإمام الصابوني (ت - ٤٤٩هـ) رحمه الله: (ويشهد أهل السنة: أن الجنة والنار مخلوقتان، وأنهما باقيتان، لا يفنيان أبداً، وأن أهل الجنة لا يخرجون منها أبداً، وكذلك أهل النار الذين هم أهلها خلقوا لها، لا يخرجون منها أبداً) (٢) .
وقد نقل ابن حزم (ت - ٤٥٦هـ) رحمه الله الاتفاق والإجماع على أن الجنة والنار باقيتان، لا تفنيان، فقال: (اتفقت فرق الأمة كلها على أنه لا فناء للجنة ولا لنعيمها، ولا للنار ولا لعذابها..) (٣) .
وقال في مراتب الإجماع: (وأن النار حق، وأنها دار عذاب أبداً، لا تفنى ولا يفنى أهلها أبداً بلا نهاية، وأنها أعدت لكل كافر مخالف لدين الإسلام) (٤) ، وقال الأصبهاني (ت - ٥٣٥هـ) رحمه الله: (والجنة والنار مخلوقتان، لا تفنيان؛ لأنهما خلقتا للأبد لا للفناء) (٥) .
وقال - أيضاً -: (وليس تفنى الجنة والنار والعرش والكرسي واللوح والقلم، والصور، ليس يفنى شيء من هذه الأشياء) (٦) .
وقال الحافظ عبد الغني المقدسي (ت - ٦٠٠هـ) رحمه الله: (والإيمان بأن الجنة والنار مخلوقتان لا تفنيان أبداً، خلقتا للبقاء لا للفناء، وقد صح في ذلك أحاديث عدة) (٧) .
_________
(١) أصول السنة ص١٣٩ - ١٤٠.
(٢) عقيدة السلف وأصحاب الحديث ص٣٦٤.
(٣) الفصل في الملل والأهواء والنحل ٤/٨٣.
(٤) مراتب الإجماع ص١٧٣.
(٥) الحجة في بيان المحجة ٢/٢٦٣.
(٦) الحجة في بيان المحجة ٢/٤٣٦.
(٧) عقيدة الحافظ عبد الغني المقدسي ص٧٦.',NULL,'593',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (580,'وقال ابن قدامة (ت - ٦٢٠هـ) رحمه الله: (والجنة والنار مخلوقتان لا تفنيان، فالجنة مأوى لأوليائه، والنار عقاب لأعدائه، وأهل الجنة مخلدون) (١) .
وقال القرطبي (ت - ٦٧١هـ) رحمه الله بعد أن ذكر الأحاديث الدالة على الخلود لأهل الدارين فيها: (هذه الأحاديث مع صحتها نص في خلود أهل النار فيها، لا إلى غاية ولا إلى أمد، مقيمين على الدوام والسرمد من غير موت ولا حياة، ولا راحة ولا نجاة ... ، فمن قال: إنهم يخرجون منها، أو أن النار تبقى خالية بجملتها خاوية على عروشها، وأنها تفنى وتزول فهو خارج عن مقتضى العقول، ومخالف لما جاء به الرسول، وما أجمع عليه أهل السنة والأئمة العدول) (٢) .
وقال مرعي الحنبلي (ت - ١٠٣٣هـ) رحمه الله: (اعلم - وفقك الله تعالى - أن مذهب أهل الحق هو الحق في كل مسألة، ومذهبهم أن الجنة والنار موجودتان الآن خلافاً للمعتزلة، وإنما هما باقيتان لا يفنيان، ولا يفنى أهلهما خلافاً للجهمية حيث ذهبوا إلى أنهما يفنيان ويفنى أهلهما) (٣) .
وقال السفاريني (٤) رحمه الله: في الدرة المضية:
واجزم بأن النار كالجنة في ... وجودها وأنها لم تتلف (٥)
وقال الصنعاني (٦)
رحمه الله: (إن هذه المسألة وهي فناء النار لا تعرف في
_________
(١) لمعة الاعتقاد ص٣١.
(٢) التذكرة في أحوال الموتى والآخرة ص٥٢٧.
(٣) توقيف الفريقين على خلود أهل الدارين ص٤١.
(٤) السفاريني: محمد بن أحمد بن سالم السفاريني، شمس الدين، عالم بالحديث والأصول، من المحققين، من أشهر كتبه: لوامع الأنوار البهية، وغذاء الألباب، أفتى بسفارين وتوفي بها سنة ١١٨٨هـ.
انظر في ترجمته: سلك الدرر للمرادي ٤/٣١، تاريخ عجائب الآثار للجبرتي ١/٤٦٨.
(٥) الدرة المضية في عقد الفرقة المرضية (ضمن شرحها لوامع الأنوار البهية للمؤلف ٢/٢٣٠) .
(٦) الصنعاني: محمد بن إسماعيل بن صلاح بن محمد الصنعاني، أبو إبراهيم، المعروف بالأمير، إمام مجتهد من اليمن، يلقب بالمؤيد بالله، من أشهر مصنفاته: سبل السلام، ت سنة ١١٨٢هـ.

انظر في ترجمته: البدر الطالع للشوكاني ٢/١٣٣، الأعلام للزركلي ٦/٢٦٣.',NULL,'594',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (581,'عصر الصحابة، ولا دارت بينهم، فليس نفي ولا إثبات، بل الذي عرفوه فيها هو ما في الكتاب والسنة من خلود أهل النار أبداً، وأن أهلها ليسوا منها بمخرجين، وعرفوا ما ثبت من خروج عصاة الموحدين) (١) .
وقال صديق حسن خان (٢) رحمه الله: (والجنة دار أوليائه، والنار عقابه لأعدائه، وأهل الجنة فيها مخلدون، والمجرمون في عذاب جهنم {لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ} [الزخرف: ٧٥] ، وقد خلقت الجنة وما فيها، وخلقت النار وما فيها، خلقهما الله عزّ وجل قبل القيامة، وخلق لهما، ولا يفنيان أبداً) (٣) .
وقال الشيخ حافظ حكمي (٤) رحمه الله:
والنار والجنة حق وهما ... موجودتان لا فناء لهما (٥)
ويعتقد الشيح حافظ (ت - ١٣٧٧هـ) رحمه الله في الجنة والنار: (دوامهما وبقاؤهما بإبقاء الله لهما، وأنهما لا تفنيان أبداً، ولا يفنى من فيهما) (٦) .
هذه نقولات لبعض مقولات سلف الأمة وعلمائها تبين عقيدة أهل السنة والجماعة في أبدية الجنة، وأبدية النار، وأن الله خلقهما للبقاء، لا للفناء، وقد
_________
(١) رفع الأستار لإبطال أدلة القائلين بفناء النار ص١١٦هـ.
(٢) صديق حسن بن علي بن لطف الله الحسيني القنوجي البخاري، أبو الطيب، إمام علامة محدث مفسر، صنف في فنون كثيرة، ونصر السنة، ت سنة ١٣٠٧هـ.
انظر في ترجمته: الأعلام للزركلي ٧/٣٦، معجم المؤلفين لكحالة ١٠/٩٠.
(٣) قطف الثمر في بيان عقيدة أهل الأثر ص١٣٨.
(٤) حافظ حكمي: حافظ بن أحمد بن علي الحكمي، عالم محقق معاصر، له مؤلفاته في علوم متعددة، نثراً وشعراً. ت سنة ١٣٧٧هـ.
انظر في ترجمته: المستدرك على معجم المؤلفين لكحالة ١/١٨٣، مقدمة معارج القبول لابنه أحمد.
(٥) سلم الوصول إلى علم الأصول (ضمن شرحه معارج القبول للمؤلف ٢/٢٧٩) .
(٦) معارج القبول ٢/٢٨٥.',NULL,'595',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (582,'آثرت إكثار النقل عن أئمة أهل السنة والجماعة، على مختلف العصور ليتبين أن هذه المسألة - أي أبدية النار - هي من العقائد المتواترة، المجمع عليها، والراسخة على مر العصور بين علماء أهل السنة والجماعة، ومن اعتمد على غير هذا القول فهو مائل عن الجادة، وغاية مستنده ومعتمده النصوص الضعيفة، أو الاستدلالات الواهية، أو الأقيسة العقلية الفاسدة وهذا ما سيتبين في هذا المبحث - إن شاء الله -:
وقبل مناقشة القائلين بفناء النار يحسن بي أن أعرض لمذاهب الناس في هذه المسألة، وهي ما نقلها أهل العلم في كتبهم، وهي ثمانية مذاهب:
الأول: أن كل من دخل النار لا يخرج منها أبد الآباد، وهذا قول الخوارج والمعتزلة، بناء على أصلهم الفاسد، في تكفير مرتكب الكبيرة، وإنكار الشفاعة.
الثاني: أن أهل النار يعذبون فيها، ثم تنقلب طبيعتهم، وتبقى طبيعة نارية يتلذذون بها؛ لموافقتها لطبعهم، وهذا قول إمام الاتحادية ابن عربي الطائي (ت - ٦٣٨هـ) (١) .
الثالث: أن أهل النار يعذبون فيها إلى وقت محدود، ثم يخرجون منها، ويخلفهم فيها قوم آخرون، وهذا القول حكاه اليهود للنبي صلّى الله عليه وسلّم، وقد أكذبهم الله - تعالى - في كتابه الكريم فقال: {وَقَالُواْ لَن تَمَسَّنَا النَّارُ إِلاَّ أَيَّاماً مَّعْدُودَةً قُلْ أَتَّخَذْتُمْ عِندَ اللهِ عَهْداً فَلَن يُخْلِفَ اللهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللهِ مَا لاَ تَعْلَمُونَ * بَلَى مَن كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٨٠ - ٨١] .
الرابع: أن أهل النار يخرجون من النار بعد حين، ثم تبقى النار على حالها ليس فيها أحد (٢) .
_________
(١) انظر: فصوص الحكم ١/١٦٩ - ١٧٠.
(٢) ذكر ابن القيم رحمه الله في حادي الأرواح ص٢٤٩ أن شيخ الإسلام حكاه، ولم ينسبه لأحد.',NULL,'596',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (583,'الخامس: أن النار تفنى بنفسها؛ لأنها حادثة، وما ثبت حدوثه استحال بقاؤه، وهذا قول الجهم (ت - ١٢٨هـ) ، ومن وافقه، وهؤلاء يقولون بفناء الجنة والنار.
السادس: أن الفناء يكون لحركات أهل النار، لا للنار، فيصير أهل النار جماداً، لا يحسون بألم، وهذا قول أبي الهذيل العلاف (ت - ٢٣٥هـ) (١) .
السابع: أن الله يخرج منها من يشاء، كما ورد في السنة ثم يبقيها ما يشاء ثم يفنيها، فإنه جعل لها أمداً تنتهي إليه، وهؤلاء يقولون بفناء النار فقط (٢) .
الثامن: أن الله - تعالى - يخرج منها من يشاء، كما ورد في السنة، ويبقي فيها الكفار، بقاءً أبدياً لا انقضاء له (٣) .
هذه مذاهب الناس في أبدية النار، أو فنائها، وسيكون النقاش للمذهب السابع الذي يرى دخول الكفار، وعصاة المؤمنين في النار، ويرى أن عصاة المؤمنين يعذبون ما شاء الله أن يعذبوا، ثم يخرجون بعد انقضاء مدة تطهيرهم، أو يخرجون من النار، بشفاعة الشافعين، وأما الكفار فإنهم يمكثون في النار آماداً طويلة إلى أن يأذن الله بفناء النار، فتفني، وينتهي العذاب.
فالآيات التي استدل بها القائلون بفناء النار، وهي آية سورة هود، وسورة النبأ، وغيرها، وقد مرَّ في بداية هذا المبحث ذكرها، وذكر أقوال المفسرين في
_________
(١) انظر: مناقشة هذا القول ص٢٢٢.
(٢) ممن قال بهذا بعض المعاصرين مثل فيصل عبد الله في أطروحته التي تقدم بها لنيل درجة الماجستير إلى قسم العقيدة في جامعة أم القرى بعنوان (الجنة والنار والآراء فيهما) انظر: ٢٢٨، وعبد الكريم الحميد في القول المختار لبيان فناء النار.
(٣) ذكر ابن القيم في حادي الأرواح ص٢٤٨ - ٢٤٩ سبعة أقوال، فلم يذكر القول الثامن، ونقلها عنه الحافظ ابن حجر في فتح الباري ١١/٤٢١ - ٤٢٢ وقال: (جمع بعض المتأخرين في هذه المسألة سبعة أقوال) ثم ذكرها، وزاد عليها ابن أبي العز في شرح العقيدة الطحاوية ٢/٦٢٤ - ٦٢٥ القول الثامن الذي هو قول أهل السنة والجماعة.',NULL,'597',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (584,'بيان أنه لا دلالة لهم فيما استدلوا به، وإنما تدل على أن النار باقية لا تفنى كالجنة، ويمكن الوقوف بعض الوقفات - إضافة إلى ما ذُكر - في استدلالهم بالآيات على فناء النار:
أ - أن الآيات المجملة التي فرح بها القائلون بفناء النار، قد بينتها النصوص الأخرى من الآيات القرآنية، والأحاديث النبوية التي صرحت بأن أهل النار خالدون فيها أبداً، وظاهرها أنه خلود لا انقطاع له (١) .
ب - أن القائلين بفناء النار، قد فرّقوا بين النصوص الشرعية من حيث الدلالة من غير مفرِّق، أو مرجح، فقد ذكر الله الخلود في كتابه الكريم لأهل الجنة ولأهل النار، والخلود الذي علمنا به من النصوص الشرعية بقاء الجنة قد ذكر مثله في النار، وليس هناك دليل يصار إليه، وركن من الأدلة ركين يعتمد عليه في التفريق، خاصة إذا علمنا أن الخلود في كتب اللغة: (دوام البقاء في دار لا يخرج منها.. ودار الخلود الآخرة لبقاء أهلها فيها) (٢) .
ج - أن الخلود في النصوص الشرعية مقابل بالموت الذي هو الفناء، فمن كان خالداً فهو لا يفنى كما قال سبحانه وتعالى: {وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ أَفَإِن مِّتَّ فَهُمُ الْخَالِدُونَ * كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ} [الأنبياء: ٣٤ - ٣٥] ، فالخلود دوام البقاء، والموت هو الفناء والزوال والانتهاء من هذه الدنيا.
د - أن الله عزّ وجل أخبر عن دوام النار، ودوام عذابها بنصوص أخرى بغير ألفاظ الخلود والتأبيد، فمما قاله - سبحانه -: {وَلَهُمْ عَذَابٌ مُّقِيمٌ} [المائدة: ٣٧] ، وقال: {إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِماً فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيى} [طه: ٧٤] ، وقال - سبحانه -: {وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَن يَخْرُجُوا
_________
(١) انظر: دفع إيهام الاضطراب عن آيات الكتاب للشنقيطي ص١٠٧.
(٢) انظر: لسان العرب لابن منظور ٣/١٦٤ مادة (خلد) .',NULL,'598',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (585,'مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ} [السجدة: ٢٠] ، وقوله - سبحانه - عن أهل النار: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ} [الزخرف: ٧٧] ، وغيرها من الآيات الدالة على استمرار عذاب أهل النار إلى ما لا نهاية.
هـ - أن الآيات التي فيها الاستثناء بالمشيئة لا تستلزم فناء النار، وانقطاع عذاب أهلها من الكفار، بل لها معانٍ توقف المفسرون عندها - كما بينت ذلك - في عرضي للآيات، وأقوال المفسرين حولها في بداية هذا المبحث.
وأن آية سورة النبأ دليل على الخلود من حيث معنى الأحقاب - كما تقدم -، ومن حيث سياق الآيات بعدها، فقد قال الله عزّ وجل في نهاية السياق: {إِنَّا أَنذَرْنَاكُمْ عَذَاباً قَرِيباً يَوْمَ يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنتُ تُرَاباً} [النبأ: ٤٠] . ففي هذه الآية دليل على أن الكافر يتمنى أن يكون تراباً، ولا يعذب في النار خالداً فيها، ولو كان يظن أن النار تفنى من الآن لظل على أمله، ورجائه في رحمة الله (١) .
وأما الأحاديث والآثار التي يستدل بها القائلون بفناء النار، فلأهل العلم وقفات حولها:
أولاً: حديث: «ليأتين على جهنم يوم كأنها زرع هاج، وآخر تخفق أبوابها) (٢) ، وهذا حديث باطل موضوع، وآفته: جعفر بن الزبير، وأيضاً الراوي عنه: عبد الله بن مسعر بن كدام.
أما جعفر بن الزبير، فقد وضع أربعمائة حديث على رسول الله صلّى الله عليه وسلّم،
_________
(١) انظر: مجلة المنار ٧/٥٥٣ - ٥٦٠ مقال (فناء النار والرد على ابن القيم) لعبد الظاهر أبو السمح، وانظر: تنبيه الأخيار للعلوان ص٥٦ - ٥٩.
(٢) انظر: الموضوعات لابن الجوزي ٢/٤٣٧ مع اختلاف في اللفظ.',NULL,'599',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (586,'وكذبه شعبة بن الحجاج (١) ، وقال ابن معين (ت - ٢٣٣هـ) رحمه الله: ليس بثقة. وقال البخاري (ت - ٢٥٦هـ) رحمه الله: تركوه، وقال ابن عدي (ت - ٣٦٥هـ) رحمه الله: الضعف على حديثه بيّن، وذكر الذهبي (ت - ٧٤٨هـ) رحمه الله هذا الحديث، وقال: إسناده مظلم (٢) .
وأما عبد الله بن مسعر فهو متروك - أيضاً - وذكر الذهبي (ت - ٧٤٨هـ) رحمه الله حديثه هذا وقال: هذا باطل (٣) .
ثانياً: الأثر المروي عن عمر بن الخطاب (ت - ٢٣هـ) رضي الله عنه: (لو لبث أهل النار في النار كقدر رمل عالج لكان لهم على ذلك يوم يخرجون فيه) ، وهذا الأثر ضعيف بسبب الانقطاع بين عمر (ت - ٢٣هـ) والحسن البصري (ت - ١١٠هـ) رحمه الله فلم يسمع الحسن (ت - ١١٠هـ) من عمر (ت - ٢٣هـ) رضي الله عنه، ومراسيل الحسن عند الأئمة واهية؛ لأنه كان يأخذ عن كل أحد، كما قال ذلك ابن سيرين (ت - ١١٠هـ) رحمه الله (٤) ، وإذا سقط سند هذا الحديث، ولم نحتجّ به لضعفه، لم يكن بنا حاجة إلى أن نوجه دلالته على أن المقصود به نار الموحدين (٥) .
ثالثاً: الأثر المروي عن عبد الله بن عمرو بن العاص (ت - ٦٥هـ) رضي الله عنهما قال: (ليأتين على جهنم يوم تصفق فيه أبوابها ليس فيها أحد، وذلك بعدما يلبثون فيها أحقاباً) ، وهذا الأثر ضعيف لا يصح لا مرفوعاً ولا موقوفاً، وآفته: أبو
_________
(١) شعبة بن الحجاج بن الورد العتكي، أبو بسطام الواسطي، ثقة حافظ متقن، أمير المؤمنين في الحديث، ت سنة ١٦٠هـ.
انظر في ترجمته: تاريخ بغداد للخطيب ٩/٢٥٥، تهذيب التهذيب لابن حجر ٤/٣٣٨.
(٢) انظر: الكامل في ضعفاء الرجال لابن عدي ٢/٥٥٨ - ٥٦٠، ميزان الاعتدال للذهبي ١/٤٠٦ - ٤٠٧.
(٣) انظر: ميزان الاعتدال للذهبي ٢/٥٠٢.
(٤) انظر: سنن الدارقطني ١/١٧١.
(٥) انظر: رفع الأستار للصنعاني ص٦٧ - ٧٠، وانظر: تضعيف الأثر في سلسلة الأحاديث الضعيفة والموضوعة للألباني ٢/٧٣ - ٧٤، تحقيق شرح العقيدة الطحاوية للأرناؤوط ٢/٦٢٦ - ٦٢٧.',NULL,'600',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (587,'أبلج يحيى بن سليم، وهذا الرجل ثقة في نفسه، إلا أن تضعيف الحفّاظ له جاء من قبل حفظه، فقال الحافظ ابن حجر (ت - ٨٥٢هـ) رحمه الله عنه: (صدوق ربما أخطأ) (١) ، وقد جعل الإمام الذهبي (ت - ٧٤٨هـ) رحمه الله هذا الحديث من بلاياه، وحكم عليه بأنه منكر (٢) .
رابعاً: أثر أبي سعيد الخدري (ت - ٧٤هـ) رضي الله عنه في قوله - تعالى -: {إِلاَّ مَا شَاء رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ} [هود: ١٠٧] قال: هذه الآية قاضية على القرآن كله (٣) .
وهذا الأثر وإن كان صحيحاً موقوفاً، إلا أنه لا دلالة فيه على فناء النار، بل كما يقول الإمام الصنعاني (ت - ١١٨٢هـ) رحمه الله: (غاية ما فيه أن كل وعيد في القرآن ذكر فيه الخلود لأهل النار، فإن آية الاستثناء حاكمة عليه، وهي عبارة مجملة لا تدل على المدعى بنوع من الدلالات الثلاث) (٤) .
ويجاب - أيضاً - بأن هذا الأثر محمول على عصاة المؤمنين من الموحدين الذي يبقون في النار - ما شاء الله - ثم يخرجون منها بهذه المشيئة الربانية، وعلى هذا يبطل الاستدلال به على فناء النار.
خامساً: أثر عبد الله بن مسعود (ت - ٣٢هـ) رضي الله عنه قال: (ليأتين على جهنم زمان ليس فيها أحد) ، وهذا الأثر رواه ابن جرير (ت - ٣١٠هـ) رحمه الله في تفسيره (٥) بإسناد تالف مظلم (٦) ، وأما البغوي (٧) رحمه الله فقد ذكره بدون إسناد، ثم قال:
_________
(١) تقريب التهذيب ٢/٤٠١ - ٤٠٢.
(٢) ميزان الاعتدال ٤/٣٨٤ - ٣٨٥.
(٣) انظر: جامع البيان للطبري ٧/١١٥ - ١١٦، الأسماء والصفات للبيهقي ١/٢٦٤، الدر المنثور للسيوطي ٣/٣٥٠.
(٤) رفع الأستار ص٧٩، والدلالات الثلاث هي دلالة: التضمن، المطابقة، الالتزام.
(٥) انظر: جامع البيان للطبري ٧/١١٦.
(٦) انظر: تخريج الألباني لهذا الأثر في رفع الأستار للصنعاني ص٧٦، وتخريج الأرناؤوط لشرح العقيدة الطحاوية ٢/٦٢٧.
(٧) البغوي: الحسين بن مسعود الفراء البغوي الشافعي، الإمام القدوة، الحافظ، المفسر، يلقب بـ: محيي السنة، وركن الدين، ت سنة ٥١٦هـ.
انظر في ترجمته: وفيات الأعيان لابن خلكان ١/٤٠٢، تذكرة الحفاظ للذهبي ٤/١٢٥٧.',NULL,'601',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (588,'(ومعناه عند أهل السنة - إن ثبت - أنه لا يبقى فيها أحد من أهل الإيمان، وأما مواضع الكفار فممتلئة أبداً) (١) .
سادساً: الأثر المروي عن أنس بن مالك (ت - ٩٣هـ) رضي الله عنه: (ليأتين على جهنم يوم تصفق فيه أبوابها، وما فيها من أمة محمد أحد) .
وهذا الأثر موضوع (٢) ، وآفته: العلاء بن زيدل، فقد كان يضع الحديث كما قال البخاري (ت - ٢٥٦هـ) وغيره: منكر الحديث (٣) ، وقال أبو حاتم (ت - ٢٧٧هـ) : هو متروك الحديث، قال ابن حبان (ت - ٣٥٤هـ) : لا يحل ذكره في الكتب إلا على سبيل التعجب (٤) ، وذكر ابن عدي (ت - ٣٦٥هـ) هذا الحديث في ترجمته وقال: (منكر الحديث) (٥) ، وقال الذهبي (ت - ٧٤٨هـ) : تالف، وذكر هذا الحديث (٦) .
سابعاً: وأما الأثر المروي عن أبي هريرة (ت - ٥٧هـ) رضي الله عنه قوله: (ما أنا بالذي لا أقول إنه سيأتي على جهنم يوم لا يبقى فيها أحد) ، وقد ذكره بسنده ابن القيم (ت - ٧٥١هـ) رحمه الله في حادي الأرواح (٧) ، وإسناده صحيح (٨) ، ومع هذا فإنه لا يدل على فناء النار، بل لم يفهم رواته منه ذلك؛ ولذا قال أحد رواة
_________
(١) معالم التنزيل ٢/٤٠٣.
(٢) انظر: الحكم عليه في سلسلة الأحاديث الضعيفة والموضوعة للألباني ٢/٧١، تخريج الألباني لأحاديث رفع الأستار للصنعاني ص٨٢.
(٣) انظر: ميزان الاعتدال للذهبي ٣/٩٩.
(٤) المجروحين ٢/١٨٠ - ١٨١.
(٥) الكامل في ضعفاء الرجال ٥/١٨٦٢ - ١٨٦٣.
(٦) ميزان الاعتدال للذهبي ٣/٩٩ - ١٠٠.
(٧) ص٢٥٢، وأورده ابن تيمية في الرد على من قال بفناء الجنة والنار ص٧٠، وانظر: الدر المنثور للسيوطي ٤/٤٧٨.
(٨) انظر: تخريجه في حاشية تحقيق الألباني على رفع الأستار للصنعاني ص٧٥، وتخريج شرح العقيدة الطحاوية للأرناؤوط ٢/٦٢٧.',NULL,'602',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (589,'الحديث وهو عبيد الله بن معاذ (١) كما في تتمة الأثر: (كان أصحابنا يقولون: يعني به الموحدين) (٢) .
ويجاب - أيضاً - على هذا الأثر بما أجاب الإمام الصنعاني (ت - ١١٨٢هـ) رحمه الله بقوله: (فإن قوله: (ليس فيها أحد) دال على بقائها، فإنك إذا قلت: ليس في الدار أحد، فإنه دال على بقاء الدار لا على فنائها) (٣) .
ولو سلمنا أن هذا الأثر فيه دلالة على فناء النار فهو قول صحابي، لا يقف أمام النصوص الصحيحة من القرآن والسنة، واتفاق العلماء على عدم فناء النار، وبقائها أبد الآباد (٤) .
وبهذا نعلم أنه لم يصح حديث أو أثر يثبت فناء النار، وأما ما صح سنده مما استدل به من قال بفناء النار فإنه لا يدل على فناء النار: - كما تم بيانه - ولله الحمد والمنة (٥) .
ومما ينبغي أن يعلم في مقام مناقشة القائلين بفناء النار: أن دوام عذاب أهل النار من الكفار هو من حكمة أحكم الحاكمين سبحانه وتعالى ولا ينافي ذلك حكمته، بل هو من حكمته، واستمرار عذابهم في النار لا يعارض رحمة أرحم الراحمين، فرحمته - سبحانه - لا تنافي حكمته، وحكمته عزّ وجل تقتضي دوام عذاب أهل النار من الكفار؛ لأن الله سبحانه وتعالى قضى وحكم في كتابه الكريم، وشرعه المطهر أن يستمر عذابهم، وقضاء الله سبحانه وتعالى مبني على حكمته - سبحانه - وفرقٌ بين عذاب الكفار الخُلَّص، وبين عذاب العصاة من المؤمنين، فعذاب الكفار هو للإهانة والانتقام فهو أبدي، وأما عذاب العصاة فهو للتطهير
_________
(١) عبيد الله بن معاذ: بن نصر بن حسان العنبري. أبو عمرو الأنصاري. ثقة حافظ. (ت٢٣٥هـ) . انظر: الكاشف للذهبي ٢/٢٣١، تقريب التهذيب لابن حجر ١/٥٣٩.
(٢) انظر: حادي الأرواح لابن القيم ص٢٥٢، الدر المنثور للسيوطي ٤/٤٧٨، وانظر: رفع الأستار للصنعاني ص٧٦.
(٣) رفع الأستار للصنعاني ص٧٦.
(٤) انظر: تنبيه الأخيار للعلوان ص٥٤.
(٥) انظر: إيثار الحق على الخلق لابن الوزير ص٢٠٣، رفع الأستار للصنعاني ص١١٦.',NULL,'603',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (590,'والتمحيص: فإذا مُحِصوا وطُهِروا خرجوا من النار (١) .
وأما من قال: إنه ليس من حكمته استمرار العذاب بالنسبة للكفار، فهذا ليس بصحيح، بل الحكمة هي وضع الشيء في موضعه، وليست هي اللين أو الضعف أو الرحمة لمن يستحقها ومن لا يستحقها، ولا يصح أن يقطع بأن هذا مخالف لحكمته حيث لم يرد نص يدل عليه، ولا هو مخالف لمجموع النصوص، أو هو مخالف لعدل الله عزّ وجل، وللأدلة العقلية، بل للمتأمل في حكمة الله عزّ وجل أن يقول: إن الحكمة تقتضي دوام عذاب الكفار.
ومن الحكم: دوام ظهور آثار أسماء الرب عزّ وجل التي بها تتحقق الألوهية، ويتحقق العقاب الرادع للكفار كالعزيز والقهار وغيرها.
ومن الحكم: جعل العقاب بحيث يترتب على العلم به غايته التي أُريد لأجلها من منع انتشار الكفر إلى حد يفسد الكون قبل أجله المسمى.
ومنها: جعل العقاب مناسباً للجريمة في عدم التناهي، لما علم من أن خبث الكفر لا حد له، هذا إضافة إلى ما ذكره أهل العلم من بعض الحكم من خلق الشرور (٢) .
ومن حكمته - سبحانه - إنفاذ وعيد الكفار، بخلاف وعيد المؤمنين فيجوز إخلافه كما قال تعالى: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ} [النساء: ٤٨، ١١٦] أي ما دون الشرك من المعاصي، وقد أوجب الله على نفسه إنفاذ الوعيد في حق الكفار كما قال تعالى: {قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ * مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِّلْعَبِيدِ} [ق~: ٢٨ - ٢٩] .
وقال سبحانه: {إِنَّ وَعْدَ اللَّهِ حَقٌّ} [لقمان: ٣٣] ، بعد قوله: {وَاخْشَوْا يَوْماً لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً} [لقمان: ٣٣] ، وقال -
_________
(١) انظر: دفع إيهام الاضطراب للشنقيطي ص١١١.
(٢) انظر: شفاء العليل لابن القيم ص٤٩٧ - ٤٩٩، الحكمة والتعليل للمدخلي ص٢٠٥ - ٢١٠، مجلة المنار ٥/٣٨٣ - ٣٨٤.',NULL,'604',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (591,'سبحانه -: {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ} [الطور: ٧] ، هذا إضافة إلى أن النصوص الشرعية قد أكدت وقررت دوام النار وعذابها لأهلها من الكفار، والله أعلم (١) .
وفي الجملة فإن القائلين بفناء النار يمكن أن يكون النقاش معهم على طرق متعددة - كما سبق - ويمكن أن يقال لهم: أين يذهب أهل النار بعد فناء النار؟ إن قيل: يبقون بلا عذاب، فهذا لا دليل عليه، بل الدليل على خلافه، فقد أخبر الله عزّ وجل أن الناس يوم القيامة فريقان لا ثالث لهما {فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ} [الشورى: ٧] ، وأخبر أن عذاب الكفار دائم لا يخفف عنهم، ولا هم ينظرون، وأنه لا يفتر عنهم، وأنهم ماكثون، وخالدون، ولو كانت النار تفنى لكان هذا من تخفيف العذاب عنهم.
وإن قيل: إنهم يموتون ويفنون بعد حين: فقد دل الدليل على خلافه؛ بأن أهل النار {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا} [فاطر: ٣٦] ، وما ورد في الحديث الصحيح من ذبح الموت حين يؤتى به على صورة كبش، ويقال لأهل الجنة ولأهل النار: خلود فلا موت.
وإن قيل إنهم يخرجون منها: فقد دل الدليل على خلافه، ذلك أن الله عزّ وجل قال عنهم: {كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا} [الحج: ٢٢] ، ولم يحدد في النصوص مقرهم لو خرجوا منها، وهم - قطعاً - لا يذهبون إلى الجنة.
وتلاحظ الحرفية الزائدة، والظاهرية المتكلفة عند القائلين بفناء النار، فهم يذكرون أن الله سبحانه وتعالى أخبر بخلود أهل النار فيها، لكنه لم يخبر أنها لا تفنى!، وهل الخلود الأبدي إلا أبدية النار ودوام عذابها؟.
ويمكن أن يعكس عليهم الدليل فيقال: إن الله عزّ وجل لم يخبر عن النار أنها
_________
(١) انظر: دفع إيهام الاضطراب للشنقيطي ص١١٠ - ١١١، مقدمة الألباني لرفع الأستار للصنعاني ص٤٢ - ٤٣.',NULL,'605',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (592,'تفنى، بل ذكر المشيئة - كما ذكرها في الجنة -، ولأهل العلم تفسيرات لهذه المشيئة متعددة في خروج بعض أهل النار منها، بخلاف الجنة فمن دخلها فلا يخرج منها.
ثم إن القائلين بالفناء، غاية استدلالهم: إما بأحاديث وآثار غير صحيحة، وهذه لا يعوّل عليها في تقرير مسألة أو حكم شرعي، لاسيما الأحكام الاعتقادية التي هي من جملة اعتقاد المسلمين التي تتعلق باليوم الآخر والجزاء.
وإما بنصوص محتملة غير صريحة فهي من المتشابه المجمل. فترد إلى المحكم المبين وهي النصوص الواضحة.
ويحسن بعد مناقشة القائلين بفناء النار أن يُفرق بين قولهم هذا، وبين قول الجهمية القائلين بفناء الجنة والنار.
فمنشأ القولين مختلف: إذ منشأ قول الجهمية هو امتناع وجود مالايتناهى من الحوادث لا في الماضي ولا في المستقبل، وقد ناقشتهم في الفصل الثالث من هذا البحث.
يقول ابن أبي العز (١) رحمه الله: (وقال بفناء الجنة والنار الجهم بن صفوان إمام المعطلة، وليس له سلف قط، لا من الصحابة، ولا من التابعين لهم بإحسان، ولا من أئمة المسلمين، ولا من أهل السنة، وأنكره عليه عامة أهل السنة، وكفرّوه به، وصاحوا به وبأتباعه من أقطار الأرض، وهذا قاله لأصله الفاسد الذي اعتقده وهو امتناع وجود ما لا يتناهى من الحوادث..) (٢) .
وأما منشأ قول القائلين بفناء النار - وحدها - فهو الاعتماد على نصوص مجملة، أو ضعيفة لا تقوم بها حجة، والاعتماد على تغليب جانب الرحمة على الحكمة، فمنشأ قول أكثر هؤلاء بهذا هو الاعتماد على أحاديث وآثار ظنوا أنها
_________
(١) ابن أبي العز: علي بن علي بن محمد بن أبي العز الدمشقي الحنفي، فقيه ولي القضاء بدمشق، له مؤلفات منها: شرح عقيدة الطحاوي، ت سنة ٧٩٢هـ.
انظر في ترجمته: الدرر الكامنة لابن حجر ٣/١٥٩، شذرات الذهب لابن العماد ٦/٣٢٦.
(٢) شرح العقيدة الطحاوية ٢/٦٢١.',NULL,'606',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (593,'تدل على ما ذهبوا إليه، ولذا لم يحكم أهل السنة على القائلين بهذا القول إنهم مبتدعة، بل قالوا: إنه خطأ صدر عن اجتهاد - لما قام في أذهانهم من صحة الأدلة التي استدلوا بها - وهو مغفور لهم - بإذن الله تعالى - كما جاء في الحديث الصحيح «إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر واحد» (١) ، يقول ابن تيمية رحمه الله في المسائل الاجتهادية: (وحقيقة الأمر: أنه إذا كان فيها - أي المسألة - نص خَفِيَ على بعض المجتهدين، وتعذر عليه علمه، ولو علمه لوجب عليه اتباعه، لكنه لما خفي عليه اتبع النص الآخر ... والمجتهد المخطئ له أجر؛ لأن قصده الحق وطلبه بحسب وسعه، وهو لا يحكم إلا بدليل.. ففي الجملة: الأجر هو على اتباعه الحق بحسب اجتهاده، ولو كان في الباطن حق يناقضه هو أولى بالاتباع لو قدر على معرفته لكنه لم يقدر..) (٢) .
ويفرق ابن تيمية رحمه الله بين العالم المتقدم الذي قال بقول يخالف الصواب، ويجانب الكتاب والسنة؛ لأجل أن الحجة لم تبلغه، فلم يعلم بالدليل المخالف لقوله، أو ظنه ضعيفاً، أو غير ذلك، وبين العالم الذي بلغته الحجة، وعلم الإسناد وصحته من ضعفه، وجمع الأدلة واتضحت له ثم هو يخالف ذلك كله إلى قول آخر، فالأول لا يبدع، والثاني يبدع، يقول رحمه الله: (إذا رأيت المقالة المخطئة قد صدرت من إمام قديم فاغتفرت لعدم بلوغ الحجة له فلا يغتفر لمن بلغته الحجة. ما اغتفر للأول، فلهذا يبدع من بلغته أحاديث عذاب القبر ونحوها إذا أنكر ذلك، ولا تبدع عائشة ونحوها ممن لم يعرف بأن الموتى يسمعون في قبورهم فهذا أصل عظيم فتدبره فإنه نافع) (٣) .
_________
(١) الحديث أخرجه البخاري في صحيحه ١٣/٣١٨ كتاب الاعتصام بالسنة، باب أجر الحاكم، ومسلم في صحيحه ٣/١٣٤٢ كتاب الأقضية، باب أجر الحاكم.
(٢) مجموع فتاوى ابن تيمية ٢٠/٢٥ - ٣١.
(٣) مجموع فتاوى ابن تيمية ٦/٦١، وانظر: مقدمة الألباني لرفع الأستار للصنعاني ص٣٢ - ٣٣، البيان لأخطاء بعض الكتاب للفوزان ص١٤٦ - ١٤٧، تنبيه الأخيار للعلوان ص٦٠ - ٦٢.',NULL,'607',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (594,'<span data-type="title" id=toc-87>المبحث الثاني
دعوى أن شيخ الإسلام يرى فناء النار ومناقشتها</span>
<span data-type="title" id=toc-88>المطلب الأول
دعوى أن شيخ الإسلام يرى فناء النار</span>
يذكر المناوئون لابن تيمية رحمه الله مسألة فناء النار حين يذكرون المسائل المنتقدة عليه.
ويجعلون القول بفناء النار هو قول ابن تيمية رحمه الله الذي لا يقول بغيره في هذه المسألة، يقول الحصني (ت - ٨٢٩هـ) : (واعلم أنه مما انتقد عليه زعمه أن النار تفنى، وأن الله - تعالى - يفنيها، وأنه جعل لها أمداً تنتهي إليه، وتفنى، ويزول عذابها، وهو مطالب أين قال الله عزّ وجل وأين قال رسول الله صلّى الله عليه وسلّم وصح عنه) (١) .
وذكر أن القول بفناء النار بعد أمد نزعة يهودية (٢) ، مستدلاً بقول الله تعالى: {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً} .
وقال المناوئون عنه: إنه يتابع الجهمية في شطر معتقدهم، فالجهمية يقولون بفناء الجنة والنار، وأما ابن تيمية رحمه الله فهو يقول بفناء النار (٣) .
_________
(١) دفع شبه من شبه وتمرد ص٥٨، وانظر: التوفيق الرباني لجماعة من العلماء ص٢٩.
(٢) انظر: دفع شبه من شبه وتمرد ص٥٩.
(٣) انظر: السيف الصقيل، حاشية الكوثري ص٢٤، الفتاوى الحديثية لابن حجر الهيتمي ص١١٦.',NULL,'608',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (595,'وقالوا: إن القول بفناء النار كفر (١) .
وأشار ابن حجر (ت - ٨٥٢هـ) إلى ميل ابن تيمية رحمه الله إلى القول بفناء النار، فبعد أن ذكر الأقوال في فناء النار عن ابن القيم (ت - ٧٥١هـ) رحمه الله ذكر القول السابع الذي هو القول بفناء النار ثم قال بعد ذلك: (وقد مال بعض المتأخرين إلى هذا القول السابع، ونصره بعدة أوجه من جهة النظر، وهو مذهب رديء مردود على قائله، وقد أطنب السبكي الكبير في بيان وهائه فأجاد) (٢) .
ويقصد ابن حجر (ت - ٨٥٢هـ) رحمه الله بهذا كتاب (الاعتبار ببقاء الجنة والنار) (٣) .
_________
(١) انظر: المقالات للكوثري ص٤٣٧ - ٤٣٩، تأنيب الخطيب له ص١٠٩.
(٢) فتح الباري لابن حجر ١١/٤٢٢، وانظر: الفتوحات الإلهية للجمل ٢/٤٢٥.
(٣) انظر: للاستزادة المقالات للكوثري ص٣٩٦، ٤١٥، المقالات السنية للحبشي ص١٥.',NULL,'609',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (596,'<span data-type="title" id=toc-89>المطلب الثاني
مناقشة الدعوى</span>
اعلم - وفقك الله لطاعته - أن الناس بعد ابن تيمية رحمه الله من محبيه ومن مناوئيه قد اختلفوا في بيان موقف شيخ الإسلام ابن تيمية رحمه الله من هذه المسألة إلى ثلاثة أقوال:
الأول: القائلون بأنه يقول بفناء النار، وهذا قول عامة مناوئيه، وهو قول بعض من يوافقه في الاعتقاد، ويثني عليه في المسائل الأخرى (١) ، وقد قال الصنف الثاني بهذا القول ومالوا إليه تأثراً بأقوال المناوئين، وقوة عرضهم للمسألة، وصاحب ذلك عدم بحث وتدقيق وتحقيق لهذه المسألة في كتب شيخ الإسلام في مظانها وغير مظانها.
الثاني: القائلون بأنه لا يقول بفناء النار، وأنه يرى خلودها كالجنة؛ اعتماداً على أن هذا قول السلف، وهو يقول به؛ إذ هو يعد من أكبر شراح عقيدة السلف، هذا إضافة إلى اعتمادهم على نصوص من كتب ابن تيمية رحمه الله تثبت أبدية النار.
وكذلك: عدم وقوفهم على نصوص أخرى تقابل هذه النصوص في أنه يرى فناء النار، ولو ذُكر لهم بعض النصوص المجملة المتشابهة لشككوا في دلالتها على المراد، أو في صحة نسبتها إلى ابن تيمية رحمه الله (٢) .
_________
(١) انظر: على سبيل المثال: رفع الأستار للصنعاني ص٦٣، الحجة في بيان المحجة للأصبهاني حاشية التحقيق لمحمد أبو رحيم ٢/٢٦٣.
(٢) (١٢٧ انظر: بيان تلبيس الجهمية حاشية ابن قاسم ١/١٥٧، كشف الأستار للحربي ص٦ وأغلب الرسالة، شبهات أهل الفتنة لدمشقية ص٤٧٩.',NULL,'610',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (597,'الثالث: وقالت طائفة ثالثة بأن ابن تيمية رحمه الله يميل إلى القول بفناء النار، لكنه لا يصرح بذلك، وقالوا بهذا القول لما وقفوا على بعض أقوال له رحمه الله لا تنص على فناء النار، إلا أن مجمل الكلام يشعر بأنه يرتضي هذا القول، وإن لم يصرح به، مع وقوفهم على أقوال له أخرى تدل على أنه يرى أبدية النار، فخرجوا بهذا القول ويرون أنه وسط بين الأقوال وهو الحكم بميل ابن تيمية رحمه الله إلى القول بفناء النار (١) .
وسيركز البحث هنا على استقراء النصوص الواردة عن شيخ الإسلام ابن تيمية رحمه الله حول هذه المسألة من كتبه، سواء أكانت نصوصاً تشعر بالقول بفناء النار، أم النصوص الصريحة في عدم فناء النار، ثم دراسة دلالة هذه النصوص.
وتنقسم هذه النصوص إلى قسمين:
أ - نصوص يستدل بها القائلون بأنه يقول بفناء النار، أو يميل إلى القول به.
ب - ونصوص يستدل بها القائلون بأن ابن تيمية رحمه الله يرى أبدية النار موافقاً بذلك أئمة المسلمين في القول الصواب في هذه المسألة.
فأما القسم الأول من هذه النصوص: فمنها قوله رحمه الله: (لم أجد نقلاً مشهوراً عن أحد من الصحابة يخالف ذلك، بل أبو سعيد وأبو هريرة هما رويا حديث ذبح الموت، وأحاديث الشفاعة، وخروج أهل التوحيد، وغيرهما، قالا في فناء النار ماقالا) (٢) ، وقال رحمه الله: (لكن إذا انقضى أجلها، وفنيت كما تفنى الدنيا، لم يبق فيها عذاب) (٣) .
وقال: (وحينئذ، فيحتج على فنائها بالكتاب والسنة، وأقوال الصحابة - مع أن القائلين ببقائها ليس معهم كتاب، ولا سنة، ولا أقوال الصحابة..) (٤) .
_________
(١) انظر: لوامع الأنوار البهية للسفاريني ٢/٢٣٥، الجنة والنار لعمر الأشقر ص٤٤.
(٢) الرد على من قال بفناء الجنة والنار ص٦١ - ٦٢.
(٣) الرد على من قال بفناء الجنة والنار ص٥٦.
(٤) الرد على من قال بفناء الجنة والنارص ٦٧.',NULL,'611',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (598,'وقال: (ليس في القرآن ما يدل على أنها تفنى، بل الذي يدل عليه ظاهر القرآن أنهم خالدون فيها أبداً ... ) (١) .
وقال - أيضاً -: (أحدها: أن الله أخبر ببقاء نعيم الجنة ودوامه، وأنه لا نفاد له ولا انقطاع في غير موضع من كتابه، كما أخبر أن أهل الجنة لا يخرجون منها، وأما النار وعذابها فلم يخبر ببقاء ذلك، بل أخبر أن أهلها لا يخرجون منها.
الثاني: أنه أخبر بما يدل على أنه ليس بمؤبد في عدة آيات.
الثالث: أن النار لم يذكر فيها شيء يدل على الدوام) (٢) .
وقال - أيضاً -: (فإذا قدر عذاب لا آخر له، لم يكن هناك رحمة ألبته) (٣) .
ويلاحظ في هذه النصوص أنها جميعاً منقولة من كتاب واحد فقط، وهو (الرد على من قال بفناء الجنة والنار) ، ويلاحظ - أيضاً - من قراءة الكتاب أن ابن تيمية رحمه الله كان يظن صحة الآثار الواردة عن بعض السلف في فناء النار، ولذا حاول توجيه دلالة الآيات القرآنية، والأحاديث النبوية إلى معنى الآثار التي ظن رحمه الله صحتها.
وأما القسم الثاني من هذه النصوص: وهي التي وافق فيها ابن تيمية رحمه الله القول الصواب في المسألة، وهو القول بأبدية النار، وعدم فنائها فمنها (٤) :
_________
(١) الرد على من قال بفناء الجنة والنار ص٧٢.
(٢) الرد على من قال بفناء الجنة والنار ص٨٠.
(٣) الرد على من قال بفناء الجنة والنار ص٨٢.
(٤) ذكر علي الحربي في كشف الأستار ص٦٠ - ٦٩ خمسة عشر نقلاً من كلام ابن تيمية رحمه الله يؤيد فيه القول بأبدية النار، وقد وفق للصواب في النقل العاشر، والحادي عشر، ويلاحظ في النص الثاني عشر أنه عزاه لابن تيمية وهو لأبي الحسن الأشعري، وفي النص الثالث عشر أنه هو النص الذي قبله.
وأما بقية النصوص فلم يوفق فيها؛ ذلك أنها تعنى بالرد على الجهمية القائلين بفناء الجنة والنار جميعاً، وهذا القول مخالف لما عليه أهل الإسلام، ولم يقل أحد بأن ابن تيمية رحمه الله يقول بفنائهما جميعاً، والله أعلم.',NULL,'612',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (599,'١ - حين سئل رحمه الله عن حديث فيه ذكر الأمور التي لا تفنى، أجاب بأن هذا من كلام بعض العلماء، وليس من كلام النبي صلّى الله عليه وسلّم، ثم قال في نص صريح: (وقد اتفق سلف الأمة، وأئمتها، وسائر أهل السنة والجماعة على أن من المخلوقات ما لا يعدم، ولا يفنى بالكلية كالجنة والنار، والعرش وغير ذلك) (١) ، فهذه حكاية للإجماع، واتفاق من إجماعه حجة، ولا يسوغ مخالفة هذا الاتفاق، ولذا قال رحمه الله في لاميته:
والنار يصلاها الشقي بحكمة ... وكذا التقي إلى الجنان سيدخل (٢)
٢ - حكى ابن حزم (ت - ٤٥٦هـ) رحمه الله الإجماع على أن النار لا تفنى كالجنة، في قوله: (وأن النار حق، وأنها دار عذاب أبداً لا تفنى، ولا يفنى أهلها أبداً، بلا نهاية، وأنها أعدت لكل كافر مخالف لدين الإسلام، ولمن خالف الأنبياء السالفين قبل مبعث رسول الله صلّى الله عليه وسلّم، وعليهم الصلاة والتسليم، وبلوغ خبره إليه) (٣) ، ولم يتعقبه ابن تيمية رحمه الله -، ولو كان يرى فناء النار لتعقبه، ونقده في كتابه (نقد مراتب الإجماع لابن حزم) ، فلما لم يتعقبه دل ذلك بدلالة المفهوم أنه رحمه الله يرى ما يراه ابن حزم (ت - ٤٥٦هـ) رحمه الله من القول بأبدية النار.
٣ - في مناقشة مسألة (التسلسل) ذكر أن التسلسل في المستقبل جائز عند جماهير المسلمين وغيرهم من أهل الملل، وغير أهل الملل، ثم قال: (فإن نعيم الجنة، وعذاب النار دائمان، مع تجدد الحوادث فيهما) (٤) ،
_________
(١) مجموع فتاوى ابن تيمية ١٨/٣٠٧، وقد نقل النص نفسه ابن تيمية رحمه الله في بيان تلبيس الجهمية ١/٥٨١.
(٢) لامية ابن تيمية (ضمن شرحها اللآليء البهية للمرداوي ص١٠٧) .
(٣) مراتب الإجماع ص١٧٣، وبهامشه نقد مراتب الإجماع لابن تيمية.
(٤) منهاج السنة النبوية ١/١٤٦.',NULL,'613',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (600,'فتقريره رحمه الله وجزمه بدوام عذاب أهل النار، كدوام نعيم أهل الجنة دليل على أنه يرى في النار من حيث الأبدية كما يرى في الجنة، وعقب على ذلك بتجدد الحوادث فيهما، واستمرارها إلى مالا نهاية.
٤ - ناقش رحمه الله المتكلمين القائلين بأن أجسام العالم تفنى حتى الجنة، والنار - أيضاً -، وحكم على هذا القول بأنه - بدعة باطلة باتفاق سلف الأمة وأئمتها، فقال: (وهذا الذي يذكره كثير من أهل الكلام الجهمية، ونحوه في الابتداء نظير ما يذكرونه في الانتهاء من أنه تفنى أجسام العالم حتى الجنة والنار، أو الحركات ... وهذا الذي ابتدعه المتكلمون باطل باتفاق سلف الأمة وأئمتها) (١) .
٥ - قرر رحمه الله أن القرآن الكريم قد أخبر ببقاء الجنة، وبقاء النار بقاءاً مطلقاً، يمتنع معه الفناء، وأما الذي لم يرد في القرآن فهو تفاصيل ما سيكون بعد استقرار أهل الجنة في الجنة، وأهل النار في النار، قال رحمه الله: (ثم أخبر ببقاء الجنة والنار بقاءاً مطلقاً، ولم يخبرنا بتفصيل ما سيكون بعد ذلك..) (٢) .
٦ - نقل رحمه الله عن الأشعري (ت - ٣٢٤هـ) الخلاف في أفعال الله هل لها آخر أم لا آخر لها؟ وقد ذكر الأشعري (ت - ٣٢٤هـ) رحمه الله قول الجهمية في هذه المسألة وهو قولهم بأن لها آخراً، وهذا هو الذي بنوا عليه مذهبهم في أن الجنة والنار تفنيان، ويفنى أهلهما، حتى بيقى الله - سبحانه - آخراً لا شيء معه، ثم قال بعد ذلك:
(وقال أهل الإسلام جميعاً: ليس للجنة والنار آخر، وإنهما لا تزالان باقيتين، وكذلك أهل الجنة لا يزالون في الجنة يتنعمون، وأهل النار لا يزالون في النار يعذبون، وليس لذلك آخر) (٣) ، وقد نقل هذا النص ابن
_________
(١) بيان تلبيس الجهمية ١/١٥٢ - ١٥٣.
(٢) بيان تلبيس الجهمية ١/١٥٧.
(٣) مقالات الإسلاميين ١/٢٤٤.',NULL,'614',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (601,'تيمية رحمه الله مقراً له ومؤيداً، ولم يتعقبه، أو يرد عليه فدل على أنه يرى ما يراه أهل الإسلام جميعاً (١) .
٧ - نقل ابن تيمية رحمه الله عن ابن خفيف (٢)
رحمه الله من كتابه (اعتقاد التوحيد بإثبات الأسماء والصفات) (٣) نقولاً كثيرة في الفتوى الحموية (٤) ، وقد نقل عنه مرتضياً كلامه قوله: (ونعتقد أن الله خلق الجنة والنار، وأنهما مخلوقتان للبقاء لا للفناء) (٥) .
٨ - نقل في تفسير قول الله عزّ وجل: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} [القصص: ٨٨] قول الضحاك (٦) - مرتضياً له - في أن كل شيء يهلك إلا الله والجنة والنار والعرش (٧) .
٩ - فرّق رحمه الله بين الكفار، وعصاة المؤمنين في المآل، فالكفار محلهم النار، ولا يخرجون منها، وأما عصاة المؤمنين فيدخلون النار، ثم يخرجون من النار، قال رحمه الله: (ومما يبين الفرق - أيضاً - أنه - سبحانه - قال هناك: {وَأَعَدَّ لَهُمْ عَذَاباً مُهِيناً} [الأحزاب: ٥٧] ، والعذاب إنما أعد للكافرين؛ فإن
_________
(١) انظر: درء تعارض العقل والنقل ٢/٣٥٧ - ٣٥٨.
(٢) ابن خفيف: محمد بن خفيف الشيرازي، أبو عبد الله، صوفي متقدم، صاحب رحلة، وكان على مذهب الأشاعرة، ت سنة ٣٧١هـ.

انظر في ترجمته: كشف المحجوب للهجويري ١/٣٧٠، سيرة الشيخ الكبير أبي عبد الله محمد بن خفيف للديلمي.
(٣) انظر في صحة نسبه الكتاب للمؤلف: الحموية لابن تيمية ص٧٤، سيرة ابن خفيف للديلمي ص٢٥٧.
(٤) انظر: ص٧٤ - ٨٧.
(٥) انظر: الحموية ص٧٩ - ٨٠.
(٦) الضحاك بن مزاحم الهلالي الخراساني، أبو القاسم، صاحب التفسير، تابعي جليل، صدوق كثير الإرسال، ت سنة ١٠٦هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ٤/٥٩٨، تهذيب التهذيب لابن حجر ٤/٤٥٣.
(٧) انظر: الرد الأقوم على ما في فصوص الحكم (ضمن مجموع فتاوى ابن تيمية ٢/٤٢٨) .',NULL,'615',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (602,'جهنم لهم خلقت؛ لأنهم لابد أن يدخلوها، وما هم منها بمخرجين، وأهل الكبائر من المؤمنين يجوز أن يدخلوها إذا غفر الله لهم، وإذا دخلوها فإنهم يخرجون منها ولو بعد حين، قال سبحانه: {وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ} [آل عمران: ١٣١] ، فأمر - سبحانه - المؤمنين أن لا يأكلوا الربا، وأن يتقوا الله، وأن يتقوا النار التي أعدت للكافرين، فعُلم أنهم يُخاف عليهم من دخول النار إذا أكلوا الربا وفعلوا المعاصي، مع أنها معدة للكافرين لا لهم) (١) .
١٠ - في تفسير قول الله تعالى: {وَيَتَجَنَّبُهَا الْأَشْقَى * الَّذِي يَصْلَى النَّارَ الْكُبْرَى * ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى} [الأعلى: ١١ - ١٣] ، قسّم الصلي إلى قسمين: صلي خلود وهو صلي مطلق، وصلي مؤقت وهم الذين يدخلون النار ثم يخرجون منها.
فقال رحمه الله: (وتحقيقه: أن الصلي هنا هو الصلي المطلق، وهو المكث فيها والخلود على وجه يصل العذاب إليهم دائماً.
فأما من دخل وخرج فإنه نوع من الصلي، ليس هو الصلي المطلق) (٢) .
وفي تفسير قوله تعالى: {لَا يَصْلَاهَا إِلَّا الْأَشْقَى * الَّذِي كَذَّبَ وَتَوَلَّى * وَسَيُجَنَّبُهَا الْأَتْقَى} [الليل: ١٥ - ١٧] ذكر قولين للمفسرين ارتضى قول: (لا يصلونها صلي خلود) قال: (وهذا أقرب) (٣) .
فدل على أن غير المتقين من الكفار يصلونها صلي خلود دائم، يتجدد معه العذاب إلى ما لا نهاية.
هذه النصوص تدل دلالة ظاهرة على أن ابن تيمية رحمه الله يقول بأبدية النار، واستمرار عذابها، ويبقى بعد عرض هذه النصوص، والنصوص التي قبلها تمييز
_________
(١) مجموع فتاوى اين تيمية ١٥/٣٦٨.
(٢) مجموع فتاوى ابن تيمية ١٦/١٩٧.
(٣) مجموع فتاوى ابن تيمية ١٦/١٩٧.',NULL,'616',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (603,'القول الذي يمكن أن يُعد قولاً لابن تيمية رحمه الله في مسألة فناء النار أو أبديتها، ولترجيح أحد الأقوال على غيرها يمكن أن أضع بعض المقدمات والملاحظات التي تساعد في الترجيح:
أولاً: أن جميع الأقوال التي استدل بها القائلون بأنه يرى فناء النار، إنما استندوا إلى كتاب واحد، وهو (الرد على من قال بفناء الجنة والنار) ، ولم تكن المعلومات متوفرة عن الكتاب - سابقاً -، حتى ظن البعض أن الردود على ابن تيمية رحمه الله كانت ردوداً على ابن القيم (ت - ٧٥١هـ) رحمه الله في (حادي الأرواح) (١) ؛ ذلك أن ابن القيم (ت - ٧٥١هـ) رحمه الله قد نقل أغلب كتاب ابن تيمية رحمه الله آنف الذكر في كتاب (حادي الأرواح) ، إضافة إلى أن المطبوع من كتاب ابن تيمية رحمه الله لم يخل - أيضاً - من بعض الملحوظات - كما سيأتي -.
وأما قول القائلين بأنه يقول بأبدية النار، فينقلون نصوصاً مبثوثة في أغلب كتب ابن تيمية رحمه الله كمنهاج السنة، ودرء تعارض العقل والنقل، وبيان تلبيس الجهمية، وغيرها، وهذا مظنة تأييده ونصرته لهذا القول، بخلاف القول الأول الذي لم تكن مادته إلا من كتاب واحد، قد يكون لتأليفه، وكتابته، ثم مخطوطاته، ومَن نَسخها ظروف قد تضعف من دلالة هذه النصوص - كما سيأتي -.
ثانياً: أن النصوص التي يستدل بها القائلون بأن ابن تيمية رحمه الله يرى فناء النار مجملة، غير صريحة في أنه يرى فناء النار، أما النصوص التي يستدل بها القائلون بأنه يرى أبدية النار، فهي مبينة صريحة في أنه يرى أبديتها، ومن القواعد المقررة عند أهل العلم أن المجمل مما في نصوص الكتاب والسنة يرد إلى المحكم، ولا يتعلق بالمتشابه والمجمل ويترك المحكم والمبين إلا أهل الزيغ والضلال كما قال تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} [آل
_________
(١) انظر: على سبيل المثال مقدمة طه الدسوقي للاعتبار ببقاء الجنة والنار للسبكي ص٤، وبقية المقدمة إلى ص٢٩.',NULL,'617',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (604,'عمران: ٧] ويؤيد هذا القول حكايته اتفاق سلف الأمة، وأئمتها، وسائر أهل السنة والجماعة على أبدية النار (١) ، وهذا كافٍ في أنه يقول بهذا القول وينصره.
ثالثاً: أن كتاب ابن تيمية رحمه الله الموجود (الرد على من قال بفناء الجنة والنار) ، لم يخل من بعض الخروم - في نظري - ومن الملحوظات عليه ما يلي:
أ - أن بداية الكتاب لم يفتتح بالبسملة والحمدلة، كغيره من كتب شيخ الإسلام ابن تيمية رحمه الله بل ابتدأ بكلام معطوف على ما قبله، وهو قوله: (وللناس في ذلك أقوال..) (٢) ثم ذكرها.
ب - أن المخطوط ابتدأ بذكر: (فصل في فناء الجنة والنار) (٣) ، وهذه قرينة على أن هذا ليس أول كلامه رحمه الله في الرسالة، خاصة وأن الاعتماد في الصفحات الأولى في الكتاب على نسخة واحدة، وهي المقطع الأول من نسخة دار الكتب المصرية (٤) .
ج - تدخل النُسَّاخ في صلب الرسالة، فقالوا: (وقد تكلم الشيخ رحمه الله على الجهمية والهذيلية (٥) ... ورجح أدلة أهل السنة، وهدم شبه أهل البدعة، وأشار إلى بعض أدلة غلبة الرضا على الغضب..) (٦) ، وهذا كله ليس من كلام ابن تيمية رحمه الله -.
د - أن ابن تيمية رحمه الله قال في الكتاب: (والفرق بين بقاء الجنة والنار: شرعاً وعقلاً، فأما شرعاً فمن وجوه) (٧) ، ثم ذكر ثمانية أوجه شرعية، ولم يذكر الأوجه العقلية، حيث انتهت نسخة المكتب الإسلامي، وأكمل من نسخة
_________
(١) انظر: بيان تلبيس الجهمية ١/٥٨١، مجموع فتاوى ابن تيمية ١٨/٣٠٧.
(٢) انظر: ص٤١، وهي الصفحة الأولى من أصل الكتاب.
(٣) لم يرد له ذكر في النص محققا ص٤٢، وهو موجود في المخطوط، انظر: صورة الصفحة الأولى من المخطوط ص٣٤ من الكتاب.
(٤) انظر: ص٣٠ - ٣١ من مقدمة الكتاب.
(٥) أي اتباع أبي الهذيل العلاف.
(٦) انظر: ص٤٢.
(٧) انظر: ص٨٠.',NULL,'618',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (605,'دار الكتب المصرية في موضوع آخر قد ذُكر في بداية الكتاب حين رد على الجهمية وهو آيات بقاء الجنة وقد ذكرها بحرف العطف على ما قبلها (وأما آيات بقاء الجنة) (١) ، ولم يكن ما قبلها يصح أن يعطف عليه ما بعده، والله أعلم.
هـ - أن الإمام الصنعاني (ت - ١١٨٢هـ) رحمه الله في رده على ابن تيمية رحمه الله ذكر بعض النصوص، والأحاديث التي لم ترد في الكتاب المطبوع، وهي النصوص التي فيها تغليب جانب الرحمة، قال الصنعاني (ت - ١١٨٢هـ) رحمه الله: (ثم استدل شيخ الإسلام على سعة رحمة الله - تعالى -، وأنها أدركت أقواماً ما فعلوا خيراً، وساق أحاديث دالة على أن الرحمة أدركت من كان من عصاة الموحدين..) (٢) وقد نقلت كلام النُسّاخ لكتاب ابن تيمية رحمه الله في ذكرهم أن ابن تيمية رحمه الله أشار إلى بعض أدلة غلبة الرضا على الغضب (٣) .
وقد ذكر الصنعاني (ت - ١١٨٢هـ) رحمه الله بعض الأدلة التي استدل بها ابن تيمية رحمه الله ومنها حديث الرجل الذي أوصى أهله أن يحرقوه إذا مات (٤) ، وأحاديث أخرى (٥) ، ولم يرد ذكر هذه الأحاديث في الكتاب المطبوع.
رابعاً: أن كتاب ابن تيمية رحمه الله لا يدل على أنه يقول بفناء النار، وذلك لأمور:
١ - أن ابن القيم (ت - ٧٥١هـ) رحمه الله تعالى - وهو الذي نقل أغلب أجزاء كتاب ابن تيمية رحمه الله في كتاب (حادي الأرواح) ، وهو يرتضي ما يقول به، لم
_________
(١) نظر: ص٨٣.
(٢) رفع الأستار ص١١١.
(٣) انظر: الرد على من قال بفناء الجنة والنار ص٤٢.
(٤) الحديث أخرجه البخاري في صحيحه ٦/٥١٤ - ٥١٥ كتاب أحاديث الأنبياء، باب حدثنا أبو اليمان، ومسلم في صحيحه ٤/٢١٠٩ كتاب التوبة، باب سعة رحمة الله تعالى وأنها سبقت غضبه.
(٥) انظر: رفع الأستار ص١١١ - ١١٦.',NULL,'619',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (606,'يصرح بالقول بفناء النار، إنما اكتفى بذكر قول الله - تعالى -: {إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ} [هود: ١٠٧] ، ولو كان قال ابن تيمية رحمه الله غير ذلك لقاله، أو لناقشه ورد عليه، لكنه لم يفعل، فصار ذلك قرينة على أن ابن تيمية رحمه الله لم يصرح بالقول بفناء النار في هذا الكتاب.
٢ - أن الكتاب قائم على حكاية قول القائلين بفناء النار على هيئة مناظرة وحوار، فذكر أدلة الطائفتين، وحين ذكر أدلة القائلين بفناء النار عرضها عرضاً يوحي بأنه منهم، ويستند هذا التعليل إلى أمور منها:
أ - أن ابن القيم (ت - ٧٥١هـ) رحمه الله حين ذكر أدلة القائلين بأبدية النار ودوامها وبدأ مناقشة هذه الأدلة، صرّح بأنه يحكي هذا القول فقال: (قال أصحاب الفناء: الكلام على هذه الطرق يبين الصواب في هذه المسألة) (١) .
وحين انتهى من ذكر مناقشاتهم قال: (فهذا نهاية أقدام الفريقين في هذه المسألة) (٢) .
ب - أن ابن تيمية رحمه الله ذكر في أبدية النار اتفاق سلف الأمة، وأئمتها، وسائر أهل السنة والجماعة على هذا، ولا يسع ابن تيمية رحمه الله وأمثاله أن يخالف هذا الاتفاق، ولا سيما أنه حكى قول القائلين بالفناء بأنه يحتج على فناء النار بالكتاب والسنة، وأقوال الصحابة، مع أن القائلين ببقائها ليس معهم كتاب ولا سنة، ولا أقوال الصحابة (٣) ، فكيف يحكي الاتفاق والإجماع على مسألة، ويركز عليها في كتبه المتعددة. ثم هو يقول بهذا النص، لا شك أن هذا النص هو حكاية لقول القائلين بالفناء لا أنه يرتضيه.
ج - يتفق ابن تيمية رحمه الله وابن القيم (ت - ٧٥١هـ) رحمه الله أنهما حكيا قول القائلين بالفناء، وذلك؛ لأن ابن القيم (ت - ٧٥١هـ) رحمه الله نقل أغلب كلام ابن
_________
(١) حادي الأرواح ص٢٥٥.
(٢) حادي الأرواح ص٢٨٣.
(٣) انظر: الرد على من قال بفناء الجنة والنار ص٦٧.',NULL,'620',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (607,'تيمية رحمه الله الذي ذكره في كتابه (الرد على من قال بفناء الجنة والنار) ، وذلك بعدما سأل ابن القيم (ت - ٧٦١هـ) شيخه ابن تيمية رحمه الله عن هذه المسألة (١) ، ثم يجمعهما - أيضاً - أنهما قالا بقول أهل السنة والجماعة في أبدية النار في مواضع متعددة من كتبهما.
أما ابن تيمية رحمه الله فقد ذكرت في هذا المبحث ما وقفت عليه من كلامه الصريح في أبدية النار، وأما ابن القيم (ت - ٧٥١هـ) رحمه الله فهو - أيضاً - له كلام صريح في أبدية النار في بعض كتبه، فقد قال رحمه الله: (وأما النار فإنها دار الخبث في الأقوال والأعمال والمآكل والمشارب، ودار الخبيثين، فالله - تعالى - يجمع الخبيث بعضه إلى بعض فيركمه كما يركم الشيء لتراكب بعضه على بعض، ثم يجعله في جهنم مع أهله، فليس فيها إلا خبيث، ولما كان الناس على ثلاث طبقات:
طيب لا يشوبه خبث، وخبيث لا طيب فيه، وآخرون فيهم خبث وطيب، كانت دورهم ثلاثة: دار الطيب المحض، ودار الخبث المحض، وهاتان الداران لا تفنيان. ودار لمن معه خبث وطيب، وهي الدار التي تفنى، وهي دار العصاة، فإنه لا يبقى في جهنم من عصاة الموحدين أحد) (٢) .
ونقل ابن القيم (ت - ٧٥١هـ) رحمه الله عقيدة ابن الحداد (٣) رحمه الله وفيها (الجنة حق والنار حق وأنهما مخلوقتان لا يبيدان ولا يفنيان) (٤) ، وقد أقره على ذلك ووافقه (٥) .
_________
(١) انظر: شفاء العليل لابن القيم ص٥٥١ - ٥٥٢.
(٢) الوابل الصيب ص٤٩.
(٣) ابن الحداد: عبد الله بن أبي الحسن بن أحمد بن الحسن الأصبهاني الحداد، أبو نعيم، محدث حافظ، مؤلف أطراف الصحيحين، صاحب زهد وعبادة، ت سنة ٥١٧هـ.
انظر في ترجمته: سير أعلام النبلاء للذهبي ١٩/٤٨٦، شذرات الذهب لابن العماد ٤/٥٦.
(٤) اجتماع الجيوش الإسلامية ص١٧٧.
(٥) انظر في رأي ابن القيم في مسألة فناء النار: ابن القيم وموقفه من التفكير الإسلامي لعوض الله حجازي ص٢٢٩ - ٢٤٥، ابن قيم الجوزية ودفاعه عن عقيدة السلف لعبد الله بن محمد ص٥٦٧ - ٥٧٥، مجلة الحكمة ٥/١٢٧ - ١٣٧.',NULL,'621',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (608,'خامساً: مما يدل على أن ابن تيمية رحمه الله وابن القيم (ت - ٧٥١هـ) رحمه الله لم يقولا بفناء النار أنه لم ينقل أحد من تلامذتهما عنهما هذا القول، ولم يقل به أحد منهم، وتلاميذهما علماء محققون وهم كُثُر، ومن الأمثلة على ذلك أن الإمام الذهبي (ت - ٧٤٨هـ) رحمه الله لما ذكر سيرة ابن برهان (١) ،
وهو من القائلين بفناء النار من علماء القرن الخامس (٢) ، ردّ عليه وقال: قلت: (حجته في خروج الكفار هو مفهوم العدد من قوله: {لابِثِينَ فِيهَا أَحْقَاباً} [النبأ: ٢٣] ، ولا يتفق ذلك لعموم قوله: {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} [البقرة: ١٦٧] ولقوله: {خَالِدِينَ فِيهَا أَبَداً} [النساء: ١٦٩] إلى غير ذلك) ثم ذكر أنه أفرد بحث هذه المسألة في جزء (٣) .
وكذلك الحافظ ابن كثير (ت - ٧٧٤هـ) رحمه الله لما ذكر في ترجمة ابن برهان (ت - ٤٥٦هـ) قوله بفناء النار، نقل كلاماً لابن الجوزي (ت - ٥٩٧هـ) مرتضياً له في أن القول بهذا يخالف اعتقاد المسلمين (٤) .
وقال الحافظ ابن رجب (ت - ٧٩٥هـ) رحمه الله: (وعذاب الكفار في النار لا يفتر عنهم، ولا ينقطع، ولا يخفف بل هو متواصل أبداً) (٥) .
وقال: (ولا يزال أهل جهنم في رجاء الفرج إلى أن يذبح الموت، فحينئذ يقع منهم الإياس، وتعظم عليهم الحسرة والحزن) (٦) .
وفي مقابل ذلك لم نجد من التلامذة من يذكر قولاً لابن تيمية رحمه الله في فناء النار، ولا رداً عليه في أي من كتبهم.
_________
(١) ابن برهان: عبد الواحد بن علي بن برهان العكبري، أبو القاسم، العلامة، شيخ العربية، كان يميل إلى مذهب مرجئة المعتزلة، ت سنة ٤٥٦هـ.

انظر في ترجمته: سير أعلام النبلاء للذهبي ١٨/١٢٤، شذرات الذهب لابن العماد ٣/٢٩٧.
(٢) وهذه المعلومة من فوائد الشيخ بكر أبو زيد - حفظه الله -.
(٣) سير أعلام النبلاء ١٨/١٢٦.
(٤) انظر: البداية والنهاية ١٢/٩٢.
(٥) التخويف من النار ص١٩٤.
(٦) التخويف من النار ص٢٠٨.',NULL,'622',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (609,'سادساً: على التسليم بأن كتاب ابن تيمية رحمه الله (الرد على من قال بفناء الجنة والنار) فيه تأييد ونصرة للقول بفناء النار، فإن الذي يغلب على ظني وتقديري أن هذا الكتاب ليس من آخر ما كتب ابن تيمية رحمه الله -، فإن الكتب المتأخرة هي التي ذكر فيها ابن تيمية رحمه الله أبدية النار، فدرء تعارض العقل والنقل، تم تأليفه في السنوات من عام ٧١٣هـ إلى عام ٧١٧هـ (١) ، وكتاب (منهاج السنة النبوية) كان تأليفه عام ٧١٠هـ تقريباً (٢) ، وفي تأريخ قريب منه كتاب (بيان تلبيس الجهمية) فقد أُلف هذان الكتابان مع غيرهما في مصر من عام (٧٠٥ - ٧١٢هـ) (٣) ، وهذه الكتب قد ذكر فيها ابن تيمية رحمه الله القول بأبدية النار، وصرح بوضوح برأيه في هذه المسألة، وتعد هذه الكتب من مؤلفات ابن تيمية رحمه الله المتأخرة؛ فقد بدأ التأليف في مرحلة مبكرة، أي - تقريباً - قبل تأليف (درء تعارض العقل والنقل) بثلاثين سنة فأكثر، كما يقول ابن تيمية رحمه الله في درء تعارض العقل والنقل: (وقد كنا صنفنا في فساد هذا الكلام مصنفاً قديماً من نحو ثلاثين سنة) (٤) ؛
ولذا فالغالب على الظن أن تكون الكتب التي يصرح فيها بأبدية النار هي المتأخرة زمناً، إذ هي من أواخر مؤلفات شيخ الإسلام ابن تيمية رحمه الله -، وأما الكتاب الذي يحوي في طياته ألفاظاً مجملة عن الموضوع فالذي يغلب على الظن أنه قد تم تأليفه في مرحلة مبكرة من وقت ابن تيمية رحمه الله الطويل الذي قضاه في التأليف (٥) ، وهذا قول بعض
_________
(١) انظر: مقدمة تحقيق درء تعارض العقل والنقل لمحمد رشاد سالم ١/٧ - ١١، مقدمة تحقيق الصفدية لمحمد رشاد سالم ١/١٠.
(٢) انظر: مقدمة تحقيق منهاج السنة النبوية لمحمد رشاد سالم ١/٨٧.
(٣) انظر: ذيل طبقات الحنابلة لابن رجب ٢/٤٠٣.
(٤) ١/٢٢..
(٥) حاولت بالبحث والسؤال معرفة تاريخ تأليف ابن القيم كتابيه (شفاء العليل، وحادي الأرواح) ، فقد نقل أغلب المواضع من كتاب ابن تيمية في هذه المسألة، وذكر أن له مصنفاً مشهوراً، فلو كان ألفهما في مرحلة مبكرة لكان ذلك دليلاً على أن تأليف كتاب ابن تيمية كان - أيضاً - في مرحلة مبكرة؛ لأنه لم ترد أية معلومات عن تاريخ تصنيف ابن تيمية رحمه الله كتابه في هذه المسألة.',NULL,'623',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (610,'المحققين (١) .
وفي الجملة فالذي يترجح لدي - والله أعلم - أن ابن تيمية رحمه الله يقول بما قال به سلف الأمة، وأئمتها، وسائر أهل السنة والجماعة من أن النار لا تفنى ولا تبيد كالجنة، وهذا هو الذي يصرح به في عامة كتبه والله أعلم وأحكم.
وإذا كان هذا هو قول ابن تيمية رحمه الله -، فلست في حاجة - بعد ذلك - أن أبين أقوال المعتذرين لابن تيمية رحمه الله عن مقالاته التي يظنون أنه بها يقول بفناء النار، أو مناقشة أقوال المكفرين له (٢) ؛ لأجل قوله بهذه المسألة (٣) ، والله أعلم.
_________
(١) انظر: مقدمة الألباني في كتاب رفع الأستار للصنعاني ص٢٥.
(٢) ومن قال بأن القول بفناء النار كفر لا يسلم له، فإن هذه المسألة فيها اشتباه، اشتبهت على بعض العلماء، وقالوا بفناء النار، واستندوا إلى آثار، فاجتهدوا في هذه المسألة، وإن كانوا مخطئين لكنهم لا يكفرون بذلك، (لاسيما وأن هذا القول نسب إلى بعض الصحابة والتابعين) .
(٣) انظر: إيثار الحق على الخلق لابن الوزير ص٢٠٣، مقدمة الألباني لكتاب رفع الأستار للصنعاني ص٢١ - ٣٢.',NULL,'624',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (611,'<span data-type="title" id=toc-90>الخاتمة</span>
في نهاية البحث في (دعاوى المناوئين لابن تيمية - عرض ونقد) ، يحسن بي أن أعرض ملخصاً لأبرز النتائج العامة التي توصلت إليها، وهي كالتالي:
١ - أن ابن تيمية رحمه الله أحد أعلام أهل السنة والجماعة البارزين، من حيث عرض العقيدة والاستدلال عليها، ومن حيث الرد على المبتدعة وتفنيد شبهاتهم، فهو يوافق السلف في تقرير العقيدة والاستدلال عليها، فهو يعظم النصوص الشرعية، ويؤيدها بأقوال سلف الأمة المعتبرين في كل مسألة من مسائل أصول الدين كما هو واضح من كتبه.
٢ - يغلب على المناوئين لابن تيمية رحمه الله أنهم مبتدعة، وإن كانوا قد يوصفون بصفة أخرى لأمر من الأمور، وأبرز مناوئي ابن تيمية رحمه الله هم: الفقهاء المقلدة، أهل الكلام، الشيعة، الصوفية، أصحاب العداوات الشخصية.
٣ - سلك المناوئون لابن تيمية رحمه الله منهجاً معه غير مرضي، أبرز ملامحه: التزوير والكذب، التلبيس والتضليل، التحذير من الاغترار به علانية، نسبة الأولية له في ابتداع الضلالات، كثرة الإلزامات الباطلة، كثرة السب والشتم، ومع ذلك فإن كثيراً منهم يعترف بالحق لأهله، ويقرّ برفعة منزلة ابن تيمية رحمه الله وكثرة علمه.
٤ - ادعى المناوئون لابن تيمية رحمه الله أنه يقول بالتأويل، وأنه متبع لهواه، مخالف لمنهج السلف الصالح، مسارع في تكفير غيره من المسلمين، وقد أجاب البحث عن كل مسألة من هذه المسائل، ورد عليها من كلام ابن تيمية رحمه الله نفسه.',NULL,'625',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (612,'٥ - ابن تيمية رحمه الله من أوسع من ناقش نفاة الصفات، وله ردود على المشبهة، فهو ليس بمشبه ولا مجسم، لكن النفاة يطلقون على مثبتة الصفات لفظ التجسيم، وقد أخذ هذا المعتقد الحق عن أئمة السلف، حيث ملأ كتبه بأقوالهم رحمه الله -.
٦ - أن ابن تيمية رحمه الله يقول بما قال به السلف في دوام الحوادث في المستقبل، وإمكان دوامها في الماضي، فهو يثبت التسلسل في الآثار، ويمنع التسلسل في المؤثرين إذ هو باطل باتفاق العقلاء.
٧ - أن قول شيخ الإسلام رحمه الله بإمكان حوادث لا أول لها لا يستلزم القول بقدم العالم؛ إذ لابد من التفريق بين دوام النوع، وحدوث الأفراد، فهو يرى أن كل مخلوق فهو مسبوق بعدم، ثم إن ابن تيمية رحمه الله قد رد على الفلاسفة القائلين بقدم العالم في بعض كتبه.
٨ - يقول ابن تيمية رحمه الله بما يقول به سلف الأمة وأئمتها بشرعية زيارة القبور للرجال على وجه الإجمال، أما إذا تضمنت هذه الزيارة مفاسد فهي غير مشروعة، ولا يجوز السفر لزيارة قبر من القبور، وقبر النبي صلّى الله عليه وسلّم كقبر غيره لم يرد فيه أحاديث خاصة تبين تمييزه عن غيره من القبور بشيء من القرب، فزيارة قبر النبي صلّى الله عليه وسلّم مشروعة غير واجبة، ولا يجوز شد الرحل إليها - كغيره من القبور -، وابن تيمية رحمه الله بهذا من المعظمين لرسول الله صلّى الله عليه وسلّم، إذ التعظيم هو الاتباع.
٩ - في مسألة التوسل: يقول ابن تيمية رحمه الله تبعاً لقول السلف - بحرمة التوسل بالأموات، أو يالأحياء فيما لا يقدرون عليه، أو في مغيبهم، وأن التوسل المشروع هو التوسل إلى الله عزّ وجل بأسمائه الحسنى، وصفاته العلا، أو التوسل بعمل صالح في قضاء الحوائج، أو التوسل إلى الله عزّ وجل بدعاء الرجل الصالح، وأما التوسل بالذوات فلا يجوز، لا ذوات الأنبياء ولا الصالحين ولا غيرهم، لا في حياتهم، ولا بعد مماتهم، وكل ما استدل به المبتدعة',NULL,'626',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (613,'على جواز التوسل أو الاستغاثة بهم فإما أن يكون الدليل غير صحيح، أو أن يكون صحيحاً لكن الاستدلال به غير صحيح.
١٠ - يعتقد ابن تيمية رحمه الله عقيدة أهل السنة والجماعة في صحابة رسول الله صلّى الله عليه وسلّم من محبتهم وتوليهم، ورعاية حقوقهم، والإقرار بعدالتهم، وعدم سبهم وتنقصهم، وعدم الخوض فيما وقع بين الصحابة - رضوان الله عليهم أجمعين -.
ويعتقد أن أفضلهم الخلفاء الراشدون الأربعة وأن مرتبتهم في الفضل كترتيبهم في الخلافة.
١١ - يعتقد ابن تيمية رحمه الله في آل بيت رسول الله صلّى الله عليه وسلّم: وجوب محبتهم، والثناء عليهم، ومنهم أزواجه صلّى الله عليه وسلّم، وأن لهم مكانة بحكم قربهم منه صلّى الله عليه وسلّم، وقد بين ابن تيمية رحمه الله أن لهم حقوقاً لا يشركهم فيها أحد غيرهم.
١٢ - بعد دراسة كتب ابن تيمية رحمه الله حول تحديد قوله في مسألة دوام النار وبقائها، وهل هو يقول بما قال به السلف أم أنه يقول أو يميل إلى خلاف ذلك؟، فتبين - والله أعلم - أنه يقول بما قال به سلف الأمة، وأئمتها، وسائر أهل السنة والجماعة من أن من المخلوقات ما لا يعدم، ولا يفنى بالكلية كالجنة والنار.
وأما النصوص الأخرى التي استدل بها من قال: إنه يقول بفناء النار أو يميل إلى القول به، فهي: إما نصوص محتملة مجملة غير صريحة، فترد إلى النصوص الواضحة المبيَّنة، وإما نصوص استدلوا بها وهي لا تصلح للاستدلال كما قد تبين، والله أعلم بالصواب.
وبعد، فهذا جهد المقلّ، أرجو فيه الثواب والمغفرة من رب الأرض والسموات، فما كان فيه من صواب فمن الله وحده وله المن والفضل، وما كان فيه من خطأ فمن نفسي ومن الشيطان، فأسأل الله أن يأجرني على غُنمه، وأن يغفر لي غُرمه، وأن يرزقني الإخلاص والسداد في القول والعمل، وفي السر والعلن، إنه ولي ذلك والقادر عليه، وهو المستعان ونعم الوكيل.',NULL,'627',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (614,'<span data-type="title" id=toc-91>فهرس المراجع</span>
- القرآن الكريم.
- الآثار، أبو يوسف يعقوب الأنصاري، تعليق أبو الوفا، دار الكتب العلمية، لبنان.
- آداب البحث والمناظرة، محمد الأمين الشنقيطي، مكتبة ابن تيمية - القاهرة، مكتبة العلم، جدة.
- آداب الفلاسفة، حنين بن إسحاق، تحقيق عبد الرحمن بدوي، معهد المخطوطات العربية، الأولى ١٤٠٦هـ.
- إبطال التأويلات لأخبار الصفات، أبو يعلى الفراء، تحقيق محمد الحمود، دار الإمام الذهبي، الأولى ١٤١٠هـ.
- ابن تيمية حياته وعصره، آراؤه وفقهه، محمد أبو زهرة، دار الفكر العربي، القاهرة.
- ابن تيمية حياته وعقائده، صائب عبد الحميد، الغدير للدراسات والنشر، بيروت ١٤١٤هـ.
- ابن تيمية السلفي، محمد هراس، مكتبة الصحابة، طنطا، الثانية ١٤٠٥هـ.
- ابن تيمية ليس سلفياً، منصور عويس، دار النهضة العربية، الأولى ١٩٧٠م.
- ابن تيمية المجتهد بين أحكام الفقهاء وحاجات المجتمع، عمر فروخ، دار لبنان للطباعة والنشر، الأولى ١٤١١هـ.
- ابن قيم الجوزية عصره ومنهجه، عبد العظيم شرف الدين، مكتبة الكليات الأزهرية، الثانية ١٣٨٧هـ.
- ابن قيم الجوزية وجهوده في الدفاع عن عقيدة السلف، عبد الله بن محمد، مؤسسة مكة للطباعة والإعلام، الأولى ١٤٠٦هـ.
- ابن القيم وموقفه من التفكير الإسلامي، عوض الله حجازي، دار الطباعة المحمدية، الثالثة ١٤٠٩هـ.
- أبو بكر الصديق أفضل الصحابة، محمد بن عبد الرحمن القاسم، دار القاسم، الأولى ١٤١٧هـ.
- اتحاف ذوي الرسوخ ممن رمي بالتدليس من الشيوخ، حماد الأنصاري، مكتبة المعلا، الكويت الأولى ١٤٠٦هـ.',NULL,'630',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (615,'- إثبات الجوهر الفرد، أبو الفتح محمد الشهرستاني، ملحق نهاية الإقدام في علم الكلام، تحقيق ألفرد جيوم.
- اجتماع الجيوش الإسلامية، ابن قيم الجوزية، تحقيق عواد المعتق، مطابع الفرزدق، الأولى ١٤٠٨هـ.
- الإحكام في أصول الأحكام، سيف الدين الآمدي، تعليق عبد الرزاق عفيفي، مؤسسة النور، الأولى ١٣٨٧هـ.
- أخبار الآحاد في الحديث النبوي، عبد الله بن جبرين، دار طيبة، الأولى ١٤٠٨هـ.
- أخبار أبي حنفية وأصحابه، أبو عبد الله حسين الصيمري، المكتبة الإمدادية، مكة، الثالثة ١٤٠٢هـ.
- إخبار الحكماء بأخبار الحكماء، أبو الحسن القفطي، مكتبة المتنبي، القاهرة.
- أخبار القرامطة، سهيل زكار، دار الكوثر، الرياض ١٤١٠هـ.
- أخبار القضاة، محمد بن خلف (وكيع) ، عالم الكتب، بيروت.
- أدب الدنيا والدين، أبو الحسين الماوردي، دار الصحابة للتراث.
- الأدب المفرد، محمد بن إسماعيل البخاري، دار الكتب العلمية، بيروت.
- الأدلة والشواهد على وجوب الأخذ بخبر الواحد، سليم الهلالي، دار الصحابة، الأولى ١٤٠٨هـ.
- الأذكار (حلية الأبرار وشعار الأخبار) ، أبو زكريا شرف النووي، تحقيق عبد القادر الأرناؤوط، دار الملاح ١٢٩١هـ.
- الأربعين في أصول الدين، فخر الدين الرازي، مكتبة الكليات الأزهرية، القاهرة، الأولى ١٤٠٦هـ.
- الإرشاد إلى قواطع أدلة الاعتقاد، أبو المعالي الجويني، تحقيق أسعد تميم، مؤسسة الكتب الثقافية، الأولى ١٤٠٥هـ.
- إرشاد العقل السليم إلى مزايا القرآن الكريم، محمد العمادي (أبو السعود) ، دار إحياء التراث العربي.
- إرشاد الفحول إلى تحقيق الحق من علم الأصول، محمد الشوكاني، دار المعرفة، بيروت ١٣٩٩هـ.
- إرواء الغليل في تخريج أحاديث منار السبيل، محمد ناصر الدين الألباني، المكتب الإسلامي، الأولى ١٣٩٩هـ.
- أساس التقديس، فخر الدين الرازي، تحقيق أحمد حجازي السقا، مكتبة الكليات الأزهرية ١٤٠٦هـ.',NULL,'631',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (616,'- الأساليب البديعة في فضل الصحابة وإقناع الشيعة، يوسف النبهاني، ضمن شواهد الحق في الاستغاثة بسيد الخلق، مطبعة مصطفى البابي الحلبي.
- الاستقامة، أحمد بن عبد الحليم بن تيمية، تحقيق محمد رشاد سالم، جامعة الإمام محمد بن سعود الإسلامية، الأولى ١٤٠٣هـ.
- الاستيعاب في أسماء الأصحاب، أبو عمر بن عبد البر، مطبعة السعادة بمصر، الأولى ١٣٢٨هـ.
- الأسماء والصفات، أحمد بن الحسين البيهقي، تحقيق عماد الدين حيدر، دار الكتاب العربي، الأولى ١٤٠٥هـ.
- الأشاعرة، أحمد صبحي، مؤسسة الثقافة الجامعية، الإسكندرية.
- الإصابة في تمييز الصحابة، أحمد بن حجر العسقلاني، دار السعادة بمصر، الأولى ١٣٢٨هـ.
- أصالة علم الكلام، محمد صالح السيد، دار الثقافة للنشر والتوزيع ١٩٨٧م.
- إصلاح المساجد من البدع والعوائد، محمد جمال الدين القاسمي، المكتب الإسلامي، الرابعة ١٣٩٩هـ.
- أصول السنة، عبد الله الحميدي، تحقيق حبيب الرحمن الأعظمي، ضمن مسند الحميدي، الدار السلفية، الأولى ١٣٨٣هـ.
- أصول السنة، أبو عبد الله محمد بن أبي زمنين، تحقيق عبد الله البخاري، مكتبة الغرباء الأثرية، الأولى ١٤١٥هـ.
- الأصول الفكرية عند شيخ الإسلام ابن تيمية، خالد العك، المكتب الإسلامي، الأولى ١٤١٥هـ.
- أصول الوصول، محمد زكي إبراهيم، منشورات ورسائل العشيرة المحمدية، الثالثة ١٤٠٤هـ.
- أضواء على التصوف، طلعت غنام، عالم الكتب، القاهرة.
- الاعتبار ببقاء الجنة والنار، تقي الدين السبكي، تحقيق طه الدسوقي، مطبعة الفجر.
- الاعتصام، إبراهيم بن موسى الشاطبي، المكتبة التجارية الكبرى، مصر.
- اعتقادات فرق المسلمين والمشركين، فخر الدين الرازي، تعليق محمد المعتصم بالله البغدادي، دار الكتاب العربي، الأولى ١٤٠٧هـ.
- اعتقاد أهل السنة، أبو بكر الإسماعيلي، تحقيق جمال عزون، دار الريان، الإمارات، الأولى ١٤١٣هـ.
- الأعلام، خير الدين الزركلي، الثانية ١٣٨٩هـ.',NULL,'632',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (617,'- الأعلام العلية في مناقب شيخ الإسلام ابن تيمية، أبو حفص البزار، تحقيق صلاح الدين المنجد، دار الكتاب الجديد، بيروت، الأولى ١٣٩٦هـ.
- إعلام الموقعين عن رب العالمين، ابن قيم الجوزية، تحقيق محمد محيي الدين عبد الحميد، مطبعة السعادة بالقاهرة، الأولى ١٣٧٤هـ.
- أفعال الرسول صلّى الله عليه وسلّم ودلالتها على الأحكام الشرعية، محمد بن سليمان الأشقر، مؤسسة الرسالة، بيروت، الثانية ١٤٠٨هـ.
- الإفهام والإفحام، محمد زكي إبراهيم، منشورات العشيرة المحمدية، الثالثة ١٤٠٣هـ.
- اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، أحمد بن عبد الحليم بن تيمية، تحقيق ناصر العقل، دار المسلم، الخامسة ١٤١٥هـ.
- الإكليل في المتشابه والتأويل، أحمد بن عبد الحليم بن تيمية، المكتب الإسلامي، الثانية ١٣٩٤هـ.
- الأم، محمد بن إدريس الشافعي، كتاب الشعب ١٣٨٨هـ.
- الإمام ابن تيمية وموقفه من قضية التأويل، محمد السيد الجليند، الهيئة العامة لشؤون المطابع الأميرية ١٣٩٣هـ.
- الإمام الجويني، محمد الزحيلي، دار القلم، دمشق، بيروت، الأولى ١٤٠٦هـ.
- الإمام زيد بن علي المفترى عليه، شريف صالح الخطيب، المكتبة الفيصلية ١٤٠٤هـ.
- الأموال المشتركة، أحمد بن عبد الحليم بن تيمية، تحقيق ضيف الله الزهراني، مطابع الصفا، الثانية ١٤٠٩هـ.
- إنباء الأذكياء بحياة الأنبياء، عبد الرحمن السيوطي، ضمن الحاوي للفتاوي، دار الكتب العلمية، بيروت، الثانية ١٣٩٥هـ.
- إنباء الغمر بأبناء العمر، أحمد بن حجر العسقلاني، دار الكتب العلمية، لبنان، الثانية ١٤٠٦هـ.
- الإنصاف فيما يجب اعتقاده ولا يجوز الجهل به، أبو بكر الباقلاني، تحقيق محمد زاهد الكوثري، مكتبة الخانجي، الثانية ١٣٨٢هـ.
- أهل الفترة ومن في حكمهم، موفق شكري، مؤسسة علوم القرآن عجمان، دار ابن كثير دمشق، بيروت، الأولى ١٤٠٩هـ.
- الأهواء والفرق والبدع عبر تاريخ الإسلام، ناصر العقل، دار الوطن، الأولى ١٤١٥هـ.
- أوراق مجموعة من حياة شيخ الإسلام ابن تيمية، محمد الشيباني، مكتبة ابن تيمية، الكويت، الأولى ١٤٠٩هـ.',NULL,'633',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (618,'- أوضح الإشارة في الرد على من أجاز الممنوع من الزيارة، أحمد النجمي، طبع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، الرياض، الأولى ١٤٠٥هـ.
- إيثار الحق على الخلق في رد الخلافات إلى المذهب الحق من أصول التوحيد، محمد بن المرتضى (ابن الوزير) ، دار الكتب العلمية، بيروت، الثانية ١٤٠٧هـ.
- الإيمان، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، مكتبة المعارف الرباط، ونسخة أخرى بتحقيق محمد ناصر الدين الألباني، المكتب الإسلامي، الثالثة ١٤٠١هـ.
- الباقلاني وآراؤه الكلامية، محمد رمضان عبد الله، مطبعة الأمة بغداد، وزارة الأوقاف، بغداد ١٩٨٦م.
- بحوث الندوة العالمية عن حياة شيخ الإسلام ابن تيمية لعام ١٤٠٨هـ، الجامعة السلفية بنارس، المطبعة السلفية، بنارس ١٤١٢هـ.
- بدائع الفوائد، ابن قيم الجوزية، دار الفكر.
- البداية والنهاية، إسماعيل بن كثير، مكتبة المعارف، بيروت، الأولى ١٩٦٦م.
- البدر الطالع بمحاسن من بعد القرن السابع، محمد بن علي الشوكاني، دار المعرفة، بيروت.
- بدع القبور وحكمها، محمد درامن، رسالة ماجستير من قسم العقيدة بجامعة الإمام محمد بن سعود الإسلامية بالرياض.
- براءة الأشعريين من عقائد المخالفين، أبو حامد بن مرزوق (١) ، مطبعة العلم، دمشق ١٣٨٧هـ.
- براءة أهل السنة من تكفير عصاة الأمة، عبد الله شاكر الجنيدي، مكتبة التربية الإسلامية، القاهرة، الأولى ١٤١١هـ.
- البراهين الجلية في رفع تشكيكات الوهابية، محمد بن حسن الموسوي، مطبوعات النجاح القاهرة، الثالثة ١٣٩٧هـ.
- البرهان الجلي في تحقيق انتساب الصوفية إلى علي، أو: علي بن أبي طالب إمام العارفين، أحمد الغماري، مطبعة السعادة، الأولى، الأولى ١٣٨٩هـ.
- البرهان في معرفة عقائد الأديان؛ أبو الفضل عباس السكسكي، تحقيق بسام العموش، مكتبة المنار، الأردن، الأولى ١٤٠٨هـ.
_________
(١) ذكر الحبشي في المقالات السنية ص٦، ٢٢٤ أن مؤلف هذا الكتاب شيخه، واسمه محمد العربي التبان، ت سنة ١٣٩٠هـ.',NULL,'634',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (619,'- البروق النجدية في اكتساح الظلمات الدجوية، عبد الله بن علي القصيمي، مطبعة المنار بمصر ١٣٥٠هـ.
- البشارة والإتحاف بما بين ابن تيمية والألباني من الاختلاف، حسن السقاف، دار النووي، الأولى ١٤١٣هـ.
- بغية المرتاد، أحمد بن عبد الحليم بن تيمية، تحقيق موسى الدويش، مكتبة العلوم والحكم، الأولى ١٤٠٨هـ.
- بغية الوعاة في طبقات اللغويين والنحاة، عبد الرحمن السيوطي، تحقيق محمد أبو الفضل إبراهيم، المكتبة العصرية.
- البوصيري مادح الرسول الأعظم، عبد المتعال الحمامصي، مكتبة الهداية، الثانية ١٤١٣هـ.
- بيان تلبيس الجهمية، أحمد بن عبد الحليم بن تيمية، تحقيق عبد الرحمن بن قاسم، مطبعة الحكومة، مكة المكرمة، ١٣٩١هـ، وتحقيق رسالة دكتوراة لسليمان الغفيص من قسم العقيدة بجامعة الإمام محمد بن سعود الإسلامية.
- البيان لأخطاء بعض الكتاب، صالح الفوزان، دار ابن الجوزي، الثانية ١٤١٣هـ.
- بين أبي الحسن الأشعري والمنتسبين إليه في العقيدة، أبو بكر الموصلي، دار الكتاب العربي، الأولى ١٤١٠هـ.
- التاج المكلل من جواهر مآثر الطراز الآخر والأول، صديق حسن خان، المطبعة الهندية العربية، الثانية ١٣٨٢هـ.
- تاريخ بغداد، أحمد بن علي الخطيب، دار الفكر.
- تاريخ عجائب الآثار، عبد الرحمن الجبرتي، دار الجيل، بيروت.
- تاريخ العلماء النحويين، أبو المحاسن المعري، تحقيق عبد الفتاح الحلو، دار الهلال، الرياض، نشر جامعة الإمام محمد بن سعود الإسلامية ١٤٠١هـ.
- تاريخ الفرق الإسلامية ونشأة علم الكلام عند المسلمين، علي مصطفى الغرابي، مكتبة الأنجلو، الثانية ١٩٨٥م.
- تاريخ قضاة الأندلس المسمى بـ (المرقبة العليا فيمن يستحق القضاء والفتيا) ، أبو الحسن النباهي، المكتب التجاري، بيروت.
- التاريخ الكبير، محمد بن إسماعيل البخاري، المكتبة الإسلامية، تركيا.
- تاريخ المذاهب الدينية في بلاد اليمين، أيمن فؤاد سيد، الدار المصرية اللبنانية، الأولى ١٤٠٨هـ.
- تأنيب الخطيب على ما ساقه في ترجمة أبي حنيفة من الأكاذيب، محمد الكوثري، دار الكتاب العربي، بيروت ١٤٠١هـ.',NULL,'635',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (620,'- التبرك أنواعه وأحكامه، ناصر الجديع، مكتبة الرشد، الأولى ١٤١١هـ.
- التبرك المشروع والتبرك الممنوع، علي العلياني، دار الوطن، الأولى ١٤١١هـ.
- التبصير في الدين وتمييز الفرق الناجية عن الفرق الهالكين، أبو المظفر الإسفراييني، تحقيق كمال الحوت، عالم الكتب، الأولى، ١٤٠٣، ونسخة أخرى بتحقيق محمد الكوثري، مطبعة الأنوار ١٣٥٩هـ.
- تبيين كذب المفتري فيما نسب إلى الإمام الأشعري، ابن عساكر الدمشقي، دار الكتاب العربي، بيروت ١٣٩٩هـ.
- التجسيم عند المسلمين (مذهب الكرامية) ، سهير مختار، شركة الإسكندرية للطباعة والنشر ١٩٧١م.
- تحذير الساجد من اتخاذ القبور مساجد، محمد ناصر الدين الألباني، المكتب الإسلامي، الثالثة ١٣٩٨هـ.
- تحريم النظر في كتب الكلام، ابن قدامة المقدسي، تحقيق عبد الرحمن دمشقية، عالم الكتب الرياض، الأولى ١٤١٠هـ.
- تحفة الأحوذي بشرح جامع الترمذي، محمد بن عبد الرحمن المباركفوري، تحقيق عبد الوهاب عبد اللطيف، مطبعة المدني، القاهرة، الثانية ١٣٨٣هـ.
- تحفة الزوار إلى قبر النبي المختار، ابن حجر الهيتمي، تحقيق السيد أبو عمه، دار الصحابة، الأولى ١٤١٢هـ.
- تحفة النظار في غرائب الأمصار (رحلة ابن بطوطة) ، شرح طلال حرب، دار الكتب العلمية، بيروت، الثانية ١٤١٣هـ.
- التخويف من النار والتعريف بحال أهل البوار، ابن رجب الحنبلي، تحقيق بشير عيون، مكتبة المؤيد، الثانية ١٤٠٩هـ.
- تدريب الراوي في شرح تقريب النواوي، عبد الرحمن السيوطي، تحقيق عبد الوهاب عبد اللطيف، دار الكتب العلمية، بيروت، الثانية ١٣٩٩هـ.
- التدمرية، أحمد بن عبد الحليم بن تيمية، تحقيق محمد السعوي، شركة العبيكان للطباعة والنشر، الرياض، الأولى ١٤٠٥هـ.
- تذكرة الحفاظ، محمد بن أحمد الذهبي، دار إحياء التراث العربي، بيروت.
- التذكرة في أحوال الموتى والآخرة، محمد بن أحمد القرطبي، تحقيق أحمد حجازي السقا، دار الكتب العلمية، بيروت ١٤٠٢هـ.
- تذكرة الموضوعات، محمد بن طاهر الهندي، دار إحياء التراث العربي، بيروت، الثانية ١٣٩٩هـ.',NULL,'636',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (621,'- التذكرة والاعتبار والانتصار للأبرار، أحمد الواسطي، تحقيق علي عبد الحميد، مكتبة ابن الجوزي، الأولى ١٤٠٨هـ.
- التذهيب على التهذيب، عبيد الله الخبيصي، مطبعة مصطفى البابي الحلبي ١٣٥٥هـ.
- ترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك، القاضي عياض، مطبعة فضالة، المحمدية، وزارة الأوقاف ببغداد.
- الترغيب والترهيب، عبد العظيم المنذري، تحقيق محمد مصطفى عمارة، مطبعة مصطفى البابي الحلبي، مصر، الثانية ١٣٧٣هـ.
- تسمية المفتين بأن الطلاق الثلاث بلفظ واحد طلقة واحدة، سليمان العمير، دار العاصمة، الأولى ١٤١٣هـ.
- التسهيل لعلوم التنزيل، محمد بن أحمد بن جزي، تحقيق محمد اليونسي وإبراهيم عوض، دار الكتب الحديثة.
- التصور الذري في الفكر الفلسفي الإسلامي، منى أبو زيد، المؤسسة الجامعية، بيروت، الأولى ١٤١٤هـ.
- التعريفات، علي بن محمد الجرجاني، دار الكتب العلمية لبنان، الأولى ١٤٠٣هـ.
- تفسير سورة الإخلاص، أحمد عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف المغرب.
- تفسير القرآن العظيم، إسماعيل بن كثير، أشرف على طبعه لجنة من العلماء، دار الفكر، الثانية ١٣٨٩هـ.
- تفصيل الإجمال في ما يجب لله من صفات الكمال، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- تقريب التهذيب، أحمد بن حجر العسقلاني، تحقيق عبد الوهاب بن عبد اللطيف، دار المعرفة، بيروت، الثانية ١٣٩٥هـ.
- التقييد والإيضاح شرح مقدمة ابن الصلاح، عبد الرحيم العراقي، تحقيق عبد الرحمن عثمان، دار الفكر ١٤٠١هـ.
- تلبيس إبليس، عبد الرحمن بن الجوزي، مكتبة المتنبي، القاهرة.
- التمهيد لما في الموطأ من المعاني والأسانيد، أبو عمر بن عبد البر، تحقيق جماعة من العلماء، وزارة الأوقاف، المغرب.
- تنبيه الأخيار على عدم فناء النار، سليمان العلوان، مطبعة سفير.',NULL,'637',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (622,'- التنبيه والرد على أهل الأهواء والبدع، محمد الملطي الشافعي، تحقيق يمان المياديني، رمادي للنشر، الأولى ١٤١٤هـ.
- التنبيه والرد على معتقد قدم العالم والحد، حسن السقاف، ١٩٩٠م.
- تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة، علي الكناني، تحقيق عبد الوهاب عبد اللطيف وعبد الله الصديق، دار الكتب العلمية، بيروت، الأولى ١٣٩٩هـ.
- تهافت الفلاسفة، أبو حامد الغزالي، تحقيق سليمان دنيا، دار المعارف السادسة.
- تهذيب الأسماء واللغات، شرف النووي، إدارة المطبوعات المنيرية.
- تهذيب التهذيب، أحمد بن حجر العسقلاني، دائرة المعارف النظامية، الهند، الأولى ١٣٢٧هـ.
- التوحيد، أبو منصور الماتريدي، تحقيق فتح الله خليف، دار الجامعات المصرية.
- التوحيد وإثبات صفات الرب - عز وجل -، ابن خزيمة، تحقيق عبد العزيز الشهوان، مكتبة الرشد، الخامسة ١٤١٤هـ.
- التوسل أنواعه وأحكامه، محمد ناصر الدين الألباني، تنسيق محمد عيد العباسي، المكتب الإسلامي، الخامسة ١٤٠٦هـ.
- التوسل أنواعه وحكمه، عبد الكريم الحميدي، رسالة ماجستير في قسم العقيدة بجامعة الأمام محمد بن سعود الإسلامية بالرياض.
- التوسل بالنبي وجهلة الوهابيين، أبو حامد بن مرزوق (١) ، مكتبة ايشيق، تركيا ١٣٩٦هـ.
- التوسل الممنوع، عبد الباسط حسين، مكتبة المثنى، بغداد ١٤٠٧هـ.
- التوضيح الجلي في الرد على النصيحة الذهبية المنحولة على الإمام الذهبي، محمد الشيباني، منشورات مركز المخطوطات، دار إحياء التراث، الكويت، الأولى ١٤١٣هـ.
- التوفيق الرباني في الرد على ابن تيمية الحراني، جماعة من العلماء.
- توقيف الفريقين على خلود أهل الدارين، مرعي الحنبلي، تحقيق خليل السبيعي، دار طيبة، الأولى ١٤١١هـ.
- تيسير التحرير على كتاب التحرير لابن همام، أمير بادشاه، دار الكتب العلمية، بيروت.
_________
(١) ذكر الحبشي في المقالات السنية ص٦، ٢٢٤ أن مؤلف هذا الكتاب شيخه، واسمه محمد العربي التبان، ت سنة ١٣٩٠هـ.',NULL,'638',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (623,'- تيسير العزيز الحميد في شرح كتاب التوحيد، سليمان بن عبد الله بن محمد بن عبد الوهاب، المكتبة الإسلامية، الثالثة ١٣٨٧هـ.
- تيسير الكريم الرحمن في تفسير كلام المنان، عبد الرحمن السعدي، تحقيق محمد زهري النجار، المؤسسة السعيدية، الرياض.
- الثبت، علي الشبل، دار الوطن، الرياض، الأولى ١٤١٧هـ.
- الجرح والتعديل، عبد الرحمن بن أبي حاتم، دائرة المعارف العثمانية، الهند، الأولى ١٣٧٢هـ.
- جامع الرسائل، أحمد بن عبد الحليم بن تيمية، تحقيق محمد رشاد سالم، مطبعة المدني، الثانية ١٤٠٥هـ.
- جامع الفرق والمذاهب الإسلامية، أمير مهنا، علي خريس، المركز الثقافي العربي، الثانية ١٩٩٤م.
- الجامع لأحكام القرآن، محمد بن أحمد القرطبي، دار الكتاب العربي، القاهرة، ١٣٨٧هـ.
- الجنة والنار، عمر الأشقر، دار النفائس، الأردن، السادسة ١٤١٥هـ.
- جزء في زيارة النساء للقبور، بكر أبو زيد، دار العاصمة، الثانية ١٤١٥هـ.
- جلاء الأفهام في الصلاة والسلام على خير الأنام، ابن قيم الجوزية، تحقيق طه ياسين.
- جلاء العينين في محاكمة الأحمدين، نعمان ابن الألوسي، مطبعة المدني، مصر.
- جامع بيان العلم وفضله، أبو عمر بن عبد البر، المكتبة العلمية بالمدينة المنورة.
- جامع البيان في تفسير القرآن، محمد بن جرير الطبري، دار الفكر بيروت، ١٣٩٨هـ، ونسخة محمود وأحمد شاكر دار المعارف بمصر.
- الجنة والنار والآراء فيهما، فيصل عبد الله، رسالة ماجستير إلى قسم العقيدة بجامعة أم القرى.
- الجهل بمسائل الاعتقاد وحكمه، عبد الرزاق معاش، دار الوطن، الأولى ١٤١٧هـ.
- الجواب الباهر في زوار المقابر، أحمد بن عبد الحليم بن تيمية، تصحيح وتحقيق سليمان الصنيع وعبد الرحمن المعلمي، المطبعة السلفية.
- الجواب الصحيح لمن بدل دين المسيح، أحمد بن عبد الحليم بن تيمية، تحقيق علي حسن ناصر وعبد العزيز العسكر وحمدان الحمدان، دار العاصمة، الأولى ١٤١٤هـ.',NULL,'639',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (624,'- جواب على معنى حديث أنا مدينة العلم وعلي بابها، محمد الشوكاني، تحقيق محمد الحلاق، دار الهجرة، صنعاء، الأولى ١٤١١هـ.
- الجواهر المضية في طبقات الحنفية، أبو محمد القرشي، تحقيق عبد الفتاح الحلو، دار هجر، الأولى ١٤٠٨هـ.
- الجوهر المنظم في زيارة القبر الشريف النبوي المكرم، أحمد بن حجر الهيتمي، دار جوامع الكلم.
- حادي الأرواح إلى بلاد الأفراح، ابن قيم الجوزية، دار الكتب العلمية، بيروت.
- الحاوي في فتاوى الحافظ أبي الفضل عبد الله الصديق الغماري، دار الأنصار، القاهرة، الأولى ١٤٠٢هـ.
- حاشية رد المحتار على الدر المختار، محمد أمين (ابن عابدين) ، مطبعة مصطفى البابي الحلبي ١٣٨٦هـ.
- الحجة في بيان المحجة، إسماعيل الأصبهاني، تحقيق محمد مدخلي ومحمد أبو رحيم، دار الراية، الأولى ١٤١١هـ.
- حجية أحاديث الآحاد في الأحكام والعقائد، الأمين الحاج أحمد، دار المطبوعات الحديثة، الأولى ١٤١٠هـ.
- الحديث حجة بنفسه في العقائد والأحكام، محمد ناصر الدين الألباني، المكتب الإسلامي، الثانية ١٤٠٠هـ.
- الحركات الباطنية في العالم الإسلامي، محمد أحمد الخطيب، مكتبة الأقصى، عمان، عالم الكتب - الرياض، الثانية ١٤٠٦هـ.
- الحقائق الجلية في الرد على ابن تيمية فيما أورده في الفتوى الحموية، شهاب الدين بن جهبل، تحقيق طه الدسوقي ١٩٨٧م.
- حقائق عن آل البيت والصحابة، يونس السامرائي، مراجعة عبد الله الأنصاري ١٤٠٠هـ.
- حقيقة التوسل والوسيلة على ضوء الكتاب والسنة، موسى على، دار التراث العربي، الثانية ١٤١٠هـ.
- حكاية المناظرة في العقيدة الواسطية، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- حكاية المناظرة في القرآن، ابن قدامة المقدسي، تحقيق عبد الله الجديع، مكتبة الرشد، الأولى ١٤٠٩هـ.',NULL,'640',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (625,'- حكم الإسلام في التوسل بالأنبياء والأولياء عليهم السلام، محمد حسنين مخلوف، المجلس الأعلى للشؤون الإسلامية، مصر ١٣٩٤هـ.
- الحكم الجديرة بالإذاعة، ابن رجب الحنبلي، إشراف زهير الشاويش، المكتب الإسلامي، الثانية ١٤٠٨هـ.
- حكم الله الواحد الصمد في حكم الطالب من الميت المدد، محمد بن سلطان المعصومي، تحقيق محمد الخميس، دار العاصمة، الأولى ١٤١٤هـ.
- الحكمة والتعليل في أفعال الله تعالى، محمد مدخلي، مكتبة لينة، الأولى ١٤٠٩هـ.
- حلية الأولياء وطبقات الأصفياء، أبو نعيم الأصبهاني، مكتبة الخانجي ومطبعة السعادة، الأولى ١٣٥١هـ.
- الحمية الإسلامية في الانتصار لمذهب ابن تيمية، يوسف السرمري، تحقيق صلاح الدين مقبول، مجمع البحوث العلمية، نيودلهي، الأولى ١٤١٢هـ.
- حياة شيخ الإسلام ابن تيمية، محمد بهجه البيطار، المكتب الإسلامي، الثالثة ١٤٠٧هـ.
- خبر الواحد في السنة، سهير مهنا، دار الشروق، الأولى.
- خطبة الحاجة، محمد ناصر الدين الألباني، المكتب الإسلامي، الثالثة ١٣٩٧هـ.
- خلافة معاوية بن أبي سفيان، عمر بن سليمان العقيلي، الرياض، الأولى ١٤٠٤هـ.
- خلق أفعال العباد، محمد بن إسماعيل البخاري، ضمن عقائد السلف للنشار وطالبي، منشأة المعارف، الإسكندرية.
- الخوارج عقيدة وفكراً وفلسفة، عامر النجار، عالم الكتب، الأولى ١٤٠٦هـ.
- درء تعارض العقل والنقل، أحمد بن عبد الحليم بن تيمية، تحقيق محمد رشاد سالم، طبع جامعة الإمام محمد بن سعود الإسلامية، الرياض، الأولى ١٤٠١هـ.
- الدرر الكامنة في أعيان المائة الثامنة، أحمد بن حجر العسقلاني، تحقيق محمد سيد جاد الحق، دار الكتب الحديثة.
- در السحابة في مناقب القرابة والصحابة، محمد بن علي الشوكاني، تحقيق حسين العمري، دار الفكر، تصوير ١٤١١هـ.
- الدر المنثور في التفسير بالمأثور، جلال الدين السيوطي، الناشر محمد أمين دمج، بيروت.
- الدرة المضية في عقد الفرقة المرضية، مع شرحها لوامع الأنوار البهية، محمد بن أحمد السفاريني، مؤسسة الخافقين، دمشق، الثانية ١٤٠٢هـ.',NULL,'641',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (626,'- دعوة شيخ الإسلام ابن تيمية وأثرها في الحركات الإسلامية المعاصرة، صلاح الدين مقبول، مجمع البحوث العلمية، نيودلهي، الأولى ١٤١٢هـ.
- دفع إيهام الاضطراب عن آيات الكتاب، محمد الأمين الشنقيطي، مطابع الرياض، الأولى ١٣٧٥هـ.
- دفع شبه التشبيه بأكف التنزيه، أبو الفرج ابن الجوزي، تحقيق حسن السقاف، دار ابن الجوزي، الثالثة ١٤١٣هـ. ونسخة محمد زاهد الكوثري، مكتبة الكليات الأزهرية.
- دفع الشبه الغوية عن شيخ الإسلام ابن تيمية، مراد شكري، الأولى ١٤١٥هـ.
- دفع شبه من شبه وتمرد ونسب ذلك إلى الإمام أحمد، تقي الدين الحصني، دار إحياء الكتب العربية ١٣٥٠هـ.
- دلائل النبوة، أحمد بن الحسين البيهقي، تحقيق عبد المعطي قلعجي، دار الكتب العلمية، بيروت، الأولى ١٤٠٥هـ.
- ديوان البوصيري، أبو عبد الرحمن البوصيري، تحقيق محمد سيد كيلاني، مطبعة مصطفى البابي الحلبي، الثانية ١٣٩٣هـ.
- ديوان السري الرفاء، مكتبة المقدسي، القاهرة ١٣٥٥هـ.
- ديوان عامر بن الطفيل، دار بيروت للطباعة ١٤٠٢هـ.
- ديوان عنترة، دار بيروت للطباعة، بيروت ١٤٠٤هـ.
- ديوان لبيد بن ربيعة، دار صادر، بيروت.
- ذخائر العقبى في مناقب ذوي القربى، أحمد الطبري المكي، حققه أكرم البوشي ١٤١٥هـ.
- ذخائر المواريث في الدلالة على مواضع الحديث، عبد الغني النابلسي، دار المعرفة، بيروت.
- الذخيرة، علاء الدين الطوسي، عالم الكتب، بيرت ١٩٨٢م.
- ذكر المذاهب الثنتين والسبعين، عبد الله بن أسعد اليافعي، تحقيق موسى الدويش، دار البخاري، الأولى ١٤١٠هـ.
- ذم التأويل، ابن قدامة المقدسي، تحقيق بدر البدر، الدار السلفية الكويت، الأولى ١٤٠٦هـ.
- ذم الكلام، عبد الله بن محمد الهروي، تحقيق سميح دغيم، دار الفكر اللبناني، الأولى ١٩٩٤م.
- ذم الهوى، أبو الفرج بن الجوزي، تحقيق أحمد عبد السلام عطا، دار الكتب العلمية، بيروت، الأولى ١٤٠٧هـ.',NULL,'642',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (627,'- ذيل تاريخ الإسلام، محمد بن أحمد الذهبي، ضمن ثلاث تراجم مستلة منه لمحمد العجمي، دار ابن الأثير، الكويت، الأولى ١٤١٥هـ.
- ذيل طبقات الحنابلة، ابن رجب الحنبلي، تحقيق محمد حامد الفقي، مطبعة السنة المحمدية، مصر.
- الرد الأقوم على ما في فصوص الحكم، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف المغرب.
- رد الإمام الدرامي على بشر المريسي، تعليق محمد الفقي، دار الكتب العلمية، بيروت.
- رد شبهات الإلحاد عن أحاديث الآحاد، عبد العزيز بن راشد، المكتب الإسلامي، الثانية ١٤٠١هـ.
- الرد على الأخنائي واستحباب زيارة خير البرية الزيارة الشرعية، أحمد بن عبد الحليم بن تيمية، تحقيق عبد الرحمن المعلمي، طبع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، الرياض ١٤٠٤هـ.
- الرد على البكري، أحمد بن عبد الحليم بن تيمية، الدار العلمية، الهند، الثانية ١٤٠٥هـ.
- الرد على الجهمية، الإمام الدارمي، ضمن عقائد السلف للنشار وطالبي، منشأة المعارف الإسكندرية.
- الرد على الجهمية والزنادقة، أحمد بن حنبل، ضمن عقائد السلف للنشار وطالبي، منشأة المعارف، الإسكندرية.
- الرد على الرافضة، أبو حامد المقدسي، تحقيق عبد الوهاب خليل الرحمن، الدار السلفية، الهند، الأولى ١٤٠٣هـ.
- الرد على المنطقيين، أحمد بن عبد الحليم بن تيمية، المطبعة القيمة، بمباي، ١٣٦٨هـ.
- الرد على من قال بفناء الجنة والنار، أحمد بن عبد الحليم بن تيمية، تحقيق محمد السمهري، دار بلنسية، الأولى ١٤١٥هـ.
- الرد المحكم المبين على كتاب القول المبين، عبد الله الغماري، مكتبة القاهرة، الثانية ١٣٧٤هـ.
- الرد الوافر على من زعم بأن من سمى ابن تيمية شيخ الإسلام كافر، ابن ناصر الدين الدمشقي، تحقيق زهير الشاويش، المكتب الإسلامي، الثالثة ١٤١١هـ.
- الرسالة، محمد بن إدريس الشافعي، تحقيق أحمد شاكر، المكتبة العلمية بيروت.',NULL,'643',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (628,'- رسالة تشتمل على ما ذكره ابن تيمية في منهاجه فيما يتعلق بالإمامة والتفضيل، الحسن بن إسحاق، تحقيق عبد الفتاح فؤاد، دار المعرفة الجامعية، جامعة الإسكندرية ١٩٨٥م.
- رسالة الثغر، أبو الحسن الأشعري، تحقيق محمد الجليند، دار اللواء، الثانية ١٤١٠هـ.
- رسالة في الذب عن أبي الحسن الأشعري، أبو القاسم بن درباس، تحقيق علي فقيهي.
- رسالة في الصفات الاختيارية، أحمد بن عبد الحليم بن تيمية، ضمن جامع الرسائل، تحقيق محمد رشاد سالم، مطبعة المدني، الثانية ١٤٠٥هـ.
- رسالة في علم الله، أحمد بن عبد الحليم بن تيمية، ضمن جامع الرسائل، تحقيق محمد رشاد سالم، مطبعة المدني، الثانية ١٤٠٥هـ.
- الرسالة المستطرفة، محمد بن جعفر الكتاني، دار الباز، الثانية ١٤٠٠هـ.
- الرفاعية، عبد الرحمن دمشقية، الأولى ١٤١٠هـ.
- رفع الأستار لإبطال أدلة القائلين بفناء النار، محمد الصنعاني، تحقيق محمد ناصر الدين الألباني، المكتب الإسلامي، الأولى ١٤٠٥هـ.
- رفع الاشتباه في استحالة الجهة على الله، يوسف النبهاني، ضمن شواهد الحق في الاستغاثة بسيد الخلق، مطبعة مصطفى البابي الحلبي.
- رفع الملام عن الأئمة الأعلام، أحمد بن عبد الحليم بن تيمية، تحقيق زهير الشاويش، المكتب الإسلامي، الثانية ١٤٠٤هـ.
- الروح، ابن قيم الجوزية، تحقيق محمد أنيس ومحمد السرجاني، مكتبة نصير.
- الروض الأنف في شرح السيرة النبوية، عبد الرحمن السهيلي، تحقيق عبد الرحمن الوكيل، دار الكتب.
- زاد المسير في علم التفسير، أبو الفرج بن الجوزي، المكتب الإسلامي، الأولى ١٣٨٧هـ.
- الزواجر عن اقتراف الكبائر، أحمد بن حجر الهيتمي، دار المعرفة، بيروت.
- الزيدية، أحمد صبحي، الزهراء للإعلام العربي، الثانية ١٤٠٤هـ.
- الزيدية، الصاحب بن عباد، تحقيق ناجي حسن، الدار العربية للمطبوعات، الأولى ١٩٨٦م.
- الزيدية نظرية وتطبيق، عي شرف الدين، العصر الحديث للنشر، الثانية ١٤١٢هـ.
- الزينة في المصطلحات الإسلامية والعربية، أبو حاتم الرازي الفاطمي، تحقيق حسين الهمداني، الرسالة ١٩٥٦/١٩٥٨م.',NULL,'644',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (629,'- سعادة الدارين في الرد على الفرقتين الوهابية ومقلدة الظاهرية، إبراهيم السمنودي، المطبعة العامرية، مصر ١٣٢٦هـ.
- سلسلة الأحاديث الصحيحة، محمد ناصر الدين الألباني، المكتب الإسلامي، الرابعة ١٤٠٥هـ.
- سلسلة الأحاديث الضعيفة والموضوعة، محمد ناصر الدين الألباني، المكتب الإسلامي، الأولى ١٣٩٩هـ.
- سلك الدرر في أعيان القرن الثاني عشر، محمد خليل المرادي، دار البشائر، دار ابن حزم، الثالثة ١٤٠٨هـ.
- سلم الوصول إلى علم الأصول، ضمن معارج القبول، حافظ حكمي، طبع رئاسة إدارة البحوث العلمية والإفتاء والدعوة والإرشاد، الرياض.
- سنن ابن ماجه، أبو عبد الله القزويني، تحقيق محمد فؤاد عبد الباقي، دار إحياء التراث العربي.
- سنن أبي داود، سليمان بن الأشعث السجستاني، تحقيق محمد محيي الدين عبد الحميد، مكتبة الرياض الحديثة، الرياض.
- سنن الترمذي، محمد بن عيسى الترمذي، عبد الرحمن عثمان، دار الفكر، بيروت، الثانية ١٤٠٣هـ.
- سنن الدارقطني، علي بن عمر الدارقطني، ضمن التعليق المغني على سنن الدارقطني، نشر السنة، باكستان.
- سنن الدارمي، عبد الله بن عبد الرحمن الدارمي، عناية محمد أحمد دهمان، دار إحياء السنة النبوية.
- السنن الكبرى، أحمد بن الحسين البيهقي، دار صادر، الأولى ١٣٥٦هـ.
- سنن النسائي، أحمد بن شعيب النسائي، ومعه شرحه للسيوطي، وحاشية السندي، دار الفكر، بيروت ١٣٤٨هـ.
- السنة، أبو بكر الخلال، تحقيق عطية الزهراني، دار الراية، الأولى ١٤١٠هـ.
- السنة، أبو بكر بن أبي عاصم، تخريج محمد ناصر الدين الألباني، المكتب الإسلامي، الثانية ١٤٠٥هـ.
- سؤال في يزيد بن معاوية، أحمد بن عبد الحليم بن تيمية، تحقيق صلاح الدين المنجد، دار الكتاب الجديد، بيروت، الثالثة.
- السياسة الشرعية في إصلاح الراعي والرعية، أحمد بن عبد الحليم بن تيمية، دار الكاتب العربي.',NULL,'645',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (630,'- سير أعلام النبلاء، محمد بن أحمد الذهبي، أشرف على تحقيقه شعيب الأرناؤوط، مؤسسة الرسالة، الثانية ١٤٠٢هـ.
- سيرة الشيخ الكبير أبي عبد الله محمد بن خفيف، أبو الحسن الديلمي، الهيئة العامة لشؤون المطابع الأميرية، القاهرة ١٣٩٧هـ.
- السيرة النبوية، ابن هشام المعافري، تحقيق جماعة من العلماء، مطبعة مصطفى البابي الحلبي، الثانية ١٣٧٥هـ.
- السيف الصقيل في الرد على ابن زفيل، تقي الدين السبكي، وتكملته لمحمد الكوثري، مطبعة السعادة مصر ١٣٥٦هـ.
- شبهات أهل الفتنة وأجوبة أهل السنة، عبد الرحمن دمشقية، دار الجاري لبنان.
- شجرة النور الزكية في طبقات المالكية، محمد بن محمد مخلوف، دار الكتاب العربي، بيروت مصور من الطبعة الأولى ١٣٤٩هـ.
- شذرات الذهب في أخبار من ذهب، ابن العماد الحنبلي، دار الآفاق الجديدة، بيروت.
- شرح إحياء علوم الدين (اتحاف السادة المتقين) ، محمد بن الحسين الزبيدي، دار إحياء التراث العربي، بيروت.
- شرح أصول اعتقاد أهل السنة، هبة الله اللالكائي، تحقيق أحمد سعد حمدان، دار طيبة، الرياض، الثانية ١٤١١هـ.
- شرح الأصول الخمسة، القاضي عبد الجبار، تعليق أحمد هاشم، تحقيق عبد الكريم عثمان، مكتبة وهبة، الثانية ١٤٠٨هـ.
- شرح حديث عمران بن حصين، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف المغرب.
- شرح حديث النزول، أحمد بن عبد الحليم بن تيمية، تحقيق محمد الخميس، دار العاصمة، الأولى ١٤١٤هـ.
- شرح السنة، الحسن بن علي البربهاري، تحقيق محمد القحطاني، رمادي للنشر، الثانية ١٤١٤هـ.
- شرح السنة للبغوي، تحقيق شعيب الأرناؤوط وزهير الشاويش، المكتب الإسلامي.
- شرح صحيح مسلم، محيي الدين النووي، دار الفكر ١٤٠١هـ.
- شرح الصدر في السؤال عن أول هذا الأمر، منصور السماري، دار العاصمة ١٤١٦هـ.
- شرح العقيدة الأصفهانية، أحمد بن عبد الحليم بن تيمية، تقديم حسنين مخلوف، دار الكتب الإسلامية، مصر.',NULL,'646',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (631,'- شرح العقيدة الطحاوية، علي بن أبي العز الحنفي، تحقيق عبد الله التركي وشعيب الأرناؤوط، مؤسسة الرسالة، الأولى ١٤٠٨هـ.
- شرح كتاب التوحيد من صحيح البخاري، عبد الله الغنيمان، مكتبة الدار، المدينة، الأولى ١٤٠٥هـ.
- شرح المقاصد، مسعود التفتازاني، تحقيق عبد الرحمن عميرة، عالم الكتب، الأولى ١٤٠٩هـ.
- شرح الهمزية في مدح خير البرية، محمد شلبي، مطبعة النهضة ١٣٤٣هـ.
- الشرك ومظاهره، مبارك الميلي، مكتبة النهضة الجزائرية، الثانية ١٩٦٦م.
- شروط الأئمة الستة، محمد بن طاهر القيسراني، تعليق محمد الكوثري، دار زاهد القدسي.
- الشريعة، أبو بكر الآجري، تحقيق محمد الفقي، أنصار السنة المحمدية، لاهور.
- الشعر والشعراء، ابن قتيبة، تحقيق أحمد شاكر، دار المعارف.
- الشفا في شمائل صاحب الاصطفا صلّى الله عليه وسلّم، القاضي عياض، ضمن شرحيه شرح الشفا ونسيم الرياض، دار الكتاب العربي، بيروت.
- شفاء السقام في زيارة خير الأنام، تقي الدين السبكي، دار الجيل، بيروت، الأولى ١٤١١هـ.
- شفاء الصدور في زيارة المشاهد والقبور، مرعي الحنبلي، تحقيق عادل الجطيلي، مكتبة الصحوة.
- شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل، ابن قيم الجوزية، تحرير الحساني بن عبد الله، دار التراث، القاهرة.
- شفاء الفؤاد بزيارة خير العباد، محمد مالكي، وزارة الشؤون الإسلامية، الإمارات، الأولى ١٤١١هـ.
- الشهادة الزكية في ثناء الأئمة على ابن تيمية، مرعي الحنبلي، تحقيق نجم خلف، مؤسسة الرسالة، دار الفرقان، الأولى ١٤٠٤هـ.
- شواهد الحق في الاستغاثة بسيد الخلق، يوسف النبهاني، مطبعة مصطفى البابي الحلبي.
- شيخ الإسلام ابن تيمية وجهوده في الحديث وعلومه، عبد الرحمن الفريوائي، دار العاصمة، الأولى ١٤١٦هـ.
- شيخ الإسلام الحافظ أحمد بن تيمية، أبو الحسن الندوي، دار القلم، الكويت، الرابعة ١٤٠٧هـ.
- الصارم المسلول على شاتم الرسول، أحمد بن عبد الحليم بن تيمية، تحقيق محمد محي الدين عبد الحميد، دار الكتب العلمية، بيروت ١٣٩٨هـ.',NULL,'647',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (632,'- الصارم المنكي في الرد على السبكي، محمد بن أحمد عبد الهادي، تحقيق عقيل المقطري، مؤسسة الريان بيروت، الأولى ١٤١٢هـ.
- صحابة رسول الله صلّى الله عليه وسلّم في الكتاب والسنة، عيادة الكبيسي، دار القلم، دمشق، المنارة بيروت، الأولى ١٤٠٧هـ.
- الصحاح، إسماعيل الجوهري، تحقيق أحمد عبد الغفور عطار، الثانية ١٤٠٢هـ.
- صحيح ابن حبان (ضمن الإحسان بترتيب صحيح ابن حبان) علي بن بلبان الفارسي، ضبط كمال الحوت، دار الكتب العلمية، بيروت، الأولى ١٤٠٧هـ.
- صحيح ابن خزيمة، أبو بكر بن خزيمة، تحقيق محمد مصطفى الأعظمي، المكتب الإسلامي.
- صحيح الأدب المفرد، محمد ناصر الدين الألباني، دار الصديق الجبيل، الأولى ١٤١٤هـ.
- صحيح البخاري ضمن فتح الباري لابن حجر، ترقيم محمد فؤاد عبد الباقي، الطبعة السلفية ١٣٨٠هـ.
- صحيح الجامع الصغير وزيادته، محمد ناصر الدين الألباني، إشراف زهير الشاويش، المكتب الإسلامي، الثانية ١٤٠٦هـ.
- صحيح سنن ابن ماجه، محمد ناصر الدين الألباني، إشراف زهير الشاويش، المكتب الإسلامي، مكتب التربية العربي لدول الخليج، الثالثة ١٤٠٨هـ.
- صحيح سنن الترمذي، محمد ناصر الدين الألباني، مكتب التربية لدول الخليج، الأولى ١٤٠٨هـ.
- صحيح مسلم، مسلم بن الحجاج القشيري، ترقيم محمد فؤاد عبد الباقي، دار الفكر، نشر رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد ١٤٠٠هـ.
- الصفدية، أحمد بن عبد الحليم بن تيمية، تحقيق محمد رشاد سالم، مكتبة ابن تيمية، القاهرة، الثانية ١٤٠٦هـ.
- الصلة، أبو القاسم خلف بن بشكوال، الدار المصرية للتأليف والترجمة ١٩٦٦م.
- الصمت وحفظ اللسان، ابن أبي الدنيا، تحقيق محمد عاشور، دار الاعتصام، الأولى ١٤٠٦هـ.
- الصوفية الفقراء، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- صون المنطق والكلام عن فن المنطق والكلام، عبد الرحمن السيوطي، تعليق علي سامي النشار، مكتبة عباس الباز.',NULL,'648',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (633,'- ضعيف سنن ابن ماجه، محمد ناصر الدين الألباني، المكتب الإسلامي، الأولى ١٤٠٨هـ.
- ضوابط التكفير عند أهل السنة والجماعة، عبد الله القرني، مؤسسة الرسالة، الأولى ١٤١٣هـ.
- ضوابط المعرفة وأصول الاستدلال والمناظرة، عبد الرحمن الميداني، دار القلم دمشق بيروت، الثانية ١٤٠١هـ.
- الضوء اللامع لأهل القرن التاسع، محمد السخاوي، دار مكتبة الحياة.
- طبقات الحنابلة، القاضي أبو يعلى، تحقيق محمد حامد الفقي، مطبعة السنة المحمدية مصر.
- طبقات الشافعية الكبرى، عبد الوهاب السبكي، تحقيق محمود الطناحي، مطبعة عيسى البابي الحلبي، الأولى ١٣٨٣هـ.
- طبقات الصوفية، أبو عبد الرحمن السلمي، تحقيق نور الدين شريبه، دار الكتاب النفيس، الثانية ١٤٠٦هـ.
- طبقات فحول الشعراء، محمد بن سلام الجمحي، تحقيق محمود شاكر، المدني، القاهرة.
- الطبقات الكبرى، عبد الوهاب الشعراني، دار الجيل، بيروت، الأولى ١٤٠٨هـ.
- الطبقات الكبرى، محمد بن سعد، دار بيروت للطباعة والنشر ١٤٠٠هـ.
- طبقات المدلسين، أحمد بن حجر العسقلاني، تحقيق عاصم القريوتي، مكتبة المنار، الأولى.
- طراز البردة، محمد كامل عبد العظيم، دار الكتب الحديثة.
- ظاهرة التأويل وصلتها باللغة، السيد أحمد عبد الغفار، دار الرشيد للنشر ١٤٠٠هـ.
- العبارة، أبو نصر الفارابي، تحقيق محمد سليم سالم، دار الكتب ١٩٧٦م.
- العذر بالجهل عقيدة السلف، شريف هزاع، مكتبة ابن تيمية، القاهرة، الأولى ١٤٠٨هـ.
- العقود الدرية من مناقب شيخ الإسلام ابن تيمية، محمد بن أحمد بن عبد الهادي، تحقيق محمد الفقي، دار الكتب العلمية، بيروت.
- عقيدة أهل السنة والجماعة في الصحابة الكرام، ناصر الشيخ، مكتبة الرشد، الأولى ١٤١٣هـ.
- عقيدة الحافظ عبد الغني المقدسي، تحقيق مصعب الحايك، مطبعة النرجس، الأولى ١٤١٣هـ.',NULL,'649',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (634,'- عقيدة الرازي، جمع محمود الحداد، دار الفرقان.
- عقيدة السلف وأصحاب الحديث، إسماعيل الصابوني، تحقيق ناصر الجديع، دار العاصمة، الأولى ١٤١٥هـ.
- العقيدة السلفية بين الإمام أحمد وابن تيمية، سيد السيلي، دار المنار، الأولى ١٤١٣هـ.
- علم التوحيد عند خلص المتكلمين، عبد الحميد عز العرب، دار المنار ١٤٠٧هـ.
- علم الكلام وبعض مشكلاته، أبو الوفا التفتازاني، دار الثقافة القاهرة ١٩٩١م.
- علي بن أبي طالب إمام العارفين: انظر البرهان الجلي.
- عمل اليوم والليلة، أبو بكر ابن السني، تحقيق بشير عيون، دار البيان دمشق، المؤيد الطائف، الأولى ١٤٠٧هـ.
- عمل اليوم والليلة، أحمد بن شعيب النسائي، تحقيق فاروق حمادة، مؤسسة الرسالة، الثانية ١٤٠٦هـ.
- العواصم من القواصم، أبو بكر بن العربي، ضمن آراء أبي بكر بن العربي الكلامية لعمار طالبي، الشركة الوطنية، الجزائر، الثانية ١٩٨١م.
- عوامل وأهداف نشأة علم الكلام، يحيى فرغل، مجمع البحوث الإسلامية، مصر، ١٣٩٢هـ.
- عيون الأنباء في طبقات الأطباء، ابن أبي أصيبعة، تحقيق نزار رضا، دار مكتبة الحياة، بيروت.
- غاية الأماني في الرد على النبهاني، أبو المعالي الآلوسي، مطابع نجد، الرياض.
- الغدير في الكتاب والسنة والأدب، عبد الحسين النجفي، دار الكتاب العربي، بيروت، الخامسة ١٤٠٣هـ.
- الغلو والفرق الغالية في الحضارة الإسلامية، عبد الله السامرائي، دار واسط للنشر، الثانية ١٩٨٢م.
- الفتاوى الحديثية، أحمد بن حجر الهيتمي، مطبعة مصطفى البابي الحلبي، الثانية ١٣٩٠هـ.
- الفتاوى الكبرى، أحمد بن عبد الحليم بن تيمية، تقديم حسنين مخلوف، دار المعرفة.
- الفتاوى الهندية، دار إحياء التراث العربي، بيروت، الثانية.
- فتاوى ورسائل الشيخ محمد بن إبراهيم، جمع وترتيب محمد بن قاسم، مطبعة الحكومة، مكة المكرمة، ١٣٩٩هـ.',NULL,'650',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (635,'- فتح الباري شرح صحيح البخاري، أحمد بن حجر العسقلاني، ترقيم محمد فؤاد عبد الباقي، الطبعة السلفية ١٣٨٠هـ.
- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير، محمد الشوكاني، دار الفكر.
- فتح المغيث شرح ألفية الحديث للعراقي، محمد بن عبد الرحمن السخاوي، دار الكتب العلمية، الأولى ١٤٠٣هـ.
- فتح الملك العلي لصحة حديث باب مدينة العلم علي، أحمد الغماري، مطبعة السعادة، الأولى ١٣٨٩هـ.
- الفتوى الحموية الكبرى، أحمد بن عبد الحليم بن تيمية، تحقيق محمد عبد الرزاق حمزة، مطبعة المدني مصر ١٤٠٣هـ.
- الفتوحات الإلهية، سليمان العجيلي (الجمل) ، دار الفكر.
- الفرق الإسلامية في بلاد الشام في العصر الأموي، حسين عطوان، دار الجيل، الأولى ١٩٨٦م.
- الفرقان بين أولياء الرحمن وأولياء الشيطان، أحمد بن عبد الحليم بن تيمية، تحقيق عبد الرحمن اليحيى، دار طويق للنشر، الأولى ١٤١٤هـ.
- الفرقان بين الحق والباطل، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، ونسخة بتحقيق عبد القادر الأرناؤوط، دار البيان دمشق الأولى ١٤٠٥هـ.
- الفرق بين الفرق، عبد القاهر البغدادي، تحقيق محمد محي الدين عبد الحميد، دار المعرفة، بيروت.
- فرق الشيعة، الحسن النوبختي، تعليق محمد صادق آل بحر العلوم، المكتبة المرتضوية، المطبعة الحيدرية، النجف ١٣٥٥هـ.
- فرق معاصرة تنتسب إلى الإسلام وبيان موقف الإسلام منها، غالب عواجي، مكتبة لينة، الأولى ١٤١٤هـ.
- الفصل الحاسم بين الوهابيين ومخالفيهم، عبد الله بن علي القصيمي، مكتبة رياض الجنة، الثانية ١٩٨٩م.
- الفصل في الملل والأهواء والنحل، أبو محمد بن حزم، دار الندوة الجديدة بيروت.
- فصوص الحكم، محيي الدين بن عربي، دار الفكر العربي.
- فضائح الباطنية، أبو حامد الغزالي، تحقيق عبد الرحمن بدوي، دار الكتب الثقافية، الكويت.',NULL,'651',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (636,'- فضل المعتزلة وطبقات المعتزلة، للبلخي والقاضي عبد الجبار والجشمي، تحقيق فؤاد سيد، الدار التونسية تونس، المؤسسة الوطنية الجزائر، الثانية ١٤٠٦هـ.
- الفكر التربوي عند ابن تيمية، ماجد كيلاني، دار التراث المدينة، الثانية ١٤٠٧هـ.
- فكرة الجوهر في الفكر الفلسفي الإسلامي، سامي لطف، الحرية الحديثة، مصر، الأولى ١٩٧٨م.
- الفهرست لابن النديم، دار المعرفة، بيروت.
- الفوائد البهية، محمد اللكنوي، دار المعرفة للطباعة، بيروت.
- الفوائد المجموعة في الأحاديث الموضوعة، محمد الشوكاني، تحقيق عبد الرحمن المعلمي، الثانية ١٣٩٢هـ.
- فوات الوفيات، محمد شاكر الكتبي، دار صادر، بيروت.
- فيض القدير شرح الجامع الصغير، عبد الرؤوف المناوي، دار المعرفة بيروت. الثانية ١٣٩١هـ.
- فيض الوهاب في بيان أهل الحق ممن ضل عن الصواب، عبد ربه بن سليمان (القليوبي) ، دار القومية ١٣٨٣هـ.
- الفيلسوف نصير الدين الطوسي، عبد الأمير الأعسم، دار الأندلس، الأولى ١٩٧٥م.
- القاضي أبو يعلى وكتابه مسائل الإيمان، سعود الخلف، دار العاصمة، الأولى ١٤١٠هـ.
- قاعدة جليلة في التوسل والوسيلة، أحمد بن عبد الحليم بن تيمية، تحقيق ربيع مدخلي، مكتبة لينة، مصر، الأولى ١٤٠٩هـ.
- قاعدة عظيمة في الفرق بين عبادات أهل الإسلام وعبادات أهل الشرك والنفاق، أحمد بن عبد الحليم بن تيمية، تحقيق سليمان الغصن، دار العاصمة، الأولى ١٤١١هـ.
- قاعدة في المحبة، أحمد بن عبد الحليم بن تيمية، ضمن جامع الرسائل، تحقيق محمد رشاد سالم، مطبعة المدني، مصر، الثانية ١٤٠٥هـ.
- القاموس المحيط، محمد بن يعقوب الفيروزآبادي، دار الجيل، بيروت.
- قراءة في علم الكلام (الغائية عند الأشاعرة) ، نوران الجزيري، الهيئة المصرية العامة للكتاب ١٩٩٢م.
- القرمطية بين الدين والثورة، حسن بزون، دار الحقيقة، بيروت، الأولى ١٤٠٨هـ.
- القصائد الوترية في مدح خير البرية، للبغدادي، مكتبة مضوى.',NULL,'652',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (637,'- القصيدة البغدادية في مدح خير البرية، محمد بن أبي بكر الشافعي، الدار العالمية ١٤١٣هـ.
- قطف الثمر في بيان عقيدة أهل الأثر، صديق حسن خان، تحقيق عاصم القريوتي، الأولى ١٤٠٤هـ.
- القواعد المثلى في صفات الله وأسمائه الحسنى، محمد بن صالح بن عثيمين، مكتبة الكوثر الرياض ١٤٠٦هـ.
- قواعد المنهج السلفي، مصطفى حلمي، دار الدعوة للنشر والتوزيع، الإسكندرية، الثانية ١٤٠٥هـ.
- قواعد وضوابط التكفير، خالد فوزي، مكتبة لينة، الأولى ١٤١٢هـ.
- القول الجلي في ترجمة تقي الدين ابن تيمية الحنبلي، محمد صفي الدين البخاري، تحقيق سالم الدخيل، ضمن مجلة كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية الرياض ١٣٩٩ - ١٤٠٠هـ.
- القول المختار لبيان فناء النار، عبد الكريم الحميد، الأولى ١٤١٢هـ.
- القول المفيد على كتاب التوحيد، محمد بن صالح بن صالح بن عثيمين، تحقيق سليمان أبا الخيل وخالد المشيقح، دار العاصمة، الأولى ١٤١٥هـ.
- الكاشف في معرفة من له رواية في الكتب الستة، محمد بن أحمد الذهبي، تحقيق عزت عطية، دار الكتب الحديثة، القاهرة، الأولى ١٣٩٢هـ.
- الكافية الشافية (النونية) ، ابن القيم الجوزية، ضمن شرحها لمحمد هراس، مكتبة ابن تيمية، القاهرة ١٤٠٧هـ.
- الكامل في التاريخ، علي بن الأثير، دار الكتاب العربي بيروت، الثانية ١٤٠٥هـ.
- الكامل في ضعفاء الرجال، عبد الله بن عدي الجرجاني، دار الفكر، الثانية ١٤٠٥هـ.
- كشف الأستار لإبطال ادعاء فناء النار، علي الحربي، دار طيبة، الأولى ١٤١٠هـ.
- كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس، العجلوني، دار إحياء التراث العربي، بيروت، الثانية ١٣٥١هـ.
- كشف المحجوب، للهجويري، دراسة إسعاد قنديل، المجلس الأعلى للشؤون الإسلامية، مصر ١٣٩٥هـ.
- كشف النقاب عن عقائد ابن عبد الوهاب، أبو الحسن الطباطبائي، المطبعة الحيدرية، النجف ١٣٤٥هـ.
- الكفاية في علم الرواية، الخطيب البغدادي، مراجعة عبد الحليم وعبد الرحمن محمود، دار الكتب الحديثة، القاهرة، الثانية.',NULL,'653',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (638,'- كنز العمال في سنن الأقوال والأفعال، حسام الدين الهندي، تحقيق بكري حياني وصفوت السقا، الرسالة ١٣٩٩هـ.
- الكيلانية، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف المغرب.
- اللآليء البهية في شرح لامية شيخ الإسلام ابن تيمية، أحمد المرداوي، تعليق صالح الفوزان، تخريج لجنة من طلاب العلم، دار المسلم، الأولى ١٤١٧هـ.
- لباب العقول في الرد على الفلاسفة في علم الأصول، يوسف المكلاتي، تحقيق فوقية حسين، دار الأنصار، القاهرة، الأولى ١٩٧٧م.
- لسان العرب، أبو الفضل ابن منظور، دار الفكر، دار صادر، بيروت، الأولى ١٤١٠هـ.
- لسان الميزان، أحمد بن حجر العسقلاني، مؤسسة الأعلمي للمطبوعات، الثانية ١٣٩٠هـ.
- اللمع، لأبي نصر الطوسي، تحقيق عبد الحليم محمود وطه عبد الباقي، مطبعة السعادة ١٣٨٠هـ.
- لمعة الاعتقاد الهادي إلى سبيل الرشاد، ابن قدامة المقدسي، تحقيق عبد القادر الأرناؤوط، دار الهدى، الثالثة ١٤٠٨هـ.
- لوامع الأنوار البهية وسواطع الأسرار الأثرية، محمد بن أحمد السفاريني، مؤسسة الخافقين، دمشق، الثانية ١٤٠٢هـ.
- المباحث المشرقية، فخر الدين الرازي، تحقيق محمد المعتصم بالله البغدادي، دار الكتاب العربي، الأولى ١٤١٠هـ.
- المبين شرح ألفاظ الحكماء والمتكلمين، سيف الدين الآمدي، ضمن كتاب الفليسوف الآمدي، دراسة وتحقيق عبد الأمير الأعسم، دار المناهل، بيروت، الأولى ١٤٠٧هـ.
- مثير الغرام الساكن إلى أشرف الأماكن، أبو الفرج ابن الجوزي، تحقيق مرزوق إبراهيم، دار الراية، الرياض، الأولى ١٤١٥هـ.
- مجاز القرآن، أبو عبيدة معمر بن المثنى، تحقيق فؤاد سزكين، مكتبة الخانجي، دار الفكر، الثانية ١٣٩٠هـ.
- المجالس الأربعة من مجالس الأبرار، أحمد الرومي، تحقيق محمد الخميس، دار العاصمة، الأولى ١٤١٤هـ.
- المجروحين من المحدثين والضعفاء والمتروكين، محمد بن حبان البستي، تحقيق محمد زايد، دار الباز، مكة المكرمة.',NULL,'654',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (639,'- مجلة الحكمة، العدد الخامس، شوال ١٤١٥هـ.، بريطانيا.
- مجلة المنار العدد الخامس محفوظ في مركز الملك فيصل للبحوث والدراسات الإسلامية برقم ٧١٣٥٤، والسابع برقم ٧١٣٥٥.
- مجمع الزوائد ومنبع الفوائد، علي الهيثمي، دار الكتاب العربي، بيروت، الثانية ١٩٦٧م.
- مجمل اللغة، أبو الحسين بن فارس، تحقيق زهير سلطان، مؤسسة الرسالة، بيروت، الأولى ١٤٠٤هـ.
- المجموع شرح المهذب، محيي الدين النووي، الناشر زكريا يوسف، مطبعة العاصمة، القاهرة.
- مجموع فتاوى ابن تيمية، أحمد بن عبد الحليم بن تيمية، جمع وترتيب عبد الرحمن بن قاسم وابنه محمد، طبعة مكتبة المعارف، الرباط.
- مجموعة القصائد والموالد والأشعار في المدائح النبوية، دار النجم، الأولى ١٩٩٤م.
- مجموعة مؤلفات شيخ الإسلام ابن تيمية، محمد الشيباني، منشورات مركز المخطوطات، دار إحياء التراث، الأولى ١٤١٣هـ.
- محاسن التأويل، محمد جمال الدين القاسمي، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب، الأولى ١٣٧٩هـ.
- المحرر الوجيز في تفسير الكتاب العزيز، عبد الحق بن عطية، تحقيق المجلس العلمي بفاس، وزارة الأوقاف بالمغرب.
- محق التقول في مسألة التوسل، محمد الكوثري، المكتبة الأزهرية للتراث، ١٤١٤هـ.
- مختصر الصواعق المرسلة، محمد الموصلي، دار الندوة الجديدة، بيروت ١٤٠٥هـ.
- المدائح النبوية بين المعتدلين والغلاة، محمد بن سعد بن حسين، مطابع الفرزدق، الرياض، الأولى ١٤٠٦هـ.
- المدخل إلى دراسة علم الكلام، حسن الشافعي، مكتبة وهبة، الثانية ١٤١١هـ.
- المدخل إلى معاني الفلسفة، عرفان عبد الحميد، دار الجيل بيروت، دار عمار لبنان، الأولى ١٤٠٩هـ.
- المدرسة الفلسفية في الإسلام، محمد الفيومي، دار الثقافة، مصر ١٤١٠هـ.
- مذاهب الإسلاميين، عبد الرحمن بدوي، دار العلم للملايين، الثالثة ١٩٨٣م.
- المذاهب الصوفية ومدارسها، عبد الحكيم قاسم، مكتبة مدبولي ١٩٨٩م.',NULL,'655',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (640,'- مراتب الإجماع في العبادات والمعاملات والاعتقادات، ابن حزم الأندلسي، دار الكتب العلمية، بيروت.
- المسائل والرسائل المروية عن الإمام أحمد بن حنبل، عبد الله الأحمدي، دار طيبة، الأولى ١٤١٢هـ.
- المسألة المصرية، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- المستدرك على الصحيحين، أبو عبد الله الحاكم، دار الفكر بيروت، وبهامشه تلخيص المستدرك للذهبي.
- مسند أبي يعلى الموصلي، أحمد بن المثنى، تحقيق حسين أسد، دار المأمون للتراث، الأولى ١٤٠٤هـ.
- مسند أحمد بن حنبل، المكتب الإسلامي، دار صادر، بيروت، الأولى ١٣٨٩هـ، ونسخة بتحقيق أحمد شاكر، دار المعارف بمصر ١٣٧٥هـ، وطبعة مؤسسة الرسالة بتحقيق شعيب الأرناؤوط.
- مسند الطيالسي، سليمان بن الجارود، مطبعة مجلس دائرة المعارف العثمانية، الأولى ١٣٢١هـ.
- المسودة، عبد السلام وعبد الحليم وأحمد بن تيمية، تحقيق محمد محيي الدين عبد الحميد، مطبعة المدني القاهرة ١٣٨٤هـ.
- المشاهدات المعصومية عند قبر خير البرية، محمد بن سلطان المعصومي، تحقيق محمد الخميس، دار العاصمة، الأولى ١٤١٤هـ.
- مشكاة الأنوار الهادمة لقواعد الباطنية الأشرار، يحيى بن حمزة العلوي، تحقيق محمد الجليند، الدار اليمنية للنشر والتوزيع، الثالثة ١٤٠٣هـ.
- مشكل الآثار، أبو جعفر الطحاوي، دار صادر، الأولى ١٣٣٣هـ.
- مصباح الأنام وجلاء الظلام في رد شبه البدعي النجدي التي أضل بها العوام، علوي الحداد، المطبعة العامرة، مصر ١٣٢٥هـ.
- المصباح المنير في غريب شرح الرافعي الكبير، أحمد الفيومي، المكتبة العلمية، بيروت.
- المصنف، عبد الرزاق الصنعاني، تحقيق حبيب الرحمن الأعظمي، المكتب الإسلامي، الأولى ١٣٩٢هـ.
- المصنف، عبد الله بن أبي شيبة، تحقيق مختار الندوي، الدار السلفية، الهند، الأولى ١٤٠١هـ.',NULL,'656',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (641,'- المطالب العالية بزوائد المسانيد الثمانية، أحمد بن حجر العسقلاني، تحقيق حبيب الرحمن الأعظمي.
- معارج الوصول، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- معالم الانطلاقة الكبرى، محمد المصري، دار طيبة، الرابعة ١٤٠٩هـ.
- معالم التنزيل، الحسين بن مسعود البغوي، تحقيق خالد العك ومروان سوار، دار المعرفة بيروت، الأولى ١٤٠٦هـ.
- معالم السنن، حمد الخطابي، المكتبة العلمية، الثانية ١٤٠١هـ.
- معاني القرآن، أبو جعفر النحاس، جامعة أم القرى ١٤٠٨هـ.
- المعتزلة، زهدي جار الله، المؤسسة العربية للدراسات والنشر، السادسة ١٤١٠هـ.
- المعتزلة وأصولهم الخمسة وموقف أهل السنة منها، عواد المعتق، دار العاصمة، الأولى ١٤٠٩هـ.
- معتزلة اليمن، علي زيد، مركز الدراسات والبحوث، صنعاء، دار العودة بيروت، الثانية ١٩٨٥م.
- معجم ألفاظ الصوفية، حسن الشرقاوي، مؤسسة المختار، القاهرة، الأولى ١٩٨٧م.
- معجم البلدان، ياقوت الحموي، دار إحياء التراث العربي، بيروت.
- معجم الفرق الإسلامية، عارف تامر، دار المسيرة، بيروت ١٩٩٠م.
- المعجم الفلسفي، جميل صليبا، الشركة العالمية للكتاب، دار الكتاب اللبناني، دار الكتاب المصري.
- المعجم الفلسفي، مجمع اللغة العربية، مصر، الهيئة العامة لشؤون المطابع الأميرية ١٤٠٣هـ.
- معجم المؤلفين، عمر رضا كحالة، مكتبة المثنى، دار إحياء التراث العربي ١٣٧٦هـ.
- معيار العلم، أبو حامد الغزالي، شرح أحمد شمس الدين، دار الكتب العلمية، بيروت، الأولى ١٤١٠هـ.
- المغرب في حلي المغرب، ابن سعيد المغربي ومجموعة من المؤلفين، تحقيق شوقي ضيف، دار المعارف، مصر، الثانية،
- المغني لابن قدامة المقدسي، تحقيق عبد الله التركي وعبد الفتاح الحلو، دار هجر، الأولى ١٤٠٦هـ.',NULL,'657',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (642,'- المغني في أبواب التوحيد والعدل، القاضي عبد الجبار، تحقيق جماعة من المحققين، وزارة الثقافة، مصر.
- مفاتيح الغيب، فخر الدين الرازي، دار إحياء التراث العربي، الثالثة.
- مفاهيم يجب أن تصحح، محمد علوي مالكي، دار الإنسان، الأولى ١٤٠٥هـ.
- مقالات الإسلاميين، أبو القاسم البلخي، الدار التونسية تونس، المؤسسة الوطنية الجزائر ١٤٠٦هـ.
- مقالات الإسلاميين واختلاف المصلين، أبو الحسن الأشعري، تحقيق محمد محيي الدين عبد الحميد، مكتبة النهضة المصرية، الثانية ١٣٨٩هـ.
- المقالات السنية في كشف ضلالات أحمد بن تيمية، عبد الله الهرري (الحبشي) ، دار المشاريع، الثانية ١٤١٤هـ.
- مقالات الكوثري، محمد زاهد الكوثري، المكتبة الأزهرية للتراث ١٤١٤هـ.
- المقالات والفرق، سعد الأشعري القمي، تصحيح محمد جواد مشكور، مطبعة حيدري، طهران ١٩٦٣م.
- المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة، محمد بن عبد الرحمن السخاوي، تصحيح عبد الله بن محمد الصديق، دار الكتب العلمية، بيروت.
- مقاصد الفلاسفة في المنطق والحكمة الإلهية والحكمة الطبيعية، أبو حامد الغزالي، المطبعة المحمودية، الأزهر، الثانية ١٣٥٥ هـ.
- المقدمات الخمس والعشرون في إثبات وجود الله ووحدانيته وتنزهه من أن يكون جسماً أو قوة في جسم من دلائل الحائرين، موسى بن ميمون، شرح التبريزي، تصحيح محمد الكوثري، المكتبة الأزهرية للتراث ١٤١٣هـ.
- مقدمات في الأهواء والافتراق والبدع، ناصر العقل، دار الوطن، الأولى ١٤١٤هـ.
- المقدمة لابن أبي زيد القيرواني، ضمن شرحها للأمين الحاج، دار المطبوعات الحديثة، جدة، الأولى ١٤١٢هـ.
- مقدمة ابن الصلاح في علوم الحديث، أبو عمرو بن الصلاح، دار الكتب العلمية، بيروت ١٣٩٨هـ.
- الملل والنحل، عبد القاهر البغدادي، تحقيق ألبير نادر، دار المشرق، بيروت، الثانية.
- الملل والنحل، محمد الشهر ستاني، تحقيق أحمد فهمي، دار الكتب العلمية، بيروت، الأولى ١٤١٠هـ، وطبعة أخرى بتحقيق محمد بدران، مكتبة الأنجلو، القاهرة.',NULL,'658',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (643,'- مناظرة الدجاجلة البطائحية، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- مناقب الإمام أحمد، أبو الفرج بن الجوزي، تحقيق عبد الله التركي، مكتبة الخانجي، مصر، الأولى ١٣٩٩هـ.
- مناقب الشافعي، أحمد بن الحسين البيهقي، تحقيق السيد أحمد صقر، دار التراث، الأولى ١٣٩١هـ.
- مناقب الشافعي، فخر الدين الرازي، تحقيق أحمد حجازي السقا، مكتبة الكليات الأزهرية ١٤٠٦هـ.
- مناهج البحث عند مفكري الإسلام، علي سامي النشار، دار النهضة العربية، بيروت ١٤٠٤هـ.
- المناهج والمذاهب الفكرية والعلوم عند العرب، محمد العريبي، دار الفكر اللبناني، الأولى ١٩٩٤م.
- المنتقى من منهاج الاعتدال، محمد بن أحمد الذهبي، دار البيان دمشق، تحقيق محب الدين الخطيب، ١٣٧٤هـ.
- منحة المعبود، أحمد البنا (الساعاتي) ، المكتبة الإسلامية، بيروت، الثانية ١٤٠٠هـ.
- المنحة الوهبية في رد الوهابية، داود بن سليمان، مكتبة ايشيق تركيا، الثالثة ١٣٩٨هـ.
- منهاج السنة النبوية، أحمد بن عبد الحليم بن تيمية، تحقيق محمد رشاد سالم، طبع جامعة الإمام محمد بن سعود الإسلامية، الأولى ١٤٠٦هـ.
- المنهج الأحمد في تراجم أصحاب الإمام أحمد، عبد الرحمن العليمي، تحقيق محمد محيي الدين عبد الحميد، الأولى ١٣٨٣هـ، مطبعة المدني.
- منهج الاستدلال على مسائل الاعتقاد عند أهل السنة والجماعة، عثمان حسن، مكتبة الرشد، الأولى ١٤١٢هـ.
- منهج إمام الحرمين في دراسة العقيدة، أحمد العبد اللطيف، مركز الملك فيصل للبحوث والدراسات الإسلامية، الأولى ١٤١٤هـ.
- منهج الشهرستاني في كتابة الملل والنحل، محمد السحيباني، رسالة ماجستير في قسم العقيدة، جامعة الإمام محمد بن سعود الإسلامية، الرياض.
- منهج شيخ الإسلام ابن تيمية في تقرير عقيدة التوحيد، إبراهيم البريكان، رسالة دكتواره في قسم العقيدة، جامعة الإمام محمد بن سعود الإسلامية، الرياض.',NULL,'659',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (644,'- منهج شيخ الإسلام ابن تيمية في الدعوة، عبد الله بن رشيد الحوشاني، دار إشبيليا، الأولى ١٤١٧هـ.
- منهج علماء الحديث والسنة في أصول الدين، مصطفى حلمي، دار الدعوة، الإسكندرية.
- منهج القاضي أبي يعلى في أصول الدين، فهد الفايز، رسالة ماجستير من قسم العقيدة، جامعة الإمام محمد بن سعود الإسلامية، الرياض.
- المنية والأمل، القاضي عبد الجبار، جمع أحمد المرتضى، تحقيق عصام الدين علي، دار المعرفة الجامعية ١٩٨٥م.
- المؤتلف والمختلف، الحسن بن بشر الآمدي، تحقيق ف. كرنكو، دار الكتب العلمية، لبنان، الثانية ١٤٠٢هـ.
- المواقف في علم الكلام، عبد الرحمن الأيجي، عالم الكتب، بيروت.
- الموضوعات، أبو الفرج بن الجوزي، تخريج توفيق حمدان، دار الكتب العلمية، بيروت، الأولى ١٤١٥هـ.
- موقف ابن تيمية من الأشاعرة، عبد الرحمن المحمود، مكتبة الرشد، الأولى ١٤١٥هـ.
- موقف ابن تيمية من الرافضة، للشمسان، رسالة ماجستير في قسم العقيدة، الجامعة الإسلامية بالمدينة المنورة.
- موقف المتكلمين من الاستدلال بنصوص الكتاب والسنة، سليمان الغصن، دار العاصمة، الأولى ١٤١٦هـ.
- الموطأ مالك بن أنس، ترقيم محمد فؤاد عبد الباقي، كتاب الشعب.
- ميزان الاعتدال، محمد بن أحمد الذهبي، تحقيق علي البجاوي، دار المعرفة، بيروت.
- النبوات، أحمد بن تيمية، دار الكتب العلمية، بيروت ١٤٠٥هـ.
- النجوم الزاهرة في ملوك مصر والقاهرة، جمال الدين يوسف بن تغري بردي الأتابكي، مصورة عن طبعة دار الكتب بمصر.
- نزهة الألباء في طبقات الأدباء، عبد الرحمن بن الأنباري، تحقيق إبراهيم السامرائي، مكتبة المنار، الأردن، الثالثة ١٤٠٥هـ.
- نشأة الفكر الفلسفي في الإسلام، علي النشار، دار المعارف، السابعة ١٩٧٧م.
- نشأة الفلسفة الصوفية وتطورها، عرفان عبد الحميد، المكتب الإسلامي، ١٣٩٤هـ.',NULL,'660',NULL,NULL,'0');
INSERT INTO [b9585] VALUES (645,'- النصيحة في صفات الرب - جل وعلا -، أحمد الواسطي، تحقيق زهير الشاويش، المكتب الإسلامي، الثالثة ١٤٠٣هـ.
- نقد مراتب الإجماع، أحمد بن عبد الحليم بن تيمية، بهامش مراتب الإجماع لابن حزم، دار الكتب العلمية، بيروت.
- النكت والعيون (تفسير الماوردي) ، أبو الحسن علي الماوردي، تحقيق السيد عبد الرحيم، دار الكتب العلمية، بيروت، الأولى ١٤١٢هـ.
- نهاية الإقدام في علم الكلام، محمد الشهرستاني، تحقيق ألفرد جيوم.
- النهاية في غريب الحديث، أبو السعادات ابن الأثير، تحقيق محمود الطناحي، المكتبة الإسلامية.
- نهاية القصد والتوسل لفهم كلمة الدور والتسلسل، أحمد بن عبد الرحيم الطهطهاوي، مخطوط في دار الكتب المصرية برقم ٣٩٧٨٨.
- نواقض الإيمان الاعتقادية، محمد الوهيبي، دار المسلم، الأولى ١٤١٦هـ.
- نواقض الإيمان القولية والعملية، عبد العزيز العبد اللطيف، دار الوطن، الأولى ١٤١٤هـ.
- هذه مفاهيمنا، صالح آل الشيخ، مطابع القصيم ١٤٠٦هـ.
- الوابل الصيب ورافع الكلم الطيب، ابن قيم الجوزية، تحقيق إسماعيل الأنصاري، نشر رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد، مطابع النصر الحديثة.
- الواسطية، أحمد بن عبد الحليم بن تيمية، ضمن مجموع فتاوى ابن تيمية، جمع عبد الرحمن بن قاسم وابنه محمد، مطبعة المعارف، المغرب.
- وحدة الوجود في الفكر العربي، محمد الراشد، منشورات اتحاد الكتاب العرب، ١٩٨٥م.
- وسطية أهل السنة بين الفرق، محمد باكريم باعبد الله، دار الراية، الأولى ١٤١٥هـ.
- الوصية الكبرى، أحمد بن عبد الحليم بن تيمية، تحقيق محمد الحمود، مكتبة ابن الجوزي، الثانية ١٤٠٨هـ.
- وفيات الأعيان وأنباء أبناء الزمان، أحمد بن خلكان، تحقيق محمد محيي الدين عبد الحميد، مكتبة النهضة المصرية، الأولى ١٣٦٧هـ.
- الوهابية في الميزان، جعفر السبحاني، دار المنتظر، بيروت، الثانية ١٤٠٨هـ.',NULL,'661',NULL,NULL,'0');
