-- Table: b96480
-- Chunk: 1
-- Rows: 41

CREATE TABLE "b96480"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b96480
INSERT INTO [b96480] VALUES (1,'بر الوالدين
مفهوم, وفضائل، وآداب, وأحكام
في ضوء الكتاب والسنة

تأليف الفقير إلى الله تعالى
د. سعيد بن علي بن وهف القحطاني',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b96480] VALUES (2,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-1>المقدمة</span>
إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً أما بعد:
فهذه رسالة مختصرة في ((بر الوالدين)) بيَّنت فيها: مفهوم بر الوالدين، لغة واصطلاحاً، ومفهوم عقوق الوالدين لغة واصطلاحاً، ثم ذكرت الأدلة من الكتاب والسنة الدالة على وجوب بر الوالدين، وتحريم عقوقهما، ثم ذكرت أنواع البر التي يوصل بها الوالدان بعد موتهما.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (3,'والله تعالى أسأل أن يجعل هذا العمل مباركاً، نافعاً، خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كلَّ من انتهى إليه؛ فإنه تعالى خير مسؤول، وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم على نبينا محمد، وعلى آله وأصحابه، ومن تبعهم بإحسان إلى يوم الدين.

المؤلف: أبو عبد الرحمن
حرر بعد عصر يوم الخميس الموافق
٢/ ٥/١٤٢٦هـ بالرياض',NULL,'4',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (4,'<span data-type="title" id=toc-2>أولاً: مفهوم بر الوالدين </span><span data-type="title" id=toc-3>لغة </span>واصطلاحاً:
لغة: البرُّ: الخير والفضل، يقال: بَرَّ الرجلُ، يَبَرُّ بِرًّا، وِزان: علِمَ يعلم علماً، فهو بَرٌّ، وبَارٌّ: أي صادقٌ أو تقيٌّ، وهو خلاف الفاجر، وجمع البر: أبرار, وجمع البار: بررة، مثل: كافرٌ, وكفرةٌ. وبَرِرْتُ والدي، أبرَّرُهُ، بِرًّا: أحسنت الطاعة إليه، ورفقت به، وتحرَّيتُ محابّه، وتوقَّيتُ مكارهه (١).
والبرُّ: ضد العقوق (٢).
قال ابن الأثير رحمه الله: ((البِرُّ بالكسر الإحسان، ومنه الحديث في بر الوالدين: وهو في حقهما وحق الأقربين من الأهل ضد العقوق: وهو الإساءة إليهم والتضييع لحقهم)) (٣). والبر: اسم
_________
(١) المصباح المنير، لأحمد بن محمد الفيومي (١/ ٤٣).
(٢) مختار الصحاح، للرازي (ص ١٩).
(٣) النهاية في غريب الحديث لابن الأثير (١/ ١١٦).',NULL,'5',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (5,'جامع للخير وأصله الطاعة (١).

<span data-type="title" id=toc-4>اصطلاحاً: </span>بر الوالدين: الإحسان إليهما (٢) [بالقلب، والقول، والفعل تقرباً لله تعالى].
<span data-type="title" id=toc-5>ثانياً: مفهوم عقوق الوالدين </span><span data-type="title" id=toc-6>لغة </span>واصطلاحاً:
لغة: عَقَّ، يَعُقُّ عقوقاً: العقُّ: الشقُّ، يقال: عقَّ ثوبه، كما يقال: شقَّ ثوبه، ومنه يقال: عقَّ الولدُ أباه، [وعقَّ أمه]، من باب قَعَد: إذا عصاه وترك الإحسان إليه, فهو عاقٌّ، والجمع: عققةٌ (٣).
ويقال: عقَّ والده يعُقُّ، عقوقاً ومعقة على وزن مشقة، وجمع عاق: عققة، ككافر وكفرة (٤).
قال ابن الأثير رحمه الله: ((يقال: عق والده يعقُّه عقوقاً، فهو عاقٌّ: إذا آذاه وعصاه، وخرج عليه، وهو
_________
(١) معجم لغة الفقهاء، لمحمد روّاس (ص ٨٤).
(٢) المرجع السابق (ص ٨٥).
(٣) المصباح المنير (٢/ ٤٢٢).
(٤) مختار الصحاح (ص ١٨٧).',NULL,'6',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (6,'ضِدُّ البِرِّ به، وأصله من العقِّ: الشقِّ والقطع)) (١).
ويقال: عق أباه، وعقوقاً، ومعقةً: استخف به وعصاه وترك الإحسان إليه (٢).

مفهوم عقوق الوالدين<span data-type="title" id=toc-7> اصطلاحاً: </span>هو إغضابهما بترك الإحسان إليهما (٣).
وقيل: عقوق الوالدين: كل فعل يتأذَّى به الوالدان تأذياً ليس بالهيِّن، مع كونه ليس من الأفعال الواجبة (٤).
وقيل: عقوق الوالدين: ما يتأذَّى به الوالدان من ولدهما: من قولٍ، أو فعلٍ، إلا في شرك أو معصية ما لم يتعنت الوالدان (٥).
_________
(١) النهاية في غريب الحديث (٣/ ٢٧٧)، وانظر لغة الفقهاء (ص ٢٨٧).
(٢) القاموس الفقهي (ص ٢٥٨).
(٣) لغة الفقهاء (ص ٢٨٧).
(٤) القاموس الفقهي (ص ٢٥٨).
(٥) المرجع السابق (ص ٢٥٨).',NULL,'7',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (7,'والأقرب أن يقال: عقوق الوالدين: كل قول أو فعل، أو تركٍ يتأذَّى به الوالدان.

<span data-type="title" id=toc-8>ثالثاً: بر الوالدين من أهم المهمات</span>، وأعظم القربات، وأجلِّ الطاعات، وأوجب الواجبات، وعقوقهما من أكبر الكبائر، وأقبح الجرائم، وأبشع المهلكات؛ للأدلة من الكتاب والسنة الصحيحة الصريحة على النحو الآتي:
<span data-type="title" id=toc-9>١ - قرن الله حق الوالدين والإحسان إليهما بعبادته سبحانه وتعالى</span>, كما قرن شكرهما بشكره؛ لأنه الخالق وحده، وقد جعل الوالدين السبب الظاهر في وجود الولد، وهذا يدل على شدة تأكد حقهما والإحسان إليهما: قولاً, وفعلاً؛ لأن لهما من المحبة للولد والإحسان إليه في حال صغره وضعفه ما يقتضي تأكد الحق ووجوب البر، وتحريم أدنى مراتب الأذى: وهو التضجر أو التأفف من خدمتهما،',NULL,'8',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (8,'وزجرهما بالكلمة العالية، أو نفض اليد عليهما، وقد جاء حق الوالدين مقروناً بعبادة الله عز وجل في آيات كثيرة (١)، منها قوله عز وجل: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا} (٢). وقال سبحانه وتعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا} (٣). وقال عز وجل: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا} (٤). وقال عز وجل: {أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} (٥).

<span data-type="title" id=toc-10>٢ - بر الوالدين أفضل من الجهاد</span>، وأعلا مراتب الجهاد في سبيل الله تعالى؛ لحديث عبد الله بن
_________
(١) انظر: تفسير ابن كثير (٣/ ٣٥)، وفتح القدير للشوكاني (٣/ ٢١٨)، وتيسير الكريم الرحمن في تفسير كلام المنان للسعدي (٤/ ٢٧٠)، وأضواء البيان في تفسير القرآن بالقرآن للشنقيطي (٣/ ٤٩٧).
(٢) سورة النساء، الآية: ٣٦.
(٣) سورة الأنعام, الآية: ١٥١.
(٤) سورة الإسراء, الآية: ٢٣.
(٥) سورة لقمان, الآية: ١٤.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (9,'عمر رضي الله عنهما قال: جاء رجل إلى النبي - صلى الله عليه وسلم - يستأذنه في الجهاد فقال: ((أحيٌّ والداك؟)) قال: نعم، قال: ((ففيهما فجاهد)). وفي لفظ لمسلم: أقبل رجل إلى نبي الله - صلى الله عليه وسلم - فقال: أبايعك على الهجرة والجهاد أبتغي الأجر من الله، قال: ((فهل من والديك أحدٌ حيٌّ؟)) قال: نعم، بل كلاهما، قال: ((تبتغي الأجر من الله؟)) قال: نعم، قال: ((فارجع إلى والديك فأحسن صحبتهما)) (١).
قال ابن حجر رحمه الله: ((أي إن كان لك أبوان فبالغ جهدك في برهما والإحسان إليهما؛ فإن ذلك يقوم مقام الجهاد)) (٢)؛ لأن المراد بالجهاد في الوالدين: بذل الجهد, والوسع, والطاقة في برهما؛
_________
(١) متفق عليه: البخاري، كتاب الجهاد، باب الجهاد بإذن الأبوين، برقم ٣٠٠٤، وكتاب الأدب، باب: لا يجاهد إلا بإذن الأبوين، برقم ٥٩٧٢، ومسلم، كتاب البر والصلة والآداب، باب بر الوالدين وأنهما أحق به، برقم ٢٥٤٩.
(٢) فتح الباري بشرح صحيح البخاري (١٠/ ٤٠٣).',NULL,'10',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (10,'ولأهمية ذلك بين العلماء أنه لا يجوز الخروج للجهاد إلا بإذن الأبوين بشرط أن يكونا مسلمين؛ لأن برهما فرض عين والجهاد فرض كفاية، فإن تعين الجهاد وكان فرض عين فلا إذن؛ لأن الجهاد أصبح فرضاً على الجميع: إما باستنفار الإمام، أو هجوم العدوِّ على البلاد، أو حضور الصف (١).

<span data-type="title" id=toc-11>٣ - بر الوالدين: أفضل الأعمال</span>، وأقرب الأعمال إلى الجنة، وأحب الأعمال إلى الله تعالى بعد الصلاة, التي هي أعظم دعائم الإسلام؛ لأن النبي - صلى الله عليه وسلم - أخبر بذلك ورتبه بـ (ثم) التي تعطي الترتيب والمهلة (٢) , فعن عبد الله بن مسعود رضي الله عنه قال: سألتُ رسول الله - صلى الله عليه وسلم - أيُّ العَمَلِ أفضل؟ قال:
_________
(١) وانظر: شرح مشكل الآثار للطحاوي (٥/ ٥٦٣)، ومعالم السنن للخطابي (٣/ ٣٧٨)، والمفهم لما أشكل من تلخيص كتاب مسلم للقرطبي (٦/ ٥٠٩).
(٢) انظر: الجامع لأحكام القرآن للقرطبي (١٠/ ٢٤٣).',NULL,'11',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (11,'((الصلاةُ لوقتها)) قال: قلتُ: ثم أيٌّ؟ قال: ((ثم بر الوالدين))، قال: قلت: ثم أيٌّ؟ قال: ((الجهاد في سبيل الله)) (١). حدثني بهن رسول الله - صلى الله عليه وسلم -، ولو استزدته لزادني. وفي لفظ: أيُّ الأعمال أحب إلى الله؟ قال: ((الصلاة على وقتها ... )) الحديث (٢). وفي لفظ: أيُّ الأعمال أقرب إلى الجنة؟ قال: ((الصلاة على مواقيتها ... )) (٣).

<span data-type="title" id=toc-12>٤ - بر الوالدين يرضي الرب عز وجل</span>، فعن عبد الله بن عمر رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال: ((رضى الرب في رضى الوالد، وسخط الرب في سخط الوالد)) (٤).
_________
(١) متفق عليه: البخاري، كتاب الصلاة، باب فضل الصلاة لوقتها برقم ٥٢٧, ٢٧٨٠ و٧٥٣٤، ومسلم، كتاب الإيمان، باب بيان كون الإيمان بالله تعالى أفضل الأعمال، برقم ٨٥.
(٢) البخاري، برقم ٥٢٧، ٥٩٧٠، ومسلم، برقم ١٣٩ (٨٥).
(٣) مسلم، برقم ١٣٨ (٨٥).
(٤) الترمذي، كتاب البر والصلة، باب ما جاء من الفضل في رضى الوالدين (٤/ ٣١٠) برقم ١٨٩٩، والحاكم وصححه على شرط مسلم ووافقه الذهبي (٤/ ١٥٢)، وصححه الألباني في سلسلة الأحاديث الصحيحة (٢/ ٢٩) برقم ٥١٦، وفي صحيح الأدب المفرد (ص ٣٣) برقم ٢.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (12,'<span data-type="title" id=toc-13>٥ - بر الوالدين يدخل الجنة</span>، فعن أبي الدرداء رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((الوالد أوسط أبواب الجنة فإن شئت فأضع ذلك الباب أو احفظه)) (١). وعن معاوية بن جاهمة رضي الله عنهما أن جاهمة جاء إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله! أردت أن أغزوَ وقد جئت أستشيرك فقال - صلى الله عليه وسلم -: ((هل لك من أمٍّ؟)) قال: نعم. قال: ((فالزمها؛ فإن الجنة تحت (٢) رجليها)) (٣). ولفظ الطبراني: ((ألك
_________
(١) الترمذي، كتاب البر والصلة، باب ما جاء من الفضل في رضى الوالدين، وقال: هذا حديث صحيح (٤/ ٣١١) برقم ١٩٠٠، وقال عبد القادر الأرنؤوط وهو كما قال. انظر: تحقيقه لجامع الأصول (١/ ٤٠٤).
(٢) أي نصيبك من الجنة لا يصل إليك إلا برضاها، وكأنه لها وهي قاعدة عليه فلا يصل إليك إلا من جهتها. [انظر: حاشية السندي على سنن النسائي (٦/ ١١)].
(٣) النسائي، كتاب الجهاد، باب الرخصة في التخلف لمن له والدة (٦/ ١١)، برقم ٣١٠٤، وابن ماجه، كتاب الجهاد، باب الرجل يغزو له أبوان، برقم ٢٧٨١، وأحمد في المسند (٣/ ٤٢٩)، والحاكم وصححه ووافقه الذهبي (٤/ ١٥١)، وقال الهيثمي في مجمع الزوائد (٨/ ١٣٨): ((رواه الطبراني في الأوسط ورجاله ثقات))، وحسنه عبد القادر الأرنؤوط في جامع الأصول (١/ ٤٠٣)، وقال الألباني في صحيح سنن النسائي (٢/ ٣٧٢): ((حسن صحيح)).',NULL,'13',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (13,'والدان؟)) قلت: نعم. قال: ((الزمهما؛ فإن الجنة تحت أرجُلِهما)) (١).

<span data-type="title" id=toc-14>٦ - دعاء رسول الله - صلى الله عليه وسلم - على من لم يبر والديه عند الكبر</span>، فعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((رَغِمَ أنْفُهُ (٢) , ثم رَغم أنفه، ثم رغم أنفه)) قيل: مَنْ يا رسول الله؟ قال: ((من أدرك والديه عند الكبر: أحَدَهُما, أو كليهما ثم لم يدخل
_________
(١) الطبراني في الكبير برقم ٢٢٠٢، (٢/ ١٨٩)، قال المنذري في الترغيب (٣/ ٢٨٥): رواه الطبراني بإسناد جيد، وقال الألباني في صحيح الترغيب والترهيب (٢/ ٦٥٠): ((حسن صحيح)).
(٢) رغم أنفه: أي لصق أنفه بالرغام, وهو التراب المختلط برمل. شرح النووي على صحيح مسلم (١٦/ ٣٤٤).',NULL,'14',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (14,'الجنة)) (١). قال الإمام القرطبي رحمه الله: ((وهذا دعاء مؤكد على من قصَّر في بر أبويه، ويحتمل وجهين:
أحدهما: أن يكون معناه: صرعه الله لأنفه فأهلكه، وهذا إنما يكون في حق من لم يقم بما يجب عليه من برهما.
وثانيهما: أن يكون معناه: أذله الله؛ لأن من ألصق أنفه - الذي هو أشرف أعضاء الوجه - بالتراب - الذي هو موطئ الأقدام وأخس الأشياء - فقد انتهى من الذُّل إلى الغاية القصوى, وهذا يصلح أن يدعى به على من فرَّط في متأكدات المندوبات, ويصلح لمن فرط في الواجبات، وهو الظاهر، وتخصيصه عند الكبر بالذكر - وإن كان
_________
(١) صحيح مسلم، كتاب البر والصلة، باب رغم أنف من أدرك أبويه أو أحدهما عند الكبر فلم يدخل الجنة، (٤/ ١٩٧٨)، برقم ٢٥٥١.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (15,'برهما واجباً على كل حال - إنما كان ذلك لشدة حاجتهما إليه؛ ولضعفهما عن القيام بكثير من مصالحهما، فيبادر الولد اغتنام فرصة برهما؛ لئلا تفوته بموتهما فيندم على ذلك)) (١).
وقد خص الله حالة الكبر للوالدين بمزيد من الأمر بالإحسان، والبر، واللطف، والشفقة والرحمة؛ لأنها الحالة التي يحتاجان فيها إلى بره؛ لتغير الحال عليهما بالضعف، والكبر، فألزم سبحانه وتعالى في هذه الحالة من مراعاة أحوالهما أكثر مما ألزمه من قبل؛ لأنهما في هذه الحالة قد صارا كلًّا عليه، فيحتاجان أن يلي منهما في الكبر ما كان يحتاج في صغره أن يليا منه؛ ولهذا خص هذه الحالة بالذكر، وأيضاً فطول المكث للمرء يوجب الاستثقال للمرء عادة، ويحصل الملل، ويكثر الضجر، فيظهر غضبه
_________
(١) المفهم لما أشكل من تلخيص كتاب مسلم (٦/ ٥١٨).',NULL,'16',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (16,'على أبويه، وتنتفخ لهما أوداجه، ويستطيل عليهما لقلة دينه وضعف بصيرته، وأقل المكروه ما يظهر بتنفسه المتردد من الضجر، وقد أمر الله أن يقابلهما بالقول الموصوف بالكرامة وهو السالم عن كل عيب (١)، فقال عز وجل: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا} (٢). وأمره الله عز وجل أن يتواضع لهما ويخفض لهما جناح الذل من الرحمة احتساباً للأجر, لا للخوف منهما، وأمره
عز وجل أن يدعو لهما بالرحمة: أحياءً, وأمواتاً،
جزاءً على تربيتهم وإحسانهم، فقال عز وجل:
{وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} (٣).
_________
(١) انظر: الجامع لأحكام القرآن للقرطبي (١٠/ ٢٤٦).
(٢) سورة الإسراء, الآية: ٢٣.
(٣) سورة الإسراء, الآية: ٢٤.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (17,'<span data-type="title" id=toc-15>٧ - بيَّن رسول الله - صلى الله عليه وسلم - بما يجزي الولد والده</span>، فعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((لا يجزي ولدٌ والداً إلا أن يجده مملوكاً فيشتريه فيعتقه)) (١).
وعن أبي بردة أنه شهد ابن عمر رضي الله عنهما، ورجل يماني يطوف بالبيت، حمل أمه وراء ظهره يقول:
إني لها بعيرها المذلل ... إن أُذعرت ركابها لم أذعر
ثم قال: يا ابن عمر، أتُراني جزيتها؟ قال: ((لا، ولا بزفرة واحدة)) (٢).

<span data-type="title" id=toc-16>٨ - بر الوالدين أقرب الأعمال إلى الله عز وجل</span>؛ لحديث ابن عباس رضي الله عنهما، أنه أتاه رجلٌ
_________
(١) مسلم، كتاب العتق، باب فضل عتق الوالد (٢/ ١١٤٨)، برقم ١٥١٠.
(٢) الأدب المفرد للبخاري (١/ ٦٢) برقم ١١، وقال الألباني في صحيح الأدب المفرد (١/ ٣٦): ((صحيح الإسناد)).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (18,'فقال: إني خطبت امرأة فأبت أن تنْكِحَني وخطبها غيري فأحبت أن تَنكِحَهُ، فَغِرْتُ عليها فقتلتُها، فهل لي من توبةٍ؟ قال: أُمُّك حيَّةٌ؟ قال: لا، قال: تبْ إلى الله عز وجل, وتقرَّب إليه ما استطعت. [قال عطاء بن يسار] فذهبت فسألت ابن عباس: لِمَ سألتَهُ عن حياة أمه؟ فقال: ((إني لا أعلم عملاً أقرب إلى الله تعالى من بِرِّ الوالدة)) (١).

<span data-type="title" id=toc-17>٩ - لين الكلام للوالدين يدخل الجنة</span>؛ لقول ابن عمر رضي الله عنهما لرجل أصاب ذنوباً, وذكرها لابن عمر، فقال له ابن عمر: ((ليست هذه من الكبائر))، ثم قال ابن عمر رضي الله عنهما عن الكبائر: ((هن تسع: الإشراك بالله، وقتل نسمة، والفرار من الزحف، وقذف المحصنة، وأكل الربا،
_________
(١) البخاري في الأدب المفرد، برقم ٤، وصححه الألباني في صحيح الأدب المفرد (١/ ٣٤)، وفي الأحاديث الصحيحة برقم ٢٧٩٩.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (19,'وأكل مال اليتيم، وإلحاد في المسجد، والذي يستسخر (١)، وبكاء الوالدين من العقوق)). ثم قال ابن عمر: ((أحي والدك؟)) قال الرجل: عندي أمي، قال ابن عمر: ((فوالله لو ألنت لها الكلام, وأطعمتها الطعام, لتدخلنَّ الجنة ما اجتنبت الكبائر)) (٢).

<span data-type="title" id=toc-18>١٠ - من بر الوالدين إدخال السرور عليهما</span>؛ لحديث عبد الله بن عمرو رضي الله عنهما قال: جاء رجل إلى النبي - صلى الله عليه وسلم - يبايعه على الهجرة، وترك أبويه يبكيان، فقال: ((ارجع إليهما وأضحكهما كما أبكيتهما)) (٣).
_________
(١) الاستسخار: من السخرية.
(٢) الأدب المفرد، للبخاري برقم ٨، وصححه الألباني في صحيح الأدب المفرد (١/ ٣٥)، وفي سلسلة الأحاديث الصحيحة ٢٨٩٨.
(٣) أخرجه أبو داود, كتاب الجهاد، باب في الرجل يغزو وأبواه كارهان، برقم ٢٥٢٨، والنسائي، كتاب البيعة، باب البيعة على الهجرة، برقم ٤١٧٤، وابن ماجه، كتاب الجهاد، باب الرجل يغزو وله أبوان، برقم ٢٧٨٢، والبخاري في الأدب المفرد برقم ١٣، وصححه الألباني في صحيح الأدب المفرد (١/ ٣٧)، وفي إرواء الغليل برقم ١١٩٩، وفي صحيح النسائي (٣/ ١٢٢) وغير ذلك.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (20,'<span data-type="title" id=toc-19>١١ - من بر الوالدين والإحسان إليهما أن لا يتعرض لسبهما</span>، ولا يعقهما, ولا يكون سبباً في شتمهما، فعن عبد الله بن عمرو رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: ((من الكبائر شتم الرجل والديه)) قالوا: يا رسول الله، هل يشتم الرجل والديه؟! قال: ((نعم، يسب أبا الرجل فيسب أباه، ويسب أمه فيسب أمه)) (١). ولفظ أبي داود: ((إن من أكبر الكبائر أن يلعن الرجل والديه)) قيل: يا رسول الله! كيف يلعن الرجل والديه؟ قال: ((يلعن أبا الرجل فيلعن أباه، ويلعن أمه فيلعن أمه)).
_________
(١) متفق عليه: البخاري، كتاب الأدب، باب لا يسب الرجل والديه (٧/ ٩٢)، برقم ٥٩٧٣، ومسلم، كتاب الإيمان، باب بيان الكبائر وأكبرها (١/ ٩٢)، برقم ٩٠, وأبو داود, كتاب الأدب، باب بر الوالدين، برقم ٥١٤١، ولفظ البخاري: ((إن من أكبر الكبائر أن يلعن الرجل والديه)) الحديث.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (21,'وعن علي بن أبي طالب رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: ((لعن الله من ذبح لغير الله، ولعن الله من آوى محدثاً (١)، ولعن الله من لعن والديه، ولعن الله من غيَّر منار الأرض)) (٢).

<span data-type="title" id=toc-20>١٢ - بر الوالدين وإن كان فرضاً فإنه يتفاوت في الأحقية</span>، فالأم عانت صعوبة الحمل، وصعوبة الوضع، وصعوبة الرضاع والتربية، فهذه ثلاث منازل تمتاز بها الأم (٣)، فعن أبي هريرة رضي الله عنه قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله! من أحق الناس بحسن صحابتي؟ (٤) قال:
_________
(١) المُحدِث من يأتي بفساد في الأرض، ومنار الأرض: علامات حدودها، وانظر: شرح النووي على صحيح مسلم (١٣/ ١٥٠).
(٢) صحيح مسلم، كتاب الأضاحي، باب تحريم الذبح لغير الله تعالى ولعن فاعله (٣/ ١٥٦٧)، برقم ١٩٧٨.
(٣) انظر: الجامع لأحكام القرآن للقرطبي (١٠/ ٢٤٤).
(٤) صحابتي هنا بمعنى: الصحبة. انظر: شرح النووي على صحيح مسلم (١٦/ ٣٣٧).',NULL,'22',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (22,'((أمك)) قال: ثم مَنْ؟ قال: ((أمك)) قال: ثم مَن؟ قال: ((أمك))، قال: ثم مَن؟ قال: ((ثم أبوك)) (١). وفي رواية لمسلم: ((أمك، ثم أمك، ثم أمك، ثم أبوك, ثم أدناك أدناك)) (٢).

<span data-type="title" id=toc-21>١٣ - من تمام البر صلة أهل وُدّ الوالدين</span>، فعن عبد الله بن دينار عن عبد الله بن عمر رضي الله عنهما أن رجلاً من الأعراب لقيه بطريق مكة، فسلم عليه عبد الله وحمله على حمار كان يركبه، وأعطاه عمامة كانت على رأسه، فقال عبد الله بن دينار: أصلحك الله إنهم الأعراب, وإنهم يرضون باليسير، فقال عبد الله: إن أبا هذا كان وُدًّا لعمر بن
_________
(١) متفق عليه: البخاري، كتاب الأدب، باب من أحق الناس بحسن الصحبة (٧/ ٩١)، برقم ٥٩٧١، ومسلم، كتاب البر والصلة والآداب، باب بر الوالدين وأنهما أحق به (٤/ ١٩٧٤)، برقم ٢٥٤٨.
(٢) رواية للحديث السابق عند مسلم، في الكتاب والباب السابقين (٤/ ١٩٧٤).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (23,'الخطاب, وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: ((إن أبرَّ البرِّ صلةُ الولد أهلَ وُِدِّ أبيه)) (١). ومن الأعمال الطيبة المباركة التي يُوصَلُ بها الوالدان بعد موتهما: الصلاةعليهما، والاستغفار لهما، وإنفاذ عهدهما من بعدهما، وصلة الرحم التي لا توصل إلا بهما، وإكرام صديقهما (٢).

<span data-type="title" id=toc-22>١٤ - بر الوالدين لا يختص بأن يكونا مسلمين</span>، بل حتى ولو كانا كافرين، يبرهما ويحسن إليهما, قال الله عز وجل: {وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا} (٣).
_________
(١) مسلم، كتاب البر والصلة والآداب، باب فضل صلة أصدقاء الأب والأم ونحوهما (٤/ ١٩٧٩) برقم ٢٥٥٢.
(٢) انظر: سنن أبي داود، برقم ٥١٤٢، وابن ماجه، برقم ٣٦٦٤، وأحمد (٣/ ٤٩٧، وضعفه الألباني في الضعيفة برقم ٥٩٧.
(٣) سورة لقمان، الآية: ١٥.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (24,'وعن أسماء بنت أبي بكر رضي الله عنهما قالت: أتتني أمِّي راغبةً (١) في عهد النبي - صلى الله عليه وسلم -، فسألت النبي - صلى الله عليه وسلم -: أأصلها؟ قال: ((نعم)) قال ابن عيينة: فأنزل الله تعالى فيها: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ} (٢).
ومن أعظم البر دعوتهما إلى الله عز وجل وتعليمهما ما ينفعهما؛ لأنهما أحق الناس بالتوجيه مع الرفق والرحمة.

<span data-type="title" id=toc-23>١٥ - من عظم حقهما قرن النبي - صلى الله عليه وسلم - عقوقهما بالشرك بالله عز وجل</span>، فعن أبي بكرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم -: ((ألا أنبئكم بأكبر الكبائر؟))
_________
(١) راغبة: أي طامعة تسأل. انظر: جامع الأصول لابن الأثير (١/ ٤٠٦).
(٢) متفق عليه: البخاري، كتاب الأدب، باب صلة الوالد المشرك (٧/ ٩٤)، برقم ٥٩٧٨، ومسلم، كتاب الزكاة، باب فضل النفقة على الأقربين والزوج والأولاد والوالدين ولو كانوا مشركين (٢/ ٩٩٦) برقم ١٠٠٣، والآية من سورة الممتحنة: ٨.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (25,'ثلاثاً. قالوا: بلى يا رسول الله، قال: ((الإشراك بالله، وعقوق الوالدين)) وجلس وكان متكئاً, فقال: ((ألا وقول الزور)) فما زال يكررها حتى قلنا: ليته سكت (١).
وعن عمير بن قتادة الليثي، أن رجلاً قال: يا رسول الله! ما الكبائر؟ فقال: ((هن تسع ... فذكر معناه [أي معنى حديث أبي هريرة المتفق عليه في السبع الموبقات] (٢) وزاد: ((وعقوق الوالدين،
_________
(١) متفق عليه: البخاري، كتاب الشهادات، باب ما قيل في شهادة الزور (٢/ ٢٠٤)، برقم ٢٦٥٤، ومسلم، كتاب الإيمان، باب الكبائر وأكبرها (١/ ٩١)، برقم ٨٧.
(٢) متفق عليه من حديث أبي هريرة رضي الله عنه: البخاري، كتاب الوصايا، باب قول الله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} [النساء: ١٠] برقم ٢٧٦٦، ومسلم، كتاب الإيمان، باب الكبائر وأكبرها، برقم ٨٩، ولفظه: ((اجتنبوا السبع الموبقات)) قيل: يا رسول الله وما هنَّ؟ قال: ((الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم= = والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات)).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (26,'واستحلال البيت الحرام: قبلتكم أحياءً, وأمواتاً)) (١).
وعن أنس رضي الله عنه قال: سئل النبي - صلى الله عليه وسلم - عن الكبائر قال: ((الإشراك بالله، وعقوق الوالدين، وقتل النفس، وشهادة الزور)) (٢).
وعن المغيرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: ((إن الله حرَّم عليكم عقوق الأمهات, ومنعاً وهات، ووأد البنات، وكره لكم: قيل وقال, وكثرة السؤال, وإضاعة المال)) (٣).
_________
(١) أبو داود, كتاب الوصايا، باب ما جاء في التشديد في أكل مال اليتيم، برقم ٢٨٧٥، وحسنه الألباني في صحيح سنن أبي داود (٢/ ٢٠٩).
(٢) متفق عليه: البخاري، كتاب الشهادات، باب ما قيل في شهادة الزور (٣/ ٢٠٤)، برقم ٢٦٥٣، ومسلم، كتاب الإيمان، باب الكبائر وأكبرها (١/ ٩١)، برقم ٨٨.
(٣) البخاري, كتاب الأدب, باب عقوق الوالدين من الكبائر برقم ٥٩٧٥، ومسلم، كتاب الأقضية، باب النهي عن كثرة المسائل من غير حاجة والنهي عن منعٍ وهات برقم ٥٩٣.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (27,'<span data-type="title" id=toc-24>١٦ - من بر الوالدين الاعتراف بفضلهما والدعاء لهما</span>، فعن أبي مرة مولى أمِّ هانئ بنت أبي طالب: ((أنه ركب مع أبي هريرة إلى أرضه بـ[العقيق] فإذا دخل أرضه صاح بأعلى صوته: عليكِ السلامُ ورحمةُ الله وبركاتُه يا أمَّتاه! تقول: وعليك السلام ورحمة الله وبركاته، يقول: رحمكِ اللهُ كما ربيتيني صغيراً، فتقول: يا بُنيَّ! وأنت، فجزاك الله خيراً ورضي عنك كما بررتني كبيراً)) (١).
<span data-type="title" id=toc-25>١٧ - بر الوالدين وصية رسول الله - صلى الله عليه وسلم </span>-؛ لحديث أبي الدرداء رضي الله عنه قال: أوصاني رسول الله - صلى الله عليه وسلم - بتسع: ((لا تشرك بالله شيئاً وإن قُطِّعتَ أو حُرِّقت، ولا تتركنّ الصلاة المكتوبة
_________
(١) البخاري في الأدب المفرد برقم ١٤، وحسن إسناده الألباني في صحيح الأدب المفرد (١/ ٣٧).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (28,'متعمداً, ومن تركها متعمِّداً برئت منه الذمة (١)، ولا تشربنَّ الخمر؛ فإنها مفتاح كل شر، وأطع والديك وإن أمراك أن تخرج من دنياك، فاخرج لهما، ولا تُنازعنَّ ولاة الأمر, وإن رأيت أنك أنت (٢)، ولا تفرَّ من الزحف وإن هلكت وفرَّ أصحابك، وأنفق من طولك (٣) على أهلك، ولا ترفع عصاك عن أهلك (٤)
_________
(١) الذمة: لكل أحدٍ من الله عهدٌ بالحفظ, والكلاءة، فإذا ألقى بيده إلى التهلكة أو فعل ما حُرِّم عليه، أو خالف ما أُمر به خذلته ذمة الله، [النهاية في غريب الحديث ٢/ ١٦٨].
(٢) أنك أنت: أي وحدك على الحق.
(٣) من طولك: الطَّولُ: الغنى، ومنه قوله تعالى: {وَمَنْ لَمْ ôىدـ tG َ، o-  مِنْكُمْ طَوْلًا} [النساء: ٢٥] فإذا قدر على صداقها وكلفتها فقد طال، وطول الحرة: ما فضل عن كفايته، وكفى صرفه إلى مؤنة نكاحه، وقيل: الطول الغنى، ويقال: وجدت طولاً إلى الحرة: أي سعة من المال، ومدار الباب على الزيادة [المصباح المنير ٢/ ٣٨١، ٣٨٢].
(٤) ولا ترفع عصاك عن أهلك: الضرب بحق كما في آية [النساء: ٣٤] والمعنى منع الأهل عن الفساد، وتأديبهم، ويؤيد هذا المعنى حديث ابن عباس رضي الله عنهما ((أن النبي - صلى الله عليه وسلم - أمر بتعليق السوط في البيت)) [البخاري في الأدب المفرد، برقم ١٢٢٩، وصححه الألباني في صحيح الأدب المفرد = = (ص ٤٧٧) وفي سلسلة الأحاديث الصحيحة برقم ١٤٤٧]. وانظر: فضل الله الصمد في توضيح الأدب المفرد، لفضل الله الجيلاني (١/ ٨١).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (29,'وأخفهم في الله عز وجل)) (١).

<span data-type="title" id=toc-26>١٨ - ولعظم حق الوالدين كان الولد وما ملك لوالده</span>؛ لحديث عبد الله بن عمرو رضي الله عنهما: أن رجلاً أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله! إن لي مالاً وولداً, وإن والدي يجتاحُ مالي (٢)؟ قال: ((أنت ومالك لوالدك؛ فإن أولادكم من أطيب كسبكم, فكلوا من كسب أولادكم)). وفي لفظٍ لابن ماجه: إن أبي اجتاح مالي، فقال: ((أنت ومالك
_________
(١) أخرجه ابن ماجه، بنحوه كتاب الفتن، باب الصبر على البلاء، برقم ٤٠٣٤، والبخاري بلفظه في الأدب المفرد، برقم ١٨، وحسنه الألباني في إرواء الغليل برقم ٢٠٨٦، وفي صحيح سنن ابن ماجه (٣/ ٣٢١)، وفي صحيح الأدب المفرد (ص ٣٨).
(٢) اجتاح: الاجتياح الاستئصال، ومنه سميت الجائحة, وهي الآفة التي تصيب الزرع وغيرها, فتعفي أثرها، جامع الأصول لابن الأثير (١/ ٣٩٩).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (30,'لأبيك)) (١).

<span data-type="title" id=toc-27>١٩ - دعوة الوالدين مستجابة</span>.
ففي حديث أبي هريرة رضي الله عنه أن رجلاً عابداً، وكان في صومعة له، فأتته أمه وهو يصلي, فقالت: يا جريج أنا أمك كلمني، فقال: يا ربِّ أمي وصلاتي، فأقبل على صلاته، وفي اليوم الثاني كذلك فأقبل على صلاته، وفي اليوم الثالث أتته، فقال: ربِّ أمِّي وصلاتي فأقبل على صلاته، قالت: ((اللهم لا تمته حتى ينظر إلى وجوه المومسات)) فاستجاب الله دعاءَها فبهتته بغي من بني إسرائيل حامل من الزنا، وقالت: هو الذي فعل بها، فعذب وهدمت صومعته، وأخيراً أنجاه الله بعد العقوبة العاجلة (٢).
_________
(١) أخرجه أبو داود, كتاب البيوع، باب في الرجل يأكل من مال ولده، برقم ٣٥٣٠، وابن ماجه، كتاب التجارات، باب ما للرجل من مال ولده، برقم ٢٢٩٢، وحسنه الألباني في صحيح سنن أبي داود (٢/ ٣٨٠).
(٢) انظر: صحيح البخاري، كتاب أحاديث الأنبياء، باب {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا}، برقم ٣٤٣٦، ومسلم، كتاب البر والصلة، باب تقديم بر الوالدين على التطوع بالصلاة وغيرها (٤/ ١٩٧٦)، برقم ٢٥٥٠.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (31,'وعن أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم -: ((ثلاث دعوات مستجابات لا شك فيهنَّ: دعوة الوالد، ودعوة المسافر، ودعوة المظلوم)) (١).

٢٠ - ولعظم حقهما أكرم الله من برهما بإجابة دعواته، ومن ذلك حديث الثلاثة الذين انحدرت عليهم صخرة عظيمة, فأغلقت عليهم باب الغار؛ فإن منهم رجلاً كان برًّا بوالديه، فتوسل بذلك العمل الصالح فاستجاب الله دعاءه (٢).
_________
(١) أبو داود، كتاب الصلاة، باب الدعاء بظهر الغيب (٢/ ٨٩) برقم ١٥٣٦، والترمذي، كتاب البر والصلة، باب ما جاء في دعوة الوالدين (٤/ ٣١٤) برقم ١٩٠٥، وابن ماجه، كتاب الدعاء، باب دعوة الوالد ودعوة المظلوم (٢/ ١٢٧٠)، برقم ٣٨٦٢، وحسنه الألباني في صحيح الأدب المفرد للبخاري (ص ٤٣)، وانظر: سلسلة الأحاديث الصحيحة للألباني (٢/ ١٤٧) برقم ٥٩٦.
(٢) متفق عليه: انظر: البخاري، كتاب البيوع، باب إذا اشترى شيئاً لغيره بدون = = إذنه فرضي (٣/ ٥٠)، برقم ٢٢١٥، ومسلم، كتاب الذكر والدعاء، والتوبة والاستغفار، باب قصة أصحاب الغار الثلاثة والتوسل بصالح الأعمال (٤/ ٢٠٩٩) برقم ٢٧٤٣.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (32,'ومن ذلك إخبار النبي - صلى الله عليه وسلم - عن أفضل التابعين, وأنه لو أقسم على الله لأبره، والسبب أن له والدة هو بها برٌّ (١).

٢١ - ولعظم حق الوالدين حرم الله الجنة على من عقهما؛ لحديث عبد الله بن عمر رضي الله عنهما: أن رسول الله - صلى الله عليه وسلم - قال: ((ثلاثة قد حرَّم الله تبارك وتعالى عليهم الجنة: مدمن الخمر، والعاقُّ, والديُّوثُ الذي يقر في أهله الخبث)) (٢).
<span data-type="title" id=toc-30>٢٢ - ولعظم حق الوالدين </span>أن الله لا ينظر إلى من
_________
(١) مسلم، كتاب فضائل الصحابة، باب فضائل أويس القرني (٤/ ١٩٦٨) برقم ٢٥٤٢.
(٢) أحمد (٩/ ٢٧٢) برقم ٥٣٧٢، و (١٠/ ٢٦٩)، برقم ٦١١٣، و (١٠/ ٣٢٢) برقم ٦١٨٠، وصححه محققو المسند، وقال الألباني في صحيح الترغيب (٢/ ٦٦٢): ((حسن لغيره)).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (33,'عقَّ والديه يوم القيامة؛ لحديث عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((ثلاثة لا ينظر الله إليهم عز وجل يوم القيامة: العاق لوالديه، والمرأة المترجلة، والديوث، وثلاثة لا يدخلون الجنة: العاق لوالديه، والمدمن على الخمر، والمنَّان بما أعطى)) (١).

<span data-type="title" id=toc-31>٢٣ - ولعظم حق الوالدة جعل الله الخالة بمنزلتها عند فقدها</span>؛ لحديث البراء بن عازب رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال: ((الخالة بمنزلة الأم)) (٢)؛ ولحديث عبد الله بن عمر رضي الله عنهما: أن رجلاً أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله! إني أصبت ذنباً عظيماً فهل لي من توبة؟ قال: ((هل لك
_________
(١) النسائي، كتاب الزكاة، باب المنان بما أعطى، برقم ٢٥٦١، وأحمد في المسند (١٠/ ٣٢٢) برقم ٦١٨٠، وصححه محققو المسند، وصححه الألباني فقال: ((حسن صحيح)) صحيح الترغيب (٢/ ٦٦٢) وفي صحيح النسائي (٢/ ٢١٦).
(٢) الترمذي، كتاب البر، باب ما جاء في بر الخالة، برقم ١٩٠٤، وصححه الألباني في الإرواء برقم ٢١٩٠، وفي صحيح الترمذي (٢/ ٣٤٣).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (34,'من أمٍّ؟)) قال: لا، قال: ((هل لك من خالةٍ؟)) قال: نعم، قال: ((فَبِرَّها)) (١).

<span data-type="title" id=toc-32>رابعاً: أنواع البر التي يوصل بها الوالدان بعد موتهما</span>، كثيرة متنوعة، ولكن منها على سبيل المثال ما يأتي:
<span data-type="title" id=toc-33>١ - الاستغفار لهما</span>؛ لقول الله تعالى ذاكراً دعاء إبراهيم: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ (٤٠) رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ} (٢).
وقال تعالى ذاكراً دعاء نوح: {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا} (٣)؛ ولحديث أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((إن الله ليرفع الدرجة
_________
(١) الترمذي في كتاب البر، باب ما جاء في بر الخالة، بعد الحديث رقم ١٩٠٤, وصححه الألباني في صحيح سنن الترمذي (٢/ ٣٤٣).
(٢) سورة إبراهيم، الآيتان: ٤٠, ٤١.
(٣) سورة نوح، الآية: ٢٨.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (35,'للعبد الصالح في الجنة, فيقول: يا ربّ أنَّى لي هذه؟ فيقول: باستغفار ولدك لك)) (١).
وقال أبو هريرة رضي الله عنه: ((ترفع للميت بعد موته درجتُه، فيقول: أي ربِّ أي شيء هذه؟ فيقال: ولدك يستغفر لك)) (٢).

<span data-type="title" id=toc-34>٢ - الدعاء لهما</span>؛ لحديث أبي هريرة رضي الله عنه، أن رسول الله - صلى الله عليه وسلم - قال: ((إذا مات الإنسان انقطع عمله إلا من ثلاثة: إلا من صدقةٍ جارية، أو علمٍ يُنتفع به، أو ولدٍ صالح يدعو له)) (٣).
<span data-type="title" id=toc-35>٣ - قضاء الدين عنهما</span>؛ لحديث أبي هريرة
_________
(١) أحمد في المسند (٢/ ٢٠٩)، قال الإمام ابن كثير رحمه الله تعالى في تفسيره (٤/ ٢٤٣): ((إسناده صحيح)).
(٢) البخاري في الأدب المفرد، برقم ٣٦، وقال الألباني في صحيح الأدب المفرد (ص ٤٥): ((حسن الإسناد)).
(٣) مسلم، كتاب البر والصلة، باب ما يلحق الإنسان من الثواب بعد وفاته، برقم ١٦٣١.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (36,'رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: ((نفس المؤمن معلقة بدَينه, حتى يقضى عنه)) (١).
ولحديث عبد الله بن عمر رضي الله عنهما، أن رسول الله - صلى الله عليه وسلم - قال: ((يغفر للشهيد كل شيء إلا الدين)) (٢).

<span data-type="title" id=toc-36>٤ - قضاء النذور عنهما: </span>كنذر الصيام، والحج أو العمرة، أو غير ذلك مما تدخله النيابة.
<span data-type="title" id=toc-37>٥ - قضاء الكفارات عنهما: </span>ككفارة اليمين، وكفارة قتل الخطأ، وغير ذلك؛ لدخول هذه الواجبات في قوله في حديث ابن عباس رضي الله
_________
(١) أحمد (٢/ ٤٤٠)، والترمذي، كتاب الجنائز، باب ما جاء عن النبي - صلى الله عليه وسلم - أنه قال: ((نفس المؤمن معلقة بدينه حتى يقضى عنه)) برقم ١٠٧٨، ١٠٧٩، وابن ماجه، كتاب الصدقات، باب التشديد في الدين، برقم ٢٤١٣، وصححه الألباني في صحيح الترمذي (١/ ٥٤٧).
(٢) مسلم، كتاب الإمارة، باب من قتل في سبيل الله كفرت خطاياه إلا الدين، برقم ١٨٨٦.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (37,'عنهما، وفيه: أن امرأة نذرت أن تصوم شهراً، فلم تصم حتى ماتت، فجاءت قرابة لها إما أختها أو ابنتها إلى النبي - صلى الله عليه وسلم - فذكرت ذلك له، فقال: ((أرأيتك لو كان عليها دَين كنتِ تقضينه؟)) قالت: نعم، قال: ((فدَين الله أحقُّ أن يقضى)) (١). فكل الديون لله تعالى الواجبة: من الكفارات، والنذور، وفرض الحج والعمرة، والصوم، تدخل في قوله عليه الصلاة والسلام: ((فدين الله أحق أن يقضى)).

<span data-type="title" id=toc-38>٦ - تنفيذ وصيتهما </span>إن كان لهما وصية، الثلث فأقل؛ وإنفاذ الوصية واجب، والإسراع بالتنفيذ: إما واجب أو مستحب، فإن كانت في واجب فللإسراع في إبراء الذمة، وإن كانت في تطوع؛ فللإسراع في الأجر لهما، وينبغي أن تنفذ قبل الدفن.
_________
(١) متفق عليه: البخاري، كتاب الصوم، باب من مات وعليه صوم، برقم ١٩٥٣، ومسلم، كتاب الصيام، باب قضاء الصوم عن الميت، برقم ١١٤٨.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (38,'<span data-type="title" id=toc-39>٧ - قضاء صيام الفرض من رمضان عنهما</span>؛ لقوله - صلى الله عليه وسلم - في حديث عائشة رضي الله عنها: ((من مات وعليه صيام صام عنه وليُّه)) (١).
<span data-type="title" id=toc-40>٨ - صلة الرحم التي لا توصل إلا بهما</span>؛ لحديث أبي بردة رضي الله عنه قال: ((قدمت المدينة فأتاني عبد الله بن عمر، فقال: أتدري لِمَ أتيتك؟ قال: قلت: لا، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ((من أحب أن يصل أباه في قبره فليصل إخوان أبيه بعده)) وإنه كان بين أبي عمر وبين أبيك إخاءٌ ووُدٌّ، فأحببت أن أصل ذاك)) (٢).
_________
(١) متفق عليه: البخاري، كتاب الصوم، باب من مات وعليه صوم، برقم ١٩٥٢، ومسلم، كتاب الصيام، باب قضاء الصوم عن الميت، برقم ١١٤٧.
(٢) ابن حبان في صحيحه (٢/ ١٧٥) برقم ٤٣٢، وأبو يعلى في مسنده (١٠/ ٣٧) برقم ٥٦٦٩، وقال شعيب الأرنؤوط في تحقيقه لصحيح ابن حبان (٢/ ١٧٥): ((إسناده صحيح على شرط البخاري)) وقال الألباني في صحيح الترغيب والترهيب (٢/ ٦٥٩): ((حسن)).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (39,'<span data-type="title" id=toc-41>٩ - إكرام صديقهما </span>من بعدهما؛ لحديث ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال: ((إن أبرَّ البر صلةُ الولدِ أهلَ وُدِّ أبيه)) (١).
وإذا كان من الإحسان إلى الميت الإحسان إلى أصدقائه, فالوالد والوالدة أولى بذلك الإحسان بعد موتهما؛ لحديث عائشة رضي الله عنها قالت: ما غرت على امرأةٍ من نساء النبي - صلى الله عليه وسلم - ما غرتُ على خديجة؛ لكثرة ذكره إيَّاها، وما رأيتُها قط، وكان رسول الله - صلى الله عليه وسلم - إذا ذبح الشاة، يقول: ((أرسلوا بها إلى أصدقاء خديجة)) فأغْضَبْتُهُ يوماً فقلتُ: خديجة؟! فقال رسول الله - صلى الله عليه وسلم - ((قد رُزقتُ حبَّهَا)) وفي لفظ: (( ... وإن كان ليذبح الشاة ثم يهديها إلى خلائلها)) (٢).
_________
(١) مسلم، برقم ٢٥٥٢، وتقدم تخريجه في عنوان رقم (١٣).
(٢) مسلم، كتاب فضائل الصحابة، باب فضائل خديجة أم المؤمنين رضي الله = = عنها، برقم ٢٤٣٥.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (40,'<span data-type="title" id=toc-42>١٠ - الصدقة عنهما</span>؛ لحديث سعد بن عبادة رضي الله عنه، أن أمه توفيت، فقال: يا رسول الله! إن أُمي تُوفِّيتْ وأنا غائب عنها، أينفعها شيء إن تصدقت به عنها؟ قال: ((نعم)) قال: فإني أشهِدُك أن حائطي المخراف (١) صدقةٌ عليها)) (٢). فبر الوالدين يكون في حياتهما وبعد موتهما، فمن فاته الإحسان إلى والديه في حياتهما فقد جعل الله له ذلك بعد موتهما، سواء كان ذلك بالصدقة عليهما، أو الاستغفار، والدعاء، وقضاء الديون، والنذور، والكفارات، أو إنفاذ عهدهما من بعدهما، أو صلة الرحم التي لا
_________
(١) الحائط الجدار؛ لأنه يحوط ما فيه، والمخراف: هو الحائط من النخل أو البستان المثمر، والمخراف: المثمرة، سماها مخرافاً؛ لما يخترف منها. انظر: النهاية في غريب الحديث لابن الأثير (٢/ ٢٤).
(٢) متفق عليه: البخاري، كتاب الوصايا، باب إذا قال: أرضي أو بستاني صدقة عن أمي فهو جائز، وإن لم يُبيِّن لمن ذلك، برقم ٢٧٥٦.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b96480] VALUES (41,'توصل إلا بهما، أو صلة أهل ودِّهما، أو غير ذلك من أنواع البر والإحسان إليهما.
وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه أجمعين.',NULL,'42',NULL,NULL,'0');
