-- Table: b96519
-- Chunk: 1
-- Rows: 71

CREATE TABLE "b96519"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b96519
INSERT INTO [b96519] VALUES (1,'سلسلة مؤلفات سعيد بن علي بن وهف القحطاني

كيفية دعوة عصاة المسلمين إلى اللَّه تعالى
في ضوء الكتاب والسنة

تأليف الفقير إلى اللَّه تعالى
د. سعيد بن علي بن وهف القحطاني',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b96519] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-1>المقدمة</span>
إن الحمد للَّه، نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، ومن سيئات أعمالنا، من يهده اللَّه فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى اللَّه عليه وعلى آله وأصحابه وسلم تسليماً كثيراً، أما بعد:
فهذه رسالة مختصرة في ((كيفية دعوة عصاة المسلمين إلى اللَّه تعالى)) بيّنت فيها بإيجاز الأساليب والوسائل والطرق المناسبة في كيفية دعوتهم إلى اللَّه تعالى على حسب أحوالهم، وعقولهم، ومجتمعاتهم.
واللَّه تعالى أسأل أن يجعل هذا العمل اليسير مباركاً، نافعاً، خالصاً لوجهه الكريم، وأن ينفعني به في حياتي وبعد مماتي، وأن ينفع به كل من انتهى إليه؛ فإنه تعالى خير مسؤول، وأكرم مأمول وهو حسبنا ونعم الوكيل.
وصلى اللَّه وسلم وبارك على عبده ورسوله نبينا محمد بن عبد اللَّه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.
المؤلف
حرر ضحى يوم الخميس ٢٥/ ٢/١٤٢٥هـ‍',NULL,'3',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (3,'<span data-type="title" id=toc-2>توطئة:</span>
إن من حكمة القول في الدعوة إلى اللَّه - تعالى - أن يُخاطب الناس على قدر عقولهم، وأحوالهم، وعقائدهم، وأوضاعهم، وليس من الحكمة أن يُخاطب المسلم - في توجيهه وإرشاده وحثّه على الالتزام والتمسك بدينه - كما يُخاطب الملحد، أو الوثني، أو اليهودي، أو النصراني، أو غيرهم من الكفار.
ولا شك أن المسلمين ينقسمون إلى قسمين:

<span data-type="title" id=toc-3>القسم الأول من المسلمين: وهم الذين ينقادون للحق ولا يعاندون</span>، فهؤلاء يكفي في دعوتهم بالقول الحكيم أن يبيَّن لهم الحق علماً وعملاً واعتقاداً، وحينئذ ينقادون لذلك - بإذن اللَّه تعالى -.
أما<span data-type="title" id=toc-4> القسم الثاني من المسلمين: وهم الذين عندهم غفلة وشهوات وأهواء</span>، وهم عُصاة المسلمين، فهذا القسم تكون دعوتهم بالحكمة القولية حسب المباحث الآتية:
المبحث الأول: الموعظة الحسنة وأنواعها.
المبحث الثاني: الترغيب والترهيب.
المبحث الثالث: حكمة القول التصويرية.
المبحث الرابع: الدعوة بالقوة القولية والفعلية.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (4,'<span data-type="title" id=toc-5>المبحث الأول:<span data-type="title" id=toc-6> الموعظة </span>الحسنة وأنواعها:</span>
الموعظة: هي الأمر والنهي المقرون بالترغيب والترهيب، والقول الحق الذي يُلين القلوب، ويؤثر في النفوس، ويكبح جماح النفوس المتمردة، ويزيد النفوس المهذبة إيماناً وهداية (١)، قال تعالى: {وَلَوْ أَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا} (٢)، وقال سبحانه: {يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ} (٣).
والداعية إلى اللَّه - تعالى - ينبغي أن يكون وعظه للناس بالقول الحكيم على نوعين: تعليم، وتأديب.

<span data-type="title" id=toc-7>النوع الأول: وعظ التعليم:</span>
وهذا النوع يكون ببيان عقائد التوحيد، وبيان الأحكام الشرعية الخمسة: من الواجب، والحرام، والمسنون، والمكروه، والمباح، ويراعى في ذلك كله ما يُناسب كل طبقة، والحث على التمسك بها، والتحذير من التهاون فيها.
_________
(١) انظر: فتاوى ابن تيمية، ١٩/ ١٦٤، ومفتاح دار السعادة لابن القيم، ١/ ١٩٥، والتفسير القيم لابن القيم، ص٣٤٤، وهداية المرشدين لعلي محفوظ، ص٧١.
(٢) سورة النساء، الآية: ٦٦.
(٣) سورة النور، الآية: ١٧.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (5,'ومن تدبر أسلوب القرآن علم أن الأحكام ينبغي أن تُساق إلى الناس مساق الوعظ الذي يليِّن القلوب، ويبعثها على العمل، ولا تسرد سرداً خالية من وسائل التأثير، ومما يوضح ذلك قوله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاءَ فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ * نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُواْ لأَنفُسِكُمْ وَاتَّقُواْ اللَّهَ وَاعْلَمُواْ أَنَّكُم مُّلاَقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ} (١).
فالأمر بتقوى اللَّه بعد النهي عن إتيان النساء في المحيض، والأمر بإتيانهن في موضع الحرث، والأمر بالتقديم لأنفسنا تحذيراً من مخالفة هذا الهدي الإلهي، وقوله: {وَاعْلَمُواْ أَنَّكُم مُّلاَقُوهُ} إنذار للذين يُخالفون عن أمره بأنهم يُلاقون جزاء مخالفتهم في الآخرة، ويحاسبون على أعمالهم. وقوله تعالى: {وَبَشِّرِ الْمُؤْمِنِينَ} تبشير للطائعين الذين يقفون عند الحدود، ويتبعون هدى اللَّه – تعالى – والمبشر به عام يشمل منافع الدنيا، ونعيم الآخرة، وحصول كل خير، واندفاع كل شر – رتّب على الإيمان – داخل في هذه الآية.
ومما يزيد ذلك وضوحاً وبياناً أن اللَّه - عز وجل - بعد أن ذكر أحكام
_________
(١) سورة البقرة، الآيتان: ٢٢٢ - ٢٢٣.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (6,'الفرائض وتقسيم التركات ختم ذلك بقوله: {تِلْكَ حُدُودُ اللَّهِ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} (١).
وهذان مثالان يُبينان أن الداعية إلى اللَّه إذا سلك في هذا النوع طريقة القرآن الكريم؛ فإنه سيجتذب الأسماع، ويأخذ بمجامع القلوب ويلينها، وحينئذ تستقبل العقائد والأحكام بإذن اللَّه - عز وجل - للعمل والتطبيق برغبة واشتياق (٢).

<span data-type="title" id=toc-8>النوع الثاني: وعظ التأديب:</span>
وهذا يكون بتحديد الأخلاق الحسنة: كالحلم والأناة، والشجاعة، والوفاء، والصبر، والكرم ... ، وبيان آثارها ومنافعها في المجتمع، والحثّ على التخلق بها والتزامها، وتعريف وتحديد الأخلاق السيئة: كالغضب، والعجلة، والغدر، والجزع، والجبن، والبخل، ... والتحذير عن الاتصاف بها من طريقي: الترغيب والترهيب.
وينبغي للداعية إلى اللَّه أن يستشهد في كل من النوعين بما جاء
_________
(١) سورة النساء، الآيتان: ١٣ - ١٤.
(٢) انظر: تفسير ابن كثير، ١/ ٢٦٦، ٤٦٢، وتفسير السعدي، ١/ ٢٧٨، ٢/ ٣٥، وهداية المرشدين لعلي محفوظ، ص١٤٣.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (7,'فيه من الكتاب والسنة الثابتة عن النبي - صلى الله عليه وسلم -، وآثار الصحابة والتابعين والأئمة المجتهدين، وأحوالهم في ذلك؛ فإن لهذا شأناً عظيماً يوصّل إلى الغاية المقصودة متى صدر من قلب سليم نقيّ متخلّق بما يدعو إليه؛ لأن الموعظة في الغالب إذا صدرت من القلب وقعت في القلب، وإن خرجت من اللسان لم تتجاوز الآذان.

<span data-type="title" id=toc-9>وإذا أراد الداعية أن تكون موعظته مُؤثرة بليغة، فإن عليه الآتي:</span>
<span data-type="title" id=toc-10>١ - ينظر إلى المنكرات المنتشرة</span>، ولا سيما ما كان منها قريب العهد، وحديثه على ألسنة الناس.
<span data-type="title" id=toc-11>٢ - ثم يقدم من هذه المنكرات أكبرها ضرراً، وأسوأها أثراً</span>، فيجعلها محور خطابته، وموضع موعظته.
<span data-type="title" id=toc-12>٣ - ثم يفكر فيما ينشأ عن هذا المنكر من الأضرار: </span>الخلقية، والاجتماعية، والصحية، والمالية.
<span data-type="title" id=toc-13>٤ - ثم يستحضر ما جاء في ذلك من الآيات</span>، والأحاديث الصحيحة، أو الحسنة، وأقوال الصحابة، والأبيات الشعرية الحكيمة.
<span data-type="title" id=toc-14>٥ - ثم يأخذ في كتابة الموضوع إن شاء كتابته، ويضمنه ما فيه من تلك المضارّ</span>، وما ورد فيه عن الشارع، محذراً من الوقوع فيه، حاثّاً على التوبة منه.
<span data-type="title" id=toc-15>أما إذا أراد الحثّ على العمل الصالح النافع</span>، فيتبع ما يلي:',NULL,'8',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (8,'<span data-type="title" id=toc-16>١ - يفكر في مزاياه وآثاره الحسنة تفكيراً عميقاً</span>.
<span data-type="title" id=toc-17>٢ - يستحضر ما يُناسبه من الكتاب وصحيح السنة وآثار الصحابة</span>.
<span data-type="title" id=toc-18>٣ - ثم يسلك في الكتابة المسلك السابق</span>.
فإذا كتب الموضوع، فإن شاء حفظه وألقاه، وإن شاء ذكر مضمونه، وذِكْرُ المضمون أحسن الأمرين، حتى لا يكون مقيداً بعبارة خاصة، ويتخيّر من العبارات ما يُؤدي إلى المعاني التي حصل عليها ببحثه وتفكيره.
وإن شاء عدم الكتابة واكتفى برسم الموضوع في مخيلته وتسطيره في ذاكرته التي قواها بالمران والتجارب والممارسة كان ذلك أحسن وأكمل، وبتوفيق اللَّه - عز وجل - ثم بإعداد الموضوع واستحضاره بأدلته تماماً، وتقسيمه بحسب نقطه إلى أقسام، يكون الداعية في مأمن من الزلل بإذن اللَّه تعالى.
وبعد ذلك ينبغي أن يراعي في حال التأدية والإلقاء استعداد السامعين، فينزل في العبارة مع العامة على قدر عقولهم متجنباً الألفاظ البعيدة عن أفهامهم، ويتوسط مع أوساط الناس، ويتأنق مع الخاصة، فيكون مع جميع الطبقات حكيماً يضع الأشياء في مواضعها، وبكل حال عليه أن يختار المعاني النفيسة، وتنسيقها، وشرحها بالدقة، وإبلاغها أذهان السامعين، وإنفاذها في قلوبهم، ودفع السآمة والملل عنهم، بإيراد الشواهد عليه من الحكم النثرية',NULL,'9',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (9,'والشعرية، والفكاهات الأدبية، بشرط التزام ظلال الكتاب والسنة، وبذلك يكون الداعية موفقاً مؤثراً بإذن اللَّه – تعالى – إذا قصد إبلاغ الناس بإخلاص وصدق ورغبة فيما عند اللَّه – تعالى - (١).
_________
(١) انظر: هداية المرشدين، ص١٤٥، ١٩٢.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (10,'<span data-type="title" id=toc-19>المبحث الثاني: الترغيب والترهيب</span>
من حكمة القول في أسلوب الدعوة إلى اللَّه - تعالى - مع عصاة المسلمين وغيرهم: أن يسلك الداعية في دعوته إلى اللَّه مسلكي: الترغيب والترهيب؛ لأنه أسلوب له تأثيره في نفوس كثير من البشر؛ فإن الإنسان جُبِلَ على حب الخير، والرغبة في الحصول على كل محبوب، كما طُبِعَ على بغض الشر، وما يُصيبه من بلاء في النفس، أو المال، أو الأهل، وحينئذ فغريزة حب الإنسان لنفسه تدفعه إلى أن يحقق لها كل خير، ويحميها من كل شر، سواء كان ذلك عاجلاً أو آجلاً؛ ولذلك فالترغيب والترهيب يفيض بهما بحرا الكتاب والسنة (١)، قال تعالى: {إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا * وأَنَّ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} (٢).
فالقرآن يهدي لأقوم الطرق، وأوضح السبل، ومن هدايته الترغيب بوعد الطائعين الحافظين لحدود اللَّه - تعالى - بعظيم الخير، وتبشيرهم بحسن المثوبة، والترهيب بوعيد المخالفين الذين تعدوا حدود اللَّه - تعالى - بشديد العذاب، وإنذارهم بسوء العاقبة،
_________
(١) انظر: مناهل العرفان في علوم القرآن للزرقاني، ١/ ٣٠١، ومعالم الدعوة للديلمي، ١/ ٤٩٤، وهداية المرشدين، ص١٩٢.
(٢) سورة الإسراء، الآيتان: ٩ - ١٠.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (11,'ومن المعلوم يقيناً أن الوعد بالخير يعمّ خير الدنيا والآخرة وسعادتهما، والوعيد يشمل نقم الدنيا والآخرة وشقاءهما (١).
وهذا يجعل الداعية إلى اللَّه - تعالى - يهتم اهتماماً بالغاً بهذين الأسلوبين الحكيمين، وسأتناول ذلك - بإذن اللَّه تعالى- بشيء من الإيضاح في المسلكين الآتيين:
<span data-type="title" id=toc-20>المسلك الأول: الترغيب والتبشير</span>.
المسلك الثاني: الترهيب والإنذار.

المسلك الأول: الترغيب والتبشير:
من الحكمة القولية في الدعوة إلى اللَّه أن يذكر الداعية إلى اللَّه من هذا المسلك ما يُفيد في حمل الناس على التشمير عن ساعد الجد في طاعة اللَّه - تعالى - لنيل السعادة في الدنيا والآخرة.

<span data-type="title" id=toc-21>والترغيب قسمان:</span>
<span data-type="title" id=toc-22>القسم الأول: الترغيب في جنس الطاعات</span>.
القسم الثاني: الترغيب في أنواع الطاعات.

القسم الأول: الترغيب في جنس الطاعات:
وهذا القسم له أنواع وصور متعددة، أذكر منها على سبيل المثال ما يلي:
_________
(١) انظر: تفسير ابن كثير، ٣/ ٢٦، والسعدي، ٤/ ٢٦٤.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (12,'<span data-type="title" id=toc-23>النوع الأول: الترغيب بالوعد بالخير العاجل في الدنيا:</span>
عندما يتحقق الإيمان والاستقامة عليه بطاعة اللَّه - تعالى - وتقواه تحصل السعادة والبركات العاجلة في الدنيا قبل الآخرة، وما في الآخرة أعظم، ومن صور هذه الخيرات ما يأتي:

<span data-type="title" id=toc-24>١ - الترغيب بالوعد بالحياة الطيبة والسلامة من كل مكروه</span>، قال تعالى ترغيباً في صالح العمل مع الإخلاص فيه والمتابعة: {مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (١).
<span data-type="title" id=toc-25>٢ - الترغيب بالوعد بالاستخلاف في الأرض والتمكين: </span>قال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (٢).
<span data-type="title" id=toc-26>٣ - الترغيب بالوعد بالإمداد بأنواع الخيرات والزيادة مع الشكر</span>، قال تعالى عن نوح - صلى الله عليه وسلم -: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا، يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ
_________
(١) سورة النحل، الآية: ٩٧.
(٢) سورة النور، الآية: ٥٥.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (13,'وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا} (١)، {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ} (٢).

<span data-type="title" id=toc-27>٤ - الترغيب بالمد في العمر إلى استيفاء الآجال، وعدم المعاجلة بالعقوبة</span>، قال تعالى: {يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى} (٣)، فمن عبد اللَّه واتقاه، وأطاع رسوله - صلى الله عليه وسلم -، وتاب من جميع المعاصي، غفر اللَّه له ذنوبه، ومدّ في عمره، ودفع عنه الهلاك إلى حين استيفاء أجله (٤).
<span data-type="title" id=toc-28>٥ - الترغيب بالوعد بأنواع التأييد والنصر والتوفيق:</span>
<span data-type="title" id=toc-29>(أ) الوعد بولاية اللَّه - تعالى </span>-: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ} (٥).
<span data-type="title" id=toc-30>(ب) الوعد بالدفاع عنهم: </span>{إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ} (٦).
_________
(١) سورة نوح، الآيات: ١٠ - ١٢.
(٢) سورة إبراهيم، الآية: ٧.
(٣) سورة إبراهيم، الآية: ١٠.
(٤) انظر: تفسير البغوي، ٣/ ٢٧، ٤/ ٣٩٧، وتفسير ابن كثير، ٤/ ٤٢٥، وتفسير السعدي، ٤/ ١٢٧، ٧/ ٤٨١.
(٥) سورة البقرة، الآية: ٢٥٧.
(٦) سورة الحج، الآية: ٣٨.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (14,'<span data-type="title" id=toc-31>(ج) الوعد بالكفاية: </span>{وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} (١).
<span data-type="title" id=toc-32>(د) الوعد بالنصر: </span>{وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (٢).
<span data-type="title" id=toc-33>(هـ‍) الوعد بالعزة والعلو: </span>{وَللَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} (٣)، {وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا وَأَنتُمُ الأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ} (٤).
<span data-type="title" id=toc-34>(و) الوعد بمحبة اللَّه للمؤمنين: </span>وهذا باب واسع، قد ذكر اللَّه فيه أنه يحب التوابين، والمتطهرين، والمتقين، والمحسنين، والصابرين، والمتوكلين، والمقسطين، والذين يقاتلون في سبيله صفّاً كأنهم بنيان مرصوص (٥).
<span data-type="title" id=toc-35>(ز) الوعد بمحبة عباد اللَّه للمؤمنين </span>{إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا} (٦).
_________
(١) سورة الطلاق، الآية: ٣.
(٢) سورة الروم، الآية: ٤٧.
(٣) سورة المنافقون، الآية: ٨.
(٤) سورة آل عمران، الآية: ١٣٩.
(٥) انظر: سورة البقرة، الآية: ٢٢٢، وآل عمران، الآيات: ٧٦، ١١٦، ١٣٤، ١٤٨، ١٥٩، والمائدة، الآية: ٤٢، والتوبة، الآيتان: ٤، ٧، والصف، الآية: ٤.
(٦) سورة مريم، الآية: ٩٦. وانظر البخاري مع الفتح، ١١/ ٣٤٠، ١٣/ ٤٦١، ومسلم ٤/ ٢٠٣٠.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (15,'<span data-type="title" id=toc-36>(ح) الوعد بالهداية والتوفيق</span>، قال تعالى: {وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (١).
<span data-type="title" id=toc-37>(ط) الوعد بعدم تسليط الأعداء عليهم: </span>{وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} (٢).
(ي) الوعد بالأمن، قال تعالى: {الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} (٣).

<span data-type="title" id=toc-38>(ك) الوعد بحفظ سعي المؤمنين: </span>{إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً} (٤).
<span data-type="title" id=toc-39>(ل) الوعد بازديادهم من العلم والفهم: </span>{وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ} (٥).
<span data-type="title" id=toc-40>النوع الثاني: الترغيب بذكر سنة اللَّه تعالى فيمن مضى من عباده المخلصين:</span>
من حكمة القول مع عُصاة المؤمنين في دعوتهم إلى اللَّه - عز وجل - أن
_________
(١) سورة الحج، الآية: ٥٤.
(٢) سورة النساء، الآية: ١٤١.
(٣) سورة الأنعام، الآية: ٨٢.
(٤) سورة الكهف، الآية: ٣٠.
(٥) سورة التوبة، الآية: ١٢٤.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (16,'يبين لهم أن سنة اللَّه لا تتخلف في نصرة عباده المؤمنين ورحمته بهم حين يتجهون إليه - سبحانه - بإظهار كمال العبودية له، والافتقار إليه، وهم في حالة من الكرب أو الضيق أو الحاجة، فتدركهم رحمته سبحانه: {إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ} (١)، {أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} (٢).
وفي ذكر الداعية إلى اللَّه سنة اللَّه فيمن مضى من عباده المؤمنين إطماع لعباد اللَّه في الحصول على أمثالها للمؤمنين إذا اتجهوا إلى اللَّه - تعالى - بقلوب صادقة، وترغيب للمعرضين في انقيادهم لأمر اللَّه - تعالى - حتى يكونوا من المحسنين، فتصيبهم رحمة اللَّه - تعالى - (٣)، وهذا النوع له أمثلة كثيرة جداً، منها ما يلي:

<span data-type="title" id=toc-41>١ - إجابة اللَّه لدعوة آدم وحواء بعد أن وقَعَا في المعصية</span>، ثم تابا إلى اللَّه: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} (٤)، {فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ ... } (٥).
_________
(١) سورة الأعراف، الآية: ٥٦.
(٢) سورة النمل، الآية: ٦٢.
(٣) انظر: معالم الدعوة للديلمي، ١/ ٥٠٠.
(٤) سورة الأعراف، الآية: ٢٣.
(٥) سورة البقرة، الآية: ٣٧.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (17,'<span data-type="title" id=toc-42>٢ - إجابته تعالى لنبيه أيوب بعد أن بلغ به الضر منتهاه: </span>{وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ* فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ} (١).
<span data-type="title" id=toc-43>٣ - استجابته تعالى ليونس: </span>{فَنَادَى فِي الظُّلُمَاتِ أَن لاّ إِلَهَ إِلاّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ* فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} (٢)، {فَلَوْلا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ* لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ} (٣).
<span data-type="title" id=toc-44>٤ - إنجاؤه تعالى لأنبيائه وعباده المؤمنين عند حلول العذاب بأقوامهم المكذبين</span>، وهذا باب واسع، ومن ذلك إنجاء نوح (٤)، وهود (٥)، وصالح (٦)، وإبراهيم ولوط (٧)، وشعيب (٨)، وموسى
_________
(١) سورة الأنبياء، الآيتان: ٨٣ - ٨٤.
(٢) سورة الأنبياء، الآيتان: ٨٧ - ٨٨.
(٣) سورة الصافات، الآيتان ١٤٣ - ١٤٤.
(٤) انظر: سورة يونس، الآية: ٧٣.
(٥) انظر: سورة هود، الآية: ٥٨.
(٦) انظر: سورة هود، الآية: ٦٦.
(٧) انظر: سورة الأنبياء، الآيتان: ٧٠ - ٧١.
(٨) انظر: سورة هود: الآية: ٩٤.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (18,'وهارون (١)، والآمرين بالمعروف والناهين عن المنكر من بني إسرائيل (٢)، وغيرهم، فقد أنجى سبحانه هؤلاء ومن تبعهم وأهلك أعداءهم.

<span data-type="title" id=toc-45>النوع الثالث: الترغيب بالوعد بالخير الآجل الأعظم في الآخرة:</span>
جاء في كتاب اللَّه - تعالى - وفي سنة رسوله - صلى الله عليه وسلم - الوعد بالخير الآجل، والنعيم المقيم والرضوان، والأمن التام، والرحمة والمغفرة وتكفير السيئات، كل ذلك لمن تحقق فيه شرط الإيمان والعمل الصالح، وهذا باب واسع يزخر به بحر الكتاب والسنة، ولا يتسع المقام لذكر الأمثلة على ذلك.
فعلى الداعية العناية بكتاب اللَّه وسنة رسوله - صلى الله عليه وسلم - حتى يقدم للناس القول الحكيم الذي يرضي الرب الحكيم (٣).

<span data-type="title" id=toc-46>النوع الرابع: الترغيب بذكر أحوال المؤمنين في الجنة وما أعد اللَّه لهم:</span>
وهذا النوع من الترغيب يزخر به كتاب اللَّه - تعالى - وسنة رسوله - صلى الله عليه وسلم -، ولا يحصر ما أعد اللَّه لعباده المؤمنين في جنات النعيم من النعيم المقيم الذي لا يحول ولا يزول، ولهذا قال - صلى الله عليه وسلم - فيما يرويه عن ربه - تبارك وتعالى -: ((قال اللَّه: أعددت لعبادي الصالحين ما لا عين رأت،
_________
(١) انظر: سورة الصافات، الآيات: ١١٤ - ١١٦.
(٢) انظر: سورة الأعراف، الآيات: ١٦٤ - ١٦٦.
(٣) انظر: سورة الأنعام، الآية: ٨٢، وطه، الآيات: ٨٠ - ٨٢، والفرقان، الآية: ٧٠، والبينة، الآيتان: ٧ - ٨.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (19,'ولا أذن سمعت، ولا خطر على قلب بشر، فاقرأوا إن شئتم: {فَلا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا
يَعْمَلُونَ})) (١)، وهذا مما يجعل العاقل يشمِّر عن ساعد الجدَّ؛ ليسعد بهذا الفوز العظيم، والسعادة الأبدية، والنعيم الدائم الذي يعجز دونه الوصف، ومن هذا النعيم على سبيل المثال (٢):
ما ذكر اللَّه من نعيم أهل الجنة وصفاتهم، ومن ذلك:
رضوانه تعالى؛ فإنه أكبر النعيم (٣)، وأنهار الجنة (٤)، ومساكن أهلها (٥)، وزوجاتهم (٦)، وحُليهم (٧)،
_________
(١) البخاري مع الفتح، كتاب بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة، ٦/ ٣١٨، (رقم ٣٢٤٤)، ومسلم، كتاب الجنة، ٤/ ٢١٧٥، برقم ٢٨٢٥.
والآية من سورة السجدة، الآية: ١٧.
(٢) انظر صفة الجنة ونعيمها وأحوال أهلها، وبعض ما أعد الله لهم، في البخاري مع الفتح، كتاب بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة، ٦/ ٣١٧ - ٣٢٩، ومسلم، كتاب الجنة وصفة نعيمها، ٤/ ٢١٧٤ - ٢٢٠٦، وجامع الأصول في أحاديث الرسول - صلى الله عليه وسلم -، فقد ذكر عشرة أنواع من صفة الجنة ونعيمه، ا ١٠/ ٤٩٤ - ٥١٢، ثم ١٠/ ٥٢٠ - ٥٢٣، ثم ذكر عشرة أنواع من صفات أهل الجنة ونعيمهم، ١٠/ ٥٢٣ - ٥٣٧، ثم ١٠/ ٥٤٤ - ٥٥٦، فكان ذكره لنعيم الجنة وعذاب أهل النار، ١٠/ ٤٩٤ - ٥٦٤، وانظر أعظم كتاب ألف في الجنة، هو: حادي الأرواح إلى بلاد الأفراح، لابن القيم ‘، ذكر فيه سبعين باباً.
(٣) انظر: سورة التوبة، الآية: ٧٢.
(٤) انظر: سورة محمد، الآية: ١٥.
(٥) انظر: سورة التوبة، الآية: ٢٣.
(٦) انظر: سورة الصافات، الآيات: ٤٠ - ٤٨.
(٧) انظر: سورة الكهف، الآية: ٣١.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (20,'وطعامهم (١)، وشرابهم (٢)، وصفاتهم (٣)، وأطوالهم (٤)، وفواكههم (٥)، ولباسهم (٦)، وأعظم نعيم أهل الجنة النظر إلى وجه اللَّه الكريم (٧)، فالداعية إذا استخدم هذا النوع من الترغيب يجذب قلوب الناس إلى الرغبة في هذا النعيم الدائم.

<span data-type="title" id=toc-47>القسم الثاني: الترغيب في أنواع الطاعات:</span>
وهذا القسم مهمٌّ جدّاً لا يقل أهمية عن القسم الأول، والناس يحتاجون إليه؛ ليشمروا عن ساعد الجد في عمل أنواع الطاعات، فينبغي للداعية إلى اللَّه أن لا يغفل هذا الجانب، ويهتم بترغيب الناس بالأقوال الحكيمة في أنواع البر والإحسان، وجميع أنواع الطاعات: كحثهم على تحقيق كلمة الإخلاص، والصلاة، والزكاة، والصوم، والحج، والجهاد لإعلاء كلمة اللَّه، وبر الوالدين، وصلة الأرحام، وإصلاح ذات البين، وإطعام الطعام، وإفشاء السلام، والصلاة بالليل والناس نيام، وغير ذلك.
_________
(١) انظر: سورة الطور، الآيتان: ٢٧، ٢٨، والواقعة الآيات: ١٠ - ٤٠.
(٢) انظر: سورة الإنسان، الآيات ٥ - ٢٢.
(٣) انظر: البخاري مع الفتح، ٦/ ٣١٨، ٣٦٢، ومسلم، ٤/ ٢١٨٠.
(٤) انظر: البخاري مع الفتح، كتاب الأنبياء، باب خلق آدم وذريته، ٦/ ٣٦٢، (رقم ٣٣٢٦).
(٥) انظر: سورة الرحمن، الآيات: ٥٢ - ٦٨، والواقعة، الآيات: ١٩ - ٣٣.
(٦) انظر: سورة الكهف، الآية ١٥، وسورة الحج، الآية: ٢٣.
(٧) انظر: سورة يونس، الآية: ٢٦، وسورة ق، الآية: ٣٥، وسورة القيامة، الآيتان: ٢٢ - ٢٣.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (21,'وكذلك ينبغي ترغيب الناس في أنواع الفضائل النفسية: كالشجاعة، والعفة، والصدق، والوفاء، والأمانة، والإخلاص، والحلم، والتواضع، والكرم، والصبر، وطهارة الضمير، وحبّ الخير للناس، والعدل والإحسان، وغير ذلك مما ينفع الأمة في العاجل والآجل بذكر ما جاء فيها من الترغيب من الكتاب والسنة الصحيحة والحسنة والآثار الثابتة مع شرح ذلك شرحاً وافياً حسبما تدعو إليه الحاجة (١).
ومن أمثلة الترغيب في هذه الأنواع: قوله تعالى: {لَّيْسَ الْبِرَّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُواْ وَالصَّابِرِينَ فِي الْبَأْسَاءِ والضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} (٢)، وقال تعالى: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ، الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ} (٣)، وقال تعالى: {الَّذِينَ
_________
(١) انظر: هداية المرشدين، ص١٩٩.
(٢) سورة البقرة، الآية: ١٧٧.
(٣) سورة آل عمران، الآيتان: ١٦ - ١٧.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (22,'يُنفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ* وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللَّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللَّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (١)، وغير ذلك كثير من كتاب اللَّه تعالى (٢).
وكذا قد جاء عن النبي - صلى الله عليه وسلم - الترغيب في أنواع الطاعات من الأحاديث ما لا يُحصى، ومن ذلك قوله - صلى الله عليه وسلم - لعبد اللَّه بن عمرو: ((أربع إذا كنَّ فيك فلا عليك ما فاتك من الدنيا: حفظ أمانةٍ، وصدقُ حديثٍ، وحُسنُ خليقةٍ، وعفّةٌ في طعمةٍ)) (٣).
ومن هذا النوع حديث معاذ بن جبل حينما سأل النبي - صلى الله عليه وسلم - عما يدخله الجنة ويباعده عن النار، فعدّ له النبي - صلى الله عليه وسلم - اثنتي عشرة خصلة من أنواع الطاعات (٤).
_________
(١) سورة آل عمران، الآيتان: ١٣٤ - ١٣٥.
(٢) انظر: سورة النساء، الآية: ١١٤، والتوبة، الآية: ٧١، والمؤمنون، الآيات:١ - ١١، والفرقان، الآيات: ٦٣ - ٧٧، ولقمان، الآيات: ١٣ - ١٩، والأحزاب، الآية: ٣٥، والصف، الآيات: ١٠ - ١٣، وغير ذلك من الآيات في الترغيب في أنواع الطاعات.
(٣) أخرجه أحمد في المسند بإسناد جيد، ٢/ ١٧٧، والحاكم ٤/ ٣١٤، وانظر: صحيح الجامع الصغير، ١/ ٣٠١، برقم ٨٨٦.
(٤) انظر: سنن الترمذي، كتاب الإيمان، باب ما جاء في حرمة الصلاة، ٥/ ١١، (رقم ٢٦١٦) وقال: هذا حديث حسن صحيح، وابن ماجه، كتاب الفتن، باب كف اللسان في الفتنة ٢/ ١٣١٤، (رقم ٣٩٧٣)، وأحمد، ٥/ ٢٣١، وانظر صحيح الترمذي، وانظر أحاديث أخرى في الترغيب في أنواع الطاعات في البخاري مع الفتح، ٦/ ١١، ١٠/ ٤١٥، ومسلم، ٤/ ١٩٨٢.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (23,'فالداعية إذا استخدم هذه الأنواع وُفِّقَ بإذن اللَّه - عز وجل - للصواب (١).

<span data-type="title" id=toc-48>المسلك الثاني: الترهيب والإنذار:</span>
من حكمة القول أن يذكر الداعية إلى اللَّه من هذا المسلك الأمور النافعة المفيدة في حمل الناس على ترك الجرائم والذنوب، والتحذير والإنذار من كل المعاصي، والإصرار عليها.

<span data-type="title" id=toc-49>والترهيب قسمان:</span>
<span data-type="title" id=toc-50>القسم الأول: الترهيب بذكر الوعيد بالعذاب والعقوبات على جنس المعاصي والذنوب</span>.
القسم الثاني: الترهيب بذكر الوعيد والعقوبات على أنواع الذنوب وآحادها.

القسم الأول: الترهيب بذكر الوعيد بالعذاب والعقوبات على جنس المعاصي والذنوب:
وهذا القسم له أنواع وصور متعددة، أذكر منها على سبيل المثال ما يلي:

<span data-type="title" id=toc-51>النوع الأول: الترهيب بذكر الوعيد بالحرمان من الخير العاجل</span>، أو الأخذ بالعذاب العاجل:
الإصرار على المعاصي والسيئات من أسباب الابتلاء بالفقر،
_________
(١) ويفيد الداعية في هذا القسم الترغيب والترهيب للمنذري، وكتاب المتجر الرابح في ثواب العمل الصالح للدمياطي، ورياض الصالحين للنووي.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (24,'والضيق في العيش، والإصابة بالأمراض والأسقام، والحرمان من الخيرات العاجلة والآجلة، وهي أعظم الأسباب في إهلاك الأمم والجماعات والأفراد بالدمار والهلاك (١)، قال تعالى: {وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ} (٢).
وهو سبحانه يعفو عن كثير من السيئات فلا يُجازي عليها {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا} (٣).
وكل ما يحدث في الأرض من المصائب، وقلة الثمار، وقحط الأمطار، فإنما هو من عقوبة بعض ما عمل الناس من الذنوب (٤): {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ} (٥).
ويمكن للداعية أن يستخدم هذا النوع في دعوته على ضربين:

<span data-type="title" id=toc-52>الضرب الأول: </span>ذكر ما حل بالقرى من الأخذ بالدمار أو الحرمان من الخيرات التي كانت بين أيديهم بسبب ظلمهم أنفسهم
_________
(١) انظر: تفسير ابن كثير، ١/ ١٣٣، ٢٣٤.
(٢) سورة الشورى، الآية: ٣٠.
(٣) سورة فاطر، الآية: ٤٥.
(٤) انظر: تفسير ابن كثير، ٢/ ٥٧٤، ٤/ ١١٧.
(٥) سورة الروم، الآية: ٤١.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (25,'واستكبارهم، وعدم شكرهم للَّه الرزَّاق، ومن ذلك ما حل بفرعون وقومه: {كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ، وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ، وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ} (١)، وغير ذلك كثير مما حل بالقرى المكذبة للرسل عليهم الصلاة والسلام (٢).

<span data-type="title" id=toc-53>الضرب الثاني: </span>الترهيب بذكر ما وقع لجماعات أو أفراد من الأخذ العاجل أو الحرمان من الخيرات، ومن ذلك ما حلَّ بالجماعات والأفراد الآتي ذكرهم:
١ - ما ذكره اللَّه عن قوم سبأ، وما كانوا فيه من النعم والغبطة والسرور، فلم يشكروا اللَّه، فحل بهم الدمار والخراب والحرمان (٣).
٢ - وما ذكر اللَّه في قصة قارون (٤).
٣ - وصاحب الجنتين الذي تكبّر على صاحبه الفقير (٥).
٤ - وأصحاب الجنة الذين تعاهدوا أن يحرموا الفقراء والمساكين فحرمهم اللَّه جنتهم ودمرها (٦)، وغير ذلك من الأمثلة كثير.
_________
(١) سورة الدخان، الآيات: ٢٥ - ٢٧.
(٢) انظر: سورة الأنعام، الآيات: ٤٢ - ٤٥، والأعراف، الآيات: ٩٤ - ١٠٠، والنحل، الآية: ١١٢، والقصص، الآية: ٥٨.
(٣) انظر: سورة سبأ، الآيات: ١٥ - ١٩.
(٤) انظر سورة القصص، الآيات: ٧٦ - ٨١، وتفسير البغوي، ٣/ ٤٥٤، وابن كثير، ٣/ ٩٩.
(٥) انظر: سورة الكهف: ٣٣ - ٤٣، وتفسير ابن كثير، ٣/ ٨٤.
(٦) انظر: سورة القلم، الآيات: ١٧ - ٢٧، وتفسير ابن كثير، ٤/ ٤٠٧.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (26,'<span data-type="title" id=toc-54>النوع الثاني: الترهيب بالإنذار من حلول العذاب العاجل:</span>
هذا النوع يُوجهه الداعية إلى المعرضين عن طاعة اللَّه إذا ظلوا على إصرارهم وعنادهم واستكبارهم عن قبول الحق بعد وضوحه، ولزوم الحجة، ومن ذلك قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُم مَّنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِهِ ... } إلى قوله تعالى: {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلاَّ الْقَوْمُ الظَّالِمُونَ} (١)، وقال سبحانه: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (٢)، {قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ} (٣).
وغير ذلك كثير في كتاب اللَّه – تعالى – وسنة رسوله - صلى الله عليه وسلم - (٤).

<span data-type="title" id=toc-55>النوع الثالث: الترهيب بذكر مصير الأمم التي كذبت رسلها:</span>
وهذا النوع له أعظم الأثر والوقع في النفوس؛ لأنه من أعظم
_________
(١) سورة الأنعام، الآيتان: ٤٦، ٤٧.
(٢) سورة النور، الآية: ٦٣.
(٣) سورة الأنعام، الآية: ٦٥.
(٤) انظر: سورة الأنفال، الآيتان: ٢٤، ٢٥، وفصلت الآية: ١٣، والسجدة، الآية: ٢٢، والبخاري مع الفتح، كتاب التفسير، سورة هود، باب: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ}، ٨/ ٣٥٤ (رقم ٤٦٨٦)، ومسلم، البر والصلة، باب تحريم الظلم ٤/ ١٩٩٧ (رقم (٢٥٨١ - ٢٥٨٣)، والبخاري مع الفتح ٨/ ٢٩٥، ٣٠١، ٩/ ٣١٩، ١٣/ ٣٨٣، ومسلم ٤/ ٢١١٤.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (27,'العبر لمن اعتبر؛ ولأنه يُبين سنة اللَّه - عز وجل - فيمن كذب الرسل عليهم الصلاة والسلام أو وقفَ من دعوتهم موقف الإعراض والاستكبار، ثم بعد إقامة الحجة عليهم وقع بهم الدمار والهلاك، وهذا باب واسع لا يمكن حصره، ومن ذلك قوله - عز وجل - لمحمد - صلى الله عليه وسلم -: {وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ* وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ، وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ* فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ} الآية (١)، {وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُم مُّوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الأَرْضِ وَمَا كَانُوا سَابِقِينَ* فَكُلا أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ} (٢).
ومن أنواع عذاب بعض هؤلاء المكذبين على سبيل المثال:

<span data-type="title" id=toc-56>١ - قوم نوح: أهلكهم اللَّه - عز وجل - بالغرق </span>{فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُّنْهَمِرٍ، وَفَجَّرْنَا الأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ} (٣).
_________
(١) سورة الحج، الآيات: ٤٢ - ٤٥.
(٢) سورة العنكبوت، الآيتان: ٣٩ - ٤٠.
(٣) انظر: سورة القمر، الآيتان: ١١ - ١٢.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (28,'<span data-type="title" id=toc-57>٢ - عاد قوم هود: سلط اللَّه عليهم الريح </span>فألقتهم موتى على وجه الأرض كأنهم أعجاز نخلٍ منقعر، خاوية، فدمرت الريح كل شيء بأمر ربها (١).
<span data-type="title" id=toc-58>٣ - ثمود قوم صالح: أرسل اللَّه عليهم الصيحة حتى قطعت قلوبهم في أجوافهم</span>، وماتوا عن آخرهم فأصبحوا في دارهم جاثمين (٢).
<span data-type="title" id=toc-59>٤ - قوم لوط: رفع اللَّه قراهم إلى السماء، ثم قلبها عليهم فجعل عاليها سافلها</span>، ثم أتبعهم بحجارة أمطرها عليهم، ولإخوانهم أمثالها (٣).
<span data-type="title" id=toc-60>٥ - مدين قوم شعيب: أظلتهم سحابة وأمطرت عليهم شرراً من نار، ولهباً ووهجاً</span>، ثم جاءتهم صيحة من السماء، ورجفة من الأرض من أسفل منهم (٤).
<span data-type="title" id=toc-61>٦ - فرعون وقومه: أغرقهم اللَّه في البحر </span>(٥).
<span data-type="title" id=toc-62>٧ - قارون: خسف اللَّه به وبداره الأرض </span>(٦).
_________
(١) انظر: سورة الأحقاف، الآيتان: ٢٤ - ٢٥، والحاقة الآيات: ٦ - ٨، والقمر، الآيتان: ١٩ - ٢٠.
(٢) انظر: سورة الأعراف، الآية: ٧٨، والذاريات، الآيات: ٤٣ - ٤٥، والقمر، الآيات: ٢٩ - ٣١، والحاقة، الآية: ٥.
(٣) انظر: سورة هود، الآية: ٨١، والحجر، الآية: ٨٢، والذاريات، الآية: ٣٣.
(٤) انظر: سورة الشعراء، الآية: ١٧٨، وهود، الآية: ٩٤، والأعراف، الآية: ٩١.
(٥) انظر: سورة يونس، الآيات: ٨٨ - ٩١، والزخرف، الآيات: ٥١ - ٥٦.
(٦) انظر: سورة القصص، الآية: ٧٦، وانظر التفصيل في كتاب الجواب الكافي لابن القيم، ص٨٤ - ٨٦، وسورة الأعراف، الآيات: ٥٩ - ١٤١، وهود، الآيات: ٢٥ - ١١٠.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (29,'<span data-type="title" id=toc-63>النوع الرابع: الترهيب بالوعيد بالعذاب الآجل في الآخرة:</span>
الوعيد بالعذاب الآجل يوم القيامة هو من الأقوال العظيمة الحكيمة التي تلينُ لها قلوب أهل العقول، حين تُذكّر ببطش اللَّه ونقمته وعذابه الأليم، لمن حادّ اللَّه ورسوله وتعدى حدوده، {وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} (١)، {وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا} (٢)، {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (٣).
وهذا النوع كثير في كتاب اللَّه - تعالى - وسنة رسوله - صلى الله عليه وسلم - (٤).

<span data-type="title" id=toc-64>النوع الخامس: الترهيب بوصف حال الكفار والمجرمين وما أعد اللَّه لهم من عذاب في الآخرة:</span>
من المعلوم يقيناً أن وصف الداعية الحكيم أحوال الكفار والمنافقين والعُصاة وهم يتلقون أنواعاً من العذاب الأليم، وذكره لبعض ما أعد اللَّه لهم في الآخرة من أصناف العذاب والعقاب، مما يُثير الخوف والرعب والفزع في النفوس، ويحملها على أن تفر إلى
_________
(١) سورة النساء، الآية: ١٤.
(٢) سورة الجن، الآية: ٢٣.
(٣) سورة النساء، الآية: ١١٥.
(٤) انظر كتاب: التخويف من النار لابن رجب، ص١٣.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (30,'اللَّه ربها فتُخلص له العبودية وتتوب إليه؛ لتنجو من عذابه، ومن خزي هذا اليوم العظيم، ومن ذلك قوله تعالى: {وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاؤُوهَا فُتِحَتْ أَبْوَابُهَا} إلى قوله تعالى: {خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ} (١)، وقوله تعالى: {وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُواْ عَلَى اللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ} (٢)، {فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُؤُوسِهِمُ الْحَمِيمُ* يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ، وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ} (٣).
وقد ذكر سبحانه لباسهم في النار وشرابهم (٤)، وطعامهم (٥)، وسلاسلهم وأغلالهم، وأنكالهم، ومقامعهم، وعظم أجسادهم (٦)،
_________
(١) سورة الزمر، الآيتان: ٧١ - ٧٢.
(٢) سورة الزمر، الآية: ٦٠.
(٣) سورة الحج، الآيات: ١٩ - ٢١.
(٤) انظر: سورة محمد، الآية: ١٥، وإبراهيم، الآية: ٩، والكهف، الآية: ٢٩.
(٥) انظر: سورة الدخان، الآية: ٤٣، والمزمل، الآية: ١٢، والحاقة، الآية: ٣٥.
(٦) انظر: سورة غافر، الآيتان: ٧١، ٧٢، والحاقة، الآية: ١٢، والمزمل، الآيتان: ١٢، ١٣، والحج، الآيتان: ٢١ - ٢٢. وانظر عظم أجسادهم وأضراسهم في البخاري مع الفتح، كتاب الرقاق، باب صفة الجنة والنار، ١١/ ٤١٥، (رقم ٦٥٥١)، ومسلم، كتاب الجنة وصفة نعيمها، باب النار يدخلها الجبارون والجنة يدخلها الضعفاء، ٤/ ٢١٨٩، ٢١٩٠، (رقم ٢٨٥١، ٢٨٥٢).',NULL,'31',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (31,'وهذا لهم من أعظم الخسران المبين: {قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ} (١).

<span data-type="title" id=toc-65>النوع السادس: الترهيب بالعذاب النفسي يوم القيامة:</span>
من الحكمة القولية التي توجه إلى الغافلين والمعرضين والمصّرين على الجرائم والذنوب ذكر بعض ما بينه اللَّه - عز وجل - من العذاب النفسي لأهل النار أعاذنا اللَّه منها، ومن هذا النوع على سبيل المثال:
قال اللَّه تعالى: {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلاَ تَلُومُونِي وَلُومُواْ أَنفُسَكُم مَّا أَنَاْ بِمُصْرِخِكُمْ وَمَا أَنتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ} (٢)، وقال تعالى: {قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ،* رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ* قَالَ اخْسَؤُوا فِيهَا وَلا تُكَلِّمُونِ} (٣)، وقال تعالى: {إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الإِيمَانِ فَتَكْفُرُونَ، قَالُوا رَبَّنَا
_________
(١) سورة الزمر، الآية: ١٥.
(٢) سورة إبراهيم، الآية: ٢٢.
(٣) سورة المؤمنون، الآيات: ١٠٦ - ١٠٨.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (32,'أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِّن سَبِيلٍ* ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ للَّهِ الْعَلِيِّ الْكَبِير} (١)، وقال تعالى: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ، لَقَدْ جِئْنَاكُم بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ} (٢).
وغير ذلك من أنواع العذاب النفسي، فإنهم عندما يسألون الخروج من النار، ثم تردُّ عليهم مسألتهم تتقطع قلوبهم همًّا وغمًّا (٣).

<span data-type="title" id=toc-66>القسم الثاني: الترهيب بذكر الوعيد بالعذاب والعقوبات على أنواع الذنوب وآحادها:</span>
هذا قسم مهمٌّ، والناس بحاجة إليه، ليبتعدوا عن آحاد المعاصي، ويُقلعوا عما تلبسوا به منها، ويُظهروا توبتهم الصادقة.
فينبغي للداعية إلى اللَّه - تعالى - أن يهتم بهذا القسم، ويذكر ما ورد في الكتاب والسنة من الوعيد بالعذاب والعقوبات والنقم على آحاد الذنوب وأنواعها كالتهاون ببعض أمور العقيدة الإسلامية،
_________
(١) سورة غافر، الآيات: ١٠ - ١٢.
(٢) سورة الزخرف، الآيتان: ٧٧ - ٧٨.
(٣) انظر: أنواع وأصناف عذاب أهل الناس وصفاتهم وبعض ما أعد الله لهم في جامع الأصول لابن الأثير، ١٠/ ٥١٢ - ٥٢٣، ثم ١٠/ ٥٣٧ - ٥٦٤، والتخويف من النار لابن رجب، ص٦٤ - ٢٨٣.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (33,'وكالتهاون بالصلاة والزكاة والصوم والحج عند الاستطاعة، والتحذير من عقوق الوالدين، وقطيعة الأرحام، والتهاجر بين المسلمين، والشحناء، والإنذار من قتل النفس التي حرم اللَّه إلا بالحق، والزنا، واللواط، وأكل الربا، وأكل مال اليتيم، والسرقة، وأكل أموال الناس بالباطل، وشرب الخمر، ولعب الميسر، والقذف، والغيبة، والنميمة، وأعظم من ذلك التحذير من الشركيات والبدع المحدثة في الدين، والسحر، وإتيان الكهنة، والعرافين، والتعلق بالأولياء والصالحين، وغير ذلك من أنواع المعاصي.
ويلزم الداعية أن يحذر الناس بالقول الحكيم من أنواع الرذائل الخلقية: كالجبن، وعدم العفّة، والكذب، ونقض العهد، والغدر، والخيانة، والنفاق، والرياء، والغضب، والكبر، والبخل، والشحّ، والجزع عند المصائب، والحقد، والحسد، والتحذير من كل ما يضرّ الأمة في دينها ودنياها (١).
فإذا ذكر الداعية ما ورد في ذلك من التحذير بالقول الحكيم أثمر ذلك مجتمعاً مستقيماً – بإذن اللَّه تعالى -.
ونظراً لسعة هذا القسم وكثرة أنواعه فسأكتفي بالأمثلة الآتية:
قال تعالى: {إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ
_________
(١) انظر الجواب الكافي لمن سأل عن الدواء الشافي، لابن القيم، ص١٨٠ - ٣٠٥، وهداية المرشدين، ص٢١٥.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (34,'النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} (١)، وقال تعالى: {وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} (٢)، وقال سبحانه: {وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَآ أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُوْلَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ} (٣).
أما الأمثلة من السنة، فمنها قوله - صلى الله عليه وسلم -: ((اجتنبوا السبع المُوبقات)) قالوا: يا رسول اللَّه، وما هنّ؟ قال: ((الشرك باللَّه، والسّحر، وقتل النفس التي حرم اللَّه إلا بالحق، وأكل الرِّبا، وأكل مال اليتيم، والتولي يوم الزحف، وقدف المحصنات المؤمنات الغافلات)) (٤).
وقال - صلى الله عليه وسلم -: ((لم تظهر الفاحشة في قوم قطّ حتى يعلنوا بها إلا فشَا فيهم الطاعون، والأوجاع، الت لم تكن في أسلافهم الذين مضوا، ولم ينقصوا المكيال والميزان إلا أُخذوا بالسنين وشدة المؤنة وجور السلطان عليهم، ولم يمنعوا الزكاة إلا مُنِعُوا القطرَ من السماء، ولولا البهائم لم يمطروا، ولم ينقضوا عهد اللَّه وعهد رسوله
_________
(١) سورة المائدة، الآية: ٧٢.
(٢) سورة النساء، الآية: ٩٣.
(٣) سورة الرعد، الآية: ٢٥.
(٤) البخاري مع الفتح، كتاب الوصايا، باب قوله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا ... }، ٥/ ٣٩٣، (رقم ٢٧٦٦)، ومسلم، كتاب الإيمان، باب بيان الكبائر وكبرها، ١/ ٩٢، (رقم ٨٩).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (35,'إلا سلط اللَّه عليهم عدوًّا من غيرهم فأخذوا ما في أيديهم، وما لم تحكم أئمتهم بكتاب اللَّه ويتخيَّروا مما أنزل اللَّه إلا جعل اللَّه بأسهم بينهم)) (١).
وهذا من أعلام نبوته - صلى الله عليه وسلم -، فقد وقع ذلك كله بمن وقع في هذه المعاصي، ومن الأدلة المحسوسة على ذلك مرض الإيدْز، الذي وقع بمن أباحوا الفواحش.
وقد لعن - صلى الله عليه وسلم - من لعن والديه، ومن ذبح لغير اللَّه، ومن آوى محدثا، ولعن على فعل ذنوب كثيرة غير ذلك (٢).
وذكر الداعية ذلك مما يدفع العصاة على الفرار من الذنوب والرجوع إلى اللَّه – تعالى – والنَّدم على ما مضى، واللَّه الموفق سبحانه (٣).
_________
(١) ابن ماجه، كتاب الفتن، باب العقوبات ٢/ ١٣٣٢، (رقم ٤٠١٩)، والحاكم وصححه، ووافقه الذهبي، ٤/ ٥٤٠، وانظر: صحيح ابن ماجه، ٢/ ٣٧٠، وسلسلة الأحاديث الصحيحة للألباني، ١/ ٢١٦ - ٢١٧، برقم ١٠٦.
(٢) انظر أنواعاً من المعاصي التي لعن عليها رسول الله - صلى الله عليه وسلم - في الجواب الكافي لابن القيم، ص١١٥ - ١١٩.
(٣) انظر في الترهيب بالوعيد بالعذاب على أنواع الذنوب وآحادها: كتاب الترغيب والترهيب للمنذري، وكتاب الكبائر للذهبي، وكتاب تنبيه الغافلين عن أعمال الهالكين وتحذير السالكين من أفعال الهالكين، للإمام محيي الدين أبي زكريا، أحمد بن إبراهيم بن النحاس الدمشقي، المتوفى سنة ٨١٤هـ‍.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (36,'<span data-type="title" id=toc-67>المبحث الثالث: حكمة القول التصويرية</span>
من حكمة القول في الدعوة إلى اللَّه - تعالى - استخدام الأساليب التصويرية التي تدخل على القلوب مباشرة فتؤثر فيها، وتشد أذهان المدعوين، وتشوقهم إلى الاستماع والاستفادة، ومن ذلك على سبيل المثال ما يلي:

<span data-type="title" id=toc-68>المسلك الأول: القصص الحكيم:</span>
القصة من خير ما يتوصل به الداعية الحكيم لإبلاغ دعوته إلى أعماق القلوب؛ لأن النفس تميل إليها، وترغب فيها، يقول سيد قطب - رحمه الله -: ((مما لا شك فيه أن للقصص طريقته الخاصة في عرض الحقائق وإدخالها إلى القلوب في صورة حية عميقة الإيقاع بتمثيل هذه الحقائق في صورتها الواقعية، وهي تجري في الحياة البشرية، وهذا أوقع في النفس من مجرد عرض الحقائق عرضاً تجريديّاً)) (١).
وأفضل القصص ما جاء في القرآن الكريم، والسنة الصحيحة، فقد بيّن اللَّه - عز وجل - في كتابه العزيز أخبار الأمم الماضية أحسن بيان، ومن ذلك قصص الأنبياء وأقوامهم، وأثنى على أنبيائه ومن تبعهم من المؤمنين، وبيّن سنته في نصرتهم وتأييدهم، وذم الأمم التي كذبت رسلها، وبين سنته فيهم، وما أوقع بهم من العذاب والدمار،
_________
(١) في ظلال القرآن، ١/ ٣٩٠.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (37,'وغير ذلك من القصص العظيم الحسن كما قال تعالى: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} (١)، {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى} (٢).
أما القصص من السنة فإن قدوة الداعية في ذلك رسول اللَّه - صلى الله عليه وسلم -، فقد كان يقصّ على أصحابه القصص الذي ينفعهم، ويرغبهم في الخير، ويخوفهم من الوقوع في ضده، ومن ذلك: قصة الأبرص والأعمى والأقرع (٣)، ففي هذه القصة التحذير من كفران النعم والبخل، والتشويق إلى شكر النعم، والاعتراف بها للخالق، والإحسان إلى الناس (٤).
وقصة الغلام مع الملك والساحر والراهب (٥)، وفيها تشويق الناس في الثبات على دين اللَّه، والتضحية بكل غال ورخيص في سبيل نصرة دين اللَّه وإظهاره.
_________
(١) سورة يوسف، الآية: ٣.
(٢) سورة يوسف، الآية: ١١١.
(٣) البخاري مع الفتح، كتاب أحاديث الأنبياء، باب حديث أبرص وأعمى وأقرع من بني إسرائيل، ٦/ ٥٠٠، (رقم ٣٤٦٤)، ومسلم، كتاب الزهد والرقائق، برقم ٢٩٦٤، ٤/ ٢٢٧٥.
(٤) انظر: فتح الباري ٦/ ٥٠٣.
(٥) انظر: صحيح مسلم، كتاب الزهد والرقائق، باب قصة أصحاب الأخدود والساحر والغلام، ٤/ ٢٢٩،٩ (رقم ٣٠٠٥).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (38,'وقصة الرجل الذي قتل مائة ثم تاب فتاب اللَّه عليه (١)، فإن في هذه القصة الإيضاح للناس أن من تاب تاب اللَّه عليه، وأن البيئة لها تأثير على الشخص، فلابد للتائب أن يلتمس الجليس الصالح، وغير ذلك كثير في السنة النبوية.

<span data-type="title" id=toc-69>المسلك الثاني: التشبيه وضرب الأمثال:</span>
في القرآن الكريم كثير من الأمثال المضروبة، والداعية لابد له من ذلك في دعوته، ومن ذلك أن اللَّه – تعالى – شبه المنفق في سبيله بمن بذر بذراً فأنبتت كل حبة سبع سنابل، اشتملت كل سنبلة على مائة حبة، واللَّه يُضاعف فوق ذلك لمن يشاء بحسب حال المنفق وإخلاصه (٢).
ومثل المنفق رياء وسمعة بطلان عمله كمثل حجر أملس عليه تراب فأصابه مطر شديد، فتركه أملسَ لا شيء عليه (٣).
وشبه سبحانه الدنيا في زهرتها وسرعة زوالها بالماء الذي ينزل من السماء فأنبت الكلأ والعشب، ثم صار بعد هذه النضرة هشيماً (٤)، وغير ذلك كثير في كتاب اللَّه تعالى (٥).
_________
(١) انظر: صحيح مسلم، كتاب التوبة، باب قبول توبة القاتل وإن كثر قتله، ٤/ ٢١١٨، (رقم ٢٧٦٦).
(٢) انظر: سورة البقرة، الآية: ١٦٢.
(٣) انظر: سورة البقرة، الآية: ٢٦٤.
(٤) انظر: سورة الكهف، الآية: ٤٥.
(٥) انظر: أمثال القرآن لابن القيم، ٥٠ – ٥٢.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (39,'وضرب النبي - صلى الله عليه وسلم - الأمثال في دعوته، ومن ذلك تشبيهه الجليس الصالح بحامل المسك، والجليس السوء بنافخ الكير (١)، وهذا من حكمة النبي - صلى الله عليه وسلم -، لأنه جمع بين الترغيب والحثّ على مجالسة من يُستفاد من مجالسته في الدين والدنيا، وحذر من مجالسة من يتأذى بمجالسته فيهما (٢)، وهذا كثير في السنة (٣).

<span data-type="title" id=toc-70>المسلك الثالث: لفت الأنظار والقلوب إلى الصور المعنوية وآثارها:</span>
من حكمة القول التصويرية لفت أنظار الناس إلى الأوصاف الحميدة المعنوية، وبيان آثارها العملية التي تحصل بسبب تطبيقها والعمل بها، ومن هذه الصور المعنوية ذكر الداعية أوصاف المؤمنين، وآثار هذه الأوصاف، وهذا كثير في كتاب اللَّه – تعالى –
_________
(١) انظر: البخاري مع الفتح، كتاب الذبائح والصيد، باب المسك، ٩/ ٦٦٠، (رقم ٥٥٣٣)، ومسلم، كتاب البر والصلة، باب استحباب مجالسة الصالحين، ٤/ ٢٠٢٦، (رقم ٢٦٢٨).
(٢) انظر: فتح الباري، ٤/ ٣٢٤، وشرح صحيح مسلم للنووي، ١٦/ ١٧٨.
(٣) انظر كثيراً من الأمثال في السنة في صحيح مسلم، كتاب صلاة المسافرين وقصرها، باب فضيلة حافظ القرآن، ١/ ٥٤٩، برقم ٧٩٧، وكتاب الزكاة، باب مثل البخيل، ٢/ ٧٠٨، برقم ١٠٢١، وكتاب الإمارة، باب فضل الشهادة في سبيل الله، ٣/ ١٤٩٨، برقم ١٨٧٨، وكتاب الفضائل، ٤/ ١٧٨٧ - ١٧٩١، بأرقام ٢٢٨٢ - ٢٢٨٧، وكتاب البر والصلة، باب تراحم المؤمنين وتعاطفهم، ٤/ ١٩٩٩ - ٢٠٠٠، برقم ٢٥٨٥ - ٢٥٨٦، وكتاب صفات المنافقين ٤/ ٢١٤٦، برقم ٢٧٨٤، و٤/ ٢١٦٣ - ٢١٦٦، بأرقام ٢٨٠٩ - ٢٨١٢، وكتاب الأمثال للرامهرمزي، وسنن الترمذي، كتاب الأمثال ٥/ ١٤٤ - ١٤٨، ومسند الإمام أحمد، ١/ ٤٣٥، ٤٦٥، ٤/ ١٨٢، ١٨٣، ٢٠٢.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (40,'ومن ذلك قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ* الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ* وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ* وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ، وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ* إِلاّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ* فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ* وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ* وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ* أُوْلَئِكَ هُمُ الْوَارِثُونَ* الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} (١).
وهذه أوصاف تجذب القلوب الحية، وتلفت الأنظار إلى هذه الصفات العالية وآثارها الحميدة، ومن أعظم آثارها الفوز بالفردوس الأعلى في الجنة، وكتاب اللَّه يزخر بأوصاف عباد اللَّه المؤمنين، وآثار هذه الأوصاف في الدنيا والآخرة (٢).
فحري بالداعية أن لا يغفل هذا الجانب؛ فإن له الأثر الحميد بتوفيق اللَّه تعالى.

<span data-type="title" id=toc-71>المسلك الرابع: لفت الأنظار والقلوب إلى الآثار المحسوسة:</span>
من حكمة القول التصويرية لفت أنظار الناس إلى آثار الأمم
_________
(١) سورة المؤمنون، الآيات: ١ - ١١.
(٢) انظر كثيراً من هذه الأوصاف وآثارها في سورة البقرة، الآية: ١٧٧، وآل عمران، الآيات: ١٥ - ١٧، ١٣٢ - ١٣٦، والتوبة، الآية: ٧١، والفرقان، الآيات: ٦٣ - ٧٤، والأحزاب الآية: ٣٥، والذاريات، الآيتان: ١٥ - ١٦، والمعارج، الآيات: ٢٢ - ٣٥.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (41,'الماضية، والأفراد والجماعات الظالمة، والقُرى والأمصار المكذبة المجرمة، وقد تكون الآثار في الأزمان القريبة أو الأماكن والأزمان المعاصرة المتأخرة؛ فإن في النظر فيما حلّ بهم من الهلاك والدمار والزلازل والمحن والأمراض، أعظم العبر لمن اعتبر وتفكّر، ونظر واتعظ، والنظر في مساكنهم وديارهم، وكيف أبادهم وأهلكهم وأذلهم، وخذلهم الملك الجبار، وجعل أخبارهم عبرة لأولي الأبصار (١)؟!
وقد أمر اللَّه عباده بالسير والنظر والتأمل في هذه الآثار في آيات كثيرة، منها قوله تعالى: {قُلْ سِيرُواْ فِي الأَرْضِ ثُمَّ انظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} (٢)، وقال تعالى: {أَوَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ} (٣).
والأمر بالسير يشمل السير بالأبدان، والتفكر بالقلوب للنظر والتأمل في عواقب المكذبين والمجرمين، والنظر بالأبصار والبصيرة في آثار هؤلاء من المساكن الخاوية، والديار المهجورة،
_________
(١) انظر: تفسير ابن كثير، ٢/ ١٢٥، ٣/ ٥٦٣، ٤٢٨، والسعدي، ٢/ ٣٧٧، ٦/ ١١٤، ١٣٥، ٣٣٠، ٥١٩، ٥٥٤، ٧/ ٦٨.
(٢) سورة الأنعام، الآية: ١١.
(٣) سورة الروم، الآية: ٩.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (42,'والسماع بالآذان الأخبار المفزعة، وإلا فمجرد نظر العين الجامدة، وسماع الأذن المسدودة، وسير البدن الخالي من القلب المتفكر المعتبر غير مفيد، ولا موصل إلى المطلوب (١).
_________
(١) انظر: تفسير السعدي، ٦/ ١٣٥، ٣٣٠.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (43,'<span data-type="title" id=toc-72>المبحث الرابع: الدعوة بالقوة الفعلية مع عصاة المسلمين</span>
<span data-type="title" id=toc-73>المطلب الأول: أسباب استخدام القوة مع عصاة المسلمين</span>
كما أنّ من الحكمة في الدعوة إلى اللَّه استخدام القوة مع الكفار عند الحاجة إليها، فكذلك تستخدم مع من يحتاجها من المسلمين الذين لم ينتفعوا بالمواعظ من الترغيب والترهيب، ولم يستفيدوا من حكمة القول التصويرية: من ضرب الأمثال، ولفت الأنظار إلى الصورة المعنوية كصفات المؤمنين وآثارها، ولفت الأنظار والقلوب إلى الآثار المحسوسة، كالأمر بالسير في الأرض، والنظر فيما حلّ بالمكذبين من الدَّمار والهلاك.
فإذا لم يؤثّر ما تقدَّم في عُصاة المؤمنين فإن استخدام القوة حينئذٍ من الحكمة، لأن القوة كالعمليّة الجراحية للمريض إذا لم ينفع في علاج مرضه غيرها، فتستخدم عند الحاجة إليها بشرط الالتزام بالشروط والضَّوابط الشرعيَّة.
واستخدام القوة في هذه المرحلة يتنوع ويختلف باختلاف الداعية والمدعو، والأحوال والأزمان والأماكن، وإمكانية استخدام القوة مع أمن الوقوع في المفاسد؛ فإن النبي - صلى الله عليه وسلم - شرع لأمته الدعوة إلى اللَّه - تعالى - وإيجاب إنكار المنكر؛ ليحصل بإنكاره من المعروف ما يحبه اللَّه ورسوله، فإذا كان إنكار المنكر يستلزم ما هو أنكر منه، وأبغض إلى اللَّه ورسوله؛ فإنه لا يسوغ إنكاره، وإن كان',NULL,'44',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (44,'اللَّه يبغضه ويمقت أهله، وهذا كالإنكار على الملوك والولاة بالخروج عليهم؛ فإنه أساس كل شرٍّ وفتنة إلى آخر الدهر، وقد استأذن الصحابة - رضي الله عنهم - رسول اللَّه - صلى الله عليه وسلم - في قتال الأمراء الذين يؤخرون الصلاة عن وقتها، وقالوا: أفلا نقاتلهم؟ فقال: ((لا، ما أقاموا الصلاة)) (١)، وقال: ((من رأى من أميره شيئاً يكرهه فليصبر، [ولا ينزعنّ يداً من طاعة])) (٢)، ومن تأمل ما جرى على الإسلام في الفتن الكبار والصغار رآها من إضاعة هذا الأصل، وعدم الصبر على منكر؛ فطلب إزالته، فتولَّد منه ما هو أكبر منه وأنكر؛ ولهذا كان رسول اللَّه - صلى الله عليه وسلم - يترك بعض الأمور المختارة، ويصبر على بعض المفاسد خوفاً من أن يترتب على ذلك مفسدة أعظم؛ ولهذا لما فتح اللَّه مكة وصارت دار إسلام عزم على نقض بناء البيت وردِّهِ على قواعد إبراهيم، ولكن منعه من ذلك – مع قدرته عليه – خشية وقوع ما هو أعظم منه، من عدم احتمال قريش لذلك؛ لقرب عهدهم بالإسلام، وكونهم حديثي عهد بكفر، ولهذا لم يأذن في قتل عبد اللَّه بن أُبيّ، ولم يأذن في الإنكار على الأمراء باليد، لما يترتب على
_________
(١) مسلم، كتاب الإمارة، باب خيار الأئمة وشرارهم، ٣/ ١٤٨٢، (رقم ١٨٥٥)، وأحمد بلفظه، ٣/ ٢٨ - ٢٩.
(٢) مسلم، كتاب الإمارة، باب وجوب ملازمة جماعة المسلمين عند ظهور الفتن، ٣/ ١٤٧٧، (رقم ١٨٤٩)، وباب خيار الأئمة وشرارهم، ٣/ ١٤٨٢، (رقم ١٨٥٥)، واللفظ من الموضعين.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (45,'ذلك من وقوع ما هو أعظم منه (١).

<span data-type="title" id=toc-74>المطلب الثاني: الكلمة القوية والفعل الحكيم</span>
١ - عن ابن عباس - رضي الله عنهما - أن رسول اللَّه - صلى الله عليه وسلم - رأى خاتماً من ذهب في يد رجل فنزعه فطرحه، وقال: ((يعمد أحدكم إلى جمرة من نار فيجعلها في يده))! فقيل للرجل بعدما ذهب رسول اللَّه - صلى الله عليه وسلم -: خذ خاتمك انتفع به. قال: لا واللَّه لا آخذه أبداً، وقد طرحه رسول اللَّه - صلى الله عليه وسلم - (٢).
٢ - وعن أبي هريرة - رضي الله عنه - أن رسول اللَّه - صلى الله عليه وسلم - مرّ على صُبْرَةِ طعام فأدخل يده فيها، فنالت أصابعه بللاً، فقال: ((ما هذا يا صاحب الطعام))؟ قال: أصابته السماء يا رسول اللَّه، قال: ((أفلا جعلته فوق الطعام كي يراه الناس؟ من غشّ فليس مِنِّي)) (٣).
٣ - وعن عائشة - رضي الله عنها - أنها اشترت نمرقة (٤) فيها تصاوير، فقام النبي - صلى الله عليه وسلم - بالباب فلم يدخل، فقلت: أتوب إلى اللَّه ماذا أذنبت؟ قال:
_________
(١) انظر: إعلام الموقعين لابن القيم، ٣/ ١٥ - ١٦، وشرح النووي، ١٦/ ١٣٩.
(٢) مسلم، كتاب اللباس، باب تحريم خاتم الذهب على الرجال، ٣/ ١٦٥٥، (رقم ٢٠٩٠).
(٣) مسلم، كتاب الإيمان، باب قوله - صلى الله عليه وسلم -: من غشنا فليس منا، ١/ ٩٩، (رقم ١٠٢).
(٤) النمرقة: قيل: هي الوسائد التي يضم بعضها إلى بعض، وقيل: هي الوسائد التي يجلس عليها.
انظر: الفتح، ١٠/ ٣٣٩، وشرح النووي، ١٤/ ٩٠.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (46,'((ما هذه النمرقة))؟ قلت: لتجلس عليها وتوسّدها قال: ((إن أصحاب هذه الصور يعذَّبون يوم القيامة، يقال لهم: أحيُوا ما خلقتم! وإن الملائكة لا تدخل بيتاً فيه الصورة)) (١).
٤ - وعنها - رضي الله عنها -: قدم رسول اللَّه - صلى الله عليه وسلم -، من سفر وقد سترت بقرام لي (٢) على سهوةٍ (٣) فيها تماثيل (٤). فلما رآه رسول اللَّه - صلى الله عليه وسلم - هتكه، وقال: ((إن أشدّ الناس عذاباً يوم القيامة الذين يُضاهون بخلق اللَّه)). قالت: فجعلناه وسادة أو وسادتين (٥).
٥ - وعن عبد اللَّه بن عمر - رضي الله عنهما - قال: بينما النبي - صلى الله عليه وسلم - يصلِّي رأى في قبلة المسجد نُخامةً فحكّها بيده، فتغيَّظ ثم قال: ((إن أحدكم إذا كان في الصلاة فإنَّ اللَّه حيال وجهه فلا يتنخمنَّ حيال وجهه في الصلاة)) (٦).
_________
(١) البخاري مع الفتح، كتاب اللباس، باب من كره القعود على الصورة، ١٠/ ٣٨٩، (رقم ٥٩٥٧) ومسلم، كتاب اللباس، باب تحريم تصوير صورة الحيوان، (رقم ٢١٠٦)، (٨٥).
(٢) القرام: ستر فيه رقم ونفش. انظر: شرح النووي، ١٤/ ٨٨، وفتح الباري، ١٠/ ٣٨٧.
(٣) قيل بيت صغير علقت عائشة - رضي الله عنها - الستر على بابه، وقيل: الكوة، وقيل: الرف. ورجح القول الأول الحافظ في فتح الباري، ١٠/ ٣٨٧. وانظر شرح النووي، ١٤/ ٨٨.
(٤) التصاوير. انظر: الفتح، ١٠/ ٣٨٧، وشرح النووي، ١٤/ ٨٨.
(٥) البخاري مع الفتح، كتاب اللباس، باب ما وطئ من التصاوير، ١٠/ ٣٨٧، (رقم ٥٩٥٤) ومسلم، كتاب اللباس والزينة، باب تحريم صور الحيوان وما فيه صور غير ممتهنة، ٣/ ١٦٦٧، (رقم ٢١٠٦)، (٩٢).
(٦) البخاري مع الفتح، كتاب الأدب، باب ما يجوز من الغضب والشدة لأمر الله، ١٠/ ٥١٧، (رقم ٦١١١).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (47,'فهذه كلمات حكيمة قوية مُؤثّرة تصحبها الحكمة الفعلية، وما ذلك إلا لأن النبي - صلى الله عليه وسلم - أسوة الدعاة إلى اللَّه، فقد قال - صلى الله عليه وسلم -: ((من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان)) (١).
٦ - وعن عائشة - رضي الله عنها - قالت: ((ما خُيّر رسول اللَّه - صلى الله عليه وسلم - بين أمرين إلا أخذ أيسرهما ما لم يكن إثماً؛ فإن كان إثماً كان أبعد الناس منه، وما انتقم رسول اللَّه - صلى الله عليه وسلم - لنفسه إلا أن تُنتهك حُرمةُ اللَّه، فينتقم للَّه بها)) (٢).

<span data-type="title" id=toc-75>المطلب الثالث: التهديد الحكيم والوعيد بالعقوبة:</span>
قال - صلى الله عليه وسلم -: ((إن أثقل صلاة على المنافقين صلاة العشاء، وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حَبْواً، ولقد هممت أن آمر بالصلاة فتُقام ثم آمر رجلاً فيصلي بالناس، ثم أنطلق معي برجال معهم حزم من حطب إلى قوم لا يشهدون الصلاة، فأُحرِّق عليهم بيوتهم بالنار)) (٣).
وفي هذا الحديث التَّخويف بتقديم الوعيد والتَّهديد على
_________
(١) مسلم، كتاب الإيمان، باب بيان كون النهي عن المنكر من الإيمان، ١/ ٦٩، (رقم ٤٩).
(٢) البخاري مع الفتح، كتاب المناقب، باب صفة النبي - صلى الله عليه وسلم -، ٦/ ٥٦٦، ١٢/ ٨٦، ١٨٦، (رقم ٣٥٦٠).
(٣) البخاري مع الفتح، كتاب الأذان، باب وجوب صلاة الجماعة، ٢/ ١٢٥، (رقم ٦٤٤) ومسلم، كتاب المساجد ومواضع الصلاة، باب فضل صلاة الجماعة وبيان التشديد في التخلف عنها، ١/ ٤٥١، (رقم ٦٥١)، (٢٥٢).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (48,'العقوبة، والسرّ في ذلك – واللَّه أعلم – أن المفسدة إذا ارتفعت بالأهون من الزَّجر اكتُفِيَ به عن الأعلى من العقوبة (١)، وهذا من حكمته - صلى الله عليه وسلم - فقد خوّف وزجر عن التخلُّف عن صلاة الجماعة بهذا الوعيد والهمّ بالتَّعذيب، فللداعية الحكيم القادر أن يستخدم التَّخويف بالعقوبة الجائزة شرعاً، أما التَّعذيب بالنار فقد نسخ (٢).
ولابد في التهديد والوعيد بالعقوبة من مراعاة الشروط والضوابط الشرعية، والأصول التي دل عليها كتاب اللَّه وسنة رسوله - صلى الله عليه وسلم -.
وهذه الشروط والضوابط والأصول تجعل الداعية في سلامة من الزلل، فلا ينكر منكراً ويقع ما هو أنكر منه، ولا يسعى في جلب مصلحة ويفوّت ما هو أعظم منها؛ فإن من أعظم الحكم في الدعوة إلى اللَّه دفع المفاسد وجلب المصالح، فإن تعارضت المصالح والمفاسد دُفعت أعظم المفسدتين أو الضررين باحتمال أيسرهما، وجُلبت أعظم المصلحتين بترك أيسرهما (٣).
_________
(١) انظر: فتح الباري، ٢/ ١٣٠.
(٢) انظر: المرجع السابق، ٢/ ١٣٠، قال - صلى الله عليه وسلم -: &gt;إن النار لا يعذب بها إلا الله&lt; البخاري مع الفتح، ٦/ ١٤٩.
(٣) انظر: فتح الباري، ١/ ٣٢٥، وشرح النووي، ٣/ ١٩١، وإعلام الموقعين لابن القيم، ٣/ ١٥ - ١٧.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (49,'<span data-type="title" id=toc-76>المطلب الرابع: حكمة القوة بالعقوبات الشرعية</span>
<span data-type="title" id=toc-77>توطئة:</span>
قرّر الإسلام العقوبات الشرعيّة على ارتكاب الجرائم؛ ليستوفي المجرم جزاءه، ويُطهَّر من هذه الجريمة، ويرتدع أمثاله من ناحية أخرى، وهذا من أبلغ الحكم، ومن أعدل الأحكام، ومن أعظم وسائل حفظ الأمن والاستقرار، وبهذا حفظ الإسلام لأهله: الدّين، والنّفس، والنّسب، والعرض، والعقل، والمال (١).
والدعوة إلى اللَّه - تعالى - والأمر بالمعروف والنهي عن المنكر لا يتم ذلك كلّه إلا بتطبيق وتنفيذ العقوبات الشرعيّة، فإن اللَّه يَزَعُ بالسّلطان ما لا يزع بالقرآن، وذلك واجب على وُلاة الأمور، وذلك يحصل بالعقوبات على ترك الواجبات وفعل المحرمات، ولا يجوز لهم التّهاون في تنفيذها؛ لأنها من شرع اللَّه، وتعطيلها يُؤدي إلى سخط اللَّه كما يؤدي إلى فساد المجتمع، فإذا أُقيمت الحدود ظهرت طاعة اللَّه، ونقصت معصيته، وحصل الخير والنّصر، والتَّمكين (٢)، وتطبيق هذه العقوبات كما أمر اللَّه من حكمة القوة في الدعوة إلى اللَّه ونصر دينه. وسأذكر معظم هذه العقوبات الشرعيّة الحكيمة في
_________
(١) وهذا يعرف عند أهل الأصول بالضروريات. انظر: أضواء البيان، ٣/ ٤٤٨.
(٢) انظر: الحسبة في الإسلام، لابن تيمية، ص٥٠، وأصول الدعوة، لعبد الكريم زيدان، ص٢٧٢، وعناصر القوة في الإسلام، ص٥١.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (50,'عشرة مسالك بإيجاز كالآتي:

<span data-type="title" id=toc-78>المسلك الأول: عقوبة الهجر الحكيم:</span>
من حكمة القوّة في الدّعوة إلى اللَّه هجر من يظهر المنكرات على وجه التّأديب حتى يتوب، كم هجر النبي - صلى الله عليه وسلم - الثلاثة الذي خُلِّفُوا حتى أنزل اللَّه توبتهم.
وهذا الهجر يختلف باختلاف الهاجرين في قوتهم وضعفهم، وقلتهم وكثرتهم؛ فإن المقصود به زجرُ المهجور وتأديبه، ورجوع العامة عن مثل حاله، فإن كان هجره يضعف الشرّ كان مشروعاً، وإن كان المهجور لا يرتدع بذلك ولا يرتدع به غيره، بل يزيد الشرّ والهاجر ضعيف، وتكون مفسدة الهجر راجحة على مصلحته لم يشرع الهجر، بل يكون التأليف لبعض الناس أنفع من الهجر، كما كان الهجر لبعض الناس أنفع من التأليف، ولهذا كان النبي - صلى الله عليه وسلم - يتألف قوماً ويهجر آخرين (١)، وينبغي أن يُفرّق بين الهجر لِحَقِّ اللَّه وبين الهجر لحق النفس، فالهجر لِحَقِّ اللَّه – تعالى – مأمور به، والثاني منهي عنه.
ولا شك أن الهجر لحق اللَّه من العقوبات الشرعية، فهو من جنس الجهاد في سبيل اللَّه (٢)، وهذا يُفعَل؛ لتكون كلمة اللَّه هي
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ٢٠٤ - ٢٠٧.
(٢) انظر: المرجع السابق، ٢٨/ ٢٠٨.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (51,'العليا ويكون الدين كله للَّه. وهذا يدلّ على أن حكمة القوّة لها الأثر الكبير عند وضعها في موضعها.
ولهذا يجب على وليّ أمر المسلمين – وهو الذي ينبغي أن ينصر الدعوة بعد النبي - صلى الله عليه وسلم - – أن يعلم بأن إقامة الحدود والعقوبات الشرعيّة رحمة من اللَّه بعباده، وأن يكون قويّاً في إقامة الحد لا تأخذه في اللَّه لومَة لائمٍ، ويكون قصده رحمة الخلق بكفّ الناس عن المنكرات، ويكون بمنزلة الطبيب الذي يسقي المريض الدواء الكريه، فَيُدخِل المريض على نفسه المشقّة، ويشرب الدواء لينال به الرّاحة والشِّفاء (١).

<span data-type="title" id=toc-79>المسلك الثاني: عقوبة التعزير:</span>
التعزير هو العقوبة المشروعة على جناية لا حد فيها (٢)، وقد اتفق العلماء – رحمهم اللَّه – على أن التعزير مشروع في كل معصية ليس فيها حدّ. والمعصية نوعان: ترك واجب أو فعل محرم (٣). كما يُستتاب المرتدّ حتى يسلم، فإن تاب وإلا قتل، وكما يُعاقب تارك الزّكاة وحقوق الآدميين حتى يؤدوها (٤).
والتعزير أجناس: فمنه ما يكون بالتّوبيخ والزّجر بالكلام، ومنه
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ٣٢٩.
(٢) انظر: المغني لابن قدامة، ١٢/ ٥٢٣.
(٣) انظر: فتاوى ابن تيمية، ٣٥/ ٤٠٢.
(٤) انظر: المرجع السابق، ٢٨/ ٣٤٧، والحسبة في الإسلام لابن تيمية، ص٥٠.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (52,'ما يكون بالحبس، ومنه ما يكون بالنَّفي عن الوطن، ومنه ما يكون بالضَّرب؛ فإن كان ذلك لترك واجب مثل الضّرب على ترك الصلاة، أو ترك أداء الحقوق الواجبة مثل: ترك وفاء الدين مع القدرة عليه، أو على ترك ردّ المغصوب، أو أداء الأمانة إلى أهلها، فإنه يضرب مرة بعد مرة حتى يُؤدي الواجب، ويفرَّق عليه الضرب يوماً بعد يوم، وإن كان الضَّرب على ذنب ماضٍ جزاء بما كسب ونَكَالاً من اللَّه له، فهذا يفعل منه بقدر الحاجة فقط، وليس لأقله حدّ. أما أكثر التعزير ففيه ثلاثة أقوال، وأعدلها: أنه لا يتقدّر بحدّ، لكن إن كان التعزير فيما فيه مقدَّر لم يبلغ به ذلك المقدَّر، مثل التَّعزير على سرقة دون النِّصاب لا يبلغ به القطع، والتعزير على المضمضة بالخمر لا يبلغ به حدّ الشّرب، والتَّعزير على القذف بغير الزنا واللواط لا يبلغ به الحدّ (١). أما حديث: ((لا يجلد أحد فوق عشرة أسواط إلا في حدّ من حدود اللَّه)) (٢) فقد فسره طائفة من أهل العلم بأن المراد بحدود اللَّه ما حُرِّم لحق اللَّه، ومراد الحديث أن من ضَرَبَ لحق نفسه كضرب الرجل امرأته في النّشوز وكتأديب الأب ولده الصغير، فلا يزيد على عشر جلدات في التأديبات (٣)، ثم من لم
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ١٠٨، والحسبة في الإسلام لابن تيمية، ص٥٢.
(٢) البخاري مع الفتح، كتاب الحدود، باب التعزير والأدب، ١٢/ ١٧٥، (رقم ٦٨٤٨)، ومسلم، كتاب الحدود، باب قدر أسواط التعزير، ٣/ ١٣٣٢، (رقم ١٧٠٨).
(٣) انظر: فتاوى ابن تيمية، ٢٨/ ٣٤٨، وفتح الباري، ١٢/ ١٧٨.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (53,'يندفع فساده في الأرض إلا بالقتل قُتِلَ، مثل: المفرِّق لجماعة المسلمين، والداعي إلى البدع في الدين (١).

<span data-type="title" id=toc-80>المسلك الثالث: القصاص:</span>
أوجب اللَّه - تعالى - القصاص في جريمة قتل العمد والاعتداء على الأطراف، قال اللَّه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} (٢)، وقال تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} (٣)، وقال تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} (٤).

<span data-type="title" id=toc-81>المسلك الرابع: حد الزنا واللواط:</span>
<span data-type="title" id=toc-82>(أ) الزاني إن كان مُحصناً؛ فإنّهُ يُرجم بالحجارة حتى يموت</span>،
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ١٠٨، ١١٢، ١١٣، ٣٤٨، والحسبة في الإسلام لابن تيمية أيضاً، ص٥٢.
(٢) سورة البقرة، الآية: ١٧٨.
(٣) سورة المائدة، الآية: ٤٥.
(٤) سورة البقرة، الآية: ١٧٩.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (54,'كما رَجَم النبي - صلى الله عليه وسلم - ماعزَ بن مالك الأسلمي، ورجم الغامدية، ورجم اليهوديّيْن، ورجم غير هؤلاء، ورجم المسلمون بعده (١).

<span data-type="title" id=toc-83>(ب) وإن كان الزَّاني غير مُحصَن؛ فإنه يُجلد مائة جلدة بكتاب اللَّه تعالى: </span>{الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ} (٢)، ويُغَرَّبُ عاماً بسنَّة رسول اللَّه - صلى الله عليه وسلم - (٣).
<span data-type="title" id=toc-84>(ج) وأما اللواط فالصحيح الذي اتفق عليه الصحابة أنه يقتل الإثنان: </span>الأعلى والأسفل. فعن ابن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - أنه قال:)) من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به (((٤)، ولم يختلف الصحابة في قتله، ولكن تنوعوا فيه (٥).
<span data-type="title" id=toc-85>المسلك الخامس: حد القذف:</span>
حفظ الإسلام الأعراض من الاعتداء عليها، وجعل عقوبة
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ٣٣٣.
(٢) سورة النور، الآية: ٢.
(٣) انظر: فتاوى ابن تيمية، ٢٨/ ٣٣٣.
(٤) أخرجه أصحاب السنن: أبو داود، كتاب الحدود، باب فيمن عمل عمل قوم لوط، ٤/ ١٥٨، (رقم ٤٤٦٢)، والترمذي، كتاب الحدود، باب ما جاء في حد اللواط، ٤/ ٥٧، (رقم ١٤٥٦)، وابن ماجه، كتاب الحدود، باب من عمل عمل قوم لوط، (رقم ٢٥٦٤)، ٢/ ٨٥٦، وانظر: صحيح أبي داود، ٣/ ٨٤٤، وصحيح الترمذي، ٢/ ٧٦، وصحيح ابن ماجه، ٢/ ٨٣.
(٥) انظر: فتاوى ابن تيمية، ٢٨/ ٣٣٥.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (55,'القاذف ثمانين جلدة. قال تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ* إِلاّ الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (١).
وهذا الحد جاء به الكتاب والسنة وأجمع عليه المسلمون؛ فإذا قذف المحصن بالزّنا أو اللواط وجب الحدّ على قاذفه، والمحصن هنا هو الحرّ العفيف، وفي باب حدّ الزنا هو الذي وطئ وطئاً كاملاً في نكاح تامّ (٢).

<span data-type="title" id=toc-86>المسلك السادس: حد شرب الخرم:</span>
وحدّ الشرب ثابت بسنة رسول اللَّه - صلى الله عليه وسلم - وإجماع المسلمين، فقد ثبت عن النبي - صلى الله عليه وسلم - أنه ضرب في شرب الخمر بالجريد والنعال أربعين، وضرب أبو بكر - رضي الله عنه - في خلافته أربعين، وضرب عمر - رضي الله عنه - في خلافته ثمانين، وكان علي - رضي الله عنه - يضرب مرة أربعين ومرة ثمانين. فمن العلماء من يقول يجب ضرب الثمانين، ومنهم من يقول: الواجب أربعون، والزيادة يفعلها الإمام عند الحاجة إذا أدْمَنَ الناس الخمر أو كان الشارب ممن لا يرتدع بدونها، ورجَّح ذلك شيخ الإسلام ابن
_________
(١) سورة النور، الآيتان: ٤ - ٥.
(٢) فتاوى شيخ الإسلام ابن تيمية، ٢٨/ ٣٤٢.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (56,'تيمية رحمه اللَّه تعالى (١).

<span data-type="title" id=toc-87>المسلك السابع: حد السرقة:</span>
السرقة اعتداء على مال معصوم لا شُبهة له فيه، يأخذه خفيةً بشروط معينة منها: أن يكون المال محرزاً، ولا تقلّ قيمته عن ربع دينار، وحينئذ يجب عليه حدّ السرقة بالكتاب والسنة والإجماع، قال تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِّنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ* فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (٢).
ولا يجوز بعد اكتمال شروط القطع وثبوت الحدّ عليه بالبينة أو بالإقرار تأخيره لا بحبس ولا مال يُفتدى به ولا غيره، بل تُقطع يده اليمنى في الأوقات المعظمة وغيرها (٣).

<span data-type="title" id=toc-88>المسلك الثامن: حد المحاربين قطاع الطريق:</span>
قُطَّاع الطريق هم المحاربون الذين يتعرّضون للناس بالسلاح في الصحراء والطّرقات؛ ليغصبوهم المال مجاهرة بالقوة والقهر، وسواء ارتكب هذه الجريمة فرد أو جماعة، فإنه يُسمّى
_________
(١) انظر: المرجع السابق، ٢٨/ ٣٣٦.
(٢) سورة المائدة، الآيتان: ٣٨ - ٣٩.
(٣) انظر: فتاوى ابن تيمية، ٢٨/ ٣٢٩.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (57,'بالمحارب (١).
والأصل في عقوبتهم قوله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ* إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ فَاعْلَمُواْ أَنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (٢).
وعن ابن عباس - رضي الله عنهما - أنه قال في قُطّاع الطّريق: &gt;إذا قتلوا وأخذوا المال قتلوا وصُلبُوا، وإذا قَتَلُوا ولم يأخذوا المال قُتِلُوا ولم يُصلَبوا، وإذا أخذوا المال ولم يَقْتلُوا قُطّعت أيديهم وأرجلهم من خلاف، وإذا أخافُوا السَّبيل ولم يأخذوا مالاً نُفُوا من الأرض&lt; (٣)، وهذا قول كثير من أهل العلم كالشَّافعي وأحمد، أما من كان من المحاربين قد قتل فإنه يقتل حدّاً لا يجوز العفو عنه بحال بإجماع العلماء، ولا يكون أمره إلى ورثة المقتول بخلاف ما لو قتل رجل رجلاً لعداوة بينهما.
أما غير القاتل فمنهم من قال: للإمام أن يجتهد فيهم، فيقتل من
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ٣٠٩، والمغني لابن قدامة، ١٢/ ٤٧٤.
(٢) سورة المائدة، الآيتان: ٣٣ - ٣٤.
(٣) أخرجه البيهقي في السنن الكبرى، كتاب السرقة، باب قطاع الطريق، ٨/ ٢٨٣، وانظر المغني، ١٢/ ٤٧٥، وفتاوى ابن تيمية، ٢٨/ ٣١٠.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (58,'رأى في قتله مصلحة، والقول الأول قول الأكثر (١).

<span data-type="title" id=toc-89>المسلك التاسع: عقوبة المرتد:</span>
المرتدّ هو الراجع عن دين الإسلام إلى الكفر بفعل، أو قول، أو اعتقاد، أو شكّ، قال تعالى: {وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} (٢)، وقال - صلى الله عليه وسلم -:)) من بدَّل دينه فاقتلوه (((٣)، وقال - صلى الله عليه وسلم -:)) لا يحل دم امرئٍ مسلم يشهد أن لا إله إلا اللَّه وأني رسول اللَّه إلا بإحدى ثلاث: الثيّب الزَّاني، والنَّفس بالنَّفس، والتَّارك لدينه المفارق للجماعة (((٤)، فمن ارتدّ عن الإسلام من الرِّجال والنِّساء وكان بالغاً عاقلاً استُتيبَ ثلاثة أيام فإن رجع وإلا قتل بالسَّيف (٥).

<span data-type="title" id=toc-90>المسلك العاشر: قتال أهل البغي:</span>
جريمة البغي هي خروج جماعة ذات قوَّة وشوكة على الإمام
_________
(١) انظر: فتاوى ابن تيمية، ٢٨/ ٣١٠.
(٢) سورة البقرة، الآية: ٢١٧.
(٣) البخاري مع الفتح، كتاب الجهاد، باب لا يعذب بعذاب الله، ٦/ ١٤٩، (رقم ٣٠١٧)، وفي كتاب حكم المرتد، ١٢/ ٢٦٧، (رقم ٦٩٢٢).
(٤) البخاري مع الفتح، كتاب الديات، باب قوله تعالى: {أَنَّ النَّفْسَ بِالنَّفْسِ} ١،٢/ ٢٠١، (رقم (٦٧٧٨)، ومسلم، كتاب القسامة، باب ما يباح به دم المسلم، ٣/ ١٣٠٢، (رقم ١٦٧٦).
(٥) انظر: المغني لابن قدامة، ١٢/ ٢٦٤، وفتاوى ابن تيمية، ٣٥/ ٩٩ - ٢٠٦.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (59,'يُريدون خلعه بالقوَّة والعنف، فعلى الإمام أن يراسلهم فيسألهم ما ينقمون منه؛ فإن ذكروا مظلمة أزالها، وإن ادعوا شُبهة كشفها، فإن رجعوا وإلا قاتلهم، وعلى المسلمين القتال مع إمامهم، والأصل في هذه الجريمة (١) وعقوبتها قوله تعالى: {وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِن فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللللَّهَ يُحِبُّ الْمُقْسِطِينَ* إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} (٢).
وقال - صلى الله عليه وسلم -: (( ... ستكن هنّاتٌ وهنّات (٣)، فمن أراد أن يُفرّق أمر هذه الأمة وهي جميع فاضربوه بالسَّيف كائناً من كان (((٤). وقال:)) من أتاكم وأمرُكُم جميع على رجل واحد يُريد أن يشقّ عصاكم أو يُفرِّق جماعتكم فاقتلوه)) (٥).
_________
(١) انظر المغني، ١٢/ ٢٣٧، وفتاوى ابن تيمية، ٣٥/ ٥، وأصول الدعوة لعبد الكريم زيدان، ص٢٧٩.
(٢) سورة الحجرات، الآيتان: ٩ - ١٠.
(٣) الفتن والأمور الحادثة. انظر: شرح النووي، ١٢/ ٢٤١.
(٤) مسلم، كتاب الإمارة، باب حكم من فرق أمر المسلمين وهو مجتمع، ٣/ ١٤٧٩، (رقم ١٨٥٢).
(٥) مسلم، كتاب الإمارة، باب حكم من فرق أمر المسلمين وهو مجتمع، ٣/ ١٤٨٠، (رقم ١٨٥٢) (٦٠).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (60,'<span data-type="title" id=toc-91>الخاتمة</span>
الحمد للَّه الذي أعانني على إتمام هذه الرسالة على هذه الصورة، فالفضل والمنّة له أولاً وآخراً، و {لَهُ الْحَمْدُ فِي الأُولَى وَالآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} (١)، {الْحَمْدُ للَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَلَهُ الْحَمْدُ فِي الآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} (٢).
بعد هذه الرحلة المباركة – إن شاء اللَّه تعالى – التي طُفت من خلالها بمفهوم الحكمة الصحيح في الدعوة إلى اللَّه – تعالى – وأنواعها، ودرجاتها، وأركانها التي تقوم عليها، ومعاول هدمها، وطرق ومسالك اكتسابها، ومواقف الحكمة في الدعوة إلى اللَّه – تعالى – التي أعزّ اللَّه بها الإسلام وأهله، وأذلّ بها الكفر والعصيان والنّفاق وأعوانها، وحكمة القول مع أصناف المدعوين على اختلاف عقائدهم وعقولهم وإدراكاتهم ومنازلهم، وحكمة القوة الفعلية مع المدعوين: الكفار، ثم عصاة المسلمين، أقول:
هذا ما منّ اللَّه به، ثم ما وسعه الجهد، وسمح به الوقت، وتوصّل إليه الفهم المتواضع، فإن يكن صواباً فمن اللَّه، وإن يكن فيه خطأ أو
_________
(١) سورة القصص، الآية: ٧٠.
(٢) سورة سبأ، الآية: ١.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (61,'نقص فتلك سنة اللَّه في بني الإنسان، فالكمال للَّه وحده، والنقص والقصور واختلاف وجهات النظر من صفات الجنس البشري، ولا أدعي الكمال، وحسبي أني قد حاولت التسديد والمقاربة، وبذلت الجهد ما استطعت بتوفيق اللَّه – تعالى – وأسأل اللَّه أن ينفعني بذلك، وينفع به جميع المسلمين؛ فإنه على كل شيء قدير، وبالإجابة جدير.

أما<span data-type="title" id=toc-92> أهم النتائج التي أعانني اللَّه ويسّر لي التوصل إليها في هذا البحث فمنها ما يلي:</span>
١ - إن الحكمة في الدعوة إلى اللَّه لا تقتصر على الكلام اللين والتّرغيب والرفق والحلم والعفو والصَّفح، بل تشمل جميع الأمور التي عُملت بإتقان وإحكام، وذلك بأن تنزل في منازلها اللائقة بها، فيوضع القول الحكيم والتعليم والتربية في مواضعها، والموعظة في موضعها، والمجادلة بالتي هي أحسن في موضعها، ومجادلة الظالم المعاند، والمستكبر في موضعها، والزَّجر والغلظة والقوة في مواضعها، وكل ذلك بإحكام وإتقان، ومراعاة لأحوال المدعوين، والواقع والأزمان والأماكن، في مختلف العصور والبلدان، مع إحسان القصد والرغبة فيما عند الكريم المنان.
٢ - إنّ الدّاعية الحكيم هو الذي يدرس ويعرف أحوال المدعوين: الاعتقادية، والنفسية والاقتصادية، والاجتماعية، والعلميّة، ويعرف مراكز الضّلال ومواطن الانحراف، وعاداتهم',NULL,'62',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (62,'ولغتهم ولهجاتهم، والإحاطة بمشكلاتهم، ومستواهم الجدلي، ونزعاتهم الخلقية، والشّبه التي تعلق بأذهانهم، ثم ينزل الناس منازلهم ويدعوهم على قدر عقولهم وأفهامهم، ويُعطِي الدّواء على حسب الداء.
٣ - إن النبي - صلى الله عليه وسلم - هو القدوة الحسنة للدُّعاة الحكماء، فقد كان يُلازم الحكمة في جميع أموره، وخاصة في دعوته إلى اللَّه – - عز وجل - – وهذا من فضل اللَّه عليه وعلى أتباعه، فقد أرسل جبريل ففرج صدره ثم غسله بماء زمزم، ثم أفرغ في صدره طستاً من ذهب ممتلئ حكمةً وإيماناً (١)، وأقبل الناس، ودخلوا في دين اللَّه أفواجاً بفضل اللَّه ثم بحكمة هذا النبي الكريم، وما من خلق كريم ولا سلوك حكيم إلا كان له منه أوفر الحظ والنصيب.
٤ - إن أحسن الطرق في دعوة الناس ومخاطبتهم ومجادلتهم طريقة القرآن الكريم، وطريقة النبي - صلى الله عليه وسلم -، وسوق النص القرآني والحديث النبوي في ألصق الأمور مساساً بها من أعظم الحكم التي من أوتيها فقد أوتي خيراً كثيراً.
٥ - إن الحكمة تجعل الداعي إلى اللَّه يقدر الأمور ويعطيها ما تستحقه، فلا يزهد في الدنيا والناس في حاجة إلى النشاط والجد والعمل، ولا يدعو إلى الانقطاع والانعزال عن الناس، والمسلمون
_________
(١) انظر: البخاري مع الفتح، ١/ ٤٥٨، ومسلم، ١/ ١٤٨، وتقدم تخريجه.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (63,'في حاجة إلى الدفاع عن عقيدتهم وبلادهم وأعراضهم، ولا يبدأ بتعليم الناس البيع والشراء، وهم في مسيس الحاجة إلى تعلم الوضوء والصلاة، فالحكمة تجعل الداعية ينظر ببصيرة المؤمن، فيرى حاجة الناس فيعالجها بحسب ما يقتضيه الحال، وبذلك ينفذ إلى قلوب الناس من أوسع الأبواب، وينشرح له صدورهم، ويرون فيه المنقذ الحريص على سعادتهم ورفاهيتهم وأمنهم.
٦ - إن البصيرة في الدعوة إلى اللَّه هي أعلى درجات الحكمة والعلم، وهذه الخاصية اختص بها النبي - صلى الله عليه وسلم -، ثم أصحابه، والمخلصين من أتباعه، وهي أعلى درجات العلماء، وحقيقتها الدعوة إلى اللَّه على علم ويقين وبرهان عقلي وشرعي، وترتكز البصيرة في الدعوة إلى اللَّه على ثلاثة أمور:
(أ) أن يكون الداعية على بصيرة، وذلك بأن يكون عالماً بالحكم الشرعي فيما يدعو إليه.
(ب) وأن يكون على بصيرة في حال المدعو حتى يقدم له ما يناسبه.
(ج) وأن يكون على بصيرة في كيفية الدعوة.
٧ - إن العلم النافع المقرون بالعمل الصالح، والحلم والأناة من أعظم الأسس التي تقوم عليها الحكمة في الدعوة إلى اللَّه – تعالى -، ولهذا فقد يكون المرء عالماً أو حليماً، ولا يكون حكيماً حتى يجمع هذه الأسس الثلاثة.
٨ - إن العلم والحلم والأناة لها أسباب تؤدي وتوصل إليها،',NULL,'64',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (64,'وأسباب تعين على التمسك بها، والمحافظة عليها.
٩ - إن العلم لا يكون من دعائم الحكمة إلا باقترانه بالعمل الصالح، وقد كان علم الصحابة مقروناً بالعمل والإخلاص والمتابعة، ولهذا كانت أقوالهم وأفعالهم وسائر تصرفاتهم – في دعوتهم إلى اللَّه وأمورهم – تزخر بالحكمة.
١٠ - إن العجلة وعدم التثبت والتأني والتبصر أو التباطؤ والتقاعس، كل ذلك يؤدي إلى كثير من الأضرار والمفاسد، والداعية أولى الناس بالابتعاد عن ذلك كله، فمقتضى الحكمة أن يعطي كل شيء حقّه، ولا يعجّله عن وقته، ولا يؤخّره عنه، فالأشياء لها مراتب وحقوق تقتضيها، ونهايات تصل إليها ولا تتعداها، ولها أوقات لا تتقدّم عنها ولا تتأخر.
١١ - إن الحلم من أعظم ركائز الحكمة ومبانيها العظام، وقد كان خلقاً من أخلاق النبوة والرسالة، فالأنبياء عليهم الصلاة والسلام هم عظماء البشر، وقدوة أتباعهم من الدعاة إلى اللَّه، والصالحين في أخلاقهم كافة، وعلى رأسهم محمد - صلى الله عليه وسلم - وأتباعه.
١٢ - إن الأناة عند الداعية تسمح له بأن يحكم أموره، فلا يُقدم على أي عمل إلا بعد النظر والتأمل ووضوح الغاية الحميدة التي سيجنيها، ولا يتعجَّل بالكلام قبل أن يُديره على عقله، ولا بالفتوى قبل أن يعرف دليله وبرهانه الذي اعتمد عليه وبنى عليه فتواه.
فالداعية بحاجة ماسَّة إلى الأناة، لما يحصل بذلك من الفوائد',NULL,'65',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (65,'الكثيرة، والكف عن شرور عظيمة، وهذا يجعل الداعية بإذن اللَّه – تعالى – في سلامة عن الزلل.
١٣ - إنّ الداعية لا يكون حكيماً في أقواله وأفعاله وسائر تصرفاته وأفكاره، وموافقاً للصواب في جميع أموره إلا بتوفيق اللَّه – تعالى – له، ثم بسلوك طرق الحكمة، وذلك بالتزام السلوك الحكيم، والسياسة الحكيمة مع مراعاة التسديد والمقاربة والأساليب الحكيمة، وفقه أركان الدعوة، وأن يكون عاملاً بما يدعو إليه مخلصاً متخذاً في ذلك محمداً - صلى الله عليه وسلم - قدوةً وإماماً.
١٤ - إن الخبرات والتجارب والمران من أعظم ما يُعين الداعية على التزام الحكمة واكتسابها، فهو بتجاربه بالسفر ومعاشرة الجماهير سيكون له الأثر الكبير في نجاح دعوته، وابتعاده عن الوقوع في الخطأ في منهجه ودعوته إلى اللَّه؛ لأنه إذا وقع في خطأ مرة لا يقع فيه أخرى، فيستفيد من تجاربه وخبراته.
١٥ - إن تحري أوقات الفراغ والنشاط والحاجة عند المدعوين وتخولهم بالموعظة والتعليم من أعظم ما يعين الداعية على استجلاب الناس وجذب قلوبهم إلى دعوته.
١٦ - إن المصالح إذا تعارضت أو تعارضت مصلحة ومفسدة، وتعذر الجمع بين فعل المصلحة وترك المفسدة بدئ بالأهم، فيدفع إحدى المفسدتين أو الضررين باحتمال أيسرهما، وتحصيل أعظم المصلحتين بترك أيسرهما.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (66,'١٧ - إن لتأليف القلوب بالمال والعفو والصفح والرفق واللين والإحسان بالقول أو الفعل أعظم الأثر في نفوس المدعوين.
١٨ - إن من أعظم الأساليب البالغة في منتهى الحكمة عدم مواجهة الداعية أحداً بعينه عندما يريد أن يؤدبه أو يعاتبه أو يزجره مادام يجد في الموعظة العامة كفاية، وذلك إذا كان المدعو المقصود بين جمهور المخاطبين أو يبلغه ذلك، كأن يقول الداعية: ما بال أقوام، أو ما بال أناس، أو ما بال رجال يفعلون كذا، أو يتركون كذا.
١٩ - إن الداعية لا يكون حكيماً في دعوته إلا بفقهه لركائز الدعوة، وذلك: بمعرفة ما يدعو إليه، وما هي الصفات والأخلاق والآداب التي ينبغي أن يلتزم بها الداعية، ومعرفة المدعوين وأصنافهم، والوسائل والأساليب التي تستخدم في نشر الدعوة وتبليغها.
٢٠ - إن الدعوة بالمواقف الحكيمة المشرفة، لها الأثر البالغ في قلوب المدعوين؛ لأنها تدفعهم إلى التفكير والتأمل، ثم تكون نقطة التحول في نظام حياتهم بإذن اللَّه تعالى.
٢١ - إن اطلاع الداعية على مواقف النبي - صلى الله عليه وسلم - الحكيمة في عفوه وصفحه، ورفقه وحلمه وأناته، وشجاعته، وجوده وكرمه، وإصلاحه، من أعظم ما يفيد الداعية في حياته، وخاصة في دعوته إلى اللَّه – تعالى -.
٢٢ - إن للصحابة وأتباعهم ومن سار على نهجهم مواقف',NULL,'67',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (67,'حكيمة في دعوتهم إلى اللَّه – تعالى -، تدل على صدقهم ورغبتهم فيما عند اللَّه تعالى، وتبين مدى جهودهم، وتغذي وتربي من اطلع عليها من الدعاة إلى اللَّه تعالى.
٢٣ - إن من أعظم الحكمة في دعوة الملحدين أن تقدّم لهم الأدلّة الفطريّة على وجود اللَّه – تعالى – وربوبيته، والبراهين العقليّة القطعية بمسالكها التفصيلية، والأدلة الحسية المشاهدة، ثم يختم ذلك بالأدلة الشرعية.
٢٤ - إن من الحكمة في دعوة الوثنيين بالحكمة القولية: أن يقدم لهم الداعية الحجج والبراهين العقلية على إثبات ألوهية اللَّه – تعالى -، وأن الكمال المطلق له من كل الوجوه، وما عبد من دونه ضعيف من كل وجه، وأن التوحيد الخالص دعوة جميع الرسل عليهم الصلاة والسلام والغلو في الصالحين سبب كفر بني آدم، والشفاعة لا تنفع إلا بإذن اللَّه للشافع ورضاه عن الشافع والمشفوع له، وأن البعث ثابت بالأدلة العقلية والنقلية القطعية، وأن اللَّه الذي سخر جميع ما في هذا الكون الفسيح لعباده، فهو في الحقيقة المستحق للعبادة وحده.
٢٥ - إن دعوة اليهود بالحكمة القولية إلى اللَّه – تعالى – ترتكز على إثبات نسخ الإسلام لجميع الشرائع، وإظهار وإثبات وقوع التحريف في التوراة، واعتراف المنصفين من علمائهم، وإثبات رسالة عيسى ومحمد، عليهما الصلاة والسلام.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (68,'٢٦ - إن دعوة النصارى بالحكمة القولية إلى الإسلام تقوم على إبطال عقيدة التثليث، وإثبات وحدانية اللَّه – تعالى -، وتقديم الأدلة العقلية والبراهين القطعية على إثبات بشرية عيسى - صلى الله عليه وسلم -، وأنه عبد اللَّه ورسوله، ثم تقدم البراهين على إبطال قضية الصلب والقتل، وإثبات وقوع النسخ والتحريف في الأناجيل، وتتويج ذلك بالاعترافات الصادقة من المنصفين من علماء النصارى.
٢٧ - إن من حكمة القول مع أهل الكتاب وغيرهم من الكفار أن تقدم لهم الأدلة والبراهين القطعية على صدق رسالة النبي محمد - صلى الله عليه وسلم -، وذلك ببيان معجزات القرآن الكريم التي عجز عنها جميع الجن والإنس، ومعجزات النبي - صلى الله عليه وسلم - الحسية المشاهدة، ثم تتويج ذلك بالأدلة القطعية على عموم رسالة الإسلام في كل زمان ومكان إلى قيام الساعة.
٢٨ - إن من مقتضى العقول السليمة والحكمة السديدة أن لا يخاطب المسلم – في توجيهه وإرشاده وحثه على الالتزام بدينه – كما يخاطب الملحد، أو الوثني، أو الكتابي، أو غيرهم من الكفار.
٢٩ - إن من الدعوة إلى اللَّه بالحكمة أن يبدأ الداعية بالمهم، ثم الذي يليه، وأن يجعل للمدعو من الدروس ما يسهل عليه حفظها وفهمها، والتفكر التام فيها، وأن يعلم العوام ما يحتاجون إليه بألفاظ وعبارات قريبة من أفهامهم تناسب مستواهم مع مراعاة التنويع في الأسلوب والتشويق.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (69,'٣٠ - إن مراتب الدعوة بحسب مراتب البشر، فالقابل للحق يدعى بالحكمة، فيبين له الحق بدليله: علماً وعملاً واعتقاداً، فيقبله ويعمل به. وهذا هو القسم الأول من المسلمين، والقابل للحق الذي عنده شهوات تصده عن اتباع الحق يدعى بالموعظة الحسنة المشتملة على الترغيب في الحق والترهيب من الباطل، ويغذى بالحكمة التصويرية: من القصص الحكيم، وضرب الأمثال، ولفت القلوب والأنظار إلى الصور المعنوية وآثارها، والآثار المحسوسة. وهذا هو القسم الثاني من المسلمين وهم العصاة.
والمعاند الجاحد يجادل بالتي هي أحسن.
والظالم الذي عاند وجحد ولم يقبل الحق بل وقف في طريقه، فهذا يدعى بالقوة إن أمكن.
فهذه مراتب الدعوة بحسب مراتب البشر، ويلاحظ أن مرتبة الحكمة ملازمة لجميع المراتب الأخرى، وذلك؛ لأن الحكمة في الحقيقة هي وضع الشيء في موضعه والإصابة في الأفعال والأقوال والاعتقادات إصابة محكمة متقنة.
٣١ - إن استخدام القوة الفعلية في الدعوة إلى اللَّه – تعالى – من أعظم الحكم عند الحاجة إليها، وهي تكون بقوة الكلام، والتأديب، وبالضرب، وبالجهاد في سبيل اللَّه تعالى.
ومفهوم القوة الحكيمة في الدعوة إلى اللَّه تعالى ينقسم إلى قسمين:
القسم الأول: حكمة القوة مع جميع الكفار: من الملحدين،',NULL,'70',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (70,'والوثنيين، وأهل الكتاب، وغيرهم من الكفار، فهؤلاء إذا لم ينفع فيهم جدالهم بالتي هي أحسن، ولم يستفيدوا من حكمة القول: العقلية والحسية، والنقلية، والبراهين والمعجزات، وأعرضوا وكذبوا، فحينئذ يكون آخر الطب الكي: وهو استخدام القوة بالجهاد في سبيل اللَّه - تعالى: بالسيف، والسنان، والحجة، والبيان، وبجميع ما يستطيع المسلمون من قوة، بشرط مراعاة الشروط والضوابط الشرعية، مع الإعداد المعنوي والحسي للجهاد، والعمل بأسباب النصر على الأعداء.
القسم الثاني: حكمة القوة مع عصاة المسلمين، فهؤلاء إذا لم ينفع فيهم الوعظ، والترغيب، والترهيب، والقصص الحكيم، وضرب الأمثال، ولم يؤثر فيهم ما يلقى إليهم من الحكمة التصويرية، ولفت أنظارهم إلى الصور المعنوية والآثار المحسوسة، فحينئذٍ يكون من الحكمة في دعوتهم إلى اللَّه استخدام القوة: بالكلمة القوية مع الفعل الحكيم، وبالتهديد الحكيم والوعيد بالعقوبة، وبالتعزير، والهجر للَّه - تعالى -، وإقامة الحدود الشرعية بالشروط والضوابط التي دل عليها الكتاب والسنة.

<span data-type="title" id=toc-93>أما التوصيات والمقترحات:</span>
١ - فإني أوصي نفسي وإخواني الباحثين والدعاة بتقوى اللَّه - تعالى - فهي وصية اللَّه للأولين والآخرين، {وَلَقَدْ وَصَّيْنَا الَّذِينَ',NULL,'71',NULL,NULL,'0');
INSERT INTO [b96519] VALUES (71,'أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُواْ اللَّهَ ... } (١).
٢ - التزام الحكمة في جميع الأمور، وخاصة في الدعوة إلى اللَّه - تعالى - قولاً وفعلاً، وتفكيراً، ومنهجاً، وسلوكاً، صدقاً وإخلاصاً ورغبة فيما عند اللَّه - - عز وجل - - وهذا من أعظم العطايا وأجلّ الهبات، ولا يكون ذلك إلا بالتزام أحكام القرآن الكريم والسنة المطهرة الشريفة، والعناية بهما حفظاً وفهماً وعملاً، وتعليماً للناس ودعوة، فهما المنبعان الصّافيان، من أخذ بهما سعد وفاز في الدنيا والآخرة، ومن أعرض عنهما وعن هديهما خاب وخسر وضلّ مسعاه، وتشتَّتَ شمله.
٣ - أقترح عقد دورات تدريبية علمية وميدانية للعاملين في مراكز الدعوة ومراكز هيئات الأمر بالمعروف والنهي عن المنكر؛ لرفع مستواهم العلمي وتدريسهم كيفية دعوة الناس بالحكمة.
وأسأل اللَّه - عز وجل - بأسمائه الحسنى، وصفاته العلى، أن يجعلني وإياهم وجميع المسلمين من القائلين بالحق وبه يعملون، وأن يُحسن لنا جميعاً النية والقصد والعاقبة، إنه حسبنا ونعم الوكيل، ولا حول ولا قوة إلا باللَّه العلي العظيم، وصلى اللَّه وسلم وبارك على نبينا محمد وآله وصحبه أجمعين.
_________
(١) سورة النساء، الآية: ١٣١.',NULL,'72',NULL,NULL,'0');
