-- Table: b96852
-- Chunk: 1
-- Rows: 20

CREATE TABLE "b96852"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b96852
INSERT INTO [b96852] VALUES (1,'الرسالة السادسة عشر
تجدد المسرات بالقسم بين الزوجات
تأليف الفقير حسن الشرنبلالي
(١٠٦٩ هـ)
عفا الله عنه بمنه وكرمه
آمين
تحقيق
أبي المنذر مَحْمُود بن مُحمَّدِ بن مُصْطَفَى المِنِياوِي
عفا الله تعالى عنه، وعن والديه',NULL,'1',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (2,'بسم الله الرحمن الرحيم
إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله.
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}.
{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}.
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}.
أما بعد، ..
فهذا جهد المقل في تحقيق مخطوط " تجدد المسرات بالقسم بين الزوجات " تأليف العلامة حسن الشرنبلالي - رحمه الله -، وهي الرسالة السادسة عشر ضمن سلسلة من رسائله - رحمه الله - وقع الاختيار عليها قدرا عبر المرور السريع على أسماء الرسائل المودعة في مجموعه، والنية منعقدة على إخراج باقي الرسائل التي لم تطبع من هذا المجموع بإذن الله - تعالى -.

<span data-type="title" id=toc-2>عملي في المخطوط:</span>
١ - قمت بنسخ المخطوط بمعاونة بعض الإخوة، فجزاهم الله خيرا، وقد وجدت ثلاث نسخ خطية منه، فاعتمدت إحداهما للبدء بنسخها وأشير إليها بالحرف " أ "، وأشرت للثانية بالحرف " ب "، والثالثة بالحرف " ج ".
٢ - قارنت الفروق بين النسخ وأثبتها في الحاشية، وإن وجدت اختلافا - وهو قليل جدا - أثبت ما أراه مناسبا للسياق ووضعته بين معكوفتين، وأشير إلي غيره في الحاشية.
٣ - قمت بالترجمة لغير المشهورين ممن ورد ذكرهم من العلماء في الرسالة.
٤ - قمت بالتعريف بالكتب التي ورد ذكرها في الرسالة.
٥ - التعليق على بعض المواضع وهي قليلة.
٦ - قمت بتخريج وتحقيق الأحاديث التي ذكرها الماتن قدر الطاقة.

٧ - قدمت لها ب<span data-type="title" id=toc-4>وصف النسخ الخطية </span>التي عثرت عليها، وتحقيق نسبتها لمؤلفها - رحمه الله -.
<span data-type="title" id=toc-3>حول الرسالة:</span>
وصف النسخ الخطية:
والمخطوط ضمن مخطوطات موقع الأزهر الشريف.
وقد وقفت على ثلاث نسخ خطية منه:',NULL,'2',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (3,'الأولى منهما تحمل رقم: ٣٢٤٤٧٢، تتكون من سبع ورقات، الأولى والأخيرة وجه واحد، في الأولى اسم الرسالة، وفي الأخيرة نهايتها وخاتمتها، والباقي وجهان في كل وجه (٢٣) سطر، والسطر مكون مما لا يزيد على (١٠) كلمات.
والثانية تحمل رقم: ٣٠٦٢٠٩، ومكونة من ست الورقة الأولى وجه واحد فيها اسم الرسالة، والباقي وجهان في كل وجه: (٢٥) سطر في كل سطر ما لا يزيد على عشر كلمات، ما عدا الوجه الأخير وبه نهاية الرسالة وخاتمتها وهو مكون من (١٥) سطرا.
والثالثة وهي ناقصة بها سقط، وقد فهرست خطأ تحت عنوان "بلوغ الأرب لذوى القرب" برقم: ٣٠٣٨٤٠، وهي مكونة من ثلاث ورقات في كل ورقة وجهان، وفي الوجه الأول من الورقة الأول خاتمة رسالة أخرى، واسم رسالتنا، والوجه الأخير من الورقة الأخيرة فيه خاتمة الرسالة وهو مكون من ٢٦ سطر، وباقي أوجه ورق الرسالة مكون من (٣١) سطر وفي كل سطر ما لا يزيد على (١٢) كلمة.

بعض صور المخطوط:
صورة غلاف النسخة (أ)

صورة الوجه الأول من الصفحة الأولى من النسخة (أ):',NULL,'3',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (4,'صورة الصفحة الأخيرة من النسخة (أ):

صورة غلاف النسخة (ب):',NULL,'4',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (5,'صورة الوجه الأول من الصفحة الأولى من النسخة (ب):

صورة الصفحة الأخيرة من النسخة (ب):

صورة الغلاف من النسخة (ج):

صورة الوجه الثاني من الصفحة الأولى من النسخة (ج):',NULL,'5',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (6,'صورة الوجه الأخير من الصفحة الأخيرة من النسخة (ج):

<span data-type="title" id=toc-5>توثيق نسبتها للمؤلف:</span>
والرسالة منسوبة للشرنبلالي، وذلك كما هو مدون على طرة جميع نسخها بخط واضح لا طمس فيه، كما نسبها إليه صاحب "إيضاح المكنون" و"هدية العارفين" وغيرهما.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (7,'<span data-type="title" id=toc-6>ترجمة المؤلف </span>(١):
هو الشيخ حسن بن عمار بن علي أبو الإخلاص المصري الشرنبلالي الفقيه الحنفي الوفائي والشُرُنْبُلالي نسبة لشبرا بلولة وهذه النسبة على غير قياس والأصل شبرا بلولى نسبة كبلده تجاه منوف العليا بإقليم المنوفية بسواد مصر جاء به والده منها إلى مصر وسنه يقرب من ستة سنين فنشأ بها ودرس في الأزهر وحفظ القرآن.
وكان من أعيان الفقهاء وفضلاء عصره من سار ذكره فانتشر أمره وهو أحسن المتأخرين ملكة في الفقه وأعرفهم بنصوصه وقواعده وأنداهم قلما في التحرير والتصنيف وكان المعول عليه في الفتاوي في عصره.
قرأ في صباه على الشيخ محمد الحموي والشيخ عبد الرحمن المسيري وتفقه على الإمام عبد الله التحريري والعلامة محمد المحيي وسنده في الفقه عن هذين الإمامين وعن الشيخ الإمام علي بن غانم المقدسي مشهور مستفيض ودرس بجامع الأزهر وتعين بالقاهرة وتقدم عند أرباب الدولة واشتغل عليه خلق كثير وانتفعوا به منهم العلامة أحمد العجمي والسيد السند أحمد الحموى والشيخ شاهين الأرمناوي وغيرهم من المصريين والعلامة إسماعيل النابلسي من الشاميين.
قال الحموي: واجتمع به والدي في منصرفه إلى مصر وذكره في رحلته فقال في حقه والشيخ العمدة الحسن الشرنبلالي مصباح الأزهر وكوكبه المنير المتلألي لو رآه صاحب السراج الوهاج لاقتبس من نوره أو صاحب الظهيرة لاختفى عند ظهوره أو ابن الحسن لأحسن الثناء عليه أو أبو يوسف لأجله ولم يأسف على غيره ولم يلتفت إليه عمدة أرباب الخلاف وعدة أصحاب الاختلاف صاحب التحريرات والرسائل التي فاقت أنفع الوسائل، نقال المسائل الدينية وموضح المعضلات اليقينية صاحب خلق حسن وفصاحة ولسن وكان أحسن فقهاء زمانه.
وكان معتقدا للصالحين والمجاذيب وله معهم إشارات ووقائع أحوال منها أن بعضهم قال له يا حسن من هذا اليوم لا تشتر لك ولا لأهلك وأولادك كسوة فكانت تأتيه الكسوة الفاخرة ولم يشتر بعدها شيئا من ذلك.
قدم المسجد الأقصى في سنة خمس وثلاثين وألف صحبه الأستاذ أبي الإسعاد يوسف بن وفا وكان خصيصا به في حياته.
_________
(١) وترجمته في: خلاصة الأثر للحموي (٢/ ٣٨)، والأعلام للزركلي (٢/ ٢٠٨)، ومعجم المؤلفين لكحالة (٣/ ٢٦٥)، وهدية العارفين (١/ ٢٩٢)، وغيرها.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (8,'<span data-type="title" id=toc-7>تصانيفه:</span>
مكثر من التصنيف. من كتبه نور الإيضاح في الفقه، ومراقي الفلاح شرح نور الإيضاح، وشرح منظومة ابن وهبان، وتحفة الأكمل، والتحقيقات القدسية، وتعرف برسائل الشرنبلالي، وعدتها ٤٨ رسالة، والعقد الفريد في التقليد، ومراقي السعادات، وغنية ذوي الإحكام، وحاشية على درر الحكام لملا خسرو. توفي في القاهرة عام ١٠٦٩ هـ.
وكانت وفاته يوم الجمعة بعد صلاة العصر حادي عشرى شهر رمضان سنة تسعة وستين وألف عن نحو خمس وسبعين سنة ودفن بتربة المجاورين.

<span data-type="title" id=toc-8>[تجدد المسرات بالقسم بين الزوجات]</span>
[ق ١٩٩/أ] بسم الله الرحمن الرحيم وبه [ثقتي] (١)
الحمد لله الذي خلق الإنسان وعلمه البيان وأمره بالعدل والإحسان، والصلاة والسلام على سيدنا محمد المرسل رحمة للعالمين بشيرا القائل: "استوصوا بالنساء خيرا " (٢) فشمل أمره الشريف من
_________
(١) زيادة من " ب "، وفي " ج " وبه الإعانة.
(٢) صحيح - البخاري (٧/ ٢٦) (٥١٨٥)، ومسلم (٢/ ١٠٩١) (١٤٦٨) من طريق حسين بن علي الجعفي، عن زائدة، عن ميسرة، عن أبي حازم، عن أبي هريرة، عن النبي صلى الله عليه وسلم مطولا به.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (9,'كان أميرا أو مأمورا، وعلى آله وصحبه وأزواجه وذريته ما تعاقب النهار والليل وتلي قوله تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ} [النساء: ١٢٩].
وبعد ..
فيقول العبد الحقير حسن الشرنبلالي الحنفي غفر الله له ذنوبه وستر عيوبه: هذه نبذة يسيرة عزيز نقلها، قلّ أن توجد في الكتب المشهورة مسطورة، فإني تتبعت غالب الأسفار، وغصت مقتحما لجة المحيط ومجمع البحار، فاستخرجتها ليس إلا بفتح القدير، وأظهرتها بمنة اللطيف الخبير وسميتها: "تجدد المسرات بالقسم بين الزوجات"، جمعتها جوابا لحادثة هي: "ما قولكم قضى الله تعالى عنكم في رجل متزوج بزوجتين يبيت عند كل واحدة منهما بقدر ما يبيت عند الأخرى، وله جواري ملك يمين يبيت عندهن ما يشاء، ثم يرجع إلى زوجته ويفعل ما فعله أولا، فهل يحرم عليه المبيت عند جواره على هذا الحكم؟ أم كيف الحال؟.
فأجبت حامدا لله مانح الصواب (١): اللازم على الزوج التسوية بين زوجتيه في البيتوتة والتأنيس في اليوم والليلة دون الجماع ودواعيه قال الكمال بن الهمام (٢) رحمهم الله [في شرحه على الهداية المسمى بفتح القدير] (٣): " وليس [ق ١٩٩/ب] المراد أن يضبط زمان النهار فبقدر ما عاشر إحداهما يعاشر الأخرى بقدره، بل ذلك في البيتوتة عند الأخرى، وأما في النهار ففي الجملة فاللازم أنه إذا بات عند واحدة ليلة يبيت عند الأخرى كذلك لا [على] (٤) معنى وجوب أن يبيت عند كل واحدة منهما دائما
_________
(١) وهذا خبر أريد به الإنشاء، والمقصود الدعاء لله تعالى بأن يمنحه الصواب في جواب هذا السؤال.
(٢) هو كمال الدين محمد بن عبد الواحد بن عبد الحميد بن مسعود الإسكندراني السيواسي , والسيواسي نسبة إلى سِيواس (من بلاد الروم) حيث كان أبوه قاضيا فيها قبل أن ينتقل إلى القاهرة، فقيه حنفي , محدث , لغوي، ومن أهم مصنفاته: فتح القدير (شرح الهداية) التحرير (في أصول الفقه) المسايرة في العقائد المنجية في الآخرة, وزاد الفقير (مختصر في فروع فقه الحنفية). ولده في:٧٩٠ هـ في الإسكندرية، وتوفي في: ٨٦١ هـ، وترجمته في البدر الطالع (٢/ ٢٠١)، الضوء اللامع (٨/ ١٢٧).
(٣) زيادة من النسخة " ج "، ومن حاشية النسخة " ب ".
(٤) زيادة من فتح القدير يقتضيها السياق، وهي غير موجود بجميع النسخ.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (10,'فإنه لو ترك المبيت عند الكل بعض الليالي وانفرد لم يمنع من ذلك انتهى يعنى بعد تمام دورهن كما ذكره الكمال رحمة الله عند قوله: ولا حق لهن في القسم حالة السفر وسواء انفرد بنفسه أو كان مع جواره وهذا في القضاء أما في الديانة فقد قال الشيخ الإمام على المقدسي (١) في شرحه: أعلم أن ترك جماعهن [مطلقا لا يحل له صرح أصحابنا بأن جماعهن] (٢) أحيانا واجب ديانة لكن لا يدخل تحت القضاء الإلزام إلا الوطئة الأولى ولم يقدروا فيه مدة ويجب أن لا يبلغ بالترك مدة الإيلاء وهى أربعة أشهر إلا برضاها وطيب نفسها به انتهى. وحيث علمت جواب الحادثة فأزيدك بفضل الله سبحانه علم ما يتعلق بالحكم فيما إذا كان للإنسان زوجة واحدة أو أكثر وله أمهات أولاد وسرارى قال قاضى خان (٣) - رحمه الله -: لو كان للرجل امرأة واحدة وهو يقوم بالليل ويصوم بالنهار أو يشتغل بصحبة إلا ما تظلمت المرأة إلى القاضي أمره القاضي أن يبيت معها أياما ويفطر لها أحيانا وكان أبو حنيفة رحمه الله أولا يجعل لها يوما وليلة وللزوج [ق ٢٠٠/أ] ثلاثة أيام ولياليها ثم رجع فقال يؤمر الزوج أن يراعيها فيؤنسها بصحبة أياما وأحيانا من غير أن يكون في ذلك شيء مؤقت. وفى
_________
(١) هو علي بن محمد بن خليل بن محمد بن محمد بن إبراهيم بن موسى، أحد أكابر الحنفية في عصره. أصله من بيت المقدس، ومولده ومنشأه ووفاته في القاهرة، المعروف بابن غانم المقدسي (نور الدين) فقيه، لغوي، محدث. ولد في أوائل ذي القعدة عام ٩٢٠ هـ، وتوفي في جمادى الآخرة عام ١٠٠٤ هـ: من تصانيفه: أوضح رمز في شرح نظم كنز الدقائق في فروع الفقه الحنفي، حاشية على القاموس للفيروزآبادي، الفائق في اللفظ الرائق في الحديث وغير ذلك، بغية المرتاد لتصحيح الضاد، وتعليقه على الأشباه والنظائر لابن نجيم في فروع الفقه , له ترجمة في خلاصة الأثر (٣/ ١٨٠)، الأعلام (٥/ ١٢)، معجم المؤلفين (٧/ ١٩٥)، فهرس الفهارس لعبدالحي الكتاني (٢/ ٨٩٣).
(٢) زبادة من " ب "، " ج " ساقطة من " أ ".
(٣) هو الحسن بن منصور بن أبي القاسم محمود بن عبد العزيز الأوزجندي الفرغاني الإمام الكبير المعروف بقاضي خان الإمام فخر الدين، ذكره أبو المحاسن محمود الحصيري شيخ الإسلام قال: هو سيدنا القاضي الإمام والأستاذ فخر الملة ركن الإسلام بقية السلف مفتي الشرق توفي ليلة الاثنين خامس عشر رمضان سنة اثنتين وتسعين وخمس مائة ودفن عند القضاة السبعة وله الفتاوى أربعة أسفار كبار وشرح الجامع الصغير في مجلدين كبيرين. وله ترجمة في الجواهر المضية (١/ ٢٠٥)، تاج التراجم (ص/١٥١)، الطبقات السنية (ص/٢٤٣).',NULL,'10',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (11,'المنتقى (١): إذا تزوج امرأة وله أمهات أولاد وسرارى فقال أكون عندهن وآتيها إذا بدا لي لم يكن له ذلك ويقال له كن عندها في كل أربع يوما وليله وكن في الثلاث البواقي عند من شئت ولو كان عنده امرأتان وله أمهات أولاد وسرارى أقام عن كل واحدة منهما يوما وليلة ويقيم في يومين ليلتين عند من شاء من السرارى ولو كان عنده أربع نسوة أقام عند كل واحدة منهما يوما وليلة ولم يكن عند السراري إلا وقفة شبه المار. انتهى عبارة قاضى خان.
وأنت خبير بأن ما في المنتقى ليس إلا على الرواية المرجوع عنها ولم أر من نبه على ذلك، وعلى الرواية المرجوع عنها ما حكاه الشُمُنّي (٢) عن مختصر الطحاوى (٣): وإن كان له زوجة واحدة حرة
_________
(١) وهو المنتقى من فروع المسائل لابن عد الحق.
(٢) هو أحمد بن محمد بن محمد بن حسن بن علي بن يحيى بن محمد بن خلف الله التميمي، الداري القُسَنْطيني الأصل، ويعرف بالشمني (تقي الدين أبو العباس) مفسر، محدث، فقيه، أصولي متكلم، نحوي، أحد أئمة الحنفية. ولد بالإسكندرية في العشر الأخير من رمضان عام ٨٠١ هـ، وقدم القاهرة، وتوفي في ١٧ ذي الحجة عام ٨٧٢ هـ. من تصانيفه: منهج المسالك إلى ألفية ابن مالك في النحو، أوفق المسالك لتأدية المناسك، كمال الدراية في شرح النقاية في الفقه، شرح نظم نخبة الفكر في مصطلح أهل الأثر في علوم الحديث وسماه العالي الرتبة شرح نظم النخبة، مزيل الخفاء عن ألفاظ الشفا في السيرة، وغيرها، وله ترجمة في "معجم المؤلفين (٢/ ١٤٩)، الطبقات السنية (ص/١٤٥)، الأعلام (١/ ٢٣٠)، بغية الوعاة (١/ ٣٧٥)، المنهل الصافي (٢/ ١٠٠).
(٣) غالب من ترجم للطحاوي من الحنفية كـ: الغزي و، القرشي، وابن قطلوبغا لم يشيروا إلى تعدد مختصر الطحاوي، وإنما يذكرون أن له مختصرا في الفقه ولع الناس بشرحه، وأما حاجي خليفة فقال في كشف الظنون: "ألفه: كبيرا وصغيرا". وقد وقفت على رسالة علمية في جامعة أم القرى مقدمة لنيل درجة الدكتوراه عن شرح مختصر الطحاوي للجصاص حقق صاحبها أن للطحاوي ثلاثة مختصرات كبير وصغير ووسيط، وأن المطبوع هو الصغير وليس الوسيط، وأن الذي شرحه الجصاص هو الوسيط الذي ولع به العلماء شرحا وتعليقا، ومن مميزات مختصر الطحاوي أنه أول متن في المذهب الحنفي كما ذكر المحقق أبو الوفاء الأفغاني، وأنه أبدعها وأحسنها تهذيبا وأصحها رواية عن أصحابه وأقواها دراية وأرجحها فتوى، وطريقة الطحاوي في مختصره أنه يعزو الأقوال لقائليها من أئمة المذهب ويرحج بينها، وقد يخالفها جميعا ويختار ما يؤدي إليه اجتهاده والكتاب مع صغر حجمه تجد فيه مسائل لا تجدها في كثير من المطولات المؤلفة بعده، ومع اختصاره لا يخلو من حجج الكتاب والسنة والقياس، وله شروح كثيرة منها شرح الجصاص، والسرخسي، والصيمري، والأقطع، وابن قطلوبغا، وغيرهم.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (12,'فطالبته بالواجب من القسم كان عليه أن يقسم لهل يوما وليلة ثم يتصرف في أموره في ثلاثة أيام وثلاث ليال وإن كانت زوجته أمة والمسألة بحالها كان لها من كل سبعة أيام يوم ومن كل سبع ليال ليلة؛ لأن له أن يتزوج عليها بثلاث حرائر فيكون لكل واحدة منهن من القسم يومان وليلتان ولها يوم وليلة.
روى "أن امرأة جاءت إلى عمر بن الخطاب رضي الله عنه وعنده كعب بن ميسور (١) فقالت يا أمير المؤمنين إن زوجي يصوم النهار ويقوم الليل [ق ٢٠٠/ب] وأنا أكره أن أشكوه، فقال عمر - رضي الله عنه -: نعم الرجل زوجك فردت كلامها وعمر - رضي الله عنه – لا يزيدها على ذلك، فقال كعب - رضي الله عنه -: يا أمير المؤمنين إنها تشكو زوجها في هجره فراشها، فقال عمر - رضي الله عنه -: كما فهمت إشارتها فاحكم بينهما، فأرسل إلى زوجها فجاء فقال لها كعب - رضي الله عنه -: ما تقولين فقالت:
(٢) يَا أَيها الْقَاضِي الْحَكِيمُ أرشده ... أَلْهَى خَلِيلِي عَنْ فِرَاشِي مَسْجِدُهْ
زَهَّدَهُ فِي مَضْجَعِي تَعَبُّدُهُ ... نَهَارَهُ وَلَيْلَهُ مَا يَرْقُدُهْ
ولَسْتُ فِي أمر النِّسَاءِ أَحْمَدُهُ
فقال لزوجها ما تقول فقال:
زَهَّدَنِي فِي فَرْشِهَا وَفِي الكلل ... أَنِّي امْرُؤٌ أَذْهَلَنِي مَا قَدْ نَزَلْ
فِي سُوْرَةِ النَّمْلِ وَفِي السَّبْعِ الطِّوَلْ
فقال له كعب:
إِنَّ لَهَا عَلَيْكَ حَقًا يَا رَجُلْ ... تُصِيبُهَا فِي أَرْبَعٍ لِمَنْ عَقِلْ
فَأَعْطِهَا ذَاكَ وَدَعْ عَنْكَ الْعِلَلْ
_________
(١) كذا بجميع النسخ، والصواب " كعب بن سور " بضم المهملة وسكون الواو كما في الكتب المسندة، وكتب الرجال.
(٢) الأبيات المذكورة فيها تقديم وتأخير وتركيب لشطر بيت في شطر آخر وتصحيف في بعض الكلمات.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (13,'فقال عمر رضي الله عنه من أين لك هذا قال: لأن الله تعالى أباح للحر
أربع زوجات فلكل واحدة يوم وليلة، فأعجب ذلك عمر - رضي الله عنه - وجعله قاضى البصرة" (١) والكلل بكسر الكاف جمع كله بكسرها وتشديد اللام وهى الستر الرقيق يحاط بالبيت يتوقى فيه من البق أي البعوض والطول بضم المهملة جمع طولى أنثى لطول. انتهى عبارة الشمني شارح النقاية (٢) ومثل ما قدمناه عن فتح القدير قول صاحب الاختيار (٣): ويؤمر الصائم بالنهار والقائم بالليل أن يبيت معها [ق ٢٠١/أ] إذا طلبت وعن أبى حنيفة رحمه الله يجعل لها يوما من أربعة أيام وليس هذا بواجب؛ لأنه يؤدى إلى فوات النوافل أصلا على من له أربع من النساء ولكن يؤمر بإيفاء حقها من نفسه أحيانا ويصوم ويصلى ما أمكنه انتهى. وكذا قال في المحيط: ويؤمر
_________
(١) حسن لغيره – أخرجه الزبير بن بكار في "الأخبار الموقفيات" (ص/٢٥١ – بترقيم الشاملة) من طريق محمد بن معن، وأخرجه وكيع في "أخبار القضاة" (١/ ٢٧٦) من طريق ابن سيرين، والحسن بن أبي جعفر، ومحمد بن صلح العدوي مطولا بنحوه، وهذه الأسانيد إما مرسلة أو معضلة.
ورواه: عبد الرزاق في "المصنف" (٧/ ١٤٨) (١٢٥٨٦، ١٢٥٨٧)، وابن سعد في "الطبقات" (٧/ ٦٣)، وابن أبي الدنيا في "النفقة على العيال" (٢/ ٦٨٨) (٤٩٨)، ووكيع في "أخبار القضاة" (١/ ٢٧٥)، وغيرهم من طرق عن الشعبي مختصرا بنحوه، ورواه عبد الرزاق في "المصنف" (٧/ ١٤٩) (١٢٥٨٨) من طريق معمر عن قتادة به، (١٢٥٨٩) من طريق أبي سلمة بن عبدالرحمن مختصرا بنحوه، وهذه الطرق المرسلة تقوي بعضها البعض، وخاصة وأن بعض من أرسله أدرك كعب بن سور القاضي.
(٢) وشرحه هو: "كمال الدراية، في شرح النقاية"، والنقاية هي مختصر (الوقاية)، والوقاية هي: "وقاية الرواية في مسائل الهداية" للإمام تاج الشريعة محمود بن صدر الشريعة أحمد بن عبيد الله بن إبراهيم تاج الشريعة المحبوبي المتوفي سنة (٧٨١هـ) رحمه الله تعالى، انتخبها من الهداية، وصنفها لأجل ابن ابنه صدر الشريعة عبيد الله بن مسعود بن محمود، وقد قام صدر الشريعة عبيد الله المذكور بشرح الوقاية ثم اختصره وسماه النقاية.
(٣) الاختيار لتعليل المختار وهو لعبد الله بن محمود بن مودود بن محمود الموصلي، الحنفي (أبو الفضل، مجد الدين)، فقيه، ولد بالموصل في شوال ٥٩٩هـ، وولي القضاء بالكوفة، وتوفي ببغداد في ١٩ المحرم ٦٨٣ هـ. من تصانيفه: شرح الجامع الكبير للشيباني، المختار في الفتوى. انظر ترجمته في: الجواهر المضية (١/ ٢٩١)،تاج التراجم (ص/٢٣)، الأعلام (٤/ ١٣٥)،معجم المؤلفين (٦/ ١٤٨).',NULL,'13',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (14,'الصائم بالنهار والقائم بالليل أن يبيت معها إذا طلبت، وعن أبى حنيفة - رحمه الله -: يجعل له يوما من أربعة أيام؛ لأن له أن يتزوج بثلاث سواها فيفوض إلى اختياره إلا أن هذا التوقيت ليس بواجب؛ لأنه يؤدى إلى فوات النوافل على الزوج أصلا متى كان له أربع نسوة وإنما يؤمر بإيفاء حقها من نفسه أحيانا ويصلى ويصوم ما أمكن انتهى.
تنبيه:
القسم إنما يلزم بتعدد المنكوحات وليس للإمام قسم فلو كان له مستولدات وإماء لا قسم لهن؛ لأنه بالنكاح لكن يندب أن لا يعطلهن ويسوى بينهن في المضاجعة. وفى القاموس القسم: العطاء، والرأي، والشك، والغيث، والماء، والقدر. وهذا ينقسم قسمين: بالفتح إذا أريد المصدر، وبالكسر إذا أريد النصب.
أعلم أن الزوج مأمور بالعدل في القسم بين النساء بالكتاب، قال تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} [النساء: ١٢٩] الآية أي لن تستطيعوا العدالة والتسوية في المحبة فلا تميلوا في القسمة. وبالسنة لحديث عائشة - رضي الله عنها- أنه - صلى الله عليه وسلم - كان يعدل بين نسائه وكان يقول [ق ٢٠١/ب] اللهم هذا قسمي فيما أملك فلا تؤاخذني فيما لا أملك (١)
_________
(١) ضعيف – أخرجه أبو داود في "سننه" (٢/ ٢٤٢) (٢١٣٤)، والترمذي في "سننه" (٢/ ٤٣٧) (١١٤٠)، والنسائي في "سننه" (٧/ ٦٣) (٣٩٤٣)، وابن ماجه في "سننه" (١/ ٦٣٣) (١٩٧١)، وأحمد في "مسنده" (٤٢/ ٤٧١) (٢٥١١١)، والدارمي في "سننه" (٣/ ١٤١٦) (٢٢٥٣)، والحاكم في "المستدرك" (٢/ ٢٠٤) (٢٧٦١)، وصححه عى شرط مسلم، ووافقه الذهبي، والبيهقي في "القضاء والقدر" (ص/٢٣٤) (٣٠٥)، وفي "الكبرى" (٧/ ٤٨٧)، وغيرهم من طرق عن حماد بن سلمة عن أيوب عن أبي قلابة عن عبدالله بن يزيد عن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم يقسم فيعدل، ويقول: «اللهم هذا قسمي، فيما أملك فلا تلمني، فيما تملك، ولا أملك» وهذا إسناد ظاهره الصحة إلا أنه معل بالإرسال، قال الترمذي في "العلل الكبير" (ص: ١٦٥): (سألت محمدا عن هذا الحديث فقال: رواه حماد بن زيد , عن أيوب , عن أبي قلابة مرسلا)، قال الترمذي في "سننه": (رواه حماد بن زيد، وغير واحد، عن أيوب، عن أبي قلابة مرسلا، أن النبي صلى الله عليه وسلم كان يقسم وهذا أصح من حديث حماد بن سلمة) وقال ابن أبي حاتم في "العلل" (٤/ ٨٩) ١٢٧٩): (سمعت أبا زرعة يقول: لا أعلم أحدا تابع حماد على هذا. قلت: روى ابن علية، عن أيوب، عن أبي قلابة؛ قال: كان رسول الله صلى الله عليه وسلم يقسم بين نسائه ... ، الحديث، مرسل)، وقال الدارقطني في "العلل" (١٣/ ٢٩٧): (أرسله عبد الوهاب الثقفي، وابن علية، عن أيوب، فقالا: عنه، عن أبي قلابة؛ أن النبي صلى الله عليه وسلم. والمرسل أقرب إلى الصواب)، وقال الشيخ الألباني في "الإرواء" (٧/ ٨٢): (فقد اتفق حماد بن زيد وإسماعيل بن علية على إرساله، وكل منهما أحفظ وأضبط من حماد بن سلمة , فروايتهما أرجح عند المخالفة , لاسيما إذا اجتمعا عليها).',NULL,'14',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (15,'يعنى زيادة المحبة لبعضهن (١)، وحديث أبى هريرة - رضي الله عنه -: (من كان له زوجتان فمال إلى أحدهما في القسم جاء يوم القيامة وأحد شقيه مائل) (٢) وقال تعالى: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً} [النساء: ٣] قال في البدائع: "أي إن خفتم أن لا تعدلوا في القسم والنفقة في المثنى والثلاث والأربع فواحدة ندب إلى انكاح الواحدة عند خوف ترك العدل في الزيادة وإنما يخاف على ترك الواجب فدل [على] (٣) أن العدل فيما ذكر واجب". انتهى.
قيل ظاهره أنه إذا خاف عدم العدل يستحب ألا يزيد ولا يحرم. انتهى، قلت: مراده بالندب اللغوي فلا مخالفة لقولهم: ترك الحرام واجب.
_________
(١) وفي النسخة " ب، ج ": "لتعصمني"، والمثبت هو الموافق للسياق.
(٢) صحيح: أخرجه أبو داود في "سننه" (٢١٣٣) (٢/ ٢٤٢) والترمذي في "سننه" (١١٤١) (٣/ ٤٤٧)، والنسائي في "الكبرى" (٨٨٩٠) (٥/ ٢٨٠)، وابن ماجه في "سننه" (١٩٦٩) (١/ ٦٣٣)، وأحمد في "مسنده" (٢/ ٣٤٧،٤٧١)، والدارمي في "سننه" (٢/ ١٤٣)، والطيالسي في "مسنده" (٢٤٥٤) (ص/٣٢٢)، وابن الجارود في "المنتقى" (٧٢٢) (ص/١٨٠)، وإسحاق ابن راهوية في "مسنده" (١٠٠) (١/ ١٥٩)، وابن حبان في "صحيحه" (٤٢٠٧) (١٠/ ٧)، والحاكم في "المستدرك" (٢٧٥٩) (٢/ ٢٠٣)، وصححه على شرطهما ووافقه الذهبي، وغيرهم – كلهم - من طريق همام بن يحيى عن قتادة عن النضر بن أنس عن بشير بن نهيك عن أبي هريرة به. ورواته ثقات، وقال الترمذي في "سننه": (وإنما أسند هذا الحديث همام بن يحيى، عن قتادة، ورواه هشام الدستوائي، عن قتادة قال: كان يقال: ولا نعرف هذا الحديث مرفوعا إلا من حديث همام، وهمام ثقة حافظ)،والحديث صححه ابن الملقن في "البدر المنير" (٨/ ٣٧).
(٣) غير موجودة في " ج ".',NULL,'15',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (16,'قال الكمال: "لا نعلم خلافا في أن العدل الواجب في البيتوتة والتأنيس في اليوم والليلة وليس المراد أن يضبط زمان النهار فبقدر ما عاشر احديهما يعاشر الأخرى بقدره، بل ذلك في البيتوتة وأما في النهار ففي الجملة انتهى. كذا قال العلامة الشيخ على المقدسي في شرحه نظم الكنز: "وقال الكمال: القسم بفتح القاف مصدر قسم والمراد التسوية بين المنكوحات، ويسمى العدل أيضا بينهن وحقيقته مطلقا ممتنعة كما أخبر سبحانه حيث قال: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا} [النساء: ١٢٩] الخ وقال تعالى: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ} [النساء: ٣] بعد إحلال الأربع بقوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ} [النساء: ٣] فاستفدنا أن [ق ٢٠٢/أ] حل الأربع مقيد بعدم خوف العدل وثبوت المنع عن أكثر من واحدة عند خوفه فعلم إيجابه عند تعددهن وأما قوله صلى الله عليه وسلم استوصوا بالنساء خيرا (١) فلا يخص حالة تعددهن ولأنهن رعية الرجل وكل راع مسئول عن رعيته (٢) وأنه في أمر مبهم يحتاج إلى البيان؛ لأنه أوجبه وصرح بأنه مطلقا لا يستطاع فعلم أن الواجب شيء معين وكذا السنة جاءت مجملة فيه،
روى أصحاب السنن الأربعة عن عائشة - رضي الله عنها - قالت: " كان رسول الله صلى الله عليه وسلم يقسم فيعدل ويقول اللهم قسمي فيما أملك فلا تلمني فيما تملك ولا أملك " (٣)، يعنى القلب أي زيادة المحبة، فظاهره أن ما عداه مما هو داخل تحت ملكه وقدرته يجب التسوية فيه ومنه عدد الوطئات والقبلات التسوية فيهما غير لازمة إجماعا انتهى. وقال الكمال: وكما لا فرق في القسم بين الجديدة والقديمة كذلك لا فرق بين البكر والثيب والمسلمة والكتابية الحرتين والمجنونة التي لا يخاف منها والمريضة والصحيحة والرتقاء والحائض والنفساء والصغيرة التي يمكن وطؤها والمحرمة
_________
(١) سبق تخريجه.
(٢) يشير إلى ما رواه الشيخان في "صحيحهما: من حديث ابن عمر – رضي الله عنهما -، عن النبي صلى الله عليه وسلم أنه قال: «ألا كلكم راع، وكلكم مسئول عن رعيته، فالأمير الذي على الناس راع، وهو مسئول عن رعيته، والرجل راع على أهل بيته، وهو مسئول عنهم، والمرأة راعية على بيت بعلها وولده، وهي مسئولة عنهم، والعبد راع على مال سيده وهو مسئول عنه، ألا فكلكم راع، وكلكم مسئول عن رعيته»،
(٣) سبق تخريجه.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (17,'والمظاهر منها ومقابلاتهن وكذلك يستوي وجوبه على المجبوب والعنين والمريض والصبي الذي دخل بامرأته ومقابلهم، قال مالك - رحمه الله -: "ويدور ولى الصبي به على نسائه؛ لأن القسم حق العباد وهم من أهله" انتهى. والمطلقة رجعيا [ق ٢٠٢/ب] أن قصد رجعتها قسم لها لا لناشرة فإذا نشزت يبدؤها بالوعظ ثم بالهجر ثم بالضرب للآية (١)؛ لأنها للترتيب بالتوزيع، والهجر قيل: ترك مضاجعتها، وقيل: جماعها، والأظهر: ترك كلامها مع المضاجعة والجماع أن احتاج إليه.
ولا يجوز جمعه بين ضرتين أو ضرائر في مسكن واحدا إلا بالرضي ولو اجتمعن يكره أن يطأ واحدة بحضرة أخرى فلو طلبه لم يلزمها الإجابة.
وفى دور القسم لا يجامع امرأة في غير يومها ولا يدخل بالليل على من لا قسم لها ولا بأس به في النهار لحاجة ويعودها في مرضها في ليلة غيرها فان ثقل مرضها فلا بأس أن يقيم عندها حتى تشفى أو تموت، ومقدار الدور إلى الزوج؛ لأن المستحق هو التسوية دون طريقها إن شاء يوما أو يومين أو ثلاثا ثلاثا أو أربعا أربعا.
أعلم أن هذا الإطلاق لا يمكن اعتباره على صرافته لأنه (٢) لو أراد أن يدور سنة ما يظن إطلاق ذلك له بل لا ينبغي أن يطلق له مقدار مدة الإيلاء وهو أربعة أشهر. وإذا كان وجوبه للتأنيس ودفع الوحشة وجب أن تعتبر المدد القريبة وأظن أكثر من جمعة مضارة إلا أن يرضيا به والله أعلم ". انتهى كلام الكمال رحمه الله. وقال الشيخ على المقدسي: وهو ظاهر ولكن كتب على نسخته شرح الكنز ملحقا بعد نقل كلام الكمال: وارتضائه ظاهره أنه لم يطلع على قدر عين فيه وفى الخلاصة منع الزيادة على الثلاثة أيام إلا بإذن [ق ٢٠٣/أ] الأخرى. انتهى. قلت: يعارضه حديث أم سلمه رضي الله عنها: (إن شئت سبعت لك وسبعت لنسائي وإن شئت ثلثت لك ودرت) (٣) انتهى وفيه دليل على
_________
(١) قال تعالى: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا} [النساء: ٣٤].
(٢) في " أ ": " لا أنه "، وما أثبتناه هو الموافق للسياق.
(٣) مرسل - أخرجه مسلم في "صحيحه" (٢/ ١٠٨٣) (١٤٦٠) من طريق يحيى بن يحيى، قال: قرأت على مالك، عن عبد الله بن أبي بكر، عن عبد الملك بن أبي بكر بن عبد الرحمن [عن أبيه]- وهي زيادة مستدركة من تحفة الأشراف وساقطة من المطبوع لمسلم -، أن رسول الله صلى الله عليه وسلم حين تزوج أم سلمة فذكره بنحوه، وهذا إسناد مرسل، وقد ساقه مسلم ليبين الاختلاف الحديث وصلا وإرسالا، وقد ساقه - رحمه الله - في "صحيحه" موصولا بذكر أم سلمة فقال حدثنا: أبو بكر بن أبي شيبة، ومحمد بن حاتم، ويعقوب بن إبراهيم، واللفظ لأبي بكر، قالوا: حدثنا يحيى بن سعيد، عن سفيان، عن محمد بن أبي بكر، عن عبد الملك بن أبي بكر بن عبد الرحمن بن الحارث بن هشام، عن أبيه، عن أم سلمة، أن رسول الله صلى الله عليه وسلم لما تزوج أم سلمة، أقام عندها ثلاثا، وقال: «إنه ليس بك على أهلك هوان، إن شئت سبعت لك، وإن سبعت لك، سبعت لنسائي» ولم يذكر فيه الزيادة الأخيرة.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (18,'عدم الزيادة على جمعة فيكون مؤيدا لما ظنه الكمال رحمه الله من أن أكثر من جمعة مضارة إلا أن يرضيا انتهى وقال الكمال: لو ترك القسم بأن أقام عند إحداهن شهرا مثلا أمره القاضي أن يستأنف العدل لا بالقضاة فإن جار بعد ذلك أوجعه عقوبة، كذا قالوا، والذي يقتضيه النظر أن يؤمر بالقضاء إذا طلبت؛ لأنه حق أدمى وله قدرة على إيفائه انتهى وقال العلامة المقدسي رحمه الله: ولو عاد بعد ما نهاه القاضي أوجعه عقوبة؛ لأنه أساء الأدب وأرتكب الحرام فيعذر بالضرب. وفى الجوهرة (١): لا بالحبس؛ لأنه لا يستدرك الحق فيه بالحبس؛ لأنه يفوت بمضي الزمان فيستثنى من قولهم: له التعزير بالحبس. انتهى.
ولا يسقط القسم المرض فقد استأذن النبي صلى الله عليه وسلم نساءه أن يمرض عند عائشة رضي الله عنها فأذن له (٢). قلت: مر قريبا أنه لا قسم عليه أي النبي - صلى الله عليه وسلم - لقوله تعالى: {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} [الأحزاب: ٥١] وكان ممن أرجاهن: جورية
_________
(١) الجوهرة النيرة، وهو شرح لمختصر القدوري لأبي بكر بن علي بن محمد الحدادي العبادي الزَّبِيدِيّ اليمني الحنفي (المتوفى: ٨٠٠هـ)
(٢) صحيح - أخرج البخاري في "صحيحه" (١/ ٥٠) (١٩٨)، ومسلم في "صحيحه" (١/ ٣١٢) (٤١٨) من طريق ابن شهاب، قال: أخبرني عبيدالله بن عبدالله بن عتبة بن مسعود، أن عائشة زوج النبي صلى الله عليه وسلم قالت: «لما ثقل رسول الله صلى الله عليه وسلم واشتد به وجعه استأذن أزواجه أن يمرض في بيتي، فأذن له ... » الحديث.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (19,'وسودة وأم حبيبة وصفية وميمونة، وممن أوى: عائشة والباقيات رضي [ق ٢٠٣/ب] الله عنهن (١).
ولو كان لا يقدر على تحوله للأخرى مدة مرضه فكيف يقسم؟ قيل: ينبغي إذا صح قام عند الأخرى بقدره بخلاف ما إذا سافر لا يقضى إذ لا قسم حالة السفر وإن كانت القرعة عند إرادة السفر بواحدة مستحبة فله ترك الكل عند سفره. انتهى. وفى الأشباه والنظائر (٢): تزوج امرأة أخرى وخاف أن لا يعدل لا يسعه ذلك وأن علم أنه يعدل بينهما في القسم والنفقة وجعل لكل واحدة مسكنا على حدة جاز له أن يفعل فان لم يفعل أي لم يتزوج عليها فهو مأجور لترك الغم عليها انتهى.

تتمة:
من أحكام النكاح: المعاشرة بالمعروف للآية (٣). قيل: المراد التفضل والإحسان إليها قولا وفعلا وخلقا، وقيل: أن يعمل معها كما يحب أن يعمل مع نفسه وله جبرها على غسل الحيض والجنابة والنفاس إلا أن تكون ذمية، وعلى التطيب والاستحداد ومنعها مما يتأذى برائحته حتى الحناء المخضب إن تأذى به ومن الغَزْل ويضربها بترك الزينة إن أراد، وبترك إجابته إن أراد جماعها طاهرة وترك الصلاة والخروج من المنزل بلا إذنه بعد إيفاء مهرها وإذا كانت لا تصلى له أن يطلقها وإن لم يقدر على إيفاء مهرها فلأن يلقى الله ومهرها معلق في عنقه خير له من أن يطأ امرأة لا تصلى.
_________
(١) صحيح من قول أبي رزين - أخرج ابن أبي شيبة في "المصنف" (٣/ ٥٠١) ٠١٦٤٧٧)، والطبري في "تفسيره" (٢٠/ ٢٩١) من طر يق جرير عن منصور عن أبي رزين - ووقع عند ابن أبي شيبة: ابن أبي رزين - من قوله بنحوه ورواته ثقات وأبو زرين من كبار التابعين، ولذا قال الزيلعي في "تخريج الكشاف": "مرسل ".
(٢) الأشباه والنظائر لابن نجيم (ص/١٤٨).
(٣) أي قوله تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} [النساء: ١٩].',NULL,'19',NULL,NULL,'0');
INSERT INTO [b96852] VALUES (20,'وحق الزوج على الزوجة أن تطيعه في كل مباح (١) [ق ٢٠٤/] يأمرها به ولو كان أبوها زمنا ليس له من يقوم عليه غير البنت فعليها أن تعصى الزوج في المنع عنه ولو كان كافرا؛ لأن القيام عليه فرض في هذه الحالة.
امرأة معتدة أو منكوحة أبت أن تطبخ أو تخبز إن كان بها علة لا تقدر على الطبخ أو الخبز أو كانت من الأشراف فعلى الزوج أن يأتيها بمن تطبخ وتخبز؛ لأنها غير متعنتة فأما إن كانت تقدر وهى ممن يخدم نفسها تجبر؛ لأنها متعنتة فإن رسول الله صلى الله عليه وسلم جعل الخدمة التي داخل البيت على المرأة والتي خارج البيت على الزوج هكذا قضى بين على وفاطمة.
انتهى تأليفا في شهر جمادى الأول سنة ثلاث وأربعين وألف.
غفر الله لمؤلفها ولوالديه ولمشايخه ولمسودها بعد وصحبيهما والمسلمين وصلى الله على سيدنا محمد وعلى اله وصحبه وسلم وعلى سائر الأنبياء والمرسلين [والصحابة والتابعين بإحسان إلى يوم الدين والحمد لله رب العالمين] (٢) أجمعين آمين.
_________
(١) في النسخة " أ " زيادة واو بين الكلمتين.
(٢) زيادة من " ب "، وفي " ج ": "لطف الله به وبذريته والمسلمين. آمين ".',NULL,'20',NULL,NULL,'0');
