-- Table: b96922
-- Chunk: 1
-- Rows: 170

CREATE TABLE "b96922"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b96922
INSERT INTO [b96922] VALUES (1,'علماء المغرب
ومقاومتهم للبدع والتصوف والقبورية والمواسم

مصطفى باحو',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b96922] VALUES (2,'الطبعة الأولى
جمادى الآخرة ١٤٢٨ - يونيو ٢٠٠٧
جميع الحقوق محفوظة

الكتاب ... : علماء المغرب ومقاومتهم للبدع والتصوف والقبورية والمواسم
المؤلف: مصطفى باحو
الطبعة: الثانية، ذو القعدة ١٤٢٨ - دجنبر ٢٠٠٧
الناشر: جريدة السبيل
البريد الإلكتروني:  assabil١@menara.ma
الإيداع القانوني ... : ٢٠٠٧/ ١٧٠٤',NULL,'2',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (3,'<span data-type="title" id=toc-1>كلمة الناشر</span>
إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له.
أما بعد،
ففي زمن كثرت فيه المغالطات، واختلت فيه الموازين، وانتشرت فيه الأفكار والمفاهيم العلمانية، ومُكّن لها في الإذاعات والقنوات التلفزية الوطنية، وملئت بها المناهج والمقررات التعليمية، فحلت مصطلحات مثل الأنسنة والكونية والمواطنة محل مصطلحات الحلال والحرام والولاء والبراء ورابطة الدين ..
وفي زمن التبست فيه المفاهيم ذات المرجعية الدينية، خصوصا ما تعلق منها بمعنى الاعتدال والوسطية فأصبح نبذ المحرمات والتزام سنة النبي صلى الله عليه وسلم عقيدة وسلوكا ومنهجا من علامات التطرف، وأضحى من شروط الاعتدال أن تسمح لنفسك بالسباحة على الشواطئ عاريا وأن تستمع للموسيقى وترقص، وأن لا تظهر عليك أمارات الغيرة على زوجتك وبناتك إن تبرجهن أو تهتكهن، وألا تمانع أو يتمعر وجهك إن هن أقمن مع غير المحارم علاقات غير شرعية أو مشبوهة، فلا محل لأي تدخل منك في حياتهن لأن زمن الحلال والحرام قد ولّى! وفصل الخطاب لا بد اليوم أن يسمع من فم رجل القانون لا عالم الدين .. !
وفي زمن تتدخل فيه الدول النصرانية في مناهج التعليم في بلدان إسلامية، وتشارك في تنظيم حقلها الديني، وتضغط بقوة المال والسياسة والمنظمات والسلاح حتى تتكيف مرجعيتها مع القوانين الدولية ويخضع علماؤها ومثقفوها لما سطره الرجل الغربي في لوائح حقوق الإنسان وإن خالف المعلوم من دين الإسلام بالضرورة ..
وفي زمن يتمكن فيه الإنسان من حيازة آلاف الكتب في قرص مدمج واحد، ويستطيع في طرفة عين أن يتصل بأعلم أهل الأرض، وأن يشاهد ويسمع لمن يريد من أهل العلم عبر العالم وعلى اختلاف المذاهب.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (4,'وفي زمن يطالب فيه الساسة بالانفتاح وقبول الآخر، ونبذ الانغلاق والتقوقع.
وفي زمن نسترضي فيه المد العلماني، ونستجيب فيه للضغوط الخارجية قبل الداخلية، فنلغي شرط الولي في عقد النكاح، مخالفين للسنة عامة والمذهب المالكي خاصة، منفتحين على المذهب الحنفي راجين الرفع من سقف حرية النساء.
في زمن لم يعد المذهب يقوى على تنظيم الحياة الاجتماعية ولا السياسية ولا الاقتصادية وأصبح نظام الحسبة في خبر كان.
في زمن كل هذه المتغيرات يصرّ بعض المسؤولين على الحقل الديني في المغرب على الانغلاق والتقوقع والجمود حول مسائل في مذهب البلاد محجِّرين واسعا ومضيقين رحبا، مختزلين الفقه المالكي والسلوك والعقيدة في أحكام خالفهم فيها جهابذة المذهب وكبار العلماء.
وإسهاما من الباحث الشيخ مصطفى باحو في تجلية مواقف علماء المغرب ومقاومتهم للبدع والتصوف والقبورية والمواسم، قام بجمع ما تناثر في كتبهم من فتاوى وردود ينفون بها عن العلم تحريف الغالين وانتحال المبطلين وتأويل الجاهلين.
ورغبة من جريدة السبيل في إثارة نقاش علمي عماده الحجة والبرهان وهدفه الرجوع بالأمة إلى السنة والقرآن، وغايته رضا الكريم الرحمن، عملت على نشر هذا الكتاب.

الثلاثاء ٣ جمادى الآخرة سنة ١٤٢٨ من هجرة النبي - صلى الله عليه وسلم -
الموافق ١٩ يونيو ٢٠٠٧م

الناشر
إبراهيم بن المهدي الطالب',NULL,'4',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (5,'مقدمة الطبعة الثانية

بسم الله الرحمن الرحيم والصلاة والسلام على سيد المرسلين وعلى آله وصحبه أجمعين.
فهذه هي الطبعة الثانية لهذه الرسالة، التي نالت استحسان عدد من مشايخ بلدنا وغيرها، وعدد من طلاب العلم وأهله، ولله الحمد أولا وآخرا، فهو المتفضل على عبده بنعمه المتزايدة وآلائه المترادفة.
تأتي هذه الطبعة بعد نفاد (٣٥٠٠) نسخة من الطبعة الأولى.
وقد أصلحت فيها بعض الأخطاء المطبعية التي نبهني إليها بعض الأفاضل. والله يسامحنا ويغفر لنا حوبنا وخطايانا.
وزدت في مبحث "علماء المغرب والقبورية" كلاما نفيسا من كتاب "جواهر الكمال في تراجم الرجال" لأبي عبد الله محمد بن أحمد العبدي الكانوني (المتوفى سنة ١٣٥٦هـ/١٩٣٥م)، شنع فيه غاية التشنيع على عباد القبور، وأنكر فيه الاحتفال بالأضرحة والمواسم، وبيَّن فيه أن عددا من الأضرحة بني على مواضع لم يدفن فيها أحد، بل بنيت لمجرد رؤيا منامية، وغيرها.
والحمد لله رب العالمين.',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b96922] VALUES (6,'مقدمة الطبعة الأولى

<span data-type="title" id=toc-2>تقديم</span>
إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله.
أما بعد، فهذا هو الكتاب الثالث من سلسلة: "بحوث في المذهب المالكي"، وقد صدر من هذه السلسلة ما يلي:
١ - حكم الغناء في المذهب المالكي.
٢ - حجاب المرأة في المذهب المالكي.
ومعه حكم مصافحة الأجنبية والخلوة بها.
وقد جمعت في هذه الرسالة الصغيرة الجِرْم، الكثيرة العلم، النصوص المأثورة عن المغاربة والمالكية في رد البدع والخرافات والأباطيل، قاصدا إبطال مزاعم بعض المفترين أن رد البدع والخرافات والضلالات مذهب وافد على بلادنا، غريب عن وطننا، مباين لسماحة المذهب المالكي القائم على الاعتدال والوسطية.
فبرهنت بحمد الله بما لا يدع مجالا للشك أنه لا زال في علماء المالكية على مر الأعصار والأمصار من يرد أباطيل المتصوفة ويبطل خرافات المبتدعة، ويخالف عقائد الأشعرية.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (7,'فهذا الإمام ابن رشد القرطبي، أوحد أهل زمانه علما وفقها بمذهب المالكية، بل لم يأت بعده أَجَلُّ منه عند المالكية. هذا الإمام يرى وجوب هدم السقائف والقباب المبنية على القبور. وأيده في هذا علماء كثيرون، كما سيأتي بيانه.
وهذا الإمام والعلامة أبو بكر الطرطوشي رحمه الله أحد أشهر علماء المالكية يقول: مذهب الصوفية بطالة وجهالة وضلالة، وما الإسلام إلا كتاب الله وسنة رسوله (١). كما سيأتي نقله عنه.
فما عسى يكون موقف الخرافيين والطرقيين من هؤلاء العلماء؟ أتراهم كانوا عملاء لجهات خارجية؟ تملي عليهم أفكارها المتشددة، الغريبة عن وسطية المذهب المالكي.
وشنع العلامة المكي الناصري رئيس المجلس العلمي بالرباط ووزير الأوقاف سابقا على المبالغين في تعظيم القبور والأضرحة وعلى المتصوفين والطرقيين، وهكذا فعل محمد كنوني المذكوري مفتي رابطة علماء المغرب، وعلامة المغرب عبد الله كنون.
فإذا كان من يقف على رأس الهرم الديني في المغرب، أعني المجلس العلمي ورابطة علماء المغرب هذا رأيهم وهذا قولهم، فما عسى يبقى من كلام؟
_________
(١) تفسير القرطبي (١١/ ٢٣٧).',NULL,'6',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (8,'وألف العلامة أحمد بن محمد بن تاويت التطواني رسالة سماها: إخراج الخبايا في تحريم البناء على القبور والصلاة بالزوايا.
حرم فيه البناء على القبور والصلاة في المقابر والزوايا.
فلماذا عندما ينكر بعض علماء المغرب المعاصرين مظاهر المغالاة في تعظيم القبور ينبزون بأنهم وهابية أو متشددون إسلاميون، غريبون عن وسطية المذهب المالكي وسماحته؟
أليس ابن رشد مالكيا؟ أليس هؤلاء السادة مغاربة؟
وهذا الإمام الإمام الكبير أبو عبد الله القرطبي أشهر مفسري المالكية، بل ليس للمالكية تفسير أوسع وأكبر من تفسيره، يشنع على المتصوفة غاية التشنيع، ويبالغ في الإنكار عليهم، وهكذا فعل الإمام أبو بكر الطرطوشي وجماعة من المالكية، كما ستقف على نصوصهم قريبا بإذن الله.
وهذا الإمام الشاطبي رحمه الله، ذلك الإمام الأوحد الذي اتفق كل المالكية على الإشادة به، والمبالغة في تعظيمه، ووصفه بالألقاب الفخمة والأوصاف التي لا تطلق إلا على كبار العلماء. ويكفيه فخرا كتاب الموافقات في أصول الشريعة، الذي بسط فيه مقاصد الشريعة بسطا، لم يسبقه أحد إليه.
هذا الإمام الجليل له كتاب في أصول البدع سماه: الاعتصام، نسف فيه البدع نسفا ونقض أصولها نقضا. لا يوجد له نظير في كتب العلماء على مر الأعصار.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (9,'فلماذا يكون الأخذ ببعض أقوال هذا الإمام المالكي تطرفا وتشددا؟ أليس مغربيا من بلاد الأندلس؟ أم أن أقواله لا تروق طائفة من الناس يحاولون أن يفرضوا آراءهم على الجميع.
وأين السماحة والوسطية والجدال بالتي هي أحسن؟ وهم يشنون الحروب الضروس على من خالفهم في تأييد التصوف والقبورية والبدع، وتراهم يتحدثون عن السماحة مع الكفار والمشركين، بينما إذا تعلق الأمر بإخوانهم الذين خالفوهم في الرأي اتباعا لعلماء مالكية آخرين وصفوهم بألقاب شنيعة وزهَّدوا فيهم الجماهير، متسترين بلبوس المذهب تارة، والأصالة المغربية تارة، وحركوا جهات لتشديد الخناق عليهم من كل حدب وصوب، واستبشروا بغلق مقراتهم الدعوية، وتهللت وجوههم بمنع بعض الكتب العلمية المخالفة لمشاربهم، الكاشفة لتلبيسهم وبهتانهم.
وكم أتعجب من قوم إذا تعلق الأمر بكتب وجمعيات ومنظمات تحارب الله ورسوله قالوا: حرية تعبير، وكل إنسان حر فيما يقول، وإذا تعلق الأمر بكتب وآراء ومواقف ضد البدع والتصوف، تخالف ما ارتضاه هؤلاء، تنكروا لحرية التعبير، وأوهموا الرأي العام أن هذا تطرف يجب محاربته بكل الأشكال والصور. ولا يشفع لهؤلاء أن مواقفهم وآراءهم هذه قال بها علماء مالكية ومغاربة، لأن الأمر محسوم منذ البداية لصالح الخرافة والدجل والبهتان.
فلا على حقوق الإنسان حافظوا، ولا المذهب المالكي نصروا، ولا شوكة العلمانيين كسروا.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (10,'فليقل العلماني ما يشاء، ولتقل المنظمات النسائية العلمانية العميلة ما تشاء، وأما الإسلامي فعليه أن يحافظ على الثوابت الوطنية القائمة على التصوف والمذهب الأشعري!
أين الثوابت الوطنية عند من يجاهر بمعاداة الدين أو بعض أصوله، وقد تبجح أحد العنصريين العلمانيين الحاقدين في قناة الجزيرة قائلا: لابد أن يرحل الإسلام من المغرب كما رحلت اليهودية والمسيحية منه من قبل.
فأين أنتم يا من تزعمون المحافظة على الثوابت الوطنية؟ وأين ذهبت غيرتكم؟ بينما إذا سلم إمام تسليمتين في الصلاة قامت له الدنيا ولم تقعد، وإذا ترك إمام الدعاء عقب الصلاة اتباعا لعلماء مالكية في هذا الباب استدعي للتحقيق والتدقيق، وهدد بالفصل إن عاد لمثل هذه التصرفات المخلة بسير الشعائر الدينية!
وقد حكى ابن رشد في البيان والتحصيل (١/ ٢٦٦) عن مالك قولين في التسليمتين، فمرة قال: يسلم مرتين، ومرة قال: يسلم مرة واحدة.
فالخلاف موجود في المذهب، فلماذا كل هذا التشدد؟
وقد أحدثت الوزارة الوصية على المذهب المالكي هيئات مراقبة وصرفت ملايين الدراهم من أجل فرض آراء في المذهب المالكي لا تعدو أن تكون مستحبات، وقع الخلاف فيها بين العلماء في شتى المذاهب الإسلامية، بما فيها المذهب المالكي، بينما نرى القوم بُكْما كالأنعام، وصُموتا كالأصنام إذا تعلق الأمر بالثوابت الحقيقية للمذهب المالكي التي تكلمت عليها كل',NULL,'9',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (11,'كتب المالكية، وبسطت أحكامها، وفرعت فروعها، كتحكيم الشريعة وإقامة الحدود الشرعية، ووجوب الحجاب، وتحريم الربا والخمر والتبرج والعري والزنا، وغيرها.
وهذه مسائل مجمع عليها في المذهب المالكي وفي كل المذاهب الإسلامية، ولا يوجد خلاف ولو ضعيف حيال هذه الأمور، بينما المسائل التي تجعلونها ثوابت للمذهب المالكي لا تعدو أن تكون مسائل خلافية بين المالكية أنفسهم وغيرهم من المذاهب الأخرى، فالانتصار لقول منها داخل تحت دائرة المذهب وفي ظل الخلافات الفقهية.
وفي غمرة محاولة البعض لفت الانتباه عن المسائل الشرعية الكبرى في المذهب المالكي اختلقوا معارك جانبية وقضايا هامشية، وضخموها في أعين الجماهير والرأي العام، وجعلوها ذنبا لا يغتفر وخطرا محدقا بالمذهب المالكي في هذا البلد.
من تلك المسائل مثلا عدم قراءة القرآن جماعة، فالمسجد الذي لا يقرأ فيه القرآن جماعة عند الوزارة الوصية مسجد خارج عن الشرعية وعن الثوابت الوطنية، وإذا سألنا عقلاء المذهب المالكي عن حكم هذه القراءة على القول بصحتها، قالوا: الاستحباب. وضابط المستحب هو أن من فعله فله الأجر، ومن تركه فلا شيء له ولا عليه.
فكيف يعقل أن تقام الدنيا ولا تقعد لترك مستحب، بل يفصل الإمام ويحرم من مصدر رزقه الوحيد لأنه ترك مستحبا، بينما يسكتون عن إثارة',NULL,'10',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (12,'القضايا الرئيسة في المذهب، بل ويتغافلون عن الأئمة المشعوذين والسحرة والخرافيين الذين ملأوا أصقاع البلاد.
وقد أفتى أبو القاسم بن سراج بعدم جواز الصلاة خلف من يضرب الخط والكهانة والتنجيم ونحوها. المعيار المعرب للونشريسي المالكي (١/ ١٣٣).
علما أن الإمام مالكا أنكر قراءة القرآن جماعة، وتابعه على ذلك جماعة من المالكية منهم الإمام الشاطبي. كما سيأتي.
فلماذا لا يدندن هؤلاء الغيورون على المذهب المالكي حول حجاب المرأة وتحريم إبداء المرأة زينتها مثلا، ولا ينبسون ببنت شفة، وهو أمر مجمع عليه في المذهب، بينما تراهم يُقَعْقِعُون ويرعدون إذا تعلق الأمر بالخرافات والبدع والتصوف، جازمين أن ذلك هو المذهب الذي جرى عليه عمل المغاربة، وأن ما خالفه مذهب غريب عن وطننا، وافد على بلدنا من جهات شرقية لا علاقة للمذهب بها.
وقد أفتى أبو علي ناصر الدين وغيره من المالكية بعدم جواز إمامة من لا يحجب امرأته. المعيار المعرب للونشريسي (١/ ١٣١).
وأفتى أبو عبد الله السرقسطي بأنه لا تجوز إمامة من يخلو بالأجنبية. المعيار المعرب للونشريسي (١/ ١٥٩).
أكلُّ هذا لا يعني الوزارة الوصية؟ وهمها الأكبر هو التسليمة الثانية والسدل في الصلاة، وكم أخشى عليكم من قوله تعالى: {أَفَتُؤْمِنُونَ بِبَعْضِ',NULL,'11',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (13,'الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [البقرة:٨٥].
ورأيت حديثا كلاما لأحد رؤساء المجالس العلمية المغربية أفتى بفصل إمام مسجد عن عمله لأنه ترك قراءة الحزب جماعة، ولم يقتصر على التسليمة الواحدة، وقال: إن هذا العمل يتنافى وأصول المذهب المالكي. وزاد فاعتبر ذلك مخالفة لثوابت الوطن الدينية.
هكذا قال، وأظنه لا يعرف الفرق بين أصول المذهب المالكي وفروعه. وأن الخلاف في تلك المسائل خلاف يسير، وفي علماء المذهب من قال بالقول الآخر الذي اعتبره منافيا لأصول المذهب المالكي، ومخالفا لثوابت الوطن الدينية.
وأراكم تكثرون من الكلام حول الاعتدال والتسامح وترك التشدد، فإذا تعلق الأمر بترك مستحب في نظركم زمجرتم وأرعدتم، وجعلتم من الْحَبة قُبة، كما يقول المغاربة.
أيُفْصَل إمام لأنه ترك قراءة القرآن جماعة، وهي مستحبة في نظركم، بدعة في نظر إمام المذهب مالك رحمه الله وعدد من أتباع مذهبه؟
وأين أنت يا شيخنا الجليل من المواسم المحدثة والقبورية الْمُسْتَشْرية في بلدك؟ ولماذا لم تتحرك غيرتك على العلمانيين الذين يعيثون في الأرض فسادا؟',NULL,'12',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (14,'ولماذا أصابك البُكم حيال الطرقيين الخرافيين الشَّطَّاحين باسم الذكر والدين؟ ولماذا تجاهلت المنظمات العلمانية الحاقدة المتربصة بالمؤمنين الدوائر؟
فالتعرض لهؤلاء يا شيخنا بالنقد والتحذير هي أصول المذهب المالكي حقيقة، وهي ثوابت الوطن الدينية صدقا، لا كما تتوهم أنت. فدع عنك المغالطة، وأدر ظهرك للمواربة، فلئن كان العوام يغترون بحالكم، فنحن منكم على يقين.
فهأنذا أكشف الغطاء عن تلك المزاعم، وأبين عوارها، وأهتك أستارها، وأؤكد بما لا يدع مجالا للشك أنه لا زال في علماء المغرب وعلماء المالكية عموما من يعادي المتصوفة والمبتدعة ويشنع عليهم ويحارب البدع المحدثة. فلله درّهم، وحُقَّ لكل دعاة الحق شكرهم.
وأنوه في هذه المقدمة بكتاب "جهود علماء المغرب في الدفاع عن عقيدة أهل السنة" (من الفتح الإسلامي حتى نهاية القرن الخامس) للدكتور إبراهيم التهامي. طبع مؤسسة الرسالة، فهو بحث هام في هذا الباب.
وأشير قبل نهاية هذه المقدمة إلى مسألتين:
الأولى: أن أغلب العلماء الذين نقلت كلامهم في هذه الرسالة مغاربة، سواء كانوا من بلاد المغرب العربي أو بلاد الأندلس، وبعضهم ليسوا مغاربة، لكنهم مالكية. فالحجة قائمة على أهل بلدنا في جميع الأحوال.
والمسألة الثانية: أني جمعت قديما مجموعا سميته:',NULL,'13',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (15,'«صفحات مشرقة من مواقف علماء مغاربة من البدع والتصوف والقبورية»
يضم ما يلي:
١) - مصنفات لعلماء مالكية مغاربة في إنكار البدع والقبورية، بقلمي.
٢) - دخول دعوة محمد بن عبد الوهاب إلى المغرب، بقلمي.
٣) - رسالة في ذم البدع وأهلها للشيخ أبي الحسن الصغير المكناسي. بتحقيقي.
٤) - إظهار الحقيقة وعلاج الخليقة للشيخ محمد المكي الناصري. بتحقيقي.
٥) - إخراج الخبايا في تحريم البناء على القبور والصلاة بالزوايا للعلامة أحمد بن محمد بن تاويت التطواني. بتحقيقي.
٦) - فتاوى العلامة محمد كنوني المذكوري مفتي رابطة علماء المغرب. بتحقيقي.
٧) - تنبيه الإخوان إلى ترك البدع والعصيان لمحمد بن علي الأندزالي السوسي. بتحقيقي.
ودفعتها للطبع لدار الإمام مالك بأبي ظبي منذ مدة طويلة.
وهذه الرسالة كالمختصر الجامع لما تضمنه ذلك المجموع مع زيادات كثيرة.
والله يهدي من يشاء إلى صراط مستقيم.
سلا في ١٧ جمادى الأولى ١٤٢٨.
Katane٢٢@yahoo.fr',NULL,'14',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (16,'<span data-type="title" id=toc-3>إنكار المالكية للبدع</span>
كان مالك رحمه الله من أشد الناس نهيا عن البدع والمحدثات، ومن أشد العلماء تحذيرا من مخالفة السنة، وقد صح عنه في غير ما أثر نهيه الشديد عن البدع التي أحدثها المتكلمون وغيرهم.
ولهذا قال محمد بن وضاح الأندلسي المالكي (ت٢٨٧) في البدع والنهي عنها (١١٣): وقد كان مالك يكره كل بدعة وإن كانت في خير.
وعن أشهب قال: سمعت مالكا يقول: إياكم والبدع، قيل: يا أبا عبد الله وما البدع؟ قال: أهل البدع الذين يتكلمون في أسمائه وصفاته وكلامه وعلمه وقدرته ولا يسكتون عما سكت عنه الصحابة والتابعون (١).
عن الزبير بن بكار قال: سمعت مالك بن أنس وأتاه رجل فقال: يا أبا عبد الله من أين أحرم؟ قال من ذي الحليفة، من حيث أحرم رسول الله - صلى الله عليه وسلم - فقال: إني أريد أن أحرم من المسجد، فقال: لا تفعل، قال: فإني أريد أن أحرم من المسجد من عند القبر، قال: لا تفعل، فإني أخشى عليك الفتنة، فقال:
_________
(١) أخرجه الصابوني في عقيدة السلف (٦٩) والبغوي في شرح السنة (١/ ٢١٧) والهروي في ذم الكلام (٥/ ٦٨) والسيوطي في الأمر بالاتباع (٨٣) والأصبهاني في الحجة (١/ ١٠٤) وأبو الفضل المقري فيما انتخبه من أحاديث في ذم الكلام وأهله (٨٢) وأبو المظفر السمعاني في كتاب الانتصار لأهل الحديث، كما في الآداب الشرعية (١/ ١٥٦).',NULL,'15',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (17,'وأي فتنة هذه؟ إنما هي أميال أزيدها، قال: أي فتنة أعظم من أن ترى أنك سبقت إلى فضيلة قصر عنها رسول الله، إني سمعت الله يقول:
{فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ
أَلِيمٌ} [النور:٦٣] (١).
وقد أوردت في كتابي عقيدة الإمام مالك نقولا كثيرة عنه في ذلك. وقد طبع في مصر، ويعاد طبعه في أبي ظبي بالإمارات.
وقد ورث علماء المالكية عن الإمام مالك هذه الصرامة في رد البدع والمحدثات، بل علماء المالكية من أكثر علماء الأمة تأليفا في البدع، ومن أقدم كتبهم المصنفة في ذاك:
- الحجة على القدرية للإمام محمد بن سحنون (ت ٢٥٦هـ). كما في ترتيب المدارك وتقريب المسالك للقاضي عياض (٤/ ٢٠٧) والديباج المذهب (٢/ ١٥٧).
- الرد على أهل البدع، ثلاثة كتب. للإمام محمد بن سحنون (ت ٢٥٦هـ). نفس المصدر.
_________
(١) رواه الخطيب في الفقيه والمتفقه (١/ ١٤٨) وأبو نعيم في الحلية (٦/ ٣٢٦) والبيهقي في المدخل إلى السنن (٢٠٠)، والخلال في الجامع، كما الباعث لأبي شامة المقدسي (٢١)، وابن بطة في الإبانة (١/ ٢٦١) والهروي في ذم الكلام (٣/ ١١٥) وابن حزم في الإحكام (٦/ ٢٢٤ - ٨/ ٥١٤)، وذكره الشاطبي في الاعتصام (١/ ١٣٢ - ١٧٤) وابن العربي في أحكام القرآن (٣/ ١٤١٢ - ١٤١٣).',NULL,'16',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (18,'- الردّ على المرجئة لأبي زكريا يحيى بن عمر بن يوسف الكندي البلوي المالكي (٢٨٩هـ). ترتيب المدارك للقاضي عياض (٤/ ٣٥٧).
- الرد على القدرية لابن أبي زيد القيرواني (ت٣٩٦هـ). شجرة النور (٩٦).
وقال القاضي عياض في ترتيب المدارك وتقريب المسالك (٤/ ٤٨) في ترجمة سحنون بن سعيد التنوخي (ت ٢٤٠هـ): قال أبو بكر المالكي: وكان مع هذا رقيق القلب، غزير الدمعة، ظاهر الخشوع، متواضعا، قليل التصنع، كريم الأخلاق، حسن الأدب، سالم الصدر، شديداً على أهل البدع، لا يخاف في الله لومة لائم. انتهى.
وتأمل قوله: شديداً على أهل البدع، لتعلم مبلغ الصرامة التي كان يتعامل بها علماء المالكية ضد البدع وأهلها.
ومن علماء المالكية الذين عرفوا بالشدة على أهل البدع: أبو عمر الطلمنكي أحمد بن محمد بن عبد الله (ت٤٢٩هـ).
قال ابن الحذاء عنه: وكان فاضلاً شديداً في كتاب الله تعالى. سيفاً على أهل البدع،. ترتيب المدارك وتقريب المسالك للقاضي عياض (٨/ ٣٣).
وقال ابن بشكوال في الصلة في تاريخ علماء الأندلس (٥٢): وكان: سيفاً مجرداً على أهل الأهواء والبدع، قامعاً لهم، غيوراً على الشريعة، شديداً في ذات الله تعالى.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (19,'ومنهم كذلك: عبد الله بن أبي حسان اليحصبي، قال ابن فرحون في الديباج المذهب في معرفة أعيان علماء المذهب (١/ ٣٦٨) في ترجمته: وكان ابن أبي حسان غاية في الفقه بمذهب مالك، حسن البيان، عالماً بأيام العرب وأنسابها، راوية للشعر، قائلا له، وعنه أخذ الناس أخبار إفريقية وحروبها، وكان جوادا مفوها قويا على المناظرة، ذاباً عن السنة متبعا لمذهب مالك، شديداً على أهل البدع، قليل الهيبة للملوك، لا يخاف في الله لومة لائم.
وقال القاضي عياض في ترتيب المدارك (٤/ ٢٩٠) في ترجمة القاضي إسماعيل بن إسحاق (ت٢٨٢): وكان إسماعيل شديدا على أهل البدع، يرى استتابتهم، حتى ذكر أنهم تحاموا بغداد في أيامه.
وقال القاضي عياض في ترتيب المدارك كذلك (٤/ ٣٧٥) في ترجمة أبي يوسف جبلة بن حمود بن عبد الرحمن بن جبلة الصدفي (ت٢٩٩هـ): ذكر شدته على أهل البدع ومجانبته إياهم وقوته في ذات الله عز وجل.
كان رحمه الله تعالى، شديداً في ذلك. لا يداري فيه أحداً. ولم يكن أحد أكثر مجاهدة منه للروافض، وشيعهم. فنجّاه الله منهم.
وذكر له أخبار عديدة في ذلك مع الروافض.
وقال القاضي عياض في ترتيب المدارك (٧/ ١٠٤) في ترجمة أبي علي بن خلدون رحمه الله (ت٤٠٧): من فقهاء إفريقية وعلمائها وصلحائها، من أصحاب أبي الحسن القابسي، كان رأسا بإفريقية، جليل القدر في فقهائها،',NULL,'18',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (20,'مطاعاً. وكانت العامة تتبعه. وكان شديداً على أهل البدع والروافض مغرياً بهم، يستند منه أهل السنّة إلى ملجأ ووزر.
وقال ابن فرحون في الديباج المذهب في معرفة أعيان علماء المذهب (١/ ١٦٤): أحمد بن إبراهيم بن الزبير بن محمد بن إبراهيم بن الزبير الثقفي يكنى أبا جعفر، كان خاتمة المحدثين وصدور العلماء والمقرئين، نسيج وحده في حسن التعليم والصبر على التسميع، والملازمة للتدريس، كثير الخشوع والخشية، مسترسل العَبْرة، صليباً في الحق، شديداً على أهل البدع، ملازما للسنة، مهيبا جزلا معظما عند الخاصة والعامة.
وقال ابن فرحون في الديباج المذهب في معرفة أعيان علماء المذهب (٢/ ٢٢٤) في ترجمة محمد أبي عبد الله بن فرج مولى ابن الطلاع القرطبي المالكي (ت٤٩٧هـ): شيخ الفقهاء في عصره وأسد من بقي في وقته ... وكان شيخا فاضلا فصيحا، وكان قوالا بالحق، شديداً على أهل البدع، غير هيوب للأمراء.
وقال ابن بشكوال في الصلة في تاريخ علماء الأندلس (٤٠٩) في ترجمة أبي عبد الله محمد بن سعيد بن محمد بن عمر بن سعيد بن نبات الأموي القرطبي: وذكره الخولاني وقال: كان شيخا صالحا من أهل العناية بالعلم حافظاً للحديث مع الفهم، قديم الطلب، متكررا على الشيوخ، وسمع منهم، وكتب عنهم محتسباً متسننا مجانبا لأهل البدع والأهواء. سيفا مجردا عليهم.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (21,'في أشياء كثيرة يطول تتبعها يراجع بعضها في "جهود علماء المغرب في الدفاع عن عقيدة أهل السنة" لإبراهيم التهامي (١٢٢ - فما بعد).
ومن الكتب التي صنفها علماء مالكية في ذلك أيضا:
البدع والنهي عنها لمحمد بن وضاح الأندلسي المالكي (ت٢٨٧هـ).
وهو مطبوع عدة طبعات.
ساق فيه نصوصا كثيرة في التحذير من البدع، وبَيَّن خطورة الابتداع، وذكر ما جاء في اتباع الآثار، والنهي عن الجلوس مع أهل البدع وخلطتهم والمشي معهم، وذكر كذلك ما جاء في ليلة النصف من شعبان وعشية عرفة من البدع.
ثم تلاه أبو بكر الطرطوشي محمد بن الوليد الفهري الأندلسي المالكي المتوفى سنة (٥٢٠هـ) فألف كتابا في ذلك، سماه: الحوادث والبدع.
وهو كتاب مطبوع عدة طبعات، وقد أنكر فيه عددا من البدع والمحدثات.
فذكر منها: الألحان والتطريب في كتاب الله (٥٧).
والمحاريب (٧٢).
وزخرفة المساجد (٧٢ - ٧٣).
وكتابة القرآن في الجدران (٧٥).
والاجتماع في يوم عرفة للدعاء (٩١).
والاحتفال بليلة النصف من شعبان (٩٣ - ٩٤).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (22,'وصلاة الرغائب (٩٦).
وعد من البدع المحدثة: الاجتماع للتعزية.
قال (١٢٥): قال علماؤنا المالكيون: التصدي للعزاء بدعة ومكروه.
وقال بعد أن ذكر استحباب أن يُبعث إلى أهل الميت طعام (١٢٦): فأما إذا صنع أهل الميت طعاما ودعوا الناس إليه فلم ينقل فيه عن القدماء شيء، وعندي أنه بدعة ومكروه.
وقال (١٣٠): فأما المآثم فممنوعة بإحماع العلماء، قال الشافعي: وأكره المآثم، وهو اجتماع الرجال والنساء لما فيه من تجديد الحزن ... والمآثم هو الاجتماع في الصبيحة، وهو بدعة منكرة لم ينقل فيها شيء، وكذلك ما بعده من الاجتماع في الثاني والثالث والسابع والشهر والسنة، فهو طامة.
وقال (١١٣): ولا يتمسح بقبر النبي - صلى الله عليه وسلم - ولا يمس، وكذلك المنبر، ولكن يدنو من القبر فيسلم على النبي - صلى الله عليه وسلم - ثم يدعو مستقبل القبلة يوليه ظهره. وقيل: لا يوليه ظهره ويصلي ركعتين قبل السلام عليه. وقيل: واسع أن يسلم عليه قبل أن يركع.
وتكلم العلامة أبو عبد الله محمد بن محمد بن محمد العبدري الفاسي الشهير بابن الحاج (المتوفى سنة ٧٣٧هـ) في كتابه "المدخل إلى تنمية الأعمال بتحسين النيات والتنبيه على بعض البدع والعوائد التي انتحلت وبيان شناعتها وقبحها" على عدد من البدع والمحدثات، وأطال في الرد على من أجاز بعض ذلك.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (23,'منها: الاحتفال بالمولد النبوي (٢/ ٢).
وزخرفة المساجد (٢/ ٢١٤).
والمصافحة عقب الصلوات (٢/ ٢١٩)، وعبارته في ذلك: وينبغي له أن يمنع ما أحدثوه من المصافحة بعد صلاة الصبح، وبعد صلاة العصر، وبعد صلاة الجمعة، بل زاد بعضهم في هذا الوقت فعل ذلك بعد الصلوات الخمس، وذلك كله من البدع، وموضع المصافحة في الشرع إنما هو عند لقاء المسلم لأخيه، لا في أدبار الصلوات الخمس، وذلك كله من البدع، فحيث وضعها الشرع نضعها، فينهى عن ذلك ويزجر فاعله لما أتى من خلاف السنة. انتهى.
وعد من البدع كذلك: قراءة القرآن جماعة قبل الجمعة كما يفعل في المغرب اليوم (٢/ ٢٢٤ - ٢٢٥)، ومما قال في ذلك: وينبغي له أن ينهى من يقرأ الأعشار وغيرها بالجهر، والناس ينتظرون صلاة الجمعة أو غيرها من الفرائض، لأنه موضع النهي لقول رسول الله - صلى الله عليه وسلم -: «لا يجهر بعضكم على بعض ... بالقرآن»، ولا يظن ظان أن هذا إنكار لقراءة القرآن، بل ذلك مندوب إليه بشرط أن يسلم من التشويش على غيره من المصلين والذاكرين والتالين والمتفكرين وكل من كان في عبادة.
وعد من البدع كذلك: التسبيح بالليل، قبل آذان الفجر، كما جرت به عادة المغاربة، ويسمى في بعض المناطق (التَّهْلال)، وهذه عبارته (٢/ ٢٤٨): وينهى المؤذنين عما أحدثوه من التسبيح بالليل، وإن كان ذكر الله تعالى حسنا',NULL,'22',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (24,'سرا وعلنا، لكن لا في المواضع التي تركها الشارع صلوات الله عليه وسلامه، ولم يعين فيها شيئا معلوما.
وقد رتب الشارع صلوات الله عليه وسلامه للصبح أذانا قبل طلوع الفجر وأذانا عند طلوعه، وإن كان المؤذنون في هذا الزمان يؤذنون قبل طلوع الفجر، لكنهم يفعلون ذلك على سبيل الإخفاء لتركهم رفع الصوت به حتى لا يسمع.
وهذا ضد ما شرع الأذان له، لأن الأذان إنما شرع لإعلام الناس بالوقت ...
إلى أن قال (٢/ ٢٤٩): ثم العجب من أنهم يأتون بالأذان الأول للصبح الذي قبل طلوع الفجر، ويخفون ذلك، فإذا فرغوا منه رفعوا أصواتهم بما أحدثوه من التسبيح، فإنا لله وإنا إليه راجعون. السنة تخفى وغير ما شرع يظهر.
وقال (٢/ ١٤٩): وكذلك ينبغي أن ينهاهم عما أحدثوه من صفة الصلاة والتسليم على النبي - صلى الله عليه وسلم - عند طلوع الفجر، وإن كانت الصلاة والتسليم على النبي - صلى الله عليه وسلم - من أكبر العبادات وأجلها فينبغي أن يسلك بها مسلكها، فلا توضع إلا في مواضعها التي جعلت لها. ألا ترى أن قراءة القرآن من أعظم العبادات، ومع ذلك لا يجوز للمكلف أن يقرأه في الركوع، ولا في السجود، ولا في الجلوس، أعني الجلوس في الصلاة، لأن ذلك ليس بمحل للتلاوة.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (25,'وعد من البدع: تسحير المؤذنين في رمضان، كما يفعل بمغربنا اليوم (٢/ ٢٥٣). قال رحمه الله: وينهى المؤذنين عما أحدثوه في شهر رمضان من التسحير، لأنه لم يكن في عهد النبي - صلى الله عليه وسلم - ولا أمر به، ولم يكن من فعل من مضى، والخير كله في الاتباع لهم، كما تقدم.
وقال (٢/ ٢٥٥): اعلم أن التسحير لا أصل له في الشرع الشريف، ولأجل ذلك اختلفت فيه عوائد أهل الأقاليم فلو كان من الشرع ما اختلفت فيه عوائدهم.
ولما ذكر عادة المغاربة قال (٢/ ٢٥٥): وأما أهل الإسكندرية وأهل اليمن وبعض أهل المغرب فيسحرون بدق الأبواب على أصحاب البيوت، وينادون عليهم: قوموا كلوا. وهذا نوع آخر من البدع، نحو ما تقدم.
وقال بعدها: وأما بعض أهل المغرب فإنهم يفعلون قريبا من فعل أهل الشام، وهو أنه إذا كان وقت السحور عندهم يضربون بالنفير على المنار، ويكررونه سبع مرات، ثم بعده يضربون بالأبواق سبعا أو خمسا، فإذا قطعوا حرم الأكل إذ ذاك عندهم.
وعد من البدع: التكبير أثناء حمل الجنازة (٢/ ٢٦٣).
وذكر منها قراءة القرآن حال الدفن في المقابر، كما هو عمل المغاربة في بلدنا. قال (٣/ ٢٦٣): وينبغي أن لا يقرأ أحد إذ ذاك القرآن لوجهين: أحدهما: أن المحل محل فكرة واعتبار ونظر في المآل، وذلك يشغل عن استماع القرآن، والله تعالى يقول في كتابه العزيز: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ',NULL,'24',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (26,'وَأَنصِتُوا}، والإنصات متعذر لشغل القلب بالفكر فيما هو إليه صائر، وعليه قادم.
الوجه الثاني: أنه لم يكن من فعل من مضى، وهم السابقون والقدوة المتبعون، ونحن التابعون، فيسعنا ما وسعهم، فالخير والبركة والرحمة في اتباعهم، وفقنا الله لذلك بمنه.
وقال (٣/ ٢٦٤) بعد أن ذكر أنه لا يجوز رفع القبور أكثر من تسنيمه الذي يعرف به ويمييز: وأما تعلية البناء الكثير على نحو ما كانت الجاهلية تفعله تفخيما وتعظيما، فذلك يهدم ويزال، فإن فيه استعمال زينة الدنيا في أول منازل الآخرة وتشبيها بمن كان يعظم القبور ويعبدها، وباعتبار هذه المعاني وظاهر النهي ينبغي أن يقال: هو حرام.
وذكر من البدع كذلك الاجتماع ثلاث ليال بعد دفن الميت (٣/ ٢٧٦ - ٢٧٨)، وهو الذي يسمى عندنا بعشاء الميت.
ومما قال (٣/ ٢٧٨): وكذلك يحذر مما أحدثه بعضهم من فعل الثالث للميت وعملهم الأطعمة فيه حتى صار عندهم كأنه أمر معمول به ويشيعونه كأنه وليمة عرس، ويجمعون لأجله الجمع الكثير من الأهل والأصحاب والمعارف، فإن بقي أحد منهم ولم يأت وجدوا عليه الوجد العظيم.
ثم إنهم لم يقتصروا على ذلك حتى يقرؤوا هناك القرآن العظيم على عوائدهم المعهودة منهم، بالألحان والتطريب الخارج عن حد القراءة المشروعة بسبب الزيادة والنقصان المتفق على تحريمهما، ويأتون مع ذلك بالفقراء',NULL,'25',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (27,'يذكرون ويحرفون الذكر عن مواضعه على الترتيب المعروف عندهم، وبعضهم يزيد على ذلك، فيأتي بالمؤذنين يكبرون كتكبير العيد على ما مضى من عادتهم.
وقد صار هذا الحال في هذا الزمان أمرا معمولا به، حتى لو تركه أحد منهم لكثر فيه القيل والقال، فكيف لو أنكر ذلك.
ثم انضم إليه أنهم يتكلفون فيه التكليف الكثير، لأجل ما يحتاجونه من العوائد في ذلك.
ومنهم من يأتي بالواعظ إلى الرجال. ومنهم من يأتي بالواعظة إلى النساء، ويزيدون في أقوالهم وينقصون، ويحرفون بعض ذلك ويفهمون غير المراد، ويتفوهون بإطلاق أشياء لا ينبغي ذكرها على رؤوس الأشهاد، وقد تقدم ما في ذلك من الذم في أول الكتاب، وقد تقدم ما في الاجتماع للسماع، وما في السماع مما لا ينبغي، وتلك القبائح والمفاسد موجودة في الاجتماع الثالث والسابع وتمام الشهر وتمام السنة، وفي أي موضع فعل ذلك فيه، من بيت أو قبر أو غيرهما كل ذلك يمنع.
ومن أشهر علماء المالكية محاربة للبدع والمحدثات: العلامة الأصولي أبو إسحاق إبراهيم بن موسى الشاطبي (المتوفى سنة ٧٩٠هـ) في كتابه الاعتصام.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (28,'وهو أحسن مصنف على الإطلاق في بيان أصول البدع وقواعدها، والفرق بينها وبين المصالح المرسلة والاستحسان وغيرها مما لا تكاد تجده إلا فيه.
وقد أنكر فيه رحمه الله عددا من البدع، منها: الاجتماع عشية عرفة في المسجد للدعاء (٢/ ٣٠٢ - ٣٤١).
والاجتماع للذكر (١/ ١٩) (٢/ ٦٠ - ٨٥ - ٩٣ - ٣٢١ - ٣٢٢).
والدعاء جماعة جهرا دبر الصلوات كما يفعل في بلدنا (٢/ ٢٤١ - ٢٥١ - ٢٥٩ - ٢٦٢ - ٤٦٤) وغيرها.
والاحتفال بالمولد النبوي (١/ ٤٦).
والاستشفاء والتبرك بآثار الأولياء (٢/ ٢٨٦ - ٢٨٧).
وتتبع آثار النبي - صلى الله عليه وسلم - والمساجد المنسوبة إليه واتخاذها سنة (٢/ ٢٣٧ - ٢٣٨ - ٢٣٩).
والتثويب بالآذان (٢/ ٣٦٨ - ٣٧٩ - ٣٩٥) وغيرها.
وتخصيص الأيام الفاضلة بنوع من العبادة لم تشرع لها (٢/ ٢٩٤).
وتزويق المصاحف (١/ ٣٢٠ - ٣٥٢).
ودعاء الخطيب للخلفاء المتقدمين (١/ ١٩ - ٢٠).
وذكر السلاطين في خطبة الجمعة (٢/ ٣٤١).
وزخرفة المساجد (١/ ٣٥٢) (٢/ ٤١٨) (٣/ ٦٥).
وسماع الصوفية (١/ ٣٦١).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (29,'والغناء والرقص بالذكر في الليل (٢/ ٨٥).
وقراءة القرآن جماعة (٢/ ٣٠١ - ٣٢١ - ٣٩٦).
والمصافحة بعد صلاة الصبح والعصر (١/ ٣٥٣).
وقد شنع أبو إسحاق الشاطبي في الاعتصام (٢/ ٨٥) على الصوفية في اجتماعهم على الذكر تشنيعا عظيما، ومما قال: وذلك أنه وقع السؤال عن قوم يتسمون بالفقراء يزعمون أنهم سلكوا طريق الصوفية، فيجتمعون في بعض الليالي، ويأخذون في الذكر الجهري على صوت واحد، ثم في الغناء والرقص، إلى آخر الليل، ويحضر معهم بعض المتسمين بالفقهاء، يترسمون برسم الشيوخ الهداة إلى سلوك ذلك الطريق، هل هذا العمل صحيح في الشرع أم لا؟
فوقع الجواب: بأن ذلك كله من البدع المحدثات، المخالفة طريقة رسول الله - صلى الله عليه وسلم -، وطريقة أصحابه والتابعين لهم بإحسان، فنفع الله بذلك من شاء من خلقه.
إلى أن قال (٢/ ٩٢ - ٩٣): فهذه مجالس الذكر على الحقيقة، وهي التي حرمها الله أهل البدع من هؤلاء الفقراء الذين زعموا أنهم سلكوا طريق التصوف، فقلما تجد منهم من يحسن قراءة الفاتحة في الصلاة إلا على اللحن، فضلاً عن غيرها، ولا يعرف كيف يتعبد، ولا كيف يستنجي أو يتوضأ أو يغتسل من الجنابة. وكيف يعلمون ذلك وهم قد حُرموا مجالس الذكر التي تغشاها الرحمة، وتنزل فيها السكينة، وتحف بها الملائكة.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (30,'فبانطماس هذا النور عنهم ضلوا، فاقتدوا بجهال أمثالهم، وأخذوا يقرؤون الأحاديث النبوية والآيات القرآنية فينزلونها على آرائهم، لا على ما قال أهل العلم فيها. فخرجوا عن الصراط المستقيم، إلى أن يجتمعوا ويقرأ أحدهم شيئاً من القرآن يكون حسن الصوت طيب النغمة جيد التلحين تشبه قراءته الغناء المذموم، ثم يقولون: تعالوا نذكر الله، فيرفعون أصواتهم، ويُمشون ذلك الذكر مداولة، طائفة في جهة، وطائفة في جهة أخرى، على صوت واحد يشبه الغناء، ويزعمون أن هذا من مجالس الذكر المندوب إليها.
وكذبوا، فإنه لو كان حقاً لكان السلف الصالح أولى بإدراكه وفهمه والعمل به؟ وإلا فأين في الكتاب أو في السنة الاجتماع للذكر على صوت واحد جهرا عاليا، وقد قال تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ} [الأعراف:٥٥].
والمعتدون في التفسير هم الرافعون أصواتهم بالدعاء ...
إلى أن قال: وقد جاء عن السلف أيضاً النهي عن الاجتماع على الذكر، والدعاء بالهيئة التي يجتمع عليها هؤلاء المبتدعون. انتهى كلام الشاطبي.
وقال (٢/ ٣٢٢): وأما العادة فكالجهر والاجتماع في الذكر المشهور بين متصوفة الزمان، فإن بينه وبين الذكر المشروع بونا بعيدا، إذ هما كالمتضادين عادة.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (31,'ومن البدع التي أبطلها الشاطبي في الاعتصام (٢/ ٣٩٦ - ٤٤١ - ٤٦٦) زيادة "أصبح ولله الحمد" بعد آذان الصبح. كما يفعل المغاربة عندنا، ومما قال (٢/ ٣٩٦): وقد أحدث بالمغرب المتسمي بالمهدي (١) تثويباً عند طلوع الفجر وهو قولهم: "أصبح ولله الحمد" إشعاراً بأن الفجر قد طلع، لإلزام الطاعة، ولحضور الجماعة، وللغدو لكل ما يؤمرون به. فَمَحَّضَه هؤلاء المتأخرون تثويباً بالصلاة كالأذان. ونقل أيضاً إلى أهل المغرب الحزب المحدث بالإسكندرية، وهو المعتاد في جوامع الأندلس وغيرها، فصار ذلك كله سنة في المساجد إلى الآن، فإنا لله وإنا إليه راجعون.
وألف محمد بن أحمد الرهوني (المتوفى سنة ١٢٣٠هـ) رسالة في بدعة الهيللة، أي قول: لا إله إلا الله عند حمل الجنازة، كما جرت به عادة المغاربة، وأبطل قول من أجاز ذلك. والرهوني رحمه الله أحد متأخري المالكية الكبار الذي وقع الاتفاق على جلالته وإمامته.
وسمى كتابه: التحصن والمنعة ممن اعتقد أن السنة بدعة (٢).
وقد أبطل فيه بدعة الهيللة مع الجنازة، ورد على من أجاز ذلك (٣).
_________
(١) أي: المهدي بن تومرت.
(٢) طبع هذا الكتاب على الحجر بفاس سنة: ١٣٠٩ هـ.
ويوجد مخطوطا بخزانة تطوان (٦٠٦)، والخزانة العامة (٢٨٩٥د/١)، مؤسسة علال الفاسي (٤٨٠)، وعندي نسخة مصورة منه.
(٣) ورد على الرهوني في كتابه هذا: عبد العزيز بن محمد بناني في: تأليف في الذكر عند تشييع الجنازة، يوجد بالخزانة الملكية (١٢٤٣٤). وهو رد ضعيف.
وكذا رد على الرهوني: أحمد بن المواز بكتاب حجة المنذرين، طبع على الحجر بفاس، ورد عليه العابد بن عبد الله الفاسي، ورد عليه أبو عبد الله الرافعي الجديدي، وأيده القرى، كذا في التأليف ونهضته بالمغرب لعبد الله الجراري (١٣٨).
وانتصر له محمد كنوني المذكوري، كما سيأتي.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (32,'وانتصر للرهوني محمد كنوني المذكوري، فقد سئل الشيخ عن الهيللة
مع الجنازة فقال: إن ذلك بدعة ابتدعها الناس وإنها لم تكن في عهد
رسول الله - صلى الله عليه وسلم - ولا في عهد الخلفاء الراشدين.
ثم نقل كلام الرهوني في حاشيته على مختصر خليل في تأييد ذلك، وأحال على كتاب الرهوني المتقدم.
ثم أيد الشيخ كلام الرهوني بكلام طويل، قال رحمه الله (٣١ - ٣٢): ومن تأمل كلام الشيخين المذكورين وأنصف، ظهر له أن الحق مع ما ذهب إليه الشيخ الرهوني، لأنه ليس من عمله - صلى الله عليه وسلم - ولا عمل الخلفاء الراشدين.
بل ونحن نؤيد كلام الرهوني فنقول: إن الله تعالى أرشد عباده في كتابه العزيز في مثل هذه النازلة بقوله: {فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ} [النساء:٥٩] فلما رجعنا إلى كلامه تعالى وجدناه يقول: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا} [الحشر:٧]، ويقول: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ} [الأحزاب:٢١]، ويقول: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور:٦٣]، فلما بحثنا عن فعله - صلى الله عليه وسلم - في مسألتنا، وجدنا أنه هو الصمت والتفكر',NULL,'31',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (33,'والاعتبار، ولم يثبت عنه ولا عن أصحابه فيما بلغنا، أنهم كانوا يجهرون بالذكر عند حمل الجنازة، كما بحثنا عن قوله فوجدناه يقول في الحديث الذي رواه أبو داود والترمذي، وقال حديث حسن صحيح، عن العرباض بن سارية قال: وعظنا رسول الله - صلى الله عليه وسلم - موعظة بليغة وجلت منها القلوب، وذرفت منها العيون، فقلنا: يا رسول الله كأنها موعظة مودع فأوصنا. قال: أوصيكم بتقوى الله والسمع والطاعة وإن تأمر عليكم عبد حبشي وإنه من يعش منكم فسيرى اختلافا كثيرا فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة (١).
وبهذا نقول، وهو اعتقادنا في مثل هذه المسألة مما لا دليل عليه من كتاب الله ولا من سنة رسوله - صلى الله عليه وسلم -، وإنما الاعتماد فيها على الأعراف والعادات وعلى المرائي وقول فلان وفعل فلان، مع أن قول وفعل غير المعصوم ليس بحجة كما هو واضح، اللهم وفقنا لاتباع كتابك وسنة رسولك، ووفق الأمة الإسلامية لهذا المنهاج القويم والصراط المستقيم. آمين، والحمد لله رب العالمين.
_________
(١) رواه أبو دواد (٤٦٠٧) والترمذي (٢٦٧٦) وابن ماجه (١/ ١٦) وأحمد (٤/ ١٢٦) والدارمي (١/ ٤٨) والحاكم (١/ ١٧٤) والبيهقي في السنن (١٠/ ١١٤) والاعتقاد (٢٢٩) وابن حبان في صحيحه (١/ ١٠٤) وابن أبي عاصم في السنة (٢٦) والبغوي في شرح السنة (١٠٢) والطبراني في الكبير (١٨/ ٢٤٨ - ٢٤٩ - ٢٥٧) وغيرهم.
وصححه كثيرون، منهم ابن عبد البر وأبو نعيم وابن حبان وابن حجر.
انظر الصحيحة (٩٣٧) وإرواء الغليل (٨/ ١٠٨) وبصائر ذوي الشرف (٦٧).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (34,'وممن ألف في بيان بدعية الذكر مع الجنازة: محمد بن أحمد بن عبد الله الرباطي (ت ١٣٨٣هـ)، له الصارم المسلول على مخالف سنة الرسول في الرد على من استحسن بدعة الذكر جهرا في تشييع الجنازة. كما في إسعاف الإخوان (١٥٩) لمحمد بن الفاطمي السلمي المعروف بابن الحاج.
وممن ألف في بدعة الهيللة مع الجنائز كذاك: الشيخ العلامة عبد الرحمان محمد النتيفي الجعفري الزياني (المتوفى سنة ١٣٨٥هـ)، له: القول الفائز في عدم التهليل وراء الجنائز.
مخطوط خاص.
وممن جزم ببدعية الذكر مع الجنازة العلامة ابن لب المالكي الأندلسي (المتوفى سنة ٧٨٢هـ) حيث قال: السنة في اتباع الجنائز الصمت والتفكر والاعتبار ... فهكذا كان السلف الصالح وأتباعهم، واتباعهم سنة ومخالفتهم بدعة، وذكر الله والصلاة على رسول الله - صلى الله عليه وسلم - عمل صالح مرغب فيه في الجملة، لكن للشرع توقيت وتحديد في وظائف الأعمال، وتخصيص يختلف باختلاف الأحوال. المعيار المعرب للونشريسي (١/ ٣١٣ - ٣١٤).
وقال ابن لب كذلك: إن ذكر الله والصلاة على رسوله عليه السلام من أفضل الأعمال، وجميعه حسن، لكن للشرع وظائف وقتها وأذكار عينها في أوقات وقتها، فَوَضْعُ وظيفةٍ موضعَ أخرى بدعة، وإقرار الوظائف في محلها سنة، وتلقي وظائف الأعمال في حمل الجنائز إنما هو الصمت والتفكر',NULL,'33',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (35,'والاعتبار، وتبديل هذه الوظائف بغيرها تشريع ومن البدع في الدين. المعيار المعرب للونشريسي (١/ ٣١٤).
وعد أحمد بن خالد الناصري، (المتوفى سنة ١٣١٥هـ) في تعظيم المنة في نصرة السنة (١) (٥٠) من البدع الهيللة أمام الجنازة.
وألف الفقيه محمد بن العربي عاشور الرشاي الرباطي الأندلسي المراكشي (المتوفى سنة ١٢٦١ هـ) رسالة في بدع ليلة عاشوراء بمراكش (٢).
ذكر فيه جملة من المنكرات التي تقع في حفلة ليلة عاشوراء، كتشبه الرجال بالنساء، وتشبه الرجال باليهود والنصارى، وكالمحاكاة لأناس معينين، واتخاذ الصور، والغناء، وغير ذلك.
وألف القاضي أبو العباس أحمد بن القاضي الفلاني (المتوفى سنة ١٠٢٥هـ) رسالة في ذم مناكير المآثم، مثل النياحة وضرب الخدود واجتماع النساء بدار الميت، ورفع الأصوات وغيرها، سماها: رد البدع الفاسدة (٣).
وتكلم محمد بن عبد السلام بن ناصر الدرعي الناصري (ت١٢٣٩هـ) عن عدد من بدع المتصوفة وأتباع الزاوية الناصرية، سماها: المزايا فيما حدث من البدع بأم الزوايا (٤).
_________
(١) سيأتي قريبا.
(٢) مخطوط في الخزانة الملكية رقم (١٢٥٨٤) - (١٢٤٥٢). ...
وذكر ملخصه ابن ابراهيم في الإعلام بمن حل بمراكش وأغمات من الأعلام (٦/ ٢٩٨ - ٣٠٢).
والمخطوط (١٢٥٨٤) يقع في ٣٢ ورقة.
(٣) مخطوط بالخزانة الحسنية رقم (١٢٢١٢ - ٦٨٣٣) ويقع في ١٦ صفحة.
(٤) مخطوط بالحسنية (١١٠٣٨ - ٤٢٩٧ - ١٢٠١٣) والعامة (٣٥٤٨) ومؤسسة علال الفاسي (٢٧٤ - ١٧٥).
وقد طبع بدار الكتب العلمية، بتحقيق عبد المجيد الخيالي، واعتمدت على النسخة رقم (١١٠٣٨ و٤٢٩٧).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (36,'والناصري صوفي، لكنه استنكر على إخوانه عددا من البدع والمحدثات.
ومن البدع التي نبه عليها: خروج الناس إلى المصلى في جماعات يهللون ويكبرون جماعة، وأن الواجب الذكر على الانفراد (ص ٤أ).
وكذا الدعاء جماعة عند الرجوع من المصلى (٤ب).
وزيارة القبور يوم العيد (٤ب).
والمجيء بالزكاة للزاوية (٥ب).
والذبيحة على الأشياخ بنية التقرب إليهم ولو سمى الله (٧أ).
واجتماع الرجال والنساء للحضرة (٨أ) (١).
وصرف الأحباس لغير مصارفها الشرعية (٢٧ب).
والدعاء للسلاطين في العيد والجمعة (٣٥ب).
ونبذ الحرث والتجارة (٣١ب).
وذكر أشياء كثيرة أغلبها محرمات.
وألف عبد السلام بن محمد السرغيني (ت١٣٥٤هـ) رسالة صغيرة حظ فيها على السنة وحذر من البدع ونقل كلام أئمة السلف في التحذير من
_________
(١) كل ما تقدم هو من النسخة رقم: ١٠٣٨٠، وما بعدها من النسخة الأخرى.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (37,'البدع وأهلها، ونص على جملة من مناكير المواسم وغيرها، سماها: مسامرة في الانتصار للسنة وقمع البدعة (١).
وهي عبارة عن محاضرة قيمة ألقاها بنادي المسامرات بالمدرسة العليا الإدريسية بفاس.
وساق رسالة المولى سليمان في إنكار البدع والأضرحة، وكلاما لأحمد الناصري في إنكار عدد من البدع.
وألف كذلك أحمد بن خالد الناصري، (المتوفى سنة ١٣١٥هـ) صاحب الاستقصا كتابا حافلا في إنكار البدع والمحدثات، سماه: تعظيم المنة في نصرة السنة (٢).
وسبب تأليفه للكتاب أنه قرر أن الذكر بالاسم المفرد بدعة لا تجوز فرد عليه بعض الصوفية، فرد عليهم بهذا الكتاب.
وقد نبه فيه على بدع كثيرة، منها:
الذكر الجماعي عقب الصلاة (٢٨).
ورقص الفقراء حول الميت بعد تغسيله (٤٩ ب).
والهيللة أمام الجنازة (٥٠).
وذكر من البدع كذلك: اتخاذ القبور مساجد (٦٢).
_________
(١) طبع على الحروف بفاس، ثم طبع بعد ذلك، وهي تقع في ٤٤ صفحة.
(٢) منه عدة نسخ مخطوطة بالخزانة العامة، رقم (٦٦ - ٥٣٠ د) والصبيحية، رقم (٣٤٦)، وبخزانة أبي خبزة.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (38,'واتخاذ البوق والمزمار بالمآذن (٦٩).
ورواية حديث من لغا فلا جمعة له يوم الجمعة، كما جرت به العادة ببلدنا (١١١).
ومساعدة النصارى في أعيادهم ببيع الثوب والأكل لهم ونحوه (١٣٣).
وذكر أشياء أخرى ستأتي ضمن الفصل الخاص بالصوفية.
وأقتصر على نقل واحد منه، قال: سئل الشيخ أبو الحسن سيدي علي ابن هارون عن مسألة قول لا إله إلا الله محمد رسول الله عقب الصلوات، هل ذلك بدعة مستحسنة؟
فأجاب بما نصه: إن الذكر مطلوب ومندوب إليه، ومرغب فيه، والإكثار منه، وترتيبه بعد الصلوات يذكرون بصوت واحد من البدع التي ينهى عنها، لما يتطرق إليها من الزيادة في الدين ما ليس منه، ولم يكن هذا في الصدر الأول فيجب قطعه.
وفي المعيار المعرب والجامع المغرب عن فتاوى أهل إفريقية والأندلس والمغرب لأحمد بن يحيى بن محمد الونشريسي المتوفى سنة (٩١٤ هـ) التنبيه على عدد من البدع والمخالفات والمحدثات، وخصوصا محدثات المتصوفة ومن البدع التي نبه عليها:
الدعاء إثر الصلاة. (١/ ٢٨٣).
ورواية الحديث (٢/ ٤٨٥).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (39,'ونقل عن الشاطبي المنع من قراءة الحزب جماعة (١١/ ١١٢) (١).
وذكر عن أبي سعيد بن لب المنع من الذكر أمام الجنازة. وقد تقدم.
ونقل عن الشاطبي (١/ ٣٢٣ - ٣٢٧) المنع من قراءة القرآن في القبور.
ونقل (١١/ ١١٣) قول الشاطبي في المنع من الدعاء جماعة في أدبار الصلوات.
وعد من البدع البناء على القبور وتجصيصها وشد الرحال إلى زيارتها (١١/ ١٥٢).
والاحتفال بالسنة الميلادية (١١/ ١٥٠).
وغيرها من البدع (٢).
وأقتصر في هذا المقام على نقل ثلاثة فتاوى:
الأولى: حول حديث الإنصات الذي جرت به عادة المغاربة، واعتبروه جزءا لا يتجزأ من المذهب المالكي.
والثانية: في عدم جواز الزيادة على المشروع في العبادات، ووجوب الاقتصار على ما ورد في النصوص الثابتة في السنة المطهرة.
والثالثة: في حكم الاجتماع عند موت الميت.
_________
(١) ونقل صاحب المعيار عن آخرين إجازة ذلك.
(٢) جمعها إسماعيل الخطيب في المختار من تعظيم المنة والمعيار في بدع العبادات والعادات والطرقية. طبعة الهداية بتطوان.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (40,'الفتوى الأولى: نقل الونشريسي في المعيار المعرب عن أبي عبد الله محمد بن عبد المومن التازي (٢/ ٤٨٥) قوله: ومنها قول بعد الناس ما أحدث من النداء عند إرادة الخطيب أن يخطب بقوله: روى مالك عن أبي الزناد عن الأعرج عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «إذا قلت لصاحبك أنصت والإمام يخطب يوم الجمعة فقد لغوت» (١). أنصتوا رحمكم الله.
ابن الحاج (٢): والعجب من بعض الناس أنهم ينكرون على مالك رحمه الله تعالى أخذه بعمل أهل المدينة واستحسنوا هذا الفعل، واحتجوا على صحته بأنه من عمل أهل الشام وعادتهم المستمرة. انتهى.
واستمر عمل تلمسان على رواية هذا الأثر واستمر عمل فاس على تركه، وهو الصواب إن شاء الله. انتهى.
فانظر كيف يقرر هذا الإمام المالكي بأن الصواب ترك رواية حديث الإنصات يوم الجمعة، الذي تلزم به وزارة الأوقاف المغربية جميع المساجد، وتعتبر الالتزام به من أهم المهمات، والإخلال به من أسباب التوقيف والإقالة من العمل.
وقرر الإمام أبو إسحاق الشاطبي المالكي بدعية هذا العمل كذلك ...
_________
(١) رواه الشيخان.
(٢) المدخل (٢/ ٢٦٨).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (41,'الفتوى الثانية: قال الونشريسي في المعيار المعرب (١/ ١٤٨ - ١٤٩): وسئل - أي العلامة ابن لب - عن قارئ قرأ في الاشفاع في رمضان، فلما بلغ سورة والضحى أخذ يقول آخر كل سورة: الله أكبر كبيرا، والحمد لله كثيرا، وسبحان الله بكرة وأصيلا، فأنكر عليه ذلك فقال: كذلك أفعل وأزيد منه، وظهر منه عناد كبير.
فأجاب: إن ذكر الله حسن، وفيه الأجر والثواب، لكن على طريقة الاقتداء والاتباع، لا على مقتضى الأهواء والابتداع.
ومن الكلمات الجامعة لخير الدنيا والآخرة: اتبع لا تبتدع، اتضع لاترتفع، من ورع لا يتسع.
أفيحسن أن يعوض من قراءة الصلاة ذكر غيرها أو شغل المأموم بالذكر عن سماعه قراءة الإمام في الجهر؟!
وللعبادة ووظائف الطاعات حدود وخصوص وأحوال وشروط، والقراءة سنة تتبع، وطريقة هي المورد والمشرع، ولا يجوز فيها العدول عما روي إلى غيرها، والخروج عما دخل في باب المروي وصح في نقله، وخلاف ذلك بدعة وضلالة، وتنقص لما درج عليه السلف من سنة القراءة.
ولقد كان بعض المعلمين للقراءة هنا يأمر الصبي في بدء القراءة بالاستعاذة والبسملة وزيادة الصلاة على الرسول عليه السلام قبل الشروع في القراءة، فسمع بذلك الشيخ شيخ الإسلام في عصره أبو إسحاق بن العاصي،',NULL,'40',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (42,'فاستحضر المعلم وأغلظ له في القول على تلك الزيادة، حتى ربما أقسم له إن عاد إلى مثل ذلك ليوجعنه بالسياط ضربا، فانتهى الرجل.
وهكذا ينبغي أن يفعل بذلك المبتدع المذكور، فإن انتهى وإلا فيجب تأخيره عن الإمامة وهجره وأخذه بما يكره ويسوؤه.
والحق واضح، والطريق لاحب لائح، والناكب عنه هالك. انتهى.
فتأمل تقرير هذا الإمام المالكي السنة، ورده للبدع التي لا دليل عليها من كتاب ولاسنة.
الفتوى الثالثة: قال أبو إسحاق الشاطبي: قال الطرطوشي: فأما المآثم فممنوعة بإجماع العلماء، والمآثم هو الاجتماع في المصيبة، وهي بدعة منكرة، ولم ينقل فيه شيء، وكذلك ما بعده من الاجتماع في الثاني والثالث والرابع والسابع والشهر والسنة، فهو طامة ... إلى آخر كلامه. المعيار (١/ ٣٢٨).
وتكلم العلامة أبو القاسم محمد بن علي بن خجو الحساني (ت٩٥٦هـ) في شرح نظم بيوع ابن جماعة (١) عن عدد من المخالفات التي سماها بدعا، وأغلبها محرمات.
وذكر ابن خجو فيها جملة.
منها: اختلاط الرجال والنساء في الأعراس وغيرها والنياحة وضرب الخدود وشق الجيوب وحلق الشعر ورفع الصوت بالويل والثبور.
_________
(١) مخطوط بمؤسسة علال الفاسي، رقم (٣٧٨). والعامة رقم (٩١٧ق).
وقد اعتمدت على نسخة علال الفاسي.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (43,'وذكر من البدع كذلك: الوسم، وذبح الحيوان على رجل المريض، واقتناء دم الأضاحي للتداوي والتبرك وجعل العجين والدقيق أو الملح في فم الأضحية.
وذكر منها كذلك: إظهار العورة، والتطير، وترك العمل يوم الحسوم وغيره، ومنع الزكاة وإطعامها لمن يريد.
وذكر منها اتخاذ الجهال قدوة في الدين.
وذكر من البدع المذمومة شد الرحل لزيارة غير المساجد الثلاثة.
ومما قال: فمن أقام الرحلة للصلاة في مسجد من المساجد غير المساجد المذكورة فإنه مبتدع، وإن تواطأ على ذلك قوم، وليس هناك قبر ولي يزار، فليمنعوا ويقاتلوا على ذلك.
وذكر من البدع تزين الرجال بزينة النساء كالصبغ بالحناء في أيديهم وأرجلهم، وجعل الأخراص في آذانهم وغير ذلك.
وقال: ومن البدع المحرمة التعظيم للأحجار والتداوي بها.
وعد من البدع: الكهانة.
وتكلم العلامة المكي الناصري في إظهار الحقيقة وعلاج الخليقة (٢٠ - ٢١) على وجوب اتباع السنة وترك البدع المحدثات بكلام جيد قوي، أقتطف منه قوله: ومنهم من لم يرضوا بالشرع المبين، فابتدعوا أحكاما في الدين وشرعوا واجبات وسننا ومستحبات واخترعوا عبادات وقربات، لم يأت بها الإسلام ولا عهد له بها، كأن الله تعالى ترك لنا ديننا ناقصا فأكملوه,',NULL,'42',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (44,'وأودع لنا فيه سبحانه بعض الفساد فلم يوافقوا عليه وأصلحوه، أو لم ينزل على رسوله يوم حجة الوداع تلك الآية الكريمة المشيرة إلى إكمال هذا الدين الإسلامي {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِيناً} [المائدة:٣] أو لم يقل رسوله في خطبته فيها: «تركت فيكم ما إن تمسكتم به لن تضلوا بعدي كتاب الله وسنتي» (١).
أو لم يتم تبليغ رسالته فهم أتموها لنا، أو كتم أو أسر شيئا من الدين كما يزعمون، تعالى الله عما يقولون، وتنزه رسوله عما يأفكون.
_________
(١) أخرجه مالك بلاغا (رقم ١٥٩٤) ووصله الحاكم (١/ ١٧١) والمروزي في السنة (٢٦) والبيهقي في الاعتقاد (٢٢٨) وفي دلائل النبوة (٥/ ٤٤٩) من طريق ابن أبي أويس حدثني أبي عن ثور بن يزيد الديلي عن عكرمة عن ابن عباس.
وسنده فيه ضعف: إسماعيل بن أبي أويس فيه لين، كما في الميزان، وأبوه فيه ضعف كذلك.
ورواه ابن عبد البر في التمهيد (٢٤/ ٣٣١) من طريق كثير بن عبد الله بن عمرو بن عوف عن أبيه عن جده.
وكثير متروك، كما في الميزان والتهذيب.
ورواه الحاكم (١/ ١٧٢) وابن عبد البر (٢٤/ ٣٣١) والعقيلي في الضعفاء (٢/ ٢٥٠) من طريق صالح بن موسى الطلحي عن عبد العزيز بن رفيع عن أبي صالح عن أبي هريرة.
وصالح الطلحي ضعيف جدا، كما في الميزان.
وله شواهد، منها عن عروة مرسلا، رواه البيهقي في الدلائل (٥/ ٤٤٨)، وفي سنده ابن لهيعة.
ومنها عن موسى بن عقبة مرسلا، رواه البيهقي في الدلائل (٥/ ٤٤٨).
والحديث حسنه الألباني في تخريج المشكاة (١/ ٦٦)، وانظر السلسلة الصحيحة (٤/ ٣٦١) وبصائر ذوي الشرف للهلالي (١٣٧).',NULL,'43',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (45,'مسألة قراءة القرآن جماعة:
صح عن الإمام مالك رحمه الله إنكار قراءة القرآن جماعة، وتابعه على هذا عدد من علماء المالكية، وأبى ذلك آخرون، وأجازوا قراءة القرآن جماعة.
ومن النصوص المأثورة عن الإمام مالك في ذلك:
قال محمد العتبي الأندلسي المالكي (المتوفى سنة ٢٥٥هـ) في العتبية (١/ ٢٩٨): قال ابن القاسم: قال مالك في القوم يجتمعون جميعا فيقرؤون في السورة الواحدة مثل ما يفعل أهل الإسكندرية، فكره ذلك وأنكر أن يكون من فعل الناس. انتهى.
قال ابن رشد في البيان والتحصيل (١/ ٢٩٨): إنما كرهه لأنه أمر مبتدع ليس من فعل السلف، ولأنهم يبتغون به الألحان وتحسين الأصوات بموافقة بعضهم بعضا وزيادة بعضهم في صوت بعض على نحو ما يفعل في الغناء، فوجه المكروه في ذلك بَيِّن، والله أعلم.
وقال محمد العتبي الأندلسي المالكي كذلك في العتبية (١/ ٢٤٢): وسئل عن القراءة في المسجد فقال: لم يكن بالأمر القديم، وإنما هو شيء أحدث، ولم يأت آخر هذه الأمة بأهدى مما كان عليه أولها، والقرآن حسن.
قال ابن رشد في البيان والتحصيل (١/ ٢٤٢): يريد أن التزام القراءة في المسجد بإثر صلاة من الصلوات أو على وجه ما مخصوص حتى يصير ذلك كأنه سنة مثل ما يفعل بجامع قرطبة إثر صلاة الصبح، فرأى ذلك بدعة، وأما',NULL,'44',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (46,'القراءة على غير هذا الوجه فلابأس بها في المسجد ولا وجه لكراهيتها ... إلى آخر كلامه.
وقال محمد العتبي الأندلسي المالكي كذلك في العتبية (٢/ ١٧): وسئل عن دراسة القرآن بعد صلاة الصبح في المسجد، يجتمع عليه نفر فيقرؤون في سورة واحدة، فقال: كرهها مالك ونهى عنها ورآها بدعة.
وكرر مالك نفس الشيء كما في العتبية كذلك (١٨/ ٣٤٩ - البيان والتحصيل) وقال: لا يعجبني ولا أحبه، واحتج بقوله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأعراف:٢٠٤].
وذكر الطرطوشي في الحوادث والبدع (١١٧ - ١١٨) قراءة القرآن جماعة ضمن البدع، غير أنه أجازه بالإدارة أي: أن يقرأ هذا، ثم يقرأ الذي بعده، فهذه غير داخلة في القراءة جماعة.
ونقل (١١٨) من مختصر ما ليس في المختصر لابن شعبان قول مالك: والذين يجتمعون ويقرؤون سورة واحدة حتى يختموها، يختمها كل واحد على إثر صاحبه مكروه منكر، ولو قرأ أحدهم منها آيات، ثم قرأ الآخر على إثر صاحبه، والآخر كذلك، لم يكن به بأس، هؤلاء يعرضون بعضهم على بعض.
وسئل أبو إسحاق الشاطبي عن قراءة الحزب بالجمع هل يتناوله قوله عليه السلام: «ما اجتمع قوم في بيت». الحديث كما وقع لبعض الناس أهو بدعة؟',NULL,'45',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (47,'فأجاب: إن مالكا سئل عن ذلك فكرهه، وقال: هذا لم يكن من عمل الناس. وفي العتبية: سئل عن القراءة في المسجد يعني على وجه مخصوص كالحزب ونحوه، فقال: لم يكن بالأمر القديم، وإنما هو شيء أحدث، يعني أنه لم يكن في زمان الصحابة والتابعين، قال: ولن يأتي آخر هذه الأمة بأهدى مما كان عليه أولها. وقال في موضع آخر: أترى الناس اليوم أرغب في الخير ممن مضى؟ يعني أنه لو كان في ذلك خير لكان السلف أسبق إليه، يدل على أنه ليس بداخل تحت معنى الحديث. المعيار (١١/ ١١٢).
وقال في الاعتصام (٢/ ٣٩٦): وقد أحدث بالمغرب المتسمي بالمهدي تثويباً عند طلوع الفجر وهو قولهم: "أصبح ولله الحمد" إشعاراً بأن الفجر قد طلع، لإلزام الطاعة، ولحضور الجماعة، وللغدو لكل ما يؤمرون به. فَمَحَّضَه هؤلاء المتأخرون تثويباً بالصلاة كالأذان. ونقل أيضاً إلى أهل المغرب الحزب المحدث بالإسكندرية، وهو المعتاد في جوامع الأندلس وغيرها، فصار ذلك كله سنة في المساجد إلى الآن، فإنا لله وإنا إليه راجعون.
وقال (٢/ ٣٠١) عادًّا البدع الإضافية: ومن ذلك قراءة القرآن بهيئة الاجتماع. وانظر (٢/ ٣٢١).
وممن اختار المنع من قراءة القرآن مفتي رابطة علماء المغرب العلامة محمد كنوني المذكوري، وأيده الأمين العام للرابطة علامة المغرب بغير منازع عبد الله كنون.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (48,'قال محمد كنوني في جوابه على أسئلة وردت على الأمانة العامة لرابطة علماء المغرب: الجواب عن السؤال العاشر: حول قراءة القرءان بالصفة الجماعية، على النحو الذي يفعله قراؤنا.
والجواب هو أن الله تعالى يقول: وإذا قرئ القرآن فاستمعوا له وأنصتوا لعلكم ترحمون، لذلك كان السلف الصالح من الصحابة فمن بعدهم، لا يقرأون مثل هذه القراءة المسؤول عنها، بل يقرأ الواحد ويستمع الباقون، وذلك بإجادة التلاوة وإجادة الاستماع، فيدخل الجميع في رحمة الله، وقد روى لنا من ذلك صورة فريدة، أبو عبد الله البخاري، وكذلك مسلم من حديث الأعمش عن عبد الله بن مسعود رضي الله عنه قال: قال لي رسول الله - صلى الله عليه وسلم -: «اقرأ علي»، فقلت يا رسول الله، اقرأ عليك وعليك أنزل، قال: «نعم، إني أحب أن أسمعه من غيري»، فقرأت سورة النساء، حتى أتيت إلى هذه الآية: {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاء شَهِيداً} [النساء:٤١]. فقال: حسبك الآن، فإذا عيناه تذرفان (١)، قال الحافظ ابن كثير: وقد روي من طرق متعددة عن ابن مسعود، فهو مقطوع به عنه، ورواه أحمد من طريق أبي حيان (٢) وأبي رزين (٣) عنه. اهـ
_________
(١) رواه البخاري (٤٣٠٦ - ٤٧٦٢ - ٤٧٦٨) ومسلم (٨٠٠) وأبو داود (٣٦٦٨) والترمذي (٣٠٢٥) وأحمد (١/ ٣٨٠ - ٤٣٢) وابن حبان (٧٣٥) وابن أبي شيبة (٦/ ١٥٥) وأبو يعلى (٥٢٢٨) والبزار (١٥١٠ - ١٥٦٤) والطبراني في الكبير (٩/ ٨٠) عن الأعمش عن إبراهيم عن عبيدة عن عبد الله.
(٢) مسند أحمد (١/ ٣٧٤).
(٣) مسند أحمد (١/ ٣٧٤).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (49,'فهذه الصورة هي السائدة عند السلف الصالح، ولا زال العمل جاريا بها في المشرق، ولكن العمل في المغرب جرى بالاجتماع للقراءة في المساجد وغيرها، ومن المقرر المعلوم أن الإمام مالكا رحمه الله يقول بكراهة ذلك حيث قال: ليست القراءة في المساجد من الأمر القديم، وإنما هو شيء أحدث، ولن يأتي آخر هذه الأمة بأهدى مما كان عليه أولها.
واستشهد الإمام المازري بحديث الصحيح من قوله - صلى الله عليه وسلم -: «ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم، إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن
عنده» اهـ (١)، حيث قال: ظاهر الحديث يبيح الاجتماع لقراءة القرآن في المساجد، وإن كان مالك كره ذلك في المدونة، لأنه لم ير السلف يفعلونه مع حرصهم على اتباع السنة، ولعله من البدع الحسنة كقيام رمضان وغيره اهـ.
وقد نقل الفقهاء عن صاحب المعيار قوله بالجواز وتعضده الآثار الصحيحة وكرهه مالك، وبجوازه جرى العمل اهـ.
وقال ابن لب: وبقراءة الحزب في الجماعة جرى العمل، وعليه الجمهور، وذكر ابن هلال أنه بدعة، وأن بعض المتأخرين ذكر أنه جرى به العمل دون كراهة اهـ.
_________
(١) رواه مسلم (٢٦٩٩) وأبو داود (١٤٥٥) والترمذي (٢٩٤٥) وابن ماجه (٢٢٥) وأحمد (٢/ ٢٥٢) وابن حبان (٧٦٨) وغيرهم من حديث الأعمش عن أبي صالح عن أبي هريرة.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (50,'ولو تتبعنا كلام الفقهاء لطال بنا الحال لكثرة القيل والقال، فتبين مما سطرناه عمل السلف وعمل الخلف.
ولكن هذا القلم المتواضع يسطر هاهنا ملاحظة لم يشر لها أحد فيما وقفنا عليه من كلامهم، وهي ما يفوت القارئ في الجماعة من بعض الآيات عند تنفسه أو تنحنحه أو سعاله أو أي عارض آخر يعرض له.
وهذا العارض لا يختص به واحد، بل الجميع فيه سواء وهكذا يسري هذا الخلل عند جميع القراء وفي جميع القرآن، وهذا أمر معلوم عندهم بالضرورة.
وتارة يطرأ هذا العارض عند رأس الآية أو في وسطها أو بين الحروف فيما إذا كان هناك مد مثلا، وهناك يقع الفصل بين الجميع.
والذي ينبغي الأخذ به هو عمل السلف الصالح، ومنهم الإمام مالك رضي الله عن الجميع.
هذا مع احترامنا لساداتنا الفقهاء ومذاهبهم وآرائهم ما دام الكل يسعى لمصلحة الأمة الإسلامية وشريعتها الغراء.
وقبل إلقاء القلم، أنبه القارئ أني أعلم ما قاله بعض الفقهاء مما يخالف بعض ما سطرته في أجوبتنا هذه، ولكنني آثرت ما كتبته آخذا من سنة الرسول - صلى الله عليه وسلم -، أو أخبار وآثار السلف الصالح الذين هم أقرب عهدا وأصح سندا بالنسبة لمصدري التشريع الإسلامي الذي هو كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم -، وقربهم من القرون الثلاثة.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (51,'وإني وإن كنت أحب السابقين واللاحقين، فأنا كما قال القائل:
ولكن بكت قبلي فهيج لي البكا ... بكاها فقلت الفضل للمتقدم
وإنني أشكر السائل الفاضل الذي أثار هذه المسائل التي أخذها من واقع الشعب وصميمه، كما أوجه شكري إلى أخينا العالم الجليل السيد عبد الله كنون المشرف على جريدة الميثاق والتي يوجهها توجيها دينيا، نحن في حاجة أكيدة إليه، سيما في هذا العصر الذي قل فيه الناصر لدين الله، وفق الله جهود المصلحين المخلصين. قاله وكتبه قليل الاطلاع قصير الباع، راد العلم إلى الله. محمد كنوني المذكوري.
ومنع الشيخ في نفس الفتاوى (٧١) تقسيم البدع مطلقا إلى خمسة أقسام.
وعد من البدع المكروهة كراهة شديدة: الختمة على الميت (٧٢).
ومن البدع المكروهة كراهة تنزيه: المصافحة بعد أدبار الصلوات.
وجزم ببدعة الهيللة مع الجنازة، وقد تقدم كلامه.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (52,'<span data-type="title" id=toc-4>المغاربة والتصوف</span>
تباينت مواقف المالكية كغيرهم في باقي المذاهب من التصوف، فأبطله قوم وأجازه آخرون، وقد اشتهر جماعة من علماء المغرب بالرد على الصوفية أو الرد على بدعهم المخالفة للسنة:
ومن أشدهم على المتصوفة العلامة الإمام والمفسر الكبير أبو عبد الله القرطبي، الذي يعد أشهر مفسري القرآن على مدى التاريخ الإسلامي الطويل.
قال العلامة أبو عبد الله القرطبي في تفسيره (٧/ ٤٠٠): وعلى التفسيرين ففيه رد على الجهال من الصوفية الذين يرقصون ويصفقون ويصعقون، وذلك كله منكر يتنزه عن مثله العقلاء، ويتشبه فاعله بالمشركين فيما كانوا يفعلونه عند البيت. انتهى.
قلت: وقد أجمع الصوفية الأوائل على ذم الرقص والصعق، وأما أهل زماننا كالدرقاويين والبوتشيشين والتيجانيين فدينهم هو الرقص والشطح باسم الذكر.
وقال القرطبي (١٠/ ٣٦٦): قال ابن عطية: تعلقت الصوفية في القيام والقول بقوله: {إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ} [الكهف:١٤] قلت: وهذا تعلق غير صحيح! هؤلاء قاموا فذكروا الله على هدايته وشكروا لما أولاهم من نعمه ونعمته، ثم هاموا على وجوههم منقطعين',NULL,'51',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (53,'إلى ربهم خائفين من قومهم، وهذه سنة الله في الرسل والأنبياء والفضلاء الأولياء، أين هذا من ضرب الأرض بالأقدام والرقص بالأكمام! وخاصة في هذه الأزمان عند سماع الأصوات الحسان من المرد والنسوان هيهات! بينهما والله ما بين الأرض والسماء، وثم هذا حرام عند جماعة العلماء على ما يأتي بيانه في سورة لقمان إن شاء الله تعالى، وقد تقدم في (سبحان) عند قوله:
{وَلاَ تَمْشِ فِي الأَرْضِ مَرَحاً} [الإسراء:٣٧] ما فيه كفاية. وقال الإمام أبو بكر الطرطوشي (١) وسئل عن مذهب الصوفية فقال: وأما الرقص والتواجد فأول من أحدثه أصحاب السامري لما اتخذ لهم عجلا جسدا له خوار قاموا يرقصون حواليه ويتواجدون، فهو دين الكفار وعباد العجل على ما يأتي.
وقال القرطبي كذلك (١١/ ١٣): قوله تعالى: {آتِنَا غَدَاءنَا} [الكهف٦٢] فيه مسألة واحدة وهو اتخاذ الزاد في الأسفار، وهو رد على الصوفية الجهلة الأغمار الذين يقتحمون المهامه والقفار، زعما منهم أن ذلك هو التوكل على الله الواحد القهار، هذا موسى نبي الله وكليمه من أهل الأرض، قد اتخذ الزاد مع معرفته بربه وتوكله على رب العباد.
وقال القرطبي كذلك (١١/ ٢٣٧): وسئل الإمام أبو بكر الطرطوشي رحمه الله: ما يقول سيدنا الفقيه في مذهب الصوفية؟ وأعلم - حرس الله مدته- أنه اجتمع جماعة من الرجال فيكثرون من ذكر الله تعالى وذكر محمد - صلى الله عليه وسلم -، ثم إنهم يوقعون بالقضيب على شيء من الأديم ويقوم بعضهم يرقص ويتواجد حتى يقع مغشيا عليه، ويحضرون شيئا يأكلونه هل الحضور معهم جائز أم لا؟ أفتونا مأجورين وهذا القول الذي يذكرونه:
_________
(١) في المطبوع: الطرسوسي. وهو خطأ.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (54,'يا شيخ كف عن الذنوب ... قبل التفرق والزلل
واعمل لنفسك صالحا ... ما دام ينفعك العمل
أما الشباب فقد مضى ... ومشيب رأسك قد نزل

وفي مثل هذا ونحوه.
الجواب: - يرحمك الله - مذهب الصوفية بطالة وجهالة وضلالة، وما الإسلام إلا كتاب الله وسنة رسوله، وأما الرقص والتواجد فأول من أحدثه أصحاب السامري، لما اتخذ لهم عجلا جسدا له خوار قاموا يرقصون حواليه ويتواجدون، فهو دين الكفار وعباد العجل، وأما القضيب فأول من اتخذه الزنادقة ليشغلوا به المسلمين عن كتاب الله تعالى، وإنما كان يجلس النبي - صلى الله عليه وسلم - مع أصحابه كأنما على رؤوسهم الطير من الوقار. فينبغي للسلطان ونوابه أن يمنعهم من الحضور في المساجد وغيرها، ولا يحل لأحد يؤمن بالله واليوم الآخر أن يحضر معهم ولا يعينهم على باطلهم، هذا مذهب مالك وأبي حنيفة والشافعي وأحمد بن حنبل وغيرهم من أئمة المسلمين، وبالله التوفيق. انتهى.
فتأمل ما أشد هذه الكلمات على المتصوفة، وتأمل كيف يجزم بضلالهم، ويحث السلطان على منعهم من دخول المسجد.
وقال (١٤/ ٥٤): فأما ما ابتدعته الصوفية اليوم من الإدمان على سماع المغاني بالآلات المطربة من الشبابات والطار والمعازف والأوتار فحرام. انتهى.
ومن أكثر مواقف المغاربة شهرة في الإنكار على المتصوفة: ردودهم على كتاب إحياء علوم الدين للغزالي وإقدامهم على حرقه. وذلك في عهد علي بن يوسف بن تاشفين.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (55,'وكتاب إحياء علوم الدين من أهم الكتب الصوفية، والغزالي من أئمة الصوفية المجمع عليه بينهم.
وقد اشتهر العلماء المغاربة بكثرة ردودهم عليه ولهم في ذلك مصنفات عديدة، فُقِد بعضها ولا زالت أخرى على قيد الوجود.
فألف أبو بكر الطرطوشي محمد بن الوليد الفهري الأندلسي المالكي المتوفى سنة (٥٢٠): "الأسرار والعبر في الرد على الإحياء". (١)
وللطرطوشي كذلك رسالة صغيرة إلى عبد الله بن المظفر مذكورة في المعيار (١٢/ ١٨٦ - ١٨٧)، ونشرها كذلك سعيد غراب، كما ذكر المنوني في حضارة الموحدين (١٩٦). وذكر بعضها الذهبي في سير أعلام النبلاء (١٩/ ٣٣٩).
ونصها كما في المعيار:
ومما كتب به الأستاذ أبو عبد الله محمد بن الوليد الطرطوشي إلى عبد الله بن المظفر: أما ما ذكرت من أمر الغزالي فرأيت الرجل وكلمته، فوجدته رجلا جليلا من أهل العلم، قد نهضت به فضائله, واجتمع فيه العقل والفهم وممارسة العلوم طول عمره. وكان على ذلك معظم زمانه.
ثم بدا له عن طريق العلماء، ودخل في غمار العمال، ثم تصرف بمحيّر العلوم وأهلها, ودخل في علوم الخواطر وأرباب القلوب ووسواس الشيطان,
_________
(١) يوجد السفر الأول منه مخطوطا بخزانة خاصة بمراكش.
والظاهر أنها بالخزانة الملكية الخاصة بالقصر الملكي بمراكش.
انظر حضارة الموحدين للمنوني (١٧٦).',NULL,'54',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (56,'ثم شابها برأي الفلاسفة ورموز الحلاج, وجعل ينحو على الفقهاء والمتكلمين, ولقد كاد أن ينسلخ من الدين.
فلما عمل كتابه سماه: "إحياء علوم الدين" عمد يتكلم في علوم الأحوال ومراقي الصوفية, وكان غير دري بها ولا خبير بمعرفتها، فسقط على أم رأسه, فلا في علماء المسلمين قَرَّ, ولا في أحوال الزاهدين استقر.
شحن كتابه بالكذب على رسول الله - صلى الله عليه وسلم - , فلا أعلم كتابا على بسيط الأرض في مبلغ علمي أكثر كذبا على رسول الله - صلى الله عليه وسلم - منه.
سبكه بمذاهب الفلاسفة ومعاني رسائل إخوان الصفا, وهم قوم يرون النبوءة اكتسابا، وليس النبي في زعمهم أكثر من شخص فاضل تخلق بمحاسن الأخلاق وجانب سفسافها, وساس نفسه حتى ملك قيادها, فلا تغلبه شهواته, ولا يقهره سوء أخلاقه. ثم ساس الخلق بتلك الأخلاق. وأنكروا أن يكون الله تعالى من أقر منهم بالصانع يبعث إلى الخلق رسولا ويؤيده بالمعجزات حيل ومخاريق.
ولقد شرف الله الإسلام وأوضح حجته، وأقام برهانه، وقطع عذر الخلائق بحججه الواضحة, وأدلته القاطعة الدامغة. وما من ينصر دين الإسلام بمذاهب الفلاسفة وآراء المنطقية إلا كمن يغسل الماء بالبول.
ثم يسوق الكلام سوقا يُرعد فيه ويُبرق, ويمني ويشوّق, حتى إذا تشوفت له النفوس, قال: هذا من علم المعاملة، وما وراءه من علم المكاشفة, ولايجوز',NULL,'55',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (57,'تسطيره (١) في الكتاب, أو يقول: وهذا من سر القدر الذي نهينا عن إفشائه. وهذا فعل الباطنية وأهل الدغل والدخل في دين الله يستغل الموجود, ويكلف النفوس بالمفقود, فهو تشويش لعقائد القلوب, وتوهين لما عليه كلمة الجماعة.
فإن كان الرجل يعتقد ما سطره في كتابه لم يبعد تكفيره, وإن كان لا يعتقده فما أقرب تضليله!
وأما ما ذكرت من إحراق الكتاب بالنار، فإنه إن تُرك انتشر بين ظهور الخلق ومن لا معرفة له بسمومه القاتلة، وخِيف عليهم أن يعتقدوا صحة ما سُطر فيه مما هو ضلال، فيُحرق قياسا على ما أحرقته الصحابة رضي الله عنهم من صحائف المصحف التي كان فيها اختلاف ألفاظ ونقص آي.
ألا ترى أنهم لو لم يحرقوا تلك الصحائف وانتشرت في الخلق لَحَفِظَ كل إنسان ما وقع منها إليه؟، وأوشك أن يختلفوا فيتقاتلوا ويتقاطعوا.
وإني لعلى عزم أن أنفرد له فأستخرج جميع هفواته، وأوضح سقطاته، وأبينها حرفا حرفا (٢)، وفي دونه من الكتب غنية وكفاية لإخواننا المسلمين وطبقات الصالحين.
ومعظم من وقع في عشق هذا الكتاب رجال صالحون لا معرفة لهم بما يلزم العقل وأصول الديانات، ولا يفهمون الإلهيات، ولا يعلمون حقائق الصفات، ولا يخبرون شياطين الإنس الذين انتدبوا للطعن في الدين وتوهين
_________
(١) في المطبوع: تسطير. ولعل الصواب ما ذكرت.
(٢) وقد فعل رحمه الله. وصنف كتابه الأسرار والعبر الذي تقدم ذكره.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (58,'عمود الإسلام وتعطيل الصانع وإفساد المعجزات، فمن لم يكن عنده تمييز لهذه الأبواب من الذب عن دين الله تعالى ونصرة شريعته لم ينبغ له أن يقفو ما ليس له به علم، بمدح على غير علم، ويذم على غير علم، والسلام.
وللإمام أبي عبد الله محمد بن علي بن عمر التميمي المازري المالكي (المتوفى سنة ٥٣٦) رد على "الإحياء" سماه: الكشف والإنباء عن كتاب الإحياء.
ومما قال فيه كما في السير للذهبي (١٩/ ٣٣٠): ... وفيه كثير من الآثار عن النبي - صلى الله عليه وسلم - لفق فيه الثابت بغير الثابت، وكذا ما أورد عن السلف لا يمكن ثبوته كله، وأورد من نزغات الأولياء ونفثات الأصفياء ما يجل موقعه، لكن مزج فيه النافع بالضار، كإطلاقات يحكيها عن بعضهم لا يجوز إطلاقها لشناعتها، وإن أخذت معانيها على ظواهرها، كانت كالرموز إلى قدح الملحدين، ولا تنصرف معانيها إلى الحق إلا بتعسف على اللفظ مما لا يتكلف العلماء مثله إلا في كلام صاحب الشرع الذي اضطرت المعجزات الدالة على صدقه المانعة من جهله وكذبه إلى طلب التأويل ...
إلى أن قال: هو بالفقه أعرف منه بأصوله، وأما علم الكلام الذي هو أصول الدين، فإنه صنف فيه، وليس بالمتبحر فيها، ولقد فطنت لعدم استبحاره فيها، وذلك أنه قرأ علوم الفلسفة قبل استبحاره في فن الاصول، فأكسبته الفلسفة جرأة على المعاني، وتسهلا للهجوم على الحقائق، لأن الفلاسفة تمر مع خواطرها، لا يزعها شرع، وعرفني صاحب له أنه كان له',NULL,'57',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (59,'عكوف على رسائل إخوان الصفا، وهي إحدى وخمسون رسالة، ألفها من قد خاض في علم الشرع والنقل، وفي الحكمة، فمزج بين العلمين، وقد كان رجل يعرف بابن سينا ملأ الدنيا تصانيف، أدته قوته في الفلسفة إلى أن حاول رد أصول العقائد إلى علم الفلسفة، وتلطف جهده، حتى تم له ما لم يتم لغيره، وقد رأيت جملا من دواوينه، ووجدت أبا حامد يعول عليه في أكثر ما يشير إليه من علوم الفلسفة.
وأما مذاهب الصوفية، فلا أدري على من عول فيها، لكني رأيت فيما علق بعض أصحابه أنه ذكر كتب ابن سينا وما فيها، وذكر بعد ذلك كتب أبي حيان التوحيدي، وعندي أنه عليه عول في مذهب التصوف، وأخبرت أن أبا حيان ألف ديوانا عظيما في هذا الفن، وفي " الإحياء " من الواهيات كثير ... ويستحسن أشياء مبناها على ما لا حقيقة له ... إلى آخر كلامه. سير أعلام النبلاء للذهبي (١٩/ ٣٤١).
وانتقده تلميذه أبو بكر بن العربي المعافري المالكي (المتوفى سنة ٥٤٣) في كتابه العواصم من القواصم (٢/ ١٠١) (١)، ومما قال: كان أبو حامد تاجا في هامة الليالي وعقدا في لبة المعالي، حتى أوغل في التصوف، وأكثر معهم التصرف، فخرج على الحقيقة وحاد في أكثر أحواله عن الطريقة، وجاء
_________
(١) هكذا في جهود علماء المغرب في الدفاع عن عقيدة أهل السنة (٤٤٠). ولم أر هذا الكلام في نسختي من العواصم.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (60,'بألفاظ لا تطاق ومعان ليس لها مع الشريعة انتظام ولا اتساق، فواحسرتي عليه، أي شخص أفسد من ذاته وأي علم خلط منه مفرداته.
وقال أبو بكر بن العربي: شيخنا أبو حامد بلع الفلاسفة، وأراد أن يتقيأهم، فما استطاع. سير أعلام النبلاء (١٩/ ٣٢٧).
وتعرض له كذلك في قانون التأويل. انظر: حضارة الموحدين للمنوني (١٩٦ - ١٩٧).
وانتقده كذلك من علماء المغرب: ابن الإلبيري: محمد بن خلف بن موسى الأنصاري الأوسي القرطبي (ت ٥٣٧) له كتاب: " الأمالي في النقض على الغزالي"، ذكره ابن الأبار في التكملة (٦٠٧). كما في حضارة الموحدين للمنوني (١٩٦).
وممن أكثر التشنيع على الغزالي من علماء المغرب كذلك: قاضي الجماعة أبو عبد الله محمد بن حمدين القرطبي (المتوفى سنة ٥٠٨) كما في سير أعلام النبلاء (١٩/ ٣٣٣).
وقال الذهبي في سير أعلام النبلاء (١٩/ ٤٢٢) في ترجمة ابن حمدين: وكان يحط على الامام أبي حامد في طريقة التصوف، وألف في الرد عليه.
ومنهم: القاضي عياض بن موسى اليحصبي السبتي المالكي
(ت ٥٤٤هـ)، حيث قال في معجم أبي علي الصدفي: والشيخ أبو حامد ذو الأنباء الشنيعة، والتصانيف العظيمة، غلا في طريقة التصوف، وتجرد لنصر مذهبهم، وصار داعية في ذلك، وألف فيه تواليفه المشهورة، أُخذ عليه فيها',NULL,'59',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (61,'مواضع، وساءت به ظنون أمة، وال?هـ ?علم بسره، ونفذ أمر السلطان عندنا بالمغرب وفتوى الفقهاء بإحراقها والبعد عنها، فامتثل ذلك. سير أعلام النبلاء (١٩/ ٣٢٧).
ومنهم كذلك: أبو محمد عبد الله بن موسى الفشتالي (من علماء القرن ٧):
فقد قال تلميذه أبو الفضل راشد بن أبي راشد الوليدي (ت ٦٧٥) في كتاب "الحلال والحرام" أنه سمعه يقول: إن التائب إذا اقتصر على ما عند علماء الظاهر أولى وأسلم، بل لا يجوز اليوم اتخاذ شيخ لسلوك طريق المتصوفة أصلا، لأنهم يخوضون في فروعها ويهملون شروط صحتها، وهو باب التوبة، إذ لا يصح بناء فرع قبل تأسيس أصله.
قال: وسمعته يقول: لو وجدت تآليف القشيري لجمعتها وألقيتها في البحر. قال: وكذلك كتب الغزالي.
قال: وسمعته يقول: إني لأتمنى على الله أن أكون يوم الحشر مع محمد بن أبي زيد (١) لا مع الغزالي، بل مع أبي محمد يسكر (٢)، فذلك أكثر أمنا على نفسي (٣). انتهى.
_________
(١) يقصد القيرواني صاحب الرسالة.
(٢) كذا!.
(٣) نيل الابتهاج بتطريز الديباج للتنبكتي (١٧٩ - ١٨٠).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (62,'فهؤلاء جميعا ردوا على الغزالي وعلى كتابه إحياء علوم الدين، ففي ذلك أبلغ عبرة وأعظم دليل على أن علماء المغرب لا زالوا مناهضين لبدع المتصوفة، رادين أباطيلهم، مبطلين خرافاتهم، ولو كان المتصوف أحد كبار العلماء والفقهاء. كما هو الحال بالنسبة للغزالي.
ولا يغرنك كثرة المتصوفة المغاربة في العصور المتأخرة، لأن عصور الانحطاط لا عبرة بها في ميزان النقد والاعتبار. والله أعلم.
ولو ظفرت بمن شئت من المغاربة المتأخرين ممن أثنوا على الغزالي وعلى كتابه لم يعشروا معشار مثل أبي بكر الطرطوشي وأبي عبد الله المازري وأبي بكر بن العربي المعافري والقاضي عياض بن موسى اليحصبي، فهؤلاء عِلية القوم، وجِلة المالكية في ذلك العصر، علما أن منهم من تتلمذ على يديه وعرفه عن قرب كما هو الحال بالنسبة للطرطوشي وأبي بكر بن العربي.
ومن علماء المغرب المالكية الذي أكثروا التشنيع على المتصوفة ومحدثاتهم: الأستاذ أبو عبد الله الحفار.
نقل الونشريسي في المعيار المعرب (٧/ ٩٩ - ١٠٠ - ١٠١) عنه قوله: ثم هاهنا أمر زائد في السؤال أن تلك الليلة تقام على طريقة الفقراء، وطريقة الفقراء في هذه الأوقات شنيعة من شنع الدين، لأن عهدهم في الاجتماع إنما هو الغناء والشطح، ويقررون لعوام المسلمين أن ذلك من أعظم القربات في هذه الأوقات وأنها طريقة أولياء الله، وهم قوم جهلة لا يحسن أحدهم أحكام ما يجب عليه في يومه وليلته، بل هو ممن استخلفه الشيطان على إضلال عوام',NULL,'61',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (63,'المسلمين، ويزينون لهم الباطل ويضيفون إلى دين الله تعالى ما ليس منه، لأن الغناء والشطح من باب اللهو واللعب وهم يضيفونه إلى أولياء الله، وهم يكذبون في ذلك عليهم ليتوصلوا إلى أكل أموال الناس بالباطل، فصار التحبيس عليهم ليقيموا بذلك طريقتهم تحبيسا على ما لا يجوز تعاطيه، فيبطل ما حبس في هذا الباب على غير طريقته، ويستحب للمحبس أن يصرف هذا الأصل من التوت إلى باب آخر من أبواب القربات الشرعية، وإن لم يقدر على ذلك فينقله لنفسه، والله تعالى يمن علينا باتباع هدي نبيه محمد - صلى الله عليه وسلم -، واتباع السلف الصالح الذين في اتباعهم النجاة، والسلام على من يقف عليه. من محمد الحفار.
وممن أكثر التشنيع على الصوفية من فحول المالكية: العلامة الإمام أبو إسحاق الشاطبي في الاعتصام، ولا تكاد تمر به مسألة لها تعلق بهم إلا تعرض لهم بالنقد والتبكيت، وأقتصر في هذا المقام على بعضها طلبا للاختصار، فقد شنع على الصوفية في اجتماعهم على الذكر تشنيعا عظيما، ومما قال (٢/ ٨٥): وذلك أنه وقع السؤال عن قوم يتسمون بالفقراء يزعمون أنهم سلكوا طريق الصوفية، فيجتمعون في بعض الليالي، ويأخذون في الذكر الجهري على صوت واحد، ثم في الغناء والرقص، إلى آخر الليل، ويحضر معهم بعض المتسمين بالفقهاء، يترسمون برسم الشيوخ الهداة إلى سلوك ذلك الطريق، هل هذا العمل صحيح في الشرع أم لا؟',NULL,'62',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (64,'فوقع الجواب: بأن ذلك كله من البدع المحدثات، المخالفة طريقة رسول الله - صلى الله عليه وسلم -، وطريقة أصحابه والتابعين لهم بإحسان، فنفع الله بذلك من شاء من خلقه.
إلى أن قال (٢/ ٩٢ - ٩٣): فهذه مجالس الذكر على الحقيقة، وهي التي حرمها الله أهل البدع من هؤلاء الفقراء الذين زعموا أنهم سلكوا طريق التصوف، فقلما تجد منهم من يحسن قراءة الفاتحة في الصلاة إلا على اللحن، فضلاً عن غيرها، ولا يعرف كيف يتعبد، ولا كيف يستنجي أو يتوضأ أو يغتسل من الجنابة. وكيف يعلمون ذلك وهم قد حُرموا مجالس الذكر التي تغشاها الرحمة، وتنزل فيها السكينة، وتحف بها الملائكة.
فبانطماس هذا النور عنهم ضلوا، فاقتدوا بجهال أمثالهم، وأخذوا يقرؤون الأحاديث النبوية والآيات القرآنية فينزلونها على آرائهم، لا على ما قال أهل العلم فيها. فخرجوا عن الصراط المستقيم، إلى أن يجتمعوا ويقرأ أحدهم شيئاً من القرآن يكون حسن الصوت طيب النغمة جيد التلحين تشبه قراءته الغناء المذموم، ثم يقولون: تعالوا نذكر الله، فيرفعون أصواتهم، ويُمشون ذلك الذكر مداولة، طائفة في جهة، وطائفة في جهة أخرى، على صوت واحد يشبه الغناء، ويزعمون أن هذا من مجالس الذكر المندوب إليها.
وكذبوا، فإنه لو كان حقاً لكان السلف الصالح أولى بإدراكه وفهمه والعمل به؟ وإلا فأين في الكتاب أو في السنة الاجتماع للذكر على صوت',NULL,'63',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (65,'واحد جهرا عاليا؟ وقد قال تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ} [الأعراف:٥٥].
والمعتدون في التفسير هم الرافعون أصواتهم بالدعاء ...
إلى أن قال: وقد جاء عن السلف أيضاً النهي عن الاجتماع على الذكر، والدعاء بالهيئة التي يجتمع عليها هؤلاء المبتدعون. انتهى كلام الشاطبي.
وقال (٢/ ٣٢٢): وأما العادة فكالجهر والاجتماع في الذكر المشهور بين متصوفة الزمان، فإن بينه وبين الذكر المشروع بونا بعيدا، إذ هما كالمتضادين عادة.
وألف ابن طوير الجنة أحمد بن عمر الوداني (المتوفى سنة ١٢٦٦ هـ) فيض المنان في الرد على متبدعة الزمان (١).
أنكر فيها عددا من بدع الصوفية كزعمهم رؤية الله ورؤية النبي، وأن النبي - صلى الله عليه وسلم - يحضر معهم مجالس الذكر.
وبين أن الكرامات والفراسة التي يدعيها بعض الصوفية لا حقيقة لها. وأن ذلك يقع بين الكافر والمسلم. (٣٠ - ٣١ فما بعد).
وأبطل الرقص والتواجد حال الذكر، وذكر أن أول من أحدثه السامري (ص٣٨).
_________
(١) مخطوط بالخزانة العامة (٣٦٥١ د)، والملكية (٤٠٦ - ٨٦٧٢).',NULL,'64',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (66,'وألف أحمد بن محمد المرنيسي (ت ١٢٧٧) تقييدا في إنكار الرقص والطار (١).
أنكر فيه الرقص حال الذكر، كما يفعله أرباب الطرق الصوفية بشتى مشاربها.
وقد رد عليه بعضهم، فتولى الرد عليه العلامة أبو عبد الله الغالي بن محمد الحسني العمراني اللجائي الفاسي (المتوفى سنة: ١٢٨٩هـ) في "إبطال الشبه ورفع الإلباس في الرد على من صوب في تقييد له خطأ الناس" (٢).
أنكر فيه على المتصوفة اجتماعهم على الذكر والرقص.
وعد من البدع: اجتماع الصوفية على الرقص (٥٤ب).
والذكر على صوت واحد (٥٥ب).
وهو ينقل فيه عن الشاطبي، ومن المعيار للونشريسي وغيرها.
ونقل خطبة المولى سليمان الآتي ذكرها.
ومنع من التحبيس على الفقراء لكثرة مخالفتهم وبدعهم.
إلى غير ذلك من البدع التي نص عليها.
ومما قال رحمه الله (٩٢ب- ٩٣ أ): وقد سئل الشيخ الخطيب البليغ سيدي محمد بن جلال رحمه الله عن حكم الله فيما أحدثه بعض من ينسب إلى الفقر من ذكر الششتري وغيره على طريق الغناء والألحان المرجعة، وانضم
_________
(١) مخطوط في الخزانة العامة رقم: ٢٧٤٤ د- ٢٣٧ك.
(٢) مخطوط في الخزانة الحسنية (١١٤٨٢).
وهو يقع في ٥٦٤ صفحة.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (67,'إلى ذلك الكف وغيره، مما وقع النهي عنه، فهل ذلك حرام بدعة أم لا؟ وما حكم الله في الطعام الذي يصنع لهم، فهل هو مما أهل به لغير الله فيحرم أكله أم لا؟ وما حكم من اعتقد أن ذلك عبادة فهل تجب عليه التوبة من ذلك الاعتقاد أم لا؟ وإن قلنا بوجوبها فأبى، فهل ذلك كفر وردة يستتاب؟ فإن تاب وإلا قتل.
فأجاب بقوله: ما يفعله الفقراء المذكورون على الوجه المذكور بدعة محرمة قال ابن حجر (١): قال القرطبي بعد كلام له في قول عائشة رضي الله عنها (وليستا بمغنيتين): وأما ما ابتدعه المتصوفة فمن قبيل ما لا يختلف في تحريمه، لكن النفوس الشهوانية غفلت عن كثير مما ينسب إلى الخير حتى لقد ظهرت في كثير منهم فعالات المجانين والصبيان حتى رقصوا بحركات متطابقة لتقطيعات متلاصقة، وانتهى التواقح بأقوام إلى أن جعلوها من باب القرب وصالح الأعمال، فبهذا على التحقيق من آخر الزندقة وعمل أهل المخرقة.
وأما الطعام المذكور على الوجه المذكور فسحت وحرام، ومن اعتقد القربة فيما ذكر وزعم أن ذلك مما يثير سنن الأحوال، فزعمه باطل وفعله بدعة ضلالة، إذ لم يرد شيء من ذلك عن السلف الصالح، وقد قال عليه الصلاة والسلام: إياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.
_________
(١) الفتح (٢/ ٤٤٢).',NULL,'66',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (68,'فتجب التوبة على من فعل ذلك، واعتقد أنه قربة فإن لم يتب قتل، ولذا قال أبو الحسن العامري فيما نقله عنه صاحب المعيار في نوازله ممن ظن أن القيام والشطح عبادة فهو جاهل، بل تجب عليه التوبة من ذلك، فإن ناظر على ذلك، وقال: إنه عبادة فقد خالف الإجماع، ومخالفة الإجماع كفر، فيستتاب فإن تاب وإلا قتل، وكيف يعتقد أن الله يعبد بشطح، وهو لهو ولعب اهـ. منه بلفظه.
ومر أيضا جواب أبي عبد الله السرقسطي بأن الرقص والغناء بدعة محدثة لم تكن في أصحاب رسول الله - صلى الله عليه وسلم - وكل بدعة ضلالة، وكل ضلالة في النار. اهـ بلفظه.
ومر جواب العلامة ابن لب بأن رقص الفقراء في المساجد يجب أن تنزه المساجد عنه لأنها بيوت الله في أرضه أسست على التقوى ...
إلى أن قال: وسلف جواب الحفار بأن الحبس على فقراء الوقت منكر ... (٩٣).
فرحم الله علماءنا المالكية ما أشدهم على بدع المتصوفة، فليس الشطح والرقص باسم الذكر من دين الإسلام في شيء، بل هو ضلالة ومنكر، يستحي العاقل أن ينسبه إلى دين اليهود والنصارى، فما بالك بالدين الطاهر الصافي من كل شائبة.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (69,'وقال عبد الله بن محمد بن موسى العبدوسي (ت٨٤٩) في رسالته "جواب في الرقص والشطح عند الذكر" (١): الشطح والرقص والصياح ولطم الصدور وهز الرؤوس بالعنق حالة الذكر حرام وفاعله ظالم ءاثم عاص لله ورسوله، ومن لم يتب من ذلك فلا تجوز إمامته ولا شهادته، وكل من حضر هذا المشهود فهم منهم، وإن لم يعمل مثل عملهم.
وقال الشيخ الطرطوشي رحمه الله: إن ذلك بدعة وضلالة. انتهى.
ومن علماء المغرب كذلك الذين ألفوا في إنكار بعض بدع الصوفية: أبو عبد الله محمد بن المدني كنون، (المتوفى سنة: ١٣٠٢هـ): الزجر والإقماع بزواجر الشرع المطاع لمن يومن بالله ورسوله ويوم الاجتماع عن آلات اللهو والسماع (٢).
وهو في إبطال الذكر الصوفي والرقص، والذكر جماعة، وغير ذلك من البدع.
وتكلم العلامة المؤرخ أحمد بن خالد الناصري، (المتوفى سنة ١٣١٥هـ) في كتابه "تعظيم المنة في نصرة السنة" (٣) على عدد من بدع الصوفية، منها:
_________
(١) مخطوط في الخزانة الحسنية (١٢٢١٢) (ص١٠٦ - ١٠٧) وهي رسالة صغيرة في ثلاث صفحات ونصف.
(٢) وهو يقع في أزيد من ٢٤٠ صفحة، وقد طبع طبعة حجرية، عندي منها نسخة.
ومنه نسخة بالخزانة الملكية (١٠٠٣٥).
(٣) منه عدة نسخ مخطوطة بالخزانة العامة، رقم (٦٦ - ٥٣٠ د) والصبيحية، رقم (٣٤٦)، وبخزانة أبي خبزة.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (70,'رقص الفقراء حول الميت بعد تغسيله (٤٩ ب).
والشطح والرقص الصوفي (١٤٦) - (٢٤٠).
واتخاذ الشيخ للتربية (١٧٥).
والذكر الجماعي (١٩٨).
والذكر بالاسم المفرد (٢١٦).
وذكر من مصطلحاتهم الحادثة: الفناء والبقاء والغوث والأقطاب والأبدال (٢٣٨).
ومما قال (٢٤١): والحاصل أن جميع المسلمين خاصتهم وعامتهم يعلمون ويتيقنون أن رسول الله - صلى الله عليه وسلم - وأصحابه لم يكونوا يحلقون على السماع والرقص فضلا عن أن يعدوا ذلك من القربات التي يتقرب العبد بها إلى ربه، وأما من أضاف إلى الرقص الضرب بالأكف والنقر على الطسوت والأطبال والمزاهر كما شاع وذاع في هذه الأزمنة الفاسدة حتى أنه في بعض الأحيان يدخل عليهم وقت صلاة المغرب وهم بزاويتهم، والمحراب أمامهم، وهم عنه معرضون، فهؤلاء قد تمكن الشيطان منهم غاية التمكن ولعب بهم كيف شاء، فهم ضحكة بلا ريب.
إلى أن قال (ص ٢٤٧): والحاصل أنه لا أجرأ ولا أوقح وأبهت وأصفق وجها ممن يريد أن يجعل الرقص والسماع من الدين، وينسب ذلك إلى رسول',NULL,'69',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (71,'الله - صلى الله عليه وسلم -، ولو كان في الدين كما يزعمه المبتدع لكان مبوبا له في كتب الحديث والفقه (١).
وقال العلامة الونشريسي المالكي في المعيار المعرب (١/ ١٦٠) وسئل القاضي أبو عمرو بن منظور عن إمام قرية يؤم الناس وهو يحب طريقة الفقراء، وفي القرية زاوية يجتمعون فيها بعض من أصحاب القرية ليلة الجمعة وليلة الاثنين والإمام المذكور معهم، يستفتحون بعشر من القرآن ويبدؤون بالذكر الموصوف لهم، فإذا فرغوا منه يستفتح المداح وأصحابه دائرون عليه يضربون الكف ويقولون معه، والإمام المذكور يمدح مع المداحين، ويضرب الكف معهم ويرقص مع الذي رقص منهم، فإذا كان ليلة مولد النبي - صلى الله عليه وسلم - يمشي الإمام معهم إلى قرية أخرى بنحو عشرين ميلا من قريتهم ويبقى المسجد بلا خطبة ولا إمام ولا آذان حتى يرجعون، وتكون غيبتهم أربعة أيام أو ثلاثة أيام. فقيل: إن الإمام الذي يعمل هذا لا تجوز إمامته، والذي يسمع العريف خير من الفقراء، والإمام المذكور يعلم أن طريقة الفقراء بدعة لم تكن في عهد رسول الله - صلى الله عليه وسلم - ولا في عهد التابعين بعده، ويعلم أن أفضل الذكر ما خفي، وكل بدعة ضلالة، وكل ضلالة في النار. لكن حمله على هذا محبته في الذكر وفي مدح رسول الله - صلى الله عليه وسلم - ومحبته في مجامعة الإخوان، هل يلزم من اغتاب هذه الطريقة شيء أم لا؟
_________
(١) انظر هذه النقول وغيرها مجموعة في: المختار من تعظيم المنة والمعيار في بدع العبادات والعادات والطرقية لإسماعيل الخطيب. طبعة الهداية تطوان.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (72,'فأجاب: تأملت السؤال بمحوله، وقد سئل عن مثله العلماء الفقهاء الذين يقتدى بهم ويعمل على قولهم، والكل منعوا تلك الطريقة وقالوا: بتبديع مرتكبها، والسنة بخلاف ذلك، والرقص لا يجوز، وهو تلاعب بالدين، وليس من أفعال عباد الله المهتدين. وإمامة من يرى هذا المذهب ويسلك طريقهم لا تجوز، لا سيما وقد انضاف إليه مع عمله هذا تعطيل المسجد وتركه دون مؤذن ولا إمام.
ومن أظلم ممن منع مساجد الله أن يذكر فيها اسمه وسعى في خرابها.
وهذا يدخل تحت الوعيد.
وقول من قال أن من يسمع العريف خير من الفقراء فهذا يظهر أنه صحيح، ووجه أن الذي يسمع العريف عاص ويعلم أنه على غير شيء. وهذا الذي يشطح ويرقص يعتقد أنه على شيء، وهو على غير شيء أو متلاعب، وما خلقنا للعب، وهو بدعة، وكل بدعة ضلالة، وكل ضلالة في النار.
ويكون للإمام حظه من هذه الطريقة حضوره كاف في منع إمامته، لأنه مكثر سوادهم، ومن كثر سواد نوع عد منهم. وأما محبة الرسول والصحابة فيتوصل إليها بغير هذا، وهي ساكنة في القلب، والإكثار من الصلاة والسلام عليه والرضى عن أصحابه في نفسه وفي بيته هو وجه العبادة.
والطاعن في هذا الإمام وإن كان من قرية أخرى قام على وجه الحسبة وتغيير المنكر، فلا عتاب عليه إن شاء الله تعالى.
فهذا وجه الجواب عن السؤال بمحوله.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (73,'وأجاب الشيخ أبو الحسن العامري: الاجتماع على الذكر إذا كان يذكر كل واحد وحده، وأما على صوت واحد فكرهه مالك.
وأما القيام والشطح فمن ظن أنه عبادة فهو جاهل تجب عليه التوبة من ذلك، فإن ناظر على ذلك وقال إنه عبادة فقد خالف الإجماع، ومخالفة الإجماع كفر فيستتاب، فإن تاب وإلا قتل. وكيف يعتقد أن يعبد الله بشطح وهو لهو ولعب؟
وأجاب سيدي أبو عبد الله السرقسطي عن نظيرتها بما نصه: جواب السؤال بمحوله أن طريقة الفقراء في الذكر الجهري على صوت واحد والرقص والغناء بدعة محدثة لم تكن في أصحاب رسول الله - صلى الله عليه وسلم -، وكل بدعة ضلالة، وكل ضلالة في النار، فمن أراد اتباع السنة واجتناب البدعة في ذكر الله والصلاة على رسوله فليفعل ذلك منفردا بنفسه غير قارن ذكره بذكر غيره، وليخف ذكره فهو أفضل له، وخير الذكر الخفي، وعمل السر يفضل عمل العلانية في النوافل بسبعين ضعفا. انتهى.
ولو أن هذه الفتاوى جردت من أسماء قائليها لظن من يقرؤها أنها لأحد علماء الدعوة الوهابية في هذا الزمان، وأنت ترى أنها في كتاب مالكي قديم قبل ظهور الوهابية بأزمان.
أمَا آن للقوم أن يصحوا من غفوتهم، وأن يفيقوا من غفلتهم، لماذا إذا أفتى بعض حملة السنة في زماننا بمثل هذه الفتوى قيل: إنه وهابي، جاء بمذهب غريب عن بلدنا؟ وأنت ترى أن الفتاوى المتقدمة لعلماء مغاربة مالكية.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (74,'ومن أشد علماء المغرب على الصوفية وعلى عقائدهم وأباطيلهم: الشيخ العلامة عبد الرحمان محمد النتيفي الجعفري الزياني (المتوفى سنة ١٣٨٥هـ) الذي كان يحضر المجالس العلمية للسلطان محمد الخامس رحمه الله، فقد ألف كتبا عديدة في إنكار بدع الصوفية.
منها: كتاب حكم السنة والكتاب في وجوب هدم الزوايا والقباب.
وتنبيه الرجال في نفي القطب والغوث والأبدال.
والذكر الملحوظ في نفي قراءة اللوح المحفوظ.
والإرشاد والسداد في فضل ليلة القدر على ليلة الميلاد.
والقول الفائز في عدم التهليل وراء الجنائز.
والقول الجلي في عدم تطور الولي.
الميزان العزيز في الرد على كتاب الإبريز.
تحفة الأماني في الرد على أصحاب التيجاني.
الزهرة في الرد على غلو البردة.
الحجج العلمية في رد غلو الهمزية.
أصفى الموارد في الرد على غلو المطربين المادحين لرسول الله وأهل الموائد.
الدلائل البينات في البحث في دلائل الخيرات وشرحه مطالع المسرات.
كل هذه الكتب وغيرها كثير جدا لازالت مخطوطة عند أحد طلبته بمدينة تارودانت.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (75,'وكذلك من أشد علماء المغرب على الصوفية الشيخ تقي الدين الهلالي.
وله كتاب: الهدية الهادية للطائفة التيجانية.
في رد أباطيل التيجانيين وغيرهم من المتصوفين. وكان رحمه الله مشهورا بمعادات المتصوفة، معروفا بانحرافه عنهم.
وممن ألف في الرد على التيجانيين كذلك: السلطان العلوي المولى عبد الحفيظ، له كتاب: "كشف القناع عن اعتقاد طوائف الابتداع المتقولين الذين حادوا عن منهاج السنة وأحدثوا اعتقادات لم ترد عمن شرح الدين والسنة".
طبع على الحجر بفاس سنة ١٩٠٩.
ومما ألف في الرد على التجانيين كذلك: فتوى لعلماء القرويين بإدانة كتاب صلاة الفاتح لمحمد الفاطمي التيجاني.
فقد قام العلامة مولاي العربي العلوي برفع طلب لمجلس من علماء القرويين حول الكتاب المذكور، فصدرت فتوى بتاريخ ٢٤ - فبراير- ١٩٢٥ بإدانة مؤلفه وإحراق كتابه. راجع "الطريقة التيجانية بين التقليد والتجديد" لعبد الملك الرياحي (٣٢٩ - مرقون).
وممن ألف في الرد على التجانيين كذلك: العلامة محمد بن الحسن الحجوي الثعالبي له: "معضلات العصر"، وهو مقال له في الرد على التيجانيين، وقد طبع بتعليقات علامة الجزائر ابن باديس، وسماه الجواب',NULL,'74',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (76,'الصريح في بيان مضادة الطريقة التيجانية للإسلام الصحيح. مجلة الشهاب الجزائرية (الجزء ٧ من المجلد٤ - رجب ١٣٥٧).
وممن ألف مناهضا لبدع المتصوفة أحد علماء المغرب المشهورين، وأحد أشهر المفسرين في هذا العصر، وهو الشيخ محمد المكي الناصري المفسر المعروف ووزير الأوقاف سابقا، له رسالة قيمة في الرد على الصوفية، طبعت قديما سنة: ١٣٤٣/ ١٩٢٥، سماها: إظهار الحقيقة وعلاج الخليقة، وقد حققتها، وستصدر قريبا إن شاء الله.
ومما قال في كتابه (٢١): ومنهم جماعات اتخذوا دين الله لهوا ولعبا، فجعلوا منه القيام والرقص حالة الذكر الجهري، ظانين أن ما يفعلونه من الرقص حالة الذكر عبادة، مع أن من ظن ذلك تجب عليه التوبة، فإن ظل على ذلك، وقال: إنه عبادة يتقرب بها إلى الله تعالى يخالف الإجماع فيكون عاصيا آثما إن لم يكن كافرا، بناءا على القول بتكفير مخالف الإجماع.
وكيف يعتقد من أودع الله فيه نور العقل أن الشطح وما شابهه مما يعبد الله به، مع تيقنه أن ذلك مجرد لهو ولعب ...
إلى أن قال: ومما يزيد الطين بلة، والطنبور نغمة أنهم يخللون ذكر الله وقتئذ بإنشاد مدائح أهون ما فيها الإطراء الذي نهانا عنه سيد المتواضعين حتى لنفسه الشريفة فقال: «لا تطروني كما أطرت النصارى عيسى ولكن قولوا عبد الله ورسوله» (١).
_________
(١) رواه البخاري (٣/ ٣٢٦١).',NULL,'75',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (77,'ولا تسأل عن تغاليهم في الاستغاثة بشيوخهم والاستمداد منهم بصيغ لو سمعها مشركو قريش لنسبوهم إلى الكفر والزندقة والمروق من الدين، لأن أبلغ صيغة تلبية كانت لمشركي قريش هي قولهم: لبيك لاشريك لك، إلا شريكا هو لك، تملكه وما ملك (١).
وهي كما ترى أخف شركا من المقامات الشيوخية التي يهدرون بها إنشادا بأصوات عالية مجتمعة، وقلوب محترقة خاشعة.
ومنهم أقوام كثيرون اصطلحوا على جعل يوم من السنة مخصوصا بفضيلة أكل اللحوم النيئة والطواف في الأسواق، ودق الطبول والنفخ في الأبواق، وتلطيخ الثياب بالدماء المسفوحة طول يومهم الذي يكونون فيه قرناء الشيطان، مع أكل الزجاج والشوك والحيات والعقارب وشرب القطران.
ويزيدهم قبحا وبشاعة وتمكنا من الهمجية ما يتمثلون به من الحيوانات البهيمية، ويتشبهون به من الوحوش الضارية، فيشخصون للإنسان كل ما امتازت به تلك الحيوانات بغاية البراعة والإتقان، ويستميلون نفوس الرائين ويسترعون أسماعهم بما يحسنون به تلك الأدوار من أنواع المهايتات والصياح.
ويجوزون الشوارع الواسعة ذات الأطراف الشاسعة على هذه الحالة البشيعة المنظر، مختلطين بالنساء حاملين الرايات الشيطانية، جاعلين أبناء شيوخهم وسطهم، راكبين على عتاق الخيل، لابسين أحسن ما عندهم من
_________
(١) رواه مسلم (٢/ ١١٨٥) عن ابن عباس.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (78,'الثياب محفوفين بالعز والتأييد والمهابة والإقبال، منظورين بعين التعظيم والإجلال.
وذلك ليستمطروا بهم سحائب فضلات الجهال، من النساء والرجال، الذين يأتون من كل فج عميق ليشهدوا منافع لهم (حسب زعمهم) في ذلك اليوم المشهود عند الشياطين، المحبوب عند أعداء الأمة والدين، ولينالوا بركة أولئك الأوباش الطغام الذين ينزل عليهم من الإعانات الشيطانية والإمدادات الجارية لحق الأهواء النفسانية ما لا يحصى بعَدٍّ ولا يقف عند حَد.
ومثل هؤلاء الرعاع قوم آخرون أبشع منهم منظرا وأقبح حالة، يطوفون بالأسواق ويضربون الطبول وينفخون في الأبواق مثل سابقيهم، إلا أن هؤلاء يشدخون رؤوسهم أثناء تطوفهم ويضربونها ويسيلون دماءها بالأسلحة والفؤوس والقلال وغيرها من أنواع الآلات المحددة التي لا أقدر على وصفها مما يتخذونه قصدا للقيام بهذا الأمر الفظيع.
ويستعينون على كل ما ذكر بشرب المسكرات، واستعمال المرقدات والمخدرات، وهم سواء مع ما ذكرناهم سابقا وقدمنا وصفهم في هذا الفعل القبيح والعمل السمج.
ولكن مع هذا كله فقد حصلوا على مراكز عظمى في القلوب ... إلى آخر كلامه.
وقال بعد أن ذكر ما كان عليه الصوفية الأوائل من التزام السنة ومجانبة البدع:',NULL,'77',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (79,'إذا عرفت الطريق التي كان عليها الصوفية الصادقون، وما عليه متصوفة العصر المبطلون، وتحققت أن كل ما أصابنا من أنواع الانحطاط والجمود والفشل والافتراق، والتنازع والتباغض والتحاسد والشقاق، إنما هو من نتائج بدع المتصوفة المبطلين التي اتبعناهم فيها واعتكفنا معهم على إقامتها وسرت في نفوسنا سريان الدم في العروق، فلا شك أن النفس الحية الثائرة على الأكاذيب والأباطيل، تشمئز من ذلك وتسعى بجد واجتهاد في مقاومته وتستعمل جميع الوسائل لحسم مادته وإزالته، وتميل كل الميل إلى معرفة العلاج الناجع والدواء النافع.
وقال بعد هذا:
فعلينا معشر الناطقين بالضاد أن نعتني بتهذيب الأخلاق وتطهيرها من شوائب النقائص والتعجيل برتق فتقنا وعلاج ضرنا.
وليس ذلك إلا باتباع الكتاب والسنة وعدم الخروج عنهما والحذر من الوقوع في مهاوي البدع، والقبض على الشريعة بيد من حديد، والعض عليها بالنواجذ، والمحافظة على قوميتنا وجنسيتنا، والاهتمام بشأن جامعتنا، والاعتناء بحفظ هيأتنا، والتعاون على إصلاح ما أفسده الدخلاء الخراصون القصاصون القناصون من ديننا.
وتبيين حقيقته لإخواننا، ونشر المقالات العلمية في بين محاسنه التي لا تخفى إلا على من عجنت طينته بوابل الوبال. وصار محبولا بحبال الخذلان والخبال.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (80,'واستعمال الخطب الحية في محاربة البدع والمنكرات، ودفع ما يتوجه على الدين بسببها من الانتقادات والاعتراضات لنبرهن على أننا خير أمة أخرجت للناس، وأن ديننا خير الأديان.
وبهذا تخالط بشاشة الدين الإسلامي القلوب، وتحل الحقائق محل الخرافات، وتقوم المحاسن مقام المساوي، وتنطبع صور الأخلاق الجميلة في مرآة الناشئة الصقيلة.
وكذلك من أشد علماء المغرب على الصوفية العلامة الأديب أبو عبد الله محمد بن اليمني الناصري الجعفري الرباطي، (المتوفى سنة: ١٣٩١هـ) (١) له: "ضرب نطاق الحصار على أصحاب نهاية الانكسار".
ذكرت في تحقيقي لإظهار الحقيقة وعلاج الخليقة للشيخ محمد المكي الناصري أن بعض المتصوفة رد على الناصري، فتولى الرد عليه أخوه العلامة أبو عبد الله محمد بن اليمني الناصري في كتابه هذا.
وقد طبع في حياته، وقرظه له (١٥) عالما وكاتبا وشاعرا، وقدم له العلامة عبد الكبير الفاسي، وأثنى عليه، وعندي منه نسخة مصورة.
وهو كتاب صاعقة على المتصوفة، والأهم فيه أنه قرظه (١٥) عالما وأديبا وشاعرا مغربيا وأثنوا عليه غاية الثناء، وقدم له العلامة الشيخ عبد الكبير الفاسي، وأثنى على مؤلفه وتأليفه ثناء عطرا.
_________
(١) راجع ترجمته في دعوة الحق، العدد ٧ السنة ٢٣، عام: ١٩٨٢، لأحمد معنينو.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (81,'فهذا مما يؤكد أن أكثر علماء المغرب كان موقفهم واضحا من البدع والتصوف، فليخسأ الخراصون.
وهذه بعض النقول التي انتقيتها من الكتاب:
قال رحمه الله (ص٦٦ - ٦٧ - ٦٨) متحدثا عن فرق المعتزلة والخوارج وغيرهم مقارنا بينها وبين فرق الصوفية: على أن تلك الفرق الضالة قد ذهب جلها، إن لم نقل كلها بما له وما عليه، ولم تكن في نظري ونظر ذوي النظر الصائب ممن مارس التاريخ وزاوله، إلا أتقى وأنقى بكثير وأبعد نظرا، وأبهى مخبرا ومنظرا من بعض الفرق الموجودة الآن، إذ ليس منهم من كان يفضل كلام المخلوق العاجز الضعيف الحادث على كلام الخالق القادر القوي القديم سبحانه، ولا من يتخذ ضرائح الأولياء والصلحاء ملجأ وكعبة وقبلة يتوجهون إليها، كما يتوجهون إلى الله تعالى، ويتطوفون بها، ويتمسحون بجدرانها، ويقبلون درابيزها وكساها كما يقبلون الحجر الأسود، ويركعون أمامها بجوارحهم وجوانحهم، ويسجدون لها بكيفية أرقى من السجود لله، معفرين خدودهم على ترابها، بل لم يكن فيهم من يتلبس بالمنكرات وهو يعتقد أنها عبادة تقربه من الله زلفى، ولا من يبيع دينه بدنيا غيره مؤخرا الصلاة عن وقتها لخدمة شيخ من المشايخ أو حضور حضرته، ولا من يتخذ طبلا ولا مزمارا ولا آلة لهو وطرب في المعابد التي أمر الله أن ترفع ويذكر فيها اسمه.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (82,'ولا ... ولا ... من المنكرات التي يتلبس بها كثير من هذه الفرق المسماة بالطوائف التي في تسميتها بالطوائف ولو كانت متبصرة، ولآداب دينها حافظة مستحضرة، نهاية الاعتبار وغاية الحجة.
كيف لا، والله سبحانه علمنا في فاتحة كتابه، التي أوجب علينا قراءتها وتدبرها في كل ركعة من الركعات، أن نسأله الهداية إلى صراط واحد، هو الصراط المستقيم الذي كان عليه النبي - صلى الله عليه وسلم - وأصحابه، حتى لا نميل عنه يمنة أو يسرة بقوله: {اهدِنَا الصِّرَاطَ المُستَقِيمَ صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ}.
ولو كان المجال واسعا للمقايسة بين أعمال المعتزلة ومن في معناهم وأعمال هذه الفرق والمقابلة بينها لشفينا الغليل، ولأبرأنا بحول الله وقوته كل عليل، ولأَبَنَّا لكل متعصب البون الشاسع والفرق الواضح كالفرق بين هذه الفرق وتلك، حتى تتجلى لكل منصف على منصة البيان حقائق تجعل كثيرا من فرقنا اليوم أضل سبيلا، وأكذب قيلا.
بالله عليك أتقدر بعد هذا أن تقر ما أنكره صاحب الإظهار من أعمال العيساويين والحمدوشيين ومن في معناهم من الشطاحين النطاحين الرقاصين القصاصين القناصين الخراصين، وتأتي ولو بدليل واحد من ظاهر كتاب الله وسنة رسول الله - صلى الله عليه وسلم - على جواز أعمالهم وإباحتها وموافقتها لروح ديننا الطاهر.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (83,'مالك ملت إلى الإجمال، ولم تفصل في التدليل والاستدلال، ولم تحسن المنافحة عن الفرق المغمورة بالجهل والضلال.
إننا نقترح عليك بمقتضى كوننا جهلاء بالحقيقة في نظرك: أن تجرد أقلامك وترهفها للكتابة في الموضوع ثانيا، وتفصل وتفصل من غير همهمة ولا إجمال، فإن نهاية الانكسار الذي ما أفادنا إلا انكسار قلمك في تحرير اللغة العربية، وتحبير القواعد العلمية والأدبية، لم يبرد لنا غليلا، ولم يبر منا عليلا، ولم يهدنا سواء السبيل، وهل إلى ذلك من سبيل؟ ... ياأيها المؤلف النزيه النبيه النبيل، المنتسب إلى خير قبيل.
وقال (ص١٠٠) فانظروا يا إخواننا العوام إلى قوله في هذا الحديث «ستكون فتن» (١) وتأملوه فإنكم إن أمعنتم النظر استنتجتم أنه لا فتنة أضر عليكم في دينكم من فتن الطرق، فإنها حولتكم عن الوجهة التي وجه الشارع إليها وجوهكم ونبهكم إلى طلب الهداية إليها بقوله: اهدنا الصراط المستقيم. وبقوله: {وَمَن يَعْتَصِم بِاللهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} [آل عمران:١٠١]. وهو أدرى بمصالحكم منكم وإن كان هناك فتن أخرى فإنها في نظر ذي الفهم الصحيح أدون وأهون من تلك الفتنة التي تسلب الإنسان المسلم من أعز عزيز لديه، وهو إخلاص التوحيد لله وتخصيصه بالإعطاء والمنع والضر والنفع ونذر النذور واليمين والسجود ونحوها من خواص الربوبية، وتبث في نفسه الخضوع والاستكانة والتذلل والاستخذاء.
_________
(١) رواه الشيخان.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (84,'وقال (ص٧٥): وها نحن عباد الله أرشدناكم وحذرناكم وأنذرناكم فمن ذهب بعد لهذه المواسم، أو أحدث بدعة في شريعة نبيه أبي القاسم، فقد سعى في هلاك نفسه، وجر الوبال عليه وعلى أبناء جنسه، وتله الشيطان للجبين، وخسر الدنيا والآخرة، ذلك هو الخسران المبين، {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ}.
وقال (ص٧٦) عن قيام المولى سليمان بإصدار مرسومه ضد الطرق والمواسم: لا غرو ولا عجب في قيام هذا الأمير الجليل بهذا الأمر الجلل، وحمله رعيته على نبذ الطرق وبدع المواسم وزخرفة المساجد وبناء القباب على صالحي هذه الأمة المحمدية، وغير ذلك من المناكر، التي تأباها أصول ديننا الحنيف وقواعده المتينة، فإنه فرع تلك الدوحة النبوية، التي تفيأ ظلال أمانها الأنام، وهو الذي يقدر العمل بسنة جده صاحب الشريعة الإسلامية حق قدره، ويرى أن قيامه بالحض على ذلك غاية مجده وفخره.
ويتحقق أنه لا حياة لرعيته إلا بالرجوع إلى الكتاب والسنة، لأن لكل أمة من الأمم روحا تجتمع عليها، وتستمد منها قوة نهوضها وأنوار حياتها المقرونة بالسعادة الحقيقية. وإن روح حياة هذه الأمة المحمدية هو التمسك بكتاب الله وسنة رسوله - صلى الله عليه وسلم -، فالله يجزيه عن انتصاره لشريعة جده عليه الصلاة والسلام خير الجزاء، ويمده من مدد رضاه بأوفى وأوفر الإجزاء في دار الجزاء. آمين.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (85,'وقال (ص١٠١): فهل كتاب الإبريز وكتاب جواهر المعاني أو كتاب المقصد الأحمد وما في معناها من كتب المناقب، التي ترجعون إليها، وتتشبعون بما فيها تقوم مقام كتاب الله سبحانه؟
وهل بقي لقائل أن يقول: إن هذه الطرق ليست بفتن، وهي تصرفنا عن الاشتغال بكتاب الله ودراسته وتدبره بمناقب وأذكار وأوراد ملفقة، لم تأت عن الشارع، ذات خواص ومزايا وفتوحات وبركات وشفاعات، وتتركنا نتخبط في ليل أليل من الجهل بما أنزله الله وأمرنا بالاعتصام به. بالله عليكم، تأملوا في قوله في هذا الحديث: «ومن ابتغى الهدى في غيره أضله
الله» (١) أنبتغي الهدى في كتاب من كتب مناقب الطرقيين المحشوة بالخرافات والأكاذيب وغيرها.
وقال (ص٨٣): إننا اجتمعنا بكثير من متصوفة العصر وداخلناهم وخالطناهم، مخالطة مستطلع باحث عن أسرارهم وخصائصهم ومميزاتهم، فوجدناهم يقدس بعضهم بعضا، ويركع بعضهم أمام بعض، متجاوزين في ذلك الحد الذي يجب الوقوف عنده، قاصدين بذلك نشر دعاويهم الكاذبة وتأييدها لإغراق الدهماء، في أوهام وأضاليل أبعد عمقا من الداماء. حتى لا يفتضح أمرهم، ولا يخمد جمرهم، ولا يترك شطحهم وزمرهم ...
_________
(١) رواه الترمذي (٢٩٠٦) والدارمي (٣٣٣٢) وابن أبي شيبة (٦/ ١٢٥) والبزار (٨٣٦) بسند فيه الحارث الأعور متروك.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (86,'فما هم إلا كالشعراء المبتلين بداء الانحطاط النفسي، المتجاوزين قدر الممدوح فوق ما يستحقه، حتى أفضى ذلك بكثير منهم إلى الكفر والزندقة، والاقتصار على البرقشة والشقشقة.
والداعي الوحيد الذي دعاهم إلى ذلك هو خوف الافتضاح والوقوف على ما هم عليه من الخوض في ظلمات التضليل. ونصب حبائل الشيطنة والتدجيل، لإيقاع الجهلة فيها.
ففضحهم حملة السنة وخَدَمتها وأوسعوهم تقريعا وتسفيها، ولم يبق ينفعهم ما اصطلحوا عليه من المصطلحات، التي تقضي ببقاء أمرهم مستورا في غياهب البطون ودياجير الكتمان. من بناء طريقهم على الصفح والتجاوز وعدم إقامة الميزان، حتى أفضى بهم توقع ذلك إلى نهي أتباعهم عن مطالعة مثل المدخل لابن الحاج وفتاوي ابن تيمية وتآليف ابن القيم وكتب الحافظ ابن حجر وكتب أبي إسحاق الشاطبي وكتب أبي بكر بن العربي وتلبيس إبليس للحافظ أبي الفرج بن الجوزي وأمثالهم من أكابر علماء الإسلام وأعاظم المصلحين والمجددين.
وممن اشتهر من علماء المغرب بمعاداة المتصوفة: العلامة الفقيه عبد الله بن إدريس السنوسي الفاسي (ت ١٣٥٠هـ).
قال عبد الحفيظ الفاسي في رياض الجنة في ترجمته (٢/ ٨١): نزيل طنجة الآن العالم العلامة المحدث الأثري السلفي الرحالة المعمر أبو سالم.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (87,'وقال كذلك (٢/ ٨٢): سلفي العقيدة أثري المذهب عاملا بظاهر الكتاب والسنة، نابذا لما سواهما من الآراء والفروع المستنبطة، منفرا من التقليد، متظاهرا بمذهبه قائما بنصرته داعيا إليه، مجاهرا بذلك على الرؤوس، لا يهاب فيه ذا سلطة، شديدا على خصمائه من العلماء الجامدين، وعلى المبتدعة والمتصوفة الكاذبين، مقرعا لهم، مسفها أحلامهم، مبطلا آراءهم، مبالغا في تقريعهم، ولم يرجع عن ذلك منذ اعتقده، ولا قَلَّ من عزمه كثرة معاداتهم له، وتلك عادة من ذاق حلاوة العمل بظاهر الكتاب والسنة.
وقال كذلك في ترجمته (٢/ ٩٥): ولازمته مدة إقامته بفاس وتمكنت الرابطة بيني وبينه وأدركت عنده منزلة عظيمة لما كان يرى من حرصي على سماع الحديث وروايته ...
وبسبب هذا الاتصال أمكن لي أن أحقق كل ما نسب إليه من الاعتزال والبدع والأهواء، فوجدته مباينا للمعتزلة في كل شيء وبريئا من كل ما نسب إليه، بل عقيدته سالمة، على أن ما خالف فيه الفقهاء من الرجوع للكتاب والسنة، ونبذ التأويل في آيات الصفات شيء لم يبتكره، ولا اختص به من دون سائر الناس، بل ذلك هو مذهب السلف الصالح من الصحابة والتابعين والأئمة المجتهدين ومن بعدهم من الهداة المهتدين، وأما اتهامه بإنكار الولاية والكرامات، فمعاذ الله أن يصدر منه ذلك، وإنما هو من مفترياتهم إلا أنه ينكر على المدعين الذين جعلوا التصوف حبالا وشباكا يصطادون بها أموال الناس',NULL,'86',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (88,'ويدعون المقامات العالية كذبا وزورا، ويبشرون من أخذ عنهم بفضائل وأجور تغنيهم عن تحمل أعباء العبادات والعزائم الشرعية. اهـ.
ومنهم العلامة عبد الحفيظ بن محمد الفاسي الفهري (المتوفى سنة ١٣٨٣هـ)، وقد أكثر من التشنيع في كتابه رياض الجنة على تقي الدين النبهاني أحد أقطاب الصوفية.
ومما قال عن كتب النبهاني في رياض الجنة (٢/ ١٦٣): وهي وإن كانت له فيها حسنات، فهي لا تقابل ماله فيها من السيئات، وذلك لما خلط بها من الخرافات، ونسبة المقامات العظيمة لمن لا قدم له فيها من الطغام، وادعاء الكرامات حتى لمن عرفوا بعدم التمسك بالتقوى, ولا مستند له فيها, إلا مجرد التقول والدعوى أو نقل فلان عن فلان, ولو كان هيان بن بيان, أو الاغترار بظواهر الأحوال وعدم البحث عن حقائق الرجال، وبعكس ذلك عمد إلى علماء الإسلام الذي خدموا السنة والدين خدمة لم يشاركهم فيها غيرهم في عصرهم بشهادة الموافق والمخالف لهم كشيخ الإسلام ابن تيمية وتلميذه ابن القيم, فحمل عليهما حملة شعواء في كتابه شواهد الحق في الاستغاثة بسيد الخلق ,كما حمل بعد ذلك في رائيته الصغرى في ذم البدعة وأهلها ومدح السنة الغراء على الإمام الألوسي المفسر الكبير وأبنائه الأعلام ... ثم ذكر حمله على الأفغاني ومحمد عبده ورشيد رضا.
إلى أن قال: وليقابل بينهما وبين مؤلفات النبهاني ليتضح له البعد الشاسع بينهما فقد ملأها النبهاني بتأييد البدع, ورصعها بخرافات وأوهام,',NULL,'87',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (89,'دنس بها صحيفته ووجه الدين الإسلامي النقي الطاهر, وأبقاها حجة ووسيلة يتذرع ويحتج بها الطاعنون في الإسلام والثالبون لتعاليمه الصحيحة الحقة, على أن الإمام المصلح الشهير السيد محمود شكري الألوسي البغدادي قد ألف كتابه غاية الأماني في الرد النبهاني, وكتابه الآية الكبرى على ضلاله في رائيته الصغرى رادا في الأول ما جاء في كتابه شواهد الحق من الجهالات والنقول الكاذبة والآراء السخيفة والدلائل المقلوبة، وما تعدى به طوره من سب أئمة العلم وأنصار السنة، ورادا في الثاني على ما في رائيته الصغرى، كما ألف غيره الداهية الكبرى على الرائية الصغرى.
وسيناقش الحساب على كل ذلك يوم تبلى السرائر. اهـ
ومن إنكاره على المتصوفة قوله في أواخر كتابه الآيات البينات (١٨٦): ... فما عسى أن يقال فيما يشيعه أرباب الزوايا من أن من قرأ صلاة الشيخ الفلاني تغفر له سائر الذنوب أو تقوم مقام عبادة السنين العديدة، فذلك من باب أولى وأحرى، لكون ذلك يجر إلى تعطيل الكلف الشرعية ومشاق العبادات، وقد كان الصوفية الصادقون رضي الله عنهم متباعدين عن أمثال هذا، وما كان التصوف إلا تمسكا بالسنة وحمل النفس على المجاهدة والتقرب إلى الله تعالى بأداء الفرائض قبل النوافل والتخلي عن الرذائل والهوى، وغير هذا إنما هو زندقة وإلحاد في الدين وتغرير للعوام الجاهلين وشبكة لاصطياد أموال الغافلين وأكل للسحت باسم الدين.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (90,'ومن أقدم المصنفات المغربية في الرد على الصوفية: رسالة لأبي الحسن الصُّغَيِّر المكناسي السوسي، وقد حققتها على أربع نسخ خطية.
وهي تحت الطبع بتحقيقي.
وقد رد عليه أبو عبد الله محمد بن يوسف السنوسي صاحب العقائد المشهورة بكتاب سماه: "نُصرة الفُقَيِّر في الرد على أبي الحسن الصغير" طبعته وزارة الأوقاف المغربية، بتحقيق حسن حافظي علوي.
والرسالة في أغلبها إبطال للبدع التي أحدثها المتصوفة كالذكر جماعة والشطح واتخاذ الشيخ في التربية والتسابيح وإحداث الطرق الصوفية.
وقد قسم المصنف رسالته إلى بابين تتقدمهما مقدمة في بيان سبب التأليف.
الباب الأول في ضابط البدعة وخطرها والنصوص الشرعية والآثار السلفية الدالة على ذلك.
الباب الثاني في الرد على أهل البدع وذكر صفاتهم.
ومما قال رحمه الله في هذه الرسالة: فإن قيل: لم أنكرتم التوبة بالاجتماع والوليمة عليها وحلق الرأس واتخاذ الشيخ في ذلك.
فالجواب أن تقول: إنما أنكرنا ذلك على تلك الصفة لأنها من المحدثات التي نهى عنها النبي - صلى الله عليه وسلم -، إذ لم يرو عنه ولا عن أحد من الصحابة والتابعين ولا العلماء الذين يجب الاقتداء بهم.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (91,'قال أبو حامد الغزالي رحمه الله: كل ما أحدث بعد الصحابة مما جاوز القدر والضرورة والحاجة فهو من اللعب واللهو.
فإن قيل: لأي شيء لا تنكر المعصية من المعاصي والمبتدع تنكرون عليه.
فالجواب أن تقول: العلماء اتفقوا على أن العاصي أحسن حالا من المبتدع، لأن العاصي يزعم أنه عاص ويرجو من الله التوبة، والمبتدع يزعم أنه على الحق حتى يموت على بدعته، ومن مات مبتدعا وجد قبره حفرة من النار.
فإن قيل: هذه بدعة مستحسنة.
فالجواب أن تقول: بل تلك بدعة مستخشنة، وإنما البدعة المستحسنة ما استحسنه الصحابة وعلماء الأمة جميعا.
وقال: فإن قيل: فالشطح والاهتزاز مما يحرك الخشوع ويهيج الوجد أيضا فلم أنكرتموه؟
فالجواب أن تقول: الرقص والتواجد أول من أحدثه أصحاب السامري لما اتخذ لهم عجلا جسدا له خوار قاموا يرقصون حوله ويغنون وهو دين الكفار وعبدة العجل، وقد تقدم حديث العرباض بن سارية عن النبي - صلى الله عليه وسلم - أنه وعظ موعظة ذرفت منها العيون ووجلت منها القلوب، ولم يقل صرخنا ولا زعقنا ولا ضربنا على رؤوسنا ولا رقصنا، كما يفعل الكثير من الجهال يصرخون عند المصيبة ويزعقون ويتعانقون، هذا كله من الشيطان لعنه الله',NULL,'90',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (92,'يلعب بهم، وهذا كله بدعة، يقال لِمَ لَمْ يفعل هذا النبي - صلى الله عليه وسلم - أصدق الناس موعظة، وأنصح الناس لأمته وأرق قلبا، وأصحابه أرق الناس قلوبا وخيار الناس ممن جاء بعدهم ما صرخوا عند موعظته وما رقصوا ولا زعقوا ولو كان هذا صحيحا لكانوا أحق الناس أن يفعلوه بين يدي رسول الله - صلى الله عليه وسلم - لكنه بدعة وباطل ومنكر.
وقال: فإن قيل: وكيف ذلك وهم يرون الكرامات والفراسة ويرون بنور الله وتظهر لهم بركات وإشارات يقينا بلا شك ولا ريب، ولا يكون هذا إلا لأهل الاستقامة ومن هو على الصراط المستقيم والمنهج القويم.
فالجواب أن تقول: ظهور الأشياء لا تخلو من أمرين إما أن تظهر على يد متبع فلا شك في صحتها وصحة استقامتها وإخلاصها إن شاء الله، لأن ما يقع من النبي - صلى الله عليه وسلم - من المعجزات جائز للولي من الكرامات.
وإن ظهرت على يد مبتدع فلا شك أنها مكر من الله واستدراج وفتنة لمن علم الله شقاوته وضلالته. قال الله تعالى: {سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لاَ يَعْلَمُونَ} [الأعراف:١٨٢]. ولا يغتر عاقل بذلك ولو رأيتهم يطيرون في الهواء ويمشون على الماء.
وممن اشتد نكيرهم لسماع الصوفية العلامة محمد كنوني المذكوري مفتي رابطة علماء المغرب.
وهذه الفتوى من العيار الثقيل لأنها من أعلى هيئة علمية بالمغرب، فقال رحمه الله: الجواب عن السؤال الأول: وهو الوجد والسماع الخ.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (93,'الكلام على هذا يستدعي الكلام على التصوف نفسه، الذي هو نابع من مقام الإحسان الذي قال فيه - صلى الله عليه وسلم - للسائل: «أن تعبد الله كأنك تراه» (١).
والكلام على التصوف يستدعي الكلام على أصوله وطريقته وأدلته، وقد تكلم الناس في ذلك كثيرا، ولنقتصر نحن هنا على أدلته التي يستمد منها، فهذا في نظرنا أهم عناصره، ولنستدل على ذلك بكلام رجال هذا الفن المتفق على صلاحهم وولايتهم، ليكون ذلك أوقع في نفوس من يحب الاقتداء بهم فنقول:
قال الشيخ أبو القاسم الجنيد رحمه الله: " الطرق كلها مسدودة على الخلق، إلا من اقتفى أثر رسول الله - صلى الله عليه وسلم -، واتبع سنته ولزم طريقته، فإن طرق الخير كلها مفتوحة عليه" اهـ (٢).
وقال أيضا: " علمنا هذا مبني على الكتاب والسنة"، فمن لم يقرأ القرآن ويكتب الحديث، لا يقتدى به في هذا الشأن" اهـ.
وقال الشيخ أبو سعيد الخراز: "كل باطن يخالف الظاهر فهو باطل".
وقال بعض أئمة الصوفية: " أصولنا ستة: التمسك بكتاب الله تعالى والاقتداء بسنة رسول الله - صلى الله عليه وسلم - وأكل الحلال، وكف الأذى، واجتناب الآثام، وأداء الحقوق".
_________
(١) متفق عليه.
(٢) خرجت هذا القول وما بعده في تحقيقي لهذه الفتوى.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (94,'والكلام في هذا المقام طويل.
فحينئذ، التصوف الصحيح، موافق لشريعة الإسلام ولا يناقضها، ولا يبتدع في الإسلام مبادئ ليست منه.
وعليه، فما يفعله بعض الناس مما يخالف هذا، يجب رفضه، وما دخل في إطار تعاليم الإسلام قبل.
وليس من المقبول ما وصف السائل به هذا الوجد، والسماع من الغناء والرقص الفظيع، والنطق بتلك الكلمة مع كونهم لا يفقهون معنى لا إله إلا الله، محمد رسول الله، فهذا خروج عن آداب الصوفية أنفسهم، فخير لهؤلاء الناس، إن أرادوا عبادة الله والتقرب إليه، سبحانه، أن يلجوه من بابه، وبواسطة تعاليم كتابه، فيجتمعون لدراسته، والاستفادة من الاستماع إلى آياته، ففي صحيح مسلم عن أبي أمامة رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «اقرأوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه» (١) اهـ.
وفي صحيح مسلم أيضا، عن عمر بن الخطاب رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «إن الله يرفع بهذا الكتاب أقواما ويضع به آخرين» (٢) اهـ.
_________
(١) رواه مسلم (٨٠٤) وأحمد (٥/ ٢٤٩ - ٢٥١ - ٢٥٤) والبيهقي (٢/ ٣٩٥) والحاكم (٢٠٧١) وعبد الرزاق (٥٩٩١) والطبراني في الأوسط (٤٦٨) والكبير (٨/ ١١٨ - ٢٩١).
(٢) رواه مسلم (٨١٧)، وقد اعترض عليه الدارقطني في التتبع (٢٦١)، وأجبت عنه في الأحاديث المنتقدة على الصحيحين (رقم ٢٤١).',NULL,'93',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (95,'وحديث: «ما اجتمع قوم في بيت من بيوت الله، يتلون كتاب الله ويتدارسونه بينهم، إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة» الحديث. (١)
وبعد الاجتماع يكون القارئ للقرآن مرتلا ومجودا وهم ساكتون متأملون، حتى يجد الخشوع إلى قلوبهم سبيلا، فبذلك يحصل السكون والخشوع والخضوع إليه سبحانه والخنوع، ويحسن التفكر في المحبوب، ألا بذكر الله تطمئن القلوب.
أما ما ذكره السائل من ذلك الرقص الفظيع والتلفظ بقولهم "هي الله" فذلك شيء شنيع، فتبا له من تعبير، وتعالى الله عن فحش ذلك الضمير، أفلا يخشى الإنسان من هذا، والله تعالى يقول: {قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُم بَاسَ بَعْضٍ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ} [الأنعام:٦٥] وقال: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ} [الحج:٦٢] الخ.
_________
(١) رواه مسلم (٢٦٩٩) وأبو داود (١٤٥٥) وابن ماجه (٢٢٥) وأحمد (٢/ ٢٥٢) وغيرهم من أبي هريرة.
وله شاهد عن ابن عباس رواه الدارمي (٣٥٦) وابن أبي شيبة (٦/ ١٥٦) بسند حسن.
وانظر الأحاديث المنتقدة (رقم ٣١٦).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (96,'فكيف إذن يحصل الخشوع الذي يظنه السائل، وهم على الحالة الموصوفة، بل ذلك شيء آخر أصون القلم عن تسطيره، وخير لهم كذلك أن يجتمعوا على ذكر الله تعالى، ولاسيما بالأذكار الواردة عن الرسول عليه السلام، ذكرا يستحضرون فيه قلوبهم، وأرواحهم ليسري فيهم سر الذكر، أما بدون استحضار المعنى ما يتلفظ به كسبحان الله، أو لا إله إلا الله، بحيث كان غافلا مثلا ...
إلى أن قال في بيان بدعية السماع الصوفي: وعلى أي حال، فلم يكن الوجد والسماع المسؤول عنهما في هذا السؤال بالصفة المذكورة والرقص الفظيع وتأنيث الضمير المسند إلى الله تعالى وتنزه، هو مثل الوجد والسماع الذي هو محل الخلاف بين العلماء، بل هذا لا يظهر أن أحدا يجوزه على الصفة المذكورة، فهذا الرقص، وهذا الصياح الفظيعان منهي عنهما بحديث في الصحيحين عن أبي موسى الأشعري جاء عنه - صلى الله عليه وسلم -، أنه لما سمع أصوات الصحابة يجهرون بالتكبير قال لهم: «أربعوا على أنفسكم، فإنكم لا تدعون أصم ولا غائبا إنكم تدعون سميعا قريبا وهو معكم». (١)
هذا والله تعالى يقول: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ} [الأعراف:٥٥].
_________
(١) رواه البخاري (٢٨٣٠ - ٣٩٦٨ - ٦٠٢١ - ٦٢٣٦ - ٦٩٥٢) ومسلم (٢٧٠٤) وأبو داود (١٥٢٦) وأحمد (٤/ ٣٩٤ - ٤٠٢ - ٤١٧) والبيهقي (٢/ ١٨٤) والنسائي في عمل اليوم والليلة (٥٣٨) وابن أبي شيبة (٢/ ٢٣٢) وعبد الرزاق (٩٢٤٤) والبزار (٢٩٩٠ - ٢٩٩٤) وأبو يعلى (٧٢٥٢) واللالكائي في شرح السنة (٦٨٦) وابن أبي عاصم في السنة (٦١٨) وغيرهم.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (97,'قال صاحب المنار: أي أدعوا ربكم ومدبر أموركم متضرعين ومبتهلين إليه تارة ومسرين مستخفين تارة أخرى، أي دعاء تضرع وتذلل وابتهال، ودعاء مناجاة وأسرار ووقار الخ.
وقال: إنه لا يحب المعتدين في الدعاء، كما لا يحب ذلك في سائر الأشياء والاعتداء تجاوز الحد فيها، وقد نهى عنه مطلقا ومقيدا، إلا ماكان انتصافا من معتد ظالم بمثل ظلمه، والعفو عنه أفضل الخ، ومنه فقد نص بعض العلماء على أن من بالغ في رفع صوته ربما بطلت صلاته، ومن تعمد المبالغة في الصياح في دعائه أو الصلاة على نبيه كان إلى عبادة الشيطان أقرب منه إلى عبادة الرحمن، ذكره صاحب المنار لدى تفسير قوله تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} [البقرة:١٨٦].
ونحن وإن كنا لا نذهب في التشديد إلى هذا الحد، فإننا ننبه من فعل ذلك لما يقال في شأنه ليعدل عن هذه المبالغة وليرجع إلى قوله تعالى: {وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلاً} [الإسراء:١١٠].
كما أبطل العلامة محمد كنوني المذكوري (١١٦) سماع الصوفيين المعاصرين والوجد والرقص.
وقال الإمام أبو عبد الله المازري: الاجتماع بالذكر بالتطريب والتحنين ورفع الأصوات قد نهى عنه العلماء وأنكروه وعدوه بدعة. المعيار المعرب (١٢/ ٣٦٢).',NULL,'96',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (98,'<span data-type="title" id=toc-5>علماء المغرب والقبورية</span>
أعني بالقبورية: المبالغة في تعظيم القبور والتمسح بها وبناء القباب عليها، وقد اشتهر في العصر الحديث أن الدعوة الوهابية- كما يحلو للبعض أن يسميها- من أعظم الدعوات محاربة لها، لكن ليس هذا الموقف خاصا بدعوة محمد بن عبد الوهاب، بل درج علماء المغرب على الإفتاء بذلك قبل ظهور الدعوة الوهابية بأزمان.
بل هذا إمام المذهب مالك بن أنس رحمه الله قد صح عنه من وجوه النهي عن تشييد القبور والبناء عليها وتجصيصها وغير ذلك، وبالغ في النهي عن المبالغة في تعظيم قبر النبي - صلى الله عليه وسلم - والتمسح به، وحذر من تتبع الآثار والمشاهد، ونهى عن شد الرحال إلى غير المساجد الثلاثة، ونهى عن التوسل بغير الله.
وقد فصلت الكلام حول هذا في رسالتي: "عقيدة الإمام مالك". وأكتفي هنا بنقل واحد عن الإمام مالك وأتبعه بأقوال بعض أئمة المذهب.
قال مالك: أكره تجصيص القبر والبناء عليه، وهذه الحجارة التي يبنى عليها. المدونة (١/ ١٧٠).
قال سحنون معلقا: فهذه آثار في تسويتها فكيف بمن يريد أن يبني عليها. انتهى.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (99,'فهذا نهي صريح من إمام المذهب عن البناء على القبور وتجصيصها، كما يفعل أهل الجهالة والصوفية في بلدنا.
وأنصح بالرجوع إلى الرسالة المذكورة ففيها من النقول عن الإمام مالك ما يشفي العليل، ويروي الغليل.
وقد تابعه على هذا كثير من أتباع مذهبه، فمن ذلك:
قال محمد العتبي (المتوفى سنة ٢٥٥هـ) في المستخرجة (٢/ ٢٥٤ - شرحها البيان والتحصيل): وسئل ابن القاسم عن قول عمر عند موته: ولا تجعلوا علي حجرا؟ قال: ما أظن معناه إلا من فوق على وجه ما يبنى على القبر بالحجارة. وقد سألت مالكا عن القبر يجعل عليه الحجارة يرصص بها عليه بالطين؟ وكره ذلك، وقال لا خير فيه، وقال: لا يجير ولا يبنى عليه بطوب ولا حجارة.
وقال ابن أبي زيد القيرواني في الرسالة (٧٠): ويكره البناء على القبور وتجصيصها.
وقال النفراوي في الفواكه الدواني على رسالة ابن أبي زيد القيرواني (١/ ٤٢٧): وكما يكره البناء على القبور على الوجه المذكور يكره تجصيصها، أي: تبييضها.
وقال العدوي في حاشيته على شرح كفاية الطالب الرباني (١/ ٤٢٢): قوله: "ويكره البناء على القبور" أي: كقبة أو بيت أو سقف، وكذا حواليه لما فيه من التفضيل على الناس.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (100,'وقال ابن أبي زيد القيرواني في النوادر (١/ ٦٥٢): من العتبية (١) من سماع ابن القاسم: وكره مالك أن يرصص على القبور بالحجارة والطين، أو يبنى عليها بطوب، أو حجارة، قال: وكره هذه المساجد المتخذة على القبور، فأما مقبرة داثرة يبنى فيها مسجد يصلى فيه لم أر به بأسا، وكره ابن القاسم أن يجعل على القبر بلاطة ويكتب فيها، ولم ير بالحجر والعود والخشبة بأسا، يعرف الرجل به قبر وليه، ما لم يكتب فيه، ولا أرى قول عمر: ولا تجعلوا على قبري حجرا، إلا أنه أراد من فوقه على معنى البناء. ومن كتاب ابن حبيب: ونهي عن البناء عليها والكتاب والتجصيص وروى جابر أن النبي - صلى الله عليه وسلم - نهى أن ترفع القبور، أو يبنى عليها، أو يكتب فيها، أو تقصص. وروي تجصص، وأمر بهدمها وتسويتها بالأرض، وفعله عمر، قال ابن حبيب: تقصص، أو تجصص يعني تبيض بالجير، أو بالتراب الأبيض، والقَصَّة الجير وهو الجص ... انتهى.
وقال محمد العتبي في البيان والتحصيل (٢/ ٢٥٤): وسئل ابن القاسم عن قول عمر عند موته ولا تجعلوا علي حجرا قال: ما أظن معناه إلا من فوق على وجه ما يبنى على القبر بالحجارة، وقد سألت مالكا عن القبر يجعل عليه الحجارة يرصص بها عليه بالطين وكره ذلك، وقال: لا خير فيه. وقال: لا يجير ولا يبنى عليه بطوب ولا بحجارة.
_________
(١) (٢/ ٢١٩ - ٢٢٠ - البيان والتحصيل).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (101,'وقال خليل في المختصر (٥٥): وتطيين قبر أوتبييضه وبناء عليه، أو تحويز وإن بوهي به حرم وجاز للتمييز كحجر، أو خشبة بلا نقش.
وقال أبو العباس القرطبي في المفهم (٢/ ٦٢٦) معلقا على حديث جابر - رضي الله عنه -: نهى أن يجصص القبر ويبنى عليه، وبظاهر هذا الحديث قال مالك، وكره البناء والجص على القبور، وقد أجازه غيره وهذا الحديث حجة عليه.
وتكلم الإمام أبو عبد الله القرطبي عن مسألة اتخاذ القبور مساجد وشدد في المنع، وحرم المبالغة في تشييد القبور وتعلية بنائها. قال رحمه الله في تفسيره (١٠/ ٢٤٧ - ٢٤٨): فاتخاذ المساجد على القبور والصلاة فيها والبناء عليها إلى غير ذلك مما تضمنته السنة من النهي عنه، ممنوع لا يجوز ... قال علماؤنا: وهذا يحرم على المسلمين أن يتخذوا قبور الأنبياء والعلماء مساجد.
وقال بعد أن أورد حديث الأمر بتسوية القبور: قال علماؤنا: ظاهره منع تسنيم القبور ورفعها وأن تكون لاطئة، وقد قال به بعض أهل العلم وذهب الجمهور إلى أن هذا الارتفاع المأمور بإزالته هو ما زاد على التسنيم ويبقى للقبر ما يعرف به ويحترم ... وأما تعلية البناء الكثير على نحو ما كانت الجاهلية تفعله تفخيما وتعظيما فذلك يهدم ويزال فإن فيه استعمال زينة الدنيا في أول منازل الآخرة، وتشبها بمن كان يعظم القبور ويعبدها. وباعتبار هذه المعاني وظاهر النهي ينبغي أن يقال هو حرام. انتهى.
فليتأمل القارئ هذا الكلام ما أصرحه في إبطال القبورية وصورها، وما أشده على القبوريين والخرافيين.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (102,'وقال ابن عبد البر في التمهيد (١/ ١٦٨) معلقا على حديث قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد: هذا يحرم على المسلمين أن يتخذوا قبور الأنبياء والعلماء والصالحين مساجد.
وكلام المالكية في هذا الباب كثير جدا يتعذر استقصاؤه، وفي ما ذكرت كفاية، ويراجع له شروح مختصر خليل وشروح الرسالة.
وهذا الإمام أبو الوليد ابن رشد (المتوفى سنة: ٥٢٠ هـ)، وهو أحد أشهر علماء المالكية وفقهائها الكبار.
قال ابن فرحون في الديباج المذهب في معرفة أعيان علماء المذهب (٢/ ٢٣٨) في ترجمته: زعيم فقهاء وقته بأقطار الأندلس والمغرب، ومقدمهم، المعترف له بصحة النظر، وجودة التأليف، ودقة الفقه. وكان إليه المفزع في المشكلات بصيراً بالأصول والفروع، والفرائض، والتفنن في العلوم. وكان الدراية أغلب عليه من الرواية، كثير التصانيف مطبوعها. انتهى.
هذا الإمام يرى وجوب هدم القباب والسقائف المبنية على القبور كما هو رأي علماء الدعوة الوهابية:
قال الونشريسي في المعيار المعرب (١/ ٣١٨): وأفتى ابن رشد بوجوب هدم ما بني في مقابر المسلمين من السقائف والقبب والروضات.
وقال الونشريسي في المعيار كذلك (٧/ ٤٦٨): وسئل - أي الإمام ابن رشد- عما ابتدع من بناء السقائف والقبب والروضات على مقابر الموتى، وخولفت فيه السنة، فقام بعض من بيده أمر فهدمها وغيرها وحط',NULL,'101',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (103,'سقفها وما علا من حيطانها إلى حد جذورها، هل يلزم أن يترك من جداراتها ما يدفع دخول الدواب فيها أم لا؟ قطعا للذريعة، ولا يترك منها إلا ما أباحه أهل العلم من الجدار اليسير ليتميز به قبور الأهل والعشائر للدفن، وكيف إن قال بعضهم: لبقاء جداري منفعة لصيانة ميتي لئلا يتطرق إليه بالحدث عليه، لا سيما ما كان منها بقرب العمران؟ وهل عذر يوجب أن يترك عليها من الجدرات أقل ما يمنع هذا أم لا؟ لأن الضرر العام بظهور البدعة في بنائها وتعليتها أعظم وأشد، مع أنه لا يؤمن من استتار أهل الشر والفساد فيها في بعض الأحيان، وذلك أضر بالحي والميت من الحدث عليه، ومراعاة أشد الضررين وأخفهما مشروع. بينه وجاوب عليه مأجورا إن شاء الله.
فأجاب: تصفحت السؤال الواقع فوق هذا ووقفت عليه.
وما بني من السقائف والقبب والروضات في مقابر المسلمين هدمها واجب، ولا يجب أن يترك من حيطانها إلا قدر ما يمتاز به الرجل قبور قرابته وعشيرته من قبور سواه لئلا يأتي من يريد الدفن في ذلك الموضع فينبش قبور أوليائه، والحد في ذلك ما يمكن دخوله من كل ناحية ولا يفتقر فيه إلى باب، وبالله التوفيق. انتهى.
وقال السلطان العلوي المولى سليمان بن محمد (المتوفى سنة ١٢٣٨هـ) في كتابه "حسن المقالة في تطهير النفس مما يشين الحج ويسلب كماله" لما ذكر آداب زيارة القبر النبوي (ص١٢ب) من النسخة الملكية: ولا يلمس المقام ولا يقبله، بل يتباعد عنه قليلا، أربعة أذرع أو ما هو قدرها، ولا',NULL,'102',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (104,'يطوف بالقبر الشريف، أو يلقي المنادل والثياب عليه، كما يفعله بعض الجهلة (١).
فهذا سلطان علوي وأحد العلماء المشهورين بالعلم يفتي بعدم جواز المبالغة في تعظيم القبر النبوي، فما بالك بما دونه.
ولأبي بكر الطرطوشي كلام جيد في الموضوع موافق لما تقدم، قال في الحوادث والبدع (١١٣): ولا يتمسح بقبر النبي - صلى الله عليه وسلم - ولا يمس، وكذلك المنبر، ولكن يدنو من القبر فيسلم على النبي - صلى الله عليه وسلم - ثم يدعو مستقبل القبلة يوليه ظهره. وقيل: لا يوليه ظهره ويصلي ركعتين قبل السلام عليه. وقيل: واسع أن يسلم عليه قبل أن يركع. انتهى.
وبعض صوفية زماننا ينعتون من منع من التمسح بالقبر بالوهابية، فما رأيهم في كلام أبي بكر الطرطوشي هذا. أهو وهابي كذلك؟
وممن عرف من علماء المغرب أبطل القبورية العلامة المكي الناصري، حيث قال في إظهار الحقيقة وعلاج الخليقة (١٩ - ٢٠): فمنهم الذين اتخذوا القبور حرمات ومعابد، فبنوا عليها المساجد والمشاهد وزخرفوها بما يجاوز حد السرف بمراتب، واصطلحوا فيها على بناء النواويس واتخاذ الدرابيز والكسا المذهبة وتعليق الستور والأثاث النفيسة وتزويق الحيطان وتنميقها، وإيقاد السرج فوق تلك القبور ككنائس النصارى، وسوق الذبائح إليها،
_________
(١) توجد منه نسخة مخطوطة بمؤسسة علال الفاسي (٤١٠)، وأخرى بالخزانة الملكية، رقم (١٢٠٣٢)، والعامة رقم (٩٦٣/ ٤ك).',NULL,'103',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (105,'وإراقة الدماء على جدرانها، والتمسح بها، وحمل ترابها تبركا والسجود لها وتقبيلها، واستلام أركانها، والطواف حولها، والنذر لأهلها، وتعليق الآمال بهم، والتوسل إليهم بالله ليقضوا لسائليهم الحوائج، كما يزعمون، فيقولون عند زيارتهم: (قدمت لك وجه الله يا سيدي فلان، إلا ما قضيت لي حاجتي)، جاعلين الحق سبحانه وتعالى وسيلة تقدم إلى أولئك المقبورين للتوصل إلى نيل أغراضهم.
مع أن الميت قد انقطع عمله، ولا يملك لنفسه نفعا ولا ضرا، فكيف لمن استغاث به أو سأله قضاء حاجته أو سأله أن يشفع له إلى الله فيها، فإن الله تعالى لا يشفع عنده أحد إلا بإذنه، واستعانة ذلك الميت وسؤاله لم يجعلهما سبحانه سببا لإذنه، وإنما السبب في إذنه كمال التوحيد فجاء هذا بسبب يمنع الإذن، وهو بمنزلة من استعان في حاجته بما يمنع حصولها، على أن الميت محتاج إلى من يدعو له ويترحم عليه ويستغفر له، كما أوصانا النبي - صلى الله عليه وسلم - إذا زرنا قبور المسلمين أن نترحم عليهم ونسأل لهم العافية والمغفرة، فعكس أولئك القبوريون هذا وزاروهم زيارة العبادة لقضاء الحوائج والاستعانة بهم، وجعلوا قبورهم قريبة من أن تصير أوثانا تعبد، وقد شاع هذا بين المسلمين وذاع، وعم كل ما يستوطنون به من البقاع.
وقال أخوه العلامة الأديب أبو عبد الله محمد بن اليمني الناصري الجعفري الرباطي، (المتوفى سنة: ١٣٩١هـ) في "ضرب نطاق الحصار على أصحاب نهاية الانكسار" (ص٦٦ - ٦٧ - ٦٨) متحدثا عن فرق المعتزلة',NULL,'104',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (106,'والخوارج وغيرهم: على أن تلك الفرق الضالة قد ذهب جلها، إن لم نقل كلها بما له وما عليه، ولم تكن في نظري ونظر ذوي النظر الصائب ممن مارس التاريخ وزاوله، إلا أتقى وأنقى بكثير وأبعد نظرا، وأبهى مخبرا ومنظرا من بعض الفرق الموجودة الآن، إذ ليس منهم من كان يفضل كلام المخلوق العاجز الضعيف الحادث على كلام الخالق القادر القوي القديم سبحانه، ولا من يتخذ ضرائح الأولياء والصلحاء ملجأ وكعبة وقبلة يتوجهون إليها، كما يتوجهون إلى الله تعالى، ويتطوفون بها، ويتمسحون بجدرانها، ويقبلون درابيزها وكساها كما يقبلون الحجر الأسود، ويركعون أمامها بجوارحهم وجوانحهم، ويسجدون لها بكيفية أرقى من السجود لله، معفرين خدودهم على ترابها، بل لم يكن فيهم من يتلبس بالمنكرات وهو يعتقد أنها عبادة تقربه من الله زلفى، ولا من يبيع دينه بدنيا غيره مؤخرا الصلاة عن وقتها لخدمة شيخ من المشايخ أو حضور حضرته، ولا من يتخذ طبلا ولا مزمارا ولا آلة لهو وطرب في المعابد التي أمر الله أن ترفع ويذكر فيها اسمه.
بل ذهب بعض علماء المغرب أبعد من هذا بكثير فهذا العلامة أحمد بن محمد بن تاويت التطواني ألف رسالة سماها: إخراج الخبايا في تحريم البناء على القبور والصلاة بالزوايا.
حرم فيه البناء على القبور والصلاة في المقابر والزوايا.
والرسالة بتقريظ وتأييد العلامة محمد كنون المذكوري.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (107,'ومما قال العلامة محمد كنون المذكوري في تقريظه: فقد راجعت ما كتبه وحرره فضيلة الفقيه العلامة سيدي أحمد بن محمد ابن تاويت التطواني في رسالته المسماة: " بإخراج الخبايا في تحريم البناء على القبور والصلاة بالزوايا". رادا فيها على من أجاز ذلك معتمدا على قول الشيخ خليل والمدونة أولا. وسكوت علماء فاس على تنبيه الناس على صحة صلاتهم بضريح المولى إدريس وغيره ثانيا.
ولقد أجاد حفظه الله وأتى بالنصوص المستمدة من الينبوع الصافي السلسبيل كتاب الله وسنة رسول الله صلى الله عليه وسلم بما يشفي الغليل ويبرئ العليل، وأسمع لو نادى حيا، ولكن لا حياة لمن ينادي. ولو علم الله فيهم خيرا لأسمعهم.
إذ التقليد الأعمى سرى في أمزجتهم وعقولهم، وامتزج بدمهم ولحمهم، فلا تنفع فيهم أدلة الكتاب الكريم ولا سنة رسوله، ولا أقوال وأفعال الخلفاء الراشدين، ولا العشرة المبشرين بالجنة، ولا سائر الصحابة والتابعين وأتباعهم الذين هم خير القرون بشهادته - صلى الله عليه وسلم -.
هذا، وإنني كنت سئلت عن مثل ما جاء في الرسالة المذكورة من بعض النواحي، فأجبت بمثل ما أتى في هاته الرسالة، كما أنني كنت أقرر ذلك غيرما مرة سواء في الدروس أو في المجتمعات ..
إلى أن قال: أما البناء على القبور سنقول فيه ما قلنا في شأن الصلاة، إذ كل ذلك مخالف للشرع. كما قاله وبينه رسول الله - صلى الله عليه وسلم - وكما هو مبين',NULL,'106',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (108,'كذلك في الرسالة المشار إليها فلا داعية للتطويل بجلب الأولى على ذلك والاستدلال، "فماذا بعد الحق إلا الضلال".
ومن الكتب المصنفة في ذلك أيضا: كتاب "حكم السنة والكتاب في وجوب هدم الزوايا والقباب" للشيخ العلامة عبد الرحمان محمد النتيفي الجعفري الزياني (المتوفى سنة ١٣٨٥هـ) الذي كان يحضر المجالس العلمية للسلطان محمد الخامس رحمه الله.
وقد حققته قديما، ولا زال لم يطبع.
ذهب فيه رحمه الله إلى وجوب هدم كل ما بني على القبور والزوايا.
وممن تعرض لهذه المسألة كذلك وأفتى بعدم جواز بناء الأضرحة وعدم جواز تعظيم القبور والمبالغة في تشييدها ونحوها العلامة محمد كنوني المذكوري مفتي رابطة علماء المغرب، وأيده في ذلك أمينها العام العلامة عبد الله كنون.
قال رحمه الله: الجواب عن السؤال الثالث حول القبة التي تبنى على أضرحة الأولياء والصالحين، فذلك حرام وبدعة لم تكن في عهده - صلى الله عليه وسلم -، ولا في عهد خلفائه الراشدين ولا في عهد الصحابة والتابعين، فقد نص العلامة الشوكاني رحمه الله أن بناء القبب والمساجد على القبور أمر محدث في الإسلام من قريب. اهـ.
ومعلوم أن وفاته كانت سنة ١٢٥٠هـ. لما في ذلك من الإسراف وتضييع الأموال والزينة مما لا يرجع على الميت بنفع، وهذا المقام مقام خشوع',NULL,'107',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (109,'وخضوع، لا مقام زينة وفخر، ومما قاله الشيخ الشوكاني أيضا في رسالته المسماة (شرح الصدور في تحريم رفع القبور) ما نصه:
اعلم أنه قد اتفق الناس سابقهم ولاحقهم، وأولهم وآخرهم من لدن الصحابة رضي الله عنهم إلى هذا الوقت أن رفع القبور والبناء عليها، بدعة من البدع التي ثبت النهي عنها، واشتد وعيد رسول الله - صلى الله عليه وسلم - لفاعلها ولم يخالف في ذلك أحد من المسلمين أجمعين لكنه وقع للإمام يحيي بن حمزة (١) مقالة تدل على أنه لا بأس بالقباب والمشاهد على قبور الفضلاء، ولم يقل بذلك أحد غيره، ولا روي عن أحد سواه، إلى أن قال: فقد عرفت من هذا أنه لم يقل بذلك إلا الإمام يحيى، وعرفت دليله الذي استدل به، وهو استعمال المسلمين من غير نكير، ثم قال: فإذا عرفت هذا تقرر أن هذا خلاف واقع بين الإمام يحيي وبين سائر العلماء من الصحابة والتابعين ومن المتقدمين من أهل البيت ومن المتأخرين، ومن أهل المذاهب الأربعة وغيرها ومن جميع المجتهدين، أولهم وآخرهم الخ، ثم استشهد بآيات قرآنية كقوله سبحانه: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا} [الحشر:٧] وكقوله: {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ} [آل عمران:٣١] الخ.
_________
(١) يحيي بن حمزة هذا من أئمة الزيدية، ولا عبرة بأقوالهم عند أهل السنة.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (110,'كما استدل بحديث الصحيحين عن عائشة رضي الله عنها، أن رسول الله - صلى الله عليه وسلم - قال: «لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد» (١) ...
وذكر نصوصا أخرى في النهي عن تعظيم القبور.
وقال: السؤال السادس: حول الاستسقاء عند ضريح ولي كل عام في موعد محدد مع حفلة يسمونها الصدقة.
الجواب عنه: أن الاستسقاء جعلت له الشريعة الإسلامية صلاة تخصه، فقد روى الأئمة أحمد والبخاري وأبو داود والنسائي، ورواه مسلم ولم يذكر الجهر بالقراءة عن عبد الله بن زيد - رضي الله عنه - قال: رأيت النبي - صلى الله عليه وسلم - يوم خرج يستسقي، قال: فحول إلى الناس ظهره واستقبل القبلة يدعو، ثم حول رداءه ثم صلى ركعتين جهر فيهما بالقراءة (٢) اهـ.
هذه هي الصلاة المشروعة في الاستسقاء، لا أن يذهب الأحياء إلى الأموات ويقيمون عندهم الحفلات في أوقات مألوفة وأماكن معروفة، فأين الصلاة وأين الدعاء إلى الله، والالتجاء والتضرع إليه، كما وصف لنا ابن عباس في حديثه الذي رواه أبو داود والنسائي والترمذي وصححه، أن
_________
(١) رواه البخاري (١/ ١٢٦٥ - ١٣٢٤) (٤/ ٤١٧٧) ومسلم (١/ ٥٢٩).
(٢) رواه البخاري (٩٧٨ - ٩٧٩) وأبو داود (١١٦١ - ١١٦٦ - ١١٦٧) والنسائي (١٥٠٩ - ١٥١٠ - ١٥١٩) ومالك (٤٤٨) وابن أبي شيبة (٧/ ٣١٥) وابن حبان (٢٨٦٥ - ٢٨٦٦) والدارمي (١٥٣٤) والبيهقي (٣/ ٣٥٠) والحاوي (١/ ٣٢٣ - ٣٢٥) والحميدي (١/ ٢٠١) والطيالسي (١١٠٠) وعبد الرزاق (٢/ ٢٢١) عن عبد الله بن زيد.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (111,'رسول الله - صلى الله عليه وسلم - خرج متواضعا مبتذلا متخشعا متضرعا فصلى ركعتين الخ (١)، وأين الاستغفار الذي كان يفعله الصحابة الكرام عند ذلك، لأن منع المطر لا يكون إلا عن ذنوب ومعاصي، والاستغفار يمحوها، فيزول بزوالها المانع من المطر.
نعم، ثبت أن سيدنا عمر استسقى بسيدنا العباس رضي الله عنهما عند القحط، فقد روى البخاري عن أنس رضي الله عنه أن عمر بن الخطاب كان إذا قحطوا استسقى بالعباس بن عبد المطلب فقال: اللهم انا كنا نتوسل إليك بنبينا - صلى الله عليه وسلم - فتسقينا، وإنا نتوسل إليك بعم نبيك فاسقنا فيسقون. (٢) اهـ.
وقد بينوا صفة ما دعا به العباس هذه الواقعة أنه قال: اللهم إنه لا ينزل بلاء إلا بذنب، ولم يكشف إلا بتوبة، وقد توجه بي القوم إليك لمكاني من نبيك، وهذه أيدينا إليك بالذنوب ونواصينا إليك بالتوبة، فاسقنا الغيث، قال: فأرخت السماء مثل الجبال، حتى أخصبت الأرض، وعاش الناس.
ومن هنا استحب العلماء الاستسقاء بأهل الخير والصلاح وأهل بيت النبوءة، وكثرة الاستغفار، هو الذي لم يزد عليه عمر عندما خرج يستسقي مرة أخرى، حيث قرأ {اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً يُرْسِلِ السَّمَاء
_________
(١) رواه النسائي (١٥٢١) والترمذي (٥٥٨) وابن ماجه (١٢٦٦) وأحمد (١/ ٢٦٩ - ٣٥٥) وابن خزيمة (١٤٠٥ - ١٤١٩) والحاكم (١٢١٨) والبيهقي (٣/ ٣٤٤) والدارقطني (٢/ ٦٧) وابن أبي شيبة (٧/ ٣١٥) عن ابن عباس.
(٢) رواه البخاري (٩٦٤ - ٣٥٠٧) وابن حبان (٢٨٦١) والبيهقي (٣/ ٣٥٢) والطبراني في الكبير (١/ ٧٢) والطبراني في الأوسط (٢٤٣٧) عن عبد الله بن المثنى عن ثمامة بن عبد الله بن أنس عن أنس.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (112,'عَلَيْكُم مِّدْرَاراً} [نوح: ١٠ - ١١] و {اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً} [هود: ٥٢] الآية.
فقيسوا أعمالكم يا من يقيمون الحفلات عند قبور الأموات التي تذكر الآخرة لا أفراح الدنيا، على أعمال رسولكم - صلى الله عليه وسلم -، وأعمال خلفائه الراشدين والصحابة المهتدين، فحينئذ يظهر أنكم تطلبون القحط لا القطر، حيث تركتم التوجه إلى ربكم الحي الدائم بالخضوع والخشوع، والاستغفار والخنوع إلى قبر، الله أعلم بحال صاحبه غافلين عن قول الله تعالى: {إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِن كُنتُمْ صَادِقِينَ أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءكُمْ ثُمَّ كِيدُونِ فَلاَ تُنظِرُونِ إِنَّ وَلِيِّيَ اللهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ} [الأعراف: ١٩٤ - ١٩٦].
وقال: حكم النذر للقبور وزيارة النساء لها.
الجواب عن السؤال السابع: حول النذور التي يفعلها العامة في البوادي للأولياء، والصالحين الأموات.
إن النذر كما رواه النسائي (١)
عنه - صلى الله عليه وسلم - من طريق عمران بن حصين: نذران، فما كان من نذر في طاعة الله، فذلك لله وفيه الوفاء، وما كان من نذر في معصية الله، فذلك للشيطان ولا وفاء فيه، ويكفره ما يكفر اليمين.
_________
(١) رواه النسائي (٣٨٤٥) والبيهقي (١٠/ ٧٠) عن محمد بن الزبير عن رجل عن عمران.

وهذا سند ضعيف، محمد بن الزبير هو الحنظلي ضعيف، وشيخه مجهول، ورواه البيهقي فسمى الرجل المجهول: الحسن البصري، لكم الحسن لم يسمع من عمران، وفيه ابن الزبير كما تقدم.
وله شاهد عن ابن عباس، رواه ابن الجارود (٩٣٥) والبيهقي (١٠/ ٧٢).
ويغني عنه حديث ابن عباس وعائشة عند البخاري (٦٣١٨ - ٦٣٢٢) وغيره وسيأتي.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (113,'وقال الشيخ خليل في مختصره: وإنما يلزم به ما ندب، كلله علي أو علي ضحية الخ.
إلى أن قال: فاتضح أن بعد ما نذروه للأموات والقبور، وما نذروه لله الحي الدائم الشكور كبعد ما بينهما للمتأمل المنصف، والله يعصمنا من الزلل.
وقال كذلك: الجواب عن السؤال الثامن: حول زيارة النساء للقباب وأضرحة الأولياء والقبور.
الزيارة سيف ذو حدين، فتارة يكون مرغوبا فيها إذا كان القصد من الزائر التفكر والاعتبار بمصارع الأموات، وملاحظة أنه يجري عليه ما جرى عليهم، إذ كل نفس ذائقة الموت {وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ} [الأنبياء:٣٤] كما قال الله تعالى فيحصل له بذلك الخشوع، وربما يترتب عن ذلك الرجوع إلى صراط الله المستقيم، بحيث تكون تلك الزيارة حافزة له على أفعال الخير، والابتعاد عن أفعال الشر، فهذه كما قلنا مرغوب فيها ويرشد إليها حديث بريدة عند مسلم قال: قال رسول الله - صلى الله عليه وسلم -: كنت نهيتكم عن زيارة القبور، فزوروها، وفي رواية: فمن أراد أن يزور القبور فليزرها، فإنها تذكره الآخرة (١) اهـ.
_________
(١) رواه مسلم (٩٧٧ - ١٩٧٧) وأبو داود (٣٢٣٥) - (٣٦٩٨) والنسائي (٢٠٣٢ - ٤٤٢٩ - ٥٦٥٢ - ٥٦٥٣) والترمذي (١٠٥٤) وأحمد (٥/ ٣٥٠ - ٣٥٥ - ٣٦١) وابن الجارود (٨٦٣) وابن= =حبان (٥٣٩٠ - ٥٣٩١ - ٥٤٠٠) والبيهقي (٤/ ٧٦) والطبراني في الكبير (٢/ ١٩) والأوسط (٢٩٦٦ - ٤٩١٢) وغيرهم كثير.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (114,'وتارة تكون حراما إذا خالطتها أمور محرمة كما يجري في زمننا، ولا سيما في أكثر المدن من خروج النساء متبرجات بزينة، متعطرات، وفيهن الكاشفات عما أمر الله به أن يستر، وخصوصا في بعض المناسبات، كأيام عاشوراء حيث تمتلئ المقابر بالغادي والرائح، والجاد والمازح، فيقع الاختلاط بين الرجال والنساء، فما شئت من غمزات وهمسات ومقدمات ومواعد، فهذه لا يقول مسلم بإباحتها، وما على الشاك في هذا إلا أن يختبر.
يا ابن الكرام ألا تدنو فتبصر ما ... قد حدثوك فما راء كمن سمعا
فعلى من ولاه الله أمور المسلمين أن يمنع هاته الزيارة التي لا ترضي الله ولا البشر.
وقال محمد كنوني كذلك لما ذكر البدع المحرمة (٧١): ومنها البدع المحرمة كبناء القبب على القبور وزخرفتها وإيقاد الأنوار فيها حتى تبهر بمظهرها ضعاف الإيمان إلى الالتجاء إليها.
قلت: وقد نص جمع من أئمة المالكية على كراهة قراءة القرآن في القبور.
وقال الحطاب في مواهب الجليل في شرح مختصر الشيخ خليل (٣/ ٢٢٦) في فرع أفضل أركان الحج: ومذهب مالك كراهة القراءة على القبور، نقله سيدي ابن أبي جمرة في شرح مختصر البخاري. انتهى.
ونص على المنع منها: أبو إسحاق الشاطبي، كما في المعيار (١/ ٣٢٧ - ٣٢٨). وكذا نص على بدعية قراءة "يس" حال تغسيل الميت (١/ ٣٢٧).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (115,'وذكر العلامة أبو عبد الله محمد بن محمد بن محمد العبدري الفاسي الشهير بابن الحاج (المتوفى سنة ٧٣٧ هـ) في كتابه "المدخل" من البدع: قراءة القرآن حال الدفن في المقابر، كما هو عمل المغاربة في بلدنا. قال (٣/ ٢٦٣): وينبغي أن لا يقرأ أحد إذ ذاك القرآن لوجهين: أحدهما: أن المحل محل فكرة واعتبار ونظر في المآل، وذلك يشغل عن استماع القرآن، والله تعالى يقول في كتابه العزيز: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا}، والإنصات متعذر لشغل القلب بالفكر فيما هو إليه صائر، وعليه قادم.
الوجه الثاني: أنه لم يكن من فعل من مضى، وهم السابقون والقدوة المتبعون، ونحن التابعون، فيسعنا ما وسعهم، فالخير والبركة والرحمة في اتباعهم، وفقنا الله لذلك بمنه.
وقال (٣/ ٢٦٤) بعد أن ذكر أنه لا يجوز رفع القبور أكثر من تسنيمه الذي يعرف به ويميز: وأما تعلية البناء الكثير على نحو ما كانت الجاهلية تفعله تفخيما وتعظيما، فذلك يهدم ويزال، فإن فيه استعمال زينة الدنيا في أول منازل الآخرة وتشبيها بمن كان يعظم القبور ويعبدها، وباعتبار هذه المعاني وظاهر النهي ينبغي أن يقال: هو حرام.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (116,'قال أبو عبد الله محمد بن أحمد العبدي الكانوني (المتوفى سنة ١٣٥٦ هـ/١٩٣٥ م): في كتابه جواهر الكمال في تراجم الرجال (١٣٧ - ١٣٨ - المطبعة العربية بالبيضاء):
وإنما هو مقام كسائر المقامات التي تزار ويتبرك بها.
وقد ابتلي الناس من هذه المقامات بداهية عمياء، إذ بينما نحن ننظر فيما دهينا به من القِبب المزخرفة على أصحابها الحقيقيين، والحال أن الفقراء والمساكين في مضيعة يموتون جوعا، والناس يتباهون في زخرفة الحيطان وتنميقها وإنفاق جلائل الأموال عليها، واتخاذها شبكة لاصطياد الحطام الدنيوي، إذ ظهر لنا ما هو أدهى وأمَرّ، ألا وهو تشييد القبب على مواضع لم يدفن فيها أحد، بل بنيت لمجرد رؤيا منامية، أو لكون الصالح الفلاني مر منها، أو جلس أو أو .. رغبة منهم في جمع الحطام، قبح الله المطامع ولا بارك في أهلها.
وهذا هو السر في كثرتها، كمثل مقامات الشيخ عبد القادر الجيلاني مع أنه لم يدخل المغرب قط. وقد شيدت قبة بقبيلة عبدة حوز آسفي أواسط القرن الماضي بموضع عُرف بالمقام ادُعي أنه مقامه، بناها رجل اسمه الحاج سلام، شرَّق وزار الشيخ عبد القادر، ولما رجع بنى له هذه القبة، ليستغلها جزاء رحلته إليه.
وبفاس خصص الجهلة ناحية من كلية القرويين، وسموها خلوة الشيخ عبد القادر، ويتمسحون بالماء المار محاذيا لها خارج المسجد.
وبدكالة قبة الزعيم السيد محمد العياشي مع أنه لم يمت هناك.
وبسوس قبة سيدنا علي بن أبي طالب يقام عليها موسم سنوي، مع أنه لم يدخل المغرب.
وبالجديدة سيدي الضاوي وسيدي بوافي، ولم يتحقق هناك أحد إلا أنهما كانا مركزين للمجاهدين، بل هذا صاحبنا سيدي محمد بن الزبير الناصري الذي توفي بآسفي سنة ١٣٤٠ وهذا مقامه بدكالة بموضع يعرف "حدير" يزار ويتبرك به، وقد كان شُرع في البنيان عليه.
ولم يكتف الناس بتشييد القبب على الإنس حتى تخطوا ذلك إلى الجن، فهذا مقام شمهروش الجني بجبل "غيغاية" بأحواز مراكش للناس به ولوع.
ولو استرسلت في البحث لكان العدد أكثر والأمر أفظع، فإن ذلك دليل على ضعف الوازع الديني، وقلة اليقين بالله، حيث لم يقف الناس عند حد التغالي في الصالحين، ونسبة إدرار الأرزاق على الخلق إليهم، وأنهم هم المتصرفون في الكون، فلا يعطى شيء لأحد إلا من تحت أيديهم، حتى تجاوزوه إلى التغالي في المواضع الموهومة، وشد الرحلة إليها، والإفراط في تعظيمها، وشييد البنيان عليها، بإنفاق جلائل الأموال.
ولعمري إنه لو كان ينزل الوحي من السماء بعد النبي سيدنا محمد بن عبد الله صلى الله عليه وسلم لنزل فينا أكثر من الأمم الماضية لارتكابنا أقبح الأفعال وأشنعها من غير خوف من الله ولا وجل.
أليس الذي ينسب إلى الولي أنه يعطي المال والولد والوظائف وكل شيء قد اتخذ مع الله إلها؟
أليس الذي تقول له احلف لي على حقي، يحلف لك ما شئت من المرات، وإذا ذكرت له الحلف بالولي الفلاني فإنه يقف حائرا، لما وقر في قلبه من ذلك الولي؟
أليس إنه خاف الولي أكثر من خوفه الله، وعظمه أشد من تعظيم الله؟ وهذا معنى الربوبية، بل يجب على من له معرفة بقدر الواجب الملقى على عاتقه في حق أمته أن يقوم بالتعليم والإرشاد، وبيان العقيدة الصحيحة، والفرق بين الرب والولي، لنخرج من هذه الهوة السحيقة والمفازة المهلكة، التي أوقعنا فيها الجهل بديننا، والخروج عن تعاليمه النقية، وقد صار سلفنا على منهاجه حتى بلغوا قمة المجد، ودانت لهم البلاد والعباد، ونشروا رواق العدالة والنور على أمم الأرض التي كانت أبعد الناس عن ذلك.
وها نحن قد بدلنا العلم بالجهل، والسيادة بالعبودية، والغنى بالفقر، والعز بالذلة، فيا لله ويا للعقلاء من أمة نسيت مجدها القديم، وجهلت فخرها الصميم، وقنعت من الإسلام بالاسم فقط.

<span data-type="title" id=toc-6>المغاربة والاحتفال بمواسم الأضرحة</span>
لم تعرف ظاهرة المواسم في المغرب إلا في العصور المتأخرة مع كثرة بناء الأضرحة وانتشار الطرق الصوفية، ولما جاء عهد السلطان العلوي المولى سليمان رحمه الله عاين ما كان يحدث فيها من انحراف وبدع وفسوق وفجور فكان له موقف جريء حيالها، لم يعرف في تاريخ المغرب له نظيرا، فأصدر مرسوما أبطل فيه المواسم ومنع من إقامتها (١).
وأقدم مصدر نشر المرسوم هو الترجمانة الكبرى لأبي القاسم الزياني (٤٦٦ - فما بعد) (٢).
_________
(١) قال الأستاذ أحمد العراقي في بحثه: من قضايا الفكر لدى المؤلفين المغاربة زمان محمد الثالث وابنه سليمان (٢٠٧): إن تعاطف هذا السلطان، ومن ورائه حاشيته العلمية مع الدعوة الوهابية يمكن رده إلى ميوله السلفية الإصلاحية التي ما فتئ يعبر عنها في مواقفه وكتاباته، ولكنه كذلك لا ينفصل عن عمله السياسي في الداخل والخارج الذي وجد في طبيعة هذه الدعوة ما يخدم أهدافه ... انتهى.
(٢) ونشره كذلك ابن زيدان في إتحاف أعلام الناس (٥/ ٤٦٥ - ٤٧٠) وإبراهيم حركات في التيارات السياسية والفكرية (٧١) وأفرده بالطبع الدكتور تقي الدين الهلالي، مكتبة ومطبعة الساحل، الرباط.
وكذا أفرده بالطبع: محمد إبراهيم الكتاني في المطبعة الجديدة بفاس، دون تاريخ في ١٢ صفحة، كما في المصادر العربية للمنوني (٣/ ٦٣).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (117,'ومما قال المولى سليمان في مرسومه هذا:
ولهذا نرثي لغفلتكم وعدم إحسانكم, ونغار من استيلاء الشيطان بالبدع على أنواعكم وأجناسكم, فألقوا لأمر الله آذانكم, وأيقظوا من نوم الغفلة أجفانكم, وطهروا من دنس البدع إيمانكم, وأخلصوا الله إسراركم وإعلانكم.
واعلموا أن الله بمحض فضله أوضح لكم طرق السنة لتسلكوها, وصرح بذم اللهو والشهوات لتملكوها, وكلفكم لينظر عملكم, فاسمعوا قوله في ذلك وأطيعوه, واعرفوا فضله عليكم وعوه, واتركوا عنكم بدع المواسم التي أنتم بها متلبسون والبدع التي يزينها أهل الأهواء ويلبسون, وافترقوا أوزاعا, وانتزعوا الأديان والأموال انتزاعا, بما هو صراح كتابا وسنة وإجماعا, وتسموا فقراء, وأحدثوا في دين الله ما استوجبوا به سقرا, {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالاً} [الكهف:١٠٣] الآية.
وكل ذلك بدعة شنيعة, وفعلة فظيعة, وشيمة وضيعة, وسنة مخالفة لأحكام الشريعة, وتلبيس وضلال, وتدليس شيطاني وخبال, زينه الشيطان لأوليائه فوقتوا له أوقاتا, وأنفقوا في سبيل الطاغوت في ذلك دراهم وأقواتا, وتصدى له أهل البدع من (عساوة وجلالة) وغيرهم من ذوي البدع والضلالة، والحماقة والجهالة, وصاروا يرتقبون للهوهم الساعات, وتتزاحم على حبال الشيطان وعصيه منهم الجماعات.
وكل ذلك حرام ممنوع, الإنفاق فيه إنفاق في غير مشروع.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (118,'فأنشدكم الله عباد الله هل فعل رسول الله - صلى الله عليه وسلم - لحمزة عمه سيد الشهداء موسما, وهل فعل سيد هذه الأمة أبو بكر لسيد الإرسال, صلوات الله عليه وعلى جميع الأصحاب والآل موسما؟ وهل فعل عمر لأبي بكر موسما؟ وهل تصدى لذلك أحد من التابعين رضي الله عنهم أجمعين.
ثم أنشدكم الله هل حرمت على عهد رسول الله - صلى الله عليه وسلم - المساجد, أو زوقت أضرحة الصحابة والتابعين الأماجد.
وكأني بكم تقولون في نحو المواسم المذكورة, وزخرفة أضرحة الصالحين وغير ذلك من أنواع الابتداع, حسبنا الاقتداء والاتباع, {إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ} [الزخرف:٢٢] الآية.
وهذه المقالة قالها الجاحدون, هيهات هيهات لما توعدون, وقد رد الله مقالهم, ووبخهم وما أقالهم.
فالعاقل من اقتدى بآبائه المهتدين, وأهل الصلاح والدين, (خير القرون: الحديث)، وبالضرورة إنه لن يأت آخر هذه الأمة بأهدى مما كان عليه أولها, فقد نص رسول الله صلى عليه وسلم, وعقد الدين قد سجل, ووعد الله بإكماله قد عجل، {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} [المائدة:٣] الآية.
قال عمر بن الخطاب رضي الله عنه: (أيها الناس قد سنت لكم السنن وفرضت لكم الفرائض وتركتم على الجادة , فلا تميلوا بالناس يمينا ولا شمالا).
فليس في دين الله, ولا فيما شرع نبي الله, أن يتقرب لله بغناء وشطح, والذكر الذي أمر الله به, وحث عليه ومدح الذاكرين به, هو على الوجه',NULL,'117',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (119,'الذي كان يفعله - صلى الله عليه وسلم - , ولم يكن على طريق الجمع ورفع الأصوات على لسان واحد, فهذه سنة السلف وطريقة صالحي الخلف, فمن قال بغير طريقهم فلا يستمع, ومن سلك غير سبيلهم فلا يتبع, {وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ} [النساء:١١٥] الآية {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ} [يوسف:١٠٨] الآية.
فما لكم يا عباد الله ولهذه البدع أأمنا من مكر الله, أتلبيسا على عباد الله, أمنابذة لمن النواصي في يديه, أم غرورا بمن الرجوع بعد إليه.
فتوبوا واعتبروا وغيروا المناكر واستغفروا, فقد أخذ الله بذنب المترفين من دونهم, وعاقب الجمهور لما أغضوا عن المنكر عيونهم, وساءت بالغفلة عن الله عقبى الجميع مابين العاصي والمداهن المطيع.
أفيزلكم الشيطان وكتاب الله بأيديكم, أم كيف يضلكم وسنة نبيه تناديكم، فتوبوا إلى رب الأرباب, {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ} [الزمر:٥٤]. الآية.
ومن أراد منكم التقرب بصدقة أو وفق لمعروف إطعام أو نفقة, فعلى من ذكر الله في كتابه, ووعد فيهم بجزيل ثوابه, كذوي الضرورة الغير الخافية, والمرضى الذين لستم بأولى منهم بالعافية, ففي مثل هذا تسد الذرائع, وفيه تمثل أوامر الشرائع {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاء} [التوبة:٦٠] الآية.
ولا يتقرب إلى مالك النواصي بالبدع والمعاصي, بل بما يتقرب به الأولياء والصالحون والأتقياء المفلحون, بكل حلال, وقيام الليالي, ومجاهدة',NULL,'118',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (120,'النفس في حفظ الأحوال, بالأفعال والأقوال, البطن وما حوى, والرأس وما وعى, وآيات تتلى, وسلوك الطريقة المثلى, وحج وجهاد, ورعاية السنة في المواسم والأعياد, ونصيحة تهتدى, وأمانة تؤدى, وخلق على خلق القرآن يحدى, وصلاة وصيام, واجتناب مواقع الآثام, وبيع النفس والمال من الله {إِنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ} [التوبة:١١١] الآية.
{وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ} [البقرة:١٧٧] الآية {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً} [الأنعام:١٥٣] الآية.
الصراط المستقيم كتاب الله وسنة رسول الله، وليس الصراط كثرة الرايات، والاجتماع للبيات، وحضور النساء والأحداث، وتغيير الأحكام الشرعية بالبدع والأحداث، والتصفيق والرقص، وغير ذلك من أوصاف الرذائل والنقص، {أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ} [فاطر:٨] الآية.
عن المقدام بن معدي كرب سمعت رسول الله - صلى الله عليه وسلم - يقول: يجاء بالرجل يوم القيامة وبين يديه راية يحملها، وأناس يتبعونه فيسأل عنهم ويسألون عنه، {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا} [البقرة:١٦٦] الآية.
فيجب على من ولاه الله من أمر المسلمين شيئا من السلطان والخلائف، أن يمنعوا هؤلاء الطوائف، من الحضور في المساجد وغيرها، ولا يحل لأحد يدين لله واليوم الآخر أن يحضر معهم أو يعينهم على باطلهم، فإياكم ثم إياكم والبدع، فإنها تترك مراسم الدين خالية خاوية، والسكوت على المناكر يحيل رياض الشرائع ذابلة ذاوية.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (121,'فمن المنقول على الملل، والمشهور في الأواخر والأوائل، أن البدع والمناكر إذا فشت في قوم أحاط بهم سوء كسبهم، وأظلم مابينهم وبين ربهم، وانقطعت عنهم الرحمات، ووقعت فيهم المثلات، وشحت السماء وسبحت النقماء، وغيض الماء، واستولت الأعداء، وانتشر الداء، وجفت الضروع، ونقصت بركة الزروع، لأن سوء الأدب مع الله يفتح أبواب الشدائد، ويسد طريق الفوائد، والأدب مع الله ثلاثة:
١ - حفظ الحرمة بالاستسلام والاتباع.
٢ - رعاية السنة من غير إخلال ولا ابتداع.
٣ - مراعاتها في الضيق والاتساع, لاما يفعله اليوم هؤلاء الفقراء، فكل ذلك كذب على الله وافتراء, {قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ} [آل عمران:٣١] الآية.
عن العرباض بن سارية - رضي الله عنه - قال: وعظنا رسول الله صلى الله عليه وسلام موعظة ذرفت منها العيون, ووجلت منها القلوب, فقام إليه رجل فقال: يا رسول الله كأن هذه موعظة مودع فما تعهد إلينا, فقال: أوصنا, قال: أوصيكم بتقوى الله والسمع والطاعة لمن وليكم وإن كان عبدا حبشيا فإنه من يعش بعدي فسيرى اختلافا كثيرا فعليكم بسنتي وسنة الخلفاء الراشدين من بعدي تمسكوا بها وعضوا عليها بالنواجذ, وإياكم ومحدثات الأمور, فإن كل محدثة بدعة, وكل بدعة ضلالة (١).
_________
(١) تقدم.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (122,'وها نحن عباد الله أرشدناكم وحذرناكم وأنذرناكم, فمن ذهب بعد لهذه المواسم, أو أحدث بدعة في شريعة نبيه أبي القاسم, فقد سعى في هلاك نفسه, وجر الوبال عليه وعلى أبناء جنسه، وتله الشيطان للجبين, وخسر الدنيا والآخرة، ذلك هو الخسران المبين، {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ} [النور:٦٣] ... الآية. إلى آخر المرسوم.
وممن انتصر للمرسوم وأيده من علماء المغرب: العلامة المؤرخ أحمد الناصري، حيث قال في الاستقصا (٨/ ١٢٤): ... وقد تكلم الشاطبي وغيره من العلماء فيما يقرب من هذا، وذكروا أن الغلو في التعظيم أصل من أصول الضلال، ولو لم يكن في ذلك إلا قضية الشيعة لكان كافيا، فالحاصل أن خير الأمور الوسط، ومن هنا أيضا كان السلطان المولى سليمان رحمه الله قد أبطل بدعة المواسم بالمغرب، وهي لعمري جديرة بالإبطال، فسقى الله ثراه، وجعل في عليين مثواه. اهـ.
وكذا انتصر له عبد السلام بن محمد السرغيني (ت١٣٥٤) في مسامرة في الانتصار للسنة وقمع البدعة. وقد تقدم.
وكذا العلامة محمد كنوني المذكوري مفتي رابطة علماء المغرب في الفتاوى التي أصدرتها الرابطة، وأيده في ذلك أمينها العام العلامة عبد الله كنون.
وقد قدمت كلامه هذا فيما تقدم لكن لا بأس بإعادته هنا لصلته الوثيقة بما نحن بصدده من موقف المغاربة من مواسم الأضرحة.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (123,'قال: السؤال السادس: حول الاستسقاء عند ضريح ولي كل عام في موعد محدد مع حفلة يسمونها الصدقة.
الجواب عنه: أن الاستسقاء جعلت له الشريعة الإسلامية صلاة تخصه، فقد روى الأئمة أحمد والبخاري وأبو داود والنسائي، ورواه مسلم ولم يذكر الجهر بالقراءة عن عبد الله بن زيد - رضي الله عنه - قال: رأيت النبي - صلى الله عليه وسلم - يوم خرج يستسقي، قال: فحول إلى الناس ظهره واستقبل القبلة يدعو، ثم حول رداءه ثم صلى ركعتين جهر فيهما بالقراءة (١) اهـ.
هذه هي الصلاة المشروعة في الاستسقاء، لا أن يذهب الأحياء إلى الأموات ويقيمون عندهم الحفلات في أوقات مألوفة وأماكن معروفة، فأين الصلاة وأين الدعاء إلى الله، والالتجاء والتضرع إليه، كما وصف لنا ابن عباس في حديثه الذي رواه أبو داود والنسائي والترمذي وصححه، أن رسول الله - صلى الله عليه وسلم - خرج متواضعا مبتذلا متخشعا متضرعا فصلى ركعتين الخ (٢)، وأين الاستغفار الذي كان يفعله الصحابة الكرام عند ذلك، لأن منع المطر لا يكون إلا عن ذنوب ومعاصي، والاستغفار يمحوها، فيزول بزوالها المانع من المطر.
نعم، ثبت أن سيدنا عمر استسقى بسيدنا العباس رضي الله عنهما عند القحط، فقد روى البخاري عن أنس رضي الله عنه أن عمر بن الخطاب كان
_________
(١) تقدم.
(٢) تقدم.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (124,'إذا قحطوا استسقى بالعباس بن عبد المطلب فقال: اللهم انا كنا نتوسل إليك بنبينا - صلى الله عليه وسلم - فتسقينا، وإنا نتوسل إليك بعم نبيك فاسقنا فيسقون. (١) اهـ.
وقد بينوا صفة ما دعا به العباس هذه الواقعة أنه قال: اللهم إنه لا ينزل بلاء إلا بذنب، ولم يكشف إلا بتوبة، وقد توجه بي القوم إليك لمكاني من نبيك، وهذه أيدينا إليك بالذنوب ونواصينا إليك بالتوبة، فاسقنا الغيث، قال: فأرخت السماء مثل الجبال، حتى أخصبت الأرض، وعاش الناس.
ومن هنا استحب العلماء الاستسقاء بأهل الخير والصلاح وأهل بيت النبوءة، وكثرة الاستغفار، هو الذي لم يزد عليه عمر عندما خرج يستسقي مرة أخرى، حيث قرأ {اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً} [نوح: ١٠ - ١١] و {اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً} [هود: ٥٢] الآية.
فقيسوا أعمالكم يا من يقيمون الحفلات عند قبور الأموات التي تذكر الآخرة لا أفراح الدنيا، على أعمال رسولكم - صلى الله عليه وسلم -، وأعمال خلفائه الراشدين والصحابة المهتدين، فحينئذ يظهر أنكم تطلبون القحط لا القطر، حيث تركتم التوجه إلى ربكم الحي الدائم بالخضوع والخشوع، والاستغفار والخنوع إلى قبر، الله أعلم بحال صاحبه غافلين عن قول الله تعالى: {إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِن كُنتُمْ صَادِقِينَ أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ
_________
(١) تقدم.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (125,'آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءكُمْ ثُمَّ كِيدُونِ فَلاَ تُنظِرُونِ إِنَّ وَلِيِّيَ اللهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ} [الأعراف: ١٩٤ - ١٩٦].',NULL,'124',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (126,'<span data-type="title" id=toc-7>علماء المالكية والاحتفال بالمولد النبوي</span>
اختلف علماء المذهب في حكم الاحتفال بالمولد النبوي، علما أنه أجمع كافة العلماء والمؤرخين أن الصحابة والتابعين وأتباعهم وكذا الأئمة الأربعة لم يعرف عنهم الاحتفال بالمولد النبوي، ولا تعرف هذه البدعة إلا في القرون المتأخرة.
بل أول من أحدثه هم الفاطميون العبيدون من الباطنيين، كما نقله المقريزي في خططه (١/ ٤٩٠) والقلقشندي في صبح الأعشى (٣/ ٤٩٨) والسندوبي في تاريخ الاحتفال بالمولد النبوي (٦٩) ومحمد بخيت في أحسن الكلام (٤٤) وعلي فكري في محاضراته (٨٤) وعلي محفوظ في الإبداع ... (ص١٢٦) (١).
وعلى القول بجواز الاحتفال فإن ما يفعله الصوفية في هذا اليوم من الرقص والشطح باسم الذكر يعد من البهتان ومن أعظم الافتراء على الشريعة وعلى نبينا - صلى الله عليه وسلم -، ومن قال بأن هذا احتفال بالنبي - صلى الله عليه وسلم - فهو من أكبر المستهزئين به - صلى الله عليه وسلم -، الساخرين بمقامه الرفيع. فكيف يعظم النبي - صلى الله عليه وسلم - في يوم ميلاده بالرقص والشطح. سبحانك هذا بهتان عظيم.
_________
(١) كذا ذكر الشيخ علي حسن الحلبي في تحقيقه لرسالة الفاكهي الآتي ذكرها.
وضعف قول من قال: إن أول من أحدثه هو الملك المظفر صاحب إربل.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (127,'ومن أكثر علماء المذاهب الأربعة تصنيفا وتشنيعا على هذا الاحتفال: علماء المذهب المالكي.
وممن علمته تكلم في عدم جواز ذلك أو عدم جواز بعض ما يعمل في المولد:
أبو الوليد سليمان بن خلف الباجي المالكي (ت ٤٧٤هـ) ألف رسالة سماها: حكم بدعة الاجتماع في مولد النبي - صلى الله عليه وسلم - (١).
وأبو حفص تاج الدين عمر بن علي الفاكهاني المالكي (ت٧٣١) صنف "المورد في عمل المولد" (٢).
صنفه لبيان بدعية الاحتفال بالمولد النبوي.
ومما قاله فيه (٨ - ٩): لا أعلم لهذا المولد أصلا في كتاب ولا سنة، ولا ينقل عمله عن أحد من علماء الأمة، الذين هم القدوة في الدين المتمسكون بآثار المتقدمين، بل هو بدعة أحدثها البطَّالون، وشهوة نفس، اغتنى بها الأَكَّالون.
وقال في آخر الرسالة: هذا مع أن الشهر الذي ولد فيه - صلى الله عليه وسلم -، وهو ربيع الأول هو بعينه الشهر الذي توفي فيه، فليس الفرح بأولى من الحزن فيه.
_________
(١) نشرت هذه الرسالة في مجلة الإصلاح (المجلد الأول/ العدد الخامس/ ص ٢٧٨). كما في جهود علماء المغرب (٤٢١).
(٢) طبع بتحقيق علي حسن الحلبي. طبع دار القاسم ضمن مجموع.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (128,'وعد العلامة أبو عبد الله محمد بن محمد بن محمد العبدري الفاسي الشهير بابن الحاج (المتوفى سنة ٧٣٧) في كتابه "المدخل" الاحتفال بالمولد النبوي (٢/ ٢) من البدع.
وقال الونشريسي في المعيار المعرب (٧/ ٩٩ - ١٠٠ - ١٠١): وسئل الأستاذ أبو عبد الله الحفار عن رجل حبس أصل توت على ليلة مولد سيدنا محمد - صلى الله عليه وسلم - ثم مات المحبس فأراد ولده أن يتملك أصل التوت المذكور فهل له ذلك أم لا؟
فأجاب: وقفت على السؤال فوقه، وليلة المولد لم يكن السلف الصالح وهم أصحاب رسول الله - صلى الله عليه وسلم - والتابعون لهم يجتمعون فيها للعبادة، ولا يفعلون فيها زيادة على سائر ليالي السنة، لأن النبي - صلى الله عليه وسلم - لا يعظم إلا بالوجه الذي شرع فيه تعظيمه، وتعظيمه من أعظم القرب إلى الله، لكن يتقرب إلى الله جل جلاله بما شرع، والدليل على أن السلف لم يكونوا يزيدون فيها زيادة على سائر الليالي أنهم اختلفوا فيها، فقيل إنه - صلى الله عليه وسلم - ولد في رمضان، وقيل في ربيع، واختلف في أي يوم ولد فيه على أربعة أقوال، فلو كانت تلك الليلة التي ولد في صبيحتها تحدث فيها عبادة بولادة خير الخلق - صلى الله عليه وسلم - لكانت معلومة مشهورة لا يقع فيها اختلاف، ولكن لم تشرع زيادة تعظيم، ألا ترى أن يوم الجمعة خير يوم طلعت عليه الشمس، وأفضل ما يفعل في اليوم الفاضل صومه، وقد نهى النبي - صلى الله عليه وسلم - عن صوم يوم الجمعة مع عظيم فضله، فدل هذا على أنه لا',NULL,'127',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (129,'تحدث عبادة في زمان ولا في مكان إلا إن شرعت، وما لم يشرع لا يفعل، إذ لا يأتي آخر هذه الأمة بأهدى مما أتى به أولها.
ولو فتح هذا الباب لجاء قوم فقالوا: يوم هجرته إلى المدينة يوم أعز الله فيه الإسلام فيجتمع فيه ويتعبد.
ويقول آخرون: الليلة التي أسرى به فيها حصل له من الشرف ما لا يقدر قدره، فتحدث فيها عبادة.
فلا يقف ذلك عند حد، والخير كله في اتباع السلف الصالح الذين اختارهم الله له، فما فعلوا فعلناه وما تركوا تركناه.
فإذا تقرر هذا ظهر أن الاجتماع في تلك الليلة ليس بمطلوب شرعا، بل يؤمر بتركه، ووقوع التحبيس عليه مما يحمل على بقائه واستمرار ما ليس له أصل في الدين، فمحوه وإزالته مطلوب شرعا.
ثم هاهنا أمر زائد في السؤال أن تلك الليلة تقام على طريقة الفقراء، وطريقة الفقراء في هذه الأوقات شنيعة من شنع الدين، لأن عهدهم في الاجتماع إنما هو الغناء والشطح، ويقررون لعوام المسلمين أن ذلك من أعظم القربات في هذه الأوقات وأنها طريقة أولياء الله، وهم قوم جهلة لا يحسن أحدهم أحكام ما يجب عليه في يومه وليلته، بل هو ممن استخلفه الشيطان على إضلال عوام المسلمين، ويزينون لهم الباطل ويضيفون إلى دين الله تعالى ما ليس منه، لأن الغناء والشطح من باب اللهو واللعب وهم يضيفونه إلى أولياء الله، وهم يكذبون في ذلك عليهم ليتوصلوا إلى أكل أموال الناس',NULL,'128',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (130,'بالباطل، فصار التحبيس عليهم ليقيموا بذلك طريقتهم تحبيسا على ما لا يجوز تعاطيه، فيبطل ما حبس في هذا الباب على غير طريقته، ويستحب للمحبس أن يصرف هذا الأصل من التوت إلى باب آخر من أبواب القربات الشرعية، وإن لم يقدر على ذلك فينقله لنفسه، والله تعالى يمن علينا باتباع هدي نبيه محمد - صلى الله عليه وسلم -، واتباع السلف الصالح الذين في اتباعهم النجاة، والسلام على من يقف عليه. من محمد الحفار.
وقال الونشريسي في المعيار المعرب (٢/ ٤٨٩) معددا البدع: ومنها اتخاذ طعام معلوم في ميلاد النبي - صلى الله عليه وسلم - وفي بعض المواسم.
قال ابن الحاج (١): ولم يكن في عاشوراء لمن مضى طعام معلوم لابد من فعله. وقد كان بعض العلماء يتركون النفقة فيه قصدا لينبهوا على أن النفقة فيه ليست بواجبة، ولم يكن السلف رضوان الله عليهم يتعرضون في هذه المواسم ولا يعرفون تعظيمها إلا بكثرة العبادة والصدقة والخير واغتنام فضيلتها لا بالمأكول.
وممن أكثر التشنيع على بدعة الاحتفال بالمولد النبوي من أعلام المغرب المالكية: العلامة أبو العباس القباب أحمد بن قاسم الجذامي (المتوفى بعد٧٨٠ هـ) (٢).
_________
(١) المدخل (١/ ٢٨٦).
(٢) له ترجمة في الديباج (١/ ١٦٢) وتوشيح الديباج (٥٥) والحلل السندسية (١/ ٦٣٨) وشجرة النور (١/ ٢٣٥).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (131,'قال الونشريسي في المعيار المعرب (١٢/ ٤٨ - ٤٩): وسئل سيدي أحمد القباب عما يفعله المعلمون من وقد الشمع في مولد النبي - صلى الله عليه وسلم - واجتماع الأولاد للصلاة على النبي - صلى الله عليه وسلم - ويقرأ بعض الأولاد ممن هو حسن الصوت عشرا من القرآن وينشد قصيدة في مدح النبي - صلى الله عليه وسلم - ويجتمع الرجال والنساء بهذا السبب. فهل ما يأخذ المعلم من الشمع جائز أم لا؟ لأن بعض الطلبة قال: إنه إجازة ولا فرق بينه وبين حق الشهور والحذاق، ولا سيما من عرف منه أنه لا يزين المسجد ولا يقرأ أحد عنده عشرا ولا ينشد مديحا ولا غيره ولا يسوق له إلا من يقرأ عنده.
فقال له السائل: إن الأولاد يكلفون آباءهم بشراء الشمع ويشترونه كرها، فقال له: يلزمك هذا في حق الشهور والحذاق، والأولاد يطلبون من آبائهم فيعطونه كرها، وهذا غير معتبر، لأن الآباء قد دخلوا عليه فيلزمهم، لأنه إذا رد ولده التزم أنه يعطي حق الشهر والحذاق والشمع في المولد، ولو كانت ثم عادة أخرى لالتزمها.
فهل ما قاله هذا الطالب صحيح أم لا؟ فإن كان صحيحا فهل يؤثر اجتماع الرجال والنساء إن اجتمعوا؟ أم لا يلزم هذا إلا الحاكم، لأن هذا أمر لا يقدر على تغييره إلا من له أمر؟
فأجاب بأن قال: جميع ما وصفت من محدثات البدع التي يجب قطعها، ومن قام بها أو أعان عليها أو سعى في دوامها فهو ساع في بدعة وضلالة، ويظن بجهله أنه بذلك معظم لرسول الله - صلى الله عليه وسلم - قائم بمولده، وهو مخالف سنته',NULL,'130',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (132,'مرتكب لمنهيات نهى عنها - صلى الله عليه وسلم - متظاهر بذلك، محدث في الدين ما ليس منه، ولو كان معظما له حق التعظيم لأطاع أوامره فلم يحدث في دينه ما ليس منه، ولم يتعرض لما حذر الله تعالى منه حيث قال: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور:٦٣]. وأما ما يأخذه المعلم من ذلك فإن كان إنما يعطاه على القيام بهذه البدع والقيام بتلك الأمور، فلا خفاء بقبح المأخوذ على هذا الوجه، وإن كانوا يعطونه ذلك في هذا الوقت وإن لم يفعل شيئا من هذه البدع فقد قال ابن حبيب: إنه لا يقضى للمعلم بشيء في أعياد المسلمين، وإن كان ذلك مما يستحب فعله، وقال: إن الإعطاء في أعياد النصارى مثل النيروز والمهرجان مكروه، ولا يجوز لمن فعله ولا يحل لمن قبله، لأنه من تعظيم الشرك.
قال ابن رشد: كان القياس أن لا فرق بين الحذاق وما يعطى في الأعياد إذا جرت بها العادة وأنه يقضي بالجميع، وإنما فرق ابن حبيب بين ذلك لأن الحذاق بلغها الصبي بتعليم المعلم والأعياد لا فعل فيها.
وإذا كان ابن حبيب يقول ألا يقضى له بالأعياد والمواسم الشرعية، فكيف بما ليس بشرعي؟ وعلى الجملة، لا شك أن الأمر أخف إذا كان لا يقوم ببدعة في ذلك الوقت.
وأما ما ذكرتم عن القائل إن الصبي يطلب ذلك من أبيه حتى يعطيه كرها فكلام لا يساوي سماعه، ومن استقرأ العادة علم أن المعطي لشيء من',NULL,'131',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (133,'ذلك إنما يقصد به إقامة تلك البدع، وكون المعطى شمعا يعين هذا المقصد، وإذا كان كذلك كان المأخوذ إنما هو على بدعة.
ومن علماء المغرب المالكية كذلك الذين أبطلوا الاحتفال بالمولد النبوي: علامة المغرب بدون منازع: أبو إسحاق إبراهيم بن موسى الشاطبي (المتوفى سنة ٧٩٠ هـ):
قال الونشريسي في المعيار المعرب (٩/ ٢٥٢): وسئل الأستاذ أبو إسحاق الشاطبي، رحمه الله، عمن عهد بثلثه ليوقف على إقامة مولده - صلى الله عليه وسلم -.
فأجاب: أما الوصية بالثلث ليوقف على إقامة ليلة مولد النبي - صلى الله عليه وسلم - فمعلوم أن إقامة المولد على الوصف المعهود بين الناس بدعة محدثة، وكل بدعة ضلالة، والإنفاق على إقامة البدعة لا يجوز، والوصية غير نافذة، بل يجب على القاضي فسخه ورد الثلث إلى الورثة يقتسمونه فيما بينهم، وأبعد الله الفقراء الذين يطلبون إنفاذ مثل هذه الوصية، وما ذكرتم من وجهي المنع من الإنفاذ صحيح يقتضي عدم التوقف في إبطال الوصية، ولا يكفي في ذلك منكم السكوت لأنه كالحكم بالإنفاذ عند جماعة من العلماء فاحذروا أن يكون مثل هذا في صحيفتكم، والله يقينا وإياكم الشر بفضله.
وألف محمد بن الحسن الحجوي الثعالبي (المتوفى سنة ١٣٧٦ هـ) صفاء المورد بعدم القيام عند سماع المولد (١).
_________
(١) مخطوط الخزانة العامة رقم ١١٢ ح.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (134,'وحقيقة قيام المولد أنه عند سرد المولد الشريف والوصول لذكر وضع أمه له - صلى الله عليه وسلم - ينهض جميع من حضر وقوفا على الأقدام، ويبقى الكل على تلك الحالة مدة ليست بقصيرة، أكثر من مدة الصلاة على الجنازة بكثير، والقارئ يقرأ المولد، وهم يصلون على النبي - صلى الله عليه وسلم -، كذا في صفاء المورد (ص٣).
والكتاب يقع في ٤٠ صفحة، وأصل الكتاب أنه وقع نقاش بين الحجوي وعبد الهادي بن محمد التادلي المكناسي الفاسي الطنجي حول الموضوع، فألف التادلي كتابه: "إيقاظ النيام عن استحباب القيام في مولد خير الأنام".
فرد عليه الحجوي، ثم رد التادلي على الحجوي بكتاب آخر سماه: إقماع المتمرد عن القيام عند سماع المولد، يوجد مخطوطا بالحسنية (١١٦١٧)، لكنه غير تام، فلم يكتب منه إلا مقدمته في ٩ صفحات فقط.
وكذا رد الحجوي على بعض من رد عليه، ذكره عقب صفاء المورد (٢١٢ح)، وهو في ١٤ صفحة.
وممن ألف منتصرا للحجوي:
محمد العابد السودي خطيب الحرم الأندلسي (ت١٣٥٩ هـ)، له مسامرة الأعلام وتنبيه العوام بكراهة القيام بذكر مولد خير الأنام (١).
وممن رد على الحجوي: محمد الرافعي الأزموري الجديدي المتوفى سنة (١٣٦٠ هـ)، يوجد بخزانة علال الفاسي (٦٧٦).
_________
(١) مخطوط الخزانة العامة (١١٢ح- ص٦١).',NULL,'133',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (135,'وممن انتصر للحجوي كذلك: محمد المصوري الفاسي، له: سوط الإفهام والإفحام بما في روض الأمنية والأماني من الإلحاد والتحريف والأوهام.
طبع في الجزائر سنة: ١٣٣٩/ ١٩٢١.
وهو رد على أحد المصنفين الفاسيين الذي رد على الحجوي.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (136,'<span data-type="title" id=toc-8>المالكية والمذهب الأشعري</span>
كان الأئمة المتقدمون المعتبرون من أصحاب مالك على عقيدة السلف القائمة على الإثبات كعبد الرحمان بن القاسم (١) وعبد الله بن وهب، وعبد العزيز بن الماجشون (٢)، وتلاميذ تلامذته كسحنون (٣)،
وأصبغ بن الفرج (٤)،
_________
(١) قال ابن القيم في الصواعق (٢/ ٥٠٣ - مختصره): وكذلك ابن القاسم صاحب مالك صرح في رسالته في السنة: إن الله تكلم بصوت، وهذا لفظه، قال: والإيمان بأن الله كلم موسى بن عمران بصوت سمعه موسى من الله تعالى لا من غيره، فمن قال غير هذا أوشك فقد كفر، حكى ذلك ابن شكر في الرد على الجهمية عنه.
(٢) روى الذهبي في السير (٧/ ٣١١ - ٣١٢) عن عبد العزيز بن الماجشون أنه سئل عما جحدت به الجهمية فقال: أما بعد فقد فهمت ما سألت عنه فيما تتابعت الجهمية في صفة الرب العظيم، الذي فاتت عظمته الوصف والتقدير، وكلت الألسن عن تفسير صفته، وانحسرت العقول دون معرفة قدره، فلما تجد العقول مساغا فرجعت خاسئة حسيرة، وإنما أمروا بالنظر والتفكر فيما خلق، وإنما يقال كيف؟ لمن لم يكن مرة، ثم كان، أما من لا يحول ولم يزل وليس له مثل فإنه لا يعلم كيف هو إلا هو، والدليل على عجز العقول عن تحقيق صفته عجزها عن تحقيق صفة أصغر خلقه، لا يكاد يراه صغرا يحول ويزول، ولا يرى له بصر ولا سمع، فاعرف غناك عن تكليف صفة مالم يصف الرب من نفسه بعجزك عن معرفة قدر ما وصف منها، فأما من جحد ما وصف الرب من نفسه تعمقا وتكليفا فقد استهوته الشياطين في الأرض حيران، ولم يزل يملي له الشيطان حتى جحد قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ}. القيامة فقال: لا يرى يوم القيامة ... وذكر فصلا طويلا في إقرار الصفات وإمرارها وترك التعرض لها.
(٣) قال الذهبي في السير (١٢/ ٦٧) وعن يحيى بن عون قال: دخلت مع سحنون على ابن القصار وهو مريض فقال: ما هذا القلق؟ قال له: الموت والقدوم على الله. قال له سحنون: ألست مصدقا= =بالرسل والبعث والحساب والجنة والنار؟ وأن أفضل هذه الأمة أبو بكر ثم عمر، والقرآن كلام الله غير مخلوق، وأن الله يرى يوم القيامة، وأنه على العرش استوى، ولا تخرج على الأئمة بالسيف وإن جاروا؟ قال: إي والله. فقال: مت إذا شئت، مت إذا شئت ..
(٤) وقال أصبغ: وهو مستو على عرشه وبكل مكان علمه وإحاطته. ذكره ابن القيم في "اجتماع الجيوش" (٧٦).',NULL,'135',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (137,'وأتباع مذهبه كأبي عمر ابن عبد البر، وابن أبي زيد القيرواني (١)، وأبي عمر الطلمنكي (٢)، وأبي بكر محمد بن موهب (٣)، وعبد العزيز بن يحيى الكناني (٤)، ورزين بن معاوية صاحب "تجريد الصحاح" (٥)، والأصيلي، وأبي الوليد بن الفرضي، وأبي عمرو الداني، ومكي القيسي (٦)، وابن أبي زمنين، وغيرهم.
قال الذهبي في السير (١٧/ ٥٥٧) عن أبي ذر الهروي: " أخذ الكلام ورأي أبي الحسن (٧) عن القاضي أبي بكر بن الطيب، وبث ذلك بمكة وحمله عنه المغاربة إلى المغرب والأندلس (٨)، وقبل ذلك كانت علماء المغرب لا
_________
(١) كما هو واضح من خلال مقدمته للرسالة، خلافا لأكثر شارحيها كزروق، وابن ناجي وغيرهما.
(٢) له كتاب " الوصول إلى معرفة الأصول" ذكر فيه أقوال الصحابة والتابعين وتابعيهم، وأقوال مالك وأئمة أصحابه، كما في " الصواعق المرسلة لابن القيم" (٢/ ٣٥٧)، وانظر السير (١٧/ ٥٦٠)، والفتاوى (٣/ ٢١٩).
(٣) له شرح على الرسالة، قرر فيه عقيدة السلف، كما في "الصواعق المرسلة" (٢/ ٣٥٨).
(٤) له كتاب "الرد على الجهمية والزنادقة"، كما في "الصواعق" (٢/ ٣٨٠).
(٥) قال ابن القيم: هو أعلم أهل زمانه بالسنن والآثار، وهو من المالكية، اختصر تفسير ابن جرير الطبري، "الصواعق" (٢/ ٣٢٦).
(٦) كما في السير (١٧/ ٥٥٧).
(٧) أي الأشعري.
(٨) كأبي الوليد الباجي المتوفي سنة (٤٧٤).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (138,'يدخلون في الكلام، بل يتقنون الفقه والحديث أو العربية، ولا يخوضون في المعقولات، وعلى ذلك كان الأصيلي، وأبو الوليد بن الفرضي، وأبو عمر الطلمنكي، ومكي القيسي، وأبو عمرو الداني، وأبو عمر بن عبد البر، والعلماء" (١). انتهى.
وأبو ذر الهروي المالكي مع كونه معروفا بالميل إلى المذهب الأشعري إلا أنه كثير الانتصار لعقائد السلف في أمور كثيرة.
قال الذهبي في السير (١٧/ ٥٥٨) في ترجمته: وقد ألف كتابا سماه الإبانة ويقول فيه: فإن قيل فما الدليل على أن لله وجها ويدا؟ قال: قوله: {وَيَبْقَى وَجْهُ رَبِّكَ} وقوله: {مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ}. فأثبت تعالى لنفسه وجها ويدا. إلى أن قال: فإن قيل: فهل تقولون إنه في كل مكان؟ قيل: معاذ الله، بل هو مستو على عرشه، كما أخبر في كتابه. إلى أن قال: وصفات ذاته التي لم يزل ولا يزال موصوفا بها: الحياة والعلم والقدرة والسمع والبصر والكلام والإرادة والوجه واليدان والعينان والغضب والرضى. فهذا نص كلامه. وقال نحوه في كتاب التمهيد له، وفي كتاب الذب عن الأشعري. وقال: قد بينا دين الأمة وأهل السنة أن هذه الصفات تمر كما جاءت بغير تكييف ولا تحديد ولا تجنيس ولا تصوير.
قلت (أي الذهبي): فهذا المنهج هو طريقة السلف وهو الذي أوضحه أبو الحسن وأصحابه، وهو التسليم لنصوص الكتاب والسنة، وبه قال ابن
_________
(١) انظر موقف ابن تيمية من الأشاعرة (٢/ ٥٠٣)، وأحال على التطور المذهبي بالمغرب (٢٥ - ٣٠).',NULL,'137',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (139,'الباقلاني وابن فورك والكبار إلى زمن أبي المعالي، ثم زمن الشيخ أبي حامد، فوقع اختلاف وألوان، نسأل الله العفو. انتهى.
ومن أشهر المالكية معارضة لمذاهب الأشاعرة: الحافظ الكبير والإمام بدون منازع: أبو عمر بن عبد البر، وكلامه في إثبات الصفات التي ينفيها الأشعرية مشهور (١)، اقتصر منه على نقل واحد، قال رحمه الله في كتاب التمهيد (٧/ ١٤٥): أهل السنة مجمعون على الإقرار بالصفات الواردة كلها في القرآن والسنة والإيمان بها، وحملها على الحقيقة لا على المجاز، إلا أنهم لا يكيفون شيئا من ذلك ولا يحدون فيه صفة محصورة. اهـ
وهذا الاعتقاد الذي نقله ابن عبد البر يخالف عقائد الأشعرية جملة وتفصيلا، فقد اتفق جميع الأشعرية على حمل نصوص الصفات على المجاز لا على الحقيقة، إلا صفات سبع، يؤول أمرها عند التحقيق إلى المجاز كذلك، بل عند كثير منهم مَن حمل نصوص الصفات على الحقيقة كفر، وقال آخرون: فسق فقط.
وقال ابن عبد البر في جامع بيان العلم وفضله (١/ ١١٧): حدثنا إسماعيل بن عبد الرحمن ثنا إبراهيم بن بكر، قال: سمعت أبا عبد الله محمد بن أحمد بن إسحاق بن خويزمنداد المصري المالكي في كتاب الإجارات من كتابه في الخلاف: قال مالك: لا تجوز الإجارات في شيء من كتب أهل الأهواء والبدع والتنجيم، وذكر كتبا ثم قال: وكتب أهل الأهواء والبدع عند
_________
(١) وانظر في تفصيل ذلك: "فتح البر في الترتيب الفقهي لتمهيد ابن عبد البر" للشيخ محمد المغراوي.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (140,'أصحابنا هي كتب أصحاب الكلام من المعتزلة وغيرهم، وتفسخ الإجارة في ذلك، قال: وكذلك كتب القضاء بالنجوم وعزائم الجن وما أشبه ذلك.
وقال في كتاب الشهادات في تأويل قول مالك: لا تجوز شهادة أهل البدع وأهل الأهواء قال: أهل الأهواء عند مالك وسائر أصحابنا هم أهل الكلام، فكل متكلم فهو من أهل الأهواء والبدع أشعريا كان أو غير أشعري، ولا تقبل له شهادة في الإسلام أبدا، ويهجر ويؤدب على بدعته، فإن تمادى عليها استتيب منها.
قال أبو عمر: ليس في الاعتقاد كله في صفات الله وأسمائه إلا ما جاء منصوصا في كتاب الله أو صح عن رسول الله - صلى الله عليه وسلم - أو أجمعت عليه الأمة، وما جاء من أخبار الآحاد في ذلك كله أو نحوه يسلم له ولا يناظر فيه.
فتأمل كيف يحكي هذا الإمام عن ابن خويزمنداد المصري المالكي أن أهل الكلام أهل بدع، وأن الأشعرية منهم (١)، وقد ساق ابن عبد البر هذا الكلام ولم يرده بشيء، ولو كان لا يرتضيه لرده وأبطله.
وقال ابن عبد البر في التمهيد (٧/ ١٢٩): وفيه دليل على أن الله عز وجل في السماء على العرش من فوق سبع سموات، كما قالت الجماعة، وهو من حجتهم على المعتزلة والجهمية في قولهم: إن الله عز وجل في كل مكان، وليس على العرش. والدليل على صحة ما قالوه أهل الحق في ذلك قول الله عز
_________
(١) وإن كان هذا الإطلاق فيه نظر، والمسألة تحتاج إلى تفصيل، لكن قصدي نقل موقف بعض المغاربة من المذهب الأشعري، علما أن جماهير المغاربة المتأخرين أشعرية.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (141,'وجل: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:٥]، وقوله عز وجل: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا شَفِيعٍ} [السجدة:٤]. وقوله: {ثُمَّ اسْتَوَى إِلَى السَّمَاء وَهِيَ دُخَانٌ} [فصلت:١١]. وقوله: وذكر آيات كثيرة دالة على العلو.
إلى أن قال (٧/ ١٣١): وهذه الآيات كلها واضحات في إبطال قول المعتزلة، وأما ادعاؤهم المجاز في الاستواء، وقولهم في تأويل استوى: استولى، فلا معنى له لأنه غير ظاهر في اللغة. ومعنى الاستيلاء في اللغة المغالبة، والله لا يغالبه ولا يعلوه أحد، وهو الواحد الصمد، ومن حق الكلام أن يحمل على حقيقته حتى تتفق الأمة أنه أريد به المجاز. إذ لا سبيل إلى اتباع ما أنزل إلينا من ربنا إلا على ذلك، وإنما يوجه كلام الله عز وجل إلى الأشهر والأظهر من وجوهه، ما لم يمنع من ذلك ما يجب له التسليم، ولو ساغ ادعاء المجاز لكل مدع ما ثبت شيء من العبارات، وجل الله عز وجل عن أن يخاطب إلا بما تفهمه العرب في معهود مخاطباتها مما يصح معناه عند السامعين. والاستواء معلوم في اللغة ومفهوم، وهو العلو والارتفاع على الشيء والاستقرار والتمكن فيه. قال أبو عبيدة في قوله تعالى: {اسْتَوَى} قال: علا. قال: وتقول العرب: استويت فوق الدابة، واستويت فوق البيت. وقال غيره: استوى أي: انتهى شبابه واستقر، فلم يكن في شبابه مزيد.
قال أبو عمر: الاستواء الاستقرار في العلو، وبهذا خاطبنا الله عز وجل. وقال: {لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ',NULL,'140',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (142,'عَلَيْهِ} [الزخرف:١٣]. وقال: {وَاسْتَوَتْ عَلَى الْجُودِيِّ} [هود:٤٤]. وقال: {فَإِذَا اسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى الْفُلْكِ} [المؤمنون:٢٨] ... إلى آخر كلامه.
قلت: وهذا المذهب الذي أبطله ابن عبد البر أي: تأويل استوى باستولى، هو مذهب أكثر الأشعرية. وقد أكثر الأشعرية من الاحتجاج لهذا التأويل، والرد على من خالفه.
إلى أن قال (٧/ ١٣٤): ومن الحجة أيضا في أنه عز وجل على العرش فوق السماوات السبع أن الموحدين أجمعين من العرب والعجم إذا كربهم أمر أو نزلت بهم شدة رفعوا وجوههم إلى السماء يستغيثون ربهم تبارك وتعالى. وهذا أشهر وأعرف عند الخاصة والعامة من أن يحتاج فيه إلى أكثر من حكايته، لأنه اضطرار لم يؤنبهم عليه أحد، ولا أنكره عليهم مسلم، وقد قال - صلى الله عليه وسلم - للأَمة التي أراد مولاها عتقها إن كانت مؤمنة فاختبرها رسول الله - صلى الله عليه وسلم - بأن قال لها: أين الله؟ فأشارت إلى السماء. ثم قال لها: من أنا؟ قالت: رسول الله. قال: أعتقها فإنها مؤمنة. فاكتفى رسول الله - صلى الله عليه وسلم - منها برفعها رأسها إلى السماء، واستغنى بذلك عما سواه. انتهى.
فأثبت رحمه الله علو الله على خلقه، خلافا لأكثر الأشعرية، بل صرح بعضهم بأن من موجبات الكفر اعتقاد جهة العلو! كما ستقف على ذلك في رسالتي: "عقائد الأشاعرة". وهي على وشك التمام إن شاء الله.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (143,'ومن المالكية المشهورين بإثبات عقيدة السلف أبو عمر الطلمنكي، قال في كتابه "الأصول": أجمع المسلمون من أهل السنة على أن الله استوى على عرشه بذاته. وقال في هذا الكتاب أيضا: أجمع أهل السنة على أنه تعالى استوى على عرشه على الحقيقة لا على المجاز، ثم ساق بسنده عن مالك قوله: الله في السماء وعلمه في كل مكان، ثم قال في هذا الكتاب: وأجمع المسلمون من أهل السنة على أن معنى قوله تعالى: (هو معكم أينما كنتم) ونحو ذلك من القرآن بأن ذلك علمه، وأن الله فوق السماوات بذاته مستو على عرشه، كيف شاء. ذكره ابن القيم في "اجتماع الجيوش الإسلامية" (٧٦) وابن تيمية في "الفتاوى" (٣/ ٢١٩).
وقال أصبغ: وهو مستو على عرشه وبكل مكان علمه وإحاطته. ذكره ابن القيم في "اجتماع الجيوش" (٧٦).
ومنهم كذلك: ابن أبي زيد القيرواني قال في مقدمة الرسالة (١٠): وأنه فوق عرشه المجيد بذاته وهو في كل مكان بعلمه.
قال عنه الذهبي في سير أعلام النبلاء للذهبي (١٧/ ١٢): قلت: وكان رحمه الله على طريقة السلف في الأصول، لا يدري الكلام، ولا يتأول.
وقال ابن القيم في اجتماع الجيوش (٨٢) عن ابن أبي زيد القيرواني: وكذلك ذكر مثل هذا في نوادره وغيرها من كتبه، وذكر في كتابه المفرد في السنة تقرير العلو واستواء الرب تعالى على عرشه بذاته أتم تقرير.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (144,'ثم نقل عنه كلاما طويلا الشاهد منه قوله: وأنه فوق سماواته على عرشه دون أرضه، وأنه في كل مكان بعلمه ... إلى أن قال، وكل ما قدمنا ذكره فهو قول أهل السنة وأئمة الناس في الفقه والحديث على ما بيناه، وكله قول مالك، فمنه منصوص من قوله، ومنه معلوم من مذهبه.
ومنهم كذلك: ابن أبي زمنين أبو عبد الله محمد بن عبد الله المالكي المتوفى سنة (٣٩٩ هـ) له كتاب "أصول السنة" قرر فيه عقيدة السلف، ومما قال فيه (٨٨): ومن قول أهل السنة أن الله عز وجل خلق العرش واختصه بالعلو والارتفاع فوق جميع ما خلق ثم استوى عليه كيف شاء. انتهى.
وإثبات العلو والاستواء ينافي المعتقد الأشعري من كل الوجوه، بل عد بعضهم إثباته من أصول الكفر.
وقال أبو القاسم عبد الله بن خلف المقري الأندلسي المالكي في الجزء الأول من كتاب الاهتداء لأهل الحق والاقتداء من تصنيفه من شرح الملخص للشيخ أبي الحسن القابسي رحمه الله تعالى في شرح حديث النزول: في هذا الحديث دليل على أنه تعالى في السماء على العرش فوق سبع سماوات من غير مماسة ولا تكييف كما قال أهل العلم. ثم سرد نصوصا تدل على ذلك، وأبطل تأويل استوى باستولى. كذا في "اجتماع الجيوش الإسلامية" (٨٩).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (145,'ومن متأخري أصحاب مالك ممن أثبت لله الاستواء وفسره بالعلو، ورد من فسره بالاستيلاء: أبو الوليد بن رشد في "البيان والتحصيل" (١٦/ ٣٦٨ - ٣٦٩).
وقال ابن القيم في الصواعق المرسلة (٣٥٧ - مختصره): الوجه الرابع عشر: إن الجهمية لما قالوا: إن الاستواء مجاز، صرح أهل السنة بأنه مستو بذاته على عرشه، وأكثر من صرح بذلك أئمة المالكية, فصرح به الإمام أبو محمد بن أبي زيد في ثلاثة مواضع من كتبه، أشهرها الرسالة, وفي كتاب جامع النوادر, وفي كتاب الآداب, فمن أراد الوقوف على ذلك فهذه كتبه.
وصرح بذلك القاضي عبد الوهاب، وقال: إنه استوى بالذات على العرش.
وصرح به القاضي أبو بكر الباقلاني، وكان مالكيا، حكاه عنه القاضي عبد الوهاب أيضا.
وصرح به عبد الله القرطبي في كتاب شرح أسماء الله الحسنى، فقال: ذكر أبو بكر الحضرمي من قول الطبري يعني محمد بن جرير وأبي محمد بن أبي زيد جماعة من شيوخ الفقه والحديث, وهو ظاهر كتاب القاضي عبد الوهاب عن القاضي أبي بكر وأبي الحسن الأشعري, وحكاه القاضي عبد الوهاب عن القاضي أبي بكر نصا, وهو أنه سبحانه مستو على عرشه بذاته, وأطلقوا في بعض الأماكن فوق خلقه, قال: وهذا قول القاضي أبي بكر في تمهيد الأوائل',NULL,'144',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (146,'له وهو قول أبي عمر بن عبد البر والطلمنكي وغيرهما من الأندلسيين, وقول الخطابي في شعار الدين.
وقال أبو بكر محمد بن موهب المالكي في شرح رسالة ابن أبي زيد قوله: (إنه فوق عرشه المجيد بذاته) ... فتبين أن علوه على عرشه وفوقه إنما هو بذاته، إلا أنه باين من جميع خلقه بلا كيف، وهو في كل مكان من الأمكنة المخلوقة بعلمه لا بذاته ... انتهى.
ومن المغاربة الذين اشتهروا بالانتصار لمذهب السلف ومعارضة مذهب الأشاعرة: الإمام أبو عبد الله محمد بن أحمد المسناوي الدلائي الفاسي (ت ١١٣٦ هـ) ألف "جهد المقل القاصر في نصرة الشيخ عبد القادر" (١).
وقد اطلعت على نسخة الخزانة العامة، وقد قرر فيه عقيدة السلف، ورد على الأشاعرة والسبكي.
ومن علماء المغرب المتأخرين الذين عرفوا بمعارضة المذهب الأشعري: السلطان العلوي محمد بن عبد الله، وكان أحد العلماء المصنفين، وقد طبعت له عدة كتب، ولازالت أخرى في عداد المخطوطات.
قال السلطان محمد بن عبد الله في طبق الأرطاب (ص ٤١ - القرويين - ٧٤٨): وأنا في نفسي أتبع الأئمة الأربعة في أبواب العبادة، ولا نفرق بين واحد منهم فيها ... وأما في غير أبواب العبادة كالنكاح والطلاق والبيوع
_________
(١) منه نسخة بالخزانة العامة (٥٧٩ع) وأخرى بالقرويين (٢/ ١٥٣٠).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (147,'والحبس والهبة والعتق وغير ذلك، فلا أتبع إلا مذهب مالك رحمه الله، لأني مالكي المذهب حنبلي الاعتقاد، مع أني أومن بأن الإمام أحمد على اعتقاد الأئمة الثلاثة، وأنهم كلهم على هدى من ربهم (١).
وكان من عادة السلطان محمد بن عبد الله افتتاح كتبه بقوله: المالكي مذهبا الحنبلي اعتقادا (٢).
وعقد فصلين في أواخر كثير من كتبه لبيان مقصوده بذلك.
فقال في كتابه الجامع الصحيح الأسانيد المستخرج من ستة مسانيد (٣) (٩٢): فصل في بيان قولي في الترجمة: المالكي مذهبا الحنبلي اعتقادا.
والأئمة رضي الله عنهم اعتقادهم واحد، فأردت أن أشرح قولي المالكي مذهبا الحنبلي اعتقادا، وأبين المقصود بذلك والمراد، لئلا يفهمه بعض الناس على غير وجهه.
وذلك أن الإمام أحمد، ثبت الله المسلمين بثبوته، سد طريق الخوض في علم الكلام، وقال: لا يفلح صاحب الكلام أبدا، ولا ترى أحدا ينظر في علم الكلام (إلا) وفي قلبه مرض، وهجر الإمام أبا عبد الله الحارث بن أسد المحاسبي البصري، وكان ممن اجتمع له علم الظاهر والباطن، وذلك لتصنيفه
_________
(١) الحركة الفقهية (٢٠٦/ ١).
(٢) انظر مثلا الجامع الصحيح الأسانيد (ص ٣)، وبغية ذوي البصائر والألباب (ص٨٢) مخطوطة الملكية (٧٣٠٧).
(٣) مخطوط بالخزانة الملكية (٥٨٦٦).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (148,'كتابا في الرد على المبتدعة، وقال له: ويحك، ألست تحكي بدعتهم؟ ألست تحمل الناس بتصنيفك على مطالعة كلام أهل البدعة، فيدعوهم ذلك إلى الرأي والبحث.
فاختفى المحاسبي، فلما مات لم يصل عليه إلا أربعة.
وإلى ذلك ذهب الشافعي ومالك وسفيان الثوري وأهل الحديث قاطبة حتى قال الشافعي - رضي الله عنه -: لأن يلقى الله العبد بكل ذنب ما خلا الشرك بالله خير له من أن يلقاه بشيء من الكلام.
فلزم الناس السكوت عن الخوض في علم الكلام إلى أن نبغ الإمام الأشعري فاشتغل يرد على المعتزلة أقوالهم الفاسدة وآراءهم، ويجيب عن آرائهم الواهية.
فاتبعه المالكية على ذلك، وسموه ناصر السنة، وهو ومن اتبعه على صواب، موافقين في اعتقادهم للسنة والكتاب لا في الخوض مع الخائضين، والتصدي لذكر شبه المبطلين وتخليدها في الأوراق إلى يوم الدين.
وأما الحنابلة فأنكروا ذلك عليه وفوقوا سهام الانتقاد إليه، وقالوا له كان ينبغي لك أن تسكت كما سكت الأئمة قبلك من السلف الصالح المهتدين الذين يرون أن الخوض في علم الكلام من البدع المحدثة في الدين، أما لك فيهم أسوة؟ أفلا وسعك ما وسعهم من السكوت على تلك الهفوة؟
في الاعتقاد سهلة المرام منزهة عن التخيلات والأوهام
موافقة لاعتقاد الأئمة كما سبق مع الصالح من الأنام',NULL,'147',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (149,'أعاشنا الله على ملتهم ما عاشوا عليه، وأماتنا على ما ماتوا عليه بجاه النبي وآله وصحبه.
ثم عقد فصلا ثانيا لبيان أن اعتقاد الأئمة الأربعة واحد.
وقال الناصري في الاستقصا (٣/ ٦٨): وكان السلطان سيدي محمد بن عبد الله رحمه الله، ينهى عن قراءة كتب التوحيد المؤسسة على القواعد الكلامية المحررة على مذهب الأشعرية رضي الله عنهم، وكان يحض الناس على مذهب السلف من الاكتفاء بالاعتقاد المأخوذ من ظاهر الكتاب والسنة بلا تأويل.
وقال المشرفي في الحلل البهية في ملوك الدولة العلوية (١) (ص١٥٩): وكان أيضا ينهى عن قراءة كتب التوحيد المؤسسة على القواعد الكلامية المحررة على مذهب الأشعرية (ض)، وكان يحض الناس على مذهب السلف من الاكتفاء بالاعتقاد المأخوذ من ظاهر الكتاب والسنة بلا تأويل.
وقال محمد بن عبد الله في فاتحة كتاب له غير مسمى (٢): اعلم أرشدنا الله وإياك أنه يجب على معلم صبيان المسلمين، لأنه خليفة آبائهم عليهم، أن يقتصر لمن أتاه منهم على حفظه لحزب سبح، فإن صعب عليه فليقتصر على ربعه الأخير من (والعاديات)، فإذا حفظه، فليعلمه عقيدة ابن أبي زيد، حتى يحفظها وترسخ في ذهنه فهي الأصل الأصيل.
_________
(١) مخطوط بالخزانة العامة رقم: ١٤٦٣ د.
(٢) مخطوط بالخزانة الملكية رقم: ٧٣٠٧ ص ١٤٢ - ١٤٣.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (150,'وقال الأستاذ إبراهيم حركات في التيارات السياسية والفكرية بالمغرب (١١٧ - مطبعة الدار البيضاء): ومن جهة ثانية ظهرت الدعوة السلفية من قمة الحكم على يد السلطان محمد الثالث.
وقال الأستاذ حسن العبادي في الملك الصالح (٩٩ - مؤسسة بنشرة- البيضاء): ولم يقتصر سيدي محمد بن عبد الله على إعلان رأيه هذا وكفى، بل نشره في الأمة المغربية محاولا بذلك إصلاح عقيدتها بإرجاعها إلى العقيدة السلفية، فكان ينهى عن قراءة كتب التوحيد المؤسسة عل القواعد الكلامية المحررة على المذهب الأشعري، ويحض الناس ويحملهم على مذهب السلف من الاكتفاء بالاعتقاد المأخوذ من ظاهر الكتاب والسنة بلا تأويل، ولذلك افتتح جميع مؤلفاته الحديثية والفقهية بعقيدة الشيخ ابن أبي زيد القيرواني كمثال للعقيدة السلفية التي رضيها واستمسك بها (١) ... ونص في المرسوم الذي أصدره لإصلاح حالة التعليم على أن العقيدة يجب أن يكتفى فيها بعقيدة ابن أبي زيد، ومن أراد دراسة علم الكلام فليتعاطاه في داره لا في المسجد.
وقال الأستاذ أحمد العمراني في الحركة الفقهية (١/ ٣١٢ - نشر وزارة الأوقاف المغربية): فهو أول ملك علوي بل مغربي بعد سقوط الدولة الموحدية دعا إلى العودة للعقيدة السلفية التي اعتنقها المغاربة منذ الفتح الإسلامي إلى
_________
(١) انظر مثلا بغية ذوي البصائر والألباب ص ٨٣، مخطوط بالخزانة الملكية رقم ٧٣٠٧. وكتاب آخر له غير مسمى في نفس المجموع ص ١٤٧.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (151,'نهاية عصر المرابطين مخالفا الاتجاه العقدي الذي ركزه الموحدون، وهو العقيدة الأشعرية.
ومن علماء المغرب المتأخرين الذين عرفوا باعتقاد عقيدة السلف ونبذ ما خالفها من العقائد: العلامة الفقيه عبد الله بن إدريس السنوسي الفاسي (ت ١٣٥٠هـ).
قال عبد الحفيظ الفاسي في رياض الجنة في ترجمته (٢/ ٨١): نزيل طنجة الآن العالم العلامة المحدث الأثري السلفي الرحالة المعمر أبو سالم.
وقال كذلك (٢/ ٨٢): سلفي العقيدة أثري المذهب عاملا بظاهر الكتاب والسنة، نابذا لما سواهما من الآراء والفروع المستنبطة، منفرا من التقليد، متظاهرا بمذهبه قائما بنصرته داعيا إليه، مجاهرا بذلك على الرؤوس، لا يهاب فيه ذا سلطة، شديدا على خصمائه من العلماء الجامدين، وعلى المتبدعة والمتصوفة الكاذبين، مقرعا لهم، مسفها أحلامهم، مبطلا آراءهم، مبالغا في تقريعهم، ولم يرجع عن ذلك منذ اعتقده، ولا قل من عزمه كثرة معاداتهم له، وتلك عادة من ذاق حلاوة العمل بظاهر الكتاب والسنة.
وقال (٢/ ٨٤ - ٨٥) بعد أن ذكر أن عبد الله السنوسي كان يحضر مجلس السلطان مولاي الحسن: وكان يحضر فيه جمع من أعيان علماء فاس كشيخنا العلامة المحقق أبي العباس أحمد بن الطالب بن سودة، وشيخنا العلامة الحافظ أبي سالم عبد الله الكامل الأمراني الحسني، فأعلن في ذلك الجمع بما تحمله في الشرق عن شيوخه الأعلام من الرجوع إلى الكتاب والسنة والعمل',NULL,'150',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (152,'بهما دون الأقيسة والآراء والفروع المستنبطة، ومن رفض التأويل في آيات وأحاديث الصفات والمتشابهات وإبقائها على ظاهرها كما وردت، ورد علم المراد بها إلى الله تعالى مع اعتقاد التنزيه، كما كان عليه سلف الأمة وغير ذلك من المسائل، فقام بينه وبين أولئك العلماء خلاف كبير من أجل ذلك، وتناظروا في مجلس السلطان، ولمزوه بالاعتزال، والتمذهب بعقائد أهل البدع والأهواء، وإنكار الولاية والكرامات، وألف فيه بعضهم المؤلفات المحشوة بالسب والسخافات الخارجة عن الأدب، مع لمزه بنزعة الاعتزال، ونقل ما قال الناس في المعتزلة والخوارج وما طعنوا به من الأقوال البعيدة عن الإنصاف في الإمام ابن حزم وشيخ الإسلام ابن تيمية رحمهما الله تعالى، إلا أن مولاي الحسن لم يكن متعصبا ولا ذا أذن، فيسمع الوشايات فلم ينحز لفريق منهما، بل ألقى حبلهما على غاربهما، ولعل ذلك كان يريده باطنا ليظهر كل فريق ما عنده من العلم ويتمحص المحق من المبطل والجاهل من العالم ...
وقال (٢/ ٩٥): ولازمته مدة إقامته بفاس وتمكنت الرابطة بيني وبينه وأدركت عنده منزلة عظيمة لما كان يرى من حرصي على سماع الحديث وروايته ...
وبسبب هذا الاتصال أمكن لي أن أحقق كل ما نسب إليه من الاعتزال والبدع والأهواء، فوجدته مباينا للمعتزلة في كل شيء وبريئا من كل ما نسب إليه، بل عقيدته سالمة، على أن ما خالف فيه الفقهاء من الرجوع للكتاب والسنة، ونبذ التأويل في آيات الصفات شيء لم يبتكره، ولا اختص به من',NULL,'151',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (153,'دون سائر الناس، بل ذلك هو مذهب السلف الصالح من الصحابة والتابعين والأئمة المجتهدين ومن بعدهم من الهداة المهتدين، وأما اتهامه بإنكار الولاية والكرامات، فمعاذ الله أن يصدر منه ذلك، وإنما هو من مفترياتهم إلا أنه ينكر على المدعين الذين جعلوا التصوف حبالا وشباكا يصطادون بها أموال الناس ويدعون المقامات العالية كذبا وزورا، ويبشرون من أخذ عنهم بفضائل وأجور تغنيهم عن تحمل أعباء العبادات والعزائم الشرعية. اهـ.
وقال عنه العلامة أبو جعفر النتيفي في نظر الأكياس (٦ - مخطوط): وكان رحمه الله سلفي المذهب.
وانتصر الشيخ عبد الحفيظ الفاسي في الآيات البينات في شرح وتخريج الأحاديث المسلسلات (١٥) لعقيدة السلف بكلام طويل، حاصله أن إثبات الصفات على ظاهرها هو مذهب السلف وعليه إجماع العلماء وأنه لا يستلزم التجسيم والتشبيه كما يزعم المؤولة.
ثم ذكر كلاما طويلا في أن أهل المغرب كانوا على عقيدة السلف كما جرى عليه الإمام ابن أبي زيد القيرواني في عقيدته، واستمر الحال على ذلك إلى أن ظهر محمد بن تومرت الملقب بالمهدي في صدر المائة السادسة فانتصر للعقائد الأشعرية ثم صار العلماء بعد الموحدين يحكون المذهبين مع ترجيح مذهب الأشعرية.
إلى أن قال: واستمر الحال على ذلك إلى هذا القرن حيث انتشرت مؤلفات السلف ومستقلي الفكر وزعماء الإصلاح الديني من الخلف وأهل',NULL,'152',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (154,'العصر بسبب كثرة المطابع، وكثر اختلاط أهل المغرب بأهل المشرق بسبب تسهيل المواصلات البرية والبحرية، وظهرت هذه النهضة الدينية المباركة الميمونة، واستقلت الأفكار وطمحت إلى الإصلاح الديني في كافة الممالك الإسلامية فأخذ المغرب حظه منها, وقامت اليوم فئة من علمائه ناصرة لمذهب السلف ومؤيدة له، وداعية إليه في مؤلفاتها ودروسها يلقنونه بحججه الناصعة وأدلته القاطعة وصار حديث الناس في أنديتهم ومحافلهم وظعنهم وإقامتهم مما يبشر بمستقبل زاهر بحول الله.
وقال في أواخر كتابه الآيات البينات (٣٠١ - ٣٠٢): ذكرنا في مبحث سير مذهب السلف في العقائد في المغرب عند الكلام على حديث الأولية أن الموحدين كانوا حملوا الناس بالسيف على مذهب المؤولة وأن الناس بعد ذهاب دولتهم، رجعوا لمذهب السلف مع تمسكهم بالمذهب الثاني، وأن العلماء صاروا يحكون القولين، وأن الحال استمر على ذلك إلى هذا القرن حسبما كل ذلك مبين في ص ١٥ - ١٦، وفاتنا أن نبين هناك أن الإمام أبا عبد الله محمد بن أحمد المسناوي الدلائي ثم الفاسي من علماء القرن الحادي عشر والثاني (١) قام بنصرة مذهب السلف وألف كتابه: جهد المقل القاصر في نصرة الشيخ عبد القادر (٢)، لطعن الناس في عقيدته الحنبلية وتتبع ما قيل فيه وفي شيخ الإسلام ابن تيمية، ونصرهما بما يعلم بالوقوف على تألفيه المذكور.
_________
(١) توفي سنة (١١٣٦).
(٢) وقد تقدم الحديث عنه.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (155,'ولما جلس على عرش مملكة المغرب السلطان المعظم أبو عبد الله محمد بن عبد الله بن إسماعيل العلوي قام في أوائل القرن الثالث عشر بنصرة هذا المذهب.
وصرح في أول كتابه الفتوحات الكبرى بكونه مالكي المذهب حنبلي العقيدة، وافتتح كتابه بعقيدة الرسالة لكونها على مذهب السلف، وعقد في آخره بابا بين فيه وجه كونه حنبلي العقيدة، ونصره، ولم يزل معلنا بذلك في مؤلفاته ورسائله ومجالسه العلمية.
وقد نقل عنه أبو القاسم الزياني أنه كان يطعن في الرحالة ابن بطوطة ويلمزه في عقيدته ويكذبه فيما ذكر في رحلته من أن شيخ الإسلام ابن تيمية كان يقرر يوما حديث النزول فنزل عن كرسيه، وقال: كنزولي هذا.
ويبرئ ابن تيمية من عقيدة التجسيم التي تفيدها هذه القضية، ويقرر أن ابن بطوطة كان يعتقد ذلك فأراد أن يظهره بنسبته إلى ابن تيمية.
ولما أفضت الخلافة إلى ولده أبي الربيع سليمان نهج منهجه في ذلك، واتصلت المكاتبة بينه وبين الأمير سعود ناصر المذهب الوهابي الحنبلي حين افتتح الحجاز، وطهره مما كان فيه من البدع، وأرسل وفدا مؤلفا من أولاده وبعض علماء حضرته، ووجه له قصيدة من إنشاء شاعر حضرته العلامة المحدث الصوفي الأديب أبي الفيض حمدون بن الحاج مجيبا له عن كتابه ومادحا له، ولمذهبهم السني السلفي، ولم يقتصر على ذلك بل تعداه إلى إنكار ما أدخله أرباب الزوايا في التصوف من البدع مع أنه كان ناصري الطريقة.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (156,'وأمر بقطع المواسم التي هي كعبة المبتدعة والفاسقين، وكتب رسالته المشهورة وأمر سائر خطباء إيالته بالخطبة بها على سائر المنابر، إرشادا للناس لاتباع السنن ومجانبة البدع.
ولولا مقاومة مشايخ الزوايا من أهل عصره له وبثهم الفتنة في كافة المغرب، وتعضيد من خرج عليه من قرابته وغيرهم، واشتغاله بمقابلتهم، وانكساره أمامهم، لولا كل ذلك لعمت دعوته الإصلاحية كافة المغرب، ولكن بوجودهم ذهبت مساعيه أدراج الرياح، فذهبت فكرة الإصلاح ونصرة مذهب السلف بموته.
ولما حج شيخنا أبو سالم عبد الله بن إدريس السنوسي، ورجع إلى المغرب محدثا بما تحمله عمن لقي من أهل الحديث والأثر كمحمد نذير حسين الهندي المحدث الأثري المشهور وأضرابه، ووفد على السلطان المقدس المولى الحسن رحمه الله تعالى قربه وأدناه وأمره بحضور مجالسه الحديثية، فأعلن بمحضره وجوب الرجوع للكتاب والسنة، ونبذ ما سواهما من الآراء والأقيسة، ونصر مذهب السلف في العقائد، واشتد الجدال بينه وبين من كان يحضر من العلماء في ذلك المجلس، كل فريق يؤيد مذهبه ومعتقده.
إلا أن السلطان لم يكن يعمل بأقوال العلماء فيه، ككونه معتزليا وخارجيا وبدعيا، بل كان في الحقيقة ناصرا له بما كان يخصه به من العطايا والصلات زيادة على سهمه معهم في جوائزه المعتادة.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (157,'وبسبب تعضيد السلطان له بعطاياه ثابر على مذهبه طول حياته، فنشره في كافة أنحاء المغرب وتلقاه عنه كثير من مستقلي الأفكار منذ أوائل هذا القرن، إلى أن توفي منتصفه رحمه الله تعالى، حسبما استوفينا الكلام على ذلك في ترجمته من المعجم (ص ٧١ ج ٢).
هكذا تقلب هذا المذهب في المغرب وهو اليوم شائع منصور بفضل القائمين به وتأييده بالأدلة الصحيحة، وسيزداد اليوم ظهورا. انتهى.
ورجح مذهب السلف في الصفات في الآيات البينات (١٧٣) وضعف تأويلهم لصفة القَدَم، ومما قال:
ولا يخفى أن كل ذلك تكلف وتقدم بين يدي الله ورسوله وغفلة عن كون النبي - صلى الله عليه وسلم - وعلى آله، مع فصاحته وبيانه وإرشاده للأمة ونصحه في تبليغه يمتنع عليه أن يريد بكلامه خلاف ظاهره أو يخاطب الأمة بما يوقعها في التشبيه، وهو ما بعثه الله تعالى إلا للتوحيد وهداية البشر من الشرك.
إلى أن قال: وإذا كان الأمر كما ذكر فلا حاجة إلى تأويل شيء من المتشابهات مما ورد في القرآن والسنة الصحيحة، بل يؤمن بها كما وردت، ويرد علم المراد منها إلى الله تعالى.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (158,'<span data-type="title" id=toc-9>علماء المغرب والدعوة الوهابية</span>
من أهم أصول الدعوة الوهابية:
- اعتقاد العقيدة السلفية وتجنب العقائد المخالفة لها، ومن بينها الأشعرية.
- محاربة البدع المحدثة في الدين، ووجوب اتباع السنة.
- عدم جواز تعظيم القبور والأضرحة.
وقد تبين من خلال هذه الرسالة أن عددا من علماء المغرب قالوا بمضمون هذه الأصول قبل ظهور المذهب الوهابي، ولذلك فمن المجزوم به والمقطوع به بطلان ادعاء من زعم أن عقائد المذهب الوهابي طارئة على المغرب.
لكن أول اتصال مباشر وواضح حدث بين الدعوة الوهابية وبين المغاربة كان في عهد السلطان المولى سليمان.
قال الناصري في الاستقصا (٨/ ١٢٠): ولما استولى ابن سعود على الحرمين الشريفين بعث كتبه إلى الآفاق كالعراق والشام ومصر والمغرب, يدعو الناس إلى اتباع مذهبه, والتمسك بدعوته, ولما وصل كتابه إلى تونس',NULL,'157',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (159,'بعث مفتيها نسخة منه إلى علماء فاس فتصدى للجواب عنه الشيخ العلامة الأديب أبو الفيض حمدون بن الحاج (١).
قلت: وردت الرسالة من تونس سنة ١٢٢٧/ ١٨١٢ (٢).
وقد ذكر الرسالة أبو القاسم الزياني في الترجمانة (٣٩٤ - فمابعد) (٣)، وذكرتها بتمامها في بحثي: "دخول دعوة محمد بن عبد الوهاب إلى المغرب". المنشور ضمن كتابي: صفحات مشرقة.
ومما قال فيها: وإذا علم هذا فمعلوم ما جئتم به من حوادث الأمور التي أعظمت الإشراك به والتوجه إلى الموتى وسؤالهم النصر على الأعداء وقضاء الحاجات, وتفريج الكربات, التي لا يقدر عليها إلا رب الأرض والسماوات, وكذلك التقرب إليهم بالزيارة وذبح القربات, والاستعانة بهم في
_________
(١) ونحوه في الإعلام للعباس بن إبراهيم (١٠/ ٦٨) والترجمانة (٣٩٣).
وابن الحاج توفي سنة (١٢٣٢) انظر ترجمته في الإعلام (٢/ ٢٧٥).
(٢) هكذا في الجيش العرمرم (٢٨٩) لمحمد بن أحمد أكنسوس, وعند الناصري (٨/ ١٢٠) أنها سنة ١٢٢٦.
وانظر الترجمانة الكبرى (٢٩٣) لأبي القاسم الزياني.
(٣) في خزانة تطوان (١٠٢ مجموع) نسخة من الرسالة, وكذا في الخزانة الملكية.
وأقدم مصدر لها هو الترجمانة الكبرى لأبي القاسم الزياني (٣٩٤ - فما بعد) نشر وزارة الأنباء ١٣٨٧/ ١٩٦٧.
ونشرها كذلك بتمامها أبو تراب في مجلة الدارة السعودية. ع١ س٧ ص١٦. ٦ عن نسخة الخزانة الملكية.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (160,'كشف الشدائد, وجلب الفوائد, إلى غير ذلك من أنواع العبادات التي لا تصح إلا لله.
وصرف شيء من أنواع العبادات لغير الله كصرف جميعها, لأنه سبحانه أغنى الأغنياء عن الشرك، ولا يقبل من العمل إلا ما كان خالصا لوجهه, وأخبر أن المشركين يدعون الملائكة والأنبياء والصالحين ليقربوهم إلى الله زلفى, ويشفعوا لهم عنده, وأخبر أنه {لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر:٣] , وقال تعالى {وَيَعْبُدُونَ مِن دُونِ اللهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللهِ قُلْ أَتُنَبِّئُونَ اللهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس:١٨].
وأخبر أن من جعل بينه وبين الله وسائط بوسم الشفاعة فقد عبدهم وأشرك به, وإذا كانت الشفاعة كلها لله كما قال تعالى: {قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً} [الزمر:٤٤] فلا يشفع أحد عنده إلا بإذنه {مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} [البقرة:٢٥٥]. وقال تعالى: {يَوْمَئِذٍ لَّا تَنفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلاً} [طه:١٠٩].
وهو سبحانه لا يرضى إلا التوحيد كما قال تعالى: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء:٢٨].
فالشفاعة حق, ولا تطلب إلا من الله كما قال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً} [الجن:١٨] , وقال تعالى: {وَلاَ تَدْعُ',NULL,'159',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (161,'مِن دُونِ اللهِ مَا لاَ يَنفَعُكَ وَلاَ يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذاً مِّنَ الظَّالِمِينَ} [يونس:١٠٦].
فإذا كان رسول الله - صلى الله عليه وسلم - وهو سيد الشفعاء, وصاحب المقام المحمود, وآدم فمن دونه تحت لوائه لا يشفع إلا بإذنه, ولا يشفع ابتداء، بل يأتي فيخر لله ساجدا فيحمد أنعامه بمحامد نعمه أياما فيقول له: ارفع رأسك وسل تعط: واشفع تشفع، ثم يحد له حدائد يدخلهم الجنة, فكيف بغيره من الأنبياء والأولياء؟.
وهذا الذي ذكرناه لا يخالف فيه أحد من المسلمين, قد أجمع عليه السلف الصالح من الصحابة والتابعين والأئمة الأربعة وغيرهم, ممن سلك سبيلهم ودرج على مناهجهم, وما حدث من سؤال الأنبياء والأولياء من الشفاعة بعد موتهم, وتعظيم قبورهم, ببناء القباب عليها, وإسراجها والصلاة عندها, واتخاذها أعيادا وجعل الصدقة والنذر لها.
فكل ذلك من حوادث الأمور التي أخبر بوقوعها - صلى الله عليه وسلم - وحذر أمته منها, وفي الحديث عنه - صلى الله عليه وسلم - أنه قال: «لا تقوم الساعة حتى يلحق حي من أمتي بالمشركين وحتى تعبد أقوام من أمتي الأوثان» (١).
وهو - صلى الله عليه وسلم - حمى حماية الدين وحمى جانب التوحيد أعظم حماية ووسم كل طريق موصل إلى الشرك.
_________
(١) رواه أبو داود (٤٢٥٢) وابن ماجه (٢/ ١٣٠٤) وأحمد (٥/ ٢٧٨) وغيرهم.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (162,'فنهى أن يجصص القبر ويبنى عليه، كما ثبت في صحيح مسلم من طريق جابر (١) , وثبت فيه لفظ أنه بعث علي بن أبي طالب رضي الله عنه وأمره ألا يدع قبرا مشرفا إلا سواه ولا عاليا إلا طمسه (٢).
ولذا قال غير واحد من العلماء, يجب هدم القباب المبنية على القبور، لأنها أسست على معصية الرسول - صلى الله عليه وسلم - ... إلى آخر الرسالة.

الجواب المغربي على الرسالة:
لما وصلت الرسالة إلى السلطان المولى سليمان بن محمد أمر كبير علمائه أبا الفيض حمدون بن الحاج بتحرير جواب عن هذه الرسالة وأوفد نجله إبراهيم سنة ١٢٢٦ بالجواب مع جماعة من العلماء والأعيان.
وتكلم بلسان الوفد محمد بن إبراهيم الزداغي قاضي مراكش (٣).
قال أكنسوس في الجيش العرمرم الخماسي (١/ ٢٩١ - ٢٩٢): حدثنا جماعة وافرة ممن حج مع المولى إبراهيم في تلك الحجة مثل الفقيه العلامة القاضي السيد محمد بن إبراهيم الزداغي المراكشي، والفقيه العلامة القاضي السيد العباس بن كيران الفاسي، والفقيه الشريف البركة سيدي الأمين بن
_________
(١) رواه مسلم (٩٧٠).
(٢) رواه مسلم (٩٦٩).
(٣) الجيش العرمرم الخماسي (١٩٦) والتيارات السياسية والفكرية (٨٦) والمغرب عبر التاريخ (٣/ ١٥٩) ومن قضايا الفكر لدى المؤلفين المغاربة زمان محمد الثالث وابنه سليمان لأحمد العراقي (ص٢٠٣) ندوة الحركة العلمية في عصر الدولة العلوية، مطبعة النجاح الجديدة.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (163,'جعفر الحسني الرتبي، والفقيه الموقت الصادق الأمين السيد عبد الخالق الوديي حدث كل واحد منهم أنهم مارأوا من ذلك السلطان سعود، ما يخالف ما عرفوه من ظاهر الشريعة , وإنما شاهدوا منه ومن أتباعه غاية الاستقامة، والقيام بشعائر الإسلام من صلاة وطهارة وصيام، ونهي عن المناكر المحرمة، وتنقية الحرمين الشريفين من القذرات والآثام التي كانت تفعل بها جهارا بلا إنكار.
وذكروا أن حاله كحال أحد من الناس لا تميزه من غيره بزي ولا لباس ولا مركوب , وإنه لما اجتمع بالشريف الخليفة مولانا إبراهيم أظهر له التعظيم الواجب لأهل البيت الشريف , وجلس معه كجلوس هؤلاء المذكورين وغيرهم من خاصة مولانا إبراهيم , وكان الذي تولى الكلام معه هو القاضي ابن إبراهيم الزداغي.
وكان من جملة ما قال لهم إن الناس يزعمون أننا مخالفون للسنة المحمدية, فأي شيء رأيتمونا خالفنا فيه السنة، وأي شيء سمعتموه عنا قبل رؤيتكم لنا.
فقال له القاضي المذكور: بلغنا أنكم تقولون بالاستواء الذاتي المستلزم لجسمية المستوي.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (164,'فقال لهم: معاذ الله، إنما نقول كما قال مالك: الاستواء معلوم والكيف مجهول والسؤال عنه بدعة انتهى (١) , فهل في هذا مخالفة؟
فقالوا له: لا، وبمثل هذا نقول نحن أيضا.
ثم قال له القاضي: وبلغنا عنكم أنكم تقولون بعدم حياة النبي وإخوانه من الأنبياء عليهم السلام في قبورهم.
فلما سمع ذكر النبي صلى الله عليه وسلام ارتعد ورفع صوته بالصلاة والتسليم عليه, وقال: معاذ الله تعالى، بل نقول إنه - صلى الله عليه وسلم - حي في قبره, وكذلك غيره من الأنبياء حياة فوق حياة الشهداء.
ثم قال له القاضي: وبلغنا أنكم تمنعون من زيارته - صلى الله عليه وسلم - وزيارة الأموات قاطبة مع ثبوتها في الصحاح التي لا يمكن إنكارها.
فقال له: معاذ الله أن ننكر ما ثبت في شرعنا, وهل منعناكم أنتم منها لما عرفنا أنكم تعرفون كيفيتها وآدابها , وإنما نمنع منها العامة الذين يشركون العبودية بالألوهية ويطلبون من الأموات أن تقضي لهم أغراضهم التي لا يقضيها إلا الربوبية , وإنما سبيل الزيارة الاعتبار بحال الموتى وتذكار مصير الزائر إلى مثل ما صار إليه المزور, ثم يدعو له بالمغفرة ويستشفع به إلى الله تعالى, ويسأل الله تعالى المنفرد بالإعطاء والمنع بجاه ذلك الميت إن كان ممن يليق أن يستشفع به, هذا قول إمامنا أحمد بن حنبل رضي الله عنه.
_________
(١) ورد هذا الأثر عن الإمام مالك من طرق سبعة، أحدها حسن، انظرها في كتابي: عقيدة الإمام مالك السلفية، طبع دار الضياء، مصر.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (165,'ولما كان العوام في غاية البعد عن إدراك هذا المعنى منعناهم سدا للذريعة , فأي مخالفة للسنة في هذا القدر. انتهى.
هذا ما حدث به أولئك المذكورون سمعنا ذلك من بعضهم جماعة , ثم سألنا الباقي أفرادا فاتفق خبرهم على ذلك, وهذا المذكور كله ليس فيه ما ينكر, وغاية مايقال في الوهابي المذكور إنه من غلاة الحنابلة أتباع الإمام أحمد رضي الله عنه مثل ابن تيمية وابن حزم (١) , فإن الحنابلة رضي الله عنهم لهم مسائل ينكرها غيرهم من أرباب المذاهب, ولايضرهم ذلك، وهكذا كل أهل مذهب لايقولون إلا بقول إمامهم, وينكرون غيره, فهذا أكبر أتباع الإمام أحمد رضي الله عنه، وهو الشيخ الكامل المكمل مولانا عبد القادر الجيلالي رضي الله عنه وأرضاه, فقد ذكر في كتابه "الغنية": الطائفة الطاهرة الأشعرية التي وقع الاجماع المعتبر على معتقد السنة هو معتقدهم (٢). لما ذكر الشيخ رضي الله عنه في الكتاب المذكور الفرق الضالة وعدهم عدا ذكر الأشعرية من جملتهم, وقال في حقهم: إنه لا تؤكل ذبيحتهم ولا تسنم قبورهم إذا ماتوا ولا يناكحون, وأطال في ذلك.
فإذا كان هذا واقعا من هذا الشيخ العظيم ولا ينقص ذلك من قدره شعرة واحدة, فإذا مدح شخص مولانا عبد القادر كما هو الواجب فهل يلام
_________
(١) ابن تيمية ليس من الغلاة، بل هو من أكابر علماء الإسلام وأحد أعظم المجددين في التاريخ الإسلامي. وابن حزم ليس حنبليا أصلا.
(٢) ليس في هذا إجماع قطعا، كما سأوضحه بأدلته في كتابي عقائد الأشاعرة.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (166,'المادح له, ويقال له إنك مدحت من خالف الأشعرية باعتقاده باجتهاد إمامه الأعظم, فإذن لا ملامة على الشيخ العلامة الحجة أبي الفيض سيدي حمدون في مدحه لسعود بأمر أمير المؤمنين, إذ علم أنه ليس في علماء الوقت من يحسن الجواب عن ذلك الكتاب غيره, على أنه ما مدحه على اعتقاده المخالف, إنما مدحه بأفعاله الحسنة الظاهرة من تأمين الحجاز وتنظيفه وغير ذلك مما لاينكر حسنه.
ونقل النص كذلك الناصري في الاستقصا (٨/ ٢١).
قلت: ونص الرد المغربي على رسالة محمد بن عبد الوهاب ذكره حمدون بن الحاج في ديوانه النوافح الغالية (٤٣٩) , ونقله عنه أحمد العراقي في بحثه: الرد المغربي على الرسالة المنسوبة للشيخ محمد بن عبد الوهاب, المنشور بمجلة المناهل ع ٣٠ سنة ١٩٨٤. ص ١٢٩.
ونقل فقرات منه الزياني في الترجمانة (٣٨٩) وأكنسوس في الجيش العرمرم.
والرد المغربي عبارة عن قصيدة ميمية من البسيط, تتكون من (١٩٩) بيتا, تتخللها فقرات من النثر.
وأهم مضامين الرد كما يلي:
استهلها بذكر بعض بقاع الحرمين وفضلها وشوقه لرؤيتها.
ثم أثنى على الملك سعود وعلى محاربته للبدع والمفسدين.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (167,'ثم عاد للثناء على الأعمال الجليلة التي قام بها العاهل السعودي ومنها: رد البدع وإحياء السنن.
ثم شرع في نقاش طويل حول الأمور المنسوبة للدعوة.
منها تكفير الجهال الذين يغلون في بعض الأنبياء والصالحين، ونص على أنه لا يجوز تكفيرهم, لأن السلف لم يكفروا من هم أشد بدعة منهم.
ومنها مسألة الاستغاثة بالنبي وبناء الأضرحة على الأولياء، وهذه المسألة خالف فيها علماء الدعوة, فجوز بناء الأضرحة لأنها تذكر بأحوال الصالحين, وفي هدمها طمس لمعالمهم وآثارهم.
وهذه حجة داحضة، بنيت على شفا جرف هار. وليس هذا محل بسط ذلك.
ثم عاد ليؤكد أن هذا منه محض النصيحة التي أمر الرسول بها.
ثم نص على أنه على اعتقاد أحمد بن حنبل من إبقاء الصفات على ظواهرها دون تأويل (١) , وأنه مذهب والده المولى محمد بن عبد الله.
ثم ذكر شبهات تثار حول الدعوة واستبعد صحتها, ككونهم يأمرون من دان بدينهم سب والديه وقطع رحمه, ونحو ذلك.
ثم ذكر أنه لما تبين له الحق من جميع ذلك أرسل وفدا فيهم نجله وفلذة كبده بالجواب.
_________
(١) يشير إلى مخالفته لعقائد الأشاعرة، القائمة على التأويل.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (168,'وعموما فالرسالة كلها أدب واحترام ونقاش بالتي هي أحسن. وحتى المسائل التي خالف فيها اعترف لسعود برأيه وفضله, ونصح بآداب النصح ولم يسلك مسالك المخالفين للشيخ محمد بن عبد الوهاب، الذين ملؤوا ردودهم عليه سبا وشتما.
ومن علماء المغرب الذين عرفوا بالدفاع عن دعوة محمد بن عبد الوهاب: العلامة الحجوي الثعالبي محمد بن الحسن (المتوفى سنة ١٣٧٦) صاحب الفكر السامي (١).
فقد قال رحمه الله في ترجمة ابن تيمية من كتابه الفكر السامي (٢/ ٣٦٤): وأفكاره في فهم حقيقة الدين الإسلامي وتجريده عن زوائد الابتداع، وإخلاص الدعوة للتوحيد الحق وترك المغالاة في تعظيم المخلوق، كي لا يلحق بالخالق، هي الأصل في مذهب الوهابية، فتواليفه ومبادئه هي الأصول التي يرجعون إليها، ومجمل مذهبهم توحيد خالص، والعمل بالكتاب والسنة الصحيحة أو الحسنة، وترك تقاليد الأوهام، واستقلال الفكر في فهم الشريعة من كتاب وسنة وقياس، واتباع السلف ونبذ المحدثات، على هذا تدور سائر كتبه، وهذا ما كان عليه السلف الصالح رضي الله عنهم، فهو من المجددين ...
_________
(١) انظر ترجمته في آخر كتابه العروة الوثقى، والفكر السامي (٢/ ٣٧٦).',NULL,'167',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (169,'وقال في ترجمة محمد بن عبد الوهاب (٢/ ٣٧٣ - ٣٧٤): عقيدته السنة الخالصة على مذهب السلف المتمسكين بمحض القرآن والسنة لايخوض التأويل والفلسفة، ولا يدخلهما في عقيدته ...
وأعظم خلاف بينهم وبين أهل السنة هو مسألة التوسل، وتكفيرهم من يتوسل بالمخلوق، فالخلاف في الحقيقة ليس في الأصول التي يبنى عليها التكفير أو التبديع , وإنما هو في أمور ثانوية , وأهمه هذه.
ومن جملة مبادئهم التمسك بالسنة , وإلزام الناس بصلاة الجماعة , وترك الخمر , وإقامة الحد على متعاطيها ومنعها كليا في مملكتهم , بل منع شرب الدخان ونحوه مما هو من المشتبهات , ومذهب أحمد مبني على سد الذرائع كما لايخفى، ونحو هذا من التشديدات التي لا يراها المتساهلون أو المترخصون , وكل هذا لايخالف سنة ...
وإن ابن سعود توصل بنشر هذا المذهب لأمنيته، وهي الاستقلال , والتملص من سيادة الأتراك، والنفس العربية ذات شمم , فقد بدأ أولا بنشر المذهب , فجر وراءه قبائل نجد وأكثرية عظيمة من سيوف العرب , إذ العرب لاتقوم لهم دولة إلا على دعوى دينية , ولما رأى الأتراك ذلك ووقفوا على قصده , نشروا دعاية ضده في العالم الإسلامي العظيم الذي كان تابعا لهم , وشنع علماؤهم عليه بالمروق من الدين, وهدم مؤسساته، واستخفافهم بما هو معظم بالإجماع كالأضرحة , وتكفير الإسلام, واستحلال دمائه إلى غير ذلك مما تقف عليه في غير هذا , وشايعهم جمهور العلماء في تركيا والشام ومصر',NULL,'168',NULL,NULL,'0');
INSERT INTO [b96922] VALUES (170,'والعراق وتونس وغيرها, وانتدبوا للرد عليه بأقلامهم , وخالفهم المولى سليمان سلطان المغرب، فارتضى مبادئه إلا ما كان من تكفير من يتوسل، واستحلال دمه، فلا أظن أنه يقول بذلك حتى مدحه شاعره وأستاذه الشيخ حمدون بن الحاج، وتوجهت القصيدة مع نجل الأمير المولى إبراهيم حين حج مما تقف على ذلك في تاريخنا لإفريقيا الشمالية منقولا عن أبي القاسم الزياني وغيره.
ثم حصحص الحق وتبين أن المسألة سياسية لا دينية، فإن أهل الدين في الحقيقة متفقون، وإنما السياسة نشرت جلبابها، وأرسلت ضبابها، وساعدت الأقلام بفصاحتها، فكانت هي الغاز الخانق، فتجسمت المسألة وهي غير جسيمة، ولعبت السياسة دورها على مسرح أفكار ذهب رشدها، فسالت الدماء باسم الدين على غير خلاف ديني، وإنما هو سياسي ...',NULL,'169',NULL,NULL,'0');
