-- Table: b9759
-- Chunk: 1
-- Rows: 468

CREATE TABLE "b9759"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9759
INSERT INTO [b9759] VALUES (1,'<span data-type="title" id=toc-1>ترجمة المصنف</span>
بسم الله الرّحمن الرّحيم هو أبو الطيب صديق بن حسن بن علي الحسيني القنوجي البخاري كان الله له في الدنيا والآخرة وحباه فيهما بنعمه الذاخرة الوافرة الفاخرة، تولد في سنة ١٢٤٨ ثمان وأربعين ومائتين وألف القدسية على صاحبها الصلاة والتحية، ونشأ بموطنه بلدة قنوج وما إليها من الأقطار الهندية، فهو مولده ومسكنه ومرباه ومحتده وداره ومثواه، يرجع نسبه إلى حضرة سيد السادة وقدوة القادة زين العابدين علي بن حسين السبط بن علي بن أبي طالب كرّم الله وجهه. تلمذ العلوم الدرسية على الوجه المرسوم على شيوخ هذا العهد، منهم الشيخ الفاضل المفتي محمد صدر الدين خان الدهلوي. من تلامذة الشيخ الكامل عبد العزيز، وأخيه الشيخ العامل رفيع الدين ابني الشيخ الأجل مسند الوقت أحمد شاه ولي الله المحدث الدهلوي رحمهم الله تعالى. واستفاد العلوم الملية من التفاسير والأحاديث وما يليهما من مشيخة اليمن الميمون والهند منهم الشيخ القاضي حسن بن محسن السبعي الأنصاري تلميذ الشيخ الماهر محمد بن ناصر الحازمي تلميذ القاضي الإمام العلامة المجتهد المطلق الرباني محمد بن علي بن محمد اليمني الشوكاني والشيخ المعمر الصالح عبد الحق بن فضل الله الهندي، والشيخ التقي محمد يعقوب المهاجر إلى مكة المكرمة أخو الشيخ محمد إسحق حفيد الشيخ عبد العزيز المحدث الدهلوي رحمهم الله تعالى. وكلهم أجازوا له مشافهة وكتابة إجازة مأثورة عامة تامة، وممن استجاز منه العالم الكامل والمحدث الفاضل الشيخ يحيى بن محمد بن أحمد بن حسن الحازمي قاضي عدن حالا أجاز له حسب اقتراحه في ذي الحجة سنة ١٢٩٥ الهجرية، والشيخ العلامة زينة أهل الاستقامة السيد نعمان خير الدين الوسي زاده مفتي بغداد حالا أجاز له في هذا العام الحاضر وهو سنة ١٢٩٦ الهجرية، ثم طالع بفرط شوقه وصحيح ذوقه كتبا كثيرة ودواوين شتى في العلوم المتعددة والفنون المتنوعة. ومر عليها',NULL,'3',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (2,'مرورا بالغا على اختلاف أنحائها وأتى عليها بصميم همته وعظيم نهمته بأكمل ما يكون حتى حصل منها على فوائد كثيرة وعوائد أثيرة أغنته عن الاستفادة عن أبناء الزمان وأقنعته عن مذاكرة فضلاء البلدان، وجمع بعونه تعالى وحسن توفيقه ولطف تيسيره من نفائس العلوم والكتب ومواد التفسير والحديث وأسبابها ما يعسر عده ويطول حده.
وأوعى من ضروب الفضائل العلمية والتحقيقات النفسية ما قصرت عنه أيدي أبناء الزمان، ويعجز دون بيانه ترجمان اليراع عن إبراز هذا الشأن، ولله الحمد على ما يكون وعلى ما كان. ثم ألقى عصا التسيار والترحال بمحروسة بهوبال، من بلاد مالوة الدكن فنزل بها نزول المطر على الدمن وأقام بها وتوطن وأخذ الدار والسكن، وتمول وتولد واستوزر وناب وألف وصنف وعاد إلى العمران من بعد خراب. وكان فضل الله عليه عظيما جزيلا والحمد لله الذي فضله على كثير ممن خلق تفضيلا، ثم اختص بعونه تعالى وصونه بتدوين علوم الكتاب العزيز وأحكام السنّة المطهرة البيضاء وتلخيصها وتخليص أحكامها من شوب الآراء ومفاسد الأهواء. وهذا إن شاء الله تعالى خاص به في هذا العهد الأخير. والله يختص برحمته من يشاء كيف وعلماء الأقطار الهندية وإن بالغ بعضهم في الإرشاد إلى اتباع السنّة وقرره في مؤلفاته وحرره في مصنفاته على وجه ثبت به على رقاب أهل الحق والمنّة، وشمر بعضهم عن ساق الجد والاجتهاد في الدعوة إلى اعتقاد التوحيد ورد الشرك والتقليد باللسان والبيان، بل بالسيف والسنان. لكن لم يدون أحد منهم أحكام الكتاب العزيز وعلوم السنّة المطهرة من العبادة والمعاملة وغيرها خالصة عن آراء الرجال نقية عن أقوال العلماء على هذه الحالة المشاهدة في كتبه المختصرة والمطولة كالروضة الندية ومسك الختام شرح بلوغ المرام، وعون الباري، وفتح البيان، ورسالة القضاء والإفتاء والإمامة والغزو والفتن والنار وغير ذلك مما طبع واشتهر وشاع وسارت به الركبان إلى أقطار العالم من العرب والعجم كالحجاز واليمن، وما إليها ومصر والعراق والقدس وطرابلس وتونس والجزائر ومدن الهند والسند وبلغار ومليبار وبلاد الفرس. وهذا من فضل الله تعالى على عباده المؤمنين وكتب إليه علماء الآفاق ومحرروها ومحدثو الديار ومفسروها كتبا كثيرة أثنوا فيها على تلك التواليف ودعوا له بإخلاص الفؤاد لحسن الدنيا والأخرى تقبل الله فيه هذه الدعوات وختم بالحسنى وأحسن إليه بتيسير المنجيات، وهذه الخطوط والرقائم قد ألحقت في خواتيم مؤلفاته فانظر إليها في تضاعيف محرراته يتضح لك القول الحق والكلام الصدق إن شاء',NULL,'4',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (3,'الله تعالى. ثم خوله سبحانه من المال الكثير والحكم الكبير والآل السعداء والأخلاف الصلحاء والنسب الحميد والحسب المزيد ما يقصر عن كشفه لسان اليراع ولو كشف عنه الغطاء ما ازداد الواقف عليه إلا يقينا وإن يأباه بعض الطباع، وهو الذي يقول لا خلافه مقتديا بأسلافه بفم الحال ولسان المقال: اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ (١٣) ، وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ (٣٤) ، وهو قد طعن الآن في عشر الخمسين من العمر المستعار مع ما هو مبتلي به من سياسة الرياسة وقلة الشغل بالعلم والدراسة، وفقد الأحبة والأنصار الأعداء الجاهلين بالقضايا والأقدار والمرجو من حضرة رب العالمين أن يجعله من قال فيهم وآتيناه في الدنيا حسنة وإنه في الآخرة لمن الصالحين والحمد لله الذي جعله محسودا ولم يجعله حاسدا وخلقه صابرا شكورا ولم يخلقه فظا غليظ القلب «لله در الحسد ما أعدله بدأ بصاحبه فقتله» . وهذه أسماء كتبه المؤلفة على ترتيب حروف المعجم المطبوعة في مطابع بهوبال المحمية ومصر والقسطنطينية والشام وغيرها من البلاد العظام، ويزيد الله في الخلق ما يشاء وهو المتفضل ذو الأنعام. الألف: أبجد العلوم، إتحاف النبلاء المتقين بإحياء مآثر الفقهاء المحدثين، الاحتواء على مسئلة الاستواء، الإدراك لتخريج أحاديث رد الإشراك، الإذاعة لما كان وما يكون بين يدي الساعة، أربعون حديثا في فضائل الحج والعمرة، إفادة الشيوخ بمقدار الناسخ والمنسوخ، إكسير في أصول التفسير، إكليل الكرامة في تبيان مقاصد الإمامة، الانتقاد الرجيح في شرح الاعتقاد الصحيح. الباء الموحدة: بدور الأهلة من ربط المسائل بالأدلة، بغية الرائد في شرح العقائد، البلغة إلى أصول اللغة، بلوغ السول من أقضية الرسول. التاء الفوقانية: تميمة الصبي في ترجمة الأربعين من أحاديث النبي صلّى الله عليه وآله وسلّم. الثاء المثلثة: ثمار التنكيت في شرح أبيات التثبيت. الجيم: الجنة في الأسوة الحسنة بالسنة. الحاء المهملة: حجج الكرامة في
آثار القيامة، الحرز المكنون من لفظ المعصوم المأمون، حصول المأمول من علم الأصول، الحطة بذكر الصحاح الستة، حل الأسئلة المشكلة. الخاء المعجمة: خبية الأكوان في افتراق الأمم على المذاهب والأديان. الدال المهملة: دليل الطالب إلى أرجح المطالب. الذال المعجمة: ذخر المحتي من آداب المفتي. الراء المهملة: رحلة الصديق إلى البيت العتيق، الروضة الندية شرح الدرر البهية، رياض الجنة في تراجم أهل السنة. السين المهملة: السحاب المركوم الممطر بأنواع الفنون وأصناف العلوم- وهو القسم الثاني من هذا الكتاب، سلسلة العسجد في ذكر مشائخ السند. الشين المعجمة: شمع انجمن در',NULL,'5',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (4,'ذكر شعراء زمن. الصاد المهملة: الصافية في شرح الشافية في علم الصرف. الضاد المعجمة: ضالة الناشد الغريب من بشرى الكئيب في شرح المنظوم المسمى بتأنيس الغريب. الظاء المعجمة: ظفر اللاضي بما يجب في القضاء على القاضي. العين المهملة: العبرة مما جاء في الغزو والشهادة والهجرة، العلم الخفاق من علم الاشتقاق، عون الباري بحل أدلة البخاري في أربع مجلدات قيد الطبع بتحقيقنا. الغين المعجمة:
غصن البان المورق بمحسنات البيان، غنية القاري في ترجمة ثلاثيات البخاري. الفاء:
فتح البيان في مقاصد القرآن- أربع مجلدات، فتح المغيث بفقه الحديث، الفرع النامي من الأصل السامي. القاف: قصد السبيل إلى ذم الكلام والتأويل، قضاء الأرب من مسئلة النسب، قطف الثمر من عقائد أهل الأثر. الكاف: كشف الالتباس عما وسوس به الخناس في رد الشيعة بالهندية. اللام: لف القماط على تصحيح بعض ما استعملته العامة من الأغلاط، لقطة العجلان مما تمس إلى معرفته حاجة الإنسان. الميم: مثير ساكن الغرام إلى روضات دار السلام، مراتع الغزلان من تذكار أدباء الزمان، مسك الختام من شرح بلوغ المرام- مجلدان ضخمان، منهج الوصول إلى اصطلاح أحاديث الرسول، الموعظة الحسنة بما يخطب به في شهور السنة. النون: نشوة السكران من صهباء تذكار الغزلان، نيل المرام من تفسير آيات الأحكام- وهو كتابنا هذا. الواو:
الوشي المرقوم في بيان أحوال العلوم المنثور منها والمنظوم وهو القسم الأول من هذا الكتاب، الهاء: هداية السائل إلى أدلة المسائل. الياء: يقظة أولي الاعتبار مما ورد في ذكر النار وأصحاب النار، وهذا آخر ذكر الكتب المؤلفة إلى هذا التاريخ ثم اتفق أنه أتحف إلى حضرة السلطان المعظم عبد الحميد خان ملك الدولة العثمانية تفسيره فتح البيان في مقاصد القرآن وكتب إليه كتابا في ذلك فجاء إليه من بابه العالي المثال الغالي جوابا عليه مع نيشان الدرجة الثانية المسمى بمجيدية ويقال له أرنجي بالتركية. وورد مكتوب من السيد خير الدين باشا الصدر الأعظم مع كتاب أقوم المسالك في أحوال الممالك هدية منه إليه وهذه نسختهما.
افتخار الأعالي والأعاظم مستجمع جميع المعالي والمفاخم صديق حسن خان دام علوه زوج سيدة المخدرات إكليلة المحصنات شاهجان بيكم دامت عصمتها التي هي من نوابة هند رئيسة خطة بهوبال اتصفت ذاته العالية الصفات بالأوصاف التي تمدح وتقبل لنا في حق كرامته اعتبار وتوجه سلطاني وقد سلمنا جنابه للدلالة على ذلك من جانبنا السني',NULL,'6',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (5,'الجوانب السلطاني قطعة نشان ذي الشان من الرتبة الثانية وأصدرنا إليه هذه البراءة العالية الشأن حرر في اليوم العشرين من شهر ربيع الأول سنة ست وتسعين ومائتين وألف انتهى. وقد هنأه على ذلك جمع جم من أهل العلم وأرخ له المؤرخون من شعراء الرياسة منها قصيدة الشيخ الأديب والسفير اللبيب محمد حسن بن محمد إسمعيل الدهاوي المتخلص بالفقير أولها:
تجلى لنا نور الهنا ووفى البشر ... ومن زهر أفنان الورى عبق النشر
وعندل طير الأنس في روضة المنى ... على فنن الأفراح وانشرح الصدر
وهذه القصيدة بتمامها مع الكتابة التي كانت على اسم حضرة السلطان محررة في تاريخ بلدة بهوبال المحمية صانها الله وإيانا عن كل رزية وبلية بجاه نبيه المصطفى خير البرية صلى الله عليه وعلى آله وأصحابه كل بكرة وعشية.

<span data-type="title" id=toc-2>وفاته:</span>
توفي سنة ألف وثلاثمائة وسبعة هجرية ١٣٠٧ هـ، وعاش تسعا وخمسين سنة قمرية، وسبعا وخمسين سنة شمسية «١» .
_________
(١) انظر ترجمته في: أبجد العلوم [٣/ ٢٧١- ٢٨٠]- الأعلام للزركلي [٦/ ١٦٧]- معجم المؤلفين [٣/ ٣٥٨] .',NULL,'7',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (6,'مقدمة المؤلف
قال العبد الضعيف الخامل المتواري صديق بن حسن بن علي القنوجي البخاري ختم الله له بالحسنى:
الحمد لله ربّ العالمين وصلى الله على سيدنا محمد النبي الأمين وعلى آله الطاهرين وصحبه الراشدين.
وبعد:
فهذه الآيات التي يحتاج إلى معرفتها راغب في معرفة الأحكام الشرعية القرآنية، وقد قيل: إنها خمسمائة آية، وما صح ذلك، وإنما هي مائتا آية أو قريب من ذلك.
وإن عدلنا عنه وجعلنا الآية كل جملة مفيدة يصح أن تسمى كلاما في عرف النحاة، كانت أكثر من خمسمائة آية. وهذا القرآن من شكّ فيه فليعد.
ولا أعلم أن أحدا من العلماء أوجب حفظها غيبا، بل شرط أن يعرف مواضعها حتى يتمكن عند الحاجة من الرجوع إليها، فمن نقلها إلى كراسة وأفردها كفاه ذلك.
ولم أستقص فيه نوعين من آيات الأحكام:
أحدهما: ما مدلوله بالضرورة كقوله سبحانه وتعالى: وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ [سورة البقرة: آية ٤٣] للأمان من جهله، إلا أن تشتمل الآية من ذلك على ما لا يعلم بالضرورة بل بالاستدلال، فأذكرها لأجل القسم الاستدلالي منهما كآية الوضوء والتيمم.
وثانيهما: ما اختلف المجتهدون في صحة الاحتجاج فيه على أمر معين وليس بقاطع الدلالة ولا واضحها، فإنّه لا يجب على من لا يعتقد فيه دلالة أن يعرفه إذ لا ثمرة لإيجاب معرفة الاستدلال به، وذلك كالاستدلال على تحريم لحوم الخيل بقوله تعالى:
لِتَرْكَبُوها وَزِينَةً [سورة النحل: آية ٨] وهذا لا تجب معرفته إلا على من يحتج به',NULL,'9',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (7,'من المجتهدين إذ لا سبيل إلى حصر كل ما يظنّ أو يجوز فيه استنباط الأحكام من خفيّ معانيه، ولا طريق إلى ذلك إلا عدم الوجدان وهي من أضعف الطرق عند علماء البرهان.
وليس القصد إلا ذكر ما يدل على الأحكام دلالة واضحة، لتكون عناية طالب الأحكام به أكثر وإلا فليس يحسن من طالب العلم أن يهمل النظر في جميع كتاب الله تعالى مقدما للعناية فيه، شاملا للطائف معانيه، مستنبطا للأحكام والآداب من ظواهره وخوافيه، فإنه الأمان من الضلال، والعمود الأعظم في جميع الأحوال، والأنيس في الوحدة، والغوث في الشدّة، والنور في الظّلمة، والفرج للغمة، والشفاء للصدور، والفيصل عند اشتباه الأمور. فلا ينبغي أن يغفل عنه لحظة، ولا أن يزهد منه في لفظة.
وقد أفرد السيد الإمام الحافظ محمد بن إبراهيم الوزير- رحمه الله تعالى- فضائل القرآن والتنبيه على الاعتماد عليه في مصنف مفرد.
وها أنا أفسر تلك الآيات المشار إليها بتفسير وجيز جامع لما له وعليه، ولم آخذ فيها من الأقوال المختلفة إلا الأرجح، ومن الدلائل المتنوعة إلا الأصح الأصرح.
ولعمري لا يوجد قط تفسير موجز بهذا النمط.
وكانت بدايته في أول شهر صفر ونهايته فيه من حدود سنة سبع وثمانين ومائتين وألف الهجرية على صاحبها الصلاة والتحية. وسميته «نيل المرام من تفسير آيات الأحكام» .
وألفت بعد ذلك تفسيرا لمقاصد القرآن المسمى ب «فتح البيان» جامعا للرواية والدراية والاستنباط والأحكام. فإن كنت ممن يريد الصعود على معارج التحقيق، والقعود في محراب التدقيق، فعليك بذلك التفسير ولعلك لا تجد مثله في إخوانه إن شاء الله القدير.
والله سبحانه أسأل أن يجعل هذا المختصر خالصا لوجهه الكريم وينفع المسلمين بلطفه العميم.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (8,'<span data-type="title" id=toc-4>تفسير سورة البقرة وهي مائتان وست وثمانون آية</span>
قال القرطبي: «مدنية نزلت في مدد شتى، وقيل: هي أول سورة نزلت بالمدينة.
إلّا قوله تعالى: وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ فإنها آخر آية نزلت من السماء ونزلت يوم النّحر في حجة الوداع بمنى، وآيات الربا أيضا من أواخر ما نزل من القرآن» ، انتهى «١» .
وقد وردت في فضلها أحاديث «٢» .
[الآية الأولى]
هُوَ الَّذِي خَلَقَ لَكُمْ ما فِي الْأَرْضِ جَمِيعاً ثُمَّ اسْتَوى إِلَى السَّماءِ فَسَوَّاهُنَّ سَبْعَ سَماواتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٩) .
هُوَ الَّذِي خَلَقَ لَكُمْ قال ابن كيسان: أي من أجلكم «٣» .
وفيه دليل على أن الأصل في الأشياء المخلوقة الإباحة حتى يقوم دليل على النقل عن هذا الأصل، ولا فرق بين الحيوانات وغيرها مما ينتفع به من غير ضرر، وفي تأكيد ما في الأرض بقوله: جَمِيعاً أقوى دلالة على هذا.
وقد استدل بهذه الآية على تحريم أكل الطين لأنه تعالى خلق لنا ما في الأرض دون نفس الأرض.
_________
(١) تفسير القرطبي [١/ ١٥٢] .
(٢) رواه البخاري في الصحيح ح [٥٠٠٩] ، رواه أحمد [٤/ ٢٧٤] والترمذي ح [٢٨٨٢] وابن حبان ح [٧٨٣] وصححه الحاكم [١/ ٥٦٢، ٢/ ٢٦٠] .
(٣) انظر التفسير للقرطبي [١/ ٢٥١] والشوكاني في «فتح القدير» [١/ ٦٠] .',NULL,'11',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (9,'وقال الرازي في «تفسيره» : إن لقائل أن يقول: إن في جملة الأرض ما يطلق عليه أنه في الأرض فيكون جامعا للوصفين، ولا شك أن المعادن داخلة في ذلك وكذلك عروق الأرض وما يجري مجرى البعض لها ولأن تخصيص الشيء بالذكر لا يدل على نفي الحكم عما عداه؟ انتهى.
وقد ذكر صاحب «الكشاف» «١» ما هو أوضح من هذا فقال: إن قلت: هل لقول من زعم أن المعنى خلق لكم الأرض وما فيها وجه صحة؟ قلت: إن أراد بالأرض الجهات السفلية دون الغبراء- كما تذكر السماء ويراد الجهات العلوية- جاز ذلك فإن الغبراء وما فيها واقعة في الجهات السفلية. انتهى.
قال الشوكاني في «فتح القدير» «٢» . وأما التراب فقد ورد في السنة تحريمه «٣» ، وهو أيضا ضار فليس مما ينتفع به أكلا ولكنه ينتفع به في منافع أخرى وليس المراد منفعة خاصة كمنفعة الأكل بل كلما يصدق عليه أنه ينتفع به بوجه من الوجوه.
وقد أخرج عبد بن حميد وابن جرير عن قتادة في قوله تعالى هذا سَخَّرَ لَكُمْ ما فِي الْأَرْضِ: جميعا كرامة من الله ونعمة لابن آدم وبلغة ومنفعة إلى أجل «٤» .
[الآية الثانية]
وَإِذْ أَخَذْنا مِيثاقَ بَنِي إِسْرائِيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوالِدَيْنِ إِحْساناً وَذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ (٨٣) .
وَقُولُوا لِلنَّاسِ حُسْناً أي قولوا لهم قولا حسنا، فهو صفة مصدر محذوف وهو مصدر كبشرى.
_________
(١) انظر الكشاف [١/ ٦٠] وفتح القدير [١/ ٦٠] .
(٢) انظر فتح القدير [١/ ٦٠] .
(٣) أخرجه البيهقي في السنن الكبرى [١٠/ ١١] وأخرجه ابن عدي في الكامل [٥/ ١٩٢- ١٩٣] انظر الكامل [٤/ ٢٥٠] ولسان الميزان [٣/ ٣٥٦] والفوائد المجموعة [ص ١٣٠] واللآلئ [٢/ ٢٤٧] .
(٤) انظر فتح القدير [١/ ٦١] .',NULL,'12',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (10,'وقرأ حمزة والكسائي حسنا بفتح الحاء والسين وكذلك قرأ زيد بن ثابت وابن مسعود «١» .
وقال الأخفش: هما بمعنى واحد مثل البخل والبخل والرّشد والرّشد.
والظاهر أن هذا القول الذي أمرهم الله به لا يختص بنوع معين بل كلما صدق عليه أنه حسن شرعا كان من جملة ما يصدق عليه هذا الأمر.
وقد قيل إن ذلك هو كلمة التوحيد وقيل: الصدق، وقيل: الأمر بالمعروف والنهي عن المنكر، وقيل: هو اللين في القول والعشرة وحسن الخلق، وقيل غير ذلك «٢» .
أخرج ابن جرير عن ابن عباس في قوله هذا: قال الأمر بالمعروف والنهي عن المنكر «٣» .
وروى البيهقي في «الشعب» عن عليّ عليه السلام في قوله وَقُولُوا لِلنَّاسِ، قال:
يعني الناس كلهم.
ومثله روى عبد بن حميد وابن جرير عن عطاء «٤» .
_________
(١) أخرجه أبو عبيد وابن المنذر كما عند السيوطي في «الدر المنثور» [١/ ٢١٠] أخرجه سعيد بن منصور في السنن [٢/ ٥٦٧- ط آل حميد] ح [١٩٥] وانظر الشوكاني في فتح القدير [١/ ١٠٨] [ص ١٠٣] .
(٢) انظر «تفسير الطبري» [١/ ٤٣٦- ٤٣٧] وفتح القدير [١/ ١٠٨] والدر المنثور للسيوطي [١/ ٢١٠] ومعالم التنزيل [١/ ٩٠] للبغوي.
(٣) رواه الطبري [١/ ٤٣٦] ح [١٤٥٧] وروى ابن جرير الطبري [١/ ٤٣٦] ح [١٤٥٤] انظر التفسير لابن أبي حاتم [١/ ٢٥٧] ح [٨٤٦] والدر المنثور للسيوطي [١/ ٢١٠] .
(٤) أخرجه ابن جرير في تفسيره [١/ ٤٣٧] ح [١٤٥٩ و ١٤٦٠] وسعيد بن منصور في سننه [٢/ ٥٦٦- ط آل حميد] ح [١٩٤] .]',NULL,'13',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (11,'[الآية الثالثة]
وَاتَّبَعُوا ما تَتْلُوا الشَّياطِينُ عَلى مُلْكِ سُلَيْمانَ وَما كَفَرَ سُلَيْمانُ وَلكِنَّ الشَّياطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَما أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبابِلَ هارُوتَ وَمارُوتَ وَما يُعَلِّمانِ مِنْ أَحَدٍ حَتَّى يَقُولا إِنَّما نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُما ما يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَما هُمْ بِضارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ ما يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَراهُ ما لَهُ فِي الْآخِرَةِ مِنْ خَلاقٍ وَلَبِئْسَ ما شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كانُوا يَعْلَمُونَ (١٠٢) .
السّحر: هو ما يفعله السّاحر من الحيل والتخييلات التي يحصل بسببها للمسحور ما يحصل من الخواطر الفاسدة الشبيهة بما يقع لمن يرى السّراب فيظنه ماء، وما يظنه راكب السفينة أو الدابة من أن الجبال تسير «١» .
وقد اختلف: هل له حقيقة أم لا؟ فذهبت المعتزلة وأبو حنيفة إلى أنه خدع لا أصل له ولا حقيقة وذهب من عداهم إلى أن له حقيقة مؤثرة «٢» .
وقد صح أن النبي صلّى الله عليه وآله وسلّم سحر: سحره لبيد بن الأعصم اليهودي حتى كان يخيل إليه أنه يأتي الشيء ولم يكن قد أتاه!! ثم شفاه الله سبحانه «٣» والكلام في ذلك يطول.
قال الزجاج في قوله وَما يُعَلِّمانِ مِنْ أَحَدٍ: تعليم إنذار من السحر لا تعليم دعاء إليه.
قال: وهو الذي عليه أكثر أهل اللغة والنظر ومعناه أنهما يعلمان على النهي فيقولان لهم: لا تفعلوا كذا ومِنْ في قوله مِنْ أَحَدٍ زائدة للتوكيد.
وقد قيل: إن قوله يُعَلِّمانِ من الإعلام لا من التعليم. وقد جاء في كلام العرب تعلم بمعنى أعلم، كما حكاه ابن الأنباري وابن الأعرابي وهو كثير في أشعارهم كقول كعب بن مالك:
تعلم رسول الله أنك مدركي ... وأن وعيدا منك كالأخذ باليد
وقال القطامي:
تعلم أن بعد الغيّ رشدا ... وأن لذلك الغي انقشاعا
_________
(١) انظر فتح القدير [١/ ١١٩] .
(٢) انظر فتح الباري [١٠/ ٢٢٢] وشرح النووي [١٣/ ١٧٤- ١٧٥] . [.....]
(٣) أخرجه البخاري في الصحيح [١٠/ ٢٢١] ح [٥٧٦٣] ومسلم في الصحيح [٤/ ١٧١٩] ح [٢١٨٩] .',NULL,'14',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (12,'وفي قوله: فَلا تَكْفُرْ أبلغ إنذارا وأعظم تحذيرا: أي أن هذا ذنب يكون من فعله كافرا فلا تكفر. وفيه دليل على أن تعلم السحر كفر وظاهره عدم الفرق بين المعتقد وغير المعتقد، وبين من تعلّمه ليكون ساحرا ومن تعلّمه ليقدر على دفعه.
وفي إسناد التفريق إلى السّحرة وجعل السّحر سببا لذلك، دليل على أن للسحر تأثيرا في التلوث بالحب والبغض، والجمع والفرقة، والقرب والبعد.
وقد ذهبت طائفة من العلماء إلى أن الساحر لا يقدر على أكثر مما أخبر الله من التفرقة لأن الله تعالى ذكر ذلك في معرض الذم للسّحر وبين ما هي الغاية في تعليمه فلو كان يقدر على أكثر من ذلك لذكره.
وقالت طائفة أخرى: إن ذلك خرج مخرج الأغلب وأن السّاحر يقدر على غير ذلك المنصوص عليه أيضا.
وقيل: ليس للسّحر تأثير في نفسه أصلا، لقوله: وَما هُمْ بِضارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ.
والحق أنه لا تنافي بين قوله: فَيَتَعَلَّمُونَ مِنْهُما ما يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وبين قوله: وَما هُمْ بِضارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ فإن المستفاد من جميع ذلك أن للسحر تأثيرا في نفسه ولكنه لا يؤثر ضررا إلا فيمن أذن الله بتأثيره فيه.
وقد أجمع أهل العلم على أن له تأثيرا في نفسه وحقيقة ثابتة ولم يخالف في ذلك إلا المعتزلة وأبو حنيفة «١» كما تقدم.
وفي قوله: وَيَتَعَلَّمُونَ ما يَضُرُّهُمْ وَلا يَنْفَعُهُمْ تصريح بأن السحر لا يعود على صاحبه بفائدة ولا يجلب إليه منفعة بل هو ضرر محض وخسران بحت» «٢» .
قال أبو السعود: فيه أن الاجتناب عما لا تؤمن غوائله خير: كتعلم الفلسفة التي لا يؤمن أن تجر إلى الغواية. انتهى.
والمراد بالشراء هنا الاستبدال، أي من استبدل ما تتلو الشياطين على كتاب الله.
_________
(١) قال ابن هبيرة: وأجمعوا على أن السحر له حقيقة، إلا أبا حنيفة فإنه قال: لا حقيقة له عنده.
انظر، الإفصاح لابن هبيرة [٢/ ١٨٥] .
(٢) انظر فتح القدير [١/ ١٢٠- ١٢١] .',NULL,'15',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (13,'والخلاق: النصيب عند أهل اللغة.
[الآية الرابعة]
وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ واسِعٌ عَلِيمٌ (١١٥) .
وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ المشرق: موضع الشروق، والمغرب:
موضع الغروب. أي هما ملك لله وما بينهما من الجهات والمخلوقات، فيشتمل الأرض كلها.
وقوله: فَأَيْنَما تُوَلُّوا أي أيّ جهة تستقبلونها فهناك وجه الله أي المكان الذي يرتضي لكم استقباله. وذلك يكون عند التباس جهة القبلة التي أمرنا بالتوجه إليها بقوله سبحانه: فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ.
قال في «الكشاف» : والمعنى أنكم إذا منعتم أن تصلوا في المسجد الحرام أو في بيت المقدس فقد جعلت لكم الأرض مسجدا، فصلوا في أي بقعة شئتم من بقاعها وافعلوا التولية فيها، فإن التولية ممكنة في كل مكان لا تختص أماكنها في مسجد دون مسجد ولا في مكان دون مكان «١» . انتهى.
قال الشوكاني في «فتح القدير» : وهذا التخصيص لا وجه له فإن اللفظ أوسع منه وإن كان المقصود به بيان السبب فلا بأس «٢» . انتهى.
وأخرج ابن المنذر وابن أبي حاتم والحاكم- وصححه- والبيهقي في «سننه» عن ابن عباس قال: أول ما نسخ من القرآن فيما ذكر لنا- والله أعلم- شأن القبلة. قال الله تعالى: وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ الآية فاستقبل رسول الله صلّى الله عليه وآله وسلّم فصلى نحو بيت المقدس وترك البيت العتيق، ثم صرفه الله إلى البيت ونسخها فقال: وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ «٣» .
_________
(١) انظر الكشاف [١/ ٩٠] وفتح القدير [١/ ١٣١] .
(٢) انظر فتح القدير [١/ ١٣١] .
(٣) [صحيح] أخرجه الطبري في التفسير [١/ ٥٤٩] ح [١٨٣٥] وأبو عبيد القاسم بن سلام في «الناسخ والمنسوخ» ح [٢١] والبيهقي في السنن [٢/ ١٢] وابن أبي حاتم في التفسير وابن المنذر كما في الدر المنثور [١/ ٢٦٥] والحاكم في المستدرك [٢/ ٢٦٧، ٢٦٨] /] .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (14,'وأخرج ابن المنذر عن ابن مسعود نحوه.
وأخرج ابن أبي شيبة وعبد بن حميد ومسلم والترمذي والنسائي وغيرهم عن ابن عمر قال: كان النبي صلّى الله عليه وآله وسلّم يصلي على راحلته تطوعا أينما توجهت «١» . ثم قرأ ابن عمر هذه الآية فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ: وقال: في هذا أنزلت هذه الآية. وأخرج نحوه عنه ابن جرير «٢» والدارقطني «٣» والحاكم وصححه.
وقد ثبت في «صحيح البخاري» من حديث جابر وغيره عن رسول الله صلّى الله عليه وآله وسلّم أنه كان يصلي على راحلته قبل المشرق فإذا أراد أن يصلي المكتوبة نزل واستقبل القبلة وصلى «٤» . وروى نحوه من حديث أنس مرفوعا، أخرجه ابن أبي شيبة وأبو داود «٥» .
وأخرج عبد بن حميد والترمذي- وضعفه- وابن ماجة وابن جرير وغيرهم عن عامر بن ربيعة قال: كنا مع رسول الله صلّى الله عليه وآله وسلّم في ليلة سوداء مظلمة فنزلنا منزلا فجعل الرجل يأخذ الأحجار فيعمل مسجدا فيصلي فيه فلما أن أصبحنا إذا نحن قد صلينا على غير القبلة! فقلنا: يا رسول الله لقد صلينا ليلتنا هذه لغير القبلة؟ فأنزل الله: وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ الآية، فقال: مضت صلاتكم «٦» .
وأخرج الدارقطني وابن مردويه والبيهقي عن جابر مرفوعا نحوه إلا أنه ذكر أنهم خطوا خطوطا، وأخرج نحوه ابن مردويه بسند ضعيف عن ابن عباس مرفوعا، وأخرج
_________
(١) أخرجه مسلم في الصحيح ح [٧٠٠] والبخاري في الصحيح [٢/ ٥٧٤] ح [١٠٩٦] وابن أبي شيبة [٢/ ٢٣٦] ومالك في الموطأ [١/ ١٥١] وأحمد في المسند [٢/ ٦٦] والطبري في التفسير ح [١٨٤١] والنسائي في السنن [١/ ٢٤٤] و [٢/ ٦١] والبيهقي في السنن [٢/ ٤] /] .
(٢) انظر تفسير الطبري ح [١٨٤١] و [١٨٤٢] /] .
(٣) سنن الدارقطني [١/ ٣٩٦] /] .
(٤) أخرجه البخاري في الصحيح [١/ ٥٠٣] ح [٤٠٠] ، [١٠٩٤] ، [١٠٩٩] ، [٤١٤٠] وعبد الرزاق في المصنف ح [٤٥١٠] و [٤٥١٦] والدارمي في السنن [١/ ٣٥٦] وابن حبان في الصحيح [٦/ ٢٦٥- مع الإحسان] ح [٢٥٢١] والبيهقي في السنن [٢/ ٦] وابن أبي شيبة في المصنف [١/ ٢٣٦] ح [٨٥١٢] /] .
(٥) [حسن] أخرجه ابن أبي شيبة في المصنف [٢/ ٢٣٦] وأبو داود في السنن [٢/ ٩] ح [١٢٢٥] /] .
(٦) [حسن] أخرجه الترمذي في السنن [٢/ ١٧٦] ح [٣٤٥] ورواه الدارقطني في السنن [١/ ٢٧٢] ورواه ابن جرير الطبري في التفسير [١/ ٥٥٠] ح [١٨٤٣] ورواه الطيالسي في مسنده ح [١١٤٥] وابن ماجه [١/ ١٦٥] والبيهقي في السنن [٢/ ١١] ورواه الحاكم في المستدرك [١/ ٢٠٦] والدارقطني [١/ ٢٧١] والبيهقي في السنن [٢/ ١٠، ١١- ١٢] .',NULL,'17',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (15,'نحوه أيضا سعيد بن منصور وابن المنذر عن عطاء يرفعه وهو مرسل.
وأخرج ابن أبي حاتم عن ابن عباس: فَثَمَّ وَجْهُ اللَّهِ قال: قبلة الله أينما توجهت شرقا أو غربا.
وأخرج ابن أبي شيبة والدارقطني والترمذي- وصححه- وابن ماجة عن أبي هريرة عن النبي صلّى الله عليه وآله وسلّم قال: «ما بين المشرق والمغرب قبلة» «١» وأخرج ابن أبي شيبة والدارقطني والبيهقي عن ابن عمر مثله، وأخرج ابن أبي شيبة والبيهقي عن عمر نحوه.
[الآية الخامسة]
وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ (١٢٤) .
لا يَنالُ عَهْدِي الظَّالِمِينَ (١٢٤) . اختلف في المراد بالعهد فقيل: الإمامة وقيل:
النبوة، وقيل: عهد الله: أمره. وقيل: الأمان من عذاب الآخرة! ورجحه الزجاج، والأول أظهر كما يفيده السياق.
وقد استدل بهذه الآية جماعة من أهل العلم على أن الإمام لا بد أن يكون من أهل العدل والعمل بالشرع كما ورد، لأنه إذا زاغ عن ذلك كان ظالما.
ويمكن أن ينظر إلى ما يصدق عليه اسم العهد وما تفيده الإضافة من العموم فيشمل جميع ذلك اعتبارا بعموم اللفظ من غير نظر إلى السبب ولا إلى السياق، فيستدل به على اشتراط السلامة من وصف الظلم في كل ما تعلق بالأمور الدينية.
وقد اختار ابن جرير «٢» أن هذه الآية وإن كانت ظاهرة في الخبر أنه لا ينال عهدي بالإمامة ظالما، ففيه تعظيم من الله لإبراهيم الخليل: أنه سيوجد من ذريته من هو ظالم لنفسه. انتهى.
_________
(١) [صحيح] أخرجه ابن أبي شيبة في المصنف [٢/ ١٤١] ح [٧٤٤٠] والترمذي في السنن [٢/ ١٧٣] ح [٣٤٤] ومن طريق البغوي في «شرح السنة» [٢/ ٣٢٧] ح [٤٤٦] ورواه ابن ماجة في السنن [١/ ٣٢٣] ح [١٠١١] ورواه الحاكم في المستدرك [١/ ٢٠٥، ٢٠٦] انظر الميزان [٣/ ٦٢١] ح [٧٨٣٩] ورواه البيهقي في السنن [٢/ ٩] ورواه الدارقطني في السنن [١/ ٢٧٠- ٢٧١] انظر المصنف لابن أبي شيبة [٢/ ١٤٠- ١٤١] ومالك في الموطأ [١/ ١٩٦] /] .
(٢) تفسير الطبري [١/ ٥٧٨] . [.....]',NULL,'18',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (16,'قال الشوكاني في «فتح القدير» «١» : ولا يخفى عليك أنه لا جدوى لكلامه هذا فالأولى أن يقال: إن هذا الخبر في معنى الأمر لعباده أن لا يولّوا أمور الشرع ظالما.
وإنما قلنا إنه في معنى الأمر لأن إخباره تعالى لا يجوز أن يتخلف، وقد علمنا أنه قد نال عهده من الإمامة وغيرها كثيرا من الظالمين. انتهى.
وأخرج عبد بن حميد عن ابن عباس في قوله تعالى: قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً يقتدى بدينك وهديك وسنتك. قالَ وَمِنْ ذُرِّيَّتِي إماما لغير ذريتي؟ قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ (١٢٤) . أن يقتدى بدينهم وهديهم وسنتهم.
وأخرج الفريابي وابن أبي حاتم عنه قال: قال الله لإبراهيم: إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً فأبى أن يفعل ثم قال: قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ ١٢٤.
وأخرج عبد الرزاق وعبد بن حميد وابن جرير عن قتادة قال: هذا عند الله يوم القيامة لا ينال عهده ظالما. فأما في الدنيا فقد نالوا عهده فوارثوا به المسلمين وغازوهم وناكحوهم فلما كان يوم القيامة قصر الله عهده وكرامته على أوليائه «٢» .
وأخرج عبد بن حميد وابن جرير عن مجاهد في تفسير الآية أنه قال: لا أجعل إماما ظالما يقتدى به «٣» .
وأخرج ابن إسحاق وابن جرير وابن أبي حاتم عن ابن عباس في الآية قال: يخبره أنه إن كان في ذريته ظالم فلا ينال عهده، ولا ينبغي له أن يوليه شيئا من أمره.
وأخرج عبد بن حميد وابن جرير وابن المنذر عنه أنه قال: ليس لظالم عليك عهد في معصية الله «٤» .
وقد أخرج وكيع وابن مردويه من حديث علي عليه السلام عن النبي صلّى الله عليه وآله وسلّم في قوله:
لا يَنالُ عَهْدِي الظَّالِمِينَ (١٢٤) : قال: «لا طاعة إلا في المعروف» «٥» .
وأخرج عبد بن حميد من حديث عمران بن حصين: سمعت النبي صلّى الله عليه وآله وسلّم يقول: «لا
_________
(١) فتح القدير [١/ ١٣٨] .
(٢) أخرجه ابن جرير في التفسير [١/ ٥٧٩] ح [١٩٥٩] .
(٣) أخرجه ابن جرير في التفسير [١/ ٥٧٨- ٥٧٩] ح [١٩٥٤] .
(٤) انظر تفسير الطبري [١/ ٥٧٩] .
(٥) أصله عند البخاري في الصحيح [٨/ ٥٨] ح [٤٣٤٠] ومسلم [٣/ ١٤٦٨] ح [١٨٤٠] .',NULL,'19',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (17,'طاعة لمخلوق في معصية الله» «١» .
وأخرج ابن جرير عن ابن عباس أنه قال في تفسير الآية: ليس للظالم عهد، وإن عاهدته فانقضه «٢» .
قال ابن كثير: وروى عن مجاهد وعطاء ومقاتل بن حيان نحوه «٣» .
[الآية السادسة] وَإِذْ جَعَلْنَا الْبَيْتَ مَثابَةً لِلنَّاسِ وَأَمْناً وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى وَعَهِدْنا إِلى إِبْراهِيمَ وَإِسْماعِيلَ أَنْ طَهِّرا بَيْتِيَ لِلطَّائِفِينَ وَالْعاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥) .
وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى قرأ نافع وابن عامر بفتح الخاء على أنه فعل ماض، وقرأ الباقون على صيغة الأمر.
والمقام في اللغة: موضع القيام.
واختلف في تعيين المقام على أقوال أصحها أنه الحجر الذي يعرفه الناس ويصلون عنده ركعتي الطواف.
وقيل المقام: الحج كله. وروي ذلك عن عطاء ومجاهد.
وقيل: عرفة والمزدلفة، وروي عن عطاء أيضا.
وقال الشعبي: الحرم كله مقام إبراهيم. وروي عن مجاهد.
وأخرج البخاري وغيره من حديث أنس عن عمر بن الخطاب: «وافقت ربي في ثلاث ووافقني ربي في ثلاث. قلنا: يا رسول الله لو اتخذت من مقام إبراهيم مصلى؟
فنزلت وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى. وقلت: يا رسول الله: إن نساءك يدخل عليهن البر والفاجر فلو أمرتهنّ أن يحتجبن؟ فنزلت آية الحجاب. واجتمع على رسول الله صلّى الله عليه وآله وسلّم
_________
(١) [صحيح] أخرجه أحمد في المسند [٥/ ٦٦] والطيالسي في المسند ح [٨٥٦] والحاكم في المستدرك [٣/ ٤٤٣] .
انظر شرح السنة للبغوي [١٠/ ٤٤] وصحيح ابن حبان [١٠/ ٤٣٠ و ٤٣١] .
(٢) أخرجه ابن جرير في التفسير [١/ ٥٧٩] ح [١٩٥٧] .
(٣) تفسير ابن كثير [١/ ١٥٩] .',NULL,'20',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (18,'نساؤه في الغيرة فقلت لهن: «عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن فنزلت كذلك» «١» وأخرجه مسلم وغيره مختصرا من حديث ابن عمر عنه.
وأخرج مسلم وغيره من حديث جابر: أن النبي صلّى الله عليه وآله وسلّم رمل ثلاثة أشواط ومشى أربعة حتى إذا فرغ عمد إلى مقام إبراهيم وصلى خلفه ركعتين ثم قرأ: وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى «٢» .
واختلفوا في قوله مصلى: فمن فسّر المقام بمشاهد الحج ومشاعره قال: مصلى مدعى من الصلاة التي هي الدعاء، ومن فسّر المقام بالحجر قال: معناه اتخذوا من مقام إبراهيم قبلة لصلاتكم، فأمروا بالصلاة عنده. وهذا هو الصحيح.
ثم العندية تصدق بجهاته الأربع والتخصيص بكون المصلي خلفه إنما استفيد من فعل النبي صلّى الله عليه وآله وسلّم والصحابة من بعده رضي الله عنهم.
وفي مقام إبراهيم أحاديث كثيرة مستوفاة في الأمهات وغيرها.
والأحاديث الصحيحة تدل على أن مقام إبراهيم هو الحجر الذي كان إبراهيم يقوم عليه لبناء الكعبة لما ارتفع الجدار أتاه إسماعيل به ليقوم فوقه، كما في البخاري من حديث ابن عباس «٣» . وهو الذي كان ملصقا بجدار الكعبة وأول من نقله عمر بن الخطاب، كما أخرجه عبد الرزاق «٤» والبيهقي بإسناد صحيح، وابن أبي حاتم وابن مردويه من طرق مختلفة.
وأخرج ابن أبي حاتم من حديث جابر في وصف حج النبي صلّى الله عليه وآله وسلّم قال: «لما طاف النبي صلّى الله عليه وآله وسلّم قال له عمر هذا مقام إبراهيم؟ قال نعم» وأخرج نحوه ابن مردويه.
أَنْ طَهِّرا بَيْتِيَ لِلطَّائِفِينَ وَالْعاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥) المراد بالتطهير قيل: من
_________
(١) أخرجه البخاري في الصحيح [٨/ ١٦٨] ح [٤٤٨٣] وأحمد في المسند [١/ ٢٤، ٣٦- ٣٧] وفي فضائل الصحابة ح [٤٣٤] و [٤٣٧] .
وأخرجه الدارمي في السنن [٢/ ٤٤] والبخاري في الصحيح ح [٤٧٩٠] والترمذي في الجامع [٥/ ١٩٠] ح [٢٩٥٩] و [٢٩٦٠] .
(٢) أخرجه مسلم في الصحيح [٢/ ٩٢١] ح [١٢٦٣] ومالك في الموطأ [١/ ٣٦٤] والترمذي في الجامع [٣/ ٢١٢] ح [٨٥٧] والدارمي في السنن [٢/ ٤٢] والنسائي في السنن [٥/ ٢٣٠] .
(٣) أخرجه البخاري في الصحيح [٦/ ٣٩٦- ٣٩٨] ح [٣٣٦٤] .
(٤) أخرجه عبد الرزاق في المصنف [٥/ ٤٨] ح [٨٩٥٥] .',NULL,'21',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (19,'الأوثان، وقيل: من الآفات والريب، وقيل: من الكفر وقول الزور والرجس، وقيل: من النجاسات وطواف الجنب والحائض وكل خبيث.
والظاهر أنه لا يختص بنوع من هذه الأنواع وأن كل ما يصدق عليه مسمى التطهير فهو يتناوله تناولا شموليا.
والإضافة في قوله: بَيْتِيَ للتشريف والتكريم. وقرأ الحسن وابن أبي إسحاق وأهل المدينة وهشام وحفص: بيتي بفتح الياء، وقرأ الآخرون بإسكانها.
والمراد بالبيت: الكعبة.
والطائف: الذي يطوف به ويدور حوله. وقيل: الغريب الطارئ على مكة.
والعاكف: المقيم. وأصل العكوف في اللغة: اللزوم والإقبال على الشيء، وقيل: هو المجاور دون المقيم من أهلها.
والمراد بقوله وَالرُّكَّعِ السُّجُودِ (١٢٥) : المصلون، وخص هاتين الركعتين بالذكر لأنهما أشرف أركان الصلاة.
أخرج ابن أبي حاتم عن ابن عباس قال: إذا كان قائما فهو من الطائفتين، وإذا كان جالسا فهو من العاكفين، وإذا كان مصليا فهو من الركع السجود.
وأخرج عبد بن حميد وابن أبي حاتم عن عمر بن الخطاب أنه سئل عن الذين ينامون في المسجد؟ فقال: هم العاكفون.
[الآية السابعة]
قَدْ نَرى تَقَلُّبَ وَجْهِكَ فِي السَّماءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضاها فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) .
فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ المراد بالشطر: الناحية والجهة، وهو منتصب على الظرفية. ومنه قول الشاعر:
أقول لأمّ زنباع أقيمي ... صدور العيس شطر بني تميم',NULL,'22',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (20,'وقد يراد بالشطر النصف، ومنه: «الوضوء شطر الإيمان» «١» ويرد بمعنى البعض مطلقا. ولا خلاف في أن المراد بشطر المسجد بناء الكعبة.
وقد حكى القرطبي الإجماع على أن استقبال عين الكعبة فرض على المعاين، وعلى أن غير المعاين يستقبل الناحية. ويستدل على ذلك بما يمكنه الاستدلال به «٢» .
وأخرج ابن أبي شيبة وعبد بن حميد وابن جرير عن أبي العالية قال: شطر المسجد الحرام: تلقاؤه «٣» .
وأخرج عبد بن حميد وأبي داود في «ناسخه» وابن جرير وابن أبي حاتم عن البراء في قوله تعالى هذا، قال: قبله «٤» .
وأخرج عبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم والحاكم وصححه- والبيهقي في سننه عن علي مثله «٥» .
وأخرج أبو داود في «ناسخه» وابن جرير والبيهقي عن ابن عباس قال: شطره:
نحوه «٦» .
وأخرج ابن جرير عنه قال: البيت كله قبلة، وقبلة البيت الباب «٧» .
وأخرج البيهقي في «سننه» عنه مرفوعا قال: «البيت قبلة لأهل المسجد والمسجد قبلة لأهل الحرم، والحرم قبلة لأهل الأرض في مشارقها ومغاربها من أمتي» «٨» .
_________
(١) أخرجه ابن أبي شيبة في المصنف كما في الجامع الصغير وقد ذكره شيخنا في «صحيح الجامع» تحت ح [٧١٥٢] .
(٢) انظر تفسير القرطبي [٢/ ١٦٠] . [.....]
(٣) أخرجه الطبري في التفسير [٢/ ٢٣] ح [٢٢٤٢] .
(٤) أخرجه الطبري في التفسير [٢/ ٢٤] ح [٢٢٥٠] .
(٥) أخرجه الطبري في التفسير [٢/ ٢٥] ح [٢٢٥٦] والبيهقي في السنن الكبرى [٢/ ٣] .
(٦) أخرجه الطبري في التفسير [٢/ ٢٤] ح [٢٢٤٣] والبيهقي في السنن [٢/ ٣] .
(٧) أخرجه الطبري في التفسير [٢/ ٢٥] ح [٢٢٥٥] .
(٨) [ضعيف] أخرجه البيهقي في السنن الكبرى [٢/ ١٠] انظر الميزان [٣/ ١٩٠] .',NULL,'23',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (21,'[الآية الثامنة]
إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُناحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِما وَمَنْ تَطَوَّعَ خَيْراً فَإِنَّ اللَّهَ شاكِرٌ عَلِيمٌ (١٥٨) .
أصل الصفا: الحجر الأملس، وهو هنا علم لجبل من جبال مكة معروف.
وكذلك المروة: علم لجبل بمكة معروف، وأصلها في اللغة واحدة المروي وهي الحجارة الصغار التي فيها لين، وقيل: التي فيه صلابة، وقيل: تعم الجميع، وقيل: إنها الحجارة البيض البراقة، وقيل: إنها الحجارة السود.
والشعائر: جمع شعيرة وهي العلامة من أعلام مناسكه. والمراد بها مواضع العبادة التي أشعرها الله إعلاما للناس: من الموقف والمسعى والمنحر. ومنه إشعار الهدي أي إعلامه بغرز حديدة في سنامه.
وحج البيت في اللغة: قصده، وفي الشرع، الإتيان بمناسك الحج التي شرعها الله سبحانه.
والعمرة في اللغة: الزيادة، وفي الشرع: الإتيان بالنسك المعروف على الصفة الثابتة.
والجناح: أصله من الجنوح: وهو الميل، ومنه الجوانح لاعوجاجها.
ورفع الجناح يدل على الوجوب، وبه قال أبو حنيفة وأصحابه والثوري، وحكى الزمخشري في «الكشاف» عن أبي حنيفة أنه يقول: إنه واجب وليس بركن، وعلى تاركه دم.
وقد ذهب إلى عدم الوجوب ابن عباس وابن الزبير وأنس بن مالك وابن سيرين.
ومما يقوي دلالة هذه الآية على عدم الوجوب قوله تعالى في آخر الآية: وَمَنْ تَطَوَّعَ خَيْراً إلخ.
وذهب الجمهور إلى أن السعي واجب ونسك من جملة المناسك وهو قول عبد الله بن عمر وجابر وعائشة وبه قال الحسن وإليه ذهب الشافعي ومالك واختاره الشوكاني «١» وهو الراجح.
_________
(١) فتح القدير [١/ ١٦٠] .',NULL,'24',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (22,'واستدلوا بما أخرجه الشيخان وغيرهما عن عائشة أن عروة قال لها: أرأيت قول الله تعالى: إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُناحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِما
فما أرى على أحد جناحا أن لا يطوف بهما؟ فقالت عائشة: بئسما قلت يا ابن أختي! إنها لو كانت على ما أولتها لكانت فلا جناح عليه أن لا يطوف بهما ولكنها إنما أنزلت في الأنصار قبل أن يسلموا: كانوا يهلون لمناة الطاغية التي كانوا يعبدونها وكان من أهلّ لها يتحرج أن يطوف بالصفا والمروة في الجاهلية، فأنزل الله، إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُناحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِما الآية. قالت عائشة: ثم قد بين رسول الله صلّى الله عليه وآله وسلم الطواف بهما فليس لأحد أن يدع الطواف بهما «١» .
وأخرج مسلم وغيره عنها أنها قالت: لعمري ما أتم الله حج من لم يسع بين الصفا والمروة ولا عمرته لأن الله تعالى قال: إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ «٢» .
وأخرج الطبراني عن ابن عباس قال: سئل رسول الله صلّى الله عليه وآله وسلّم فقال: «إن الله كتب عليكم السعي فاسعوا» «٣» .
وأخرج أحمد في «مسنده» والشافعي وابن سعد وابن المنذر وابن قانع والبيهقي عن حبيبة بنت أبي تجراة قالت: رأيت رسول الله صلّى الله عليه وآله وسلّم يطوف بين الصفا والمروة والناس بين يديه وهو وراءهم يسعى حتى أرى ركبتيه من شدة السعي يدور به إزاره وهو يقول:
«اسعوا فإن الله عز وجل كتب عليكم السعي» «٤» .
وهو في «مسند أحمد» من طريق شيخه عبد الله بن المؤمل عن عطاء بن أبي رباح
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٣/ ٤٩٧] ح [١٦٤٣] ومسلم في الصحيح [٢/ ٩٢٨] ح [١٢٧٧] .
(٢) أخرجه مسلم في الصحيح ح [١٢٧٧] .
(٣) [ضعيف] أخرجه الطبراني في الكبير [١١/ ١٨٤] ح [١١٤٣٧] وفي الأوسط كما في المجمع [٣/ ٢٣٩] انظر الميزان [٤/ ١٦٨] .
(٤) [حسن] أخرجه الشافعي في الأم [٢/ ٢٣١] ومن طريق الدارقطني في السنن [٢/ ٢٥٦] والبغوي في شرح السنة [٧/ ١٤٠] ح [١٩٢١] والبيهقي في السنن الكبرى [٥/ ٩٨] وأبو نعيم في الحلية [٩/ ١٥٩] وأخرجه أحمد في المسند [٦/ ٤٢١] والطبراني في الكبير كما في المجمع [٣/ ٢٤٧] وابن سعد في الطبقات [٨/ ١٨٠] والحاكم [٤/ ٧٠] .
انظر الفتح [٣/ ٤٩٨] والارواء ح [١١٧٢] .',NULL,'25',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (23,'عن صفية بنت شيبة عنها.
ورواه من طريق أخرى عن عبد الرزاق أخبرنا معمر عن واصل مولى ابن عيينة عن موسى بن عبيدة عن صفية بنت شيبة أن امرأة أخبرتها- فذكرته- ويؤيد ذلك حديث:
«خذوا عني مناسككم» «١» .
[الآية التاسعة؟]
إِنَّما حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَما أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٧٣) .
قرأ أبو جعفر حرم على البناء للمفعول وإِنَّما كلمة موضوعة للحصر تثبت ما تناوله الخطاب وتنفي ما عداه وقد حصرت هنا التحريم في الأمور المذكورة بعدها.
والميتة: ما فارقتها الروح من غير ذكاة. وقد خصص هذا العموم بمثل حديث:
«أحل لنا ميتتان ودمان فأما الميتتان فالجراد والحوت، وأما الدمان فالطحال والكبد» «٢» . أخرجه أحمد وابن ماجة والدارقطني والحاكم وابن مردويه عن ابن عمر.
ومثل حديث جابر في العنبر «٣» الثابت في الصحيحين مع قوله: أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ [المائدة: ٩٦] .
فالمراد بالميتة هنا ميتة البر لا ميتة البحر.
وقد ذهب أكثر أهل العلم إلى جواز أكل جميع حيوانات البحر: حيها وميتها، وقال بعض [أهل العلم] «٤» : إنه يحرم من حيوانات البحر ما يحرم شبهه في البر.
_________
(١) أخرجه مسلم في الصحيح [٢/ ٩٤٣] ح [١٢٩٧] وأبو داود في السنن [٢/ ٢٠٧] ح [١٩٧٠] والنسائي في السنن ح [٢/ ٥٠] والترمذي في الجامع [١/ ١٦٨] .
(٢) [صحيح] أخرجه أحمد في المسند [٢/ ٩٧] والشافعي في الأم [٢/ ٢٥٦] ومن طريقة البغوي في شرح السنة [١١/ ٢٤٤] ح [٢٨٠٣] وابن ماجه في السنن [٣٣١٤] انظر الكامل لابن عدي [١/ ٣٩٧] ورواه البيهقي [١/ ٢٥٤] .
(٣) أخرجه البخاري [٩/ ٦١٥] ح [٥٤٩٣، ٥٤٩٤] ومسلم في الصحيح [٣/ ١٥٣٥] ح [١٩٣٥] . [.....]
(٤) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ١٦٩] .',NULL,'26',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (24,'وتوقف ابن حبيب في خنزير الماء.
قال ابن القاسم وأنا أتقيه ولا أراه حراما.
وقد اتفق العلماء على أن الدم حرام. وفي الآية الأخرى: أَوْ دَماً مَسْفُوحاً [الأنعام: ١٤٥] فيحمل المطلق على المقيد، لأن ما خلط باللحم غير محرم. قال القرطبي بالإجماع. وقد روت عائشة أنها كانت تطبخ اللحم فتعلو الصفرة على البرمة من الدم فيأكل ذلك النبي صلّى الله عليه وآله وسلّم ولا ينكره «١» .
وقوله: وَلَحْمَ الْخِنْزِيرِ، ظاهر هذه الآية والآية الأخرى أعني قوله: قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ [الأنعام: ١٤٥] أن المحرم إنما هو اللحم فقط، وقد اجتمعت الأمة على تحريم شحمه كما حكاه القرطبي في «تفسيره» «٢» . وقد ذكر جماعة من أهل العلم أن اللحم يدخل تحته الشحم وحكى القرطبي الإجماع أيضا على أن جملة الخنزير محرّمة إلا الشعر فإنه يجوز الخرازة به وقيل أراد بلحمه جميع أجزائه! وإنما خص اللحم بالذكر لأنه المقصود لذاته بالأكل.
والإهلال: رفع الصوت، يقال أهلّ بكذا أي رفع صوته. ومنه إهلال الصبي واستهلاله وهو صياحه عند ولادته.
والمراد هنا ما ذكر عليه اسم غير الله كاللات والعزى إذا كان الذابح وثنيا، والنار إذا كان الذابح مجوسيا ولا خلاف في تحريم هذا وأمثاله.
قال الشوكاني في «فتح القدير» : ومثله ما يقع من المعتقدين للأموات من الذبح على قبورهم فإنه مما أهل به لغير الله ولا فرق بينه وبين الذبح للوثن «٣» . انتهى.
قلت: ومثله ما يقع من المعتقدين للأولياء من الذبح لهم فإنه مما أهلّ به لغير الله وإن لم يذكروا اسمهم عليه عند الذبح، ولا فرق بينه وبين الذبح للطواغيت. وقد أكثر أهل العلم من الكلام في هذه المسألة في تواليف مفردة لا نشتغل بذكرها خشية الإطالة.
_________
(١) أخرجه بنحوه الطبري في التفسير [٥/ ٣٨٠] ح [١٤٠٩٣] .
(٢) تفسير القرطبي [٢/ ٢٢٢] وفتح القدير للشوكاني [١/ ١٦٩] وابن عطية في المحرر الوجيز [٢/ ٤٩] .
(٣) انظر فتح القدير للشوكاني [١/ ١٧٠] .',NULL,'27',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (25,'ومن أراد تفصيل ذلك فعليه بتفسيرنا «فتح البيان في مقاصد القرآن» فقد أوردنا فيه جملة صالحة فيه غنية لطالبي الحق وبالله التوفيق.
والمراد من المضطر: من صيره الجوع والعدم إلى الاضطرار إلى الميتة.
والمراد بالباغي: من يأكل فوق حاجته.
والعادي: من يأكل هذه المحرمات وهو يجد عنها مندوحة. وقيل: غير باغ على المسلمين وعاد عليهم فيدخل في الباغي والعادي قطاع الطريق والخارجون على السلطان وقاطعو الرحم ونحوهم، وقيل: المراد غير باغ على مضطر آخر، ولا عاد سدا لجوعه.
وأخرج ابن أبي حاتم عن ابن عباس في قوله غَيْرَ باغٍ وَلا عادٍ يقول: من أكل شيئا من هذه وهو مضطر فلا حرج عليه ومن أكله وهو غير مضطر فقد بغى واعتدى.
وأخرج ابن المنذر وابن أبي حاتم عنه في قوله غَيْرَ باغٍ قال: في الميتة، وَلا عادٍ قال: في الأكل.
وأخرج سعيد بن منصور وابن أبي شيبة وعبد بن حميد وابن المنذر وابن أبي حاتم عن مجاهد في قوله غَيْرَ باغٍ وَلا عادٍ قال: غير باغ على المسلمين ولا معتد عليهم:
من خرج يقطع الرحم أو يقطع السبيل أو يفسد في الأرض أو مفارقا للجماعة والأئمة، أو خرج في معصية الله فاضطر إلى الميتة لم تحل له.
وأخرج ابن أبي حاتم وأبو الشيخ عن أبي سعيد بن جبير قال: العادي الذي يقطع الطريق.
وقوله: فَلا إِثْمَ عَلَيْهِ يعني في أكله، إن الله غفور لمن أكل من الحرام رحيم به إذا حل له الحرام في الاضطرار.
[الآية العاشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثى بِالْأُنْثى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّباعٌ بِالْمَعْرُوفِ وَأَداءٌ إِلَيْهِ بِإِحْسانٍ ذلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدى بَعْدَ ذلِكَ فَلَهُ عَذابٌ أَلِيمٌ (١٧٨) .
كُتِبَ عَلَيْكُمُ معناه: فرض عليكم وأثبت ومنه قول عمر بن أبي ربيعة:',NULL,'28',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (26,'كتب القتل والقتال علينا ... وعلى الغانيات جر الذيول
وهذا إخبار من الله سبحانه لعباده بأنه شرع لهم ذلك. وقيل: إنّ كُتِبَ هذا إشارة إلى ما جرى به القلم في اللوح المحفوظ.
والْقِصاصُ أصله: قصّ الأثر: أي اتباعه. ومن القاص لأنه يتبع الآثار، وقص الشعر اتباع أثره، فكأن القاتل يسلك طريقا من القتل يقص أثره فيها ومنه قوله تعالى فَارْتَدَّا عَلى آثارِهِما قَصَصاً (٦٤) [الكهف: ٦٤] . وقيل: إن القصاص مأخوذ من القص وهو القطع يقال: قصصت بينهما: أي قطعته.
وقد استدل بهذه الآية القائلون بأن الحرّ لا يقتل بالعبد وهم الجمهور. وذهب أبو حنيفة وأصحابه والثوري وابن أبي ليلى وداود إلى أنه يقتل به إذا كان غير سيده، وأما سيده فلا يقتل به إجماعا، إلا ما روي عن النخعي، فليس بمذهب أبي حنيفة ومن معه على الإطلاق، ذكره الشوكاني في «شرح المنتقى» .
قال القرطبي: وروى ذلك عن علي وابن مسعود وبه قال سعيد بن المسيب وإبراهيم النخعي وقتادة والحكم بن عتبة واستدلوا بقوله تعالى وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ [سورة المائدة: ٤٥] وأجاب الأولون عن هذا الاستدلال بأن قوله تعالى:
الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ مفسر لقوله تعالى: النَّفْسَ بِالنَّفْسِ، وقالوا أيضا: إن قوله وَكَتَبْنا عَلَيْهِمْ فِيها، يفيد أن ذلك حكاية عما شرعه الله لبني إسرائيل في التوراة.
ومن جملة ما استدل به الآخرون قوله صلّى الله عليه وآله وسلّم: «المسلمون تتكافأ دماؤهم» «١» .
ويجاب عنه بأنه مجمل والآية مبينة، ولكنه يقال إن قوله تعالى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ إنما أفاد بمنطوقه أن الحرّ يقتل بالحر والعبد يقتل بالعبد، وليس فيه ما يدل على أن الحرّ لا يقتل بالعبد إلا باعتبار المفهوم، فمن أخذ بمثل هذا المفهوم لزمه القول به هنا ومن لم يأخذ بمثل هذا المفهوم لم يلزمه القول به هنا، والبحث في هذا محرر في علم الأصول.
_________
(١) [صحيح] أخرجه أحمد في المسند [٢/ ١٩١- ١٩٢، ٢١١] وأبو داود في السنن [٣/ ٨١] ح [٢٧٥١، ٤٥٣١] وابن ماجه في السنن [٢/ ٨٩٥] ح [٢٦٨٣] والبيهقي في السنن الكبرى [٨/ ٢٩] .',NULL,'29',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (27,'وقد استدل بهذه الآية القائلون بأن المسلم يقتل بالكافر وهم الكوفيون والثوري، لأن الحرّ يتناول الكافر كما يتناول المسلم، وكذا العبد والأنثى يتناولان الكافر كما يتناولان المسلم. واستدلوا أيضا بقوله تعالى أَنَّ النَّفْسَ بِالنَّفْسِ لأن النفس تصدق على النفس الكافرة كما تصدق على النفس المسلمة.
وذهب الجمهور إلى أنه لا يقتل المسلم بالكافر واستدلوا بما ورد من السنة عن النبي صلّى الله عليه وآله وسلّم: «أنه لا يقتل مسلم بكافر» «١» وهو مبين لما يراد في الآيتين. والبحث في هذا يطول.
واستدل بهذه الآية القائلون بأن الذكر لا يقتل بالأنثى، وقرروا الدلالة على ذلك بمثل ما سبق إلا إذا أسلم أولياء المرأة الزيادة على ديتها من دية الرجل وبه قال مالك والشافعي وأحمد وإسحاق والثوري وأبو ثور.
وذهب الجمهور إلى أنه يقتل الرجل بالمرأة ولا زيادة»
، وهو الحق. قال الشوكاني وقد بسطنا البحث في «شرح المنتقى» فليرجع إليه «٣» . انتهى.
قلت: وقد أوضحت المسألة في «مسك الختام شرح بلوغ المرام» فليعول عليه.
قوله فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ: من هنا عبارة عن القاتل أو الجاني، والمراد بالأخ: المقتول أو الولي.
والشيء: عبارة عن الدم. والمعنى: أن القاتل أو الجاني إذا عفي له من جهة المجني عليه أو الوليّ دم أصابه منه على أن يأخذ منه شيئا من الدية أو الأرش فليتبع المجني عليه الوليّ من عليه الدم فيما يأخذه منه من ذلك اتباعا للمعروف، وليؤد الجاني ما لزمه من الدية والأرش إلى المجني عليه أو إلى الوليّ أداء بإحسان.
وقيل: إن من عبارة عن الوليّ و (الأخ) يراد به القاتل. والشيء، الدية.
والمعنى: أن الولي إذا جنح إلى العفو عن القصاص إلى مقابل الدية فإن القاتل مخير بين
_________
(١) أخرجه البخاري في الصحيح [١/ ٢٠٤] ح [١١١، ١٨٧٠، ٣٠٤٧، ٣١٧٢، ٣١٧٩، ٦٧٥٥، ٦٩٠٣، ٦٩١٥، ٧٣٠٠] والنسائي في السنن [٨/ ٢٣- ٢٤] والترمذي في السنن ح [١٤١٢] والدرامي في السنن [٢/ ١١٠- ١١١] وأحمد في المسند [١/ ٧٩] .
(٢) انظر الإفصاح لابن هبيرة [٢/ ١٥٨] .
(٣) انظر فتح القدير [١/ ١٧٥] .',NULL,'30',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (28,'أن يعطيها ويسلم نفسه للقصاص، كما روي عن مالك أنه يثبت الخيار للقاتل في ذلك.
وذهب من عداه إلى أنه لا يخير إلا إذا رضي الأولياء بالدية، فلا خيار للقاتل وليتبع بالمعروف. وقيل: إن المراد بذلك أن من فضل له من الطائفتين على الأخرى شىء من الديات، فيكون عفي بمعنى فضل. وعلى جميع التقادير فتنكير شَيْءٌ للتقليل فيتناول العفو عن الشيء اليسير من الدية والعفو الصادر عن فرد من أفراد الورثة.
أخرج ابن أبي حاتم عن سعيد بن جبير قال: إن حيين من العرب اقتتلوا في الجاهلية قبل الإسلام بقليل فكان بينهم قتل وجراحات حتى قتلوا العبيد والنساء ولم يأخذ بعضهم من بعض حتى أسلموا، فكان أحد الحيين يتطاول على الآخر في العدة والأموال، فحلفوا أن لا يرضوا حتى يقتل بالعبد منا الحر منهم، وبالمرأة منا الرجل منهم. فنزلت هذه الآية.
وأخرج عبد بن حميد وابن جرير عن الشعبي نحوه.
وأخرج ابن جرير وابن المنذر وابن أبي حاتم والبيهقي في «سننه» عن ابن عباس قال: كانوا لا يقتلون الرجل بالمرأة ولكن يقتلون الرجل بالرجل والمرأة بالمرأة فأنزل الله تعالى: النَّفْسَ بِالنَّفْسِ «١» فجعل الأحرار في القصاص سواء فيما بينهم في العمد رجالهم ونساؤهم في النفس وفيما دون النفس، وجعل العبيد مستوين في العمد في النفس وفيما دون النفس رجالهم ونساؤهم.
وأخرج ابن جرير وابن مردويه عن أبي مالك قال: كان بين حيين من الأنصار قتال كان لأحدهما على الآخر الطول فكأنهم طلبوا الفضل فجاء النبي صلّى الله عليه وآله وسلّم ليصلح بينهم فنزلت هذه الآية الْحُرُّ بِالْحُرِّ «٢» قال ابن عباس: فنسختها النَّفْسَ بِالنَّفْسِ.
وأخرج عبد بن حميد وابن جرير والحاكم- وصححه- والبيهقي في «سننه» عن ابن عباس: فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ قال: هو العمد رضي أهله بالعفو فَاتِّباعٌ بِالْمَعْرُوفِ أمر به الطالب، وَأَداءٌ إِلَيْهِ بِإِحْسانٍ من القاتل، قال: يؤدي المطلوب بإحسان «٣» ،
_________
(١) انظر تفسير الطبري [٢/ ١٠٨- ١٠٩] .
(٢) أخرجه ابن جرير في التفسير [٢/ ١٠٩] ح [٢٥٧٢] .
(٣) أخرجه الطبري في التفسير [٢/ ١١٢] ح [٢٥٨١] والحاكم في المستدرك [٢/ ٢٧٣] وصححه والبيهقي في السنن الكبرى [٨/ ٥٢] .',NULL,'31',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (29,'ذلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ مما كان على بني إسرائيل.
وأخرج البخاري وغيره عن ابن عباس قال: كان في بني إسرائيل القصاص ولم تكن الدية فيهم فقال الله لهذه الأمة: كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى إلى قوله فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فالعفو أن يقبل الدية في العمد فَاتِّباعٌ بِالْمَعْرُوفِ وَأَداءٌ إِلَيْهِ بِإِحْسانٍ مما كتب على من كان قبلكم فَمَنِ اعْتَدى بَعْدَ ذلِكَ بأن قتل بعد قبول الدية فَلَهُ عَذابٌ أَلِيمٌ (١٧٨) «١» .
قلت: إن الله شرع لهذه الأمة العفو من غير عوض أو بعوض ولم يضيق عليهم كما ضيق على اليهود فإنه أوجب عليهم القصاص ولا عفو، وكما ضيق على النصارى فإنه أوجب عليهم العفو ولا دية.
وقد اختلف أهل العلم فيمن قتل القاتل بعد أخذ الدية فقال جماعة منهم مالك والشافعي: إنه كمن قتل ابتداء إن شاء الوليّ قتله وإن شاء عفا عنه.
قال قتادة وعكرمة والسّدي وغيرهم: يقتل البتة ولا يمكّن الحاكم الوليّ من العفو.
وقال الحسن: عذابه أن يرد الدية فقط ويبقى إثمه إلى عذاب الآخرة.
وقال عمر بن عبد العزيز: أمره إلى الإمام يصنع فيه ما رأى.
وأخرج ابن جرير عن قتادة قال: كان أهل التوراة إنما هو القصاص أو العفو ليس بينهما أرش، وكان أهل الإنجيل إنما هو العفو أمروا به، وجعل الله لهذه الأمة القتل والعفو والدية- إن شاؤوا- وأحلها لهم ولم يكن لأمة قبلهم.
وأخرج عبد الرزاق وابن أبي شيبة وأحمد وابن أبي حاتم والبيهقي عن أبي شريح الخزاعي أن النبي صلّى الله عليه وآله وسلّم قال: «من أصيب بقتل فإنه يختار إحدى ثلاث: إما أن يقتص، وإما أن يعفو وإما أن يأخذ الدية. فإن أراد الرابعة فخذوا على يديه، ومن اعتدى بعد ذلك فله نار جهنم خالدا فيها أبدا» «٢» .
_________
(١) أخرجه البخاري في الصحيح [٨/ ١٧٦] ح [٤٤٩٨، ٦٨٨١] والنسائي في السنن [٨/ ٣٦] وعبد الرزاق في المصنف [١٠/ ٨٥] ح [١٨٤٥٠ و ١٨٤٥١] والبيهقي في السنن الكبرى [٨/ ٥١، ٥٢] والدارقطني في السنن [٣/ ١٩٩] .
(٢) [حسن] أخرجه عبد الرزاق في المصنف [١٠/ ٨٦- ٨٧] ح [١٨٤٥٤] والدارمي في السنن',NULL,'32',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (30,'واستدل بالآية أيضا على أن الكبيرة لا تخرج العبد المؤمن من إيمانه فإنه لا شك في كونه قتل العمد والعدوان من الكبائر إجماعا، ومع هذا خاطبه بعد القتل بالإيمان وسماه- حال ما وجب عليه من القصاص- مؤمنا، وكذا أثبت الأخوة بينه وبين وليّ الدم، وإنما أراد بذلك الأخوة الإيمانية، وكذا ندب إلى العفو عنه وذا لا يليق إلا عن العبد المؤمن. فليتذكر.
[الآيتان الحادية والثانية عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيامُ كَما كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (١٨٣) أَيَّاماً مَعْدُوداتٍ فَمَنْ كانَ مِنْكُمْ مَرِيضاً أَوْ عَلى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٨٤) .
لا خلاف بين المسلمين أجمعين أن صوم رمضان فريضة افترضها الله سبحانه على هذه الأمة.
والصيام في اللغة: أصله الإمساك وترك التنقل من حال إلى حال «١» .
وهو في الشرع: الإمساك عن المفطرات مع اقتران النية من طلوع الفجر إلى غروب الشمس «٢» .
قيل: للمريض حالتان إن كان لا يطيق الصوم كان الإفطار عزيمة، وإن كان يطيقه مع تضرر ومشقة كان رخصة، وبهذا قال الجمهور.
واختلف أهل العلم في السفر المبيح للإفطار فقيل مسافة قصر الصلاة والخلاف في قدرها معروف- وبه قال الجمهور «٣» ، وقال غيرهم بمقادير لا دليل عليها.
_________
[٢/ ١٨٨] وأحمد في المسند [٤/ ٣١] وأبو داود في السنن [٤/ ١٦٧] ح [٤٤٩٦] وابن الجارود في المنتقى ح [٧٧٤] والبيهقي في السنن الكبرى [٨/ ٥٢] . [.....]
(١) انظر لسان العرب [٤/ ٢٥٢٩] .
(٢) انظر شرح المهذب [٦/ ٢٤٨] .
(٣) قال ابن هبيرة: وأجمعوا على أن للمسافر أن يترخص بالفطر، وعليه القضاء. انظر، الإفصاح',NULL,'33',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (31,'والحق أن ما صدق عليه مسمى السفر فهو الذي يباح عنده الفطر، وهكذا ما صدق عليه مسمى المرض فهو الذي يباح عنده الإفطار، وقد وقع الإجماع على الفطر في سفر الطاعة واختلفوا في الأسفار المباحة- والحق أن الرخصة ثابتة فيها- وكذا اختلفوا في سفر المعصية وليس في الآية أعني قوله: فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ما يدل على وجوب التتابع في القضاء.
وقد اختلف أهل العلم في هذه الآية يعني: وَعَلَى الَّذِينَ يُطِيقُونَهُ هل هي محكمة أو منسوخة؟ وإنما كانت رخصة عند ابتداء فرض الصيام لأنه شق عليهم وكان من أطعم كل يوم مسكينا ترك الصوم وهو يطيقه ثم نسخ ذلك. وهذا قول الجمهور، وروى عن بعض أهل العلم أنها لم تنسخ وأنها رخصة للشيوخ والعجائز خاصة- إذا كانوا لا يطيقون الصيام إلا بمشقة- وهذا يناسب قراءة التشديد أي يكلفونه.
والناسخ لهذه الآية عند الجمهور قوله تعالى: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ.
وقد اختلفوا في مقدار الفدية فقيل كل يوم صاع من غير البر ونصف صاع منه، وقيل مدّ فقط.
وقال ابن شهاب: معناه، أي معنى قوله فَمَنْ تَطَوَّعَ خَيْراً من أراد الإطعام مع الصوم.
وقال مجاهد: معناه من زاد في الإطعام على المد، وقيل: من أطعم مع المسكين مسكينا آخر.
وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ معناه أن الصيام خير لهم من الإفطار مع الفدية، وكان هذا قبل النسخ، وقيل: معناه أن تصوموا في السفر والمرض غير الشاق.
_________
[١/ ٢١١] .',NULL,'34',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (32,'[الآية الثالثة عشرة] شَهْرُ رَمَضانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّناتٍ مِنَ الْهُدى وَالْفُرْقانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كانَ مَرِيضاً أَوْ عَلى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلى ما هَداكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ (١٨٥) .
أي من حضر ولم يكن في سفر بل كان مقيما.
قال جماعة من السلف والخلف: إن من أدركه شهر رمضان مقيما غير مسافر لزمه صيامه، سافر بعد ذلك أو أقام، استدلالا بهذه الآية.
وقال الجمهور: إنه إذا سافر أفطر، لأن معنى الآية أنه إذا حضر الشهر من أوله إلى آخره لا أنه إذا حضر بعضه وسافر فإنه لا يتحتم عليه إلا صوم ما حضره. وهذا هو الحق. وعليه دلت الأدلة الصحيحة من السنة. وقد كان يخرج صلّى الله عليه وآله وسلّم في رمضان فيفطر «١» .
قوله يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ: فيه أن هذا مقصد من مقاصد الرب سبحانه ومراد من مراداته في جميع أمور الدين، ومثله قوله تعالى: وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ. وقد ثبت عن رسول الله صلّى الله عليه وآله وسلّم أنه كان يرشد إلى التيسير ونهى عن التعسير كقوله صلّى الله عليه وآله وسلّم: «يسروا ولا تعسروا وبشروا ولا تنفروا» «٢» وهو في الصحيح.
واليسر: السهل الذي لا عسر فيه.
والمراد بالتكبير هنا: هو قول القائل: الله أكبر الله أكبر. قال الجمهور ومعناه الحض على التكبير في آخر رمضان. وقد وقع الخلاف في وقته: فروى عن بعض السلف أنهم كانوا يكبرون ليلة الفطر، وقيل: إذا رأوا هلال شوال كبروا إلى انقضاء الخطبة، وقيل: إلى خروج الإمام، وقيل: هو التكبير يوم الفطر.
قال مالك: هو من حين يخرج من داره إلى أن يخرج الإمام، وبه قال الشافعي، وقال أبو حنيفة يكبر في الأضحى ولا يكبر في الفطر.
وأخرج عبد بن حميد وابن جرير عن ابن عباس في قوله: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ، قال: هو هلاله بالدار «٣» .
_________
(١) أخرجه البخاري في الصحيح [٤/ ١٨٠] ح [١٩٤٤] .
(٢) [متفق عليه] أخرجه البخاري في الصحيح ح [٤٣٤١] و [٤٣٤٢] و [٤٣٤٤] ومسلم في الصحيح [٣/ ١٥٨٧] ح [١٧٣٣] .
(٣) أخرجه ابن جرير في التفسير [٢/ ١٥٢] ح [٢٨٣١] .',NULL,'35',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (33,'وأخرج ابن جرير وابن أبي حاتم والبيهقي عن ابن عباس في قوله: يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ، قال اليسر: الإفطار في السفر، والعسر الصوم في السفر «١» .
وقد صح عن رسول الله صلّى الله عليه وآله وسلّم أنه قال: «صوموا لرؤيته وأفطروا لرؤيته فإن غم عليكم فأكملوا العدة ثلاثين يوما» «٢» .
وأخرج سعيد بن منصور وابن أبي شيبة عن ابن مسعود أنه كان يكبر: الله أكبر الله أكبر لا إله إلا الله، الله أكبر، الله أكبر، ولله الحمد.
[الآية الرابعة عشرة]
أُحِلَّ لَكُمْ لَيْلَةَ الصِّيامِ الرَّفَثُ إِلى نِسائِكُمْ هُنَّ لِباسٌ لَكُمْ وَأَنْتُمْ لِباسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ فَتابَ عَلَيْكُمْ وَعَفا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا ما كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيامَ إِلَى اللَّيْلِ وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عاكِفُونَ فِي الْمَساجِدِ تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوها كَذلِكَ يُبَيِّنُ اللَّهُ آياتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ (١٨٧) .
في قوله: أُحِلَّ لَكُمْ دلالة على أن هذا الذي أحله الله كان حراما عليهم- وهكذا كان- كما يفيده السبب لنزول الآية.
والرفث: كناية عن الجماع. قال الزجاج: الرفث كلمة جامعة لكل ما يريد الرجل من امرأته، وعدى الرفث بإلى لتضمينه معنى الإفضاء، وجعل النساء لباسا للرجال والرجال لباسا لهن لامتزاج كل واحد منهما بالآخر عند الجماع كالامتزاج الذي يكون بين الثوب ولابسه.
يقال: خان واختان بمعنى، وهما من الخيانة وإنما سماهم خائنين لأن ضرر ذلك عائد عليهم.
وقوله فَتابَ عَلَيْكُمْ يحتمل معنيين: أحدهما قبول التوبة من خيانتهم لأنفسهم،
_________
(١) أخرجه ابن جرير في التفسير [٢/ ١٦٢] ح [٢٩٠١] .
(٢) [متفق عليه] أخرجه البخاري في الصحيح ح [١٩٠٩] ومسلم في الصحيح [٢/ ٧٦٢] ح [١٠٨١] .',NULL,'36',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (34,'والآخر التخفيف عنهم بالرخصة والإباحة.
وهكذا قوله: وَعَفا عَنْكُمْ يحتمل العفو من الذنب، ويحتمل التوسعة والتسهيل.
وقوله وَابْتَغُوا: قيل: هو الولد، أي ابتغوا بمباشرة نسائكم حصول ما هو معظم المقصود من النكاح وهو حصول النسل، وقيل: ابتغوا القرآن بما أبيح لكم فيه- قاله الزجاج وغيره- وقيل: الرخصة والتوسعة، وقيل: الإماء والزوجات، وقيل: غير ذلك مما لا يفيده النظم القرآني ولا دل عليه دليل.
والمراد بالخيط الأبيض: هو المعترض في الأفق، لا الذي هو كذب السرحان فإنه الفجر الكذاب الذي لا يحلّ شيئا ولا يحرمه.
والمراد بالخيط الأسود: سواد الليل. والتبيين إنما يمتاز أحدهما عن الآخر، وذلك لا يكون إلا عند دخول وقت الفجر.
وقوله: ثُمَّ أَتِمُّوا الصِّيامَ إِلَى اللَّيْلِ أمر للوجوب، وهو يتناول كل الصيام، وخصه الشافعية بالفرض لورود الآية في بيانه، ويدل على إباحة الفطر من النفل حديث عائشة عند مسلم من أنه أهدي لنا حيس فقال أرينيه فلقد أصبحت صائما فأكل «١» .
وأيضا فيه التصريح بأن للصوم غاية هي الليل: فعند إقبال الليل من المشرق وإدبار النهار من المغرب يفطر الصائم ويحل له الأكل والشرب وغيرهما.
والمراد بالمباشرة هنا: الجماع، وقيل يشمل التقبيل واللمس إذا كانا بشهوة لا إذا كانا بغير شهوة فهما جائزان كما قال عطاء والشافعي وابن المنذر وغيرهم، وعلى هذا يحمل ما حكاه ابن عبد البر من الإجماع على أن المعتكف لا يباشر ولا يقبل، فتكون هذه الحكاية للإجماع مفيدة بأن يكونا بشهوة.
والاعتكاف في اللغة: الملازمة «٢» . وفي الشرع: ملازمة مخصوصة على شرط مخصوص «٣» . وقد وقع الإجماع على أنه ليس بواجب وعلى أنه لا يكون إلا في المسجد. وللاعتكاف أحكام مستوفاة في شروح الحديث ذكرنا طرفا منها في «شرح
_________
(١) أخرجه مسلم في الصحيح [٢/ ٨٠٩] ح [١١٥٤] .
(٢) انظر لسان العرب [٩/ ٢٥٥]-[مادة/ عكف] .
(٣) انظر الاختيار للموصلي [١/ ١٧٩] .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (35,'بلوغ المرام» ، ورويت في بيان سبب نزول هذه الآية أحاديث عن جماعة من الصحابة ذكرها الشوكاني في «فتح القدير» «١» فليرجع إليه.
[الآية الخامسة عشرة] وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ وَتُدْلُوا بِها إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (١٨٨) .
هذا يعم جميع الأمة وجميع الأموال، لا يخرج عن ذلك إلا ما ورد دليل الشرع بأنه يجوز أخذه فإنه مأخوذ بالحق لا بالباطل ومأكول بالحل لا بالإثم، وإن كان صاحبه كارها كقضاء الدين إذا امتنع منه من هو عليه، وتسليم ما أوجبه الله من الزكاة ونحوها ونفقة من أوجب الشرع نفقته.
والحاصل أن ما لم يبح الشرع أخذه من مالكه فهو مأكول بالباطل وإن طابت به نفس مالكه، كمهر البغيّ وحلوان الكاهن وثمن الخمر.
والباطل في اللغة: الذاهب الزائل «٢» . والمعنى أنكم لا تجمعوا بين أكل الأموال بالباطل «٣» وبين الإدلاء إلى الحكام بالحجج الباطلة.
وفي هذه الآية دليل على أن حكم الحاكم لا يحلل الحرام ولا يحرم الحلال من غير فرق بين الأموال والفروج، فمن حكم له القاضي بشيء مستندا في حكمه إلى شهادة زور ويمين فجور- فلا يحل له أكله فإن ذلك من أكل أموال الناس بالباطل، وهكذا إذا ارتشى «٤» الحاكم فحكم له بغير الحق فإنه من أكل أموال الناس بالباطل.
ولا خلاف بين أهل العلم أن حكم الحاكم لا يحلل الحرام ولا يحرم الحلال.
وقد روي عن أبي حنيفة ما يخالف ذلك، وهو مردود بكتاب الله تعالى وسنة رسول الله صلّى الله عليه وآله وسلّم كما في حديث أم سلمة قالت قال رسول الله صلّى الله عليه وآله وسلّم: «إنكم تختصمون إليّ ولعل أن يكون بعضكم ألحن بحجته من بعض فأقضي له على نحو ما أسمع فمن قضيت
_________
(١) انظر فتح القدير [١/ ١٨٦] .
(٢) جاء في المطبوع [الذائل] بالذال المعجمة والتصحيح من فتح القدير [١/ ١٨٨] . [.....]
(٣) جاء في المطبوع [الباطل] والتصحيح من فتح القدير [١/ ١٨٨] .
(٤) جاء في فتح القدير [١/ ١٨٨] [أرشى] .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (36,'له من حق أخيه بشيء فلا يأخذه فإنما أقطع له قطعة من النار» «١» وهو في الصحيحين وغيرهما.
فَرِيقاً: أي قطعة أو جزءا أو طائفة.
وقد أخرج ابن جرير وابن المنذر وابن أبي حاتم عن ابن عباس في قوله تعالى هذا، قال: هذا في الرجل يكون عليه مال، وليس عليه بيّنة فيجحد «٢» بالمال فيخاصم إلى الحكام وهو يعرف أن الحق عليه «٣» .
وروى سعيد بن منصور وعبد بن حميد عن مجاهد قال: معناها: لا تخاصم وأنت تعلم أنك ظالم «٤» .
وأخرج ابن المنذر عن قتادة نحوه.
[الآية السادسة عشرة] يَسْئَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَواقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِها وَلكِنَّ الْبِرَّ مَنِ اتَّقى وَأْتُوا الْبُيُوتَ مِنْ أَبْوابِها وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٨٩) .
الأهلة: جمع هلال، وجمعها باعتبار هلال كل شهر أو كل ليلة تنزيلا لاختلاف الأوقات منزلة اختلاف الذوات.
والهلال: اسم لما يبدو في أوّل الشهر وفي آخره، وفيه بيان وجه الحكمة في زيادة الهلال ونقصانه وأن ذلك لأجل بيان المواقيت التي يوقت الناس عباداتهم ومعاملاتهم به كالصوم والفطر والحج ومدّة الحمل والعدّة والإجارات والأيمان وغير ذلك، ومثله قوله تعالى: لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ [يونس: ٥] .
_________
(١) متفق عليه أخرجه البخاري في الصحيح [٥/ ٢٨٨] ح [٢٦٨٠] ومسلم في الصحيح [٣/ ١٣٣٧] ح [١٧١٣] .
(٢) جاء في المطبوع [فيجىء] وهذا خطأ والتصحيح من تفسير الطبري [١/ ١٩٠] .
(٣) أخرجه ابن جرير في التفسير [٢/ ١٩٠] .
(٤) أخرجه سعيد بن منصور في السنن [٢/ ٧٠٦- ط آل حميد] ح [٢٨٢] وعزاه السيوطي في الدر المنثور [١/ ٤٨٩] لعبد بن حميد أيضا.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (37,'والمواقيت: جميع الميقات وهو الوقت، وقد جعل بعض علماء المعاني هذا الجواب- أعني قوله قُلْ هِيَ مَواقِيتُ- من الأسلوب الحكيم: وهو تلقي المخاطب بغير ما يرتقب تنبيها على أنه الأولى بالقصد.
ووجه ذلك أنهم سألوا عن أجرام الأهلة باعتبار زيادتها ونقصانها فأجيبوا بالحكمة التي كانت الزيادة والنقصان لأجلها، لكون ذلك أولى [بأن] «١» يقصد السائل، وأحق بأن يتطلع لعلمه، وأن الأنصار كانوا إذا حجوا لا يدخلون من أبواب بيوتهم إذا رجع أحدهم إلى بيته بعد إحرامه قبل تمام حجه لأنهم يعتقدون أن المحرم لا يجوز أن يحول بينه وبين السماء حائل، فكانوا يتسنمون ظهور بيوتهم.
وقال أبو عبيدة [إن] «٢» هذا ضرب [من] ضرب المثل. والمعنى: ليس البر أن تسألوا الجهال ولكن البرّ التقوى، وأن تسألوا العلماء، كما تقول: أتيت هذا الأمر من بابه. وقيل: هو مثل في جماع النساء وأنهم أمروا بإتيانهن في القبل لا في الدبر، وقيل:
غير ذلك.
[الآية السابعة عشرة] وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ (١٩٠) .
لا خلاف بين أهل العلم أن القتال كان ممنوعا قبل الهجرة لقوله: فَاعْفُ عَنْهُمْ وَاصْفَحْ [المائدة: ١٣] ، وقوله: وَاهْجُرْهُمْ هَجْراً جَمِيلًا (١٠) [المزمل: ١٠] ، وقوله:
لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) [الغاشية: ٢٢] ، وقوله: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ [المؤمنون: ٩٦] ، ونحو ذلك مما أنزل بمكة. فلما هاجر إلى المدينة أمره الله سبحانه بالقتال ونزلت هذه الآية، وقيل: إن أول ما نزل قوله تعالى: أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا [الحج: ٣٩] فلما نزلت الآية كان صلّى الله عليه وآله وسلّم يقاتل من قاتله ويكفّ عمن كفّ عنه حتى نزل قوله فَاقْتُلُوا الْمُشْرِكِينَ [التوبة: ٥] ، وقوله تعالى: وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً [التوبة: ٣٦] . قيل: إنه نسخ بها سبعون آية.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ١٨٩] وجاء في المطبوع [ما] بدلا من [بأن] .
(٢) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ١٨٩] .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (38,'وقال جماعة من السلف: إن المراد بقوله الَّذِينَ يُقاتِلُونَكُمْ من عدا النساء والصبيان والرهبان ونحوهم، وجعلوا هذه الآية محكمة غير منسوخة.
والمراد بالاعتداء- عند أهل القول الأول- هو: مقاتلة من لم يقاتل من الطوائف الكفرية، والمراد به- على القول الثاني- مجاوزة قتل من يستحق القتل إلى قتل من لا يستحقه.
[الآيتان الثامنة والتاسعة عشرة] وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ فَإِنْ قاتَلُوكُمْ فَاقْتُلُوهُمْ كَذلِكَ جَزاءُ الْكافِرِينَ (١٩١) فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٢) .
قال ابن جرير: الخطاب للمهاجرين، والضمير لكفار قريش. انتهى.
وقد امتثل رسول الله صلّى الله عليه وآله وسلّم أمر ربه فأخرج من مكة من لم يسلم عند أن فتحها الله عليه. وفي معنى الفتنة والمراد بها أقوال: والظاهر أن المراد الفتنة في الدين بأي سبب كان وعلى أي صورة اتفق فإنها أشد من القتل.
واختلف أهل العلم في قوله: وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ فذهبت طائفة إلى أنها محكمة وأنه لا يجوز القتال في الحرم إلا بعد أن يتعدى متعد بالقتال فيه فإنه يجوز دفعه بالمقاتلة، وهذا هو الحق.
وقالت طائفة: إن هذه الآية منسوخة بقوله تعالى: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ [التوبة: ٥] ويجاب عن هذا الاستدلال بأن الجمع هنا ممكن ببناء العام على الخاص: فيقتل المشرك حيث وجد إلا بالحرم. ومما يؤيد ذلك قوله صلّى الله عليه وآله وسلّم: «إنها لم تحلّ لأحد قبلي «١» وإنها أحلت لي «٢» ساعة من نهار» «٣» ، وهو في الصحيح.
وقد احتج القائلون بالنسخ [بقتله] «٤» صلّى الله عليه وآله وسلّم لابن خطل وهو متعلق بأستار
_________
(١) جاء في المطبوع [قبله] والمثبت عن فتح القدير [١/ ١٩١] .
(٢) جاء في المطبوع [له] والمثبت عن فتح القدير [١/ ١٩١] .
(٣) [متفق عليه] أخرجه البخاري [٤/ ٤٦] ح [١٨٣٣] ، [١٨٣٢] ومسلم في الصحيح ح [١٣٥٥] .
(٤) وقع في المطبوع [بقوله] بدلا من [قتله] وهو خطأ والمثبت مستدرك من فتح القدير [١/ ١٩١] .',NULL,'41',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (39,'الكعبة «١» ويجاب عنه بأنه وقع في تلك الساعة التي أحل الله لرسوله صلّى الله عليه وآله وسلّم فَإِنِ انْتَهَوْا عن قتالكم ودخلوا في الإسلام.
[الآية الموفية العشرين] وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ (١٩٣) .
فيه الأمر بمقاتلة المشركين ولو في الحرم وإن لم يبتدءوكم بالقتال فيه إلى غاية هي أن لا تكون فتنة وأن يكون الدين لله: وهو الدخول في الإسلام والخروج عن سائر الأديان المخالفة له. فمن دخل الإسلام وأقلع عن الشرك لم يحل قتاله.
قيل المراد بالفتنة هنا: الشرك، والظاهر أنها الفتنة في الدين- على عمومها- كما سلف.
والمراد لا تعتدوا إلا على من ظلم وهو من لم ينته عن الفتنة ولم يدخل في الإسلام. وإنما سمى جزاء الظالمين عدوانا مشاكلة كقوله تعالى: وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها [الشورى: ٤٠] ، وقوله: فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ [البقرة: ١٩٤] .
[الآية الحادية والعشرون] الشَّهْرُ الْحَرامُ بِالشَّهْرِ الْحَرامِ وَالْحُرُماتُ قِصاصٌ فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٩٤) .
أي إذا قاتلوكم في الشهر الحرام وهتكوا حرمته فقاتلتموهم في الشهر الحرام مكافأة لهم ومجازاة على فعلهم.
والحرمات: جمع حرمة، كالظلمات جمع ظلمة. وإنما جمع الحرمات لأنه أراد حرمة الشهر الحرام والبلد الحرام وحرمة الإحرام.
والحرمة: ما منع الشرع من انتهاكه.
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٤/ ٥٩] ح [١٨٤٦] و [٣٠٤٤] و [٤٢٨٦] ومسلم في الصحيح ح [١٣٥٧] .',NULL,'42',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (40,'والقصاص: المساواة. والمعنى: أن كل حرمة يجري فيها القصاص، فمن هتك حرمتكم عليكم فلكم أن تهتكوا حرمته عليه قصاصا. قيل: وهذا كان في أول الإسلام ثم نسخ بالقتال وقيل: إنه ثابت بين أمة محمد صلّى الله عليه وآله وسلّم لم ينسخ فيجوز لمن تعدّي عليه في مال أو بدن أن يتعدّى بمثل ما تعدّي عليه، وبهذا قال الشافعي وغيره.
وقال الآخرون: إن أمور القصاص مقصورة على الحكام، وهكذا الأموال لقوله صلّى الله عليه وآله وسلّم: «أدّ الأمانة إلى من ائتمنك، ولا تخن من خانك» «١» أخرجه الدارقطني وغيره وبه قال أبو حنيفة وجمهور المالكية وعطاء الخراساني.
والقول الأوّل أرجح، وبه قال ابن المنذر واختاره ابن العربي والقرطبي وحكاه الداودي «٢» عن مالك، ويؤيده أنه صلّى الله عليه وآله وسلّم أباح لامرأة أبي سفيان أن تأخذ من ماله ما يكفيها وولدها «٣» ، وهو في الصحيح.
ولا أصرح وأوضح من قوله تعالى في هذه الآية: فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ، وهذه الجملة في حكم تأكيد الجملة الأولى أعني قوله: وَالْحُرُماتُ قِصاصٌ. وإنما سمى المكافأة اعتداء مشاكلة كما تقدم.
وقد أخرج ابن جرير عن ابن عباس قال: لما سار رسول الله صلّى الله عليه وآله وسلّم معتمرا في سنة ست من الهجرة وحبسه المشركون من الدخول والوصول إلى البيت وصدوه بمن معه من المسلمين في ذي القعدة- وهو شهر حرام- قاضاهم على الدخول من قابل، فدخلها في السنة الآتية هو ومن كان معه من المسلمين وأقصّه الله منهم ذلك في هذه الآية «٤» .
وأخرج ابن جرير وابن أبي حاتم عن أبي العالية نحوه، وأخرج عبد بن حميد وابن جرير عن مجاهد «٥» نحوه أيضا، وأخرج أيضا عن قتادة نحوه «٦» ، وأخرج ابن جرير عن
_________
(١) [حسن] أخرجه الدارمي في السنن [٢/ ٢٦٤] وأبو داود في السنن [٣/ ٢٨٨] ح [٣٥٣٥] والترمذي في السنن [٣/ ٥٦٤] ح [١٢٦٤] وأخرجه أحمد في المسند [٣/ ٤١٤] . [.....]
(٢) جاء في المطبوع [الأوزاعي] وهذا خطأ والتصحيح من فتح القدير [١/ ١٩٢] .
(٣) [متفق عليه] أخرجه البخاري في الصحيح [٩/ ٥٠٧] ح [٥٣٦٤] ومسلم في الصحيح ح [١٧١٤] .
(٤) أخرجه الطبري في التفسير [٢/ ٢٠٢- ٢٠٣] ح [٣١٣٦] وصحيح البخاري [٥/ ٣٢٩] ح [٢٧٣١] .
(٥) انظر «تفسير الطبري» [٢/ ٢٠٣] ح [٣١٣٧] .
(٦) انظر «تفسير الطبري» ح [٢/ ٢٠٣] ح [٣١٣٨] .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (41,'ابن جريج «١» نحوه.
وأخرج أبو داود في «ناسخه» وابن جرير وابن المنذر وابن أبي حاتم والبيهقي في «سننه» عن ابن عباس في قوله: فَمَنِ اعْتَدى عَلَيْكُمْ الآية، وقوله: وَجَزاءُ سَيِّئَةٍ [الشورى: ٤٠] ، وقوله: وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ [الشورى: ٤١] ، وقوله: وَإِنْ عاقَبْتُمْ [النحل: ١٢٦] ، قال: هذا ونحوه نزل بمكة والمسلمون يومئذ قليل ليس لهم سلطان يقهر المشركين فكان المشركون يتعاطونهم بالشتم والأذى. فأمر الله المسلمين من يجازي «٢» منهم أن يجازي بمثل ما أوتي إليه أو يصبروا ويعفوا. فلما هاجر رسول الله صلّى الله عليه وآله وسلّم إلى المدينة وأعزّ الله سلطانه أمر المسلمين أن ينتهوا في مظالمهم إلى سلطانهم، ولا يعدو بعضهم على بعض كأهل الجاهلية «٣» فقال: وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً [الإسراء: ٣٣] . يقول ينصره السلطان حتى ينصفه ممن ظلمه «٤» . ومن انتصر لنفسه دون السلطان فهو عاص مسرف قد عمل بحمية الجاهلية ولم يرض بحكم الله.
انتهى.
وأقول: هذه الآية التي جعلها ابن عباس رضي الله عقنه ناسخة مؤيدة لما تدل عليه الآيات التي جعلها منسوخة ومؤكدة له، فإن الظاهر من قوله: فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً أنه جعل السلطان له، أي جعل له تسلطا يتسلط به على القاتل، ولهذا قال: فَلا يُسْرِفْ فِي الْقَتْلِ. ثم لو سلمنا أن معنى الآية كما قاله لكان ذلك مخصصا للقتل من عموم الآيات المذكورة لا ناسخا لها فإنه لم ينص في هذه الآية إلا على القتل وحده.
وتلك الآيات شاملة له ولغيره، وهذا معلوم من لغة العرب التي هي المرجع في تفسير كلام الله سبحانه وتعالى.
_________
(١) انظر «تفسير الطبري» [٢/ ٢٠٤] ح [٣١٤٧] .
(٢) جاء في فتح القدير [١/ ١٩٢] [بنجازى] .
(٣) انظر تفسير الطبري [٢/ ٢٠٥] ح [٣١٤٨] .
(٤) جاء في فتح القدير [١/ ١٩٣] [على من ظلمه] .',NULL,'44',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (42,'[الآية الثانية والعشرون] وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (١٩٥) .
في هذه الآية الأمر بالإنفاق في سبيل الله وهو الجهاد، واللفظ يتناول غيره مما يصدق عليه أنه من سبيل الله، والباء في قوله بِأَيْدِيكُمْ زائدة «١» . ومثله أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرى (١٤) [العلق: ١٤] . وقال المبرد: بأيديكم أي بأنفسكم تعبيرا بالبعض عن الكل، كقوله: فَبِما كَسَبَتْ أَيْدِيكُمْ [الشورى: ٣٠] ، وقيل: هذا مثل مضروب يقال: فلان ألقى بيده في أمر كذا: إذا استسلم لأن المستسلم في القتال يلقي سلاحه بيده، فكذلك فعل كل عاجز في أيّ فعل كان.
وقال قوم: التقدير ولا تلقوا أنفسكم «٢» بأيديكم.
والتهلكة: مصدر من هلك يهلك هلاكا وهلكا وتهلكة: أي لا تأخذوا فيما يهلككم.
وللسلف في معنى الآية أقوال سيأتي بيانها، وبيان سبب نزول الآية.
والحق أن الاعتبار بعموم اللفظ لا بخصوص السبب فكلما صدق عليه أنه تهلكة في الدين أو الدنيا فهو داخل في هذه، وبه قال ابن جرير الطبري «٣» .
ومن جملة ما يدخل تحت الآية أن يقتحم الرجل في الحرب فيحمل على الجيش مع عدم قدرته على التخلص وعدم تأثيره لأثر ينفع المجاهدين. ولا يمنع من دخول هذا تحت الآية إنكار من أنكره من الذين رأوا «٤» السبب فإنهم ظنوا أن الآية لا تجاوز سببها وهو ظنّ تدفعه لغة العرب.
وقوله وَأَحْسِنُوا أي في الإنفاق في الطاعة، وأحسنوا الظن بالله في إخلافه عليكم.
_________
(١) جاء في فتح القدير [١/ ١٩٣] بعد [زائدة] [والتقدير: ولا تلقوا أيديكم] .
(٢) جاء في المطبوع [نفسكم] والتصحيح من «فتح القدير» [١/ ١٩٣] .
(٣) انظر تفسير الطبري [٢/ ٢١١] .
(٤) جاء في المطبوع [ردوا] وهذا خطأ والتصحيح من فتح القدير [١/ ١٩٣] .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (43,'أخرج عبد بن حميد والبخاري والبيهقي في «سننه» عن حذيفة في قوله هذا قال:
نزلت في النفقة «١» .
وأخرج سعيد بن منصور وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عنه في الآية قال: هو ترك النفقة في سبيل الله مخافة العيلة «٢» .
وأخرج عبد بن حميد والبيهقي عن ابن عباس نحوه.
وأخرج عبد بن حميد وابن جرير عن عكرمة نحوه أيضا «٣» .
وأخرج ابن جرير عن الحسن نحوه «٤» .
وأخرج ابن حميد والبيهقي في «الشعب» عنه قال: هو البخل.
وأخرج ابن جرير وابن أبي حاتم عن زيد بن أسلم في الآية قال: كان رجال يخرجون في بعوث يبعثها رسول الله صلّى الله عليه وآله وسلّم بغير نفقة فإما يقطع بهم «٥» وإما كانوا عيالا فأمرهم الله أن يستنفقوا مما رزقهم الله وألا يلقوا بأيديهم إلى التهلكة، والتهلكة أن يهلك رجال من الجوع والعطش ومن المشي.
وقال لمن بيده فضل: وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (١٩٥) . وأخرج عبد بن حميد وأبو يعلى وابن جرير والبغوي في «معجمه» وابن المنذر وابن أبي حاتم وابن حبان وابن نافع والطبراني عن الضحاك بن أبي جبير أن الأنصار كانوا ينفقون في سبيل الله ويتصدقون فأصابتهم سنة فساء ظنهم وأمسكوا عن ذلك فأنزل الله الآية.
وأخرج عبد بن حميد وأبو داود والترمذي- وصححه- والنسائي وأبو يعلى وابن جرير وابن أبي حاتم والحاكم- وصححه- والطبراني وابن مردويه والبيهقي في «سننه» عن أسلم بن عمران قال: كنا بالقسطنطينية وعلى أهل مصر عقبة بن عامر وعلى أهل الشام فضالة بن عبيد فخرج صفّ عظيم من الروم فصففنا لهم فحمل رجل من المسلمين
_________
(١) أخرجه البخاري في الصحيح [٨/ ١٨٥] ح [٦/ ٤٥] . [.....]
(٢) أخرجه سعيد بن منصور في السنن [٢/ ٧١٠- ط آل حميد] ح [٢٨٥] وابن جرير الطبري في التفسير [١/ ٢٠٦] ح [٣١٥١] وعزاه السيوطي في الدر المنثور [١/ ٤٩٩] .
(٣) أخرجه ابن جرير في التفسير [٢/ ٢٠٧] ح [٣١٥٦] .
(٤) أخرجه ابن جرير في التفسير [٢/ ٢٠٨] ح [٣١٦٥] .
(٥) جاء في فتح القدير [١/ ١٩٣] [لهم] .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (44,'على صف الروم حتى دخل فيهم فصاح الناس وقالوا: سبحان الله يلقي بيده إلى التهلكة! فقام أبو أيوب صاحب رسول الله صلّى الله عليه وآله وسلّم فقال: أيها الناس إنكم تأولون هذا التأويل وإنما أنزلت فينا هذه الآية معشر الأنصار إنا لما أعزّ الله دينه وكثر ناصروه قال بعضنا لبعض سرا دون رسول الله صلّى الله عليه وآله وسلّم: إن أموال الناس قد ضاعت وإن الله قد أعز الإسلام وكثر ناصروه فلو أقمنا في أموالنا فأصلحنا ما ضاع هنا؟ فأنزل الله على نبيه صلّى الله عليه وآله وسلّم يرد علينا فكانت التهلكة الإقامة في الأموال وإصلاحها وترك الغزو «١» .
وأخرج عبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم- وصححه- والبيهقي عن البراء بن عازب قال في تفسير الآية: الرجل يذنب الذنب فيلقي بيده فيقول لا يغفر الله لي أبدا «٢» ، وأخرج عبد بن حميد وابن المنذر وابن مردويه والطبراني والبيهقي في «الشعب» عن النعمان بن بشير نحوه.
وأخرج عبد بن حميد وابن جرير قال في تفسير الآية: إنه القنوط «٣» ، وأخرج ابن جرير وابن المنذر وابن أبي حاتم عن ابن عباس قال: التهلكة عذاب الله «٤» .
وأخرج ابن أبي حاتم عن عبد الرحمن بن الأسود بن عبد يغوث أنهم حاصروا دمشق فأسرع رجل إلى العدو وحده فعاب ذلك عليه المسلمون ورفع حديثه إلى عمرو بن العاص فأرسل إليه فردّه «٥» وقال: قال الله وَلا تُلْقُوا الآية.
وأخرج ابن جرير عن رجل من الصحابة في قوله وَأَحْسِنُوا قال: أدوا الفرائض «٦» . وأخرج عبد بن حميد عن أبي إسحاق مثله وأخرج عبد بن حميد وابن جرير عن عكرمة قال: أحسنوا الظنّ بالله «٧» .
_________
(١) [صحيح] أخرجه الترمذي في السنن [٥/ ١٩٦] ح [٢٩٧٢] وأبو داود في السنن [٢/ ١٢] ح [٢٥١٢] والنسائي في التفسير [١/ ٢٣٦] ح [٤٨] والطبري في التفسير [٢/ ٢١٠] ح [٣١٨٥] و [٣١٨٦] والطيالسي في المسند ح [٥٩٩] والطبراني في المعجم الكبير ح [٤٠٦٠] مختصرا والحاكم في مستدركه [٢/ ٢٨٤، ٢٧٥] والبيهقي في سننه [٩/ ٤٥] .
(٢) أخرجه الطبري في التفسير [٢/ ٢٠٩] ح [٣١٧٣] .
(٣) أخرجه الطبري في التفسير [٢/ ٢١٠] ح [٣١٨٢] عن عبيدة.
(٤) أخرجه الطبري في التفسير [٢/ ٢١١] ح [٣١٨٧] .
(٥) جاء في المطبوع [قرره] وهذا خطأ والتصحيح من فتح القدير [١/ ١٩٤] .
(٦) أخرجه الطبري في التفسير [٢/ ٢١٢] ح [٣١٨٨] .
(٧) أخرجه الطبري في التفسير [٢/ ٢١٢] ح [٣١٨٩] .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (45,'[الآية الثالثة والعشرون] وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلا تَحْلِقُوا رُؤُسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كانَ مِنْكُمْ مَرِيضاً أَوْ بِهِ أَذىً مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كامِلَةٌ ذلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حاضِرِي الْمَسْجِدِ الْحَرامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقابِ (١٩٦) .
اختلف العلماء في المعنى المراد بإتمام الحج والعمرة، فقيل: أداؤهما والإتيان بهما من دون أن يشوبهما شيء مما هو محظور ولا يخل بشرط ولا فرض لقوله «١» تعالى فَأَتَمَّهُنَّ [البقرة: ١٢٤] وقوله ثُمَّ أَتِمُّوا الصِّيامَ إِلَى اللَّيْلِ [البقرة: ١٨٧] .
وقال سفيان الثوري: إتمامهما أن يخرج لهما لا لغيرهما، وقيل: إتمامهما أن يفرد كل واحد منهما من غير تمتع ولا قران. وبه قال ابن حبيب وقال: إتمامهما أن لا يستحلوا فيهما ما لا ينبغي لهم، وقيل: إتمامهما أن يحرم لهما من دويرة أهله، وقيل أن ينفق في سفرهما الحلال الطيب.
وقد أخرج ابن أبي حاتم وأبو نعيم في «الدلائل» وابن عبد البر في «التمهيد» عن يعلى بن أمية قال جاء رجل إلى النبي صلّى الله عليه وآله وسلّم وهو بالجعرانة وعليه أثر خلوق، فقال: كيف تأمرني يا رسول الله أن أصنع في عمرتي؟ فأنزل الله وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ. وقال رسول الله صلّى الله عليه وآله وسلّم «أين السائل عن العمرة؟ فقال ها أنا ذا قال اخلع الجبة واغسل عنك أثر الخلوق ثم ما كنت صانعا في حجك فاصنعه في عمرتك» «٢» . وقد أخرجه البخاري ومسلم وغيرهما من حديثه ولكن فيهما أنه نزل عليه صلّى الله عليه وآله وسلّم الوحي بعد السؤال ولم يذكرا ما هو الذي أنزل عليه.
_________
(١) جاء في المطبوع [كقوله] والتصحيح من فتح القدير [١/ ٥١] .
(٢) [متفق عليه] أخرجه البخاري في الصحيح [٣/ ٣٩٣] ح [١٥٣٦] و [١٧٨٩] و [١٨٤٧] و [٤٣٢٩] و [٤٩٨٥] ومسلم في الصحيح ح [١١٨٠] وأبو داود في السنن [٢/ ١٦٩- ١٧٠] ح [١٨١٩] والنسائي [٥/ ١٣٠- ١٣٢] والترمذي في السنن [٣/ ١٩٦] ح [٨٣٦] انظر فتح الباري [٣/ ٣٩٤] .',NULL,'48',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (46,'وأخرج ابن جرير وابن المنذر عن ابن عباس قال: تمام الحجّ يوم النّحر إذا رمى جمرة العقبة وزار البيت فقد حلّ، وتمام العمرة إذا طاف بالبيت وبالصّفا وبالمروة فقد حلّ «١» .
وقد ورد في فضائل الحج والعمرة أحاديث كثيرة ليس هذا موطن ذكرها.
وقد اتفقت الأمة على وجوب الحج على من استطاع إليه سبيلا.
وقد استدل بهذه الآية على وجوب العمرة لأن الأمر بإتمامها أمر بها، وبذلك قال عليّ وابن عمر وابن عباس وعطاء وطاووس ومجاهد والحسن وابن سيرين والشعبي وسعيد بن جبير ومسروق وعبد الله بن شدّاد والشافعي وأحمد وإسحاق وأبو عبيد وابن الجهم من المالكية.
وقال مالك والنخعي وأصحاب الرأي كما حكاه ابن المنذر عنهم: إنها سنة.
وحكي عن أبي حنيفة أنه يقول بالوجوب.
ومن القائلين بأنها سنة: ابن مسعود وجابر بن عبد الله ومن جملة ما استدل به الأولون ما ثبت عنه صلّى الله عليه وآله وسلّم في الصحيح أنه قال لأصحابه: «من كان معه هدي فليهل بحج وعمرة» «٢» ، وثبت عنه أيضا في الصحيح أنه قال: «دخلت العمرة في الحج إلى يوم القيامة» «٣» .
وأخرج الدارقطني والحاكم من حديث زيد بن ثابت قال: قال رسول الله صلّى الله عليه وآله وسلّم: «إن الحج والعمرة فريضتان لا يضرانك بأيهما بدأت» «٤» .
واستدل الآخرون بما أخرجه الشافعي في «الأم» وعبد الرزاق وابن أبي شيبة وعبد بن حميد عن أبي صالح الحنفي قال: قال رسول الله صلّى الله عليه وآله وسلّم «الحج جهاد والعمرة تطوع» «٥» .
_________
(١) أخرجه ابن جرير في التفسير [٢/ ٢١٣] ح [٣١٩٤] . [.....]
(٢) [متفق عليه] أخرجه البخاري في الصحيح [٣/ ٤١٥] ح [١٥٥٦] و [١٥٦٢] ومسلم في الصحيح ح [١٢١١] .
(٣) أخرجه مسلم في الصحيح ح [١٢١٨] .
(٤) [ضعيف] أخرجه الدارقطني في السنن [٢/ ٢٨٤] ، [٢/ ٢٨٥] والحاكم في المستدرك [١/ ٤٧١] والبيهقي [٤/ ٣٥٠] انظر التهذيب [٩/ ١٩٠] .
(٥) [ضعيف] أخرجه الشافعي في الأم [٢/ ١٤٤] والبيهقي في السنن الكبرى [٤/ ٣٤٨] ورواه ابن أبي شيبة في مصنفه [٣/ ٢٢٣] ح [١٣٦٤٧] . انظر سنن البيهقي [٤/ ٣٤٨] وسنن ابن ماجه [٢/ ٩٩٥]',NULL,'49',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (47,'وأخرج ابن ماجة عن طلحة بن عبيد الله مرفوعا مثله.
وأخرج ابن أبي شيبة وعبد بن حميد والترمذي- وصححه- عن جابر أن رجلا سأل رسول الله صلّى الله عليه وآله وسلّم عن العمرة أواجبة هي؟ قال: «لا! وأن تعتمروا خير لكم» «١» .
وأجابوا عن الآية والأحاديث المصرحة بأنها واجبة فريضة بحمل «٢» ذلك على أنه قد وقع الدخول فيها وهي بعد الشروع فيها واجبة بلا خلاف، وهذا وإن كان فيه بعد لكن يجب المصير إليه جمعا بين الأدلة ولا سيما بعد تصريحه صلّى الله عليه وآله وسلّم في حديث جابر من عدم الوجوب وعلى هذا يحمل ما ورد مما فيه دلالة على وجوبها كما أخرجه الشافعي في «الأم» أن في الكتاب الذي كتبه النبي صلّى الله عليه وآله وسلّم لعمرو بن حزم «أن العمرة هي الحج الأصغر» «٣» ، وكحديث ابن عمر عند البيهقي في «الشعب» قال: جاء رجل إلى النبي صلّى الله عليه وآله وسلّم فقال: أوصني؟ فقال: «تعبد الله ولا تشرك به شيئا وتقيم الصلاة وتؤتي الزكاة وتصوم شهر رمضان وتحج وتعتمر وتسمع وتطيع وعليك بالعلانية وإياك والسر» «٤» هكذا ينبغي حمل ما ورد من الأحاديث التي قرن فيها بين الحج والعمرة في أنهما من أفضل الأعمال وأنهما كفارة لما بينهما وأنهما يهدمان ما كان قبلهما ونحو ذلك.
أُحْصِرْتُمْ الحصر: الحبس قال أبو عبيدة والكسائي والخليل: إنه يقال: أحصر بالمرض وحصر بالعدو. وفي «المجمل» لابن الفارس العكس يقال أحصر بالعدو وحصر بالمرض، ورجح الأول ابن العربي وقال: هو رأي أكثر أهل اللغة، وقال الزجاج إنه
_________
ح [٢٩٨٩] .
(١) [ضعيف] أخرجه ابن أبي شيبة في المصنف [٣/ ٢٢٣] ح [١٣٦٤٦] والترمذي في الجامع [٣/ ٢٧٠] ح [٩٣١] والدارقطني في السنن [٢/ ٢٨٦] والبيهقي في السنن [٤/ ٣٤٩] والطبراني في الصغير [٢/ ١٩٤- مع الروض] والبيهقي في السنن [٤/ ٣٤٩] ورواه الطبراني في الصغير ح [١٠١٥- مع الروض] والدارقطني في السنن [٢/ ٢٨٦] انظر الميزان للذهبي [٤/ ٢٦٣] .
(٢) وقع في المطبوع [يحمل] والصحيح [بحمل] كما في فتح القدير [١/ ١٩٥] .
(٣) [ضعيف] أخرجه الحاكم في المستدرك [١/ ٣٩٥- ٣٩٧] وابن حبان في الصحيح [١٤/ ٥٠١- ٥١٢] ح [٦٥٥٩] والبيهقي في السنن الكبرى [٤/ ٨٩- ٩٠، ٣٥٢] ورواه النسائي [٨/ ٥٩] وأخرجه أبو داود مختصرا في المراسيل ح [٢٥٩] والدارقطني في السنن [١/ ٢٢] ، [٢/ ٢٨٥] والدارمي في السنن [٢/ ١٨٨ و ١٨٩- ١٩٠] وأخرجه مالك في الموطأ [٢/ ٨٤٩] ومن طريقه النسائي [٨/ ٦٠] والبغوي في شرح السنة ح [٢٧٥] و [٢٥٣٨] .
(٤) أخرجه الدارقطني في السنن الكبرى [٢/ ٢٨٢] نحوه والبيهقي في السنن الكبرى [٤/ ٣٥٠] .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (48,'كذلك عن جميع أهل اللغة، وقال الفراء: هما بمعنى واحد في المرض والعدو ووافقه على ذلك أبو عمر الشيباني «١» فقال: حصرني الشيء وأحصرني أي حبسني.
وبسبب هذا الاختلاف بين أهل اللغة اختلف أئمة الفقه في معنى الآية فقالت الحنفية المحصر: من يصير ممنوعا من مكة بعد الإحرام بمرض أو عدو أو غيره.
وقالت الشافعية وأهل المدينة: المراد بالآية حصر العدو.
وقد ذهب جمهور العلماء إلى أن المحصر بعدوّ يحل حيث أحصر وينحر هديه- إذا كان ثم هدي- ويحلق رأسه كما فعل النبي صلّى الله عليه وآله وسلّم هو وأصحابه في الحديبية.
وأخرج الشافعي في «الأم» وعبد الرزاق وابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن ابن عباس قال: لا حصر إلا حصر «٢» العدو فأما من أصابه مرض أو وجع أو ضلال فليس عليه شيء إنما قال الله: فَإِذا أَمِنْتُمْ فلا يكون الأمن إلا من الخوف.
وأخرج ابن أبي شيبة عن ابن عمر قال: لا إحصار إلا من العدو «٣» ، وأخرج أيضا عن الزهري نحوه.
وأخرج أيضا عن عطاء قال: لا إحصار إلا من مرض أو عدو أو أمر حابس «٤» .
وأخرج أيضا عن عروة قال: كل شيء حبس المحرم فهو إحصار «٥» .
وأخرج البخاري عن المسور أن رسول الله صلّى الله عليه وآله وسلّم نحر قبل أن يحلق وأمر أصحابه بذلك «٦» .
وأخرج ابن جرير «٧» وابن المنذر عن ابن عباس في قوله فَإِنْ أُحْصِرْتُمْ يقول: من أحرم بحجة أو عمرة ثم حبس عن البيت بمرض يجهده أو عدو يحبسه، فعليه ذبح ما
_________
(١) جاء في المطبوع [أبو عمرو الشيباني] وهذا خطأ والصحيح ما أثبتناه من فتح القدير [١/ ١٩٥] .
(٢) أخرجه الشافعي في الأم [٢/ ١٧٨] وابن جرير في التفسير [٢/ ٢٢١] ح [٣٢٤١] .
(٣) أخرجه ابن أبي شيبة في المصنف [٣/ ٢١٣] ح [١٣٥٥٥] .
(٤) أخرجه ابن أبي شيبة في المصنف [٣/ ٢١٣] ح [١٣٥٥٤] .
(٥) أخرجه ابن أبي شيبة في المصنف [٣/ ٢١٣] ح [١٣٥٥٦] . [.....]
(٦) أخرجه البخاري في الصحيح [٤/ ١٠] ح [١٨١١] .
(٧) انظر تفسير ابن جرير [٢/ ٢٢٤] .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (49,'استيسر من الهدي: شاة فما فوقها، وإن كانت حجة الإسلام فعليه قضاؤها، وإن كانت بعد حج الفريضة فلا قضاء عليه.
وأخرج سعيد بن منصور وعبد بن حميد وابن جرير وابن أبي حاتم عن ابن مسعود في قوله فَإِنْ أُحْصِرْتُمْ يقول: الرجل إذا أهل بالحج فأحصر بعث بما استيسر من الهدي، فإن كان عجّل قبل أن يبلغ الهدي محله فحلق رأسه أو مس طيبا أو تداوى بدواء كان عليه فدية من صيام أو صدقة أو نسك: فالصيام ثلاثة أيام، والصدقة ثلاثة آصع على ستة مساكين لكل مسكين نصف صاع، والنسك شاة.
فَإِذا أَمِنْتُمْ يقول: فإذا برىء فمضى من وجهه ذلك إلى البيت أحل من حجته بعمرة وكان عليه الحج من قابل، فإن هو رجع ولم يتم من وجهه ذلك إلى البيت كان عليه حجة وعمرة، فإن هو رجع متمتعا في أشهر الحج كان عليه ما استيسر من الهدي:
شاة، فإن هو لم يجد فصيام ثلاثة في الحج وسبعة إذا رجعتم.
قال إبراهيم فذكرت هذا الحديث لسعيد بن جبير فقال: هكذا قال ابن عباس في هذا الحديث: فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وهو ما يهدى إلى البيت من بدنة أو غيرها، وذهب الجمهور إلى أنه شاة، وقال ابن عمر وعائشة وابن الزبير: جمل أو بقرة، وقال الحسن:
أعلى الهدي بدنة وأوسطه بقرة وأدناه شاة.
وَلا تَحْلِقُوا رُؤُسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ هو خطاب لجميع الأمة من غير فرق بين محصر وغير محصر. وإليه ذهب جمع من أهل العلم. وذهبت طائفة إلى أنه خطاب للمحصرين خاصة: أي لا تحلوا من الإحرام حتى تعلموا أن الهدي الذي بعثتموه إلى الحرم قد بلغ محله وهو الموضع الذي يحل فيه ذبحه.
واختلفوا في تعيينه فقال مالك والشافعي: هو في موضع الحصر اقتداء برسول الله صلّى الله عليه وآله وسلّم حيث أحصر في عام الحديبية، وقال أبو حنيفة: هو الحرم، لقوله تعالى مَحِلُّها إِلَى الْبَيْتِ الْعَتِيقِ (٣٣) [الحج: ٣٣] وأجيب عن ذلك بأن المخاطب هو الآمن الذي يمكنه الوصول إلى البيت، وأجاب الحنفية عن نحره صلّى الله عليه وآله وسلّم في الحديبية بأن طرف الحديبية الذي إلى أسفل مكة هو من الحرم، ورد بأن المكان الذي وقع فيه النحر ليس هو من الحرم فَمَنْ كانَ مِنْكُمْ مَرِيضاً أَوْ بِهِ أَذىً مِنْ رَأْسِهِ، فَفِدْيَةٌ مِنْ صِيامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ المراد بالمرض هنا ما يصدق عليه مسمى المرض لغة، وبالأذى من الرأس ما فيه من قمل أو جرح فعليه',NULL,'52',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (50,'فدية. وقد بينت «١» السنة ما أطلق هنا من الصيام والصدقة والنسك، فثبت في الصحيح أن رسول الله صلّى الله عليه وآله وسلّم رأى كعب بن عجرة وهو محرم وقمله يتساقط على وجهه فقال:
أيؤذيك هوام رأسك؟ فقال: نعم! فأمره أن يحلق ويطعم ستة مساكين، أو يهدي شاة، أو يصوم ثلاثة أيام «٢» .
وقد ذكر ابن عبد البر أنه لا خلاف بين العلماء في أن النسك هنا هو شاة.
وحكى عن الجمهور أن الصوم المذكور في الآية ثلاثة أيام، والإطعام الستة «٣» مساكين.
وروى عن الحسن وعكرمة ونافع أنهم قالوا: الصوم في فدية الأذى عشرة أيام، والإطعام عشرة مساكين، والحديث الصحيح المتقدم يرد عليهم ويبطل قولهم.
وقد ذهب مالك والشافعي وأبو حنيفة وأصحابه وداود إلى أن الإطعام في ذلك مدّان بمد النبي صلّى الله عليه وآله وسلّم، أي لكل مسكين.
وقال الثوري: نصف صاع من برّ أو صاع من غيره، وروي ذلك عن أبي حنيفة.
قال ابن المنذر: هذا غلط! لأن في بعض أخبار كعب أن النبي صلّى الله عليه وآله وسلّم قال له:
«تصدق بثلاثة أصوع من تمر على ستة مساكين» «٤» .
واختلفت الرواية عن أحمد بن حنبل فروى عنه بمثل قول مالك والشافعي.
وروي عنه: إن أطعم برّا فمدّ لكل مسكين وإن أطعم تمرا فنصف صاع.
واختلفوا في مكان هذه الفدية فقال عطاء: ما كان من دم فبمكة، وما كان من طعام أو صيام فحيث يشاء. وبه قال أصحاب الرأي.
وقال طاووس والشافعي: الإطعام والدم لا يكونان إلا بمكة والصوم حيث شاء.
وقال مالك ومجاهد: حيث شاء في الجميع.
_________
(١) جاء في المطبوع [أثبتت] والتصحيح من فتح القدير [١/ ١٩٦] .
(٢) [متفق عليه] أخرجه البخاري في الصحيح [٤/ ١٢] ح [١٨٨٤] و [١٨١٥- ١٨١٨] ومسلم في الصحيح ح [١٢٠١] .
(٣) جاء في المطبوع [سنة] والتصحيح من فتح القدير [١/ ١٩٦] .
(٤) أخرجه مسلم في الصحيح [١/ ٨٦١] .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (51,'قال في «فتح القدير» وهو الحق لعدم الدليل على تعيين المكان «١» . انتهى.
فَإِذا أَمِنْتُمْ أي برأتم من المرض، وقيل من خوفكم من العدوّ- على الخلاف السابق- ولكن الأمن من العدوّ أظهر من استعمال أمنتم في ذهاب المرض فيكون مقويا لقول من قال: إن قوله فَإِنْ أُحْصِرْتُمْ المراد به الإحصار من العدوّ. كما أن قوله فَمَنْ كانَ مِنْكُمْ مَرِيضاً يقوي قول من قال بذلك لإفراد عذر المرض بالذكر، وقد وقع الخلاف:
هل المخاطب بهذا هم المحصرون خاصة؟ أم جميع الأمة على حسب ما سلف؟
فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ المراد بالتمتع أن يحرم الرجل بعمرة ثم يقيم حلالا بمكة إلى أن يحرم بالحج، فقد استباح بذلك ما لا يحلّ للمحرم استباحته، وهو معنى تمتع واستمتع.
ولا خلاف بين أهل العلم في جواز التمتع قال الشوكاني في «فتح القدير» : بل هو عندي أفضل أنواع الحج كما حررته في شرحي في «المنتقى» «٢» . انتهى.
وفي «المختصر» المسمى ب «الدرر البهية» وشرحه المرسوم ب «الدراري المضيئة» أيضا وتقدم الخلاف في معنى قوله فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كامِلَةٌ أي فمن لم يجد الهدي إما لعدم المال أو لعدم الحيوان صام ثلاثة أيام في أيام الحج وهي من عند شروعه في الإحرام إلى يوم النحر.
وقيل: يصوم قبل يوم التروية يوما ويوم التروية ويوم عرفة.
وقيل: ما بين أن يحرم بالحج إلى يوم عرفة.
وقيل: يصومهنّ من أوّل عشر ذي الحجة.
وقيل: ما دام بمكة.
وقيل: إنه يجوز أن يصوم الثلاثة قبل أن يحرم، وقد جوّز بعض أهل العلم صيام أيام التشريق لمن لم يحل الهدي، ومنعه آخرون.
والمراد بالرجوع هنا الرجوع إلى الأوطان.
قال أحمد وإسحق: يجزيه الصوم في الطريق ولا يتضيق عليه الوجوب إلا إذا
_________
(١) فتح القدير [١/ ١٩٦] .
(٢) فتح القدير [١/ ١٩٧] .',NULL,'54',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (52,'وصل وطنه، وبه قال الشافعي وقتادة والربيع ومجاهد وعكرمة والحسن وغيرهم.
وقال مالك: إذا رجع من منى فلا بأس أن يصوم والأول أرجح.
وقد ثبت في الصحيح من حديث ابن عمر أنه قال صلّى الله عليه وآله وسلّم: «فمن لم يجد فليصم ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله» «١» فبين صلّى الله عليه وآله وسلّم أن الرجوع المذكور في الآية هو الرجوع إلى الأهل.
وثبت أيضا في الصحيح من حديث ابن عباس بلفظ «وسبعة إذا رجعتم إلى أمصاركم» «٢» وإنما قال سبحانه: تِلْكَ عَشَرَةٌ كامِلَةٌ مع أن كل أحد يعلم أن الثلاثة والسبعة عشرة، لدفع أن يتوهم متوهم التخيير بين الثلاثة الأيام في الحج والسبعة إذا رجع. قاله الزجاج.
وقال المبرد: ذكر ذلك ليدل على انقضاء العدد لئلا يتوهم متوهم أن قد بقي منه شيء بعد ذكر السبعة. وقيل: هو توكيد وقد كانت العرب تأتي بمثل هذه الفذلكة فيما دون هذا العدد كقول الشاعر:
ثلاث واثنتان فهنّ خمس ... وسادسة تميل إلى شمامي
وقوله كامِلَةٌ: توكيد آخر بعد الفذلكة لزيادة التوصية بصيامها، وأن لا ينقص من عددها. ذلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حاضِرِي الْمَسْجِدِ الْحَرامِ الإشارة بقوله ذلِكَ قيل: هي راجعة إلى التمتع، فيدل على أن لا متعة لحاضري المسجد الحرام كما يقوله أبو حنيفة وأصحابه. قالوا: ومن تمتع منهم كان عليه دم، وهو دم جناية لا يأكل منه.
وقيل: إنها راجعة إلى الحكم وهو وجوب الهدي والصيام، فلا يجب ذلك على من كان أهله حاضري المسجد الحرام كما يقوله الشافعي ومن وافقه.
والمراد من لم يكن ساكنا في الحرم أو من لم يكن ساكنا في المواقيت فما دونها، على الخلاف في ذلك بين الأئمة.
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٣/ ٥٣٩] ح [١٦٩١] ومسلم في الصحيح ح [١٢٢٧، ١٢٢٨] .
(٢) أخرجه البخاري في الصحيح [٣/ ٤٣٣] ح [١٥٧٢] .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (53,'[الآية الرابعة والعشرون] الْحَجُّ أَشْهُرٌ مَعْلُوماتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدالَ فِي الْحَجِّ وَما تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوى وَاتَّقُونِ يا أُولِي الْأَلْبابِ (١٩٧) .
فيه حذف والتقدير: وقت الحج أشهر، أي وقت عمل الحج، وقيل: التقدير الحج في أشهر، وفيه أن يلزم النصب مع حذف حرف الجر لا الرفع.
قال الفراء: الأشهر رفع لأن معناه وقت الحج أشهر وقيل: التقدير الحج حج أشهر.
وقد اختلف في الأشهر المعلومات، فقال ابن مسعود وابن عمر وعطاء والربيع ومجاهد والزهري: هي شوّال وذو القعدة وذو الحجة كله وبه قال مالك.
وقال ابن عباس والسّدي والشعبي والنخعي: هي شوال وذو القعدة وعشر من ذي الحجة وبه قال أبو حنيفة والشافعي وأحمد وغيرهم وقد روي أيضا عن مالك.
وتظهر فائدة الخلاف فيما وقع من أعمال الحج بعد يوم النحر: فمن قال إن ذا الحجة كله من الوقت قال: لم يلزمه دم التأخير، ومن قال ليس إلا العشر منه قال يلزم دم التأخير.
وقد استدل بهذه الآية من قال: إنه لا يجوز الإحرام بالحج قبل أشهر الحج- وهو عطاء وطاووس ومجاهد والأوزاعي والشافعي وأبو ثور- قال فمن أحرم بالحج قبلها أحلّ بعمرة ولا يجزيه عن إحرام الحج كمن دخل في صلاة قبل وقتها فإنه لا تجزيه.
وقال أحمد وأبو حنيفة إنه مكروه فقط. وروي نحوه عن مالك والمشهور عنه جواز الإحرام بالحج في جميع السنة من غير كراهة وروي مثله عن أبي حنيفة. وعلى هذا القول ينبغي أن ينظر في فائدة توقيت الحج بالأشهر المذكورة في الآية.
وقد قيل: إن النص عليه لزيادة فضلها، وقد روي القول بجواز الإحرام في جميع السنة عن إسحاق بن راهويه وإبراهيم النخعي والثوري والليث بن سعد واحتج لهم بقوله تعالى: يَسْئَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَواقِيتُ لِلنَّاسِ [البقرة: ١٨٩] فجعل الأهلة كلها',NULL,'56',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (54,'مواقيت للحج، ولم يخص الثلاثة الأشهر، ويجاب بأن تلك خاصة وهذه الآية عامة والخاص مقدم على العام.
ومن جملة ما احتجوا به القياس للحج على العمرة، فكما يجوز الإحرام للعمرة في جميع السنة كذلك يجوز الحج، قال في «فتح القدير» «١» : ولا يخفى أن هذا القياس مصادم للنصّ القرآني فهو باطل، فالحق ما ذهب إليه الأوّلون إن كانت الأشهر المذكورة في قوله الْحَجُّ أَشْهُرٌ مختصة بالثلاثة المذكورة بنص أو إجماع، فإن لم يكن كذلك فالأشهر جمع شهر وهو من جموع القلة يتردد ما بين الثلاثة إلى العشرة، والثلاثة هي المتيقنة فيجب الوقوف عندها، ومعنى قوله: مَعْلُوماتٌ أن الحج في السنة مرة واحدة في أشهر معلومات من شهورها ليس كالعمرة أو المراد معلومات لبيان النبي صلّى الله عليه وآله وسلّم، أو معلومات عند المخاطبين ولا يجوز التقديم عليها ولا التأخير عنها.
فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ أصل الفرض في اللغة: الحزّ والقطع، ومنه فرضة القوس والنهر والجبل، ففرضية الحج لازمة للعبد الحر كلزوم الحزّ للقوس.
وقيل: معنى فرض: أبان، وهو أيضا يرجع إلى القطع لأن من قطع شيئا فقد أبانه عن غيره.
والمعنى في الآية فمن ألزم نفسه فيهنّ الحج بالشروع فيه بالنية قصدا باطنا وبالإحرام فعلا ظاهرا وبالتلبية نطقا مسموعا.
وقال أبو حنيفة: إن إلزامه نفسه يكون بالتلبية أو بتقليد الهدي وسوقه.
وقال الشافعي: تكفي النية في الإحرام بالحج.
فَلا رَفَثَ قال ابن عباس وابن جبير والسّدي وقتادة والحسن وعكرمة والزهري ومجاهد ومالك: هو الجماع.
وقال ابن عمر وطاووس وعطاء وغيرهم: الرفث: الإفحاش في الكلام قال أبو عبيدة: الرفث: اللغاء من الكلام.
وَلا فُسُوقَ وهو الخروج عن حدود الشرع.
وقيل: الذبح للأصنام.
_________
(١) فتح القدير [١/ ٢٠٠] .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (55,'وقيل: التنابذ بالألقاب.
وقيل: السباب.
والظاهر أنه لا يختص بمعصية متعينة وإنما خصصه من خصصه بما ذكر باعتبار أنه قد أطلق على ذلك الفرد اسم الفسوق كما قال سبحانه في الذبح للأصنام أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ [الأنعام: ١٤٥] ، وفي التنابذ بِئْسَ الِاسْمُ الْفُسُوقُ [الحجرات: ١١] وقال صلّى الله عليه وآله وسلّم في السباب: «سباب المسلم فسوق» «١» ولا يخفى على عارف أن إطلاق اسم الفسوق على فرد من أفراد المعاصي لا يوجب اختصاصه به.
وَلا جِدالَ فِي الْحَجِّ مشتق من الجدل وهو القتل والمراد به هاهنا المماراة.
وقيل: السباب.
وقيل: الفخر بالآباء، والظاهر الأول.
ومعنى النفي لهذه الأمور النهي عنها وإيثار النفي للمبالغة وتخصيص نفي الثلاثة بالحج مع لزوم اجتنابها في كل الأزمان لكونها في الحج أفظع.
وَما تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ حثّ على الخير بعد ذكر الشر، وعلى الطاعة بعد ذكر المعصية، وفيه أن كل ما يفعلونه من ذلك فهو معلوم عند الله لا يفوت منه شيء.
وَتَزَوَّدُوا فيه الأمر باتخاذ الزاد لأن بعض العرب كانوا يقولون: كيف نحجّ بيت ربنا ولا يطعمنا؟ فكانوا يحجون بلا زاد ويقولون: نحن متوكلون على الله سبحانه ثم يقدمون فيسألون الناس ويكونون كلا عليهم. أخرجه عبد بن حميد والبخاري وأبو داود والنسائي وغيرهم عن ابن عباس.
وقيل: المعنى تزوّدوا لمعادكم من الأعمال الصالحة فَإِنَّ خَيْرَ الزَّادِ التَّقْوى والأول أرجح كما يدل على ذلك سبب النزول، وفيه إخبار بأن خير الزاد اتقاء المنهيات فكأنه قال: اتقوا الله في إتيان ما أمركم به من الخروج بالزاد فإن خير الزاد التقوى.
وقيل: المعنى: فإن خير الزاد ما اتقى به المسافر من الهلكة والحاجة إلى السؤال والتكفف.
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [١/ ١١٠] ح [٤٨] و [٦٠٤٤] و [٧٠٧٦] ومسلم في الصحيح [٦٤] و [١١٦] و [١١٧] .',NULL,'58',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (56,'[الآيتان الخامسة والسادسة والعشرون] لَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ فَإِذا أَفَضْتُمْ مِنْ عَرَفاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرامِ وَاذْكُرُوهُ كَما هَداكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ (١٩٨) ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٩) .
فيه الترخيص لمن حجّ في التجارة ونحوها من الأعمال التي يحصل بها شيء من الرزق، وهو المراد بالفضل هنا، ومنه قوله فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ [الجمعة: ١٠] أي لا إثم عليكم في أن تبتغوا فضلا من ربكم مع سفركم لتأدية ما افترضه عليكم من الحج: نزل ردا لكراهتهم ذلك. والحق أن الإذن في هذه التجارة جار مجرى الرخص وتركها أولى.
فَإِذا أَفَضْتُمْ أي دفعتم يقال: فاض الإناء إذا امتلأ حتى ينصب من نواحيه، ورجل فيّاض أي مندفعة «١» يداه بالعطاء، ومعناه: أفضتم أنفسكم فترك ذكر المفعول، كما ترك في قولهم دفعوا من موضع كذا.
مِنْ عَرَفاتٍ اسم لتلك البقعة. أي موضع الوقوف.
واستدل بالآية على وجوب الوقوف بعرفة لأن الإفاضة لا تكون إلا بعده.
فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرامِ: المراد بذكر الله دعاؤه، ومنه التلبية والتكبير والدعاء عنده من شعائر الحج.
وقيل: المراد بالذكر صلاة المغرب والعشاء بالمزدلفة جمعا.
وقد أجمع أهل العلم على أن السنة أن يجمع الحاج بينهما فيها.
والمشعر: هو جبل قزح الذي يقف عليه الإمام، وقيل: هو ما بين جبلي المزدلفة من مأزمي عرفة إلى وادي محسّر.
_________
(١) جاء في فتح القدير [١/ ٢٠١] [متدفقة] .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (57,'وَاذْكُرُوهُ كَما هَداكُمْ الكاف نعت مصدر محذوف، وما مصدرية أو كافة: أي اذكروه ذكرا حسنا كما هداكم هداية حسنة، وكرّر الأمر بالذكر تأكيدا، وقيل:
الأول أمر بالذكر عند المشعر الحرام، والثاني: أمر بالذكر على حكم الإخلاص، وقيل:
المراد بالثاني تعديد النعمة عليهم.
و «إن» في قوله وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ مخففة كما يفيده دخول اللام في الخبر، وقيل: هي بمعنى قد: أي قد كنتم، والضمير في قوله: مِنْ قَبْلِهِ عائد إلى الهدي، وقيل: إلى القرآن.
لَمِنَ الضَّالِّينَ (١٩٨) : أي الجاهلين.
ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٩) .
قيل: الخطاب للحمس من قريش لأنهم كانوا لا يقفون مع الناس بعرفات، بل كانوا يقفون بالمزدلفة، وهي من الحرم، فأمروا بذلك. وعلى هذا تكون ثم لعطف جملة على جملة لا للترتيب، وقيل: الخطاب لجميع الأمة.
والمراد بالناس إبراهيم: أي ثم أفيضوا من حيث أفاض إبراهيم عليه السلام.
فيحتمل أن يكون أمرا لهم بالإفاضة من عرفة ويحتمل أن يكون إفاضة أخرى وهي التي من المزدلفة، وعلى هذا يكون ثم على بابها أي للترتيب في الذكر لا في الزمان الواقعة فيه الأعمال، وقد رجح هذا الاحتمال الأخير ابن جرير الطبري «١» - وهو الذي يقتضيه ظاهر القرآن- وإنما أمروا بالاستغفار لأنهم في مساقط الرحمة، ومواطن القبول، ومظنات الإجابة.
وقيل: إن المعنى استغفروا للذي كان مخالفا لسنة إبراهيم. وهو وقوفكم بالمزدلفة دون عرفة.
قيل: فيه دليل على أنه يقبل التوبة من عباده التائبين ويغفر لهم.
فَإِذا قَضَيْتُمْ مَناسِكَكُمْ أي أعمال الحج، ومنه قوله صلّى الله عليه وآله وسلّم: «خذوا عني مناسككم» : أي فإذا فرغتم من أعمال الحج فاذكروا الله.
وقيل المراد بالمناسك الذبائح وإنما قال سبحانه كَذِكْرِكُمْ آباءَكُمْ لأن
_________
(١) تفسير الطبري [٢/ ٣٠٦] . [.....]',NULL,'60',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (58,'العرب كانوا إذا فرغوا من حجهم يقفون عند الجمرة فيذكرون مفاخر آبائهم، ومناقب أسلافهم، فأمرهم الله بذكره مكان ذلك الذكر، وبأن يجعلوه ذكرا مثل ذكرهم لآبائهم أو أشد ذكرا: أي من ذكرهم لآبائهم، لأنه هو المنعم الحقيقي عليهم وعلى آبائهم.
[الآية السابعة والعشرون]
وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُوداتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ (٢٠٣) .
قال القرطبي: لا خلاف بين العلماء أن الأيام المعدودات في هذه الآية هي أيام منى وهي أيام التشريق وهي أيام رمي الجمار «١» .
وقال الثعلبي: قال إبراهيم: الأيام المعدودات: أيام العشر، والأيام المعلومات:
أيام النحر، وكذا روي عن مكي.
قال القرطبي: ولا يصح لما ذكرناه من الإجماع على ما نقله أبو عمرو بن عبد البر وغيره «٢» .
وروى الضحاك عن أبي يوسف أن الأيام المعلومات أيام النحر، قال: لقوله تعالى: وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُوماتٍ عَلى ما رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعامِ [الحج: ٢٨] وحكى الكرخي عن محمد بن الحسن أن الأيام المعلومات أيام النحر الثلاثة: يوم الأضحى، ويومان بعده.
قال الطبري: فعلى قول أبي يوسف ومحمد لا فرق بين المعلومات والمعدودات لأن المعدودات المذكورة في القرآن أيام التشريق بلا خلاف.
وروي عن مالك أن الأيام المعدودات والأيام المعلومات يجمعها أربعة أيام: يوم النحر وثلاثة أيام بعده. فيوم النحر معلوم غير معدود، واليومان بعده معلومان معدودان، واليوم الرابع معدود لا معلوم وهو مرويّ عن ابن عمر.
_________
(١) تفسير القرطبي [٣/ ١] .
(٢) تفسير القرطبي [٣/ ١] .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (59,'وقال ابن زيد: الأيام المعلومات، عشر: ذي الحجة وأيام التشريق والمخاطب بهذا الخطاب المذكور في الآية- أعني قوله وَاذْكُرُوا اللَّهَ- هو الحاجّ وغيره كما ذهب إليه الجمهور، وقيل: هو خاص بالحاج.
وقد اختلف أهل العلم في وقته: فقيل: من صلاة الصبح يوم عرفة إلى العصر من آخر أيام التشريق وقيل: من غداة عرفة إلى صلاة العصر من آخر النحر، وبه قال أبو حنيفة وقيل: من صلاة الظهر يوم النحر إلى صلاة الصبح من آخر أيام التشريق، وبه قال مالك والشافعي.
فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ هما يوم ثاني النحر ويوم ثالثه.
فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ قال ابن عباس والحسن وعكرمة ومجاهد وقتادة والنخعي: من رمى في اليوم الثاني من الأيام المعدودات فلا حرج عليه ومن تأخر إلى الثالث فلا حرج عليه. فمعنى الآية كل ذلك مباح، وعبر عنه بهذا التقسيم اهتماما وتأكيدا لأن من العرب من كان يذم التعجيل ومنهم من كان يذم التأخير فنزلت الآية رافعة للجناح في كل ذلك.
وقال عليّ وابن مسعود: ومعنى الآية من تعجل فقد غفر له ومن تأخر فقد غفر له. والآية قد دلت على أن التعجل والتأخر مباحان.
وقوله: لِمَنِ اتَّقى: معناه أن التخيير ورفع الإثم ثابت لمن اتقى لأن صاحب التقوى يتحرز عن كل ما يريبه فكان أحق بتخصيصه بهذا الحكم.
قال الأخفش: التقدير ذلك لمن اتقى، وقيل: لمن اتقى بعد انصرافه عن الحج عن جميع المعاصي، وقيل: لمن اتقى قبل الصيد، وقيل: معناه السلامة لمن اتقى، وقيل: هو متعلق بالذكر: أي الذكر لمن اتقى في حجه لأنه الحاج في الحقيقة.
[الآية الثامنة والعشرون]
يَسْئَلُونَكَ ماذا يُنْفِقُونَ قُلْ ما أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ وَما تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ (٢١٥) .
السائلون هنا: هم المؤمنون سألوا عن الشيء الذي ينفقونه ما هو؟ أي ما قدره وما',NULL,'62',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (60,'جنسه؟ فأجيبوا ببيان المصرف الذي يصرفون فيه تنبيها على أنه الأولى بالقصد، لأن الشيء لا يعتد به إلا إذا وضع في موضعه وصادق مصرفه وقيل: إنه قد تضمن قوله قُلْ ما أَنْفَقْتُمْ مِنْ خَيْرٍ بيان ما ينفقونه وهو كل خير، وقيل: إنهم سألوا عن وجوه البرّ التي ينفقون فيها وهو خلاف الظاهر.
فَلِلْوالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ لكون دفع المال إليهم صدقة وصلة إذا كانوا فقراء، وهكذا اليتامى الفقراء أولى بالصدقة من الفقراء الذين ليسوا بيتامى لعدم قدرتهم على الكسب.
والمسكين: الساكن إلى ما في أيدي الناس لكونه لا يجد شيئا.
وابن السبيل: المسافر المنقطع وجعل ابنا للسبيل لملازمته له.
أخرج ابن جرير وابن أبي حاتم عن السّدي قال: يوم نزلت هذه الآية لم تكن زكاة وهي النفقة ينفقها الرجل على أهله والصدقة يتصدق بها فنسختها الزكاة «١» .
وقال الحسن: إنها محكمة.
وقال ابن زيد: هذا في التطوع وهو ظاهر الآية: فمن أحب التقرب إلى الله تعالى بالإنفاق فالأولى أن ينفق في الوجوه المذكورة.
وأخرج ابن جرير وابن المنذر عن ابن جريج قال: سأل المؤمنون رسول الله صلّى الله عليه وآله وسلّم أين يضعون أموالهم؟ فنزلت، فذلك النفقة في التطوّع والزكاة سوى ذلك كله «٢» .
وأخرج ابن المنذر أن عمرو بن الجموح سأل رسول الله صلّى الله عليه وآله وسلّم: ماذا ننفق من أموالنا وأين نضعها؟ فنزلت.
[الآية التاسعة والعشرون] كُتِبَ عَلَيْكُمُ الْقِتالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ (٢١٦) .
_________
(١) أخرجه ابن جرير في التفسير [٢/ ٣٥٦] ح [٤٠٧١] .
(٢) أخرجه الطبري في التفسير [٢/ ٣٥٦] ح [٤٠٧٢] . وابن المنذر كما في الدر المنثور [١/ ٥٨٥] وهو مرسل.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (61,'أي فرض القتال عليهم من جملة ما امتحنوا به والمراد [بالقتال] «١» قتال الكفار، ويستدل بالآية على افتراضه وهو الأولى.
وقيل: الجهاد تطوع والمراد منها الصحابة فقط، وبه قال الثوري والأوزاعي.
والجمهور على أنه فرض على الكفاية.
وقيل: فرض عين إن دخلوا بلادنا وفرض كفاية إن كانوا في بلادهم.
والكره بالضم: المشقة وبالفتح ما أكرهت عليه. ويجوز الضم في معنى الفتح فيكونان لغتين.
وإنما كان الجهاد كرها لأن فيه إخراج المال، ومفارقة الأهل والوطن والتعرض لذهاب النفس، وفي التعبير بالمصدر- وهو كره- مبالغة، ويحتمل أن يكون بمعنى المكروه كما في قولهم: الدرهم ضرب الأمير.
وأخرج ابن المنذر وابن أبي حاتم عن ابن شهاب في الآية قال: الجهاد مكتوب على كل أحد غزا أو قعد فالقاعد إن استعين به أعان وإن استغيث به أغاث وإن استنفر نفر، وإن استغني عنه قعد.
وقد ورد في وجوب الجهاد وفضله أحاديث كثيرة لا يتسع المقام لبسطها.
[الآية الثلاثون] يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيهِ قُلْ قِتالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرامِ وَإِخْراجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلا يَزالُونَ يُقاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كافِرٌ فَأُولئِكَ حَبِطَتْ أَعْمالُهُمْ فِي الدُّنْيا وَالْآخِرَةِ وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ (٢١٧) .
يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيهِ بدل اشتمال، قاله سيبويه ووجهه أن السؤال عن الشهر لم يكن إلا باعتبار ما وقع فيه من القتال.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٢١٦] .',NULL,'64',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (62,'قال الزجاج: المعنى يسألونك عن القتال في الشهر الحرام.
قُلْ قِتالٌ فِيهِ كَبِيرٌ: أي أمر مستنكر.
والشهر الحرام المراد به الجنس، وقد كانت العرب لا تسفك فيه دما ولا تغير على عدوّ، والأشهر الحرم هي: ذو القعدة وذو الحجة والمحرم ورجب: ثلاثة أشهر سرد وواحد فرد.
وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرامِ وَإِخْراجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ أي أعظم إثما وأشد ذنبا من القتال في الشهر الحرام، كذا قال المبرد وغيره.
ومعنى الآية- على ما ذهب إليه الجمهور- أنكم يا كفار قريش تستعظمون علينا القتال في الشهر الحرام وما تفعلون أنتم من الصد عن سبيل الله لمن أراد الإسلام ومن الكفر بالله ومن الصدّ عن المسجد الحرام، ومن إخراج أهل الحرم منه أكبر جرما عند الله!! والسبب يشهد لهذا المعنى، ويفيد أنه «١» المراد فإن السؤال منهم المذكور في هذه الآية سؤال إنكار لما وقع من السرية التي بعثها النبي صلّى الله عليه وآله وسلّم.
وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ المراد بالفتنة هنا الكفر أي كفركم أكبر من القتل الواقع من السرية التي بعثها النبي صلّى الله عليه وآله وسلّم.
وقيل: المراد بالفتنة الإخراج لأهل الحرم منه، وقيل: المراد بالفتنة هنا فتنتهم عن دينهم حتى يهلكوا: أي فتنة المستضعفين من المؤمنين، أو نفس الفتنة التي الكفار عليها. وهذا أرجح من الوجهين الأوّلين لأن الكفر والإخراج سبق ذكرهما وإنهما- مع الصدّ- أكبر عند الله من القتال في الشهر الحرام.
ثم قيل: إن الآية محكمة ولا يجوز الغزو في الشهر الحرام إلا بطريق الدفع.
وعن ابن عباس وسفيان الثوري أنها منسوخة بآية السيف وبه قال الجمهور رحمهم الله تعالى.
_________
(١) جاء في المطبوع [أن] وهو خطأ والتصحيح من فتح القدير [١/ ٢١٨] .',NULL,'65',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (63,'[الآية الحادية والثلاثون]
يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ وَإِثْمُهُما أَكْبَرُ مِنْ نَفْعِهِما وَيَسْئَلُونَكَ ماذا يُنْفِقُونَ قُلِ الْعَفْوَ كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَتَفَكَّرُونَ (٢١٩) .
السائلون هم المؤمنون.
والخمر: ماء العنب الذي غلى واشتد وقذف بالزبد، وما خامر العقل من غيره فهو في حكمه، كما ذهب إليه الجمهور.
وقال أبو حنيفة والثوري وابن أبي ليلى وابن شبرمة وجماعة من فقهاء الكوفة: ما أسكر كثيرة من غير خمر العنب فهو حلال: أي ما دون المسكر منه.
وذهب أبو حنيفة إلى حل ما ذهب ثلثاه بالطبخ، والخلاف في ذلك مشهور.
وقد أطلت الكلام على الخمر في شرحي ل «بلوغ المرام» وأطال الكلام فيه أيضا الشوكاني في «شرحه للمنتقى» «١» وكذا السيد العلامة محمد بن إسماعيل بن صلاح الأمير في «سبل السلام» «٢» .
والمراد بالميسر في الآية: قمار العرب بالأزلام.
قال جماعة من السلف من الصحابة والتابعين ومن بعدهم: كل شيء فيه قمار أو نرد أو شطرنج أو غيرهما فهو الميسر، حتى لعب الصبيان بالجوز والكعاب إلا ما أبيح من الرهان في الخيل والقرعة في إفراز الحقوق.
وقال مالك: الميسر ميسران: [ميسر] «٣» اللهو، وميسر القمار. فمن ميسر اللهو النرد والشطرنج والملاهي كلها، وميسر القمار: ما يتخاطر الناس عليه وكل ما قومر به فهو ميسر.
قُلْ فِيهِما إِثْمٌ كَبِيرٌ: يعني في الخمر والميسر. فإثم الخمر: أي إثم تعاطيها
_________
(١) نيل الأوطار شرح منتقى الاخبار [٩/ ٥٢- ٧٩] .
(٢) سبل السلام [٤/ ٦٥- ٧١] .
(٣) ما بين المعكوفين من فتح القدير [١/ ٢٢٠] .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (64,'ينشأ من فساد عقل مستعملها فيصدر عنه ما يصدر عن فساد العقل من المخاصمة والمشاتمة، وقول الفحش والزور وتعطيل الصلوات، وسائر ما يجب عليه، وأما إثم الميسر: أي إثم تعاطيه فما ينشأ عن ذلك من الفقر وذهاب المال في غير طائل والعداوة وإيحاش الصدور.
وَمَنافِعُ لِلنَّاسِ: أما منافع الخمر فربح التجارة فيها، وقيل: ما يصدر عنها من الطرب والنشاط وقوة القلب وثبات الجنان وإصلاح المعدة وقوّة الباه وقد أشار شعراء العرب إلى شيء من ذلك وكذا شعراء الفرس بما لا يتسع المقام لبسطه.
ومنافع الميسر: مصير الشيء إلى الإنسان بغير تعب ولا كد وما يحصل من السرور والأريحية عند أن يصير له منها سهم صالح. وسهام الميسر أحد عشر ذكرها في «فتح القدير» «١» .
وَإِثْمُهُما أَكْبَرُ مِنْ نَفْعِهِما أخبر سبحانه بأن الخمر والميسر إن كان فيهما نفع فالإثم الذي يلحق متعاطيها أكثر من هذا النفع لأنه لا خير يساوي فساد العقل الحاصل بالخمر، فإنه ينشأ عنه من الشرور ما لا يأتي عليه الحصر، وقد ذكر شطرا منها الحافظ ابن القيم في كتابه «حادي الأرواح» وذكرته في كتابي الملخص منه المسمى ب «مثير ساكن الغرام إلى روضات دار السلام» .
وكذلك لا خير في الميسر يساوي ما فيه من المخاطرة بالمال والتعرض للفقر واستجلاب العداوة المفضية إلى سفك الدماء وهتك الحرم.
وقرأ حمزة والكسائي بالمثلثة والباقون بالباء الموحدة وأبيّ أقرب.
وقد أخرج أحمد وابن أبي شيبة وعبد بن حميد وأبو داود والترمذي- وصححه- والنسائي وابن جرير وابن المنذر وابن أبي حاتم والحاكم- وصححه- وأيضا في «المختارة» عن عمر أنه قال: اللهم بين لنا في الخمر بيانا شافيا فإنها تذهب بالمال والعقل فنزلت يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ يعني هذه الآية فدعي عمر فقرئت عليه فقال: اللهم بين لنا في الخمر بيانا شافيا فنزلت التي في سورة النساء يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى [النساء: ٤٣] فكان ينادي رسول الله صلّى الله عليه وآله وسلّم، إذا قام إلى الصلاة، أن لا يقربن الصلاة سكران فدعي عمر فقرئت عليه فقال: اللهم بين لنا في
_________
(١) فتح القدير [١/ ٢٢١] .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (65,'الخمر بيانا شافيا فنزلت الآية التي في المائدة «١» ، فدعي عمر فقرئت عليه فلما بلغ فَهَلْ أَنْتُمْ مُنْتَهُونَ قال عمر: انتهينا انتهينا! «٢» .
وَيَسْئَلُونَكَ ماذا يُنْفِقُونَ قُلِ الْعَفْوَ العفو: ما سهل وتيسر ولم يشق على القلب.
والمعنى أنفقوا ما فضل عن حوائجكم ولم تجهدوا فيه أنفسكم وقيل: هو ما فضل عن نفقة العيال، وقال جمهور العلماء: هو نفقات التطوع، وقيل: إن هذه الآية منسوخة بآية الزكاة المفروضة، وقيل: هي محكمة. وفي المال حق سوى الزكاة أيضا.
[الآية الثانية والثلاثون] فِي الدُّنْيا وَالْآخِرَةِ وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شاءَ اللَّهُ لَأَعْنَتَكُمْ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٢٠) .
هذه الآية نزلت بعد نزول قوله تعالى: وَلا تَقْرَبُوا مالَ الْيَتِيمِ
[الأنعام: ١٥٢] وقوله: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً [النساء: ١٠] وقد ضاق على الأولياء الأمر فنزلت هذه الآية: قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ [البقرة: ٢٢٠] .
المراد بالإصلاح هنا مخالطتهم على وجه الإصلاح لأموالهم، فإن ذلك أصح من مجانبتهم.
وفي ذلك دليل على جواز التصرف في أموال الأيتام من الأولياء والأوصياء بالبيع والمضاربة والإجارة ونحو ذلك.
وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ اختلف في تفسير المخالطة: فقال أبو عبيدة مخالطة اليتامى: أن يكون لأحدهم المال ويشق على كافله أن يفرد طعامه عنه ولا يجد بدا من خلطه بعياله، فيأخذ من مال اليتيم ما يرى أنه كافيه بالتحري فيجعله مع نفقة أهله، وهذا قد تقع فيه الزيادة والنقصان فدلت الآية على الرخصة وهي ناسخة لما قبلها.
_________
(١) المائدة [٩١] .
(٢) [صحيح] أخرجه أحمد في المسند [١/ ٥٣] وأبو داود في السنن [٣/ ٣٢٢] ح [٣٦٧٠] والترمذي في الجامع [٥/ ٢٣٦] ح [٣٠٤٩] والنسائي في السنن [٨/ ٢٨٦- ٢٨٧] والحاكم في المستدرك [٤/ ١٤٣] وابن أبي شيبة في المصنف [٥/ ٦٩] ح [٢٣٧٧٢] نحوه.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (66,'وقيل: المراد بالمخالطة المعاشرة للأيتام، وقيل: المراد بها المصاهرة لهم.
والأولى عدم قصر المخالطة على نوع خاص بل يشمل كل مخالطة كما يستفاد من الجملة الشرطية.
وقوله فَإِخْوانُكُمْ خبر لمبتدأ محذوف: أي فهم إخوانكم في الدين.
وَاللَّهُ يَعْلَمُ الْمُفْسِدَ لأموالهم بمخالطته مِنَ الْمُصْلِحِ لها: تحذير للأولياء، أي لا يخفى على الله من ذلك شيء فهو يجازي كل أحد بعمله من أصلح فلنفسه ومن أفسد فعلى نفسه ففيه وعد ووعيد إلا أن في تقديم المفسد مزيد تهديد وتوكيد للوعيد.
[الآية الثالثة والثلاثون] وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُوا إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آياتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٢١) .
في هذه الآية النهي عن نكاح المشركات وتزوجهن: قيل: المراد بالمشركات الوثنيات.
وقيل: إنها تعم الكتابيات لأن أهل الكتاب مشركون، وَقالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقالَتِ النَّصارى الْمَسِيحُ ابْنُ اللَّهِ [التوبة: ٣٠] وقد اختلف أهل العلم في هذه الآية.
فقالت طائفة: إن الله حرم نكاح المشركات فيها والكتابيات من الجملة، ثم جاءت آية المائدة فخصصت الكتابيات من هذا العموم، وهذا محكي عن ابن عباس ومالك وسفيان بن سعيد وعبد الرحمن بن عمرو الأوزاعي.
وذهبت طائفة إلى أن هذه الآية ناسخة لآية المائدة، وأنه يحرم نكاح الكتابيات والمشركات- وهذا أحد قولي الشافعي- وبه قال جماعة من أهل العلم.
ويجاب عن قولهم إن هذه الآية ناسخة لآية المائدة بأن سورة البقرة من أوّل ما نزل وسورة المائدة من آخر ما نزل والقول الأوّل هو الراجح.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (67,'وقد قال به- مع من تقدم-: عثمان بن عفان وطلحة وجابر وحذيفة وسعيد بن المسيب وسعيد بن جبير والحسن وطاووس وعكرمة والشعبي والضحاك، كما حكاه النحاس والقرطبي، وقد حكاه ابن المنذر عن المذكورين، وزاد عمر بن الخطاب وقال:
لم يصح عن أحد من الأوائل أنه حرم ذلك، وقال بعض أهل العلم: إن لفظ المشرك لا يتناول أهل الكتاب لقوله تعالى: ما يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ [البقرة: ١٠٥] . وقال: لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ [البينة: ١] .
وعلى فرض أن لفظ المشركين يعمّ فهذا العموم مخصوص بآية المائدة كما قدمنا.
وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ أي ولرقيقة مؤمنة.
وقيل المراد بالأمة: الحرة لأن الناس كلهم عبيد الله وإماؤه. والأول أولى لما سيأتي ولأنه الظاهر من اللفظ ولأنه أبلغ، فإن تفضيل الأمة الرقيقة المؤمنة على الحرّة المشركة يستفاد منه تفضيل الحرّة المؤمنة على الحرّة المشركة بالأولى.
أخرج الواحدي وابن عساكر من طريق السّدّي عن أبي مالك عن ابن عباس قال:
نزلت في عبد الله بن رواحة وكانت له أمة سوداء. الحديث.
وأخرج ابن أبي حاتم عن مقاتل بن حيان قال: بلغنا أنها كانت أمة لحذيفة سوداء فأعتقها وتزوجها حذيفة.
وَلَوْ أَعْجَبَتْكُمْ أي المشركة: من كونها ذات جمال ومال وشرف. وهذه الجملة حالية.
وَلا تُنْكِحُوا الْمُشْرِكِينَ أي لا تزوجوهم بالمؤمنات حتى يؤمنوا.
قال القرطبي:
وأجمعت الأمة على أن المشرك لا يطأ المؤمنة بوجه لما في ذلك من الغضاضة على الإسلام. وأجمع القراء على ضم التاء من تنكحوا. وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ الكلام فيه كالكلام في قوله: ولأمة، والترجيح كالترجيح.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (68,'[الآية الرابعة والثلاثون] وَيَسْئَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّساءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ (٢٢٢) .
هو الحيض، وهو مصدر. وقيل: الاسم.
وقيل: المحيض: عبارة عن الزمان والمكان وهو مجاز فيهما. وأصل هذه الكلمة من السيلان والانفجار يقال: حاض السيل وفاض ومنه الحوض لأن الماء يحوض إليه أي يسيل.
قُلْ هُوَ أَذىً أي شيء يتأذى به أي برائحته. والأذى هو كناية عن القذر ويطلق على القول المكروه، ومنه قوله تعالى: لا تُبْطِلُوا صَدَقاتِكُمْ بِالْمَنِّ وَالْأَذى [البقرة: ٢٦٤] . ومنه قوله تعالى: وَدَعْ أَذاهُمْ [الأحزاب: ٤٨] .
فَاعْتَزِلُوا النِّساءَ فِي الْمَحِيضِ أي فاجتنبوهنّ في زمان الحيض، إن حمل الحيض على المصدر، أو في محل الحيض إن حمل على الاسم.
والمراد من هذا الاعتزال ترك المجامعة لا ترك المجالسة أو الملامسة فإن ذلك جائز، بل يجوز الاستمتاع منها بما عدا الفرج أو بما دون الإزار على خلاف في ذلك.
وأما ما يروى عن ابن عباس وعبيدة السلماني أنه يجب على الرجل أن يعتزل فراش زوجته إذا حاضت فليس ذلك شيئا.
ولا خلاف بين أهل العلم في تحريم وطء الحائض وهو معلوم من ضرورة الدين.
وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ والطهر: انقطاع الحيض، والتطهر: الاغتسال.
وبسبب اختلاف القراء اختلف أهل العلم فذهب الجمهور إلى أن الحائض لا يحل وطؤها لزوجها حتى تتطهر بالماء.
وقال محمد بن كعب القرضي ويحيى بن بكير: إذا طهرت الحائض وتيممت حيث لا ماء حلت لزوجها وإن لم تغتسل.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (69,'وقال مجاهد وعكرمة: إن انقطع الدم يحلها لزوجها ولكن تتوضأ.
وقال أبو حنيفة وأبو يوسف ومحمد: إن انقطع دمها بعد مضي عشرة أيام جاز له أن يطأها قبل الغسل، وإن كان انقطاعه قبل العشر لم يجز حتى تغتسل أو يدخل عليها وقت صلاة. وقد رجح ابن جرير الطبري قراءة التشديد «١» .
قال الشوكاني في «فتح القدير» «٢» والأولى أن يقال إن الله سبحانه جعل للحلّ غايتين- كما تقتضيه القراءتان- إحداهما انقطاع الدم، والأخرى التطهر منه، والغاية الأخرى مشتملة على زيادة على الغاية الأولى، فيجب المصير إليها.
وقد دلّ على أن الغاية الأخرى هي المعتبرة قوله تعالى بعد ذلك فَإِذا تَطَهَّرْنَ فإن ذلك يفيد أن المعتبر التطهر لا مجرد انقطاع الدم. وقد تقرر أن القراءتين بمنزلة الآيتين فكما أنه يجب الجمع بين الآيتين المشتملة إحداهما على زيادة العمل بتلك الزيادة، كذلك يجب الجمع بين القراءتين. انتهى.
فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ أي فجامعوهن. وكنى عنه بالإتيان والمراد أنهم يجامعون في المأتي الذي أباحه الله وهو القبل. قيل: مِنْ حَيْثُ بمعنى في حيث كما في قوله تعالى: إِذا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ [الجمعة: ٩] . وقوله: ماذا خَلَقُوا مِنَ الْأَرْضِ [فاطر: ٤٠] أي في الأرض وقيل: إن المعنى من الوجه الذي أذن الله لكم فيه: أي من غير صوم وإحرام واعتكاف. وقيل: إن المعنى من قبل الطهر لا من قبل الحيض، وقيل: من قبل الإحلال لا من قبل الزنا.
إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ (٢٢٢) قيل: المراد التوابون عن الذنوب، والمتطهرون من الجنابة والأحداث، وقيل: التوابون من إتيانهن في الحيض والأول أظهر.
[الآية الخامسة والثلاثون] نِساؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ (٢٢٣) .
_________
(١) تفسير ابن جرير الطبري [٢/ ٣٩٩] .
(٢) فتح القدير [١/ ٢٢٦] . [.....]',NULL,'72',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (70,'لفظ الحرث يفيد أن الإباحة لم تقع إلا في الفرج الذي هو القبل خاصة إذ هو مزرع الذرية كما أن الحرث من زرع النبات، فقد شبه ما يلقى في أرحامهن من النطف التي منها النسل بما يلقى في الأرض من البذور التي منها النبت بجامع أن كل واحد منهما مادة لما يحصل منه. وهذه الجملة بيان للجملة الأولى أعني قوله فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ وقوله أَنَّى شِئْتُمْ أي من أي جهة شئتم: من خلف وقدام وباركة ومستلقية ومضطجعة إذا كان في موضع الحرث وأنشد: -
إنما الأرحام أرضو ... ن لنا محترثات
فعلينا الزرع فيها ... وعلى الله النبات
وإنما عبر سبحانه: أَنَّى لكونها أعم في اللغة من أين وكيف ومتى. وأما سيبويه ففسرها هنا بكيف، وقد ذهب السلف والخلف من الصحابة والتابعين والأئمة إلى ما ذكرنا من تفسير الآية إلى أن إتيان الزوجة في دبرها حرام.
وروي عن سعيد بن المسيب ونافع وابن عمر ومحمد بن كعب القرظي وعبد الملك بن الماجشون أنه يجوز ذلك، حكاه القرطبي في «تفسيره» «١» ، قال: وحكي ذلك عن مالك في كتاب له يسمى «كتاب السر» وحذاق أصحاب مالك ومشايخهم ينكرون ذلك الكتاب ومالك أجلّ من أن يكون له كتاب سرّ! ووقع هذا القول في «العتبية» .
وذكر ابن العربي أن ابن شعبان أسند جواز ذلك إلى زمرة كبيرة «٢» من الصحابة والتابعين وإلى مالك من روايات كثيرة في كتاب «جماع النسوان وأحكام القرآن» «٣» وقال الطحاوي: روى أصبغ بن الفرج عن عبد الرحمن بن القاسم قال: ما أدركت أحدا أقتدي به في ديني يشك في أنه حلال يعني وطء المرأة في دبرها ثم قرأ نِساؤُكُمْ حَرْثٌ لَكُمْ ثم قال: فأي شيء أبين من هذا؟
وقد روى الحاكم والدارقطني والخطيب البغدادي عن مالك من طرق ما يقتضي إباحة ذلك. وفي أسانيدها ضعف.
وقد روى الطحاوي عن محمد بن عبد الله بن عبد الحكم أنه سمع الشافعي يقول:
_________
(١) تفسير القرطبي [٣/ ٩٣] .
(٢) جاء في المطبوع [كثيرة] والتصحيح من فتح القدير [١/ ٢٢٧] .
(٣) القرطبي [٣/ ٩٣] .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (71,'ما صح عن النبي صلّى الله عليه وآله وسلّم في تحليله ولا تحريمه شيء والقياس أنه حلال.
وقد روى ذلك أبو بكر الخطيب. قال ابن الصباغ: كان الربيع يحلف بالله الذي لا إله إلا هو لقد كذب ابن عبد الحكم على الشافعي في ذلك!! فإن الشافعي نص على تحريمه في ستة من كتبه. وقد بسطنا الكلام في هذه المسألة في شرحنا لبلوغ المرام فليرجع إليه. والحق هو التحريم.
وقد أخرج الشافعي في «الأم» وابن أبي شيبة وأحمد والنسائي وابن ماجة وابن المنذر والبيهقي في «سننه» من طريق خزيمة بن ثابت أن سائلا سأل رسول الله صلّى الله عليه وآله وسلّم عن إتيان النساء في أدبارهن؟ فقال: حلال ولا بأس فلما ولّى دعاه فقال: كيف قلت؟ أمن دبرها في قبلها فنعم أم من دبرها في دبرها فلا إن الله لا يستحي من الحق. «لا تأتوا النساء في أدبارهن» «١» .
وعن ابن عباس قال قال رسول الله صلّى الله عليه وآله وسلّم: «لا ينظر الله إلى رجل أتى امرأته في الدبر» «٢» أخرجه ابن أبي شيبة والترمذي وحسنه والنسائي وابن حبان.
وعن ابن عمر أن النبي صلّى الله عليه وآله وسلّم قال: «الذي يأتي امرأته في دبرها هي اللوطية الصغرى» «٣» أخرجه أحمد والبيهقي في «سننه» .
وعن أبي هريرة قال قال رسول الله صلّى الله عليه وآله وسلّم: «ملعون من أتى امرأته في دبرها» «٤» أخرجه أحمد وأبو داود والنسائي.
_________
(١) [حسن] أخرجه الشافعي في الأم [٥/ ١٨٦] من طريقه البيهقي في السنن الكبرى [٧/ ١٩٦] والنسائي في «عشرة النساء» ح [١٠٦] والطبراني في الكبير [٤/ ١٠٥] ح [٣٧٤٤] والطحاوي في شرح المعاني [٣/ ٤٣- ٤٤] والحميدي في المسند ح [٤٣٦] وأحمد في المسند [٥/ ٢١٣] .
(٢) حسن: أخرجه ابن أبي شيبة في مصنفه [٣/ ٥٢٩]- ح [١٦٨٠٣] ، وأبو يعلى في مسنده [٤/ ٢٦٦]- ح [٢٣٧٨] ، وابن حبان في صحيحه [٥١٧١٩]- ح [٤٢٠٣- ٤٢٠٤] ، والترمذي [٣/ ٤٦٩]- ح [١١٦٥] .
(٣) إسناده ضعيف: أخرجه الإمام أحمد في مسنده [٢/ ١٨٢، ٢١٠] ، والبيهقي في الكبرى [٧/ ١٩٨] ، والطحاوي في شرح معاني الآثار [٣/ ٤٤] ، وفيه زائدة بن أبي الرقاد الصيرفي قال عنه النسائي، مجهول.
(٤) إسناده حسن، أخرجه أبو داود [٢/ ٢٥٥- ٢٥٦]- ح [٢١٦٢] ، والنسائي في عشرة النساء [١٢٩] ، والإمام أحمد في مسنده [٢/ ٤٤٤، ٤٧٩] وفيه: الحارث بن مخلد: ليس بمشهور، وقال عنه ابن القطان: مجهول الحال، وذكره ابن حبان في الثقات [٤/ ١٣٣] .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (72,'وقد ورد النهي عن ذلك من طرق كثيرة. وقد ثبت نحو ذلك عن جماعة من الصحابة والتابعين مرفوعا وموقوفا. وقد روي القول بحل ذلك عن جماعة كما سلف.
قال الشوكاني في «فتح القدير» «١» : وليس في أقوال هؤلاء حجة البتة: ولا يجوز لأحد أن يعمل على أقوالهم، فإنهم لم يأتوا بدليل يدلّ على الجواز فمن زعم منهم أنه فهم ذلك من الآية فقد أخطأ في فهمه وقد فسرها لنا رسول الله صلّى الله عليه وآله وسلّم وأكابر الصحابة بخلاف ما قاله هذا المخطئ في فهمه كائنا من كان. ومن زعم منهم أن سبب نزول هذه الآية أن رجلا أتى امرأته في دبرها فليس هذا ما يدل على أن الآية أحلت ذلك ومن زعم ذلك فقد أخطأ بل الذي تدل عليه الآية أن ذلك حرام فيكون ذلك هو السبب لا يستلزم أن تكون الآية نازلة في تحليله فإن الآيات النازلة على أسباب تأتي تارة بتحليل هذا وتارة بتحريمه.
وقد روي عن ابن عباس أنه فسر هذه الآية فقال: معناها إن شئتم فاعزلوا وإن شئتم فلا تعزلوا «٢» .
روى ذلك عنه ابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر والضياء في «المختارة» وروي نحو ذلك عن ابن عمر أخرجه ابن أبي شيبة، وعن سعيد بن المسيب أخرجه ابن أبي شيبة وابن جرير. انتهى.
[الآية السادسة والثلاثون] وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٢٢٤) .
العرضة: النصبة. قاله الجوهري.
وقيل: من الشدة والقوّة، ومنه قولهم للمرأة: عرضة للنكاح: إذا صلحت له وقويت عليه، ولفلان عرضة: أي قوة.
ويطلق على الهمة، ويقال: فلان عرضة للناس لا يزالون يقعون فيه.
فعلى المعنى الأول يكون اسما لما تعرضه دون الشيء: أي لا تجعلوا الله حاجزا
_________
(١) [١/ ٢٢٩] .
(٢) أخرجه ابن جرير في التفسير [٢/ ٤٠٨] ح [٤٣٣٩] .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (73,'ومانعا لما حلفتم عليه، وذلك لأن الرجل كان يحلف على بعض الخير من صلة رحم أو إحسان إلى الغير أو إصلاح بين الناس بأن لا يفعل ذلك، ثم يمتنع من فعله معللا لذلك الامتناع بأنه قد حلف أن لا يفعله. وهذا المعنى هو الذي ذكره الجمهور في تفسير الآية فنهاهم الله أن يجعلوه عرضة لأيمانهم أي حاجزا لما حلفوا عليه ومانعا منه وسمي المحلوف عليه يمينا لتلبسه باليمين.
وعلى هذا يكون قوله: أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ عطف بيان لأيمانكم: أي لا تجعلوا الله مانعا منه للأيمان التي هي بركم وتقواكم فإصلاحكم بين الناس: ويتعلق قوله: لِأَيْمانِكُمْ بقوله وَلا تَجْعَلُوا، [أي: لا تجعلوا الله لأيمانكم مانعا وحاجزا] «١» ، ويجوز أن يتعلق بعرضة أي «٢» : لا تجعلوه سببا متعرضا بينكم وبين البرّ وما بعده.
وعلى المعنى الثاني، وهو أن العرضة: الشدة والقوة يكون معنى الآية: لا تجعلوا اليمين بالله قوة لأنفسكم وعدّة في الامتناع من الخير.
ولا يصلح «٣» تفسير الآية على المعنى الثالث وهو الهمة.
وأما على المعنى الرابع وهو فلان لا يزال عرضة للناس فيكون معنى الآية لا تجعلوا الله معرضا لأيمانكم فتبتذلونه بكثرة الحلف به. ومنه وَاحْفَظُوا أَيْمانَكُمْ [المائدة: ٨٩] وقد ذمّ الله المكثرين للحلف فقال: وَلا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) [القلم: ١٠] . وقد كانت العرب تتمادح بقلة الأيمان.
وعلى هذا فيكون قوله: أَنْ تَبَرُّوا علة للنهي أي لا تجعلوا الله معرضا لأيمانكم إرادة أن تبروا وتتقوا وتصلحوا لأن من يكثر الحلف بالله يجترىء على الحنث ويفجر في يمينه.
وقد قيل في تفسير الآية أقوال هي راجعة إلى هذه الوجوه التي ذكرناها وهي مذكورة في «فتح القدير» «٤» وغيره.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٢٣٠] .
(٢) جاء في المطبوع [إلى] وهو خطأ والتصحيح من فتح القدير [١/ ٢٣٠] .
(٣) جاء في فتح القدير [١/ ٢٣٠] [يصح] .
(٤) فتح القدير [١/ ٢٣٠- ٢٣٢] .',NULL,'76',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (74,'[الآية السابعة والثلاثون] لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ وَلكِنْ يُؤاخِذُكُمْ بِما كَسَبَتْ قُلُوبُكُمْ وَاللَّهُ غَفُورٌ حَلِيمٌ (٢٢٥) .
اللّغو: مصدر لغا يلغو لغوا، ولغى يلغو لغيا: إذا أتى بما لا يحتاج إليه في الكلام أو بما لا خير فيه، وهو الساقط الذي لا يعتدّ به. فاللغو من اليمين هو الساقط الذي لا يعتدّ به فمعنى الآية لا يعاقبكم الله بالساقط من أيمانكم ولكن يعاقبكم بما كسبت قلوبكم: أي اقترفته بالقصد إليه وهي اليمين المعقودة، مثله قوله تعالى: وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ [المائدة: ٨٩] . ومثله قول الشاعر:
ولست بمأخوذ بلغو تقوله ... إذا لم تعمد عاقدات العزائم
وقد اختلف أهل العلم في تفسير اللغو: فذهب ابن عباس وعائشة وجمهور العلماء إلى أنها قول الرجل: لا والله وبلى والله في حديثه وكلامه غير معتقد لليمين ولا مريدا لها.
قال المروزي: هذا معنى لغو اليمين الذي اتفق عليه عامة العلماء.
وقال أبو هريرة وجماعة من السلف: هو أن يحلف الرجل على الشيء لا يظن إلا أنه أتاه فإذا ليس هو ما ظنه. وإلى هذا ذهبت الحنفية وبه قال مالك في «الموطأ» .
وروي عن ابن عباس أنه قال: لغو اليمين أن تحلف وأنت غضبان. وبه قال طاووس ومكحول، وروي عن مالك.
وقيل: إن اللغو [هو] «١» يمين المعصية. قال سعيد بن المسيب وأبو بكر بن عبد الرحمن وعبد الله بن الزبير وأخوه عروة: كالذي يقسم ليشر بن الخمر أو ليقطعن الرحم.
وقيل: لغو اليمين هو دعاء الرجل على نفسه كأن يقول: أعمى الله بصره أذهب الله ماله هو يهودي، هو مشرك. قاله زيد بن أسلم.
وقال مجاهد: لغو اليمين أن يتبايع الرجلان فيقول أحدهما والله لأبيعك بكذا ويقول الآخر والله لأشتريه بكذا.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٢٣١] . [.....]',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (75,'وقال الضحاك لغو اليمين هي المكفرة: أي إذا كفرت سقطت وصارت لغوا، والراجح القول الأول لمطابقته للمعنى اللغوي ولدلالته على الأدلة.
[الآيتان الثامنة والتاسعة والثلاثون] لِلَّذِينَ يُؤْلُونَ مِنْ نِسائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فاؤُ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٢٦) وَإِنْ عَزَمُوا الطَّلاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٢٧) .
لِلَّذِينَ يُؤْلُونَ مِنْ نِسائِهِمْ أي يحلفون. وقد اختلف أهل العلم في الإيلاء فقال الجمهور: الإيلاء هو أن يحلف أن لا يطأ امرأته أكثر من أربعة أشهر، فإن حلف على أربعة أشهر فما دونها لم يكن موليا، وكانت عندهم يمينا [محضا] «١» . وبهذا قال مالك والشافعي وأحمد وأبو ثور.
وقال الثوري والكوفيون: الإيلاء أن يحلف على أربعة أشهر فصاعدا، وهو قول عطاء.
وروي عن ابن عباس أنه لا يكون موليا حتى يحلف أن لا يمسها أبدا.
وقالت طائفة: إذا حلف أن لا يقرب امرأته يوما أو أقل أو أكثر ثم لم يطأ أربعة أشهر بانت منه بالإيلاء، وبه قال ابن مسعود والنخعي «٢» وابن أبي ليلى والحاكم وحماد بن أبي سليمان وقتادة وإسحاق. قال ابن المنذر: وأنكر هذا القول كثير من أهل العلم.
وقوله مِنْ نِسائِهِمْ يشمل الحرائر والإماء إذا كنّ زوجات، وكذلك يدخل تحت قوله لِلَّذِينَ يُؤْلُونَ العبد إذا حلف من زوجته. وبه قال أحمد والشافعي وأبو ثور.
قالوا: وإيلاؤه كالحر.
وقال مالك والزهري وعطاء وأبو حنيفة وإسحاق: إن أجله شهران، وقال الشعبي: إيلاء الأمة نصف إيلاء الحرة.
تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ. التربص: التأني والتأخر قال الشاعر:
_________
(١) جاء في المطبوع [خطأ] والتصحيح من فتح القدير [١/ ٢٣٢] .
(٢) جاء في المطبوع [النسائي] والتصحيح من فتح القدير [١/ ٢٣٢] .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (76,'تربص بها ريب المنون لعلّها ... تطلّق يوما أو يموت حليلها «١»
وقت الله سبحانه بهذه المدة دفعا للضرار عن الزوجة، وقد كان أهل الجاهلية يؤلون السنة والسنتين وأكثر من ذلك يقصدون بذلك ضرار النساء، وقد قيل: إن الأربعة الأشهر هي التي لا تطيق المرأة الصبر عن زوجها زيادة عليها.
فَإِنْ فاؤُ أي رجعوا، ومنه حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ [الحجرات: ٩] أي ترجع.
ومنه قيل للظل بعد الزوال: فيء لأنه رجع عن جانب المشرق إلى المغرب.
قال ابن المنذر: وأجمع كل من يحفظ عنه العلم أن الفيء الجماع لمن لا عذر له، فإن كان له عذر مرض أو سجن فهي امرأته، فإذا زال العذر فأبى الوطء فرّق بينهما إن كانت المدة قد انقضت. قاله مالك.
وقالت طائفة: إذا شهد على فيئه بقلبه في حال العذر أجزأه. وبه قال الحسن وعكرمة والنخعي والأوزاعي وأحمد بن حنبل.
وقد أوجب الجمهور على المولي إذا فاء بجماع امرأته الكفارة، وقال الحسن والنخعي لا كفارة عليه.
فَإِنَّ اللَّهَ غَفُورٌ للزوج إذا تاب من إضراره امرأته. رَحِيمٌ (٢٢٦) بكل التائبين.
وَإِنْ عَزَمُوا الطَّلاقَ العزم: العقد على الشيء فمعنى عزموا الطلاق عقدوا عليه قلوبهم.
والطلاق: حلّ عقد النكاح، وفي ذلك دليل على أنها لا تطلق بمضيّ أربعة أشهر- كما قال مالك- ما لم يقع إنشاء تطليق بعد المدة، وأيضا فإنه قال فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٢٧) والسماع يقتضي مسموعا بعد المضيّ. وقال أبو حنيفة سميع لإيلائه عليم بعزمه الذي دل مضيّ أربعة أشهر.
قال الشوكاني في «فتح القدير» «٢» واعلم أن أهل كل مذهب قد فسروا هذه الآية بما يطابق مذهبهم وتكلفوا بما لم يدل عليه اللفظ، ولا دليل آخر ومعناها ظاهر واضح وهو أن الله جعل الأجل لمن يولي: أي يحلف من امرأته أربعة أشهر ثم قال مخبرا
_________
(١) جاء في المطبوع (خليها) والمثبت من تفسير القرطبي [٣/ ١٠٨] وفتح القدير [١/ ٢٣٢] .
(٢) فتح القدير [١/ ٢٣٣] .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (77,'للعباد بحكم هذا المولي بعد هذه المدة فَإِنْ فاؤُ أي رجعوا إلى بقاء الزوجية واستدامة النكاح فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٢٦) أي لا يؤاخذهم بتلك اليمين بل يغفر لهم ويرحمهم، وَإِنْ عَزَمُوا الطَّلاقَ العزم منهم عليه والقصد له فَإِنَّ اللَّهَ سَمِيعٌ لذلك منهم عَلِيمٌ (٢٢٧) به. فهذا معنى الآية لا شك فيه ولا شبهة.
فمن حلف أن لا يطأ امرأته ولم يقيد بمدّة أو قيد بزيادة على أربعة أشهر كان علينا إمهاله أربعة أشهر فإن مضت فهو بالخيار: إما رجع إلى نكاح امرأته وكانت زوجته بعد مضي المدة كما كانت زوجته قبلها أو طلقها وكان له حكم المطلق امرأته ابتداء. وأما إذا وقت بدون أربعة أشهر فإن أراد أن يبرّ في يمينه اعتزل امرأته التي حلف منها حتى تنقضي المدة كما فعل رسول الله صلّى الله عليه وآله وسلّم حين آلى من نسائه شهرا فإنه اعتزلهنّ حتى مضى الشهر، وإن أراد أن يطأ امرأته قبل مضي تلك المدّة التي هي دون أربعة أشهر حنث في يمينه ولزمته الكفارة، وكان ممتثلا لما صح عنه صلّى الله عليه وآله وسلّم من قوله: «من حلف على شيء فرأى غيره خيرا منه فليأت الذي هو خير وليكفر عن يمينه» «١» .
وللسلف في الفيء أقوال مختلفة فينبغي الرجوع إلى الفيء لغة وقد بيناه.
وللصحابة والتابعين في هذا أقوال مختلفة متناقضة والمتعين الرجوع إلى ما في الآية الكريمة وهو ما عرفناك فاشدد عليه يديك.
وأخرج عبد الرزاق عن عمر قال: إيلاء العبد شهران.
وأخرج مالك عن ابن شهاب قال: إيلاء العبد نحو إيلاء الحر.
[الآية الأربعون] وَالْمُطَلَّقاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ ما خَلَقَ اللَّهُ فِي أَرْحامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذلِكَ إِنْ أَرادُوا إِصْلاحاً وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٢٢٨) .
وَالْمُطَلَّقاتُ يدخل تحت عمومه المطلقة قبل الدخول، ثم خصّص بقوله
_________
(١) أخرجه مسلم في الصحيح ح [١٦٥٠] .',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (78,'فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها [الأحزاب: ٤٩] فوجب بقاء العام على الخاص وخرجت من هذا العموم المطلّقة قبل الدخول، وكذلك خرجت الحامل بقوله وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ [الطلاق: ٤] وكذلك خرجت الآيسة لقوله تعالى فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ [الطلاق: ٤] يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ [البقرة: ٢٢٨] .
التربص: الانتظار وقيل: هو خبر في معنى الأمر: أي ليتربصن، قصد بإخراجه مخرج الخبر تأكيد وقوعه وزاده تأكيدا وقوعه خبرا للمبتدأ.
قال ابن العربي: وهذا باطل وإنما هو خبر عن حكم الشرع فإن وجدت مطلقة لا تتربص فليس ذلك من الشرع ولا يلزم من ذلك وقوع خبر الله سبحانه على خلاف مخبره.
ثَلاثَةَ قُرُوءٍ جمع قرء، قاله الجمهور، وقال الأصمعي: الواحد قرء بضم القاف وتشديد الواو، وقال أبو زيد بالفتح: وكلاهما قال: أقرأت «١» المرأة: حاضت، وأقرأت: طهرت. وقال الأخفش: أقرأت المرأة إذا صارت صاحبة حيض، فإذا حاضت قلت: قرأت بلا ألف.
وقال أبو عمرو بن العلاء: من العرب من يسمي الحيض قرءا ومنهم من يسمي الطهر قرءا ومنهم من يجمعها جميعا فيسمي الحيض مع الطهر قرءا.
وينبغي أن يعلم أن القرء في الأصل: الوقت يقال: هبت الرياح لقرئها: أي لوقتها. فيقال للحيض: قرء، وللطهر: قرء لأن كل واحد منهما له وقت معلوم، وقد أطلقته العرب تارة على الاطهار وتارة على الحيض.
فالحاصل أن القرء في لغة العرب مشتركة بين الحيض والطهر ولأجل هذا الاشتراك اختلف أهل العلم في تعيين ما هو المراد بالقروء المذكورة في الآية، فقال أهل الكوفة: هو الحيض «٢» وهو قول عمر وعلي وابن مسعود وأبي موسى ومجاهد وقتادة والضحاك وعكرمة والسّدي وأحمد بن حنبل «٣» . ورجحه السيد محمد الأمير في «سبل
_________
(١) جاء في المطبوع [أقارأت] وهو خطأ والتصحيح من فتح القدير [١/ ٢٣٤] وتفسير القرطبي [٣/ ١١٣] .
(٢) انظر الهداية للمرغيناني [٢/ ٣٠٧] .
(٣) في أظهر الروايتين. انظر المحرر [٢/ ١٠٤] .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (79,'السلام» وذكرناه في «مسك الختام» .
وقال أهل الحجاز: هي الأطهار «١» وهو قول عائشة وابن عمر وزيد بن ثابت والزهري وأبان بن عثمان والشافعي «٢» .
قال الشوكاني في «فتح القدير» «٣» : واعلم أنه قد وقع الاتفاق بينهم على أن القرء الوقت فصار معنى الآية عند الجميع والمطلقات يتربص بأنفسهنّ ثلاثة أوقات فهي على هذا مفسرة في العدد مجملة في المعدود، فوجب طلب البيان للمعدود من غيرها: فأهل القول الأول استدلوا على أن المراد في هذه الآية الحيض بقوله صلّى الله عليه وآله وسلّم: «دعي الصلاة أيام أقرائك» «٤» وبقوله صلّى الله عليه وآله وسلّم: «طلاق الأمة تطليقتان وعدتها حيضتان» «٥» وبأن المقصود من العدّة استبراء الرحم وهو يحصل بالحيض لا بالطهر.
واستدل أهل القول الثاني بقوله تعالى: فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ [الطلاق: ١] ولا خلاف أنه يؤمر بالطلاق وقت الطهر، وبقوله صلّى الله عليه وآله وسلّم لعمر: «مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر ... فتلك العدة التي أمر الله بها النساء» «٦» وذلك لأن الطهر هو الذي تطلق فيه النساء.
قال أبو بكر بن عبد الرحمن: ما أدركنا أحدا من فقهائنا إلا يقول: الأقراء هي الأطهار، فإذا طلق الرجل في طهر لم يطأ فيه اعتدت بما بقي منه ولو ساعة ولو لحظة ثم استقبلت طهرا ثانيا بعد حيضة فإذا رأت الدم من الحيضة الثالثة خرجت من العدة.
انتهى.
وعندي أنه لا حجة في بعض ما احتج به أهل القولين جميعا.
أما قول الأولين إن النبي صلّى الله عليه وآله وسلّم قال: «دعي الصلاة أيام أقرائك» فغاية ما في هذا أن
_________
(١) انظر الكافي لابن عبد البر [٢/ ٦١٩] .
(٢) انظر روضة الطالبين [٥/ ٣٦٦] .
(٣) فتح القدير [١/ ٢٣٥] .
(٤) [صحيح] رواه أبو داود في السنن [١/ ٧٨] ح [٢٩٧] والترمذي في السنن [١/ ٢٢٠] ح [١٢٦] وابن ماجه في السنن ح [٦٢٥] انظر نصب الراية [١/ ٢٠١- ٢٠٢] .
(٥) [ضعيف] أخرجه أبو داود في السنن [٢/ ٢٦٤] ح [٢١٨٩] والترمذي في السنن [٣/ ٤٨٨] ح [١١٨٢] وابن ماجه في السنن ح [٢٠٨٠] والحاكم في المستدرك [٢/ ٢٠٥] وابن عدي في الكامل [٦/ ٤٥٠] والدارقطني في السنن [٤/ ٣٨] والبيهقي [٧/ ٣٦٩] .
(٦) [متفق عليه] أخرجه البخاري في الصحيح [٩/ ٣٤٥] ح [٥٢٥١] ومسلم في الصحيح ح [١٤٧١] . [.....]',NULL,'82',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (80,'النبي صلّى الله عليه وآله وسلّم أطلق الأقراء على الحيض ولا نزاع في جواز ذلك- كما هو شأن اللفظ المشترك بأنه يطلق تارة على هذا وتارة على هذا- وإنما النزاع في الأقراء المذكورة في هذه الآية، وأما قوله صلّى الله عليه وآله وسلّم في الأمة «وعدتها حيضتان» فهو حديث أخرجه أبو داود والترمذي وابن ماجة والدارقطني والحاكم- وصححه- من حديث عائشة- مرفوعا- وأخرجه ابن ماجة والبيهقي من حديث ابن عمر- مرفوعا- أيضا ودلالته على ما قاله الأولون قوية، وأما قولهم إن المقصود من العدّة استبراء الرحم وهو يحصل بالحيض لا بالطهر، فيجاب عنه بأنه يتم لو لم يكن في هذه العدّة شيء من الحيض على فرض تفسير الإقراء بالإطهار وليس كذلك بل هي مشتملة على الحيض كما هي مشتملة على الأطهار، وأما استدلال أهل القول الثاني بقوله تعالى: فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ [الطلاق: ١] فيجاب بأن التنازع في اللام في قوله لِعِدَّتِهِنَّ يصير ذلك محتملا، ولا تقوم الحجة بمحتمل. أما استدلالهم بقوله صلّى الله عليه وآله وسلّم لعمر «مره فليراجعها» الحديث فهو الصحيح ودلالته قوية على ما ذهبوا إليه. ويمكن أن يقال إنها تنقضي بالعدّة بثلاثة أطهار وبثلاث حيض ولا مانع من ذلك فقد جوز جمع من أهل العلم حمل المشترك على معنييه، وبذلك يجمع بين الأدلة ويرتفع الخلاف ويندفع النزاع.
وقد استشكل الزمخشري تمييز الثلاثة بقوله قروء وهي جمع كثرة دون أقراء التي هي من جموع القلة وأجاب بأنهم يتسعون في ذلك فيستعملون كل واحد من الجمعين مكان الآخر لاشتراكهما في الجمعية.
وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ ما خَلَقَ اللَّهُ فِي أَرْحامِهِنَّ قيل: المراد به الحيض، وقيل:
الحمل، وقيل: كلاهما.
ووجه النهي عن الكتمان ما فيه في بعض الأحوال من الإضرار بالزوج وإذهاب حقه فإذا قالت المرأة: حضت ولم تحض ذهبت بحقه من الارتجاع وإذا قالت هي:
لم تحض وهي قد حاضت ألزمته من النفقة ما لم يلزمه فأضرت به. وكذلك الحمل ربما تكتمه لتقطع حقه من الارتجاع وربما تدعيه لتوجب عليه النفقة ونحو ذلك من المقاصد المستلزمة للإضرار بالزوج.
وقد اختلفت الأقوال في المدّة التي تصدّق فيها المرأة إذا ادعت انقضاء عدّتها.
وفي الآية دليل على قبول قولهن في ذلك نفيا وإثباتا.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (81,'وقوله إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فيه وعيد شديد للكتمان، وبيان أن من كتمت ذلك منهنّ لم تستحق اسم الإيمان.
وَبُعُولَتُهُنَّ جمع بعل وهو الزوج سمي بعلا لعلوّه على الزوجة لأنهم يطلقونه على الرب. ومنه قوله تعالى أَتَدْعُونَ بَعْلًا [الصافات: ١٢٥] أي ربا، ويقال بعول وبعولة كما يقال في جمع الذكر: ذكور وذكورة، وهذه التاء لتأنيث الجمع وهو شاذ لا يقاس عليه بل يعتبر فيه السماع. والبعولة أيضا يكون مصدرا من بعل الرجل يبعل، مثل منع يمنع أي صار بعلا.
وقوله أَحَقُّ بِرَدِّهِنَّ أي برجعتهنّ والإتيان بصيغة التفضيل لإفادة أن الرجل إذا أراد الرجعة والمرأة تأباها وجب إيثار قوله على قولها وليس معناه أن لها حقا في الرجعة.
قاله أبو السعود، وذلك يختص بمن كان يجوز للزوج مراجعتها فيكون في حكم التخصيص لعموم قوله وَالْمُطَلَّقاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ لأنه يعم المثلثات وغيرهنّ في ذلك: يعني مدة التربص، فإذا انقضت مدّة التربص فهي أحق بنفسها، ولا تحلّ له إلا بنكاح مستأنف بوليّ وشهود ومهر جديد، ولا خلاف في ذلك. والرجعة تكون باللفظ وتكون بالوطء ولا يلزم المراجع شيء من أحكام النكاح بلا خلاف إن أرادوا إصلاحا أي بالمراجعة أي إصلاح حاله معها وحالها معه، فإن قصد الإضرار بها فهي محرّمة لقوله تعالى وَلا تُمْسِكُوهُنَّ ضِراراً لِتَعْتَدُوا قيل: إذا قصد بالرجعة الضرار فهي صحيحة، وإن ارتكب بذلك محرما وظلم نفسه، وعلى هذا فيكون الشرط المذكور في الآية للحث للأزواج على قصد الصلاح والزجر لهم عن قصد الضرار وليس المراد به جعل قصد الإصلاح شرطا لصحة الرجعة.
وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ: أي لهنّ من حقوق الزوجية على الرجال مثل ما للرجال عليهنّ، فيحسن عشرتها بما هو معروف من عادة الناس أنهم يفعلونه لنسائهم، وهي كذلك تحسن عشرة زوجها بما هو معروف من عادة النساء أنهنّ يفعلنه لأزواجهنّ من طاعة وتزين وتحبب ونحو ذلك.
وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ: أي منزلة ليست لهنّ وهي قيامه عليه في الإنفاق، وكونه من أهل الجهاد والعقل والقوّة وله من الميراث أكثر مما لها وكونه يجب عليها امتثال أمره والوقوف عند رضاه ولو لم يكن من فضيلة الرجال على النساء إلا كونهنّ خلقهن',NULL,'84',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (82,'من الرجال لما ثبت أن حواء خلقت من ضلع آدم.
وقد أخرج أهل السنن عن عمرو بن الأحوص أن رسول الله صلّى الله عليه وآله وسلّم قال: «ألا إن لكم على نسائكم حقا وإن لنسائكم عليكم حقا: أما حقكم على نسائكم فإن لا يوطئن فرشكم من تكرهون ولا يأذنّ في بيوتكم لمن تكرهون. ألا وحقهنّ عليكم أن تحسنوا إليهنّ في كسوتهنّ وطعامهنّ» «١» وصححه الترمذي.
وأخرج أحمد وأبو داود والنسائي وابن ماجة وابن جرير والحاكم- وصححه- والبيهقي عن معاوية بن حيدة القشيري أنه سأل النبي صلّى الله عليه وآله وسلّم: «ما حق المرأة على الزوج؟
قال: أن تطعمها إذا أطعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه ولا تهجر إلا في البيت» «٢» .
وأخرج عبد بن حميد وابن جرير عن مجاهد في قوله وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ قال: فضل ما فضله الله به عليها من الجهاد وفضل ميراثه على ميراثها وكل ما فضل به عليها.
[الآية الحادية والأربعون] الطَّلاقُ مَرَّتانِ فَإِمْساكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسانٍ وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً إِلَّا أَنْ يَخافا أَلَّا يُقِيما حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيما حُدُودَ اللَّهِ فَلا جُناحَ عَلَيْهِما فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوها وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولئِكَ هُمُ الظَّالِمُونَ (٢٢٩) .
أي عدد الطلاق الذي يثبت فيه الرجعة، فالمراد بالطلاق هنا هو الرجعي بدليل ما تقدم في الآية الأولى هو مَرَّتانِ أي الطلقة الأولى والثانية ولا رجعة بعد الثالثة. وإنما قال سبحانه مرتان ولم يقل طلقتان إشارة إلى أنه ينبغي أن يكون الطلاق مرة بعد مرة، لا طلقتان دفعة واحدة، كذا قال جماعة من المفسرين، ولما لم يكن بعد الطلقة الثانية إلا
_________
(١) [صحيح] أخرجه الترمذي في السنن [٣/ ٤٦٧] وابن ماجه في السنن ح [١٨٥١] والنسائي في عشرة النساء ح [٢٨٧] .
(٢) [صحيح] أخرجه أحمد في المسند [٤/ ٤٧٦، ٤٤٧] [٥/ ٣] وأبو داود في السنن [٢/ ٢٥١] ح [٢١٤٢] وابن ماجه في السنن ح [١٨٥٠] والبغوي في شرح السنة [٩/ ١٦٠] ح [٢٣٣٠] والحاكم في المستدرك [٢/ ١٨٧- ١٨٨] .',NULL,'85',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (83,'أحد أمرين: إما إيقاع الثالثة التي بها «١» تبين الزوجة أو الإمساك لها استدامة نكاحها، وعدم إيقاع الثالثة عليها.
قال سبحانه فَإِمْساكٌ بعد الرجعة لمن طلقها زوجها طلقتين بِمَعْرُوفٍ أي بما هو معروف عند الناس من حسن العشرة. أَوْ تَسْرِيحٌ بِإِحْسانٍ أي بإيقاع طلقة ثالثة عليها من دون ضرار لها.
وقيل: المراد إمساك بمعروف أي: برجعة بعد الطلقة الثانية أو تسريح بإحسان أي: بترك الرجعة بعد الثانية حتى تنقضي عدتها، والأول أظهر.
وقد اختلف أهل العلم في إرسال الثلاث دفعة واحدة هل يقع ثلاثا أو واحدة فقط؟ فذهب إلى الأول الجمهور، وذهب إلى الثاني من عداهم وهو الحق.
قال الشوكاني في «فتح القدير» «٢» : وقد قررته في مؤلفاتي تقريرا بالغا وأفردته برسالة مستقلة انتهى.
قلت: وهو الذي اختاره شيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية الحراني والشيخ الحافظ الإمام محمد بن أبي بكر بن القيم الجوزية الدمشقي وغيرهما جمع من الأئمة الأعلام قديما وحديثا.
وقد بسطت القول فيه في شرحي لبلوغ المرام بأبلغ تقرير وأفصح نظام.
وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً الخطاب للأزواج أي لا يحل لهم أن يأخذوا مما دفعوه إلى نسائهم من المهر شيئا على وجه المضارة لهن.
وتنكير «شيئا» للتحقير أي شيئا نزرا فضلا عن الكثير.
وخص ما دفعوه إليهن بعدم حل الأخذ منه مع كونه لا يحل للأزواج أن يأخذوا شيئا من أموالهنّ التي يملكنها من غير المهر لكون ذلك هو الذي تتعلق به نفس الزوج ويتطلع لأخذه دون ما عداه مما هو في ملكها على أنه إذا كان أخذ ما دفعه إليها لا يحلّ له، كان ما عداه ممنوعا منه بالأولى.
وقيل: الخطاب للأئمة والحكام ليطابق قوله: فَإِنْ خِفْتُمْ فإن الخطاب فيه للأئمة
_________
(١) جاء في المطبوع (هن) والتصحيح من فتح القدير [١/ ٢٣٨] .
(٢) فتح القدير [١/ ٢٣٨] .',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (84,'والحكام وعلى هذا يكون إسناد الأخذ إليهم لكونهم الآمرين بذلك.
والأول أولى لقوله: مِمَّا آتَيْتُمُوهُنَّ فإن إسناده إلى غير الأزواج بعيد جدا لأن إيتاء الأزواج لم يكن عن أمرهم.
وقيل: إن الثاني أولى لئلا يشوش النظم.
إِلَّا أَنْ يَخافا: أي لا يجوز لكم أن تأخذوا مما آتيتموهن شيئا إلا أن يخافا أَلَّا يُقِيما حُدُودَ اللَّهِ: أي عدم إقامة حدود الله التي حدها للزوجين، وأوجب عليهما الوفاء بها من حسن العشرة والطاعة.
فَإِنْ خِفْتُمْ أَلَّا يُقِيما حُدُودَ اللَّهِ: أي إذا خاف الأئمة والحكام أو المتوسطون بين الزوجين وإن لم يكونوا أئمة وحكاما، عدم إقامة حدود الله من الزوجين وهي ما أوجبه عليهما.
فَلا جُناحَ عَلَيْهِما فِيمَا افْتَدَتْ بِهِ: أي لا جناح على الرجل ولا على المرأة في الإعطاء بأن تفتدي نفسها من ذلك النكاح ببذل شيء من المال يرضى به الزوج فيطلقها لأجله، وهذا هو الخلع.
وقد ذهب الجمهور إلى جواز ذلك للزوج، وأنه يحلّ له الأخذ مع ذلك الخوف «١» . وهو الذي صرّح به القرآن. وحكى ابن المنذر عن بعض أهل العلم أنه لا يحلّ له ما أخذ ولا يجبر على رده وهذا في غاية السقوط. وقرأ حمزة إِلَّا أَنْ يَخافا على البناء للمجهول والفاعل محذوف وهو الأئمة والحكام واختاره أبو عبيد. قال:
لقوله: فَإِنْ خِفْتُمْ فجعل الخوف لغير الزوجين، وقد احتج بذلك من جعل الخلع إلى السلطان وهو سعيد بن جبير والحسن وابن سيرين.
وقد ضعف النحاس اختيار أبي عبيد المذكور.
_________
(١) اعلم أنهم اختلفوا هل يكره الخلع بأكثر من المسمى؟ فقال الإمام مالك والشافعي لا يكره ذلك، وقال أبو حنيفة: إن كان النشوز من قبلها فيكره للزوج أن يأخذ أكثر من المسمى وإن كان من قبله فيكره له أخذ شيء ما عوضا عن الخلع، ويصح مع الكراهية في كلا الحالين.
وقال الإمام أحمد: يكره الخلع على أكثر من المسمى سواء كان النشوز من قبلها أو من قبله، إلا أنه على الكراهية تصح عنده.
انظر الكافي لابن عبد البر [٢/ ٥١٣]- روضة الطالبين [٧/ ٣٧٤] الهداية للمرغيناني [٣/ ٢٩٣] الكافي لموفق الدين المقدسي [٣/ ١٠١]- الإفصاح لابن هبيرة [٢/ ١١٨] .',NULL,'87',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (85,'وقد حكي عن بكر بن عبد الله المزني أن هذه الآية منسوخة بقوله تعالى في سورة النساء وَإِنْ أَرَدْتُمُ اسْتِبْدالَ زَوْجٍ مَكانَ زَوْجٍ وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً أَتَأْخُذُونَهُ بُهْتاناً وَإِثْماً مُبِيناً (٢٠) [النساء: ٢٠] . وهو قول خارج عن الإجماع ولا تنافي بين الآيتين.
وقد اختلف أهل العلم إذا طلب الزوج من المرأة زيادة على ما دفعه إليها من المهر وما يتبعه ورضيت بذلك المرأة هل يجوز أم لا؟
وظاهر القرآن الجواز لعدم تقييده بمقدار معين، وبهذا قال مالك والشافعي وأبو ثور وروي مثل ذلك عن جماعة من الصحابة والتابعين.
وقال طاووس وعطاء والأوزاعي «١» وأحمد وإسحاق أنه لا يجوز.
وقد ورد في ذمّ المختلعات أحاديث منها حديث ثوبان قال: قال رسول الله صلّى الله عليه وآله وسلّم:
«أيما امرأة سألت زوجها الطلاق من غير ما بأس فحرام عليها رائحة الجنة» «٢» أخرجه أحمد وأبو داود والترمذي، وحسنه، وابن ماجة والحاكم، وصححه.
وقال: «المختلعات هن المنافقات» «٣» . رواه أحمد وأبو داود والترمذي، وحسنه، وابن ماجة وابن جرير والحاكم، وصححه، والبيهقي أيضا.
ومنها عن ابن عباس- عند ابن ماجة- أن رسول الله صلّى الله عليه وآله وسلّم قال: «لا تسأل المرأة زوجها الطلاق في غير كنهه فتجد ريح الجنة وإن ريحها لتوجد مسيرة أربعين عاما» «٤» .
وقد اختلف أهل العلم في عدة المختلعة: والراجح أنها تعتد بحيضة لما أخرجه أبو داود والترمذي، وحسنه، والنسائي والحاكم، وصححه، عن ابن عباس أن النبي صلّى الله عليه وآله وسلّم
_________
(١) وفي المطبوع-[الأنصاري] والتصحيح من فتح القدير [١/ ٢٣٩] .
(٢) [صحيح] أخرجه أحمد في المسند [٥/ ٢٧٧، ٢٨٣] والدارمي في السنن [٢/ ١٦٢] وأبو داود في السنن [٢/ ٢٧٥- ٢٧٦] ح [٢٢٢٦] والترمذي في السنن [٣/ ٤٩٣] ح [١١٨٧] وابن ماجه في السنن ح [٢٠٥٥] والطبري في التفسير [٢/ ٤٨١] ح [٤٨٤٧، ٤٨٤٨] .
(٣) أخرجه الترمذي في السنن [٣/ ٤٩٢] ح [١١٨٦] والطبري في التفسير [٢/ ٤٨١] ح [٤٨٤٥] .
[تنبيه] وقع في المطبوع بعد هذا الحديث عبارة [رواه أحمد وأبو داود والترمذي وحسنه وابن ماجه وابن جرير والحاكم وصححه والبيهقي أيضا] وهذا خطأ إذ أنه مكرر لتخريج الحديث الذي قبله. قارن ب فتح القدير [١/ ٢٤٠- ٢٤١] .
(٤) [ضعيف] أخرجه ابن ماجه في السنن ح [٢٠٥٤] .',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (86,'أمر امرأة ثابت بن قيس أن تعتد بحيضة «١» . وفي الباب أحاديث. ولم يرو ما يعارض هذا من المرفوع بل ورد عن جماعة من الصحابة والتابعين أن عدة المختلعة كعدة الطلاق.
وبه قال الجمهور. قال الترمذي: وهو قول أكثر أهل العلم من الصحابة وغيرهم، واستدلوا على ذلك بأن المختلعة من جملة المطلقات فهي داخلة تحت عموم القرآن.
والحق ما ذكرناه لأن ما ورد عن النبي صلّى الله عليه وآله وسلّم يخصص عموم القرآن. وتمام البحث في «مسك الختام شرح بلوغ المرام» فليرجع إليه، وفي الباب أحاديث في ذم التحليل وفاعله فليعلم.
[الآية الثانية والأربعون] فَإِنْ طَلَّقَها فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ فَإِنْ طَلَّقَها فَلا جُناحَ عَلَيْهِما أَنْ يَتَراجَعا إِنْ ظَنَّا أَنْ يُقِيما حُدُودَ اللَّهِ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُها لِقَوْمٍ يَعْلَمُونَ (٢٣٠) .
فَإِنْ طَلَّقَها: أي الطلقة الثالثة التي ذكرها سبحانه بقوله: أَوْ تَسْرِيحٌ بِإِحْسانٍ:
أي فإن وقع منه ذلك فقد حرمت عليه بالتثليث فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ:
أي حتى تتزوج بزوج آخر.
وقد أخذ بظاهر الآية سعيد بن المسيّب ومن وافقه قالوا: يكفي مجرد العقد لأنه المراد بقوله حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ.
وذهب الجمهور من السلف والخلف إلى أنه لا بد مع العقد من الوطء لما ثبت عن النبي صلّى الله عليه وآله وسلّم من اعتبار ذلك، وهو زيادة يتعين قبولها، ولعله لم يبلغ سعيد بن المسيّب ومن تابعه.
وفي الآية دليل على أنه لا بد من أن يكون ذلك نكاحا شرعيا مقصودا لذاته لا حيلة إلى التحليل وذريعة إلى ردها إلى الزوج الأول فإن ذلك حرام بالأدلة الواردة في ذمّه وذمّ فاعله وأنه التيس المستعار الذي لعنه الشارع ولعن من اتخذه لذلك.
وقد بسط الكلام على هذا الحافظ ابن القيم رحمه الله في «إعلام
_________
(١) [صحيح] أخرجه الترمذي في السنن [٣/ ٤٩١] ح [١١٨٥] وأبو داود في السنن [٢/ ٢٧٧] ح [٢٢٢٩] والحاكم في المستدرك [٢/ ٢٠٦] .',NULL,'89',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (87,'الموقعين» «١» و «إغاثة اللهفان» «٢» .
فَإِنْ طَلَّقَها: أي الزوج الثاني فَلا جُناحَ عَلَيْهِما: أي الزوج الأول والمرأة أَنْ يَتَراجَعا: أي يرجع كل واحد منهما لصاحبه.
قال ابن المنذر: أجمع أهل العلم على أن الحرّ إذا طلق زوجته ثلاثا ثم انقضت عدتها ونكحت زوجا ودخل بها ثم فارقها وانقضت عدتها ثم نكحها الزوج الأول فإنها تكون عنده على ثلاث تطليقات «٣» . إِنْ ظَنَّا أَنْ يُقِيما حُدُودَ اللَّهِ أي حقوق الزوجية الواجبة لكل منهما على الآخر. وأما إذا لم يحصل ظن ذلك: بأن يعلما أو أحدهما عدم الإقامة لحدود الله أو ترددا أو أحدهما ولم يحصل لهما الظن فلا يجوز الدخل في هذا النكاح لأنه مظنة المعصية لله والوقوع فيما حرمه على الزوجين.
[الآية الثالثة والأربعون] وَإِذا طَلَّقْتُمُ النِّساءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلا تُمْسِكُوهُنَّ ضِراراً لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذلِكَ فَقَدْ ظَلَمَ نَفْسَهُ وَلا تَتَّخِذُوا آياتِ اللَّهِ هُزُواً وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَما أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٣١) .
البلوغ إلى الشيء: معناه الحقيقي الوصول إليه، ولا يستعمل البلوغ بمعنى المقاربة إلا مجازا لعلاقة مع قرينة- كما هنا- فإنه لا يصح إرادة المعنى الحقيقي لأن المرأة إذا بلغت آخر جزء من مدة العدة وجاوزته إلى الجزء الذي هو الأجل للانقضاء فقد خرجت من العدة، ولم يبق للزوج عليها سبيل.
قال القرطبي في «تفسيره» «٤» إن معنى بلغن هنا قاربن بإجماع العلماء. وقال:
ولأن المعنى يضطر إلى ذلك لأنه بعد بلوغ الأجل لا خيار له في الإمساك.
والإمساك بمعروف: هو القيام بحقوق الزوجية واستدامتها. بل اختاروا
_________
(١) انظر أعلام الموقعين [٤/ ٤٥] .
(٢) انظر إغاثة اللهفان [١/ ٢٦٩- ٢٧٣] .
(٣) انظر الإجماع لابن المنذر [ص/ ٨١] .
(٤) تفسير القرطبي [٣/ ١٥٥] . [.....]',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (88,'أحد أمرين:
إما الإمساك بمعروف من غير قصد إضرار.
أو التسريح «١» بإحسان: أي تركها حتى تنقضي عدتها من غير مراجعة ضرار.
وَلا تُمْسِكُوهُنَّ ضِراراً كما كانت تفعل الجاهلية من طلاق المرأة حتى [يقرب] «٢» انقضاء عدّتها، ثم مراجعتها لا عن حاجة ولا لمحبة، ولكن لقصد تطويل العدة وتوسيع مدة الانتظار ضرارا لقصد الاعتداء منكم عليهن والظلم لهنّ.
وأخرج ابن ماجة وابن جرير والبيهقي عن أبي موسى قال قال رسول الله صلّى الله عليه وآله وسلّم: «ما بال أقوام يلعبون بحدود الله!! يقول قد طلقتك، قد راجعتك، قد طلقتك، قد راجعتك!! ليس هذا طلاق المسلمين طلقوا المرأة في قبل عدّتها «٣» .
[الآية الرابعة والأربعون] وَإِذا طَلَّقْتُمُ النِّساءَ فَبَلَغْنَ أَجَلَهُنَّ فَلا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْواجَهُنَّ إِذا تَراضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذلِكَ يُوعَظُ بِهِ مَنْ كانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكُمْ أَزْكى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ (٢٣٢) .
الخطاب في هذه الآية بقوله: وَإِذا طَلَّقْتُمُ وبقوله: فَلا تَعْضُلُوهُنَّ إما أن يكون للأزواج، ويكون معنى العضل منهم أن يمنعوهنّ من أن يتزوجنّ من أردن من الأزواج بعد انقضاء عدتهن لحمية الجاهلية، كما يقع كثيرا من الخلفاء والسلاطين غيرة على من كان تحتهم من النساء أن يصرن تحت غيرهم، لأنهم لما نالوه من رياسة الدنيا وما صاروا فيه من النخوة والكبرياء يتخيلون أنهم [قد] «٤» خرجوا من جنس بني آدم إلا من عصمة الله منهم بالورع والتواضع وإما أن يكون الخطاب للأولياء، ويكون معنى إسناد الطلاق إليهم أنه سبب له لكونهم المزوجين للنساء المطلقات من الأزواج المطلقين لهن.
_________
(١) جاء في المطبوع [السرح] والتصحيح من فتح القدير [١/ ٢٤٢] .
(٢) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ٢٤٢] .
(٣) [ضعيف] أخرجه ابن ماجه في السنن ح [٢٠١٧] وابن جرير في التفسير [٢/ ٤٩٦] ح [٤٩٢٨] والبيهقي في السنن الكبرى [٧/ ٣٢٢] انظر ضعيف الجامع ح [٥٠٣٧] .
(٤) ما بين المعكوفين من فتح القدير [١/ ٢٤٣] .',NULL,'91',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (89,'وبلوغ الأجل المذكور هنا المراد به المعنى الحقيقي: أي نهايته لا كما سبق في الآية الأولى.
والعضل: الحبس وقيل التضييق، والمنع وهو راجع إلى معنى الحبس، وكل مشكل عند العرب معضل. وداء عضال: أي شديد عسير البرء.
وقوله أَزْواجَهُنَّ، إن أريد به المطلقون لهن فهو مجاز باعتبار ما كان، وإن أريد به من يردن أن يتزوجنه فهو مجاز أيضا باعتبار ما سيكون، وقد أخرج البخاري وأهل السنن وغيرهم عن معقل بن يسار قال: كانت لي أخت فأتاني ابن عم فأنكحتها إياه فكانت عنده ما كانت ثم طلقها تطليقا لم يراجعها حتى انقضت العدة، فهويها وهويته ثم خطبها مع الخطاب فقلت له: يا لكع أكرمتك به وزوجتكها فطلقتها ثم جئت تخطبها، والله لا ترجع إليك أبدا! وكان رجلا لا بأس وكانت المرأة تريد أن ترجع إليه فعلم الله حاجته إليها وحاجتها إلى بعلها فأنزل الله: وَإِذا طَلَّقْتُمُ النِّساءَ الآية «١» . قال: ففيّ نزلت هذه الآية فكفّرت عن يميني وأنكحتها إياه.
[الآية الخامسة والأربعون] وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَها لا تُضَارَّ والِدَةٌ بِوَلَدِها وَلا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوارِثِ مِثْلُ ذلِكَ فَإِنْ أَرادا فِصالًا عَنْ تَراضٍ مِنْهُما وَتَشاوُرٍ فَلا جُناحَ عَلَيْهِما وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلادَكُمْ فَلا جُناحَ عَلَيْكُمْ إِذا سَلَّمْتُمْ ما آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِما تَعْمَلُونَ بَصِيرٌ (٢٣٣) .
لما ذكر الله سبحانه النكاح والطلاق ذكر الرضاع فإن الزوجين قد يفترقان وبينهما ولد، ولهذا قيل: إن هذا خاص في المطلقات وقيل: هو عام.
حَوْلَيْنِ كامِلَيْنِ تأكيد للدلالة على كون هذا التقدير تحقيقا لا تقريبا.
وفيه رد على أبي حنيفة في قوله: إن مدة الرضاع ثلاثون شهرا وكذا على زفر،
_________
(١) أخرجه البخاري في الصحيح [٩/ ٤٨٢] ح [٥٣٣١]
.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (90,'وفي قوله تعالى: لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ دليل على أن إرضاع الحولين ليس حتما بل هو التمام ويجوز الاقتصار على ما دونه والآية تدل على وجوب الرضاعة على الأم لولدها.
وقد حمل ذلك على ما إذا لم يقبل الرضيع غيرها. وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ أي على الأب الذي يولد له. وآثر هذا اللفظ دون [قوله] «١» وعلى الوالد للدلالة على أن الأولاد للآباء لا للأمهات، ولهذا ينسبون إليهم دونهن كأنهن إنما ولدن لهم فقط. ذكر معناه في «الكشاف» . والمراد بالرزق هنا الطعام الكافي المتعارف به بين الناس، والمراد بالكسوة ما يتعارفون به أيضا.
وفي ذلك دليل على وجوب ذلك على الآباء للأمهات المرضعات. وهذا في المطلقات طلاقا بائنا وأما غيرهن فنفقتهن وكسوتهن واجبة على الأزواج من غير إرضاعهن لأولادهن.
لا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَها هو تقييد لقوله: بِالْمَعْرُوفِ أي هذه النفقة والكسوة الواجبتان على الأب بما يتعارفه الناس لا يكلف منها إلا ما يدخل تحت وسعه وطاقته لا ما يشق عليه ويعجز عنه.
وقيل: المراد لا يكلف المرأة الصبر على التقتير في الأجرة ولا يكلف الزوج ما هو إسراف بل يراعى القصد.
لا تُضَارَّ والِدَةٌ بِوَلَدِها على البناء للفاعل والمفعول: أي لا تضار الأب بسبب الولد بأن تطلب منه ما لا يقدر عليه من الرزق والكسوة أو بأن تفرط في حفظ الولد والقيام بما يحتاج إليه. أو لا تضار من زوجها بأن يقصر عليها في شيء مما يجب عليه أو ينتزع ولدها منها بلا سبب.
ويجوز أن تكون الباء في قوله: بِوَلَدِها صلة لقوله: تُضَارَّ على أنه بمعنى تضر أي لا تضر والدة بولدها فتسيء تربيته أو تقصر في غذائه.
وأضيف الولد تارة إلى الأب وتارة إلى الأم لأن كل واحد منهما يستحق أن ينسب إليه مع ما في ذلك من الاستعطاف. وهذه الجملة تفصيل للجملة التي قبلها وتقرير لها:
_________
(١) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ٢٤٥] .',NULL,'93',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (91,'أي لا يكلّف كل واحد منهما ما لا يطيقه فلا تضاره بسبب ولده.
وَعَلَى الْوارِثِ مِثْلُ ذلِكَ معطوف على قوله: وَعَلَى الْمَوْلُودِ: وما بينهما تفسير للمعروف أو تعليل له معترض بين المعطوف والمعطوف عليه.
واختلف أهل العلم في معنى قوله هذا: فقيل: هو وارث الصبي: أي إذا مات المولود له كان على وارث هذا الصبي المولود وإرضاعه كما كان يلزم أباه ذلك. قاله عمر بن الخطاب وقتادة والسّدي والحسن ومجاهد وعطاء وأحمد وإسحاق وأبو حنيفة وابن أبي ليلى على خلاف بينهم: هل يكون الوجوب على من يأخذ نصيبا من الميراث؟
أو على الذكور فقط؟ أو على كل ذي رحم له وإن لم يكن وارثا منه؟
وقيل: المراد بالوارث وارث الأب يجب عليه نفقة المرضعة وكسوتها بالمعروف.
قاله الضحاك.
وقال مالك في تفسير هذه الآية بمثل ما قاله الضحاك ولكنه قال: إنها منسوخة وإنها لا تلزم الرجل نفقة أخ ولا ذي قرابة ولا ذي رحم منه، وشرطه الضحاك بأن لا يكون للصبي مال، وإن كان له مال أخذت أجرة رضاعه من ماله.
وقيل: المراد بالوارث المذكور في الآية هو الصبي نفسه: أي عليه من ماله إرضاع نفسه إذا مات أبوه وورث من ماله، قاله قبيصة بن ذؤيب وبشير بن نصر قاضي عمر بن عبد العزيز وروي عن الشافعي.
وقيل: هو الباقي من والدي المولود بعد موت الآخر منهما، فإذا مات الأب كان على الأم كفاية الطفل إذا لم يكن له مال، قاله سفيان الثوري.
وقيل: إن معنى قوله: وَعَلَى الْوارِثِ مِثْلُ ذلِكَ: أي وارث المرضعة يجب عليه أن يصنع بالمولود كما كانت الأم تصنعه به من الرضاع والخدمة والتربية.
وقيل: إن معنى على الوارث: أنه يحرم عليه الإضرار بالأم كما يحرم على الأب، وبه قالت طائفة من أهل العلم، قالوا: وهذا هو الأصل فمن ادّعى أنه يرجع فيه العطف إلى جميع ما تقدم فعليه الدليل.
قال القرطبي: وهو الصحيح إذ لو أراد الجميع الذي هو الرضاع والإنفاق وعدم الضرر لقال: وعلى الوارث مثل هؤلاء فدل على أنه معطوف على المنع من المضارّة',NULL,'94',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (92,'وعلى ذلك تأوله كافة المفسرين فيما حكى القاضي عبد الوهاب.
قال ابن عطية وقال مالك وجميع أصحابه والشعبي والزهري والضحاك وجماعة من العلماء: المراد بقوله مثل ذلك أن لا تضارّ، وأما الرزق والكسوة فلا يجب شيء منه. وحكى ابن القاسم عن مالك مثل ما قدمنا عنه من دعوى النسخ. ولا يخفى عليك ضعف ما ذهبت إليه هذه الطائفة فإن ما خصصوا به معنى قوله: وَعَلَى الْوارِثِ مِثْلُ ذلِكَ من ذلك المعنى- أي عدم الإضرار بالمرضعة- قد أفاده قوله لا تُضَارَّ والِدَةٌ بِوَلَدِها، يصدق ذلك على كل مضارّة ترد عليها من المولود له أو غيره.
وأما قول القرطبي: لو أراد الجميع لقال مثل هؤلاء، فلا يخفى ما فيه من الضعف البين، فإن اسم الاشارة يصلح للمتعدد كما يصلح للواحد بتأويل المذكور أو نحوه.
وأما ما ذهب إليه أهل القول الأوّل من أن المراد بالوارث وارث الصبيّ، فيقال عليه إنه لم يكن وارثا حقيقة مع وجود الصبيّ حيا، بل هو وارث مجازا باعتبار ما يؤول إليه.
وأما ما ذهب إليه أهل القول الثاني فهو وإن كان فيه حمل الوارث على معناه الحقيقي لكن في إيجاب النفقة عليه مع غنى الصبيّ ما فيه ولهذا قيده القائل به بأن يكون الصبي فقيرا. ووجه الاختلاف في تفسير الوارث ما تقدّم من ذكر الوالدة والمولود له والولد، فاحتمل أن يضاف الوارث إلى كل منهم.
فَإِنْ أَرادا فِصالًا الضمير للوالدين، والفصال: الفطام عن الرضاع أي التفريق بين الصبيّ والثدي، ومنه سمي الفصيل لأنه مفصول عن أمه.
عَنْ تَراضٍ مِنْهُما أي صادرا عن تراض من الأبوين إذا كان الفصال قبل الحولين.
وَتَشاوُرٍ أي استخراج رأي من أهل العلم في ذلك حتى يخبروا أن الفطام قبل الحولين لا يضر بالولد.
فَلا جُناحَ عَلَيْهِما في ذلك الفصال لما بين الله سبحانه أن مدّة الرضاع حولين كاملين قيد ذلك بقوله لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ وظاهره أن الأب وحده إذا أراد أن يفصل الصبي قبل الحولين كان ذلك جائزا له. وهنا اعتبر سبحانه تراضي الأبوين وتشاورهما فلا بد من الجمع بين الأمرين بأن يقال: إن الإرادة المذكورة في قوله لِمَنْ أَرادَ أَنْ يُتِمَّ',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (93,'الرَّضاعَةَ
لا بد أن تكون منهما، أو يقال: إن تلك الإرادة إذا لم يكن الأبوان للصبيّ حيين بأن يكون الموجود أحدهما أو كانت المرضعة للصبيّ غير أمه.
وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلادَكُمْ قال الزجاج: التقدير أن تسترضعوا لأولادكم غير الوالدة. وعن سيبويه أنه حذف اللام لأنه يتعدّى إلى مفعولين والمفعول الأول محذوف.
والمعنى أن تسترضعوا المراضع أولادكم.
فَلا جُناحَ عَلَيْكُمْ إِذا سَلَّمْتُمْ ما آتَيْتُمْ قيل: والمعنى أنه لا بأس عليكم أن تسترضعوا أولادكم غير أمهاتهم إذا سلمتم إلى الأمهات أجرهنّ بحساب ما قد أرضعن لكم إلى وقت إرادة الاسترضاع، قاله سفيان الثوري ومجاهد.
وقال قتادة والزهري: إن معنى الآية: إذا سلمتم ما آتيتم من إرادة الاسترضاع، أي سلم كل واحد من الأبوين ورضي كان ذلك عن اتفاق منهما وقصد خير وإرادة معروف من الأمر. وعلى هذا فيكون قوله: سلمتم، عاما للرجال والنساء تغليبا.
وعلى القول الأول الخطاب للرجال فقط. وقيل: المعنى إذا سلتم لمن أردتم استرضاعها أجرها فيكون المعنى إذا سلمتم ما أردتم إيتاءه: أي إعطاءه إلى المرضعات بالمعروف بما يتعارفه الناس من أجر المرضعات من دون مماطلة لهن أو حط بعض ما هو لهنّ من ذلك فإن عدم توفير أجرهن يبعثهن على التساهل بأمر الصبيّ والتفريط بشأنه.
[الآية السادسة والأربعون] وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْواجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً فَإِذا بَلَغْنَ أَجَلَهُنَّ فَلا جُناحَ عَلَيْكُمْ فِيما فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ (٢٣٤) .
لما ذكر سبحانه عدّة الطلاق واتصل بذكرها ذكر الإرضاع عقب ذلك بذكر عدة الوفاة لئلا يتوهم أن عدّة الوفاة مثل عدة الطلاق.
قال الزجاج: ومعنى الآية والرجال الذين يتوفون منكم ولهم زوجات فالزوجات يتربصن.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (94,'وقال أبو علي الفارسي تقديره: والذين يتوفون منكم ويذرون أزواجا يتربصن بعدهم.
وقيل: التقدير: وأزواج الذين إلخ. ذكره صاحب «الكشاف» ، وفيه أن قوله وَيَذَرُونَ أَزْواجاً لا يلائم ذلك التقدير، لأن الظاهر من النكرة المعادة المغايرة ووجه الحكمة في جعل العدّة للوفاة هذا المقدار أن الجنين ربما يضعف عن الحركة فتتأخر حركته قليلا ولا يتأخر عن هذا الأجل. وظاهر هذه الآية العموم وأن كل من مات عنها زوجها تكون عدّتها هذه العدّة ولكنه قد خصص هذا العموم قوله: وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ [الطلاق: ٤] وإلى هذا ذهب الجمهور وروي عن بعض الصحابة وجماعة من أهل العلم أن الحامل تعتد بآخر الأجلين جمعا بين العام والخاص وإعمالا لهما.
والحق ما قاله الجمهور والجمع بين العام والخاص على هذه الصفة لا يناسب قوانين اللغة ولا قواعد الشرع. ولا معنى لإخراج الخاص من بين أفراد العام إلا بيان أن حكمه مغاير لحكم العام ومخالف [له] «١» . وقد صح عنه صلّى الله عليه وآله وسلّم أنه أذن لسبيعة الأسلمية أن تتزوج بعد الوضع «٢» .
والتربص: التأني والتصبر عن النكاح وظاهر الآية عدم الفرق بين الصغيرة والكبيرة والحرة والأمة وذات الحيض والآيسة، وإن عدتهنّ جميعا للوفاة أربعة أشهر وعشرا.
وقيل: إن عدة الأمة نصف عدة الحرة شهران وخمسة أيام. قال ابن العربي:
إجماعا إلا ما يحكى عن الأصم فإنه يسوي بين الحرة والأمة.
وقال الباجي: ولا نعلم في ذلك خلافا إلا ما يروى عن ابن سيرين أنه قال عدتها عدة الحرة، وليس بالثابت عنه. ووجه ما ذهب إليه الأصم وابن سيرين ما في هذه الآية من العموم ووجه ما ذهب إليه من عداهما قياس عدة الوفاة على الحد فإنه ينصف للأمة لقوله تعالى: فَعَلَيْهِنَّ نِصْفُ ما عَلَى الْمُحْصَناتِ مِنَ الْعَذابِ. وقد تقدم حديث:
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٢٤٨] .
(٢) أخرجه البخاري في الصحيح [٩/ ٤٦٩] ح [٥٣١٨] ، [٥٣١٩] ، [٥٣٢٠] ومسلم في الصحيح ح [١٤٨٤] .',NULL,'97',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (95,'طلاق الأمة تطليقتان وعدتها حيضتان وهو صالح للاحتجاج به، وليس المراد منه إلا جعل طلاقها على النصف من طلاق الحرة وعدّتها على النصف من عدّتها ولكنه لما لم يمكن «١» أن يقال طلاقها تطليقة ونصف، وعدتها حيضة ونصف لكون ذلك لا يعقل، كانت عدّتها وطلاقها ذلك القدر المذكور في الحديث جبرا للكسر، ولكن هاهنا أمر يمنع من هذا القياس الذي عمل به الجمهور وهو أن الحكمة في جعل عدة الوفاة أربعة أشهر وعشرا هو ما قدمناه من معرفة خلوها من الحمل ولا يعرف إلا بتلك المدة ولا فرق بين الحرة والأمة في مثل ذلك بخلاف كون عدتها في غير الوفاة حيضتين، فإن ذلك يعرف به خلو الرحم ويؤيد عدم الفرق ما سيأتي في عدة أم الولد.
واختلف أهل العلم في أم الولد يموت سيدها: فقال سعيد بن المسيب ومجاهد وسعيد بن جبير والحسن وابن سيرين والزهري وعمر بن عبد العزيز والأوزاعي وإسحاق بن راهويه وأحمد بن حنبل في رواية عنه: إنها تعتد بأربعة أشهر وعشرا لحديث عمرو بن العاص قال: لا تلبسوا علينا سنة نبينا محمد صلّى الله عليه وآله وسلّم! عدة أم الولد إذا توفي عنها سيدها أربعة أشهر وعشرا «٢» . وأخرجه أحمد وأبو داود وابن ماجه والحاكم، وصححه، وضعفه أحمد وأبو عبيد. وقال الدارقطني: الصواب أنه موقوف. وقال طاووس وقتادة: عدّتها شهران وخمس ليال وقال أبو حنيفة «٣» وأصحابه والثوري وحسن بن صالح: تعتد ثلاث حيض وهو قول علي وابن مسعود وعطاء وإبراهيم النخعي.
وقال مالك والشافعي وأحمد في المشهور عنه «٤» : عدّتها حيضة وغير الحائض شهر وبه يقول ابن عمر والشعبي ومكحول والليث وأبو عبيد وأبو ثور والجمهور.
وقد أجمع العلماء على أن هذه الآية ناسخة لما بعدها من الاعتداد بالحول، وإن
_________
(١) جاء في المطبوع [يكن] وهو خطأ والتصحيح من فتح القدير [١/ ٢٤٨] .
(٢) أخرجه ابن الجارود في المنتقى [١/ ١٩٤]- ح [٧٦٩]- وابن حبان في صحيحه [١٠/ ١٣٦]- ح [٤٣٠٠] ، والحاكم في المستدرك [٢/ ٢٢٨]- ح [٢٨٣٦] ، والدارقطني في سننه [٣/ ٣٠٩]- ح [٢٤٣] ، وأبو داود [٢٣٠٨] ، وابن أبي شيبة في مصنفه [٤/ ١٤٤] والإمام أحمد في مسنده [٤/ ٢٠٣] ، وأبو يعلى في مسنده [١٣/ ٣٢٣]- ح [٧٣٣٨] .
(٣) انظر الفتاوى الهندية [١/ ٥٢٩] .
(٤) انظر الكافي لابن عبد البر [٢/ ٦٢٢]- روضة الطالبين [٨/ ٣٦٨] ، المغني لموفق الدين المقدسي [٩/ ١٤٧] .',NULL,'98',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (96,'كانت متقدمة في التلاوة.
فَإِذا بَلَغْنَ أَجَلَهُنَّ: المراد بالبلوغ هنا انقضاء العدة فَلا جُناحَ عَلَيْكُمْ فِيما فَعَلْنَ فِي أَنْفُسِهِنَّ من التزين والتعرض للخطاب بِالْمَعْرُوفِ الذي لا يخالف شرعا ولا عادة مستحسنة.
وقد استدل بذلك على وجوب الإحداد على المعتدة. وقد ثبت ذلك في الصحيحين وغيرهما- من غير وجه- أن النبي صلّى الله عليه وآله وسلّم قال: «لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث إلا على زوج أربعة أشهر وعشرا» «١» . وكذلك ثبت عنه صلّى الله عليه وآله وسلّم في الصحيحين وغيرهما النهي عن الكحل لمن هي في عدة الوفاة «٢» .
والإحداد: ترك الزينة من الطيب ولبس الثياب الجيدة والحلي وغير ذلك.
واختلفوا في عدّة البائنة على قولين واحتج أصحاب الإمام أبي حنيفة على جواز النكاح بغير وليّ بهذه الآية لأن إضافة الفعل إلى الفاعل محمولة على المباشرة وأجيب بأنه خطاب للأولياء ولو صح العقد بدونهم لما كانوا مخاطبين. ومحل كل ذلك كتب الفروع.
[الآية السابعة والأربعون] وَلا جُناحَ عَلَيْكُمْ فِيما عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّساءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلكِنْ لا تُواعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفاً وَلا تَعْزِمُوا عُقْدَةَ النِّكاحِ حَتَّى يَبْلُغَ الْكِتابُ أَجَلَهُ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ ما فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ (٢٣٥) .
الجناح: الإثم، أي لا إثم عليكم.
والتعريض «٣» ضد التصريح وهو من عرض الشيء أي: جانبه كأنه يحوم حول
_________
(١) أخرجه البخاري في الصحيح [٩/ ٤٩٣] ح [٥٣٤٥] و [١٢٨١] ومسلم في الصحيح ح [١٤٨٦] و [١٤٨٧] و [١٤٨٩] .
(٢) أخرجه البخاري في الصحيح [٩/ ٤٩٢] ح [٥٣٤٢] ومسلم في الصحيح [٢/ ١١٢٧] . [.....]
(٣) وقعت هذه الكلمة في المطبوع مصحفه والمثبت من فتح القدير [١/ ٢٥٠] .',NULL,'99',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (97,'الشيء ولا يظهره. فالمعرض بالكلام يوصل إلى صاحبه كلاما يفهم معناه.
قال في «الكشاف» : الفرق بين الكناية والتعريض أن الكناية أن تذكر الشيء بغير لفظه الموضوع له.
والتعريض: أن تذكر شيئا يدل به على شيء لم تذكره كما يقول المحتاج للمحتاج إليه: جئتك لأسلم عليك ولأنظر إلى وجهك الكريم، ولذلك قالوا: وحسبك بالتسليم مني تقاضيا.
وكأنه إمالة «١» الكلام إلى عرض يدل على الغرض ويسمى التلويح لأنه «٢» يلوح منه إلى ما يريده. انتهى.
والخطبة: بالكسر ما يفعله الطالب من الطلب والاستلطاف بالقول والفعل، وأما الخطبة بضم الخاء فهي: الكلام الذي يقوم به الرجل خاطبا.
أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ معناه سترتم وأضمرتم من التزويج بعد انقضاء العدة.
والإكنان: التستر والإخفاء ومنه بيض مكنون ودر مكنون.
عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ أي لا تصبرون عن النطق لهن برغبتكم فيهن فرخص لكم في التعريض دون التصريح.
وَلكِنْ لا تُواعِدُوهُنَّ سِرًّا، معناه على سر. وقد اختلف أهل العلم في معنى السر: فقيل أي نكاحا، وإليه ذهب جمهور العلماء أي: لا يقل الرجل لهذه المعتدة:
تزوجيني بل يعرض تعريضا.
وقيل: السر الزنا، أي: لا يكون منكم مواعدة على الزنا في العدة ثم التزوج بعدها. قاله جابر بن زيد وأبو مجلز والحسن وقتادة والضحاك والنخعي واختاره ابن جرير الطبري.
وقيل: السر: الجماع، أي لا تصفوا أنفسكم لهن بكثرة الجماع ترغيبا لهن في النكاح وإلى هذا ذهب الشافعي في معنى الآية.
قال ابن عطية: أجمعت الأمة على أن الكلام مع المعتدة بما هو رفث من ذكر
_________
(١) جاء في المطبوع [وكامالة] وهو خطأ والصواب ما أثبتناه من فتح القدير [١/ ٢٥٠] .
(٢) جاء في المطبوع [كأنه] وهو خطأ والتصحيح من فتح القدير [١/ ٢٥٠] .',NULL,'100',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (98,'جماع أو تحريض عليه لا يجوز. وقال أيضا: أجمعت الأمة على كراهة المواعدة في العدة للمرأة في نفسها وللأب في ابنته البكر وللسيد في أمته.
إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفاً قيل: هو استثناء منقطع بمعنى: لكن. والقول المعروف: هو ما أبيح من التعريض، ومنع صاحب «الكشاف» أن يكون منقطعا وقال:
هو مستثنى من قوله: لا تُواعِدُوهُنَّ أي مواعدة قط إلا مواعدة معروفة غير منكرة فجعله على هذا الاستثناء مفرغا ووجه كونه منقطعا أنه يؤدي إلى جعل التعريض موعودا وليس كذلك لأن التعريض طريق المواعدة لا أنه الموعود في نفسه.
وَلا تَعْزِمُوا عُقْدَةَ النِّكاحِ أي على عقدة النكاح وحذف على. قال سيبويه في هذه الآية: لا يقاس عليه. وقال النحاس: أي لا تعقدوا عقدة النكاح لأن معنى تعزموا وتعقدوا واحد. وقيل: إن العزم على الفعل يتقدمه فيكون في هذا النهي مبالغة لأنه إذ نهى عن التقدم على الشيء كان النهي عن ذلك الشيء بالأولى. حَتَّى يَبْلُغَ الْكِتابُ أَجَلَهُ:
يريد حتى تنقضي العدّة، والكتاب هنا: هو الحد والقدر الذي رسم من المدة سماه كتابا لكونه محدودا ومفروضا كقوله تعالى: إِنَّ الصَّلاةَ كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً (١٣٠) [النساء: ١٠٣] . وهذا الحكم- أعني تحريم عقد النكاح في العدة- مجمع عليه.
[الآية الثامنة والأربعون] لا جُناحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّساءَ ما لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتاعاً بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ (٢٣٦) .
المراد بالجناح هنا: التبعة من المهر ونحوه، فرفعه رفع لذلك: أي لا تبعة عليكم بالمهر ونحوه إِنْ طَلَّقْتُمُ النِّساءَ على الصفة المذكورة ما لَمْ تَمَسُّوهُنَّ ما مصدرية ظرفية بتقدير المضاف: أي مدة عدم مسيسكم. وقيل: شرطية من باب اعتراض الشرط على الشرط ليكون الثاني قيدا للأول، والمعنى: إن طلقتموهنّ غير ماسين لهنّ. وقيل:
موصولة: أي إن طلقتم النساء اللائي لم تمسوهن.
وهكذا اختلفوا في قوله أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً فقيل: «أو» بمعنى «إلا» أي: إلا أن تفرضوا.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (99,'وقيل: «بمعنى إلا» : أي: إلا أن تفرضوا.
وقيل: بمعنى حتى: أي حتى تفرضوا.
وقيل: بمعنى الواو: أي وتفرضوا. ولست أرى لهذا التطويل وجها. ومعنى الآية أوضح من أن يلتبس فإن الله سبحانه رفع الجناح عن المطلقين ما لم يقع أحد الأمرين أي مدّة انتفاء ذلك الأحد، ولا ينتفي الأحد المبهم إلا بانتفاء الأمرين معا، فإن وجد المسيس وجب المسمى أو مهر المثل. وإن وجد الفرض وجب نصفه مع عدم المسيس، وكل واحد منهما جناح أي المسمى أو مهر المثل أو نصفه.
واعلم أن المطلقات أربع: مطلقة مدخول بها مفروض لها- وهي التي تقدم ذكرها قبل هذه الآية- وفيها نهى الأزواج عن أن يأخذوا مما آتوهن شيئا وأن عدّتهنّ ثلاثة قروء.
ومطلقة غير مفروض لها ولا مدخول بها- وهي المذكورة هنا- فلا مهر لها بل المتعة، وبين في سورة الأحزاب أن غير المدخول بها إذا طلقت فلا عدّة لها.
ومطلقة مفروض لها غير مدخول بها وهي المذكورة بقوله سبحانه هنا: وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً.
ومطلقة مدخول بها غير مفروض لها وهي المذكورة في قوله فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ. والمراد بقوله: ما لَمْ تَمَسُّوهُنَّ: ما لم تجامعوهن. والمراد بالفريضة هنا: تسمية المهر.
وَمَتِّعُوهُنَّ: أي: أعطوهنّ شيئا يكون متاعا لهنّ، وظاهر الأمر الوجوب وبه قال علي وابن عمر والحسن البصري وسعيد بن جبير وأبو قلابة والزهري وقتادة والضحاك.
ومن أدلة الوجوب قوله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نَكَحْتُمُ الْمُؤْمِناتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَراحاً جَمِيلًا (٤٩) [الأحزاب: ٤٩] .
وقال مالك وأبو عبيد والقاضي شريح وغيرهم: أن المتعة للمطلقة المذكورة مندوبة لا واجبة لقوله تعالى حَقًّا عَلَى الْمُحْسِنِينَ (٢٣٦) [البقرة: ٢٣٦] أي: أن الوفاء بذلك والقيام به شأن أهل التقوى، وكل مسلم يجب عليه أن يتقي الله سبحانه.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (100,'وقد وقع الخلاف أيضا: هل المتعة مشروعة لغير هذه المطلقة قبل المسيس والفرض أو ليست بمشروعة إلا لها فقط؟
فقيل: إنها مشروعة لكل مطلقة وإليه ذهب ابن عباس وابن عمر وعطاء وجابر بن زيد وسعيد بن جبير وأبو العالية والحسن البصري والشافعي- في أحد قوليه- وأحمد وإسحاق.
ولكنهم اختلفوا هل هي واجبة في غير المطلقة قبل البناء والفرض أم مندوبة فقط؟
واستدلوا بقوله تعالى: وَلِلْمُطَلَّقاتِ مَتاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) وبقوله تعالى:
يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَياةَ الدُّنْيا وَزِينَتَها فَتَعالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَراحاً جَمِيلًا (٢٨) [الأحزاب: ٢٨] . والآية الأولى عامة لكل مطلقة، والثانية في أزواج النبي صلّى الله عليه وآله وسلّم وقد كنّ مفروضا لهنّ مدخولا بهن.
وقال سعيد بن المسيب: إنها تجب للمطلقة إذا طلقت قبل المسيس، وإن كانت مفروضا لها لقوله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نَكَحْتُمُ الْمُؤْمِناتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها فَمَتِّعُوهُنَّ (٤٩) [الأحزاب: ٤٩] ... إلخ قال هذه الآية التي في الأحزاب نسخت بالتي في البقرة.
وذهب جماعة من أهل العلم إلى أن المتعة مختصة بالمطلقة قبل البناء والتسمية لأن المدخول بها تستحق جميع المسمى أو مهر المثل. وغير المدخولة التي قد فرض لها زوجها فريضة: أي يسمى لها مهرا. وطلقها قبل الدخول المستحق نصف المسمى.
ومن القائلين بهذا ابن عمر ومجاهد ووقع الإجماع على أن المطلقة قبل الدخول والفرض لا تستحق إلا المتعة إذا كانت حرة، وأما إذا كانت أمة فذهب الجمهور إلى أن لها المتعة. وقال الأوزاعي والثوري: لا متعة لها لأنها تكون لسيدها، وهو لا يستحق مالا في مقابل تأذي مملوكته لأن الله سبحانه إنما شرع المتعة للمطلقة قبل الدخول والفرض لكونها تتأذى بالطلاق قبل ذلك.
وقد اختلفوا في المتعة المشروعة: هل هي مقدورة بقدر أم لا؟
فقال مالك والشافعي: لا حدّ لها معروف، بل ما يقع عليه اسم المتعة «١» .
_________
(١) اعلم أن أحد قولي الإمام الشافعي، وإحدى روايات الإمام أحمد أنه موكل إلى اجتهاد الحاكم.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (101,'وقال أبو حنيفة: إذا تنازع الزوجان في قدر المتعة وجب لها نصف مهر «١» مثلها ولا ينقص عن خمسة دراهم لأن أقل المهر عشرة دراهم وللسلف في ذلك أقوال.
عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ وهذا يدل على أن الاعتبار في ذلك بحال الزوج فالمتعة من الغني فوق المتعة من الفقير «٢» ولا ينظر إلى قدر الزوجة وقيل:
هذا ضعيف في مذهب الشافعي، بل ينظر الحاكم باجتهاد إلى حالهما جميعا على أظهر الوجوه مَتاعاً أي متعوهن متاعا بِالْمَعْرُوفِ: ما عرف في الشرع والعادة الموافقة له. حَقًّا عَلَى الْمُحْسِنِينَ (٢٣٦) : وصف لقوله متاعا أو مصدر لفعل محذوف: أي حق ذلك حقا.
[الآية التاسعة والأربعون] وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ ما فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِما تَعْمَلُونَ بَصِيرٌ (٢٣٧) .
أي تجامعوهن، وفيه دليل على أن المتعة لا تجب لمثل هذه المطلقة لوقوعها في مقابل المطلقة قبل البناء والفرض التي تستحق المتعة. وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ ما فَرَضْتُمْ: أي فالواجب عليكم نصف ما سميتم لهنّ من المهر. وهذا مجمع عليه.
وقد وقع الاتفاق أيضا على أن المرأة التي لم يدخل بها زوجها ومات وقد فرض لها مهرا تستحقه كاملا بالموت، ولها الميراث، وعليها العدة.
واختلفوا في الخلوة: هل تقوم مقام الدخول وتستحق المرأة بها كمال المهر كما تستحقه بالدخول أم لا؟ فذهب إلى الأول مالك والشافعي- في القديم- والكوفيون
_________
وعن الشافعي قول آخر: أنه بمقدار ما يقع الاسم عليه كالصداق، ويصح بما قول وجل.
انظر: روضة الطالبين [٧/ ٣٢٢]- مغني المحتاج [٢/ ٢٤٢]- الكافي لموفق الدين المقدسي [٧٣١٣]- الإفصاح لابن هبيرة [١١٢١٢]-.
(١) جاء في المطبوع [من] وهو خطأ والتصحيح من فتح القدير [١/ ٢٥٣] وانظر الهداية [١/ ٢٢٢] .
(٢) جاء في المطبوع [الأخير] وهو خطأ والتصحيح من فتح القدير [١/ ٢٥٣] .',NULL,'104',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (102,'والخلفاء الراشدون وجمهور أهل العلم وتجب عندهم أيضا العدة. وقال الشافعي- في الجديد- لا يجب إلا نصف المهر وهو ظاهر الآية لما تقدم من أن المسيس هو الجماع.
ولا تجب عنده العدة، وإليه ذهب جماعة من السلف.
إِلَّا أَنْ يَعْفُونَ: أي المطلقات ومعناه يتركن ويصفحن، وهو استثناء مفرغ من أعمّ العام. وقيل: العام، وقيل: منقطع. ومعناه يتركن النصف الذي يجب لهنّ على الأزواج ولم يسقط النون لكونها ضميرا وليست بعلامة إعراب. وهذا ما عليه جمهور المفسرين. وروي عن محمد بن كعب القرظي أنه قال: إِلَّا أَنْ يَعْفُونَ، الرجال وهو ضعيف لفظا ومعنى.
أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ: قيل: هو الزوج، وبه قال جبير بن مطعم وسعيد بن المسيب وشريح وسعيد بن جبير ومجاهد والشعبي وعكرمة ونافع وابن سيرين والضحاك ومحمد بن كعب القرظي وجابر بن زيد وأبو مجلز والربيع بن أنس وإياس بن معاوية ومكحول ومقاتل بن حيان. وهو الجديد من قولي الشافعي وبه قال أبو حنيفة وأصحابه والثوري وابن شبرمة والأوزاعي ورجحه ابن جرير.
وفي هذا القول قوة وضعف: أما قوته فلكون الذي بيده عقدة النكاح حقيقة هو الزوج لأنه [هو] الذي إليه رفعه بالطلاق.
وأما ضعفه فلكون العفو منه غير معقول، وما قالوا به من أن المراد بعفوه أن يعطيها المهر كاملا غير ظاهر لأن العفو لا يطلق على الزيادة.
وقيل: المراد بقوله: أَوْ يَعْفُوَا الَّذِي بِيَدِهِ عُقْدَةُ النِّكاحِ، هو الولي. وبه قال النخعي وعلقمة والحسن وطاووس وعطاء وأبو الزناد وزيد بن أسلم وربيعة والزهري والأسود بن يزيد والشعبي وقتادة ومالك والشافعي في قوله القديم وفيه أيضا قوة وضعف: أما قوته فلكون معنى العفو فيه معقولا، وأما ضعفه فلكون عقدة النكاح بيد الزوج لا بيده. ومما يزيد هذا القول ضعفا أنه ليس للوليّ أن يعفو عن الزوج مما لا يملكه. وقد حكى القرطبي الإجماع على أن الوليّ لا يملك شيئا من مالها، والمهر مالها. فالراجح ما قاله الأولون لوجهين: الأول: أن الزوج هو الذي بيده عقدة النكاح حقيقة، الثاني: أن عفوه بإكمال المهر هو صادر عن مالك مطلق التصرف بخلاف الولي. وتسميته الزيادة عفوا وإن كان خلاف الظاهر لكنف لما كان الغالب أنهم يسوقون',NULL,'105',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (103,'المهر كاملا عند العقد كان العفو معقولا لأنه تركه لها ولم يسترجع النصف منه. ولا يحتاج في هذا أن يقال إنه من باب المشاكلة- كما في الكشاف- لأنه عفو حقيقي: أي ترك ما تستحق المطالبة به إلا أن يقال إنه مشاكلة أو تغليب في توفيته المهر قبل أن يسوقه الزوج.
[الآية الخمسون] حافِظُوا عَلَى الصَّلَواتِ وَالصَّلاةِ الْوُسْطى وَقُومُوا لِلَّهِ قانِتِينَ (٢٣٨) .
المحافظة على الشيء: هي المداومة والمواظبة عليه. والأمر للوجوب. والمراد بالصلوات هي الخمس المكتوبات. فالمعنى واظبوا عليها برعاية شرائطها وأركانها.
وَالصَّلاةِ الْوُسْطى: الأوسط وأوسط الشيء ووسطه خياره ومنه قوله تعالى:
وَكَذلِكَ جَعَلْناكُمْ أُمَّةً وَسَطاً [البقرة: ١٤٣] . وأفرد الصلاة الوسطى بالذكر بعد دخولها في عموم الصلوات تشريفا لها.
وقد اختلف أهل العلم في تعيينها على ثمانية عشر قولا أوردها الشوكاني في شرحه للمنتقى وذكر ما تمسكت به كل طائفة. وأرجح الأقوال وأصحها ما ذهب إليه الجمهور من أنها العصر لما ثبت عند البخاري ومسلم وأهل السنن وغيرهم من حديث عليّ رضي الله عنه قال: كنا نراها الفجر حتى سمعت رسول الله صلّى الله عليه وآله وسلّم يقول يوم الأحزاب: «شغلونا عن الصلاة الوسطى صلاة العصر، ملأ الله قبورهم وأجوافهم نارا» «١» .
وأخرج مسلم والترمذي وابن ماجة وغيرهم من حديث ابن مسعود مرفوعا مثله «٢» .
وأخرجه أيضا ابن جرير وابن المنذر والطبراني من حديث ابن عباس مرفوعا «٣» .
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٦/ ١٠٥] ح [٢٩٣١] و [٤١١١] و [٤٥٣٣] و [٦٣٩٦] ومسلم في الصحيح ح [٦٢٧] .
انظر كشف المغطى في تبيين الصلاة الوسطى [١٧- ٢٧] .
(٢) أخرجه مسلم في الصحيح ح [٦٢٨] وأحمد في المسند [١/ ٣٩٢] والترمذي في السنن ح [١٨١] .
(٣) أخرجه الطبراني في الكبير [١١/ ٣٢٩] ح [١١٩٠٥] وفي الأوسط كما في المجمع [١/ ٣٠٩]',NULL,'106',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (104,'وأخرجه البزار بإسناد صحيح من حديث جابر مرفوعا.
وأخرجه أيضا البزار بإسناد صحيح من حديث حذيفة مرفوعا.
وأخرجه الطبراني بإسناد ضعيف من حديث أم سلمة مرفوعا، وورد من غير ذكر يوم الأحزاب أحاديث مرفوعة إلى النبي صلّى الله عليه وآله وسلّم بأسانيد صحيحة مصرحة بأنها القصر.
وقد روي عن الصحابة تعيين أنها العصر آثار كثيرة «١» وفي الثابت عن النبي صلّى الله عليه وآله وسلّم ما لا يحتاج معه إلى غيره.
وأما ما ورد عن عليّ وابن عباس أنهما قالا: إنها صلاة الصبح، كما أخرجه مالك في الموطأ عنهما وأخرجه ابن جرير عن ابن عباس، وكذلك غيره عن ابن عمر وأبي أمامة رضي الله عنهم. فكل ذلك من أقوالهم وليس فيها شيء من المرفوع إلى النبي صلّى الله عليه وآله وسلّم، ولا تقوم بمثل ذلك حجة لا سيما إذا عارض ما قد ثبت عنه صلّى الله عليه وآله وسلّم ثبوتا يمكن أن يدعى فيه التواتر. وإذا لم تقم الحجة بأقوال الصحابة لم تقم بأقوال من بعدهم من التابعين وتابعيهم بالأولى.
وهكذا لا تقوم الحجة بما أخرجه ابن أبي حاتم بإسناد حسن عن ابن عباس أنها صلاة المغرب.
وهكذا لا اعتبار بما ورد من أقوال جماعة من الصحابة أنها الظهر أو غيرها من الصلوات.
ولكن المحتاج إلى إمعان نظر وفكر ما ورد مرفوعا إلى النبي صلّى الله عليه وآله وسلّم مما فيه دلالة على أنها الظهر كما أخرجه ابن جرير عن زيد بن ثابت مرفوعا أنها صلاة الظهر «٢» - ولا يصح رفعه- بل المروي ذلك عن زيد من قوله واستدل على ذلك بأن النبي صلّى الله عليه وآله وسلّم كان يصلي بالهاجرة وكانت أثقل الصلاة على أصحابه فلذا خصصها بالذكر.
وأين يقع هذا الاستدلال من تلك الأحاديث الصحيحة الثابتة عن النبي صلّى الله عليه وآله وسلّم؟
وهكذا لا اعتبار بما روي عن ابن عمر وعائشة وأبي سعيد الخدري من قولهم: إنها
_________
وابن جرير في التفسير [٢/ ٥٧٤] ح [٥٤٣٦] .
(١) انظرها في تفسير ابن جرير [٢/ ٥٦٩- ٥٧٦] .
(٢) أخرجه ابن جرير في التفسير [٢/ ٥٧٧] ح [٥٤٦٣] .',NULL,'107',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (105,'الظهر، وغيرهم. فلا حجة في قول أحد مع قول رسول الله صلّى الله عليه وآله وسلّم.
وأما ما روي عن حفصة وعائشة وأم سلمة: في القرآن الصلاة الوسطى وصلاة العصر- مرفوعا- فغاية ما يدل عليه عطف صلاة العصر على الصلاة الوسطى أنها غيرها.
وهذا الاستدلال لا يعارض ما ثبت عنه صلّى الله عليه وآله وسلّم ثبوتا لا يدفع أنها العصر. وهذه القراءة التي نقلتها أمهات المؤمنين الثلاثة بإثبات قوله: وصلاة العصر، معارضة بما أخرجه ابن جرير عن عروة قال: كان في مصحف عائشة: وهي صلاة العصر، وفي رواية: صلاة العصر، بغير الواو، وهكذا أخرج ابن جرير والطحاوي والبيهقي عن عمر بن رافع قال: كان مكتوبا في مصحف حفصة: وهي صلاة العصر، فهذه الروايات تعارض تلك الروايات باعتبار التلاوة ونقل القراءة، ويبقى ما صح عن النبي صلّى الله عليه وآله وسلّم من التعيين صافيا عن شوب كدر المعارضة. على أنه قد ورد ما يدل على نسخ تلك القراءة التي نقلتها حفصة وعائشة وأم سلمة. وإذا عرفت ما سقناه تبين لك أنه لم يرد ما يعارض أن الصلاة الوسطى صلاة العصر.
وأما حجج بقية الأقوال فليس فيها شيء مما ينبغي الاشتغال به لأنه لم يثبت عن النبي صلّى الله عليه وآله وسلّم في ذلك شيء وبعض القائلين عول على أمر لا يعول عليه فقال: إنها صلاة كذا لأنها وسطى بالنسبة إلى أن قبلها كذا من الصلوات وبعدها كذا من الصلوات. وهذا الرأس المحض والتخمين البحت لا ينبغي أن تسند إليه الأحكام الشرعية على فرض عدم وجود ما يعارضه عن رسول الله صلّى الله عليه وآله وسلّم فكيف مع وجود ما هو في أعلى درجات الصحة والقوة والثبوت عن رسول الله صلّى الله عليه وآله وسلّم؟! ويا لله العجب من قوم لم يكتفوا بتقصيرهم في علم السنة وإعراضهم عن خير العلوم وأنفعها حتى كلفوا أنفسهم التكلم على أحكام الله والتجرؤ على تفسير كتاب الله بغير علم ولا هدى فجاءوا بما يضحك منه تارة ويبكى منه أخرى!! ..
وَقُومُوا لِلَّهِ قانِتِينَ (٢٣٨) القنوت قيل: هو الطاعة، قاله جابر بن زيد وعطاء وسعيد بن جبير والضحاك والشافعي.
وقيل: هو الخشوع، قاله ابن عمر ومجاهد.
وقيل: هو الدعاء، وبه قال ابن عباس.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (106,'وفي الحديث أن رسول الله صلّى الله عليه وآله وسلّم قنت شهرا يدعو على رعل وذكوان «١» .
وقال قوم القنوت: طول القيام، وقيل معنى قانتين: ساكتين، قاله السّدي. ويدل عليه حديث زيد بن أرقم في الصحيحين وغيرهما قال: كان الرجل يكلم صاحبه على عهد رسول الله صلّى الله عليه وآله وسلّم في الحاجة في الصلاة حتى نزلت هذه الآية وَقُومُوا لِلَّهِ قانِتِينَ (٢٣٨) فأمرنا بالسكوت «٢» .
وقيل: أصل القنوت في اللغة: الدوام على الشيء، فكل معنى يناسب الدوام يصح إطلاق القنوت عليه. وقد ذكر أهل العلم أن للقنوت ثلاثة عشر معنى، ذكر ذلك الشوكاني في «نيل الأوطار» . والمتعين هنا حمل القنوت على السكوت للحديث المذكور.
وقد اختلفت الأحاديث في القنوت المصطلح عليه: هل هو قبل الركوع أو بعده؟
وهل هو في جميع الصلوات أو بعضها؟ وهل هو مختص بالنوازل أم لا؟ والراجح اختصاصه بالنوازل. أوضح الشوكاني ذلك في شرح المنتقى «٣» . وقد أوردت جملة صالحة من ذلك في «الروضة الندية» و «مسك الختام» .
فَإِنْ خِفْتُمْ فَرِجالًا أَوْ رُكْباناً: الخوف: هو الفزع.. والرجال: جمع رجل أو راجل من قولهم رجل الإنسان يرجل رجلا إذا عدم المركوب، ومشى على قدميه فهو رجل وراجل. يقول أهل الحجاز: مشى فلان إلى بيت الله حافيا رجلا حكاه ابن جرير الطبري وغيره. لما ذكر الله سبحانه الأمر بالمحافظة على الصلوات ذكر حالة الخوف وأنهم يصنعون فيها ما يمكنهم ويدخل تحت طوقهم من المحافظة على الصلوات بفعلها حال الترجل والركوب كيف كانت.
وأبان لهم أن هذه العبادة لازمة في كل الأحوال بحسب الإمكان.
وقد اختلف أهل العلم في حد الخوف المبيح لذلك والبحث مستوفى في كتب الفروع.
_________
(١) أخرجه البخاري في الصحيح [٢/ ٤٨٩] ح [١٠٠٢] ومسلم في الصحيح ح [٢٩٧] و [٥٣٩] وأحمد في المسند [٤/ ٣٦٨] وأبو داود في السنن ح [٩٤٩] والترمذي في السنن ح [٤٠٥] . [.....]
(٢) أخرجه مسلم في الصحيح ح [٥٣٩] والبخاري في الصحيح [٨/ ١٩٨] ح [٤٥٣٤] .
(٣) شرح المنتقى [٢/ ٣٩٣] .',NULL,'109',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (107,'فَإِذا أَمِنْتُمْ: أي زال خوفكم فارجعوا إلى ما أمرتم به من إتمام الصلاة مستقبلين القبلة قائمين بجميع شروطها وأركانها، وهو قوله فَاذْكُرُوا اللَّهَ كَما عَلَّمَكُمْ: أي مثل ما علمكم من الشرائع ما لَمْ تَكُونُوا تَعْلَمُونَ (٢٣٩) والكاف صفة لمصدر محذوف: أي ذكرا كائنا كتعليمه إياكم ومثل تعليمه إياكم، وفيه إشارة إلى إنعام الله تعالى علينا بالعلم، ولولا تعليمه إيانا لم نعلم شيئا، فله الحمد كما يليق.
[الآية الحادية والخمسون]
وَلِلْمُطَلَّقاتِ مَتاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) .
قد اختلف المفسرون في هذه الآية: فقيل: هي المتعة وإنها واجبة لكل مطلقة، وقيل: إن هذه الآية خاصة بالثيبات اللواتي قد جومعن، لأنه قد تقدم قبل هذه الآية ذكر المتعة للواتي لم يدخل بهنّ الأزواج وقد قدمنا الكلام على هذه المتعة والخلاف في كونها خاصة بمن طلقت قبل البناء والفرض أو عامة للمطلقات.
وقيل: إن هذه الآية شاملة للمتعة الواجبة وهي متعة المطلقة قبل البناء والفرض، وغير الواجبة وهي متعة سائر المطلقات فإنها مستحبة فقط. وقيل: المراد بالمتعة هنا النفقة.
[الآية الثانية والخمسون]
يا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقاتِكُمْ بِالْمَنِّ وَالْأَذى كَالَّذِي يُنْفِقُ مالَهُ رِئاءَ النَّاسِ وَلا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوانٍ عَلَيْهِ تُرابٌ فَأَصابَهُ وابِلٌ فَتَرَكَهُ صَلْداً لا يَقْدِرُونَ عَلى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لا يَهْدِي الْقَوْمَ الْكافِرِينَ (٢٦٤) .
أي من جيد ما كسبتم ومختاره، كذا قال الجمهور.
وقال جماعة: إن معنى الطيبات هنا الحلال، ولا مانع من اعتبار الأمرين جميعا لأن جيد الكسب ومختاره إنما يطلق على الحلال عند أهل الشرع وإن أطلقه أهل اللغة على ما هو جيد في نفسه حلالا كان أو حراما، فالحقيقة الشرعية مقدّمة على اللغوية.
قيل: وفيه دليل على إباحة الكسب.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (108,'وأخرج البخاري عن المقدام مرفوعا: «ما أكل أحد طعاما [قطّ] خيرا من أن يأكل من عمل يده» «١» .
وَمِمَّا أَخْرَجْنا لَكُمْ مِنَ الْأَرْضِ أي من طيباتها، وحذف لدلالة ما قبله عليه وهي النباتات والمعادن والركاز. وظهر الآية وجوب الزكاة في كل ما خرج من الأرض وخصه الشافعي بما يزرعه الآدميون ويقتات اختيارا وقد بلغ نصابا. وثمر النخل وثمر العنب.
وتفصيل المذاهب في كتب الفروع.
وَلا تَيَمَّمُوا الْخَبِيثَ أي لا تقصدوا المال الرديء. وفي الآية أمر بإنفاق الطيب والنهي عن إنفاق الخبيث. وقد ذهب جماعة من السلف إلى أن الآية في الصدقة المفروضة، وذهب آخرون إلى أنها تعمّ صدقة الفرض والتطوع، وهو الظاهر. وتقدم الظرف «٢» في قوله: مِنْهُ تُنْفِقُونَ يفيد التخصيص: أي لا تخصصوا الخبيث بالإنفاق قاصرين له عليه.
وَلَسْتُمْ بِآخِذِيهِ: أي والحال أنكم لا تأخذونه في معاملاتكم في وقت من الأوقات. هكذا بيّن معناه الجمهور وقيل: معناه لستم بآخذيه لو وجدتموه في السوق يباع.
إِلَّا أَنْ تُغْمِضُوا فِيهِ أغمض الرجل في أمر كذا إذا تساهل ورضي ببعض حقه وتجاوز وغمض بصره عنه.
[الآية الرابعة والخمسون]
الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِّ ذلِكَ بِأَنَّهُمْ قالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا فَمَنْ جاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهى فَلَهُ ما سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عادَ فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ (٢٧٥) .
الربا في اللغة: الزيادة مطلقا، وفي الشرع يطلق على شيئين: على ربا الفضل وربا النسيئة حسب ما هو مفصل في كتب الفروع.
_________
(١) أخرجه البخاري في الصحيح [٤/ ٣٠٣] ح [٢٠٧٢] .
(٢) جاء في المطبوع [الظروف] والتصحيح من فتح القدير [١/ ٢٨٩] .',NULL,'111',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (109,'وغالب ما كانت تفعله الجاهلية إذا حلّ أجل الدين قال من هو له، لمن هو عليه:
أتقضي أم تربي؟ فإذا لم يقض زاد مقدارا في المال الذي عليه وأخر له الأجل إلى حين.
وهذا حرام بالاتفاق. ومعنى الآية أن الله أحل البيع وحرّم نوعا من أنواعه وهو المشتمل على الربا.
والبيع مصدر باع يبيع: أي دفع عوضا وأخذ معوّضا، وقد وردت أحاديث كثيرة في تعظيم ذنب الربا منها حديث عبد الله بن مسعود عند الحاكم- وصححه- والبيهقي عن النبي صلّى الله عليه وآله وسلّم قال: «الربا ثلاثة وسبعون بابا أيسرها مثل أن ينكح الرجل أمه! وإن أربى الربا عرض الرجل المسلم» «١» . وورد هذا المعنى- مع اختلاف العدد- عن جمع من الصحابة منهم عبد الله بن سلام وكعب وابن عباس. وتمام الكلام في هذا المرام في شرحنا لبلوغ المرام فليرجع إليه.
[الآية الخامسة والخمسون]
فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُسُ أَمْوالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ (٢٧٩) .
وَإِنْ تُبْتُمْ أي من الربا فَلَكُمْ رُؤُسُ أَمْوالِكُمْ تأخذونها لا تَظْلِمُونَ غرماءكم بأخذ الزيادة وَلا تُظْلَمُونَ (٢٧٩) أنتم من قبلهم بالمطل والنقص. وفي هذا دليل على أن أموالهم- مع عدم التوبة- حلال لمن أخذها من الأئمة ونحوهم، وقد دلت الآية التي قبلها أعني قوله: فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ، على أن أكل الربا والعمل به من الكبائر. ولا خلاف في ذلك.
[الآية السادسة والخمسون] وَإِنْ كانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلى مَيْسَرَةٍ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٢٨٠) .
لما حكم سبحانه لأهل الربا برؤوس أموالهم عند الواجدين للمال، حكم في ذوي العسرة بالنظرة إلى اليسار.
_________
(١) [صحيح] أخرجه الحاكم في المستدرك [٢/ ٣٦] انظر صحيح الجامع ح [٩٥٣٩] .',NULL,'112',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (110,'والعسرة: ضيق الحال من جهة عدم المال، ومنه جيش العسرة.
والنظرة: التأخير.
والميسرة: مصدر بمعنى اليسر، وارتفع «ذو» بكان التامة التي بمعنى وجد. وهذا قول سيبويه وأبي علي الفارسي وغيرهما، وفي مصحف أبيّ: إن كان ذا عسرة على معنى وإن كان المطلوب ذا عسرة، وعلى هذا يختص لفظ الآية بأهل الربا، وعلى من قرأ ذو فهي عامة في جميع من عليه دين. وإليه ذهب الجمهور.
وَأَنْ تَصَدَّقُوا على معسري غرمائكم بالإبراء خَيْرٌ لَكُمْ وفيه الترغيب لهم بأن يتصدقوا برؤوس أموالهم كلها أو بعض منها على من أعسر وجعل ذلك خيرا من إنظاره. قاله السّدي وابن زيد والضحاك.
وقال آخرون: معنى الآية وأن تصدقوا على الغني والفقير خير لكم، والصحيح الأول. وليس في الآية مدخل للغني.
إِنْ كُنْتُمْ تَعْلَمُونَ (٢٨٠) ، جوابه محذوف: أي إن كنتم تعلمون أنه خير لكم عملتم به. وقد وردت أحاديث صحيحه في «الصحيحين» وغيرهما في الترغيب لمن له دين على معسر أن ينظره.
[الآية السابعة والخمسون]
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا تَدايَنْتُمْ بِدَيْنٍ إِلى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كاتِبٌ بِالْعَدْلِ وَلا يَأْبَ كاتِبٌ أَنْ يَكْتُبَ كَما عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا يَبْخَسْ مِنْهُ شَيْئاً فَإِنْ كانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً أَوْ ضَعِيفاً أَوْ لا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجالِكُمْ فَإِنْ لَمْ يَكُونا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ أَنْ تَضِلَّ إِحْداهُما فَتُذَكِّرَ إِحْداهُمَا الْأُخْرى وَلا يَأْبَ الشُّهَداءُ إِذا ما دُعُوا وَلا تَسْئَمُوا أَنْ تَكْتُبُوهُ صَغِيراً أَوْ كَبِيراً إِلى أَجَلِهِ ذلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهادَةِ وَأَدْنى أَلَّا تَرْتابُوا إِلَّا أَنْ تَكُونَ تِجارَةً حاضِرَةً تُدِيرُونَها بَيْنَكُمْ فَلَيْسَ',NULL,'113',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (111,'عَلَيْكُمْ جُناحٌ أَلَّا تَكْتُبُوها وَأَشْهِدُوا إِذا تَبايَعْتُمْ وَلا يُضَارَّ كاتِبٌ وَلا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢) .
هذا شروع في بيان حال المداينة الواقعة بين الناس بعد بيان حال الربا: أي إذا داين بعضكم بعضا وعامله بذلك سواء كان معطيا أو آخذا.
والدين: عبارة عن كل معاملة كان أحد العوضين فيها نقدا والآخر في الذمة نسيئة.
وإن العين: عند العرب ما كان حاضرا، والدين ما كان غائبا.
وقد بين الله سبحانه هذا المعنى بقوله: إِلى أَجَلٍ مُسَمًّى وقد استدل به على أن الأجل المجهول لا يجوز، وخصوصا أجل السلم.
وقد ثبت في الصحيح عن النبي صلّى الله عليه وآله وسلّم: «من أسلف في ثمر فليسلف في كيل معلوم إلى أجل معلوم» «١» . وقد قال بذلك الجمهور واشترطوا توقيته بالأيام أو الأشهر أو السنين.
قالوا: ولا يجوز إلى الحصاد أو الدياس أو رجوع القافلة أو نحو ذلك، وجوزه مالك.
فَاكْتُبُوهُ: أي الدين بأجله بيعا كان أو سلما أو قرضا، لأنه أرفع للنزاع وأقطع للخلاف.
وَلْيَكْتُبْ بَيْنَكُمْ كاتِبٌ هو بيان لكيفية الكتابة المأمور بها. وظاهر الأمر الوجوب وبه قال عطاء والشعبي وغيرهما، وأوجبوا على الكاتب أن يكتب إذا طلب منه ذلك، ولم يوجد كاتب سواه، وقيل: الأمر للندب. وبه قال الجمهور.
بِالْعَدْلِ صفة لكاتب أي كاتب كائن بالعدل: أي يكتب بالسوية لا يزيد ولا ينقص ولا يميل إلى أحد الجانين، وهو أمر للمداينين باختيار كاتب متصد بهذه الصفة لا يكون في قلبه ولا قلمه هوادة لأحدهما على الآخر بل يتحرى الحق بينهم والمعدلة فيهم.
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٤/ ٤٢٨] ح [٢٢٣٩] و [٢٢٤٠] و [٢٢٤١] و [٢٢٥٣] ومسلم في الصحيح ح [١٦٠٤] .',NULL,'114',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (112,'وَلا يَأْبَ كاتِبٌ النكرة في سياق النفي مشعرة بالعموم: أي لا يمتنع أحد من الكتاب أَنْ يَكْتُبَ كتاب التداين كَما عَلَّمَهُ اللَّهُ: أي على الطريقة التي علمه الله من الكتابة أو كما علمه الله بقوله العدل.
فَلْيَكْتُبْ وَلْيُمْلِلِ: الإملال والإملاء لغتان: الأولى لغة أهل الحجاز وبني أسد، والثانية لغة بني تميم. فهذه الآية جاءت على اللغة الأولى. وجاء على اللغة الثانية قوله تعالى: فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا (٥) [الفرقان: ٥] .
الَّذِي عَلَيْهِ الْحَقُّ: هو من عليه الدين أمره الله تعالى بالإملاء، لأن الشهادة إنما تكون على إقراره بثبوت الدين في ذمته، وأمره الله بالتقوى فيما يمليه على الكاتب، وبالغ في ذلك بالجمع بين الاسم والوصف في قوله: وَلْيَتَّقِ اللَّهَ رَبَّهُ، ونهاه عن البخس وهو النقص بقوله: يَبْخَسْ مِنْهُ شَيْئاً وقيل: إنه نهي للكاتب، والأول أولى لأن من عليه الحق هو الذي يتوقع منه النقص ولو كان نهيا للكاتب لم يقتصر في نهيه عن النقص لأنه يتوقع منه الزيادة كما يتوقع منه النقص.
فَإِنْ كانَ الَّذِي عَلَيْهِ الْحَقُّ إظهار في مقام الإضمار لزيادة الكشف والبيان.
سَفِيهاً هو الذي لا رأي له في حسن التصرف فلا يحسن الأخذ ولا الإعطاء شبه بالثوب السفيه وهو الخفيف النسج. وبالجملة فالسفيه هنا هو المبذر إما بجهله بالتصرف أو لتلاعبه بالمال عبثا مع كونه لا يجهل الصواب. وقيل: هو الطفل الجاهل بالإملاء.
أَوْ ضَعِيفاً وهو الشيخ الكبير أو الصبي. قال أهل اللغة: الضعف بضم الضاد في البدن، وبفتحها في الرأي أو الذي لا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ أي لخرس أو لعيّ أو حبس أو غيبة لا يمكنه الحضور عند الكتب فالمراد الذي لا يقدر على التعبير كما ينبغي.
وقيل: إن الضعيف هو المذهول «١» العقل الناقص الفطنة العاجز عن الإملاء، والذي لا يستطيع أن يمل هو الصغير.
فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ: الضمير عائد إلى الذي عليه الحق: فيمل عن السفيه وليه
_________
(١) جاء في المطبوع [المدخول] وهو خطأ والتصحيح من فتح القدير [١/ ٣٠٠] .',NULL,'115',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (113,'المنصوب عنه بعد حجره عن التصرف في ماله، ويمل عن الصبي وصيه أو وليه وكذلك يمل عن العاجز الذي لا يستطيع الإملال لضعفه وليّه لأنه في حكم الصبي أو المنصوب عنه من الإمام أو القاضي. ويمل عن الذي لا يستطيع وكيله إذا كان صحيح العقل وعرضت له آفة في لسانه، أو لم تعرض ولكنه جاهل لا يقدر على التعبير كما ينبغي.
وقال الطبري «١» الضمير في قوله: وَلِيُّهُ يعود إلى الحق وهو ضعيف جدا.
قال القرطبي في «تفسيره» «٢» وتصرف السفيه المحجور عليه دون وليه فاسد إجماعا مفسوخ «٣» أبدا لا يوجب حكما ولا يؤثر شيئا، فإن تصرف سفيه ولا حجر عليه ففيه الخلاف.
وَاسْتَشْهِدُوا والاستشهاد: طلب الشهادة، وتسمية الكاتبين شَهِيدَيْنِ قبل الشهادة من المجاز: الأول أي باعتبار ما يؤول إليه أمرهما من الشهادة. ومِنْ رِجالِكُمْ متعلق بقوله: وَاسْتَشْهِدُوا أي من المسلمين، فيخرج الكفار. ولا وجه لخروج العبيد من هذه الآية فهم- إذا كانوا مسلمين- من رجال المسلمين. وبه قال شريح وعثمان البتي وأحمد بن حنبل وإسحاق بن راهويه وأبو ثور.
وقال أبو حنيفة ومالك والشافعي وجمهور العلماء لا تجوز شهادة العبد لما يلحقه من نقص الرق.
وقال الشعبي والنخعي: تصح في الشيء اليسير دون الكثير.
واستدل الجمهور على عدم جوازها بأن الخطاب في هذه الآية مع الذين يتعاملون بالمداينة والعبيد لا يملكون شيئا تجري فيه المعاملة. ويجاب عن هذا بأن الاعتبار بعموم اللفظ لا بخصوص السبب. وأيضا العبد تصح منه المداينة وسائر المعاملات إذا أذن له مالكه بذلك.
وقد اختلف الناس: هل الإشهاد واجب أو مندوب؟ فقال أبو موسى الأشعري
_________
(١) تفسير الطبري [٣/ ١٢٢] .
(٢) تفسير القرطبي [٣/ ٣٨٩] .
(٣) جاء في المطبوع [منسوخ] بدلا من [مفسوخ] وهو خطأ والصواب ما أثبتناه من تفسير القرطبي [٣/ ٣٨٩] .',NULL,'116',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (114,'وابن عمر والضحاك وعطاء وسعيد بن المسيب وجابر بن زيد ومجاهد وداود بن علي الظاهري وابنه: إنه واجب، ورجحه ابن جرير الطبري «١» .
وذهب الشعبي والحسن ومالك والشافعي وأبو حنيفة وأصحابه إلى أنه مندوب، وهذا الخلاف بين هؤلاء هو في وجوب الإشهاد على البيع، واستدل الموجبون بقوله تعالى وَأَشْهِدُوا إِذا تَبايَعْتُمْ ولا فرق بين هذا الأمر وبين قوله: وَأَشْهِدُوا فيلزم القائلين بوجوب الإشهاد في البيع أن يقولوا بوجوبه في المداينة فَإِنْ لَمْ يَكُونا: أي الشهيدان رَجُلَيْنِ فَرَجُلٌ: أي فليشهد رجل وَامْرَأَتانِ أو فرجل وامرأتان يكفون مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ: أي دينهم وعدالتهم.
وفيه أن المرأتين في الشهادة برجل، وأنها لا تجوز شهادة النساء إلا مع الرجل لا وحدهن، إلا فيما لا يطلع عليه غيرهن للضرورة.
واختلفوا: هل يجوز الحكم بشهادة امرأتين مع يمين المدعي كما جاز الحكم برجل مع يمين المدعي؟ فذهب مالك والشافعي إلى أنه يجوز ذلك لأن الله سبحانه قد جعل المرأتين كالرجل في هذه الآية، وذهب أبو حنيفة وأصحابه إلى أنه لا يجوز ذلك.
وهذا يرجع إلى الخلاف في الحكم بشاهد مع يمين المدعي.
والحق أنه جائز لورود الدليل عليه وهو زيادة لم تخالف ما في الكتاب العزيز فيتعين قبولها. وقد أوضح ذلك الشوكاني رحمه الله في شرحه للمنتقى وغيره من مؤلفاته.
ومعلوم عند كل من يفهم أنه ليس في هذه الآية ما يردّ به قضاء رسول الله صلّى الله عليه وآله وسلّم بالشاهد واليمين ولم يدفعوا هذا إلا بقاعدة مبنية على شفا جرف هار هي قولهم: إن الزيادة على النص نسخ! وهذه دعوى باطلة بل الزيادة على النص شريعة ثابتة جاءنا بها من جاءنا بالنص المتقدم عليها. وأيضا كان يلزمهم ألا يحكموا بنكول المطلوب ولا بيمين الرد على الطالب وقد حكموا بها، والجواب الجواب.
وقد أوضحنا حكم الزيادة على النص في رسالتنا المسماة ب «حصول المأمول من علم الأصول» وبسطنا الكلام على مسئلة القضاء بالشاهد واليمين في «مسك الختام»
_________
(١) تفسير الطبري [٣/ ١٣٤] .',NULL,'117',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (115,'فليرجع إليهما.
أَنْ تَضِلَّ إِحْداهُما: قال أبو عبيد معنى تضل تنسى: أي لنقص العقل والضبط.
والضلال عن الشهادة إنما هو نسيان جزء منها وذكر جزء. وقرأ حمزة: أَنْ تَضِلَّ بكسر الهمزة وقوله: فَتُذَكِّرَ جوابه على هذه القراءة وعلى قراءة الجمهور هو منصوب بالعطف على تضل، ومن رفعه فعلى الاستئناف.
وقراءة ابن كثير وأبو عمرو «١» (فتذكر) بتخفيف الذال والكاف ومعناه تزيدها ذكرا.
وقراءة الجماعة بالتشديد: أي تنبيها إذا غفلت ونسيت.
وهذه الآية تعليل لاعتبار العدد في النساء، أي فليشهد رجل ولتشهد امرأتان عوضا عن الرجل الآخر لأجل أن تذكر إحداهما الأخرى إذا ضلت. وعلى هذا فيكون في الكلام حذف وهو سؤال سائل عن وجه اعتبار امرأتين عوضا عن الرجل الواحد فقيل:
وجهه أن تضل إحداهما فتذكرها الأخرى، العلة في الحقيقة هي التذكير، ولكن الضلال لما كان سببا له نزل منزلته، [وأبهم] «٢» الفاعل في تضل وتذكر لأن كلا منهما يجوز عليه الوصفان. فالمعنى إن ضلت هذه ذكرتها هذه وإن ضلت هذه ذكرتها هذه لا على التعيين.
وإنما اعتبر فيهما هذا التذكير لما يلحقهما من ضعف النساء بخلاف الرجال.
وقد يكون الوجه في الإبهام أن ذلك- يعني الضلال والتذكير- يقع بينهما متناوبا حتى ربما ضلت هذه عن وجه وضلت تلك عن وجه آخر، فذكرت كل واحدة منهما صاحبتها.
وقال سفيان بن عيينة معنى قوله: فَتُذَكِّرَ إِحْداهُمَا الْأُخْرى تصيرها ذكرا يعني أن مجموع شهادة المرأتين مثل شهادة الرجل الواحد. وروي نحوه عن أبي عمرو بن العلاء، ولا شك أن هذا باطل لا يدل عليه شرع «٣» ولا لغة ولا عقل.
وَلا يَأْبَ الشُّهَداءُ إِذا ما دُعُوا: أي لأداء الشهادة التي قد تحملوها من قبل وقيل: إذا ما دعوا لتحمل الشهادة. وتسميتهم شهداء مجاز كما تقدم، وحملها الحسن على
_________
(١) جاء في المطبوع [عمر] وهو خطأ والتصحيح من فتح القدير [١/ ٣٠٢] .
(٢) جاء في المطبوع [اسم] وهو خطأ والتصحيح من فتح القدير [١/ ٣٠٢] .
(٣) جاء في المطبوع [شرح] وهو خطأ والتصحيح من فتح القدير [١/ ٣٠٢] . [.....]',NULL,'118',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (116,'المعنيين. وظاهر هذا النهي أن الامتناع من أداء الشهادة حرام.
وَلا تَسْئَمُوا: أي لا تملوا أيها المؤمنون أو المتعاملون أو الشهود أَنْ تَكْتُبُوهُ: أي الذي تداينتم به. وقيل: الحق، وقيل: الشاهد، وقيل: الكتاب. نهاهم الله سبحانه عن ذلك لأنهم ربما ملوا من كثرة المداينة أن يكتبوا ثم بالغ في ذلك فقال:
صَغِيراً أَوْ كَبِيراً: أي لا تملوا من الكتابة في حال من الأحوال سواء كان الدين كثيرا أو قليلا. وقدم الصغير هنا على الكبير للاهتمام به ولدفع ما عساه أن يقال إن هذا مال صغير: أي قليل لا احتياج إلى كتبه. إِلى أَجَلِهِ ذلِكُمْ: أي المكتوب المذكور في ضمير قوله: أَنْ تَكْتُبُوهُ.
أَقْسَطُ: أي أعدل وأحفظ وأصح عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهادَةِ أي أعون على إقامة الشهادة وأثبت لها وهو مبني من أقام وكذلك أقسط مبني من فعله أقسط. وقد صرح سيبويه بأنه قياسي أي بني أفعل التفضيل وَأَدْنى: أي أقرب إلى أَلَّا تَرْتابُوا: أي لنفي الريب والشك في معاملتكم. وذلك أن الكتاب الذي تكتبونه يدفع ما يعرض لهم «١» من الريب كائنا ما كان إِلَّا أَنْ تَكُونَ: أن في موضع نصب على الاستثناء، قاله الأخفش. وكان تامة: أي إلا أن يقع أو يوجد تِجارَةً والاستثناء منقطع أي لكن وقت تبايعكم وكون تجارتكم حاضِرَةً بحضور المدلين تُدِيرُونَها الإدارة: التعاطي والتقابض فالمراد والتبايع الناجز يدا بيد فَلَيْسَ عَلَيْكُمْ جُناحٌ أَلَّا تَكْتُبُوها: أي فلا حرج عليكم إن تركتم كتابته. وَأَشْهِدُوا إِذا تَبايَعْتُمْ هذا التبايع المذكور هنا وهو التجارة الحاضرة على أن الإشهاد فيها يكفي- كذا قيل، وقيل: معناه إذا تبايعتم أي تبايع كان- حاضرا أو كماليا- لأن ذلك أدفع لمادة الخلاف وأقطع لمنشأ الشجار من غيره وقد تقدم قريبا ذكر الخلاف في كون هذا الإشهاد واجبا أو مندوبا.
وَلا يُضَارَّ كاتِبٌ وَلا شَهِيدٌ يحتمل أن يكون مبنيا للفاعل أو للمفعول، فعلى الأول معناه: لا يضار كاتب ولا شهيد من طلب ذلك منهما، إما بعدم الإجابة أو بالتحريف والتبديل والزيادة والنقصان في كتابته. ويدل على هذا قراءة عمر بن الخطاب وابن عباس وابن أبي إسحاق. ولا يضارر بكسر الراء الأولى، وعلى الثاني المعنى لا يضار كاتب ولا شهيد بأن يدعيا إلى ذلك وهما مشغولان بمهمّ لهما ويضيق عليهما في
_________
(١) جاء في المطبوع [بالعرض لكم] وهو خطأ والتصحيح من فتح القدير [١/ ٣٠٢] .',NULL,'119',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (117,'الإجابة ويؤذيا إن حصل منهما التراخي «١» أو يطلب منهما الحضور من مكان بعيد.
ويدل على ذلك قراءة ابن مسعود ولا يضارر بفتح الراء الأولى، وصيغة المفاعلة تدل على اعتبار الأمرين جميعا وَإِنْ تَفْعَلُوا ما نهيتم عنه من المضارة فَإِنَّهُ: أي فعلكم هذا فُسُوقٌ: أي خروج عن الطاعة إلى المعصية متلبس بِكُمْ.
[الآية الثامنة والخمسون] وَإِنْ كُنْتُمْ عَلى سَفَرٍ وَلَمْ تَجِدُوا كاتِباً فَرِهانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا تَكْتُمُوا الشَّهادَةَ وَمَنْ يَكْتُمْها فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِما تَعْمَلُونَ عَلِيمٌ (٢٨٣) .
لما ذكر سبحانه مشروعية الكتاب والإشهاد لحفظ الأموال ودفع الريب عقب ذلك بذكر حالة العذر عن وجود الكاتب ونص على حالة السفر فإنها من جملة أصحاب العذر ويلحق بذلك كل عذر يقوم مقام السفر وجعل البرهان المقبوضة قائمة مقام الكتابة: أي فإن كنتم مسافرين وَلَمْ تَجِدُوا كاتبا في سفركم فَرِهانٌ: قال أهل العلم: الرهن في السفر ثابت بنص التنزيل، وفي الحضر بفعل رسول الله صلّى الله عليه وآله وسلّم كما ثبت في الصحيحين أنه رهن درعا له عند يهودي «٢» وذهب الجمهور إلى اعتبار القبض، كما أفاده قوله مَقْبُوضَةٌ. وذهب مالك إلى أنه يصح الارتهان بالإيجاب والقبول من دون قبض.
وَلا تَكْتُمُوا الشَّهادَةَ: نهي للشهود أن يكتموا ما تحملوه من الشهادة إذا دعوا لإقامتها وهو في حكم التفسير لقوله: وَلا يُضَارَّ كاتِبٌ أي لا يضار بكسر الراء الأولى على أحد التفسيرين المتقدمين وَمَنْ يَكْتُمْها فَإِنَّهُ آثِمٌ قَلْبُهُ خص القلب بالذكر لأن الكتم من أفعاله، ولكونه رئيس الأعضاء وهو المضغة التي إن صلحت صلح الجسد كله، وإن فسدت فسد كله.
وإسناد الفعل إلى الجارحة التي تعمله أبلغ، وهو صريح في مؤاخذة الشخص
_________
(١) جاء في المطبوع [التراض] وهو خطأ والتصحيح من فتح القدير [١/ ٣٠٣] .
(٢) أخرجه مسلم في الصحيح ح [١٦٠٣] والبخاري في الصحيح [٥/ ١٤٢] . ح [٢٥٠٩] .',NULL,'120',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (118,'بأعمال قلبه وارتفاع القلب على أنه فاعل أو مبتدأ وآثم خبره- على ما تقرر في علم النحو- ويجوز أن يكون قلبه بدلا من آثم بدل البعض من الكل. ويجوز أيضا أن يكون بدلا من الضمير الذي في آثم الراجع إلى من. وقرىء قلبه بالنصب كما في قوله إِلَّا مَنْ سَفِهَ نَفْسَهُ.
وأخرج البخاري في «تاريخه» وأبو داود وابن جرير وابن المنذر وابن أبي حاتم وابن ماجة وأبو نعيم والبيهقي عن أبي سعيد الخدري أنه قرأ هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا إِذا تَدايَنْتُمْ- حتى بلغ أَمِنَ بَعْضُكُمْ بَعْضاً قال هذه نسخت ما قبله.
قال الشوكاني في «فتح القدير» «١» أقول: رضي الله عن هذا الصحابي الجليل ليس هذا من باب النسخ فهذا مقيد بالائتمان وما قبله مع عدمه. فعلى هذا هو ثابت محكم لم ينسخ. انتهى.
أقول: الأحق هو التطبيق والتأويل مهما أمكن دون القول بالنسخ وإلغاء أحد الحكمين كما حققت ذلك في «إفادة الشيوخ بمقدار الناسخ والمنسوخ» . أخرج ابن جرير بإسناد صحيح عن سعيد بن المسيب أنه بلغه أن أحدث القرآن بالعرش آية الدين.
(تمت آيات البقرة الشرعية غير المنسوخة بالضرورة) .
_________
(١) فتح القدير [١/ ٣٠٥] .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (119,'<span data-type="title" id=toc-24>سورة آل عمران [مائتا آية]</span>
(وهي مدنية. قال القرطبي «١» بالإجماع، ووردت الأحاديث الدالة على فضلها مشتركة بينها وبين سورة البقرة) .
[الآية الأولى]
لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ (٢٨) .
فيه النهي للمؤمنين عن موالاة الكفار بسبب من الأسباب ومثله قوله تعالى: لا تَتَّخِذُوا بِطانَةً مِنْ دُونِكُمْ [آل عمران: ١١٨] ، وقوله تعالى: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ [المائدة: ٥١] ، وقوله: لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ [المجادلة: ٢٢] ، وقوله: لا تَتَّخِذُوا الْيَهُودَ وَالنَّصارى أَوْلِياءَ [المائدة: ٥١] وقوله: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِياءَ [الممتحنة: ١] .
وَمَنْ يَفْعَلْ ذلِكَ: أي الاتخاذ المدلول عليه بقوله لا يَتَّخِذِ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ أي من ولايته في شيء من الأشياء، بل هو منسلخ عنه بكل «٢» حال إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقاةً على صيغة الخطاب بطريق الالتفات: إي إلا أن تخافوا منهم أمرا يجب اتقاؤه، وهو استثناء مفرغ من أعم الأحوال. وفي ذلك دليل على جواز الموالاة لهم مع الخوف منهم، ولكنها تكون ظاهرا لا باطنا وخالف في ذلك قوم من السلف فقالوا: لا
_________
(١) تفسير القرطبي [٤/ ١] .
(٢) جاء في المطبوع [عن كل] والتصحيح من فتح القدير [١/ ٣٣١] .',NULL,'122',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (120,'تقية بعد أن أعز الله الإسلام.
[الآية الثانية]
فِيهِ آياتٌ بَيِّناتٌ مَقامُ إِبْراهِيمَ وَمَنْ دَخَلَهُ كانَ آمِناً وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعالَمِينَ (٩٧) .
اللام في قوله وَلِلَّهِ هي التي يقال لها لام الإيجاب والإلزام، ثم زاد هذا المعنى تأكيدا حرف عَلَى فإنه من أوضح الدلالات على الوجوب عند العرب كما قال القائل:
لفلان عليّ كذا فذكر الله سبحانه الحج بأبلغ ما يدل على الوجوب تأكيدا لحقه وتعظيما لحرمته. وهذا الخطاب شامل لجميع الناس لا يخرج عنه إلا من خصصه الدليل كالصبي والعبد. مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا: وقد اختلف أهل العلم في الاستطاعة ماذا هي؟ فقيل:
الزاد والراحلة، وبهما فسرها النبي صلّى الله عليه وآله وسلّم على ما رواه الحاكم وغيره «١» . وإليه ذهب جماعة من الصحابة والتابعين وحكاه الترمذي عن أكثر أهل العلم، وهو الحق.
وقال مالك: إن الرجل إذا وثق بقوّته لزمه الحج، وإن لم يكن له زاد وراحلة إذا كان يقدر على التكسب، وبه قال عبد الله بن الزبير والشعبي وعكرمة.
وقال الضحاك: إن كان شابا قويا وليس له مال فعليه أن يؤجر نفسه حتى يقضي حجه.
ومن جملة ما يدخل في الاستطاعة دخولا أوليا أن تكون الطريق إلى الحج آمنة بحيث يأمن الحاج على نفسه وماله الذي لا يجد زادا غيره.
أما لو كانت غير آمنة فلا استطاعة، لأن الله سبحانه وتعالى يقول: مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا وهذا الخائف على نفسه أو ماله لم يستطع إليه سبيلا بلا شك ولا شبهة.
وقد اختلف أهل العلم إذا كان في الطريق من الظلمة من يأخذ بعض المال على وجه [لا] «٢» يجحف بزاد الحاج؟ فقال الشافعي: لا يعطي حبة، ويسقط عليه فرض
_________
(١) [ضعيف] أخرجه الحاكم في المستدرك [١/ ٤٤٢] وابن ماجه في السنن ح [٢٨٩٧] والبيهقي في السنن الكبرى [٤/ ٣٣٠] .
(٢) ما بين المعكوفين سقط من المطبوع والمثبت من فتح القدير [١/ ٣٦٣] .',NULL,'123',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (121,'الحج ووافقه جماعة وخالفه آخرون.
والظاهر أن من تمكن من الزاد والراحلة وكانت الطريق آمنة بحيث يتمكن من مرورها- ولو بمصانعة بعض الظلمة بدفع شيء من المال يتمكن منه الحاج ولا ينقص من زاده ولا يجحف به- فالحج غير ساقط عنه بل واجب عليه لأنه قد استطاع السبيل إليه بدفع شيء من المال ولكنه يكون هذا المال المدفوع في الطريق من جملة ما يتوقف عليه الاستطاعة: فلو وجد الرجل زادا وراحلة ولم يجد ما يدفعه لمن يأخذ المكس في الطريق لم يجب عليه الحج لأنه لم يستطع إليه سبيلا، وهذا لا بد منه، ولا ينافي تفسير الاستطاعة بالزاد والراحلة، فإنه قد تعذر المرور في طريق الحج لمن وجد الزاد والراحلة إلا بذلك القدر الذي يأخذه المكاسون.
ولعل وجه قول الشافعي إنه يسقط الحج أن أخذ هذا المكس منكر، فلا يجب على الحاج أن يدخل في منكر، وأنه بذلك غير مستطيع.
ومن جملة ما يدخل في الاستطاعة أن يكون الحاج صحيح البدن على وجه يمكنه الركوب، فلو كان زمنا بحيث لا يقدر على المشي ولا على الركوب فهذا- وإن وجد الزاد والراحلة- لم يستطع السبيل. وقد وردت أحاديث في تشديد الوعيد على من ملك زادا أو راحلة ولم يحج ذكرها الشوكاني في «فتح القدير» «١» وتكلم عليها.
[الآية الثالثة]
وَما كانَ لِنَبِيٍّ أَنْ يَغُلَّ وَمَنْ يَغْلُلْ يَأْتِ بِما غَلَّ يَوْمَ الْقِيامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ ما كَسَبَتْ وَهُمْ لا يُظْلَمُونَ (١٦١) .
أي يأتي به حاملا له على ظهره، كما صح ذلك عن النبي صلّى الله عليه وآله وسلّم فيفضحه بين الخلائق «٢» .
وهذه الجملة تتضمن تأكيد تحريم الغلول والتنفير منه بأنه ذنب يختص فاعله بعقوبة على رؤوس الأشهاد ويطلع عليها أهل المحشر وهي مجيئه يوم القيامة بما غله حاملا له قبل أن يحاسب عليه ويعاقب.
_________
(١) فتح القدير [١/ ٣٦٥] .
(٢) أخرجه مسلم في الصحيح ح [١٨٣١] .',NULL,'124',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (122,'<span data-type="title" id=toc-28>سورة النساء [مائة وست وسبعون آية]</span>
وهي كلها مدنية. قال القرطبي «١» : إلا آية واحدة نزلت بمكة عام الفتح في عثمان بن طلحة الحجبي وهي قوله تعالى: إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها.
[الآية الأولى]
وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتامى فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً أَوْ ما مَلَكَتْ أَيْمانُكُمْ ذلِكَ أَدْنى أَلَّا تَعُولُوا (٣) .
وجه ارتباط الجزاء بالشرط أن الرجل كان يكفل اليتيمة لكونه وليا لها ويريد أن يتزوجها فلا يقسط لها في مهرها: أي لا يعدل فيه ولا يعطيها ما يعطيها غيره من الأزواج، فنهاهم الله أن ينكحوهن إلا أن يقسطوا لهن ويبلغوا بهن أعلى ما هو لهنّ من الصداق وأمروا أن ينكحوا ما طابَ لَكُمْ مِنَ النِّساءِ سواهنّ. فهذا سبب نزول الآية. فهو نهي يخص هذه الصورة.
وقال جماعة من السلف: إن هذه الآية ناسخة لما كان في الجاهلية وفي أوّل الإسلام من أن للرجل أن يتزوج من الحرائر ما شاء، فقصرهم بهذه الآية على أربع، فيكون وجه ارتباط الجزاء بالشرط أنهم إذا خافوا أن لا يقسطوا في [اليتامى فكذك يخافون ألا يقسطوا في] «٢» النساء لأنهم كانوا يتحرجون في اليتامى ولا يتحرجون في النساء. والخوف من الأضداد فإن المخوف [منه] قد يكون معلوما، وقد يكون مظنونا ولهذا اختلف الأئمة في معناه في الآية: فقال أبو عبيد: خفتم بمعنى أيقنتم.
_________
(١) تفسير القرطبي [٥/ ١] .
(٢) ما بين المعكوفين سقط من المطبوع والتتمة من فتح القدير [١/ ١٤٩] .',NULL,'125',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (123,'وقال آخرون: خفتم بمعنى ظننتم.
قال ابن عطية: والمعنى: من غلب على ظنه التقصير في العدل لليتيمة فليتركها وينكح غيرها و «ما» في قوله ما طابَ موصولة. فالمعنى: فانكحوا النوع الطيب من النساء: أي الحلال وما حرمه الله فليس بطيب.
وقيل: «ما» هنا ظرفية أي ما دمتم مستحسنين للنكاح وضعفه ابن عطية، وقال الفراء: مصدرية، قال النحاس: وهذا بعيد جدا.
وقد اتفق أهل العلم على أن هذا الشرط المذكور في الآية لا مفهوم له وأنه يجوز لمن لم يخف أن يقسط في اليتامى أن ينكح أكثر من واحدة، ومِنَ في قوله: مِنَ النِّساءِ إما بيانية أو تبعيضية، لأن المراد غير اليتامى.
مَثْنى أي اثنتين اثنتين.
وَثُلاثَ أي ثلاثا ثلاثا.
وَرُباعَ أي أربعا أربعا.
وقد استدل بالآية على تحريم ما زاد على الأربع وبينوا ذلك بأنه خطاب لجميع الأمة وأن كل ناكح له أن يختار ما أراد من هذا العدد، كما يقال لجماعة: اقتسموا هذا المال وهو ألف درهم، أو هذا المال الذي في البدرة درهمين درهمين، وثلاثة ثلاثة، وأربعة أربعة، وهذا مسلم إذا كان المقسوم قد ذكرت جملته أو عين مكانه.
أما لو كان مطلقا كما يقال: أقسموا الدراهم ويراد به ما كسبوه فليس المعنى هكذا. والآية من الباب الآخر لا من الباب الأول. على أن من قال لقوم يقتسمون مالا معينا كثيرا اقتسموه مثنى مثنى وثلاث ورباع فقسموا بعضه بينهم درهمين درهمين وبعضه ثلاثة ثلاثة وبعضه أربعة أربعة كان هذا هو المعنى العربي.
ومعلوم أنه إذا قال القائل: جاءني القوم ثلاث ورباع. والخطاب للجميع بمنزلة الخطاب لكل فرد فرد كما في قوله فَاقْتُلُوا الْمُشْرِكِينَ [التوبة: ٥] ، وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ [البقرة: ٤٣] ، ونحوها.
فقوله فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ: لينكح كل فرد منكم ما طاب له من النساء إثنتين اثنتين، وثلاثا ثلاثا، وأربعا أربعا هذا ما تقتضيه لغة العرب فالآية',NULL,'126',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (124,'تدل على خلاف ما استدلوا به عليه. ويؤيد هذا قوله تعالى في آخر الآية: فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً فإنه وإن كان خطابا للجميع فهو بمنزلة الخطاب لكل فرد فرد، فالأولى أن يستدل على تحريم الزيادة على الأربع بالسنة لا بالقرآن.
وأما استدلال من استدل بالآية على جواز نكاح التسع باعتبار الواو الجامعة وكأنه قال: انكحوا مجموع هذا العدد المذكور فهذا جهل بالمعنى العربي! ولو قال: انكحوا اثنتين وثلاثا وأربعا لكان هذا القول له وجه. وأما مع المجيء بصيغة العدل فلا وإنما جاء سبحانه بالواو الجامعة دون أو لأن التخيير يشعر بأنه لا يجوز إلا أحد الأعداد المذكورة دون غيره وذلك ليس بمراد من النظم القرآني.
فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً: أي فانكحوا واحدة، كما يدل على ذلك قوله فَانْكِحُوا ما طابَ. وقيل التقدير: فالزموا أو فاختاروا واحدة، والأول أولى. والمعنى فإن خفتم ألا تعدلوا بين الزوجات في القسم ونحوه فانكحوا واحدة، وفيه المنع من الزيادة على الواحدة لمن خاف ذلك.
أَوْ ما مَلَكَتْ أَيْمانُكُمْ من السراري وإن كثر عددهنّ كما يفيده الموصول إذ ليس لهنّ من الحقوق ما للزوجات الحرائر.
والمراد نكاحهن بطرق الملك لا بطريق النكاح.
وفيه دليل على أن لا حق للمملوكات في القسم كما يدل على ذلك جعله قسيما للواحدة في الأمن من عدم العدل، وإسناد الملك إلى اليمين لكونها المباشرة لقبض الأموال وإقباضها ولسائر الأمور التي تنسب إلى الشخص في الغالب ذلِكَ أي نكاح الأربع أو الواحدة أو التسري فقط أَدْنى أَلَّا تَعُولُوا (٣) : أي أقرب إلى أن تجوروا: من عال الرجل يعول إذا مال وجار.
والمعنى إن خفتم عدم العدل بين الزوجات فهذه التي أمرتم بها أقرب إلى عدم الجور.
وهو قول أكثر المفسرين. وقال الشافعي: أَدْنى أَلَّا تَعُولُوا (٣) أي لا يكثر عيالكم.
قال الثعلبي: وما قال هذا غيره!! وذكر ابن العربي أنه يقال أعال الرجل إذا كثر',NULL,'127',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (125,'عياله وأما عال بمعنى كثر فلا يصلح. ويجاب عنه بأنه قد سبق الشافعي إلى القول به زيد بن أسلم وجابر بن زيد وهما إمامان من أئمة المسلمين لا يفسران القرآن هما والإمام الشافعي بما لا وجه له في العربية. وقد حكاه القرطبي عن الكسائي وأبي عمرو الدوري وابن الأعرابي. وقال أبو حاتم كان الشافعي أعلم بلغة العرب منا ولعله لغة.
قال الدوري: هي لغة حمير وأنشد:
وإن الموت يأخذ كل حيّ ... بلا شك وإن أمشى وعالا
أي وإن كثرت ماشيته وعياله.
[الآية الثانية]
وَلا تُؤْتُوا السُّفَهاءَ أَمْوالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِياماً وَارْزُقُوهُمْ فِيها وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً (٥) .
اختلف أهل العلم في هؤلاء السفهاء من هم؟ فقال سعيد بن جبير: هم اليتامى لا تؤتوهم أموالهم قال النحاس: وهذا من أحسن ما قيل في الآية.
وقال مالك: هم الأولاد الصغار: أي لا تعطوهم أموالكم فيفسدوها ويبقوا بلا شيء.
وقال مجاهد: هم النساء.
قال النحاس وغيره: وهذا القول لا يصح إنما تقول العرب: سفائه أو سفيهات.
واختلفوا في وجه إضافة الأموال إلى المخاطبين وهي للسفهاء فقيل: أضافها إليهم لأنها بأيديهم وهم الناظرون فيها وقيل: لأنها من جنس أموالهم، بأن الأموال جعلت مشتركة بين الخلق في الأصل.
وقيل: المراد أموال المخاطبين حقيقة. وبه قال أبو موسى الأشعري وابن عباس والحسن وقتادة. والمراد النهي عن دفعها إلى من لا يحسن تدبيرها كالنساء والصبيان ومن هو ضعيف الإدراك لا يهتدي إلى وجوه النفع التي تصلح «١» المال ولا يتجنب وجوه الضرر التي تهلكه وتذهب به.
_________
(١) جاء في المطبوع [نصلح] وهو خطأ والتصحيح من فتح القدير [١/ ٤٢٥] .',NULL,'128',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (126,'وَارْزُقُوهُمْ فِيها وَاكْسُوهُمْ أي: اجعلوا لهم فيها رزقا وافرضوا لهم. وهذا فيمن يلزم نفقته وكسوته من الزوجات والأولاد ونحوهم. وأما على قول من قال إن الأموال هي أموال اليتامى، فالمعنى: اتجروا فيها حتى تربحوا وتنفقوهم من الأرباح واجعلوا لهم من أموالهم رزقا ينفقونه على أنفسهم ويكسون به.
وقد استدل بهذه الآية على جواز الحجر على السفهاء، وبه قال الجمهور.
وقال أبو حنيفة: لا يحجر على من بلغ عاقلا واستدل بها أيضا على وجوب نفقة القرابة. والخلاف في ذلك معروف في مواطنه.
[الآية الثالثة] وَابْتَلُوا الْيَتامى حَتَّى إِذا بَلَغُوا النِّكاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوالَهُمْ وَلا تَأْكُلُوها إِسْرافاً وَبِداراً أَنْ يَكْبَرُوا وَمَنْ كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذا دَفَعْتُمْ إِلَيْهِمْ أَمْوالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفى بِاللَّهِ حَسِيباً (٦) .
الابتلاء: الاختبار. واختلفوا في معنى الاختبار فقيل: هو أن يتأمل الوصي أخلاق يتيمه ليعلم بنجابته وحسن تصرفه فيدفع إليه ماله إذا بلغ النكاح وأنس منه الرشد.
وقيل: أن يدفع إليه شيئا من ماله ويأمره بالتصرف فيه حتى يعلم حقيقة حاله.
وقيل: أن يرد النظر إليه في نفقة الدار ليعلم كيف تدبيره. وإن كانت جارية رد إليها ما يرد إلى ربة البيت من تدبير بيتها. حَتَّى إِذا بَلَغُوا النِّكاحَ المراد بلوغ الحلم لقوله تعالى: وَإِذا بَلَغَ الْأَطْفالُ مِنْكُمُ الْحُلُمَ [النور: ٥٩] . ومن علامات البلوغ الإنبات وبلوغ خمس عشرة سنة.
وقال مالك وأبو حنيفة وغيرهما: لا يحكم لمن لا يحتلم بالبلوغ إلا بعد مضي سبع عشرة سنة.
وهذه العلامات تعم الذكر والأنثى، وتختص الأنثى بالحبل والحيض.
فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً أي أبصرتم ورأيتم. ومنه قوله: آنَسَ مِنْ جانِبِ الطُّورِ ناراً [القصص: ٢٩] . وقيل: هو هنا بمعنى علم ووجد.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (127,'والرّشد: بضم الراء وسكون الشين، والرشد بفتح الراء والشين قيل: هما لغتان.
واختلف أهل العلم في معنى الرشد هاهنا فقيل: الصلاح في العقل والدين، وقيل: في العقل خاصة.
قال سعيد بن جبير والشعبي: إنه لا يدفع إلى اليتيم ماله إذا لم يؤنس رشده وإن كان شيخا قال الضحاك: وإن بلغ مائة سنة!!.
وجمهور العلماء على أن الرشد لا يكون إلا بعد البلوغ وعلى أنه إن لم يرشد بعد بلوغ الحلم لا يزول عنه الحجر.
وقال أبو حنيفة: لا يحجر على الحر البالغ وإن كان أفسق الناس وأشدهم تبذيرا وبه قال النخعي وزفر.
وظاهر النظم القرآني أنها لا تدفع إليهم أموالهم إلا بعد بلوغ غاية هي بلوغ النكاح- مقيدة هذه الغاية بإيناس الرشد- فلا بد من مجموع الأمرين فلا تدفع إلى اليتامى أموالهم قبل البلوغ، وإن كانوا معروفين بالرشد ولا بعد البلوغ إلا بعد إيناس الرشد منهم.
والمراد بالرشد نوعه وهو المتعلق بحسن التصرف في أمواله وعدم التبذير بها ووضعها في مواضعها.
فَادْفَعُوا إِلَيْهِمْ أَمْوالَهُمْ من غير تأخير إلى حد البلوغ.
وَلا تَأْكُلُوها إِسْرافاً وَبِداراً أَنْ يَكْبَرُوا الإسراف في اللغة: الإفراط ومجاوزة الحد.
وقال النضر بن شميل: السرف التبذير.
والبدار: المبادرة، أي لا تأكلوا أموال اليتامى أكل إسراف وأكل مبادرة لكبرهم، أو لا تأكلوا لأجل السرف والمبادرة، أو مسرفين ومبادرين لكبرهم وتقولوا: ننفق أموال اليتامى فيما نشتهي قبل أن يبلغوا فينتزعوها من أيدينا.
وَمَنْ كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ بين سبحانه ما يحل لهم من أموال اليتامى، فأمر الغني بالاستعفاف وتوفير مال الصبي عليه وعدم تناوله منه وسوغ للفقير أن يأكل بالمعروف.
واختلف أهل العلم [في الأكل بالمعروف] ما هو؟ فقال قوم: هو القرض إذا',NULL,'130',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (128,'احتاج إليه ويقضي متى أيسر الله عليه وبه قال عمر بن الخطاب وابن عباس وعبيدة السلماني وابن جبير والشعبي ومجاهد وأبو العالية والأوزاعي.
وقال النخعي وعطاء والحسن وقتادة: لا قضاء على الفقير فيما يأكل بالمعروف وبه قال جمهور الفقهاء، وهذا بالنظم القرآني ألصق فإن إباحة الأكل للفقير مشعرة بجواز ذلك له من غير قرض.
والمراد بالمعروف: المتعارف به بين الناس فلا يترفه بأموال اليتامى ويبالغ في التنعم بالمأكول والمشروب والملبوس ولا يدع نفسه عن سد الفاقة وستر العورة.
والخطاب في هذه الآية لأولياء الأيتام القائمين بما يصلحهم كالأب والجدّ ووصيهما. وقال بعض أهل العلم: المراد بالآية اليتيم إن كان غنيا وسّع عليه، وإن كان فقيرا كان الإنفاق عليه بقدر ما يحصل له، وهذا القول في غاية السقوط.
فَإِذا دَفَعْتُمْ إِلَيْهِمْ أَمْوالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ أنهم قد قبضوها منكم لتندفع عنكم التهم، وتأمنوا الدعاوى الصادرة منهم.
وقيل: إن الإشهاد المشروع هو على ما أنفقه عليهم الأولياء قبل رشدهم، وقيل:
هو على رد ما استقرضه إلى أموالهم.
وظاهر النظم القرآني مشروعية الإشهاد على ما دفع إليهم من أموالهم وهو يعمّ الإنفاق قبل الرشد والدفع للجميع إليهم بعد الرشد. وفي سورة الأنعام: وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ
، وفي الإسراء مثلها.
[الآية الرابعة]
وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً (٨) .
وَإِذا حَضَرَ الْقِسْمَةَ يعني قسمة الميراث أُولُوا الْقُرْبى المراد بالقرابة هنا غير الوارثين وكذا وَالْيَتامى وَالْمَساكِينُ شرع الله سبحانه أنهم إذا حضروا قسمة التركة كان لهم منها رزق فيرضخ لهم المتقاسمون شيئا منها.
وقد ذهب قوم إلى أن الآية محكمة وأن الأمر للندب، وذهب آخرون إلى أنها',NULL,'131',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (129,'منسوخة بقوله تعالى: يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ [النساء: ١١] والأول أرجح، لأن المذكور في الآية للقرابة غير الوارثين ليس هو من جملة الميراث حتى يقال: إنها منسوخة بآية المواريث، إلا أن يقال إن أولي القربى المذكورين هنا هم الوارثون كان للنسخ وجه، وقالت طائفة: إن هذا الرضخ لغير الوارث من القرابة واجب بمقدار ما تطيب به أنفس «١» الورثة وهو معنى الأمر الحقيقي فلا يصار إلى الندب إلا بقرينة.
والضمير في قوله: فَارْزُقُوهُمْ مِنْهُ راجع إلى المال المقسوم المدلول عليه بالقسمة.
وقيل: راجع إلى ما ترك. وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً (٨) هو القول الجميل الذي ليس فيه منّ بما صار إليهم من الرضخ ولا أذى.
[الآية الخامسة]
يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِساءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثا ما تَرَكَ وَإِنْ كانَتْ واحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ واحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَواهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِها أَوْ دَيْنٍ آباؤُكُمْ وَأَبْناؤُكُمْ لا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً (١١) .
تفصيل لما أجمل في قوله تعالى: لِلرِّجالِ نَصِيبٌ مِمَّا تَرَكَ الْوالِدانِ وَالْأَقْرَبُونَ الآية وقد استدل بذلك على جواز تأخير البيان عن وقت الحاجة.
وهذه الآية ركن من أركان الدين وعمدة من عمد الأحكام وأم من أمهات الآيات لاشتمالها على ما يهم من علم الفرائض.
وقد كان هذا العلم من أجل علوم الصحابة رضي الله عنهم وأكثر مناظراتهم فيه.
وورد في الترغيب في تعلم الفرائض وتعليمها ما أخرجه الحاكم والبيهقي في «سننه» عن ابن مسعود قال: قال رسول الله صلّى الله عليه وآله وسلّم: «تعلموا الفرائض وعلموها الناس فإني امرؤ مقبوض، وإن العلم سيقبض وتظهر الفتن حتى يختلف الاثنان في الفريضة لا يجدان
_________
(١) جاء في المطبوع [نفس] والتصحيح من فتح القدير [١/ ٤٢٩] . [.....]',NULL,'132',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (130,'من يقضي بها» «١» .
وأخرجاه عن أبي هريرة قال: قال رسول الله صلّى الله عليه وآله وسلّم: «تعلموا الفرائض وعلموه فإنه نصف العلم فإنه ينسى وهو أوّل ما ينزع من أمتي» «٢» . وقد روي عن عمر وابن مسعود وأنس آثار في الترغيب في الفرائض، وكذلك روي عن جماعة من التابعين ومن بعدهم.
والمعنى يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ: أي في شأن ميراثهم وقد اختلفوا: هل يدخل أولاد الأولاد أو لا؟
فقالت الشافعية: إنهم يدخلون مجازا لا حقيقة. وقالت الحنفية: إنه يتناولهم لفظ الأولاد حقيقة إذا لم يوجد أولاد الصلب.
ولا خلاف أن بني البنين كالبنين في الميراث مع عدمهم وإنما الخلاف في دلالة لفظ الأولاد على أولادهم مع عدمهم. ويدخل في لفظ الأولاد من كان منهم كافرا، ويخرج بالسنة، وكذلك يدخل القاتل عمدا، ويخرج أيضا بالسنة والإجماع. ويدخل فيه الخنثى، قال القرطبي: وأجمع العلماء أنه يورث من حيث يبول: فإن بال منهما فمن حيث سبق فإن خرج البول منهما من غير سبق أحدهما فله نصف نصيب الذكر، ونصف نصيب الأنثى، وقيل: يعطى أقلّ النصيبين، وهو نصيب الأنثى، قاله يحيى بن آدم وهو قول الشافعي.
وهذه الآية ناسخة لما كان في صدر الإسلام من الموارثة بالحلف والهجرة والمعاقدة.
وقد أجمع العلماء على أنه إذا كان مع الأولاد من له فرض مسمى أعطيه، وكان ما بقي من المال للذكر مثل حظ الأنثيين، للحديث الثابت في الصحيحين وغيرهما بلفظ:
«ألحقوا الفرائض بأهلها» «٣» فما أبقت الفرائض فالأولى رجل ذكر إلا إذا كان ساقطا
_________
(١) [ضعيف] أخرجه الحاكم في المستدرك [٤/ ٣٣٣] والبيهقي في السنن الكبرى [٦/ ٢٠٨] وأخرجه الترمذي في السنن [٤/ ٣٦٠] ح [٢٠٩١] انظر التلخيص الحبير [٣/ ٧٩] .
(٢) [ضعيف] أخرجه ابن ماجه في السنن ح [٢٧١٩] والدارقطني في السنن [٤/ ٦٧] والحاكم في المستدرك [٤/ ٣٣٢] والبيهقي في السنن الكبرى [٦/ ٢٠٩] انظر الميزان [١/ ٥٦٠] والتلخيص [٣/ ٧٩] وإرواء الغليل [٦/ ١٠٥] .
(٣) [متفق عليه] أخرجه مسلم في الصحيح ح [١٢٣٣] و [١٢٣٤] والبخاري في الصحيح [١٢/ ١١] ح [٦٧٣٢] و [٦٧٣٥] و [٦٧٢٧] و [٦٧٤٦] .',NULL,'133',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (131,'معهم كالأخوة لأم.
لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ جملة مستأنفة لبيان الوصية في الأولاد فلا بد من تقدير ضمير يرجع إليهم: أي للذكر منهم. والمراد حال اجتماع الذكور والإناث، وأما حال الانفراد فللذكر جميع الميراث وللأنثى النصف، وللأنثيين فصاعدا الثلثان. فَإِنْ كُنَّ: أي الأولاد، والتأنيث باعتبار الخبر أو البنات أو المولودات نِساءً ليس معهن ذكر فَوْقَ اثْنَتَيْنِ: أي زائدات على اثنتين- على أن فوق صفة لنساء أو يكون خبرا ثانيا لكان- فَلَهُنَّ ثُلُثا ما تَرَكَ الميت المدلول عليه بقرينة المقام.
وظاهر النظم القرآني أن الثلثين فريضة الثلاثة من البنات فصاعدا ولم يسم للاثنتين فريضة. ولهذا اختلف أهل العلم في فريضتهما: فذهب الجمهور إلى أن لهما إذا انفردتا عن البنين الثلثين، وذهب ابن عباس إلى أن فريضتهما النصف، واحتج الجمهور بالقياس على الأختين فإن الله سبحانه قال في شأنهما فَإِنْ كانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثانِ فألحقوا البنتين بالأختين في استحقاقهما الثلثين كما ألحقوا الأخوات- إذا زدن على اثنتين- بالبنات في الاشتراك في الثلثين.
وقيل: في الآية ما يدل على أن للبنتين الثلثين، وذلك أنه لما كان للواحدة مع أخيها الثلث كان للابنتين- إذا انفردتا- الثلثان ولهذا احتج بهذه الحجة إسماعيل بن عياش والمبرد.
قال النحاس: وهذا الاحتجاج عند أهل النظر غلط لأن الاختلاف في البنتين إذا انفردتا عن البنين. وأيضا للمخالف أن يقول: إذا ترك بنتين وابنا فللبنتين النصف. فهذا دليل على أن هذا فرضهما. ويمكن تأييد ما احتج به الجمهور بأن الله سبحانه لما فرض للبنت الواحدة النصف إذا انفردت بقوله تَرَكَ وَإِنْ كانَتْ واحِدَةً فَلَهَا النِّصْفُ كان فرض البنتين إذا انفردتا فوق فرض الواحدة وأوجب القياس [على] «١» الأختين الاقتصار على الثلثين.
وقيل: فوق زائدة والمعنى: وإن كنّ نساء اثنتين كقوله تعالى: فَاضْرِبُوا فَوْقَ الْأَعْناقِ [الأنفال: ١٢] أي الأعناق. وروى هذا النحاس وابن عطية فقالا: هو خطأ! لأن الظروف وجميع الأسماء لا تجوز في كلام العرب أن تزاد لغير معنى.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٤٣٢] .',NULL,'134',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (132,'قال ابن عطية: ولأن قوله: فَوْقَ الْأَعْناقِ هو الفصيح وليست «فوق» زائدة بل هي محكمة المعنى، لأن ضربة العنق إنما يجب أن تكون فوق العظام في المفصل دون الدماغ، وهكذا لو كان لفظ فوق زائدا- كما قالوا- لقال فلهما ثلثا ما ترك ولم يقل فلهن.
وأوضح ما يحتج به الجمهور ما أخرجه ابن أبي شيبة وأحمد وأبو داود والترمذي وابن ماجة وأبو يعلى وابن أبي حاتم وابن حبان والحاكم والبيهقي في «سننه» عن جابر قال: «جاءت امرأة سعد بن الربيع إلى رسول الله صلّى الله عليه وآله وسلّم فقالت: يا رسول الله هاتان ابنتا سعد بن الربيع قتل أبوهما معك في أحد شهيدا وإن عمهما أخذ مالهما فلم يدع لهما مالا ولا ينكحان إلا ولهما مال؟ فقال: يقضي الله في ذلك فنزلت آية الميراث يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ الآية فأرسل رسول الله صلّى الله عليه وآله وسلّم إلى عمهما فقال: «أعط ابنتي سعد الثلثين وأمهما الثمن وما بقي فهو لك» «١» . أخرجوه- من طرق- عن عبد الله بن محمد بن عقيل بن جابر. قال الترمذي: ولا يعرف إلا من حديثه.
وَلِأَبَوَيْهِ لِكُلِّ واحِدٍ مِنْهُمَا السُّدُسُ والمراد بالأبوين الأب والأم والتثنية على لفظ الأب للتغليب.
وقد اختلف أهل العلم في الجد: هل هو بمنزلة الأب فيسقط بالأخوة أم لا؟ «٢» فذهب أبو بكر الصديق إلى أنه بمنزلة الأب ولم يخالف أحد من الصحابة أيام خلافته، واختلفوا في ذلك بعد وفاته فقال يقول أبي بكر بن عباس وعبد الله بن الزبير وعائشة ومعاذ بن جبل وأبيّ بن كعب وأبو الدرداء وأبو هريرة وعطاء وطاووس والحسن وقتادة وأبو حنيفة وأبو ثور وإسحاق واحتجوا بمثل قوله تعالى: مِلَّةَ أَبِيكُمْ إِبْراهِيمَ [الحج: ٧٨] وقوله: يا بَنِي آدَمَ [الأعراف: ٢٦] . وقوله صلّى الله عليه وآله وسلّم: «ارموا يا بني إسماعيل» «٣» .
_________
(١) [حسن] أخرجه أبو داود في السنن [٣/ ١٢٠ و ١٢١] ح [٢٨٩١] و [٢٨٩٢] والترمذي في السنن [٤/ ٣٦١] ح [٢٠٩٢] وابن ماجه في السنن ح [٩٠٨] والدارقطني في السنن [٤/ ٧٨- ٧٩] والبيهقي في السنن الكبرى [٦/ ٢٢٩] والحاكم في المستدرك [٤/ ٣٣٣- ٣٣٤] انظر الإرواء [٦/ ١٢٢] .
(٢) انظر فتح القدير [١/ ٤٣٢] .
(٣) أخرجه البخاري في الصحيح [٦/ ٩١] ح [٢٨٩٩] .',NULL,'135',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (133,'وذهب علي بن أبي طالب وزيد بن ثابت وابن مسعود إلى توريث الجدّ مع الإخوة لأبوين أو لأب، ولا ينقص معهم عن الثلث ولا ينقص مع ذوي الفروض عن السدس.
في قول زيد ومالك والأوزاعي وأبي يوسف ومحمد والشافعي.
وقيل: يشرك بين الجد والإخوة إلى السدس [ولا ينقصه من السدس] «١» شيئا مع ذوي الفروض وغيرهم وهو قول ابن أبي ليلى وطائفة وذهب الجمهور إلى أن الجدّ يسقط بني الإخوة. وروى الشافعي عن علي عليه السلام أنه أجرى بني الأخوة في المقاسمة مجرى الأخوة.
وأجمع العلماء على أن الجد لا يرث مع الأب شيئا وعلى أن للجدة السدس إذا لم يكن للميت أم، وأجمعوا على أنها ساقطة مع وجود الأم، وأجمعوا على أن الأب لا يسقط الجدّة أم الأمّ. واختلفوا في توريث الجدة وابنها حيّ فروي عن زيد بن ثابت وعثمان بن علي أنها لا ترث وبه قال مالك والثوري والأوزاعي وأبو ثور وأصحاب الرأي. وروي عن عمر وابن مسعود وأبي موسى أنها ترث معه، [وروي] «٢» أيضا عن علي وعثمان وبه قال شريح وجابر بن زيد وعبيد الله بن الحسن وشريك وأحمد وإسحاق وابن المنذر.
مِمَّا تَرَكَ إِنْ كانَ لَهُ وَلَدٌ الولد يقع على الذكر والأنثى لكنه إذا كان الموجود الذكر من الأولاد- ووحده أو مع الأنثى منهم- فليس للجد إلا السدس، وإن كان الموجود أنثى كان للجد السدس بالفرض وهو عصبته فيما عدا السدس. وأولاد ابن الميت كأولاد الميت.
فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ: أي ولا ولد ابن- لما تقدّم من الإجماع- وَوَرِثَهُ أَبَواهُ منفردين عن سائر الورثة كما ذهب إليه الجمهور من أن الأم لا تأخذ ثلث التركة إلا إذا لم يكن للميت وارث غير الأبوين أما لو كان معهما أحد الزوجين فليس للأم إلا ثلث الباقي بعد الموجود من الزوجين. فَلِأُمِّهِ الثُّلُثُ وروي عن ابن عباس أن للأم ثلث الأصل مع أحد الزوجين وهو مستلزم تفضيل الأمّ على الأب في مسألة زوج وأبوين مع الاتفاق على أنه أفضل منها عند انفرادهما عن أحد الزوجين فَإِنْ كانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ
_________
(١) ما بين المعكوفين سقط من المطبوع والتتمة من فتح القدير [١/ ٤٣٢] .
(٢) ما بين المعكوفين سقط من المطبوع والتتمة من فتح القدير [١/ ٤٣٣] .',NULL,'136',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (134,': إطلاق الاخوة لأبوين أو لأحدهما، وقد أجمع أهل العلم على أن الاثنين من الإخوة يقومان مقام الثلاثة فصاعدا في حجب الأمّ إلى السدس إلا ما يروى عن ابن عباس من أنه جعل الاثنين كالواحد في عدم الحجب.
وأجمعوا أيضا على أن الأختين فصاعدا كالأخوين في حجب الأم مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِها أَوْ دَيْنٍ واختلف في وجه تقديم الوصية على الدين مع كونه مقدما عليها بالإجماع، فقيل: المقصود تقديم الأمرين على الميراث من غير قصد إلى الترتيب بينهما، وقيل: لما كانت الوصية أقل لزوما من الدين قدّمت اهتماما بها وقيل: قدّمت لكثرة وقوعها فصارت كالأمر اللازم لكل ميت. وقيل: قدمت لكونها حظ المساكين والفقراء وأخّر الدّين لكونه حظ غريم يطلب بقوة وسلطان. وقيل: لما كانت الوصية ناشئة من جهة الميت قدّمت، بخلاف الدين فإنه ثابت مؤدى ذكر أم لم يذكر. وقيل:
قدّمت لكونها تشبه الميراث في كونها مأخوذة من غير عوض فربما يشق على الورثة إخراجها، بخلاف الدين فإن نفوسهم مطمئنة بأدائه وهذه الوصية مقيدة بقوله تعالى غَيْرَ مُضَارٍّ كما سيأتي إن شاء الله تعالى.
آباؤُكُمْ وَأَبْناؤُكُمْ لا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً قيل: خبر قوله آباؤُكُمْ وَأَبْناؤُكُمْ مقدر: أي هم المقسوم عليهم، وقيل: أن الخبر قوله لا تَدْرُونَ وما بعده وأَقْرَبُ خبر قوله أَيُّهُمْ ونَفْعاً تمييز: أي لا تدرون أيهم قريب لكم نفعه في الدعاء لكم والصدقة عنكم كما في الحديث الصحيح: «أو ولد صالح يدعو له» «١» وقال ابن عباس والحسن: «قد يكون الابن أفضل فيشفع في أبيه» وقال بعض المفسرين: إن الابن إذا كان أرفع درجة من أبيه في الآخرة سأل الله أن يرفع أباه، وإذا كان الأب أرفع درجة من ابنه سأل الله أن يرفع ابنه إليه. وقيل: المراد النفع في الدنيا والآخرة قاله ابن زيد، وقيل: المعنى أنكم لا تدرون من أنفع لكم من آبائكم وأبنائكم، من أوصى منهم فعرضكم لثواب الآخرة بإمضاء وصيته فهو أقرب لكم نفعا أو من ترك الوصية ووفر عليكم عرض الدنيا؟ وقوى هذا صاحب «الكشاف» قال لأن الجملة اعتراضية، ومن حق الاعتراض أن يؤكد ما اعترض بينه «٢» ويناسبه.
_________
(١) أخرجه مسلم في الصحيح [١٦٣١] والنسائي في السنن [٦/ ٢٥١] والترمذي في السنن ح [١٣٧٦] .
(٢) جاء في المطبوع [بنية] وهو خطأ والتصحيح من فتح القدير [١/ ٤٣٤] .',NULL,'137',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (135,'قوله فَرِيضَةً مِنَ اللَّهِ نصب على المصدر المؤكد. وقال مكي وغيره هي حال مؤكدة، والعامل يوصيكم والأوّل أولى.
إِنَّ اللَّهَ كانَ عَلِيماً بقسمة المواريث حَكِيماً حكم بقسمتها وبينها لأهلها.
وقال الزجاج: عليما بالأشياء قبل خلقها حكيما فيما يقدره ويمضيه.
وَلَكُمْ نِصْفُ ما تَرَكَ أَزْواجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ الخطاب هنا للرجال. والمراد بالولد ولد الصلب أو ولد الولد لما قدمنا من الإجماع فَإِنْ كانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ وهذا مجمع عليه لم يختلف أهل العلم في أن للزوج مع عدم الولد النصف ومع وجوده وإن سفل الربع.
مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِها أَوْ دَيْنٍ الكلام فيه كما تقدم.
وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ [فَإِنْ كانَ لَكُمْ وَلَدٌ] «١» فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِها أَوْ دَيْنٍ هذا النصيب مع الولد والنصيب مع عدمه تنفرد به الواحدة من الزوجات ويشترك فيه الأكثر من واحدة لا خلاف في ذلك، والخلاف في الوصية والدين كما تقدّم.
وَإِنْ كانَ رَجُلٌ يُورَثُ كَلالَةً المراد بالرجل الميت ويُورَثُ على البناء للمفعول من ورث لا من أورث وهو خبر كان، وكَلالَةً حال من ضمير يُورَثُ، وقيل: غير ذلك.
والكلالة مصدر من تكلله النسيب: أي أحاط به وبه سمي الإكليل لإحاطته بالرأس. وهو الميت الذي لا ولد له ولا والد وهذا قول أبي بكر الصديق وعمر وعليّ وجمهور أهل العلم، وبه قال صاحب كتاب «العين» وأبو منصور اللغوي وابن عرفة والقتيبي وأبو عبيد وابن الأنباري، وقد قيل: إنه إجماع.
وقال ابن كثير: وبه يقول أهل المدينة والكوفة والبصرة وهو قول القضاة السبعة والأئمة الأربعة وجمهور السلف والخلف بل جميعهم، وقد حكى الإجماع غير واحد وورد فيه حديث مرفوع انتهى «٢» .
_________
(١) ما بين المعكوفين سقط من المطبوع.
(٢) تفسير ابن كثير [١/ ٤٣٦] .',NULL,'138',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (136,'وروى أبو حاتم والأثرم عن أبي عبيدة أنه قال الكلالة كل من لم يرثه أب أو ابن أو أخ فهو عند العرب كلالة.
قال أبو عمر وابن عبد البر: ذكر أبي عبيدة الأخ هنا مع الأب والابن في شرط الكلالة غلط لا وجه له، ولم يذكره غيره، وما يروى عن أبي بكر وعمر من أن الكلالة من لا ولد له خاصة، فقد رجعا عنه.
وقال ابن زيد: الكلالة: الحيّ والميت جميعا، وإنما سموا القرابة كلالة لأنهم أطافوا بالميت من جوانبه وليسوا منه ولا هو منهم، بخلاف الابن والأب فإنهما طرفان له، فإذا ذهبا تكلله النسب.
وقيل: إن الكلالة مأخوذة من الكلال وهو الإعياء، فكأنه يصير الميراث إلى الوارث عن بعد وإعياء.
قال ابن الأعرابي: إن الكلالة بنو العم الأباعد.
وبالجملة من قرأ (يورّث كلالة) بكسر الراء مشددة- وهو بعض الكوفيين: أو مخففة وهو الحسن وأيوب- جعل الكلالة القرابة، ومن قرأ يُورَثُ بفتح الراء- وهم الجمهور- احتمل أن يكون الكلالة الميت واحتمل أن يكون القرابة.
وقد روي عن علي وابن مسعود وزيد بن ثابت وابن عباس والشعبي أن الكلالة: ما كان سوى الولد والوالد من الورثة.
قال الطبري «١» : الصواب أن الكلالة هم الذين يرثون الميت من عدا ولد ووالد، لصحة خبر جابر: «قلت يا رسول الله إنما يرثني كلالة أفأقضي بمالي كله؟ قال: لا» «٢» انتهى.
وروي عن عطاء أنه قال: الكلالة المال.
قال ابن العربي: وهذا قول ضعيف لا وجه له.
وقال صاحب «الكشاف» : إن الكلالة تنطبق على ثلاثة: على من لم يخلف ولدا ولا والدا، وعلى من ليس بولد ولا والد من المخلفين، وعلى القرابة من غير جهة الولد
_________
(١) تفسير الطبري [٣/ ١/ ٦٢] . [.....]
(٢) أخرجه مسلم في الصحيح بنحوه ح [١٦١٦] .',NULL,'139',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (137,'والوالد. انتهى.
أَوِ امْرَأَةٌ معطوف على رجل مقيد بما قيد به، أي وامرأة تورث كلالة.
وَلَهُ أَخٌ أَوْ أُخْتٌ: قرأ سعد بن أبي وقاص من أمّ. وسيأتي ذكر من أخرج ذلك عنه.
فَلِكُلِّ واحِدٍ مِنْهُمَا السُّدُسُ قال القرطبي: أجمع العلماء أن الأخوة هاهنا هم الأخوة لأم، قال: ولا خلاف بين أهل العلم أن الأخوة للأب والأم أو للأب ليس ميراثهم هكذا، فدل إجماعهم على أن الإخوة المذكورين في قوله: فَإِنْ كانَ لَهُ إِخْوَةٌ رجالا ونساء ف لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ: هم الاخوة لأبوين أو لأب، وأفرد الضمير في قوله: وَلَهُ أَخٌ أَوْ أُخْتٌ، لأن المراد كالواحد منهما، كما جرت بذلك عادة العرب إذا ذكروا اسمين مستويين في الحكم فإنهم قد يذكرون الضمير الراجع إليهما مفردا كما في قوله تعالى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّها لَكَبِيرَةٌ [البقرة: ٤٥] . وقوله:
يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَها فِي سَبِيلِ اللَّهِ [التوبة: ٣٤] . وقد يذكرون مثنى كما في قوله: إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيراً فَاللَّهُ أَوْلى بِهِما.
فَإِنْ كانُوا أَكْثَرَ مِنْ ذلِكَ فَهُمْ شُرَكاءُ فِي الثُّلُثِ والإشارة بقوله: من ذلك إلى قوله وَلَهُ أَخٌ أَوْ أُخْتٌ: أي أكثر من الأخ المنفرد والأخت المفردة بواحد: وذلك بأن يكون الموجود اثنين فصاعدا ذكرين أو أنثيين أو ذكرا وأنثى.
وقد استدل بذلك على أن الذكر كالأنثى من الإخوة لأم، لأن الله شرّك بينهم في الثلث ولم يذكر فضل الذكر على الأنثى كما ذكره في البنين والإخوة لأبوين أو لأب.
قال القرطبي: وهذا إجماع. ودلت الآية على أن الإخوة لأم إذا استكملت بهم المسألة كانوا أقدم من الإخوة لأبوين أو لأب وذلك في المسألة المسماة ب «الحمارية» وهي إذا تركت الميتة زوجا وأما وأخوين لأمّ وإخوة لأبوين [فإن للزوج النصف وللأم السدس وللأخوين لأم الثلث ولا شيء للإخوة لأبوين] «١» ، ووجه ذلك أنه قد وجد الشرط الذي يرث عنده الإخوة من الأم، وهو كون الميت كلالة. ويؤيد هذا الحديث: «ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر» ... وهو في الصحيحين وغيرهما.
_________
(١) ما بين المعكوفين سقط من المطبوع والتتمة من فتح القدير [١/ ٤٣٥] .',NULL,'140',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (138,'قال الشوكاني في «فتح القدير» «١» . وقد قررنا دلالة الآية والحديث على ذلك في الرسالة التي سميناها «المباحث الدرية في المسألة الحمارية» . وفي هذه المسألة خلاف بين الصحابة فمن بعدهم معروف. انتهى.
مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِها أَوْ دَيْنٍ الكلام فيه كما تقدم.
غَيْرَ مُضَارٍّ: أي يوصي حال كونه غير مضار لورثته بوجه من وجوه الضرار، كأن يقرّ بشيء ليس عليه أو يوصي بوصية لا مقصد له فيها إلا الإضرار بالورثة، أو يوصي لوارث مطلقا أو لغيره بزيادة على الثلث ولم يجزه الورثة. وهذا القيد أعني قوله:
غَيْرَ مُضَارٍّ، راجع إلى الوصية والدين المذكورين، فهو قيد لهما. فما صدر من الإقرارات بالديون، أو الوصايا المنهي عنها له. أو التي لا مقصد لصاحبها إلا المضارة لورثته فهو باطل مردود لا ينفذ منه شيء لا الثلث ولا دونه.
قال القرطبي: وأجمع العلماء على أن الوصية للوارث لا تجوز «٢» انتهى.
وهذا القيد، أعني عدم الضرار، هو قيد لجميع ما تقدّم من الوصية والدّين.
قال أبو السعود في «تفسيره» : وتخصيص القيد بهذا المقام لما أن الورثة مظنة لتفريط الميت في حقهم.
وَصِيَّةً مِنَ اللَّهِ: نصب على المصدر: أي يوصيكم بذلك وصية كقوله:
فَرِيضَةً مِنَ اللَّهِ [النساء: ١١] . قال ابن عطية: ويصح أن يعمل فيها (مضار) والمعنى أن يقع الضرر بها، أو بسببها فأوقع عليها تجوزا فيكون وصية على هذا مفعولا بها لأن اسم الفاعل قد اعتمد على ذي الحال، أو لكونه منفيا معنى. وقرأ الحسن وَصِيَّةً مِنَ اللَّهِ بالجرّ على إضافة اسم الفاعل إليها كقوله: يا سارق الليلة أهل الدار.
وَاللَّهُ عَلِيمٌ حَلِيمٌ (١٢) وفي كون هذه الوصية من الله سبحانه دليل على أنه قد وصّى عباده بهذه التفاصيل المذكورة في الفرائض، وأن كل وصية من عباده تخالفها فهي مسبوقة بوصية الله، وذلك كالوصايا المتضمنة لتفضيل بعض الورثة على بعض أو
_________
(١) فتح القدير [١/ ٤٣٥] .
(٢) تفسير القرطبي [٥/ ٨٠] .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (139,'المشتملة على الضرار بوجه من الوجوه.
وقد ورد في تعظيم ذنب الإضرار بالوصية أحاديث قال ابن عباس: هو من الكبائر «١» . أخرجه النسائي والبيهقي وابن جرير وابن المنذر وغيرهم عنه، ورجال إسناده رجال الصحيح.
وأخرج أحمد وعبد بن حميد وأبو داود والترمذي- وحسنه- وابن ماجة- واللفظ له- والبيهقي، عن أبي هريرة قال: قال رسول الله صلّى الله عليه وآله وسلّم: «إن الرجل ليعمل بعمل أهل الخير سبعين سنة فإذا أوصى جاف في وصيته فيختم له بشر عمله فيدخل النار، وإن الرجل ليعمل بعمل أهل الشر سبعين سنة فيعدل في وصيته فيختم له بخير عمله فيدخل الجنة» . ثم يقول أبو هريرة: اقرأوا إن شئتم تِلْكَ حُدُودُ اللَّهِ إلى قوله:
عَذابٌ مُهِينٌ (١٤) «٢» . وفي إسناده شهر بن حوشب وثقه أحمد وابن معين.
وقال النسائي: ليس بالقوي.
وقال أبو حاتم: ليس بدون.
وقال ابن عون: تركوه.
«فائدة» قال القاضي محمد بن علي الشوكاني في مختصره المسمى ب «الدرر البهية» في كتاب المواريث هي مفصلة في الكتاب العزيز ويجب الابتداء بذوي الفروض المقدرة وما بقي فللعصبة، والأخوات مع البنات عصبة، ولبنت الابن مع البنت، السدس تكملة للثلثين، وكذا الأخت لأب مع الأخت لأبوين.
وللجدة والجدات السدس مع عدم الأم، وهو للجد مع من لا يسقط.
ولا ميراث للإخوة والأخوات مع الابن أو ابن الابن، وفي ميراثهم مع الجد
_________
(١) أخرجه ابن جرير في التفسير [٣/ ٦٣٠] ح [٨٧٨٥، ٨٧٨٦، ٨٧٨٧، ٨٧٨٨] والنسائي في التفسير وابن أبي شيبة في المصنف [٦/ ٢٢٧، ٢٢٨] ح [٣٠٩٣٣] و [٣٠٩٣٦] والبيهقي في السنن [٦/ ٢٧١] وعبد بن حميد وابن أبي حاتم وابن المنذر كما في الدر المنثور [٢/ ٤٥٢] وأخرجه ابن جرير في التفسير [٣/ ٦٣١] ح [٨٧٨٩] والبيهقي في السنن الكبرى [٦/ ٢٧١] والدارقطني في السنن [٤/ ١٥١] انظر ميزان الاعتدال [٣/ ٢٢٤] .
(٢) أخرجه أبو داود في السنن [٣/ ١١٢] ح [٢٨٦٧] والترمذي في السنن [٤/ ٢١١٧] ورواه ابن ماجه في السنن ح [٢٧٠٤] ورواه عبد الرزاق في مصنفه [٩/ ٨٨] ح [١٦٤٥٥] وأحمد في المسند [٢/ ٢٧٨] وأخرجه الطبراني في الأوسط كما في المجمع [٧/ ٢١٢] .',NULL,'142',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (140,'خلاف، ويرثون مع البنات إلا الإخوة لأم، ويسقط الأخ لأب مع الأخ لأبوين، وذوو الأرحام يتوارثون وهم أقدم من بيت المال، فإن تزاحمت الفرائض فالعول.
ولا يرث ولد الملاعنة والزانية إلا من أمه وقرابتها والعكس.
ولا يرث المولود إلا إذا استهل، وميراث العتيق لمعتقه، ويسقط بالعصبات، وله الباقي بعد ذوي السهام. ويحرم بيع الولاء وهبته ولا توارث بين أهل ملتين، ولا يرث القاتل من المقتول. انتهى.
وقال في شرحه المسمى ب «الدراري المضيئة» : اعلم أن المواريث المفصلة في الكتاب العزيز معروفة لم نتعرض هاهنا لذكرها واقتصرنا على ما ثبت في السنة والإجماع ولم نذكر ما كان لا مستند له إلا محض الرأي- كما جرت به قاعدتنا في هذا الكتاب- فليس مجرد الرأي مستحقا للتدوين فلكل عالم رأيه واجتهاده مع عدم الدليل، ولا حجة في اجتهاد بعض أهل العلم على البعض الآخر، فإذا عرفت هذا اجتمع لك مما في الكتاب العزيز وما ذكرناه هاهنا جميع علم الفرائض الثابت بالكتاب والسنة، فإن عرض لك ما لم يكن فيهما فاجتهد فيه رأيك عملا بحديث معاذ المشهور. انتهى.
[الآية السادسة]
يا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ كَرْهاً وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ ما آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ وَعاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً (١٩) .
معنى الآية يتضح بمعرفة سبب نزولها، وهو ما أخرجه البخاري وغيره عن ابن عباس قال: كانوا إذا مات الرجل كان أولياؤه أحقّ بامرأته: إن شاء بعضهم تزوجها.
وإن شاءوا زوجوها، وإن شاءوا لم يزوجوها، فهم أحق بها من أهلها، فنزلت «١» .
وفي لفظ لأبي داود عنه في هذه الآية: [كان] «٢» الرجل يرث امرأة ذي قرابته فيعضلها حتى تموت أو تردّ إليه صداقها. وفي لفظ لابن جرير وابن أبي حاتم عنه: فإن
_________
(١) أخرجه البخاري في الصحيح [٨/ ٢٤٥] ح [٤٥٧٩] و [٦٩٤٨] .
(٢) ما بين المعكوفين سقط من المطبوع والمستدرك من فتح القدير [١/ ٤٤١] .',NULL,'143',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (141,'كانت جميلة تزوجها، وإن كانت ذمية حبسها حتى تموت فيرثها. وقد روي هذا السبب بألفاظ.
لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ كَرْهاً ولا يحل لكم أن تَعْضُلُوهُنَّ عن أن يتزوجهن غيركم لِتَذْهَبُوا بِبَعْضِ ما آتَيْتُمُوهُنَّ أي لتأخذوا ميراثهن إذا متن، أو ليدفعن إليكم صداقهن إذا أذنتم لهن بالنكاح. قال الزهري وأبو مجلز: كان من عادتهم إذا مات الرجل وله زوجة ألقى ابنه من غيرها أو أقرب عصبته ثوبه على المرأة فيصير أحق بها من نفسها ومن أوليائها، فإن شاء تزوجها بغير صداق إلا الصداق الذي أصدقها الميت، وإن شاء زوجها من غيره وأخذ صداقها ولم يعطها شيئا، وإن شاء عضلها لتفتدي منه بما ورثت من الميت، أو تموت فيرثها، فنزلت الآية. وقيل: الخطاب لأزواج النساء إذا حبسوهنّ مع سوء العشرة طمعا في إرثهنّ أو يفتدين ببعض مهورهنّ. اختاره ابن عطية قال: ودليل ذلك قوله: إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ فإنها إذا أتت بفاحشة فليس للوليّ حبسها حتى تذهب بمالها إجماعا من الأمة، وإنما ذلك للزوج. قال الحسن: إذا زنت البكر فإنها تجلد مائة وتنفى وتردّ إلى زوجها ما أخذت منه وقال أبو قلابة: إذا زنت امرأة الرجل فلا بأس أن يضارّها ويشقّ عليها حتى تفتدي منه.
قال السّدي: إذا فعلن ذلك فخذوا مهورهنّ.
وقال قوم: الفاحشة البذاءة باللسان وسوء العشرة قولا وفعلا. وقال مالك وجماعة من أهل العلم: للزوج أن يأخذ من الناشز جميع ما تملك هذا كله على أن الخطاب في قوله: وَلا تَعْضُلُوهُنَّ للأزواج، وقد عرفت مما قدمنا في سبب النزول أن الخطاب في قوله: وَلا تَعْضُلُوهُنَّ لمن خوطب بقوله: لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ كَرْهاً فيكون المعنى: ولا يحلّ لكم أن تمنعوهن من الزواج لِتَذْهَبُوا بِبَعْضِ ما آتَيْتُمُوهُنَّ أي ما آتاهنّ من ترثونه إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ، فحينئذ جاز لكم حبسهن عن الأزواج.
ولا يخفى ما في هذا من التعسف مع عدم جواز حبس من أتت بفاحشة عن أن تتزوج وتستعفّ «١» عن الزنا، وكما أن جعل قوله: ولا تعضلوهن خطابا للأولياء، فيه هذا التعسف! كذلك جعل قوله: لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ خطابا للأزواج فيه تعسف ظاهر مع مخالفة سبب نزول الآية الذي ذكرناه. والأولى أن يقال: إن الخطاب في قوله:
_________
(١) جاء في المطبوع [وتستغنى] والصواب ما أثبتناه وهو من فتح القدير [١/ ٤٤١] .',NULL,'144',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (142,'لا يَحِلُّ لَكُمْ: للمسلمين: أي لا يحل لكم معاشر المسلمين [أن ترثوا النساء كرها كما كانت تفعله الجاهلية، ولا يحلّ لكم معاشر المسلمين «١» ] أن تعضلوا أزواجكم أي تحبسوهنّ عندكم، مع عدم رغبتكم فيهنّ، بل لقصد أن تذهبوا ببعض ما آتيتموهنّ من المهر يفتدين به من الحبس والبقاء تحتكم، وفي عقدكم مع كراهتكم لهنّ إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ جاز لكم مخالعتهنّ ببعض ما آتيتموهنّ.
وَعاشِرُوهُنَّ بِالْمَعْرُوفِ [أي بما هو معرف] «٢» في هذه الشريعة وبين أهلها من حسن المعاشرة، وهو خطاب للأزواج أو لما هو أعم، وذلك مختلف باختلاف الأزواج في الغنى والفقر والرفاعة والوضاعة فَإِنْ كَرِهْتُمُوهُنَّ لسبب من الأسباب من غير ارتكاب فاحشة ولا نشوز فَعَسى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً (١٩) : أي فعسى أن يؤول الأمر إلى ما تحبونه من ذهاب الكراهة وتبدلها بالمحبة فيكون في ذلك خير كثير من استدامة الصحبة وحصول الأولاد. فيكون الجزاء على هذا محذوفا مدلولا عليه بعلته: أي فإن كرهتموهن فاصبروا ولا تفارقوهن بمجرد هذه النفرة فعسى أن تكرهوا شيئا ويجعل الله فيه خيرا كثيرا.
قيل: في الآية ندب إلى إمساك الزوجة مع الكراهة، لأنه إذا كره صحبتها وتحمّل ذلك المكروه طلبا للثواب وأنفق عليها وأحسن هو معاشرتها استحق الثناء الجميل في الدنيا والثواب الجزيل في العقبى.
[الآية السابعة] وَإِنْ أَرَدْتُمُ اسْتِبْدالَ زَوْجٍ مَكانَ زَوْجٍ وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً أَتَأْخُذُونَهُ بُهْتاناً وَإِثْماً مُبِيناً (٢٠) .
وَإِنْ أَرَدْتُمُ اسْتِبْدالَ زَوْجٍ: أي زوجة مَكانَ زَوْجٍ وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً: المراد به هنا المال الكثير، وفيه دليل على جواز المغالاة في المهور فَلا تَأْخُذُوا مِنْهُ شَيْئاً: قيل: هي محكمة، وقيل: هي منسوخة بقوله تعالى في سورة البقرة: وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً إِلَّا أَنْ يَخافا أَلَّا يُقِيما حُدُودَ اللَّهِ والأولى
_________
(١) ما بين المعكوفين سقط من المطبوع والمستدرك من فتح القدير [١/ ٤٤١] .
(٢) ما بين المعكوفين سقط من المطبوع والمستدرك من فتح القدير [١/ ٤٤١] .',NULL,'145',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (143,'أن الكل محكم. والمراد هنا غير المختلعة فلا يحل لزوجها أن يأخذ مما آتاها شيئا.
[الآية الثامنة]
وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ إِلَّا ما قَدْ سَلَفَ إِنَّهُ كانَ فاحِشَةً وَمَقْتاً وَساءَ سَبِيلًا (٢٢) .
وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ نهى عما كانت عليه الجاهلية من نكاح نساء آبائهم إذا ماتوا، وهو شروع في بيان من يحرم نكاحه من النساء ومن لا يحرم.
إِلَّا ما قَدْ سَلَفَ هو استثناء منقطع: أي لكن ما قد سلف في الجاهلية فاجتنبوه ودعوه، وقيل: إلا بمعنى بعد: أي بعد ما سلف. وقيل: المعنى ولا ما سلف، وقيل:
هو استثناء متصل من قوله: ما نَكَحَ آباؤُكُمْ يفيد المبالغة في التحريم بإخراج الكلام مخرج التعليق «١» بالمحال: بمعنى إن أمكنكم أن تنكحوا ما قد سلف فانكحوا فلا يحلّ لكم غيره! ... وأخرج عبد الرزاق وابن أبي شيبة وأحمد والحاكم- وصححه- والبيهقي في سننه عن البراء، قال: «لقيت خالي ومعه الراية. قلت: أين تريد؟ قال:
بعثني رسول الله صلّى الله عليه وآله وسلّم إلى رجل تزوج امرأة أبيه من بعده فأمرني أن أضرب عنقه وآخذ ماله» «٢» . ثم بين سبحانه وجه النهي عنه فقال: إِنَّهُ كانَ فاحِشَةً وَمَقْتاً وَساءَ سَبِيلًا (٢٢) هذه الصفات الثلاث تدل على أنه من أشدّ المحرمات وأقبحها، وقد كانت الجاهلية تسميه «نكاح المقت» وهو أن يتزوج الرجل امرأة أبيه إذا طلقها أو مات عنها.
ويقال لهذا «الضّيزن» وأصل المقت: البغض.
_________
(١) جاء في فتح القدير [١/ ٤٤٢] [التعلق] .
(٢) [صحيح] أخرجه ابن أبي شبه في المصنف [٥/ ٥٤٩] ح [٢٨٨٦٥] وأحمد في المسند [٤/ ٢٩٢] وسعيد بن منصور في السنن [١/ ٢٣٥] ح [٩٤٢] وابن ماجه في السنن ح [٢٦٠٧] والدارقطني في السنن [٣/ ١٩٦] والبغوي في شرح السنة [١٠/ ٣٠٥] ح [٢٥٩٢] والترمذي في الجامع [٣/ ٦٤٣] ح [١٣٦٢] .
ورواه البيهقي في السنن [٨/ ٢٣٧] و [٧/ ١٦٢] ورواه النسائي في المجتبى [٦/ ١١٠] وأبو داود في السنن [٤/ ١١٥] ح [٤٤٥٧] والدارمي في السنن [٢/ ١٥٣] .',NULL,'146',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (144,'[الآية التاسعة] حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ وَبَناتُكُمْ وَأَخَواتُكُمْ وَعَمَّاتُكُمْ وَخالاتُكُمْ وَبَناتُ الْأَخِ وَبَناتُ الْأُخْتِ وَأُمَّهاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَواتُكُمْ مِنَ الرَّضاعَةِ وَأُمَّهاتُ نِسائِكُمْ وَرَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلا جُناحَ عَلَيْكُمْ وَحَلائِلُ أَبْنائِكُمُ الَّذِينَ مِنْ أَصْلابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا ما قَدْ سَلَفَ إِنَّ اللَّهَ كانَ غَفُوراً رَحِيماً (٢٣) .
حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ أي نكاحهنّ، وقد بيّن الله سبحانه في هذه الآية ما يحلّ وما يحرم من النساء فحرّم سبعا من النسب، وستا من الرضاع والصهر، وألحقت المتواترة تحريم الجمع بين المرأة وعمتها، وبين المرأة وخالتها، ووقع عليه الإجماع.
فالسبع المحرمات من النسب الأمهات. وَبَناتُكُمْ وَأَخَواتُكُمْ وَعَمَّاتُكُمْ وَخالاتُكُمْ أي البنات والأخوات والعمات والخالات وَبَناتُ الْأَخِ وَبَناتُ الْأُخْتِ وَأُمَّهاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ هذا مطلق قيد بما ورد في السنة من كون الرضاع في الحولين إلا في مسألة قصة إرضاع سالم مولى أبي حذيفة. وظاهر النظم القرآني أنه يثبت حكم الرضاع بما يصدق عليه مسمى الرضاع لغة وشرعا، ولكنه قد ورد تقييده بخمس رضعات في أحاديث صحيحة عن جماعة من الصحابة. والبحث عن تقرير ذلك وتحقيقه يطول، وقد استوفاه الشوكاني في مصنفاته «١» وقرر ما هو الحق في كثير من مباحث الرضاع، وذكرنا طرفا منه في شرحنا لبلوغ المرام.
وَأَخَواتُكُمْ مِنَ الرَّضاعَةِ الأخت من الرضاع هي التي أرضعتها أمك بلبان أبيك سواء أرضعتها معك أو مع من قبلك أو بعدك من الأخوة والأخوات، والأخت من الأم: هي التي أرضعتها أمك بلبان رجل آخر.
وَأُمَّهاتُ نِسائِكُمْ وَرَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَ
_________
(١) انظر نيل الأوطار [٧/ ١١٣- ١٢٧] . [.....]',NULL,'147',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (145,'فالمحرمات بالصهر والرضاع: الأمهات من الرضاعة والأخوات من الرضاعة وأمهات النساء والربائب وحلائل الأبناء والجمع بين الأختين، فهؤلاء ست، والسابعة منكوحات الآباء، والثامنة الجمع بين المرأة وعمتها.
قال الطحاوي: وكل هذا من المحكم المتفق عليه، وغير جائز نكاح واحدة منهن بالإجماع إلا أمهات النساء اللواتي لم يدخل بهنّ أزواجهنّ، فإن جمهور السلف ذهبوا إلى أن الأم تحرم بالعقد على الابنة ولا تحرم الابنة إلا بالدخول بالأم.
وقال بعض السلف: الأم والربيبة سواء لا تحرم واحدة منهما إلا بالدخول بالأخرى.
قالوا: ومعنى قوله: وَأُمَّهاتُ نِسائِكُمْ: أي اللاتي دخلتم بهن. وزعموا أن قيد الدخول راجع إلى الأمهات والربائب جميعا، رواه خلاس عن عليّ. وروي عن ابن عباس وجابر وزيد بن ثابت وابن الزبير ومجاهد.
قال القرطبي «١» : ورواية خلاس عن عليّ لا تقوم بها حجة ولا تصح روايته عند أهل الحديث، والصحيح عنه مثل قول الجماعة.
وقد أجيب عن قولهم إن قيد الدخول راجع إلى الأمهات والربائب بأن ذلك لا يجوز من جهة الإعراب، وبيانه أن الخبرين إذا اختلفا في العامل لم يكن نعتهما واحدا، فلا يجوز عند النحويين مررت بنسائك وهويت نساء زيد الظريفات، على أن يكون الظريفات نعتا للجميع فكذلك في الآية لا يجوز أن يكون [اللاتي دخلتم بهنّ] نعتا لهما جميعا لأن الخبرين مختلفان.
قال ابن المنذر: والصحيح قول الجمهور لدخول جميع أمهات النساء في قوله:
وَأُمَّهاتُ نِسائِكُمْ. ومما يدل على ما ذهب إليه الجمهور ما أخرجه عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر والبيهقي في سننه من طريقين عن عمرو بن شعيب عن أبيه عن جده عن النبي صلّى الله عليه وآله وسلّم قال: إذا نكح الرجل المرأة فلا يحل له أن يتزوج أمها، دخل بالابنة أو لم يدخل، وإذا تزوج الأم فلم يدخل بها ثم طلقها فإن شاء تزوج الابنة» «٢» .
_________
(١) تفسير القرطبي [٥/ ١٠٦] .
(٢) [ضعيف] أخرجه عبد الرزاق في المصنف [٦/ ٢٧٦] ح [١٠٨٢١] والطبري في التفسير [٣/ ٦٦٤] .',NULL,'148',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (146,'قال ابن كثير في تفسيره «١» مستدلا للجمهور: وقد روي في ذلك خبر غير أن في إسناده نظرا، فذكر هذا الحديث ثم قال: وهذا الخبر وإن كان في إسناده ما فيه، فإن إجماع الأمة على صحة القول به يغني عن الاستشهاد على صحته بغيره.
قال في «الكشاف» : وقد اتفقوا على أن تحريم أمهات النساء مبهم دون تحريم الربائب على ما عليه ظاهر كلام الله تعالى اه.
ودعوى الإجماع مدفوعة بخلاف من تقدم.
واعلم أنه يدخل في لفظ الأمهات أمهاتهنّ وجداتهنّ وأم الأب وجدّاته- وإن علون- لأن كلهن أمهات لمن ولده من ولدنه، وإن سفل.
ويدخل في لفظ البنات بنات الأولاد، وإن سلفن، والأخوات تصدق على الأخت لأبوين أو أحدهما.
والعمة: اسم لكل أنثى شاركت أباك أو جدّك في أصليه أو أحدهما. وقد تكون العمة من جهة الأم وهي أخت أب الأم.
والخالة: اسم لكل أنثى شاركت أمك في أصليها أو أحدهما. وقد تكون الخالة من جهة الأب وهي أخت أم أبيك. وبنت الأخ اسم لكل أنثى لأخيك عليها ولادة بواسطته ومباشرة وإن بعدت وكذلك بنت الأخت.
والمحرمات بالمصاهرة أربع: أمّ المرأة وابنتها وزوجة الأب وزوجة الابن.
والربيبة: بنت امرأة الرجل من غيره، سميت بذلك لأنه يربيها في حجره فهي مربوبة فعيلة بمعنى مفعولة.
قال القرطبي «٢» : واتفق الفقهاء على أن الربيبة تحرم على زوج أمها إذا دخل بالأم، وإن لم تكن الربيبة في حجره، وشذ بعض المتقدّمين وأهل الظاهر فقالوا: لا تحرم الربيبة إلا أن تكون في حجر المتزوج [بأمها] «٣» ، فلو كانت في بلد آخر وفارق
_________
ح [٥٩٥٧] وعبد بن حميد وابن المنذر كما في الدر المنثور [٢/ ٤٧٢] والبيهقي في السنن الكبرى [٧/ ١٦٠] .
(١) تفسير ابن كثير [١/ ٤٤٦] .
(٢) تفسير القرطبي [٥/ ١١٢] .
(٣) ما بين المعكوفين من تفسير القرطبي [٤/ ١١٢] .',NULL,'149',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (147,'الأم فله أن يتزوج بها. وقد روي ذلك عن عليّ.
قال ابن المنذر والطحاوي: لم يثبت ذلك عن عليّ لأنه رواه إبراهيم بن عبيد عن مالك بن أوس عن علي وإبراهيم هذا لا يعرف! وقال ابن كثير في تفسيره «١» بعد إخراج هذا عن علي: وهذا إسناد قوي ثابت إلى علي بن أبي طالب رضي الله عنه- على شرط مسلم «٢» .
والحجور: جمع حجر بفتح الحاء وكسرها، والمراد أنهنّ في حضانة أمهاتهنّ تحت حماية أزواجهن، كما هو الغالب وقيل المراد بالحجور البيوت أي في بيوتكم.
حكاه الأثرم عن أبي عبيدة.
فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلا جُناحَ عَلَيْكُمْ: أي في نكاح الربائب، وهو تصريح بما دلّ عليه مفهوم ما قبله.
وقد اختلف أهل العلم في معنى الدخول الموجب لتحريم الربائب: فروي عن ابن عباس أنه قال: الدخول الجماع، وهو قول طاووس وعمرو بن دينار وغيرهما.
وقال مالك والثوري وأبو حنيفة والأوزاعي والليث: إن الزوج إذا لمس الأمّ بشهوة حرمت عليه ابنتها، وهو أحد قولي الشافعي.
قال ابن جرير والطبري: وفي إجماع الجميع على أن خلوة الرجل بامرأته لا تحرّم ابنتها عليه إذا طلقها قبل مسيسها ومباشرتها، وقبل النظر إلى فرجها بشهوة ما يدل على أن معنى ذلك هو الوصول إليها بالجماع. انتهى.
وهكذا حكى الإجماع القرطبي فقال: وأجمع العلماء على أن الرجل إذا تزوج المرأة ثم طلقها أو ماتت قبل أن يدخل بها حلّ له نكاح ابنتها واختلفوا في النظر: فقال الكوفيون إذا نظر إلى فرجها بشهوة كان بمنزلة اللمس بشهوة وكذا قال الثوري ولم يذكر الشهوة.
وقال ابن أبي ليلى: لا يحرم بالنظر حتى يلمس، وهو قول الشافعي.
_________
(١) تفسير ابن كثير [١/ ٤٤٦] .
(٢) أخرجه عبد الرزاق في المصنف [٦/ ٢٧٨] ح [١٠٨٣٤] وابن أبي حاتم في التفسير كما في تفسير ابن كثير [١/ ٤٤٦] انظر الدر المنثور [٢/ ٤٧٤] .',NULL,'150',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (148,'والذي ينبغي التعويل عليه في مثل هذا الخلاف هو النظر في معنى الدخول شرعا أو لغة: فإن كان خاصا بالجماع فلا وجه لإلحاق غيره به من لمس أو نظر أو غيرهما، وإن كان معناه أوسع من الجماع بحيث يصدق على ما حصل فيه نوع استمتاع كان مناط التحريم هو ذلك.
وأما الربيبة في ملك اليمين فقد روي عن عمر بن الخطاب أنه كره ذلك.
وقال ابن عباس: أحلتهما آية وحرمتهما آية ولو لم أكن لأفعله.
وقال ابن عبد البر: لا خلاف بين العلماء أنه لا يحل أن يطأ امرأة وابنتها من ملك اليمين لأن الله حرّم ذلك في النكاح، قال: وَأُمَّهاتُ نِسائِكُمْ وَرَبائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسائِكُمُ، وملك اليمين عندهم تبع للنكاح، إلا ما روي عن عمر وابن عباس، وليس على ذلك أحد من أئمة الفتوى ولا من تبعهم انتهى.
وَحَلائِلُ أَبْنائِكُمُ الحلائل: جمع حليلة وهي الزوجة، سميت بذلك لأنها تحلّ مع الزوج حيث حلّ، فهي فعلية بمعنى فاعلة. وذهب الزجاج وقوم إلى أنها من لفظ الحلال فهي حليلة بمعنى محللة وقيل: لأن كل واحد منهم يحل إزار صاحبه.
وقد أجمع العلماء على تحريم ما عقد عليه الآباء على الأبناء وما عقد عليه الأبناء على الآباء سواء كان مع العقد وطء أو لم يكن. لقوله تعالى: وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ، وقوله تعالى: وَحَلائِلُ أَبْنائِكُمُ.
واختلف الفقهاء في العقد إذا كان فاسدا هل يقتضي التحريم أم لا كما هو مبين في كتب الفروع؟
وقال ابن المنذر: أجمع كل من يحفظ عنه العلم من علماء الأمصار أن الرجل إذا وطئ امرأة بنكاح فاسد لا تحرم على أبيه وابنه وعلى أجداده «١» ، وأجمع العلماء على أن عقد الشراء على الجارية لا يحرّمها على أبيه وابنه «٢» ، لا أعلمهم يختلفون فيه فوجب تحريم ذلك تسليما لهم. ولو اختلفوا في تحريمها بالنظر دون اللمس لم يجز ذلك لاختلافهم. قال ولا يصح عن أحد من أصحاب رسول الله صلّى الله عليه وآله وسلّم خلاف ما قلناه.
الَّذِينَ مِنْ أَصْلابِكُمْ وصف للأبناء: أي دون من تبنيتم من أولاد غيركم،
_________
(١) انظر الإجماع لابن المنذر [ص/ ٧٦] .
(٢) انظر الإجماع لابن المنذر [ص/ ٧٦] .',NULL,'151',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (149,'كما كانوا يفعلونه في الجاهلية. ومنه قوله تعالى: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ إِذا قَضَوْا مِنْهُنَّ وَطَراً. ومنه قوله: وَما جَعَلَ أَدْعِياءَكُمْ أَبْناءَكُمْ. ومنه: ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ. وأما زوجة الابن من الرضاع فذهب الجمهور إلى أنها تحرم على أبيه، وقد قيل: إنه إجماع مع أن الابن من الرضاع ليس من أولاد الصلب. ووجهه ما صح عن النبي صلّى الله عليه وآله وسلّم من قوله: «يحرم من الرّضاع ما يحرم من النسب» «١» . ولا خلاف أن أولاد الأولاد، وإن سفلوا، بمنزلة أولاد الصلب في تحريم نكاح نسائهم على آبائهم.
وقد اختلف أهل العلم في وطء الزنا: هل يقتضي التحريم أم لا؟ فقال أكثر أهل العلم: إذا أصاب رجل امرأة بزنا لم يحرم عليه نكاحها بذلك، وكذلك لا تحرم عليه امرأته إذا زنا بأمها أو بابنتها، وحسبه أن يقام عليه الحدّ، وكذلك يجوز له عندهم أن يتزوّج بأم من زنا بها وبابنتها «٢» .
وقالت طائفة من أهل العلم: إن الزنا يقتضي التحريم، حكي ذلك عن عمران بن حصين والشعبي وعطاء والحسن وسفيان الثوري وأحمد «٣» وإسحاق وأصحاب «٤» .
الرأي، وحكى ذلك عن مالك، والصحيح عنه كقول الجمهور «٥» .
احتج الجمهور بقوله تعالى: وَأُمَّهاتُ نِسائِكُمْ، وبقوله: وَحَلائِلُ أَبْنائِكُمُ. والموطوءة بالزنا لا يصدق عليه أنها من نسائهم ولا من حلائل أبنائهم.
وقد أخرج الدارقطني عن عائشة قالت: سئل رسول الله صلّى الله عليه وآله وسلّم عن رجل زنى بامرأة فأراد أن يتزوجها أو ابنتها فقال: «لا يحرم الحرام الحلال» «٦» ، واحتج المحرّمون بما
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٥/ ٢٥٣] ح [٢٦٤٦، ٣١٠٥، ٥٠٩٩] ومسلم في الصحيح ح [١٤٤٤] .
(٢) وهو قول الإمام الشافعي. انظر روضة الطالبين [٧/ ١١٣] .
(٣) انظر المغني [٧/ ٤٨٢] .
(٤) انظر الهداية [١/ ٣٣٤] . [.....]
(٥) انظر كفاية الطالب الرباني [٢/ ٥٥] .
(٦) [ضعيف] أخرجه ابن حبان في المجروحين [٢/ ٩٨- ٩٩] وابن عدي في الكامل [٥/ ١٦٠] والبيهقي في السنن الكبرى [٧/ ١٦٩] والدارقطني في السنن [٣/ ٢٦٨] والدارقطني في الأوسط كما في المجمع [٤/ ٢٦٨- ٢٦٩] وأخرجه ابن ماجه في السنن ح [٢٠١٥] والدارقطني في السنن [٣/ ٢٦٨] والخطيب البغدادي في التاريخ [٧/ ١٨٢] والبيهقي في السنن [٧/ ١٦٨] انظر الفتح [٩/ ١٥٦] .',NULL,'152',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (150,'روي في قصة جريج الثابتة في الصحيح أنه قال: «يا غلام من أبوك؟ فقال فلان الراعي» «١» فنسب الابن نفسه إلى أبيه من الزنا، وهذا احتجاج ساقط.
واحتجوا أيضا بقوله صلّى الله عليه وآله وسلّم: «لا ينظر الله إلى رجل نظر إلى فرج امرأة وابنتها ولم يفصل بين الحلال والحرام» «٢» . ويجاب عنه بأن هذا مطلق مقيد بما ورد من الأدلة الدالة على أن الحرام لا يحرّم الحلال.
ثم اختلفوا في اللواط هل يقتضي التحريم أم لا؟ فقال الثوري: إذا لاط بالصبيّ حرمت عليه أمه! وهو قول أحمد بن حنبل، قال: إذا تلوّط بابن امرأته أو [أبيها] «٣» أو أخيها حرمت عليه امرأته «٤» .
وقال الأوزاعي: إذا لاط بغلام وولد للمفجور به بنت لم يجز للفاجر أن يتزوجها لأنها بنت من قد دخل به «٥» .
ولا يخفى ما في قول هؤلاء من الضعف والسقوط النازل عن قول القائلين بأن وطء الحرام يقتضي التحريم بدرجات لعدم صلاحية ما تمسك به أولئك من الشبه على ما زعمه هؤلاء من اقتضاء اللواط للتحريم.
وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ: أي وحرم عليكم أن تجمعوا بين الأختين فهو في محل رفع عطفا على المحرمات السابقة، وهو يشمل الجمع بينهما بالنكاح والوطء بملك اليمين.
وقيل: إن الآية خاصة بالجمع في النكاح لا في ملك اليمين. وأما في الوطء بالملك اليمين فلا حق بالنكاح، وقد اجتمعت الأمة على منع جمعهما في عقد النكاح.
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٣/ ٧٨] ح [١٢٠٦، ٢٤٨٢، ٣٤٣٦، ٣٤٦٦] ومسلم في الصحيح ح [٢٥٥٠] .
(٢) [لا أصل له مرفوعا] وإنما روي موقوفا أخرجه ابن أبي شيبة في المصنف [٣/ ٤٨٠] ح [١٦٢٣٤] والدارقطني في السنن [٣/ ٢٦٨- ٢٦٩] ورواه ابن أبي شيبة في المصنف [٣/ ٤٨١] ح [١٦٢٣٥] .
(٣) جاء في المطبوع [ابنها] وهو خطأ والصواب ما أثبتناه من فتح القدير [١/ ٤٤٦] .
(٤) انظر، الكافي لموفق الدين [٣/ ٢٩] .
(٥) واعلم أنه لا تثبت به الحرمة عند الإمام أبي حنيفة، ومالك والشافعي.
انظر، الفتاوى الهندية [١/ ٢٧٥] ، المعونة للقاضي عبد الوهاب [٢/ ٨١٦] ، روضة الطالبين [٧/ ١١٣] .',NULL,'153',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (151,'واختلفوا في الأختين بملك اليمين: فذهب كافة العلماء إلى أنه لا يجوز الجمع بينهما في الوطء بالملك فقط، وقد توقف بعض السلف في الجمع بين الأختين في الوطء [بالملك] «١» .
واختلفوا في جواز عقد النكاح على أخت الجارية التي توطأ بالملك.
فقال الأوزاعي: إذا وطئ جارية له بملك اليمين لم يجز له أن يتزوّج أختها.
وقال الشافعي: مالك اليمين لا يمنع نكاح الأخت.
وقد ذهبت الظاهرية إلى جواز الجمع بين الأختين بملك اليمين في الوطء، كما يجوز الجمع بينهما في الملك.
قال ابن عبد البر- بعد أن ذكر ما روي عن عثمان بن عفان من جواز الجمع بين الأختين في الوطء بالملك-: وقد روي مثل قول عثمان عن طائفة من السلف منهم ابن عباس ولكنهم اختلف عليهم ولم يلتفت أحد [إلى ذلك] «٢» من فقهاء الأمصار بالحجاز ولا بالعراق ولا ما وراءها من المشرق ولا بالشام ولا المغرب إلا من شذّ عن جماعتهم باتباع الظاهر ونفي القياس، وقد ترك من تعمد ذلك.
وجماعة الفقهاء متفقون على أنه لا يحل الجمع بين الأختين بملك اليمين في الوطء كما لا يحل ذلك في النكاح، وقد أجمع المسلمون على أن معنى قوله:
حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ إلى آخر الآية أن النكاح بملك اليمين في هؤلاء كلهنّ سواء، فكذلك يجب أن يكون قياسا ونظر الجمع بين الأختين وأمهات النساء والربائب، وكذلك هو عند جمهورهم وهي الحجة المحجوج بها من خالفها وشذ عنها. والله المحمود انتهى.
وأقول: هاهنا إشكال وهو أنه قد تقرّر أن النكاح يقال على العقد فقط، وعلى الوطء فقط، والخلاف في كون أحدهما حقيقة والآخر مجازا، وكونهما حقيقتين معروف: فإن حملنا هذا التحريم المذكور في هذه الآية وهي قوله: حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ إلى آخر الآية، على أن المراد تحريم العقد عليهنّ لم يكن في قوله تعالى:
_________
(١) ما بين المعكوفين سقط من المطبوع والمثبت من فتح القدير [١/ ٤٤٧] .
(٢) ما بين المعكوفين سقط من المطبوع والمثبت من فتح القدير [١/ ٤٤٧] .',NULL,'154',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (152,'وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ دلالة على تحريم الجمع بين المملوكتين في الوطء بالملك؟ وما وقع من إجماع المسلمين على أن قوله: حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ وَبَناتُكُمْ وَأَخَواتُكُمْ إلخ يستوي في الحرائر والإماء، والعقد، والملك لا يستلزم أن يكون محل الخلاف، وهو الجمع بين الأختين في الوطء بملك اليمين مثل محل الإجماع، ومجرد القياس في مثل هذا الموطن لا تقوم به الحجة لما يرد عليه من النقوض، وإن حملنا التحريم المذكور في الآية على الوطء فقط لم يصح ذلك للإجماع على تحريم عقد النكاح على جميع المذكورات من أوّل الآية إلى آخرها فلم يبق إلا حمل التحريم في الآية على تحريم عقد النكاح، فيحتاج القائل بتحريم الجمع بين الأختين في الوطء بالملك إلى دليل، ولا ينفعه أن ذلك قول الجمهور، فالحق لا يعرف الرجال، فإن جاء به خالصا عن شوب الكدر فيها ونعمت، وإلا كان الأصل الحل، ولا يصح حمل النكاح في الآية على معنييه جميعا أعني العقد والوطء لأنه من باب الجمع بين الحقيقة والمجاز وهو ممنوع، أو من باب الجمع بين معنى المشترك، وفيه الخلاف المعروف في الأصول فتدبر هذا.
واختلف أهل العلم إذا كان الرجل يطأ مملوكته بالملك ثم أراد أن يطأ أختها أيضا بالملك؟ فقال علي وابن عمر والحسن البصري والأوزاعي والشافعي وأحمد وإسحاق:
لا يجوز له وطء الثانية حتى يحرّم فرج الأخرى بإخراجها من ملكه ببيع أو عتق أو بأن يزوجها.
قال ابن المنذر: وفيه قول ثان لقتادة: وهو أنه ينوي تحريم الأولى على نفسه وأن لا يقربها، ثم يمسك [عنهما] «١» حتى تستبرئ المحرمة ثم يغشى الثانية.
وفيه قول ثالث وهو أنه لا يقرب واحدة منهما، هكذا قاله الحكم وحماد. وروي معنى ذلك عن النخعي.
وقال مالك: إذا كان عنده أختان بملك فله أن يطأ أيتهما شاء، والكفّ عن الأخرى موكول إلى أمانته. فإن أراد وطء الأخرى يلزمه أن يحرّم على نفسه فرج الأولى بفعل يفعله من إخراج عن الملك أو تزويج أو بيع أو عتق أو كتابة أو إخدام طويل، فإن كان يطأ إحداهما ثم وثب على الأخرى من دون أن يحرّم الأولى [وقف] «٢» عنهما ولم
_________
(١) جاء في المطبوع [عنها] والتصحيح من فتح القدير [١/ ٤٤٨] .
(٢) جاء في المطبوع [وقفأ] والتصحيح من فتح القدير [١/ ٤٤٨] .',NULL,'155',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (153,'يجز له قرب إحداهما حتى يحرّم الأخرى ولم يوكل ذلك إلى أمانته لأنه متهم.
قال القرطبي: وقد أجمع العلماء على أن الرجل إذا طلق زوجته طلاقا يملك رجعتها إنه ليس له أن ينكح أختها حتى تنقضي عدة المطلقة، واختلفوا إذا طلقها طلاقا لا يملك رجعتها فقالت طائفة: ليس له أن ينكح أختها ولا رابعة حتى تنقضي عدّة التي طلق. روي ذلك عن علي عليه السلام وزيد بن ثابت ومجاهد وعطاء والنخعي والثوري وأحمد بن حنبل وأصحاب الرأي.
وقالت طائفة: له أن ينكح أختها وينكح الرابعة لمن كان تحته أربع وطلق واحدة منهنّ طلاقا بائنا يروى ذلك عن سعيد بن المسيب والحسن والقاسم وعروة بن الزبير وابن أبي ليلى والشافعي وأبي ثور وأبي عبيد. قال ابن المنذر: ولا أحسبه إلا قول مالك. وهو أيضا إحدى الروايتين عن زيد بن ثابت وعطاء.
وقوله إِلَّا ما قَدْ سَلَفَ يحتمل أن يكون معناه [معنى] «١» ما تقدم من قوله:
وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ إِلَّا ما قَدْ سَلَفَ، ويحتمل معنى آخر، وهو جواز ما سلف وأنه إذا جرى الجمع في الجاهلية كان النكاح صحيحا، وإذا جرى في الإسلام خيّر بين الأختين، والصواب الاحتمال الأول.
إِنَّ اللَّهَ كانَ غَفُوراً رَحِيماً (٢٣) بكم فيما سلف قبل النهي وَالْمُحْصَناتُ مِنَ النِّساءِ عطف على المحرّمات المذكورات. وأصل التحصن التمنع، ومنه قوله تعالى: لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ أي: لتمنعكم، والحصان: المرأة العفيفة لمنعها نفسها، والمصدر الحصانة بفتح الحاء، والمراد بالمحصنات هنا ذوات الأزواج.
وقد ورد الإحصان في القرآن بمعان، هذا أحدها، والثاني: يراد به الحرّة. ومنه قوله تعالى: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَناتِ، وقوله: وَالْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ والثالث: يراد به العفيفة، ومنه قوله تعالى: مُحْصَناتٍ غَيْرَ مُسافِحاتٍ، وقوله: مُحْصِنِينَ غَيْرَ مُسافِحِينَ. والرابع:
المسلمة، ومنه قوله تعالى: فَإِذا أُحْصِنَّ أي أسلمن.
وقد اختلف أهل العلم في تفسير [هذه الآية] «٢» هنا فقال ابن عباس وأبو سعيد
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٤٤٨] .
(٢) جاء في المطبوع [في تفسير «هن» ] والتصحيح من فتح القدير [١/ ٤٤٨] .',NULL,'156',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (154,'الخدري وأبو قلابة ومكحول والزهري: المراد بالمحصنات هنا: المسبيات ذوات الأزواج خاصة، أي هنّ محرّمات عليكم إِلَّا ما مَلَكَتْ أَيْمانُكُمْ بالسبي من أرض الحرب، فإن تلك حلال، وإن كان لها زوج. وهو قول الشافعي: أي أن السبي يقطع العصمة وبه قال ابن وهب وابن عبد الحكم وروياه عن مالك، وبه قال أبو حنيفة وأصحابه وأحمد وإسحاق وأبو ثور.
واختلفوا في استبرائها بماذا يكون؟ كما هو مدوّن في كتب الفروع.
وقالت طائفة: المحصنات في هذه الآية العفائف، وبه قال أبو العالية وعبيدة السلماني وطاووس وسعيد بن جبير وعطاء، رواه عبيدة عن عمر. ومعنى الآية عندهم:
كل النساء حرام إلا ما ملكت أيمانكم، أي تملكون عصمتهنّ بالنكاح وتملكون الرقبة بالشراء. وحكى ابن جرير الطبري أن رجلا قال لسعيد بن جبير: أما رأيت ابن عباس حين سئل عن هذه الآية فلم يقل فيها شيئا؟ فقال: كان ابن عباس لا يعلمها. وروى ابن جرير أيضا عن مجاهد أنه قال: لو أعلم من يفسر لي هذه الآية لضربت إليه أكباد الإبل.
انتهى.
ومعنى الآية- والله أعلم- واضح لا سترة به: أي وحرمت عليكم المحصنات من النساء: أي المزوجات، أعمّ من أن يكنّ مسلمات أو كافرات إلا ما ملكت أيمانكم منهنّ. أما بالسبي فإنها تحلّ ولو كانت ذات زوج، أو شراء فإنها تحلّ ولو كانت متزوجة. وينفسخ النكاح الذي كان عليها لخروجها عن ملك سيدها الذي زوجها، والاعتبار بعموم اللفظ لا بخصوص السبب. كِتابَ اللَّهِ عَلَيْكُمْ منصوب على المصدرية: أي كتب الله ذلك كتابا.
وقال الزجاج والكوفيون: [إنه منصوب] «١» على الإغراء، أي الزموا [كتاب الله] «٢» . وهو إشارة إلى التحريم المذكور في قوله: حُرِّمَتْ عَلَيْكُمْ إلخ. وَأُحِلَّ لَكُمْ ما وَراءَ ذلِكُمْ: وفيه دليل على أنه يحل لهم نكاح ما سوى المذكورات، وهذا عام مخصوص بما صح عن النبي صلّى الله عليه وآله وسلّم من تحريم الجمع بين المرأة وعمتها وبين المرأة وخالتها.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٤٤٩] والقرطبي في التفسير [٥/ ١٢٤] . [.....]
(٢) ما بين المعكوفين من فتح القدير [١/ ٤٤٩] .',NULL,'157',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (155,'ومن ذلك نكاح المعتدة، وكذلك نكاح أمة على حرّة، وكذا القادر على الحرة، وكذلك تزوج خامسة، وكذا الملاعنة للملاعن وقيل: لا حاجة إلى التنبيه على هذا فإن الكلام في المحرمات المؤبدة، وما ذكر محرمات لعارض ممكن الزوال. نعم يظهر ذلك في الملاعنة فانظر.
وقد أبعد من قال: إن تحريم الجمع بين المذكورات مأخوذ من الآية هذه لأنه حرّم الجمع بين الأختين، فيكون ما في معناه في حكمه: وهو الجمع بين المرأة وعمتها وبين المرأة وخالتها، وكذلك تحريم نكاح الأمة لمن يستطيع نكاح حرّة فإنه يخصص هذا العموم.
أَنْ تَبْتَغُوا في محل نصب على العلة: أي حرّم عليكم ما حرّم وأحلّ لكم ما أحلّ لأجل أن تبتغوا بِأَمْوالِكُمْ النساء اللاتي أحلهنّ الله لكم ولا تبتغوا به الحرام فيذهب «١» ، حال كونكم مُحْصِنِينَ: أي متعففين عن الزنا غَيْرَ مُسافِحِينَ أي غير زانين.
والسفاح: الزنا، وهو مأخوذ من سفح الماء: أي صبه وسيلانه. فكأنه سبحانه أمرهم بأن يطلبوا بأموالهم النساء على وجه النكاح، لا على وجه السفاح. وقيل: إن قوله: أَنْ تَبْتَغُوا بِأَمْوالِكُمْ بدل من «ما» في قوله: ما وَراءَ ذلِكُمْ أي: وأحلّ لكم الابتغاء بأموالكم. والأوّل أولى. وأراد الله سبحانه بالأموال المذكورة ما يدفعونه في مهور الحرائر وأثمان الإماء.
فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ كلمة «٢» «ما» موصولة، والفاء في قوله: فَآتُوهُنَّ لتضمن الموصول معنى الشرط والعائد محذوف: أي فأتوهنّ أجورهنّ عليه.
وقد اختلف أهل العلم في معنى الآية، فقال الحسن ومجاهد وغيرهما: المعنى فيما انتفعتم وتلذذتم بالجماع من النساء الشرعي فَآتُوهُنَّ أُجُورَهُنَّ أي مهورهنّ.
وقال الجمهور: إن المراد بهذه الآية نكاح المتعة الذي كان في صدر الإسلام ويؤيد ذلك قراءة أبيّ بن كعب وابن عباس وسعيد بن جبير: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَ
_________
(١) جاء في المطبوع [فيذم] والتصحيح من فتح القدير [١/ ٤٤٩] .
(٢) جاء في المطبوع وفي فتح القدير [١/ ٤٤٩] بدونها.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (156,'إلى أجل مسمّى فَآتُوهُنَّ أُجُورَهُنَّ ثم نهى عنها النبي صلّى الله عليه وآله وسلّم كما صح ذلك من حديث عليّ عليه السلام قال: «نهى النبي صلّى الله عليه وآله وسلّم عن نكاح المتعة وعن لحوم الحمر الأهلية يوم خيبر» «١» . وهو في الصحيحين وغيرهما.
وفي «صحيح مسلم» من حديث سبرة بن معبد الجهني عن النبي صلّى الله عليه وآله وسلّم أنه قال يوم فتح مكة: «يا أيّها النّاس إنّي قد كنت أذنت لكم في الاستمتاع من النساء والله قد حرم ذلك إلى يوم القيامة فمن كان عنده منهنّ شيء فليخلّ سبيلها ولا تأخذوا مما أتيتموهنّ شيئا» «٢» . وفي لفظ لمسلم أن ذلك كان في حجة الوداع، فهذا هو الناسخ.
وقال سعيد بن جبير: نسختها آية الميراث إذ المتعة لا ميراث فيها، وقال القاسم بن محمد وعائشة: تحريمها ونسخها في القرآن، وذلك قوله تعالى: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ (٢٩) إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٣٠) وليست المنكوحة بالمتعة من أزواجهم ولا مما ملكت أيمانهم فإن من شأن الزوجة أن ترث وتورث، وليست المتمتع بها كذلك.
وقد روي عن ابن عباس أنه قال بجواز المتعة وأنها باقية لم تنسخ.
وروي عنه أنه رجع عن ذلك عند أن بلغه الناسخ.
وقد قال بجوازها جماعة من الروافض، ولا اعتبار بأقوالهم. وقد أتعب نفسه بعض المتأخرين بتكثير الكلام على هذه المسألة وتقوية ما قاله المجوّزون لها وليس هذا المقام مقام بيان بطلان كلامه.
وقد طول الشوكاني رحمه الله البحث ودفع الشبهة الباطلة التي تمسك بها المجوّزون لها في شرحه للمنتقى «٣» فليرجع إليه. وأشرنا إليه في «مسك الختام شرح بلوغ المرام» الْفَرِيضَةِ: تنصب على المصدرية المؤكدة، أو على الحال أي مفروضة.
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٧/ ٤٨١] ح [٤٢١٦، ٥١١٥، ٥٥٢٣، ٦٩٦١] ومسلم في الصحيح ح [١٤٠٧] .
(٢) أخرجه مسلم في الصحيح ح [١٤٠٦] وأحمد في المسند [٣/ ٤٠٤، ٤٠٥] والدارمي في السنن [٢/ ١٤٠] وابن ماجه في السنن ح [١٩٦٢] .
(٣) انظر المنتقى [٦/ ٢٦٨- ٢٧٤] .',NULL,'159',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (157,'وَلا جُناحَ عَلَيْكُمْ فِيما تَراضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ: أي من زيادة أو نقصان في المهر، فإن ذلك سائغ عند التراضي. هذا عند من قال بأن الآية في النكاح الشرعي.
وأما عند الجمهور القائلين بأنها في المتعة، فالمعنى التراضي في زيادة مدّة المتعة أو نقصانها أو في زيادة ما دفعه إليها في مقابل الاستمتاع بها أو نقصانه.
[الآية العاشرة]
وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَناتِ الْمُؤْمِناتِ فَمِنْ ما مَلَكَتْ أَيْمانُكُمْ مِنْ فَتَياتِكُمُ الْمُؤْمِناتِ وَاللَّهُ أَعْلَمُ بِإِيمانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَناتٍ غَيْرَ مُسافِحاتٍ وَلا مُتَّخِذاتِ أَخْدانٍ فَإِذا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ ما عَلَى الْمُحْصَناتِ مِنَ الْعَذابِ ذلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٥) .
وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا الطول: الغنى والسّعة، قاله ابن عباس ومجاهد وسعيد بن جبير والسّدي «١» وأبو زيد ومالك والشافعي وأحمد وإسحاق وأبو ثور وجمهور أهل العلم، ومعنى الآية على هذا: فمن من لم يستطع منكم غنى وسعة في ماله يقدر بها على أن ينكح المحصنات المؤمنات [فلينكح من فتياتكم المؤمنات] «٢» :
يقال طال يطول طولا في الأفضل والقدرة، وفلان ذو طول: أي ذو قدرة.
والطول بالضم: ضد القصر. وقال قتادة والنخعي وعطاء والثوري: إن الطول الصبر. ومعنى الآية عندهم أن من كان يهوى أمة حتى صار لذلك لا يستطيع أن يتزوج غيرها، فإن له أن يتزوجها إذا لم يملك نفسه وخاف أن يبغي بها، وإن كان يجد سعة في المال لنكاح «٣» حرة.
_________
(١) جاء في المطبوع [المهدى] وهو خطأ والصواب ما أثبتاه من تفسير القرطبي [٥/ ١٣٦] وفتح القدير [١/ ٤٥٠] .
(٢) ما بين المعكوفين زيادة من فتح القدير [١/ ٤٥٠] .
(٣) جاء في المطبوع [نكاح] والتصحيح من فتح القدير [١/ ٤٥٠] .',NULL,'160',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (158,'وقال أبو حنيفة- وهو المروي عن مالك- أن الطول المرأة الحرّة، فمن كانت تحته حرة لم يحل له أن ينكح الأمة، ومن لم يكن تحته حرة جاز له أن يتزوج أمة، ولو كان غنيا. وبه قال أبو يوسف واختاره ابن جرير واحتج له.
والقول الأوّل وهو المطابق لمعنى الآية، ولا يخلو ما عداه عن تكلف، فلا يجوز للرجل أن يتزوج بالأمة إلا إذا كان لا يقدر على أن يتزوج بالحرة لعدم وجود ما يحتاج إليه في نكاحها من مهر وغيره. ودخلت الفاء في قوله: فَمِنْ ما مَلَكَتْ أَيْمانُكُمْ لتضمن المبتدأ معنى الشرط.
وقوله: مِنْ فَتَياتِكُمُ الْمُؤْمِناتِ في محل نصب في الحال، فقد عرفت أنه لا يجوز للرجل الحرّ أن يتزوج بالمملوكة إلا بشرط عدم القدرة على الحرّة. والشرط الثاني ما سيذكره الله سبحانه آخر الآية من قوله: ذلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ. فلا يحلّ للفقير أن يتزوج بالمملوكة إلا إذا كان يخشى على نفسه العنت. وقد استدل بزيادة وصف الإيمان على عدم جواز نكاح الإماء الكتابيات، وبه قال الحجازيون، وجوزه أهل العراق. والمراد هنا الأمة المملوكة للغير.
وأما أمة الإنسان نفسه فقد وقع الإجماع على أنه لا يجوز له أن يتزوجها وهي تحت ملكه لتعارض الحقوق واختلافها. والفتيات جمع فتاة والعرب تقول للمملوك فتى وللمملوكة فتاة، وفي الحديث الصحيح: «لا يقولنّ أحدكم: عبدي وأمتي ولكن ليقل:
فتاي وفتاتي» «١» .
وَاللَّهُ أَعْلَمُ بِإِيمانِكُمْ: فيه تسلية لمن ينكح الأمة إذا اجتمع فيه الشرطان المذكوران: أي كلكم بنو آدم، وأكرمكم عند الله أتقاكم فلا تستنكفوا من الزواج بالإماء عند الضرورة فربما كان إيمان بعض الإماء أفضل من إيمان بعض الحرائر والجملة اعتراضية.
بَعْضُكُمْ مِنْ بَعْضٍ مبتدأ وخبر، ومعناه: أنهم متصلون في الأنساب لأنهم جميعا بنو آدم، أو متصلون في الدين لأنهم جميعا أهل ملة واحدة ونبيهم واحد. والمراد بهذا توطئة نفوس العرب لأنهم كانوا يستهجنون أولاد الإماء ويستصغرونهم ويغضون منهم ويسمون ابن الأمة الهجين فأخبر الله تعالى أن ذلك أمر لا يلتفت إليه فلا يتداخلنكم
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [٥/ ١٧٧] ح [٢٥٥٢] ومسلم في الصحيح ح [٢٢٤٩] .',NULL,'161',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (159,'شموخ وأنفة بل إذا احتجتم إلى نكاحهن.
فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ: أي بإذن المالكين لهنّ لأن منافعهنّ لهم، لا يجوز لغيرهم أن ينتفع بشيء منها إلا بإذن من هي له. وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ: أي أدّوا إليهنّ مهورهنّ بما هو المعروف في الشرع. وقد استدل بهذا من قال إن الأمة أحقّ بمهرها من سيدها، وإليه ذهب مالك، وذهب الجمهور إلى أن المهر للسيد وإنما أضافها إليهنّ لأنّ التأدية إليهن تأدية إلى سيدهنّ لكونهن «١» ماله.
مُحْصَناتٍ أي عفائف، وقرأ الكسائي محصنات بكسر الصاد في جميع القرآن إلا في قوله: وَالْمُحْصَناتُ مِنَ النِّساءِ، وقرأ الباقون بالفتح في جميع القرآن.
غَيْرَ مُسافِحاتٍ أي غير معلنات بالزنا.
وَلا مُتَّخِذاتِ أَخْدانٍ الأخلاء، والخدن والخدين المخادن: أي المصاحب، وقيل: ذات الخدن: وهي التي تزني سرا، فهو مقابل للمسافحة وهي التي تجاهر بالزنا، وقيل: المسافحة المبذولة، وذات الخدن، التي تزني بواحد.
وكانت العرب تعيب الإعلان بالزنا ولا تعيب اتخاذ الأخدان، ثم رفع الإسلام جميع ذلك فقال الله تعالى: وَلا تَقْرَبُوا الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ.
فَإِذا أُحْصِنَّ قرأ عاصم وحمزة والكسائي بفتح الهمزة، وقرأ الباقون بضمها.
والمراد بالإحصان هنا الإسلام روي ذلك عن ابن مسعود وابن عمر وأنس والأسود بن يزيد وزر «٢» بن حبيش وسعيد بن جبير وعطاء وإبراهيم النخعي والشعبي والسّدي «٣» ، وروي عن عمر بن الخطاب بإسناد منقطع وهو الذي نص عليه الشافعي وبه قال الجمهور.
وقال ابن عباس وأبو الدرداء ومجاهد وعكرمة وطاووس وسعيد بن جبير والحسن وقتادة وغيرهم «٤» : إنه التزويج، وروي عن الشافعي.
_________
(١) جاء في المطبوع [في كونهن] والتصحيح من فتح القدير [١/ ٤٥١] .
(٢) جاء في المطبوع [رز] والتصحيح من فتح القدير [١/ ٤٥١] .
(٣) جاء في المطبوع [المهدي] والتصحيح من فتح القدير [١/ ٤٥١] .
(٤) انظر تفسير الطبري [٤/ ١٨- ١٩] . [.....]',NULL,'162',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (160,'فعلى القول الأوّل لا حدّ على الأمة الكافرة.
وعلى القول الثاني لا حدّ على الأمة التي لم تتزوج.
وقال القاسم وسالم: إحصانها إسلامها وعفافها.
وقال ابن جرير «١» : إن معنى القراءتين مختلف: فمن قرأ أحصن بضم الهمزة فمعناه التزويج ومن قرأ بفتحها فمعناه الإسلام.
وقال قوم: إن الإحصان المذكور في الآية هو التزويج، ولكن الحد واجب على الأمة المسلمة إذا زنت قبل أن تتزوج بالسنة. وبه قال الزهري.
قال ابن عبد البر: ظاهر قول الله عز وجل يقتضي أنه لا حد على الأمة وإن كانت مسلمة إلا بعد التزويج، ثم جاءت السنة بجلدها وإن لم تحصن، وكان ذلك زيادة بيان.
قال القرطبي «٢» : ظهر المسلم حمى لا يستباح إلا بيقين، ولا يقين مع الاختلاف، لولا ما جاء في صحيح السّنة من الجلد.
قال ابن كثير في تفسيره «٣» . والأظهر- والله أعلم- أن المراد بالإحصان هنا التزويج، لأن سياق الآية يدل عليه حيث يقول سبحانه: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا إلى قوله: فَإِذا أُحْصِنَّ الآية، فالسياق كله في الفتيات المؤمنات. فيتعين أن المراد بقوله: فَإِذا أُحْصِنَّ تزوجن كما فسّره به ابن عباس ومن تبعه. قال: وعلى كل من القولين إشكال على مذهب الجمهور، لأنهم يقولون إن الأمة إذا زنت فعليها خمسون جلدة سواء كانت مسلمة أو كافرة ثيبا أو بكرا، ومفهوم الآية يقتضي أنه لا حدّ على غير المحصنة من الإماء! وقد اختلفت أجوبتهم عن ذلك. ثم ذكر أن منهم من أجاب- وهم الجمهور- تقديم منطوق الأحاديث على هذا المفهوم، ومنهم من عمل على مفهوم الآية وقال: إذا زنت ولم تحصن فلا حدّ عليها إنما تضرب تأديبا قال: وهو المحكي عن ابن عباس وإليه ذهب طاووس وسعيد بن جبير وأبو عبيد وداود الظاهري في روايه عنه، فهؤلاء قدموا [مفهوم] «٤» الآية على العموم، وأجابوا عن مثل حديث أبي هريرة وزيد بن
_________
(١) تفسير ابن جرير الطبري [٤/ ٢٣] .
(٢) تفسير القرطبي [٥/ ١٤٤] .
(٣) تفسير ابن كثير [١/ ٤٥١] .
(٤) ما بين المعكوفين من فتح القدير [١/ ٤٥١] .',NULL,'163',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (161,'خالد في الصحيحين وغيرهما أن رسول الله صلّى الله عليه وآله وسلّم سئل عن الأمة إذا زنت ولم تحصن قال: «إن زنت فاجلدوها، ثم إن زنت فاجلدوها، ثم إن زنت فاجلدوها، ثم بيعوها ولو بظفر» «١» . بأن المراد بالجلد هنا التأديب وهو تعسف! وأيضا قد ثبت في الصحيحين من حديث أبي هريرة قال: سمعت رسول الله صلّى الله عليه وآله وسلّم يقول: «إذا زنت أمة أحدكم فليجلدها الحدّ ولا يثرّب عليها، ثم إن زنت فليجلدها الحدّ ... » «٢» الحديث.
ولمسلم من حديث علي قال: «يا أيها الناس أقيموا على أرقّائكم الحدّ. من أحصن ومن لم يحصن، فإن أمة لرسول الله صلّى الله عليه وآله وسلّم زنت، فأمرني أن أجلدها ... » «٣»
الحديث.
وأما ما أخرجه سعيد بن منصور وابن خزيمة والبيهقي عن ابن عباس قال قال رسول الله صلّى الله عليه وآله وسلّم: «ليس على الأمة حد حتى تحصن بزوج، فإذا أحصنت بزوج فعليها نصف ما على المحصنات من العذاب» «٤» . فقد قال ابن خزيمة والبيهقي: إن رفعه خطأ، والصواب وقفه.
فَإِنْ أَتَيْنَ بِفاحِشَةٍ الفاحشة هنا الزنا.
فَعَلَيْهِنَّ نِصْفُ ما عَلَى الْمُحْصَناتِ: أي الحرائر الأبكار، لأن الثيب عليها الرجم وهو لا يتبعض.
وقيل: المراد بالمحصنات هنا: المزوّجات لأن عليهنّ الجلد والرجم، والرجم لا يتبعض، فصار عليهنّ نصف ما عليهنّ من الجلد.
مِنَ الْعَذابِ: وهو هنا الجلد، وإنما نقص حدّ الإماء عن حد الحرائر لأنهنّ أضعف، وقيل: لأنهنّ لا يصلن إلى مرادهنّ كما تصل الحرائر، وقيل: لأن
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [١٢/ ١٦٢] ح [٦٨٣٧] ومسلم في الصحيح ح [١٧٠٢] [٣٢] .
(٢) [متفق عليه] أخرجه البخاري في الصحيح [١٢/ ١٦٥] ح [٦٨٣٩] ومسلم في الصحيح ح [١٧٠٣] [٣٠] .
(٣) أخرجه مسلم في الصحيح ح [١٧٠٥] [٣٤] .
(٤) [رفعه خطأ والصحيح أنه موقوف] أخرجه سعيد بن منصور في السنن ح [٦١٦] وابن خزيمة كما في الدر المنثور [٢/ ٤٩١] والطبراني كما في المجمع [٦/ ٢٧٠] ونقل ابن كثير في التفسير [١/ ٤٥٢] وأخرجه ابن أبي شيبة في المصنف [٥/ ٤٩٣] ح [٢٨٢٩٧] وعبد الرزاق في المصنف [٧/ ٣٩٧] ح [١٣٦١٩] والبيهقي في السنن [٨/ ٢٤٣] .',NULL,'164',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (162,'العقوبة [تجب] «١» على قدر النعمة كما في قوله تعالى: يُضاعَفْ لَهَا الْعَذابُ ضِعْفَيْنِ.
ولم يذكر الله سبحانه في هذه الآية العبيد وهم لاحقون بالإماء بطريق القياس. وكما يكون على الإماء والعبيد نصف الحد في الزنا كذلك يكون عليهم نصف الحد في القذف والشرب.
ذلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ: الاشارة بذلك إلى نكاح الإماء، والعنت:
الوقوع في الإثم. وأصله في اللغة انكسار العظم بعد الجبر، ثم استعير لكل مشقة.
وَأَنْ تَصْبِرُوا عن نكاح الإماء خَيْرٌ لَكُمْ من نكاحهن، أي صبركم خير لكم لأن نكاحهن يفضي إلى إرقاق الولد والغضّ من النفس.
[الآية الحادية عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كانَ بِكُمْ رَحِيماً (٢٩) .
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ والباطل: ما ليس بحق، ووجوه ذلك كثيرة. ومن الباطل البيوعات التي نهى عنها الشرع إِلَّا أَنْ تَكُونَ تِجارَةً. والتجارة في اللغة: عبارة عن المعارضة، وهذا الاستثناء منقطع: أي [لكن] «٢» تجارة صادرة عَنْ تَراضٍ مِنْكُمْ جائزة بينكم، أو لكن كون تجارة عن تراض منكم حلالا لكم. وإنما نص الله سبحانه على التجارة دون سائر أنواع المعاوضات لكونها أكثرها وأغلبها. وتطلق التجارة على جزاء الأعمال من الله على وجه المجاز.
ومنه قوله تعالى: هَلْ أَدُلُّكُمْ عَلى تِجارَةٍ تُنْجِيكُمْ مِنْ عَذابٍ أَلِيمٍ (١٠) : وقوله: يَرْجُونَ تِجارَةً لَنْ تَبُورَ (٢٩) .
واختلف العلماء في التراضي: فقالت طائفة: تمامه وجوبه بافتراق الأبدان بعد عقد البيع، أو بأن يقول أحدهما لصاحبه: اختر، كما في الحديث الصحيح: «البيّعان بالخيار ما لم يفترّقا أو يقول أحدهما لصاحبه: اختر» «٣» . وإليه ذهب جماعة من
_________
(١) جاء في المطبوع [تحسب] وهو خطأ والتصحيح من فتح القدير [١/ ٤٥٢] .
(٢) جاء في المطبوع [لكم] وهو خطأ والتصحيح من فتح القدير [١/ ٤٥٧] .
(٣) أخرجه البخاري في الصحيح [٤/ ٣٢٧- ٣٢٨] ح [٢١٠٩] وصحيح مسلم ح [١٥٣١] [٤٣] .',NULL,'165',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (163,'الصحابة والتابعين، وبه قال الشافعي والثوري والأوزاعي والليث وابن عيينة وإسحاق وغيرهم.
وقال مالك وأبو حنيفة: تمام البيع هو أن يعقد البيع بالألسنة فيرتفع بذلك الخيار وأجابوا عن الحديث بما لا طائل تحته. وقد قرىء تجارة على الرفع على أن كان تامة، وتجارة بالنصب على أنها ناقصة.
وأفاد الشوكاني في المختصر أن المعتبر في البيع مجرد التراضي ولو بإشارة من قادر على النطق. انتهى.
وقال في شرحه: لكونه لم يرد ما يدل على ما يعتبره بعض أهل العلم من ألفاظ مخصوصة وأنه لا يجوز البيع بغيرها ولا يفيدهم ما ورد في الروايات من نحو: بعت منك، فإنا لا ننكر أن البيع يصح بذلك، وإنما النزاع في كونه لا يصح إلا بها ولم يرد في ذلك شيء. وقد قال تعالى: تِجارَةً عَنْ تَراضٍ، فدل على أن مجرد التراضي هو المناط ولا بد من الدلالة عليه بلفظ أو إشارة أو كناية بأي لفظ، وقع على أي صفة كان، وبأي إشارة مفيدة حصل. وقال صلّى الله عليه وآله وسلّم: «لا يحل مال امرئ مسلم إلا بطيبة من نفسه» «١» .
فإذا وجدت طيبة النفس مع التراضي فلا يعتبر غير ذلك. انتهى.
وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كانَ بِكُمْ رَحِيماً (٢٩) : أي لا يقتل بعضكم أيها المسلمون بعضا إلا بسبب أثبته الشرع، أو لا تقتلوا أنفسكم باقتراف المعاصي الموجبة للقتل بأن يقتل فيقتل، أو المراد النهي عن أن يقتل الإنسان نفسه حقيقة، ولا مانع من حمل الآية على جميع هذه المعاني. ومما يدل على ذلك احتجاج عمرو بن العاص بها حين لم يغتسل بالماء البارد حين أجنب في غزاة ذات السّلاسل فقرر النبي صلّى الله عليه وآله وسلّم
_________
[٤٤] [٤٥] [٤٦] .
(١) [صحيح] أخرجه أحمد في المسند [٥/ ٤٢٣] وابنه عبد الله الزيادات [٥/ ١١٣] والطحاوي في شرح المعاني [٤/ ٢٤١] و [٤/ ٤٢] والدارقطني في السنن [٣/ ٢٥] والبيهقي في السنن الكبرى [٦/ ٩٧] أما حديث أبي سعيد فأخرجه أحمد في المسند [٥/ ٤٢٥] والبزار في المسند ح [١٣٧٣] والطحاوي في مشكل الآثار [٤/ ٤١- ٤٢] وشرح المعاني [٤/ ٢٤١] والبيهقي في السنن الكبرى [٦/ ١٠٠] و [٦/ ٣٥٨] وابن حبان في الصحيح [١٣/ ٣١٦- ٣١٧] ح [٥٩٧٨] .
أما حديث عم أبي حرة فأخرجه أحمد في المسند [٥/ ٧٢- ٧٣] والدارمي في السنن [٢/ ٢٤٦] مختصرا والدارقطني في السنن [٣/ ٢٦] وأبو يعلي في المسند [١/ ٣] ح [١٥٦٩ و ١٥٧٠] والبيهقي في السنن الكبرى [٦/ ١٠٠] و [٨/ ١٨٢] .',NULL,'166',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (164,'احتجاجه «١» - وهو في مسند أحمد وسنن أبي داود وغيرهما.
[الآية الثانية عشرة]
الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ فَالصَّالِحاتُ قانِتاتٌ حافِظاتٌ لِلْغَيْبِ بِما حَفِظَ اللَّهُ وَاللَّاتِي تَخافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كانَ عَلِيًّا كَبِيراً (٣٤) .
الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ هذه الجملة مستأنفة مشتملة على بيان العلة التي استحق بها «٢» الرجال الزيادة، كأنه قيل: كيف استحق الرجال ما استحقوا مما «٣» لم يشاركهم فيه النساء؟ فقال: الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ. والمراد أنهم يقومون بالذّب عنهنّ كما يقوم الحكام والأمراء بالذبّ عن الرعية، وهم أيضا يقومون بما يحتجن إليه من النفقة والكسوة والمسكن، وجاء بصيغة المبالغة في قوله: قَوَّامُونَ، ليدلّ على أصالتهم في هذا الأمر. والباء في قوله: بِما فَضَّلَ اللَّهُ للسببية، الضمير في قوله:
بَعْضَهُمْ عَلى بَعْضٍ للرجال والنساء: أي إنما استحقوا هذه المزية لتفضيل الله إياهم عليهنّ بما فضلهم به من كون فيهم الخلفاء والسلاطين والحكام والأمراء والغزاة وغير ذلك من الأمور.
وَبِما أَنْفَقُوا: أي بسبب ما أنفقوا مِنْ أَمْوالِهِمْ: وما مصدرية أو موصولة وكذلك هي في قوله: بما فضل الله، ومن تبعيضية. والمراد ما أنفقوه في الإنفاق على النساء وبما دفعوه في مهورهنّ من أموالهم، وكذلك ما ينفقونه في الجهاد وما يلزمهم في العقل والدية.
_________
(١) [صحيح] أخرجه أبو داود في السنن [١/ ٩٠] ح [٣٣٤] والدارقطني في السنن [١/ ١٧٨] والحاكم في المستدرك [١/ ١٧٧] والبيهقي في السنن الكبرى [١/ ٢٢٥] وفي دلائل النبوة [١/ ٤٠٢- ٤٠٣] .
ورواه عبد الرزاق في المصنف [١/ ٢٢٦- ٢٢٧] ح [٨٧٨] . وأخرجه أحمد في المسند [٤/ ٢٠٣] . [.....]
(٢) جاء في المطبوع [لها] والتصحيح من فتح القدير [١/ ٤٦٠] .
(٣) جاء في المطبوع [بما] والتصحيح من فتح القدير [١/ ٤٦٠] .',NULL,'167',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (165,'وقد استدل جماعة من العلماء بهذه الآية على جواز فسخ النكاح إذا عجز الزوج عن نفقة زوجته وكسوتها وبه قال مالك والشافعي وغيرهما.
وَاللَّاتِي تَخافُونَ نُشُوزَهُنَّ: هذا خطاب للأزواج، قيل: الخوف هنا على بابه، وهو حالة تحدث في القلب عند حدوث أمر مكروه، أو عند ظنّ حدوثه، وقيل: المراد بالخوف هنا العلم.
والنشوز: العصيان، قال ابن فارس يقال: نشزت المرأة استعصت على زوجها، ونشز بعلها إذا ضربها وجفاها.
فَعِظُوهُنَّ أي ذكروهنّ بما أوجبه الله عليهنّ من الطاعة وحسن العشرة ورغبوهنّ ورهبوهنّ.
وَاهْجُرُوهُنَّ فِي الْمَضاجِعِ: يقال: هجره: أي تباعد منه، والمضاجع: جمع مضجع وهو محل الاضطجاع: أي تباعدوا عن مضاجعهنّ ولا تدخلوهنّ تحت ما تجعلونه عليكم حال الإضجاع مع الثياب. وقيل: هو أن يوليها ظهره عند الاضطجاع، وقيل: هو كناية عن ترك جماعها. وقيل: لا تبيت معه في البيت الذي يضطجع فيه.
وَاضْرِبُوهُنَّ أي ضربا غير مبرح، ولا شائن.
وظاهر النظم القرآني أنه يجوز للزوج أن يفعل جميع هذه الأمور عند مخافة النشوز، وقيل: إنه لا يهجر إلا بعد عدم تأثير الوعظ، فإن أثر الوعظ لم ينتقل إلى الهجر، وإن كفاه الهجر لم ينتقل إلى الضرب.
فَإِنْ أَطَعْنَكُمْ كما يجب وتركن النشوز فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلًا أي لا تتعرضوا لهن بشيء مما يكرهن لا بقول ولا فعل. وقيل: المعنى لا تكلفوهنّ الحبّ لكم فإنه لا يدخل تحت اختيارهنّ.
[الآية الثالثة عشرة] وَإِنْ خِفْتُمْ شِقاقَ بَيْنِهِما فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِها إِنْ يُرِيدا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُما إِنَّ اللَّهَ كانَ عَلِيماً خَبِيراً (٣٥) .',NULL,'168',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (166,'وَإِنْ خِفْتُمْ شِقاقَ بَيْنِهِما فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِها: أصل الشقاق أن كل واحد منهما يأخذ شقا غير شق صاحبه: أي ناحية غير ناحيته، وأضيف الشقاق إلى الظرف لإجرائه مجرى المفعول به كقوله تعالى: بَلْ مَكْرُ اللَّيْلِ وَالنَّهارِ، وقولهم:
يا سارق الليلة أهل الدار، والخطاب للأمراء والحكام، والضمير في قوله بَيْنِهِما للزوجين لأنه قد تقدم ذكر ما يدل عليهما وهو ذكر الرجال والنساء فابعثوا إلى الزوجين حكما يحكم بينهما ممن يصلح لذلك عقلا ودينا وإنصافا.
وإنما نص الله سبحانه على أن الحكمين يكونان من أهل الزوجين لأنهما أقرب لمعرفة أحوالهما، وإذا لم يوجد من أهل الزوجين من يصلح للحكم بينهما كان الحكمان من غيرهم، وهذا إذا أشكل أمرهما ولم يتبين من هو المسيء منهما. فأما إذا عرف المسيء فإنه يؤخذ لصاحبه الحق منه وعلى الحكمين أن يسعيا في إصلاح ذات البين جهدهما، فإن قدرا على ذلك عملا عليه وإن أعياهما إصلاح حالهما ورأيا التفريق بينهما جاز لهما ذلك من دون أمر من الحاكم في البلد ولا توكيل بالفرقة من الزوجين وبه قال مالك والأوزاعي وإسحاق، وهو مروي عن عثمان وعليّ وابن عباس والشعبي والنخعي والشافعي وحكاه ابن كثير «١» عن الجمهور قالوا: لأن الله قال: فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِها، وهذا نص من الله سبحانه على أنهما قاضيان لا وكيلان ولا شاهدان.
وقال الكوفيون وعطاء وابن زيد والحسن- وهو أحد قولي الشافعي- إن التفريق هو إلى الإمام أو الحاكم في البلد لا إليهما، ما لم يوكلهما الزوجان أو يأمرهما الإمام والحاكم، لأنهما رسولان لا شاهدان فليس إليهما التفريق. ويرشد إلى هذا قوله تعالى:
إِنْ يُرِيدا أي الحكمان، إِصْلاحاً: بين الزوجين، يُوَفِّقِ اللَّهُ بَيْنَهُما أي يوقع الموافقة بين الزوجين حتى يعودا إلى الألفة وحسن العشرة.
ومعنى الإرادة خلوص نيتهما لصلاح الحال بين الزوجين، وقيل: إن الضمير في قوله: يُوَفِّقِ اللَّهُ بَيْنَهُما- للحكمين، كما في قوله: إِنْ يُرِيدا إِصْلاحاً. أي يوفق الله بين الحكمين في اتحاد كلمتهما وحصول مقصودهما، وقيل: كلا الضميرين للزوجين، أي إن يريدا إصلاح ما بينهما من الشقاق أوقع الله تعالى بينهما الألفة
_________
(١) تفسير ابن كثير [١/ ٤٦٧] .',NULL,'169',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (167,'والوفاق، وإذا اختلف الحكمان لم ينفذ حكمهما ولا يلزم قبول قولهما بلا خلاف.
[الآية الرابعة عشرة] وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوالِدَيْنِ إِحْساناً وَبِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَالْجارِ ذِي الْقُرْبى وَالْجارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَما مَلَكَتْ أَيْمانُكُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كانَ مُخْتالًا فَخُوراً (٣٦) .
وَبِالْوالِدَيْنِ إِحْساناً مصدر لفعل محذوف أي أحسنوا بالوالدين إحسانا. وقرأ ابن أبي عبلة بالرفع.
وقد دل ذكر الإحسان إلى الوالدين بعد الأمر بعبادة الله والنهي عن الإشراك به على عظم حقهما، ومثله: اشْكُرْ لِي وَلِوالِدَيْكَ- فأمر سبحانه بأن يشكرا معه.
وَبِذِي الْقُرْبى: أي صاحب القرابة وهو من يصح إطلاق اسم القربى عليه وإن كان بعيدا.
وَالْيَتامى وَالْمَساكِينِ: قد تقدم تفسيرهما. والمعنى أحسنوا بذي القربى إلى آخر ما هو مذكور في هذه الآية.
وَالْجارِ ذِي الْقُرْبى والمراد من يصدق عليه مسمى الجوار مع كون داره بعيدة.
وفي ذلك دليل على تعميم الجيران بالإحسان إليهم. سواء كانت الديار متقاربة أو متباعدة، وعلى أن للجوار حرمة مرعية مأمورا بها. وفيه ردّ على من يظن أن الجار مخصوص»
بالملاصق دون من بينه وبينه حائل، أو مختص بالقريب دون البعيد.
وقيل: المراد بقوله: وَالْجارِ الْجُنُبِ: هنا هو الغريب، وقيل هو الأجنبي الذي لا قرابة بينه وبين المجاور له. وقرأ الأعمش والمفضل وَالْجارِ الْجُنُبِ بفتح الجيم وسكون النون أي ذي الجنب وهو الناحية. وأنشد الأخفش:
الناس جنب والأمير جنب.
وقيل: المراد بالجار ذي القربى: المسلم، وبالجار الجنب: اليهودي والنصراني.
_________
(١) في فتح القدير [١/ ٤٦٤] [مختص] .',NULL,'170',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (168,'وقد اختلف أهل العلم في المقدار الذي عليه يصدق مسمى الجار ويثبت لصاحبه الحق: فروي عن الأوزاعي والحسن أنه إلى حد أربعين دارا من كل ناحية، وروي عن الزهري نحوه.
وقيل: من سمع إقامة الصلاة، وقيل: إذا جمعتهما محلة. وقيل: من سمع النداء. والأولى أن يرجع في معنى الجار إلى الشرع، فإن وجد فيه ما يقتضي بيانه وأنه يكون جارا إلى حد كذا من الدور أو من مسافة الأرض كان العمل عليه متعينا، وإن لم يوجد رجع إلى معناه لغة وعرفا.
ولم يأت في الشرع ما يفيد أن الجار هو الذي بينه وبين جاره مقدار كذا، ولا ورد في لغة العرب أيضا ما يفيد ذلك، بل المراد بالجار في اللغة: المجاور ويطلق على معان، قال في «القاموس» : الجار المجاور، والذي أجرته من أن يظلم، والمجير والمستجير، الشريك في التجارة، وزوج المرأة، وهي جارته، وفرج المرأة، وما قرب من المنازل، والاست كالجارة، والمقاسم، والحليف، والناصر. انتهى.
وقال القرطبي في تفسيره «١» : وروي أن رجلا جاء إلى النبي صلّى الله عليه وآله وسلّم فقال: إني نزلت محلّة قوم وإن أقربهم إليّ جوارا أشدهم لي أذى! فبعث النبي صلّى الله عليه وآله وسلّم أبا بكر وعمر وعليّا رضي الله عنهم يصيحون على أبواب المساجد: «ألا إن أربعين دارا جار، ولا يدخل الجنة من لا يأمن جاره بوائقه» «٢» . انتهى.
قال الشوكاني: ولو ثبت هذا لكان مغنيا عن غيره، ولكنه رواه- كما ترى- من غير عزوه إلى أحد كتب الحديث المعروفة وهو وإن كان إماما في علم الرواية فلا تقوم الحجة بما يرويه بغير سند مذكور ولا نقل عن كتاب مشهور، ولا سيما وهو يذكر الواهيات كثيرا كما يفعل في «تذكرته» انتهى.
أقول: هذا الحديث بلفظه أخرجه الطبراني كما ذكر في «الترغيب والترهيب» وروى السيوطي في جامعه الصغير: «الجوار أربعون دارا» . أخرجه البيهقي عن عائشة.
_________
(١) تفسير القرطبي [٥/ ١٨٥] .
(٢) [ضعيف جدا] أخرجه الطبراني في الكبير [١٩/ ٧٣] ح [١٤٣] وأبو يعلى في مسنده كما في نصب الراية [٤/ ٤١٤] رواه ابن حبان في الضعفاء [٢/ ١٥٠] .
وأخرجه أبو داود في المراسيل ح [٣٥٠] .',NULL,'171',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (169,'قال المناوي في شرحه: وروي عن عائشة: «أوصاني جبريل بالجار أربعين دارا» «١» .
وكلاهما ضعيف. والمعروف المرسل الذي أخرجه أبو داود، هكذا نقل عن السيوطي ثم قال: ولفظ مرسل أبي داود: «حق الجوار أربعون دارا، هكذا وهكذا، وهكذا وأشار قداما ويمينا وخلفا «٢» . قال الزركشي: سنده صحيح، وقال ابن حجر: رجاله ثقات، ورواه أبو يعلى عن أبي هريرة مرفوعا باللفظ المذكور لكن قال ابن حجر: في سنده عبد السلام منكر الحديث، فليحفظ.
وقد ورد في القرآن ما يدل على أن المساكنة في مدينة مجاورة! قال الله تعالى:
لَئِنْ لَمْ يَنْتَهِ الْمُنافِقُونَ إلى قوله: ثُمَّ لا يُجاوِرُونَكَ فِيها إِلَّا قَلِيلًا (٦٠) ! فجعل اجتماعهم في المدينة جوارا.
وأما الأعراف في مسمى الجوار فهي تختلف باختلاف أهلها، ولا يصح حمل القرآن على أعراف متعارفة واصطلاحات متواضعة.
وَالصَّاحِبِ بِالْجَنْبِ: قيل: هو الرفيق في السفر، قاله ابن عباس وسعيد بن جبير وعكرمة ومجاهد والضحاك.
وقال علي وابن مسعود وابن أبي ليلى: هو الزوجة.
وقال ابن جريح: هو الذي يصحبك ويلزمك رجاء نفعك. ولا يبعد أن تتناول الآية جميع ما في هذه الأقوال مع زيادة عليها وهو كل من صدق عليه أنه صاحب بالجنب:
أي بجنبك. كمن يقف بجنبك في تحصيل علم أو تعلم صناعة أو مباشرة تجارة أو نحو ذلك.
وَابْنِ السَّبِيلِ: قال مجاهد: هو الذي يجتاز بك مارّا، والسبيل: الطريق، فنسب المسافر إليه لمروره عليه ولزومه إياه. فالأولى تفسيره بمن هو على سفر فإن على المقيم أن يحسن إليه وقيل: هو المنقطع به، وقيل: هو الضيف.
وأحسنوا إلى: وَما مَلَكَتْ أَيْمانُكُمْ إحسانا. وهم العبيد والإماء. وقد أمر النبي صلّى الله عليه وآله وسلّم أنهم يطعمون مما يطعم مالكهم ويلبسون مما يلبس، وقد ورد مرفوعا إلى
_________
(١) [ضعيف جدا] أخرجه البيهقي في السنن الكبرى [٦/ ٢٧٦] .
(٢) عزاه الحافظ الهيثمي لأبي يعلى عن شيخه محمد بن جامع العطار، وهو ضعيف، انظر، مجمع الزوائد [٨/ ١٦٨] .',NULL,'172',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (170,'رسول الله صلّى الله عليه وآله وسلّم في بر الوالدين وفي صلة القرابة وفي الإحسان إلى اليتامى وفي الإحسان إلى الجار وفي القيام بما يحتاج إليه المماليك أحاديث كثيرة قد اشتملت عليه كتب السنة لا حاجة بنا إلى بسطها هنا.
[الآية الخامسة عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كانَ عَفُوًّا غَفُوراً (٤٣) .
يا أَيُّهَا الَّذِينَ آمَنُوا جعل الخطاب خاصا بالمؤمنين لأنهم الذين كانوا يقربون الصلاة حال السكر، وأما الكفار فهم لا يقربونها سكارى ولا غير سكارى.
لا تَقْرَبُوا الصَّلاةَ قال أهل اللغة: إذا قيل لا تقرب- بفتح الراء- كان معناه لا تتلبس بالفعل، وإذا كان بضم الراء كان معناه لا تدنوا منه. والمراد النهي عن التلبس بالصلاة وغشيانها، وبه قال جماعة من المفسرين وإليه ذهب أبو حنيفة، وقال آخرون:
المراد مواضع الصلاة، وبه قال الشافعي. وعلى هذا فلا بدّ من تقدير مضاف ويقوّي هذا قوله: وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ. وقالت طائفة: المراد الصلاة ومواضعها معا، لأنهم كانوا حينئذ لا يأتون المسجد إلا للصلاة ولا يصلون إلا مجتمعين فكانا متلازمين.
وَأَنْتُمْ سُكارى: الجملة في محل نصب على الحال وسكارى جمع سكران، مثل كسالى جمع كسلان.
وقرأ النخعي سكارى بفتح السين وهو تكسير سكران. وقرأ الأعمش سكرى كحبلى صفة مفردة. وقد ذهب كافة العلماء إلى أن المراد بالسكر هنا سكر الخمر، إلا الضحاك فإنه قال: المراد سكر النوم، ولم يعن بها الخمر. وأخرج عبد بن حميد عن ابن عباس قال: النعاس وقد أخرج عبد بن حميد وأبو داود والترمذي- وحسنه- والنسائي وابن جرير وابن المنذر وابن أبي حاتم والحاكم- وصححه- في المختارة عن علي بن أبي طالب عليه السلام قال: «صنع لنا عبد الرحمن طعاما فدعانا وسقانا من',NULL,'173',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (171,'الخمر فأخذت منا وحضرت الصلاة وقدموني فقرأت: قل يا أيها الكافرون [لا] «١» أعبد ما تعبدون ونحن نعبد ما تعبدون فأنزل الله هذه الآية «٢» .
وأخرج ابن جرير وابن المنذر عنه: أن الذي صلى بهم عبد الرحمن. وأخرج ابن المنذر عن عكرمة في الآية قال: نزلت في أبي بكر وعمر وعلي وعبد الرحمن بن عوف وسعد صنع لهم علي رضي الله عنه طعاما وشرابا، فأكلوا وشربوا ثم صلى بهم المغرب فقرأ: قل يا أيها الكافرون حتى ختمها فقال: ليس لي دين وليس لكم دين، فنزلت.
وهذا سبب نزول الآية وبه يندفع ما يخالف الصواب من هذه الأقوال.
حَتَّى تَعْلَمُوا ما تَقُولُونَ: هذا غاية النهي عن قربان الصلاة في حال السكر: أي حتى يزول عنكم أثر السكر وتعلموا ما تقولونه، فإن السكران لا يعلم ما يقوله. وقد تمسك بهذا من قال إن طلاق السكران لا يقع، لأنه إذا لم يعلم ما يقوله انتفى القصد، وبه قال عثمان بن عفان وابن عباس وطاووس وعطا و «٣» القاسم وربيعة وهو قول الليث بن سعد وإسحاق وأبي ثور والمزني، واختاره الطحاوي، وقال: أجمع العلماء على أن طلاق المعتوه لا يجوز، والسكران معتوه كالموسوس.
وأجازت طائفة وقوع طلاقه، وهو محكي عن عمر بن الخطاب ومعاوية وجماعة من التابعين وهو قول أبي حنيفة والثوري والأوزاعي.
واختلف قول الشافعي في ذلك.
وقال مالك: يلزمه الطلاق والقود في الجراح والقتل ولا يلزمه النكاح والبيع.
وَلا جُنُباً: عطف على محل الجملة الحالية وهي قوله: وَأَنْتُمْ سُكارى.
والجنب لا يؤنث ولا يثنى ولا يجمع لأنه ملحق بالمصدر كالبعد والقرب. قال الفراء:
يقال: جنب الرجل وأجنب من الجنابة. وقيل: يجمع الجنب في لغة على أجناب مثل عنق وأعناق وطنب وأطناب.
_________
(١) ما بين المعكوفين سقط من المطبوع والتصحيح من فتح القدير [١/ ٤٧٢] .
(٢) [صحيح] أخرجه عبد بن حميد في المنتخب ح [٨٢] والترمذي في الجامع [٥/ ٢٢٢] ح [٣٠٢٦] وأبو داود في السنن [٣/ ٣٢٤] ح [٣٦٧١] والنسائي في السنن الكبرى كما في تحفة الأشراف [٧/ ٤٠٢] وابن جرير في التفسير [٤/ ٩٨] ح [٩٥٢٧] وابن المنذر وابن أبي حاتم كما في فتح القدير [١/ ٤٧٢] والحاكم في المستدرك [٢/ ٣٠٧] .
(٣) جاء في المطبوع [قال] والتصحيح من فتح القدير [١/ ٤٦٨] .',NULL,'174',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (172,'إِلَّا عابِرِي سَبِيلٍ استثناء مفرّغ، أي لا تقربوها في حال من الأحوال إلا في حال عبور السبيل، والمراد به هنا السفر. ويكون محل هذا الاستثناء المفرّغ النصب على الحال من ضمير لا تقربوا بعد تقييده بالحال الثانية وهي قوله: وَلا جُنُباً، لا بالحال الأولى وهي قوله: وَأَنْتُمْ سُكارى فيصير المعنى لا تقربوا الصلاة حال كونكم جنبا إلا حال السفر، فإنه يجوز لكم أن تصلوا بالتيمم. وهذا قول عليّ وابن عباس وابن جبير ومجاهد والحكم وغيرهم، قالوا: لا يصح لأحد أن يقرب الصلاة وهو جنب إلا بعد الاغتسال، إلا المسافر فإنه يتيمم لأن الماء قد يعدم في السفر، لا في الحضر، فإن الغالب أنه لا يعدم.
وقال ابن مسعود وعكرمة والنخعي وعمرو بن دينار ومالك والشافعي: عابر السبيل هو المجتاز في المسجد، وهو مرويّ عن ابن عباس. فيكون معنى الآية على هذا: لا تقربوا مواضع الصلاة- وهي المساجد- في حال الجنابة إلا أن تكونوا مجتازين فيها من جانب إلى جانب. وفي القول الأوّل قوة من جهة كون الصلاة فيه باقية على معناها الحقيقي، وضعف من جهة ما في حمل عابر السبيل على المسافر وأن معناه: أنه يقرب الصلاة عند عدم الماء بالتيمم، فإن هذا الحكم يكون في الحاضر إذا عدم الماء، كما يكون في المسافر.
وفي القول الثاني قوّة من جهة عدم التكلف في معنى قوله: إِلَّا عابِرِي سَبِيلٍ، وضعف من جهة حمل الصلاة على مواضعها.
وبالجملة فالحال الأولى أعني قوله: وَأَنْتُمْ سُكارى تقوّي بقاء الصلاة على معناها الحقيقي من دون تقدير مضاف، وكذلك سبب نزول الآية يقوي ذلك.
وقوله إِلَّا عابِرِي سَبِيلٍ يقوّي تقدير المضاف: أي لا تقربوا مواضع الصلاة.
ويمكن أن يقال: إن بعض قيود النهي أعني لا تَقْرَبُوا وهو قوله: وَأَنْتُمْ سُكارى يدل على أن المراد مواضع الصلاة.
ولا مانع من اعتبار كل واحد منهما مع قيده الدالّ عليه، ويكون ذلك نهيين مقيد كل واحد منهما بقيد، وهما لا تقربوا الصلاة هي ذات الأذكار والأركان وأنتم سكارى، ولا تقربوا مواضع الصلاة حال كونكم جنبا إلا حال عبوركم في المسجد من جانب إلى جانب.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (173,'وغاية ما يقال في هذا أنه من الجمع بين الحقيقة والمجاز وهو جائز بتأويل مشهور.
وقال ابن جرير «١» بعد حكايته للقولين: والأولى قول من قال: وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ: إلا مجتازي طريق فيه، وذلك أنه قد بيّن حكم المسافر إذا عدم الماء وهو جنب في قوله: وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً، فكان معلوما بذلك أن قوله: وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا، لو كان معنيّا به المسافر، لم يكن لإعادة ذكره- في قوله: وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ- معنى مفهوما، وقد مضى ذكر حكمه قبل ذلك. فإذا كان ذلك كذلك فتأويل الآية: يا أيها الذين آمنوا لا تقربوا المساجد للصلاة مصلين فيها وأنتم سكارى حتى تعلموا ما تقولون، ولا تقربوها أيضا جنبا حتى تغتسلوا إلا عابري سبيل.
قال وعابر السبيل: المجتازه «٢» مرا وقطعا. يقال منه: عبرت هذا الطريق فأنا أعبره عبرا وعبورا، ومنه [قيل] «٣» : عبر فلان النهر إذا قطعه وجاوزه.
قال ابن كثير «٤» : وهذا الذي نصره- يعني ابن جرير- هو قول الجمهور، وهو الظاهر من الآية. انتهى. حَتَّى تَغْتَسِلُوا: غاية للنهي عن قربان الصلاة أو مواضعها حال الجنابة، والمعنى: لا تقربوه حال الجنابة حتى تغتسلوا إلا حال عبوركم السبيل.
وَإِنْ كُنْتُمْ مَرْضى: المرضى عبارة عن خروج البدن عن حدّ الاعتدال والاعتياد إلى الاعوجاج والشذوذ. وهو على ضربين، كثير ويسير.
والمراد هنا أن يخاف على نفسه التلف أو الضرر باستعمال الماء، أو كان ضعيفا في بدنه لا يقدر على الوصول إلى موضع الماء.
وروي عن الحسن أنه يتطهر وإن مات، وهذا باطل يدفعه قوله: وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ. وقوله: وَلا تَقْتُلُوا أَنْفُسَكُمْ وقوله: يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ. أَوْ عَلى سَفَرٍ: فيه جواز التيمم لمن صدق عليه اسم المسافر. والخلاف مبسوط في كتب الفقه.
_________
(١) تفسير ابن جرير [٤/ ١٠٢] .
(٢) جاء في المطبوع [المجتاز] والتصحيح من تفسير الطبري [٤/ ١٠٢] .
(٣) ما بين المعكوفين من تفسير الطبري [٤/ ١٠٢] . [.....]
(٤) تفسير ابن كثير [١/ ٤٧٦] .',NULL,'176',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (174,'وقد ذهب الجمهور إلى أنه لا يشترط أن يكون سفر قصر، وقال قوم: لا بد من ذلك. وقد أجمع العلماء على جواز التيمم للمسافر. واختلفوا في الحاضر، فذهب مالك وأصحابه وأبو حنيفة ومحمد إلى أنه يجوز في الحضر والسفر.
وقال الشافعي: ويجوز للحاضر الصحيح أن يتيمم إلا أن يخاف التلف.
أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ: هو المكان المنخفض، والمجيء منه كناية عن الحدث، والجمع الغيطان والأغواط. وكانت العرب تقصد هذا الصنف من المواضع لقضاء الحاجة تسترا عن أعين الناس، ثم سمي الحدث الخارج من الإنسان غائطا توسعا. ويدخل في الغائط جميع الأحداث الناقضة للوضوء.
أَوْ لامَسْتُمُ النِّساءَ: وهو قراءة نافع وابن كثير وأبي عمرو وعاصم وابن عامر، وقرأ حمزة والكسائي: لمستم. قيل: المراد بما في القراءتين الجماع، وقيل:
المراد به مطلق المباشرة، وقيل: إنه يجمع الأمرين جميعا.
وقال محمد بن زيد: الأولى في اللغة أن يقون لامستم بمعنى قبلتم ونحوه، ولمستم بمعنى غشيتم.
واختلف العلماء في معنى ذلك على أقوال: فقالت فرقة: الملامسة هنا مختصة باليد دون الجماع. قالوا: والجنب لا سبيل له إلى التيمم بل يغتسل أو يدع الصلاة حتى يجد الماء. وقد روي هذا عن عمر بن الخطاب وابن مسعود.
قال ابن عبد البر: لم يقل بقولهما في هذا أحد من فقهاء الأمصار من أهل الرأي وحملة الآثار. انتهى.
وأيضا الأحاديث الصحيحة تدفعه وتبطله كحديث عمار وعمران بن حصين وأبي ذرّ في تيمم الجنب. وقالت طائفة: هو الجماع، كما في قوله: ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ، وقوله: وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ، وهو مروي عن علي عليه السلام وأبي بن كعب وابن عباس ومجاهد وطاووس والحسن وبيد بن عمير وسعيد بن جبير والشعبي وقتادة ومقاتل وابن حيان وأبي حنيفة.
وقال مالك: الملامس بالجماع يتيمم، والملامس باليد يتيمم إذا التذّ فإن لمسها بغير شهوة فلا وضوء وبه قال أحمد وإسحاق.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (175,'وقال الشافعي: إذا أفضى الرجل بشيء من بدنه إلى بدن المرأة سواء كان باليد أو بغيرها من أعضاء الجسد انتقضت به الطهارة وإلا فلا. حكاه القرطبي عن ابن مسعود وابن عمر والزهري وربيعة.
وقال الأوزاعي: إذا كان اللمس باليد نقض الطهر، وإن كان بغير اليد لم ينقض لقوله تعالى: فَلَمَسُوهُ بِأَيْدِيهِمْ. وقد احتجوا بحجج تزعم كل طائفة أن حجتها تدل على أن الملامسة المذكورة في الآية هي ما ذهبت إليه، [وليس الأمر كذلك، فقد اختلفت الصحابة ومن بعدهم في معنى الملامسة المذكورة في الآية] «١» وعلى فرض أنها ظاهرة في الجماع، فقد ثبتت القراءة المروية عن حمزة والكسائي بلفظ أو لمستم وهي محتملة بلا شك ولا شبهة، مع الاحتمال فلا تقوم الحجة بالمحتمل.
وهذا الحكم تعمّ به البلوى ويثبت به التكليف العام فلا يحل إثباته بمحتمل قد وقع النزاع في مفهومه.
وإذا عرفت هذا فقد ثبتت السنة الصحيحة بوجوب التيمم على من اجتنب ولم يجد الماء، فكان الجنب داخلا [بهذا] «٢» الدليل، وعلى فرض عدم دخوله فالسنة تكفي في ذلك.
وأما وجوب الوضوء أو التيمم على من لمس المرأة بيده أو بشيء من بدنه فلا يصح القول به استدلالا بهذه الآية، لما عرفت من الاحتمال. وأما ما استدلوا به من أنه صلّى الله عليه وآله وسلّم أتاه رجل فقال: «يا رسول الله ما تقول في رجل لقي امرأة لا يعرفها وليس يأتي الرجل من امرأته شيئا إلا قد أتاه منها غير أنه لم يجامعها؟ فأنزل الله: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ ذلِكَ ذِكْرى لِلذَّاكِرِينَ (١١٤) «٣» أخرجه أحمد والترمذي والنسائي من حديث معاذ قالوا: فأمره بالوضوء لأنه لمس المرأة ولم يجامعها.
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٧٠] .
(٢) جاء في المطبوع [هذا] وهو خطأ والتصحيح من فتح القدير [١/ ٤٧٠] .
(٣) [منقطع بهذا اللفظ] أخرجه الترمذي في الجامع [٤/ ٢٧١] ح [٣١١٣] وأحمد في المسند [٥/ ٢٤٤] وأخرجه النسائي في السنن الكبرى كما في تحفة الاشراف [٨/ ٤٠٩] ورواه البخاري في الصحيح [٢/ ٨] ح [٥٢٦] و [٤٦٨٧] ومسلم في الصحيح ح [٢٧٦٣] .',NULL,'178',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (176,'ولا يخفاك أنه لا دلالة لهذا الحديث على محل النزاع، فإن النبي صلّى الله عليه وآله وسلّم إنما أمره بالوضوء ليأتي بالصلاة التي ذكرها الله سبحانه في هذه الآية إذ لا صلاة إلا بوضوء وأيضا فالحديث منقطع لأنه من رواية ابن أبي ليلى عن معاذ ولم يلقه وإذا عرفت هذا فالأصل البراءة عن هذا الحكم فلا يثبت إلا بدليل خالص عن الشوائب الموجبة لقصوره عن الحجة وأيضا قد ثبت عن عائشة من طرق أنها قالت: «كان النبي صلّى الله عليه وآله وسلّم يتوضأ ثم يقبل ثم يصلي ولا يتوضأ» «١» . وقد روي هذا الحديث بألفاظ مختلفة.
رواه أحمد وابن أبي شيبة وأبو داود والنسائي وابن ماجة، وما قيل من أنه من رواية حبيب بن أبي ثابت عن عروة عن عائشة- ولم يسمع من عروة- فقد رواه أحمد في مسنده من حديث هشام بن عروة عن أبيه عن عائشة، ورواه ابن جرير من حديث ليث عن عطاء عن عائشة، ورواه أحمد أيضا وأبو داود والنسائي من حديث أبي روق الهمداني عن إبراهيم التيمي عن عائشة، ورواه أيضا ابن جرير من حديث أم سلمة «٢» ، ورواه أيضا من حديث زينب السهمية.
ولفظ حديث أم سلمة: «أن رسول الله صلّى الله عليه وآله وسلّم كان يقبلها وهو صائم ولا يفطر ولا يحدث وضوءا» . ولفظ حديث زينب السهمية «أن النبي صلّى الله عليه وآله وسلّم كان يقبل ثم يصلي ولا يتوضأ» . ورواه فأحمد عن زينب السهمية عن عائشة.
فَلَمْ تَجِدُوا ماءً: هذا القيد إن كان راجعا إلى جميع ما تقدم مما هو مذكور بعد الشرط وهو المرض والسفر والمجيء من الغائط وملامسة النساء، كان فيه دليل على أن المرض والسفر لمجردهما لا يسوّغان التيمم، بل لا بد مع وجود أحد السببين من عدم الماء فلا يجوز للمريض أن يتيمم إلا إذا لم يجد الماء، ولا يجوز للمسافر أن يتيمم إلا إذا لم يجد ماء.
_________
(١) [صحيح] أخرجه عبد الرزاق في المصنف [١/ ١٣٥] ح [٥١١] وابن أبي سنيه في المصنف [١/ ٤٨] ح [٤٨٩] [٤٨٥] وأبو داود في السنن [١/ ٤٤] ح [١٧٨] [١/ ٤٥] ح [١٧٩] والنسائي في السنن [١/ ١٠٤] والبيهقي في السنن الكبرى [١/ ١٢٥- ١٢٦- ١٢٧] والدارقطني في السنن [١/ ١٣٩] [١/ ١٤١- ١٤٢] والترمذي في السنن [١/ ١٣٣] ح [٨٦] وابن ماجه في السنن ح [٥٠٢] وأحمد في المسند [٦/ ٢١٠] وابن المنذر في الأوسط [١/ ١٢٨] ح [١٥] وابن جرير في التفسير [٤/ ١٠٨] ح [٩٦٣٥] .
(٢) أخرجه ابن جرير في التفسير [٤/ ١٠٨] ح [٩٦٣٨] ورواه الطبراني في الأوسط كما في المجمع [١/ ٢٤٧] .',NULL,'179',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (177,'ولكنه يستشكل على هذا أن الصحيح كالمريض إذا لم يجد الماء [تيمم، وكذلك المقيم كالمسافر إذا لم يجد الماء تيمم] «١» فلا بد من فائدة في التنصيص على المرض والسفر؟
فقيل: وجه التنصيص عليهما أن المرض «٢» مظنة للعجز عن الوصول إلى الماء، وكذلك المسافر عدم الماء في حقه غالب. وإن كان راجعا إلى الصورتين الأخيرتين أعني قوله: أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ كما قال بعض المفسرين كان فيه إشكال وهو أن من صدق عليه اسم المريض أو المسافر جاز له التيمم وإن كان واجدا للماء قادرا على استعماله.
وقد قيل: إنه رجع هذا القيد إلى الآخرين مع كونه معتبرا في الأوّلين لندرة وقوعه فيهما: وأنت خبير بأن هذا كلام ساقط وتوجيه بارد.
وقال مالك ومن تابعه: ذكر الله المرض والسفر في شرط التيمم اعتبارا بالأغلب فيمن لم يجد الماء، بخلاف الحاضر، فإن الغالب وجوده فلذلك لم ينص الله سبحانه عليه. انتهى.
والظاهر أن المرض- بمجرّده- مسوغ للتيمم وإن كان الماء موجودا إذا كان يتضرّر باستعماله في الحال أو في المال، ولا يعتبر خشية التلف فالله سبحانه يقول:
يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ، ويقول: وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ، والنبي صلّى الله عليه وآله يقول: «الدين يسر» «٣» ، ويقول: «يسروا ولا تعسروا» «٤» . وقال:
«قتلوه قتلهم الله» «٥» ويقول: «أمرت بالشريعة السمحة» «٦» . فإذا قلنا إن قيد عدم وجود الماء راجع إلى الجميع كان وجه التنصيص على المرض هو أنه يجوز له التيمم والماء
_________
(١) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ٤٧١] .
(٢) جاء في المطبوع [المريض] وهو خطأ والتصحيح من فتح القدير [١/ ٤٧١] .
(٣) أخرجه البخاري في الصحيح [١/ ٩٣] ح [٩٣] والنسائي في السنن [٨/ ١٢١- ١٢٢] .
(٤) [متفق عليه] أخرجه البخاري في الصحيح [١/ ١٦٣] ح [٦٩، ٦١٢٥] ومسلم في الصحيح ح [١٧٣٤] .
(٥) [صحيح] أخرجه الحاكم في المستدرك [١/ ١٦٥] وابن خزيمة في صحيحه [١/ ١٣٨] ح [٢٧٣] وابن حبان في الصحيح [٤/ ١٤٠- ١٤١] ح [١٣١٤] وابن الجارود في المنتقى ح [١٢٨] والبيهقي في السنن الكبرى [١/ ٢٢٦] أخرجه الدارقطني في السنن [١/ ١٨٩- ١٩٠- ١٩١] .
(٦) [حسن] أخرجه أحمد في المسند [٦/ ١١٦ و ٢٣٣] ، [٥/ ٢٦٦] وأخرجه الديلمي [٢/ ١١٠] .',NULL,'180',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (178,'حاضر موجود إذا كان استعماله يضرّه، فيكون اعتبار ذلك القيد في حقه إذا كان استعماله لا يضرّه، فإن في مجرّد المرض مع عدم الضرر باستعمال الماء ما يكون مظنته لعجزه عن الطلب، لأنه يلحقه بالمرض نوع ضعف.
وأما وجه التنصيص على المسافر فلا شك أن الضرب في الأرض مظنته لإعواز الماء وبعض البقاع دون بعض.
فَتَيَمَّمُوا: التيمم لغة: القصد «١» ، ثم كثر استعمال هذه الكلمة حتى صار التيمم مسح الوجه واليدين بالتراب.
وقال ابن الأنباري في قولهم: قد تيمم الرجل: معناه قد مسح التراب على وجهه.
وهذا خلط للمعنى اللغوي بالمعنى الشرعي! فإن العرب لا تعرف التيمم بمعنى [مسح] «٢» الوجه واليدين، وإنما هو معنى شرعي فقط.
وظاهر الأمر الوجوب وهو مجمع على ذلك والأحاديث في هذا الباب كثيرة وتفاصيل التيمم وصفاته مبينة في السنة المطهرة، ومقالات أهل العلم مدونة في كتب الفقه.
صَعِيداً هو وجه الأرض سواء كان عليه تراب أو لم يكن، قاله الخليل وابن الأعرابي والزجاج.
قال الزجاج: لا أعلم فيه خلافا بين أهل اللغة. قال الله تعالى: وَإِنَّا لَجاعِلُونَ ما عَلَيْها صَعِيداً جُرُزاً (٨) أي أرضا غليظة لا تنبت شيئا، وقال الله تعالى: فَتُصْبِحَ صَعِيداً زَلَقاً (٤٠) ، وإنما سمي صعيدا لأنه نهاية ما يصعد إليه من الأرض، وجمع الصعيد صعدات «٣» .
وقد اختلف أهل العلم فيما يجزىء «٤» التيمم به، فقال مالك وأبو حنيفة والثوري والطبري: إنه يجزىء بوجه الأرض كله ترابا كان أو رملا أو حجارة، وحملوا قوله طَيِّباً قالوا: والطيب التراب الذي ينبت.
_________
(١) انظر القاموس المحيط [٤/ ١٩٣] .
(٢) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ٤٧٠] . [.....]
(٣) جاء في المطبوع [صعدان] وهو خطأ والتصحيح من فتح القدير [١/ ٤٧٢] .
(٤) جاء في المطبوع [يجرى] وهو خطأ والتصحيح من فتح القدير [١/ ٤٧٢] .',NULL,'181',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (179,'وقد تنوزع في معنى الطيب فقيل: الطاهر كما تقدم، وقيل: المنبت كما هنا، وقيل: الحلال. والمحتمل لا يقوم به الحجة ولو لم يوجد في الشيء الذي يتيمم به إلا ما في الكتاب العزيز، لكان الحق ما قاله الأولون. لكن ثبت في صحيح مسلم من حديث حذيفة بن اليمان قال قال رسول الله صلّى الله عليه وآله وسلّم: «فضلنا الناس بثلاث جعلت صفوفنا كصفوف الملائكة، وجعلت لنا الأرض كلها مسجدا، وجعلت تربتها لنا طهورا إذا لم نجد الماء» «١» . وفي لفظ: «وجعل ترابها لنا طهورا إذا لم نجد الماء» وفي لفظ: «وجعل ترابها لنا طهورا» .
فهذا مبين لمعنى الصعيد المذكور في الآية، أو مخصص لعمومه، أو مفيد لإطلاقه. ويؤيد هذا ما حكاه ابن فارس عن كتاب الخليل: تيمم بالصعيد: أي أخذ من غباره. انتهى. والحجر الصلد ما لا غبار عليه.
فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ: هذا المسح مطلق بتناول المسح بضربة أو ضربتين، ويتناول المسح إلى المرفقين أو الرسغين، وقد بينته السنة بيانا شافيا. وقد جمع الشوكاني بين ما ورد في المسح بضربة أو بضربتين وما ورد في المسح إلى الرسغ وإلى المرفقين في شرحه للمنتقى «٢» وغيره من مؤلفاته بما لا يحتاج الناظر فيه إلى غيره.
والحاصل أن أحاديث الضربتين لا يخلو جميع طرقها من مقال ولو صحت لكان الأخذ بها متعينا لما فيها من الزيادة. فالحق الوقوف والعمل على ما في الصحيحين من حديث عمار «٣» المقتصر على ضربة واحدة حتى تصح وتثبت الزيادة على ذلك المقدار الثابت.
[الآية السادسة عشرة]
إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كانَ سَمِيعاً بَصِيراً (٥٨) .
إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها هذه الآية من أمهات الآيات المشتملة
_________
(١) أخرجه مسلم في الصحيح ح [٥٢٢] .
(٢) المنتقى [١/ ٣٣٢ و ٣٣٥] .
(٣) أخرجه البخاري في الصحيح [١/ ٤٤٣] ح [٣٣٨] ومسلم في الصحيح ح [٣٦٨] .',NULL,'182',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (180,'على كثير من أحكام الشرع، لأن الظاهر أن الخطاب يشمل جميع الناس في جميع الأمانات. وقد روي عن علي وزيد بن أسلم وشهر بن حوشب أنها خطاب لولاة المسلمين والأول أظهر، وورودها على سبب لا ينافي ما فيها من العموم، فالاعتبار بعموم اللفظ لا بخصوص السبب كما تقرر في الأصول، بل قال الواحدي: أجمع المفسرون على ذلك.
ويدخل الولاة في هذا الخطاب دخولا أوليا فيجب عليهم تأدية ما لديهم من الأمانات ورد الظلامات وتحرّي العدل في أحكامهم. ويدخل غيرهم من الناس في الخطاب فيجب عليهم ردّ ما لديهم من الأمانات والتحري في الشهادات والأخبار.
وممن قال بعموم هذا الخطاب: البراء بن عازب وابن مسعود وابن عباس وأبيّ بن كعب، واختاره جمهور المفسرين ومنهم ابن جرير، وأجمعوا على أن الأمانات مردودة إلى أربابها: الأبرار منهم والفجار كما قال ابن المنذر.
والأمانات جمع أمانة وهي مصدر بمعنى المفعول.
وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ: هو فصل الحكومة على ما في كتاب الله وسنة رسوله صلّى الله عليه وآله وسلّم، لا الحكم بالرأي المجرد، فإن ذلك ليس من الحق في شيء إلا إذا لم يوجد دليل تلك الحكومة في كتاب الله ولا في سنة رسوله، فلا بأس باجتهاد الرأي من الحاكم الذي يعلم حكم الله سبحانه، وما هو أقرب إلى الحق عند عدم وجود النص.
وأما الحاكم الذي لا يدري بحكم الله ورسوله ولا بما هو أقرب إليهما فلا يدري ما هو العدل، لأنه لا يعقل الحجة إذا جاءته فضلا عن أن يحكم بها بين عباد الله، وقد أفاد الإمام الرباني محمد بن علي الشوكاني في مختصره حيث قال في كتاب القضاء: إنما يصح قضاء من كان مجتهدا متورعا عن أموال الناس عادلا في القضية حاكما بالسوية. انتهى.
وقال في شرحه: أما كونه إنما يصح قضاء من كان مجتهدا فلما في الكتاب العزيز من الأمر بالقضاء بالعدل والقسط وبما أراد الله. ولا يعرف ذلك إلا مجتهدا لأن المقلد إنما يعرف قول إمامه دون حجته، وهكذا لا يحكم بما أراه الله إلا من كان مجتهدا، لا من كان مقلدا فما أراه الله شيئا بل أراه إمامه ما يختاره لنفسه.
ومما يدل على اعتبار الاجتهاد حديث بريدة عن النبي صلّى الله عليه وآله وسلّم قال: «القضاة ثلاثة واحد في الجنة واثنان في النار، فأما الذي في الجنة فرجل عرف الحق فقضى به،',NULL,'183',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (181,'ورجل عرف الحق وجار في الحكم، فهو في النار ... » «١» . أخرجه ابن ماجة وأبو داود والنسائي والترمذي والحاكم وصححه. وقد جمع ابن حجر طرقه في جزء مفرد.
ووجه الدلالة أنه لا يعرف الحق إلا من كان مجتهدا، وأما المقلد فهو يحكم بما قال إمامه ولا يدري أحق هو أم باطل، فهو القاضي الذي قضى للناس على جهل وهو أحد قاضيي النار.
ومن الأدلة على اشتراط الاجتهاد قوله تعالى: وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ (٤٤) ، والظَّالِمُونَ، والْفاسِقُونَ، ولا يحكم بما أنزل الله إلا من عرف التنزيل والتأويل.
ومما يدل على ذلك حديث معاذ لما بعثه صلّى الله عليه وآله وسلّم إلى اليمن فقال له: «بم تقضي» ؟
قال: بكتاب لله. قال: «فإن لم تجد» ؟ قال: فبسنّة رسول الله. قال: «فإن لم تجد» ؟ قال فبرأيي، وهو حديث مشهور «٢» . وقد بينت طرقه ومن خرجه في بحث مستقل.
ومعلوم أن المقلد لا يعرف كتابا ولا سنة ولا رأي له، بل لا يدري بأن الحكم موجود في الكتاب والسنة فيقضي به أو ليس بموجود فيجتهد برأيه.
فإذا ادعى المقلد أنه يحكم برأيه فهو يعلم أنه يكذب على نفسه لاعترافه بأنه لا يعرف كتابا ولا سنة، فإذا زعم أنه حكم برأيه فقد أقر على نفسه بأنه حكم بالطاغوت.
انتهى كلامه.
ويزيد ذلك قوة وشرحا ما قاله السيد العلامة بدر الله المنير محمد بن إسماعيل بن صلاح الأمير رضي الله عنه في «سبل السلام شرح بلوغ المرام» «٣» في شرح حديث
_________
(١) [صحيح] أخرجه الترمذي في الجامع [٣/ ٦١٣] ح [١٣٢٢] وأبو داود في السنن [٣/ ٢٩٧] ح [٣٥٧٣] وابن ماجه في السنن ح [٢٣١٥] والبيهقي في السنن الكبرى [١٠/ ١١٦] والحاكم في المستدرك [٤/ ٩٠] .
(٢) [ضعيف جدا] أخرجه ابن أبي شيبة في المصنف [٤/ ٥٤٣] ح [٢٢٩٨٨] وعبد بن حميد في المنتخب ح [١٢٤] وأحمد في المسند [٥/ ٢٣٠ و ٢٣٦، ٢٤٢] والترمذي في الجامع [٣/ ٦١٦] ح [١٢٢٧] وأبو داود في السنن [١٣/ ٣٠٢] ح [٣٥٩٢] والدارمي في السنن [١/ ٦٠] وأبو داود الطيالسي في مسنده ح [٥٥٩] والبيهقي في السنن الكبرى [١٠/ ١١٤] والخطيب في الفقه والمتفقه [١/ ١٨٨- ١٨٩] وابن عبد البر في جامع بيان العلم [٢/ ٨٤٤- ٨٤٥] ح [١٥٩٢، ١٥٩٣] وابن حزم في الأحكام [٦/ ٣٥] .
(٣) سبل السلام [٤/ ٢٢٧- ٢٢٩] .',NULL,'184',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (182,'عمرو بن العاص رضي الله عنه أنه سمع رسول الله صلّى الله عليه وآله وسلّم يقول: «إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، فإذا حكم ثم أخطأ فله أجر» «١» . متفق عليه «والحديث من أدلة القول بأن الحكم عند الله في كل قضية واحد، قد يصيبه من أعمل فكره وتتبع الأدلة ووفقه الله تعالى فيكون له أجران: أجر الاجتهاد، وأجر الإصابة» .
والذي له أجر واحد من اجتهد فأخطأ فله أجر الاجتهاد..
واستدلوا بالحديث على أنه يشترط أن يكون الحاكم مجتهدا. قال الشارح- يعني القاضي المغربي صاحب البدر التمام شرح بلوغ المرام- وغيره وهو المتمكن من أخذ الأحكام من الأدلة الشرعية- قال: ولكنه لغير وجوده بل كاد يعدم بالكلية ومع تعذره، فمن شرطه أن يكون مقلدا مجتهدا في مذهب إمامه، ومن شرطه أن يحقق أصول إمامه وأدلته وينزل أحكامه عليها فيما لم يجده منصوصا عليه من مذهب إمامه. انتهى. قلت:
ولا يخفى ما في هذا الكلام من البطلان وإن تطابق عليه الأعيان وقد بينا بطلان دعوى تعدد الاجتهاد في رسالتنا «إرشاد النقاد إلى تيسير الاجتهاد» بما لا يمكن دفعه. وما أرى هذه الدعوى التي تطابقت عليها الأنظار إلا من كفران نعمة الله عليهم فإنهم- أعني المدعين لهذه الدعوى والمقررين لها- مجتهدون يعرف حدهم من الأدلة «٢» ما يمكنه بها الاستنباط مما لم يكن قد عرفه عتاب بن أسيد «٣» قاضي رسول الله صلّى الله عليه وآله وسلّم على مكة، ولا أبو موسى الأشعري قاضي رسول الله صلّى الله عليه وآله وسلّم في اليمن، ولا معاذ بن جبل قاضيه فيهما وعامله عليها، ولا شريح قاضي عمر وعلي رضي الله عنهما على الكوفة.
ويدل لذلك قول الشارح: فمن شرطه- أي المقلد- أن يكون مجتهدا في مذهب إمامه وأن يحقق «٤» أصوله وأدلته فإن هذا هو الاجتهاد الذي حكم بكيدودة عدمه بالكلية وسماه متعذرا فهلا جعل هذا المقلد إمامه كتاب الله وسنة رسوله صلّى الله عليه وآله وسلّم عوضا عن إمامه؟
وتتبع نصوص الكتاب والسنة عوضا عن تتبع نصوص إمامه؟ والعبارات كلها ألفاظ دالة على معان فهلا استبدل بألفاظ إمامه ومعانيها ألفاظ الشارع ومعانيها؟ ونزل الأحكام
_________
(١) [متفق عليه] أخرجه البخاري في الصحيح [١٣/ ٣١٨] ح [٧٣٥٢] ومسلم في الصحيح ح [١٧١٦] .
(٢) جاء في المطبوع [الآلة] وهو خطأ والتصحيح من سبل السلام [٤/ ٢٢٨] .
(٣) جاء في المطبوع [رشيد] وهو خطأ والتصحيح من الاصابة لابن حجر [٢/ ٤٤٤] والاستيعاب [٣/ ١٥٣- ١٥٤ مع الاصابة] وسبل السلام [٤/ ٢٢٨] .
(٤) جاء في سبل السلام [٤/ ٢٢٨] [يتحقق] بدلا من [يحقق] .',NULL,'185',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (183,'عليها إذا لم يجد نصا شرعيا عوضا عن تنزيلها على مذهب إمامه فيما لم يجده منصوصا؟
تالله لقد استبدل الذي هو أدنى بالذي هو خير من معرفة الكتاب والسنة إلى معرفة كلام الشيوخ والأصحاب وتفهم مرامهم، والتفتيش عن كلامهم.
ومن المعلوم يقينا أن كلام الله تعالى وكلام رسوله صلّى الله عليه وآله وسلّم أقرب إلى الأفهام وأدنى إلى إصابة بلوغ «١» المرام، فإنه أبلغ الكلام بالإجماع، وأعذبه في الأفواه والأسماع وأقربه إلى الفهم والانتفاع، ولا ينكر هذا إلا جلمود الطباع ومن لا حظ له في النفع والانتفاع، والأفهام التي فهم بها الصحابة والكلام الإلهي، والخطاب النبوي هي كأفهامنا، وأحلامهم كأحلامنا، إذ لو كانت الأفهام متفاوتة تفاوتا يسقط معه فهم العبارات الإلهية والأحاديث النبوية لما كنا مكلفين ولا مأمورين ولا منهيين لا اجتهادا ولا تقليدا.
أما الأول: فلاستحالته، وأما الثاني: فلأنا لا نقلد حتى نعلم أنه يجوز لنا التقليد، ولا نعلم ذلك إلا بعد فهم الدليل من الكتاب والسنة على جوازه لتصريحهم بأنه لا يجوز التقليد في جواز التقليد، فهذا الفهم الذي فهمنا به هذا الدليل نفهم به غيره من الأدلة من كثير وقليل.
على أنه قد شهد المصطفى صلّى الله عليه وآله وسلّم بأنه يأتي من بعده من هو أفقه ممن في عصره وأوعى لكلامه حيث قال: «فرب مبلّغ أفقه من سامع» «٢» وفي لفظ: «أوعى له من سامع» .
والكلام قد وفيناه حقه في الرسالة المذكورة. انتهى كلام السبل. وقد بسطت القول في ذلك في رسالتي «الجنة في الأسوة الحسنة بالسنة» .
[الآية السابعة عشرة] يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٥٩) .
يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ: طاعة الله عزّ وجل هي امتثال أوامره
_________
(١) كذا جاء في المطبوع أما في السبل [٤/ ٢٢٨] فلا يوجد [بلوغ] فيه.
(٢) [متفق عليه] أخرجه البخاري في الصحيح [٣/ ٥٧٣- ٥٧٤] ح [١٧٤١، ٦٧، ١٠٥، ٣١٩٧، ٤٤٠٦] ومسلم في الصحيح ح [١٦٧٩] . [.....]',NULL,'186',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (184,'ونواهيه، وطاعة رسوله صلّى الله عليه وآله وسلّم هي فيما أمر به ونهى عنه.
قال الحافظ ابن القيم رحمه الله في «أعلام الموقعين» «١» : أمر الله تعالى بطاعته وطاعة رسوله وأعاد الفعل إعلاما بأن طاعة الرسول تجب استقلالا من غير عرض ما أمر به على الكتاب، بل إذا أمر وجبت طاعته مطلقا سواء كان ما أمر به في الكتاب أو لم يكن فيه، فإنما أوتي الكتاب ومثله معه. ولم يأمر بطاعة أولي الأمر استقلالا، بل حذف الفعل وجعل طاعتهم في ضمن طاعة الرسول، إيذانا بأنهم يطاعون تبعا لطاعة الرسول، فمن أمر منهم بطاعة الرسول وجبت طاعته، ومن أمر بخلاف ما جاء به الرسول فلا سمع له ولا طاعة. كما صح عنه صلّى الله عليه وآله وسلّم: «إنما الطاعة في المعروف» «٢» ، وقال في ولاة الأمور: «من أمركم منهم بمعصية الله فلا سمع له ولا طاعة» «٣» انتهى.
وَأُولِي الْأَمْرِ مِنْكُمْ: لما أمر الله سبحانه القضاة والولاة إذا حكموا بين الناس أن يحكموا بالعدل أو الحق أمر الناس بطاعتهم هاهنا، وأولو الأمر هم الأئمة والسلاطين والقضاة وكل من كانت له ولاية شرعية لا ولاية طاغوتية.
والمراد طاعتهم فيما يأمرون به وينهون عنه، ما لم تكن معصية، فلا طاعة لمخلوق في معصية الله، كما قلت ذلك عن رسول الله صلّى الله عليه وآله وسلّم. وقال جابر بن عبد الله ومجاهد والحسن البصري وأبو العالية وعطاء بن أبي رباح وابن عباس والإمام أحمد في إحدى الروايتين عنهما: إن أولي الأمر هم أهل القرآن والعلم، وبه قال مالك والضحاك.
وروي عن مجاهد أنهم أصحاب محمد صلّى الله عليه وآله وسلّم.
وقال ابن كيسان هم أهل العقل والرأي.
والراجح القول الأول- قاله الشوكاني.
وقال الحافظ ابن القيم رحمه الله في «أعلام الموقعين» «٤» تحت هذه الآية:
والتحقيق أن الأمراء إنما يطاعون إذا أمروا بمقتضى العلم، فطاعتهم تبع لطاعة العلماء،
_________
(١) أعلام الموقعين [١/ ٤٨] .
(٢) [متفق عليه] أخرجه البخاري في الصحيح [٨/ ٥٨- مع الفتح] ح [٤٣٤٠، ٧١٤٥، ٧٢٥٧] ومسلم في الصحيح ح [١٨٤٠] [٣٩] [٤٠] .
(٣) أخرجه مسلم في الصحيح ح [١٨٣٩] والنسائي في المجتبى [١/ ١٦٠] ح [٤٢٠٧] وابن ماجه في السنن ح [٢٨٦٤] .
(٤) أعلام الموقعين [١/ ١٠] .',NULL,'187',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (185,'فإن الطاعة إنما تكون في المعروف وما أوجبه العلم، فكما أن طاعة العلماء تبع لطاعة الرسول فطاعة الأمراء تبع لطاعة العلماء. ولما كان قيام الإسلام بطائفتي العلماء والأمراء وكان الناس كلهم لهم تبعا كان صلاح العالم بصلاح هاتين الطائفتين وفساده بفسادهما، كما قال عبد الله بن المبارك وغيره من السلف: صنفان من الناس إذا صلحا صلح الناس، وإذا فسدا فسد الناس، قيل: من هم؟ قال: الملوك والعلماء «١» .
رأيت الذنوب تميت القلوب ... وقد يورث الذل إدمانها «٢»
وترك الذنوب حياة القلوب ... وخير لنفسك عصيانها
وهل أفسد الدين إلا الملوك ... وأحبار سوء ورهبانها
انتهى كلامه.
وقد أخرج البخاري ومسلم وغيرهما عن ابن عباس في قوله تعالى هذا قال:
«نزلت في عبد الله بن حذافة بن قيس بن عدي إذ بعثه النبي صلّى الله عليه وآله وسلّم في سرية» «٣» وقصته معروفة.
قال ابن القيم «٤» : وقد أخبر النبي صلّى الله عليه وآله وسلّم عن الذين أرادوا دخول النار لما أمرهم أميرهم بدخولها «أنّهم لو دخلوا لما خرجوا منها» مع أنهم إنما كانوا يدخلونها طاعة لأميرهم، وظنا أن ذلك واجب عليهم، ولكن لما قصّروا في الاجتهاد وبادروا إلى طاعة من أمر بمعصية «٥» الله وحملوا عموم الأمر بالطاعة بما لم يرده الآمر- صلّى الله عليه وآله وسلّم- وما قد علم من دينه إرادة خلافه، فقصروا في الاجتهاد وأقدموا على تعذيب أنفسهم وإهلاكها من غير تثبّت وتبيّن هل ذلك طاعة لله ورسوله أم لا؟ فما الظن بمن أطاع غيره في صريح مخالفة ما بعث الله به رسوله. انتهى.
وأخرج عبد بن حميد وابن جرير وابن أبي حاتم عن عطاء في الآية قال: طاعة الله والرسول، اتباع الكتاب والسنة. وَأُولِي الْأَمْرِ مِنْكُمْ قال: أولوا الفقه والعلم: وليعلم أنه لا يصح استدلال المقلدة بهذه الآية لأن المراد بها الأئمة كما ثبت عن غير واحد، ولو
_________
(١) جاء في المطبوع [الأمراء] وهو خطأ والتصحيح من أعلام الموقعين [١/ ١٠] .
(٢) جاء في المطبوع [ايهانها] وهو خطأ والتصحيح من أعلام الموقعين [١/ ١٠] .
(٣) أخرجه البخاري في الصحيح [٨/ ٢٥٢] ح [٤٥٨٤] ومسلم في الصحيح ح [١٨٣٤] .
(٤) أعلام الموقعين [١/ ٤٨] .
(٥) جاء في المطبوع [في معصية] والتصحيح من أعلام الموقعين [١/ ٤٨] .',NULL,'188',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (186,'سلم إرادة العلماء فطاعتهم أيضا- كالأئمة والأمراء- مشروطة بعدم مخالفة الطاعة الإلهية كما سلف، مع أن العلماء أرشدوا إلى ترك التقليد كما روي عن الأئمة الأربعة وغيرهم.
ولو فرضنا أن في العلماء من يرشد إلى تقليده لكان يرشد إلى المعصية فلا طاعة لهم حينئذ بالنص، بل هذه الآية دالة على أن الكتاب والسنة مقدمان على القياس والرأي مطلقا فلا يجوز ترك العمل بهما ولا تخصيصهما بالقياس- جليا كان أو خفيا-.
ومن وجوه الدلالة أن قوله: أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ أمر بطاعة الكتاب والسنة، وهنا الأمر مطلق فثبت وجوب متابعتهما مطلقا سواء حصل قياس يعارضهما أو يخصصهما أو لم يحصل، ومنها أن كلمة «إن» للاشتراط على قول الأكثرية فقوله فَإِنْ تَنازَعْتُمْ صريح في عدم جواز العدول إلى القياس إلا عند فقدان الأصول، كما يظهر ذلك من تأخير ذكره عنها في الآية، وكذا في قصة معاذ. ومنها أن سبب لعن إبليس ليس دفع نص السجدة بالكلية بل إنما خصص نفسه عن ذلك العموم بقياس، ومنها أن القرآن مقطوع المتن لثبوته بالتواتر، والقياس مظنون من جميع الجهات، والمقطوع راجح على المظنون، ومنها أن قوله تعالى: وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ (٤٥) [المائدة: ٤٥] . نص صريح في أننا إذا وجدنا عموم الكتاب حاصلا في الواقعة ثم حكمنا بالقياس فإنه يلزم الدخول تحت هذا العموم، وكذا التقدم بين يدي الله تعالى ورسوله صلّى الله عليه وآله وسلّم من لوازم ذلك. وتمام القول في هذه المسألة في تفسيرنا «فتح البيان» فليرجع إليه.
فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ المنازعة: [المجاذبة] «١» والنزع: الجذب، كأن كل واحد ينتزع حجة الآخر ويجذبها، والمراد الاختلاف والمجادلة. وفيه دليل على أن أهل الإيمان قد يتنازعون في بعض الأحكام ولا يخرجون بذلك عن الإيمان.
قال في «أعلام الموقعين» : وقد تنازع الصحابة في كثير من مسائل الأحكام وهم سادات المؤمنين وأكمل الأمة إيمانا، ولكن بحمد الله لم يتنازعوا في مسألة واحدة من مسائل الأسماء والصفات والأفعال، بل كلهم على إثبات ما نطق به الكتاب والسنة كلمة واحدة من أولهم إلى آخرهم، لم يسوموها «٢» تأويلا ولم يحرّفوها عن مواضعها تبديلا،
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٤٨١] .
(٢) جاء في المطبوع [يشربوها] والتصحيح من أعلام الموقعين [١/ ٤٩] .',NULL,'189',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (187,'ولم يبدوا لشيء منها إبطالا ولا ضربوا لها أمثالا، ولم يدفعوا في صدورها وأعجازها، ولم يقل أحد منهم يجب صرفها عن حقائقها وحملها على مجازها، بل تلقّوها بالقبول والتسليم، وقابلوها بالإيمان والتعظيم، وجعلوا الأمر فيها كلها أمرا واحدا وأجروها على سنن واحد، ولم يفعلوا كما فعل أهل الأهواء والبدع، حيث جعلوها عضين، وأقروا بعضها وأنكروا بعضها من غير فرقان مبين، مع أن اللازم لهم فيما أنكروه كاللازم فيما أقروا به وأثبتوه.
والمقصود أن أهل الإيمان لا يخرجهم تنازعهم في بعض مسائل الأحكام عن حقيقة الإيمان إذ ردّوا ما تنازعوا فيه إلى الله ورسوله كما شرط الله عليهم بقوله: فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ. ولا ريب أن الحكم المعلق على شرط ينتفي عند انتفائه.
وفي شَيْءٍ نكرة في سياق الشرط تعم كلّ ما تنازع فيه المؤمنون من مسائل الدية دقّة وجلّة، جلية وخفية. ولم يكن في كتاب الله وسنة رسوله بيان حكم ما تنازعوا فيه، ولو لم يكن كافيا لما أمر بالردّ إليه، إذ من «١» الممتنع أن يأمر تعالى بالرد عند «٢» النزاع إلى من لا يوجد عنده فصل النزاع.
قال الشوكاني «٣» : ظاهر قوله فِي شَيْءٍ يتناول أمور الدين والدنيا، ولكنه لما قال: فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ تبين به أن الشيء المتنازع فيه يختص بأمور الدين دون أمور الدنيا، والردّ إلى الله: هو الردّ إلى كتابه العزيز، والردّ إلى الرسول: هو الردّ إلى سنته المطهرة بعد موته، وأما في حياته فالردّ إليه سؤاله. هذا معنى الردّ إليهما، وقيل: معنى الردّ أن يقولوا: الله أعلم وهو قول ساقط وتفسير بارد!! وليس الرد في هذه الآية إلا الرد المذكور في قوله تعالى: وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ [النساء: ٨٣] . انتهى.
وقال ابن القيم «٤» : إن الناس أجمعوا أن الرد إلى الله سبحانه هو الرد إلى كتابه، والرد إلى الرسول هو الرد إليه نفسه في حياته وإلى سنته بعد وفاته، وأنه جعل هذا الرد
_________
(١) جاء في المطبوع [أو لكان] والتصحيح من أعلام الموقعين [١/ ٤٩] .
(٢) جاء في المطبوع [عن] التصحيح من أعلام الموقعين [١/ ٤٩] .
(٣) فتح القدير [١/ ٤٨١] . [.....]
(٤) أعلام الموقعين [١/ ٤٩] .',NULL,'190',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (188,'من موجبات الإيمان ولوازمه، فإذا انتفى هذا الرد انتفى الإيمان ضرورة انتفاء الملزوم لانتفاء لازمه، ولا سيما التلازم بين هذين الأمرين فإنه من الطرفين وكل منهما ينتفي بانتفاء الآخر. ثم أخبرهم أن هذا الرد خير لهم، وأن عاقبته أحسن عاقبة. انتهى.
وقال في «فتح القدير» «١» : قوله: إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ، فيه دليل على أن هذا الردّ متحتم على المتنازعين، وأنه شأن من يؤمن بالله واليوم الآخر، والإشارة بقوله ذلِكَ إلى الرد المأمور به خَيْرٌ لكم وَأَحْسَنُ تَأْوِيلًا (٥٩) : أي مرجعا، من الأول آل يؤول إلى كذا: أي صار إليه. والمعنى أن ذلك [الردّ] «٢» خير لكم وأحسن مرجعا ترجعون إليه.
ويجوز أن يكون المعنى أن الردّ أحسن تأويلا من تأويلكم الذي صرتم إليه عند التنازع. انتهى.
وهذه الآية الكريمة نص في وجوب الاتباع وأصل من أصول رد التقليد ولذلك احتج بها جمع من السلف والخلف على ذلك، والكلام فيها يطول تركناه خشية الإطالة، ومن شاء الاطلاع عليها فليرجع إلى أمثال كتاب «أعلام الموقعين» وغيره يتضح له الحق من الباطل، وبالله التوفيق.
[الآية الثامنة عشرة]
وَإِذا جاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطانَ إِلَّا قَلِيلًا (٨٣) .
وَإِذا جاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذاعُوا بِهِ أذاع الشيء وأذاع به: إذ أفشاه وأظهره، وهؤلاء هم جماعة من ضعفاء المسلمين كانوا إذا سمعوا شيئا من أمر المسلمين فيه أمن نحو ظفر المسلمين وقتل عدوهم. أو فيه خوف نحو هزيمة المسلمين وقتلهم أفشوه وهم يظنون أنه لا شيء عليهم في ذلك وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلى أُولِي الْأَمْرِ مِنْهُمْ وهم أهل العلم والعقول الراجحة الذين يرجعون إليهم في أمورهم أو هم الولاة عليهم. لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ: أي يستخرجونه بتدبرهم وصحة عقولهم.
_________
(١) فتح القدير [١/ ٤٨١] .
(٢) ما بين المعكوفين من فتح القدير [١/ ٤٨١] .',NULL,'191',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (189,'والمعنى: أنهم لو تركوا الإذاعة للأخبار حتى يكون النبي صلّى الله عليه وآله وسلّم هو الذي يذيعها أو يكون أولو الأمر منهم هم الذين يتولون «١» ذلك لأنهم يعلمون بما ينبغي أن يفشى وما ينبغي أن يكتم، لكان أحسن.
والاستنباط مأخوذ من استنبطت الماء: إذا استخرجته. والنبط الماء المستنبط أول ما يخرج من ماء البئر عند حفرها، وقيل: إن هؤلاء الضعفة كانوا يسمعون إرجافات المنافقين على المسلمين فيذيعونها فتحصل بذلك المفسدة. أخرج عبد بن حميد ومسلم وابن أبي حاتم من طريق ابن عباس عن عمر بن الخطاب قال: لما اعتزل النبي صلّى الله عليه وآله وسلّم نساءه قمت على باب المسجد فوجدت الناس ينكتون بالحصا يقولون: طلق رسول الله صلّى الله عليه وآله وسلّم نساءه فقمت على باب المسجد، فناديت بأعلى صوتي: لم يطلق نساءه ونزلت هذه الآية. فكنت أنا استنبطت ذلك الأمر «٢» .
[الآية التاسعة عشرة]
وَإِذا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْها أَوْ رُدُّوها إِنَّ اللَّهَ كانَ عَلى كُلِّ شَيْءٍ حَسِيباً (٨٦) .
وَإِذا حُيِّيتُمْ بِتَحِيَّةٍ: التحية تفعلة من حييت وأصلها الدعاء بالحياة، والتحية السلام وهذا المعنى هو المراد هنا، ومثله قوله تعالى: وَإِذا جاؤُكَ حَيَّوْكَ بِما لَمْ يُحَيِّكَ بِهِ اللَّهُ [المجادلة: ٨] ، وإلى هذا ذهب جماعة المفسرين.
وروي عن مالك أن المراد بالتحية هنا تشميت العاطس.
وقال أصحاب أبي حنيفة: التحية هنا الهدية لقوله تعالى: أَوْ رُدُّوها، ولا يمكن ردّ السلام بعينه، وهذا فاسد لا ينبغي الالتفات إليه.
والمراد بقوله: فَحَيُّوا بِأَحْسَنَ مِنْها أن يزيد في الجواب على ما قاله المبتدئ بالتحية، فإذا قال المبتدئ: السلام عليكم قال المجيب: وعليكم السلام ورحمة الله، وإذا زاد المبتدئ لفظا زاد المجيب على جملة ما جاء به المبتدئ لفظا أو ألفاظا نحو:
_________
(١) جاء في المطبوع [يقولون] والتصحيح من فتح القدير [١/ ٤٩١] .
(٢) أخرجه مسلم في الصحيح ح [١٤٧٩] وعبد بن حميد وابن أبي حاتم كما في فتح القدير [١/ ٤٩١] .',NULL,'192',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (190,'وبركاته ومرضاته وتحياته.
قال القرطبي «١» : أجمع العلماء على أن الابتداء بالسلام سنّة مرغّب فيها، وردّه فريضة لقوله: فَحَيُّوا، وظاهر الأمر الوجوب.
والمراد بقوله: أَوْ رُدُّوها الاقتصار على مثل لفظ المبتدئ بأن يقول المجيب:
وعليكم السلام في مقابلة السلام عليكم. وظاهر الآية الكريمة أنه لو رد عليه بأقل مما سلم به أنه لا يكفي، وحملها الفقهاء على أنه الأكمل فقط. واختلفوا: إذا رد واحد من جماعة هل يجزىء أو لا؟ فذهب مالك والشافعي إلى الإجزاء، وذهب الكوفيون إلى أنه لا يجزىء عن غيره، ويرد عليهم حديث عليّ عن النبي صلّى الله عليه وآله وسلّم قال «يجزىء عن الجماعة إذا مروا أن يسلّم أحدهم، ويجزىء عن الجلوس أن يرد أحدهم» «٢» وأخرجه أبو داود وفي إسناده سعيد بن خالد الخزاعي المدني وليس به بأس، وقد ضعفه بعضهم! وقد حسن الحديث ابن عبد البر، وقد ورد في السنة المطهرة في تعيين من يبتدىء بالسلام ومن يستحق التحية ومن لا يستحقها ما يغني عن البسط هاهنا وقد وفينا حقه في شرحنا لبلوغ المرام.
[الآيات العشرون والحادية والثانية والعشرون]
وَدُّوا لَوْ تَكْفُرُونَ كَما كَفَرُوا فَتَكُونُونَ سَواءً فَلا تَتَّخِذُوا مِنْهُمْ أَوْلِياءَ حَتَّى يُهاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلا نَصِيراً (٨٩) إِلَّا الَّذِينَ يَصِلُونَ إِلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ أَوْ جاؤُكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقاتِلُوكُمْ أَوْ يُقاتِلُوا قَوْمَهُمْ وَلَوْ شاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَما جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٩٠) سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّما رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيها فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولئِكُمْ جَعَلْنا لَكُمْ عَلَيْهِمْ سُلْطاناً مُبِيناً (٩١) .
_________
(١) تفسير القرطبي [٥/ ٢٩٨] .
(٢) [ضعيف] أخرجه أبو داود في السنن [٤/ ٣٥٥] ح [٥٢١٠] وأبو يعلى في مسنده [١/ ٣٤٥] ح [٤٤١] وابن السنن في عمل اليوم والليلة ح [٢٢٤] والبيهقي في السنن الكبرى [٩/ ٤٨- ٤٩] وابن عبد البر في التمهيد [٥/ ٢٩٠] وأخرجه الطبراني في الكبير [٣/ ٨٤] ح [٢٧٣٠] وأبو نعيم في الحلية [٨/ ٢٥١] ورواه مالك في الموطأ [٩٥٩] ورواه ابن عبد البر في التمهيد [٥/ ٢٩١] .',NULL,'193',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (191,'وَدُّوا لَوْ تَكْفُرُونَ: هذا كلام مستأنف يتضمن بيان [حال] «١» هؤلاء المنافقون وإيضاح أنهم يودّون أن يكفر المؤمنون كما كفروا ويتمنوا ذلك عنادا وغلوا في الكفر وتماديا في الضلال.
فالكاف في قوله: كَما، نعت مصدر محذوف: أي: كفروا مثل كفرهم، أو حال كما روي عن سيبويه.
فَتَكُونُونَ سَواءً عطف على قوله: تَكْفُرُونَ داخل في حكمه.
فَلا تَتَّخِذُوا مِنْهُمْ أَوْلِياءَ: جواب شرط محذوف: أي إذا كان حالهم ما ذكر فلا تتخذوا إلخ.
وجمع الأولياء مراعاة لحال المخاطبين، وإلا فيحرم اتخاذ وليّ واحد منهم أيضا كما في آخر الآية.
حَتَّى يُهاجِرُوا فِي سَبِيلِ اللَّهِ ويحققوا إيمانهم بالهجرة فَإِنْ تَوَلَّوْا عن ذلك «٢» فَخُذُوهُمْ إذا قدرتم عليهم وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ: في الحلّ والحرم، فإن حكمهم حكم المشركين قتلا وإسرا، وَلا تَتَّخِذُوا مِنْهُمْ وَلِيًّا، توالونه، وَلا نَصِيراً (٨٩) : تستنصرون به، إِلَّا الَّذِينَ: هو مستثنى من قوله: فَخُذُوهُمْ وَاقْتُلُوهُمْ فقط.
وأما الموالاة فحرام مطلقا لا تجوز بحال. فالمعنى إلا الذين يَصِلُونَ إِلى قَوْمٍ ويدخلون في قوم بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ بالجوار والحلف فَلَمْ تَقْتُلُوهُمْ لما بينه وبينكم من عهد وميثاق، فإن العهد يشملهم. هذا أصح ما قيل في معنى الآية. وقيل: الاتصال هنا هو اتصال النسب. والمعنى: إلا الذين ينتسبون إلى قوم بينكم وبينهم ميثاق، قاله أبو عبيدة.
_________
(١) ما بين المعكوفين سقط من المطبوع وهو مستدرك من فتح القدير [١/ ٤٩٥] .
(٢) جاءت هذه العبارة في المطبوع على النحو التالي [من ذلك الهجرة] والتصحيح من فتح القدير [١/ ٤٩٥] .',NULL,'194',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (192,'وقد أنكر ذلك أهل العلم عليه لأن النسب لا يمنع من القتال بالإجماع، فقد كان بين المسلمين والمشركين أنساب ولم يمنع ذلك من القتال.
وقد اختلف في هؤلاء القوم الذين كان بينهم وبين رسول الله صلّى الله عليه وآله وسلّم ميثاق؟ فقيل:
هم قريش والذين يصلون إلى قريش هم بنو مدلج «١» ، وقيل: نزلت في هلال بن عويمر وسراقة بن جعشم وخزيمة بن عامر بن عبد مناف كان بينهم وبين النبي صلّى الله عليه وآله وسلّم عهد، وقيل:
خزاعة، وقيل: بنو بكر بن زيد.
أَوْ جاؤُكُمْ حَصِرَتْ صُدُورُهُمْ: عطف على قوله يَصِلُونَ داخل في حكم الاستثناء: أي إلا الذين يصلون والذين جاءوكم. ويجوز أن يكون عطفا على صفة قوم:
أي إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق والذين يصلون إلى قوم جاءوكم حصرت: أي ضاقت صدورهم عن القتال فأمسكوا عنه. والحصر الضيق والانقباض.
قال الفراء: وهو: أي حصرت صدورهم حال من المضمر المرفوع في جاءوكم كما تقول: جاء فلان ذهب عقله: أي وقد ذهب عقله.
وقال الزجاج هو خبر بعد خبر: أي جاءوكم ثم أخبر فقال: حَصِرَتْ صُدُورُهُمْ.
فعلى هذا يكون حصرت بدلا من جاءوكم وقيل: حصرت في موضع خفض على النعت لقوم، وقيل: التقدير أو جاءوكم رجال أو قوم حصرت صدورهم. وقرأ الحسن: (أو جاؤوكم حصرة صدورهم) نصبا على الحال، وقال محمد بن يزيد: حصرت صدورهم هو دعاء عليهم كما تقول: لعن الله الكافر، وضعفه بعض المفسرين. وقيل: أو بمعنى الواو أي وجاءوكم حاصرة صدورهم عن أَنْ يُقاتِلُوكُمْ أَوْ يُقاتِلُوا قَوْمَهُمْ فضاقت صدورهم عن قتال الطائفتين وكرهوا ذلك.
وَلَوْ شاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ ابتلاء منه لكم واختبارا كما قال سبحانه: وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَا أَخْبارَكُمْ (٣١) [محمد: ٣١] أو تمحيصا لكم، أو عقوبة لذنوبكم، ولكنه سبحانه لم يشأ ذلك فألقى في قلوبهم الرعب، واللام في قوله:
فَلَقاتَلُوكُمْ: جواب لو على تكرير الجواب: أي لو شاء الله لسلطهم ولقاتلوكم. والفاء للتعقيب.
_________
(١) جاء في المطبوع [مدمج] وهو خطأ والتصحيح من فتح القدير [١/ ٤٩٦] وتفسير القرطبي [٥/ ٣٠٩] .',NULL,'195',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (193,'فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقاتِلُوكُمْ: أي لم يتعرضوا لقتالكم وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ: أي استسلموا لكم وانقادوا فَما جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٩٠) [أي طريقا] «١» فلا يحلّ لكم قتلهم ولا أسرهم ولا نهب أموالهم، فهذا الاستسلام يمنع من ذلك ويحرّمه. قيل هذه منسوخة بآية القتال والظاهر كونها محكمة محمولة على المعاهدين.
سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ فيظهرون لكم الإسلام ولقومهم الكفر ليأمنوا من كلا الطائفتين، وهم قوم من أهل تهامة طلبوا الأمان من رسول الله صلّى الله عليه وآله وسلّم ليأمنوا عنده وعند قومهم، وقيل: هي في قوم من المنافقين، وقيل: في أسد وغطفان.
كُلَّما رُدُّوا إِلَى الْفِتْنَةِ: أي دعاهم قومهم إليها وطلبوا منهم قتال المسلمين أُرْكِسُوا فِيها، أي قلبوا فيها فرجعوا إلى قومهم وقاتلوا المسلمين. ومعنى الارتكاس الانتكاس.
فَإِنْ لَمْ يَعْتَزِلُوكُمْ: يعني هؤلاء الذين يريدون أن يأمنوكم ويأمنوا قومهم وَيُلْقُوا إِلَيْكُمُ السَّلَمَ: أي يستسلمون لكم ويدخلون في عهدكم وصلحكم وينسلخون عن قومهم، وَيَكُفُّوا أَيْدِيَهُمْ عن قتالكم فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ: أي حيث وجدتموهم وتمكنتم منهم. وَأُولئِكُمْ، الموصوفون بتلك الصفات، جَعَلْنا لَكُمْ عَلَيْهِمْ سُلْطاناً مُبِيناً (٩١) : أي حجة واضحة تتسلطون بها عليهم وتقهرونهم بها بسبب ما في قلوبهم من المرض وما في صدورهم من الدغل وارتكاسهم في الفتنة بأيسر عمل وأقل سعي.
[الآية الثالثة والعشرون] وَما كانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيامُ شَهْرَيْنِ مُتَتابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكانَ اللَّهُ عَلِيماً حَكِيماً (٩٢) .
_________
(١) ما بين المعكوفين من فتح القدير [١/ ٤٩٦] .',NULL,'196',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (194,'وَما كانَ لِمُؤْمِنٍ: هذا النفي هو بمعنى النهي المقتضي للتحريم، كقوله تعالى: وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ [الأحزاب: ٥٣] ، ولو كان هذا النفي على معناه، لكان خبرا وهو يستلزم صدقه، فلا يوجد مؤمن قتل مؤمنا قط.
أَنْ يَقْتُلَ مُؤْمِناً. وقيل: المعنى ما كان له ذلك في عهد الله، وقيل: ما كان له ذلك فيما سلف، كما ليس له الآن بوجه.
ثم استثنى منه استثناء منقطعا فقال: إِلَّا خَطَأً: أي ما كان له أنه يقتله البتة، لكن إن قتله خطأ فعليه كذا. هذا قول سيبويه والزجاج.
وقيل: هو استثناء متصل، والمعنى: ما ثبت، ولا وجد، ولا ساغ لمؤمن أن يقتل مؤمنا إلا خطأ، إذ هو مغلوب حينئذ. وقيل: المعنى ولا خطأ «١» .
قال النحاس: ولا يعرف ذلك في كلام العرب، ولا يصح في المعنى لأن الخطأ لا [يحظر] «٢» ، وقيل: المعنى: لا ينبغي أن يقتله لعلّة من العلل إلا بالخطأ وحده، فيكون قوله: خَطَأً منتصبا بأنه مفعول له، ويجوز أن ينتصب على الحال. والتقدير لا يقتله في حال من الأحوال إلا في حال الخطأ، ويجوز أن يكون صفة لمصدر محذوف، أي إلا قتلا خطأ.
ووجوه الخطأ كثيرة ويضبطها عدم القصد، والخطأ اسم من أخطأ خطأ إذا لم يتعمد «٣» .
وَمَنْ قَتَلَ مُؤْمِناً خَطَأً بأن قصد رمي صيد مثلا، فأصابه أو ضربه بما لا يقتل غالبا، كذا قيل.
فَتَحْرِيرُ: أي: فعليه تحرير.
_________
(١) انظر: فتح القدير للشوكاني (١/ ٤٩٧) .
وقد قال الزجاج: «ما كان لمؤمن البتة، و «إلا خطأ» استثناء ليس من الأول ... » وينظر:
معاني الزجاج (٢/ ٩٧) ، والطبري (٥/ ١٢٨) ، والنكت للماوردي (١/ ٤١٤) ، وزاد المسير لابن الجوزي (٢/ ١٦٢) ، والقرطبي (٥/ ٣١٢) .
(٢) حرّف في «المطبوعة» إلى (يحصر) وهو خطأ، وصوبناه من فتح القدير للشوكاني (١/ ٤٩٧) .
(٣) انظر: الصحاح واللسان (خطأ) . [.....]',NULL,'197',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (195,'رَقَبَةٍ مُؤْمِنَةٍ يعتقها، كفارة عن قتل الخطأ، وعبّر بالرقبة عن جميع الذات.
واختلف العلماء في تفسير الرقبة المؤمنة، فقيل: هي التي صلّت وعقلت الإيمان، فلا تجزىء الصغيرة، وبه قال ابن عباس والحسن والشعبي والنخعي وقتادة وغيرهم «١» .
وقال عطاء بن أبي رباح: إنها تجزىء الصغيرة المولودة بين مسلمين.
وقال جماعة منهم مالك والشافعي: يجزىء كل من حكم له بوجوب الصلاة عليه إن مات، ولا يجزىء في قول جمهور العلماء أعمى، ولا مقعد، ولا أشلّ، ويجزىء عند الأكثر الأعرج والأعور.
قال مالك: إلا أن يكون عرجا شديدا ولا يجزىء عند أكثرهم المجنون، وفي المقام تفاصيل طويلة مذكورة في علم الفروع «٢» .
وَدِيَةٌ مُسَلَّمَةٌ إِلى أَهْلِهِ الدية: ما يعطى عوضا عن دم المقتول إلى ورثته.
والمسلّمة: المدفوعة المؤداة.
والأهل: المراد بهم الورثة. وأجناس الدية وتفاصيلها قد بيّنتها السّنّة المطهرة «٣» .
إِلَّا أَنْ يَصَّدَّقُوا: أي إلا أن يتصدق أهل المقتول على القاتل بالدية، سمّي العفو عنها صدقة ترغيبا فيه.
فَإِنْ كانَ: أي المقتول.
مِنْ قَوْمٍ عَدُوٍّ لَكُمْ: وهم الكفار الحربيون.
وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ، وهذه مسألة المؤمن الذي يقتله المسلمون في بلاد الكفار الذين كان منهم، ثم أسلم ولم يهاجر وهم يظنون أنه لم يسلم، وأنه باق على دين قومه، فلا دية على قاتله، بل عليه تحرير رقبة مؤمنة.
واختلفوا في وجه سقوط الدية، فقيل: إن أولياء القتيل كفار لا حقّ لهم في الدية،
_________
(١) انظر أقوالهم في: الطبري (١٠٩٤، ١٠٩٥، ١٠٩٧، ١٠٩٨، ١٠٩٩) .
(٢) انظر: النكت (١/ ٤١٤) ، زاد المسير (٢/ ١٦٣) ، القرطبي (٥/ ٣٢٣) ، وقليوبي وعميرة (٤/ ٩٥) ، وفتح العزيز (١٠/ ٨٤) .
(٣) انظر كتاب الدّيات من: صحيح البخاري (١٢/ ١٨٧، ٢٦٤) ، ومسلم (١١/ ١٧٥، ١٨٠) ، وزاد المسير (٢/ ١٦٣) .',NULL,'198',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (196,'وقيل: وجهه أن هذا الذي آمن ولم يهاجر حرمته قليلة، لقول الله تعالى: وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ [الأنفال: ٧٢] .
وقال بعض أهل العلم: إن ديته واجبة لبيت المال «١» .
وَإِنْ كانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ: أي مؤقت، أو مؤبد.
وقرأ الحسن: وهو مؤمن فدية مسلمة: أي فعلى قاتله دية مؤداة «٢» .
إِلى أَهْلِهِ: من أهل الإسلام، وهم ورثته.
وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ كما تقدم.
فَمَنْ لَمْ يَجِدْ: أي الرقبة، ولا اتسع ماله لشرائها.
فَصِيامُ شَهْرَيْنِ أي فعليه صيام شهرين.
مُتَتابِعَيْنِ: لم يفصل بين يومين من أيام صومهما إفطار في نهار، فلو أفطر استأنف، هذا قول الجمهور «٣» .
وأما الإفطار لعذر شرعي، كالحيض ونحوه، فلا يوجب الاستئناف «٤» .
واختلف في الإفطار لعروض المرض، ولم يذكر الله تعالى الانتقال إلى الطعام كالظهار، وبه أخذ الإمام الشافعي.
تَوْبَةً: منصوب على أنه مفعول له، أي شرع ذلك لكم توبة، أي قبولا لتوبتكم، أو منصوب على المصدرية: أي تاب عليكم توبة، وقيل: على الحال، أي:
حال كونه ذا توبة كائنة، مِنَ اللَّهِ «٥» .
_________
(١) انظر: شرح النووي على مسلم (٢/ ١٠٠، ١٠٦) ، والمغني (٣/ ٦٨) (١٠/ ٣٩) .
(٢) انظر في توجيه هذه القراءة: فتح القدير (١/ ٤٩٨) ، والقرطبي (٥/ ٣٢٥) .
(٣) انظر: المغني لابن قدامة (٣/ ٦٨، ٦٩) ، (١٠/ ٣٩) .
(٤) انظر: الروضة النّدية للمصنف (١/ ٢٢٨، ٢٢٩) .
(٥) انظر: زاد المسير لابن الجوزي (٢/ ١٦٣) ، والنكت للماوردي (١/ ٤١٤) ، والقرطبي (٥/ ٣٢٤) ، والبصائر (١/ ١٧٣) .',NULL,'199',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (197,'[الآية الرابعة والعشرون]
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَياةِ الدُّنْيا فَعِنْدَ اللَّهِ مَغانِمُ كَثِيرَةٌ كَذلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً (٩٤) .
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ: هذا متصل بذكر الجهاد والقتال.
والضرب: السير في الأرض.
تقول العرب: ضربت في الأرض إذا سرت لتجارة أو غزو أو غيرهما، وتقول:
[ضربت] «١» الأرض بدون (في) إذا قصدت قضاء حاجة الإنسان، ومنه قوله صلّى الله عليه وآله وسلّم: «لا يخرج الرجلان يضربان الغائط» «٢» .
فَتَبَيَّنُوا: من التبين، وهو التأمل، وهي قراءة الجماعة إلا حمزة فإنه قرأ فتثبّتوا من التثبت «٣» ، واختار القراءة الأولى أبو عبيدة وأبو حاتم، قالا: لأن من أمر بالتبين فقد أمر بالتثبت، وإنما خص السفر بالأمر بالتبين مع أن التبين والتثبت في أمر القتل واجبان حضرا وسفرا بلا خلاف لأن الحادثة التي هي سبب نزول الآية كانت في السفر «٤» .
ولا تقولوا لمن ألقى إليكم السّلم واختار أبو عبيد قراءة: السلام، وخالفه أهل النظر فقالوا: السّلم هاهنا أشبه لأنه بمعنى الانقياد والتسليم. والمراد هنا لا
_________
(١) ما بين [المعقوفين] حزب- وهو خطأ غير مناسب للسياق، وانظره في «فتح القدير» (١/ ٥٠١) .
(٢) حديث إسناده ضعيف: رواه أبو داود (١٥) ، وابن ماجة (٣٤٢) ، وأحمد في «المسند» (٣/ ٣٦) ، والحاكم في «المستدرك» (١/ ١٥٧، ١٥٨) ، وابن خزيمة في «صحيحه» (٧١) ، وابن حبان (١٤٢٢) بنحوه عن أبي سعيد الخدري مرفوعا. وقال أبو داود: هذا لم يسنده إلا عكرمة بن عمّار.
وانظر: تمام المنّة (ص ٥٩) .
(٣) انظر: السبعة (٢٣٦) ، والكشف (١/ ٣٩٤) ، والفراء (٢/ ١٧١) ، والبحر المحيط (٣/ ٣٢٨) .
(٤) انظر في سبب نزولها: البخاري (٨/ ٢٥٨) ، ومسلم (١٨/ ١٦١) ، وتفسير القرطبي (٥/ ٣٣٦) ، والبحر المحيط (٣/ ٣٢٨) ، وزاد المسير (٢/ ١٦٩) ، والفتح الرّباني (١٨/ ١١٦) ، واللباب (٧٧) .',NULL,'200',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (198,'تقولوا لمن ألقى بيده إليكم واستسلم.
فالسلم والسلام كلاهما بمعنى الاستسلام، وقيل: هما بمعنى الإسلام: أي لا تقولوا لمن ألقى إليكم الإسلام، أي كلمته وهي الشهادة، لَسْتَ مُؤْمِناً، من أمنته إذا أجرته فهو مؤمن.
وقد استدل بهذه الآية على أن من قتل كافرا بعد أن قال: لا إله إلا الله قتل به، لأنه قد عصم بهذه الكلمة دمه وماله وأهله، وإنما سقط القتل عن من وقع منه ذلك في زمن النبي صلّى الله عليه وآله وسلّم لأنهم تأولوا وظنوا أن من قالها خوفا من السلاح لا يكون مسلما، ولا يصير دمه بها معصوما، وأنه لا بد من أن يقول هذه الكلمة وهو مطمئن غير خائف.
والحكمة في التكلم بكلمة الإسلام إظهار الانقياد بأن يقول: أنا مسلم، وأنا على دينكم، لما عرفت من أن معنى الآية الاستسلام والانقياد، وهو يحصل بكل ما يشعر بالإسلام من قول أو فعل، ومن جملة ذلك كلمة الشهادة، وكلمة التسليم، فالقولان الآخران في معنى الآخر داخلان تحت القول الأول «١» .
تَبْتَغُونَ عَرَضَ الْحَياةِ الدُّنْيا: الجملة في محل نصب على الحال، أي لا تقولوا تلك المقالة طالبين الغنيمة، على أن يكون النهي راجعا إلى القيد والمقيد لا إلى القيد فقط، وسمي متاع الحياة عرضا لأنه عارض زائل غير ثابت.
قال أبو عبيدة: يقال جميع متاع الحياة الدنيا عرض بفتح الراء، وأما العرض بسكون الراء فهو ما سوى الدنانير والدراهم، فكل عرض بالسكون عرض بالفتح، وليس كل عرض بالفتح عرض بالسكون.
وفي «كتاب العين» «٢» : العرض ما [نيل] «٣» من الدنيا، ومنه قوله تعالى:
تُرِيدُونَ عَرَضَ الدُّنْيا وجمعه عروض.
وفي «المجمل» «٤» لابن فارس: والعرض ما يعترض للإنسان من مرض ونحوه، وعرض الدنيا ما كان فيها من مال قلّ أو كثر، والعرض من الأثاث ما كان غير نقد.
_________
(١) انظر ذلك: في «فتح القدير» (١/ ٥٠١) .
(٢) هو لفريد عصره الخليل بن أحمد الفراهيدي شيخ النحاة، وهو مطبوع بالعراق وبيروت. [.....]
(٣) ما بين [معقوفين] حرّف إلى (نيل) والتصويب من فتح القدير (١/ ٥٠١) .
(٤) هو مجمل مقاييس اللغة لأبي الحسين ابن فارس الرازي، وقد طبع في بيروت، وغيرها.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (199,'فَعِنْدَ اللَّهِ: هو تعليل للنهي، أي عند الله ما هو حلال لكم من دون ارتكاب محظور.
مَغانِمُ كَثِيرَةٌ: تغنمونها وتستغنون بها عن قتل من قد استسلم وانقاد واغتنام ماله.
كَذلِكَ كُنْتُمْ مِنْ قَبْلُ: أي كنتم كفارا فحقنت دماؤكم لمّا تكلمتم بكلمة الشهادة، أو كذلك كنتم من قبل تخفون إيمانكم عن قومكم، خوفا على أنفسكم، حتى منّ الله عليكم بإعزاز دينه فأظهرتم الإيمان وأعلنتم.
[الآية الخامسة والعشرون] لا يَسْتَوِي الْقاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى وَفَضَّلَ اللَّهُ الْمُجاهِدِينَ عَلَى الْقاعِدِينَ أَجْراً عَظِيماً (٩٥) .
لا يَسْتَوِي الْقاعِدُونَ مِنَ الْمُؤْمِنِينَ: التفاوت بين درجات من قعد عن الجهاد من غير عذر، ودرجات من جاهد في سبيل الله بماله ونفسه، وإن كان معلوما ضرورة، لكن أراد الله سبحانه بهذا الأخبار، تنشيط المجاهدين ليرغبوا، وتبكيت القاعدين ليأنفوا.
غَيْرُ: قرأ أهل الكوفة وأبو عمرو وابن كثير بالرفع على أنه وصف للقاعدين- كما قال الأخفش-، لأنهم لا يقصد بهم قوم بأعيانهم فصاروا كالنكرة فجاز وصفهم بغير، وقرأ أبو حيوة بكسر الراء على أنه وصف للمؤمنين، وقرأ أهل الحرمين بفتح الراء على الاستثناء من القاعدين أو من المؤمنين، أي إلا:
أُولِي الضَّرَرِ فإنهم يستوون مع المجاهدين، ويجوز أن يكون منتصبا على الحال من القاعدين: أي لا يستوي القاعدون الأصحاء في حال صحتهم، وجازت الحال منهم لأن لفظهم لفظ المعرفة.
قال العلماء: أهل الضرر هم أهل الأعذار لأنها أضرت بهم حتى منعتهم عن الجهاد. وظاهر النظم القرآني أن صاحب العذر يعطى مثل أجر المجاهد، وقيل: يعطى أجره من غير تضعيف، فيفضله المجاهد بالتضعيف لأجل المباشرة «١» .
_________
(١) انظر: زاد المسير (٢/ ١٧٤) ، وابن قتيبة (١٣٤) ، والطبري (٥/ ١٤٤) ، والقرطبي (٥/ ٣٤٦) .',NULL,'202',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (200,'قال القرطبي: والأول أصح- إن شاء الله تعالى- للحديث الصحيح في ذلك: «إن بالمدينة رجالا، ما قطعتم واديا، ولا سرتم مسيرا، إلا كانوا معكم، أولئك قوم حبسهم العذر» «١» .
قال وفي هذا المعنى ما ورد في الخبر: «إذا مرض العبد، قال الله تعالى: اكتبوا لعبدي ما كان يعمله في الصحة، إلى أن يبرأ أو أقبضه إليّ» «٢» .
وَالْمُجاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً: هذا بيان لما بين الفريقين من التفاضل المفهوم من ذكر عدم الاستواء إجمالا، والمراد هنا غير أولي الضرر حملا للمطلق على المقيد، وقال هنا درجة، وقال فيما بعد درجات، فقال قوم: التفضيل بالدرجة ثم الدرجات إنما هو مبالغة وبيان وتأكيد.
وقال آخرون: فضل الله المجاهدين على القاعدين من أولي الضرر بدرجة واحدة، وفضل الله المجاهدين على القاعدين من غير أولي الضرر بدرجات، قاله ابن جريج والسدي وغيرهما «٣» .
وقيل: إن معنى درجة علوّ، أي أعلى ذكرهم، ورفعهم بالثناء والمدح.
ودرجة: منتصبة على التمييز أو المصدرية، لوقوعها موقع المرة من التفضيل: أي فضل الله تفضيلة، أو على نزع الخافض، أو على الحالية من المجاهدين، أي ذوي درجة.
وَكُلًّا: مفعول أول لقوله: وَعَدَ، قدّم عليه لإفادة القصر، أي كل واحد من المجاهدين والقاعدين.
وَعَدَ اللَّهُ الْحُسْنى أي المثوبة، وهي الجنة، قاله قتادة «٤» .
_________
(١) حديث صحيح: رواه البخاري (٦/ ٤٦، ٤٧) ، (٨/ ١٢٦) ، ومسلم (١٣/ ٥٦، ٥٧) ، عن أنس وجابر مرفوعا بنحوه.
(٢) حديث صحيح: رواه البخاري (٦/ ١٣٦) ، وابن أبي شيبة في «المصنف» (٣/ ١١٩) ، عن أبي موسى وعطاء بن يسار مرفوعا.
قلت: هذا حديث روي بألفاظ متقاربة عن عدة من أصحاب النبي صلّى الله عليه وآله وسلّم وانظر: الإرواء (٥٦٠) .
(٣) انظر: الطبري (٥/ ١٤٤) ، وابن قتيبة (ص ١٣٤) .
(٤) روى هذا الخبر الطبري في «تفسيره» (٢٥٣- ١) بإسناد حسن.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (201,'[الآية السادسة والعشرون]
إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ قالُوا فِيمَ كُنْتُمْ قالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ واسِعَةً فَتُهاجِرُوا فِيها فَأُولئِكَ مَأْواهُمْ جَهَنَّمُ وَساءَتْ مَصِيراً (٩٧) .
أَلَمْ تَكُنْ أَرْضُ اللَّهِ واسِعَةً فَتُهاجِرُوا فِيها فَأُولئِكَ مَأْواهُمْ جَهَنَّمُ وَساءَتْ مَصِيراً (٩٧) قيل: المراد بهذه الأرض المدينة، والأولى العموم، اعتبارا بعموم اللفظ، لا بخصوص السبب، كما هو الحق، فيراد بالأرض كل بقعة من بقاع الأرض تصلح للهجرة إليها، ويراد بالأرض المذكورة في الآية الأولى، كل أرض ينبغي الهجرة منها.
[الآية السابعة والعشرون] إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجالِ وَالنِّساءِ وَالْوِلْدانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلًا (٩٨) .
إِلَّا الْمُسْتَضْعَفِينَ: هو استثناء من الضمير في مأواهم، وقيل: هو استثناء منقطع لعدم دخول المستضعفين في الموصول، وضميره.
مِنَ الرِّجالِ وَالنِّساءِ وَالْوِلْدانِ: متعلق بمحذوف، أي كائنين منهم.
والمراد بالمستضعفين من الرجال: الزّمنى «١» ونحوهم، والولدان كعياش ابن أبي ربيعة، وسلمة بن هشام، وإنما ذكر الولدان مع عدم التكليف لهم، لقصد المبالغة في أمر الهجرة، وإيهام أنها تجب لو استطاعها غير المكلف، فكيف من كان مكلفا.
وقيل أراد بالولدان: المراهقين والمماليك.
لا يَسْتَطِيعُونَ حِيلَةً: صفة للمستضعفين، أو الرجال والنساء والولدان، أو حال من الضمير في المستضعفين.
قيل: الحيلة لفظ عام لأنواع أسباب التخلص، أي: لا يجدون حيلة ولا طريقا إلى ذلك.
_________
(١) هو صاحب الآفة والعاهة، عافانا الله من كل أذى وداء.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (202,'وَلا يَهْتَدُونَ سَبِيلًا (٩٨) وقيل: السبيل سبيل المدينة.
وقد استدل بهذه الآية، على أن الهجرة واجبة على كل من كان بدار الشرك، أو بدار يعمل فيها بمعاصي الله جهارا، إذا كان قادرا على الهجرة، ولم يكن من المستضعفين، لما في هذه الآية من العموم، وإن كان السبب خاصا كما تقدم، وظاهرها عدم الفرق بين مكان ومكان، وزمان وزمان.
وقد ورد في الهجرة أحاديث ذكرناها في جواب سؤال عن الهجرة اليوم من أرض الهند فليراجع.
وورد ما يدل على أنه لا هجرة بعد الفتح «١» .
وقد أوضحنا ما هو الحق في شرحنا على «بلوغ المرام» فليرجع إليه.
[الآية الثامنة والعشرون]
وَإِذا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكافِرِينَ كانُوا لَكُمْ عَدُوًّا مُبِيناً (١٠١) .
وَإِذا ضَرَبْتُمْ فِي الْأَرْضِ شروع في كيفية الصلاة عند الضرورات من السفر، ولقاء العدو، والمطر، والمرض.
وفيه تأكيد لعزيمة المهاجر على الهجرة، وترغيب له فيها، لما فيه من تخفيف المئونة، أي إذا سافرتم أي مسافرة كانت كما يفيده الإطلاق.
فَلَيْسَ عَلَيْكُمْ جُناحٌ: أي وزر وحرج في أَنْ تَقْصُرُوا مِنَ الصَّلاةِ فيه دليل على أن القصر ليس بواجب، وإليه ذهب الجمهور.
وذهب الأقلون إلى أنه واجب ومنهم عمر بن عبد العزيز، والكوفيون، والقاضي إسماعيل، وحماد بن أبي سليمان، وهو مروي عن مالك، واستدلوا بحديث عائشة الثابت في «الصحيح» : «فرضت الصلاة ركعتين ركعتين فزيدت في الحضر وأقرت في السفر» «٢» .
_________
(١) حديث صحيح: رواه البخاري (٦/ ٣) ، ومسلم (٩/ ١٢٣) ، عن ابن عباس مرفوعا.
(٢) حديث صحيح: رواه البخاري (١/ ٤٦٤) ، ومسلم (٥/ ١٩٤) ، عن عائشة مرفوعا.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (203,'ولا يقدح في ذلك مخالفتها لما روت فالعمل على الرواية الثابتة عن رسول الله صلّى الله عليه وآله وسلّم «١» .
ومثله حديث يعلى بن أمية قال: «سألت عمر بن الخطاب، قلت: فَلَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا وقد أمن الناس؟ فقال عمر: عجبت مما عجبت منه فسألت رسول الله صلّى الله عليه وآله وسلّم عن ذلك؟ فقال: «صدقة تصدق الله بها عليكم، فاقبلوا صدقته» .
أخرجه أحمد ومسلم وأهل السنن «٢» .
وظاهر قوله: «فاقبلوا صدقته» أن القصر واجب.
إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا: ظاهر هذا الشرط أن القصر لا يجوز في السفر إلا مع خوف الفتنة من الكافرين لا مع الأمن، ولكنه قد تقرر بالسنة أن النبي صلّى الله عليه وآله وسلّم قصر مع الأمن كما عرفت، فالقصر مع الخوف ثابت بالسنة، ومفهوم الشرط لا يقوى على معارضة ما تواتر عنه صلّى الله عليه وآله وسلّم من القصر مع الأمن.
وقد قيل إن هذا الشرط خرج مخرج الغالب لأن الغالب على المسلمين إذ ذاك القصر للخوف في الأسفار، ولهذا قال يعلى بن أمية لعمر ما قال كما تقدم.
وفي قراءة أبيّ: أن تقصروا من الصّلاة أن يفتنكم بسقوط إِنْ خِفْتُمْ، والمعنى على هذه القراءة: كراهة أن يفتنكم الذين كفروا.
وذهب جماعة من أهل العلم، إلى أن هذه الآية إنما هي مبيحة للقصر في السفر للخائف من العدو، فمن كان آمنا فلا قصر له.
وذهب آخرون إلى أن قوله: إِنْ خِفْتُمْ ليس متصلا بما قبله وأن الكلام تم عند قوله مِنَ الصَّلاةِ، ثم افتتح فقال: إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا فأقم لهم يا محمد صلاة الخوف.
_________
(١) رواه البخاري (٢/ ٥٦٩) ، ومسلم (٥/ ١٩٤، ١٩٥) ، وروى البيهقي في «الكبرى» (٣/ ١٤٣) نحوه.
وانظر: فتح الباري (٢/ ٥٧١) .
(٢) صحيح: رواه مسلم (٥/ ١٩٥، ١٩٦) ، وأبو داود (١١٩٩، ١٢٠٠) ، والترمذي (٣٠٣٤) ، والنسائي (٣/ ١١٦، ١١٧) ، وابن ماجة (١٠٦٥) ، وأحمد (١/ ٢٥) ، والدارمي (١/ ٣٥٤) .',NULL,'206',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (204,'وذهب قوم إلى أن ذكر الخوف منسوخ بالسنة، وهي حديث عمر الذي قدمنا ذكره، وما ورد في معناه «١» .
[الآية التاسعة والعشرون] وَإِذا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذا سَجَدُوا فَلْيَكُونُوا مِنْ وَرائِكُمْ وَلْتَأْتِ طائِفَةٌ أُخْرى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً واحِدَةً وَلا جُناحَ عَلَيْكُمْ إِنْ كانَ بِكُمْ أَذىً مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكافِرِينَ عَذاباً مُهِيناً (١٠٢) .
وَإِذا كُنْتَ فِيهِمْ: هذا خطاب لرسول الله صلّى الله عليه وآله وسلّم، ولمن بعده من أهل الأمر، حكمه كما هو معروف في الأصول، ومثله قوله تعالى: خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً [التوبة: ١٠٣] ونحوه.
وإلى هذا ذهب جمهور العلماء وشذّ أبو يوسف وإسماعيل بن عليّة فقالا: لا تصلّى صلاة الخوف بعد النبي صلّى الله عليه وآله وسلّم! لأن هذا الخطاب خاص برسول الله صلّى الله عليه وآله وسلّم. قالا: ولا يلحق غيره به، لما له صلّى الله عليه وآله وسلّم من المزية العليا! «٢» .
وهذا مدفوع فقد أمرنا الله باتباع رسوله والتأسي به، وقد قال صلّى الله عليه وآله وسلّم: «صلوا كما رأيتموني أصلي» «٣» ، والصحابة رضي الله عنهم أعرف بمعاني القرآن، وقد صلّوها بعد
_________
(١) انظر: الناسخ والمنسوخ لابن العربي (٢/ ١٨٧) ، والإحكام له (١/ ٤٩١) ، وفتح القدير (١/ ٥٠٧، ٥٠٨) .
(٢) انظر: رحمة الأمة لابن عبد الرحمن العثماني (ص ٥٧) والرّوضة الندية للمصنف (١/ ١٤٧، ١٤٨) ، والمجموع للنووي (٤/ ٤٠٦) . [.....]
(٣) حديث صحيح: رواه البخاري (٢/ ١١٠) ، (١٠/ ٤٣٧) ، ومسلم (٥/ ١٧٤، ١٧٥) ، عن مالك بن الحويرث مرفوعا.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (205,'موته في غير مرة كما هو معروف «١» .
ومعنى فَأَقَمْتَ لَهُمُ الصَّلاةَ: أردت إقامتها، كقوله: إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ [المائدة: ٦] ، وقوله: فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ [النحل: ٩٨] .
فَلْتَقُمْ طائِفَةٌ مِنْهُمْ مَعَكَ: يعني بعد أن تجعلهم طائفة تقف بإزاء العدو، وطائفة منهم تقوم معك في الصلاة.
وَلْيَأْخُذُوا أَسْلِحَتَهُمْ أي الطائفة التي تصلي معه.
وقال ابن عباس: الضمير راجع إلى الطائفة الأولى بإزاء العدو، لأن المصلية لا تحارب «٢» . والأول أظهر لأن الطائفة القائمة بإزاء العدو، لا بد أن تكون قائمة بأسلحتها، وإنما يحتاج إلى الأمر بذلك، من كان في الصلاة لأنه يظن أن ذلك ممنوع من حال الصلاة، فأمره الله بأن يكون آخذا لسلاحه، أي غير واضع له.
وليس المراد الأخذ باليد، بل المراد أن يكونوا حاملين لسلاحهم ليتناولوه من قرب إذا احتاجوا إليه، وليكون ذلك أقطع لرجاء عدوهم من إمكان فرصة فيهم.
وجوّز الزجاج والنحاس أن يكون ذلك أمرا للطائفتين جميعا، لأنه أرهب للعدو.
وقد أوجب أخذ السلاح في هذه الصلاة أهل الظاهر حملا للأمر على الوجوب.
وذهب أبو حنيفة إلى أن المصلين لا يحملون السلاح، وأن ذلك يبطل الصلاة، وهو مدفوع بما في هذه الآية، وبما في الأحاديث الصحيحة كما أوضحنا ذلك، مع بيان كيفيات تلك الصلاة الثابتة في شرحي: «الدرر البهية» «٣» و «مسك الختام» .
فَإِذا سَجَدُوا: أي القائمون في الصلاة، فَلْيَكُونُوا، أي الطائفة القائمة بإزاء العدو، مِنْ وَرائِكُمْ: من وراء المصلين.
ويحتمل أن يكون المعنى فإذا سجد المصلون معك أتمّوا الركعة تعبيرا بالسجود عن جميع الركعة أو عن جميع الصلاة، فليكونوا من ورائكم، أي: فلينصرفوا بعد الفراغ
_________
(١) حديث صحيح: ما رواه ابن أبي شيبة في «المصنف» (٢/ ٣٥١) ، والطبري (١٠٣٦١، ١٣٠٦٢) ، والبيهقي (٣/ ٣٥٢) بنحوه.
(٢) انظر: تفسير الطبري (٥/ ٢٥٠، ٢٥١) .
(٣) انظر الروضة الندية (١/ ١٤٧، ١٤٩) .',NULL,'208',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (206,'إلى [مقابلة] «١» العدو للحراسة.
وَلْتَأْتِ طائِفَةٌ أُخْرى لَمْ يُصَلُّوا: وهي القائمة في مقابلة العدو والتي لم تصل.
فَلْيُصَلُّوا مَعَكَ: على الصفة التي كانت عليها الطائفة الأولى.
وَلْيَأْخُذُوا أي هذه الطائفة الأخرى حِذْرَهُمْ وَأَسْلِحَتَهُمْ: زيادة التوصية للطائفة الأخرى بأخذ الحذر مع أخذ السلاح.
قيل: وجهه أن هذه المرة مظنة لوقوف الكفرة على كون الطائفة القائمة مع النبي صلّى الله عليه وآله وسلّم في شغل شاغل، وأما في المرة الأولى فربما يظنونهم قائمين للحرب.
وقيل: لأن العدو لا يؤخر قصده عن هذا الوقت لأنه آخر الصلاة، والسلاح ما يدفع به المرء عن نفسه في الحرب، ولم يبين في الآية الكريمة كم تصلي كل طائفة من الطائفتين.
وقد وردت صلاة الخوف في السنة المطهرة على أنحاء مختلفة، وصفات متعددة، وكلها صحيحة مجزية، من فعل واحدة منها فقد فعل ما أمر به، ومن ذهب من العلماء إلى اختيار صفة دون غيرها، فقد أبعد عن الصواب.
وأوضح هذا الشوكاني في «شرحه للمنتقى» وغيره «٢» .
وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً واحِدَةً: هذه الجملة متضمنة للعلة التي لأجلها أمرهم الله سبحانه بالحذر، وأخذ السلاح، أي ودوا غفلتكم عن أخذ السلاح، وعن الحذر ليصلوا إلى مقصودهم، وينالوا فرصتهم، فيشدون عليكم شدة واحدة.
والأمتعة: ما يتمتع به في الحرب، ومنه الزاد والراحلة «٣» .
وَلا جُناحَ عَلَيْكُمْ إِنْ كانَ بِكُمْ أَذىً مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضى أَنْ تَضَعُوا أَسْلِحَتَكُمْ: رخص لهم سبحانه في وضع السلاح إذا نالهم أذى من المطر، وفي حال
_________
(١) وقع في المطبوعة إلى (مقاتلة) والمثبت من فتح القدير (١/ ٥٠٨) وهو الموافق للسياق.
(٢) انظر: نيل الأوطار (٤/ ١٠٢٢) ، وكذلك السّيل الجرار (١/ ٣١٢، ٣١٣) .
(٣) انظر: تفسير القرطبي (٥/ ٣٧٢) ، فتح القدير (١/ ٥٠٩) .',NULL,'209',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (207,'المرض، لأنه يصعب مع هذين الأمرين حمل السلاح.
وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكافِرِينَ عَذاباً مُهِيناً (١٠٢) : أمر بأخذ الحذر لئلا يأتيهم العدو على غرة وهم غافلون.
[الآية الثلاثون] فَإِذا قَضَيْتُمُ الصَّلاةَ فَاذْكُرُوا اللَّهَ قِياماً وَقُعُوداً وَعَلى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ إِنَّ الصَّلاةَ كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً (١٠٣) .
فَإِذا قَضَيْتُمُ الصَّلاةَ: أي فرغتم من صلاة الخوف، وهو أحد معاني القضاء، ومثله: فَإِذا قَضَيْتُمْ مَناسِكَكُمْ [البقرة: ٢٠٠] وقوله: فَإِذا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الْأَرْضِ [الجمعة: ١٠] .
فَاذْكُرُوا اللَّهَ قِياماً وَقُعُوداً وَعَلى جُنُوبِكُمْ: أي في جميع الأحوال، حتى في حال القتال.
وقد ذهب جمهور العلماء إلى أن هذا الذكر المأمور به إنما هو أثر صلاة الخوف، أي إذا فرغتم من الصلاة فاذكروا الله في هذه الأحوال، وقيل: معنى قوله: فَإِذا قَضَيْتُمُ الصَّلاةَ إلخ إذا صليتم فصلوا قياما وقعودا وعلى جنوبكم حسبما تقتضيه الحال عند ملاحمة القتال، فهي مثل قوله: فَإِنْ خِفْتُمْ فَرِجالًا أَوْ رُكْباناً [البقرة: ٢٣٩] .
فَإِذَا اطْمَأْنَنْتُمْ: أي إذا أمنتم وسكنت قلوبكم.
والطمأنينة: سكون النفس من الخوف.
فَأَقِيمُوا الصَّلاةَ أي فأتوا بالصلاة التي دخل وقتها على الصفة المشروعة من الأذكار والأركان، ولا تغفلوا ما أمكن فإن ذلك إنما هو في حال الخوف.
وقيل: المعنى في الآية أنهم يقضون ما صلوه في حال المسابقة، لأنها حالة قلق وانزعاج وتقصير في الأذكار والأركان، وهو مروي عن الشافعي، والأول أرجح.
إِنَّ الصَّلاةَ كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً (١٠٣) : أي محدودا معينا، يقال:',NULL,'210',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (208,'وقته فهو موقوت ووقته فهو موقت «١» .
والمعنى أن الله افترض على عباده الصلوات وكتبها عليهم في أوقاتها المحددة، لا يجوز لأحد أن يأتي بها في غير ذلك الوقت إلا بعذر شرعي من نوم وسهو أو نحوهما.
[الآية الحادية والثلاثون]
وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ ما تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً (١١٥) .
وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى المشاققة: [المعاداة] «٢» والمخالفة.
وتبيّن الهدى: ظهوره بأن يعلم صحة الرسالة، بالبراهين الدالة على ذلك، ثم يفعل المشاققة.
وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ: أي غير طريقهم، وهو ما هم عليه من دين الإسلام، والتمسك بأحكام رسوله صلّى الله عليه وآله وسلّم، كما قال تعالى: إِنَّما كانَ قَوْلَ الْمُؤْمِنِينَ إِذا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنا وَأَطَعْنا الآية [النور: ٥١] ، وقال تعالى: فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ الآية [النساء: ٥٩] .
وقال عز من قائل: فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ [النساء: ٦٥] الآية، إلى غير ذلك.
نُوَلِّهِ ما تَوَلَّى: أي نجعله واليا لما تولاه من الضلال، وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً (١١٥) .
وقد استدل جماعة من أهل العلم، بهذه الآية على حجية الإجماع، لقوله:
وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ، ولا حجة في ذلك عندي لأن المراد بغير سبيل المؤمنين هنا هو الخروج من دين الإسلام إلى غيره، كما يفيده اللفظ ويشهد به السبب، فلا يصدق على عالم من علماء هذه الملة الإسلامية، اجتهد في بعض مسائل دين الإسلام، فأدّاه اجتهاده إلى مخالفة من بعصره من المجتهدين، فإنما رام السلوك في سبيل
_________
(١) انظر: تفسير القرطبي (٥/ ٣٧٤) .
(٢) ما بين [معقوفين] صحّف إلى (المعاورة) وهو خطأ، والصواب المثبت من «فتح القدير» (١/ ٥١٥) .',NULL,'211',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (209,'المؤمنين، وهو الدين القويم، والملة الحنفية، ولم يتبع غير سبيلهم «١» .
وأخرج الترمذي والبيهقي في «الأسماء والصفات» عن ابن عمر قال: قال رسول الله صلّى الله عليه وآله وسلّم: «لا يجمع الله هذه الأمة على الضلالة أبدا، ويد الله على الجماعة، فمن شذ شذ في النار» «٢» .
وأخرجه الترمذي والبيهقي أيضا عن ابن عباس مرفوعا «٣» .
[الآية الثانية والثلاثون]
وَيَسْتَفْتُونَكَ فِي النِّساءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَما يُتْلى عَلَيْكُمْ فِي الْكِتابِ فِي يَتامَى النِّساءِ اللَّاتِي لا تُؤْتُونَهُنَّ ما كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدانِ وَأَنْ تَقُومُوا لِلْيَتامى بِالْقِسْطِ وَما تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كانَ بِهِ عَلِيماً (١٢٧) .
وَيَسْتَفْتُونَكَ فِي النِّساءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ سبب نزول هذه الآية سؤال قوم من الصحابة عن أمر النساء وأحكامهن في الميراث وغيره، فأمر الله نبيه أن يقول لهم: اللَّهُ يُفْتِيكُمْ أي يبيّن لكم حكم ما سألتم عنه «٤» .
وهذه الآية رجوع إلى ما افتتحت به السورة من أمر النساء، وكان قد بقيت لهم أحكام لم يعرفوها فسألوا فقيل لهم: اللَّهُ يُفْتِيكُمْ فِيهِنَّ.
وَما يُتْلى عَلَيْكُمْ فِي الْكِتابِ معطوف على قوله: اللَّهُ يُفْتِيكُمْ.
والمعنى: والقرآن الذي يتلى عليكم يفتيكم فيهن، والمتلو في الكتاب في معنى
_________
(١) انظر: فتح القدير للشوكاني (١/ ٥١٥) والقرطبي (٥/ ٣٨٦) .
(٢) إسناده ضعيف: رواه الترمذي (٢١٦٧) ، والبيهقي في «الأسماء» (ص ٣٢٢) ، والحاكم (١/ ١١٥) وقال أبو عيسى: غريب من هذا الوجه.
(٣) حديث صحيح: رواه الترمذي (٢١٦٦) ، والبيهقي في «الأسماء» (ص ٣٢٢) ، وقال أبو عيسى:
حسن صحيح.
قلت: قد وثق جماعة: «إبراهيم بن ميمون منهم الحافظ ابن حجر» وللحديث شواهد صحيحة.
(٤) انظر: في سبب نزول هذه الآية «البخاري» (٨/ ٢٣٩، ٢٩٥) ، ومسلم (١٨/ ١٥٤، ١٥٥) ، والطبري (٥/ ١٩٣) .',NULL,'212',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (210,'اليتامى قوله: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتامى [النساء: ٣] .
ويجوز أن يكون قوله: وَما يُتْلى معطوفا على الضمير في قوله يُفْتِيكُمْ الراجع إلى المبتدأ، لوقوع الفصل بين المعطوف والمعطوف عليه بالمفعول والجار والمجرور.
ويجوز أن يكون مبتدأ، وفي الكتاب خبره، على أن المراد به اللوح المحفوظ، وقد قيل في إعرابه غير ما ذكرنا ولم نذكره لضعفه.
وقوله: فِي يَتامَى النِّساءِ على الوجه الأول والثاني صلة، لقوله: يُتْلى، وعلى الوجه الثالث، بدل من قوله فِيهِنَّ.
اللَّاتِي لا تُؤْتُونَهُنَّ ما كُتِبَ وفرض لَهُنَّ من الميراث وغيره.
وَتَرْغَبُونَ معطوف على قوله: لا تُؤْتُونَهُنَّ عطف جملة مثبتة على جملة منفية، وقيل: حال من فاعل تُؤْتُونَهُنَّ.
وقوله: أَنْ تَنْكِحُوهُنَّ يحتمل أن يكون التقدير ترغبون في أن تنكحوهن لجمالهن، ويحتمل أن يكون التقدير وترغبون في أن تنكحوهن لعدم جمالهن.
وقوله: وَالْمُسْتَضْعَفِينَ معطوف على يَتامَى النِّساءِ، أي وما يتلى عليكم في المستضعفين مِنَ الْوِلْدانِ وهو قوله: يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ [النساء: ١١] وقد كان أهل الجاهلية لا يورّثون النساء، ولا من كان مستضعفا من الولدان، وإنما يورّثون الرجال القائمين بالقتال وسائر الأمور «١» .
وَأَنْ تَقُومُوا لِلْيَتامى بِالْقِسْطِ معطوف على قوله: فِي يَتامَى النِّساءِ كالمستضعفين، أي وما يتلى عليكم في يتامى النساء، وفي المستضعفين، وفي أن تقوموا لليتامى بالقسط: أي العدل. ويجوز أن يكون في محل نصب، أي: ويأمركم أن تقوموا.
وَما تَفْعَلُوا مِنْ خَيْرٍ في حقوق المذكورين أو من شرّ فيه ففيه اكتفاء.
_________
(١) انظر: معاني الفرّاء (١/ ٢٩٠) ، والزّجاج (٢/ ١٢٥) ، والطبري (٥/ ١٩٥) ، وزاد المسير (٢/ ٢١٦) ، والمشكل (١/ ٢٠٨) ، والتبيان (١/ ١٩٦) ، والنكت (١/ ٤٢٥) ، والقرطبي (٥/ ٤٠٢) . [.....]',NULL,'213',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (211,'فَإِنَّ اللَّهَ كانَ بِهِ عَلِيماً (١٢٧) يجازيكم بحسب فعلكم.
[الآية الثالثة والثلاثون] وَإِنِ امْرَأَةٌ خافَتْ مِنْ بَعْلِها نُشُوزاً أَوْ إِعْراضاً فَلا جُناحَ عَلَيْهِما أَنْ يُصْلِحا بَيْنَهُما صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً (١٢٨) .
وَإِنِ امْرَأَةٌ: مرفوعة بفعل مقدّر يفسره ما بعده، أي وإن خافت امرأة، بمعنى توقعت ما يخاف من زوجها.
وقيل: معناه تيقنت، وهو خطأ.
مِنْ بَعْلِها نُشُوزاً أي دوام النشوز والترفع عليها بترك المضاجعة، والتقصير في النفقة، أَوْ إِعْراضاً عنها بوجهه.
وقال النحاس: الفرق بين النشوز والإعراض: أن النشوز التباعد، والإعراض أن لا يكلمها ولا يأنس بها «١» .
وظاهر الآية أنها تجوز المصالحة عند مخافة نشوز أو إعراض، والاعتبار بعموم اللفظ لا بخصوص السبب. والظاهر أنه يجوز التصالح بأي نوع من أنواعه، إما بإسقاط النوبة، أو بعضها، أو بعض النفقة، أو بعض المهر.
فَلا جُناحَ عَلَيْهِما أَنْ يُصْلِحا بَيْنَهُما هكذا قرأ الكوفيون: أَنْ يُصْلِحا، وقراءة الجمهور أولى لأن قاعدة العرب أن الفعل إذا كان بين اثنين فصاعدا قيل: تصالح الرجلان، أو القوم، لا أصلح، وصُلْحاً منصوب على أنه اسم مصدر، أو على أنه مصدر محذوف الزوائد، أو منصوب بفعل محذوف، أي فيصلح حالهما صلحا، وقيل:
هو منصوب على المفعولية «٢» .
_________
(١) انظر: الطبري (٥/ ١٩٦) ، والنكت (١/ ٤٢٦) ، وزاد المسير (٢/ ٢١٨) .
(٢) قال الأزهري: «قرأ الكوفيون: «يصلحا» بالضم والتخفيف، وقرأ الباقون: «يصّالحا» أي يتصالحا، فأدغمت التاء في الصاد، وشدّدت، ومن قرأ «يصلحا» فمعناه: إصلاحهما الأمر بينهما.
يقال: أصلحت ما بين القوم، والمعنى فيهما: أن الزوجين يجتمعان على صلح يتفقان عليه، وذلك أن المرأة تكره الفراق، فتدع بعض حقها من الفراش للزوج فيؤثر به غيرها من نسائه،',NULL,'214',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (212,'وَالصُّلْحُ خَيْرٌ لفظ عام، يقتضي أن الصلح الذي تسكن إليه النفوس، ويزول به الخلاف، خير على الإطلاق، أو خير من الفرقة، أو الخصومة، أو النشوز والإعراض، وهذه الجملة اعتراضية.
[الآية الرابعة والثلاثون] وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّساءِ وَلَوْ حَرَصْتُمْ فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوها كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كانَ غَفُوراً رَحِيماً (١٢٩) .
وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا: أخبر سبحانه وتعالى بنفي استطاعتهم للعدل.
بَيْنَ النِّساءِ على الوجه الذي لا ميل فيه البتة، لما جبلت عليه الطباع البشرية، من ميل النفس إلى هذه دون هذه، وزيادة هذه في المحبة ونقصان هذه، وذلك بحكم الخلقة، بحيث لا يملكون قلوبهم، ولا يستطيعون توقيف أنفسهم على التسوية.
ولهذا كان يقول الصادق المصدوق صلّى الله عليه وآله وسلّم: «اللهم هذا قسمي فيما أملك، فلا تلمني فيما لا أملك» .
رواه ابن أبي شيبة وأحمد وأبو داود والترمذي والنسائي وابن ماجه وابن المنذر عن عائشة، وإسناده صحيح «١» .
وَلَوْ حَرَصْتُمْ على العدل بينهنّ في الحبّ.
فَلا تَمِيلُوا إلى التي تحبونها في القسم والنفقة.
_________
كما فعلت سودة في تركها ليلتها لعائشة. (معاني القراءات ص ١٣٣) بتحقيقنا- ط دار الكتب العلمية- بيروت.
(١) حديث ضعيف: رواه أبو داود (٢١٣٤) ، والترمذي (١١٤٠) ، والنسائي (٧/ ٦٤٢٦٣) ، وابن ماجة (١٩٧١) ، وأحمد (٦/ ١٤٤) ، وابن أبي شيبة في «المصنف» (٣/ ٤٤٦، ٤٤٧) ، والحاكم (٢/ ١٨٧) ، والبيهقي (٧/ ٢٦٣، ٦٤٢) ، والدارمي (٢/ ١٤٤) ، وابن أبي حاتم في علله» (١/ ٤٢٥) ، وابن حبان (١٠/ ٥) ، (٤٢٠٥) .
قلت: فقد صححه كلا من الحاكم والذهبي وابن كثير والأمير الصنعاني.
ولكن أهل الجرح والتعديل من أئمة المحققين المتقدمين قد أعلّوه، وعليه أنه حديث مرسل. وتفصيل ذلك في «الإرواء» (٧/ ٨٢) (٢٠١٨) .',NULL,'215',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (213,'ولمّا كانوا لا يستطيعون ذلك، ولو حرصوا عليه وبالغوا فيه، نهاهم الله عز وجل أن يميلوا كُلَّ الْمَيْلِ لأن ترك ذلك، وتجنب الجور كل الجور في وسعهم، وداخل تحت طاقتهم، فلا يجوز لهم أن يميلوا إلى إحداهن عن الأخرى كل الميل، كما قال: فَتَذَرُوها: أي الأخرى، كَالْمُعَلَّقَةِ التي ليست ذات زوج، ولا مطلقة يشبهها بالشيء الذي هو معلق غير مستقر على شيء، لا في الأرض ولا في السماء «١» .
[الآية الخامسة والثلاثون]
وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتابِ أَنْ إِذا سَمِعْتُمْ آياتِ اللَّهِ يُكْفَرُ بِها وَيُسْتَهْزَأُ بِها فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جامِعُ الْمُنافِقِينَ وَالْكافِرِينَ فِي جَهَنَّمَ جَمِيعاً (١٤٠) .
وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتابِ: الخطاب لجميع من أظهر الإيمان من مؤمن ومنافق لأن من أظهر الإيمان فقد لزمه أن يمتثل ما أنزل الله.
وقيل: إنه خطاب للمنافقين فقط، كما يفيده التشديد والتوبيخ.
أَنْ إِذا سَمِعْتُمْ آياتِ اللَّهِ يُكْفَرُ بِها وَيُسْتَهْزَأُ بِها: أي إذا سمعتم الكفر والاستهزاء بآيات الله تعالى.
فَلا تَقْعُدُوا مَعَهُمْ: أي مع المستهزئين ما داموا كذلك.
حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ أي غير حديث الكفر والاستهزاء بها، والذي أنزله الله عليهم في الكتاب هو قوله: وَإِذا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آياتِنا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ [الأنعام: ٦٨] .
وقد كان جماعة بمكة من الداخلين في الإسلام يقعدون مع المشركين واليهود، حال سخريتهم بالقرآن، واستهزائهم به، فنهوا عن ذلك «٢» .
قال ابن عباس: دخل في هذه الآية كل محدث ومبتدع في الدين إلى يوم القيامة.
_________
(١) انظر: الزجاج (٢/ ١٢٩) ، والطبري (٥/ ٢٠١) ، والنكت (١/ ٤٢٧) ، وزاد المسير (٢/ ٢٢٠) ، والقرطبي (٥/ ٤١٣) ، وفتح القدير (١/ ٥٢١، ٥٢٣) .
(٢) انظر: الطبري (٥/ ٣٢٩، ٣٣٠) ، والقرطبي (٥/ ٤١٧، ٤١٨) ، والدرر للسيوطي (٢/ ٧١٨) .',NULL,'216',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (214,'وكذا قال الشوكاني في «فتح القدير» «١» : إن في هذه الآية- باعتبار عموم لفظها، الذي هو المعتبر، دون خصوص السبب- دليلا على اجتناب كل موقف يخوض فيه أهله، بما يفيد النقص والاستهزاء للأدلة الشرعية، كما يقع كثيرا من أسراء التقليد، الذين استبدلوا آراء الرجال بالكتاب والسنة، ولم يبق في أيديهم سوى: قال إمام مذهبنا كذا! وقال فلان من أتباعه بكذا! وإذا سمعوا من يستدل على تلك المسألة بآية قرآنية، أو بحديث نبوي، سخروا منه، ولم يرفعوا إلى ما قاله رأسا، ولا بالوا به أي مبالاة، وظنوا أنه قد جاء بأمر فظيع، وخطب شنيع، وخالف مذهب إمامهم الذي نزلوه منزلة معلم الشرائع! بل بالغوا في ذلك، حتى جعلوا رأيه الفائل «٢» واجتهاده الذي هو عن منهج الحق مائل، مقدّما على الله تعالى، وعلى كتابه وعلى رسوله، فإنّا لله وإنا إليه راجعون، مما صنعت هذه المذاهب بأهلها، والذين انتسب هؤلاء المقلدة إليهم برآء من فعلهم فإنهم قد صرحوا في مؤلفاتهم، بالنهي عن تقليدهم كما أوضحنا ذلك في رسالتنا المسماة ب «القول المفيد في حكم التقليد» ، وفي مؤلفنا المسمى ب «أدب الطلب ومنتهى الأرب» ، اللهم انفعنا بما علمتنا، واجعلنا من [المتقيدين] «٣» بالكتاب والسنة، وباعد بيننا وبين آراء الرجال المبنية على شفا جرف هار، يا مجيب السائلين. انتهى.
إِنَّكُمْ إِذاً مِثْلُهُمْ تعليل للنهي، أي إنكم إذا فعلتم ذلك، ولم تنتهوا، فأنتم مثلهم في الكفر، واستتباع العذاب، وقيل: هذه المماثلة ليست في جميع الصفات، ولكنه إلزام شبه بحكم الظاهر كما في قول القائل:
وكل قرين بالمقارن يقتدي وهذه الآية محكمة عند جميع أهل العلم، إلا ما يروى عن الكلبي فإنه قال: هي منسوخة بقوله تعالى: وَما عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسابِهِمْ مِنْ شَيْءٍ، وهو مردود «٤» ، فإن من التقوى اجتناب مجالس هؤلاء الذين يكفرون بآيات الله، ويستهزؤون بها، وفي الأنعام نحوها «٥» .
_________
(١) انظر: فتح القدير (١/ ٥٢٦) .
(٢) أي الضعيف. [الصحاح: فأل] .
(٣) في المطبوعة (المقتدين) والمثبت من فتح القدير (١/ ٥٢٦) .
(٤) قال ابن أبي حاتم في «الجرح» (٧/ ٢٧١) : «تفسير الكلبي باطل» .
(٥) آية رقم (٦٨) .',NULL,'217',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (215,'قال أهل العلم: وهذا يدل على أن الرضى بالكفر كفر، وكذا من رضي بمنكر، أو خالط أهله، كان في الإثم بمنزلتهم إذا رضي به، وإن لم يباشره ولو جلس خوفا وتقية، مع كمال سخطه لذلك، كان الأمر أهون من الأول «١» .
[الآية السادسة والثلاثون] الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كانَ لِلْكافِرِينَ نَصِيبٌ قالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا (١٤١) .
وَلَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا (١٤١) هذا في يوم القيامة، إذا كان المراد بالسبيل النصر والغلب، أو في الدنيا إن كان المراد به الحجة.
قال ابن عطية: قال جميع أهل التأويل: إن المراد بذلك يوم القيامة.
قال ابن العربي: وهذا ضعيف لعدم فائدة الخبر فيه، وسببه توهم من توهم أن آخر الكلام يرجع إلى أوله، يعني قوله: فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيامَةِ وذلك يسقط فائدته، أو يكون تكرار هذا معنى كلامه.
وقيل: المعنى أن الله لا يجعل للكافرين سبيلا على المؤمنين، يمحو به دولتهم بالكلية، ويذهب آثرهم، ويستبيح بيضتهم، كما يفيده الحديث الثابت في الصحيح «٢» .
وقيل: إنه سبحانه لا يجعل للكافرين سبيلا على المؤمنين، ما داموا عاملين بالحق، غير راضين بالباطل، ولا تاركين للنهي عن المنكر، كما قال تعالى:
_________
(١) انظر: القرطبي (٥/ ٤١٨) ، وابن كثير (١/ ٥٨٠) .
(٢) الحديث الصحيح الذي قصده المصنف هو ما رواه مسلم (١٨/ ١٣، ١٤) عن ثوبان قال: قال رسول الله صلّى الله عليه وآله وسلّم: «إن الله زوى لي الأرض، فرأيت مشارقها ومغاربها، وإن أمتي سيبلغ ملكها ما روي لي منها، وأعطيت الكنزين: الأحمر والأبيض، وإني سألت ربي لأمتي: أن لا يهلكها بسنة بعامّة، وأن لا يسلط عليهم عدوا من سوى أنفسهم، فيستبيح بيضتهم، وإن ربي قال: يا محمد إني إذا قضيت قضاء فإنه لا يرد، وإني أعطيتك لأمتك أن لا أهلكهم بسنة عامة، وأن أسلط عليهم عدوا من سوى أنفسهم ... » الحديث.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (216,'وَما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ [الشورى: ٣٠] قال ابن العربي: وهذا نفيس جدا.
وقيل: لا يجعل الله تعالى لهم عليهم سبيلا شرعا، فإن وجد فبخلاف الشرع، فإن شريعة الإسلام ظاهرة إلى يوم القيامة. هذا خلاصة ما قاله أهل العلم في هذه الآية «١» .
وهي صالحة للاحتجاج بها على كثير من المسائل، كعدم إرث الكافر من المسلم، وعدم تملكه مال المسلم إذا استولى عليه، وعدم قتل المسلم بالذمي.
[الآية السابعة والثلاثون]
لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكانَ اللَّهُ سَمِيعاً عَلِيماً (١٤٨) .
لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ: نفي الحب كناية عن البغض.
قرأ الجمهور: إِلَّا مَنْ ظُلِمَ على البناء للمجهول، وقرأ زيد بن أسلم وابن أبي إسحاق والضحاك وابن عباس وابن جبير وعطاء بن السائب على البناء للمعلوم. وهو على القراءة الأولى استثناء متصل بتقدير مضاف محذوف، أي إلا جهر من ظلم.
وقيل: إنه على القراءة الأولى أيضا منقطع: أي لكن من ظلم فله أن يقول ظلمني فلان مثلا «٢» .
واختلف أهل العلم في كيفية الجهر بالسوء الذي يجوز لمن ظلم، فقيل: هو أن يدعو على من ظلمه، وقيل: لا بأس أن يجهر بالسوء من القول على من ظلمه، بأن يقول: فلان ظلمني، أو هو ظالم، أو نحو ذلك. وقيل معناه إلا من أكره على أن يجهر بسوء من القول من كفر أو نحوه فهو مباح.
والآية على هذا في الإكراه، وكذا قال قطرب، قال: ويجوز أن يكون على البدل،
_________
(١) انظر هذه الأقوال في: فتح القدير (١/ ٥٢٧، ٥٢٨) . [.....]
(٢) قراءة العشر بفتح الظاء بمعنى: ما يفعل الله بعذابكم إلا من ظلم، والمعنى على قراءة الجمهور:
إلا أنه يدعو المظلوم على من ظلمه، أو أن ينتصر المظلوم من ظالمه، أو أن يخبر بظلم من ظلمه، واختلف في الاستثناء هنا: أهو منقطع! وهو الأرجح أم متصل أما على قراءة الفتح فالاستثناء منقطع. ينظر: الفراء (١/ ٢٩٣) ، والزجاج (٢/ ١٣٧) ، والمشكل (١/ ٢١٠) ، والتبيان (١/ ٢٠٠) .',NULL,'219',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (217,'كأنه قال: لا يحب الله إلا من ظلم: أي لا يحب الظالم، بل يحب المظلوم.
والظاهر من الآية: أنه يجوز لمن ظلم أن يتكلم بالكلام الذي هو من السوء في جانب من ظلمه، ويؤيده الحديث الثابت في «الصحيح» بلفظ: «ليّ الواجد ظلم، يحل عرضه وعقوبته» «١» .
وأما على القراءة الثانية، فالاستثناء منقطع، أي إلا من ظلم في فعل أو قول فاجهروا له بالسوء من القول، في معنى النهي عن فعله، والتوبيخ له.
وقال قوم: معنى الكلام لا يحب الله أن يجهر أحد بالسوء من القول، لكن من ظلم فإنه يجهر بالسوء ظلما وعدوانا وهو ظالم في ذلك، وهذا شأن كثير من الظلمة فإنهم- مع ظلمهم- يستطيلون بألسنتهم على من ظلموه، وينالون من عرضه.
وقال الزجاج: يجوز أن يكون المعنى، إلا من ظلم فقال سوءا فإنه ينبغي أن يأخذوا على يديه «٢» .
[الآية الثامنة والثلاثون]
يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَها نِصْفُ ما تَرَكَ وَهُوَ يَرِثُها إِنْ لَمْ يَكُنْ لَها وَلَدٌ فَإِنْ كانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثانِ مِمَّا تَرَكَ وَإِنْ كانُوا إِخْوَةً رِجالًا وَنِساءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٧٦) .
يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ: قد تقدم الكلام في الكلالة.
_________
(١) حديث صحيح: رواه أبو داود (٣٦٢٨) ، والنسائي (٧/ ٣١٦، ٣١٧) ، وابن ماجة وأحمد (٤/ ٢٢٢، ٣٨٨، ٣٨٩) ، والحاكم (٤/ ١٠٢) ، والطبراني (٧٢٤٩) ، (٧٢٥٠) ، وابن حبان (١١/ ٤٨٦) (٥٠٨٩) ، وقال الحاكم: صحيح، ووافقه الذهبي. ورواه البخاري معلقا (٥/ ٦٢) ، وقال الحافظ: وصله أحمد وإسحاق في «مسنديهما» وأبو داود والنسائي من حديث عمرو بن الشريد بن أوس الثقفي عن أبيه بلفظه، وإسناده حسن، وذكر الطبراني: «أنه لا يروى إلا بهذا الإسناد» .
(٢) لحديث أبي بكر الصحيح الذي رواه أبو داود (٤٣٣٨) ، والترمذي (٢١٦٨، ٣٠٥٧) ، وابن ماجة (٤٠٠٥) ، وأحمد (١، ١٦، ٢٩، ٣٠، ٥٣) عن أبي بكر مرفوعا. وسيأتي تخريجه عند تفسير آية (١٠٥) من المائدة.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (218,'إِنِ امْرُؤٌ هَلَكَ: أي أن يهلك امرؤ هلك، كما تقدم في قوله: وَإِنِ امْرَأَةٌ خافَتْ [النساء: ١٢٨] .
لَيْسَ لَهُ وَلَدٌ: إما صفة لامرىء أو حال، ولا وجه للمنع من كونه حالا، والولد يطلق على الذكر والأنثى، واقتصر على عدم الولد هنا، مع أن عدم الوالد أيضا معتبر في الكلالة، اتكالا على ظهور ذلك؟
قيل: والمراد هنا بالولد الابن، وهو أحد معنيي المشترك لأن البنت لا تسقط الأخت.
وَلَهُ أُخْتٌ فَلَها نِصْفُ ما تَرَكَ عطف على قوله: لَيْسَ لَهُ وَلَدٌ، والمراد بالأخت هنا هي الأخت لأبوين أو لأب [لا] «١» لأم، فإن فرضها السدس، كما ذكر سابقا «٢» .
وقد ذهب جمهور العلماء من الصحابة والتابعين، ومن بعدهم، إلى أن الأخوات لأبوين أو أب عصبة للبنات، وإن لم يكن معهن أخ.
وذهب ابن عباس إلى أن الأخوات لا يعصبن البنات، وإليه ذهب داود الظاهري وطائفة، وقالوا: إنه لا ميراث للأخت لأبوين، أو لأب مع البنت، واحتجوا بظاهر هذه الآية فإنه جعل عدم الولد المتناول للذكر والأنثى، قيدا في ميراث الأخت وهذا الاستدلال صحيح، لو لم يرد في السنة ما يدل على ثبوت ميراث الأخت مع البنت، وهو ما ثبت في «الصحيح» أن معاذا قضى على عهد رسول الله صلّى الله عليه وآله وسلّم في بنت وأخت، فجعل للبنت النصف، وللأخت النصف «٣» .
وثبت في «الصحيح» أيضا أن النبي صلّى الله عليه وآله وسلّم قضى في بنت، وبنت ابن، وأخت، فجعل للبنت النصف، ولبنت الابن السدس، وللأخت الباقي «٤» .
_________
(١) ما بين [معقوفين] وقع (إلا) في المطبوعة وهو مخالف للصواب، وانظر: فتح القدير (١/ ٥٤٣) .
(٢) عند الآية (١٢) من سورة النساء.
(٣) حديث صحيح: رواه البخاري (١٢/ ١٥، ٢٤) .
وانظر: مغني المحتاج (٣/ ١٠) ، والروضة (٥/ ١١) ، والإقناع (٣/ ٨٥) ، والمغني (٦/ ١٧٦) ، وبداية المجتهد (٢/ ٣٤٣) ، والاختيار للموصلي (٤/ ١٦٣) ، وحاشية البقري على المارديني (ص ١٩) .
وشرح الرحبية للمارديني (ص ٦١) ط. قرطية، ودار الكتب العلمية- كلاهما بتحقيقنا.
(٤) حديث صحيح: رواه البخاري (١٢/ ١٧، ٢٤) ، وأبو داود (٢٨٩٠) ، والترمذي (٢١٧٣) ، وأحمد.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (219,'فكانت هذه السنة مقتضية لتفسير الولد بالابن دون البنت.
وَهُوَ أي الأخ يَرِثُها أي الأخت إِنْ لَمْ يَكُنْ لَها وَلَدٌ ذكر، وإن كان المراد بإرثه لها حيازته لجميع تركتها، وإن كان المراد ثبوت ميراثه لها في الجملة- أعم من أن يكون كلا أو بعضا- صح تفسير الولد بما يتناول الذكر والأنثى.
واقتصر سبحانه على نفي الولد فقط مع كون الأب يسقط الأخ أيضا، لأن المراد بيان سقوط الأخ مع الولد فقط هنا، وأما سقوطه مع الابن فقد تبين بالسنة، كما ثبت في «الصحيح» من قوله صلّى الله عليه وآله وسلّم: «ألحقوا الفرائض بأهلها، فما بقي فالأولى رجل ذكر» «١» والأب أولى من الأخ.
فَإِنْ كانَتَا أي فإن كان من يرث بالأخوة اثْنَتَيْنِ والعطف على الشرطية السابقة، والتأنيث والتثنية، وكذلك الجمع في قوله: وَإِنْ كانُوا إِخْوَةً باعتبار الخبر، فَلَهُمَا الثُّلُثانِ مِمَّا تَرَكَ الأخ إن لم يكن له ولد كما سلف، وما فوق الاثنتين من الأخوات يكون لهن الثلثان بالأولى مع أن نزول الآية كان في جابر- وقد مات رضي الله عنه عن أخوات سبع أو تسع «٢» .
وَإِنْ كانُوا: أي من يرث بالأخوة إِخْوَةً أي وأخوات، فغلب الذكور، أو فيه اكتفاء بدليل قوله: رِجالًا وَنِساءً أي مختلطين ذكورا وإناثا فَلِلذَّكَرِ: منهم، حَظِّ الْأُنْثَيَيْنِ: تعصيبا.
وقد وضحنا الكلام- خلافا واستدلال وترجيحا- في شأن الكلالة، في أول هذه السورة، فلا نعيد «٣» .
_________
(١/ ٣٨٩) ، وابن ماجة (٢٧٢١) ، عن ابن مسعود مرفوعا.
وانظر: إجماع ابن المنذر (ص ٦٨) ، والمغني (٦/ ١٧٤) ، والمبسوط (٢٩/ ١٥٢) ، ومراتب ابن حزم (ص ١٠٢) ، والإقناع (٣/ ٨٨) ، وشرح الرحبية (ص ٦٥) بتحقيقنا.
(١) صحيح: رواه البخاري (١٢/ ١١، ١٦، ١٨) ، ومسلم (١١/ ٥٢، ٥٣) ، وأبو داود (٢٨٩٥) ، والترمذي (٢٠٩٠) ، وابن ماجة (٢٧٤٠) ، وأحمد (١/ ٢١٣) عن ابن عباس مرفوعا.
وانظر: شرح الرحبية لسبط المارديني (ص ٧٣، ٧٤) ، بتحقيقنا- ط. قرطبة، ودار الكتب العلمية.
(٢) حديث صحيح: رواه البخاري (١٢/ ٢٥) ، ومسلم (١١/ ٥٤، ٥٦) ، عن جابر بن عبد الله مرفوعا.
(٣) عند الآية (١٢) .',NULL,'222',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (220,'<span data-type="title" id=toc-51>سورة المائدة [مائة وعشرون آية]</span>
قال القرطبي: هي مدنية بالإجماع «١» .
فائدة: قال [أبو] «٢» ميسرة: إن الله سبحانه، أنزل في هذه السورة ثمانية عشر حكما، لم ينزلها في غيرها من سور القرآن، وهي قوله تعالى: وَالْمُنْخَنِقَةُ إلى قوله:
إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ. انتهى.
[الآية الأولى]
يا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعامِ إِلَّا ما يُتْلى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ ما يُرِيدُ (١) .
يا أَيُّهَا الَّذِينَ آمَنُوا: هذه الآية التي افتتح الله بها هذه السورة، إلى قوله: إِنَّ اللَّهَ يَحْكُمُ ما يُرِيدُ (١) فيها من البلاغة ما تتقاصر عنده القوى البشرية، مع شمولها لأحكام عدة، منها الوفاء بالعقود، ومنها تحليل بهيمة الأنعام، ومنها استثناء ما سيتلى مما لا يحل، ومنها تحريم الصيد على المحرم، ومنها إباحة الصيد لمن ليس بمحرم.
وقد حكى النقاش: أن أصحاب الفيلسوف الكندي قالوا له: أيها الحكيم، اعمل لنا مثل هذا القرآن. فقال: نعم أعمل مثل بعضه، فاحتجب أياما كثيرة، ثم خرج فقال:
والله ما أقدر، ولا يطيق هذا أحد، إني فتحت المصحف، فخرجت سورة المائدة، فنظرت فإذا هو قد نطق بالوفاء، ونهى عن النكث، وحلل تحليلا عاما، ثم استثنى بعد استثناء، ثم أخبر عن قدرته، وحكمته في سطرين، ولا يقدر أحد أن يأتي بهذا «٣» .
_________
(١) انظر في «تفسيره» (٦/ ٣٠) .
(٢) ما بين [معقوفين] سقط من المطبوعة.
(٣) انظر: تفسير القرطبي (٦/ ٣١، ٣٢) ، فتح القدير للشوكاني (٢/ ٤) ، تفسير ابن عطية (٤/ ٢١٩) [.....]',NULL,'223',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (221,'أَوْفُوا بِالْعُقُودِ: يقال: أوفى ووفى، وقد جمع بينهما الشاعر فقال:
أمّا ابن طوف فقد أوفى بذمّته ... كما وفى بقلاص النّجم حاديها
والعقود: العهود، وأصل العقود الربط، وأحدها عقد، يقال: عقدت الحبل والعهد، فهو يستعمل في الأجسام والمعاني، وإذا استعمل في المعاني- كما هنا- أفاد أنه شديد الإحكام، وقوي التوثيق.
وقيل: المراد بالعقود هي التي عقدها الله على عباده، وألزمهم بها من الأحكام.
وقيل: هي العقود التي يعقدونها بينهم من عقود المعاملات، والأولى شمول الآية للأمرين جميعا، ولا وجه لتخصيص بعضها دون بعض.
قال الزجاج: أوفوا بعقد الله عليكم، أو بعقدكم بعضكم على بعض. انتهى.
والعقد الذي يجب الوفاء به، ما وافق كتاب الله وسنة رسوله صلّى الله عليه وآله وسلّم، فإن خالفهما فهو رد، لا يجب الوفاء به، ولا يحل «١» .
أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعامِ البهيمة: اسم لكل ذي أربع، سمّيت بذلك لإبهامها من جهة نقص نطقها وفهمها وعقلها، ومنه باب مبهم، أي مغلق، وليل بهيم، وبهيمة للشجاع الذي لا يدري من أين يؤتى، وحلقة مبهمة لا يدرى أين طرفاها.
والأنعام: اسم للإبل والبقر والغنم، سمّيت بذلك لما في مشيها من اللين.
وقيل: بهيمة الأنعام وحشيّها كالظباء، وبقر الوحش، والحمير الوحشية، وغير ذلك. حكاه ابن جرير الطبري عن قوم، وحكاه غيره عن السدي والربيع وقتادة والضحاك «٢» .
_________
فقد ذكروا هذه الحكاية.
(١) قال الضحاك: العقود هنا: حلف الجاهلية، وقال أيضا: هي العهود، وقال: ما أحل الله وحرّم وما أخذ الله من الميثاق على من أقرّ بالإيمان بالنبي والكتاب أن يوفوا بما أخذ الله عليهم من الفرائض من الحلال والحرام. وانظر الأقوال في هذه الآية في: زاد المسير (٢/ ٢٦٧) ، وأحكام القرآن للمعافري (٢/ ٥٢٤) ، وتفسير ابن كثير (٢/ ٣) ، وتفسير ابن عطية (٤/ ٣١٣، ٣١٥) .
(٢) وقال الضحاك أيضا: هي الأنعام مطلقا وانظر أقوالهم في «الطبري» (٦/ ٣٤) ، وأحكام ابن العربي (٢/ ٥٢٩) ، وابن عطية (٤/ ٣١٦) ، والقرطبي (٦/ ٣٧) ، ابن كثير (٢/ ٥) ، وزاد المسير (٢/ ٢٦٨) ، والدر المنثور (٢/ ٢٥٣) ، والمغني (١١/ ٥١) .',NULL,'224',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (222,'قال ابن عطية: وهذا قول حسن! وذلك أن الأنعام هي الثمانية الأزواج، وما يضاف إليها من سائر الحيوانات، يقال له: أنعام مجموعة معها، وكأن المفترس- كالأسد وكل ذي ناب- خارج عن حد الأنعام، فبهيمة الأنعام هي الراعي ذوات الأربع.
وقيل: بهيمة الأنعام ما لم يكن صيدا لأن الصيد يسمى وحشيا لا بهيمة.
وقيل: بهيمة الأنعام الأجنّة التي تخرج عند الذبح من بطون الأنعام فهي تؤكل من دون [ذكاة] «١» .
وعلى القول الأول- أعني تخصيص الأنعام بالإبل والبقر والغنم- تكون الإضافة بيانية، ويلحق بها ما يحل مما هو خارج عنها بالقياس، بل وبالنصوص التي في الكتاب والسنة، كقوله تعالى: قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً ... الآية، [الأنعام: ١٤٥] .
وقوله صلّى الله عليه وآله وسلّم: «يحرم كل ذي ناب من السبع، ومخلب من الطير» «٢» ، فإنه يدل بمفهومه على أن ما عداه حلال وكذلك سائر النصوص الخاصة بنوع، كما في كتب السنة المطهرة.
إِلَّا ما يُتْلى عَلَيْكُمْ: استثناء من قوله: أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعامِ أي إلا مدلول ما يتلى عليكم فإنه ليس بحلال.
والمتلوّ: هو ما نص الله على تحريمه، نحو قوله: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ ... الآية [المائدة: ٣] ، وذلك عشرة أشياء، أولها الميتة، وآخرها المذبوح على النّصب، ويلحق به ما صرحت السّنة بتحريمه، وهذا الاستثناء يحتمل أن يكون المراد به، إلا ما يتلى عليكم الآن، ويحتمل أن يكون المراد به في مستقبل الزمان، فيدل على جواز تأخير البيان عن وقت الحاجة، ويحتمل الأمرين جميعا.
غَيْرَ مُحِلِّي الصَّيْدِ: ذهب البصريون إلى أن قوله هذا استثناء آخر من قوله:
بَهِيمَةُ الْأَنْعامِ والتقدير: أحلت لكم بهيمة الأنعام إلا ما يتلى عليكم، إلا الصيد وأنتم
_________
(١) ما بين [معقوفين] صحّف إلى (زكاة) بالزّاي وهو خطأ واضح، والصواب ما أثبتناه.
(٢) حديث صحيح: رواه مسلم (١٣/ ٨٣) . عن ابن عباس مرفوعا.
ورواه البخاري (٩/ ٦٥٧) ، (١٠/ ٢٤٩) ، ومسلم (١٣/ ٨١، ٨٣) عن أبي ثعلبة الخشني مرفوعا، نحوه.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (223,'محرمون، وقيل الاستثناء الأول من بهيمة الأنعام، والثاني من الاستثناء الأول.
وردّ بأن هذا يستلزم إباحة الصيد في حال الإحرام لأنه مستثنى من المحظور، فيكون مباحا «١» .
وَأَنْتُمْ حُرُمٌ: في محل نصب على الحال، ومعنى هذا التقييد ظاهر عند من يخص بهيمة الأنعام بالحيوانات الوحشية البرية، التي يحل أكلها كأنه قال: أحل لكم صيد البر، إلا في حال الإحرام.
وأما على قول من يجعل الإضافة بيانية فالمعنى: أحلت لكم بهيمة هي الأنعام- حل تحريم الصيد عليكم بدخولكم في الإحرام- لكونكم محتاجين إلى ذلك. فيكون المراد بهذا التقييد الامتنان عليهم بتحليل ما عدا ما هو محرم عليهم في تلك الحال.
والمراد بالحرم من هو محرم بالحج أو العمرة أو بهما، ويسمى محرما لكونه يحرم عليه الصيد والطيب والنساء، وهكذا وجه تسمية الحرام حراما، والإحرام إحراما «٢» .
[الآية الثانية] يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرامَ وَلَا الْهَدْيَ وَلَا الْقَلائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْواناً وَإِذا حَلَلْتُمْ فَاصْطادُوا وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرامِ أَنْ تَعْتَدُوا وَتَعاوَنُوا عَلَى الْبِرِّ وَالتَّقْوى وَلا تَعاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ (٢) .
يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعائِرَ اللَّهِ: جمع شعيرة، على وزن فعلية.
قال ابن الفارس: ويقال للواحدة شعارة وهو أحسن، ومنه الإشعار للهدي «٣» .
والمشاعر: المعالم، واحدها مشعر، وهي المواضع التي قد أشعرت بالعلامات.
_________
(١) انظر: توجيه ابن عطية في «المحرر» (٤/ ٢١٧) ، وتعقيب ابن حبان عليه في «البحر المحيط» ومناقشته له مناقشة طويلة.
(٢) انظر: تفسير ابن عطيّة (٤/ ٣١٨) .
(٣) انظر: معجم مقاييس اللغة (شعر) ط. بيروت.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (224,'قيل: المراد بها هنا جميع مناسك الحج، وقيل: الصفا والمروة والهدي والبدن.
والمعنى على هذين القولين لا تحلوا هذه الأمور، بأن يقع الإخلال بشيء منها، أو بأن تحولوا بينها وبين من أراد فعلها. ذكر سبحانه النهي عن أن يحلوا شعائر الله عقب ذكره تحريم صيد المحرم.
وقيل: المراد بالشعائر هنا فرائض الله، ومنه: وَمَنْ يُعَظِّمْ شَعائِرَ اللَّهِ [الحج: ٣٢] ، وقيل: هي حرمات الله. ولا مانع من حمل ذلك على الجميع، اعتبارا بعموم اللفظ لا بخصوص السبب، ولا بما يدل عليه السياق.
وَلَا الشَّهْرَ الْحَرامَ المراد به الجنس، فيدخل في ذلك جميع الأشهر الحرم، وهي أربعة: ذو القعدة وذو الحجة ومحرم ورجب، أي تحلوها بالقتال فيها، وقيل المراد هنا شهر الحج فقط «١» .
وَلَا الْهَدْيَ: هو ما يهدى إلى بيت الله، من ناقة، أو بقرة، أو شاة، الواحدة هدية، نهاهم الله سبحانه عن أن يحلوا حرمة الهدي، بأن يأخذوه على صاحبه، أو يحولوا بينه وبين المكان الذي يهدي إليه، وعطف الهدي على الشعائر- مع دخوله تحتها- لقصد التنبيه على مزيد خصوصيته، والتشديد في شأنه.
وَلَا الْقَلائِدَ: جمع قلادة، وهي ما يقلّد به الهدي من نعل أو نحوه، وإحلالها أن تؤخذ غصبا، وفي النهي عن إحلال القلائد تأكيد للنهي عن إحلال الهدي، وقيل:
المراد بالقلائد، المقلدات به، فيكون عطفه على الهدي لزيادة التوصية بالهدي، والأول أولى، وقيل: المراد بالقلائد ما كان الناس يتقلدونه، فهو على حذف مضاف، أي ولا أصحاب القلائد.
وَلَا آمِّينَ الْبَيْتَ الْحَرامَ: أي قاصديه، من قولهم أممت كذا أي قصدته. وقرأ الأعمش: ولا آمّي البيت الحرام بالإضافة، والمعنى: لا تمنعوا من قصد البيت الحرام، بحج أو عمرة، أو ليسكن فيه. وقيل: إن سبب نزول هذه الآية، أن المشركين كانوا يحتجون ويعتمرون ويهدون، فأراد المسلمون أن يغيروا عليهم فنزل:
_________
(١) قال القاضي أبو محمد: «والأظهر عندي أن الشهر الحرام أريد به رجب ليشتهر أمره، لأنه كان مختصا بقريش، ثم فشا في مضر. اه. وهذا قول الطبري أيضا، وانظر: المحرر الوجيز (٤/ ٣٢١) .',NULL,'227',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (225,'يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعائِرَ اللَّهِ إلى آخر الآية «١» ، فيكون ذلك منسوخا بقوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ [التوبة: ٥] وقوله: فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا [التوبة: ٢٨] ، وقوله صلّى الله عليه وآله وسلّم: «لا يحجن بعد العام مشرك» «٢» .
وقال قوم الآية محكمة وهي في المسلمين «٣» .
يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْواناً: جملة حالية من الضمير المستتر في آمِّينَ قال جمهور المفسرين: معناه يبغون الفضل والرزق والأرباح في التجارة، ويبتغون- مع ذلك- رضوان الله، وقيل: كان منهم من يطلب التجارة، ومنهم من يبتغي بالحج رضوان الله، ويكون هذا الابتغاء للرضوان- بحسب اعتقادهم وفي ظنهم- عند من جعل الآية في المشركين، وقيل: المراد بالفضل هنا الثواب، لا الأرباح في التجارة «٤» .
وَإِذا حَلَلْتُمْ فَاصْطادُوا: هذا تصريح لما أفاده مفهوم: وَأَنْتُمْ حُرُمٌ، أباح لهم الصيد، بعد أن حظره عليهم لزوال السبب الذي حرّم لأجله، وهو الإحرام «٥» .
وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ «٦» : قال ابن فارس: جرم وأجرم ولا جرم، بمعنى قولك: ولا بد ولا محالة، وأصلها من جرم أي كسب، وقيل: المعنى ولا يحملنكم.
قاله الكسائي وثعلب. وهو يتعدى إلى مفعولين، يقال: جرمني كذا على بغضك، أي حملني عليه.
وقال أبو عبيدة والفراء: معنى وَلا يَجْرِمَنَّكُمْ لا يكسبنكم بغض قوم أن
_________
(١) انظر تفسير الطبري.. (٦/ ٣٤) ، والدر المنثور (٣/ ٧) .
(٢) حديث صحيح: رواه البخاري (١/ ٤٧٧، ٤٧٨) ، (٣/ ٤٨٣) ، ومسلم (٩/ ١١٥، ١١٦) عن أبي هريرة مرفوعا.
قال ابن عطية: «فكل ما في هذه الآية مما يتصور في مسلم حاج فهو محكم، وكل ما كان منها في الكفّار فهو منسوخ وقرأ ابن مسعود وأصحابه: [ولا آمّي البيت] بالإضافة إلى البيت» وانظر: المحرر (٤/ ٣٢٥) ، والقرطبي (٦/ ٤٣، ٤٤) .
(٣) قال ابن عطية: «فكل ما في هذه الآية مما يتصور في مسلم حاج فهو محكم، وكل ما كان منها في الكفّار فهو منسوخ وقرأ ابن مسعود وأصحابه: [ولا آمّي البيت] بالإضافة إلى البيت» وانظر:
المحرر (٤/ ٣٢٥) ، والقرطبي (٦/ ٤٣، ٤٤) .
(٤) انظر: تفسير ابن عطية (٥/ ٣٢٥) .
(٥) فصل المصنف هذا الموضع عن سابقه، وقد وصلناه لتمام السياق ووضوح اتصاله. [.....]
(٦) انظر: الهداية للمرغيناني (٤/ ١٥٣٩) ، وتفسير ابن عطية (٤/ ٣٢٦) ، البحر المديد لابن عجيبة (٢/ ٥) .',NULL,'228',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (226,'تعتدوا الحق إلى الباطل، [والعدل] «١» إلى الجور.
والجريمة والجارم: بمعنى الكاسب، والمعنى: لا يحملنكم يغض قوم على الاعتداء عليهم، أو لا يكسبنكم بغضهم اعتداءكم على الحق إلى الباطل. ويقال: جرم يجرم جرما إذا قطع، قال علي بن عيسى الرماني: وهو الأصل.
فجرم بمعنى حمل على الشيء لقطعه من غيره، وجرم بمعنى كسب لانقطاعه، ولا جرم بمعنى حق لأن الحق يقطع عليه.
قال الخليل: معنى لا جرم أن لهم النار: لقد حق أن لهم النار.
وقال الكسائي: جرم وأجرم لغتان بمعنى واحد أي اكتسب.
وقرأ ابن مسعود: ولا يجرمنكم بضم الياء، والمعنى لا يكسبنكم، ولا يعرف البصريون أجرم، وإنما يقولون: جرم لا غير «٢» .
والشنآن: البغض، وقريء بفتح النون وإسكانها، يقال شنيت الرجل أشنوه شنا ومشنا وشنآنا، كل ذلك إذا أبغضته. وشنآن هنا مضاف إلى المفعول، أي بغض قوم منكم لا بغض قوم لكم «٣» .
أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرامِ أَنْ تَعْتَدُوا بفتح الهمزة مفعول لأجله، أي لأن صدوكم. وقرأ أبو عمرو وابن كثير بكسر الهمزة على الشرطية، وهو اختيار أبو عبيد.
وقرأ الأعمش أن يصدّوكم، والمعنى على قراءة الشرطية لا يحملنكم بغضهم أن وقع منهم الصد لكم عن المسجد الحرام على الاعتداء عليهم «٤» .
_________
(١) في المطبوع (فالعدل) وهو خطأ واضح، والصواب ما أثبت كما في «فتح القدير» (٢/ ٦) .
(٢) انظره في: تفسير ابن عطية (٤/ ٣٣٢) وقال: وهذه تؤيد قراءة أبي عمرو وابن كثير اه.
(٣) قال الفسوي: (شنئان) بفتح النون مصدر لا محالة، والمصدر يكثر على فعلان نحو النزوان والنقران، وقال سيبويه: هذا الضرب من المصادر تأتي أفعاله لازمة إلا أن يشذّ شيء ... الموضح (١/ ٤٣٦) ، الكتاب (٤/ ١٤) ، النشر (٢/ ٢٥٣، ٢٥٤) .
(٤) قال الفسوي: إن صدوكم بكسر الألف، قرأها ابن كثير وأبو عمرو على أن إن للشرط، وجوابه قد أغنى عنه ما قبله من قوله وَلا يَجْرِمَنَّكُمْ والتقدير: إن صدّوكم عن المسجد الحرام، فلا تكتسبوا الاعتداء.
وقرأ الباقون أَنْ صَدُّوكُمْ بفتح الألف.
وهو ظاهر، والمعنى: لا يكسبنّكم بغض قوم الاعتداء لأن صدّوكم عن المسجد الحرام، أي لصدّهم إياكم عن المسجد، فهو مفعول له، فقوله أَنْ تَعْتَدُوا مفعول ثان وَلا يَجْرِمَنَّكُمْ',NULL,'229',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (227,'قال النحاس: وأما: إن صدوكم بكسر (إن) فالعلماء الجلة بالنحو والحديث والنظر يمنعون القراءة بها لأشياء منها أن الآية نزلت عام الفتح سنة ثمان- وكان المشركون صدوا المؤمنين عام الحديبية سنة ست- فالصد كان قبل الآية وإذا قرىء بالكسر لم يجز إلا أن يكون بعده كما تقول: لا تعط فلانا شيئا إن قاتلك، فهذا لا يكون إلا للمستقبل، وإن فتحت كان للماضي. وما أحسن هذا الكلام.
وقد أنكر أبو حاتم وأبو عبيد شنآن بسكون النون، لأن المصادر إنما تأتي في مثل هذا متحركة، وخالفهما غيرهما فقال: ليس هذا مصدر، ولكنه اسم فاعل على وزن كسلان وغضبان «١» .
أقول: تأمل هذا النهي، فإن الذين صدوا المسلمين عن دخول مكة، كانوا أنفارا حربيين، فكيف ينهى عن التعرض لهم، وعن مقاتلتهم، فلا يظهر إلا أن هذا النهي منسوخ، أو يقال: إن النهي عن ذلك من حيث عقد الصلح الواقع في الحديبية، فبسببه صاروا مؤمنين مأمونين، ولم أر من نبه على هذين الوجهين. ولما نهاهم عن الاعتداء أمرهم بقوله:
وَتَعاوَنُوا عَلَى الْبِرِّ وَالتَّقْوى أي ليعن بعضكم بعضا على ذلك، وهو يشمل كل أمر يصدق عليه أنه من البر والتقوى، كائنا ما كان.
قيل إن البر والتقوى لفظان بمعنى واحد، وكرر للتأكيد.
وقال ابن عطية: إن البر يتناول الواجب [والمندوب] «٢» ، والتقوى تختص بالواجب «٣» . وقال الماوردي: إن في البر رضى الناس، وفي التقوى رضى الله، فمن جمع بينهما، فقد تمت سعادته. ثم نهاهم سبحانه بقوله:
_________
أَنْ صَدُّوكُمْ مفعول به.
وانظر: الموضح (١/ ٤٣٦) ، ومعاني الفراء (١/ ٣٠١) ، والسبعة لابن مجاهد (٢٤٢) ، والنشر (٢/ ٢٥٤) ، والحجة لأبي زرعة (٢١٩- ٢٢٠) ، ولابن خالويه، ومعاني القراءات، والإقناع، والمفتاح أربعتهم بتحقيقنا- ط دار الكتب العلمية- بيروت.
(١) قال أبو عليّ الفارسي: من زعم أن فعلان إذا سكنّت عينه لم يكن مصدرا فقد أخطأ، وتحتمل القراءة بسكون النون أن تكون وصفا.. (المحرر الوجيز ٤/ ٣٣) .
(٢) في «المطبوعة» «المندب» وهو خطأ واضح والصواب ما أثبت كما في «المحرر الوجيز» (٤/ ٣٣٢) .
(٣) وعبارة ابن عطية: والتقوى رعاية الواجب. (٤/ ٣٣٢) .',NULL,'230',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (228,'وَلا تَعاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوانِ: فالإثم كل فعل وقول يوجب إثم فاعله أو قائله، والعدوان التعدي على الناس، بما فيه ظلم، فلا يبقى نوع من أنواع الموجبات للإثم، ولا نوع من أنواع الظلم للناس، إلا وهو داخل تحت هذا النهي، لصدق هذين النوعين على كل ما يوجد فيه معناهما. ثم أمر عباده بالتقوى، وتوعد من خالف ما أمر به، فتركه، أو خالف ما نهى عنه بفعله، بقوله:
وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ (٢) وأخرج أحمد وعبد بن حميد والبخاري في «تاريخه» عن وابصة أن النبي صلّى الله عليه وآله قال: «البر ما اطمأن إليه القلب، واطمأنت إليه النفس، والإثم ما حاك في القلب، وتردد في الصدر وإن أفتاك الناس وأفتوك!» «١» .
وأخرج ابن أبي شيبة وأحمد والبخاري في «الأدب» ومسلم والترمذي والحاكم والبيهقي عن النواس بن سمعان قال: «سألت النبي صلّى الله عليه وآله وسلّم عن البر والإثم فقال: «البر حسن الخلق، والإثم ما حاك في نفسك، وكرهت أن يطّلع عليه الناس» «٢» .
وأخرج أحمد وعبد بن حميد والطبراني والحاكم- وصححه- والبيهقي عن أبي أمامة: «أن رجلا سأل النبي صلّى الله عليه وآله وسلّم عن الإثم؟ فقال: «ما حاك في نفسك فدعه قال فما الإيمان؟ قال: من ساءته سيئة، وسرته حسنة، فهو مؤمن» «٣» .
_________
(١) حديث صحيح:
رواه أحمد في «المسند» (٤/ ٢٢٨) ، والدارمي في «سننه» (٢/ ٢٤٥، ٢٤٦) ، والبخاري في «الكبير» (١/ ١٤٤، ١٤٥) ، والطبراني (٢٢/ ١٤٨، ١٤٩) ، وأبو يعلى في «مسنده» (٣/ ١٦٠، ١٦١، ١٦٢) .
ومن طريق آخر رواه أحمد في «المسند» (٤/ ٢٢٧) ، والبخاري في «تاريخه» (١/ ١٤٤) ، والطبراني (٢٢/ ١٤٨) عن وابصة مرفوعا.
وحسّنه النووي رضي الله عنه في «الأذكار» (٢/ ٩٩٢) .
(٢) حديث صحيح: رواه مسلم (١٦/ ١١٠، ١١١) ، وأحمد في «المسند» (٤/ ١٨٢) ، والترمذي (٢٣٨٩) ، والبخاري في «الأدب المفرد» (٢٩٥) ، والحاكم في «المستدرك» (٢/ ١٤) .
(٣) حديث صحيح: رواه أحمد في «مسنده» (٥/ ٢٥١، ٢٥٢، ٢٥٥، ٢٥٦) ، وابن المبارك في «الزهد» (٨٢٥) ، والطبراني (٨/ ١١٧) ، والحاكم في «المستدرك» (١/ ١٤) ، وصححه ووافقه الذهبي.
وله شاهد من حديث أبي موسى عند أحمد (٤/ ٣٩٨) ، والبزار (٧٩) ، والطبراني كما في «المجمع» (١/ ٨٦) .
وقال الهيثمي: «ورجاله رجاله الصحيح ما خلا المطلب بن عبد الله فإنه ثقة، ولكنه يدلّس،',NULL,'231',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (229,'[الآية الثالثة] حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَما أَكَلَ السَّبُعُ إِلَّا ما ذَكَّيْتُمْ وَما ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلامِ ذلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣) .
حُرِّمَتْ عَلَيْكُمُ: هذا شروع في تفصيل المحرمات التي أشار إليها سبحانه بقوله:
إِلَّا ما يُتْلى عَلَيْكُمْ [المائدة: ١] .
الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَما أُهِلَّ لِغَيْرِ اللَّهِ بِهِ تقدم الكلام على ذلك في البقرة «١» ، وما هنا من تحريم مطلق الدم، مقيد بكونه مسفوحا- لما تقدم حملا للمطلق على المقيد «٢» .
وقد ورد في السنة تخصيص الميتة بقوله صلّى الله عليه وآله وسلّم: «أحل لنا ميتتان ودمان، فأما الميتتان فالحوت والجراد، وأما الدمان: الكبد والطحال» .
أخرجه الشافعي وأحمد وابن ماجه والدارقطني والبيهقي، وفي إسناده مقال «٣» .
_________
ولم يسمع من أبي موسى، فهو منقطع.
(١) وذلك عند تفسيره آية (١٧٣) . [.....]
(٢) انظر الطبري (٦/ ٤٤) ، وابن كثير (٢/ ٨) ، وزاد المسير (٢/ ٢٧٩) .
(٣) حديث صحيح: رواه الشافعي في «الأم» (٢/ ٢٥٦) ، وأحمد في «المسند» (٢/ ٩٧) ، وابن ماجة (٤/ ٣٣) ، والدارقطني في «سننه» (٤/ ٢٧١، ٢٧٢) ، والبيهقي في «الكبرى» (١/ ٢٥٤) وعبد بن حميد في «المنتخب» (٨٢٠) ، والبغوي في «شرح السنة» (٢٨٣) .
ورواه أيضا العقيلي في «الضعفاء» (٩٢٦) ، وابن عديّ في «الكامل» (١١٠٥) عن ابن عمر مرفوعا.
وقال ابن عدي: (٤/ ٢٧١) : «وهذا يدور رفعه على الإخوة الثلاثة: عبد الله بن زيد وعبد الرحمن وأسامة، وأما ابن وهب فإنه يرويه عن سليمان بن بلال موقوفا» .
وقال البيهقي (١/ ٢٥٤) بعد روايته له موقوفا: «هذا إسناد صحيح، وهو في معنى المسند، وقد رفعه أولاد زيد عن أبيهم» .',NULL,'232',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (230,'ويقويه الحديث: «هو الطهور ماؤه، والحل ميتته» ، وهو عند أحمد وأهل السنن وغيرهم، وصححه جماعة منهم ابن خزيمة وابن حبان «١» .
وقد أطال الشوكاني الكلام عليه في «شرحه للمنتقى» وغيره في غيره «٢» .
وَالْمُنْخَنِقَةُ هي التي تموت بالخنق، وهو حبس النّفس، سواء كان ذلك بفعلها كأن تدخل رأسها في حبل، أو بين عودين، أو بفعل آدمي، أو غيره. وقد كان أهل الجاهلية يخنقون الشاة، فإذا ماتت أكلوها «٣» .
وَالْمَوْقُوذَةُ هي التي تضرب بحجر أو عصا حتى تموت، من غير تذكية. يقال:
وقذه يقذه وقذا فهو وقيذ.
والوقذ: شدة الضرب. وقد كان أهل الجاهلية يفعلون ذلك، فيضربون الأنعام بالخشب لآلهتهم حتى تموت ثم يأكلونها «٤» .
قال ابن عبد البر: واختلف العلماء قديما وحديثا في الصيد بالبندق والحجر والمعراض.
ويعني بالبندق: قوس البندقة.
وبالمعراض: السهم الذي لا ريش له، أو العصا التي رأسها محدد، قال: فمن ذهب إلى أنه وقيذ، لم يجزه إلا ما أدرك ذكاته، على ما روي عن ابن عمر، وهو قول
_________
(١) حديث صحيح: رواه أبو داود (٨٣) ، والترمذي (٦٩) ، والنسائي (١/ ٥٠، ١٧٦) ، وابن ماجة (٣٨٦، ٣٢٤٦) ، ومالك في «موطأه» (١/ ٢٢) ، وأحمد في «مسنده» (٢/ ٢٣٧، ٣٦١) ، والشافعي في «مسنده» (١/ ١٦) ، والبخاري في «التاريخ» (٣/ ٤٧٨) ، والدارمي (١/ ١٨٦) ، وابن الجارود في «المنتقى» (٤٣) ، وابن أبي شيبة في «المنصف» (١/ ١٥٥) ، والدارقطني في «سننه» (١/ ٣٦) ، والحاكم في «المستدرك» (١/ ١٤٠) ، وابن خزيمة في «صحيحه» (١١١) ، والبغوي في «شرح السنة» (٢/ ٥٥) ، (٢٨١) ، والبيهقي في «الكبرى» (١/ ٣) ، وابن حبان في «صحيحه» (٤/ ٤٩) ، (١٢٤٤) عن أبي هريرة مرفوعا.
وقال أبو عيسى: حسن صحيح، ومثله البغوي. وصححه ابن خزيمة وابن حبان، والحاكم ووافقه الذهبي.
(٢) راجع نيل الأوطار (١/ ١٧، ١٩) ، وكذلك تلخيص الحبير للحافظ (١/ ٩، ١٢) . ونصب الرّاية للزيلعي (١/ ٩٥، ٩٩) .
(٣) انظر: الطبري (٦/ ٤٥) ، ابن كثير (٢/ ٨) .
(٤) انظر: الطبري (٦/ ٤٥) ، ابن كثير (٢/ ٨) ، وابن عطية (٤/ ٣٣٦) ، وزاد المسير (٢/ ٢٧٩) .',NULL,'233',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (231,'مالك وأبي حنيفة وأصحابه، والثوري والشافعي. وخالفهم الشاميون في ذلك، قال الأوزاعي في المعراض: كلّه خرق أو لم يخرق فقد كان أبو الدرداء وفضالة بن عبيد وعبد الله بن عمر ومكحول لا يرون به بأسا.
قال ابن عبد البر: هكذا ذكر الأوزاعي عن عبد الله بن عمر. والمعروف عن ابن عمر ما ذكر مالك عن نافع «١» ، قال: والأصل في هذا الباب والذي عليه العمل وفيه الحجة حديث عدي بن حاتم وفيه: «ما أصاب بعرضه فلا يأكل فإنه وقيذ» «٢» . انتهى.
قلت: والحديث في «الصحيحين» وغيرهما عن عدي قال: «قلت يا رسول الله إني أرمي بالمعراض الصيد فأصيب؟ فقال: إذا رميت المعراض فخرق فكله، وإن أصاب بعرضه فإنما هو وقيذ فلا تأكله» «٣» .
فقد اعتبر صلّى الله عليه وآله وسلّم الخرق وعدمه، فالحق أنه لا يحل إلا ما خرق لا ما صدم، فلا بد من التذكية قبل الموت، وإلا كان وقيذا.
قال الشوكاني في «فتح القدير» «٤» : وأما البنادق المعروفة الآن، وهي بنادق
_________
(١) قال مالك في «موطأه» (١/ ٤٢٢) عن نافع أنه قال: «رميت طائرين بحجر وأنا بالجرف، فأصبتهما، فأما أحدهما فمات، فطرحه عبد الله بن عمر، وأما الآخر فذهب عبد الله بن عمر يذكيه بقدم» فمات قبل أن يذكّيه، فطرحه عبد الله أيضا.
(٢) قال القرافي: «وفي الكتاب: المصيد بحجر أو بندق لا يؤكل ولو بلغ مقاتله، لأنه رضّ، وكذلك المعراض إذا أصاب بعرضه، وقال أبو حنيفة والشافعي، وكل ما جرح بحدّه أكل، كان عودا أو عصا أو رمحا، والمعراض: خشبة في رأسها زج، قال صاحب الإكمال: وقيل: سهم دون ريش، وقيل: عود رقيق الطرفين غليظ الوسط، والخذف لا يباح الرّمي به، لأن مصيدة وقيذ كالبندقية.
وعند الجمهور: لا يؤكل ما أصاب المعراض بعرضه خلافا لأهل الشام، ولا مصيد البندقية خلافا للشافعية وجماعة، فظاهر كلامه: تحريم الرّمي بالبندق ابتداء وإن ذكى مرميه، وبه قال الشافعي خلافا لابن حنبل، ولا ينبغي خلاف في إباحة الرّمي به السباع الصوائل والعدو المحارب.. (الذخيرة ٤/ ١٧٤، ١٧٥) ط دار الغرب الإسلامي- بيروت.
وانظر القرطبي (٦/ ٤٩، ٥٠) ، والروضة (٣/ ٢٤٣) . والقوانين الفقهية (١٨٨) ، والهداية (٤/ ١٥٥٠) ، تكملة فتح القدير (٩/ ٤٩٥) والوسيط للغزالي (٧/ ١١٢، ١١٣) .
والبندقة هي: طينة مدوّرة يرمى بها ويقال لها: الجلامق.
(٣) حديث صحيح: رواه البخاري (٩/ ٥٩٩) (١٣/ ٣٧٩) ، ومسلم (١٣/ ٧٦، ٧٧) ، والترمذي (١٤٦٥) ، والنسائي (٧/ ١٨٠، ١٨١) ، وابن ماجة (٥/ ٣٢) ، وأحمد في «المسند» (٤/ ٢٥٨، ٣٧٧، ٣٨٠) عن عدي بن حاتم مرفوعا.
(٤) انظره في (٢/ ٩) .',NULL,'234',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (232,'الحديد، التي يجعل فيها [البارود] «١» والرصاص، ويرمى بها، فلم يتكلم عليها أهل العلم لتأخر حدوثها، فإنها لم تصل إلى الديار اليمنية، إلا في المائة العاشرة من الهجرة، وقد سألني جماعة من أهل العلم عن الصيد بها إذا مات، ولم يتمكن الصائد من تذكيته حيا؟ والذي يظهر لي أنه حلال، لأنها تخرق وتدخل- في الغالب- من جانب منه، وتخرج من الجانب الآخر.
وقد قال صلّى الله عليه وآله وسلّم في الحديث الصحيح السابق: «إذا رميت بالمعراض فخرق فكله» «٢» ، فاعتبر الخرق في تحليل الصيد. انتهى.
قلت: وقد سبقه إلى ذلك السيد العلامة محمد بن إسماعيل الأمير حيث قال في «سبل السلام شرح بلوغ المرام» «٣» : قلت: وأما البنادق [المعروفة] «٤» الآن فإنها ترمي بالرصاص، فيخرج وقد صهرته نار البارود كالميل، فيقتل بحده لا بصدمه، فالظاهر حل ما قتله. انتهى.
وتعقبه ولده العلامة السيد عبد الله محمد الأمير وقال: هذا وهم من والدي- قدس الله تعالى روحه- فإن الرصاص لا يذوب أصلا، إنما تدفعه نار البارود، فيصيب بصدمة، يعرف هذا كل من يعرف البنادق المذكورة، والله أعلم. انتهى.
أقول: التحقيق أن النار تدفع الرصاص أولا، فيصيب الصيد، ثم يخرق الرصاص الصيد، فيموت الصيد بخرقه. فيكون حلالا كما احتج به الشوكاني. والله أعلم.
وَالْمُتَرَدِّيَةُ: هي التي [تتردى] «٥» من علو إلى أسفل، فتموت من غير فرق، بين أن تتردى من جبل، أو بئر، أو مدفن، أو غيرها.
والتردي مأخوذ من الردى وهو الهلاك، وسواء تردت بنفسها أو ردّاها غيرها «٦» .
وَالنَّطِيحَةُ هي فعلية بمعنى مفعولة، وهي التي تنطحها أخرى فتموت من دون تذكية. وقال قوم إنها فعلية بمعنى فاعلة لأن الدابتين تتناطحان فتموتان. وقال:
_________
(١) ما بين [] البارد وهو خطأ والصواب ما أثبت كما في «فتح القدير» (٢/ ٩) .
(٢) تقدّم آنفا.
(٣) انظره في (٤/ ٨٥) للصنعاني.
(٤) في «المطبوعة (المعرفة) وهو خطأ والتصويب من سبل السّلام (٤/ ٨٥) . [.....]
(٥) ما بين [] حرّف في «المطبوعة» إلى تردى وهو خطأ والتصويب من فتح القدير (٢/ ٩) .
(٦) انظر: الطبري (٦/ ٤٥) ، وابن كثير (٢/ ١٠) ، وزاد المسير (٢/ ٢٨٠) .',NULL,'235',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (233,'نطيحة ولم يقل نطيح، مع أنه قياس فعيل لأن لزوم الحذف مختص بما كان من هذا الباب، صفة لموصوف مذكور، فإن لم يذكر ثبتت التاء للنقل من الوصفية إلا الاسمية.
وقرأ أبو ميسرة: والمنطوحة «١» .
وَما أَكَلَ السَّبُعُ: أي وحرم ما افترسه ذو ناب، كالأسد والنمر والذئب والضبع ونحوها. والمراد هنا ما أكل منه السبع، لأن ما أكله السبع كله قد فني، ومن العرب من يخص اسم السبع بالأسد، وكانت العرب إذا أكل السبع الشاة، ثم خلصوها منه أكلوها، وإن ماتت ولم يذكوها.
إِلَّا ما ذَكَّيْتُمْ في محل نصب على الاستثناء المتصل عند الجمهور، وهو راجع على ما أدركت ذكاته من المذكورات سابقا وفيه حياة.
وقال المدنيون: وهو المشهور من مذهب مالك، وهو أحد قولي الشافعي: إنه إذا بلغ السّبع منها إلى ما لا حياة معه، فإنها لا تؤكل. وحكاه في «الموطأ» «٢» عن زيد بن ثابت، وإليه ذهب إسماعيل القاضي، فيكون الاستثناء على هذا القول منقطعا أي حرمت عليكم هذه الأشياء، لكن ما ذكيتم فهو الذي يحل ولا يحرم. والأول أولى.
والذكاة في كلام العرب: الذبح. قاله قطرب وغيره. وأصل الذكاة في اللغة:
التمام، أي تمام استكمال القوة.
والذكاء: حدة القلب، وسرعة الفطنة.
_________
(١) انظر: الطبري (٦/ ٤٦) ، زاد المسير (٢/ ٢٨٠) ، ابن كثير (٢/ ١٠) ، ابن عطية (٤/ ٣٣٧) .
(٢) انظر: الموطأ (١/ ٣٩٩) وما بعدها.
وقال اللخمي: المنخنقة والموقوذة، بالذّال المعجمة، وهي التي تضرب حتى تموت، والمتردية، والنطيحة، وما أكل السبع، ما مات منها فحام، وما لو ترك لعاش يذكى، وغير المرجو، والذي حدث به في مواضع الذكاة لم تؤكل، وفي غيره يذكى ويؤكل عند مالك.
قال ابن القاسم: ولو انتثرت الحشوة، لأن قوله تعالى: إِلَّا ما ذَكَّيْتُمْ بعد ذكر هذه الأقسام، استثناء متصل، لأنه الأصل، وقيل: لا يؤكل لأنه منقطع أي من غيرهن، لأنه لولا ذلك لكان قوله حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ يغني عنه.
وفي الجواهر: منع أبو الوليد جريان الخلاف الذي ذكره اللخمي إذا كان المقتل في غير محل الذكاة، وقال: المذهب كله على المنع، وإنما الخلاف إذا بلغت الناس بغير إصابة مقتل ...
وانظر: الذخيرة للقرافي (٤/ ١٢٨، ١٢٩) ، والوسيط في مذهب الشافعية للغزالي (٧/ ١٠٧، ١٠٨، ١١٣) .',NULL,'236',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (234,'والذكاة: ما تذكى به النار، ومنه أذكيت الحرب والنار أوقدتهما.
وذكاء: اسم الشمس.
والمراد هنا إلا ما أدركتم ذكاته على التمام.
والتذكية في الشرع: عبارة عن انهمار الدم، وفري الأوداج في المذبوح، والنحر في المنحور، والعقر في غير المقدور، مقرونا بالقصد لله، وذكر اسمه عليه.
وأما الآلة التي تقع بها الذكاة، فذهب الجمهور إلى أن كل ما أنهر الدم، وفرى الأوداج، فهو آلة للذكاة، ما خلا السن والعظم، وبهذا جاءت الأحاديث الصحيحة «١» .
وَما ذُبِحَ عَلَى النُّصُبِ: قال ابن فارس: النصب: حجر كان ينصب فيعبد، وتصب عليه دماء الذبائح.
والنصائب: حجارة تنصب حوالي شفير البئر [فتجعل] «٢» عضائد «٣» ، وقيل:
النصب جمع واحده نصاب، كحمار وحمر، قرأ طلحة [ابن مصرف] : بضم النون وسكون الصاد. وروي عن أبي عمرو: بفتح النون وسكون الصاد. وقرأ الجحدري:
بفتح النون والصاد، جعله اسما موحدا كالجبل والجمل، والجمع أنصاب كالأجبال والأجمال.
قال مجاهد: هي حجارة كانت حوالي مكة، يذبحون عليها «٤» .
قال ابن جرير: كانت العرب تذبح بمكة، وتنضح بالدم ما أقبل من البيت، ويشرحون اللحم، ويضعونه على الحجارة، فلما جاء الإسلام، قال المسلمون للنبي صلّى الله عليه وآله وسلّم: نحن أحق أن نعظم هذا البيت بهذه الأفعال فأنزل الله: وَما ذُبِحَ عَلَى النُّصُبِ «٥» .
والمعنى: والنية بذلك تعظيم النصب لأن الذبح عليها غير جائز. ولهذا قيل: إن
_________
(١) حديث صحيح: رواه البخاري (٩/ ٦٢٣، ٦٢٤، ٦٣٣) ، ومسلم (١٣/ ١٢٢، ١٢٥) ، عن رافع بن خديج مرفوعا.
(٢) حرف في «المطبوعة» إلى (فتجد) وهو خطأ والتصويب من مجمل اللغة لابن فارس [نصب] ، وكذلك فتح القدير (٢/ ١٠) .
(٣) جمع عضد وهو الحوض والطريق [اللسان] .
(٤) انظر: الطبري (٦/ ٤٦) . وابن عطية (٤/ ٣٤٠) .
(٥) وهذا قول ابن جرير كما في «جامعه» (٦/ ٤٦، ٤٧) .',NULL,'237',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (235,'على بمعنى اللام، أي: لأجلها. قاله قطرب، وهو على هذا داخل في غير ما أهلّ به لغير الله، وخص بالذكر لتأكيد تحريمه، ولدفع ما كانوا يظنونه من أن ذلك لتشريف البيت وتعظيمه، وقيل: معناه ما قصد بذبحه تعظيم النصب، وإن لم يذكر اسمها عنده، فليس مكررا مع ما سبق، إذ ذاك فيما ذكر عند ذبحه اسم الصنم مثلا. فتأمل.
وَأَنْ تَسْتَقْسِمُوا: معطوف على ما قبله، أي وحرم عليكم الاستقسام.
بِالْأَزْلامِ وهي: قداح الميسر، واحدها زلم.
والأزلام للعرب ثلاثة أنواع:
أحدها: مكتوب فيه أفعل.
والآخر: مكتوب لا تفعل.
والثالث: مهمل لا شيء عليه، فيجعلها في خريطة معه، فإذا أراد فعل شيء أدخل يده- وهي متشابهة- فأخرج واحدا منها، فإن خرج الأول فعل ما عزم عليه، وإن خرج الثاني تركه، وإن خرج الثالث، أعاد الضرب حتى يخرج واحد من الأولين.
قال الزجاج: لا فرق بين هذا وبين قول المنجمين: لا تخرج من أجل نجم كذا واخرج لطلوع نجم كذا، وإنما قيل لهذا الفعل: استقسام لأنهم كانوا يستقسمون به الرزق وما يريدون فعله، كما يقال استسقى أي استدعى السقيا.
فالاستقسام: طلب القسم والنصيب.
وجملة قداح الميسر عشرة، وكانوا يضربون بها في المقامرة.
وقيل: إن الأزلام: كعاب فارس والروم التي يتقامرون بها، وقيل: هي الشطرنج.
وإنما حرم الله الاستقسام بالأزلام لأنه تعرض لدعوى علم الغيب، وضرب من الكهانة «١» .
ذلِكُمْ فِسْقٌ: إشارة إلى الاستقسام بالأزلام، أو إلى جميع المحرمات المذكورة هنا.
والفسق: الخروج عن الحد، وهذا وعيد شديد لأن الفسق هو أشد الكفر! لا ما
_________
(١) انظر أقوال أهل التفسير في «الطبري» (٦/ ٥٠) ، وابن كثير (٢/ ١١) ، والقرطبي (٦/ ٦٣) ، وابن عطية (٤/ ٣٤٥) ، وزاد المسير (٢/ ٢٩١) .',NULL,'238',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (236,'وقع عليه اصطلاح قوم من أنه منزلة بين الإيمان والكفر «١» .
قوله: فَمَنِ اضْطُرَّ: هذا متصل بذكر المحرمات، وما بينهما اعتراض وقع بين الكلامين للتأكيد، فإن تحريم هذه الخبائث من جملة الدين الكامل، أي من دعته الضرورة.
فِي مَخْمَصَةٍ: أي مجاعة، إلى أكل الميتة وما بعدها من المحرمات.
والخمص: ضمور البطن، ورجل خميص وخمصان، وامرأة خميصة وخمصانة، ومنه أخمص القدم. ويستعمل كثيرا في الجوع.
غَيْرَ مُتَجانِفٍ لِإِثْمٍ الجنف: الميل.
والإثم: الحرام، أي حال كون المضطر في مخمصة غير مائل لإثم، وهو بمعنى غير باغ ولا عاد. وكل مائل فهو متجانف وجنف.
فَإِنَّ اللَّهَ غَفُورٌ له رَحِيمٌ (٣) به، لا يؤاخذه بما ألجأته إليه الضرورة في الجوع، مع عدم ميله بأكل ما حرم عليه إلى الإثم بأن يكون باغيا على غيره، أو متعديا لما دعت إليه الضرورة «٢» .
[الآية الرابعة] يَسْئَلُونَكَ ماذا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّباتُ وَما عَلَّمْتُمْ مِنَ الْجَوارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسابِ (٤) .
قُلْ أُحِلَّ لَكُمُ الطَّيِّباتُ: هي ما يستلذ أكله، ويستطيبه أصحاب الطبائع السليمة، مما أحله الله لعباده، أو لم يرد نصّ بتحريمه. وقيل: هي الحلال، وقيل: الطيبات الذبائح لأنها طابت بالتذكية، وهو تخصيص للعام بغير مخصص، والسبب والسياق لا يصلحان لذلك.
وَما عَلَّمْتُمْ مِنَ الْجَوارِحِ: معطوف على الطيبات، بتقدير مضاف لتصحيح
_________
(١) أرباب هذا القول هم المعتزلة وانظر: «التنبيه والرد على أهل الأهواء والبدع» ، للملطي (ص ٥٠) وما بعدها.
(٢) انظر: المحرر الوجيز (٤/ ٣٤٩) ، والقرطبي (٦/ ٦٤، ٦٥) ، فتح القدير (٢/ ١١) .',NULL,'239',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (237,'المعنى، أي أحل لكم صيد ما علّمتم من أمر الجوارح والصيد بها.
قال القرطبي «١» : قد ذكر بعض من صنف في أحكام [القرآن] «٢» : أن الآية تدل على أن الإباحة تناولت ما علّمنا من الجوارح، وهو [ينتظم] «٣» الكلب وسائر جوارح الطير، وذلك يوجب إباحة سائر وجوه الانتفاع، فدل على جواز بيع الكلب، والجوارح، والانتفاع بها بسائر وجوه المنافع، إلا ما خصه الدليل، وهو الأكل من الجوارح: أي الكواسب من الكلاب وسباع الطير.
قال «٤» : وأجمعت الأمة، على أن الكلب- إذا لم يكن أسود، وعلّمه مسلم، ولم يأكل من صيده الذي صاده، أو أثّر فيه بجرح، أو تنييب، وصاد به مسلم، وذكر الله عند إرساله- صيده صحيح، يؤكل بلا خلاف. فإن انخرم، شرط من هذه الشروط دخل الخلاف، فإن كان الذي يصاد به غير كلب كالفهد وما أشبهه، وكالبازي والصقر ونحوهما في الطير، فجمهور الأمة على أن كل ما صاد بعد التعليم فهو جارح كاسب.
يقال: جرح فلان واجترح، إذا اكتسب، ومنه الجارحة لأنه يكتسب بها، ومنه قوله تعالى: وَيَعْلَمُ ما جَرَحْتُمْ بِالنَّهارِ [الأنعام: ٦٠] ، وقوله: أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئاتِ
[الجاثية: ٢١] .
مُكَلِّبِينَ: حال، والمكلب: معلّم الكلاب كيفية الاصطياد. وخص معلم الكلاب، وإن كان معلم سائر الجوارح مثله، لأن الاصطياد بالكلاب هو الغالب. ولم يكتف بقوله: وَما عَلَّمْتُمْ مِنَ الْجَوارِحِ- مع أن [التكليب] «٥» هو التعليم- لقصد التأكيد لما لا بد منه من التعليم. وقيل إن السبع يسمى كلبا، فيدخل كل سبع يصاد به، وقيل:
إن هذه الآية خاصة بالكلاب.
وقد حكى ابن المنذر عن ابن عمر أنه قال: ما يصاد بالبزاة وغيرها من الطير، فما أدركت ذكاته فهو حلال، وإلا فلا تطعمه «٦» .
_________
(١) انظر في «تفسيره» (٦/ ٦٦) .
(٢) حرّف إلى بقرآن وهو خطأ واضح. [.....]
(٣) حرّفت إلى «انخرم» والتصويب من القرطبي.
(٤) أي القرطبي كما تقدّم.
(٥) حرّفت إلى (التكليف) وهو خطأ، والتصويب من فتح القدير (٢/ ١٣) .
(٦) رواه الطبري في «جامعه» (٦/ ٦٣) .',NULL,'240',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (238,'قال ابن المنذر: وسئل أبو جعفر عن البازي هل يحل صيده؟ قال: لا! إلا أن تدرك ذكاته.
وقال الضحاك والسدي: وَما عَلَّمْتُمْ مِنَ الْجَوارِحِ مُكَلِّبِينَ: هي الكلاب خاصة «١» .
فإن كان الكلب الأسود بهيما، كره صيده الحسن وقتادة والنخعي.
وقال أحمد: ما أعرف أحدا يرخص فيه إذا كان بهيما، وبه قال ابن راهويه «٢» .
فأما عامة أهل العلم بالمدينة والكوفة فيرون جواز صيد كل كلب معلم «٣» ، واحتج من منع من صيد الكلب الأسود بقوله صلّى الله عليه وآله وسلّم: «الكلب الأسود شيطان» أخرجه مسلم وغيره «٤» .
والحق أنه يحل صيد كل ما يدخل تحت عموم الجوارح من غير فرق بين الكلب وغيره، وبين الأسود من الكلاب وغيره، وبين الطير وغيره.
ويؤيد هذا أن سبب نزول الآية سؤال عدي بن حاتم عن صيد البازي «٥» .
_________
(١) روى هذين القولين الطبري في «تفسيره» (٦/ ٦٣) ، والبغوي في «معالم التنزيل (٢/ ١٢) ، وذكره ابن كثير نحوه عن ابن عباس (٢/ ١٥) أيضا.
(٢) قال في «المقنع» : إلا الكلب الأسود البهيم، فلا يباح صيده. وقال ابن قدامة في «الشرح الكبير» والبهيم الذي لا يخالط لونه لون أسود.
قال أحمد: الذي ليس فيه بياض، وقال المرداوي في «الإنصاف» : لو كان بين عينيه نكتتان تخالفان لونه، لم يخرج بهما عن البهيم وأحكامه، وانظر: المقنع، الشرح الكبير، الإنصاف (٢٧/ ٣٨٦، ٣٨٧) ط. دار هجر.
(٣) انظر: الذخيرة للقرافي (٤/ ١٧٢) ط. دار الغرب. والهداية للمرغيناني (٤/ ١٥٣٩) ، الوسيط للغزالي (٧/ ١٠٨، ١٠٩) .
(٤) حديث صحيح: رواه مسلم (١٠/ ٢٣٦) ، وأبو داود (٢٨٤٦) . وأحمد في «المسند» (٣/ ٣٣٣) عن جابر مرفوعا.
ورواه مسلم (٤/ ٢٢٦، ٢٢٧) ، وأبو داود (٧٠٢) والترمذي (٣٣٨) والنسائي (٢/ ٦٣، ٦٤) ، وابن ماجة (٩٥٢) ، وأحمد في «المسند» (٥/ ١٤٩، ١٦١) عن عبد الله بن الصامت مرفوعا نحوه.
ورواه البخاري (٦/ ٣٦٠) ، ومسلم (١٠/ ٢٣٤، ٢٣٦) بنحوه عن ابن عمر مرفوعا.
(٥) انظر: زاد المسير (٢/ ٢٩٢) ، ابن عطية (٤/ ٣٥٤، ٣٥٥) .
ولفظ «البازي» لم يرد في هذا الحديث الذي في «الصحيحين» عن عدي بن حاتم.
وإنما ورد عند أبي داود (٢٨٥١) ، والترمذي (١٤٦٧) وأحمد في «المسند» (٤/ ٢٥٧) ، والبيهقي (٩/ ٢٣٨) . وقال أبو عيسى: هذا حديث لا نعرفه إلا من حديث مجالد عن الشعبي.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (239,'تُعَلِّمُونَهُنَّ: أي تؤدبونهن. والجملة في محل نصب على الحال.
مِمَّا عَلَّمَكُمُ اللَّهُ: أي مما أدركتموه بما خلقه فيكم من العقل، الذي تهتدون به إلى تعليمها وتدريبها، حتى تصير قابلة لإمساك الصيد لكم عند إرسالكم له.
فَكُلُوا: الفاء للتفريع، والجملة متفرعة على ما تقدم من تحليل صيد ما علّموه من الجوارح، و (من) في قوله: مِمَّا أَمْسَكْنَ عَلَيْكُمْ للتبعيض، لأن بعض الصيد لا يؤكل، كالجلد والعظم، وما أكله الكلب ونحوه.
وفيه دليل على أنه لا بد أن يمسكه على صاحبه، فإن أكل منه فإنما أمسكه على نفسه، كما في الحديث الصحيح «١» .
وقد ذهب الجمهور إلى أنه لا يحل أكل الصيد الذي يقصده الجارح من تلقاء نفسه من غير إرسال.
وقال عطاء بن أبي رباح والأوزاعي- وهو مروي عن سلمان الفارسي وسعد بن أبي وقاص وأبي هريرة وعبد الله بن عمر، وروي عن علي وابن عباس والحسن البصري والزهري وربيعة ومالك والشافعي في القديم- إنه يؤكل صيده «٢» .
ويرد عليهم قوله تعالى: مِمَّا أَمْسَكْنَ عَلَيْكُمْ، وقوله صلّى الله عليه وآله وسلّم لعدي بن حاتم: «إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فكل ما أمسك عليك» ، وهو في الصحيحين وغيرهما «٣» .
وفي لفظ لهما: «فإن أكل فلا تأكل فإني أخاف أن يكون أمسك على نفسه» «٤» .
وأما ما أخرجه أبو داود بإسناد جيد من حديث أبي ثعلبة قال: قال رسول
_________
وقال البيهقي: ذكر البازي في هذه الرواية لم يأت به الحفّاظ الذين قدمنا ذكرهم عن الشعبي، وإنما أتى به مجالد. والله أعلم.
ومجالد قال عنه الحافظ: «ليس بالقوي، وقد تغيّر في آخر عمره» .
(١) هو حديث عدي المتقدّم ذكره وتخريجه.
(٢) انظر: تفسير الطبري (٦/ ٦٣) ، وابن الجوزي (٢/ ٢٩٢) ، والمغني (١٣/ ٢٦٣) ، والمقنع والشرح الكبير، والإنصاف معا (٢٧/ ٣٨٩، ٣٩١) ، والوسيط للغزالي (٧/ ١١٥) ، والروضة (٣/ ٢٤٩) ، والمنهاج (ص ١٤١) .
(٣) سبق تخريجه.
(٤) حديث صحيح: رواه البخاري (٩/ ٦٠٣) ، ومسلم (١٣/ ٧٦) عن عدي بن حاتم، وتقدّم. [.....]',NULL,'242',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (240,'الله صلّى الله عليه وآله وسلّم: «إذا أرسلت كلبك المعلم وذكرت اسم الله فكل وإن أكل منه» «١» .
وقد أخرجه أيضا بإسناد جيد من حديث عمرو بن شعيب عن أبيه عن جده وأخرجه أيضا النسائي.
فقد جمع بعض الشافعية بين هذه الأحاديث: بأنه إن أكل عقب ما أمسك، فإنه يحرم، لحديث عدي بن حاتم وإن أمسكه ثم انتظر صاحبه، فطال عليه الانتظار، وجاع فأكل من الصيد لجوعه- لا لكونه أمسكه على نفسه- فإنه لا يؤثر ذلك ولا يحرم به الصيد. وهذا جمع حسن «٢» .
وقال آخرون: إنه إذا أكل الكلب منه حرم، لحديث عدي، وإن أكل غيره لم يحرم للحديثين الآخرين.
وقيل يحمل حديث [أبي] «٣» ثعلبة على ما إذا أمسكه وخلاه ثم عاد فأكل منه. وقد سلك كثير من أهل العلم طريق الترجيح، ولم يسلكوا طريق الجمع، لما فيها من البعد.
قالوا: وحديث عدي بن حاتم أرجح لكونه في «الصحيحين» . وقد قرر الشوكاني هذا المسلك في «شرح المنتقى» «٤» بما يزيد الناظر فيه بصيرة.
وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ الضمير في عليه يعود إلى وَما عَلَّمْتُمْ، أي سموا عليه عند إرساله أو [لما] «٥» أمسكن عليكم: أي سموا عليه إذا أردتم ذكاته.
وقد ذهب الجمهور إلى وجوب التسمية عند إرسال الجارح، واستدلوا بهذه الآية، ويؤيده حديث عدي بن حاتم الثابت في «الصحيحين» وغيرهما بلفظ: «إذا أرسلت كلبك فاذكر اسم الله، وإذا رميت بسهمك فاذكر اسم الله» «٦» .
وقال بعض أهل العلم: إن المراد التسمية عند الأكل. قال
_________
(١) إسناده ضعيف: رواه أبو داود (٢٨٥٢، ٢٨٥٧) ، والبيهقي (٩/ ٢٣٧، ٢٣٨) ، والدارقطني (٤/ ٢٩٣، ٢٩٤) ، عن أبي ثعلبة الخشني مرفوعا بنحوه.
وضعّفه الألباني في «ضعيف أبي داود» (٦١١) . فانظر كلامه فيه.
(٢) يردّ ذلك نكار الأحاديث التي وردت في ذكر أكل من الصيد والله أعلم.
(٣) صحف إلى (ابن) وهو خطأ ظاهر.
(٤) انظر: نيل الأوطار (٩/ ٧٢٦) .
(٥) حرفت إلى «لم» والصواب ما أثبت وكما في فتح القدير (٢/ ١٤) .
(٦) تقدّم تخريجه.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (241,'القرطبي «١» : وهو الأظهر.
واستدلوا بالأحاديث التي فيها الإرشاد إلى التسمية، وهذا خطأ فإن النبي صلّى الله عليه وآله وسلّم قد وقّت التسمية بإرسال الكلب، وإرسال السهم، ومشروعية التسمية عند الأكل حكم آخر، ومسألة غير هذه المسألة، فلا وجه لحمل ما ورد في الكتاب والسنة هنا، على ما ورد في التسمية عند الأكل، ولا ملجىء إلى ذلك.
وفي لفظ في «الصحيحين» من حديث عدي: «إن أرسلت كلبك وسميت فأخذ فكل» «٢» . وقد ذهب جماعة إلى أن التسمية شرط، وذهب آخرون إلى أنها سنة فقط، وذهب جماعة إلى أنها شرط على الذاكر لا الناسي. وهذا أقوى الأقوال وأرجحها «٣» .
[الآية الخامسة] الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّباتُ وَطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ وَطَعامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسافِحِينَ وَلا مُتَّخِذِي أَخْدانٍ وَمَنْ يَكْفُرْ بِالْإِيمانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ (٥) .
الْيَوْمَ: المراد بهذا اليوم والمذكورين قبله وقت واحد، وإنما كرّر للتأكيد، ولاختلاف الأحداث الواقعة فيه حسن تكريره، كذا قال أبو السعود. وقيل: أشار بذكر اليوم إلى وقت محمد صلّى الله عليه وآله وسلّم.
كما تقول: هذه أيام فلان.
الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّباتُ: هذه الجملة مؤكدة للجملة الأولى وهي قوله: أُحِلَّ لَكُمُ الطَّيِّباتُ، وقد تقدم بيان الطيبات.
_________
(١) انظره في «تفسيره» (٦/ ٧٤) .
(٢) البخاري (٩/ ٦١٢) ، ومسلم (١٣/ ٧٦) .
(٣) انظر: تفسير ابن عطية (٤/ ٣٥٦) ، القرطبي (٦/ ٧٤) ، الذخيرة للقرافي (٤/ ١٣٤) ، والهداية للمرغيناني (٤/ ١٤٤٦، ١٤٤٧) ، ونصب الراية للزيلعي (٤/ ١٨٢) ، إعلام الموقعين (٢/ ١٥٤، ١٥٥) .',NULL,'244',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (242,'وَطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ: الطعام اسم لكل ما يؤكل، ومنه الذبائح، وذهب أكثر أهل العلم إلى تخصيصه هنا بالذبائح «١» ، وفي هذه الآية دليل على أن جميع طعام أهل الكتاب- من غير فرق بين اللحم وغيره- حلال للمسلمين، وإن كانوا لا يذكرون على ذبائحهم اسم الله، فتكون هذه الآية مخصصة لعموم قوله: وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ [الأنعام: ١٢١] . وظاهر هذا أن ذبائح أهل الكتاب حلال، وإن ذكر اليهودي على ذبيحته اسم عزيز، وذكر النصراني على ذبيحته اسم المسيح. وإليه ذهب أبو الدرداء وعبادة بن الصامت وابن عباس والزهري وربيعة والشعبي ومكحول «٢» .
وقال عليّ وعائشة وابن عمر: إذا سمعت الكتابي يسمي على الذبيحة اسم غير الله فلا تأكل.
وهو قول طاووس والحسن «٣» ، وتمسكوا بقوله تعالى: وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ [الأنعام: ١٢١] . وقوله تعالى: وَما أُهِلَّ لِغَيْرِ اللَّهِ [المائدة: ٣] .
وقال مالك: إنه يكره ولا يحرم «٤» .
فهذا الخلاف إذا علمنا أن أهل الكتاب ذكروا على ذبائحهم اسم غير الله، وأما مع عدم العلم، فقد حكى الطبري وابن كثير الإجماع على حلها لهذه الآية «٥» .
ولما ورد في السنة من أكله صلّى الله عليه وآله وسلّم من الشاة المصلية التي أهدتها إليه اليهودية.
وكذلك جراب الشحم الذي أخذه بعض الصحابة من خيبر وعلم بذلك النبي صلّى الله عليه وآله وسلّم، وهما في «الصحيح» وغير ذلك.
والمراد بأهل الكتاب هنا: اليهودي والنصارى.
وأما المجوس فذهب الجمهور إلى أنها لا تؤكل ذبائحهم، ولا تنكح نساؤهم، لأنهم ليسوا بأهل الكتاب على المشهور عند أهل العلم «٦» .
_________
(١) انظر: الطبري (٦/ ٦٦) ، وابن كثير (٢/ ١٩) .
(٢) انظر: زاد المسير (٢/ ٢/ ٢٩٥) ، الطبري (٦/ ٦٦) ، ابن كثير (٢/ ١٩) ، المحرر الوجيز لابن عطية (٤/ ٣٥٧، ٣٥٩) .
(٣) انظر: الطبري (٦/ ٦٦، ٦٧) ، ابن كثير (٢/ ٢١) ، ابن عطية (٤/ ٣٥٩) ط. الدّوحة.
(٤) انظر: الذخيرة للقرافي المالكي (٤/ ١٧٠) .
(٥) انظر: المصادر السابقة. [.....]
(٦) انظر: الوسيط للغزالي (٧/ ١٠١) ، الروضة للنووي (٧/ ١٤٢) ، والذخيرة للقرافي (٤/ ١٦٩،',NULL,'245',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (243,'وخالف في ذلك أبو ثور، وأنكر عليه الفقهاء ذلك، حتى قال أحمد بن حنبل: أبو ثور كاسمه! يعني في هذه المسألة «١» .
وكأنه تمسك بما يروى عن النبي صلّى الله عليه وآله وسلّم مرسلا، أنه قال في المجوس: «سنوا بهم سنة أهل الكتاب» ولم يثبت بهذا اللفظ «٢» .
وعلى فرض أن له أصلا ففيه زيادة تدفع ما قاله. وهي قوله: «غير آكلي ذبائحهم ولا ناكحي نسائهم» «٣» ورواه بهذه الزيادة جماعة، ممن لا خبرة لهم بفن الحديث من المفسرين والفقهاء، ولا يثبت الأصل ولا الزيادة، بل الذي ثبت في «الصحيح» أن النبي صلّى الله عليه وآله وسلّم أخذ الجزية من مجوس هجر «٤» .
وأما بنو تغلب «٥» فكان علي بن أبي طالب رضي الله عنه ينهى عن ذبائحهم لأنهم عرب وكان يقول: إنهم لم يتمسكوا بشيء من النصرانية إلا بشرب الخمر «٦» !.
_________
١٧٠) ، والملل والنحل للشهرستاني في حديثه عن المجوس (١/ ٢٣٠، ٢٤٤) .
(١) انظر ردّ الإمام أحمد عليه في «أحكام أهل الملل» لأبي بكر الخلّال (٤٥١، ٤٥٣) . وتلخيص الحبير (٣/ ٣٥٤) .
(٢) رواه مالك في «الموطأ» (٢/ ٢٣٢) ، والشافعي في «الأم» (٤/ ١٨٣) ، وابن أبي شيبة (٧/ ٥٨٤) ، وعبد الرزاق (١٠٠٢٥) ، وأبو عبيد في «الأموال» (٧٧) ، والبيهقي (٩/ ١٨٩، ١٩٠) عن عمر مرفوعا.
وفي إسناده انقطاع محمد بن عليّ بن الحسين أبو جعفر الباقر رضي الله عنهم، لم يلق عبد الرحمن بن عوف وعمر بن الخطاب.
ولكن له شاهد عند الطبراني (٦٦٦٠) عن عبد الرحمن بن عوف مرفوعا.
قال الحافظ: هو منقطع إلا أن يكون الضمير في جده يعود على محمد، فجده حسين سمع منهما، لكن في سماع محمد من حسين نظر كبير، ورواه ابن أبي عاصم في كتاب النكاح بسند حسن.. عن زيد بن وهب قال: كنت عند عمر فذكر من عنده المجوس، فوثب عبد الرحمن بن عوف فقال: أشهد بالله على رسول الله صلّى الله عليه وآله وسلّم لسمعه يقول: «إنما المجوس طائفة من أهل الكتاب، فاحملوهم على ما تحملون عليه أهل الكتاب» . (التلخيص ٣/ ٣٥٣) ط. قرطبة- القاهرة.
وقال الزرقاني عن هذا الحديث: «هو عام أريد به الخصوص» (شرح المنتقى ٢/ ١٣٩) .
(٣) إسناده ضعيف: ورواه ابن أبي شيبة (١٢/ ٢٤٢) ، (٩١/ ١٢٦) ، (١٢/ ٢٤٩) ، (١٢٧٠٦) والبيهقي (٩/ ١٩٢، ٢٨٥) .
وأورده الحافظ في «التلخيص» (٣/ ٣٥٤) وقال: وهو مرسل، وفي إسناده قيس بن الربيع وهو ضعيف، قال البيهقي: وإجماع أكثر المسلمين عليه يؤكده.
(٤) حديث صحيح: رواه البخاري (٦/ ٢٥٧) ، عن عبد الرحمن بن عوف.
(٥) تسكن بلاد تغلب بالجزيرة الفراتية، وتعرف بديار ربيعة (معجم قبائل العرب) لكحالة (١/ ١٢٠) .
(٦) حديث صحيح: رواه الشافعي في «الأم» (٢/ ٢٥٤) ، (٤/ ٣٠٠) ، وعبد الرزاق في «المصنف»',NULL,'246',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (244,'وهكذا سائر العرب المتنصرة كتنوخ، وجذام، ولخم، وعاملة، ومن أشبههم «١» .
قال ابن كثير «٢» : وهو قول غير واحد من السلف والخلف.
وروي عن سعيد بن المسيب والحسن البصري أنهما كانا لا يريان بأسا بذبيحة نصارى بني تغلب «٣» .
وقال القرطبي «٤» : قال جمهور الأمة: إن ذبيحة كل نصراني حلال، سواء كان من بني تغلب أو من غيرهم، وكذلك اليهود.
وقال «٥» : ولا خلاف بين العلماء أن ما لا يحتاج إلى ذكاة، كالطعام يجوز أكله مطلقا.
وَطَعامُكُمْ حِلٌّ لَهُمْ: أي وطعام المسلمين حلال لأهل الكتاب. وفيه دليل على أنه يجوز للمسلمين أن يطعموا أهل الكتاب من ذبائحهم، وهذا من باب المكافأة والمجازاة، وإخبار للمسلمين بأن ما يأخذونه من أعواض الطعام حلال لهم بطريق الدلالة الالتزامية.
وَالْمُحْصَناتُ: مبتدأ، واختلف في تفسيرهن هنا: فقيل: العفائف، وقيل الحرائر «٦» .
وقرأ الشعبي بكسر الصاد، وبه قرأ الكسائي. وقد تقدم الكلام على هذا مستوفى في البقرة والنساء «٧» .
_________
(٨٥٧٠) ، والبيهقي في «الكبرى» (٩/ ٢٨٤) .
وصححه الحافظ في «فتح الباري» (٩/ ٦٣٧) .
(١) انظر: أحكام أهل الذمة (١/ ١٣٦) .
(٢) انظره في «تفسيره» (٢/ ٢١) .
(٣) انظر: الطبري (٦/ ٦٦) ، وزاد المسير (٢/ ٢٩٦) .
(٤) انظره في «تفسيره» (٦/ ٧٦، ٧٨) .
(٥) أي القرطبي (٦/ ٧٨) . [.....]
(٦) انظر: الطبري (٦/ ٦٦) ، النكت (١/ ٤٤٩) .
(٧) انظر: معاني القراءات للأزهري (ص ١٢٣) ، وقال: «وأجمع القراء على فتح الصّاد من قوله جل وعز: «والمحصنات من النساء لأن معناهن أنهن أحصنّ بالأزواج» .
وقد تقدم الكلام عليه في سورة البقرة (١٧٣) ، والنساء (٢٤) .',NULL,'247',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (245,'وقوله: مِنَ الْمُؤْمِناتِ: وصف له، والخبر محذوف، أي حل لكم، وذكرهن هنا توطئة وتمهيدا لقوله:
وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ: المراد بهن الحرائر دون الإماء، هكذا قال الجمهور.
وحكى ابن جرير «١» عن طائفة من السلف: أن هذه الآية تعم كل كتابية حرة أو أمة.
وقيل: المراد بأهل الكتاب الإسرائيليات وبه قال الشافعي وهذا تخصيص بغير مخصص.
وقال عبد الله بن عمر: لا تحل النصرانية قال: ولا أعلم شركا أكبر من أن تقول:
ربها عيسى! وقد قال الله تعالى: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ ... الآية [البقرة: ٢٢١] .
ويجاب عنه بأن هذه الآية مخصصة للكتابيات من عموم المشركات، فيبنى العام على الخاص، وقد استدل من حرم نكاح الإماء الكتابيات بهذه الآية، لأنه حملها على الحرائر، ولقوله تعالى: فَمِنْ ما مَلَكَتْ أَيْمانُكُمْ مِنْ فَتَياتِكُمُ الْمُؤْمِناتِ [النساء: ٢٥] .
وقد ذهب إلى هذه كثير من أهل العلم، وخالفهم من قال: إن الآية تعم أو تخص العفائف، كما تقدم.
والحاصل: أنه يدخل تحت هذه الآية الحرة العفيفة من الكتابيات على جميع الأقوال، إلا على قول ابن عمر في النصرانية، ويدخل تحتها الحرة التي ليست بعفيفة، والأمة العفيفة، على قول من يقول إنه يجوز استعمال المشرك في كلا معنييه.
وأما من لم يجوّز ذلك فإن حمل المحصنات هنا على الحرائر، لم يقل بجواز نكاح الأمة عفيفة كانت أو غير عفيفة إلا بدليل آخر، ويقول بجواز نكاح الحرة عفيفة كانت أو غير عفيفة، وإن حمل المحصنات هنا على العفائف، قال بجواز نكاح الحرة العفيفة والأمة العفيفة دون غير العفيفة منها. ومذهب الإمام أبي حنيفة جواز نكاح الأمة الكتابية أخذا بعموم الآية «٢» .
_________
(١) انظر: الطبري (٦/ ١٠٥، ١٠٧) .
(٢) قال الرازي: «وعلى هذا البحث وقع الخلاف بين الشافعي وأبي حنيفة. فعند الشافعي لا يجوز التزوج بالأمة الكتابية: قال: لأنه اجتمع في حقها نوعان من النقصان: الكفر والرّق.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (246,'إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ: أي مهورهن، وجواب إذا محذوف، أي: فهي حلال، أو هي ظرف لخبر المحصنات المقدر، أي: حل لكم.
مُحْصِنِينَ: منصوب على الحال، أي حال كونكم أعفاء بالنكاح.
وكذا قوله: غَيْرَ مُسافِحِينَ: منصوب على الحال من الضمير في محصنين، أو صفة لمحصنين، والمعنى غير مجاهرين بالزنا.
وَلا مُتَّخِذِي أَخْدانٍ: معطوف على غير مسافحين، أو على مسافحين، ولا مزيدة للتأكيد.
والخدن: الصديق في السر يقع على الذكر والأنثى، أي ولم تتخذوا معشوقات، فقد شرط الله في الرجال العفة، وعدم المجاهرة بالزنا، وعدم اتخاذ أخدان، كما شرط في النساء أن يكن محصنات.
[الآية السادسة] يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦) .
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ: إذا أردتم القيام تعبيرا بالمسبب عن السبب، كما في قوله تعالى: فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ [النحل: ٩٨] .
وقد اختلف أهل العلم في هذا الأمر عند إرادة القيام إلى الصلاة، فقالت طائفة:
هو علم في كل قيام إليها، سواء كان القائم متطهرا أو محدثا فإنه ينبغي له إذا قام إلى
_________
وعند أبي حنيفة يجوز، وتمسّك بهذه الآية بناء على أن المراد بالمحصنات العفائف (مفاتيح الغيب ٥/ ٥٧٧)',NULL,'249',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (247,'الصلاة أن يتوضأ، وهو مروي عن علي وعكرمة «١» وقال بوجوبه داود الظاهري «٢» .
وقال ابن سيرين: كان الخلفاء يتوضؤون لكل صلاة «٣» .
وقالت طائفة أخرى: إن هذا الأمر خاص بالنبي صلّى الله عليه وآله وسلّم، وهو ضعيف! فإن الخطاب للمؤمنين والأمر لهم «٤» .
وقالت طائفة: الأمر للندب طلبا للفضل.
وقال آخرون: الوضوء لكل صلاة كان فرضا عليهم بهذه الآية، ثم نسخ في فتح مكة «٥» .
وقال جماعة: هذا الأمر خاص بمن كان محدثا.
وقال آخرون: المراد إذا قمتم من النوم إلى الصلاة، فيعم الخطاب كل قائم من النوم «٦» .
وقد أخرج مسلم وأحمد وأهل «السنن» «٧» عن بريدة. قال: «كان النبي صلّى الله عليه وآله وسلّم يتوضأ عند كل صلاة، فلما كان يوم الفتح، توضأ ومسح على خفيه، وصلى الصلوات بوضوء واحد، فقال له عمر: يا رسول الله إنك فعلت شيئا لم تكن تفعله؟. قال: عمدا فعلته
_________
(١) إسناده ضعيف: رواه الدارمي في «سننه» (١/ ١٦٨) ، وابن جرير في «تفسيره» (١١٣٢٣) ، من طريق مسعود بن عليّ الشيباني قال: سمعت عكرمة يقول: «كان عليّ رضي الله عنه يتوضأ عند كل صلاة..» فذكر الحديث. وعلته: الانقطاع بين الشيباني وعكرمة.
(٢) قال داود: يجب الوضوء لكل صلاة، وقال أكثر الفقهاء: لا يجب. (مفاتيح الغيب ٥/ ٥٨٠) .
(٣) إسناده ضعيف: رواه الطبري (٦/ ١١٣) ، وعلته: أن محمد بن سيرين لم يرو عن أحد من الخلفاء الأربعة ولم يدركهم.
(٤) انظر: الطبري (٦/ ١١٣) ، والقرطبي (٤/ ٢٠٧٧، ٢٠٧٩) ط دار الشعب.
ومما يدل على أن النبي صلّى الله عليه وآله وسلّم أمر بالوضوء لكل صلاة، فلما شق الأمر أمر بالسواك عند كل صلاة. رواه أبو داود (٤٨) ، وأحمد (٥/ ٢٢٥) ، والدارمي (١/ ١٦٨، ١٦٩) والحاكم (١/ ١٥٥، ١٥٦) ، عن ابن عمر مرفوعا. وصححه ووافقه الذهبي.
قلت: في إسناده محمد ابن إسحاق، وقد صرّح بالتحديث، فحديثه حينئذ حسن.
(٥) انظر: مفاتيح الغيب (٥/ ٥٨٢) ، القرطبي (٤/ ٢٠٧٨) ط دار الشعب، والطبري (٦/ ١١٢) .
(٦) انظر: المصادر السابقة.
(٧) حديث صحيح: رواه مسلم (٧٧) ، وأبو داود (١٧٢) ، والترمذي (٦١) ، والنسائي (١/ ١٦) ، وابن ماجة (٥١٠) ، وأحمد (٥/ ٣٥٠، ٣٥١، ٣٥٨) ، والدارمي (١/ ١٦٩) ، وابن حبان (١٧٠٦، ١٧٠٧، ١٧٠٨) .',NULL,'250',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (248,'يا عمر» . وهو مروي من طرق كثيرة بألفاظ متفقة في المعنى «١» .
وأخرج البخاري وأحمد وأهل «السنن» «٢» عن عمرو بن عامر الأنصاري: سمعت أنس بن مالك يقول: «كان النبي صلّى الله عليه وآله وسلّم يتوضأ عند كل صلاة. قال: قلت: فأنتم كيف تصنعون؟ قال: كنا نصلي الصلوات بوضوء واحد ما لم نحدث» .
فتقرر بما ذكر أن الوضوء لا يجب إلا على المحدث، وبه قال جمهور أهل العلم، وهو الحق.
فَاغْسِلُوا وُجُوهَكُمْ الوجه في اللغة: مأخوذة من المواجهة، وهو عضو مشتمل على أعضاء، وله طول وعرض، فحده في الطول: من مبتدأ سطح الجبهة إلى منتهى اللحيين، وفي العرض: من الأذن إلى الأذن.
وقد ورد الدليل بتخليل اللحية «٣» .
واختلف العلماء في غسل ما استرسل، والكلام في ذلك مبسوط في مواطنه «٤» .
وقد اختلف أهل العلم أيضا هل يعتبر في الغسل الدلك باليد، أم يكفي إمرار الماء؟ والخلاف في ذلك معروف والمرجع اللغة العربية فإن ثبت فيها أن الدلك داخل في مسمى الغسل كان معتبرا، وإلا فلا.
قال في «شمس العلوم» : غسل الشيء غسلا، إذا أجرى عليه الماء ودلكه.
انتهى.
وأما المضمضة والاستنشاق فإذا لم يكن لفظ الوجه يشتمل باطن الفم والأنف،
_________
(١) انظر بعضها عند ابن حبان (١٧٠٦، ١٧٠٧، ١٧٠٨) .
(٢) حديث صحيح: رواه البخاري (١/ ٣١٥) ، وأبو داود (١٧١) ، والترمذي (٦٠) ، والنسائي (١/ ٨٥) ، وابن ماجة (٥٠٩) ، وأحمد في «المسند» (٣/ ١٣٢، ١٣٣، ١٥٤) . [.....]
(٣) حديث صحيح: رواه أبو داود (١٤٥) ، والبيهقي في «الكبرى» (١/ ٥٤) عن أنس مرفوعا.
وروي نحوه عن عمار بن ياسر في «مسند ابن أبي شيبة- بتحقيقنا- وأحمد في «العلل» (١٠٣٥) والترمذي (٢٩) ، وابن ماجة (٤٢٩) ، والطيالسي (٦٤٥) ، والطبري (٦/ ١٢١) ، والحاكم (١/ ١٤٩) .
وانظر: المحلى لابن حزم (٢/ ٣٦) .
وانظر: ما رواه أبو عبيد في «الطهور» في مسألة تخليل اللحية والمذاهب التي فيها (ص ٣٤٣، ٣٥٢) تحقيق الأستاذ المحقق مشهور حسن سلمان.
(٤) راجع نيل الأوطار (١/ ١٨١) .',NULL,'251',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (249,'فقد ثبت غسلهما بالسنة الصحيحة «١» ، والخلاف في الوجوب وعدمه معروف. وقد أوضح الشوكاني ما هو الحق في مؤلفاته ك «المختصر» و «شرحه» و «نيل الأوطار» «٢» .
وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ: إلى الغاية. وأما كون ما بعدها يدخل فيما قبلها فمحل خلاف، وقد ذهب سيبويه وجماعة إلى أن ما بعدها إن كان من نوع ما قبلها دخل وإلا فلا. وقيل: إنها هنا بمعنى مع. وذهب قوم إلى أنها تفيد الغاية مطلقا، وأما الدخول وعدمه فأمر يدور مع الدليل.
وقد ذهب الجمهور أن المرافق تغسل، واستدلوا بما أخرجه الدارقطني والبيهقي من طريق القاسم بن محمد بن عبد الله بن محمد بن عقيل عن جده عن جابر بن عبد الله قال: «كان رسول الله صلّى الله عليه وآله وسلّم إذا توضأ أدار الماء على مرفقيه» . ولكن القاسم هذا متروك، وجده ضعيف «٣» .
وَامْسَحُوا بِرُؤُسِكُمْ: قيل الباء زائدة، والمعنى امسحوا رؤوسكم وذلك يقتضي تعميم المسح لجميع الرأس، وقيل: هي للتبعيض، وذلك يقتضي أنه يجزىء مسح بعضه.
واستدل القائلون بالتبعيض بقوله تعالى في التيمم فَامْسَحُوا بِوُجُوهِكُمْ [النساء: ٤٣] ولا يجزىء مسح بعض الوجه اتفاقا، وقيل: إنها للإلصاق، أي ألصقوا أيديكم برؤوسكم، وعلى كل حال فقد ورد في السنة المطهرة ما يفيد أنه يكفي مسح بعض الرأس، كما أوضح الشوكاني ذلك في مؤلفاته «٤» ، فكان هذا دليلا على المطلوب غير محتمل كاحتمال الآية، على فرض أنها محتملة، ولا شك أن من أمر غيره أن يمسح
_________
(١) منها: ما رواه أبو داود (١٤٤) ، عن لقيط بن صبرة.
وما رواه البخاري (١/ ٢٦٣) ومسلم، (٢٣٧) عن أبي هريرة مرفوعا.
وانظر: فتح الباري للحافظ (١/ ٢٦٢) فإن فيه فوائد.
(٢) انظره في (١/ ١٧١، ١٨١) ، وكذلك السيل الجرّار (١/ ٨١، ٨٢) .
(٣) رواه الدارقطني في «سننه» (١/ ٨٣) ، والبيهقي في «الكبرى» (١/ ٥٦) .
(٤) ذكر الشوكاني الاختلاف في المسألة ثم قال: وبعد هذا فلا شك في أولوية استيعاب المسح لجميع الرأس وصحة أحاديث ولكن دون الجزم بالوجوب مفاوز وعقبات اه. وانظر: نيل الأوطار (١/ ١٥٥، ١٥٧) .
وقال المصنف في «الروضة الندية» : «والسنة الصحيحة وردت بالبيان، وفيها ما يفيد جواز الاقتصار على مسح البعض في بعض الحالات» . (١/ ٣٧، ٣٨) .',NULL,'252',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (250,'رأسه كان ممتثلا بفعل ما يصدق عليه مسمى المسح وليس في لغة العرب ما يقتضي أنه لا بد في مثل هذا الفعل من مسح جميع الرأس، وهكذا سائر الأفعال المتعدية نحو:
اضرب زيدا أو أطعنه. فإنه يؤخذ المعنى العربي بوقوع الضرب أو الطعن على عضو من أعضائه ولا يقول قائل من أهل اللغة ومن هو عالم بها، إنه لا يكون ضاربا إلا بإيقاع الضرب على كل جزء من أجزاء زيد، وكذلك الطعن وسائر الأفعال. فاعرف هذا المعنى يتبين لك ما هو الصواب من الأقوال في مسح الرأس.
فإن قلت: يلزم مثل هذا في غسل الوجه واليدين والرجلين؟ قلت: تلزم لولا البيان من السنة في الوجه، والتحديد بالغاية في اليدين والرجلين، بخلاف الرأس، فإنه ورد في السنة مسح الكل ومسح البعض «١» .
وَأَرْجُلَكُمْ: قرأ نافع بنصب الأرجل، وهي قراءة الحسن البصري والأعمش، وقرأ ابن كثير وأبو عمرو وحمزة بالجر، فقراءة النصب تدل على أنه يجب غسل الرجلين، لأنها معطوفة على الوجوه والأيدي، وإلى هذا ذهب جمهور العلماء، والفصل بالممسوح بين المغسولات يفيد وجوب الترتيب في تطهير هذه الأعضاء، وعليه الشافعي.
وقراءة الجر تدل على أنه يجوز الاقتصار على مسح الأرجل، لأنها معطوفة على الرؤوس، وإليه ذهب ابن جرير الطبري، وهو مروي عن ابن عباس «٢» .
_________
(١) حديث صحيح: رواه مسلم (٢٧٤) ، عن المغيرة مرفوعا قوله: «أن النبي صلّى الله عليه وآله وسلّم مسح بناصيته وعلى العمامة وعلى خفيه» .
(٢) قال الأزهري: «من قرأ (وأرجلكم) نصبا عطفه على قوله «اغسلوا وجوهكم وأيديكم» أخر ومعناه التقديم: وقد رويت هذه القراءة عن ابن عباس، وبها قرأ الشافعي، ورويت عن ابن مسعود، وهي أجود القراءتين: لموافقتها الأخبار الصحيحة عن النبي صلّى الله عليه وآله وسلّم في غسل الرجلين» .
ومن قرأ (وأرجلكم) عطفها على قوله «وامسحوا برؤوسكم» وبيّنت السنة أن المراد بمسح الأرجل غسلها، وذلك أن المسح في كلام العرب يكون غسلا، ويكون مسحا باليد، والأخبار جاءت بغسل الأرجل ومسح الرؤوس، ومن جعل مسح الأرجل كمسح الرؤوس خطوطا بالأصابع فقد خالف ما صحّ عن رسول الله صلّى الله عليه وآله وسلّم أنه قال: «ويل للعراقيب من النار» و «ويل للأعقاب من النار» . وأخبرني أبو بكر بن عثمان عن أبي حاتم عن أبي زيد الأنصاري أنه قال: المسح عند العرب يكون غسلا، فلا بدّ من غسل الرجلين إلى الكعبين. (معاني القراءات ص ١٣٩، ١٤٠) ومادة مسح من تهذيب اللغة للأزهري.
وانظر: كفاية الأخبار للحصني رضي الله عنه (ص ٢٥) -.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (251,'قال داود الظاهري: يجب الجمع بين الأمرين على اقتضاء القراءتين.
وقال ابن العربي: اتفقت الأمة على وجوب غسلهما، وما علمت من ردّ ذلك إلا الطبري من فقهاء المسلمين، والرافضة من غيرهم! وتعلق الطبري بقراءة الجر! «١» .
قال القرطبي «٢» : قد روي عن ابن عباس أنه قال: الوضوء غسلتان ومسحتان «٣» .
قال: وكان عكرمة يمسح رجليه، وقال: ليس في الرجلين غسل إنما نزل فيهما المسح «٤» .
وقال عامر الشعبيّ: نزل جبرئيل بالمسح «٥» .
قال: وقال قتادة: افترض الله مسحتين وغسلتين «٦» .
قال «٧» : وذهب ابن جرير الطبري إلى أن فرضهما التخيير بين الغسل والمسح، وجعل القراءتين كالروايتين، وقوّاه النحاس، ولكنه قد ثبت في السنة المطهرة بالأحاديث الصحيحة من فعله صلّى الله عليه وآله وسلّم وقوله غسل الرجلين فقط «٨» .
وثبت عنه أنه قال: «ويل للأعقاب من النار» وهو في «الصحيحين» «٩» وغيرهما، فأفاد وجوب غسل الرجلين، وأنه لا يجزىء مسحهما لأن شأن المسح أن يصيب ما أصاب، ويخطىء ما أخطأ، فلو كان مجزيا لما قال: «ويل للأعقاب من النار» .
_________
(١) انظر الطبري (٦/ ١٣٠) .
(٢) انظره في تفسيره (٦/ ٩٢) .
(٣) إسناده ضعيف: رواه ابن جرير (١١٤٧٤) ، عن ابن جريح عن عمرو بن دينار عن عكرمة عن ابن عباس فذكره، وأورده القرطبي في «تفسيره» (٦/ ٩٢) .
(٤) رواه الطبري (١١٤٧٨) . وأورده القرطبي (٦/ ٩٢) .
(٥) إسناده حسن: رواه الطبري (١١٤٨٥) .
(٦) أثر صحيح: رواه الطبري (١١٤٨٧) . [.....]
(٧) أي القرطبي (٦/ ٩٢) .
(٨) رواه البخاري (١/ ٢٨٩، ٢٩٤، ٢٩٧) ، ومسلم (٣/ ١٢١، ١٢٣) ، (٢٣٥) عن عبد الله بن زيد مرفوعا.
وفي الباب عن الإمام عليّ وابن عباس.
(٩) رواه البخاري (١/ ٢٦٥) ، ومسلم (٣/ ١٢٨) ، وأبو داود (٩٧) ، والنسائي (١/ ٧٧) ، وابن ماجة (٤٥٠) ، وأحمد (٢/ ١٩٣) عن عبد الله بن عمرو بن العاص مرفوعا.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (252,'وقد ثبت أنه قال بعد أن توضأ وغسل رجليه: «هذا وضوء لا يقبل الله الصلاة إلا به» «١» .
وقد ثبت في «صحيح مسلم» «٢» وغيره أن رجلا توضأ فترك على قدمه مثل موضع الظفر فقال له: «ارجع فأحسن وضوءك» .
وأما المسح على الخفين فهو ثابت بالأحاديث المتواترة «٣» .
وقوله: إِلَى الْكَعْبَيْنِ: معناه معهما، كما بينت السنة، والكلام فيه كالكلام في قوله: إِلَى الْمَرافِقِ، وقد قيل في وجه جمع المرافق وتثنية الكعاب إنه لما كان في كل رجل كعبان ولم يكن في كل يد إلّا مرفق واحد لم يتوهم وجود غيره- ذكر معنى هذا ابن عطية.
وقال الكواشي «٤» : ثنى الكعبين وجمع المرافق، لنفي توهم أن في كل واحد من الرجلين كعبين، وإنما في كل واحدة كعب واحد، له طرفان من جانبي الرجل، بخلاف المرافق فهي أبعد عن الوهم. انتهى.
فهذه الفروض الأربعة في الوضوء، وبقي من فرائضه النية والتسمية، ولم يذكرا في هذه الآية، بل وردت بهما السنة «٥» .
وقيل: إن في هذه الآية ما يدل على النية لأنه لما قال: إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ كان تقدير الكلام فاغسلوا وجوهكم لها، وذلك هو النية المعتبرة، لا ما تعارف اليوم بين الناس، من التلفظ بعبارات مبتدعة! فقد صرح غير واحد بإنكار ذلك، وعدم وروده عن النبي صلّى الله عليه وآله وسلّم، بل ولا عن أحد من الصحابة وتابعيهم ومن بعدهم
_________
(١) إسناده ضعيف: رواه ابن ماجة (٤١٩) ، والدارقطني كما في «التلخيص» (١/ ٨٢، ٨٣) .
(٢) حديث صحيح: رواه مسلم (٣/ ١٣١، ١٣٢) ، عن جابر مرفوعا.
(٣) انظر: صحيح البخاري (١/ ٣٠٥) ، ومسلم (٣/ ١٧٣) .
(٤) في تفسيره وهو مخطوط بدار الكتب المصرية، ومعهد المخطوط العربية بالقاهرة، وهو تفسير جيد عظيم الفوائد البيانية، وكذا مختصره للمنصف أيضا.
(٥) أولا النية: ما رواه البخاري (١/ ٩، ١٣٥) ، ومسلم (١٩٠٧) عن عمر مرفوعا.
ثانيا التسمية: رواه أحمد (٢/ ٤١٨) ، وأبو داود (١٠١) ، وابن ماجة (٣٩٩) عن أبي هريرة مرفوعا قوله صلّى الله عليه وآله وسلّم: «لا صلاة لمن لا وضوء له، ولا وضوء لمن لم يذكر اسم الله عليه» .
وانظر: فتح القدير (٢/ ١٧، ١٨) .',NULL,'255',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (253,'من الأئمة المعتبرين رضوان الله عليهم أجمعين «١» .
وَإِنْ كُنْتُمْ جُنُباً: المراد بالجنابة هي الحاصلة بدخول حشفة، أو نزول مني الاحتلام، ونحو ذلك.
فَاطَّهَّرُوا: أي فاغتسلوا بالماء.
وقد ذهب عمر بن الخطاب وابن مسعود إلى أن الجنب لا يتيمم البتة، بل يدع الصلاة حتى يجد الماء، استدلالا بهذه الآية.
وذهب الجمهور إلى وجوب التيمم للجنابة مع عدم الماء. وهذه الآية هي للواجد، على أن التطهر هم أعمل من الحاصل بالماء، أو بما هو عوض عنه مع عدمه وهو التراب.
[وقد] «٢» صح عن عمر وابن مسعود الرجوع إلى ما قاله الجمهور، للأحاديث الصحيحة الواردة في تيمم الجنب مع عدم الماء «٣» .
وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ: قد قدم تفسير المرض والسفر والمجيء من الغائط في سورة النساء مستوفى، وكذلك تقدم الكلام على ملامسة النساء، وعلى التيمم وعلى الصعيد.
ومن قوله مِنْكُمْ لابتداء الغاية، وقيل: للتبعيض.
قيل: وجه تكرير هذا هو استيفاء الكلام في أنواع الطهارة.
ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ: أي ما يريد بأمركم بالطهارة بالماء، أو بالتراب التضييق عليكم في الدّين، ومنه قوله تعالى: ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلكِنْ يُرِيدُ لِيُطَهِّرَكُمْ
_________
(١) وانظر في بدعيّة الجهر بالنية: زاد المعاد (١/ ٢١، ٥٧) ، والإنصاف للمرداوي (١/ ٤٢١) وفتح القدير (١/ ١٨٦) ، والأمر بالاتباع للسيوطي (٢٩٥) .
(٢) حرّف في «المطبوعة» إلى (وقال) وهو خطأ واضح والتصويب من فتح القدير (٢/ ١٨) .
(٣) منها: ما رواه البخاري (١/ ٤٤٧، ٤٤٨) ، ومسلم (٥/ ١٨٩، ١٩٢) عن عمران بن حصين مرفوعا.
وانظر: القرطبي (٤/ ٢١٠٠، ٢١٠١) ، ط. دار الشعب- ومفاتيح الغيب (٥/ ٥٩٨، ٥٩٩) ط. دار الغد العربي.
وانظر ما تقدم من تفسير سورة النساء عند الآية (٤٣) .',NULL,'256',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (254,'من الذنوب والخطايا لأن الوضوء من كفارتها كما في الحديث «١» .
وقيل: من الأصغر والأكبر «٢» .
[الآية السابعة]
فَبَعَثَ اللَّهُ غُراباً يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوارِي سَوْأَةَ أَخِيهِ قالَ يا وَيْلَتى أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هذَا الْغُرابِ فَأُوارِيَ سَوْأَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ (٣١) .
فَبَعَثَ اللَّهُ غُراباً يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوارِي سَوْأَةَ أَخِيهِ قيل: إنه لما قتل أخاه لم يدر كيف يواريه، لكونه أول ميت مات من بني آدم، فبعث الله غرابين أخوين، فاقتتلا فقتل أحدهما صاحبه، فحفر له ثم [حثا] «٣» عليه، فلما رآه قابيل قال:
يا وَيْلَتى أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هذَا الْغُرابِ فَأُوارِيَ سَوْأَةَ أَخِي فواراه «٤» .
[الآيتان: الثامنة والتاسعة]
إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيا وَلَهُمْ فِي الْآخِرَةِ عَذابٌ عَظِيمٌ (٣٣) إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) .
إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ قد اختلف الناس في سبب نزول هذه الآية،
_________
(١) حديث صحيح: وهو عن أبي سعيد الخدري عند أحمد في «المسند» (٣/ ٣) ، وابن ماجة (٤٢٧) ، والدارمي (١/ ١٧٨) ، والحاكم في «المستدرك» (١/ ١٩١، ١٩٢) ، وصححه ووافقه الذهبي.
وبنحوه عند مسلم (٣/ ١٤١) عن أبي هريرة مرفوعا.
(٢) يقصد بذلك الذنوب منها الصغائر، ومنها الكبائر.
(٣) وقع في «المطبوعة» حتى، وهو خطأ ظاهر، والصواب ما أثبت وكما في «فتح القدير» (٢/ ٣٢) . [.....]
(٤) انظر: الطبري (٦/ ١٢٠) ، والنكت للماوردي (١/ ٤٥٦) ، وزاد المسير (٢/ ٢٣١) ، وابن كثير (٢/ ٤١) ، والقرطبي (٦/ ١٣٣) ، والدر المنثور (٢/ ٢٧٣) .',NULL,'257',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (255,'فذهب الجمهور: إلى أنها نزلت في [العرنيين] «١» .
وقال مالك والشافعي وأبو ثور وأصحاب الرأي: إنها نزلت فيمن خرج من المسلمين يقطع الطريق، ويسعى في الأرض بالفساد.
قال ابن المنذر: قول مالك صحيح.
قال أبو ثور محتجا لهذا القول: إن قوله في هذه الآية: إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ [المائدة: ٣٤] يدل على أنها نزلت في غير أهل الشرك، لأنهم قد أجمعوا على أن أهل الشرك إذا وفقوا في الدنيا، فأسلموا فإن دماءهم تحرم، فدلّ ذلك على أن الآية نزلت في أهل الإسلام. انتهى «٢» .
وهكذا يدل على هذا قوله: قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ.
وقوله صلّى الله عليه وآله وسلّم: «الإسلام يهدم ما قبله» أخرجه مسلم «٣» وغيره.
وحكى ابن جرير الطبري في «تفسيره» «٤» عن بعض أهل العلم: أن هذه الآية- أعني آية المحاربة- نسخت فعل النبي صلّى الله عليه وآله وسلّم في [العرنيين] ووقف الأمر على هذه الحدود.
وروي عن محمد بن سيرين أنه قال: كان هذا قبل أن تنزل الحدود، يعني فعله صلّى الله عليه وآله وسلّم [العرنيين] «٥» .
وبهذا قال جماعة من أهل العلم.
وذهب جماعة آخرون إلى أن فعله صلّى الله عليه وآله وسلّم بالعرنيين منسوخ فنهى النبي صلّى الله عليه وآله وسلّم عن المثلة. والقائل بهذا مطالب ببيان تأخر الناسخ. والحق أن هذه الآية تعم المشرك وغيره، ممن ارتكب ما تضمنته ولا اعتبار بخصوص السبب، بل الاعتبار بعموم اللفظ «٦» .
_________
(١) صحفت في «المطبوعة» إلى (العرينين) ، والتصويب من البخاري (٢/ ٣٣٥) ، (٨/ ٢٧٣) ، ومسلم (١١/ ١٥٣، ١٥٥) .
(٢) وانظر: الطبري (٦/ ١٣٢) ، النكت (١/ ٤٦١) ، وزاد المسير (٢/ ٣٤٥) ، القرطبي (٦/ ١٥٠) ، ابن كثير (٢/ ٤٨) .
(٣) حديث صحيح: رواه مسلم (٢/ ١٣٦، ١٣٩) عن عمرو بن العاص مرفوعا.
(٤) انظره في (٦/ ٢٠٩) .
(٥) أثر ضعيف: رواه أبو داود (٤٣٧١) ، وضعّفه الألباني كما في «ضعيف أبي داود» (٩٣٩) .
(٦) انظر كلام القاضي ابن العربي في هذه المسألة (٢/ ١٨٩، ١٩١) .',NULL,'258',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (256,'قال القرطبي في «تفسيره» «١» : ولا خلاف بين أهل العلم في أن حكم هذه الآية مترتب في المحاربين من أهل الإسلام وإن كانت نزلت في المرتدين أو اليهود. انتهى.
ومعنى قوله مترتب أي ثابت.
وقيل: المراد بمحاربة الله المذكورة في الآية: هي محاربة رسول الله صلّى الله عليه وآله وسلّم، ومحاربة المسلمين في عصره، ومن بعد عصره بطريق العبارة، دون الدلالة ودون القياس، لأن ورود النص ليس بطريق خطاب المشافهة حتى يختص حكمه بالمكلفين عند النزول، فيحتاج في تعميم الخطاب لغيرهم إلى الدليل.
وقيل: إنها جعلت محاربة الله ولرسوله، إكبارا لحربهم وتعظيما لأذيتهم لأن الله سبحانه لا يحارب ولا يغالب.
والأولى: أن تفسر محاربة الله سبحانه بمعاصيه، ومخالفة شرائعه ومحاربة الرسول تحمل على معناها الحقيقي، وحكم أمته حكمه وهم السوية.
والسعي في الأرض فسادا: يطلق على أنواع من الشر كما قدمنا قريبا.
قال ابن كثير في «تفسيره» «٢» : قال كثير من السلف منهم سعيد بن المسيب: إن فرض الدراهم والدنانير من الإفساد في الأرض، وقد قال تعالى: وَإِذا تَوَلَّى سَعى فِي الْأَرْضِ لِيُفْسِدَ فِيها وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لا يُحِبُّ الْفَسادَ (٢٠٥) [البقرة: ٢٠٥] . انتهى.
إذا تقرر لك ما قررناه من عموم الآية، ومن معنى المحاربة، والسعي في الأرض فسادا، فاعلم أن ذلك يصدق على كل من وقع منه ذلك، سواء كان مسلما أو كافرا، في مصر أو غير مصر، في كل قليل وكثير وجليل وحقير، وإن حكم الله في ذلك هو ما ورد في هذه الآية من القتل أو الصلب أو قطع الأيدي والأرجل من خلاف، أو النفي من الأرض، ولكن لا يكون هذا حكم من فعل أي ذنب من الذنوب، بل من كان ذنبه هو التعدي على دماء العباد وأموالهم فيما عدا ما قد ورد له حكم غير هذا الحكم، من كتاب الله، أو سنة رسوله صلّى الله عليه وآله وسلّم، كالسرقة وما يجب فيه القصاص، لأنا نعلم أنه قد كان في زمنه صلّى الله عليه وآله وسلّم من يقع منه ذنوب ومعاصي غير ذلك، ولا يجري عليه صلّى الله عليه وآله وسلّم هذا الحكم المذكور في هذه الآية، وبهذا يعرف ضعف ما روي عن مجاهد، في تفسير المحاربة
_________
(١) انظره في (٦/ ١٥٠) .
(٢) انظره في (٢/ ٥٠) .',NULL,'259',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (257,'المذكورة، وفي هذه الآية: أنها الزنا والسرقة «١» .
ووجه ذلك، أن هذين الذنبين قد ورد في كتاب الله وفي سنة رسول الله صلّى الله عليه وآله وسلّم لهما حكم غير هذا الحكم.
وإذا عرفت ما هو الظاهر من معنى هذه الآية- على مقتضى لغة العرب، التي أمرنا بأن نفسر كتاب الله وسنة رسوله صلّى الله عليه وآله وسلّم بها- فإياك أن تغترّ بشيء من التفاصيل المروية، والمذاهب المحكية، إلا أن يأتيك الدليل الموجب لتخصيص هذا العموم، أو تقييد هذا المعنى المفهوم من لغة العرب، فأنت وذاك، اعمل به وضعه في موضعه، وأما ما عداه:
فدع عنك نهبا صيح في حجراته ... وهات حديثا ما حديث الرواحل
على أنا سنذكر من هذه المذاهب ما تسمعه «٢» :
اعلم أنه قد اختلف العلماء في من يستحق اسم المحاربة، فقال ابن عباس وسعيد ابن المسيب ومجاهد وعطاء والحسن البصري وإبراهيم النخعي والضحاك وأبو ثور: إن من شهر السلاح في قبة الإسلام وأخاف السبيل، ثم ظفر به، وقدر عليه، فإمام المسلمين فيه بالخيار: إن شاء قتله، وإن شاء صلبه، وإن شاء قطع يده ورجله.
وبهذا قال مالك، وصرح: بأن المحارب عنده من حمل على الناس في مصر، أو برية، أو كابرهم على أنفسهم وأموالهم، دون نائرة «٣» ، ولا [ذحل] «٤» ، ولا عداوة.
قال ابن المنذر: اختلف عن مالك في هذه المسألة، فأثبت المحاربة في المصر مرة، ونفى ذلك مرة.
وروي عن ابن عباس غير ما تقدم، فقال في قطاع الطريق: إذا قتلوا وأخذوا المال، قتلوا وصلبوا، وإذا قتلوا ولم يأخذوا المال، قتلوا ولم يصلبوا، وإذا أخذوا المال ولم يقتلوا، قطعت أيديهم وأرجلهم من خلاف، وإذا أخافوا السبيل ولم يأخذوا
_________
(١) رواه الطبري (١١٨٢٧) ، (١١٨٢٨) .
(٢) انظر: تفسير الطبري (٦/ ٢٠٦، ٢٠٧) ، والقرطبي (٦/ ١٥١) ، والشوكاني (٢/ ٣٥) ، مفاتيح الغيب (٥/ ٦٦٥) .
(٣) أي من غير هائجة.
(٤) صحفت إلى (دخل) في المطبوعة، والتصويب من فتح القدير (٢/ ٣٠) ، والذحل: الثأر.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (258,'مالا، نفوا من الأرض «١» .
وروي عن أبي مجلز وسعيد بن جبير وإبراهيم النخعي والحسن وقتادة والسدي وعطاء على اختلاف في الرواية عن بعضهم البعض، وحكاه ابن كثير عن الجمهور «٢» .
وقال أيضا: وهكذا عن غير واحد من السلف والأئمة.
قال أبو حنيفة: إذا قتل قتل، وإذا أخذ المال ولم يقتل، قطعت يده ورجله من خلاف، وإذا أخذ المال وقتل فالسلطان مخير فيه إن شاء قطع يديه ورجليه وإن شاء لم يقطع وقتله وصلبه.
وقال أبو يوسف: القتل يأتي على كل شيء، ونحوه قول الأوزاعي.
وقال الشافعي: إذا أخذ المال قطعت يده اليمنى وحسمت، ثم قطعت رجله اليسرى وحسمت وخلّي، لأن هذه الجناية زادت على السرقة بالجزاء به، وإذا قتل قتل، وإذا أخذ المال وقتل قتل وصلب. وروي عنه أنه قال: يصلب ثلاثة أيام.
وقال أحمد: إن قتل قتل، وإن أخذ المال قطعت يده ورجله، كقول الشافعي «٣» .
ولا أعلم لهذه التفاصيل دليلا من كتاب الله، ولا من سنة رسوله صلّى الله عليه وآله وسلّم إلا ما رواه ابن جرير في «تفسيره» ، وتفرّد بروايته فقال:
حدّثنا عليّ بن سهل حدثنا الوليد بن مسلم عن يزيد بن أبي حبيب أن عبد الملك بن مروان كتب إلى أنس بن مالك يسأله عن هذه الآية؟ فكتب إليه يخبره: أن هذه الآية نزلت في أولئك النفر العرنيين- وهم من بجيلة-، قال أنس: فارتدوا عن الإسلام، وقتلوا الراعي، واستاقوا الإبل، وأخافوا السبيل، وأصابوا الفرج الحرام. قال أنس:
فسأل رسول الله صلّى الله عليه وآله وسلّم جبريل عن القضاء فيمن حارب؟ فقال: من سرق وأخاف السبيل فاقطع يده بسرقة، ورجله بإخافته، ومن قتل فاقتله، ومن قتل وأخاف السبيل واستحل
_________
(١) أورده السيوطي في «الدر» (٣/ ٦٨) وعزاه للشافعي في الأم وعبد الرزاق والفريابي وابن أبي شيبة وعبد بن حميد وابن جرير وابن أبي حاتم وابن المنذر والبيهقي. [.....]
(٢) انظر: القرطبي (٤/ ٢١٤٨، ٢١٤٩) ط. دار الشعب، والأحكام لابن العربي (٢/ ٥٩٠، ٦٠١) وابن كثير (٢/ ٥٣) ، مفاتيح الغيب (٥/ ٦٦٧) .
(٣) وانظر: كفاية الأخيار (ص ٤٨٨) ، وجامع الأمهات (ص ٥٢٣) . وغاية المطلب (ص ٤٤٦) .',NULL,'261',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (259,'الفرج الحرام فاصلبه «١» .
وهذا مع ما فيه من النكارة الشديدة لا يدرى كيف صحته.
قال ابن كثير في «تفسيره» «٢» بعد ذكره شيئا من هذه التفاصيل التي ذكرناها ما لفظه: ويشهد لهذا التفصيل الحديث الذي رواه ابن جرير في «تفسيره» ، إن صحّ سنده، ثم ذكره.
وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً: هو إما منتصب على المصدرية، أو على أنه مفعول له، أو على الحال بالتأويل: أي مفسدين.
أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا: ظاهره أنهم يصلبون أحياء حتى يموتوا لأنه أحد الأنواع التي خيّر الله بينها.
وقال قوم: الصلب إنما يكون بعد القتل ولا يجوز أن يصلب قبل القتل، فيحال بينه وبين الصلاة والأكل والشرب!! ويجاب بأن هذه عقوبة شرعها الله في كتابه لعباده.
أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ: ظاهره قطع إحدى اليدين، وإحدى الرجلين من خلاف سواء كانت المقطوعة من اليدين هي اليمنى أو اليسرى، وكذلك الرجلان، ولا يعتبر إلا أن القطع من خلاف، إما يمنى اليدين، مع يسرى الرجلين، أو يسرى اليدين، مع يمنى الرجلين. وقيل: المراد بهذا قطع اليد اليمنى والرجل اليسرى فقط.
أَوْ يُنْفَوْا مِنَ الْأَرْضِ: اختلف المفسرون في معناه: فقال السدي: هو أن يطلب بالخيل والرجل، حتى يؤخذ ويقام عليه الحد، أو يخرج من دار الإسلام هربا «٣» .
وهو محكيّ عن ابن عباس وأنس ومالك والحسن البصري والسدي والضحاك وقتادة وسعيد بن جبير والربيع بن أنس والزهري، حكاه [الرماني] «٤» في كتابه عنهم.
_________
(١) إسناده ضعيف: رواه الطبري (١١٨١٦) ، (١١٨٥٤) (١١٥٨) بهذا الإسناد فذكره وبنحوه.
وعلته: عبد الله ابن لهيعة، ضعّف لسوء حفظه. وكذلك يزيد بن أبي حبيب لم يسمع من أنس، بل ولا من أحد من الصحابة.
(٢) انظره في (٢/ ٥٣) .
(٣) انظر: تفسير القرطبي (٦/ ١٥٢) .
(٤) صحّفت إلى (الربّاني) والصحيح ما أثبت، وهو أبو الحسن الرماني المفسّر اللغوي المعتزلي له حاشية على سيبويه، وتفسير الجامع الكبير، يوجد منه جزء بمعهد المخطوطات العربية.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (260,'وحكي عن الشافعي أنهم يخرجون من بلد إلى بلد ويطلبون لتقام عليهم الحدود، وبه قال الليث بن سعد «١» .
وروي عن مالك أن ينفى من البلد الذي أحدث فيه إلى غيره، ويحبس فيه كالزاني. ورجحه ابن جرير والقرطبي «٢» .
وقال الكوفيون نفيهم سجنهم، فينفى من سعة الدنيا إلى ضيقها.
والظاهر من الآية أنه يطرد من الأرض التي وقع فيها ما وقع، من غير سجن ولا غيره، والنفي قد يقع لمعنى الإهلاك، وليس هو مرادا هنا.
ذلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيا: الإشارة إلى ما سبق ذكره من الأحكام.
والخزي: الذّل والفضيحة.
إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) استثنى الله سبحانه التائبين، قبل القدرة عليهم، من عموم المعاقبين بالعقوبات السابقة.
والظاهر عدم الفرق بين الدماء والأموال وبين غيرها من الذنوب الموجبة للعقوبات المعينة المحدودة، فلا يطالب التائب قبل القدرة بشيء من ذلك، وعليه عمل الصحابة، وذهب بعض أهل العلم إلى أنه لا يسقط القصاص وسائر حقوق الآدميين بالتوبة قبل القدرة. والحق الأول.
وأما التوبة بعد القدرة فلا تسقط بها العقوبة المذكورة في الآية، كما يدل عليه ذكر قيد: قَبْلِ أَنْ تَقْدِرُوا.
قال القرطبي: وأجمع أهل العلم على أن السلطان وليّ من حارب فإن قتل محارب أخا [امرأ أو أباه في حال] «٣» المحاربة فليس إلى طالب الدم من أمر المحاربة شيء، ولا يجوز عفو وليّ الدم.
_________
(١) انظر: ترشيح المستعيدين (ص ٣٨٨) .
(٢) انظر: جامع الأمهات (ص ٥٢٣) ، والقرطبي (٦/ ١٥٢، ١٥٣) ، والطبري (٦/ ٢١٧، ٢١٨) .
(٣) وقع في «المطبوعة» [امرئ وآتاه في حال] وهو خطأ ظاهر، وصوّب من القرطبي (٦/ ١٥٦) .',NULL,'263',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (261,'[الآية العاشرة]
وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما جَزاءً بِما كَسَبا نَكالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٣٨) .
لما ذكر الله سبحانه من يأخذ المال جهارا وهو المحارب، عقبه بذكر من يأخذ المال خفية، وهو السارق، فقال: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما جَزاءً بِما كَسَبا وذكر السارقة مع السارق لزيادة البيان، لأن غالب القرآن الاقتصار على الرجال في تشريع الأحكام.
وقد اختلف أئمة النحو في خبر السارق والسارقة: هل هو مقدر أم هو فاقطعوا؟
فذهب إلى الأول سيبويه وقال: تقديره فيما فرض عليكم، أو فيما يتلى عليكم السارق والسارقة أي حكمهما. وذهب المبرد والزجاج إلى الثاني.
ودخول الفاء لتضمين المبتدأ معنى الشرط. إذ المعنى: الذي سرق والتي سرقت «١» .
وقرىء وَالسَّارِقُ وَالسَّارِقَةُ بالنصب على تقدير اقطعوا، ورجح هذه القراءة سيبويه. قال: الوجه في كلام العرب النصب كما تقول زيدا اضرب لكن العامة أبت إلا الرفع- يعني عامة القراء «٢» .
والسرقة بكسر الراء: اسم الشيء المسروق، والمصدر من سرق يسرق سرقا.
قاله الجوهري «٣» . وهو: أخذ الشيء في خفية من الأعين، ومنه استرق السمع وسارقه النظر.
والقطع: معناه الإبانة والإزالة. وجمع الأيدي لكراهة الجمع بين اثنتين.
وقد بينت السّنّة المطهرة أن موضع القطع الرسغ «٤» .
_________
(١) نقل ذلك القرطبي في «تفسيره» (٤/ ٢١٦٣) ط. دار الشعب، وردّ قول سيبويه بخمسة وجوه الرازي في «مفاتيح الغيب» (٦/ ١٠، ١١، ١٢) .
(٢) قراءة النصب لعيسى بن عمر كما في «المصادر السابقة» .
(٣) انظر: الصحاح ومختاره واللسان (سرق) .
(٤) صحيح: ما ذكره الألباني في «إرواء الغليل» (٨/ ٨١) . وذكر البخاري تعليقا عن الإمام علي أنه-',NULL,'264',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (262,'وقال قوم: يقطع من المرفق.
وقال الخوارج: من المنكب.
والسرقة لا بد أن تكون ربع دينار فصاعدا «١» ، ولا بد أن تكون من حرز كما وردت بذلك الأحاديث الصحيحة «٢» .
وقد ذهب إلى اعتبار ربع الدينار الجمهور، وذهب قوم إلى التقدير بعشرة دراهم، وذهب الجمهور إلى اعتبار الحرز.
وقال الحسن البصري: إذا جمع الثياب في البيت قطع.
وقد أطال الكلام في بحث السرقة أئمة الفقه وشراح الحديث بما لا يأتي التطويل به هاهنا بكثير فائدة «٣» .
وقوله: جَزاءً بِما كَسَبا مفعول له، أي فاقطعوا للجزاء، أو مصدر مؤكد لفعل محذوف، أي مجازاة وهما جزاء، والباء سببية، وما مصدرية، أي: بسبب، أو موصولة، أي: جزاء الذي كسباه من السرقة.
[الآية الحادية عشرة]
سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جاؤُكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٤٢) .
فَإِنْ جاؤُكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ فيه تخيير لرسول الله صلّى الله عليه وآله وسلّم، بين الحكم بينهم والإعراض عنهم.
_________
قطع من الكفّ (١٢/ ٩٦) وقال الحافظ: وصله الدارقطني. [.....]
(١) رواه البخاري (١٢/ ٩٦) ، ومسلم (١١/ ١٨) عن عائشة مرفوعا.
(٢) ما رواه البيهقي في «الكبرى» (٨/ ٢٦٣) بإسناد حسن عن عمرو بن شعيب عن أبيه عن جده سئل رسول الله صلّى الله عليه وسلّم في كم تقطع اليدين فقال: «لا تقطع اليد في ثمر معلّق، فإذا ضمّه الجرين قطعت في ثمن المجن، ولا تقطع في حريشة الجبل، فإذا آوى المراح قطعت في ثمن المجن» .
(٣) انظر في ذلك: جامع الأمهات (ص ٥١٩، ٥٢٢) ، غاية المطلب (ص ٤٤٢، ٤٤٦) ، الروضة الندية (٢/ ٢٧٦، ٢٨٠) ، ترشيح المستفيدين (ص ٣٨٤، ٣٨٦) ، كفاية الأخيار (ص ٤٨٣، ٤٨٧) .',NULL,'265',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (263,'وقد استدل به على أن حكّام المسلمين مخيرون بين الأمرين.
وقد أجمع العلماء على أنه يجب على حكام المسلمين أن يحكموا بين المسلم والذمي إذا ترافعا إليهم.
واختلفوا في أهل الذمة إذا ترافعوا فيما بينهم: فذهب قوم إلى التخيير، وذهب آخرون إلى الوجوب، وقالوا: إن هذه الآية منسوخة بقوله: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ [المائدة: ٤٩] ، وبه قال ابن عباس ومجاهد وعكرمة والزهري وعمر بن عبد العزيز والسدي، وهو الصحيح من قول الشافعي، وحكاه القرطبي عن أكثر العلماء «١» .
[الآية الثانية عشرة]
إِنَّا أَنْزَلْنَا التَّوْراةَ فِيها هُدىً وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبارُ بِمَا اسْتُحْفِظُوا مِنْ كِتابِ اللَّهِ وَكانُوا عَلَيْهِ شُهَداءَ فَلا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلا تَشْتَرُوا بِآياتِي ثَمَناً قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ (٤٤) ... وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ (٤٥) .
... وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْفاسِقُونَ (٤٧) .
وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ لفظ (من) من صيغ العموم، وتفيد أن هذا غير مختص بطائفة معينة، بل لكل من ولي الحكم. وقيل: إنها مختصة بأهل الكتاب «٢» .
_________
(١) انظر: تفسير الطبري (٦/ ٢٤٢، ٢٤٤) ، والقرطبي (٦/ ١٨٤، ١٨٥) ، مفاتيح الغيب (٦/ ٢٣، ٢٥) ، معاني الزجاج (٢/ ١٩٢) ، والنكت (١/ ٤٦٦) ، وزاد المسير (٢/ ٣٥٨) ، ولباب النقول (٩٢) ، والمفردات للرّاغب (سحت ٣٣٠) .
واختلف العلماء في هذه الآية أمنسوخة هي أم محكمة؟ ينظر: الناسخ والمنسوخ للنحاس (١٢٨) ، والإيضاح لمكي (٢٣٤) ، والنكت للماوردي (١/ ٤٦٨) . والمصفّى لابن الجوزي (٢٠٤) ، وزاد المسير (٢/ ٣٦١) ، والقرطبي (٦/ ١٨٥) ، والدر المنثور (٢/ ٢٨٤) ، والبصائر للفيروزآبادىّ (١/ ١٨٠) ، وابن العربي (٢/ ٢٠١) .
(٢) انظر: زاد المسير (٢/ ٣٦٦) ، وابن كثير (٢/ ٥٩) .',NULL,'266',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (264,'وقيل: بالكفار مطلقا، لأن المسلم لا يكفر بارتكاب الكبيرة.
وقيل: هو محمول على أن الحكم بغير ما أنزل الله وقع استخفافا أو استحلالا أو جحدا. والإشارة بقوله: فَأُولئِكَ إلى مِنْ والجمع باعتبار معناها، وكذلك ضمير الجماعة في قوله: هُمُ الْكافِرُونَ (٤٤) .
وأخرج [الفريابي] وسعيد بن منصور وابن المنذر وابن أبي حاتم والحاكم- وصححه- والبيهقي في «سننه» عن ابن عباس في قوله تعالى هذا قال: إنه ليس بالكفر الذي يذهبون إليه وإنه ليس كفرا ينقل من الملة بل كفر دون كفر» .
وأخرج عبد بن حميد وابن المنذر عن [عطاء] بن أبي رباح في قوله تعالى هذا.
وقوله: هُمُ الظَّالِمُونَ (٤٥) ، هُمُ الْفاسِقُونَ (٤٧) ، قال: كفر دون كفر، وظلم دون ظلم، وفسق دون فسق «٢» .
[الآية الثالثة عشرة] وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ (٤٥) .
وَكَتَبْنا: معناه فرضنا.
عَلَيْهِمْ فِيها: أي في التوراة.
أَنَّ النَّفْسَ بِالنَّفْسِ: بيّن الله سبحانه في هذه الآية فرضه على بني إسرائيل من القصاص، في النفس والعين والأنف والأذن والسن والجروح.
وقد استدلّ أبو حنيفة وجماعة من أهل العلم بهذه الآية فقالوا: إن المسلم يقتل
_________
(١) انظر: السلسلة الصحيحة للألباني (٢٥٥٢) وصحّف الفريابي إلى العرماني وهو خطأ واضح، والفريابي هو أبو جعفر صاحب كتاب الذكر والقدر وفضائل القرآن وجزء أحاديث الطعام.
(٢) انظر أقوال أهل العلم في المسألة وترجيح قول ابن عباس، وهو الصواب والله أعلم.
في فتح القدير (٢/ ٤٥) ، الدر المنثور (٣/ ٨٧) ، والقرطبي (٤/ ٢١٨٧، ٢١٨٨) ط. الشعب، ومفاتيح الغيب للرازي (٦/ ٣٣، ٣٥) .',NULL,'267',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (265,'بالذمي لأنه نفس، وقال الشافعي وجماعة من أهل العلم: إن هذه الآية خبر عن شرع من قبلنا وليس بشرع لنا.
وقد قدمنا في البقرة في شرح قوله تعالى: كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى [البقرة: ١٧٨] ما فيه كفاية.
وقد اختلف أهل العلم في شرع من قبلنا: هل يلزمنا أم لا؟؟ فذهب الجمهور إلى أنه يلزمنا إذا لم ينسخ وهو الحق.
وقد ذكر ابن الصباغ في «الشامل» إجماع العلماء على الاحتجاج بهذه الآية على ما دلّت عليه.
قال ابن كثير في «تفسيره» : وقد احتج الأئمة كلهم على أن الرجل يقتل بالمرأة لعموم هذه الآية الكريمة. انتهى.
وقد أوضح الشوكاني ما هو الحق في شرحه على «المنتقى» وغيره في غيره «١» .
وفي هذه الآية توبيخ لليهود، وتقريع لكونهم يخالفون ما كتبه الله عليهم في التوراة- كما حكاه هنا- ويفاضلون بين الأنفس، كما سبق بيانه، وقد كانوا يقيدون بني النضير من بني قريظة، ولا يقيدون بني قريظة من بني النضير.
وَالْعَيْنَ بِالْعَيْنِ الظاهر من النظم القرآني، أن العين إذا فقئت، حتى لم يبق فيها مجال للإدراك، أنها تفقأ عين الجاني بها.
وَالْأَنْفَ بِالْأَنْفِ: أي إذا جدعت جميعها فإنها يجدع أنف الجاني بها.
وَالْأُذُنَ بِالْأُذُنِ: إذا قطعت جميعها فإنها تقطع أذن الجاني بها. وكذلك وَالسِّنَّ بِالسِّنِّ.
فأما لو كانت الجناية ذهبت ببعض إدراك العين، أو ببعض الأنف، أو ببعض الأذن، أو ببعض السن، فليس في هذه الآية ما يدل على ثبوت القصاص.
_________
(١) انظر في تحقيق المسألة: الطبري (٦/ ١٣٣) ، النكت والعيون (١/ ٤٦١) ، زاد المسير (٢/ ٣٤٥) ، القرطبي (٦/ ١٥٠) ، والتمهيد للأسنوي (ص ٤٤١) ، وابن كثير (٢/ ٤٨) ، والإحكام في أصول الأحكام لابن حزم (١/ ١٥٣) . ونيل الأوطار شرح منتقى الأخيار (٧/ ١٦٠) ، وما بعدها، والروضة النّدية (٢/ ٣٠٠، ٣٠٢) .',NULL,'268',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (266,'وقد اختلف أهل العلم في ذلك إذا كان معلوم القدر يمكن الوقوف على حقيقته وكلامهم مدون في كتب الفروع. والظاهر من قوله: وَالسِّنَّ بِالسِّنِّ أنه لا فرق بين الثنايا والأنياب والأضراس والرباعيات، وأنه يؤخذ بعضها ببعض، ولا فضل لبعضها على بعض، وإليه ذهب أكثر أهل العلم كما قال ابن المنذر.
وخالف في ذلك عمر بن الخطاب رضي الله عنه ومن تبعه. وكلامهم مدون في مواطنه ولكنه ينبغي أن يكون المأخوذ في القصاص من الجاني هو المماثل للسن المأخوذة من المجني عليه، فإن كانت ذاهبة فما يليها.
وَالْجُرُوحَ قِصاصٌ أي ذوات قصاص.
وقد ذكر أهل العلم، أنه لا قصاص في الجروح التي يخاف منها التلف، ولا فيما كان لا يعرف مقداره عمقا أو طولا أو عرضا.
وقد قدّر أئمة الفقه أرش «١» كل جراحة بمقادير معلومة، وليس هذا موضع بيان كلامهم، ولا موضع استيفاء بيان ما ورد له أرش مقدر.
فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ: أي من تصدق من المستحقين للقصاص بالقصاص، بأن عفا عن الجاني، فهو كفارة للمتصدق، يكفر الله عنه به ذنوبه.
وقيل: إن المعنى هو كفارة للجارح، فلا يؤاخذ بجنايته في الآخرة لأن العفو يقوم مقام أخذ الحق منه، والأول أرجح لأن الضمير يعود- على هذا التفسير الآخر- إلى غير مذكور.
[الآية الرابعة عشرة]
وَأَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ مِنَ الْكِتابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ عَمَّا جاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنا مِنْكُمْ شِرْعَةً وَمِنْهاجاً وَلَوْ شاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً واحِدَةً وَلكِنْ لِيَبْلُوَكُمْ فِي ما آتاكُمْ فَاسْتَبِقُوا الْخَيْراتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِما كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٤٨) .
_________
(١) الأرش هو: الدّية.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (267,'فَاحْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ: أي بما أنزله إليك في القرآن، لاشتماله على جميع ما شرعه الله لعباده في جميع الكتب السابقة عليه.
وَلا تَتَّبِعْ أَهْواءَهُمْ: أي أهواء أهل الملل السابقة.
عَمَّا جاءَكَ مِنَ الْحَقِّ متعلق بلا تتبع، على تضمينه معنى لا تعدل أو لا تنحرف عما جاءك من الحق متبعا لأهوائهم. وقيل: متعلق بمحذوف، أي لا تتبع أهواءهم عادلا أو منحرفا عن الحق.
وفي النهي له صلّى الله عليه وآله وسلّم عن أن يتبع أهواء أهل الكتاب، ويعدل عن الحق الذي أنزله الله عليه فإن كل ملة من الملل تهوى أن يكون الأمر على ما هم عليه، وأدركوا عليه سلفهم، وإن كان باطلا منسوخا أو محرفا عن الحكم الذي أنزله الله على الأنبياء، كما وقع في الرجم «١» ونحوه مما حرفوه من كتب الله.
[الآية الخامسة عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ (٨٧) .
يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ: الطيبات: هي المستلذات مما أحله الله لعباده، نهى الله الذين آمنوا عن أن يحرموا على أنفسهم شيئا منها، إما لظنهم أن في ذلك طاعة لله، وتقربا إليه، وأنه من الزهد في الدنيا، وقمع النفس عن شهواتها، أو لقصد أن يحرموا على أنفسهم شيئا مما أحله لهم، كما يقع من كثير من العوام من قولهم: حرام عليّ، وحرمته على نفسي، ونحو ذلك من الألفاظ التي تدخل تحت هذا النهي القرآني.
قال ابن جرير الطبري: لا يجوز لأحد من المسلمين تحريم شيء مما أحل الله لعباده المؤمنين على نفسه من طيبات المطاعم والملابس والمناكح. ولذلك رد النبي صلّى الله عليه وآله وسلّم التبتل على عثمان بن مظعون «٢» ، فثبت أنه لا فضل في ترك شيء مما أحله لعباده، وأن
_________
(١) حديث تحريف اليهود لآية رجم الزاني والزّانية رواه البخاري (٦/ ٦٣١) ، (١٢/ ١٦٦) ، ومسلم (١١/ ٢٠٨، ٢٠٩) عن عبد الله بن عمر مرفوعا.
(٢) حديث صحيح: رواه البخاري (٩/ ١١٧) ، ومسلم (٩/ ١٧٦، ١٧٧) .',NULL,'270',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (268,'الفضل والبر، إنما هو في فعل ما ندب الله عباده إليه، وعمل به رسول الله صلّى الله عليه وآله وسلّم، وسنّة لأمته، واتبعه على منهاجه الأئمة الراشدون، إذ كان خير الهدي هدي نبينا محمد صلّى الله عليه وآله وسلّم.
فإذا كان ذلك كذلك تبين خطأ من آثر لباس الشّعر والصوف على لباس القطن والكتان، إذا قدر على لباس ذلك من حله، وآثر أكل الخشن من الطعام وترك اللحم وغيره حذرا من عارض الحاجة إلى النساء.
قال: فإن ظنّ ظانّ، أن الفضل في غير الذي قلنا، لأن في لباس الخشن وأكله، من المشقة على النفس، وصرف ما فضل بينهما من القيمة إلى أهل الحاجة طاعة فقد ظن خطأ وذلك أن الأولى بالإنسان صلاح نفسه، وعونه لها على طاعة ربها، فلا شيء أضر للجسم من المطاعم الرديئة، لأنها مفسدة لعقله، ومضعفة لأدواته التي جعلها الله سببا إلى طاعته.
[الآية السادسة عشرة]
لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ فَكَفَّارَتُهُ إِطْعامُ عَشَرَةِ مَساكِينَ مِنْ أَوْسَطِ ما تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاثَةِ أَيَّامٍ ذلِكَ كَفَّارَةُ أَيْمانِكُمْ إِذا حَلَفْتُمْ وَاحْفَظُوا أَيْمانَكُمْ كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آياتِهِ لَعَلَّكُمْ تَشْكُرُونَ (٨٩) .
لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ: قد تقدم تفسير اللغو والخلاف فيه، في سورة البقرة «١» .
فِي أَيْمانِكُمْ صلة يُؤاخِذُكُمُ. قيل: و (في) بمعنى (من) .
والأيمان: جمع يمين.
وفي الآية دليل على أن أيمان اللغو لا يؤاخذ الله الحالف بها، ولا تجب فيها الكفارة. وقد ذهب الجمهور من الصحابة، ومن بعدهم إلى أنها قول الرجل: لا والله! وبلى والله في كلامه، غير معتقد لليمين، وبه فسّر الصحابة الآية، وهم أعرف بمعاني القرآن.
_________
(١) انظر ما سبق من تفسير سورة البقرة آية (٢٢٥) .',NULL,'271',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (269,'قال الشافعي: وذلك عند اللجاج والغضب والعجلة.
وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ والعقد على ضربين: حسّي كعقد الحبل، وحكمي كعقد البيع واليمين، فاليمين المعقدة من عقد القلب ليفعلن أو لا يفعلن في المستقبل، أي ولكن يؤاخذكم بأيمانكم المعقدة، الموثقة بالقصد والنية، إذا حنثتم فيها.
وأما اليمين الغموس فهي يمين مكر وخديعة وكذب قد باء الحالف بإثمها وليست بمعقودة ولا كفارة فيها كما ذهب إليه الجمهور.
وقال الشافعي: هي يمين معقودة لأنها مكتسبة بالقلب، معقودة غير مقرونة باسم الله، والراجح الأول، وجميع الأحاديث الواردة في تكفير اليمين موجهة إلى المعقودة، ولا يدل شيء منها على الغموس بل ما ورد في الغموس إلا الوعيد والترهيب، وأنها من الكبائر، وفيها نزل قوله تعالى: إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمانِهِمْ ثَمَناً قَلِيلًا [آل عمران: ٧٧] الآية.
فَكَفَّارَتُهُ: هي مأخوذة من التكفير، وهو التستر وكذلك الكفر: هو الستر، والكافر هو الساتر، لأنها تستر الذنب وتغطيه، والضمير في كفارته راجع إلى ما في قوله: بِما عَقَّدْتُمُ.
إِطْعامُ عَشَرَةِ مَساكِينَ مِنْ أَوْسَطِ ما تُطْعِمُونَ أَهْلِيكُمْ: المراد بالوسط هنا: المتوسط بين طرفي الإسراف والتقتير، وليس المراد به الأعلى- كما في غير هذا الموضع- أي أطعموهم من المتوسط مما تعتادون إطعام أهليكم منه، ولا يجب عليكم أن تطعموهم من أعلاه ولا يجوز لكم أن تطعموهم من أدناه، وظاهره أنه يجزىء إطعام عشرة حتى يشبعوا.
وقد روي عن علي بن أبي طالب رضي الله عنه أنه قال: لا يجزىء إطعام العشرة غداء دون عشاء، حتى يغديهم ويعشيهم.
قال ابن عمر: هو قول أئمة الفتوى بالأمصار.
وقال الحسن البصري وابن سيرين: يكفيه أن يطعم عشرة مساكين أكلة واحدة، خبزا وسمنا، أو خبزا ولحما.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (270,'وقال عمر بن الخطاب وعائشة ومجاهد والشعبي وسعيد بن جبير وإبراهيم النخعي وميمون بن مهران وأبو مالك والضحاك والحكم ومكحول وأبو قلابة ومقاتل: يدفع إلى كل واحد من العشرة نصف صاع من برّ أو تمر.
وروي ذلك عن عليّ عليه السلام.
وقال أبو حنيفة: نصف صاع بر، وصاع مما عداه.
وقد أخرج ابن ماجه وابن مردويه عن ابن عباس قال: كفّر رسول الله صلّى الله عليه وآله وسلّم بصاع من تمر، [وأمر] «١» الناس به، ومن لم يجد فنصف صاع من بر.
وفي إسناده عمر بن عبد الله الثقفي وهو مجمع على ضعفه.
وقال الدارقطني: متروك «٢» .
أَوْ كِسْوَتُهُمْ: عطف على إطعام، قرىء بضم الكاف وكسرها، وهما لغتان مثل أسوة وإسوة.
والكسوة في الرجال: نصف على ما يكسو البدن ولو كان ثوبا واحدا، وهكذا في كسوة النساء، وقيل: الكسوة للنساء درع وخمار، وقيل: المراد بالكسوة ما تجزىء به الصلاة.
أَوْ تَحْرِيرُ رَقَبَةٍ: أي إعتاق مملوك.
والتحرير: الإخراج من الرّق. ويستعمل التحرير في فك الأسير، وإعفاء المجهود بعمل عن عمله، وترك إنزال الضرر به، ولأهل العلم أبحاث في الرقبة التي تجزىء في الكفارة، وظاهر هذه الآية أنها تجزىء كل رقبة على أي صفة كانت! وذهب جماعة منهم الشافعي، إلى اشتراط الإيمان فيها قياسا على كفارة القتل.
فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاثَةِ أَيَّامٍ: أي من لم يجد شيئا من الأمور المذكورة، فكفارته صيام ثلاثة أيام، وقرىء متتابعات، حكي ذلك عن ابن مسعود وأبيّ، فتكون
_________
(١) ما بين [] حرّف إلى (وكفر) والتصويب من سنن ابن ماجة.
والأثر رواه ابن ماجة (٢١١٢) ، وقال البوصيري: في إسناده عمر بن عبد الله بن يعلى، ضعيف.
(٢) انظره في «الضعفاء والمتروكين» (٣٧٦) له. [.....]',NULL,'273',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (271,'هذه القراءة مقيدة لمطلق الصوم، وبه قال أبو حنيفة [والثوري] «١» ، وهو أحد قولي الشافعي.
وقال مالك والشافعي- في قوله الآخر: يجزىء التفريق.
ذلِكَ كَفَّارَةُ أَيْمانِكُمْ إِذا حَلَفْتُمْ: أي ذلك المذكور كفارة أيمانكم إذا حنثتم.
وَاحْفَظُوا أَيْمانَكُمْ: أمرهم بحفظ الأيمان، وعدم المسارعة إليها والحنث بها «٢» .
[الآية السابعة عشرة] يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (٩٠) .
يا أَيُّهَا الَّذِينَ آمَنُوا: خطاب لجميع المؤمنين.
إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ: وقد تقدم الميسر في البقرة.
وَالْأَنْصابُ: هي الأصنام المنصوبة للعبادة.
وَالْأَزْلامُ: قد تقدم تفسيرها في هذه السورة.
رِجْسٌ: يطلق على العذرة والاقذار، وهو خبر الخمر، وخبر المعطوف عليه محذوف.
مِنْ عَمَلِ الشَّيْطانِ: صفة لرجس، أي كائن من عمل الشيطان، بسبب تحسينه لذلك وتزيينه له. وقيل: هو الذي كان عمل هذه الأمور بنفسه، فاقتدى به بنو آدم، والضمير في:
فَاجْتَنِبُوهُ، راجع إلى الرجس أو إلى المذكور.
لَعَلَّكُمْ تُفْلِحُونَ (٩٠) علة لما قبله.
قال في «الكشاف» «٣» : أكد تحريم الخمر والميسر وجوها من التأكيد، منها تصدر
_________
(١) صحّفت إلى (الصوري) بالصاد وهو خطأ واضح.
(٢) انظر في تحقيق مسألة الأيمان: تفسير الطبري (٦/ ١٧، ٢١) ، القرطبي (٦/ ٢٧٧) ، وفتح القدير (٢/ ٧٢) ، والدر المنثور (٧/ ١٥١) ، مفاتيح الغيب (٦/ ١٢٠، ١٢٧) ، الرّوضة النّدية (٢/ ١٧٣، ١٧٤) .
(٣) للزمخشري (١/ ٦٤١، ٦٤٢) .',NULL,'274',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (272,'الجملة بإنما، ومنها أنه قرنهما بعبادة الأصنام، ومنه قوله صلّى الله عليه وآله وسلّم: «شارب الخمر كعابد الوثن» «١» ، ومنها أنه جعلهما رجسا كما قال: فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ [الحج: ٣٠] ومنها أنه جعلهما من عمل الشيطان، لا يأتي منه إلا الشر البحت، ومنها أنه أمر بالاجتناب، ومنها أنه جعل الاجتناب من الفلاح، وإذا كان الاجتناب فلاحا كان الارتكاب خيبة ومحقة، ومنها أنه ذكر ما ينتج فيهما من الوبال، وهو وقوع التعادي والتباغض بين أصحاب الخمر والقمر، وما يؤديان إليه من الصد عن ذكر الله، وعن مراعاة أوقات الصلوات. انتهى.
وهذه الآية دليل على تحريم الخمر، لما تضمنه الأمر بالاجتناب من الوجوب وتحريم الصد، ولما تقرر في الشريعة من تحريم قربان الرجس، فضلا عن جعله شرابا يشرب.
قال أهل العلم من المفسرين وغيرهم: كان تحريم الخمر بتدريج ونوازل كثيرة، لأنهم كانوا قد ألفوا شربها وحببها الشيطان إلى قلوبهم، فأول ما نزل في أمرها:
يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ [البقرة: ٢١٩] ، فترك عند ذلك بعض المسلمين شربها، ولم يتركه آخرون، ثم نزل قوله تعالى: لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى [النساء: ٤٣] ، فتركها البعض أيضا، وقالوا: لا حاجة لنا فيما يشغلنا عن الصلاة، وشربها البعض في غير أوقات الصلاة حتى نزلت هذه الآية إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ ... ، فصارت حراما عليهم حتى كان يقول بعضهم: ما حرّم الله شيئا أشدّ من الخمر وذلك لما فهموه من التشديد فيما تضمنته هذه الآية من الزواجر، وفيما جاءت به الأحاديث الصحيحة من الوعيد لشاربها، وأنها من كبائر الذنوب «٢» .
وقد أجمع على ذلك المسلمون إجماعا لا شك فيه ولا شبهة.
وأجمعوا أيضا على تحريم بيعها، والانتفاع بها، ما دامت خمرا «٣» .
_________
(١) صحيح: رواه أبو عبيد القاسم بن سلّام في «الإيمان» (١١٦) .
(٢) انظر بعض الأحاديث الصحيحة الدّالة على ذلك في «الترغيب والترهيب» للمنذري (٣/ ١٩٧، ٢١٢) ، وصحيح الجامع للألباني (٦٣٠٩) ، (٦٣١٣) .
(٣) حديث صحيح: ما رواه الترمذي (١/ ٢٤٣) ، وابن ماجة (٣٣٨١) عن أنس مرفوعا قوله صلّى الله عليه وآله وسلّم:
«لعن رسول الله في الخمر عشرة: عاصرها ومعتصرها، وشاربها، وحاملها، والمحمولة إليه، وساقيها، وبائعها، وآكل ثمنها، والمشتري له» .',NULL,'275',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (273,'وكما دلت هذه الآية على تحريم الخمر، دلّت أيضا على تحريم الميسر والأنصاب والأزلام.
وقد رويت في سبب النزول روايات كثيرة موافقة لما ذكرناه «١» .
وقد وردت أحاديث كثيرة في ذم الخمر وشاربها، والوعيد الشديد عليه، وأن كل مسكر حرام «٢» ، وهي مدونة في كتب الحديث فلا نطول المقام بذكرها، وقد بسطنا الكلام عليها في شرحنا «مسك الختام لبلوغ المرام» فليرجع إليه «٣» .
[الآية الثامنة عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّداً فَجَزاءٌ مِثْلُ ما قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوا عَدْلٍ مِنْكُمْ هَدْياً بالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعامُ مَساكِينَ أَوْ عَدْلُ ذلِكَ صِياماً لِيَذُوقَ وَبالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقامٍ (٩٥) .
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ: هذا النهي شامل لكل أحد من ذكور المسلمين وإناثهم لأنه يقال: رجل حرام وامرأة حرام، والجمع حرم، وأحرم الرجل:
دخل في الحرم.
وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّداً: المتعمد هو القاصد للشيء مع العلم بالإحرام.
والمخطئ: هو الذي يقصد شيئا فيصيب صيدا.
والناسي: هو الذي يعتمد الصيد ولا يذكر إحرامه.
وقد استدل ابن عباس وأحمد- في رواية عنه- وداود باقتصاره سبحانه على العامد بأنه لا كفارة على غيره، بل لا تجب إلا عليه وحده، وبه قال سعيد بن جبير وطاووس وأبو ثور.
_________
(١) رواه ابن جرير (٧/ ٣٤) ، والحاكم (٤/ ١٤٢) ، والبيهقي (٨/ ٢٨٦) ، وقال الهيثمي (٧/ ١٨) :
رواه الطبراني ورجاله رجال صحيح.
(٢) حديث صحيح: رواه مسلم (٦/ ١٠٠، ١٠١) ، وأبو داود (٣٦٧٩) ، والنسائي (٢/ ٣٢٥) ، وأحمد في «المسند» (٢/ ٢٩) .
(٣) وانظر: ابن قتيبة (١٤٦) ، النكت (١/ ٤٨٥) ، وزاد المسير (٢/ ٤٢٠) ، والزجاج (٢/ ٢٢٧) ، والقرطبي (٦/ ٣٠٠) ، ابن كثير (٢/ ٩٧) .',NULL,'276',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (274,'وقيل: إن الكفارة تلزم المخطئ والناسي كما تلزم المتعمد وجعلوا قيد التعمد خارجا مخرج الغالب، روي عن عمر والحسن والنخعي والزهري، وبه قال مالك والشافعي وأبو حنيفة وأصحابه، وروي عن ابن عباس.
وقيل: إنه يجب التكفير على العامد والناسي لإحرامه، وبه قال مجاهد. قال: فإن كان ذاكرا لإحرامه فقد حل، ولا حج له لارتكابه محظور إحرامه فبطل عليه كما لو تكلم في الصلاة، أو أحدث فيها.
فَجَزاءٌ مِثْلُ ما قَتَلَ مِنَ النَّعَمِ: أي فعليه جزاء مماثل لما قتله- ومن النعم: بيان للجزاء المماثل.
قيل: المراد بالمماثلة المماثلة في القيمة، وقيل: في الخلقة. وقد ذهب إلى الأول أبو حنيفة، وذهب إلى الثاني مالك والشافعي وأحمد والجمهور، وهو الحق لأن البيان للمماثل بالنعم يفيد ذلك، وكذلك يفيده هَدْياً بالِغَ الْكَعْبَةِ.
وروي عن أبي حنيفة أنه يجوز إخراج القيمة، ولو وجد المثل، وأن المحرم مخير، وقرىء: فَجَزاءٌ مِثْلُ ما قَتَلَ، وقرىء: فَجَزاءٌ مِثْلُ على إضافة جزاء إلى مثل «١» .
يَحْكُمُ بِهِ: أي بالجزاء أو بمثل ما قتل.
ذَوا عَدْلٍ مِنْكُمْ: أي رجلان معروفان بالعدالة بين المسلمين، فإذا حكما بشيء لزم، وإن اختلفا رجع إلى غيرهما.
ولا يجوز أن يكون الجاني أحد الحكمين، وقيل: يجوز.
وبالأول قال أبو حنيفة، وبالثاني قال الشافعي- في أحد قوليه- وظاهر الآية يقتضي حكمين غير الجاني.
هَدْياً بالِغَ الْكَعْبَةِ: نصب هديا على الحال أو البدل من «مثل» ، وبالغ الكعبة
_________
(١) قال أبو منصور: «قرأ ابن كثير ونافع وأبو عمرو «فجزاء مثل ما» مضافا، وقرأ الباقون «فجزاء مثل ما» منونا» .
وقال: من قرأ (فجزاء مثل) فعلى الإضافة والمضاف إليه مكسور، وممن قرأ (فجزاء مثل ما) جعل (مثل) نعتا للجزاء والمعنى: فعليه جزاء مثل ما قتل من النّعم. (معاني القراءات ص ١٤٥) بتحقيقنا ط. دار الكتب العلمية- بيروت.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (275,'صفة لهدي، لأن الإضافة غير حقيقة.
والمعنى أنهما إذا حكما بالجزاء، فإنه يفعل به ما يفعل بالهدي من الإرسال إلى مكة، والنحر هنالك، والإشعار والتقليد. ولم يرد الكعبة بعينها فإن الهدي لا يبلغها.
وإنما أراد الحرم، ولا خلاف في هذا.
أَوْ كَفَّارَةٌ: معطوف على محل من النعم، وهو الرفع لأنه خبر مبتدأ محذوف.
طَعامُ مِسْكِينٍ: عطف بيان لكفارة أو بدل منه، أو خبر مبتدأ محذوف.
أَوْ عَدْلُ ذلِكَ: معطوف على طعام، وقيل: هو معطوف على جزاء، وفيه ضعف! والجاني غير مخير بين هذه الأنواع المذكورة، وعدل الشيء: ما عادله من غير جنسه.
صِياماً: منصوب على التمييز.
وقد قدّر العلماء عدل كل صيد من الإطعام والصيام، وقد ذهب إلى أن الجاني مخيّر بين هذه الأنواع المذكورة جمهور العلماء.
وروي عن ابن عباس أنه لا يجزىء المحرم الإطعام والصوم إلا إذا لم يجد الهدي.
والعدل بفتح العين وكسرها، لغتان وهما المثل، قاله الكسائي.
وقال الفرّاء: عدل الشيء، بكسر العين: مثله من جنسه، وبفتح العين: مثله من غير جنسه. ومثل قول الكسائي قال البصريون «١» .
[الآية التاسعة عشرة] أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعامُهُ مَتاعاً لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ ما دُمْتُمْ حُرُماً وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٩٦) .
_________
(١) في تفسير وتحقيق الأقوال لهذه الآية انظر: زاد المسير (٢/ ٤٢٢، ٤٢٥) ، القرطبي (٦/ ٣٠٥، ٣١٥) ، ابن كثير (٢/ ١٠٠) مفاتيح الغيب (٦/ ١٣٧، ١٥١) ، وجامع الأمهات (ص ٢١٥، ٢١٦) ، وغاية المطالب (ص ١٣١، ١٣٢) ، كفاية الأخيار (ص ٢٢٣) ، الروضة النّدية للمصنف (١/ ٢٥٥) . والناسخ والمنسوخ للقاضي ابن العربي (٢/ ٢٠٤) .',NULL,'278',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (276,'أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ: الخطاب لكل مسلم، أو للمحرمين خاصة.
وصيد البحر: ما يصاد فيه.
والمراد بالبحر هنا: كل ماء يوجد فيه صيد بحري، وإن كان بئرا أو غديرا.
وَطَعامُهُ مَتاعاً لَكُمْ وَلِلسَّيَّارَةِ: الطعام اسم لكل ما يطعم، وقد تقدم. وقد اختلف في المراد به هنا، فقيل: هو ما قذف به البحر وطفا عليه، وبه قال كثير من الصحابة والتابعين. وقيل: طعامه ما ملح منه وبقي، وبه قال جماعة، وروي عن ابن عباس.
وقيل: طعامه ملحه الذي ينعقد من مائه سائر ما فيه من النبات وغيره، وبه قال قوم.
وقيل: المراد به ما يطعم من الصيد، أي ما يحل أكله، وهو السمك فقط، وبه قالت الحنفية.
والمعنى أحل لكم الانتفاع بجميع ما يصاد في البحر، وأحل لكم المأكول منه وهو السمك فيكون كالتخصيص بعد التعميم، وهو تكلف لا وجه له. ونصب متاعا على أنه مصدر، أي متّعتم به متاعا، وقيل: مفعول به مختص بالطعام، أي أحل لكم طعام البحر متاعا، وهو تكلف جاء به من قال بالقول الأخير بل إذا كان مفعولا له كان من الجميع، أي أحل لكم مصيد البحر وطعامه تمتيعا لكم، أي لمن كان مقيما منكم يأكله طريا. وللسيارة أي المسافرين منكم، يتزودونه، ويجعلونه قديدا. وقيل: السيارة:
هم الذين يركبونه خاصة.
وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ ما دُمْتُمْ حُرُماً أي حرم عليكم ما يصاد في البر ما دمتم محرمين، وظاهره تحريم صيده على المحرم ولو كان المصيد حلالا، وإليه ذهب الجمهور، إن كان الحلال صاده للحرم، لا إذا كان لم يصده لأجله، وهو القول الراجح، وبه يجمع بين الأحاديث، وقيل: إنه يحل مطلقا، وإليه ذهب جماعة، وقيل:
يحرم عليه مطلقا، وإليه ذهب آخرون.
وقد بسط الشوكاني هذا في «شرحه للمنتقى» «١» .
_________
(١) انظر: نيل الأوطار (٥/ ٨٦، ٩٣) ، باب منع المحرم من أكل لحم الصيد إلا إذا لم يصد لأجله، ولا أعان عليه.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (277,'[الآية العشرون]
يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ (١٠٥) .
يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ: أي ألزموا أنفسكم واحفظوها. كما تقول:
عليك زيدا أي الزمه.
لا يَضُرُّكُمْ: قرىء بالجزم على أنه جواب الأمر الذي يدل عليه اسم الفعل.
وقرأ نافع بالرفع على أنه مستأنف، أو على أن ضم الراء للاتباع. وقرىء بكسر الضاد. وقرىء: لا يضيركم «١» .
مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ: يعني لا يضركم ضلال من ضل من الناس إذا اهتديتم للحق أنتم في أنفسكم، وليس في الآية ما يدل على سقوط الأمر بالمعروف، والنهي عن المنكر، فإن من تركه- مع كونه من أعظم الفروض الدينية- فليس بمهتد، وقد قال الله سبحانه: إِذَا اهْتَدَيْتُمْ.
وقد دلت الآيات القرآنية والأحاديث المتكاثرة على وجوب الأمر بالمعروف والنهي عن المنكر وجوبا مضيقا متحتما فتحمل هذه الآية على من لا يقدر على القيام بواجب الأمر بالمعروف والنهي عن المنكر، أو لا يظن التأثير بحال من الأحوال، أو يخشى على نفسه أن يحل به ما يضره ضررا يسوغ له معه الترك.
إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ (١٠٥) في الدنيا فيجازي المحسن بإحسانه، والمسيء بإساءته.
وقد أخرج ابن أبي شيبة وأحمد وعبد بن حميد وأبو داود والترمذي- وصححه- والنسائي وابن ماجه وابن جرير وابن المنذر وابن أبي حاتم وابن حبان والدارقطني، وأيضا في «المختارة» وغيرهم عن قيس بن أبي حازم قال: قام أبو بكر فحمد الله، وأثنى عليه، وقال: يا أيها الناس إنكم تقرءون هذه الآية: يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ
_________
(١) انظر الناسخ والمنسوخ لابن العربي (٢/ ٢٠٤، ٢٠٧) ، والأحكام له (٢/ ٧٠٢) ، والطبري (٧/ ٧٥) ، القرطبي (٤/ ٢٣٣٩) ط. دار الشعب، مفاتيح الغيب (٦/ ١٦٩، ١٧٢) .',NULL,'280',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (278,'وإنكم تضعونها في غير مواضعها!! وإني سمعت رسول الله صلّى الله عليه وآله وسلّم يقول: «إن الناس إذا رأوا المنكر ولم يغيروه أوشك أن يعمهم الله بعقاب» «١» .
وأخرج الترمذي- وصححه- وابن ماجه وابن جرير والبغوي في معجمه وابن أبي حاتم والطبراني وأبو الشيخ والحاكم- وصححه- وابن مردويه والبيهقي في «الشعب» عن أبي أمية [الشعباني] قال: «أتيت أبا ثعلبة الخشني فقلت له: كيف تصنع في هذه الآية؟ قال: أية آية؟ قلت: قوله: يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ قال: أما والله لقد سألت عنها خبيرا، سألت عنها رسول الله صلّى الله عليه وآله وسلّم، فقال: «بل ائتمروا بالمعروف وتناهوا عن المنكر، حتى إذا رأيت شحا مطاعا، وهوى متبعا، ودنيا مؤثرة، وإعجاب كل ذي رأي برأيه، فعليك بخاصة نفسك، ودع عنك أمر العوام، فإن من ورائكم أياما الصبر فيهن مثل القبض على الجمر، للعامل فيهن أجر خمسين رجلا يعملون مثل عملكم» «٢» .
وفي رواية عن عامر الأشعري في هذه الآية، قال رسول الله صلّى الله عليه وآله وسلّم: «أين ذهبتم؟! إنما هي لا يضركم من ضل من الكفار إذا اهتديتم» ، رواه أحمد والطبراني وابن أبي حاتم وابن مردويه «٣» .
وأخرج عبد الرزاق وسعيد بن منصور وعبد بن حميد وابن جرير وابن المنذر
_________
(١) حديث صحيح: رواه أحمد في «المسند» (١/ ١٦، ٢٩، ٣٠، ٥٣) ، وأبو داود (٤٣٣٨) ، والترمذي (٢١٦٨) ، (٣٠٥٧) ، وابن ماجة (٤٠٠٥) ، وابن أبي شيبة في «المصنف» (٨/ ٦٦٧، ٦٦٨) ، والحميدي (٣) وابن جرير (١٢٨٧٦) ، (١٢٨٧٨) ، وابن حبان (٣٠٤) ، (٣٠٥) ، والطحاوي في «المشكل» (٢/ ٦٢، ٦٤) ، عن أبي بكر الصديق مرفوعا. [.....]
(٢) إسناده ضعيف: رواه أبو داود (٤٣٤١) ، والترمذي (٣٠٥٨) ، وابن ماجة (٤٠١٤) ، والبغوي في «شرح السنة» (١٤/ ٣٤٧، ٣٤٨) ، والطبراني في «الكبير» (٢٢/ ٢٢٠) ، (٥٨٧) ، وابن جرير (١٢٨٦٢) ، (١٢٨٦٣) ، وأبو نعيم (٢/ ٣٠) ، والطحاوي في «المشكل» (٢/ ٦٤، ٦٥) ، والبيهقي في «السنن» (١٠/ ٩٢) وقال أبو عيسى: حسن غريب.
والشعباني: حرّفت إلى الشيباني في «المطبوعة» وهو خطأ.
(٣) حديث صحيح: رواه أحمد (٤/ ١٢٩، ٢٠١، ٢٠٢) ، والطبراني في «الكبير» (٢٢/ ٣١٧) ، (٧٩٩) عن أبي عامر الأشعري مرفوعا.
وقد قال الهيثمي (٧/ ١٩) : «رجالهما ثقات إلا أني لم أجد لعليّ بن مدرك سماعا من أحد من الصحابة» .
قلت: بل سمع من أبي مسعود البدري وعامر ومن غيرهما كما في «ثقات ابن حبان» (٣/ ١٨٠) .',NULL,'281',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (279,'والطبراني وأبو الشيخ عن الحسن أن ابن مسعود سأله رجل عن قوله: عَلَيْكُمْ أَنْفُسَكُمْ قال: يا أيها الناس إنه ليس بزمانها إنها اليوم مقبولة، ولكنه قد أوشك أن يأتي زمان، تأمرون بالمعروف، فيصنع بكم كذا وكذا- أو قال: فلا يقبل منكم-، فحينئذ عَلَيْكُمْ أَنْفُسَكُمْ ... الآية «١» .
وفي لفظ عنه قال: «مروا بالمعروف وانهوا عن المنكر ما لم يكن من دون ذلك السوط والسيف فإذا كان كذلك فعليكم أنفسكم» «٢» .
وأخرج ابن جرير وابن مردويه عن ابن عمر أنه قال: في هذه الآية: إنها لأقوام يجيئون من بعدنا إن قالوا لم يقبل منهم «٣» .
وأخرج ابن مردويه عن أبي سعيد الخدري قال: ذكرت هذه الآية عند رسول الله صلّى الله عليه وآله وسلّم فقال نبي الله: «لم يجىء تأويلها لا يجىء تأويلها حتى يهبط عيسى ابن مريم عليه السلام» «٤» .
والروايات في هذا الباب كثيرة. وفيما ذكرنا كفاية، ففيه ما يرشد إلى ما قدمناه من الجميع بين هذه الآية وبين الآيات والأحاديث الواردة في الأمر بالمعروف والنهي عن المنكر.
_________
(١) إسناده ضعيف: رواه الطبري في «تفسيره» (١٢٨٤٨) ، (١٢٨٤٩) ، (١٢٨٥٠) ، (١٢٨٥٥) ، والطبراني في «الكبير» (٩/ ٢٢١) ، (٩٠٧٢) .
وقال الهيثمي (٧/ ١٩) : «رواه الطبراني ورجاله رجال الصحيح، إلا أن الحسن البصري لم يسمع من ابن مسعود، والله أعلم» .
(٢) إسناده ضعيف جدا: رواه سعيد بن منصور في «سننه» (٤/ ١٦٥٦) ، عن ابن مسعود. وعلته:
جويبر بن سعد قال ابن حيان فيه: يروي عن الضحاك أشياء مقلوبة، قد رواه عن الضحاك، وهو كثير الإرسال.
(٣) إسناده ضعيف: رواه الطبري (١٢٨٥١) . وعلته: الربيع بن صبيح السعدي، ضعّفه النسائي وابن معين والحافظ ابن حجر.
(٤) أورده السيوطي في «الدر المنثور» (٣/ ٢١٧) وعزاه لابن مردويه فقط.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (280,'[الآيات: الحادية والثانية والثالثة والعشرون] يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لا نَشْتَرِي بِهِ ثَمَناً وَلَوْ كانَ ذا قُرْبى وَلا نَكْتُمُ شَهادَةَ اللَّهِ إِنَّا إِذاً لَمِنَ الْآثِمِينَ (١٠٦) فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً فَآخَرانِ يَقُومانِ مَقامَهُما مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيانِ فَيُقْسِمانِ بِاللَّهِ لَشَهادَتُنا أَحَقُّ مِنْ شَهادَتِهِما وَمَا اعْتَدَيْنا إِنَّا إِذاً لَمِنَ الظَّالِمِينَ (١٠٧) ذلِكَ أَدْنى أَنْ يَأْتُوا بِالشَّهادَةِ عَلى وَجْهِها أَوْ يَخافُوا أَنْ تُرَدَّ أَيْمانٌ بَعْدَ أَيْمانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ (١٠٨) .
يا أَيُّهَا الَّذِينَ آمَنُوا: قال مكيّ: هذه الآيات الثلاث عند أهل المعاني من أشكل ما في القرآن إعرابا، ومعنى، وحكما.
قال ابن عطية: هذا كلام من لم يقع له النتاج في تفسيرها وذلك بين من كتابه- رحمه الله- يعني من كتاب مكي.
قال القرطبي «١» : ما ذكره مكي ذكره أبو جعفر النحاس قبله أيضا.
قال السعد في حاشيته على «الكشاف» : واتفقوا على أنها أصعب ما في القرآن إعرابا، ونظما، وحكما.
شَهادَةُ بَيْنِكُمْ: إضافة الشهادة في البين توسعا لأنها جارية بينهم وقيل: أصله شهادة ما بينكم، فحذفت (ما) أو أضيفت إلى الظرف كقوله تعالى: بَلْ مَكْرُ اللَّيْلِ وَالنَّهارِ [سبأ: ٣٣] ، ومنه قوله تعالى: هذا فِراقُ بَيْنِي وَبَيْنِكَ [الكهف: ٧٨] .
قيل: والشهادة هنا بمعنى الوصية، وقيل: بمعنى الحضور للوصية.
وقال ابن جرير الطبري «٢» : هي هنا بمعنى اليمين، فيكون المعنى يمين ما بينكم أن يحلف اثنان. واستدل على ما قاله بأنه لا يعلم لله حكما يجب فيه على الشاهد يمين.
واختار هذا القول القفال، وضعف ذلك ابن عطية، واختار أن الشهادة هنا هي الشهادة التي تؤدى من الشهود.
_________
(١) انظره في تفسيره (٦/ ٣٤٦) .
(٢) انظره في «جامع البيان» له (٧/ ١٠٢) .',NULL,'283',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (281,'وإِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ: ظرف للشهادة، والمراد إذا حضرت علاماته، لأن من مات لا يمكنه الإشهاد، وتقديم المفعول للاهتمام، ولكمال تمكن الفاعل عند النفس.
حِينَ الْوَصِيَّةِ: ظرف لحضر، أو للموت، أو بدل من الظرف الأول.
اثْنانِ: خبر شهادة على تقدير محذوف، أي شهادة اثنين، أو فاعل للشهادة على أن خبرها محذوف، أي فيما فرض عليكم شهادة بينكم اثنان، على تقدير أن يشهد اثنان. ذكر الوجهين أبو علي الفارسي.
ذَوا عَدْلٍ مِنْكُمْ: صفة للاثنين، وكذا منكم، أي كائنان منكم، أي من أقاربكم.
أَوْ آخَرانِ معطوف على اثنان.
ومِنْ غَيْرِكُمْ صفة له، أي كائنان من الأجانب. وقيل: إن الضمير في مِنْكُمْ للمسلمين وفي غَيْرِكُمْ للكفار، وهو الأنسب بسياق الآية وبه قال أبو موسى الأشعري وعبد الله بن عباس وغيرهما.
فيكون في الآية، دليل على جواز شهادة أهل الذمة على المسلمين في السفر، في خصوص الوصايا، كما يفيده النظم القرآني ويشهد له سبب النزول «١» ، فإذا لم يكن مع الموصي من يشهد على وصيته من المسلمين، فليشهد رجلان من أهل الكفر فإذا قدما وأدّيا الشهادة على وصيته، حلفا بعد العصر أنهما ما كذبا ولا بدّلا، وأن ما شهدا به حق، فيحكم به حينئذ بشهادتهما.
فإن [عثر] «٢» بعد ذلك على أنهما كذبا أو خانا، حلف رجلان من أولياء الموصي وغرّم الشاهدان الكافران ما ظهر عليهما من خيانة أو نحوهما، هذا معنى الآية عند من تقدم ذكره، وبه قال سعيد بن المسيب ويحيى بن يعمر وسعيد بن جبير وأبو مجلز والنخعي وشريح وعبيد السلماني وابن سيرين ومجاهد وقتادة والسدي والثوري وأبو عبيد وأحمد بن حنبل.
_________
(١) صحيح: رواه البخاري (٦/ ٣٣٩) ، والترمذي (٤/ ١٠١) ، وأبو داود (٣/ ٣٣٧) ، وابن جرير (٧/ ١٥) ، والبيهقي (١٠/ ١٦٥) .
(٢) حرّف في «المطبوعة» إلى (عنته) وهو خطأ واضح، وصوّبنا من «فتح القدير» (٢/ ٨٦) .',NULL,'284',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (282,'وذهب إلى الأول- أعني تفسير ضمير (منكم) بالقرابة أو العشيرة، وتفسير من (غيركم) بالأجانب- الزهري والحسن وعكرمة.
وذهب مالك والشافعي وأبو حنيفة وغيرهم من الفقهاء، إلى أن الآية منسوخة! واحتجوا بقوله تعالى: مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ [البقرة: ٢٨٢] ، وقوله: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ [الطلاق: ٢] والكفار ليسوا بمرضيين ولا عدول.
وخالفهم الجمهور فقالوا: الآية محكمة وهو الحق لعدم وجود دليل صحيح يدل على النسخ.
وأما قوله تعالى: مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ، وقوله: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ فهما عامّان في الأشخاص والأزمان والأحوال، وهذه الآية خاصة بحال الضرب في الأرض، وبالوصية، وبحالة عدم الشهود المسلمين ولا تعارض بين عام وخاص.
إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ: فاعل فعل محذوف يفسره ضَرَبْتُمْ، أو مبتدأ وما بعده خبره. والأول مذهب الجمهور من النحاة، والثاني مذهب الأخفش والكوفيين.
والضرب في الأرض: هو السفر.
فَأَصابَتْكُمْ مُصِيبَةُ الْمَوْتِ: معطوف على ما قبله، وجوابه محذوف، أي إن ضربتم في الأرض، فنزل بكم الموت، وأردتم الوصية، ولم تجدوا شهودا عليها مسلمين، ثم ذهبا إلى ورثتكم بوصيتكم، وبما تركتم، فارتابوا في أمرهم، أو ادّعوا عليهما خيانة، فالحكم أن تحبسوهما.
ويجوز أن يكون استئنافا لجواب سؤال مقدر، كأنهم قالوا: فكيف نصنع إن ارتبنا في الشهادة؟ فقال:
تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ: إن ارتبتم في شهادتهما. وخص بعد الصلاة، أي صلاة العصر- قاله الأكثر- لكونه الوقت الذي يغضب الله على من حلف فيه فاجرا كما في الحديث الصحيح «١» ، وقيل: لكونه وقت اجتماع الناس، وقعود الحكام للحكومة، وقيل: صلاة الظهر، وقيل: أي صلاة كانت.
قال أبو علي الفارسي: يحبسونهما صفة لآخران، واعترض بين الصفة والموصوف
_________
(١) حديث صحيح: رواه البخاري (٥/ ٤٣) ، (١٣/ ٤٢٣، ٤٢٤) ، ومسلم (٢/ ١١٦، ١١٧) .',NULL,'285',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (283,'بقوله: إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ.
والمراد بالحبس: توقيف الشاهدين في ذلك الوقت لتحليفهما، وفيه دليل على جواز الحبس بالمعنى العام، وعلى جواز التغليظ على الحالف بالزمان والمكان ونحوهما.
فَيُقْسِمانِ بِاللَّهِ: معطوف على يحبسونهما، أي يقسم بالله الشاهدان على الوصية أو الوصيات.
وقد استدل بذلك ابن أبي ليلى على تحليف الشاهدين مطلقا إذا حصلت الريبة في شهادتهما، وفيه نظر لأن تحليف الشاهدين هنا إنما هو بوقوع الدعوى عليهما بالخيانة أو نحوها.
إِنِ ارْتَبْتُمْ: جواب هذا الشرط محذوف، دل عليه ما تقدم كما سبق.
لا نَشْتَرِي بِهِ ثَمَناً: جواب القسم، والضمير في به راجع إلى الله تعالى، والمعنى لا نبيع حظنا من الله تعالى بهذا العرض النزر فنحلف به كاذبين، لأجل المال الذي ادعيتموه علينا، وقيل: يعود إلى القسم، أي لا نستبدل بصحة القسم بالله عرضا من أعراض الدنيا. وقيل: يعود إلى الشهادة، وإنما ذكر الضمير لأنها بمعنى القول. أي لا نستبدل بشهادتنا ثمنا.
قال الكوفيون: المعنى ذا ثمن، فحذف المضاف، وأقيم المضاف إليه مقامه، وهذا مبني على أن العروض لا تسمى ثمنا، وعند الأكثر أنها تسمى ثمنا كما تسمى مبيعا.
وَلَوْ كانَ ذا قُرْبى: أي ولو كان المقسم له، أو المشهود له قريبا، فإنا نؤثر الحق والصدق، ولا نؤثر العرض الدنيوي ولا القرابة. وجواب (لو) محذوف لدلالة ما قبلها عليه، أي ولو كان ذا قربى لا نشتري به ثمنا.
وَلا نَكْتُمُ شَهادَةَ اللَّهِ: معطوف على لا نَشْتَرِي داخل معه في حكم القسم، وأضاف الشهادة إلى الله سبحانه، لكونه الآمر بإقامتها، والناهي عن كتمها.
إِنَّا إِذاً لَمِنَ الْآثِمِينَ (١٠٦) .
فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً: عثر على كذا: اطلع عليه. يقال: عثرت منه على خيانة، أي اطلعت، وأعثرت غيري عليه. ومنه قوله تعالى: وَكَذلِكَ أَعْثَرْنا عَلَيْهِمْ',NULL,'286',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (284,'[الكهف: ٢١] . وأصل العثور: الوقوع والسقوط على الشيء.
والمعنى أنه إذا اطلع، بعد التحليف، على أن الشاهدين أو الوصيين استحقا إثما:
أي استوجبا إثما، إما لكذب في الشهادة، أو اليمين، أو لظهور خيانة.
قال أبو عليّ الفارسي: الإثم هنا اسم الشيء المأخوذ لأن آخذه يأثم بأخذه.
يسمّى إثما كما سمّي ما يؤخذ بغير حق مظلمة.
وقال سيبويه: المظلمة اسم ما أخذ منك فكذلك سمي هذا المأخوذ باسم المصدر.
فَآخَرانِ يَقُومانِ مَقامَهُما: أي فشاهدان آخران، أو حالفان آخران، فيقومان مقام اللذين عثر على أنهما استحقا إثما، فيشهدان أو يحلفان على ما هو الحق، وليس المراد أنهما يقومان مقامهما في أداء الشهادة التي شهدها المستحقان للإثم.
مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيانِ: استحق مبني للمفعول في قراءة الجمهور.
وقرأ علي وأبيّ وابن عباس وحفص على البناء للفاعل. والأوليان- على القراءة الأولى- مرتفع على أنه خبر مبتدأ محذوف، أي هما الأوليان. كأنه قيل: من هما؟ فقيل هما الأوليان. وقيل: هو بدل من الضمير في يقومان، أو من آخران.
وقرأ يحيى بن وثاب والأعمش وحمزة: الأوّلين جمع أول على أنه بدل من الّذين، أو من الهاء والميم في عليهم.
وقرأ الحسن: الأولان، والمعنى على بناء الفعل للمفعول من الذين استحق عليهم الإثم: أي جنى عليهم، وهم أهل الميت وعشيرته فإنهم أحق بالشهادة أو اليمين من غيرهم. فالأوليان تثنية أولى والمعنى- على قراءة البناء للفاعل- من الذين استحق عليهم الأوليان من بينهم بالشهادة أن يجردوهما للقيام بالشهادة، ويظهروا بما كذب الكاذبين، لكونهما الأقربين إلى الميت «١» .
فالأوليان فاعل استحق، ومفعوله أن تجردوهما للقيام بالشهادة. وقيل: المفعول محذوف، والتقدير: من الذين استحق عليهم الأوليان بالميت وصيته التي أوصى بها.
_________
(١) انظر توجيه ابن جني للقراءات في هذه الآية من كتابه «المحتسب» (١/ ٢٢٠، ٢٢٢) ط. المجلس الأعلى- القاهرة.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (285,'فَيُقْسِمانِ بِاللَّهِ: عطف على يقومان، أي فيحلفان بالله.
لَشَهادَتُنا أي يميننا. فالمراد بالشهادة هنا اليمين، كما في قوله: فَشَهادَةُ أَحَدِهِمْ أَرْبَعُ شَهاداتٍ بِاللَّهِ [النور: ٦] أي يحلفان: لشهادتنا على أنهما كاذبان خائنان.
أَحَقُّ مِنْ شَهادَتِهِما أي من يمينهما على أنهما صادقان أمينان.
وَمَا اعْتَدَيْنا: أي تجاوزنا الحق في يميننا.
إِنَّا إِذاً لَمِنَ الظَّالِمِينَ (١٠٧) إن كنا حلفنا على باطل.
ذلِكَ أَدْنى أَنْ يَأْتُوا بِالشَّهادَةِ عَلى وَجْهِها: أي ذلك البيان الذي قدمه الله سبحانه، في هذه القصة وعرفنا كيف يصنع من أراد الوصية في السفر، ولم يكن عنده أحد من أهله وعشيرته وعنده كفار.
وأَدْنى: أي أقرب إلى أن يؤدي الشهود المتحملون للشهادة على الوصية بالشهادة على وجهها، فلا تحرفوا، ولا تبدلوا، ولا تخونوا، وهذا كلام مبتدأ يتضمن ذكر المنفعة والفائدة في هذا الحكم الذي شرعه الله في هذا الموضع من كتابه، فالضمير في يأتوا عائد إلى شهود الوصية من الكفار، وقيل: إنه راجع إلى المسلمين المخاطبين بهذا الحكم.
والمراد تحذيرهم من الخيانة، وأمرهم بأن يشهدوا بالحق.
أَوْ يَخافُوا أَنْ تُرَدَّ أَيْمانٌ بَعْدَ أَيْمانِهِمْ: أي ترد على الورثة فيحلفون على خلاف ما يشهد به شهود الوصية، فيفتضح حينئذ شهود الوصية. وهو معطوف على قوله: أَنْ يَأْتُوا، فتكون الفائدة في شرع الله سبحانه لهذا الحكم في أحد الأمرين:
إما احتراز لشهود الوصية عن الكذب والخيانة، فيأتون بالشهادة على وجهها.
أو يخافوا الافتضاح إذا ردت الأيمان على قرابة الميت، فحلفوا بما يتضمن كذبهم أو خيانتهم فيكون ذلك سببا لتأدية شهادة شهود الوصية على وجهها من غير كذب ولا خيانة. وقيل: أن يخافوا معطوف على مقدر بعد الجملة الأولى، والتقدير: ذلك أدنى أن يأتوا بالشهادة على وجهها ويخافوا عذاب الآخرة بسبب الكذب والخيانة، أو يخافوا الافتضاح برد اليمين، فأيّ الخوفين وقع حصل المقصود.
حاصل ما تضمنه هذا المقام من الكتاب العزيز: أن من حضرته علامات الموت',NULL,'288',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (286,'أشهد على وصيته عدلين من عدول المسلمين، فإن لم يجد شهودا مسلمين- وكان في سفره- ووجد كفارا، جاز له أن يشهد رجلين منهم على وصيته، فإن ارتاب بهما ورثة الموصي حلفا بالله على أنهما شهدا بالحق، وما كتما من الشهادة شيئا، ولا أخفيا مما تركه الميت شيئا، فإن تبين بعد ذلك خلاف ما أقسما عليه، من خلل في الشهادة، أو ظهور شيء من تركه الميت، زعما أنه قد صار في ملكهما بوجه من الوجوه، حلف رجلان من الورثة، وعمل بذلك «١» . والله أعلم.
_________
(١) انظر في تفسير وتحقيق الأقوال في هذه الآية: التبيان للعكبري (١/ ٢٣١) ، الطبري (٧/ ٦٧) ، زاد المسير (٢/ ٤٤٣، ٤٥٣) ، والزجاج (٢٣٦) ، النكت (١/ ٤٩٥) ، القرطبي (٦/ ٣٤٦) ، وابن كثير (٢/ ١١١) ، اللباب (٩٩) ، الدر المنثور (٢/ ٣٤١) ، مفاتيح الغيب (٦/ ١٧٢، ١٨٢) ، الناسخ والمنسوخ لابن العربي (٢/ ٢٠٧، ٢٠٩) ، والأحكام له (٢/ ٧٠٥، ٧٢٥) .',NULL,'289',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (287,'<span data-type="title" id=toc-63>سورة الأنعام [مائة وخمس وستون آية]</span>
مكيّة إلا ست آيات نزلت بالمدينة وهي وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إلى آخر ثلاث آيات مع اختلاف في العدد «١» .
[الآية الأولى]
وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ كَذلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلى رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِما كانُوا يَعْمَلُونَ (١٠٨) .
وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ الموصول عبارة عن الآلهة التي كانت تعبدها الكفار.
والمعنى: لا تسب يا محمد آلهة هؤلاء الكفار التي يدعونها من دون الله فيتسبب عن ذلك سبهم الله، عدوانا وتجاوزا عن الحق، وجهلا منهم.
وفي هذه الآية دليل على أن الداعي إلى الحق، والناهي عن الباطل، إذا خشي أن يتسبب عن ذلك، ما هو أشد منه من انتهاك حرم، ومخالفة حق، ووقوع في باطل أشد، كان الترك أولى به، بل كان واجبا عليه.
_________
(١) قال ابن العربي: مكية كلها إلا آيات تسعا نزلت بالمدينة.
قلت: وذلك على اختلاف الروايات، والآيات التسع المدنيات هي على المشهور [٢٠، ٢٣، ٩١، ٩٣، ١١٤، ١٤١، ١٥١- ١٥٣] وروي عن ابن عباس أنها مكية غير ست آيات منها، فإنها مدنيات (١٥١- ١٥٣) و (٩١) ... وذكر مقاتل نحو هذا وزاد آيتين (٢٠) وروي عن ابن عباس أيضا. وقتادة. وكذلك (١٤١) ، وانظر في ذلك: الأحكام لابن العربي (٢/ ٧٢٦) ، والناسخ والمنسوخ (٢/ ٢١٠) ومحاسن التأويل (٦/ ٢٢٣٠) . [.....]',NULL,'290',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (288,'قال الشوكاني في «فتح القدير» «١» : وما أنفع هذه الآية، وأجل فائدتها لمن كان من الحاملين لحجج الله، المتصدين لبيانها للناس، إذا كان بين قوم من الصم البكم الذين إذا أمرهم بمعروف تركوه، وتركوا غيره من المعروف، وإذا نهاهم عن منكر فعلوه، وفعلوا غيره من المنكرات، عنادا للحق، وبغضا لاتباع المحقين، وجرأة على الله، فإن هؤلاء لا يؤثر فيهم إلا السيف، وهو الحكم العدل لمن عاند الشريعة المطهرة، وجعل المخالفة لها، والتجرؤ على أهلها ديدنه، وهجيراه كما يشاهد ذلك في أهل البدع إذا دعوا إلى حق وقعوا في كثير من الباطل، وإذا أرشدوا إلى السنة قابلوها بما لديهم من البدعة! فهؤلاء هم المتلاعبون بالدين، المتهاونون بالشرائع، وهم أشر من الزنادقة، لأنهم يحتجون بالباطل، وينتمون إلى البدع، ويتظاهرون بذلك غير خائفين ولا وجلين.
والزنادقة قد ألجمتهم سيوف الإسلام، وتحاماهم أهله، وقد ينفق كيدهم، ويتم باطلهم وكفرهم، نادرا على ضعيف من ضعفاء المسلمين، مع تكتم وتحرز وخيفة ووجل. انتهى.
وقد ذهب جمهور أهل العلم إلى أن هذه الآية محكمة ثابتة، غير منسوخة، وهي أصل في سد الذرائع، وقطع التطرق إلى الشبه.
وقوله: عَدْواً بِغَيْرِ عِلْمٍ كَذلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلى رَبِّهِمْ مَرْجِعُهُمْ فَيُنَبِّئُهُمْ بِما كانُوا يَعْمَلُونَ (١٠٨) منصوب على الحال، أو على المصدر، أو على أنه مفعول له.
[الآيتان: الثانية والثالثة]
فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآياتِهِ مُؤْمِنِينَ (١١٨) وَما لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ ما حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيراً لَيُضِلُّونَ بِأَهْوائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ (١١٩) .
فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ: قيل إنها نزلت في سبب خاص، كما أخرج أبو داود والترمذي وحسنه، والبزار وغيرهم، عن ابن عباس قال: جاءت اليهود إلى
_________
(١) انظره في (٢/ ١٥٠) .',NULL,'291',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (289,'النبي صلّى الله عليه وآله وسلّم فقالوا: إنا نأكل مما قتلنا ولا نأكل مما قتل الله، فأنزل الله هذه الآية «١» .
ولكن الاعتبار بعموم اللفظ لا بخصوص السبب، فكل ما ذكر الذبح عليه اسم الله حل، إن كان مما أباح الله أكله.
وقال عطاء: في هذه الآية الأمر بذكر الله على الشراب والذبح، وكل مطعوم «٢» .
[......] «٣» إلى قوله: وَقَدْ فَصَّلَ لَكُمْ ما حَرَّمَ عَلَيْكُمْ: أي بين لكم بيانا مفصلا يدفع الشك ويزيل الشبهة بقوله: قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً [الأنعام: ١٤٥] إلى آخر الآية.
ثم استثنى فقال: إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ: أي من جميع ما حرمه الله عليكم فإن الضرورة تحلل الحرام. وقد تقدم تحقيقه في البقرة «٤» .
[الآية الرابعة]
وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ (١٢١) .
وَلا تَأْكُلُوا: نهى الله سبحانه عن الأكل:
مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ، بعد أن أمر بالأكل مما ذكر اسم الله عليه، وفيه دليل تحريم أكل ما لم يذكر اسم الله عليه «٥» .
وقد اختلف أهل العلم في ذلك فذهب ابن عمر ونافع مولاه، والشعبي وابن
_________
(١) إسناده ضعيف: رواه أبو داود (٢٨١٩) ، والطبري (١٣٨٢٥) ، والبيهقي في «الكبرى» (٩/ ٢٤٠) عن ابن عباس فذكره.
وأورده السيوطي في «الدر» (٨/ ٣٤٦، ٣٤٧) وزاد ابن المنذر وابن أبي حاتم وأبي الشيخ وابن مردويه.
وعلته في الضعف: عطاء بن السائب، لا يحتج بحديثه إلا ما رواه الثقات عنه قبل اختلاطه.
وفيه أيضا: عمران بن عيينة وزياد البكائي، ليسا من الثقات.
(٢) صحيح: رواه ابن جرير في «تفسيره» (١٣٧٩٠) بسند صحيح رجاله ثقات.
(٣) يبدو من السياق وجود سقط وهو شرح نهاية الآية (١١٨) مع أول الآية (١١٩) .
(٤) انظر ما سبق من تفسير سورة البقرة آية رقم (١٧٣) .
(٥) انظر التعليق السابق عند آية (٤) من سورة المائدة.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (290,'سيرين، وهو رواية عن مالك وعن أحمد بن حنبل، وبه قال أبو ثور وأبو داود الظاهري، إلى أن ما لم يذكر اسم الله عليه من الذبائح حرام من غير فرق بين العامد والناسي لهذه الآية، ولقوله تعالى في آية الصيد: فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ [المائدة: ٤] .
ويزيد هذا الاستدلال تأكيدا قوله سبحانه في هذه الآية: وَإِنَّهُ لَفِسْقٌ.
وقد ثبت في الأحاديث الصحيحة الأمر بالتسمية، في الصيد وغيره.
وذهب الشافعي وأصحابه- وهو رواية عن مالك ورواية عن أحمد- إلى أن التسمية مستحبة لا واجبة، وهو مروي عن ابن عباس وأبي هريرة وعطاء بن أبي رباح.
وحمل الشافعي الآية على من ذبح لغير الله وهو تخصيص بالآية بغير مخصص.
وقد روى أبو داود في «المراسيل» «١» أن النبي صلّى الله عليه وآله وسلّم قال: «ذبيحة المسلم حلال ذكر اسم الله عليه أو لم يذكر» ، وليس في هذا المرسل ما يصلح لتخصيص الآية نعم حديث عائشة أنها قالت للنبي صلّى الله عليه وآله وسلّم: إن قوما يأتوننا بلحمان لا ندري أذكر اسم الله عليه أم لا؟ فقال: «سموا أنتم وكلوا» «٢» يفيد أن التسمية عند الأكل تجزىء مع التباس وقوعها عند الذبح.
وذهب مالك وأحمد في المشهور عنه وأبو حنيفة وأصحابه، وإسحاق بن راهوية أن التسمية إن تركت نسيانا لم تضر، وإن تركت عمدا لم يحل أكل الذبيحة، وهو مروي عن علي وابن عباس وسعيد بن المسيب وعطاء وطاووس والحسن البصري وأبي مالك وعبد الرحمن بن أبي ليلى وجعفر بن محمد وربيعة بن أبي عبد الرحمن.
واستدلوا بما أخرجه البيهقي عن ابن عباس عن النبي صلّى الله عليه وآله وسلّم قال: «المسلم إن نسي أن يسمي حين يذبح فليذكر اسم الله وليأكله» «٣» .
_________
(١) إسناده ضعيف: رواه أبو داود في «المراسيل» (٣٧٨) ، والبيهقي في «الكبرى» (٩/ ٢٤٠) . وأورده الزيلعي في «نصب الراية» (٤/ ١٨٣) ، وقال عن ابن القطان: وفيه مع الإرسال أن الصلت السدوسي لا يعرف له حال، ولا يعرف بغير هذا، ولا روى عنه غير ثور بن يزيد. اه..
(٢) حديث صحيح: رواه البخاري (٩/ ٦٣٤) .
(٣) صحيح موقوفا: رواه البيهقي في «الكبرى» (٩/ ٢٣٩) عن ابن عباس مرفوعا.
ورواه عبد الرزاق (٨٥٤٨) ، والبيهقي أيضا (٩/ ٢٣٩) .
قلت: وعلة المرفوع- معقل بن عبيد الله الجزري- صدوق يخطىء.',NULL,'293',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (291,'وهذا الحديث رفعه خطأ وإنّما هو من قول ابن عباس.
وكذا أخرجه من قوله عبد الرزاق وسعيد بن منصور وعبد بن حميد وابن المنذر.
نعم يمكن الاستدلال لهذا المذهب بمثل قوله تعالى: رَبَّنا لا تُؤاخِذْنا إِنْ نَسِينا أَوْ أَخْطَأْنا [البقرة: ٢٨٦] ، وبقوله صلّى الله عليه وآله وسلّم: «رفع عن أمتي الخطأ والنسيان» «١» .
وأما حديث أبي هريرة الذي أخرجه ابن عدي: «أن رجلا جاء إلى النبي صلّى الله عليه وآله وسلّم فقال: يا رسول الله أرأيت الرجل ذبح ونسي أن يسمي؟ فقال النبي صلّى الله عليه وآله وسلّم: «اسم الله على كل مسلم» ، فهو حديث ضعيف قد ضعفه البيهقي وغيره «٢» .
والضمير في قوله: إنه وَإِنَّهُ لَفِسْقٌ يرجع إلى (ما) بتقدير مضاف، أي وإن أكل ما لم يذكر لفسق، ويجوز أن يرجع إلى مصدر تأكلوا، أي فإن الأكل لفسق.
وقد تقدم تحقيق الفسق «٣» .
وقد استدل من حمل هذه الآية على ما ذبح لغير الله بقوله: وَإِنَّهُ لَفِسْقٌ، ووجه الاستدلال أن الترك لا يكون فسقا، بل الفسق الذبح لغير الله.
ويجاب عنه بأن إطلاق اسم الفسق على تارك ما فرضه الله عليه غير ممتنع شرعا «٤» .
_________
أما الموقوف فرجاله ثقات.
(١) حديث صحيح: رواه الطبراني في «الصغير» (١٠/ ٢٧٠) ، والدارقطني في «سننه» (٤/ ١٧٠، ١٧١) ، والحاكم في «المستدرك» (٢/ ١٩٨) ، والبيهقي في «الكبرى» (٧/ ٣٥٦) ، وابن حبان في «صحيحه» (٧٢١٩) ، والطحاوي في «شرح المعاني» (٣/ ٩٥) عن ابن عباس مرفوعا بنحوه.
(٢) حديث ضعيف: رواه ابن عدي في «الكامل في الضعفاء» (٦/ ٣٨٥) ، والبيهقي في «الكبرى» (٩/ ٢٤٠) عن أبي هريرة مرفوعا.
قلت: وضعفه ابن عدي وكذا البيهقي.
(٣) وذلك عند تفسير الآية (٣) من سورة المائدة.
(٤) انظر في تفسير هذه الآية: الناسخ والمنسوخ لابن العربي (٢/ ٢١٤، ٢١٦) ، والأحكام له (٢/ ٧٤٠) ، الزجاج (٢/ ٣١٦) ، ابن قتيبة (١٦١) ، النكت (١/ ٥٥٨) ، زاد المسير (٣/ ١١٥) ، اللباب (١٠٤) ، القرطبي (٧/ ٧٧) . [.....]',NULL,'294',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (292,'[الآية الخامسة]
وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ وَغَيْرَ مَعْرُوشاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفاً أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشابِهاً وَغَيْرَ مُتَشابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ (١٤١) .
وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ قد اختلف أهل العلم: هل هذه محكمة؟ أو منسوخة؟
أو محمولة على الندب؟ فذهب ابن عمر وعطاء ومجاهد وسعيد بن جبير إلى أن الآية محكمة، وأنه يجب على المالك يوم الحصاد أن يعطي من حضر من المساكين القبضة والضّغث «١» ونحوهما.
وذهب ابن عباس ومحمد بن الحنفية والحسن والنخعي وطاووس وأبو الشعثاء، وقتادة والضحاك وابن جريج إلى أن هذه الآية منسوخة بالزكاة، واختاره ابن جرير «٢» .
ويؤيده أن هذه الآية مكية وآية الزكاة مدنية في السنة الثانية بعد الهجرة، وإلى هذا ذهب جمهور أهل العلم من السلف والخلف.
وقالت طائفة من العلماء: إن الآية محمولة على الندب لا على الوجوب.
وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ (١٤١) : ومثلها في الأعراف «٣» ، أي لا تسرفوا في التصدق.
وأصل الإسراف في اللغة: الخطأ.
وفي الفقه: التبذير.
وقال سفيان: ما أنفقت في غير طاعة الله تعالى فهو إسراف، وإن كان قليلا.
وقيل: هو خطاب للولاة يقال لهم: لا تأخذوا فوق حقكم، وقيل: المعنى: لا تأخذوا الشيء بغير حقه، ولا تضعوه في غير مستحقه.
_________
(١) الضغث: القبضة من الحشيش مختلطة الرطب باليابس [اللسان! ضغث] .
(٢) انظر: تفسير الطبري (٨/ ٥٩) .
(٣) عند الآية (٣١) .',NULL,'295',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (293,'[الآية السادسة]
قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ (١٤٥) .
قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ: أمره الله سبحانه بأن يخبرهم أنه لا يجد في شيء مما أوحى إليه أي القرآن، وفيه إيذان بأن مناط الحل والحرمة هو الوحي لا مجرد العقل.
مُحَرَّماً: غير هذه المذكورات، فدل ذلك على انحصار المحرمات فيها لولا أنها مكية وقد نزل بعدها بالمدينة سورة المائدة، وزيد فيها على هذه المحرمات المنخنقة، والموقوذة، والمتردية، والنطيحة «١» .
وصحّ عن رسول الله صلّى الله عليه وآله وسلّم تحريم كل ذي ناب من السباع وكل ذي مخلب من الطير «٢» .
وتحريم الحمر الأهلية «٣» ، والكلاب «٤» ، ونحو ذلك.
وبالجملة فهذا العموم إن كان بالنسبة إلى ما يؤكل من الحيوانات، كما يدل عليه السياق، ويفيده الاستثناء، فيضم إليه كل ما ورد بعده في الكتاب والسنة، مما يدل على تحريم شيء من الحيوانات، وإن كان هذا العموم هو بالنسبة إلى كل شيء حرمه الله من حيوان وغيره، فإنه يضم إليه كل ما ورد بعده مما فيه تحريم شيء من الأشياء.
وقد روي عن ابن عباس وابن عمر وعائشة أنه لا حرام إلا ما ذكره الله في هذه الآية، وروي ذلك عن مالك وهو قول ساقط ومذهب في غاية الضعف لاستلزامه إهمال غيرها مما نزل بعدها من القرآن، وإهمال ما صح عن النبي صلّى الله عليه وآله وسلّم أنه قال بحرمة شيء مثلا، بعد نزول هذه الآية بلا سبب يقتضي ذلك، ولا موجب يوجبه، مع أن
_________
(١) تقدّم الكلام عليها في تفسير سورة المائدة آية (٣) .
(٢) حديث صحيح: رواه البخاري (٩/ ٦٥٧) ، (١٠/ ٢٤٩) ، ومسلم (١٣/ ٨١، ٨٣) ، عن أبي ثعلبة الخشني نحوه.
(٣) حديث صحيح: رواه البخاري (٧/ ٤٨١) ، ومسلم (١٣/ ٩٠، ٩١) ، ابن عمر مرفوعا، وذلك النهي كان في يوم خيبر، وروي عن جمع من الصحابة أيضا.
(٤) تدخل ضمن تحريم كل ذي ناب من السباع.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (294,'التمسك بقول أحد، ولو كان صحابيا، في مقابلة قوله صلّى الله عليه وآله وسلّم من سوء الاختيار وعدم الإنصاف.
وقوله مُحَرَّماً: صفة لموصوف محذوف، أي طعاما محرما.
عَلى أي طاعِمٍ يَطْعَمُهُ: من المطاعم، وفي يَطْعَمُهُ زيادة تأكيد وتقرير لما قبله.
إِلَّا أَنْ يَكُونَ مَيْتَةً: أي ذلك الشيء، أو ذلك الطعام، أو العين، أو الجثة، أو النفس، قرىء بالتحتية والفوقية وقرىء: ميتة، بالرفع على أن يكون تامة.
أَوْ دَماً مَسْفُوحاً وهو الجاري، وغير المسفوح معفو عنه، كالدم الذي يبقى في العروق بعد الذبح، ومنه الكبد والطحال، وهكذا ما يتلطخ به اللحم من الدم.
وقد حكى القرطبي الإجماع على هذا «١» .
أَوْ لَحْمَ خِنزِيرٍ: ظاهر تخصيص اللحم أنه لا يحرم الانتفاع منه بما عدا اللحم، والضمير في: فَإِنَّهُ رِجْسٌ، راجع إلى اللحم أو إلى الخنزير.
والرجس: النجس، وقد تقدم تحقيقه.
أَوْ فِسْقاً عطف على لَحْمَ خِنزِيرٍ.
وأُهِلَّ لِغَيْرِ اللَّهِ بِهِ: صفة فسق، أي ذبح على الأصنام وغيرها، وسمي فسقا لتوغله في باب الفسق، ويجوز أن يكون فسقا مفعولا له لأهلّ، أي أهلّ به لغير الله فسق على عطف أهلّ على يكون، وهو تكلف لا حاجة إليه.
فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ: قد تقدم تفسير ذلك في سورة البقرة فلا نعيده «٢» .
فَإِنَّ رَبَّكَ غَفُورٌ: أي كثير المغفرة.
رَحِيمٌ (١٤٥) : أي كثير الرحمة، فلا يؤاخذ المضطر لما دعت إليه ضرورته.
_________
(١) انظر تفسيره (٧/ ١٢٤) ، ومراتب الإجماع لابن حزم (ص ١٧٢، ١٧٣) .
(٢) وذلك عند تفسير الآية (١٧٣) من سورة البقرة.
وانظر في تفسير هذه الآية: المشكل لمكي بن أبي طالب (١/ ٢٩٧) ، والزجاج (٢/ ٣٣٠) ، والتبيان (١/ ٢٦٤) ، والفراء (١/ ٢٦٠) ، وزاد المسير (٣/ ١٣٨) .',NULL,'297',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (295,'<span data-type="title" id=toc-69>سورة الأعراف [وآياتها مائتان وخمس أو ست آيات]</span>
هي مكيّة إلا ثمان آيات، وهي قوله: وَسْئَلْهُمْ عَنِ الْقَرْيَةِ إلى قوله: وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ. [قاله] «١» ابن عباس وابن الزبير، وبه قال الحسن ومجاهد وعكرمة وعطاء وجابر بن زيد «٢» .
وقال قتادة: آية من الأعراف مدنية: وَسْئَلْهُمْ عَنِ الْقَرْيَةِ وسائرها مكية.
وقد ثبت أن النبي صلّى الله عليه وآله وسلّم كان يقرأ بها في المغرب، يفرقها في الركعتين «٣» .
[الآية الأولى]
يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ (٣١) .
يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ هذا خطاب لجميع بني آدم وإن كان واردا على سبب خاص، فالاعتبار بعموم اللفظ لا بخصوص السبب «٤» .
والزينة: ما يتزين به الناس من الملبوس، أمروا بالتزيين عند الحضور إلى المساجد للصلاة والطواف «٥» .
_________
(١) ما بين [المعقوفين] قال بدون الهاء في «المطبوعة» وهو غير مناسب للسياق، والصواب ما أثبتناه.
(٢) انظر: الطبري (٨/ ٨٥) ، وزاد المسير (٣/ ١٦٤) ، الدر المنثور (٣/ ٦٧) .
(٣) حديث صحيح: رواه البخاري (٢/ ٢٤٦) ، وأبو داود (٨١٢) ، والنسائي (٢/ ١٦٩، ١٧٠) ، وأحمد في «المسند» (٥/ ٤١٨) ، والطبراني (٣٨٩٣) ، (٤٨٢٣) عن زيد بن ثابت مرفوعا.
(٤) فائدة: في سبب نزول هذه الآية انظر: مسلم (١/ ١٦٢) ، والطبري (٨/ ١٦٠) ، والحاكم (٢/ ٣١٩، ٣٢٠) ، وتفسير ابن كثير (٢/ ٢١٠) .
(٥) انظر: زاد المسير لابن الجوزي (٣/ ١٨٧) ، والطبري (٨/ ١٦٠) ، وابن كثير (٢/ ٢١٠) ، والدر المنثور (٣/ ٧٨) . [.....]',NULL,'298',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (296,'وقد استدل بالآية على ستر العورة في الصلاة، وإليه ذهب جمهور أهل العلم، بل سترها واجب في كل حال من الأحوال، وإن كان الرجل خاليا، كما دلت عليه الأحاديث الصحيحة «١» ، والكلام على العورة وما يجب ستره منها مفصل في كتب الفروع «٢» .
[الآية الثانية]
قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبادِهِ وَالطَّيِّباتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا خالِصَةً يَوْمَ الْقِيامَةِ كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ (٣٢) .
قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبادِهِ الزينة: ما يتزين به الإنسان، من ملبوس أو غيره من الأشياء المباحة، كالمعادن التي لم يرو نهي عن التزين بها، والجواهر ونحوها، وما قيل لها الملبوس خاصة فلا وجه له بل هو من جملة ما تشمله الآية، فلا حرج على من لبس الثياب الجيدة، الغالية القيمة، إذا لم يكن مما حرّمه الله، ولا حرج على من تزين بشيء من الأشياء التي لها مدخل في الزينة، ولا يمنع منها مانع شرعي، ومن زعم أن ذلك يخالف الزهد فقد غلط غلطا بينا.
وهكذا الطيبات من المطاعم والمشارب ونحوهما مما يأكله الناس، فإنه لا زهد في ترك الطيّب منها، ولهذا جاءت الآية هذه معنونة بالاستفهام المتضمن للإنكار على من حرّم ذلك على نفسه، أو حرمه على غيره.
_________
(١) حديث حسن: رواه أبو داود (٤٠١٧) ، والترمذي (٢٧٦٩) ، وابن ماجة (١٩٢٠) ، وأحمد (٥/ ٤٠٣) ، والحاكم (٤/ ١٧٩، ١٨٠) ، عن بهز بن حكيم عن أبيه مرفوعا، وبهز وأبوه صدوقان. وحسنه الترمذي، وصححه الحاكم ووافقه الذهبي.
(٢) قال ابن حزم: «واتفقوا أن ستر العورة في الصلاة لمن قدر على ثوب مباح لباسه له فرض. (مراتب الإجماع ص ٣٤) .
قال ابن الحاجب: في ستر العورة في الرجل ثلاثة أقوال: السوأتان خاصة، ومن السرّة إلى الركبة، والسرة حتى الركبة، وقيل: ستر جميع البدن واجب. (جامع الأمهات ص ٨٩) .
قال الحصني: السرة والركبة ليستا من العورة وهو ذلك على الصحيح الذي نصّ عليه الشافعي، انظر: كفاية الأخيار (ص ١١٩) . وكلام المصنف في «الروضة النّدية (ص ٨١، ٨٢) » .
ونيل الأوطار للشوكاني (٢/ ٦١، ٧٠) .',NULL,'299',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (297,'وما أحسن ما قاله ابن جرير الطبري: لقد أخطأ من آثر لباس الصوف والشعر على لباس القطن، والكتّان مع وجود السبيل إليه من حله، ومن أكل البقول والعدس واختاره على خبز البر، ومن ترك أكل اللحم خوفا من عارض الشهوة «١» .
وَالطَّيِّباتِ مِنَ الرِّزْقِ: أي المستلذات من الطعام، وقيل: هو اسم عام كسيا ومطعما.
قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا: أي أنها لهم بالأصالة والاستحقاق وإن شاركهم الكفار فيها ما داموا في الحياة.
خالِصَةً يَوْمَ الْقِيامَةِ أي مختصة بهم يوم القيامة، لا يشاركهم فيها الكفار «٢» .
قرأ نافع خالصة بالرفع، وهي قراءة ابن عباس على أنها خبر بعد خبر، وقرأ الباقون بالنصب على الحال «٣» .
قال أبو علي الفارسي: ولا يجوز الوقف على الدنيا لأن ما بعدها متعلق بقوله لِلَّذِينَ آمَنُوا حال بتقدير قُلْ هِيَ ثابتة للذين آمنوا في الحياة الدنيا في حال خلوصها لهم يوم القيامة «٤» .
_________
(١) انظر: الطبري (٨/ ١١٣) ، وزاد المسير (٣/ ١٨٩) ، والنكت والعيون (٢/ ١٩) ، ومعاني الفراء (١/ ٣٧٧) ، والقرطبي (٧/ ٢٠٠) ، والبحر المحيط (٤/ ٢٨٣) .
(٢) قال ابن الأنباري: هي للذين آمنوا في الدنيا مشتركة، وهي لهم في الآخرة خالصة (النكت ٢/ ٥٢، الزاد ٣/ ١٨٩) .
(٣) قال الأزهري: «من رفع فقال: (خالصة) فهي على أنه خبر بعد خبر، كما تقول: زيد عاقل لبيب، المعنى: قل هي ثابتة للذين آمنوا في الحياة الدنيا خالصة يوم القيامة، أراد جلّ وعزّ أنها حلال للمؤمنين، يعني: الطيبات من الرّزق ويشركهم فيها الكافر، واعلم أنها تخلص للمؤمنين في الآخرة لا يشركهم فيها كافر.
ومن قرأ (خالصة) بالنصب نصبها على الحال، على أن العامل في قوله (في الحياة الدنيا) في تأويل الحال، كأنك قلت: هي ثابتة للمؤمنين مستقرة في الحياة الدنيا خالصة يوم القيامة (معاني القراءات ص ١٧٨) بتحقيقنا- المزيدي- وكذلك الحجة لابن خالويه (ص ٨٤) والإقناع لابن الباذش، والمفتاح للمغربي- بتحقيقنا- أيضا- دار الكتب- بيروت.
(٤) قال النحاس: «قال الأخفش (قل هي للذين آمنوا لأن المعنى: هي خالصة يوم القيامة) هاهنا تمّ الكلام لأن المعنى: هي خالصة يوم القيامة للذين آمنوا في الحياة الدنيا، قال أبو جعفر: وهذا شرح حسن، وفي المعنى قول آخر، قال الضحاك وغيره من أهل التأويل أن المعنى: قل هي للذين آمنوا يشاركهم فيها غيرهم في الحياة الدنيا وتخلص يوم القيامة للذين آمنوا، والتمام- كما قال الأخفش- على المعنيين جميعا (القطع والائتناف) بتحقيقنا- دار الكتب العلميّة- بيروت.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (298,'[الآية الثالثة]
قُلْ إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ (٣٣) .
قُلْ إِنَّما حَرَّمَ رَبِّيَ الْفَواحِشَ جمع فاحشة، وهي كل معصية.
ما ظَهَرَ مِنْها وَما بَطَنَ: أي ما أعلن منها وما أستر، وقيل هي خاصة بفواحش الزنا! ولا وجه لذلك.
وَالْإِثْمَ: يتناول كل معصية يتسبب عنها الإثم، وقيل: هو الخمر خاصة، ومنه قول الشاعر:
شربت الإثم حتى ضل عقلي ... كذاك الإثم يذهب بالعقول
وقد أنكر التخصيص جماعة من أهل العلم، وحقيقته أنه جميع المعاصي.
وقال الفراء: الإثم ما دون الحق والاستطالة على الناس «١» . انتهى.
وليس في إطلاق الإثم على الخمر ما يدل على اختصاصه به.
وَالْبَغْيَ بِغَيْرِ الْحَقِّ: أي الظلم المجاوز للحد، وإفراده بالذكر بعد دخوله فيما قبله لكونه ذنبا عظيما كقوله: وَيَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ وَالْبَغْيِ [النحل: ٩٠] .
وَأَنْ تُشْرِكُوا بِاللَّهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً أي وأن تجعلوا لله شريكا، لم ينزل عليكم به حجة، والمراد التهكم بالمشركين لأن الله لا ينزل برهانا بأن يكون غيره شريكا.
وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ (٣٣) : بحقيقته، وأن الله قاله، وهذا مثل ما كانوا ينسبون إلى الله سبحانه من التحليلات والتحريمات التي لم يأذن بها.
[الآية الرابعة]
وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ (٢٠٤)
_________
(١) انظر: معاني الفرّاء (١/ ٣٧٧، ٣٨) ، وتفسير ابن عطية (٥/ ٤٨٤، ٤٨٥) ، وزاد المسير (٣/ ١٩٠) ، والطبري (٨/ ١٢٣) ، والنكت والعيون (٢/ ٢٥) .',NULL,'301',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (299,'وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا أمرهم الله سبحانه بالاستماع للقرآن، والإنصات له عند قراءته، لينتفعوا به، ويتدبروا ما فيه من الحكم والمصالح.
قيل: هذا الأمر خاص بوقت الصلاة عند قراءة الإمام وقيل: هذا خاص بقراءة رسول الله صلّى الله عليه وآله وسلّم للقرآن دون غيره! ولا وجه لذلك، مع أن اللفظ أوسع من هذا، والعام لا يقصر على سببه فيكون الاستماع والإنصات عند قراءة القرآن في كل حالة، وعلى أي صفة، مما يجب على السامع، إلا ما استثنى الذي أنزل عليه القرآن صلّى الله عليه وآله وسلّم، كقراءة المأموم الفاتحة خلف إمامه سرا وجهرا، فإنه قد صح في ذلك أخبار شهيرة واضحة، وآثار كثيرة فائحة، توجب تأكد قراءة فاتحة الكتاب، ولزومها للمقتدي، بل صرح غير واحد من أئمة الفقه والحديث المعتبرين بكون ذلك مذهب أكثر الصحابة والتابعين رضوان الله تعالى عليهم أجمعين.
ولم يصح أثر، فضلا عن خبر، صريح في النهي عن الفاتحة خاصة، وإن استدل جماعة من أهل العلم بالعمومات الواردة فلينصف.
ولقد فصلت المرام بعون الله في «مسك الختام» و «الروضة الندية» «١» و «هداية السائل إلى أدلة المسائل» وفيه «إعلام الأعلام بقراءة الفاتحة خلف الإمام» لبعض الأحباب لنا، وهي مختصر نفيس «٢» .
لَعَلَّكُمْ تُرْحَمُونَ (٢٠٤) : أي تنالون الرحمة، وتفوزون بها، بامتثال أمر الله سبحانه وتعالى.
[الآية الخامسة] وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصالِ وَلا تَكُنْ مِنَ الْغافِلِينَ (٢٠٥) .
وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ: أمره الله سبحانه أن يذكره في نفسه، فإن الإخفاء أدخل في الإخلاص، وأدعى للقبول.
_________
(١) انظر تفصيل كلامه رحمه الله في «الروضة الندية» ، (١/ ٨٧، ٨٩) ونقل قول ابن قيم في أعلام الموقعين: «وردت النصوص المحكمة الصريحة الصحيحة في تعيين قراءة الفاتحة ... » .
(٢) انظر: الطبري (٩/ ١٦٤) ، ابن كثير (٣/ ٥٤١) ، الدر المنثور (٣/ ١٥٦) ، وتفسير ابن عطية (٦/ ١٩٦) .',NULL,'302',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (300,'وقيل: المراد بالذكر هنا ما هو أعم من القرآن وغيره من الأذكار التي يذكر الله بها.
وقال النحاس: لم يختلف في معنى: وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ أنه الدعاء «١» .
وقيل: هو خاص بالقرآن، أي اقرأ القرآن بتأمل وتدبر.
وتَضَرُّعاً وَخِيفَةً: تنتصبان على الحال.
وَدُونَ الْجَهْرِ: أي المجهور به معطوف على ما قبله، أي اذكره حال كونك متضرعا وخائفا ومتكلما بكلام هو دون الجهر.
مِنَ الْقَوْلِ، وفوق السر يعني قصدا بينهما.
بِالْغُدُوِّ وَالْآصالِ: متعلق ب (اذكر) ، أي: أوقات الغدوات والأصائل.
والغدو: جمع غدوة.
والآصال: جمع أصيل، قاله الزجاج والأخفش، مثل يمين وأيمان، وقيل:
الآصال جمع [أصل، والأصل] «٢» جميع أصيل، فهو على هذا جمع الجمع. قاله الفرّاء «٣» .
قال الجوهري «٤» : الأصيل من بعد العصر إلى المغرب، وجمعه أصل وآصال وأصائل كأنه جمع أصلية، وخص هذين الوقتين لشرفهما، والمراد دوام الذكر لله كما قال تعالى: وَلا تَكُنْ مِنَ الْغافِلِينَ (٢٠٥) أي عن ذكر الله عز وجل.
_________
(١) انظر: معاني النحاس (٢/ ١٢٣) .
(٢) ما بين [المعقوفين] سقط من المطبوعة واستدرك من فتح القدير (٢/ ٢٨١) .
(٣) انظر: معاني الفراء (١/ ٤١٠) ، والزجاج (٢/ ٤٤٨) .
(٤) انظر: الصحاح (أصل) .',NULL,'303',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (301,'<span data-type="title" id=toc-74>سورة الأنفال [وجملة آياتها خمس أو ست أو سبع وسبعون آية]</span>
صرح كثير من المفسرين بأنها مدنية ولم يستثنوا منها شيئا، وبه قال الحسن وعكرمة وجابر بن زيد وعطاء. وقد روي مثل هذا عن ابن عباس أخرجه النحاس في «ناسخه» ، وأبو الشيخ وابن مردويه عنه.
وفي لفظ تلك سورة بدر، أي نزلت في بدر.
وكان النبي صلّى الله عليه وآله وسلّم يقرؤوها في صلاة المغرب، كما أخرجه الطبراني بسند صحيح عن أبي أيوب «١» .
[الآية الأولى]
يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١) .
يَسْئَلُونَكَ عَنِ الْأَنْفالِ: جمع نفل محركا، وهو الغنيمة.
وأصل النفل: الزيادة وسميت الغنيمة نفلا لأنها زيادة فيما أحل الله لهذه الأمة مما كان محرما على غيرهم، أو لأنها زيادة على ما يحصل للمجاهدين من أجر الجهاد.
ويطلق النفل على معان أخر منها: اليمين، والابتغاء، ونبت معروف.
والنافلة: التطوع لكونها زائدة على الواجب.
والنافلة: ولد الولد لأنها زيادة على الولد.
_________
(١) حديث صحيح: رواه الطبراني في «الكبير» (٢٧٠٢) وأورده الهيثمي في «المجمع» (٢/ ١١٨) وقال: رجاله رجال الصحيح.
وكذلك رواه الطبراني أيضا في «الكبير» (٢٨٢٤) ، عن زيد بن ثابت مرفوعا.
وقال الهيثمي (٢/ ١١٨) : رجاله رجال الصحيح. [.....]',NULL,'304',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (302,'وكان سبب نزول الآية اختلاف الصحابة رضي الله عنهم في يوم بدر، بأن قال الشبان: هي لنا لأنا باشرنا القتال، وقال الشيوخ: كنا ردءا لكم تحت الرايات، فنزع الله ما غنموه من أيديهم، وجعله الله والرسول، فقال: قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ أي حكمها مختص بهما، يقتسمها بينكم رسول الله صلّى الله عليه وآله وسلّم عن أمر الله سبحانه، فقسمها رسول الله صلّى الله عليه وآله وسلّم بينهم على السواء.
رواه الحاكم في «المستدرك» «١» ، وليس لكم حكم في ذلك.
وقد ذهب جماعة من الصحابة والتابعين إلى أن الأنفال كانت لرسول الله صلّى الله عليه وآله وسلّم خاصة، ليس لأحد فيها شيء حتى نزول قوله تعالى: وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ [الأنفال: ٤١] الآية، فهي على هذا منسوخة وبه قال مجاهد وعكرمة والسدي.
وقال ابن زيد: محكمة مجملة، قد بين الله مصارفها في آية الخمس ولا نسخ! «٢» .
_________
(١) حديث صحيح: رواه الحاكم في «المستدرك» (٢/ ١٣١، ١٣٢، ٢٢١، ٢٢٢، ٣٢٦، ٣٢٧) .
وصححه، ووافقه الذهبي.
وكذلك رواه أبو داود (٢٧٣٧) ، (٢٧٣٨) (٢٧٣٩) ، والنسائي في «تفسيره» (٢١٧) ، وابن أبي شيبة في «المصنف» (٨/ ٤٦٩) .
قلت: ورجال إسناده كلهم ثقات.
قلت: وهناك سبب آخر في نزول قوله تعالى: يَسْئَلُونَكَ عَنِ الْأَنْفالِ ... روى الترمذي (٤/ ١١٠) بسنده عن مصعب بن سعد عن أبيه قال: لما كان يوم بدر جئت بسيف فقلت: يا رسول الله إن الله قد شفى صدرك من المشركين أو نحو هذا، هب لي السيف؟ فقال: هذا ليس لي ولا لك، فقلت: عسى أن يعطى هذا من لا يبلي بلائي فجاءني الرسول فقال: إنك سألتني وليس لي، وإنه قد صار لي وهو لك، قال: فنزلت: يَسْئَلُونَكَ عَنِ الْأَنْفالِ الآية. وقال: حديث حسن صحيح. وقد رواه سماك عن مصعب بن سعد أيضا.
والحديث رواه مسلم مطولا ومختصرا (١٢/ ٥٣، ٥٤ نووي) وأبو داود (٣/ ٣٠، ٣١) ، والطيالسي (١/ ٢٣٩) ، وابن أبي حاتم (٣/ ٢٢٢) ، والحاكم (٢/ ١٣٢) ، وصححه وأقرّه الذهبي، والبيهقي (٦/ ٢٢٩) ، وابن جرير (٩/ ١٧٣) ، وأبو نعيم (٨/ ٣١٢) .
(٢) قال ابن العربي المعافري: «والصحيح أن هذه الآية ناسخة لما سبق من حكم الله في تحريم الغنائم على الخلق، فأحلها الله على هذه الأمة لما رأى من ضعفها وعجزها، وفي الصحيح [البخاري تيمم، صلاة ٥٦، خمس ٨/ مسلم مساجد ٣، ٥، أبو داود جهاد ١٢١، الدارمي صلاة ١٧١، أحمد (١/ ٣٠١) ، (٣/ ٣٠٤) ، (٥/ ٣٢٦) عن جابر بن عبد الله وغيره: أحلت لي الغنائم، وثبت عن أبي هريرة رضي الله عنه عن النبي صلّى الله عليه وآله وسلّم من طرق عديدة، واللفظ للبخاري (غرض الخمس ٨، نكاح ٥٨، مسلم جهاد ٣٢) .. وهذا صحيح لا طعن فيه، وبيّن لا غبار عليه وانظر كلامه في',NULL,'305',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (303,'فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١) : أمرهم بالتقوى، وإصلاح ذات البين، وطاعة الله ورسوله بالتسليم لأمرهما، وترك الاختلاف الذي وقع بينهما.
[الآيتان: الثانية والثالثة]
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ الْأَدْبارَ (١٥) وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتالٍ أَوْ مُتَحَيِّزاً إِلى فِئَةٍ فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (١٦) .
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً: الزحف: الدنو قليلا قليلا، وأصله الاندفاع على الألية، ثم سمى كل ماش في الحرب إلى آخر زاحفا.
والتزاحف: التداني والتقارب. تقول زحف إلى العدو زحفا، وازدحف القوم: أي مشى بعضهم إلى بعض.
وانتصاب زحفا، إما على أنه مصدر لفعل محذوف، أي: يزحفون زحفا، أو على أنه حال من المؤمنين، أي: حال كونكم زاحفين إلى الكفار، أو حال من الذين كفروا، أي حال كون الكفار زاحفين إليكم، أو حال من الفريقين، أي: متزاحفين.
فَلا تُوَلُّوهُمُ الْأَدْبارَ (١٥) : نهى الله المؤمنين أن ينهزموا عن الكفار إذا لقوهم، وقد دب بعضهم إلى بعض للقتال. وظاهر هذه الآية العموم لكل المؤمنين في كل زمن، وعلى كل حال إلا حالة: التحرف والتحيز.
وقد روي عن عمر وابن عباس وأبي هريرة وأبي سعيد وأبي [نضرة] «١» .
وعكرمة ونافع والحسن وقتادة و [يزيد] «٢» بن أبي حبيب والضحاك: أن تحريم الفرار من الزحف في هذه الآية مختص بيوم بدر، وأن أهل بدر لم يكن لهم أن ينحازوا
_________
(الناسخ والمنسوخ ٢/ ٢٢٥، ٢٢٦) .
(١) وقع في المخطوط (نصر) وهو خطأ، والتصويب من فتح القدير (٢/ ٢٩٣) .
وأبو نضرة هو المنذر بن قطعة العبدي ثقة من رجال البخاري ومسلم.
(٢) وقع في «المطبوعة» زيد وهو خطأ، والتصويب من جامع الطبري (١٥٨١١) ، وهو أبو جابر المصري أخرج له الستة في كتبهم وهو من الثقات.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (304,'ولو انحازوا لا نحازوا إلى المشركين، إذ لم يكن في الأرض يومئذ مسلمون غيرهم ولا لهم فئة إلا النبي صلّى الله عليه وآله وسلّم فأما بعد ذلك فإن بعضهم فئة لبعض. وبه قال أبو حنيفة.
قالوا: ويؤيده قوله: وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ فإنه إشارة إلى يوم بدر.
وقيل: إن هذه الآية منسوخة بآية الضعف «١» .
وذهب جمهور العلماء إلى أن هذه الآية محكمة عامة غير خاصة، وأن الفرار من الزحف محرم ويؤيد هذا أن هذه الآية نزلت بعد انقضاء الحرب في يوم بدر.
فأجيب عن قول الأولين: إن الإشارة في يومئذ إلى يوم بدر بأن الإشارة إلى يوم الزحف، كما يفيده السياق، ولا منافاة بين هذه الآية وآية الضعف، بل هذه الآية مقيدة بها، ويكون الفرار من الزحف محرما بشرط بينه الله في آية الضعف.
ولا وجه لما ذكروه من أنه لم يكن في الأرض يوم بدر مسلمون غير من حضرها، فقد كان بالمدينة إذ ذاك خلق كثير، لم يأمرهم النبي صلّى الله عليه وآله وسلّم بالخروج لأنه عليه الصلاة والسلام ومن خرج معه لم يكونوا يرون- في الابتداء- أنه سيكون قتال.
ويؤيد هذا ما ورد من الأحاديث الصحيحة المصرحة بأن الفرار من الزحف من جملة الكبائر كما في حديث: «اجتنبوا السبع الموبقات» «٢» وفيه التولي يوم الزحف، ونحوه من الأحاديث.
وهذا البحث تطول ذيوله وتتشعب طرقه وهو مبين في مواطنه.
قال ابن عطية: والأدبار: جمع دبر والعبارة بالدبر في هذه الآية متمكنة في
_________
(١) قال القاضي ابن العربي: «قال بعضهم: والنسخ في هذا لا يجوز لأنه وعيد، والوعيد لا ينسخ لأنه خبر.
واختلف الناس في المراد بهذه الآية على قولين أحدهما: أنها في يوم بدر خاصّة، وهو اختيار الحسن، وروي عن ابن عباس رضي الله عنهما، وقيل: هي عامة في الأزمنة مخصوصة في العدد، لقوله تعالى: فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ والصحيح عمومها لوجهين:
أحدهما: أنه ظاهر القرآن، لقوله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ الْأَدْبارَ (١٥) وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ يعني يوم الزحف.
وثبت عن النبي صلّى الله عليه وآله وسلّم أنه عدّ الكبائر فقال: والفرار من الزحف وهذا نص لا غبار عليه.
وانظر: الناسخ والمنسوخ (٢/ ٢٢٨، ٢٢٩) ، والأحكام (٢/ ٨٣٢) .
(٢) حديث صحيح: رواه البخاري (٥/ ٣٩٣) ، (١٢/ ١٨١) ، ومسلم (٢/ ٨٢، ٨٣) .',NULL,'307',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (305,'الفصاحة لما في ذلك من الشناعة على الفار والذم له.
إِلَّا مُتَحَرِّفاً لِقِتالٍ: التحرف: الزوال عن جهة الاستواء والمراد به هنا التحرف من جانب إلى جانب في المعركة، طلبا لمكايد الحرب، وخدعا للعدو، كمن يوهم أنه منهزم ليتبعه العدو فيكر عليه ويتمكن منه، ونحو ذلك من مكايد الحرب فإن «الحرب خدعة» «١» كما في الحديث.
أَوْ مُتَحَيِّزاً إِلى فِئَةٍ: أي إلى جماعة من المسلمين، غير الجماعة المقابلة للعدو، وانتصاب متحرفا أو متحيزا على الاستثناء من المولين، أي: ومن يولهم دبره إلا رجلا منهم متحرفا أو متحيزا، ويجوز انتصابهما على الحال، ويكون حرف الاستثناء لغوا لا عمل له.
فَقَدْ باءَ: جزاء الشرط.
والمعنى: من ينهزم ويفر من الزحف فقد رجع بِغَضَبٍ كائن، مِنَ اللَّهِ:
إلا المتحرف والمتحيز.
[الآية الرابعة]
قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ (٣٨) .
قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا: أمر الله سبحانه رسوله صلّى الله عليه وآله وسلّم أن يقول للكفار هذا المعنى سواء قاله بهذه العبارة أو غيرها.
قال ابن عطية: ولو كان كما قال الكسائي إنه في مصحف عبد الله بن مسعود: قل للذين كفروا إن تنتهوا- يعني بالفوقية- لما تأدت الرسالة إلا بتلك الألفاظ بعينها.
قال في «الكشاف» «٢» : أي قل لأجلهم هذا القول، وهو: إن ينتهوا. ولو كان بمعنى خاطبهم به لقيل: إن تنتهوا يغفر لكم وهي قراءة ابن مسعود ونحوه.
وَقالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كانَ خَيْراً ما سَبَقُونا إِلَيْهِ [الأحقاف: ١١] خاطبوا به
_________
(١) حديث صحيح: رواه البخاري (٦/ ١٥٨) ، ومسلم (١٢/ ٤٤، ٤٥) عن أبي هريرة وجابر مرفوعا.
(٢) انظر: تفسير الكشاف للزمخشري (٢/ ٢١٩) .',NULL,'308',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (306,'غيرهم لأجلهم ليسمعوه.
أي: إن ينتهوا عما هم عليه من عداوة رسول الله صلّى الله عليه وآله وسلّم، وقتاله، بالدخول في الإسلام يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ لهم من العداوة. انتهى.
وقيل: معناه: إن ينتهوا عن الكفر.
قال ابن عطية: والحامل على ذلك، جواب الشرط فيغفر لهم ما قد سلف ومغفرة ما قد سلف لا تكون إلا لمنته عن الكفر وفي هذه الآية دليل على أن الإسلام يحبّ ما قبله.
[الآية الخامسة] وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ (٣٩) .
وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ: أي كفر وشرك.
وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ: تحريض للمؤمنين على قتال الكفار. وقد تقدم تفسير ذلك في البقرة مستوفى.
[الآية السادسة]
وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ (٤١) .
وَاعْلَمُوا أَنَّما غَنِمْتُمْ: قال القرطبي «١» : اتفقوا على أن المراد بالغنيمة، في هذه الآية، مال الكفار إذا ظفر بهم المسلمون على وجه الغلبة والقهر.
قال: ولا تقتضي اللغة هذا التخصيص، ولكن عرف الشرع قيّد اللفظ بهذا النوع.
وقد ادعى ابن عبد البر الإجماع على أن هذه الآية بعد قوله: يَسْئَلُونَكَ عَنِ الْأَنْفالِ،
_________
(١) انظره في «تفسيره» (٨/ ١- ٣) .',NULL,'309',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (307,'وأن أربعة أخماس الغنيمة مقسومة على الغانمين، وأن قوله: يَسْئَلُونَكَ عَنِ الْأَنْفالِ نزلت حين تشاجر أهل بدر في غنائم بدر- على ما تقدمت الإشارة إليه» .
وقيل: إنها- أعني يَسْئَلُونَكَ عَنِ الْأَنْفالِ- محكمة غير منسوخة، وأن الغنيمة لرسول الله صلّى الله عليه وآله وسلّم، وليست مقسومة بين الغانمين وكذلك لمن بعده من الأئمة. حكاه [المازري] «٢» عن كثير من المالكية.
قالوا: وللإمام أن يخرجها عنهم، واحتجوا بفتح مكة وقصة حنين. وكان أبو [عبيد] «٣» يقول: افتتح رسول الله صلّى الله عليه وآله وسلّم مكة عنوة، ومنّ على أهلها فردها عليهم، ولم يقسمها، ولم يجعلها فيئا.
وقد حكى الإجماع جماعة من أهل العلم «٤» ، على أن أربعة أخماس الغنيمة للغانمين، وممن حكى ذلك: ابن المنذر وابن عبد البر والداودي والمازري والقاضي عياض وابن العربي، والأحاديث الواردة في قسمة الغنيمة من الغانمين وكيفيتها كثيرة جدا.
قال القرطبي «٥» : ولم يقل أحد- فيما أعلم- إن قوله تعالى: يَسْئَلُونَكَ عَنِ الْأَنْفالِ الآية ناسخ لقوله تعالى: وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ الآية بل قال الجمهور: إن قوله: أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ، ناسخ، وهم الذين لا يجوز عليهم التحريف ولا التبديل لكتاب الله.
وأما قصة فتح مكة فلا حجة فيها لاختلاف العلماء في فتحها.
وأما قصة حنين، فقد عوض الأنصار لما قالوا: يعطي المغانم قريشا ويتركنا وسيوفنا تقطر من دمائهم نفسه؟! فقال لهم: «أما ترضون أن يرجع الناس بالدنيا وترجعون برسول الله صلّى الله عليه وآله وسلّم إلى بيوتكم؟» كما في مسلم وغيره «٦» . وليس لغيره أن يقول.
هذا القول بل ذلك خاص به.
_________
(١) وذلك عن تفسيره للآية (١) من هذه السورة الكريمة.
(٢) وقع في المطبوعة (الماوردي) وهو خطأ، والتصويب من «تفسير القرطبي» (٨/ ٢) .
(٣) في المطبوعة (أبو عبيدة) وهو خطأ، وصوبناه من تفسير القرطبي (٨/ ٢) .
(٤) انظر: مراتب الإجماع للعلامة ابن حزم (ص ١٣٣) ط. دار الآفاق بيروت. [.....]
(٥) انظره في «تفسيره» (٨/ ٤٢٣) .
(٦) حديث صحيح: رواه البخاري (٨/ ٥٣) ، ومسلم (٧/ ١٥١، ١٥٢) عن أنس مرفوعا.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (308,'وقوله أَنَّما غَنِمْتُمْ يشمل كل شىء يصدق عليه اسم الغنيمة، إذ كان أصلها إصابة الغنم من العدو.
ومِنْ شَيْءٍ بيان لما الموصولة، وقد خصص الإجماع، ومن عموم الآية، الأسارى فإن الخيرة فيها إلى الإمام بلا خلاف. وكذلك سلب المقتول إذا نادى به الإمام.
قيل: وكذلك الأرض المغنومة. وردّ بأنه لا إجماع على الأرض.
فَأَنَّ: أي فحق أو واجب أن:
لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ: قد اختلف العلماء في كيفية قسمة الخمس على أقوال ستة:
الأول: قالت طائفة: يقسم الخمس على ستة، فيجعل السدس: للكعبة وهو الذي لله والثاني: لرسول الله صلّى الله عليه وآله وسلّم، والثالث: لذوي القربى، والرابع: لليتامى، والخامس: للمساكين، والسادس: لابن السبيل.
القول الثاني: قال أبو العالية والربيع: إنها تقسم أي الغنيمة على خمسة، فيعزل منها سهم واحد، ويقسم أربعة على الغانمين، ثم يضرب يده في السهم الذي عزله، فما قبضه من شىء جعله للكعبة ويقسم بقية السهم الذي عزله على خمسة، للرسول ومن بعده في الآية.
القول الثالث: عن زين العابدين علي بن الحسين أنه قال: إن الخمس لنا فقيل له: إن الله يقول: واليتامى والمساكين وابن السبيل؟ فقال: يتامانا ومساكيننا وأبناء سبيلنا.
القول الرابع: قول الشافعي: إن الخمس يقسم على خمسة وإن سهم الله وسهم رسوله واحد، يصرف في مصالح المؤمنين، والأربعة الأخماس على الأصناف الأربعة المذكورة في الآية.
القول الخامس: قول أبي حنيفة: إنه يقسم الخمس على ثلاثة: اليتامى، والمساكين، وابن السبيل. وقد ارتفع حكم قرابة رسول الله صلّى الله عليه وآله وسلّم بموته، كما ارتفع حكم سهمه. قال: ويبدأ من الخمس بإصلاح القناطر، وبناء المساجد، وأرزاق القضاة',NULL,'311',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (309,'والجند. وروي نحو هذا عن الشافعي.
القول السادس: قول مالك: أنه موكول إلى نظر الإمام واجتهاده، فيأخذ منه بغير تقدير، ويعطي منه الغزاة باجتهاده، ويصرف الباقي في مصالح المسلمين.
قال القرطبي «١» : وبه قال الخلفاء الأربعة وبه عملوا، وعليه يدل قوله صلّى الله عليه وآله وسلّم: «مالي مما أفاء الله عليكم إلا الخمس، والخمس مردود عليكم» «٢» فإنه لم يقسمه أخماسا ولا أثلاثا، وإنما ذكر ما في الآية من ذكره على وجه التنبيه عليهم، لأنهم من أهم من يدفع إليه.
قال الزجاج محتجا لهذا القول: قال الله تعالى: يَسْئَلُونَكَ ماذا يُنْفِقُونَ قُلْ ما أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتامى وَالْمَساكِينِ [البقرة: ٢١٥] وجائز، بالإجماع، أن ينفق في غير هذه الأصناف إذا رأى ذلك «٣» .
وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ: قيل: إعادة اللام في ذي القربى دون من بعدهم يدفع توهم اشتراكهم في سهم النبي صلّى الله عليه وآله وسلّم، والمعنى أن سهما من خمس الخمس لأقاربه صلّى الله عليه وآله وسلّم. وقد اختلف العلماء فيهم على أقوال:
الأول: أنهم قريش كلها، روي ذلك عن بعض السلف واستدل بما روي عن النبي صلّى الله عليه وآله وسلّم أنه لما صعد الصفا جعل يهتف ببطون قريش كلها قائلا: «يا بني فلان! يا بني فلان!» «٤» .
[الثاني] : وقال الشافعي وأحمد وأبو ثور ومجاهد وقتادة وابن جريج ومسلم بن خالد: هم بنو هاشم وبنو المطلب، لقوله صلّى الله عليه وآله وسلّم: «إنما بنو هاشم وبنو المطلب شيء
_________
(١) انظره في تفسيره (٨/ ١١) .
(٢) حديث حسن: في إسناده عمرو بن شعيب، وهو ووالده صدوقان وحديثهما حسن.
رواه أبو داود (٢٦٩٤) ، وأحمد في «المسند» (٢/ ١٨٤، ٢١٨، ٢١٩) ، والنسائي (٦/ ٢٦٢، ٢٦٤) ، (٧/ ١٣١، ١٣٢) والبيهقي في «الكبرى» (٦/ ٣٣٦، ٣٣٧) .
ورواه عمرو بن عبسة، وعبادة بن الصامت وغيرهما مرفوعا.
(٣) انظر: الإجماع لابن حزم (ص ١٣٣، ١٣٦) ، كفاية الأخيار (ص ٥٠٧، ٥٠٨) ، غاية المطلب (ص ٤٧٠) ، وشرح البرنسي والغروي على أبي زيد (٢/ ٨) .
(٤) حديث صحيح: رواه مسلم (٣/ ٨٢، ٨٣) ، (٣/ ٧٩، ٨٢) ، من حديث عبد الله بن عباس، وعائشة وأبي هريرة وقبيصة بن المخارق وزهير بن عمرو جميعهم مرفوعا.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (310,'واحد وشبك بين أصابعه» وهو في «الصحيح» «١» .
[الثالث] : وقيل: هم بنو هاشم خاصة، وبه قال مالك والثوري والأوزاعي وغيرهم وهو مروي عن علي بن الحسين ومجاهد.
وكذا اختلف أهل العلم هل ثبت وبقي سهمهم اليوم، أم سقط بوفاته صلّى الله عليه وآله وسلّم، وصار الكل مصروفا إلى الثلاثة الباقية؟ فذهب الجمهور- ومنهم مالك والشافعي- إلى الثبوت واستواء الفقراء والأغنياء لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ [النساء: ١١] .
وقال أبو حنيفة وأهل الرأي بسقوط ذلك، والتفصيل يطلب من مواطنه «٢» .
[الآية السابعة]
وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦) .
وَلا تَنازَعُوا فَتَفْشَلُوا: فيه النهي عن التنازع، وهو الاختلاف في الرأي، فإن ذلك يتسبب عنه الفشل وهو الجبن في الحرب.
وأما المنازعة بالحجة لإظهار الحق فجائزة كما قال: وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [النحل: ١٢٥] ، بل هي مأمور بها بشروط مقررة، والفاء جواب النهي، والفعل منصوب بإضمار أن. ويجوز أن يكون الفعل معطوفا على تنازعوا مجزوما. بجازمه.
وَتَذْهَبَ رِيحُكُمْ قرىء بنصب الفعل وجزمه عطفا على تفشلوا على الوجهين.
والريح: القوة والنصر كما يقال: الريح لفلان، إذا كان غالبا في الأمر. وقيل:
الريح الدولة، شبهت في نفوذ أمرها بالريح في هبوبها. ومنه قول الشاعر:
إذا هبت رياحك فاغتنمها ... فعقبى كل خافقة سكون
وقيل: المراد بالريح ريح الصبا لأن بها كان ينصر النبي صلّى الله عليه وآله وسلّم.
_________
(١) حديث صحيح: رواه البخاري (٦/ ٢٤٤، ٥٣٣) ، (٧/ ٤٨٤) ، وأبو داود (٢٩٨٠) ، عن جبير بن مطعم مرفوعا.
(٢) انظر: الروضة الندية للمصنف (٣٤١، ٣٤٣) .',NULL,'313',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (311,'[الآية الثامنة]
وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ خِيانَةً فَانْبِذْ إِلَيْهِمْ عَلى سَواءٍ إِنَّ اللَّهَ لا يُحِبُّ الْخائِنِينَ (٥٨) .
وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ: من المعاهدين وهم قريظة وبنو النضير.
خِيانَةً أي غشا ونقضا للعهد.
فَانْبِذْ: أي فاطرح.
إِلَيْهِمْ: العهد الذي بينك وبينهم.
عَلى سَواءٍ: أي على طريق مستوية، والمعنى أنه يخبرهم إخبارا ظاهرا مكشوفا بالنقض، ولا تناجزهم الحرب بغتة.
وقيل: معنى عَلى سَواءٍ على وجه يستوي في العلم بالنقض أقصاهم وأدناهم، أو تستوي أنت لئلا يتهموك بالغدر وهم فيه.
قال الكسائي: السواء: العدل وقد يكون بمعنى الوسط. ومنه قوله تعالى: فِي سَواءِ الْجَحِيمِ (٥٥) [الصافات: ٥٥] وقيل: معناه على جهر، لا على سر.
والظاهر أن هذه الآية عامة في كل معاهد يخاف من وقوع النقض منه.
قال ابن عطية: والذي يظهر من ألفاظ القرآن أن أمر بني قريظة انقضى عند قوله فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ، [الأنفال: ٥٧] ثم ابتدأ تبارك وتعالى في هذه الآية يأمره بما يصنعه في المستقبل مع من يخاف منه خيانة.
إِنَّ اللَّهَ لا يُحِبُّ الْخائِنِينَ (٥٨) : تعليل لما قبلها، يحتمل أن يكون تحذيرا لرسول الله صلّى الله عليه وآله وسلّم من المناجزة قبل أن ينبذ إليهم على سواء، ويحتمل أن تكون عائدة إلى القوم الذين يخاف منهم الخيانة.
[الآية التاسعة]
وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَما تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (٦٠) .',NULL,'314',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (312,'وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ: أمر الله سبحانه بإعداد القوة: كل ما يتقوى به في الحرب، ومن ذلك السلاح والقسي.
وقد ثبت في «صحيح مسلم» «١» وغيره من حديث عقبة بن عامر قال: «سمعت رسول الله صلّى الله عليه وآله وسلّم، وهو على المنبر، يقول: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ إلا أن القوة: الرمي! قالها ثلاث مرات» .
وقيل: هي الحصون والمعاقل. والمصير إلى التفسير الثابت عن رسول الله صلّى الله عليه وآله وسلّم متعين.
وَمِنْ رِباطِ الْخَيْلِ: قال أبو حاتم: الرباط من الخيل الخمس فما فوقها، وهي الخيل التي تربط بإزاء العدو، ومنه قول الشاعر:
أمر الإله بربطها لعدوه ... في الحرب إن الله خير موفق
قال في «الكشاف» «٢» : والرباط اسم للخيل التي تربط في سبيل الله، ويجوز أن يسمى بالرباط الذي هو بمعنى المرابطة، ويجوز أن يكون جمع ربيط كفصيل وفصال.
انتهى.
وقد فسّر القوة بكل ما يتقوى به في الحرب، جعل عطف الخيل عليها من عطف الخاص على العام.
تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ: في محل نصب على الحال.
والترهيب: التخويف، والضمير في (به) عائد إلى (ما) في مَا اسْتَطَعْتُمْ أو إلى المصدر المفهوم من وَأَعِدُّوا، وهو الإعداد، والمراد بعدو الله وعدوهم: هم المشركون من أهل مكة وغيرهم من مشركي العرب.
_________
(١) حديث صحيح: رواه مسلم (١٣/ ٦٤) ، وأبو داود (٢٥١٤) ، وأحمد في «المسند» (٤/ ١٥٦) ، وابن ماجة (٢٨١٣) عن عقبة بن عامر مرفوعا.
(٢) انظره في «تفسير الزمخشري» (٢/ ٢٣٢) .',NULL,'315',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (313,'[الآية العاشرة] وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٦١) .
وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها: الجنوح: الميل.
والسلم: الصلح.
وقد اختلف أهل العلم: هل هذه الآية منسوخة أم محكمة «١» ؟ فقيل: هي منسوخة بقوله تعالى: فَاقْتُلُوا الْمُشْرِكِينَ [التوبة: ٥] قاله ابن عباس.
وقيل: ليست بمنسوخة لأن المراد بها قبول الجزية، وقد قبلها منهم الصحابة فمن بعدهم، فتكون خاصة بأهل الكتاب. قاله مجاهد.
وقيل: إن المشركين إن دعوا إلى الصلح جاز أن يجابوا إليه، وتمسك المانعون من مصالحة المشركين بقوله تعالى: فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ [محمد: ٣٥] ، وقيدوا عدم الجواز بما إذا كان المسلمون في عزة وقوة لا إذا لم يكونوا كذلك فهو جائز كما وقع منه صلّى الله عليه وآله وسلّم من مهادنة قريش، وما زالت الخلفاء والصحابة على ذلك، وكلام أهل العلم في هذه المسألة معروف مقرر في مواطنه.
[الآية الحادية عشرة]
الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٦٦) .
الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ أوجب على الواحد أن يثبت لإثنين من الكفار.
قيل: في التنصيص على غلب المائة للمائتين، والألف للألفين، إنه بشارة للمسلمين بأن عساكر الإسلام سيجاوز عددها العشرات والمئات إلى الألوف.
_________
(١) انظر: الناسخ والمنسوخ لابن العربي (٢/ ٢٣٢) .',NULL,'316',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (314,'وقد اختلف أهل العلم: هل هذا التخفيف نسخ أم لا؟ ولا يتعلق بذكر ذلك كثير فائدة «١» .
أخرج البخاري والنحاس في «ناسخه» وابن مردويه والبيهقي في «سننه» «٢» عن ابن عباس قال: «نزلت إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صابِرُونَ يَغْلِبُوا مِائَتَيْنِ [الأنفال: ٦٥] شق ذلك على المسلمين حين فرض عليهم أن لا يفر واحد من عشرة فجاء التخفيف بقوله: الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ الآية. قال: فلما خفف الله عنهم من العدة نقص من الصبر بقدر ما خفف عنهم» .
[الآية الثانية عشرة] ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٦٧) .
ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ: هذا حكم آخر من أحكام الجهاد.
ومعنى ما كان لنبي: ما صح له وما استقام.
والأسرى جمع أسير. ويقال في جمع أسير أيضا: أسارى بضم الهمزة وبفتحها، وهو مأخوذ من الأسر، وهو القد «٣» ، لأنهم كانوا يشدون به الأسير.
وقال أبو عمرو بن العلاء: الأسرى هم غير الموثقين عند ما يؤخذون، والأسارى هم الموثقون ربطا.
والإثخان كثرة القتل والمبالغة فيه، يقال: أثخن فلان في هذا الأمر، أي بالغ فيه.
_________
(١) انظر: الناسخ والمنسوخ لابن العربي (٢/ ٢٢٩، ٢٣١) .
وانظر في سبب نزول هذه الآية (البخاري ٩/ ٣٠٢) ، والمطالب العالية (٣/ ٣٣٦) ، وعزاه لابن راهويه، ورواه أيضا ابن الجارود في «المنتقى» (ص ٣٥٠) وابن إسحاق (٨٢/ ق) وسيرة ابن هشام (١/ ٦٧٦) ، وأبو داود (٢/ ٣٤٩) ، وابن جرير (١٠/ ٤٠) .
(٢) حديث صحيح: رواه البخاري (٨/ ٣١٢) ، والطبري في «تفسيره» (٩/ ٧٦) .
(٣) القدّ: هو الشقّ الممتد الطويل. [صحاح: قد] . [.....]',NULL,'317',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (315,'فالمعنى ما كان لنبي أن يكون له أسرى، حتى يبالغ في قتل الكافرين، ويستكثر من ذلك.
وقيل: معنى الإثخان التمكن.
وقيل: هو القوة. أخبر الله سبحانه أن قتل المشركين يوم بدر كان أولى من أسرهم وفداهم، ثم لما كثر المسلمون رخّص الله في ذلك فقال: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً [محمد: ٤] «١» .
[الآية الثالثة عشرة]
إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ (٧٢) .
وَالَّذِينَ آمَنُوا: من المقيمين بمكة المكرمة.
وَلَمْ يُهاجِرُوا: منها مبتدأ خبره.
ما لَكُمْ مِنْ وَلايَتِهِمْ: أي من نصرتهم وإعانتهم أو من ميراثهم، ولو كانوا من قراباتكم.
مِنْ شَيْءٍ لعدم وقوع الهجرة منهم.
مِنْ شَيْءٍ لعدم وقوع الهجرة منهم.
حَتَّى يُهاجِرُوا: فيكون لهم ما كان للطائفة الأولى، الجامعين بين الإيمان والهجرة.
وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ: أي هؤلاء الذين آمنوا ولا يهاجروا إذا طلبوا منكم النصرة لهم على المشركين.
فَعَلَيْكُمُ النَّصْرُ: أي فواجب عليكم، إِلَّا أن يستنصروكم، عَلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ:
_________
(١) انظر: الناسخ والمنسوخ (٢/ ٢٣٤، ٢٣٥) ابن العربي، ومعاني الزجاج (٢/ ٤٧٠) ، وزاد المسير (٣/ ٣٧١) وابن كثير (٢/ ٣٢٥) ، واللباب (١١٤) ، والطبري (١٠/ ٣٠) ، والنكت (٢/ ١١٢) .',NULL,'318',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (316,'فلا تنصروهم، ولا تنقضوا العهد الذي بينكم وبين أولئك القوم حتى تنقضي مدته، وهي عشر سنين.
[الآية الرابعة عشرة]
وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهاجَرُوا وَجاهَدُوا مَعَكُمْ فَأُولئِكَ مِنْكُمْ وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧٥) .
وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ: من غيرهم ممن لم يكن بينه وبينهم رحم في الميراث، والمراد بهم القرابات، فيتناول كل قرابة.
وقيل: المراد بهم هنا العصبات، كقول العرب: صلتك رحم فإنهم لا يريدون قرابة الأم، ولا يخفى عليك أنه ليس في هذا ما يمنع من إطلاقه على غير العصبات.
وقد استدل بهذه الآية من أثبت الميراث لذوي الأرحام، وهم من ليس بعصبته ولا ذي سهم على حسب اصطلاح أهل علم المواريث، والخلاف في ذلك معروف مقرر في مواطنه «١» .
وقد قيل إن هذه الآية ناسخة للميراث بالموالاة والنصرة عند من فسّر ما تقدم، من قوله: بَعْضُهُمْ أَوْلِياءُ بَعْضٍ [الأنفال: ٧٢] . وما بعده، بالتوارث.
وأما من فسّرها بالنصرة والمعونة، فيجعل هذه الآية إخبارا منه سبحانه وتعالى بأن القرابات بعضهم أولى ببعض.
فِي كِتابِ اللَّهِ: أي في حكمه أو في اللوح المحفوظ، أو في القرآن، ويدخل في هذه الأولوية في الميراث دخولا أوليا، لوجود سببه أعني القرابة «٢» .
_________
(١) انظر في ذلك: الرّوض المربع (٢٥٩) . وغاية المطلب (٣٠٦) ، الروضة الندية (٣٢٥) ، والمحلى (٩/ ٢٥٢) .
(٢) قال القاضي ابن العربي: «لا خلاف ولا إشكال في أن الميراث كان في صدر الإسلام بالولاية ثم صار في آخره بالقرابة، إلا أن هذه الآية محتملة أن يكون المراد بنفي الولاية نفي النصرة، ويحتمل أن يكون المراد بها نفي الميراث فتكون منسوخة والأول أظهر.. انظر: الناسخ والمنسوخ (٢/ ٢٣٨، ٢٣٩) .',NULL,'319',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (317,'<span data-type="title" id=toc-85>سورة براءة [آيها مائة وثلاثون أو سبع وعشرون آية]</span>
ولها أسماء منها: سورة التوبة لأن فيها التوبة على المؤمنين.
وتسمى: الفاضحة لأنه ما زال ينزل فيها: ومنهم، ومنهم، حتى كادت أن لا تدع أحدا.
وتسمى: البحوث لأنها تبحث عن أسرار المنافقين إلى غير ذلك. وهي مدنيّة.
قال القرطبي «١» : باتفاق.
أخرج أبو الشيخ عن ابن عباس قال: نزلت (براءة) بعد فتح مكة بالمدينة «٢» .
[الآيات: الأولى والثانية والثالثة والرابعة والخامسة]
بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ (١) فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكافِرِينَ (٢) وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذابٍ أَلِيمٍ (٣) إِلَّا الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئاً وَلَمْ يُظاهِرُوا عَلَيْكُمْ أَحَداً فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٤) فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٥) .
_________
(١) انظر في «تفسيره» (٨/ ٦١) .
(٢) انظر: زاد المسير (٣/ ٣٩٣) ، وابن كثير (٢/ ٣٣٢) .',NULL,'320',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (318,'بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ: أي هذه براءة، يقال: برئت من الشيء أبرأ براءة وأنا منه بريء، إذا أزلته عن نفسك، وقطعت سبب ما بينك وبينه «١» .
إِلَى الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ (١) العهد: العقد الموثق باليمين، والخطاب للمسلمين وقد كانوا عاهدوا مشركي مكة وغيرهم بإذن من الله والرسول صلّى الله عليه وآله وسلّم.
والمعنى الإخبار للمسلمين بأن الله ورسوله قد برئا من تلك المعاهدة، بسبب ما وقع من الكفار من النقض، فصار النبذ إليهم بعهدهم واجبا على المعاهدين من المسلمين. ومعنى براءة الله سبحانه، وقوع الإذن منه- سبحانه- بالنبذ من المسلمين لعهد المشركين بعد وقوع النقض منهم وفي ذلك من التفخيم بشأن البراءة والتهويل لها، والتسجيل على المشركين بالذل والهوان ما لا يخفى.
فَسِيحُوا: أيها المشركون «٢» .
فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ: هذا أمر منه سبحانه بالسياحة بعد الإخبار بتلك البراءة.
والسياحة: السير، يقال: ساح فلان في الأرض، يسيح سياحة وسيوحا وسيحانا.
ومعنى الآية أن الله سبحانه بعد أن أذن بالنبذ إلى المشركين بعهدهم، أباح للمشركين الضرب في الأرض والذهاب إلى حيث يريدون، والاستعداد للحرب هذه الأربعة الأشهر.
وليس المراد من الأمر بالسياحة تكليفهم بها، قال محمد بن إسحاق وغيره: إن المشركين صنفان:
صنف كانت مدة عهده أقل من أربعة أشهر، فأمهل تمام الأربعة الأشهر.
_________
(١) قال ابن الجوزي أي: قطع الموالاة والعصمة والأمان. (تذكرة الأريب ١/ ٢٠٩) .
(٢) قال ابن الجوزي: أي انطلقوا آمنين من مكروه يقع بكم، وهذا الأمان لمن لم يكن له أمان ولا عهد.
قال مجاهد: أول هذه الأشهر يوم النّحر، وآخرها العاشر من ربيع الآخر. (تذكرة الأريب ١/ ٢٠٩) .',NULL,'321',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (319,'والآخر كانت أكثر من ذلك، فقصر على أربعة أشهر، ليرتاد لنفسه وهو حرب بعد ذلك لله ولرسوله وللمؤمنين يقتل حيث يوجد. وابتداء هذا الأجل يوم الحج الأكبر وانقضاؤه إلى عشر من ربيع الآخر.
فأما من لم يكن له عهد فإنما أجله انسلاخ الأشهر الحرم: وذلك خمسون يوما:
عشرون من ذي الحجة وشهر محرم.
وقال الكلبي: إنما كانت الأربعة الأشهر لمن كان بينه وبين رسول الله صلّى الله عليه وآله وسلّم عهد دون أربعة أشهر، ومن كان عهده أكثر من ذلك فهو الذي أمر الله أن يتم له عهده، بقوله تعالى: فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلى مُدَّتِهِمْ.
ورجح هذا ابن جرير وغيره إلى قوله: إِلَّا الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئاً أي لم يقع منهم أي نقص، وإن كان يسيرا، وفيه دليل على أنه كان من أهل العهد من خاس بعهده ومنهم من ثبت عليه، فأذن الله سبحانه لنبيه صلى الله عليه وآله وسلّم بنقض عهد من نقض، وبالوفاء لمن لم ينقض إلى مدته «١» .
وَلَمْ يُظاهِرُوا عَلَيْكُمْ المظاهرة: المعاونة، أي لم يعاونوا أحدا من أعدائكم.
فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ: أي أدوا إليهم عهدهم تاما غير ناقص إلى مدتهم التي عاهدتموهم إليها، وإن كانت أكثر من أربعة أشهر، ولا تعاملوهم معاملة الناكثين من القتال بعد مضي المدة المذكورة سابقا، وهي أربعة أشهر، أو خمسون يوما على الخلاف السابق «٢» . إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٤) .
فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ: انسلاخ الشهر تكامله جزءا فجزءا إلى أن ينقضي، كانسلاخ الجلد عما يحويه، شبه خروج المتزمن عن زمانه بانفصال المتمكن عن مكانه.
وقد اختلف العلماء في تعيين الأشهر الحرم المذكورة هنا؟ فقيل: هي الأشهر الحرم المعروفة، التي هي: ذو القعدة وذو الحجة ومحرم ورجب، ثلاثة سرد، وواحد فرد «٣» .
_________
(١) انظر: الطبري (١٠/ ٥٠) ، زاد المسير (٣/ ٣٩٧) ، القرطبي (٨/ ٧١) .
(٢) انظر: معاني الأخفش (٢/ ٣٢٦) ، الزجاج (٢/ ٤٧٦) ، التبيان (٢/ ١١) ، زاد المسير (٣/ ٣٩٨) .
(٣) دلّ على ذلك ما رواه البخاري (٦/ ٢٩٣) ، ومسلم (١١/ ١٦٧، ١٧٠) ، عن أبي بكرة مرفوعا',NULL,'322',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (320,'ومعنى الآية- على هذا- وجوب الإمساك عن قتال من لا عهد له من المشركين في هذه الأشهر الحرم، وقد وقع النداء والنبذ إلى المشركين بعهدهم يوم النحر، فكان الباقي من الأشهر الحرم التي هي الثلاثة المسرودة خمسين يوما تنقضي بانقضاء شهر المحرم، فأمرهم الله بقتل المشركين حيث يوجدون من حل أو حرم، وبه قال جماعة من أهل العلم منهم الضحاك. وروي عن ابن عباس واختاره ابن جرير «١» .
وقيل: المراد بها شهور العهد المشار إليه بقوله: فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلى مُدَّتِهِمْ، وسميت حرما لأن الله سبحانه حرم على المسلمين فيها دماء المشركين والتعرض لهم.
وإلى هذا ذهب جماعة من أهل العلم منهم: مجاهد وابن إسحاق وابن زيد وعمرو بن شعيب.
وقيل: هي الأشهر المذكورة في قوله: فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ. وقد روي ذلك عن ابن عباس وجماعة، ورجّحه ابن كثير، وحكاه عن مجاهد وعمرو بن شعيب ومحمد بن إسحاق وقتادة والسدي وعبد الرحمن بن زيد بن أسلم «٢» .
ومعنى وَخُذُوهُمْ: الأسر فإن الأخيذ هو الأسير.
ومعنى وَاحْصُرُوهُمْ منعهم من التصرف في بلاد المسلمين إلا بإذن منهم.
وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ: هو الموضع الذي يرقب فيه العدو.
وهذه الآية المتضمنة للأمر بقتل المشركين عند انسلاخ الأشهر الحرم لكل مشرك، لا يخرج عنها إلا من خصته السنة، كالمرأة والصبي والعاجز الذي لا يقاتل وكذلك يخصص منها أهل الكتاب الذين يعطون الجزية على فرض تناول المشركين لهم.
وهذه الآية نسخت كل آية فيها ذكر الإعراض عن المشركين والصبر على أذاهم.
وقال الضحاك وعطاء والسدي: هي منسوخة بقوله تعالى: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً [محمد: ٤] ، وأن الأسير لا يقتل صبرا، بل يمن عليه أو يفادى.
_________
وله صلّى الله عليه وآله وسلّم في خطبة حجّة الوداع: «إن الزمان قد استدار كهيئته يوم خلق السموات والأرض، السنة اثنا عشر شهرا، منها أربعة حرم: ثلاثة متواليات: ذو القعدة وذو الحجة والمحرم، ورجب مضر..» .
(١) انظر: زاد المسير (٣/ ٣٩٨) .
(٢) انظر: الطبري (١٠/ ٥٦) ، وزاد المسير (٣/ ٣٩٩) ، القرطبي (٨/ ٧٧) ، والدر (٣/ ٢١٣) .',NULL,'323',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (321,'وقال مجاهد وقتادة: بل هي ناسخة لقوله: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً، وأنه لا يجوز في الأسارى من المشركين إلا القتل.
وقال ابن زيد: الآيتان محكمتان.
قال القرطبي: وهو الصحيح، لأن المنّ والقتل والفداء لم تزل من حكم رسول الله صلّى الله عليه وآله وسلّم فيهم من أول يوم حاربهم وهو يوم بدر «١» .
فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ: أي تابوا عن الشرك الذي هو سبب القتل، وحققوا التوبة بفعل ما هو أعظم أركان الإسلام، وهو إقامة الصلاة، وهذا الركن اكتفى به عن ذكر ما يتعلق بالأبدان من العبادات، لكونه رأسها. واكتفى بالركن الآخر المالي وهو إيتاء الزكاة عن كل ما يتعلق بالأموال والعبادات، لأنها أعظمها.
فَخَلُّوا سَبِيلَهُمْ: أي اتركوهم وشأنهم، فلا تأسروهم، ولا تحصروهم، ولا تقتلوهم.
[الآية السادسة] وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ (٦) .
وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ: يقال: استجرت فلانا، أي طلبت أن يكون جارا لي، أي محاميا ومحافظا لي من أن يظلمني ظالم، أو يتعرض لي معترض.
والمعنى: وإن استجارك أحد من المشركين الذين أمرت بقتالهم، فَأَجِرْهُ: أي كن جارا له مؤمنا محاميا.
حَتَّى يَسْمَعَ كَلامَ اللَّهِ: منك ويتدبره حق تدبيره، ويقف على حقيقة ما تدعو إليه.
_________
(١) قال القاضي ابن العربي: «ومن الغريب ما روي عن الحسن أنه قال إن قوله: فَاقْتُلُوا الْمُشْرِكِينَ منسوخ بقوله تعالى: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً [محمد: ٤] وقال: لا يحل قتل أسير صبرا، ومن شروط النسخ معرفة التاريخ، ومن له بأن آية سورة محمد نزلت بعد براءة، وقد ثبت أن براءة من آخر ما نزل، ومع الاحتمال يسقط المقال، وأغرب منه ما روى بعضهم عن ابن حبيب أنها منسوخة بقوله فَإِنْ تابُوا وهذا فاسد وتعجبنا لخفاء هذا عليه مع علمه رحمه الله (الناسخ والمنسوخ ٢/ ٢٤٦) . [.....]',NULL,'324',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (322,'ثُمَّ أَبْلِغْهُ مَأْمَنَهُ: أي إلى الدار التي يأمن فيها بعد أن يسمع كلام الله إن لم يسلم ثم بعد أن تبلغه مأمنه، قاتله فقد خرج من جوارك، ورجع إلى ما كان عليه من إباحة دمه، ووجوب قتله حيث يوجد «١» .
[الآية السابعة] كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ فَمَا اسْتَقامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٧) .
كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ: والاستفهام هنا للتعجب المتضمن للإنكار.
إِلَّا الَّذِينَ عاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ: ولم ينقضوا، ولم ينكثوا فلا تقاتلوهم.
فَمَا اسْتَقامُوا لَكُمْ: على العهد الذي بينكم وبينهم.
فَاسْتَقِيمُوا لَهُمْ: قيل: هم بنو بكر. وقيل: بنو كنانة وبنو ضمرة.
[الآية الثامنة]
فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَإِخْوانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ (١١) .
فَإِنْ تابُوا: عن الشرك والتزموا أحكام الإسلام.
وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَإِخْوانُكُمْ فِي الدِّينِ: أي دين الإسلام، لهم ما لكم، وعليهم ما عليكم.
وعن ابن عباس قال: حرمت هذه الآية قتال أهل الصلاة ودماءهم «٢» .
_________
(١) انظر: معاني الزجاج (٢/ ٤٧٨) ، الطبري (١٠/ ٥٩) ، النكت (٢/ ١٢١) ، زاد المسير (٣/ ٤٠١) ، القرطبي (٨/ ٧٩) ، ابن كثير (٢/ ٣٨) .
(٢) انظر: الطبري (١٠/ ٥٠) ، وزاد المسير (٣/ ٣٩٧) ، القرطبي (٨/ ٧١) .',NULL,'325',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (323,'[الآيتان: التاسعة والعاشرة]
ما كانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَساجِدَ اللَّهِ شاهِدِينَ عَلى أَنْفُسِهِمْ بِالْكُفْرِ أُولئِكَ حَبِطَتْ أَعْمالُهُمْ وَفِي النَّارِ هُمْ خالِدُونَ (١٧) إِنَّما يَعْمُرُ مَساجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقامَ الصَّلاةَ وَآتَى الزَّكاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسى أُولئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ (١٨) .
ما كانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَساجِدَ اللَّهِ: المراد بالعمارة: إما المعنى الحقيقي الظاهر، أو المعنى المجازي، وهو ملازمته والتعبد فيه؟ وكلاهما ليس للمشركين.
أما الأول فلأنه يستلزم المنّة على المسلمين بعمارة مساجدهم.
وأما الثاني: فلكون الكفار لا عبادة لهم مع نهيهم عن قربان المسجد الحرام.
فالمعنى: ما كان للمشركين وما صح لهم وما استقام، أن يفعلوا ذلك حال كونهم شاهِدِينَ عَلى أَنْفُسِهِمْ بِالْكُفْرِ: أي بإظهار ما هو كفر، من نصب الأوثان، والعبادة لها، وجعلها آلهة، فإن هذا شهادة منهم على أنفسهم بالكفر، وإن أبوا ذلك بألسنتهم! فكيف يجمعون بين أمرين متنافيين: عمارة المساجد التي هي من شأن المؤمنين، والشهادة على أنفسهم بالكفر، التي ليست من شأن من يتقرب إلى الله بعمارة مساجده؟
وقيل: المراد بهذه الشهادة قولهم في طوافهم: لبيك لا شريك لك لبيك، إلا شريك هو لك، تملكه وما ملك «١» .
وقيل: شهادتهم على أنفسهم بالكفر، أن اليهودي يقول: هو يهودي، والنصراني يقول: هو نصراني، والصابىء يقول: صابىء، والمشرك يقول: هو مشرك.
أُولئِكَ حَبِطَتْ أَعْمالُهُمْ: التي يفتخرون بها ويظنون أنها من أعمال الخير، أي بطلت، ولم يبق لها أثر.
وَفِي النَّارِ هُمْ خالِدُونَ (١٧) : في هذه الجملة الاسمية، مع تقدم الظرف المتعلق بالخبر، تأكيدا لمضمونها.
_________
(١) انظر: الطبري (١٠/ ٦٦) ، وزاد المسير (٣/ ٤٠٨) ، والنكت والعيون (٢/ ١٢٤) ، وتفسير القرطبي (٨/ ٨٩) ، وابن كثير (٢/ ٣٤٠) .',NULL,'326',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (324,'إِنَّما يَعْمُرُ مَساجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ: وفعل ما هو من لوازم الإيمان.
وَأَقامَ الصَّلاةَ وَآتَى الزَّكاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فمن كان جامعا بين هذه الأوصاف، فهو الحقيق بعمارة المساجد، لا من كان خاليا منها أو من بعضها، واقتصر على ذكر الصلاة والزكاة والخشية تنبيها بما هو من أعظم أمور الدين، على ما عداه مما افترض الله على عباده، لأن كل ذلك من لوازم الإيمان.
[الآية الحادية عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ (٢٨) .
إِنَّمَا الْمُشْرِكُونَ نَجَسٌ: هو مصدر لا يثنى ولا يجمع «١» .
وقد استدل بالآية من قال بأن المشرك نجس الذات كما ذهب إليه بعض الظاهرية. وروي عن الحسن البصري- وهو محكي عن ابن عباس.
وذهب الجمهور من السّلف والخلف- ومنهم أهل المذاهب الأربعة- إلى أن الكافر ليس نجس الذات، لأن الله سبحانه أحل طعامهم.
وثبت عن النبي صلّى الله عليه وآله وسلّم في ذلك من فعله وقوله ما يفيد عدم نجاسة ذواتهم فأكل في آنيتهم، وشرب فيها، وتوضأ منها، وأنزلهم في مسجده «٢» .
فَلا يَقْرَبُوا: الفاء للتفريع، فعدم قربانهم الْمَسْجِدَ الْحَرامَ متفرع عن نجاستهم.
والمراد بالمسجد الحرام- على ما يروى عن عطاء- جميع الحرم.
_________
(١) قال ابن عزيز السجستاني: نَجَسٌ قذر ونجس: قذر، وإذا قيل رجس نجس: أسكن على الاتباع (ص ٣٣٨) ط. دار طلاس- دمشق.
(٢) حديث صحيح: ما رواه البخاري (٩/ ٦٢٢) ، ومسلم (١٣/ ٧٩، ٨٠) عن أبي ثعلبة الخشني مرفوعا ما يفيد جواز الأكل والشرب في آنيتهم.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (325,'وذهب غيره من أهل العلم إلى أن المراد المسجد الحرام نفسه، فلا يمنع المشركون من دخول سائر الحرم.
وقد اختلف أهل العلم في دخول المشرك غيره من المساجد؟ فذهب أهل المدينة إلى منع كل مشرك عن كل مسجد.
وقال الشافعي: الآية عامة في سائر المشركين، خاصة في المسجد الحرام. فلا يمنعون من دخول غيره من المساجد.
قال ابن العربي: وهذا جمود منه على الظاهر، لأن قوله: إِنَّمَا الْمُشْرِكُونَ نَجَسٌ تنبيه على العلة بالشرك والنجاسة! ويجاب عنه بأن هذا القياس مردود بربطه صلّى الله عليه وآله وسلّم لثمامة بن أثال في مسجده «١» ، وإنزال وفد ثقيف فيه «٢» .
وروي عن أبي حنيفة مثل قول الشافعي، وزاد أنه يجوز دخول الذمي سائر المساجد من غير حاجة، وقيده الشافعي بالحاجة. وقال قتادة: إنه يجوز ذلك للذمي دون المشرك. وروي عن أبي حنيفة أيضا أنه يجوز لهم دخول الحرم. ثم هو نهي للمسلمين عن أن يمكنوهم من ذلك، فهو من باب قولهم: لا أرينّك هنا.
بَعْدَ عامِهِمْ هذا فيه قولان:
أحدهما: أنه سنة تسع، وهي التي حج فيها أبو بكر على الموسم.
الثاني: أنه سنة عشر، قاله قتادة.
قال ابن العربي: وهو الصحيح الذي يعطيه مقتضى اللفظ. وإن من العجب أن يقال: إنه سنة تسع، وهو العام الذي وقع فيه الأذان. ولو دخل غلام رجل داره يوما
_________
(١) حديث صحيح: رواه البخاري (١/ ٥٥٥، ٥٦٠) ، (٥/ ٧٥) ، (٨/ ٨٧) عن أبي هريرة مرفوعا، وفيه جواز إنزالهم في المسجد.
(٢) حديث إسناده ضعيف: علته عنعنة الحسن البصري وهو مدلس، وكذلك روي معضلا عن ابن إسحاق.
ورواه أبو داود (٣٠٢٦) : وأحمد في «المسند» (٤/ ٢١٨) ، عن الحسن عن عثمان بن أبي العاص.
ورواه ابن هشام في «السيرة» (٢/ ٢٢٥، ٢٢٦) ، عن ابن إسحاق معضلا.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (326,'فقال له مولاه: لا تدخل هذا الدار بعد يومك، لم يكن المراد اليوم الذي دخل فيه.
انتهى.
ويجاب عنه بأن الذي يعطيه اللفظ هو خلاف ما زعمه فإن الإشارة بقوله: بَعْدَ عامِهِمْ هذا إلى العام المذكور قبل اسم الإشارة وهو عام النداء، وهكذا في المقال الذي ذكره، المراد النهي عن دخولها بعد يوم الدخول الذي وقع فيه الخطاب، والأمر ظاهر لا يخفى. ولعله أراد تفسير (بعد) المضاف إلى عامهم. ولا شك أنه عام عشر.
وأما تفسير العام المشار إليه بهذا، فلا شك ولا ريب أنه عام تسع، وعلى هذا يحمل قول قتادة.
وقد استدل من قال: بأنه يجوز للمشركين دخول المسجد الحرام وغيره من المساجد بهذا القيد أعني قوله: عامهم هذا، قائلا: إن النهي مختص بوقت الحج والعمرة، فهم ممنوعون عن الحج والعمرة فقط، لا عن مطلق الدخول.
ويجاب عنه بأن ظاهر النهي عن القربان بعد هذا العام، يفيد المنع من القربان في كل وقت من الأوقات الكائنة بعده، وتخصيص بعضها بالجواز يحتاج إلى مخصص.
[الآية الثانية عشرة] قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ (٢٩) .
قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ: فيه الأمر بقتال من جمع بين هذه الأوصاف.
حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ (٢٩) الجزية وزنها فعلة من جزى يجزي.
وهي في الشرع: ما يعطيه المعاهد على عهده «١» .
_________
(١) قال الإمام تقي الدّين الحصني: «الجزية هي المال المأخوذ بالتراضي لإسكاننا إياهم في ديارنا أو لحقن دمائهم وذراريهم وأموالهم أو لكفنا عن قتالهم، واختار القاضي حسين الأخير وضعّف الأول بالمرأة فإنها تسكن دارنا ولا جزية عليها، وضعّف الثاني بأنها تتكرر أي الجزية بتكرر السنين وبدل',NULL,'329',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (327,'وقد ذهب جماعة من أهل العلم منهم الشافعي وأحمد وأبو حنيفة وأصحابه والثوري وأبو ثور إلى أن الجزية لا تقبل إلا من أهل الكتاب.
وقال الأوزاعي ومالك: إن الجزية تؤخذ من جميع أجناس الكفرة كائنا من كان «١» .
ويدخل في أهل الكتاب على القول الأول المجوس.
قال ابن المنذر: لا أعلم خلافا في أن الجزية تؤخذ منهم «٢» .
واختلف أهل العلم في مقدار الجزية: فقال عطاء: لا مقدار لها وإنما تؤخذ على ما صولحوا عليه، به قال يحيى بن آدم وأبو عبيد وابن جرير إلا أنه قال: أقلها دينار وأكثرها لا حد له.
وقال الشافعي: دينار على الغني والفقير من الأحرار البالغين لا ينقص منه شيء، وبه قال أبو ثور.
قال الشافعي: وإن صولحوا على أكثر من دينار جاز، وإذا زادوا وطابت بذلك أنفسهم قبل منهم.
وقال مالك: إنها أربعة دنانير على أهل الذهب وأربعون درهما على أهل الورق الغني والفقير سواء، ولو كان مجوسيا، لا يزيد ولا ينقص.
وقال أبو حنيفة وأصحابه، ومحمد بن الحسن وأحمد بن حنبل: إثنا عشر، وأربعة وعشرون، وثمانية وأربعون. والكلام في ذلك مقرر في مواطنه «٣» .
_________
الحقن لا يتكرر، وقال إمام الحرمين: الوجه أن بجمع مقاصدهم، ويقول هي: أي مقاصدهم تقابل الجزية. (كفاية الأخيار ص ٥٠٨) .
(١) قال ابن الحاجب: «ويجوز أخذ الجزية من أهل الكتاب إجماعا، وفي غيرهم- مشهورها تؤخذ وثالثها: تؤخذ إلا من مجوس العرب، ورابعها: إلا من قريش. (جامع الأمهات ص ٢١٥) بتحقيقنا- بيروت. وانظر: الموطأ (٦١٧) .
(٢) قال ابن حزم في «مراتب الإجماع» (ص ١٤٠) : «واختلفوا هل تقبل جزية من غير اليهود والنصارى الذين ذكرنا قبل، ومن كتابييّ العرب، أو لا يقبل منهم غير الإسلام أو السيف، وكذلك النساء منهم اه.
(٣) قال الحصني: والأولى أن تقسّم الجزية على الطبقات فيجعل على الفقير الكسوب دينار، وعلى المتوسط ديناران، وعلى الغني أربعة دنانير اقتداء بعمر رضي الله عنه لما بعث عثمان بن حنيف إلى',NULL,'330',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (328,'قال الشوكاني: والحق من هذه الأقوال ما قررنا في «شرحنا للمنتقى» «١» وغيره من مؤلفاتنا. انتهى.
وقد سبقه إلى ذلك السيد العلامة محمد الأمير برسالة مفردة في هذه المسألة وأحكامها سماها «إفادة الأمة بأحكام أهل الذمة» وأجاد فيها وأفاد، وتكلمنا على ذلك في «شرحنا على بلوغ المرام» فليرجع إليها.
[الآية الثالثة عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيراً مِنَ الْأَحْبارِ وَالرُّهْبانِ لَيَأْكُلُونَ أَمْوالَ النَّاسِ بِالْباطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَها فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ (٣٤) .
وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ: قيل: هم المتقدم ذكرهم من الأحبار والرهبان، وأنهم كانوا يصنعون هذا الصنع.
وقيل: هم من يفعل ذلك من المسلمين. والأولى حمل الآية على عموم اللفظ فهو أوسع من ذلك.
وأصل الكنز في اللغة: الضم والجمع، ولا يختص بالذهب والفضة.
قال ابن جرير «٢» : الكنز كل شيء مجموع بعضه إلى بعض، في بطن الأرض كان أو على ظهرها. انتهى.
_________
الكوفة، أمره أن يجعل على الغني ثمانية وأربعين درهما، وعلى المتوسط أربعة وعشرين درهما وعلى الفقير اثنى عشر درهما والاعتبار في الغني والفقير بوقت الأخذ لا بوقت العقد، ومن ادّعى منهم أنه فقير أو متوسط قبل قبوله إلا أن تقوم بينه بخلاف؟ نعم أقل الجزية دينار لكل سنة، نصّ عليه الشافعي وهو الوجوه في كتب الأصحاب، وحجة ذلك: «أنه صلّى الله عليه وآله وسلّم لما وجّه معاذا إلى اليمن أمره أن يأخذ من كل حالم دينارا، أو عدله من المغافر» وهي ثياب تكون باليمن والله أعلم (كفاية الأخيار ص ٥١٠) .
وقال المصنف ما يشابه كلامه هنا بزيادة فائدة في «الروضة النّدية ص ٢٥٣) .
(١) انظر: نيل الأوطار (٨/ ٢١٢، ٢٢٢) ، والسّيل الجرار (٤/ ٥٦٩ فما بعدها) . [.....]
(٢) انظر: الطبري (١٠/ ١٢١) ، وزاد المسير (٣/ ٤٢٩) ، وابن كثير (٢/ ٣٥٠) ، القرطبي (٨/ ١٢٣) ، الدر المنثور (٣/ ٢٣٢) .',NULL,'331',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (329,'واختلف أهل العلم في المال الذي أديت زكاته هل يسمى كنزا أم لا؟ فقال قوم:
هو كنز، وقال آخرون: ليس بكنز. ومن القائلين بالقول الثاني عمر بن الخطاب وابن عمر وابن عباس وجابر وأبو هريرة وعمر بن عبد العزيز وغيرهم، وهو الحق للأدلة «١» المصرحة بأن ما أديت زكاته فليس بكنز، وإنما خصّ الذهب والفضة دون سائر الأموال بالذكر لأنها أثمان الأشياء وغالب ما يكنز، وإن كان غيرهما له حكمهما في تحريم الكنز.
وَلا يُنْفِقُونَها: كناية عن عدم أداء الزكاة ونحوها.
فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ (٣٤) .
[الآية الرابعة عشرة]
إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ مِنْها أَرْبَعَةٌ حُرُمٌ ذلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (٣٦) .
إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً: أي في حكمه وقضائه وحكمته، وذلك أن الله سبحانه لما حكم في كل وقت بحكم خاص، غيّر الكفار تلك الأوقات بالنسيء والكبيسة «٢» ، فأخبرنا بما هو حكمه.
فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ: في هذه الآية بيان أن الله سبحانه وضع هذه الشهور، وسماها بأسمائها على هذا الترتيب المعروف، يوم خلق الله السموات والأرض، وأن هذا هو الذي جاءت به الأنبياء، ونزلت به الكتب، وأنه لا اعتبار بما عند العجم والروم والقبط من الشهور التي يصطلحون عليها، ويجعلون بعضها ثلاثين يوما، وبعضها أكثر، وبعضها أقل.
مِنْها أَرْبَعَةٌ حُرُمٌ: هي ذو العقدة وذو الحجة ومحرم، ورجب، ثلاثة
_________
(١) الصحيح منها: ما رواه البخاري (٢/ ١١١) ، ومسلم (٧/ ٦٤، ٦٦) ، عن أبي هريرة وابن عمر مرفوعا.
(٢) يقال السنة كبيسة: أي يسترق منها يوم، وهذا إنما يكون كل أربع سنوات [اللسان: كبس] .',NULL,'332',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (330,'متواليات وواحد فرد، كما ورد بيان ذلك في السنة المطهرة «١» .
ذلِكَ الدِّينُ الْقَيِّمُ: أي كون هذه الشهور كذلك، ومنها أربعة حرم، هو الدين المستقيم، والحساب الصحيح، والعدد المستوفى.
فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ أي في هذه الأشهر الحرم، بإيقاع القتال فيها، وانتهاك حرمتها.
وقيل: إن الضمير يرجع إلى الشهور كلها، الحرم وغيرها، وأن الله نهى عن الظلم فيها، والأول أولى.
وقد ذهب جماعة من أهل العلم إلى أن تحريم القتال في الأشهر الحرم ثابت محكم لم ينسخ بهذه الآية ولقوله: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرامَ [المائدة: ٢] ولقوله: فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ [التوبة: ٥] .
ويجاب عنه بأن الأمر بقتل المشركين ومقاتلتهم مقيدة بانسلاخ الأشهر الحرم كما في الآية المذكورة، فتكون سائر الآيات المتضمنة للأمر بالقتال مقيدة بما ورد في تحريم القتال في الحرم، للأدلة الواردة في تحريم القتال فيه.
وأما ما استدلوا به من أنه صلّى الله عليه وآله وسلّم حاصر أهل الطائف في شهر حرام- وهو ذو القعدة كما ثبت في «الصحيحين» وغيرهما «٢» - فقد أجيب عنه أنه لم يبتد محاصرتهم في ذي القعدة بل في شوال والمحرم إنما هو ابتداء القتال في الأشهر الحرم، لا إتمامه، وبهذا يحصل الجمع.
وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً: أي جميعا وهو مصدر في موضع الحال.
قال الزجاج: مثل هذا من المصادر كعامة وخاصة، لا تثنّى ولا تجمع.
كَما يُقاتِلُونَكُمْ كَافَّةً وفيه دليل على وجوب قتال المشركين، وأنه فرض على الأعيان، إن لم يقم به البعض.
_________
(١) حديث صحيح: رواه البخاري (٦/ ٢٩٣) ، ومسلم (١١/ ١٦٧، ١٧٠) عن أبي بكرة مرفوعا.
(٢) انظر: البخاري (٨/ ٤٣) ، ومسلم (١٢/ ١٢٢، ١٢٣) ، وانظر: الناسخ والمنسوخ للقاضي أبي بكر (٢/ ٢٦٠، ٢٦١) ، ومعاني الفرّاء (١/ ٤٣٦) ، والطبري (١٠/ ٩٢) ، وزاد المسير (٣/ ٤٣٥) وابن كثير (٢/ ٣٥٦) ، والقرطبي (٨/ ١٣٦) ، والدر المنثور (٣/ ٢٣٦) ، والأحكام لابن العربي (٢/ ٩٢٤، ٩٢٨) .',NULL,'333',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (331,'[الآية الخامسة عشرة]
انْفِرُوا خِفافاً وَثِقالًا وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٤١) .
انْفِرُوا حال كونكم خِفافاً وَثِقالًا.
وقيل: المراد منفردين أو مجتمعين وقيل: نشاطا وغير نشاط، وقيل: فقراء وأغنياء، وقيل: مقلين من السلاح ومكثرين منه، وقيل: أصحاء ومرضى، وقيل: شبابا وشيوخا، وقيل: رجالا وفرسانا، وقيل: من لا عيال له ومن له عيال، وقيل: من سبق إلى الحرب كالطلائع ومن يتأخر كالجيش، وقيل: غير ذلك. ولا مانع من حمل الآية على جميع هذه المعاني لأن معنى الآية: انفروا خفّت عليكم الحركة أو ثقلت.
قيل: وهذه الآية منسوخة بقوله تعالى: لَيْسَ عَلَى الضُّعَفاءِ وَلا عَلَى الْمَرْضى [التوبة: ٩١] ، وقيل: الناسخ لها قوله تعالى: فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ [التوبة: ١٢٢] الآية.
وقيل: هي محكمة وليست بمنسوخة «١» .
ويكون إخراج الأعمى والأعرج بقوله: لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ [النور: ٦١] ، وإخراج المريض والضعيف بقوله: لَيْسَ عَلَى الضُّعَفاءِ وَلا عَلَى الْمَرْضى [التوبة: ٩١] ، من باب التخصيص لا من باب النسخ على فرض دخول هؤلاء تحت قوله: خِفافاً وَثِقالًا، والظاهر عدم دخولهم تحت العموم.
وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ الأمر بالجهاد بالأموال والأنفس، وإيجابه على العباد: فالفقراء يجاهدون بأنفسهم، والأغنياء بأموالهم وأنفسهم، والجهاد من آكد الفرائض وأعظمها، وهو فرض كفاية مهما كان البعض يقوم بجهاد العدو
_________
(١) قال القاضي ابن العربي: «قال بعضهم: قال ابن عباس رضي الله عنهما: نسخها قوله تعالى وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً وهذا في قوله إِلَّا تَنْفِرُوا لا يحسن نسخه، لأنه خبر عن الوعيد، والمعنى: إذا احتيج إليهم نفروا كلهم، فهي محكمة. (الناسخ والمنسوخ ٢/ ٢٤٨، ٢٤٩) .
فائدة: في قوله خِفافاً وَثِقالًا ذكر له أهل التفسير أكثر من عشرة أقوال وانظر: الفراء (١/ ٤٣٩) ، وابن قتيبة (١٨٧) ، والطبري (١٠/ ٩٧) ، والنكت (٢/ ١٣٩) ، والزاد (٣/ ٤٤٢) .',NULL,'334',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (332,'ويدفعه، فإن كان لا يقوم بالعدو إلا جميع المسلمين- في قطر من الأرض أو أقطار-، وجب عليهم ذلك وجوب عين.
[الآيتان: السادسة والسابعة عشرة]
لا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجاهِدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) إِنَّما يَسْتَأْذِنُكَ الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ (٤٥) .
لا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجاهِدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) : معناه- على ما يقتضي ظاهر اللفظ- أنه لا يستأذنك المؤمنون في الجهاد بل دأبهم أن يبادروا إليه من غير توقف، ولا ارتقاب منهم لوقوع الإذن منك، فضلا عن أن يستأذنوك في التخلف.
إِنَّما يَسْتَأْذِنُكَ: في القعود عن الجهاد، والتخلف عنه:
الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ: وهم المنافقون، وذكر الإيمان بالله أولا، ثم باليوم الآخر ثانيا في الموضعين لأنهما الباعثان على الجهاد في سبيل الله.
[الآية: الثامنة عشرة]
إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ وَالْعامِلِينَ عَلَيْها وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقابِ وَالْغارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٦٠) .
إِنَّمَا الصَّدَقاتُ: إنما من صيغ القصر، وتعريف الصدقات للجنس، أي جنس هذه الصدقات مقصورة على الأصناف الآتية لا تتجاوزها، بل هي لهم لا لغيرهم.
وقد اختلف أهل العلم: هل يجب تقسيط الصدقات على هذه الأصناف الثمانية، أو يجوز صرفها إلى البعض دون البعض على حسب ما يرى الإمام أو صاحب الصدقة؟
فذهب إلى الأول الشافعي وجماعة من أهل العلم «١» .
_________
(١) قال الحصني الشافعي: «اعلم أنه يجب استيعاب الأصناف الثمانية عند القدرة عليهم فإن فرق',NULL,'335',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (333,'وذهب إلى الثاني مالك «١» وأبو حنيفة، وبه قال عمر وحذيفة وابن عباس وأبو العالية وسعيد بن جبير وميمون بن مهران «٢» .
قال ابن جرير «٣» : وهو قول أكثر أهل العلم.
احتج الأولون بما في الآية من القصر وبحديث زياد بن الحارث الصدائي عند أبي داود والدارقطني قال: «أتيت النبي صلّى الله عليه وآله وسلّم فبايعته فأتى رجل فقال: أعطني من الصدقة؟
فقال له إن الله لم يرض بحكم نبي ولا غيره في الصدقات حتى حكم فيها هو، فجزأها ثمانية أصناف، فإن كنت من تلك الأجزاء أعطيتك» «٤» .
وأجاب الآخرون بأن ما في الآية من القصر إنما هو لبيان الصرف والمصرف لا لوجوب استيعاب الأصناف وبأن في إسناد الحديث عبد الرحمن بن زياد بن [أنعم] «٥» الأفريقي وهو ضعيف.
ومما يؤيد ما ذهب إليه الآخرون قوله تعالى: إِنْ تُبْدُوا الصَّدَقاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوها وَتُؤْتُوهَا الْفُقَراءَ فَهُوَ خَيْرٌ لَكُمْ [البقرة: ٢٧١] .
_________
بنفسه أو فرّق الإمام وليس هناك عامل، فرّق على سبعة، وأقل ما يجزىء أن يدفع إلى ثلاثة من كل صنف لأن الله تعالى ذكرهم بلفظ الجمع إلا العامل فإنه يجوز أن يكون واحدا يعني إذا حصلت به الكفاية، فلو صرف إلى اثنين مع القدرة على الثالث غرم للثالث، ولو لم يجد إلا دون الثلاثة من كل صنف أعطى من وجد، وهل يصرف باقي السهم إليه إن كان مستحقا أم ينقله إلى بلد آخر! قال في زيادة الرّوضة: الأصح أنه يصرف إليه، وممن صححه الشيخ نصر المقدسي، ونقله هو وغيره عن الشافعي، ودليله ظاهر، والله أعلم (كفاية الأخيار ص ١٩٤) . ط- دار الخير- دمشق.
(١) قال ابن الحاجب: «ومصرف الزّكاة الثمانية في قوله: إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ ولو أعطيت لصنف أجزأ.
ثم قال: وفي إعطاء آل الرّسول صلّى الله عليه وآله وسلّم الصدقة ثالثها: يعطون من التطوع دون الواجب ورابعها:
عكسه، وبنو هاشم آل، وما فوق غالب غير آل، وفيما بينهما: قولان، وفي مواليهم: قولان، ولا تصرف في كفن ميت، ولا بناء مسجد ولا لعبد ولا لكافر. (الأمهات ص ١٦٥، ١٦٦) ط- اليمامة- دمشق.
(٢) انظر: تحدث المفسرين عن هذه الآية وذكر هذه الأقوال في «الطبري» ١/ ١٠٩، زاد المسير (٣/ ٤٥٥) ، والقرطبي (٨/ ١٦٧) ، وابن كثير (٢/ ٣٦٤) ، والنكت (٢/ ١٤٦) .
(٣) انظر: الطبري (١٠/ ١١) .
(٤) إسناده ضعيف: رواه أبو داود (١٦٣٠) ، والطبراني في «الكبير» (٥/ ٢٦٢) ، (٥٢٨٥) ، والدارقطني في «سننه» (٢/ ١٣٧) ، والطحاوي في «معاني الآثار» (٣٠١١) ، والبيهقي في «الكبرى» (٤/ ١٧٣، ١٧٤) .
وعلته: عبد الرحمن بن زياد الأفريقي، ضعّفوه.
(٥) ما بين [] صحّف إلى (أكغم) وهو خطأ واضح والتصويب من مصادر التخريج.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (334,'والصدقة تطلق على الواجبة كما تطلق على المندوبة.
وصحّ عنه صلّى الله عليه وآله وسلّم أنه قال: «أمرت أن آخذ الصدقة من أغنيائكم وأردّها في فقرائكم» «١» .
وقد ادّعى مالك الإجماع على القول الآخر.
قال ابن عبد البر: بإجماع الصحابة، فإنه لا يعلم مخالفا منهم.
لِلْفُقَراءِ وَالْمَساكِينِ: قدّمهم لأنهم أحوج من البقية على المشهور، لشدة فاقتهم وحاجتهم.
وقد اختلف أهل العلم في الفرق بين الفقير والمسكين على أقوال:
فقال يعقوب بن السّكيت والقتيبي ويونس بن حبيب: إن الفقير أحسن حالا من المسكين قالوا: لأن الفقير هو الذي له بعض ما يكفيه ويقيمه، والمسكين الذي لا شيء له. وذهب إلى هذا قوم من أهل الفقه منهم أبو حنيفة.
وقال آخرون بالعكس فجعلوا المسكين أحسن حالا من الفقير «٢» واحتجوا بقوله
_________
(١) صحيح: رواه البخاري (٣/ ٢٦١، ٣٢٢، ٣٥٧) ، ومسلم (١/ ١٩٥، ١٩٧) عن ابن عباس أن معاذا قال: بعثني رسول الله صلّى الله عليه وآله وسلّم قال: «إنك تأتي قوما من أهل الكتاب، فادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله، فإن هم أطاعوا ذلك فأعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فتردّ في فقرائهم ... » الحديث. [.....]
(٢) قال المصنف في «الروضة الندية» (١/ ٢٠٤) : «الفقير عند الشافعي هو من لا مال له ولا حرفة يقع منه موقعا، وعند أبي حنيفة من لا شيء له فيحتاج إلى المسألة لقوته، أو ما يواري بدنه، والعامل له مثل عمله سواء كان فقيرا أو غنيّا، وعليه أهل العلم.
وقال ابن الحاجب المالكي: «المشهور: أن الفقراء والمساكين صنفان، وعليه فيما اختلفا به مشهورها شدّة الحاجة، فالمشهور في المسكين، وقيل: سؤال الفقير، وقيل العلم به.. (الجامع ١٦٤) .
وقال الحصني: «الفقير الذي لا مال له ولا كسب أو له مال أو كسب ولكن لا يقع موقعا من حاجته كمن يحتاج إلى عشرة مثلا ولا يملك إلا درهمين، وهذا لا يسلبه اسم الفقر، وكذا ملك الدّار التي يسكنها، والثوب الذي يتجمل به لا يسلبه اسم الفقر، وكذا العبد الذي يخدمه. قال ابن كج: ولو كان له مال على المسافة، مسافة القصر يجوز له الأخذ إلى أن يصل إلى ماله، ولو كان له دين مؤجل فله أخذ كفايته إلى حلول الدّين، ولو قدر على الكسب فلا يعطى لقوله صلّى الله عليه وآله وسلّم: «لا حظ فيها لغني ولا لذي مرّة سويّ وهي القوة» وفي رواية: «ولا لذي قوة مكتسب» ولو قدر على
.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (335,'تعالى: أَمَّا السَّفِينَةُ فَكانَتْ لِمَساكِينَ يَعْمَلُونَ فِي الْبَحْرِ [الكهف: ٧٩] ، فأخبر أن لهم سفينة من سفن البحر، وربما ساوت جملة من المال، ويؤيده تعوذ النبي صلّى الله عليه وآله وسلّم من الفقر «١» مع قوله: «اللهم أحيني مسكينا وأمتني مسكينا» «٢» .
وإلى هذا ذهب الأصمعي وغيره من أهل اللغة، وحكاه الطحاوي عن الكوفيين، وهو أحد قولي الشافعي، وإليه ذهب ابن القاسم وسائر أصحاب مالك، وبه قال أبو يوسف.
وقال قوم: الفقير: المحتاج للتعفف والمسكين: السائل. قاله الأزهري واختاره ابن شعبان، وهو مروي عن ابن عباس. وقد قيل غير هذه الأقوال مما لا يأتي الاستكثار منه بفائدة يعتد بها.
والأولى في بيان ماهيّة المسكين ما ثبت عن رسول الله صلّى الله عليه وآله وسلّم عند البخاري ومسلم وغيرهما من حديث أبي هريرة: أن رسول الله صلّى الله عليه وآله وسلّم قال: «ليس المسكين بهذه الطّواف، الذي يطوف على الناس فترده اللقمة واللقمتان، والتمرة والتمرتان، قالوا: فما المسكين يا رسول الله؟ قال: الذي لا يجد غنى يغنيه، ولا يفطن له فيتصدق عليه، ولا يسأل الناس شيئا» «٣» .
_________
الكسب إلا أنه مشتغل بالعلوم الشرعية، ولو أقبل على الكسب لانقطع عن التحصيل حلّت له الزكاة على الصحيح المعروف، وقيل: لا يعطى مطلقا ويكتسب، وقيل: إن كان نجيبا يرجى تفقهه ونفعه استحق وإلا فلا، وكثيرا ما يسكن المدارس من لا يتأتى منه التحصيل، بل هو معطل نفسه! فهذا لا يعطى بلا خلاف ولو كان مقبلا على العبادة، لكن الكسب يمنعه عنها، وعن أوراده التي استغرق بها الوقت، فهذا لا تحل له الزكاة لأن الاستغناء عن الناس أولى.
واعلم أن الفقير المكفي بنفقته ممن تلزمه نفقته، وكذا الزوجة المكفية بنفقة زوجها لا يعطيان ... وانظر: (الكفاية للحصني ص ١٩٠، ١٩١) .
(١) حديث صحيح: رواه البخاري (١١/ ٧٦) ، ومسلم (١٧/ ٢٨، ٢٩) ، عن عائشة مرفوعا. وما رواه أبو داود (١٥٤٤) ، والنسائي (٨/ ٢٦١) ، وأحمد في «المسند» (٢/ ٣٠٥، ٣٢٥، ٣٥٤) ، والبخاري في «الأدب المفرد» (٦٧٨) ، عن أبي هريرة مرفوعا.
قلت: وكلا الحديثين فيهما تعوّذه صلّى الله عليه وآله وسلّم من الفقر. أعاذنا الله منه.
(٢) حديث حسن: رواه ابن ماجة (٤١٢٦) ، وعبد بن حميد في «المنتخب» (١٠٠٢) عن أبي سعيد الخدري مرفوعا.
وفيه يزيد بن سنان، ضعفوه.
وله شاهد من حديث أنس وعبادة كما رواهما البيهقي في «الكبرى» (٧/ ١٢) .
(٣) حديث صحيح: رواه البخاري (٣/ ٣٤٠) ، ومسلم (٧/ ١٢٩) ، واللفظ له، وأبو داود (١٦٣١) ،',NULL,'338',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (336,'وَالْعامِلِينَ عَلَيْها: أي السّعاة الذين ينفقهم الإمام لتحصيل الزكاة فإنهم يستحقون منها قسطا.
واختلف في القدر الذي يأخذونه منها؟
فقيل: الثّمن، روي ذلك عن مجاهد والشافعي.
وقيل: على قدر أعمالهم من الأجرة، روي ذلك عن أبي حنيفة وأصحابه.
وقيل: يعطون من بيت المال قدر أجرتهم، روي ذلك عن مالك. ولا وجه لهذا، فإن الله تعالى قد أخبر بأن لهم نصيبا من الصدقة، فكيف يمنعون منها ويعطون من غيرها؟! واختلفوا هل يجوز أن يكون العامل هاشميا أم لا؟ فمنعه قوم وأجازه آخرون.
قالوا: ويعطى من غير الصدقة.
وَالْمُؤَلَّفَةِ قُلُوبُهُمْ: قوم كانوا في صدر الإسلام.
فقيل: هم الكفار الذين كان النبي صلّى الله عليه وآله وسلّم يتألفهم ليسلموا، وكانوا لا يدخلون في الإسلام بالقهر والسيف بل بالعطاء.
وقيل: هم قوم أسلموا في الظاهر ولم يحسن إسلامهم، فكان رسول الله صلّى الله عليه وآله وسلّم يتألفهم بالعطاء.
وقيل: هم من أسلم من اليهود والنصارى، وقيل: هم قوم من عظماء المشركين، ولهم أتباع، فأعطاهم النبي صلّى الله عليه وآله وسلّم ليتألفوا أتباعهم على الإسلام، وأعطى النبي عليه السلام جماعة ممن أسلم ظاهرا، كأبي سفيان بن حرب والحارث بن هشام وسهيل بن عمرو وحويطب بن عبد العزى: أعطى كل واحد منهم مائة من الإبل يؤلفهم بذلك، وأعطى آخرين دونهم «١» .
_________
وأحمد في «المسند» (٢/ ٢٦٠، ٤٦٩) ، والنسائي (٥/ ٨٤، ٨٥) ، والدارمي (١/ ٣٧٩) .
(١) حديث صحيح: «رواه مسلم (٧/ ١٥٥) ، عن رافع بن خديج مرفوعا أنه صلّى الله عليه وآله وسلّم أعطى أبا سفيان بن حرب وصفوان بن أمية وعيينة بن حصين، والأقرع بن حابس كل إنسان منهم مائة من الإبل، وأعطى عباس بن مرداس دون ذلك ... » الحديث.
«رواه البخاري (٥/ ٢٥١) ، (٨/ ٥٥) ومسلم (٧/ ١٥٧) ، عن ابن مسعود مرفوعا أنه أعطى يوم حنين الأقرع بن حابس مائة من الإبل، وعيينة مثل ذلك، وأعطى أناسا من أشراف العرب وآثرهم يومئذ في القسمة ... » الحديث.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (337,'وقد اختلف العلماء: هل سهم المؤلفة قلوبهم باق بعد ظهور الإسلام أم لا؟
فقال عمر والحسن والشعبي: قد انقطع هذا الصنف بعزة الإسلام وظهوره. وهذا مشهور من مذهب مالك وأصحاب الرأي. وقد ادعى بعض الحنفية أن الصحابة أجمعت على ذلك.
وقال جماعة من العلماء: سهمهم باق لأن الإمام ربما احتاج أن يتألف على الإسلام، وإنما قطعهم عمر لما رأى من إعزاز الدين، وبه أفتى الماوردي في كتابه «الأحكام السلطانية» «١» ، قال يونس: سألت الزهري عنهم؟ فقال: لا أعلم نسخ ذلك.
وعلى القول الأول يرجع سهمهم لسائر الأصناف.
وَفِي الرِّقابِ: أي في فكها بأن يشتري رقابا ثم يعتقها، روي ذلك عن ابن عباس وابن عمر، وبه قال مالك وابن حنبل وإسحاق وأبو عبيد.
وقال الحسن البصري ومقاتل بن حيان وعمر بن عبد العزيز وسعيد بن جبير والنخعي والزهري وابن زيد: إنهم المكاتبون يعانون من الصدقة على مال الكتابة، وهو قول الشافعي «٢» وأصحاب الرأي «٣» ورواية عن مالك «٤» . والأولى حمل ما في الآية على القولين جميعا، لصدق الرقاب على شراء العبد وإعتاقه، وعلى إعانة المكاتب على مال الكتابة.
وَالْغارِمِينَ: هم الذين ركبتهم الديون ولا وفاء عندهم بها، ولا خلاف في ذلك إلا من لزمه دين في سفاهة فإنه لا يعطى منها ولا من غيرها إلا أن يتوب. وقد أعان النبي صلّى الله عليه وآله وسلّم من الصدقة من تحمل حمالة وأرشد إلى إعانته منها «٥» .
وَفِي سَبِيلِ اللَّهِ: هم الغزاة والمرابطون يعطون من الصدقة ما ينفقون في غزوهم ومرابطتهم، وإن كانوا أغنياء. وهذا قول أكثر العلماء. قال ابن عمر: هم
_________
(١) انظره في: (ص ١٥٧) ، ورحمة الأمة (ص ٨٥) .
(٢) انظر: كفاية الأخيار (ص ١٩٢) ، تهذيب الأحكام الشرعية في فقه الشافعية لشيخنا كمال العناني (٣٠٣) .
(٣) انظر: الروضة الندية (١/ ٢٠٤) ، ورحمة الأمة (ص ٨٥) .
(٤) انظر: جامع ابن الحاجب (ص ١٦٥) .
(٥) انظر: شرح العبادات للكلوذاني (ص ١٩٧) ، وجامع ابن الحاجب (ص ١٦٥) ، وكفاية الأخيار (ص ١٩٣) ، الروضة الندية (١/ ٢٠٤) .',NULL,'340',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (338,'الحجاج والعمار «١» .
وروي عن أحمد وإسحاق أنهما جعلا الحج من سبيل الله «٢» .
وقال أبو حنيفة وصاحباه: لا يعطى الغازي إلا إذا كان فقيرا منقطعا به.
وَابْنِ السَّبِيلِ: هو المسافر «٣» .
والسبيل: الطريق ونسب إليها المسافر لملازمته إياها.
والمراد الذي انقطعت به الأسباب في سفره عن بلده ومستقره، فإنه يعطى منها وإن كان غنيا في بلده، وإن وجد من يسلفه.
وقال مالك: إذا وجد من يسلفه فلا يعطى «٤» .
قوله: فَرِيضَةً مِنَ اللَّهِ: يعني كون الصدقات مقصورة على هذه الأصناف هو حكم لازم فرضا لله على عباده نهاهم عن مجاوزته «٥» .
[الآية التاسعة عشرة]
يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (٧٣) .
يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ: الأمر بهذا الجهاد أمر لأمته من بعده وجهاد الكفار يكون بمقاتلهم حتى يسلموا، وجهاد المنافقين يكون بإقامة الحجة عليهم حتى يخرجوا عنه ويؤمنوا بالله «٦» .
_________
(١) انظر: جامع ابن الحاجب (ص ١٦٥) ، وشرح عبادات الكلوذاني لليعقوبي (ص ١٩٨) ، وكفاية الأخيار (١٩٤) .
(٢) قال الجراعي: وعنه الحجج ليس من السبيل والعكس المذهب (غاية المطلب ص ١٠٥) وقال اليعقوبي: هم الغزاة (شرح العبادات للكلوذاني (ص ١٩٨) . [.....]
(٣) انظر: غاية المطلب (ص ١٠٥) ، الروض المربع (ص ١٢٠) ط- السّفلية.
(٤) مذهب المالكية إن وجد مسلفا وهو مليء ببلده، فقولان (ابن الحاجب في الجامع ص ١٦٦) .
(٥) وقال اليعقوبي: «فالمستحب أن يجمع بين الأصناف المذكورة في العطية، فإن دفعها إلى صنف واحد أجزأه وكان تاركا للاستحباب» (ص ١٩٨) .
وقد ذكرنا قول أهل العلم في هذه المسألة عند أول الكلام على آيات الصدقات.
(٦) انظر: الرّوضة الندية للمصنف (ص ٣٣١) .',NULL,'341',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (339,'وقال الحسن: إن جهاد المنافقين بإقامة الحدود عليهم. واختاره قتادة «١» .
قيل في توجيهه: إن المنافقين كانوا أكثر من يفعل موجبات الحدود.
وقال ابن العربي: إن هذه دعوى لا برهان عليها، وليس العاصي بمنافق، إنما المنافق بما يكون في قلبه من النفاق بما لا تتلبس به الجوارح ظاهرا، وأخبار المحدودين تشهد بسياقها أنهم لم يكونوا منافقين.
وَاغْلُظْ عَلَيْهِمْ الغلظ: نقيض الرأفة، وهو شدة القلب، وخشونة الجانب.
قيل: وهذه الآية نسخت كل شيء من العفو والصبر والصفح، وفي «التحريم» «٢» مثلها.
[الآية العشرون]
فَإِنْ رَجَعَكَ اللَّهُ إِلى طائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَداً وَلَنْ تُقاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخالِفِينَ (٨٣) .
فَإِنْ رَجَعَكَ اللَّهُ: الرجع: متعد كالرد، والرجوع: لازم، والفاء لتفريغ ما بعدها على ما قبلها وإنما قال: إِلى طائِفَةٍ مِنْهُمْ: لأن جميع من أقام بالمدينة لم يكونوا منافقين، بل كان فيهم غيرهم من المؤمنين لهم أعذار صحيحة، وفيهم من المؤمنين من لا عذر له، ثم عفا عنهم رسول الله صلّى الله عليه وآله وسلّم، وتاب الله عليهم كالثلاثة الذين خلفوا «٣» .
وقيل: إنما قال إلى طائفة لأن منهم من تاب عن النفاق وندم على التخلف.
فَاسْتَأْذَنُوكَ لِلْخُرُوجِ معك في غزوة أخرى بعد غزوتك هذه.
_________
(١) انظر: الطبري (١٠/ ١٢٦) ، والنكت (٢/ ١٥٢) ، وزاد المسير (٣/ ٤٦٩) ، والقرطبي (٨/ ٢٠٤) ، وابن كثير (٢/ ٣٧١) ، الدر المنثور (٣/ ٢٥٨) .
(٢) آية رقم (٩) .
(٣) هم: كعب بن مالك، ومرارة بن الربيع العمري، وهلال بن أمية الواقفي، وتخلفهم كان عن غزوة تبوك من غير عذر.
وانظر: البخاري (٨/ ١١٣، ١١٦، ٣٤٣، ٣٤٤) ، ومسلم (١٧/ ٨٧، ٩٩) ، عن كعب بن مالك.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (340,'فَقُلْ لهم: لَنْ تَخْرُجُوا مَعِيَ أَبَداً وَلَنْ تُقاتِلُوا مَعِيَ عَدُوًّا: أي قل لهم ذلك عقوبة لهم، ولما في استصحابهم من المفاسد.
إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ: للتعليل أي لن تخرجوا معي، ولن تقاتلوا لأنكم رضيتم بالقعود والتخلف أول مرة، وهي غزوة تبوك.
فَاقْعُدُوا مَعَ الْخالِفِينَ (٨٣) : جمع خالف، والمراد بهم من تخلف عن الخروج.
وقيل: المعنى فاقعدوا مع الفاسدين، من قولهم: (فلان خالف أهل بيته) إذا كان فاسدا فيهم.
[الآية الحادية والعشرون] وَلا تُصَلِّ عَلى أَحَدٍ مِنْهُمْ ماتَ أَبَداً وَلا تَقُمْ عَلى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَماتُوا وَهُمْ فاسِقُونَ (٨٤) .
وَلا تُصَلِّ عَلى أَحَدٍ مِنْهُمْ ماتَ: صفة لأحد.
وأَبَداً ظرف لتأييد النفي.
قال الزجاج: معنى قوله: وَلا تَقُمْ عَلى قَبْرِهِ: أن رسول الله صلّى الله عليه وآله وسلّم كان إذا دفن الميت وقف على قبره ودعا له «١» ، فمنع هاهنا منه.
وقيل: معناه لا تقم بمهمات إصلاح قبره.
وجملة: إِنَّهُمْ كَفَرُوا إلخ. تعليل للنهي عن صلاة الجنازة، والقيام على قبور هؤلاء المنافقين «٢» .
_________
(١) حديث صحيح: رواه أبو داود (٣٢٢١) ، والحاكم في «المستدرك» (١/ ٣٧٠) وصححه ووافقه الذّهبي.
(٢) حديث صحيح: رواه البخاري (٣/ ١٣٨) ، ومسلم (١٥/ ١٦٧) ، عن ابن عمر رضي الله عنهما.',NULL,'343',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (341,'[الآيات: الثانية والثالثة والرابعة والعشرون]
لَيْسَ عَلَى الضُّعَفاءِ وَلا عَلَى الْمَرْضى وَلا عَلَى الَّذِينَ لا يَجِدُونَ ما يُنْفِقُونَ حَرَجٌ إِذا نَصَحُوا لِلَّهِ وَرَسُولِهِ ما عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ (٩١) وَلا عَلَى الَّذِينَ إِذا ما أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ ما أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَناً أَلَّا يَجِدُوا ما يُنْفِقُونَ (٩٢) إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِياءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوالِفِ وَطَبَعَ اللَّهُ عَلى قُلُوبِهِمْ فَهُمْ لا يَعْلَمُونَ (٩٣) .
لَيْسَ عَلَى الضُّعَفاءِ: وهم أرباب الزمانة والهرم والعرج ونحو ذلك «١» ، ثم ذكر العذر العارض فقال:
وَلا عَلَى الْمَرْضى: والمراد بالمرض: كل ما يصدق عليه اسم المرض لغة أو شرعا.
وقيل: إنه يدخل في المرضى الأعمى والأعرج ونحوهما، ثم ذكر العذر الراجع إلى المال لا إلى البدن قائلا:
وَلا عَلَى الَّذِينَ لا يَجِدُونَ ما يُنْفِقُونَ: أي ليست لهم أموال ينفقونها فيما يحتاجون إليه من التجهيز للجهاد، فنفى سبحانه عنهم أن يكون عليهم حَرَجٌ: وأبان أن الجهاد مع هذه الأعذار ساقط عنهم، غير واجب عليهم مقيدا بقوله:
إِذا نَصَحُوا: أصل النصح إخلاص العمل، ونصح له القول: أي أخلصه له.
والنصح لِلَّهِ الإيمان به، والعمل بشريعته، وترك ما يخالفها كائنا ما كان، ويدخل تحته دخولا أوليا نصح عباده، ومحبة المجاهدين في سبيله، وبذل النصيحة لهم في أمر الجهاد، وترك المعاونة لأعدائهم بوجه من الوجوه.
ونصيحة رَسُولِهِ صلّى الله عليه وآله وسلّم التصديق بنبوّته وبما جاء به، وطاعته في كل ما يأمر به أو ينهى عنه، وموالاة من والاه، ومعاداة من عاداه، ومحبته، وتعظيم سنته، وإحياءها بعد موته بما تبلغ إليه القدرة.
وقد ثبت في الحديث الصحيح أن النبي صلّى الله عليه وآله وسلّم قال: «الدين النصيحة» ثلاثا، قالوا:
لمن؟ قال: «لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم» «٢» .
_________
(١) انظر: النكت (٢/ ١٥٨) ، زاد المسير (٣/ ٤٨٥) .
(٢) حديث صحيح: رواه مسلم (٥٥) .',NULL,'344',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (342,'وجملة: ما عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ: مقررة لمضمون سبق أي ليس على المعذورين الناصحين طريق عقاب ومؤاخذة.
وَاللَّهُ غَفُورٌ رَحِيمٌ (٩١) وفي معنى هذه الآية قوله تعالى: لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها [البقرة: ٢٨٦] ، وقوله: لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ [النور: ٦١] ، وإسقاط التكليف عن هؤلاء المعذورين لا يستلزم عدم ثبوت ثواب الغزو لهم الذي عذرهم الله عنه مع رغبتهم إليه لولا أن حبسهم العذر عنه.
ومنه حديث أنس عن أبي داود وأحمد- وأصله في «الصحيحين» - أن رسول الله صلّى الله عليه وآله وسلّم قال: «لقد تركتم بعدكم قوما ما سرتم من مسير، ولا أنفقتم من نفقة ولا قطعتم واديا إلا وهم معكم: قالوا: يا رسول الله وكيف يكونون معنا وهم بالمدينة؟ فقال:
حبسهم العذر» «١» .
وأخرجه أحمد ومسلم من حديث جابر «٢» .
ثم ذكر الله سبحانه من جملة المعذورين من تضمنه قوله:
وَلا عَلَى الَّذِينَ إِذا ما أَتَوْكَ لِتَحْمِلَهُمْ: على ما يركبون عليه في الغزو.
قُلْتَ لا أَجِدُ ما أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ: أي حال كونهم باكين.
حَزَناً: منصوب على المصدرية أو على الحالية.
أَلَّا يَجِدُوا ما يُنْفِقُونَ (٩٢) لا عند أنفسهم ولا عندك.
إِنَّمَا السَّبِيلُ: أي طريق العقوبة والمؤاخذة.
عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ: في التخلف عن الغزو، والحال أن وَهُمْ أَغْنِياءُ: أي يجدون ما يحملهم وما يتجهزون به.
_________
(١) حديث صحيح: رواه أبو داود (٢٥٠٨) ، وأحمد في «المسند» (٣/ ١٦٠، ٢١٤) عن أنس مرفوعا. والبخاري معلقا (٦/ ٤٧) عن أنس.
وأصله في «الصحيحين» عند البخاري (٦/ ٤٦، ٤٧) (٨/ ١٢٦) ، عن أنس، ومسلم (١٣/ ٥٦، ٥٧) عن جابر مرفوعا.
(٢) حديث صحيح: رواه مسلم (١٣/ ٥٦، ٥٧) ، وابن ماجة (٢٧٦٥) ، وأحمد في «المسند» (٣/ ٣٣٠) (٣٤) عن جابر مرفوعا.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (343,'رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوالِفِ وَطَبَعَ اللَّهُ عَلى قُلُوبِهِمْ: أي أن سبب الاستئذان مع الغنى أمران:
أحدهما: الرضا بالصفقة الخاسرة وهي أن يكونوا مع الخوالف.
والثاني: الطبع من الله على قلوبهم.
فَهُمْ: بسبب هذا الطبع.
لا يَعْلَمُونَ (٩٣) : ما فيه الربح لهم حتى يختاروه على ما فيه الخسر.
[الآية الخامسة والعشرون]
خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ (١٠٣) .
خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً: قد اختلف أهل العلم في هذه الصدقة المأمور بها؟
فقيل: هي صدقة الفرض.
وقيل: هي مخصوصة لهذه الطائفة المعترفين بذنوبهم لأنهم بعد التوبة عليهم عرضوا أموالهم على رسول الله صلّى الله عليه وآله وسلّم فنزلت هذه الآية. و (من) للتبعيض على التفسيرين.
قال السيوطي: فأخذ ثلث أموالهم فتصدق بذلك للكفارة فإن كل من أتى ذنبا يسن له أن يتصدق، والآية مطلقة مبينة بالسنة المطهرة، والصدقة مأخوذة من الصدق، إذ هي دليل على صدق مخرجها في إيمانه.
تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها: الضمير في الفعلين للنبي صلّى الله عليه وآله وسلّم.
وقيل: للصدقة: أي تطهرهم هذه الصدقة المأخوذة منهم، والأول أولى.
ومعنى التطهير: إذهاب ما يتعلق بهم من أثر الذنوب، ومعنى التزكية: المبالغة في التطهير «١» .
وَصَلِّ عَلَيْهِمْ: أي ادع لهم بعد أخذك لتلك الصدقة من أموالهم.
_________
(١) انظر: الطبري (١١/ ١٣) ، النكت (٢/ ١٦٣) ، زاد المسير (٣/ ٤٩٥) ، القرطبي (٨/ ٢٤٤) ، وابن كثير (٢/ ٣٨٥) . [.....]',NULL,'346',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (344,'قال النحاس: وحكى أهل اللغة جميعا- فيما علمنا- أن الصلاة في كلام العرب:
الدعاء.
إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ أي ما تسكن إليه النفس، وتطمئن به.
[الآية السادسة والعشرون]
ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كانُوا أُولِي قُرْبى مِنْ بَعْدِ ما تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحابُ الْجَحِيمِ (١١٣) .
ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كانُوا أُولِي قُرْبى: ذكر أهل التفسير أن (ما كان) في القرآن يأتي على وجهين:
الأول: على النفي نحو: وَما كانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ [آل عمران: ١٤٥] .
والآخر: على معنى النهي نحو: وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ [الأحزاب: ٥٣] ، وما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ الآية، فإن القرابة في مثل هذا الحكم لا تأثير لها، وهذه الآية متضمنة لقطع الموالاة للكفار، وتحريم الاستغفار لهم والدعاء بما لا يجوز لمن كان كافرا «١» .
ولا ينافي هذا ما ثبت عنه صلّى الله عليه وآله وسلّم في الصحيح أنه قال يوم أحد حين كسر المشركون رباعيته وشجوا وجهه: «اللهم اغفر لقومي فإنهم لا يعلمون» «٢» ، لأنه يمكن أن يكون ذلك قبل أن يبلغه تحريم الاستغفار للمشركين.
وعلى فرض أنه كان قد بلغه- كما يفيده سبب النزول «٣» - فإنه قبل يوم أحد بمدة طويلة، فصدور هذا الاستغفار منه لقومه إنما كان على سبيل الحكاية عمن تقدم من الأنبياء، كما في «صحيح مسلم» عن عبد الله قال: «كأني أنظر إلى النبي صلّى الله عليه وآله وسلّم يحكي نبيا
_________
(١) انظر: الفتح الرّباني (١٨/ ١٦٤) ، الطبري (١١/ ٣٠) ، النكت (٢/ ١٧٠) ، زاد المسير (٣/ ٥٠٧) ، القرطبي (٣/ ٥٠٩) ، ابن كثير (٢/ ٣٩٣) ، اللباب (١٢٦) ، الدر المنثور (٣/ ١٨٢) .
(٢) انظر تخريجه فيما بعده.
(٣) حديث صحيح: رواه البخاري (٨/ ٣٤١) ، ومسلم (٢٤) ، وابن أبي حاتم (٤/ ١٠٢) ، والأسماء والصفات (ص ٩٧، ٩٨) ، والطبري (١١/ ٤١) عن سعيد بن المسيّب عن أبيه فذكر الحديث.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (345,'من الأنبياء ضربه قومه وهو يمسح الدم عن وجهه ويقول: رب اغفر لقومي فإنهم لا يعلمون» «١» .
وفي البخاري: أن النبي صلّى الله عليه وآله وسلّم ذكر نبيا قبله شجه قومه، فجعل يخبر عنه بأنه قال:
«اللهم اغفر لقومي فإنهم لا يعلمون» «٢» .
مِنْ بَعْدِ ما تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحابُ الْجَحِيمِ (١١٣) : هذه الجملة تتضمن التعليل للنهي عن الاستغفار.
والمعنى أن هذا التبين موجب لقطع الموالاة لمن كان هكذا وعدم الاعتداد بالقرابة، لأنهم ماتوا على الشرك، وقد قال سبحانه إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ [النساء: ٤٨] فطلب المغفرة لهم في حكم المخالفة لوعد الله ووعيده.
[الآية السابعة والعشرون]
وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢) .
وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً: اختلف المفسرون في معناها؟ فذهب جماعة إلى أنه من بقية أحكام الجهاد، لأنه سبحانه لما بالغ في الأمر بالجهاد والانتداب إلى الغزو كان المسلمون إذا بعث رسول الله صلّى الله عليه وآله وسلّم سرية إلى الكفار، ينفرون جميعا ويتركون المدينة خالية، فأخبرهم سبحانه بأنه ما كان لهم ذلك، أي ما صح لهم ولا استقام أن ينفروا جميعا.
فَلَوْلا: بمعنى هلا، فهي تحضيضية على معنى الطلب.
نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ: ويبقى من عدا هذه الطائفة النافرة، ويكون الضمير في قوله: لِيَتَفَقَّهُوا فِي الدِّينِ: عائدا إلى الفرقة الباقية «٣» .
والمعنى أن طائفة من هذه الفرقة تخرج إلى الغزو، ومن بقي من الفرقة يقفون
_________
(١) صحيح: رواه مسلم (١٢/ ١٤٩، ١٥٠) .
(٢) حديث صحيح: رواه البخاري (٦/ ٥١٤) .
(٣) انظر: الطبري (١١/ ٥٥) ، الزجاج (٢/ ٥٢٩) .',NULL,'348',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (346,'لطلب العلم ويعلمون الغزاة إذا رجعوا إليهم من الغزو، أو يذهبون في طلبه إلى المكان الذي يجدون فيه من يتعلمون منه ليأخذوا عنه الفقه في الدين «١» .
وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ: عطف علة، ففيه إشارة إلى أنه ينبغي أن يكون غرض المتعلم الاستقامة وتبليغ الشريعة، لا الترفع على العباد والتبسط في البلاد.
وذهب آخرون إلى أن هذه الآية ليست من بقية أحكام الجهاد، بل هي حكم مستقل بنفسه في مشروعية الخروج لطلب العلم والتفقه في الدين، جعله الله سبحانه متصلا بما دل على إيجاب الخروج إلى الجهاد، فيكون السفر نوعين:
الأول: سفر الجهاد.
والثاني: السفر لطلب العلم.
ولا شك أن وجوب الخروج لطلب العلم إنما يكون إذا لم يجد الطالب من يتعلم منه في الحضر من غير سفر.
والفقه: هو العلم بالأحكام الشرعية، وبما يتوصل به إلى العلم بها، من لغة ونحو وصرف وبيان وأصول. وقد جعل الله سبحانه الغرض من هذا هو التفقه في الدين، وإنذار من لم يتفقه، فجمع بين المقصدين الصالحين، والمطلبين الصحيحين، وهما:
تعلّم العلم وتعليمه، فمن كان غرضه بطلب العلم غير هذين فهو طالب لغرض دنيوي لا لغرض ديني «٢» .
[الآية الثامنة والعشرون] يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣) .
يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً: أمر سبحانه المؤمنين بأن يجتهدوا في مقاتلة من يليهم من الكفار في الدار والبلاد والنسب، وأن يأخذوا في حربهم بالغلظة والشدة.
والجهاد واجب لكل الكفار، وإن كان الابتداء بمن يلي المجاهدين منهم أهم وأقدم، ثم الأقرب فالأقرب.
_________
(١) انظر: زاد المسير (٣/ ٥٢٠) ، القرطبي (٨/ ٢٩٩) .
(٢) انظر: الفقيه والمتفقه للخطيب (ص ١١) ط- دار الوطن.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (347,'<span data-type="title" id=toc-101>سورة هود وآياتها مائة وثلاث وعشرون آية</span>
مكيّة في قول الحسن وعكرمة وعطاء وجابر وغيرهم «١» .
قال ابن عباس وقتادة: إلا آية «٢» ، وهي قوله: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ.
وقال صلّى الله عليه وآله وسلّم: «اقرؤوا [هود] «٣» يوم الجمعة» .
أخرجه الدارمي وأبو داود في «مراسيله» وأبو الشيخ وابن مردويه وابن عساكر والبيهقي في «الشعب» عن كعب «٤» .
[الآية الأولى]
وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ ثُمَّ لا تُنْصَرُونَ (١١٣) .
وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا: فسّر الأئمة من رواة اللغة الركون: بمطلق الميل والسكون من غير تقييد بما قيد به صاحب «الكشاف» حيث قال: إن الركون هو الميل اليسير، وهكذا فسّره المفسرون بمطلق الميل والسكون من غير تقييد، إلا من كان من المتقيدين بما ينقله صاحب «الكشاف» .
ومن المفسرين من ذكر في تفسيره للركون قيودا لم يذكرها أئمة اللغة.
_________
(١) انظر: الطبري (١١/ ١٢٢) ، وزاد المسير (٤/ ٧٤) .
(٢) انظر: الطبري (١١/ ١٢٣) ، زاد المسير (٤/ ٧٥) .
(٣) ما بين [] حرّف لهود وهو خطأ واضح.
(٤) إسناده ضعيف: رواه الدارمي (٣٤٠٤) ، وأبو داود في «مراسيله» (٥٩) عن كعب بن ماتع مرفوعا.
وعلته: إرسال كعب الأحبار فروايته للحديث مرسلا، وانظر: التهذيب (٨/ ١٩٣) .',NULL,'350',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (348,'قال القرطبي في «تفسيره» «١» : الركون حقيقة الاستناد والاعتماد والسكون إلى الشيء والرضا به، ومن أئمة التابعين من فسّر الركون بما هو بعض من معناه اللغوي:
فروي عن قتادة وعكرمة في تفسير الآية: إن معناها لا تودوهم ولا تطيعوهم.
وقال عبد الرحمن بن زيد بن أسلم في تفسير الآية: الركون هنا الإدهان، وذلك أن لا ينكر عليهم كفرهم.
وقال أبو العالية: معناه لا ترضوا أعمالهم «٢» .
وقد اختلف أيضا الأئمة من المفسرين في هذه الآية: هل هي خاصة بالمشركين؟
وأنهم المرادون بالذين ظلموا؟ وقد روي ذلك عن ابن عباس.
وقيل: إنها عامة في الظلمة من غير فرق بين كافر ومسلم، وهذا هو الظاهر من الآية. ولو فرضنا أن سبب النزول هم المشركون لكان الاعتبار لعموم اللفظ لا لخصوص السبب.
فإن قلت: قد وردت الأدلة الصحيحة البالغة عدد التواتر، الثابتة عن رسول الله صلّى الله عليه وآله وسلّم ثبوتا لا يخفى على من له أدنى تمسك بالسنة المطهرة، بوجوب طاعة الأئمة والسلاطين والأمراء حتى ورد في بعض ألفاظ الصحيح: «أطيعوا السلطان وإن كان عبدا حبشيا رأسه كالزبيبة» «٣» .
وورد وجوب طاعتهم ما أقاموا الصلاة «٤» ، وما لم يظهر منهم الكفر البواح «٥» ، وما لم يأمروا بمعصية الله «٦» .
_________
(١) انظره في (٩/ ١٠٨) .
(٢) انظر: الطبري (١٢/ ١٢٨) ، الدر المنثور (٣/ ٣٥١) . [.....]
(٣) حديث صحيح: رواه البخاري (٢/ ١٨٤، ١٨٨) ، (١٣/ ١٢١) ، ومسلم (١٢/ ٢٢٥) ، عن أنس مرفوعا.
(٤) حديث صحيح: رواه مسلم (١٢/ ٢٤٤) عن عوف بن مالك مرفوعا، وفيه: «لا ما أقاموا الصلاة» .
(٥) حديث صحيح: رواه البخاري (١٣/ ٥) ، ومسلم (١٢/ ٢٢٨) ، عن عبادة مرفوعا وفيه: «إلا أن تروا كفرا بواحا عندكم من الله فيه برهان» .
(٦) حديث صحيح: رواه البخاري (١٣/ ١٢١، ١٢٢) ، ومسلم (١٢/ ٢٢٦) ، عن عبد الله بن عمر مرفوعا قوله صلّى الله عليه وآله وسلّم: «على المرء المسلم السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية، فإن أمر بمعصية فلا سمع ولا طاعة» .',NULL,'351',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (349,'وظاهر ذلك أنهم وإن بلغوا في الظلم إلى أعلى مرتبة، وفعلوا أعظم أنواعه مما لم يخرجوا به إلى الكفر البواح، فإن طاعتهم واجبة، حيث لم يكن ما أمروا به من معصية الله.
ومن جملة ما يأمرون به تولي الأعمال لهم والدخول في المناصب الدينية التي ليس الدخول فيها من معصية الله.
ومن جملة ما يأمرون به الجهاد وأخذ الحقوق الواجبة من الرعايا وإقامة الشريعة بين المتخاصمين منهم وإقامة الحدود على من وجبت عليه.
وبالجملة فطاعتهم واجبة على كل من صار تحت أمرهم ونهيهم، فكل ما يأمرون به مما لم يكن من معصية الله، ولا بد في مثل هذا من المخالطة لهم والدخول عليهم ونحو ذلك مما لا بد منه، ولا محيص عن هذا الذي ذكرناه من وجوب طاعتهم بالقيود المذكورة لتواتر الأدلة الواردة به بل وقد ورد به الكتاب العزيز: أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ [النساء: ٥٩] ، بل ورد أنهم يعطون الذي لهم من الإطاعة وإن منعوا ما هو عليهم للرعايا، كما في بعض الأحاديث الصحيحة: «أعطوهم الذي لهم واسألوا الله الذي لكم» «١» .
بل ورد الأمر بطاعة السلطان وبالغ في ذلك النبي صلّى الله عليه وآله وسلّم حتى قال: «وإن أخذ مالك وضرب ظهرك» «٢» .
وإن اعتبرنا مطلق الميل والسكون، فمجرد هذه الطاعة المأمور بها مع ما يستلزمه من المخالطة عن ميل وسكون، وإن اعتبرنا الميل والسكون ظاهرا وباطنا، فلا يتناول النهي في هذه الآية من مال إليهم في الظاهر بأمر يقتضي ذلك شرعا، كالطاعة أو للتقيّة مخافة الضرر منهم، أو لجلب مصلحة عامة أو خاصة، أو لدفع مفسدة عامة أو خاصة، إذا لم يكن له ميل إليهم في الباطن ولا محبة ولا رضا بأفعالهم.
قلت: أما الطاعة على عمومها لجميع أقسامها- حيث لم تكن في معصية الله- فهي على فرض صدق مسمى الركون عليها مخصّصة لعموم النهي عنه، ولا شك في هذا
_________
(١) حديث صحيح: رواه الباري (٦/ ٦١٢) ، (١٣/ ٥) ، ومسلم (١٢/ ٢٣١، ٢٣٢) عن ابن مسعود مرفوعا نحوه.
(٢) حديث صحيح: رواه مسلم (١٢/ ٢٣٧، ٢٣٨) ، عن حذيفة مرفوعا.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (350,'ولا ريب، فكل من أمروه ابتداء أن يدخل في شيء من الأعمال التي أمرها إليهم- مما لم يكن من معصية الله كالمناصب الدينية ونحوها- إذا وثق من نفسه بالقيام إلى ما وكل إليه فذلك واجب عليه، فضلا عن أن يقال جائز له.
وأما ما ورد من النهي عن الدخول في الإمارة، فذلك مقيد بعدم وقوع الأمر ممن تجب طاعته من الأئمة والسلاطين والأمراء، جمعا بين الأدلة أو مع ضعف المأمور عن القيام بما أمر به، كما ورد تعليل النهي عن الدخول في الإمارة بذلك في بعض الأحاديث الصحيحة «١» .
وأما مخالطتهم والدخول عليهم لجلب مصلحة عامة أو خاصة، أو دفع مفسدة عامة أو خاصة، مع كراهة ما هم عليه من الظلم وعدم ميل النفس إليها، ومحبتها لهم، وكراهة الموصلة لهم- لولا جلب تلك المصلحة، أو دفع تلك المفسدة- فعلى فرض صدق مسمى الركون على هذا فهو مخصص بالأدلة الدالة على مشروعية جلب المصالح ودفع المفاسد، والأعمال بالنيات وإنما لكل امرئ ما نوى، ولا تخفى على الله خافية.
وبالجملة: فمن ابتلي بمخالطة من فيه ظلم، فعليه أن يزن أقواله وأفعاله وما يأتي وما يذر بميزان الشرع، فإن زاغ عن ذلك فعلى نفسها براقش تجني، ومن قدر على الفرار منهم، قبل أن يؤمر من جهتهم بأمر يجب عليه طاعته فهو الأولى والأليق به.
يا مالك يوم الدين إياك نعبد وإياك نستعين، اجعلنا من عبادك الصالحين الآمرين بالمعروف والناهين عن المنكر، الذين لا يخافون فيك لومة لائم وقوّنا على ذلك، ويسره لنا، وأعنا عليه.
قال القرطبي في «تفسيره» «٢» : وصحبة الظالم على التقيّة مستثناه من النهي بحال الاضطرار. انتهى.
وقال النيسابوري في «تفسيره» «٣» : قال المحققون: الركون المنهي عنه هو الرضا بما عليه الظلمة، أو تحسين الطريقة وتزيينها عند غيرهم ومشاركتهم في شيء من تلك
_________
(١) حديث صحيح: ما رواه مسلم (١٢/ ٢١٠) عن أبي ذر مرفوعا قوله صلّى الله عليه وآله وسلّم: «لا تأمرن اثنين، ولا تولين مال يتيم» .
(٢) انظره في (٩/ ١٠٨) .
(٣) المسمّى بالتيسير في عالم «التفسير» لعبد الملك بن هوازن- طبع بدار الغرب- بيروت ٣ مجلدات.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (351,'الأبواب. فأما مداخلتهم لدفع ضرر أو اجتلاب مصلحة عاجلة فغير داخلة في الركون.
قال: وأقول: هذا من طريق المعاش والرخصة، ومقتضى التقوى هو الاجتناب عنهم بالكلية. أَلَيْسَ اللَّهُ بِكافٍ عَبْدَهُ [الزمر: ٣٦] انتهى.
فَتَمَسَّكُمُ النَّارُ: بسبب الركون إليهم وفيه إشارة إلى أن الظلمة أهل النار أو كالنار، ومصاحبة النار توجب لا محالة مس النار.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (352,'<span data-type="title" id=toc-103>سورة النحل [وآياتها مائة وثمان وعشرون]</span>
هي مكيّة كلها في قول الحسن وعكرمة وعطاء وجابر.
وروي عن ابن عباس وأبي الزبير: أنها نزلت بمكة سوى ثلاث آيات من آخرها فإنهن نزلن بين مكة والمدينة في منصرف رسول الله صلّى الله عليه وآله وسلّم من أحد «١» .
وتسمى هذه السورة بسورة النعم، بسبب ما عدد الله فيها.
[الآية الأولى]
وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ (٦٧) .
وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ تَتَّخِذُونَ مِنْهُ سَكَراً: هو ما يسكر من الخمر.
وَرِزْقاً حَسَناً: هو جميع ما يؤكل من هاتين الشجرتين كالتمر والزبيب والخل، وكان نزول هذه الآية قبل تحريم الخمر.
وقيل: إن السّكر: الخل بلغة الحبشة.
والرزق الحسن: الطعام من الشجرتين.
وقيل: السّكر العصير الحلو الحلال. وسمي سكرا لأنه قد يصير مسكرا إذا بقي، فإذا بلغ الإسكار حرم. والقول الأول أولى، وعليه الجمهور.
وقد صرّح أهل اللغة بأن السّكر اسم للخمر ولم يخالف في ذلك إلا أبو عبيدة فإنه قال: السّكر الطعم. ومما يدل على ما قاله الجمهور قول الشاعر:
_________
(١) انظر: الطبري (١٤/ ٥٢) ، زاد المسير (٤/ ٤٢٤) ، والقرطبي (١٠/ ٦٥) .',NULL,'355',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (353,'بئس [الصّحاة] «١» وبئس الشّرب شربهم ... إذا جرى [فيهم المزّاء] «٢» والسّكر
ومما يدل على ما قاله أبو عبيدة ما أنشده:
جعلت عيب الأكرمين سكرا
أي جعلت ذمهم طعما.
ورجح هذا ابن جرير فقال «٣» : إن السّكر ما يطعم من الطعام، ويحب شربه من ثمار النخيل والأعناب، وهو الرزق الحسن، واللفظ مختلف والمعنى واحد، مثل:
َّما أَشْكُوا بَثِّي وَحُزْنِي إِلَى اللَّهِ
[يوسف: ٨٦] .
قال الزجاج: قول أبي عبيدة هذا لا يعرف، وأهل التفسير على خلافه، ولا حجة له في البيت الذي أنشده، لأن معناه عند غيره أنه يصف أنها تتخمر بعيوب الناس.
وقد حمل السّكر جماعة من الحنفية على ما يسكر من الأنبذة وعلى ما ذهب ثلثاه بالطبخ. قالوا: وإنما يمتن الله على عباده بما أحله لهم لا بما حرمه عليهم، وهذا مردود بالأحاديث الصحيحة المتواترة على فرض تأخره عن آية تحريم الخمر «٤» .
_________
(١) صحّفت في «المطبوعة» إلى (الصحاب) وهو خطأ، والصواب ما أثبتناه كما في «القرطبي» (١٠/ ١٢٨) .
(٢) حرّفت إلى (منهم الهذر) وهو خطأ، والتصوير من القرطبي (١٠/ ١٢٨) .
(٣) انظره في تفسيره (١٤/ ٨٧، ٨٩) .
(٤) فبالجملة: هذه الآية نسختها آية المائدة فَاجْتَنِبُوهُ [آية: ٩] وهذا على الراجح.
وعقّب القاضي ابن العربي بقوله: هذا بناء على أن السكر الخمر وقد اختلف العلماء في تأويله على خمسة أقوال:
الأول: أن معناه تتخذون من ما حرّم الله قاله ابن عباس والحسن.
الثاني: أنه الخلّ قاله الحسن أيضا.
الثالث: أنه كل ما يتطعم منه.
الرابع: أنه خمور الأعاجم.
الخامس: أنه ما يسدّ الجوع.
وأما الرزق الحسن ففيه ثلاثة أقوال:
الأول: أنه ما أحل الله.
الثاني: الأول بعينه- قاله ابن عباس والحسن وغيرهما.
الثالث: أنه النبيذ الحلو- قاله قتادة.
فإذا لم يقل إن السكر الخمر لم يتصور في الآية نسخ، وإذا قلنا أن المراد به الخمر وتقدير:
تتخذون منه ما حرم الله، فيكون معناه التوبيخ تقديره: أنعم الله عليكم بثمرات النخيل والأعناب [.....]',NULL,'356',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (354,'[الآية الثانية]
وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذابٌ عَظِيمٌ (٩٤) .
وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ: وهي أيمان البيعة.
قال الواحدي: قال المفسرون: وهذا في نهي الذين بايعوا رسول الله صلّى الله عليه وآله وسلّم عن نقض العهد على الإسلام ونصرة الدين، واستدلوا على هذا التخصيص بما في قوله:
فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها: من المبالغة، وبما في قوله:
وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذابٌ عَظِيمٌ (٩٤) لأنهم إذا نقضوا العهد مع رسول الله صلّى الله عليه وآله وسلّم صدوا غيرهم عن الدخول في الإسلام، وعلى تسليم أن هذه الأيمان مع رسول الله صلّى الله عليه وآله وسلّم، هي سبب نزول هذه الآية، فالاعتبار بعموم اللفظ لا بخصوص السبب.
وقال جماعة من المفسرين: إن هذا تكرير لما قبله لقصد التأكيد والتقرير، أعني قوله: وَلا تَنْقُضُوا الْأَيْمانَ بَعْدَ تَوْكِيدِها [النحل: ٩١] إلى قوله: تَتَّخِذُونَ أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ [النحل: ٩٢] الآية.
والمراد بالتوكيد التشديد والتغليظ والتوثيق، وليس المراد اختصاص النهي عن النقض بالإيمان المؤكدة، ولا يغيرها مما لا تأكيد فيه، فإن تحريم النقض يتناول الجميع، ولكن في نقض اليمين المؤكدة من الإثم فوق الإثم الذي في نقض ما لم يؤكد
_________
فاتخذتم منه الخمر التي حرّم الله، وإذا قلنا: أن المنة وقعت بالخمر، فحينئذ يكون النسخ، ولا أقول به ولا أصوبه لقائله فإنه لو أراد الخمر لصرّح باسمها، وكان أولى من أن يقول ذلك بلفظ السكر المذموم، والمنّة لا تقع بمكروه، وما يذهب العقل لا يقع فيه مدح ولم يكن السكر محللا في ملة وسكت الله عنه مدة في صدر الإسلام لفساد جميعه ودعاء قليله إلى كثيرة فسكت عنه إلى أن رأوا فساده واستدعوا تحريمه، فجاء كما أرادوا مع هذا كله، فقد تهافتوا عليه تهافت الفراش وسقطوا فيه سقوط الذّباب اه.
وانظر فيما يتعلق بهذه الآية من أقوال أهل العلم والتفسير: «الناسخ والمنسوخ لابن العربي (٢/ ٢٨٠، ٢٨١) ، والأحكام له (٣/ ١١٤١) ، والنحاس (١٧٩) ، وزاد المسير (١٠/ ٤٦٤) ، والمصفّى (٢٠٨) ، والقرطبي (١٠/ ١٢٨) ، وابن البارزي (٢٩٦) ، والبصائر (١/ ٢٨٠) .',NULL,'357',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (355,'منها، وهذا العموم مخصوص بما ثبت في الأحاديث الصحيحة من قوله صلّى الله عليه وآله وسلّم: «من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير وليكفّر عن يمينه» «١» ، حتى بالغ في ذلك فقال: «والله لا أحلف على يمين فأرى غيرها خيرا منها، إلا أتيت الذي هو خير وكفرت عن يميني» ، وهذه الألفاظ ثابتة في الصحيح وغيره.
ويخص أيضا من هذا العموم يمين اللغو لقوله تعالى: لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ [البقرة: ٢٢٥] ويمكن أن يكون التقييد بالتوكيد هاهنا لإخراج أيمان اللغو، وقد تقدم بسط الكلام على الإيمان في البقرة.
وقيل: توكيد اليمين هو حلف الإنسان على الشيء الواحد مرارا.
وحكى القرطبي «٢» عن ابن عمر: أنّ التوكيد هو أن يحلف مرتين فإن حلف واحدة فلا كفارة عليه.
قال أبو عبيدة: كل أمر لم يكن صحيحا فهو دخل.
وقيل: الدخل ما أدخل في الشيء على فساده.
وقال الزجاج: غشا.
[الآية الثالثة]
فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ (٩٨) .
فَإِذا قَرَأْتَ الْقُرْآنَ: الفاء لترتيب الاستعاذة على العمل الصالح.
وقيل: هذه الآية متصلة بقوله: وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ، والتقدير فإذا أخذت في قراءته فَاسْتَعِذْ.
قال الزجاج وغيره من أئمة اللغة: معناه إذا أردت أن تقرأ القرآن فاستعذ وليس معناه استعذ بعد أن تقرأ القرآن. ومثله: إذا أكلت فقل: بسم الله.
قال الواحدي: وهذا إجماع الفقهاء أن الاستعاذة قبل القراءة إلا ما روي عن أبي هريرة وابن سيرين وداود ومالك وحمزة من القراء فإنهم قالوا: الاستعاذة بعد القراءة،
_________
(١) حديث صحيح: رواه البخاري (١١/ ٥١٦، ٥١٧) ، ومسلم (١١/ ١١٤، ١١٦) عن أبي هريرة وعبد الرحمن بن سمرة مرفوعا بنحوه.
(٢) انظره في «تفسيره» (١٠/ ١٧٠) .',NULL,'358',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (356,'وقد ذهبوا إلى ظاهر الآية.
ومعنى فَاسْتَعِذْ بِاللَّهِ اسأله سبحانه أن يعيذك.
مِنَ الشَّيْطانِ الرَّجِيمِ (٩٨) : أي من وساوسه، وتخصيص قراءة القرآن من بين الأعمال الصالحة بالاستعاذة عند إرادتها للتنبيه على أنها كسائر الأعمال الصالحة عند إرادتها لهم لأنه إذا وقع الأمر بها عند قراءة القرآن الذي لا يأتيه الباطل من بين يديه ولا من خلفه، كانت عند إرادة غيرها أوفى، كذا قيل.
وكذا توجيه الخطاب إلى رسول الله صلّى الله عليه وآله وسلّم للإشعار بأن غيره أولى منه بفعل الاستعاذة، لأنه إذا أمر بها لدفع وساوس الشيطان- مع عصمته- فكيف بسائر أمته.
وقد ذهب الجمهور إلى أن الأمر في الآية للندب، وروي عن عطاء الوجوب أخذا بظاهر الأمر.
[الآية الرابعة]
مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذابٌ عَظِيمٌ (١٠٦) .
مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمانِ: قال القرطبي «١» : أجمع أهل العلم أن من أنكره على الكفر، حتى خشي على نفسه القتل، أنه لا إثم عليه [إن] «٢» كفر وقلبه مطمئن بالإيمان، ولا تبين منه زوجته، ولا يحكم عليه بحكم الكفر.
وحكي عن محمد بن الحسن أنه إذا أظهر الكفر كان مرتدا في الظاهر، وفيما بينه وبين الله على الإسلام، وتبين منه امرأته ولا يصلى عليه إن مات، ولا يرث أباه إن مات مسلما. وهذا القول مردود على قائله مدفوع بالكتاب والسنة.
وذهب الحسن البصري والأوزاعي والشافعي وسحنون إلى أن هذه الرخصة مثل
_________
(١) انظره في «تفسيره» (١٠/ ١٨٢) .
(٢) ما بين [معقوفين] زيادة اقتضاها السياق.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (357,'أن يكره على السجود لغير الله. ويدفعه ظاهر الآية فإنها عامة في من أكره، من غير فرق بين القول والفعل، ولا دليل للقاصرين للآية على القول، وخصوص السبب لا اعتبار به مع عموم اللفظ كما تقرر في علم الأصول.
وَلكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً: أي اختاره وطابت به نفسه.
فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ: ليس بعد هذا الوعيد العظيم- وهو الجمع للمرتدين بين غضب الله وعظم عذابه بقوله: وَلَهُمْ عَذابٌ عَظِيمٌ (١٠٦) وعيد «١» .
[الآية الخامسة]
وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هذا حَلالٌ وَهذا حَرامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ (١١٦) .
وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هذا حَلالٌ وَهذا حَرامٌ: قال الكسائي والزجاج: (ما) هنا مصدرية، وانتصاب الكذب بلا تقولوا، أي لا تقولوا الكذب لأجل وصف ألسنتكم. ومعناه لا تحللوا ولا تحرموا لأجل قول تنطق به ألسنتكم من غير حجة.
ويجوز أن تكون (ما) موصولة والكذب منتصبا بتصف، أي لا تقولوا للذي تصف
_________
(١) تكلم ابن العربي على هذه الآية في «الأحكام» (٣/ ١١٦٥، ١١٧٠) ما ملخصه: أنها نزلت في المرتدين، واختلفوا في التهديد هل هو إكراه أم لا؟ والصحيح أنه إكراه.
واختلفوا في الزنا؟ والصحيح أنه يجوز له الإقدام عليه ولا حدّ عليه خلافا لابن الماجشون، وأما الكفر بالله فذلك جائز له بدون خلاف على شرط أن يلفظ بلسانه، وقلبه منشرح بالإيمان، بل قال المحققون من علمائنا: إنه إذا تلفّظ بالكفر أنه لا يجوز له أن يجري على لسانه إلا جريان المعاريض. مثاله: أن يقال له: اكفر بالله؟ فيقول: أنا كافر بالله- يريد باللاهي ويحذف الياء.
والكفر وإن كان بالإكراه جائزا عند العلماء فإن من صبر على البلاء ولم يفتتن حتى قتل فإنه شهيد.
والمكره على القتل إذا قتل يقتل لأنه قتل من يكافئه ظلما استيفاء لنفسه فقتل كما لو قتله الجماعة.
وفي سبب نزول هذه الآية المكيّة ثلاث روايات: الأولى أنها نزلت في عمار بن ياسر وأمه سميّة حباب بن الإرث وسلمة بن هشام والوليد بن الوليد وعياش بن أبي ربيعة والمقداد بن الأسود وقوم أسلموا ففتنهم المشركون عن دينهم فثبت بعضهم على الإسلام وصبر بعضهم على البلاء ولم يصبر بعض فقتلت سمية وافتتن عمار في ظاهره دون باطنه وسأل النبي صلّى الله عليه وآله وسلّم فنزلت الآية ... اه.',NULL,'360',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (358,'ألسنتكم الكذب فيه هذا حلال وهذا حرام، فحذف لفظة فيه لكونه معلوما، فيكون قوله: هذا حلال وهذا حرام بدل من الكذب.
ويجوز أن يكون في الكلام حذف بتقدير القول، أي ولا تقولوا لما تصف ألسنتكم فتقول هذا حلال وهذا حرام وقائله هذا حرام وهذا حلال.
ويجوز أن ينتصب الكذب أيضا بتصف وتكون ما مصدرية، أي لا تقولوا هذا حلال وهذا حرام لوصف ألسنتكم الكذب.
واللام في قوله: لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ هي لام العاقبة لا لام العرض، أي فيعقب ذلك افتراؤكم على الله الكذب بالتحليل والتحريم، وإسناد ذلك إليه من غير أن يكون منه «١» .
أخرج ابن أبي حاتم عن أبي نضرة قال: قرأت هذه الآية في سورة النحل: وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هذا حَلالٌ وَهذا حَرامٌ إلى آخر الآية، فلم أزل أخاف الفتيا إلى يومي هذا «٢» .
قال [الشوكاني في] «٣» «فتح القدير» «٤» : قلت: صدق رحمه الله فإن هذه الآية تتناول بعموم لفظها فينا من أفتى بخلاف ما في كتاب الله أو سنة رسوله صلّى الله عليه وآله وسلّم، كما يقع كثيرا من المؤثرين للرأي المقدمين له على الرواية، أو الجاهلين لعلم الكتاب والسنة كالمقلدة وإنهم لحقيقيون بأن يحال بينهم وبين فتواهم ويمنعوا من جهالاتهم، فإنهم أفتوا بغير علم من الله ولا هدى ولا كتاب منير فضلوا وأضلوا فهم ومن يستفتيهم كما قال القائل:
كبهيمة عمياء قاد زمامها ... أعمى على عوج الطريق الجائر
وقال الطبراني: عن ابن مسعود قال: عسى رجل يقول: إن الله أمر كذا ونهى عن كذا، فيقول الله له: كذبت! أو يقول: إن الله حرم كذا وأحل كذا، فيقول الله له:
كذبت «٥» ! انتهى.
_________
(١) انظر: زاد المسير (٤/ ٥٠٢) ، القرطبي (١٠/ ١٩٦) ، البيان (٢/ ٨٦) .
(٢) أورده السيوطي في «الدر» (٥/ ١٧٥) وعزاه لابن أبي حاتم فقط.
(٣) ما بين [] سقط من المطبوعة.
(٤) انظره في «تفسيره» هذا (٣/ ٢٠١) .
(٥) ضعيف: رواه الطبراني في «الكبير» (٨٩٩٥) عن عطاء بن السائب، عن غير واحد من أصحابه به
.',NULL,'361',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (359,'وقال الحافظ ابن القيم رحمه الله في «إعلام الموقعين» «١» : لا يجوز للمفتي أن يشهد على الله ورسوله بأنه أحل كذا أو حرمه، أو أوجبه أو كرهه إلا بما يعلم أن الأمر فيه كذلك مما نص الله ورسوله على إباحته أو تحريمه أو إيجابه أو كراهته.
وأما ما وجده في كتابه الذي تلقى عمن قلدوا فيه، فليس له أن يشهد على الله ورسوله ويغير الناس بذلك ولا علم له بحكم الله ورسوله.
قال غير واحد من السلف: ليحذر أحدكم أن يقول أحل الله كذا، وحرم كذا فيقول له الله كذبت لم أحل كذا ولم أحرمه.
وثبت في «صحيح مسلم» «٢» من حديث بريدة بن [الحصيب] «٣» أن رسول الله صلّى الله عليه وآله وسلّم قال: «إذا حاصرت حصنا فسألوك أن تنزلهم على حكم الله ورسوله فإنك لا تدري أتصيب حكم الله فيهم أم لا، ولكن أنزلهم على حكمك وحكم أصحابك» .
وسمعت شيخ الإسلام- يعني الشيخ ابن تيمية رضي الله عنه- قال: حضرت مجلسا فيه القضاة وغيرهم، فجرت حكومة حكم فيها أحدهم بقول زفر، فقلت له: ما هذه الحكومة؟ فقال: هذا حكم الله! فقلت له: صار قول زفر حكم الله الذي حكم به وألزم به الأمة! قل: هذا حكم زفر وقوله، ولا تقل حكم الله ونحو هذا من الكلام.
انتهى.
[الآية السادسة]
ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١٢٥) /.
_________
فذكره.
وقال الهيثمي في «مجمع الزوائد» (١/ ٨٢) : وفيه من لم يسمّ» .
(١) انظره في (١/ ٣٩) .
(٢) حديث صحيح: رواه مسلم (١٢/ ٣٧، ٤٠) ، وأبو داود (٢٦١٢) ، (٢٦١٣) ، والترمذي (١٤٠٨) ، (١٦١٧) ، وابن ماجة (٢٨٥٨) ، وأحمد في «المسند» (٥/ ٣٥٢، ٣٥٨) ، والدارمي (٢/ ٢١٥) . [.....]
(٣) ما بين [معقوفين] صحّفت إلى (الخصيب) وهو خطأ، والتصويب من مصادر التخريج.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (360,'ادْعُ إِلى سَبِيلِ رَبِّكَ: حذف المفعول للتعميم لكونه بعث إلى الناس كافة.
وسبيل الله: هو الإسلام.
بِالْحِكْمَةِ: أي بالمقالة المحكمة الصحيحة.
قيل: وهي الحجج القطعية المفيدة لليقين.
وَالْمَوْعِظَةِ الْحَسَنَةِ: وهي المقالة المشتملة على الموعظة الحسنة التي يستحسنها السامع، وتكون في نفسها حسنة باعتبار انتفاع السامع بها.
قيل: وهي الحجج الظنية الإقناعية الموجبة للتصديق بمقدمات مقبولة. قيل:
وليس للدعوة إلا هاتان الطريقتان. ولكن الداعي قد يحتاج مع الخصم الألد إلى استعمال المعارضة والمناقضة ونحو ذلك من الجدل، ولهذا قال سبحانه:
وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ: أي بالطريق التي هي أحسن طرق المجادلة، وإنما أمر الله سبحانه بالمجادلة الحسنة لكون الداعي محقا وغرضه صحيحا وكان خصمه مبطلا وغرضه فاسدا «١» .
[الآية السابعة] وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) .
وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ: أي بمثل ما فعل بكم لا تجاوزوا ذلك.
قال ابن جرير «٢» : نزلت هذه الآية فيمن أصيب بظلامة أن لا ينال من ظالمه إذا تمكن إلا مثل ظلامته، لا يتعداها إلى غيرها، وهذا صواب لأن الآية وإن قيل: إن لها سببا خاصا فالاعتبار بعموم اللفظ، وعمومه يؤدي هذا المعنى الذي ذكره. وسمى سبحانه الفعل الأول الذي هو فعل البادئ بالشر عقوبة، مع أن العقوبة ليست إلا فعل الثاني وهو المجازي، للمشاكلة وهي باب معروف وقع في كثير من آيات الكتاب
_________
(١) اختلف العلماء في هذه الآية: أمنسوخة أم محكمة؟ وقد ذكر القرطبي (١٠/ ٢٠٠) أنها محكمة من جهة العصاة من الموحدين، ومنسوخة بالقتال في حق الكافرين.
وانظر: النحاس (١٨٠) ، والإيضاح (٢٩١) ، وابن البازي (٢٩٥) ، والبصائر (١/ ٢٨٠) .
(٢) انظر: تفسير الطبري (١٤/ ١٩٧) .',NULL,'363',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (361,'العزيز، ثم حث سبحانه على العفو فقال:
وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) أي لئن صبرتم عن المعاقبة بالمثل فالصبر خير لكم من الانتصار، ووضع الصابرين الظاهر موضع الضمير ثناء من الله عليهم بأنهم صابرون على الشدائد.
وقد ذهب الجمهور إلى أن هذه الآية محكمة لأنها واردة في الصبر عن المعاقبة والثناء على الصابرين على العموم.
وقيل: هي منسوخة بآيات القتال ولا وجه لذلك.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (362,'<span data-type="title" id=toc-110>سورة الإسراء مائة وإحدى عشرة آية</span>
وهي مكيّة: [قاله] «١» ابن عباس، ومثله عن ابن الزبير إلا أنه استثنى: إلا ثلاث آيات، قوله عز وجل: وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ [الإسراء: ٧٦] نزلت حين جاء رسول الله صلّى الله عليه وآله وسلّم وفد ثقيف، حين قالت اليهود: ليست هذه بأرض الأنبياء، وقوله تعالى: رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ [الإسراء: ٨٠] ، وقوله تعالى: إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ [الإسراء: ٦٠] ، وزاد [مقاتل] «٢» قوله: إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ «٣» [الإسراء: ١٠٧] .
[الآية الأولى]
وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ وَلا تَبْسُطْها كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوماً مَحْسُوراً (٢٩) .
وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ وَلا تَبْسُطْها كُلَّ الْبَسْطِ: هذا النهي يتناول كل مكلف، وقد وجه الخطاب للنبي صلّى الله عليه وآله وسلّم تعريفا للأمة وتعليما لهم، وإن كان الخطاب لكل فمن يصلح له من المكلفين «٤» .
والمراد النهي للإنسان أن يمسك إمساكا يصير به مضيقا على نفسه وعلى أهله،
_________
(١) ما بين [المعقوفين] بغير الهاء في المطبوعة، والصواب ما أثبتناه.
(٢) صحفت في المطبوع إلى (مقابل) وهو خطأ والصواب ما أثبت، وهو مقاتل بن سليمان المفسّر صاحب الأشباه والنظائر في القرآن والتفسير، طبع بمصر- الهيئة العامة للكتاب المصري.
(٣) فليعلم أن سورة الإسراء- بني إسرائيل- مكيّة بإجماع المفسرين إلا ما ذكره المصنف من آيات، وقيل: إلا آيتين: وَإِنْ كادُوا لَيَفْتِنُونَكَ وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ وانظر: البحر المحيط (٦/ ٣) .
(٤) قال قتادة: لا تمتنع من النفقة في الطاعة ولا تنفق في المعصية. (معاني النحاس ٣/ ١٤٥) .',NULL,'365',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (363,'ولا يوسع في الإنفاق توسيعا لا حاجة إليه بحيث يكون به مسرفا، فهو نهي عن جانبي الإفراط والتفريط، ويحصل من ذلك مشروعية التوسط وهو العدل الذي ندب الله إليه.
ولا تك فيها مفرطا أو مفرّطا ... كلا طرفي قصد الأمور ذميم
وقد مثّل الله سبحانه في هذه الآية حال الشحيح بحال من كانت يده مغلولة إلى عنقه بحيث لا يستطيع التصرف بها ومثّل حال من يجاوز الحد في التصرف بحال من يبسط يده بسطا لا يتعلق بسببه فيها شيء مما تقبض الأيدي عليه، وفي هذا التصوير مبالغة بليغة.
ثم بين سبحانه غاية الطرفين المنهي عنهما فقال:
فَتَقْعُدَ مَلُوماً: عند الناس بسبب ما أنت عليه من الشح «١» .
مَحْسُوراً (٢٩) : بسبب ما فعلته من الإسراف، أي منقطعا عن المقاصد بسبب الفقر «٢» .
والمحسور في الأصل: المنقطع عن السير.
وقيل: معناه نادما على ما سلف.
[الآية الثانية]
وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ مَنْصُوراً (٣٣) .
وَمَنْ قُتِلَ مَظْلُوماً: أي لا لسبب من الأسباب المسوغة لقتله شرعا.
فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً: أي لمن يلي أمره من ورثته إن كانوا موجودين، أو ممن له سلطان إن لم يكونوا موجودين، والسلطان التسلّط على القاتل إن شاء قتل وإن
_________
(١) قال عكرمة وقتادة: أي تقعد نادما. (النحاس ٣/ ١٤٦) .
(٢) قال الزجاج: المحسور: الذي قد بلغ الغاية في التّعب والإعياء، وقال ابن قتيبة: مَحْسُوراً منقطعا، تحسرك العطيّة وتقطعك، كما يحسر السّفر البعير فيبقى منقطعا به اه.
وقال القاضي أبو يعلى: وهذا الخطاب أريد به غير الرسول صلّى الله عليه وآله وسلّم، لأنه لم يكن يدّخر شيئا لغد، وكان يجوع حتى يشدّ الحجر على بطنه، وقد كان كثير من فضلاء الصحابة ينفقون جميع ما يملكون، فلم ينههم الله، لصحة يقينهم، وإنما نهى من خيف عليه التحسّر على ما خرج من يده، فأما من وثق بوعد الله تعالى فهو غير مراد بالآية. اه. (زاد المسير ٥/ ٣٠) .',NULL,'366',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (364,'شاء عفا، وإن شاء أخذ الدية «١» .
فَلا يُسْرِفْ فِي الْقَتْلِ: أي لا يجاوز ما أباحه الله له، فيقتل بالواحد الاثنين أو الجماعة، أو يمثّل بالقاتل أو يعذبه.
إِنَّهُ، أي الولي.
كانَ مَنْصُوراً (٣٣) أي مؤيدا معانا، فإن الله سبحانه نصره بإثبات القصاص له بما أبرزه من الحجج وأوضحه من الأدلة، وأمر أهل الولايات فبمعونته والقيام بحقه حتى يستوفيه «٢» .
وقيل: هذه الآية من أول ما نزل من القرآن في شأن القتل لأنها مكيّة.
[الآية الثالثة]
وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤادَ كُلُّ أُولئِكَ كانَ عَنْهُ مَسْؤُلًا (٣٦) .
وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ: أي تتبع ما لا تعلم، من قولك: قفوت فلانا إذا اتبعت أثره. ومنه قافية الشعر لأنها تقفو كل بيت، ومنه القبيلة المشهورة بالقافة لأنهم
_________
(١) قال أبو جعفر: اختلف المتقدمون من العلماء في «السلطان» الذي جعل للوليّ؟
فروى خصيف عن مجاهد قال: حجّته التي جعلت له، أن يقتل قاتله.
وذهب جماعة من العلماء إلى أن هذا هو السلطان الذي جعل له، وأنه ليس له أن يأخذ الدّية، إلا أن يشاء القاتل.
وقال الضحاك في السلطان الذي جعل له: إن شاء قتل، وإن شاء أخذ الدّية، وإن شاء عفا.
والقول عند أهل المدينة وأهل الكوفة، قول مجاهد: إن السلطان هاهنا القود خاصّة، لا ما سواه.
وذهب الشافعي رحمه الله إلى قول الضحاك، غير أنه قال: كان يستحق إذا عفا أخذ الدّية، اشترط ذلك أو لم يشترطه، والحجّة له.
وانظر: معاني القرآن (٣/ ١٤٩) ، وجامع الطبري (١٥/ ٨١) ، وتفسير القرطبي (١٠/ ٢٥٥) ، وزاد المسير (٥/ ٣٢) ، وقد رجّح ابن جرير قول الضحاك وهو أيضا قول ابن عباس فقال: «وأولى التأويلين بالصواب ما قاله ابن عباس أن لوليّ القتيل، القتل إن شاء أخذ الدية، وإن شاء العفو، لصحة الخبر بذلك عن النبي صلّى الله عليه وآله وسلّم.
(٢) أورد الطبري آثارا في تفسير هذه الآية عن عبد الله بن كثير عن مجاهد وأبي بن كعب وغيرهم، وانظره: (١٥/ ٨٣) ، والسيوطي في الدر المنثور (٤/ ١٨١) .',NULL,'367',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (365,'يتبعون آثار أقدام الناس.
ومعنى الآية: النهي عن أن يقول الإنسان ما لا يعلم أو يعمل بما لا علم له، وهذه قضية كلية.
وقد جعلها جماعة من المفسرين خاصة بأمور، فقالوا: لا تذم أحدا بما ليس لك به علم.
وقيل: هي في شهادة الزور.
وقيل: هي في القافية.
وقال القتيبي: معنى الآية لا تتبع الحدس والظنون، وهذا صواب، فإن ما عدا ذلك هو العلم.
وقيل: المراد بالعلم هنا هو الاعتقاد الراجح المستفاد من مستند، قطعيا كان أو ظنيا.
قال أبو السعود في «تفسيره» «١» : واستعماله بهذا المعنى لا ينكر شيوعه.
وقال الشوكاني «٢» : أقول: هذه الآية قد دلّت على عدم جواز العمل بما ليس بعلم، ولكنها عامة مخصصة بالأدلة الواردة بجواز العمل بالظن كالعمل بالعام وبخبر الواحد، والعمل بالشهادة، والاجتهاد في القبلة، وفي جزاء الصيد ونحو ذلك، فلا يخرج من عمومها ومن عموم أن الظن لا يغني من الحق شيئا، إلا ما قام دليل جواز العمل به، فالعمل بالرأي في مسائل الشرع إن كان بعدم وجود الدليل في الكتاب والسنة فقد رخص فيه النبي صلّى الله عليه وآله وسلّم كما في قوله صلّى الله عليه وآله وسلّم لمعاذ لما بعثه قاضيا: «بم تقضي؟ قال بكتاب الله. قال: فإن لم تجد؟ قال: بسنة رسول الله. قال: فإن لم تجد؟ قال: أجتهد رأيي» «٣» .
_________
(١) انظر: تفسيره (٥/ ١٧١) .
(٢) في «فتح القدير» (٣/ ٢٢٧) .
(٣) حديث ضعيف: رواه أبو داود (٣٥٩٢) ، (٣٥٩٣) ، والترمذي (١٣٢٧) ، (١٣٢٨) ، وأحمد (٥/ ٢٣٠، ٢٣٦، ٢٤٢) ، والطيالسي في «مسنده» (٥٥٩) ، والدارمي (١/ ٦٠) ، والطبراني في «الكبير» (٢٠/ ٣٦٢) ، (١٧٠) ، وعبد بن حميد في «المنتخب» (١٢٤) ، والبيهقي في «الكبرى» (١٠/ ١١٤) ، وفي «المعرفة» له (١/ ١٧٣) ، و «الخطيب في الفقيه والمتفقه» (١/ ١٨٨، ١٨٩) ، وابن عبد البر في «الجامع» (١٥٩٢، ١٥٩٣) وانظر: تلخيص الحبير (٤/ ١٨٢، ١٨٣) ، ونصب [.....]
.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (366,'وهو حديث صالح للاحتجاج به، كما أوضحنا ذلك في بحث مفرد.
وأما التوثب على الرأي مع وجود الدليل في الكتب أو السنة، ولكنه قصّر صاحب الرأي عن البحث فجاء برأيه فهو داخل تحت هذا النهي دخولا أولياء، لأنه رأي في شرع الله، وللناس عنه غنى بكتاب الله سبحانه وسنّة رسوله صلّى الله عليه وآله وسلّم، ولم تدع إليه حاجة، على أن الترخيص في الرأي عند عدم وجود الدليل، إنما هو رخصة للمجتهد، يجوز له أن يعمل به ولم يدل دليل على أنه يجوز لغيره العمل به وينزله منزلة مسائل الشرع.
وبهذا يتضح لك أتم إيضاح ويظهر لك أكمل ظهور، أن هذه الآراء المدونة في الكتب الفروعية ليست من الشرع في شيء، والعامل بها على شفا جرف هار.
فالمجتهد المستكثر من الرأي قد قفى ما ليس له به علم، والمقلد المسكين العامل برأي ذلك المجتهد قد عمل بما ليس له به علم ولا لمن قلده، ظلمات بعضها فوق بعض «١» . انتهى.
وقد قيل: إن هذه الآية خاصة بالعقائد ولا دليل على ذلك أصلا، بل علل الله سبحانه النهي عن العمل بما ليس يعلم بقوله:
إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤادَ كُلُّ أُولئِكَ: أشار إلى الثلاثة الأعضاء، وأجريت مجرى العقلاء لما كانت مسؤولة عن أحوالها شاهدة على أصحابها.
وقال الزجاج: إن العرب تعبر عما يعقل وعما لا يعقل بأولئك.
وأنشد ابن جرير «٢» مستدلا على عدم جواز هذا، قول الشاعر «٣» :
ذمّ المنازل بعد منزلة اللّوى ... والعيش بعد أولئك الأيام
واعترض بأن الرواية بعد أولئك الأقوام، وتبعه غيره على ذلك الخطأ كصاحب «الكشاف» .
_________
الرّاية (٤/ ٦٣) .
(١) انظر: أقوال المفسرين في «الطبري» (١٥/ ٨٦) ، ابن كثير (٥/ ٧٢) ، البحر المحيط (٦/ ٣٦) ، والقرطبي (١٠/ ٢٦٢) ، ومجاز أبي عبيدة (١/ ٣٧٩) .
(٢) انظر: تفسير الطبري (١٥/ ٨٧) .
(٣) البيت في «ديوانه» (ص ٥٥١) .',NULL,'369',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (367,'والضمير في (كان) من قوله: كانَ عَنْهُ مَسْؤُلًا (٣٦) يرجع إلى كل، وكذا الضمير في عنه.
ومعنى سؤال هذه الجوارح: أنه يسأل صاحبها عما استعملها فيه لأنها آلات، والمستعمل هو الروح الإنساني، فإن استعملها في الخير استحق الثواب وإن استعملها في الشر استحق العقاب.
وقيل: إن الله سبحانه ينطق الأعضاء هذه عند سؤالها فتخبر عما فعله صاحبها.
[الآية الرابعة] وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبالَ طُولًا (٣٧) .
وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً: المرح قيل: هو شدة الفرح.
وقيل: التكبر في المشي. وقيل: تجاوز الإنسان قدره. وقيل: الخيلاء في المشي. وقيل: البطر والأشر. وقيل: النشاط. والظاهر أن المراد به الخيلاء والفخر.
قال الزجاج في تفسير الآية: لا تمش في الأرض مختالا فخورا.
وذكر الأرض مع أن المشي لا يكون إلا عليها أو على ما هو معتمد عليها، تأكيدا وتقريرا.
ولقد أحسن من قال:
ولا تمش فوق الأرض إلا تواضعا ... فكم تحتها قوم هم منك أرفع
وإن كنت في عزّ وحرز ومنعة ... فكم مات من قوم هم منك أمنع
والمرح مصدر وقع حالا، أي: ذا مرح. وفي وضع المصدر موضع الصفة نوع تأكيد. وقرأ الجمهور مرحا بفتح الراء. وحكى يعقوب عن جماعة كسرها، على أنه اسم فاعل «١» .
_________
(١) انظر: زاد المسير (٥/ ٣٤) ، والقرطبي (١٠/ ٢٥٧) ، والبحر المحيط (٦/ ٤٢) .',NULL,'370',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (368,'[الآية الخامسة]
أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ إِلى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً (٧٨) .
أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ: قد أجمع المفسرون على أن هذه الصلاة المراد بها الصلاة المفروضة.
وقد اختلف العلماء في الدلوك المذكور في هذه الآية على قولين:
أحدهما: أنه زوال الشمس عن كبد السماء، قاله عمر وابنه وأبو هريرة وأبو برزة وابن عباس والحسن والشعبي وعطاء ومجاهد وقتادة والضحاك وأبو جعفر، واختاره ابن جرير.
والقول الثاني: أنه غروب الشمس، قاله عليّ وابن مسعود وأبي بن كعب وأبو عبيد، وروي عن ابن عباس «١» .
وقال الفراء: دلوك الشمس من لدن زوالها إلى غروبها «٢» .
قال الأزهري: معنى الدلوك في كلام العرب الزوال، ولذلك قيل للشمس إذا زالت نصف النهار: دلكة لأنها في الحالتين زائلة.
قال: والقول عندي أنه زوالها نصف النهار لتكون الآية جامعة للصلوات الخمس «٣» .
_________
(١) وروي عن أبي هريرة أيضا كما في «الطبري» (١٥/ ١٣٨) .
(٢) ونصه: رأيت العرب تذهب في الدّلوك إلى غيبوبة الشمس، وأنشدني بعضهم:
«ذبّب حتى دلكت براح» يعني الساقي طرد الناس.
قال ابن الجوزي: وهذا اختيار ابن قتيبة، لأن العرب تقول: دلك النجم: إذا غاب.
قال ذو الرمّة:
مصابيح ليست باللواتي تقودها ... نجوم ولا بالأفلات الدّوالك
وتقول في الشمس: دلكت براح: يريدون: غربت، والناظر قد وضع كفّه على حاجبه ينظر إليها.
(٣) وبقية كلامه: «وإذا جعلت الدّلوك: الغروب، كان الأمر في هذا قاصرا على ثلاث صلوات.
وانظر: الطبري (١٥/ ١٣٧) ، والبحر المحيط (٦/ ٧٠) . وزاد المسير (٥/ ٧١) .',NULL,'371',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (369,'والمعنى أقم الصلاة من وقت دلوك الشمس إلى غسق الليل، ويدخل فيه الظهر والعصر وصلاتا غسق الليل وهما العشاءان، وقرآن الفجر: هي صلاة الصبح فهذه خمس صلوات.
إِلى غَسَقِ اللَّيْلِ: هو اجتماع الظلمة.
قال الفراء والزجاج: يقال: غسق الليل، وأغسق إذا أقبل بظلامه «١» .
قال أبو عبيد: الغسق سواد الليل، وأصل الكلمة من السيلان، يقال: أغسقت إذا سالت.
وقد استدل بهذه الغاية أعني قوله إِلى غَسَقِ اللَّيْلِ من قال إن صلاة الظهر يتمادى وقتها من الزوال إلى الغروب. روي ذلك عن الأوزاعي وأبي حنيفة، وجوزه مالك والشافعي في حال الضرورة.
وقد وردت الأحاديث الصحيحة المتواترة عن رسول الله صلّى الله عليه وآله وسلّم في تعيين أوقات الصلاة، فيجب أن تحمل هذه الآية على ما بينته السنة فلا نطيل بذكر ذلك.
وَقُرْآنَ الْفَجْرِ: قال المفسرون المراد به صلاة الصبح.
قال الزجاج: وفي هذه فائدة عظيمة تدل على أن الصلاة لا تكون إلا بقراءة حتى سميت الصلاة قرآنا» .
وقد دلت الأحاديث الصحيحة على أنه «لا صلاة إلا بفاتحة الكتاب» .
وفي بعض الأحاديث الخارجة من مخرج حسن «وقرآن معها» .
وورد ما يدل على وجوب الفاتحة في كل ركعة، ولو خلف الإمام، وعليه عمل أكثر أهل العلم من الصحابة ومن بعدهم، وهو الحق. وقد حرره الشوكاني في مؤلفاته
_________
(١) قال ابن عباس: أي اجتماع الليل وظلمته.
وقال قتادة: أوّله. وانظر: الطبري (١٥/ ١٣٨) ، والبحر المحيط (٦/ ٧٠) .
وقال الجوهري في الصحاح (غسق) : أول ظلمة الليل، غسق الليل يغسق: أظلم اه.
(٢) هذا من باب إطلاق الجزء وإرادة الكل، فسمّى الصلاة «قرآنا» لأنها لا تكون إلا بالقرآن.
وقال الزمخشري: «يعني صلاة الفجر، سمّيت قرآنا لأنها ركن، كما سمّيت ركوعا، وسجود أو قنوتا، ويجوز أن يكون حثا على طول القراءة في صلاة الفجر، ليسمع الناس القرآن فيكثر الثواب، ولهذا كانت الفجر أطول الصلوات قراءة» . اه. (الكشاف ٢/ ٣٧٢) .',NULL,'372',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (370,'تحريرا مجودا، وغيره في غيره.
قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً (٧٨) : أي تشهده ملائكة الليل وملائكة النهار، كما ورد ذلك في الحديث الصحيح، وبذلك قال جمهور المفسرين.
[الآية السادسة]
قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها وَابْتَغِ بَيْنَ ذلِكَ سَبِيلًا (١١٠) .
وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها: أي بقراءة صلاتك على حذف المضاف للعلم، لأن الجهر والمخافتة من نعوت الصموت لا من نعوت أفعال الصلاة، فهي من إطلاق الكل وإرادة الجزء. يقال: خفت صوته خفوفا إذا انقطع كلامه وضعف وسكن، وخفت الزرع إذا ذبل، وخافت الرجل بقراءته إذا لم يرفع بها صوته، وقيل: معناه لا تجهر بصلاتك كلها ولا تخافت بها كلها، والأول أولى «١» .
وَابْتَغِ بَيْنَ ذلِكَ: أي الجهر والمخافتة المدلول عليهما في الفعلين.
سَبِيلًا (١١٠) أي طريقا مستويا بين الأمرين، فلا تكن مجهورة ولا مخافتا بها.
وعلى التفسير الثاني يكون معنى ذلك النهي عن الجهر بقراءة الصلوات كلها، والنهي عن المخافتة بقراءة الصلوات كلها، والأمر يجعل البعض منها مجهورا به وهو صلاة الليل، والمخافتة بصلاة النهار.
وذهب قوم إلى أن هذه الآية منسوخة بقوله: ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً [الأعراف: ٥٥] .
_________
(١) قال النحاس: فيها وجهان: أحدهما: رواه الأعمش عن جعفر بن إياس، عن سعيد بن جبير عن ابن عباس، قال: كان رسول الله صلّى الله عليه وآله وسلّم يعلن إذا قرأ، فيسبّ المشركون القرآن ومن أنزله، ومن جاء به، فصار يخفي القراءة فأنزل الله عز وجل هذه الآية.
والقول الآخر: رواه هشام بن عروة عن أبيه قال: قالت لي عائشة: يا ابن أختي أتدري فيم أنزل هذه الآية- قال: قلت: لا، قالت: أنزل في الدعاء. وقال النحاس: والإسنادان حسنان، والدعاء يسمّى صلاة، ولا يكاد يقع ذلك للقراءة. ويقال: إنما قيل: صلاة، لأنها لا تكون إلا بدعاء، والدعاء صلاة فسمّيت باسمه (معاني القرآن ٣/ ٢٠٧، ٢٠٨) .',NULL,'373',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (371,'[الآية السابعة] وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيراً (١١١) .
ولما أمر أن لا يذكر ولا ينادى إلا بأسمائه الحسنى، نبه على كيفية الحمد له فقال: وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً: كما يقوله اليهود والنصارى ومن قال من المشركين إن الملائكة بنات الله، تعالى الله عن ذلك علوا كبيرا.
وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ: أي مشارك في ملكه وربوبيته كما يزعمه الثنوية ونحوهم من الفرق القائلين بتعدد الآلهة.
وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ: أي لم يحتج إلى موالاة أحد لذل يلحقه، فهو مستغن عن الولي والنصير.
وقال الزجاج: أي لم يحتج إلى أن ينتصر بغيره. وفي التعرض في أثناء الحمد لهذه الصفات الجليلة إيذان بأن المستحق للحمد من له هذه الصفات لأنه القادر على الإيجاد وإفاضة النعم، لكون «الولد مجبنة مبخلة» «١» ، ولأنه أيضا يستلزم حدوث الأب لأنه متولد من جزء من أجزائه، والمحدث غير قادر على كمال الإنعام، والشركة في الملك إنما تتصور لمن لا يقدر على الاستقلال به، ومن لا يقدر على الاستقلال عاجز فضلا عن تمام ما هو له، فضلا [عن نظام] «٢» ما هو عليه.
وأيضا الشركة موجبة للتنازع بين الشريكين، وقد يمنعه الشريك من إفاضته الخير إلى أوليائه ويؤديه إلى الفساد، لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا فَسُبْحانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢) [الأنبياء: ٢٢] ، والمحتاج إلى ولي يمنعه من الذل وينصره على من أراد إذلاله، ضعيف لا يقدر على ما يقدر عليه من هو مستغن بنفسه.
_________
(١) حديث صحيح: رواه أحمد (٤/ ١٧٢) ، وابن ماجة (٣٦٦٦) ، والحاكم في «المستدرك» (٣/ ١٦٤) .
والبيهقي في «الأسماء والصفات» (ص ٤٦١) .
وقال البوصيري: إسناده صحيح، رجاله ثقات.
وقال الحاكم: صحيح، ووافقه الذهبي.
(٢) ما بين [] وقع في المطبوعة (أن يضاع) وهو خطأ، والتصويب من فتح القدير (٣/ ٢٦٦) .',NULL,'374',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (372,'وَكَبِّرْهُ تَكْبِيراً (١١١) : أي عظمه تعظيما، وصفه بأنه أعظم من كل شيء.
أخرج ابن جرير عن قتادة قال: ذكر لنا أن رسول الله صلّى الله عليه وآله وسلّم كان يعلم أهله هذه الآية: الْحَمْدُ لِلَّهِ الَّذِي ... إلخ، الصغير من أهله والكبير «١» .
وأخرج عبد الرزاق في «المصنف» عن [عبد الكريم أبي أمية] قال: كان رسول الله صلّى الله عليه وآله وسلّم يعلم الغلام من بني هاشم، إذا أفصح، سبع مرات: الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً إلى آخر السورة «٢» .
وأخرج أحمد والطبراني عن معاذ بن أنس قال: قال رسول الله صلّى الله عليه وآله وسلّم: «آية العز:
الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً الآية كلها «٣» .
_________
(١) أثر ضعيف: رواه الطبري (١٥/ ١٨٩) ، وهو إسناد معضل لأن فيه قتادة بن دعامة، وهو ليس له رواية مرفوعة. [.....]
(٢) إسناده ضعيف: رواه عبد الرزاق (٧٩٧٦) ، وابن أبي شيبة (٧/ ٢٠٢) ، وابن السني (٤٢٦) . وعبد الكريم بن أبي أمية: ضعّفوه.
(٣) إسناده ضعيف: رواه أحمد (٣/ ٤٣٩، ٤٤٠) ، والطبراني (٢٠/ ١٩٢) ، (٤٣٠) .
وقال الهيثمي في «مجمع الزوائد» (٧/ ٥٢) : «رواه أحمد من طريقين في أحدهما رشدين بن سعد وهو ضعيف، وفي الأخرى ابن لهيعة وهو أصلح منه، وكذلك الطبراني» .',NULL,'375',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (373,'<span data-type="title" id=toc-116>سورة طه آياتها مائة وخمس وثلاثون آية</span>
وهي مكيّة، قال القرطبي «١» : في قول الجميع.
وكان ذلك سبب إسلام عمر رضي الله عنه، والقصة مشهورة في كتب السير «٢» .
[الآية الأولى]
وَلا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ زَهْرَةَ الْحَياةِ الدُّنْيا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقى (١٣١) .
وَلا تَمُدَّنَّ عَيْنَيْكَ: مدّ النظر تطويله، وأن لا يكاد يرده استحسانا للمنظور إليه وإعجابا به.
وفيه أن النظر غير الممدود معفو عنه، وذلك بأن يبادر الشيء بالنظر ثم يغض الطرف.
إِلى ما مَتَّعْنا بِهِ: أي لا تطمح بنظرك إلى زخارف الدنيا طموح رغبة فيها وتمنّ لها، ولا تطل نظر عينيك إلى ذلك.
وأَزْواجاً مِنْهُمْ: مفعول متعنا.
والأزواج: الأصناف. قاله ابن قتيبة.
وقال الجوهري: الأزواج: القرناء «٣» .
_________
(١) في «تفسيره» (١١/ ١٦٣) .
وانظر أيضا: الفراء (٢/ ١٧٤) ، الأخفش (٤٠٦) ، والمجاز (٢/ ١٥) ، والطبري (١٦/ ١٠٢) ، والنكت (٣/ ٧) ، والزاد (٥/ ٢٦٩) ، والمشكل لمكي (ص ١٥١) .
(٢) انظر: سيرة ابن هشام (١/ ٢٧٠، ٢٧٦) .
(٣) انظر: الصحاح (زوج) .',NULL,'376',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (374,'قال الواحدي: إنما يكون مادا عينيه إلى الشيء إذا داوم النظر نحوه، وإدامته النظر إليه تدل على استحسانه وتمنيه.
وقال بعضهم: معنى الآية ولا تحسدن أحدا على ما أوتي من الدنيا، وردّ بأن الحسد منهي عنه مطلقا.
زَهْرَةَ الْحَياةِ الدُّنْيا أي زينتها وبهجتها، بالنبات وغيره.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (375,'<span data-type="title" id=toc-118>سورة الحج وآياتها ثمان وسبعون آية</span>
هي مكيّة، أو مدنيّة. والجمهور على أنها مختلطة: منها مكيّة، ومنها مدنيّة.
قال الجمهور: إن السورة مختلطة: منها مكي ومنها مدني.
قال القرطبي «١» : وهذا هو الصحيح.
قال العزرمي: وهي من أعاجيب السور نزلت ليلا ونهارا، سفرا وحضرا، مكيا ومدنيا، سلميا وحربيا، ناسخا ومنسوخا، محكما ومتشابها.
وقد وردت في فضلها الأحاديث «٢» .
[الآية الأولى]
يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحامِ ما نَشاءُ إِلى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئاً وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٥) .
يا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ: أي الإعادة بعد الموت فانظروا في مبدإ خلقكم.
_________
(١) في «تفسيره» (١٢/ ١) .
(٢) انظر هذه الأحاديث في: «ضعيف أبي داود (٣٠٣) ، (١٤٠٢) ، وكذلك الترمذي (٨٩/ ٥٨٣) ، وضعيف الجامع الصغير» (٣٩٨٢) ، (٣٩٨٣) ، والمشكاة (١٠٣٠) للألباني.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (376,'فَإِنَّا خَلَقْناكُمْ: في ضمن خلق أبيكم آدم عليه السلام.
مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ: أي من مني، سمي نطفة لقلته. والنطفة: القليل من الماء قد يقع على الكثير منه، والنطفة: القطرة.
ثُمَّ مِنْ عَلَقَةٍ: هي الدّم الجامد «١» .
والعلق الدم العبيط، أي الطري المتجمد.
وقيل: الشديد الحمرة. والمراد الدم المتكون من المني.
ثُمَّ مِنْ مُضْغَةٍ: هي القطعة من اللحم قدر ما يمضغ الماضغ، تتكون من العلقة.
مُخَلَّقَةٍ بالجر صفة لمضغة، أي مستبينة الخلق ظاهرة التصوير.
وَغَيْرِ مُخَلَّقَةٍ: أي لم يتبين خلقها ولا ظهر تصويرها.
قال ابن الأعرابي: مخلقة يريد قد بدا خلقها وغير مخلقة لم تصور.
قال الأكثر: ما أكمل خلقه بنفخ الروح فهو المخلقة وهو الذي ولد لتمام، وما سقط كان غير مخلقة، أي غير حي بإكمال خلقته بالروح.
قال الفراء: مخلقة تامة الخلق، وغير مخلقة السقط. ومنه قول الشاعر:
أفي غير المخلقة البكاء ... فأين الحزم ويحك والحياء؟
والمعنى إنا خلقناكم على هذا النمط البديع «٢» .
لِنُبَيِّنَ لَكُمْ كمال قدرتنا على ما أردنا كإحياء الأموات وبعثهم، فآمنوا بذلك وتيقنوا، والآية من شواهد البعث بعد الموت.
_________
(١) قال الخليل: العلق: الدّم قبل أن ييبس، الواحدة علقة، وهكذا تصير النطفة.
وقال أبو عبيد: العلق من الدم ما اشتدت حمرته.
وقال الأزهري: العلقة: الدم الجامد الغليظ، ومنه قيل للدابة التي تكون في الماء: علقة، لأنها حمراء كالدّم، وكل دم غليظ علق. وانظر: تهذيب اللغة (١/ ٢٤٣) ، ومعاني النحاس (٤/ ٣٧٧) .
(٢) انظر: الطبري (١٧/ ١١٧) ، والدر (٤/ ٣٤٥) ، والزجاج (٣/ ٤١٢) ، والفراء (٢/ ٢١٥) ، وابن كثير (٥/ ٣٩١) .',NULL,'379',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (377,'الآية الثانية
هذانِ خَصْمانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيابٌ مِنْ نارٍ يُصَبُّ مِنْ فَوْقِ رُؤُسِهِمُ الْحَمِيمُ (١٩) .
هذانِ خَصْمانِ: أحدهما: أنجس الفرق اليهود والنصارى والصابئون والمجوس والذين أشركوا.
والخصم الآخر: المسلمون، فهما فريقان مختصمان. قاله الفراء وغيره.
وقيل: المراد بالخصمين الجنة والنار: قالت الجنة: خلقني لرحمة، وقالت النار:
خلقني لعقوبة.
وقيل: المراد بالخصمين هم الذين برزوا يوم بدر: فمن المؤمنين حمزة وعلي وعبيدة، ومن الكافرين عتبة وشيبة ابنا ربيعة والوليد بن عتبة. وقد كان أبو ذر يقسم أن هذه الآية نزلت في هؤلاء المتبارزين وقال بمثل هذا جماعة من الصحابة وهم أعرف من غيرهم بأسباب النزول «١» .
وقد ثبت في «الصحيح» أيضا عن عليّ عليه السلام أنه قال: فينا نزلت هذه الآية «٢» .
وقال سبحانه: اخْتَصَمُوا ولم يقل اختصما؟
قال الفراء: لأنهم جمع ولو قال اختصما لجاز.
ومعنى فِي رَبِّهِمْ: أي في شأن ربهم، أي في دينه، أو في ذاته، أو في صفاته، أو في شريعته لعباده أو في جميع ذلك.
_________
(١) انظر: معاني النحاس (٤/ ٣٧١) ، والطبري (١٧/ ١٠٩) ، والقرطبي (١٢/ ٢٦) .
وحديث النزول رواه البخاري (١٣/ ٤٣٤) ومسلم (١٨/ ١٦٦، ١٦٧) عن قيس بن عباد عن أبي ذر فذكره.
(٢) حديث صحيح: رواه البخاري (٧/ ٢٩٧) .',NULL,'380',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (378,'[الآية الثالثة]
إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرامِ الَّذِي جَعَلْناهُ لِلنَّاسِ سَواءً الْعاكِفُ فِيهِ وَالْبادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذابٍ أَلِيمٍ (٢٥) .
إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ: المراد بالصد هنا الاستمرار، لا مجرد الاستقبال فصح بذلك عطفه على الماضي. ويجوز أن تكون الواو في: وَيَصُدُّونَ، واو الحال أي كفروا والحال أنهم يصدون.
والمراد بالصد المنع.
عَنْ سَبِيلِ اللَّهِ أي دينه.
فالمعنى يمنعون من أراد الدخول في دين الله.
وَالْمَسْجِدِ الْحَرامِ: معطوف على سبيل الله.
قيل: المراد به المسجد نفسه كما هو الظاهر من هذا النظم القرآني.
وقيل: الحرم كله لأن المشركين صدوا رسول الله صلّى الله عليه وآله وسلّم وأصحابه عنه يوم الحديبية. وقيل: المراد به مكة، بدليل قوله:
الَّذِي جَعَلْناهُ لِلنَّاسِ سَواءً: أي جعلناه للناس على العموم يصلون فيه ويطوفون به، مستويا فيه «١» .
الْعاكِفُ: هو المقيم فيه الملازم له.
وَالْبادِ أي الواصل من البادية، والمراد به الطارئ عليه من غير فرق بين كونه من أهل البادية، أو من غيرهم.
قال القرطبي «٢» : وأجمع الناس على الاستواء في المسجد الحرام نفسه، واختلفوا في مكة.
فذهب مجاهد ومالك إلى أن دور مكة ومنازلها يستوي فيها المقيم والطارئ.
وذهب عمر بن الخطاب وابن عباس وجماعة إلى أن للقادم أن ينزل حيث وجد
_________
(١) حكى أبو حاتم أن بعضهم قرأ سَواءً بالنصب، و «العاكف فيه والبادي» بالخفض.. والمعنى:
الذي جعلناه للناس، العاكف والبادي: معاني النحاس (٤/ ٣٩١) ، والنشر (٢/ ٣٢٦) ، ومعاني الفراء (٢/ ٢٢٢) .
(٢) انظره في «تفسيره» (١٢/ ٣٢) .',NULL,'381',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (379,'وعلى رب المنزل أن يؤويه شاء أم أبى.
وذهب الجمهور إلى أن دور مكة ومنازلها ليست كالمسجد الحرام ولأهلها منع الطارئ من النزول فيها.
والحاصل أن الكلام في هذا راجع إلى أصلين:
الأول: ما في هذه الآية هل المراد بالمسجد نفسه؟ أو جميع الحرم؟ أو مكة على الخصوص.
والثاني: هل كان فتح مكة صلحا؟ أو عنوة؟ وعلى فرض أن فتحها كان عنوة، فهل أقرها النبي صلّى الله عليه وآله وسلّم في أيدي أهلها على الخصوص؟ أو جعلها لمن نزل بها على العموم؟
وقد أوضح الشوكاني رحمه الله هذا في شرحه «نيل الأوطار على منتقى الأخبار» «١» بما لا يحتاج الناظر فيه إلى زيادة.
[الآية الرابعة]
وَالْبُدْنَ جَعَلْناها لَكُمْ مِنْ شَعائِرِ اللَّهِ لَكُمْ فِيها خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْها صَوافَّ فَإِذا وَجَبَتْ جُنُوبُها فَكُلُوا مِنْها وَأَطْعِمُوا الْقانِعَ وَالْمُعْتَرَّ كَذلِكَ سَخَّرْناها لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٣٦) .
وَالْبُدْنَ: قرأ ابن أبي إسحاق بضم الباء والدال، وقرأ الباقون بإسكان الدال وهما لغتان.
وهذا الاسم خاص بالإبل وسمّيت بدنة لأنها تبدن.
والبدانة: السمن «٢» .
وقال أبو حنيفة ومالك: إنه يطلق على غير الإبل.
والأول للأوصاف التي هي ظاهرة في الإبل ولما تفيده كتب اللغة من اختصاص هذا الاسم بالإبل. وقال ابن كثير في «تفسيره» «٣» : واختلفوا في صحة إطلاق البدن على
_________
(١) انظر: نيل الأوطار (٨/ ١٦٤، ١٧٥) . [.....]
(٢) انظر: تفسير القرطبي (١٢/ ٦٠) .
(٣) انظر في تفسيره: (٣/ ٢٣٢) .',NULL,'382',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (380,'البقرة على قولين، أصحهما أنه يطلق عليها ذلك شرعا كما صح في الحديث «١» .
جَعَلْناها لَكُمْ مِنْ شَعائِرِ اللَّهِ: أي أعلام دينه.
لَكُمْ فِيها خَيْرٌ: أي منافع دينية ودنيوية.
اسْمَ اللَّهِ عَلَيْها صَوافَّ: أي على نحرها.
ومعنى صَوافَّ: أنها قائمة قد صفنت قوائمها لأنها تنحر قائمة معقولة.
وأصل هذا الوصف في الخيل، يقال: صفن الفرس فهو صافن إذا قام على ثلاث قوائم وثنى الرابعة.
وقرأ الحسن والأعرج ومجاهد وزيد بن أسلم وأبو موسى الأشعري: صوافي: أي خوالص لله لا يشركون به في التسمية على نحرها أحدا «٢» .
وواحد صواف صافة وهي قراءة الجمهور، وواحد صوافي صافية.
وقرأ ابن مسعود وابن عمر وابن عباس وأبو جفر محمد بن علي، صوافن بالنون جمع صافنة: وهي التي قد رفعت إحدى يديها بالعقل لئلا تضطرب ومنه قوله تعالى:
الصَّافِناتُ الْجِيادُ (٣١) .
فَإِذا وَجَبَتْ: الوجوب السقوط، أي فإذا سقطت بعد نحرها.
جُنُوبُها: وذلك عند خروج روحها.
فَكُلُوا مِنْها: ذهب الجمهور إلى أن هذا الأمر للندب. وكذا قوله: وَأَطْعِمُوا الْقانِعَ وَالْمُعْتَرَّ. وبه قال مجاهد والنخعي وابن جرير وابن شريح «٣» .
وقال الشافعي وجماعة: هو للوجوب.
واختلف في القانع من هو؟ فقيل: هو السائل. وقيل: هو المتعفف عن السؤال المستغني ببلغة. ذكر معناه الخليل، وبالأول قال زيد بن أسلم وابنه وسعيد بن جبير والحسن، وروي عن ابن عباس. وبالثاني قال عكرمة وقتادة.
_________
(١) الذي رواه مسلم (٩/ ٦٧، ٦٨) .
(٢) وهذه قراءة شاذة كما في «المحتسب» (٢/ ٨١) ، والقرطبي (١٢/ ٦١) ، والألوسي (١٧/ ١٥٦) .
وقرأ ابن مسعود أيضا: صوافن وهي قراءة شاذة أيضا، جمع: صافنة، وهي التي غطت إحدى قوائمها ووقفت على ثلاث، وانظر: المحتسب (٢/ ٨١) ، والألوسي (١٧/ ١٥٦) .
(٣) انظر هذه الآثار في: الطبري (١٧/ ١٦٧) ، والدر المنثور (٤/ ٣٦٣) .',NULL,'383',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (381,'وأما المعتر فقال محمد بن كعب القرظي ومجاهد وإبراهيم والكلبي والحسن:
إنه الذي يتعرض من غير سؤال وقيل: هو الذي يعتريك ويسألك.
وقال مالك: أحسن ما سمعت أن القانع الفقير، والمعتر الزائر.
وروي عن ابن عباس أن كلاهما الذي لا يسأل ولكن القانع الذي يرضى بما عنده ولا يسأل والمعتر الذي يعترض لك ولا يسألك.
كَذلِكَ: التسخير البديع.
سَخَّرْناها لَكُمْ: فصارت تنقاد لكم إلى موضع نحرها فتنحرونها وتنتفعون بها، بعد أن كانت مسخرة للحمل عليها والركوب على ظهورها والحلب لها ونحو ذلك.
لَعَلَّكُمْ تَشْكُرُونَ (٣٦) : هذه النعمة التي أنعم الله بها عليكم.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (382,'سورة النور «١» آياتها أربع وستون آية
وأخرج ابن مردويه عن ابن عباس وابن الزبير قالا: أنزلت سورة النور بالمدينة.
[الآية الأولى]
الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) .
الزَّانِيَةُ: الزّنا: هو وطء الرجل للمرأة في فرجها من غير نكاح ولا شبهة نكاح.
وقيل: هو إيلاج في فرج مشتهي طبعا محرم شرعا.
والزانية: هي المرأة المطاوعة للزنا، الممكنة منه كما تنبىء عنه الصيغة لا المكرهة. وكذلك وَالزَّانِي.
فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما «٢» : الجلد: الضرب، يقال: جلده إذا ضرب جلده، مثل
_________
(١) قال القرطبي: مدنية بالإجماع، والمقصود من هذه السورة ذكر أحكام العفاف والستر (١٢/ ١٥٨) .
(٢) قال أكثر أهل التفسير: هذا عام يراد به خاص. والمعنى: الزانية والزاني من الأبكار، فاجلدوا كل واحد منهما مائة جلدة.
وقال بعضهم: هو عام على كل من زنى، من بكر ومحصن، واحتجّ بحديث عبادة وبحديث عليّ- عليه السلام- أنه جلد شراحة يوم الخميس، ورجمها يوم الجمعة وقال: جلدتها بكتاب الله عز وجل ورجمتها بسنة رسول الله صلّى الله عليه وآله وسلّم اه.
وعلى هذا رأي أهل الظّاهر، قال ابن كثير: وقد أمر رسول الله صلّى الله عليه وآله وسلّم برجم هذه المرأة- وهي',NULL,'385',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (383,'بطعنه إذا ضرب بطنه ورأسه إذا ضرب رأسه.
مِائَةَ جَلْدَةٍ: وهو حد الزاني الحر البالغ البكر وكذلك الزانية.
وثبت بالسنة زيادة على هذا الجلد وهو [تغريب] «١» عام «٢» ، وبه قال الشافعي واختصه مالك بالرجل دون المرأة، وجعله أبو حنيفة إلى رأي الإمام.
وأما المملوك والمملوكة فجلد كل واحد منهما خمسون جلدة ولقوله سبحانه:
فَإِنْ أَتَيْنَ بِفاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ ما عَلَى الْمُحْصَناتِ مِنَ الْعَذابِ [النساء: ٢٥] ، وهذه نص في الإماء، وألحق بهن العبيد لعدم الفارق.
وأما من كان محصنا من الأحرار فعليه الرجم بالسنة الصحيحة المتواترة وبإجماع أهل العلم، وبالقرآن المنسوخ لفظه الباقي حكمه وهو: الشيخ والشيخة إذا زنيا فارجموهما البتة «٣» .
وزاد جماعة من أهل العلم مع الرجم جلد مائة «٤» .
وقد أوضح الشوكاني ما هو الحق في ذلك في «شرحه للمنتقى» «٥» .
وهذه الآية ناسخة لآية الحبس وآية الأذى اللتين في سورة النساء «٦» .
ووجه تقديم الزانية على الزاني أن الزنا في ذلك الزمان كان في النساء أكثر حتى
_________
زوجة الرجل الذي استأجر الأجير فزنى بامرأته- ورجم النبي صلّى الله عليه وآله وسلّم ما عزا، والغامديّة، وكل هؤلاء لم ينقل عن رسول الله صلّى الله عليه وآله وسلّم أنه جلدهم قبل الرجم، وإنها وردت الأحاديث الصحاح بالاقتصار على رجمهم، وليس فيها ذكر الجلد، وهذا مذهب جمهور العلماء اه. (ابن كثير ٦/ ٥) ، ومعاني القرآن (٣/ ٤٩٥) .
(١) حرّف في المطبوع إلى (تعذيب) وهو خطأ، وصوّبناه من فتح القدير (٤/ ٤) .
(٢) حديث صحيح: رواه مسلم (١٦٩٠) : عن عبادة مرفوعا، قوله صلّى الله عليه وآله وسلّم: «خذوا عني خذوا عني قد جعل الله لهنّ سبيلا البكر بالبكر جلد مائة ونفي سنة، والثيب بالثيب جلد مائة والرجم» .
(٣) رواه البخاري (١٢/ ١٣٧) ، ومسلم (١١/ ١٩١، ١٩٢) عن ابن عباس عن عمر بن الخطاب.
(٤) قد بينّا هذا القول المأخوذ من حديث عبادة المتقدّم وهو رأي أهل الظّاهر، والصواب الراجح: قول الجمهور بأن هذا الحديث منسوخ لرجمه صلّى الله عليه وآله وسلّم ما عزا والغامدية ولم يثبت أنه جمع لهما بين الجلد والرّجم.
قلت: وأما حديث علي فمحمول على أنه ظنّ أنها بكر فجلدها، ثم أخبر بأنها متزوجة فرجمها، فليس فيه حجة لأهل الظاهر.
(٥) انظر: نيل الأوطار (٧/ ٢٤٩، ٢٥٧) .
(٦) هما الآيتان (١٥- ١٦) من السورة. [.....]',NULL,'386',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (384,'كان لهن رايات تنصب على أبوابهن ليعرفهن من أراد الفاحشة منهن وقيل: وجه التقديم أن المرأة هي الأصل في الفعل وقيل: لأن الشهوة فيها أكثر وعليها أغلب، وقيل: لأن العار فيهن أكثر إذ موضوعهن الحجبة والصيانة فقدم ذكرها تغليظا واهتماما.
والخطاب في هذه الآية للأئمة ومن قام مقامهم، وقيل: للمسلمين أجمعين لأن إقامة الحدود واجبة عليهم جميعا والإمام ينوب عنهم إذ لا يمكنهم الاجتماع على إقامتها.
وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ: هي الرقة والرحمة.
وقيل: هي أرق الرحمة.
ومعنى فِي دِينِ اللَّهِ: في طاعته وحكمه «١» ، كما في قوله تعالى: ما كانَ لِيَأْخُذَ أَخاهُ فِي دِينِ الْمَلِكِ [يوسف: ٧٦] .
ثم قال مثبتا للمأمورين ومهيجا لهم:
إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ: كما يقول الرجل للرجل يحضه على أمر: إن كنت رجلا فافعل كذا أي إن كنتم تصدقون بالتوحيد والبعث الذي فيه جزاء الأعمال فلا تعطلوا الحدود.
وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) أي ليحضره زيادة في التنكيل بهما وشيوع العار عليهما واشتهار فضيحتهما.
والطائفة: الفرقة التي تكون حافة حول الشيء من الطواف. وأقل الطائفة ثلاثة، وقيل: اثنان، وقيل: واحد، وقيل: أربعة، وقيل: عشرة.
[الآية الثانية]
وَالَّذِينَ يَرْمُونَ الْمُحْصَناتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَداءَ فَاجْلِدُوهُمْ ثَمانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَأُولئِكَ هُمُ الْفاسِقُونَ (٤) «٢» .
_________
(١) قال مجاهد وعطاء والضحاك: أي في تعطيل الحدود. وانظر: الطبري (١٨/ ٦٧) ، وابن كثير (٦/ ٦) ، والدر المنثور (٥/ ١٨) .
(٢) قال أبو جعفر النحاس: «في هذه الآية ثلاثة أحكام على القاذف: منها جلده، وترك قبول شهادته،',NULL,'387',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (385,'وَالَّذِينَ يَرْمُونَ الْمُحْصَناتِ: استعار الرمي للشتم بفاحشة الزنا لكونه جناية بالقول ويسمى هذا الشتم بهذه الفاحشة قذفا.
والمراد بالمحصنات النساء، وخصهن بالذكر لأن قذفهن أشنع والعار فيهن أعظم.
ويلحق الرجال بالنساء في هذا الحكم بلا خلاف بين علماء هذه الأمة.
وقد جمع شيخ شيخنا الشوكاني في ذلك رسالة رد بها على بعض المتأخرين من علماء القرن الحادي عشر لما نازع في ذلك.
وقيل: إن الآية تعم الرجال والنساء، والتقدير الأنفس المحصنات، ويؤيده قوله تعالى في آية أخرى: وَالْمُحْصَناتُ مِنَ النِّساءِ [النساء: ٢٤] ، فإن البيان بكونهن من النساء يشعر بأن لفظ المحصنات يشمل غير النساء وإلا لم يكن للبيان كثير معنى.
وقيل: أراد بالمحصنات الفروج كما قال: وَالَّتِي أَحْصَنَتْ فَرْجَها [الأنبياء: ٩١] ، فتتناول الآية الرجال والنساء تغليبا.
وفيه أن تغليب النساء على الرجال غير معروف في لغة العرب.
والمراد بالمحصنات هنا العفائف. وقد مضى في سورة النساء ذكر الإحصان وما يحتمله من المعاني.
وللعلماء في الشروط المعتبرة في المقذوف والقاذف أبحاث مطولة في كتب الفقه منها ما هو مأخوذ من دليل، ومنها ما هو مجرد رأي بحت.
وذهب الجمهور من العلماء إلى أنه لا حدّ على من قذف كافرا أو كافرة.
وقال الزهري وسعيد بن المسيب وابن أبي ليلى: إنه يجب عليه الحد وكذا ذهبوا إلى أن العبد يجلد أربعين جلدة.
وقال ابن مسعود وعمر بن عبد العزيز وقبيصة: يجلد ثمانين جلدة.
قال القرطبي «١» : وأجمع العلماء على أن الحر لا يجلد للعبد إذا افترى عليه لتباين مرتبتهما.
_________
وتفسيقه. (معاني القرآن ٤/ ٥١٠) .
(١) انظر: التفسير (١٢/ ١٩٧) .',NULL,'388',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (386,'وقد ثبت في الصحيح عنه صلّى الله عليه وآله وسلّم: «إن من قذف مملوكة بالزنا يقام عليه الحد يوم القيامة إلا أن يكون كما قال» .
ثم ذكر سبحانه شرطا لإقامة الحد على من قذف المحصنات، فقال:
ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَداءَ: يشهدون عليهن بوقوع الزنا منهن.
ولفظ ثُمَّ يدل على أنه يجوز أن تكون شهادة الشهود في غير مجلس القذف، وبه قال الجمهور وخالف في ذلك مالك.
وظاهر الآية أنه يجوز أن يكون الشهود مجتمعين ومفترقين وخالف في ذلك الحسن ومالك، [وإذا] «١» لم يكمل الشهود أربعة وأبوا قذفه يحدون حد القذف.
وقال الحسن والشعبي: لا حد على الشهود ولا على المشهود عليه، وبه قال أحمد وأبو حنيفة ومحمد بن الحسن. ويرد ذلك ما وقع في خلافة عمر رضي الله عنه من جلده للثلاثة الذين شهدوا على المغيرة بالزنا ولم يخالف في ذلك أحد من الصحابة.
فَاجْلِدُوهُمْ ثَمانِينَ جَلْدَةً: الجلد: الضرب كما تقدم، والمجالدة: المضاربة في الجلود أو بالجلود ثم استعير للضرب بالعصا والسيف وغيرهما.
وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً: أي فأجمعوا لهم بين الأمرين الجلد وترك قبول الشهادة، لأنهم قد صاروا بالقذف غير عدول بل فسقة كما حكم الله به عليهم بقوله:
وَأُولئِكَ هُمُ الْفاسِقُونَ (٤) هذه جملة مستأنفة مقررة لما قبلها «٢» .
_________
(١) حرف ما بين [] في المطبوع إلى (ما إذا) والصواب ما أثبت من فتح القدير (٤/ ٨) .
(٢) اختلف في ردّ شهادة القاذف، فالجمهور على قبول شهادته إذا تاب، وقال الحنفية: لا تقبل شهادته ولو تاب وصار أصلح الصالحين، لقوله سبحانه: أَبَداً فإنها تفيد الدّوام والاستمرار.
وانظر: (القرطبي ١٢/ ١٧٩) .
والقول الثاني: أن يكون الاستثناء من قوله تعالى: وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً أي إلا من تاب، فإنه تقبل شهادته.
وهذا قول مسروق وعطاء ومجاهد، وطاووس.
ويروى عن عمر بن الخطاب أنه قال لأبي بكرة: إن تبت قبلت شهادتك، وهذا قول أهل المدينة.
والقول الثالث: يروى عن الشعبي أنه قال: الاستثناء من الأحكام الثلاثة.
فإذا تاب وظهرت توبته لم يحدّ، وقبلت شهادته، وزال عنه التفسيق، لأنه قد صار ممّن يرض من الشهداء، وقد قال عز وجل: وَإِنِّي لَغَفَّارٌ لِمَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً ثُمَّ اهْتَدى (٨٢)',NULL,'389',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (387,'والفسق: هو الخروج عن الطاعة ومجاوزة الحد بالمعصية.
[الآيات: الثالثة والرابعة والخامسة والسادسة]
وَالَّذِينَ يَرْمُونَ أَزْواجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَداءُ إِلَّا أَنْفُسُهُمْ فَشَهادَةُ أَحَدِهِمْ أَرْبَعُ شَهاداتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) وَالْخامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كانَ مِنَ الْكاذِبِينَ (٧) وَيَدْرَؤُا عَنْهَا الْعَذابَ أَنْ تَشْهَدَ أَرْبَعَ شَهاداتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكاذِبِينَ (٨) وَالْخامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْها إِنْ كانَ مِنَ الصَّادِقِينَ (٩) .
وَالَّذِينَ يَرْمُونَ أَزْواجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَداءُ يشهدون بما رموهن به من الزنا «١» .
إِلَّا أَنْفُسُهُمْ فَشَهادَةُ أَحَدِهِمْ: التي تزيل عنه حد القذف.
أَرْبَعُ شَهاداتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) : في ما رماها به من الزنا.
وَالْخامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كانَ مِنَ الْكاذِبِينَ (٧) : في ذلك.
وَيَدْرَؤُا عَنْهَا الْعَذابَ: الدنيوي، وهو الحد.
أَنْ تَشْهَدَ أَرْبَعَ شَهاداتٍ بِاللَّهِ إِنَّهُ: أي الزوج، لَمِنَ الْكاذِبِينَ (٨) .
وَالْخامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْها إِنْ كانَ: الزوج، مِنَ الصَّادِقِينَ (٩) فيما رماها به من الزنا.
وتخصيص الغضب بالمرأة للتغليظ عليها لكونه أصل الفجور ومادته، ولأن النساء يكثرن اللعنة في العادة، ومع استكثارهن منها لا يكون له في قلوبهن كبير موقع بخلاف الغضب.
_________
[طه: ٨٢] .
وبالجملة قال الفقهاء أن الحدّ لا يسقط عمّن قذف محصنا عفيفا باتفاق حتى ولو تاب، لأن التوبة لا تسقط عنه الحد، وإنما يسقط عنه الفسق وردّ الشهادة على خلاف بينهم في ذلك. وانظر:
البحر (٦/ ٤٣٢) وروح المعاني (١٨/ ١٠٢) ، ومعاني القرآن للنحاس (٣/ ٥٠١، ٥٠٤) ، وزاد المسير (٦/ ١٧) ، واللباب (١٥٤) ، والنكت للماوردي (٣/ ١١٣) .
(١) ينظر خبر الإفك في: صحيح البخاري (٤٧٤٩) (٨/ ٣٠٦) ، والفتح الرباني للساعاتي (١٨/ ٢١٨) ، وجامع الأصول لابن الأثير (٢/ ٢٥٠) ، والطبري (١٨/ ٦٨) ، والنكت والعيون (٣/ ١١٣) ، وزاد المسير (٦/ ١٧) ، والقرطبي (١٢/ ١٩٧) ، وابن كثير (٣/ ٢٦٨) ، واللباب (١٥٤) ، والدر المنثور (٥/ ٢٤) ، والتفسير المأثور عن عمر بن الخطاب (ص ٥٦٦) .',NULL,'390',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (388,'وفي الملاعنة أحاديث كثيرة «١» .
وأخرج عبد الرزاق عن عمر بن الخطاب «٢» وعلي «٣» وابن مسعود «٤» قالوا: لا يجتمع المتلاعنان أبدا.
وقد بسطنا الكلام على ذلك في «شرحنا لبلوغ المرام» فليرجع إليه.
[الآية السابعة]
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلى أَهْلِها ذلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٢٧) .
يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ زجر الله سبحانه عن دخول البيوت بغير استئذان، لما في ذلك من مخالطة الرجال للنساء فربما يؤدي إلى الزنا أو القذف، فإن الإنسان يكون في بيته ومكان خلوته على حالة قد لا يجب أن يراه عليها غيره فنهى الله سبحانه عن دخول بيوت الغير إلى غاية هي قوله:
حَتَّى تَسْتَأْنِسُوا: الاستئناس: الاستعلام والاستخبار أي حتى تستعلموا من في البيت.
والمعنى: حتى تعلموا أن صاحب البيت قد علم بكم وتعلموا أنه قد أذن بدخولكم، فإذا علمتم ذلك دخلتم.
وقيل: الاستئناس الاستئذان «٥» .
_________
(١) صحيح: رواه البخاري (٤٧٤٨) ، (٣/ ١٤٨٤) ، ومسلم (١٠/ ١٢٧) من حديث عبد الله بن عمر.
وانظر: الدر المنثور (٥/ ٢٤) ، والتفسير المأثور عن عمر بن الخطاب (٥٦٤) .
(٢) إسناده ضعيف: علته: انقطاع بين إبراهيم النخعي وعمر.
ورواه عن الرزاق في «المصنف» (١٢٤٣٣) ، والبيهقي في «الكبرى» (٧/ ٤١٠) .
(٣) إسناده ضعيف: علته قيس بن الرّبيع: صدوق تغيّر عند كبره، وأدخل عليه ما ليس من حديثه.
وعاصم بن أبي النّجود القارئ: حسن الحديث.
رواه عبد الرزاق (١٢٤٣٦) ، والبيهقي (٧/ ٤١٠) .
(٤) إسناده ضعيف: رواه عبد الرزاق في «المصنف» (١٢٤٣٤) ، والبيهقي في «الكبرى» (٧/ ٤١٠) ، وعلته في الضعف كسابقه.
(٥) قال مجاهد: هو التنحنح، والتّنخّم.
وقال الطبري: قال آخرون معنى الآية: حتى تؤنسوا أهل البيت بالتنحنح والتنخم وما أشبهه،',NULL,'391',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (389,'وَتُسَلِّمُوا عَلى أَهْلِها: قد بينه صلّى الله عليه وآله وسلّم بأن يقول: السلام عليكم أأدخل؟ مرة أو ثلاثا «١» .
واختلفوا هل يقدم الاستئذان على السلام أو العكس؟ فقيل: يقدم الاستئذان فيقول: أأدخل سلام عليكم، لتقديم الاستئناس في الآية على السلام.
وقال الأكثرون: إنه يقدم السلام على الاستئذان فيقول: السلام عليكم أأدخل؟
وهو الحق، لأن البيان منه صلّى الله عليه وآله وسلّم للآية كان هكذا.
وقيل: إن وقع بصره على إنسان قدم السلام وإلا قدّم الاستئذان.
ذلِكُمْ: أي الاستئناس والتسليم، أي دخولكم معهما.
خَيْرٌ لَكُمْ: من الدخول بغتة.
لَعَلَّكُمْ تَذَكَّرُونَ (٢٧) : أن الاستئذان خير لكم، والمراد بالتذكر الاتعاظ والعمل بما أمروا به.
[الآية الثامنة]
قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذلِكَ أَزْكى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِما يَصْنَعُونَ (٣٠) .
قُلْ لِلْمُؤْمِنِينَ: خصّ للمؤمنين مع تحريمه على غيرهم، لكون قطع ذرائع الزنا التي منها النظر بهم أحق بها من غيرهم وأولى بذلك ممن سواهم.
وقيل: إن في الآية دليلا على أن الكفار غير مخاطبين بالشرعيات. كما يقول بعض أهل العلم.
يَغُضُّوا معنى غض البصر: إطباق الجفن على العين بحيث يمنع الرؤية.
_________
حتى يعلموا أنكم تريدون الدخول عليهم (الطبري ١٨/ ١١١) . [.....]
(١) حديث صحيح: رواه أبو داود (٥١٧٦) ، والترمذي (٢٧١٠) ، وأحمد في «المسند» (٣/ ٤١٤) ، من حديث صفوان بن أمية مرفوعا.
وقال أبو عيسى: حسن غريب.
قلت: إن كان ابن جريج مدلسا، فقد صرّح بالسماع في روايته لهذا الحديث فزالت الشبهة في تدليسه.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (390,'مِنْ أَبْصارِهِمْ: هي التبعيضية وإليه ذهب الأكثرون وبينوه بأن المعنى غض البصر عما يحرم والاقتصار به على ما يحل.
وقيل: وجه التبعيض أنه يعفى للناظر أول نظرة تقع من غير قصد، وقيل غير ذلك «١» .
وفي هذه الآية دليل على تحريم النظر إلى غير من يحل النظر إليه.
و: معنى: وَيَحْفَظُوا فُرُوجَهُمْ: أنه يجب عليهم حفظها عما يحرم عليهم.
وقيل: المراد ستر فروجهم عن أن يراها من لا يحل له رؤيتها. ولا مانع من إرادة المعنيين، فالكل يدخل تحت حفظ الفرج.
وقيل: وجه المجيء بمن في الأبصار دون الفروج أنه موسع في النظر، فإنه لا يحرم منه إلا ما استثنى، بخلاف حفظ الفرج فإنه مضيق فيه، فإنه لا يحل منه إلا ما استثنى.
وقيل: الوجه أن غض البصر كله كالمتعذر بخلاف حفظ الفرج فإنه ممكن على الإطلاق. والإشارة بقوله:
ذلِكَ إلى ما ذكر من الغض والحفظ وهو مبتدأ وخبره.
أَزْكى لَهُمْ: أي أطهر لهم من دنس الريبة وأطيب من التلبس بهذه الدنية.
إِنَّ اللَّهَ خَبِيرٌ بِما يَصْنَعُونَ (٣٠) : لا يخفى عليه شيء من صنيعهم، وفي ذلك وعيد لمن لم يغض بصره ويحفظ فرجه.
_________
(١) قال جرير بن عبد الله: سألت رسول الله صلّى الله عليه وآله وسلّم عن نظرة الفجأة فقال: «اصرف بصرك» رواه مسلم (٦/ ١٨١) ، وأبو داود (٨/ ٦١) ، والترمذي (٢٩١٦) وأحمد (٤/ ٣٦١) وانظر: الطبري (١٨/ ١١٧) ، والسيوطي في الدر (٥/ ٤٠) وكذلك المشكل لمكي (٢/ ١٢٠) ، والتبيان (٢/ ١٥٥) ، وزاد المسير (٦/ ٣٠) .',NULL,'393',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (391,'[الآية التاسعة] وَقُلْ لِلْمُؤْمِناتِ يَغْضُضْنَ مِنْ أَبْصارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا ما ظَهَرَ مِنْها وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلى جُيُوبِهِنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبائِهِنَّ أَوْ آباءِ بُعُولَتِهِنَّ أَوْ أَبْنائِهِنَّ أَوْ أَبْناءِ بُعُولَتِهِنَّ أَوْ إِخْوانِهِنَّ أَوْ بَنِي إِخْوانِهِنَّ أَوْ بَنِي أَخَواتِهِنَّ أَوْ نِسائِهِنَّ أَوْ ما مَلَكَتْ أَيْمانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلى عَوْراتِ النِّساءِ وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ ما يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ (٣١) .
وَقُلْ لِلْمُؤْمِناتِ يَغْضُضْنَ مِنْ أَبْصارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ: خص الله سبحانه الإناث بهذا الخطاب على طريق التأكيد، لدخولهن تحت خطاب المؤمنين تغليبا، كما في سائر الخطابات القرآنية. وظهر التضعيف في (يغضضن) ولم يظهر في يَغُضُّوا لأن لام الفعل من الأول متحركة، ومن الثاني ساكنة، وهما في موضع جزم جوابا للأمر.
وبدأ سبحانه بالغض في الموضعين قبل حفظ الفرج لأن النظر وسيلة إلى عدم حفظ الفرج، والوسيلة مقدمة على المتوسل إليه.
ومعنى يغضضن كمعنى يغضوا فيستدل به على تحريم نظر النساء إلى ما يحرم عليهن، وكذلك يجب عليهن حفظ فروجهن على الوجه الذي تقدم في حفظ الرجال لفروجهم.
وَلا يُبْدِينَ زِينَتَهُنَّ: أي ما يتزيّن به من الحلية وغيرها، وفي النهي عن إبداء الزينة نهي عن إبداء مواضعها من أبدانهن بالأولى، ثم استثنى سبحانه من هذا النهي فقال:
إِلَّا ما ظَهَرَ مِنْها: واختلف الناس في ظاهر الزينة ما هو؟
فقال ابن مسعود وسعيد بن جبير: وهو الثياب، وزاد سعيد الوجه.
وقال عطاء والأوزاعي: الوجه والكفان.
وقال ابن عباس وقتادة والمسوّر بن مخرمة: ظاهر الزينة هو الكحل والسواك والخضاب إلى نصف الساق ونحو ذلك فإنه يجوز للمرأة أن تبديه.
وقال ابن عطية: إن المرأة لا تبدي شيئا من الزينة وتخفي كل شيء من زينتها، ووقع الاستثناء فيما يظهر منها بحكم الضرورة، ولا يخفى عليك أن ظاهر النظم القرآني',NULL,'394',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (392,'النهي عن إبداء الزينة إلا ما ظهر منها كالجلباب والخمار ونحوهما مما على الكف والقدمين من الحلية ونحوها، وإن كان المراد بالزينة مواضعها كان الاستثناء راجعا إلى ما يشق على المرأة ستره كالكفين والقدمين ونحو ذلك.
وهكذا إذا كان النهي عن إظهار الزينة يستلزم النهي عن إظهار مواضعها لفحوى الخطاب، فإنه يحمل الاستثناء على ما ذكرناه في الموضعين، وأما إذا كانت الزينة تشمل مواضع الزينة وما تتزين به النساء فالأمر واضح والاستثناء يكون من الجمع «١» .
_________
(١) فائدة: نذكر تحقيقا مختصرا في تفسير هذه الآيات من كلام بعض أهل التفسير فنقول:
١- قال الحافظ ابن الجوزي في زاد المسير: وَلا يُبْدِينَ زِينَتَهُنَّ أي لا يظهر منها لغير محرّم، وزينتهنّ على ضربين خفية كالسوارين والقرطين والقلائد ونحو ذلك.
وظاهرة: وهي المشار إليها بقوله تعالى: إِلَّا ما ظَهَرَ مِنْها وفيه سبعة أقوال:
أحدها: أنها الثياب، رواه أبو الأحوص عن ابن مسعود رضي الله عنه، وفي لفظ آخر هو الرّداء.
الثاني: أنها الكف والخاتم والوجه.
الثالث: الكحل والخاتم، ورواهما سعيد بن جبير عن ابن عباس.
وأخذ ابن الجوزي في سرد الأقوال الواردة والمروية في ذلك إلى أن قال: الوجه والكفان، قاله الضحاك.
قال القاضي أبو يعلى: والقول الأول أشبه، يعني ما ورد عن ابن مسعود أنها الثياب، وفي لفظ الرداء.
وقد نصّ عليه أحمد فقال: الزّينة الظاهرة الثياب، وكل شيء منها عورة حتى الظّفر، ويقيد هذا تحريم النظر إلى شيء من الأجنبيات لغير عذر مثل أن يريد أن يتزوجها أو يشهد عليها، فإنه ينظر في الحالتين إلى وجهها خاصّة، فأما النظر إليها لغير عذر فلا يجوز، لا لشهوة ولا لغيرها، وسواء في ذلك الوجه والكفّان وغيرهما من البدن.
فإن قيل: فلم لا تبطل الصلاة بكشف وجهها؟
فالجواب: إن في تغطيته مشقة فعفى عنه.
وانظر: زاد المسير (٦/ ٣٢، ٢٣٦) .
٢- الحافظ ابن كثير صدّر كلامه بقول ابن مسعود بأن تفسير إِلَّا ما ظَهَرَ مِنْها هو الرداء والثياب، لأنهما لا يمكن إخفاؤهما حسب عادات العرب مما سلف، ونقل عن الحسن البصري وابن سيرين وأبي الجوزاء وإبراهيم النخعي وغيرهم أنهم قالوا بقول ابن مسعود، وذكر في رواية عن ابن مسعود أن الزّينة زينتان: زينة لا يراها إلا الزّوج وهي الخاتم والسوار، وزينة يراها الأجانب وهي الظاهر من الثياب.
وقال ابن كثير: ويحتمل أن ابن عباس ومن تابعه أرادوا تفسير ما ظهر منها بالوجه والكفين، وهذا هو المشهور عند الجمهور.. وانظر: تفسير ابن كثير (٣/ ٢٨٢، ٢٨٥) .
٣- الحافظ شيخ الإسلام ابن جرير الطبري: ابن جرير هو شيخ المفسرين ومع ذلك فهو من أشهر القائلين بجواز كشف الوجه والكفين، فقد نقل عدة روايات عن ابن مسعود وعن الحسن',NULL,'395',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (393,'قال القرطبي في «تفسيره» «١» : الزينة على قسمين: خلقية ومكتسبة، فالخلقية وجهها فإنه أصل الزينة، والمكتسبة ما تحاوله المرأة من تحسين خلقها كالثياب والحلي والكحل والخضاب. ومنه قوله تعالى: خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ [الأعراف: ٣١] ، وقول الشاعر:
يأخذن زينتهن أحسن ما ترى ... وإذا عطلن فهن خير عواطل
وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلى جُيُوبِهِنَّ: الخمر: جمع خمار، وهو ما تغطي به المرأة رأسها.
والجيوب: جمع جيب، وهو موضع القطع من الدرع والقميص، مأخوذ من الجوب وهو القطع.
قال المفسرون: إن نساء الجاهلية كن يسدلن خمرهن من خلفهن وكانت جيوبهن من قدام واسعة، فكانت تنكشف نحورهن وقلائدهن، فأمرن أن يضربن مقانعهن على
_________
وابن عباس وغيرهم تفيد الجواز في كشف الوجه والكفين، واختار هذا القول.
فقد قال رحمه الله تعالى: وَلا يُبْدِينَ زِينَتَهُنَّ ولا يظهرن للناس الذين ليسوا لهن بمحرم زينتهن وهما زينتان: إحداهما ما خفي، وذلك كالخلخال والسوارين، والأخرى: ما ظهر منها، وذلك مختلف في المعنى منه.
ثم أسرد قول القائلين بأن المراد بالزينة الثياب الظاهرة كما روى عن ابن مسعود من عدة روايات، وقول الحسن بأنها الثياب، وعبد الرحمن بن زيد عن ابن مسعود أنه قال: الرداء.
ثم قال رحمه الله وقال آخرون: الظاهر من الزينة التي أبيح لها أن تبديه الكحل والخاتم والسواران والوجه.
وذكر قول سعيد بن جبير عن ابن عباس، وكذلك رواية عبد الله بن هرمز عن سعيد بن جبير أنه فسّر إِلَّا ما ظَهَرَ مِنْها بالوجه والكف.
وبالجملة فترى الروايات التي ذكر ابن جرير تفسر ما ظَهَرَ مِنْها بالزينة الظاهرة من الكحل والخاتم والقرط والسوار، أو بالثياب والرداء كابن مسعود، وبالوجه والكفين كسعيد بن جبير وابن عباس.
ثم اختار ابن جرير قائلا:
وأولى الأقوال في ذلك بالصواب قول من قال، عني بذلك الوجه والكفّين، يدخل في ذلك إذا كان كذلك الكحل والخاتم والسوار والخضاب.
وعلل الطبري ذلك بقوله: لو كان الوجه عورة لما كشفته في الصلاة. وانظر: الطبري (١٨/ ٩٢، ٩٦) .
(١) انظره في (١٢/ ٢٢٩) .',NULL,'396',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (394,'الجيوب ليسترن بذلك ما كان يبدو، وفي لفظ الضرب مبالغة في الإلقاء الذي هو الإلصاق، وقد فسّر الجمهور الجيوب بما ذكرنا وهو المعنى الحقيقي.
وقال مقاتل: إن معنى عَلى جُيُوبِهِنَّ: على صدورهن فيكون في الآية مضاف محذوف، أي على مواضع جيوبهن «١» .
وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ: البعل: هو الزوج والسيد في كلام العرب، وقدم البعولة لأنهم المقصودون بالزينة ولأن كل بدن الزوجة والسرية حلال لهم، ومثله قوله سبحانه: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ (٥) إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦) [المؤمنون: ٥- ٦] .
أَوْ آبائِهِنَّ أَوْ آباءِ بُعُولَتِهِنَّ أَوْ أَبْنائِهِنَّ أَوْ أَبْناءِ بُعُولَتِهِنَّ أَوْ إِخْوانِهِنَّ أَوْ بَنِي إِخْوانِهِنَّ أَوْ بَنِي أَخَواتِهِنَّ فجوز للنساء أن يبدين الزينة لهؤلاء لكثرة المخالطة وعدم خشية الفتنة، لما في الطباع من النفرة عن القرائب.
وقد روي عن الحسن والحسين رضي الله عنهما: أنهما كانا لا ينظران إلى أمهات المؤمنين، ذهابا منهما إلى أن أبناء البعولة لم يذكروا في الآية التي في أزواج النبي صلّى الله عليه وآله وسلّم، وهي قوله: لا جُناحَ عَلَيْهِنَّ فِي آبائِهِنَّ [الأحزاب: ٥٥] ، والمراد بأبناء بعولتهن ذكور أولاد الأزواج، ويدخل في قوله: أَبْنائِهِنَّ أولاد الأولاد- وإن سفلوا- وأولاد بناتهن- وإن سفلوا- وكذلك آباء البعولة وآباء الآباء وآباء الأمهات- وإن علوا- وكذلك أبناء أبناء البعولة- وإن سفلوا- وكذلك الإخوة والأخوات.
وذهب الجمهور إلى أن العم والخال كسائر المحارم في جواز النظر إلى ما يجوز لهم، وليس في الآية ذكر الرضاع وهو كالنسب، وقال الشعبي وعكرمة: ليس العم والخال من المحارم.
أَوْ نِسائِهِنَّ: هي المختصات بهن الملابسات لهن بالخدمة أو الصحبة، ويدخل في ذلك الإماء، ويخرج من ذلك نساء الكفار من أهل الذمة وغيرهم، فلا يحل لهن أن يبدين زينتهن لهن لأنهن لا يتحرجن من وصفهن للرجال، وفي هذه المسألة خلاف بين أهل العلم، وإضافة النساء إليهن تدل على اختصاص ذلك بالمؤمنات.
_________
(١) انظر: الطبري (١٨/ ٩٢) ، وزاد المسير (٦/ ٣٦) ، والنكت (٣/ ١٢٢) ، ومعاني النحاس (٤/ ٥٢٥، ٥٢٧) .',NULL,'397',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (395,'أَوْ ما مَلَكَتْ أَيْمانُهُنَّ: ظاهر الآية يشمل العبيد والإماء من غير فرق بين أن يكونوا مسلمين أو كافرين، وبه قال جماعة من أهل العلم، وإليه ذهبت عائشة وأم سلمة وابن عباس ومالك.
وقال سعيد بن المسيب: لا تغرنكم هذه الآية أَوْ ما مَلَكَتْ أَيْمانُهُنَّ إنما عني بها الإماء ولم يعن بها العبيد.
وكان الشعبي يكره أن ينظر المملوك إلى شعر مولاته. وهو قول عطاء ومجاهد والحسن وابن سيرين، وروي عن ابن مسعود، وبه قال أبو حنيفة وابن جريج.
أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجالِ: المراد بهم الذين يتبعون القوم فيصيبوا من طعامهم لا همة لهم إلا ذلك ولا حاجة لهم في النساء. قاله مجاهد وعكرمة والشعبي.
وأصل الإربة والأرب والمأربة: الحاجة والجمع مآرب.
قيل: المراد بغير أولي الإربة الحمقاء الذين لا حاجة لهم في النساء.
وقيل: البله، وقيل: العنّين.
وقيل: الخصي. وقيل: المخنث «١» .
وقيل: الشيخ الكبير. ولا وجه لهذا التخصيص بل المراد بالآية ظاهرها وهم من يتبع أهل البيت ولا حاجة له في النساء ولا يحصل منه ذلك في حال من الأحوال، فيدخل في هؤلاء من هو بهذه الصفة ويخرج من عداه.
أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلى عَوْراتِ النِّساءِ: الطفل: يطلق على المفرد والمثنى والمجموع والمراد به هنا الجنس الموضوع موضع الجمع بدلالة وصفه بوصف الجمع.
وفي مصحف أبيّ أَوِ الطِّفْلِ على الجمع، يقال للإنسان: طفل ما لم يراهق الحلم.
_________
(١) قال في «المصباح» : الإرب والإربة بالكسر: الحاجة، والإرب بالكسر يستعمل في الحاجة، وفي العضو، والجمع: آراب مثل حمل وأحمال، وفي الحديث: «كان أملككم لإربه» أي لنفسه عن الوقوع في الشهوة. اه.
وانظر: نهاية ابن الأثير (١/ ٣٦) .',NULL,'398',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (396,'ومعنى لم يظهروا: لم يطلعوا، من الظهور بمعنى الاطلاع. كذا قال ابن قتيبة.
وقيل: معناه لم يبلغوا حد الشهوة. قاله الفراء والزجاج «١» .
واختلف العلماء في وجوب ستر ما عدى الوجه والكفين من الأطفال؟
فقيل: لا يلزم لأنه لا تكليف عليه وهو الصحيح.
وقيل: يلزم لأنه قد يشتهي المرأة.
وهكذا اختلف في عورة الشيخ الكبير الذي قد سقطت شهوته، والأولى بقاء الحرمة كما كانت، فلا يحل النظر إلى عورته ولا يحل له أن يكشفها.
وقد اختلف العلماء في حد العورة؟
قال القرطبي «٢» : أجمع المسلمون على أن السوأتين عورة من الرجال والمرأة، وأن المرأة كلها عورة إلا وجهها ويديها- على خلاف في ذلك.
وقال الأكثر: إن عورة الرجل من سرته إلى ركبتيه.
وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ ما يُخْفِينَ مِنْ زِينَتِهِنَّ: أي لا تضرب المرأة برجلها إذا مشت ليسمع صوت خلخالها من يسمعه من الرجال، فيعلمون أنها ذات خلخال.
قال الزجاج: وسمع هذه الزينة أشد تحريكا للشهوة من إبدائها.
[ثم] «٣» أرشد عباده إلى التوبة من المعاصي فقال سبحانه: وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ: فيه الأمر بالتوبة ولا خلاف بين المسلمين في وجوبها وأنها فرض من فرائض الدين.
لَعَلَّكُمْ تُفْلِحُونَ (٣١) أي تفوزون بسعادة الدنيا والآخرة.
وقيل: إن المراد بالتوبة التناهي عما كانوا يعملونه في الجاهلية. والأول أولى لما تقرر في السنة من: «أن الإسلام يجب ما قبله» .
_________
(١) قال القرطبي (١٢/ ٢٣٦) : لَمْ يَظْهَرُوا أي لم يكشفوا عن عوراتهن للجماع لصغرهن، وقيل: لم يبلغوا أن يطيقوا النساء، يقال: ظهرت على كذا أي علمته، وظهرت على كذا أي قهرته اه.
(٢) في «تفسيره» (١٢/ ٢٣٧) .
(٣) ما بين [المعقوفين] زيادة لتمام السياق.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (397,'[الآية العاشرة] وَأَنْكِحُوا الْأَيامى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبادِكُمْ وَإِمائِكُمْ إِنْ يَكُونُوا فُقَراءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ واسِعٌ عَلِيمٌ (٣٢) .
وَأَنْكِحُوا الْأَيامى مِنْكُمْ: الأيّم: التي لا زوج لها بكرا كانت أو ثيبا، والجمع أيامى «١» .
والأيّم: بتشديد الياء، ويشمل الرجل والمرأة.
قال أبو عبيد: يقال رجل أيّم وامرأة أيّم، وأكثر ما يكون في النساء، وهو كالمستعار في الرجال، والخطاب في الآية للأولياء.
وقيل: للأزواج. والأول أرجح.
وفيه دليل على أن المرأة لا تنكح نفسها، وقد خالف في ذلك أبو حنيفة «٢» .
واختلف أهل العلم في النكاح: هل هو مباح؟ أو مستحب؟ أو واجب؟ فذهب
_________
(١) قال الضحاك: هنّ اللّواتي لا أزواج لهن، يقال: رجل أيّم، وامرأة أيّم.
(٢) قال القنوجي المصنف في «الروضة الندية» (٢/ ٣، ٤) ! بعد أن سرد أدلة مشروعية النكاح أقول:
الحاصل أن من كان محتاجا إلى النكاح أو كان فعله له أولى من تركه من دون احتياج فلا ريب أن أقل الأحوال أن يكون في حقه مندوبا للأدلة الواردة فيه.
ومن لم يكن محتاجا إليه ولا كان فعله أولى له كالحصور والعنين فقد يكون مكروها، إذا كان يخشى الاشتغال عن الطاعات من طلب العلم أو غيره مما يحتاج إليه أهله. أو كانت المرأة تتضرر بترك الجماع من دون أن تقدم على المعصية، وأما إذا كان في غنية بحيث لا يشتغل عن الطاعات، وكانت المرأة لا تتضرر بترك الجماع، ولا يحصل له بالنكاح نفع فيما يرجع إلى الباءة، فالظاهر أنه مباح، وإن لم يأت من الأدلة ما يقتضي هذه التفاصيل فثمّ أدلة أخرى تقتضيها وقواعد كلية، ولو قيل: أنه لا يكون في تلك الصورة مباحا، بل مكروها لما ورد في العزبة والعزلة آخر الزمان لم يكن بعيدا من الصواب اه.
وقال تقي الدين الحصني رحمه الله: «وفي الحديث الأمر بالنكاح لمن له استطاعة وتاقت نفسه إليه وهو أمر ندب عند الشافعية وكافة العلماء، قاله النووي.
وعند أحمد يلزمه الزواج أو التسري إذا خاف العنت وهو الزنا، وهو وجه لنا، وحجة من قال بعدم الوجوب قوله عز وجل: فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ [النساء: ٣] أناط الحكم باحتبارنا واستطابتنا، والواجب ليس كذلك.. (كفاية الأخيار ص ٣٤٦) ط. دار الخير دمشق.
وانظر: مغني المحتاج للشربيني (٣/ ١٢٥، ١٢٦) .',NULL,'400',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (398,'إلى الأول الشافعي وغيره «١» .
وإلى الثاني مالك وأبو حنيفة.
وإلى الثالث بعض أهل العلم- على تفصيل لهم في ذلك. فقالوا: إن خشي على نفسه الوقوع في المعصية وجب عليه وإلا فلا. والظاهر أن القائلين بالإباحة والاستحباب لا يخالفون في الوجوب مع تلك الخشية.
وبالجملة فهو مع عدمها سنة من السنن المؤكدة لقوله صلّى الله عليه وآله وسلّم في الحديث الصحيح بعد ترغيبه في النكاح: «ومن رغب عن سنتي فليس مني» «٢» ، ولكن مع القدرة عليه وعلى مؤنه.
والمراد بالأيامى هنا: الأحرار والحرائر، وأما المماليك فقد بين ذلك بقوله:
وَالصَّالِحِينَ مِنْ عِبادِكُمْ وَإِمائِكُمْ: والصلاح: هو الإيمان. وذكر سبحانه الصلاح في المماليك دون الأحرار لأن الغالب في الأحرار الصلاح بخلاف المماليك.
وفيه دليل على أن المملوك لا يزوج نفسه، وإنما يزوجه مالكه.
وقد ذهب الجمهور إلى أنه لا يجوز للسيد أن يكره عبده وأمته على النكاح.
وقال مالك: لا يجوز. ثم رجع سبحانه إلى الكلام في الأحرار فقال: إِنْ يَكُونُوا فُقَراءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ: أي لا يمتنعوا من تزويج الأحرار بسبب فقر الرجل أو المرأة أو أحدهما فإنهم إن يكونوا فقراء يغنهم الله سبحانه ويتفضل عليهم بذلك.
قال الزجاج: حث الله على النكاح وأعلم أنه سبب لنفي الفقر ولا يلزم أن هذا يكون حاصلا لكل فقير إذا تزوج، فإن ذلك مقيد بالمشيئة. وقد يوجد في الخارج كثير من الفقراء لا يحصل لهم الغنى إذا تزوجوا.
وقيل: المعنى أنه يغنيه بغنى النفس.
وقيل: المعنى إن يكونوا فقراء إلى النكاح يغنهم الله من فضله بالحلال ليتعففوا عن الزنا. والوجه الأول أولى.
_________
(١) حديث صحيح: رواه البخاري (٩/ ١٠٤) ، ومسلم (٩/ ١٧٥، ١٧٦) عن أنس مرفوعا.
(٢) انظر: البحر المحيط (٦/ ٤٥١) ، والطبري (١٨/ ١٢٧) ، والقرطبي (١٢/ ٢٤٥) ، وابن الجوزي (٦/ ٣٧) . [.....]',NULL,'401',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (399,'ويدل عليه قوله سبحانه: وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شاءَ [التوبة: ٢٨] ، فيحمل المطلق هنا على المقيد هناك.
وجملة: وَاللَّهُ واسِعٌ: مؤكدة لما قبلها مقررة لها، والمراد أنه سبحانه ذو سعة لا ينقص من سعة ملكه من يغنيه من عباده.
عَلِيمٌ (٣٢) بمصالح خلقه، يغني من يشاء ويفقر من يشاء «١» .
[الآية الحادية عشرة] وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتابَ مِمَّا مَلَكَتْ أَيْمانُكُمْ فَكاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً وَآتُوهُمْ مِنْ مالِ اللَّهِ الَّذِي آتاكُمْ وَلا تُكْرِهُوا فَتَياتِكُمْ عَلَى الْبِغاءِ إِنْ أَرَدْنَ تَحَصُّناً لِتَبْتَغُوا عَرَضَ الْحَياةِ الدُّنْيا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْراهِهِنَّ غَفُورٌ رَحِيمٌ (٣٣) .
وَالَّذِينَ يَبْتَغُونَ الْكِتابَ مِمَّا مَلَكَتْ أَيْمانُكُمْ: المكاتبة في الشرع: أن يكاتب الرجل عبده على مال يؤديه منجما، فإذا أداه فهو حر.
وظاهر قوله: فَكاتِبُوهُمْ أن العبد إذا طلب المكاتبة من سيده وجب عليه أن يكاتبه بالشرط المذكور بعد، وهو:
إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً: والخير: هو القدرة على أداء ما كوتب عليه وإن لم يكن له مال.
وقيل: هو المال فقط، كما ذهب إليه مجاهد والحسن وعطاء والضحاك وطاووس ومقاتل.
وذهب إلى الأول ابن عمر وابن زيد، واختاره مالك والشافعي والفرّاء والزجاج.
قال الفراء: يقول إن رجوتم عندهم وفاء وتأدية للمال.
وقال الزجاج: لما قال فيهم كان الأظهر الاكتساب والوفاء وأداء الأمانة.
_________
(١) انظر: الطبري (١٨/ ١٢٩) ، وابن كثير (٦/ ٥٦، ٥٧) ، والقرطبي (١٢/ ٢٥١) ، وزاد المسير (٦/ ٣٧) .',NULL,'402',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (400,'وقال النخعي: إن الخير: الدين والأمانة، وروي مثل هذا عن الحسن.
وقال عبيدة السلماني: إقامة الصلاة.
قال الطحاوي: وقول من قال: إنه مال، لا يصح عندنا لأن العبد مال لمولاه فكيف يكون له مال! قال: والمعنى عندنا إن علمتم فيهم خيرا أي الدين والصدق.
قال أبو عمرو بن عبد البر: من لم يقل إن الخير هنا المال أنكر أن يقال: إن علمتم فيهم مالا، وإنما يقال علمت فيه الخير والصلاح والأمانة، ولا يقال: علمت فيه المال. هذا حاصل ما وقع من الاختلاف بين أهل العلم في الخير المذكور في الآية.
وإذا تقرر لك هذا فاعلم أنه قد ذهب إلى ظاهر ما يقتضيه الأمر المذكور من الوجوب عكرمة وعطاء ومسروق وعمرو بن دينار والضحاك وأهل الظاهر فقالوا: يجب على السيد أن يكاتب مملوكه إذا طلب منه ذلك وعلم فيه خيرا.
وقال الجمهور من أهل العلم: لا يجب ذلك، وتمسكوا بالإجماع على أنه لو سأل العبد سيده أن يبيعه من غيره لم يجب عليه ذلك ولم يجبر عليه فكذا الكتابة لأنها معاوضة.
ولا يخفى عليك أن هذه حجة واهية وشبهة داحضة، والحق ما قاله الأولون، وبه قال عمر بن الخطاب وابن عباس، واختاره ابن جرير «١» .
ثم أمر سبحانه الموالي بالإحسان إلى المكاتبين فقال:
وَآتُوهُمْ مِنْ مالِ اللَّهِ الَّذِي آتاكُمْ: ففي هذا أمر للمالكين بإعانة المكاتبين على مال الكتابة: إما بأن يعطوهم شيئا من المال، أو بأن يحطوا عنهم مما كوتبوا عليه.
وظاهر الآية عدم تقرير ذلك بمقدار. وقيل: الثلث وقيل: الربع، وقيل: العشر. ولعل وجه تخصيص الموالي بهذا الأمر هو كون الكلام فيهم وسياق الكلام معهم فإنهم المأمورون بالكتابة.
وقال الحسن والنخعي وبريدة: إن الخطاب بقوله: وَآتُوهُمْ لجميع الناس.
_________
(١) انظر الطبري (١٨/ ١٢٩) ، وابن كثير (٦/ ٥٦، ٥٧) ، والقرطبي (١٢/ ٢٥١) ، وزاد المسير (٦/ ٣٧) .',NULL,'403',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (401,'وقال زيد بن أسلم: إن الخطاب للولاة بأن يعطوا المكاتبين من مال الصدقة حظهم، كما في قوله سبحانه: وَفِي الرِّقابِ [البقرة: ١٧٧] .
وللمكاتب أحكام معروفة إذا وفى ببعض مال الكتابة.
ثم إنه سبحانه لما أرشد الموالي إلى نكاح الصالحين من المماليك، نهى المسلمين عما كان يفعله أهل الجاهلية من إكراه إمائهم على الزنا فقال:
وَلا تُكْرِهُوا فَتَياتِكُمْ عَلَى الْبِغاءِ: والمراد بالفتيات هنا الإماء، وإن كان الفتى والفتاة قد يطلقان على الأحرار في مواضع أخر.
والبغاء: الزنا مصدر بغت المرأة تبغا بغاء إذا زنت. وهذا مختص بزنا النساء فلا يقال للرجل إذا زنا: إنه بغى.
وشرط الله سبحانه هذا النهي بقوله: إِنْ أَرَدْنَ تَحَصُّناً: لأن الإكراه لا يتصور إلا عند إرادتهن للتحصن، فإن من لم ترد التحصن لا يصح أن يقال لها: مكروهة على الزنا.
والمراد بالتحصن هنا: التعفف والتزوج.
وقيل: إن هذا القيد راجع إلى الأيامى، وفي الكلام تقديم وتأخير.
وقيل: هذا الشرط ملغى.
وقيل: هذا الشرط باعتبار ما كانوا عليه، فإنهم كانوا يكرهونهن وهن يردن التعفف. وليس تخصيص النهي بصورة إرادتهن التعفف.
وقيل: إن هذا الشرط خرج مخرج الغالب، لأن الغالب أن الإكراه لا يكون إلا عند إرادة التحصن، فلا يلزم منه جواز الإكراه عند عدم إرادة التحصن. وهذا الوجه أقوى هذه الوجوه، فإن الأمة قد تكون غير مريدة للحلال ولا للحرام، كما فيمن لا رغبة لها في النكاح والصغيرة، فتوصف بأنها مكرهة على الزنا مع عدم إرادتها للتحصن، فلا يتم ما قيل من أنه لا يتصور الإكراه إلا عند إرادة التحصن، إلا أن يقال: إن المراد بالتحصن هنا مجرد التعفف، وأنه لا يصدق على من كانت تريد الزواج أنها مريدة للتحصن وهو بعيد! فقد قال الحبر ابن عباس: إن المراد بالتحصن التعفف والتزوج، وتابعه على ذلك غيره «١» .
_________
(١) انظر أقوال أهل التفسير في: القرطبي (١٢/ ٢٥٥) .',NULL,'404',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (402,'ثم علل سبحانه هذه النهي بقوله: لِتَبْتَغُوا عَرَضَ الْحَياةِ الدُّنْيا: وهو ما تكتسبه الأمة بفرجها، وهذا التعليل خارج مخرج الغالب.
والمعنى أن هذا الغرض هو الذي كان يحملهم على إكراه الإماء على البغاء في الغالب، لأن إكراه الرجل لأمته على البغاء لا فائدة له أصلا ولا يصدر مثله عن العقلاء.
فلا يدل هذا التعليل على أنه لا يجوز له أن يكرهها إذا لم يكن مبتغيا بإكراهها عرض الحياة الدنيا.
وقيل: إن هذا التعليل للإكراه من اعتبار أن عادتهم كانت كذلك لا أنه مدار النهي عن الإكراه لهن وهذا يلاقي المعنى الأول ولا يخالفه.
وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْراهِهِنَّ غَفُورٌ رَحِيمٌ (٣٣) هذا مقرر لما قبله ومؤكد له «١» .
والمعنى أن عقوبة الإكراه راجعة إلى المكرهين لا إلى المكرهات كما تدل عليه قراءة ابن مسعود وجابر بن عبد الله وسعيد بن جبير «٢» : فإن الله غفور رحيم (٣٣) لهن.
قيل: وفي هذا التفسير بعد لأن المكرهة على الزنا غير آثمة؟
وأجيب بأنها وإن كانت مكرهة فربما لا تخلو في تضاعيف الزنا عن شائبة مطاوعة، إما بحكم الجبلة البشرية، أو يكون الإكراه قاصرا عن حد الإلجاء المزيل للاختيار.
وقيل: إن المعنى فإن الله من بعد إكراههن غفور رحيم لهم، إما مطلقا أو بشرط التوبة.
[الآية الثانية عشرة]
يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ مِنْ قَبْلِ صَلاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاةِ الْعِشاءِ ثَلاثُ عَوْراتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ جُناحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلى بَعْضٍ كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٨) .
_________
(١) انظر الطبري (١٨/ ١٣٥) .
(٢) انظر: المحتسب لابن جني (٢/ ١٠٨) ، وقد عدّ هذه القراءة لهنّ غفور رحيم من القراءات الشاذّة، وإنما هي كتفسير للآية.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (403,'يا أَيُّهَا الَّذِينَ آمَنُوا: الخطاب للمؤمنين ويدخل المؤمنات فيه تغليبا كما في غيره من الخطابات.
قال العلماء: هذه الآية خاصة ببعض الأوقات.
واختلفوا في المراد بقوله: لِيَسْتَأْذِنْكُمُ: على أقوال:
الأول: أنها منسوخة. قاله سعيد بن المسيب.
وقال سعيد بن جبير: إن الأمر فيها للندب لا للوجوب.
وقيل: كان ذلك واجبا حيث كانوا لا أبواب لهم ولو عاد الحال لعاد الوجوب، حكاه المهدوي عن ابن عباس «١» .
وقيل: إن الأمر هاهنا للوجوب، وأن الآية محكمة غير منسوخة، وأن حكمها ثابت على الرجال والنساء.
ولما سئل الشعبي عنها: أمنسوخة هي؟ قال: لا والله! فقال السائل: إن الناس لا يعملون بها؟ قال: الله المستعان.
وقال القرطبي «٢» : وهو قول أكثر العلماء، وقال أبو عبد الرحمن السلمي: إنها خاصة بالنساء.
وقال ابن عمر: هي خاصة بالرجال دون النساء.
والمراد بقوله: الَّذِينَ مَلَكَتْ أَيْمانُكُمْ: العبيد والإماء.
وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ: أي من الأحرار.
ومعنى ثَلاثَ مَرَّاتٍ: ثلاثة أوقات في اليوم والليلة، وعبّر بالمرات عن الأوقات لأن أصل وجوب الاستئذان هو سبب مقارنة تلك الأوقات لمرور المستأذنين بالمخاطبين لا نفس الأوقات. وانتصاب ثلاث على الظرفية الزمانية، أي في ثلاث أوقات، أو
_________
(١) انظر: الناسخ والمنسوخ لابن العربي (٢/ ٣١٨) .
(٢) انظر تفسيره: (١٢/ ٣٠٣) .',NULL,'406',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (404,'منصوب على المصدرية أي ثلاثة استئذانات.
ورجح هذا أبو حيان فقال: والظاهر من قوله ثلاث مرات ثلاث استئذانات لأنك إذا قلت ضربتك ثلاث مرات لا يفهم منه إلا ثلاث ضربات. ويرد بأن الظاهر هنا متروك لقرينة التفسير بالثلاثة الأوقات.
فقال: مِنْ قَبْلِ صَلاةِ الْفَجْرِ، وذلك لأنه وقت القيام عن المضاجع وطرح ثياب النوم ولبس ثياب اليقظة، وربما يبيت عريان أو على حالة لا يحب أن يراه غيره فيها.
وَحِينَ تَضَعُونَ ثِيابَكُمْ. و (من) في قوله: مِنَ الظَّهِيرَةِ: للبيان، أو بمعنى في، أو بمعنى اللام، والمعنى حين وضعكم ثيابكم التي تلبسونها في النهار من شدة حرّ الظهيرة، وذلك عند انتصاف النهار فإنهم قد يتجردون عن الثياب لأجل القيلولة.
ثم ذكر سبحانه الوقت الثالث فقال: وَمِنْ بَعْدِ صَلاةِ الْعِشاءِ: وذلك لأنه وقت التجرد من الثياب والخلوة بالأهل «١» .
ثم أجمل سبحانه هذه الأوقات بعد التفصيل فقال: ثَلاثُ عَوْراتٍ: كائنة، لَكُمْ، والجملة مستأنفة مسوقة لبيان علة وجوب الاستئذان.
لَيْسَ عَلَيْكُمْ: يا أهل البيوت.
وَلا عَلَيْهِمْ: أي المماليك والصبيان.
جُناحٌ: أي إثم في الدخول بغير استئذان، لعدم ما يوجبه من مخالفة الأمر والاطلاع على العورات.
ومعنى بَعْدَهُنَّ بعد كل واحدة من هذه العورات الثلاث، وهي الأوقات المتخللة بين كل اثنين منها. وهذه الجملة مستأنفة مقررة للأمر بالاستئذان في تلك الأحوال خاصة.
طَوَّافُونَ عَلَيْكُمْ الجملة مستأنفة مبينة للعذر المرخص في ترك الاستئذان.
قال الفراء: هذا كقولك في الكلام: هم خدمكم وطوافون عليكم، أي هم خدمكم فلا بأس أن يدخلوا عليكم.
_________
(١) انظر: ابن جرير (١٨/ ١٦٢) ، وابن كثير (٦/ ٨٩، ٩٠) ، والقرطبي (١٢/ ٣٠٣) ، والدر المنثور (٥/ ٥٦) .',NULL,'407',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (405,'بَعْضُكُمْ عَلى بَعْضٍ أي بعضكم يطوف أو طائف على بعض «١» .
والمعنى أن كلا منكم يطوف على صاحبه: العبيد على الموالي، والموالي على العبيد، وإنما أباح سبحانه الدخول في غير تلك الأوقات الثلاثة بغير استئذان لأنها كانت العادة أنهم لا يكشفون عوراتهم في غيرها. والإشارة بقوله:
كَذلِكَ، إلى مصدر الفعل الذي بعده كما في سائر المواضع في الكتاب العزيز، أي مثل ذلك التبيين.
يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ: الدالة على ما شرعه لكم من الأحكام.
وَاللَّهُ عَلِيمٌ كثير العلم بالمعلومات.
حَكِيمٌ (٥٨) : كثير الحكمة في أفعاله.
[الآية الثالثة عشرة]
وَالْقَواعِدُ مِنَ النِّساءِ اللَّاتِي لا يَرْجُونَ نِكاحاً فَلَيْسَ عَلَيْهِنَّ جُناحٌ أَنْ يَضَعْنَ ثِيابَهُنَّ غَيْرَ مُتَبَرِّجاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٦٠) .
وَالْقَواعِدُ مِنَ النِّساءِ اللَّاتِي لا يَرْجُونَ نِكاحاً: أي العجائز اللاتي قعدن عن الحيض والولد من الكبر، واحدتها قاعد بلا هاء، ليدل حذفها على أنه قعود الكبر.
فَلَيْسَ عَلَيْهِنَّ جُناحٌ أَنْ يَضَعْنَ ثِيابَهُنَّ: التي تكون على ظاهر البدن كالجلباب ونحوه، لا الثياب التي على العورة الخاصة. وإنما جاز لهن ذلك لانصراف الأنفس عنهن، إذ لا رغبة للرجال فيهن، فأباح الله سبحانه لهن ما لم يبحه لغيرهن.
ثم استثنى حالة من حالاتهن فقال: غَيْرَ مُتَبَرِّجاتٍ بِزِينَةٍ: أي غير مظهرات للزينة التي أمرن بإخفائها في قوله: وَلا يُبْدِينَ زِينَتَهُنَّ [النور: ٣١] ، والمعنى من غير أن يردن بإظهار مواضع الجلابيب إظهار زينتهن ولا متعرضات بالتزين لينظر إليهن الرجال.
_________
(١) انظر: معاني الفراء (٢/ ٢٩٠) ، والسبعة لابن مجاهد (ص ٤٥٩) ، والكشاف (٢/ ٨٧) ، والمجاز لأبي عبيدة (٢/ ٦٩) ، والقرطبي (١٢/ ٣٠٩) ، والدر المنثور للسيوطي (٥/ ٥٧) .',NULL,'408',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (406,'والتبرج: التكشف والظهور للعيون.
وَأَنْ يَسْتَعْفِفْنَ: أي وأن يتركن وضع الثياب مطلقا فهو:
خَيْرٌ لَهُنَّ: من وضعها «١» .
وَاللَّهُ سَمِيعٌ عَلِيمٌ (٦٠) أي كثير السماع والعلم أو بليغهما «٢» .
[الآية الرابعة عشرة] لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبائِكُمْ أَوْ بُيُوتِ أُمَّهاتِكُمْ أَوْ بُيُوتِ إِخْوانِكُمْ أَوْ بُيُوتِ أَخَواتِكُمْ أَوْ بُيُوتِ أَعْمامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوالِكُمْ أَوْ بُيُوتِ خالاتِكُمْ أَوْ ما مَلَكْتُمْ مَفاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتاتاً فَإِذا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبارَكَةً طَيِّبَةً كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَعْقِلُونَ (٦١) .
لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ: اختلف أهل العلم في هذه الآية: هل هي محكمة؟ أو منسوخة؟ قال بالأول جماعة من العلماء، وبالثاني جماعة.
وقيل: إن المسلمين كانوا إذا غزوا خلّفوا زمناهم وكانوا يدفعون إليهم مفاتيح أبوابهم ويقولون لهم: قد أحللنا لكم أن تأكلوا مما في بيوتنا، وكانوا يحرجون من ذلك وقالوا: لا ندخلها وهم غيّب، فنزلت هذه الآية رخصة لهم.
فمعنى الآية نفي الحرج عن الزمنى وفي أكلهم من بيوت أقاربهم وبيوت من يدفع إليهم المفتاح إذا خرج للغزو.
قال النحاس: وهذا القول من أجل ما روي في الآية لما فيه عن الصحابة والتابعين
_________
(١) قال في «التسهيل» (٣/ ١٥٥) : «أباح الله لهذا الصنف من العجائز، ما لم يبح لغيرهن من وضع الثياب، قال ابن مسعود: إنما أبيح لهن وضع الجلباب الذي فوق الخمار والرداء، وإنما أبيح لهن وضع الثياب بشرط ألا يقصدن إظهار الزينة، تلتزمه الشابّات من الستر اه.
(٢) وانظر: الطبري (١٨/ ١٦٧) ، والقرطبي (١٢/ ٣٠٩) .',NULL,'409',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (407,'من التوقيف «١» .
وقيل: إن هؤلاء المذكورين كانوا يتحرجون عن مواكلة الأصحاء حذرا من استقذارهم إياهم وخوفا من تأذيهم بأفعالهم فنزلت.
وقيل: إن الله رفع الحرج عن الأعمى فيما يتعلق بالتكليف الذي يشترط فيه البصر، وعن الأعرج فيما يشترط في التكليف به القدرة الكاملة على المشي على وجه يتعذر الإتيان به مع العرج، وعن المريض فيما يؤثر المرض في إسقاطه.
وقيل: المراد بهذا الحرج المرفوع عن هؤلاء هو الحرج في الغزو: أي لا حرج على هؤلاء في تأخرهم عن الغزو، وقيل: كان الرجل إذا أدخل أحدا من هؤلاء الزمناء إلى بيته، فلم يجد فيه شيئا يطعمهم إياه، ذهب بهم إلى بيوت قرابته فيتحرج الزمناء من ذلك فنزلت الآية.
وَلا عَلى أَنْفُسِكُمْ: أي ولا حرج عليكم وعلى من يماثلكم من المؤمنين.
أَنْ تَأْكُلُوا: أنتم ومن معكم.
والحاصل أن رفع الحرج عن الأعمى والأعرج والمريض إن كان باعتبار مواكلة الأصحاء أو دخول بيوتهم فيكون وَلا عَلى أَنْفُسِكُمْ متصلا بما قبله، وإن كان رفع الحرج عن أولئك باعتبار التكاليف التي يشترط فيها وجود البصر وعدم العرج وعدم المرض فقوله: وَلا عَلى أَنْفُسِكُمْ ابتداء كلام غير متصل بما قبله.
ومعنى: مِنْ بُيُوتِكُمْ: البيوت التي فيها متاعهم وأهلهم، فتدخل بيوت الأولاد، كذا قال المفسرون. لأنها داخلة في بيوتهم لكون بيت ابن الرجل بيته، ولذا لم يذكر سبحانه بيوت الأولاد وذكر غيرها فقال:
أَوْ بُيُوتِ آبائِكُمْ أَوْ بُيُوتِ أُمَّهاتِكُمْ أَوْ بُيُوتِ إِخْوانِكُمْ أَوْ بُيُوتِ أَخَواتِكُمْ أَوْ بُيُوتِ أَعْمامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوالِكُمْ أَوْ بُيُوتِ خالاتِكُمْ: قال النحاس: وعارض بعضهم هذا فقال: هذا تحكم على كتاب الله سبحانه!! بل الأولى، في الظاهر، أن يكون الابن مخالفا لهؤلاء «٢» .
_________
(١) انظر: الطبري (١٨/ ١٦٩) ، والفراء (٢/ ٢٩١) ، ومعاني النحاس (٤/ ٥٥٨) ، وابن كثير (٦/ ٩٣) ، والقرطبي (١٢/ ٣١٢) ، والبحر المحيط (٦/ ٤٧٤) ، والألوسي (١٨/ ١٢٨) ، والدر المنثور (٥/ ٥٨) .
(٢) انظر: معاني النحاس (٤/ ٥٥٨، ٥٥٩) .',NULL,'410',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (408,'ويجاب عن هذه المعارضة بأن رتبة الأولاد، بالنسبة إلى الآباء، لا تنقص عن رتبة الآباء بالنسبة إلى الأولاد بل للآباء مزيد خصوصية في أموال الأولاد لحديث: «أنت ومالك لأبيك» «١» ، وحديث: «ولد الرجل من كسبه» «٢» .
ثم قد ذكر الله سبحانه هنا بيوت الإخوة والأخوات، بل الأعمام والعمات، بل الأخوال والخالات، فكيف ينفي سبحانه الحرج عن الأكل من بيوت هؤلاء ولا ينفيه عن بيوت الأولاد؟! وقيد بعضهم جواز الأكل من بيوتهم كلهم بالإذن منهم.
وقال آخرون: ولا يشترط الإذن. قيل: وهذا إذا كان الطعام مبذولا وإن كان محرزا دونهم لهم أكله.
ثم قال سبحانه: أَوْ ما مَلَكْتُمْ مَفاتِحَهُ: أي البيوت التي تملكون التصرف فيها بإذن أربابها وذلك كالوكلاء والعبيد والخزان فإنهم يملكون التصرف في بيوت من أذن لهم بدخول بيته وأعطاهم مفتاحه. وقيل: المراد بها بيوت المماليك.
والمفاتح: جميع مفتح «٣» .
أَوْ صَدِيقِكُمْ: وإن لم يكن بينكم وبينه قرابة فإن الصديق في الغالب يسمح لصديقه بذلك وتطيب به نفسه، والصديق يطلق على الواحد والجمع.
لَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتاتاً: جمع شتّ بمعنى التفرق يقال: شت القوم أي تفرقوا. وهذه الجملة كلام مستأنف مشتمل على بيان حكم آخر من جنس ما قبله، أي ليس عليكم جناح أن تأكلوا مجتمعين أو مفترقين.
_________
(١) حديث صحيح: رواه ابن ماجة (٢٢٩١) ، والطحاوي في «الشرح» (٤/ ١٥٨) ، (٦١٥٠) ، وفي «المشكل» (٢/ ٢٣٠) وانظر: تخريجنا له في «بر الوالدين» للطرطوشي- ط- دار الكتب العلمية- بيروت. [.....]
(٢) حديث صحيح: رواه أحمد (٦/ ٣١، ٤١، ١٢٧، ١٩٣، ٢٠١) وأبو داود (٣٥٢٨) ، والترمذي (١٣٥٨) ، وابن ماجة (٢٢٩٠) ، والبخاري في «التاريخ الكبير» (١/ ٤٠٦، ٤٠٧) والدارمي (٢/ ٢٤٧) ، والحاكم (٢/ ٤٦) ، وقال أبو عيسى: حسن صحيح. وقال الحاكم: صحيح، ووافقه الذهبي.
(٣) انظر: ابن كثير (٦/ ٦٣) ، والبحر المحيط (٦/ ٤٧٤) ، وروح المعاني (١٨/ ٢١٩) ، والقرطبي (١٢/ ٣١٣) ، والتسهيل (٣/ ١٥٥) .',NULL,'411',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (409,'وقد كان بعض العرب يتحرج أن يأكل وحده حتى يجد له أكيلا يؤاكله فيأكل معه، وبعض العرب كان لا يأكل إلا مع الضيف فنزل: فَإِذا دَخَلْتُمْ بُيُوتاً أي غير البيوت التي تقدم ذكرها، وهذا بيان أدب آخر أدّب به عباده.
فَسَلِّمُوا عَلى أَنْفُسِكُمْ: أي على أهلها الذين هم بمنزلة أنفسكم.
وقيل: المراد البيوت المذكورة سابقا.
وعلى القول الأول فقال الحسن والنخعي: هي المساجد، والمراد سلموا على من فيها من صنفكم، فإذا لم يكن في المساجد أحد فقيل: يقول: السلام على رسول الله، وقيل: يقول: السلام عليكم مريدا للملائكة وقيل: يقول: السلام علينا وعلى عباد الله الصالحين.
وقال بالقول الثاني- أعني أنها البيوت المذكورة سابقا- جماعة من الصحابة والتابعين. وقيل: المراد بالبيوت هنا هي جميع البيوت المسكونة وغيرها، فيسلم على أهل المسكونة. وأما غير المسكونة فيسلم على نفسه.
قال ابن العربي: القول بالعموم في البيوت هو الصحيح «١» .
تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبارَكَةً طَيِّبَةً: أي تطيب بها نفس المستمع.
كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ لَعَلَّكُمْ تَعْقِلُونَ (٦١) : تعليل لذلك التبيين برجاء تعقل آيات الله سبحانه وفهم معانيها.
[الآية الخامسة عشرة] إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٢) .
فَإِذَا اسْتَأْذَنُوكَ: أي المؤمنين يا رسول الله صلّى الله عليه وآله وسلّم.
_________
(١) انظر: الطبري (١٨/ ١٧٤) ، والبحر (٦/ ٤٧٤) ، والقرطبي (١٢/ ٣١٨) ، وزاد المسير (٦/ ٦٧) .',NULL,'412',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (410,'لِبَعْضِ شَأْنِهِمْ: أي الأمور التي تهمهم.
فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وامنع من تشاء على حسب ما تقتضيه المصلحة التي تراها.
ثم أرشده الله سبحانه إلى الاستغفار لهم بقوله: وَاسْتَغْفِرْ لَهُمُ اللَّهَ: فيه إشارة إلى أن الاستئذان، وإن كان بقدر مسوغ، فلا يخلو عن شائبة تأثير أمر الدنيا على الآخرة.
إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٢) : أي كثير الرحمة والمغفرة بالغ فيهما إلى الغاية التي ليس وراءها غاية.
قال المفسرون: كان رسول الله صلّى الله عليه وآله وسلّم إذا صعد المنبر يوم الجمعة وأراد الرجل أن يخرج من المسجد لحاجة أو عذر، لم يخرج حتى يقوم بحيال النبي صلّى الله عليه وآله وسلّم حيث يراه، فيعرف أنه إنما قام ليستأذن فيأذن لمن شاء منهم.
قال مجاهد: وإذن الإمام يوم الجمعة أن يشير بيده.
قال الزجاج: أعلم الله أن المؤمنين إذا كانوا مع نبيه صلّى الله عليه وآله وسلّم فيما يحتاج فيه إلى الجماعة لم يذهبوا حتى يستأذنوه، وكذلك أن يكونوا مع الإمام لا يخالفونه ولا يرجعون عنه في جمع من جموعهم إلا بإذنه وللإمام أن يأذن وله أن لا يأذن على ما يرى، لقوله: فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ.
قال العلماء: كل أمر اجتمع عليه المسلمون مع الإمام لا يخالفونه ولا يرجعون عنه إلا بإذن «١» .
_________
(١) انظر: الطبري (١٨/ ١٧٧) ، وابن الجوزي (٦/ ٦٨) ، وابن كثير (٦/ ٩٦) ، والفراء (٢/ ٢٦٢) ، وابن عطية (١٠/ ٥٥٦) .',NULL,'413',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (411,'<span data-type="title" id=toc-131>سورة الفرقان وهي سبع وسبعون آية</span>
هي مكية، في قول الجمهور «١» .
قال القرطبي «٢» : قال ابن عباس وقتادة: إلا ثلاث آيات منها نزلت بالمدينة وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ الآيات.
[الآية الأولى]
وَهُوَ الَّذِي أَرْسَلَ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنا مِنَ السَّماءِ ماءً طَهُوراً (٤٨) .
وَأَنْزَلْنا مِنَ السَّماءِ ماءً طَهُوراً (٤٨) : أي يتطهر به، كما يقول: وضوء للماء الذي يتوضى به.
قال الأزهري: الطهور في اللغة: الطاهر المطهر.
قال ابن الأنباري: الطهور بفتح الطاء الاسم، وكذلك الوصف، وبالضم المصدر، هذا هو المعروف في اللغة.
وقد ذهب الجمهور إلى أن الطهور هو الطاهر المطهر ويؤيد ذلك كونه بناء مبالغة.
وروي عن أبي حنيفة أنه قال: الطهور هو الطاهر، واستدل لذلك بقوله تعالى:
وَسَقاهُمْ رَبُّهُمْ شَراباً طَهُوراً (٢١) [الإنسان: ٢١] يعني طاهرا، ومنه قول الشاعر:
_________
(١) قال في «البحر» (٦/ ٤٨٠) : «هذه السورة مكية في قول الجمهور، وقال ابن عباس: إلا ثلاث آيات نزلت بالمدينة وهي وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ إلى قوله وَكانَ اللَّهُ غَفُوراً رَحِيماً (٧٠) .
(٢) انظره في تفسيره (١٣/ ١) .',NULL,'414',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (412,'خليلي هل في نظرة بعد توبة ... [أداوي] «١» بها قلبي عليّ فجور
إلى رجّح الأكفال غيد من الظّبا ... عذاب الثنايا ريقهنّ طهور
فوصف الريق بأنه طهور وليس بمطهر. ورجح القول الأول ثعلب وهو راجح لما تقدم من حكاية الأزهري لذلك عن أهل اللغة «٢» .
وأما وصف الشاعر للريق بأنه طهور فإنه على طريق المبالغة.
وعلى كل حال فقد ورد الشرع بأن الماء في [نفسه] «٣» طاهر ومطهر لغيره «٤» .
قال الله تعالى: وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ [الأنفال: ١١] .
قال النبي صلّى الله عليه وآله وسلّم: «خلق الماء طهورا» «٥» .
[الآية الثانية]
وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَقِياماً (٦٤) .
وَالَّذِينَ يَبِيتُونَ: البيتوتة: هي أن يدركك الليل نمت أم لم تنم.
قال الزجاج: من أدركه الليل فقد بات نام أو لم ينم كما يقال: بات فلان قلقا.
والمعنى يبيتون.
لِرَبِّهِمْ سُجَّداً: على وجوههم.
وَقِياماً (٦٤) : على أقدامهم، ومنه قول امرئ القيس «٦» :
فبتنا قياما عند رأس جوادنا ... يزاولنا عن نفسه ونزاوله
_________
(١) حرّف في المطبوع إلى (أوادي) وهو خطأ والتصويب من فتح القدير (٤/ ٨٠) .
(٢) وانظر: تهذيب اللغة (طهر) ، نيل الأوطار (١/ ١٤) .
(٣) ما بين [] بياض في «المطبوعة» واستدرك من فتح القدير (٤/ ٨٠) .
(٤) انظر: الروضة الندية للمصنف (١/ ٤) ، ونيل الأوطار للشوكاني (١/ ٧، ١٦) ، القرطبي (١٣/ ٥٥) .
(٥) الذي وقفنا عليه هو حديث «إن الماء طهور لا ينجسه شيء إلا..» رواه أبو داود (٦٦) ، والترمذي (٦٧) ، والنسائي (١/ ١٧٤) ، وابن أبي شيبة (١/ ١١٦، ١٦٧) ، وأحمد في «المسند» (٣/ ٣١) عن أبي سعيد مرفوعا. وحسّنه الترمذي وصححه البغوي وانظر: التلخيص (١/ ١٣) .
(٦) نسبه القرطبي لزهير بن أبي سلمى (١٣/ ٧١) ، وهو في «ديوانه» (ص ١٣٢) .',NULL,'415',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (413,'والظاهر أنه وصف لهم بإحياء الليل كله أو أكثره.
[الآية الثالثة]
وَالَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكانَ بَيْنَ ذلِكَ قَواماً (٦٧) .
وَالَّذِينَ [إِذا] «١» أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا: من قتر يقتر، أو أقتر يقتر. ومعنى الجميع التضييق في الإنفاق.
قال النحاس: أحسن ما قيل في معنى الآية: أن من أنفق في غير طاعة الله فهو الإسراف ومن أمسك عن طاعة الله فهو الإقتار ومن أنفق في طاعة الله فهو القوام «٢» .
وقال إبراهيم النخعي: هو الذي لا يجوع ولا يعرى ولا ينفق نفقة يقول الناس قد أسرف.
وقال يزيد بن حبيب: أولئك أصحاب محمد صلّى الله عليه وآله وسلّم كانوا لا يأكلون طعاما للتنعم واللذة، ولا يلبسون ثوبا للجمال، ولكن كانوا فريدون من الطعام ما يسد عنهم الجوع ويقويهم على عبادة الله، ومن اللباس ما يستر عوراتهم ويقيهم الحر والبرد «٣» .
وقال أبو عبيدة: لم يزيدوا على المعروف ولم يبخلوا، كقوله: وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ وَلا تَبْسُطْها كُلَّ الْبَسْطِ [الإسراء: ٢٩] .
وَكانَ: أي إنفاقهم.
بَيْنَ ذلِكَ: الإفراط أو التفريط.
قَواماً (٦٧) بكسر القاف: ما يدوم عليه الشيء ويستقر وبالفتح العدل والاستقامة، قاله ثعلب.
وقيل: بالفتح العدل بين الشيئين، وبالكسر ما يقام به الشيء لا يفضل عنه ولا
_________
(١) ما بين [المعقوفين] سقط من المطبوعة.
(٢) انظر كلام النحاس في «معاني القرآن» له (٥/ ٤٨، ٤٩) . [.....]
(٣) انظر: الطبري (١٩/ ٢٦) ، وزاد المسير (٦/ ١٠٥) ، وابن قتيبة (٣١٥) ، والنكت (٣/ ١٦٥) ، والبحر المحيط (٦/ ٥١٥) ، ومجاز أبي عبيدة (٢/ ٨١) ، والقرطبي (١٣/ ٧٦) ، الدر المنثور (٥/ ٧٧) .',NULL,'416',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (414,'ينقص. وقيل: بالكسر السداد والمبلغ «١» .
[الآية الرابعة]
وَالَّذِينَ يَقُولُونَ رَبَّنا هَبْ لَنا مِنْ أَزْواجِنا وَذُرِّيَّاتِنا قُرَّةَ أَعْيُنٍ وَاجْعَلْنا لِلْمُتَّقِينَ إِماماً (٧٤) .
وَاجْعَلْنا لِلْمُتَّقِينَ إِماماً (٧٤) أي قدوة يقتدى بنا في الخير.
وإنما قال إماما ولم يقل أئمة لأنه أريد به الجنس كقوله: ثُمَّ نُخْرِجُكُمْ طِفْلًا [الحج: ٥] ، وقيل: إنه من الكلام المقلوب، وأن المعنى: واجعل المتقين لنا إماما، وبه قال مجاهد. وقيل: إن هذا الدعاء صادر عنهم بطريق الانفراد وإن عبارة كل واحد منهم عند الدعاء: واجعلني للمتقين إماما، ولكنها حكيت عبارات الكل بصيغة المتكلم مع الغير لقصد الإيجاز.
وقال الأخفش: الإمام جمع آمّ من أمّ يؤم جمع على فعال كصاحب وصحاب وقائم وقيام وقيل: إنه مصدر كالقيام والصيام. وقيل غير ذلك.
قال النيسابوري: قيل: في الآية دلالة على أن الرياسة الدينية مما يجب أن يطلب ويرغب فيها، والأقرب أنهم سألوا الله أن يبلغهم في الطاعة المبلغ الذي به يشار إليه ويقتدى بهم «٢» .
_________
(١) القوام في اللغة: الوسط والعدل، قال القرطبي: وهذا أدب الشرع ألا يفرط الإنسان حتى يضيّع حقا أو عيالا، وألا يضيّق ويقتر حتى يجيع العيال، ويفرط في الشح. اه- (١٣/ ٧٣) ، وانظر:
الطبري (١٩/ ٣٧) ، ابن كثير (٦/ ١٣٤) ، ومعاني الفراء (٢/ ٢٧٣) ، الدر المنثور (٥/ ٧٧) .
(٢) انظر: الطبري (١٩/ ٥٣) ، الدر المنثور (٥/ ٨١) .',NULL,'417',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (415,'<span data-type="title" id=toc-136>سورة القصص</span>
وهي مكية كلها في قول الحسن وعكرمة وعطاء.
[الآية الأولى]
قالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هاتَيْنِ عَلى أَنْ تَأْجُرَنِي ثَمانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْراً فَمِنْ عِنْدِكَ وَما أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّالِحِينَ (٢٧) .
قالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هاتَيْنِ: فيه مشروعية عرض ولي المرأة لها على الرجل، وهذا سنة ثابتة في الإسلام كما ثبت من عرض عمر لابنته على أبي بكر وعثمان- والقصة معروفة «١» - وغير ذلك، كما وقع في أيام الصحابة وأيام النبوة.
وكذلك ما وقع من عرض المرأة لنفسها على رسول الله صلّى الله عليه وآله وسلّم «٢» .
عَلى أَنْ تَأْجُرَنِي ثَمانِيَ حِجَجٍ: أي على أن تكون أجيرا لي ثمان سنين ترعى غنمي.
فَإِنْ أَتْمَمْتَ عَشْراً فَمِنْ عِنْدِكَ: أي تفضلا منك لا إلزاما مني لك، جعل ما زاد على الثمانية الأعوام إلى تمام العشرة أعوام موكولا إلى المروءة.
وَما أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ: بإلزامك إتمام العشرة الأعوام واشتقاق المشقة من الشق أي شق بطنه نصفين، فتارة يقول: أطيق، وتارة يقول: لا أطيق.
ثم رغبه في قبول الإجارة فقال:
سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّالِحِينَ (٢٧) : في حسن الصحبة والوفاء. وقيل:
أراد الصلاح على العموم، فيدخل صلاح المعاملة في تلك الإجارة تحت الآية دخولا أولياء، وقيد ذلك بالمشيئة تفويضا للأمر إلى توفيق الله ومعونته.
_________
(١) صحيح: رواه البخاري (٩/ ١٧٥، ١٧٦، ٢٠١) ، عن عبد الله بن عمر مرفوعا.
(٢) صحيح: رواه البخاري (٩/ ١٧٤) عن أنس مرفوعا.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (416,'<span data-type="title" id=toc-138>سورة محمد صلّى الله عليه وآله وسلّم آياتها تسع وثلاثون، وقيل: ثمان وثلاثون آية</span>
وتسمى سورة القتال، وسورة الذين كفروا.
وهي مدنيّة. قال الماوردي: في قول الجميع إلا ابن عباس وقتادة فإنهما قالا: إلا آية نزلت منها بعد حجة الوداع حيث خرج من مكة وجعل ينظر إلى البيت وهو يبكي حزنا فنزل قوله تعالى: وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ [محمد: ١٣] .
وقال الثعلبي: إنها مكية. وهو غلط من القول، فالسورة مدنيّة كما لا يخفى «١» .
[الآية الأولى]
فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها ذلِكَ وَلَوْ يَشاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلكِنْ لِيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمالَهُمْ (٤) .
فَشُدُّوا الْوَثاقَ: بالفتح، وتجيء بالكسر، اسم الشيء الذي يوثق به كالرباط.
والمعنى إذا بالغتم في قتلهم فأسروهم واحفظوهم بالوثاق.
فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً أي فإما أن تمنوا عليهم بعد الأسر منا أو تفدوا فداء.
والمن: الإطلاق بغير عوض.
والفداء: ما يفدي به الأسير نفسه من الأسر. ولم يذكر القتل هنا اكتفاء بما تقدم، وإنما قدم المن على الفداء لأنه من مكارم الأخلاق، ولهذا كانت العرب تفتخر به:
_________
(١) قول الثعلبي في تفسيره «الكشف والبيان» مخطوط بأماكن متفرقة بمصر والظاهرية وتركيا والسعودية والهند وغيرها، وهو قيد التحقيق.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (417,'ولا نقتل الأسرى ولكن نفكهم ... إذا أثقل الأعناق حمل المغارم
ثم ذكر سبحانه الغاية لذلك فقال: حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها.
أوزار الحرب: آلاتها التي لا تقوم إلا بها من السلاح والكراع، أسند الوضع إليها وهو لأهلها على طريق المجاز.
والمعنى أن المسلمين مخيرون بين تلك الأمور إلى غاية، هي أن لا يكون حرب مع الكفار.
وقال مجاهد: المعنى حتى لا يكون دين غير دين الإسلام، وبه قال الحسن والكلبي.
وقال الكسائي: حتى يسلم الخلق.
قال الفراء: حتى يؤمنوا ويذهب الكفر. وقيل: المعنى حتى يضع الأعداء المحاربون أوزارهم وهو سلاحهم بالهزيمة أو الموادعة.
وروي عن الحسن وعطاء أنهما قالا: في الآية تقديم وتأخير، والمعنى: فضرب الرقاب حتى تضع الحرب أوزارها، فإذا أثخنتموهم فشدوا الوثاق «١» .
وقد اختلف العلماء في هذه الآية: هل هي محكمة؟ أو منسوخة؟
فقيل: إنها منسوخة في أهل الأوثان، وأنه لا يجوز أن يفادوا ولا يمن عليهم، والناسخ لها قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ [التوبة: ٥] وقوله: فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ [الأنفال: ٥٧] ، وقوله: وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً [التوبة: ٣٦] ، وبهذا قال قتادة والضحاك والسدي وابن جريج وكثير من الكوفيين «٢» .
قالوا: والمائدة آخر ما نزل، فوجب أن يقتل كل مشرك إلا من قامت الدلالة على
_________
(١) انظر: الطبري (٢٦/ ٤٠) ، والسيوطي في «الدر المنثور» (٦/ ٤٦) ، والقرطبي في «تفسيره» (١٦/ ٢٢٦، ٢٢٨) . ومعاني الفراء (٣/ ٥٧) ، وزاد المسير لابن الجوزي (٧/ ٣٩٧) ، والنكت والعيون للماوردي (٤/ ٤٤) .
(٢) وممن قال بدعوى النسخ أيضا: شعبة عن الحكم ومغيرة بن شعبة والحسن البصري ومجاهد وهو مذهب أبي حنيفة وانظر: القرطبي (١٦/ ٢٢٧) ، الدر المنثور (٦/ ٤٦، ٤٧) ، والناسخ والمنسوخ لابن العربي (٢/ ٣٧٢) .',NULL,'420',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (418,'تركه كالنساء والصبيان «١» ، ومن يؤخذ منه الجزية «٢» . وهذا هو المشهور من مذهب أبي حنيفة.
وقيل: إن هذه الآية ناسخة لقوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ [التوبة: ٥] ، روي ذلك عن عطاء وغيره.
وقال كثير من العلماء: إن الآية محكمة وإن الإمام مخير بين القتل والأسر، وبعد الأسر مخير بين المن والفداء. وبه قال مالك والشافعي والثوري والأوزاعي وأبو عبيد وغيرهم وهذا هو الراجح، لأن النبي صلّى الله عليه وآله وسلّم والخلفاء الراشدين من بعده فعلوا ذلك «٣» .
وقال سعيد بن جبير: لا يكون فداء ولا أسر إلا بعد الإثخان والقتل بالسيف لقوله: ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ [الأنفال: ٦٧] ، فإذا أسر بعد ذلك فللإمام أن يحكم بما رآه من قتل أو غيره «٤» .
[الآية الثانية]
فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمالَكُمْ (٣٥) .
فَلا تَهِنُوا: أي لا تضعفوا عن القتال.
_________
(١) دلّ على ذلك ما أخرجه البخاري (٦/ ١٤٨) ، ومسلم (١٢/ ٤٨) عن ابن عمر قوله مرفوعا:
«وجدت امرأة مقتولة في بعض مغازي النبي صلّى الله عليه وآله وسلّم، فنهى رسول الله عن قتل النساء والصبيان» .
(٢) دلّ على ذلك قوله عز وجل: حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ (٢٩) [التوبة: ٢٩] .
(٣) قال القاضي محمد بن العربي رحمه الله: «والآية محكمة ليس للنسخ فيها طريق، لا من آيات القتال ولا من غيرها، لأن النسخ كما بينا إنما يكون بشروط منها المعارضة ومنها معرفة التاريخ، ولا تاريخ هاهنا يعلم، ولا معارضة بين الآيتين، لأن آيات القتال هي معنى قوله تعالى: فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ فأمر بالقتال ثم قال: حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ ثم منوا بعد ذلك عليهم أو فادوهم، وقد منّ النبي صلّى الله عليه وآله وسلّم على ثمامة بن أثال وأطلقه، وقال في أسارى بدر: «لو كان المطعم بن عدي حيّا وكلمني في هؤلاء النتنى لتركتهم له» والإمام مخير في الأسرى بين خمسة أشياء: إما القتل أو المنّ أو الفداء أو الرّق أو إقرارهم على الجزية، وبه قال جماعة.
روى أبو حنيفة الإمام لا يمن إلا من جهة الآية، ولكن زعم أن في المنّ إتلاف حق الغانمين، وهذا يبطل بالقتل، فإن له أن يقتل جميعهم وفي ذلك إتلاف حقهم، ويبطل أيضا بما قدمناه من الأدلة والله أعلم. (الناسخ والمنسوخ ٢/ ٨٧٢، ٨٧٣) . والأحكام (٤/ ١٦٨٨) .
(٤) ذكر قول سعيد بن جبير القرطبي في «تفسيره» (١٦/ ٢٢٨) ، والسيوطي في «الدر المنثور» (٦/ ٤٦) .
بنحوه.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (419,'والوهن: الضعف.
وَلا تَدْعُوا: أي الكفار.
إِلَى السَّلْمِ: أي الصلح، ابتداء منكم فإن ذلك لا يكون إلا عند الضعف.
قال الزجاج: منع الله المسلمين المؤمنين أن يدعوا الكفار إلى الصلح وأمرهم بحربهم حتى يسلموا «١» .
واختلف أهل العلم في هذه الآية: هل هي محكمة؟ أو منسوخة؟ فقيل: إنها محكمة وناسخة لقوله: وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها [الأنفال: ٦١] . وقيل: منسوخة بهذه الآية. ولا يخفى عليك أن لا مقتضى للقول بالنسخ، فإن الله سبحانه نهى المسلمين في هذه الآية أن يدعوا إلى السّلم ابتداء ولم ينه عن قبول السّلم إذا جنح إليها المشركون، فالآيتان محكمتان ولم تتواردا على محل واحد حتى يحتاج إلى دعوى النسخ أو التخصيص «٢» .
وجملة: وَأَنْتُمُ الْأَعْلَوْنَ: مقررة لما قبلها من النهي، أي وأنتم الغالبون بالسيف والحجة.
قال الكلبي: أي آخر الأمر لكم وإن غلبوكم في بعض الأوقات.
وكذا قوله: وَاللَّهُ مَعَكُمْ: أي بالنصر والمعونة عليهم.
_________
(١) انظر: معاني القرآن للنحاس (٦/ ٤٨٦) ، والمجاز لأبي عبيدة (٢/ ٢١٦) ، وغريب ابن قتيبة (٤١١) ، وزاد المسير (٧/ ٤١٤) ، وتفسير القرطبي (١٦/ ٢٥٦) .
(٢) انظر في ذلك: زاد المسير (٧/ ٤١٤) ، القرطبي (١٦/ ٢٥٦) . [.....]',NULL,'422',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (420,'<span data-type="title" id=toc-141>سورة الفتح تسع وعشرون آية</span>
كلها مدنيّة بالإجماع، قاله القرطبي «١» .
وقال مروان ومسوّر بن مخرمة: نزلت بين مكة والمدينة في شأن الحديبية وهذا لا ينافي الإجماع، لأن المراد بالسّور المدنية السّور النازلة بعد الهجرة من مكة.
[الآية الأولى]
هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرامِ وَالْهَدْيَ مَعْكُوفاً أَنْ يَبْلُغَ مَحِلَّهُ وَلَوْلا رِجالٌ مُؤْمِنُونَ وَنِساءٌ مُؤْمِناتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَؤُهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذاباً أَلِيماً (٢٥) .
وَلَوْلا رِجالٌ مُؤْمِنُونَ وَنِساءٌ مُؤْمِناتٌ: يعني المستضعفين ممن آمن بمكة.
ومعنى: لَمْ تَعْلَمُوهُمْ: لم تعرفوهم. وقيل لم تعلموا أنهم مؤمنون.
أَنْ تَطَؤُهُمْ: بالقتل والإيقاع بهم، يقال: وطئت القوم أي أوقعت بهم. وذلك أنهم لو أخذوا مكة عنوة بالسيف لم يتميز المؤمنون الذين هم فيها من الكفار، وعند ذلك لا يأمنوا أن يقتلوا المؤمنين فتلزمهم الكفارة وتلحقهم سبة.
وهو معنى قوله: فَتُصِيبَكُمْ، أي من جهتهم.
مَعَرَّةٌ: أي مشقة بما يلزمكم في قتلهم من كفارة وعيب.
_________
(١) ينظر: صحيح مسلم (١٧٨٦) ، (٣/ ١٤١٣) ، والطبري (٢٦/ ٤٣) ، والنكت (٤/ ٥٦) ، وزاد المسير (٧/ ٤١٨) ، والقرطبي (١٦/ ٢٦٠) ، ابن كثير (٤/ ١٨٢) ، الدر المنثور (٦/ ٦٧) ، اللباب (١٩٣) .',NULL,'423',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (421,'وأصل المعرة: العيب، مأخوذة من العر وهو الحرب. وذلك أن المشركين سيقولون إن المسلمين قد قتلوا أهل دينهم.
قال الزجاج: معرة أي إثم، وكذا قال الجوهري- وبه قال ابن زيد-.
وقال الكلبي ومقاتل وغيرهما: المعرة كفارة قتل الخطأ.
وقال ابن إسحق: المعرة غرم الدية.
وقال قطرب: المعرة الشدة، وقيل: الغم.
بِغَيْرِ عِلْمٍ متعلق بأن تطئوهم أي غير عالمين. وجواب لولا محذوف أي لإذن الله عز وجل لكم، أو لما كف أيديكم عنهم «١» .
_________
(١) انظر في تفسير هذه الآية: تذكرة الأريب (٢/ ١٦٦) ، البحر المحيط (٨/ ٩٧) ، والفرّاء (٣/ ٦٧) .',NULL,'424',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (422,'<span data-type="title" id=toc-143>سورة الحجرات ثمان عشرة آية</span>
وهي مدنية، قال القرطبي: بالإجماع «١» .
[الآية الأولى]
يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ فَتُصْبِحُوا عَلى ما فَعَلْتُمْ نادِمِينَ (٦) .
يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا: من التبيين.
وقرأ حمزة والكسائي من التثبيت فتثبتوا. والمراد من التبيين التعرف والتفحص، ومن التثبيت الأناة وعدم العجلة والتبصر في الأمر الواقع والخبر الوارد حتى يتضح ويظهر «٢» .
قال المفسرون: إن هذه الآية نزلت في الوليد بن عقبة بن أبي معيط «٣» .
كراهة أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ: أو لئلا تصيبوا، لأن الخطأ ممن لم يتبين الأمر ولم يتثبت فيه هو الغالب وهو جهالة، لأنه لم يصدر عن علم.
والمعنى متلبسين بجهالة بحالهم.
فَتُصْبِحُوا عَلى ما فَعَلْتُمْ: بهم من إصابتهم بالخطأ.
نادِمِينَ (٦) : على ذلك مغتمين له مهتمين به.
_________
(١) انظره في «تفسيره» (١٦/ ٣٠٠) .
(٢) انظر القرطبي (١٦/ ٣٠٧) .
(٣) انظر: مسند أحمد (٤/ ٢٧٩) ، والطبراني في «الكبير» (٣/ ٢٧٤، ٢٧٥) ، (٣٣٩٥) ، والدر للسيوطي (٧/ ٥٥٥، ٥٥٦) ، الفتح الرّباني (١٨/ ٢٨٢) ، الطبري (٢٦/ ٧٨) ، زاد المسير (٧/ ٤٦٠) ، اللباب (١٩٦) ، القرطبي (١٦/ ٣١١) .',NULL,'425',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (423,'[الآية الثانية]
وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُما فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٩) .
وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا: باعتبار كل فرد من أفراد الطائفتين.
فَأَصْلِحُوا بَيْنَهُما: أي إذا تقاتل فريقان من المسلمين فعلى المسلمين أن يسعوا في الصلح بينهم ويدعوهم إلى حكم الله.
فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ: أي فإن حصل بعد ذلك التعدي من إحدى الطائفتين على الأخرى ولم تقبل الصلح ولا دخلت فيه، كان على المسلمين أن يقاتلوا هذه الطائفة الباغية، حتى ترجع إلى أمر الله وحكمه فإن رجعت تلك الطائفة الباغية عن بغيها وأجابت الدعوة إلى كتاب الله وحكمه، فعلى المسلمين أن يعدلوا بين الطائفتين في الحكم ويتحروا في الصواب المطابق لحكم الله ويأخذوا على يد الطائفة الظالمة، حتى تخرج من الظلم وتؤدي ما يجب عليها للأخرى.
ثم أمر الله سبحانه المسلمين أن يعدلوا في كل أمورهم بعد أمرهم بهذا العدل الخاص بالطائفتين المقتتلتين فقال:
وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٩) أي واعدلوا إن الله يحب العادلين، ومحبته لهم تستلزم مجازاتهم بأحسن الجزاء.
وقد أوضح الشوكاني ما هو الحق في هذا المرام في شرحه «نيل الأوطار للمنتقى» «١» ، وبسطنا الكلام على أحكام البغي والبغاة في شرحنا «مسك الختام لبلوغ المرام» فليرجع إليهما.
_________
(١) انظر: نيل الأوطار (٧/ ٣٣٨ فيما بعدها) .',NULL,'426',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (424,'<span data-type="title" id=toc-146>سورة النجم إحدى وستون وقيل: اثنتان وستون آية</span>
مكية جميعها، في قول الجمهور «١» .
وروي عن ابن عباس: إلا آية منها، وهي قوله: الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ [النجم: ٣٢] الآية.
[الآية الأولى]
وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى (٣٩) .
وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى ٣٩: أي ليس له إلا أجر سعيه وجزاء عمله، ولا ينفع أحدا عمل أحد.
وهذا العموم مخصوص مثل قوله سبحانه: أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ [الطور: ٢١] ، وبمثل ما ورد في شفاعة الأنبياء والملائكة للعباد «٢» ، ومشروعية دعاء الأحياء للأموات وتصدقهم عنهم ونحو ذلك «٣» .
ولم يصب من قال: إن هذه الآية منسوخة بمثل هذه الأمور فإن الخاص لا ينسخ العام بل يخصصه، فكلما قام الدليل على أن الإنسان ينتفع به- وهو من غير سعيه- كان مخصصا لما في هذه الآية من العموم «٤» .
_________
(١) انظر: الفراء (٣/ ٩٤) ، الطبري (٢٧/ ٢٤) ، النكت (٤/ ١١٨) ، زاد المسير (٨/ ٦٢) ، القرطبي (١٧/ ٨٢) ، ابن كثير (٤/ ٢٤٦) ، الدر المنثور (٦/ ١٢١) .
(٢) صحيح: ما رواه مسلم (٣/ ٢٥، ٣٤) ، (١٨٣) عن أبي سعيد الخدري مرفوعا.
(٣) انظر في ذلك: نيل الأوطار (٤/ ١٤٢) .
(٤) انظر: الناسخ والمنسوخ لابن العربي (٢/ ٨٧٨، ٨٧٩) ، والأحكام له (٤/ ١٧١٩) .',NULL,'427',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (425,'<span data-type="title" id=toc-148>سورة الواقعة سبع أو ست وتسعون آية</span>
وهي كلها مكية، في قول جماعة من العلماء كالحسن وعكرمة وجابر وعطاء.
قال ابن عباس وقتادة: إلا آية منها نزلت بالمدينة، وهي قوله تعالى: وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢) [الواقعة: ٨٢] «١» .
[الآية الأولى]
لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) .
لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) : قال الواحدي: أكثر المفسرين على أن الضمير عائد إلى الكتاب المكنون.
والمطهرون: هم الملائكة. وقيل: هم الملائكة والرسل من بني آدم.
ومعنى لا يمسه: المسّ الحقيقي. وقيل: المعنى لا ينزل به إلا المطهرون. وقيل:
المعنى لا يقرؤه. وعلى كون المراد بالكتاب المكنون هو القرآن، فقيل: لا يمسه إلا المطهرون من الأحداث والأنجاس، كذا قال قتادة وغيره «٢» .
وقال الكلبي: المطهرون من الشرك.
وقال الربيع بن أنس: المطهرون من الذنوب والخطايا.
وقال محمد بن الفضل وغيره: معنى الآية لا يقرؤه إلا الموحدون.
وقال الحسين بن الفضل: لا يعرف تفسيره وتأويله إلا من طهره الله من الشرك والنفاق «٣» .
_________
(١) انظر: الطبري (٢٧/ ٩٦) ، وزاد المسير (٨/ ١٣١) .
(٢) انظر: الفراء (٣/ ١٢٩) ، الطبري (٢٧/ ١١٨) والنكت والعيون (٤/ ١٧٨) ، وزاد المسير (٨/ ١٥١) ، القرطبي (١٧/ ٣٢٥) ، وابن كثير (٤/ ٢٩٨) .
(٣) انظر: زاد المسير (٨/ ١٥١، ١٥٢) ، القرطبي (٧/ ٢٢٥) .',NULL,'428',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (426,'وقد ذهب الجمهور إلى منع المحدث من مس المصحف، وبه قال علي وابن مسعود وسعد بن أبي وقاص وابن زيد وعطاء والزهري والنخعي والحكم وحماد وجماعة من الفقهاء منهم مالك والشافعي.
وروي عن ابن عباس والشعبي وجماعة منهم أبو حنيفة: ويجوز للمحدث مسه «١» .
وقد أوضح الشوكاني ما هو الحق في «شرحه للمنتقى» فليرجع إليه «٢» .
_________
(١) انظر: سبل السلام (١/ ٧٠) ، جامع الأمهات (ص ٥٩) كفاية الأخيار (ص ٧٨) ، شرح العبادات لليعقوبي (ص ١٢٦) . [.....]
(٢) انظر: نيل الأوطار (١/ ٢٦٠، ٢٦٢، ٢٨٣، ٢٨٥) .',NULL,'429',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (427,'<span data-type="title" id=toc-150>سورة الحديد تسع وعشرون آية</span>
كلها مدنية. قال القرطبي: في قول الجميع «١» .
[الآية الأولى]
ثُمَّ قَفَّيْنا عَلى آثارِهِمْ بِرُسُلِنا وَقَفَّيْنا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْناهُ الْإِنْجِيلَ وَجَعَلْنا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبانِيَّةً ابْتَدَعُوها ما كَتَبْناها عَلَيْهِمْ إِلَّا ابْتِغاءَ رِضْوانِ اللَّهِ فَما رَعَوْها حَقَّ رِعايَتِها فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فاسِقُونَ (٢٧) .
وَجَعَلْنا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً: الذين اتبعوه هم. الحواريون، جعل الله في قلوبهم مودة لبعضهم البعض.
وَرَحْمَةً: يتراحمون بها بخلاف اليهود فإنهم ليسوا كذلك.
أصل الرأفة: اللين.
والرحمة: الشفقة.
وقيل: الرأفة: أشد الرحمة.
وَرَهْبانِيَّةً ابْتَدَعُوها: أي ابتدعوا رهبانية. ورجحه أبو علي الفارسي على العطف على ما قبلها.
والرهبانية: بفتح الراء وضمها، وهي بالفتح الخوف من الرهب، وبالضم منسوبة إلى الرهبان وذلك لأنهم غلوا في العبادة وحملوا على أنفسهم المشقات في الامتناع من
_________
(١) انظره في «تفسيره» (١٧/ ٢٣٥) .',NULL,'430',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (428,'المطعم والمشرب والمنكح، وتعلقوا بالكهوف والصوامع، لأن ملوكهم غيروا وبدلوا وبقي منهم نفر قليل فترهبوا وتبتلوا. ذكر معناه قتادة والضحاك وغيرهما.
ما كَتَبْناها: أي ما فرضناها.
عَلَيْهِمْ إِلَّا ابْتِغاءَ: استثناء منقطع، أي ما كتبناها عليهم رأسا ولكن ابتدعوها ابتغاء.
رِضْوانِ اللَّهِ فَما رَعَوْها أي هذه الرهبانية التي ابتدعوها من جهة أنفسهم.
حَقَّ رِعايَتِها، بل ضيعوها وكفروا بدين عيسى ودخلوا في دين الملوك الذين غيروا وبدلوا وتركوا الترهب ولم يبق على دين عيسى إلا قليل منهم وهم المرادون بقوله:
فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ الذي يستحقونه بالإيمان، وذلك لأنهم آمنوا بعيسى وثبتوا على دينه حتى آمنوا بمحمد صلّى الله عليه وآله وسلّم لما بعثه الله.
وَكَثِيرٌ مِنْهُمْ فاسِقُونَ (٢٧) : خارجون عن الإيمان بما أمروا أن يؤمنوا به «١» .
_________
(١) انظر: الطبري (٢٧/ ١٣٨) ، زاد المسير (٨/ ١٧٦) ، القرطبي (٧/ ٢٦٣) ، والبحر المحيط (٨/ ٢٢٨) .',NULL,'431',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (429,'<span data-type="title" id=toc-152>سورة المجادلة اثنتان وعشرون آية</span>
وهي مدنية، قاله القرطبي «١» : في قول الجميع، إلا رواية عن عطاء: أن العشر الأول منها مدنية.
[الآيتان: الأولى والثانية]
وَالَّذِينَ يُظاهِرُونَ مِنْ نِسائِهِمْ ثُمَّ يَعُودُونَ لِما قالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ (٣) فَمَنْ لَمْ يَجِدْ فَصِيامُ شَهْرَيْنِ مُتَتابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعامُ سِتِّينَ مِسْكِيناً ذلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكافِرِينَ عَذابٌ أَلِيمٌ (٤) .
وَالَّذِينَ يُظاهِرُونَ مِنْ نِسائِهِمْ: بأن يقول الزوج لامرأته: أنت عليّ كظهر أمي كذا قال ابن عباس.
فالمعنى والذين يقولون ذلك القول المنكر الزور.
ثُمَّ يَعُودُونَ لِما قالُوا: بالتدارك والتلافي، كما في قوله: أَنْ تَعُودُوا لِمِثْلِهِ [النور: ١٧] ، أي إلى مثله.
قال الأخفش: لما قالوا وإلى ما قالوا يتعاقبان. قال: وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا [الأعراف: ٤٣] ، وقال: فَاهْدُوهُمْ إِلى صِراطِ الْجَحِيمِ (٢٣) [الصافات: ٢٣] ، وقال:
بِأَنَّ رَبَّكَ أَوْحى لَها (٥) [الزلزلة: ٥] ، وقال: وَأُوحِيَ إِلى نُوحٍ [هود: ٣٦] .
وقال الفراء: اللام بمعنى ثم يرجعون عما قالوا ويريدون الوطء.
وقال الزجاج: المعنى يعودون إلى إرادة الجماع من أجل ما قالوا.
_________
(١) انظره في «تفسيره» (١٧/ ٢٦٩) .',NULL,'432',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (430,'قال الأخفش أيضا: الآية فيها تقديم وتأخير، والمعنى والذين يظاهرون من نسائهم، ثم يعودون لما كانوا عليه من الجماع.
فَتَحْرِيرُ رَقَبَةٍ، لما قالوا. أي فعليهم تحرير رقبة من أجل ما قالوا.
واختلف أهل العلم في تفسير العود المذكور على أقوال:
الأول: أنه العزم على الوطء، وبه قال العراقيون: أبو حنيفة وأصحابه، وروي عن مالك.
وقيل: هو الوطء نفسه، وبه قال الحسن. وروي أيضا عن مالك، وهو أن يمسكها زوجة بعد الظهار مع القدرة على الطلاق، وبه قال الشافعي.
وقيل: هو الكفارة، والمعنى أنه لا يستبيح وطأها إلا بكفارة، وبه قال الليث بن سعد وروي عن أبي حنيفة.
وقيل: هو تكرير الظهار بلفظه، وبه قال أهل الظاهر.
والظاهر أنها تجزىء أي رقبة كانت.
وقيل: يشترط أن تكون مؤمنة، كالرقبة في كفارة القتل. وبالأول قال أبو حنيفة وأصحابه، وبالثاني قال مالك والشافعي واشترطا سلامتها من كل عيب.
مِنْ قَبْلِ أَنْ يَتَمَاسَّا المراد بالتماس: هنا الجماع، وبه قال الجمهور، فلا يجوز للمظاهر الوطء حتى يكفّر.
وقيل: المراد به الاستمتاع بالجماع أو اللمس أو النظر إلى الفرج بشهوة، وبه قال مالك، وهو أحد قولي الشافعي.
والإشارة بقوله: ذلِكُمْ إلى الحكم المذكور، وهو مبتدأ وخبره:
تُوعَظُونَ: أي تؤمرون بِهِ أو تزجرون به عن ارتكاب الظهار. وفيه بيان لما هو المقصود من شرع الكفارة.
قال الزجاج: المعنى ذلكم التغليظ في الكفارة توعظون به، أي أن غلظ الكفارة وعظ لكم حتى تتركوا الظهار.
وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ (٣) : لا يخفى عليه شيء من أعمالكم فهو مجازيكم عليها.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (431,'ثم ذكر سبحانه حكم العاجز عن الكفارة، فقال: فَمَنْ لَمْ يَجِدْ فَصِيامُ شَهْرَيْنِ مُتَتابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا أي فمن لم يجد الرقبة في ملكه ولم يتمكن من قيمتها، فعليه صيام شهرين متواليين لا يفطر فيهما، فإن أفطر يستأنف إن كان الإفطار لغير عذر، وإن كان لعذر من سفر أو مرض، فقال سعيد بن المسيب والحسن وعطاء بن أبي رباح وعمر بن دينار والشعبي والشافعي ومالك: يبني ولا يستأنف.
وقال أبو حنيفة: إنه يستأنف، وهو مروي عن الشافعي. فلو وطئ ليلا أو نهارا عمدا أو خطأ استأنف، وبه قال أبو حنيفة ومالك.
وقال الشافعي: لا يستأنف إذا وطئ ليلا لأنه ليس محلا للصوم. والأول أولى.
فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعامُ سِتِّينَ مِسْكِيناً لكل مسكين مدّان، وهما نصف صاع. وبه قال أبو حنيفة وأصحابه.
وقال الشافعي وغيره: لكل مسكين مد واحد. والظاهر من الآية أنه يطعمهم حتى يشبعوا مرة واحدة، أو يدفع إليهم ما يشبعهم، ولا يلزمه أن يجمعهم مرة واحدة، بل يجوز له أن يطعم بعض الستين في يوم وبعضهم في يوم آخر.
والإشارة بقوله: ذلِكَ إلى ما تقدم من الأحكام، وهو مبتدأ وخبره مقدر، أي ذلك واقع.
لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ: أي لتصدقوا أن الله أمر به وشرعه، أو لتطيعوا الله ورسوله في الأوامر والنواهي وتقفوا عند حدود الشرع، ولا تعتدوها ولا تعودا إلى الظهار الذي هو منكر من القول وزور.
والإشارة بقوله: وَتِلْكَ إلى الأحكام المذكورة، وهو مبتدأ وخبره:
حُدُودُ اللَّهِ: فلا تجاوزوا حدوده التي حدها لكم، فإنه قد بين لكم أن الظهار معصية، وأن كفارته المذكورة توجب العفو والمغفرة.
وَلِلْكافِرِينَ: الذين لا يقفون عند حدود الله ولا يعملون بما حده الله لعباده وسماه كفرا تغليظا وتشديدا.
عَذابٌ أَلِيمٌ (٤) : هو عذاب جهنم «١» .
_________
(١) انظر في تفسير هذه الآية وأقوال أهل العلم فيها: الأحكام لابن العربي (٤/ ١٧٣٤ إلى ١٧٤٦) ، والناسخ والمنسوخ (٢/ ٨٨١) ، مراتب الإجماع لابن حزم (ص ٩٣) الروضة الندية للمصنف',NULL,'434',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (432,'<span data-type="title" id=toc-154>سورة الحشر</span>
وهي مدنيّة.
قال القرطبي «١» : في قول الجميع.
[الآية الأولى]
ما قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوها قائِمَةً عَلى أُصُولِها فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفاسِقِينَ (٥) .
ما قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوها قائِمَةً عَلى أُصُولِها فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفاسِقِينَ (٥) قال مجاهد: إن بعض المهاجرين وقعوا في قطع النخل، فنهاهم بعضهم وقالوا: إنما هي مغانم للمسلمين. وقال الذين قطعوا: بل هو غيظ للعدو، فنزل القرآن بتصديق من نهى عن قطع النخيل وتحليل من قطعه من الإثم.
واختلف المفسرون في تفسير اللينة؟
فقال الزهري ومالك وسعيد بن جبير وعكرمة والخليل: إنها النخل كله إلا العجوة.
وقال الثوري: هي كرام النخل.
وقال أبو عبيدة: إنها جميع ألوان التمر سوى العجوة والبرني.
وقال جعفر بن محمد: إنها العجوة خاصة. وقيل: هي ضرب من النخل.
_________
(٢/ ٦٥، ٦٧) ، كفاية الأخيار للحصني (٤١٣، ٤١٨) ، جامع الأمهات لابن الحاجب (٣٠٨، ٣١٣) ، مغني المحتاج للشربيني (٣/ ٣٥٢، ٣٥٨) ، شرح الزركشي لمختصر الخرقي (٥/ ٤٧٨، ٤٨٥) ، الروض المربع للبهوتي (٢/ ٣١٠، ٣١٢) .
(١) تفسير القرطبي (١٧/ ٢٦٩) ، ابن كثير (٤/ ٣١٨) ، الطبري (٢٨/ ٢) ، النكت (٤/ ١٩٨) ، زاد المسير (٨/ ١٨٠) ، اللباب (٢٠٦) ، الدر المنثور (٦/ ١٧٩) .',NULL,'435',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (433,'وقال الأصمعي: هي الدقل، وأصل اللينة لونة فقلبت الواو الساكنة ياء لانكسار ما قبلها، وجمع اللينة لين، وقيل: ليان.
وقد استدل بالآية على أن حصون الكفار وديارهم لا بأس بأن تهدم وتحرق وترمى بالمجانيق، وكذلك قطع أشجارهم ونحوها.
وكذا استدل بها على جواز الاجتهاد، وعلى تصويب المجتهدين، والبحث مستوفى في كتب الأصول.
[الآية الثانية] وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ (٦) .
وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ: أي ما رده عليه من أموال الكفار، والضمير عائد إلى بني النضير.
فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ يقال: وجف البعير يجف وجفا: وهو سرعة السير، وأوجفه صاحبه إذا حمله على السير السريع.
والركاب: ما يركب من الإبل خاصة.
والمعنى لم تركبوا لتحصيله خيلا ولا إبلا ولا تجشمتم لها مشقة ولا لقيتم به حربا، وإنما كانت من المدينة على ميلين، فجعلها الله سبحانه لرسوله صلّى الله عليه وآله وسلّم وبارك وسلم خاصة، فإنه افتتحها صلحا وأخذ أموالها، وقد كان يسأله المسلمون أن يقسم لهم فنزلت الآية.
وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ: من أعدائه، وفي هذا بيان أن تلك الأموال كانت خاصة لرسول الله صلّى الله عليه وآله وسلّم دون أصحابه، لكونهم لم يوجفوا عليها بخيل ولا ركاب، بل مشوا إليها مشيا ولم يقاسوا فيها شيئا من شدائد الحروب.
وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ (٦) ، يسلط من يشاء على من أراد، ويعطي من يشاء ويمنع من يشاء، لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ (٢٣) [الأنبياء: ٢٣] .',NULL,'436',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (434,'[الآية الثالثة] ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقابِ (٧) :
ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ: هذا بيان لمصارف الفيء بعد بيان أنه لرسول الله صلّى الله عليه وآله وسلّم خاصة، والتكرير لقصد التقرير والتأكيد.
ووضع مِنْ أَهْلِ الْقُرى، موضع قوله: مِنْهُمْ للإشعار بأن هذا الحكم لا يختص ببني النضير وحدهم، بل هو حكم على كل قرية يفتحها رسول الله صلّى الله عليه وآله وسلّم صلحا، ولم يوجف عليها المسلمون بخيل ولا ركاب.
والمراد بالقرى بنو النضير وقريظة وفدك وخيبر.
وقد تكلم أهل العلم في هذه الآية والتي قبلها: هل معناهما متفق أو مختلف؟
فقيل: معناهما متفق كما ذكرنا، وقيل: مختلف. وفي ذلك كلام لأهل العلم طويل.
قال ابن العربي: لا إشكال في أنها ثلاثة معان في ثلاث آيات:
أما الآية الأولى وهي قوله: وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ فهي خاصة لرسول الله صلّى الله عليه وآله وسلّم، خالصة له وهي أموال بني النضير وما كان مثلها.
وأما الآية الثانية وهي: ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى فهذا كلام مبتدأ غير الأول المستحق غير الأول، وإن اشتركت هي والأولى في أن كل واحدة منهما تضمنت شيئا أفاءه الله على رسوله، واقتضت الآية الأولى أنه حاصل بغير قتال، واقتضت آية الأنفال وهي الآية الثالثة أنه حاصل بقتال، [وعريت] «١» الآية الثانية وهي: ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى عن ذكر حصوله بقتال أو بغير قتال، فنشأ الخلاف من هاهنا:
فطائفة قالت: هي ملحقة بالأولى وهي مال الصلح.
_________
(١) وقع في «المطبوعة» (وأعربت) وهو خطأ واضح، والتصويب من فتح القدير (٥/ ٩٨) .',NULL,'437',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (435,'وطائفة قالت: هي ملحقة بالثالثة وهي آية الأنفال، والذين قالوا إنها ملحقة باية الأنفال اختلفوا هل هي منسوخة؟ أو محكمة؟ هذا أصل كلامه.
وقال مالك: إن الآية الأولى من هذه السورة خاصة برسول الله صلّى الله عليه وآله وسلّم، والآية الثانية هي في بني قريظة، يعني أن معناها يعود إلى آية الأنفال.
ومذهب الشافعي أن سبيل خمس الفيء سبيل خمس الغنيمة، وأن أربعة أخماسه كانت للنبي صلّى الله عليه وآله وسلّم وهي بعده لمصالح المسلمين.
فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ: المراد بقوله: فَلِلَّهِ أنه يحكم فيه بما يشاء، وللرسول ويكون ملكا له، ولذي القربى، وهم بنو هاشم وبنو المطلب، لأنهم قد منعوا من الصدقة فجعل لهم حقا في الفيء، قيل: تكون القسمة في هذا المال على أن تكون أربعة أخماسه لرسول الله صلّى الله عليه وآله وسلّم وخمسه يقسم أخماسا للرسول خمس ولكل صنف من الأصناف الأربعة المذكورة خمس. وقيل: يقسم أسداسا، السادس سهم الله سبحانه، ويصرف إلى وجوه القرب، كعمارة المساجد ونحو ذلك.
كَيْ لا يَكُونَ: أي الفيء.
دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ دون الفقراء.
والدولة: اسم للشيء يتداوله القوم بينهم يكون لهذا مرة ولهذا مرة.
قال مقاتل: المعنى أنه يغلب الأغنياء الفقراء فيقسمونه بينهم ثم لما بين لهم سبحانه مصارف هذا المال أمرهم بالاقتداء برسوله صلّى الله عليه وآله وسلّم فقال:
وَما آتاكُمُ الرَّسُولُ: أي ما أعطاكم من مال الغنيمة.
فَخُذُوهُ وَما نَهاكُمْ عَنْهُ: أي عن أخذه.
فَانْتَهُوا عنه ولا تأخذوه.
قال الحسن والسدي: ما أعطاكم من مال الفيء فاقبلوه، وما منعكم منه فلا تطلبوه.
وقال ابن جريج: ما أتاكم من طاعتي فافعلوا وما نهاكم عنه من معصيتي فاجتنبوه.',NULL,'438',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (436,'والحق أن هذه الآية عامة في كل شيء يأتي به رسول الله صلّى الله عليه وآله وسلّم من أمر أو نهي أو قول أو فعل، وإن كان السبب خاصا فالاعتبار بعموم اللفظ لا بخصوص السبب، وكل شيء أتانا به من الشرع فقد أعطانا إياه وأوصله إلينا، وما أنفع هذه الآية وأكثر فائدتها «١» .
ثم لما أمرهم بأخذ ما أمرهم بأخذه الرسول وترك ما نهاهم عنه أمرهم بتقواه وخوفهم شدة عقوبته فقال: وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ فهو معاقب لمن لم يأخذ ما آتاه الرسول ولم يترك ما نهاه عنه.
_________
(١) انظر: الأحكام لابن العربي (٤/ ١٧٦٠) ، والناسخ والمنسوخ (٢/ ٨٨٤) ، زاد المسير (٨/ ٢٠٩) ، المجاز لأبي عبيدة (٢/ ٢٥٦) ، الطبري (٢٨/ ٢٤) ، النكت (٤/ ٢١٠) ، القرطبي (١٨/ ١٠) ، الفراء (٣/ ١٤٤) ، والروضة الندية للمصنف (٢/ ٣٤٢) ، فتح القدير (٥/ ٩٨) .',NULL,'439',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (437,'<span data-type="title" id=toc-156>سورة الممتحنة ثلاث عشرة آية</span>
وهي مدنيّة، قال القرطبي: في قول الجميع «١» .
[الآيتان: الأولى والثانية]
لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٨) إِنَّما يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ قاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيارِكُمْ وَظاهَرُوا عَلى إِخْراجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولئِكَ هُمُ الظَّالِمُونَ (٩) .
لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيارِكُمْ أَنْ تَبَرُّوهُمْ: بدل من الموصول بدل اشتمال.
وَتُقْسِطُوا إِلَيْهِمْ: يقال أقسط إلى الرجل إذا عاملته بالعدل.
قال الزجاج: المعنى وتعدلوا فيما بينكم وبينهم من الوفاء بالعهد.
إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٨) : أي العادلين. ومعنى الآية أن الله سبحانه لا ينهى عن بر أهل العهد من الكفار الذين عاهدوا المؤمنين على ترك القتال، وعلى أن لا يظاهروا الكفار عليهم، ولا ينهى عن معاملتهم.
قال ابن زيد: كان هذا في أول الإسلام عند الموادعة وترك الأمر بالقتال ثم نسخ.
قال قتادة: نسختها فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ [التوبة: ٥] .
وقيل: هذا الحكم كان ثابتا في الصلح بين النبي صلّى الله عليه وآله وسلّم وبين قريش فلما زال الصلح بفتح مكة نسخ الحكم. وقيل: هي خاصة في خلفاء النبي صلّى الله عليه وآله وسلّم ومن بينه وبينه عهد، قاله الحسن.
_________
(١) انظره في «تفسيره» (١٨/ ٤٩) .',NULL,'440',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (438,'قال الكلبي: هم خزاعة وبنو الحارث بن عبد مناة.
وقال مجاهد: هي خاصة في الذين آمنوا ولم يهاجروا. وقيل: هي خاصة بالنساء والصبيان.
وحكى القرطبي «١» عن أكثر أهل التأويل أنها محكمة.
ثم بيّن سبحانه من لا يحل بره ولا العدل في معاملته، فقال: إِنَّما يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ قاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيارِكُمْ: وهم صناديد الكفر من قريش.
وَظاهَرُوا عَلى إِخْراجِكُمْ: أي عاونوا الذين قاتلوكم وأخرجوكم على ذلك، وهم سائر أهل مكة ومن دخل معهم في عهدهم.
أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولئِكَ هُمُ الظَّالِمُونَ (٩) : أي الكاملون في الظلم لأنهم تولوا من يستحق العداوة لكونه عدوا لله ولرسوله ولكتابه وجعلوهم أولياءهم.
[الآيتان: الثالثة والرابعة] يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ ما أَنْفَقُوا وَلا جُناحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلا تُمْسِكُوا بِعِصَمِ الْكَوافِرِ وَسْئَلُوا ما أَنْفَقْتُمْ وَلْيَسْئَلُوا ما أَنْفَقُوا ذلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٠) وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ إِلَى الْكُفَّارِ فَعاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْواجُهُمْ مِثْلَ ما أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (١١) .
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ: من بين الكفار، وذلك أن النبي صلّى الله عليه وآله وسلّم لما صالح قريشا يوم الحديبية على أن يرد عليهم من جاءهم من المسلمين فلما هاجر إليه النساء أبى الله أن يرددن إلى المشركين، وأمر بامتحانهن فقال:
فَامْتَحِنُوهُنَّ: أي فاختبروهن.
وقد اختلف فيما كان يمتحن به؟ فقيل: كنّ يستحلفن بالله ما خرجن من بغض
_________
(١) انظره في «تفسيره» (١٨/ ٥٩) . وانظر كذلك الناسخ والمنسوخ لابن العربي (٢/ ٨٨٥) .',NULL,'441',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (439,'زوج ولا رغبة من أرض إلى أرض ولا لالتماس دنيا، بل حبا لله ولرسوله صلّى الله عليه وآله وسلّم، ورغبة في دينه فإذا حلفت كذلك أعطى النبي صلّى الله عليه وآله وسلّم زوجها مهرها وما أنفق عليها ولم يردها إليه. وقيل: الامتحان هو أن تشهد أن لا إله إلا الله وأن محمدا رسول الله. وقيل: ما كان الامتحان إلا بأن يتلو عليهن رسول الله صلّى الله عليه وآله وسلّم الآية، وهي يا أَيُّهَا النَّبِيُّ إِذا جاءَكَ الْمُؤْمِناتُ إلى آخرها.
واختلف أهل العلم هل دخل النساء في عهد الهدنة أم لا؟ على قولين: فعلى القول بالدخول تكون هذه الآية مخصصة لذلك العهد، وبه قال الأكثر. وعلى القول بعدمه لا نسخ ولا تخصيص.
اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ: هذه الجملة معترضة لبيان أن حقيقة حالهن لا يعلمها إلا الله سبحانه. ولم يتعبدكم بذلك وإنما تعبدكم بامتحانهن حتى يظهر لكم ما يدل على صدق دعواهن في الرغوب في الإسلام.
فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ: أي علمتم ذلك، بحسب الظاهر بعد الامتحان الذي أمرتم به.
فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ: أي إلى أزواجهن الكافرين.
لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ: تعليل للنهي عن إرجاعهن.
وفيه دليل على أن المؤمنة لا تحل لكافر، وأن إسلام المرأة يوجب فرقتها من زوجها لا مجرد هجرتها، والتكرير لتأكيد الحرمة أو الأول لبيان زوال النكاح القديم، والثاني لامتناع النكاح الجديد.
وَآتُوهُمْ: أي وأعطوا أزواج هؤلاء اللاتي هاجرن وأسلمن مثل:
ما أَنْفَقُوا: عليهن من المهور. قال الشافعي: إذا طلبها غير الزوج من قراباتها منع منها بلا عوض.
وَلا جُناحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ لأنهنّ قد صرن من أهل دينكم.
إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ: أي مهورهن، وذلك بعد انقضاء عدتهن كما تدل عليه أدلة وجوب العدة.
وَلا تُمْسِكُوا بِعِصَمِ الْكَوافِرِ: قد قرأ الجمهور بالتخفيف من الإمساك. واختار هذه القراءة أبو عبيد لقوله: فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ [البقرة: ٢٣١] .',NULL,'442',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (440,'وقرأ الحسن وأبو العالية وأبو عمرو بالتشديد من التمسك «١» .
والعصم: جمع عصمة وهي ما يعتصم به. والمراد هنا عصمة عقد النكاح.
والمعنى أن من كانت له امرأة كافرة فليست له بامرأة لانقطاع عصمتها باختلاف الدين.
قال النخعي: هي المسلمة تلحق بدار الحرب فتكفر. وكان الكفار يزوجون المسلمين والمسلمون يتزوجون المشركات، ثم نسخ ذلك لهذه الآية. وهذا خاص بالكوافر المشركات دون الكوافر من أهل الكتاب، وقيل: عامة في جميع الكوافر، مخصصة بإخراج الكتابيات منها.
وقد ذهب جمهور أهل العلم إلى أنه إذا أسلم وثنيّ أو كتابيّ لا يفرق بينهما إلا بعد انقضاء العدة.
وقال بعض أهل العلم: يفرق بينهما بمجرد إسلام الزوج، وهذا إنما هو إن كانت المرأة مدخولا بها، وأما إذا كانت غير مدخول بها فلا خلاف بين أهل العلم في انقطاع العصمة بينهما بالإسلام، إذ لا عدة عليها.
وَسْئَلُوا ما أَنْفَقْتُمْ وَلْيَسْئَلُوا ما أَنْفَقُوا: أي اطلبوا مهور نسائكم اللاحقات بالكفار.
قال المفسرون: كان من ذهب من المسلمات مرتدة إلى الكفار من أهل العهد، يقال للكفار: هاتوا مهرها، ويقال للمسلمين إذا جاءت امرأة من الكفار إلى المسلمين وأسلمت: ردوا مهرها على زوجها الكافر.
ذلِكُمْ: أي المذكور من إرجاع المهور من الجهتين.
حُكْمُ اللَّهِ، ورسوله.
يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٠) . قال القرطبي «٢» : وكان هذا مخصوصا بذلك الزمان في تلك النازلة خاصة، بإجماع المسلمين.
_________
(١) قال الأزهري: «والمعنى: أن المرأة إذا ارتدّت عن الإسلام فزالت عصمة النكاح بينها وبين زوجها المؤمن فلا يتبعها الزّوج بعد انبتاتها عنه (معاني القراءات ص ٤٨٧، ٤٨٨) بتحقيقنا- ط- دار الكتب العلمية.
(٢) انظره في «تفسيره» (١٨/ ٦٨) .',NULL,'443',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (441,'ولما نزلت الآية المتقدمة قال المسلمون: رضينا بحكم الله، وكتبوا إلى المشركين فامتنعوا، فنزل قوله:
وَإِنْ فاتَكُمْ شَيْءٌ: أي مما دفعتم.
مِنْ أَزْواجِكُمْ أي من مهور نسائكم المسلمات. وقيل: المعنى وإن انفلت منكم أحد من نسائكم.
إِلَى الْكُفَّارِ: فارتدت المسلمة.
فَعاقَبْتُمْ: قال الواحدي، قال المفسرون: أي فغنمتم.
وقال الزجاج: تأويله وكانت العقبى لكم، أي كانت الغنيمة لكم حتى غنمتم.
فَآتُوا الَّذِينَ ذَهَبَتْ أَزْواجُهُمْ مِثْلَ ما أَنْفَقُوا: من مهر المهاجرة التي تزوجوها ودفعوه إلى الكفار ولا تؤتوه زوجها الكافر.
قال قتادة ومجاهد: إنما أمروا أن يعطوا الذين ذهبت أزواجهم مثل ما أنفقوا من الفيء والغنيمة، وهذه الآية منسوخة قد انقطع حكمها بعد الفتح.
وقال قوم: بل محكمة «١» .
وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (١١) : أي احذروا أن تتعرضوا لشيء مما يوجب العقوبة عليكم، فإن الإيمان الذي أنتم متصفون به يوجب على صاحبه ذلك.
[الآية الخامسة] يا أَيُّهَا النَّبِيُّ إِذا جاءَكَ الْمُؤْمِناتُ يُبايِعْنَكَ عَلى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٢) .
يا أَيُّهَا النَّبِيُّ إِذا جاءَكَ الْمُؤْمِناتُ يُبايِعْنَكَ: أي قاصدات مبايعتك على الإسلام.
_________
(١) انظر: الناسخ والمنسوخ لابن العربي (٢/ ٨٨٧) ، والأحكام له (٤/ ٢٧٧٦) ، الطبري (٢٨/ ٤٤، ٤٥) ، النكت (٤/ ٢٢٥) ، زاد المسير (٨/ ٢٤١) ، القرطبي (١٨/ ٦٤) ، الناسخ والمنسوخ للنحاس (٢٣٧) ، الإيضاح (٣٧٦) فما بعدهم. [.....]',NULL,'444',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (442,'وعَلى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً: من الأشياء كائنا ما كان، هذا كان يوم فتح مكة، فإن نساء أهل مكة أتين رسول الله صلّى الله عليه وآله وسلّم يبايعنه فأمره الله أن يأخذ عليهن أن لا يشركن.
وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ: وهو ما كانت تفعله الجاهلية من وأد البنات.
وَلا يَأْتِينَ بِبُهْتانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ: أي لا يلحقن بأزواجهن ولدا ليس منهم.
قال الفرّاء: كانت المرأة تلتقط المولود فتقول لزوجها: هذا ولدي منك، فذلك البهتان المفترى بين أيديهن وأرجلهن، وذلك أن الولد إذا وضعته الأم سقط بين يديها ورجليها، وليس المراد هنا أنها نسيت ولدها من الزنا إلى زوجها، لأن ذلك قد دخل تحت النهي عن الزنا.
وَلا يَعْصِينَكَ فِي مَعْرُوفٍ: أي في كل أمر هو طاعة لله.
قال عطاء: في كل بر وتقوى.
وقال المقاتل: عني بالمعروف النهي عن النوح، وتمزيق الثياب، وجز الشعر، وشق الجيب، وخمش الوجوه، والدعاء بالويل.
وكذا قال قتادة وسعيد بن المسيب ومحمد بن السائب وزيد بن أسلم، ومعنى القرآن أوسع مما قالوه! قيل: ووجه التقييد بالمعروف مع كونه صلّى الله عليه وآله وسلّم لا يأمر إلا به، للتنبيه على أنه لا تجوز طاعة مخلوق في معصية الخالق.
فَبايِعْهُنَّ: هذا جواب إذا، والمعنى إذا بايعنك على هذه الأمور فبايعهن، ولم يذكر في بيعتهن الصلاة والزكاة والصيام والحج لوضوح كون هذه الأمور ونحوها من أركان الدين وشعائر الإسلام، إنما خص الأمور المذكورة لكثرة وقوعها من النساء.
وَاسْتَغْفِرْ لَهُنَّ اللَّهَ: أي اطلب من الله المغفرة لهن بعد هذه المبايعة لهن منك.
إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٢) : أي بليغ المغفرة والرحمة لعباده «١» .
_________
(١) انظر في تفسير هذه الآية: الطبري (٢٨/ ٥١) ، النكت (٤/ ٢٢٨) ، زاد المسير (٨/ ٢٤٤) ، القرطبي (١٧/ ٧١) ، الناسخ والمنسوخ لابن العربي (٢/ ٨٨٨) .',NULL,'445',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (443,'<span data-type="title" id=toc-158>سورة الجمعة إحدى عشرة آية</span>
وهي مدنيّة، قال القرطبي «١» : في قول الجميع.
[الآية الأولى]
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩) .
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نُودِيَ لِلصَّلاةِ: أي وقع النداء: لها، والمراد به الأذان إذا جلس الإمام على المنبر يوم الجمعة، لأنه لم يكن على عهد رسول الله صلّى الله عليه وآله وسلّم نداء سواه.
مِنْ يَوْمِ الْجُمُعَةِ: بيان لإذا وتفسير لها.
وقال أبو البقاء: (من) بمعنى في.
فَاسْعَوْا إِلى ذِكْرِ اللَّهِ: قال عطاء: يعني الذهاب والمشي إلى الصلاة.
وقال الفراء: المضي، والسعي، والذهاب، في معنى واحد. ويدل على ذلك قراءة عمر بن الخطاب وابن مسعود: (فامضوا إلى ذكر الله) .
وقيل: المراد القصد.
قال الحسن: والله ما هو سعي على الأقدام ولكنه قصد بالقلوب والنيات. وقيل:
هو العمل كقوله: وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ [الإسراء: ١٩] ، وقوله:
إِنَّ سَعْيَكُمْ لَشَتَّى (٤) [الليل: ٤] ، وقوله: وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى (٣٩) [النجم: ٣٩] .
_________
(١) انظره في «تفسيره» (١٨/ ٩١) .',NULL,'446',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (444,'قال القرطبي «١» : وهذا قول الجمهور.
وَذَرُوا الْبَيْعَ: أي اتركوا المعاملة به، ويلحق به سائر المعاملات.
قال الحسن: إذا أذّن المؤذن يوم الجمعة لم يحل الشراء والبيع.
والإشارة بقوله: ذلِكُمْ إلى السعي إلى ذكر الله وترك البيع، وهو مبتدأ وخبره:
خَيْرٌ لَكُمْ لما في الامتثال من الأجر والجزاء، وفي عدمه من عدم ذلك إذا لم يكن موجبا للعقوبة.
إِنْ كُنْتُمْ تَعْلَمُونَ (٩) : أي إن كنتم من أهل العلم، فإنه لا يخفى عليكم أن ذلكم خير لكم، أو فاختاروا ذلك «٢» .
_________
(١) انظره في «تفسيره» : (١٨/ ١٠١) .
(٢) انظر: تفسير الطبري (٢٨/ ٦٨) ، وزاد المسير (٨/ ٢٦٧) .',NULL,'447',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (445,'<span data-type="title" id=toc-160>سورة المنافقين إحدى عشرة آية</span>
وهي مدنيّة، قال القرطبي «١» : في قول الجميع.
[الآية الأولى]
إِذا جاءَكَ الْمُنافِقُونَ قالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنافِقِينَ لَكاذِبُونَ (١) .
إِذا جاءَكَ الْمُنافِقُونَ: أي إذا وصلوا إليك وحضروا مجلسك.
قالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ: أكدوا شهادتهم بأن، واللام للإشعار بأنها صادرة من صميم قلوبهم مع خلوص اعتقادهم، والمراد بالمنافقين: عبد الله بن أبيّ وأصحابه.
ومعنى نشهد: نحلف، فهو يجري مجرى القسم، ولذلك يتلقى بما يتلقى به القسم.
وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ: معترضة مقررة لمضمون ما قبلها، وهو ما أظهروه من الشهادة وإن كانت بواطنهم على خلاف ذلك.
وَاللَّهُ يَشْهَدُ إِنَّ الْمُنافِقِينَ لَكاذِبُونَ (١) : أي في الشهادة التي زعموا أنها من صميم القلب وخلوص الاعتقاد، لا إلى منطوق كلامهم وهو الشهادة بالرسالة فإنه حق.
والمعنى والله يشهد إنهم لكاذبون فيما تضمنه كلامهم من التأكيد الدال على أن شهادتهم بذلك صادرة عن خلوص اعتقاد وطمأنينة قلب وموافقة باطن لظاهر «٢» .
_________
(١) انظره في «تفسيره» (١٨/ ١٢٠) .
(٢) انظر: الطبري (٢٨/ ٧١) ، زاد المسير (٨/ ٢٧٥) ، والقرطبي (١٨/ ١٢٥) ، اللباب (٢١٤) ، النكت (٤/ ٢٤٢) .',NULL,'448',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (446,'<span data-type="title" id=toc-162>سورة الطلاق إحدى واثنتا عشرة آية</span>
وهي مدنيّة، قال القرطبي «١» : في قول الجميع.
[الآية الأولى]
يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً (١) .
يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ: نادى النبي صلّى الله عليه وآله وسلّم أولا تشريفا له ثم خاطبه مع أمته، أو الخطاب له خاصة والجمع للتعظيم، وأمته أسوته في ذلك. والمعنى إذا أردتم تطليقهن وعزمتم عليه.
فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ: أي مستقبلات لعدتهن، أو في قبل عدتهن، أو لقبل عدتهن، أو لزمان عدتهن وهو الطهر.
والمراد أن تطلقوهن في طهر لم يقع فيه جماع ثم يتركن حتى تنقضي عدتهن فإذا طلقتموهن هكذا فقد طلقتموهن لعدتهن.
وَأَحْصُوا الْعِدَّةَ: أي احفظوها واحفظوا الوقت الذي وقع فيه الطلاق حتى تتم العدة وهي ثلاثة قروء، والخطاب للأزواج، وقيل: للزوجات، وقيل: للمسلمين على العموم. والأول أولى لأن الضمائر كلها لهم «٢» .
_________
(١) انظره في «تفسيره» (١٨/ ١٤٧) .
(٢) انظر: زاد المسير (٨/ ٢٨٨) ، جامع الأمهات لابن الحاجب (ص ٣١٩) ، مغني المحتاج',NULL,'449',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (447,'وَاتَّقُوا اللَّهَ رَبَّكُمْ: فلا تعصوه فيما أمركم ولا تضاروهن.
لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ: أي التي كن فيها عند الطلاق ما دمن في العدة، وأضاف البيوت إليهن مع كونها لأزواجهن لتأكيد النهي وبيان كمال استحقاقهن للسكنى في مدة العدة، ومثله: وَاذْكُرْنَ ما يُتْلى فِي بُيُوتِكُنَّ [الأحزاب: ٣٤] ، وقوله:
وَقَرْنَ فِي بُيُوتِكُنَّ [الأحزاب: ٣٣] .
ثم لما نهى الأزواج عن إخراجهن من البيوت التي وقع الطلاق وهن فيها، نهى الزوجات عن الخروج أيضا فقال: وَلا يَخْرُجْنَ: أي من تلك البيوت ما دمن في العدة إلا لأمر ضروري وقيل: المراد لا يخرجن من أنفسهن إلا إذا أذن الأزواج لهن، فلا بأس، والأول أولى.
إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ: فهذا الاستثناء هو من الجملة الأولى، أي لا تخرجوهن من بيوتهن، لا من الجملة الثانية.
قال الواحدي: أكثر المفسرين على أن المراد بالفاحشة هنا الزنا، وذلك أن تزني فتخرج لإقامة الحد عليها.
وقال الشافعي وغيره: هي البذاء في اللسان والاستطالة به على من هو ساكن معها في ذلك البيت.
ويؤيد هذا ما قال عكرمة: إن في مصحف أبيّ: إلّا أن يفحشن عليكم وقيل:
المعنى إلا أن يخرجن تعديا، فإن خروجهن على هذا الوجه فاحشة، وهو بعيد.
وَتِلْكَ حُدُودُ اللَّهِ: يعني أن هذه الأحكام التي بينها لعباده هي حدوده التي حددها لهم ليس لأحد أن يتجاوزها إلى غيرها.
وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ: أي يتجاوزها إلى غيرها أو يحل شيئا منها.
فَقَدْ ظَلَمَ نَفْسَهُ: بإيرادها موارد الهلاك وأوقعها في مواقع الضرر، بعقوبة الله له
_________
(٣/ ٣٨٤) ، شرح الزركشي على الخرقي (٥/ ٥٣٤، ٥٣٥) ، مشكل القرآن للقيسي (٢/ ٣٨٤) ، الكشاف للزمخشري (٤/ ٥٥٧) ، وحاشية الجمل على الجلالين (٤/ ٣٥٩) ، الكافي لابن قدامة (٢/ ٩٢٥) ، المحرر لأبي البركات (٢/ ١٠٣) . والروضة الندية (٢/ ٦٩) ، مراتب الإجماع لابن حزم (ص ٨٧) .',NULL,'450',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (448,'على مجاوزته لحدوده وتعديه لرسمه.
لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً (١) قال القرطبي «١» : قال جميع المفسرين أراد بالأمر هنا الرغبة في الرجعة، والمعنى التحريض على الطلاق الواحدة، والنهي عن الثلاث. فإنه إذا طلق ثلاثا أضر بنفسه عند الندم على الفراق والرغبة في الارتجاع، فلا يجد إلى المراجعة سبيلا.
وقال مقاتل: بعد ذلك، أي بعد طلقة أو طلقتين أمرا بالمراجعة.
قال الواحدي: الأمر الذي يحدث أن يوقع في قلب الرجل المحبة لرجعتها بعد الطلقة والطلقتين.
قال الزجاج: وإذا طلقها ثلاثا في وقت واحد؟! فلا معنى لقوله: لعل الله يحدث بعد ذلك أمرا.
[الآيتان: الثانية والثالثة] فَإِذا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهادَةَ لِلَّهِ ذلِكُمْ يُوعَظُ بِهِ مَنْ كانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً (٣) .
فَإِذا بَلَغْنَ أَجَلَهُنَّ: أي قاربن انقضاء أجل العدة.
فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ: أي راجعوهن بحسن معاشرة ورغبة فيهن من غير قصد إلى مضارة لهن.
أَوْ فارِقُوهُنَّ بِمَعْرُوفٍ: أي اتركوهنّ حتى تنقضي عدتهنّ، فيملكن نفوسهن مع بقائهن بما هو لهن عليكم من الحقوق وترك المضارة لهن.
وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ: على الرجعة، وقيل: على الطلاق، وقيل: عليهما قطعا للتنازع وحسما لمادة الخصومة. والأمر للندب كما في قوله: وَأَشْهِدُوا إِذا تَبايَعْتُمْ [البقرة: ٢٨٢]
_________
(١) انظر تفسيره (١٨/ ١٥٦، ١٥٧) .',NULL,'451',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (449,'وقيل: إنه للوجوب. وإليه ذهب الشافعي.
قال: الإشهاد واجب للرجعة مندوب إليه في الفرقة، وإليه ذهب أحمد بن حنبل، وفي قول للشافعي: إن الرجعة لا تفتقر إلى الإشهاد كسائر الحقوق. وروي نحو هذا عن أبي حنيفة وأحمد.
وَأَقِيمُوا الشَّهادَةَ لِلَّهِ: هذا أمر للشهود بأن يأتوا بما شهدوا به تقربا إلى الله.
وقيل: الأمر للأزواج بأن يقيموا الشهادة عند الرجعة فيكون قوله: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ أمرا بنفس الإشهاد، ويكون قوله: وَأَقِيمُوا الشَّهادَةَ، أمرا بأن تكون خالصة لله «١» .
ذلِكُمْ: أي ما تقدم من الأمر بالإشهاد وإقامة الشهادة.
يُوعَظُ بِهِ مَنْ كانَ يُؤْمِنُ: وخص المؤمن.
بِاللَّهِ وَالْيَوْمِ الْآخِرِ لأنه المنتفع بذلك دون غيره.
وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً (٢) مما وقع فيه من الشدائد والمحن.
وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ أي من وجه لا يخطر بباله ولا يكون في حسابه.
قال الشعبي والضحاك: هذا في الطلاق خاصة، أي من طلق كما أمر الله يكن له مخرج في الرجعة في العدة وأنه يكون كأحد الخطاب بعد العدة.
قال الكلبي: ومن يتق الله بالصبر عند المصيبة يجعل له مخرجا من النار إلى الجنة.
وقال الحسن: مخرجا مما نهى الله عنه.
وقال أبو العالية: مخرجا من كل شيء ضاق على الناس.
وقال الحسين بن الفضل: ومن يتق الله في أداء الفرائض يجعل له مخرجا من العقوبة، ويرزقه الثواب من حيث لا يحتسب، أي يبارك له فيما آتاه.
وقال سهل بن عبد الله: ومن يتق الله في اتباع السنة يجعل له مخرجا من عقوبة
_________
(١) انظر: الأحكام لابن العربي (١٨١٣) ، والناسخ والمنسوخ (٢/ ٣٩١) ، الفرّاء (٣/ ١٦٢) ، المجاز (٢/ ٢٥٩) ، ابن قتيبة (٤٧١) ، الطبري (٢٨/ ٩٣) .',NULL,'452',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (450,'أهل البدع، ويرزقه الجنة من حيث لا يحتسب، وقيل غير ذلك.
وظاهر الآية العموم، ولا وجه للتخصيص بنوع خاص، ويدخل ما فيه السياق دخولا أوليا.
وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ: أي ومن يثق بالله فيما نابه كفاه ما أهمه.
إِنَّ اللَّهَ بالِغُ أَمْرِهِ: أي بالغ ما يريده من الأمر، لا يفوته شيء ولا يعجزه مطلوب، أو نافذ أمره لا يرده شيء.
قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً (٣) : أي تقديرا وتوقيتا أو مقدارا، فقد جعل الله سبحانه للشدة أجلا تنتهي إليه وللرخاء أجلا ينتهي إليه.
وقال السدي: هو قد الحيض والعدة «١» .
[الآية الرابعة] وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً (٤) .
وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسائِكُمْ: من الكبار اللاتي قد انقطع حيضهن وأيسن منه.
إِنِ ارْتَبْتُمْ: أي شككتم وجهلتم كيف عدتهن.
فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ: لصغرهن وعدم بلوغهن سن المحيض، أي فعدتهن ثلاثة أشهر أيضا، وحذف هذا لدلالة ما قبله عليه.
وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ: أي انتهاء عدتهن وضع الحمل، وظاهر الآية أن عدة الحوامل هي بالوضع سواء كن مطلقات أو متوفى عنهن، وقد تقدم الكلام في هذا في سورة البقرة «٢» مستوفى، وحققنا البحث في هذه الآية وفي الآية الأخرى:
وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْواجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً.
_________
(١) انظر: الفراء (٣/ ١٦٣) ، زاد المسير (٨/ ٢٩٦) .
(٢) سورة البقرة: آية (٢٣٣) .',NULL,'453',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (451,'وقيل: معنى إِنِ ارْتَبْتُمْ: إن تيقنتم.
ورجح ابن جرير «١» أنه بمعنى الشك، وهو الظاهر.
قال الزجاج: إن ارتبتم في حيضها وقد انقطع عنها الحيض وكانت ممن تحيض مثلها.
وقال مجاهد: إِنِ ارْتَبْتُمْ أي لم تعلموا عدة الآيسة والتي لم تحض، فالعدة هذه.
وقيل: المعنى إن ارتبتم في الدم الذي يظهر منها هل هو حيض أم لا بل استحاضة، فالعدة ثلاثة أشهر «٢» .
وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً (٤) : أي من يتقيه في امتثال أوامره واجتناب نواهيه، يسهل عليه أمره في الدنيا والآخرة.
وقال الضحاك: من يتق الله فيطلق للسّنّة، يجعل له من أمره يسرا في الرجعة.
وقال مقاتل: من يتق الله في اجتناب معاصيه، يجعل له من أمره يسرا في توفيقه للطاعة.
[الآيتان: الخامسة والسادسة]
أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلا تُضآرُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرى (٦) لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتاهُ اللَّهُ لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا ما آتاها سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْراً (٧) .
_________
(١) انظر: الطبري (٢٨/ ٩٦) . [.....]
(٢) انظر: كفاية الأخيار (ص ٤٢٤) ، جامع الأمهات (ص ٣١٨، ٣١٩) ، شرح الزركشي على الخرقي (٥/ ٥٥٥) ، والإشراف (٤/ ٢٨٢) ، والإجماع لابن المنذر (٤٤٧٠) ، والإفصاح للوزير (٢/ ١٧٤) ، مراتب الإجماع لابن حزم (ص ٨٧) ، مغني المحتاج (٥/ ٣٨٨) ، الروضة للمصنف (٢/ ٦٩) .',NULL,'454',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (452,'أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ: هذا بيان ما يجب للنساء من السكنى، و (من) للتبعيض، أي بعض مكان سكناكم، وقيل: زائدة.
مِنْ وُجْدِكُمْ: أي من سعتكم وطاقتكم.
والوجد: القدرة.
قال الفراء: يقول على من يجد، فإن كان موسعا وسع عليها في المسكن والنفقة، وإن كان فقيرا فعلى قدر ذلك.
قال قتادة: إن لم تجد إلا ناحية بيتك فأسكنها فيه.
وقد اختلف أهل العلم في المطلّقة ثلاثا هل لها سكنى ونفقة أم لا؟
فذهب مالك والشافعي إلى أن لها السكنى ولا نفقة لها.
وذهب أبو حنيفة وأصحابه إلى أن لها النفقة والسكنى.
وذهب أحمد وإسحق وأبو ثور إلى أنه لا نفقة لها ولا سكنى، وهذا هو الحق.
وقد قرره الشوكاني في «شرحه للمنتقى» «١» بما لا يحتاج الناظر فيه إلى غيره.
وَلا تُضآرُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ: في المسكن والنفقة.
وقال مجاهد: في المسكن.
وقال مقاتل: في النفقة.
وقال أبو الضحى: هو أن يطلقها فإذا بقي يومان من عدتها راجعها ثم طلقها.
وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ: أي إلى غاية هي وضعهن للحمل. ولا خلاف بين العلماء في وجوب النفقة والسكنى للحامل المطلقة.
فأما الحامل المتوفى عنها زوجها، فقال علي وابن عمر وابن مسعود وشريح والنخعي والشعبي وحماد وابن أبي ليلى وسفيان وأصحابه: ينفق عليها من جميع المال حتى تضع.
وقال ابن عباس وابن الزبير وجابر بن عبد الله ومالك والشافعي وأبو حنيفة
_________
(١) حقا ما قاله المصنف وانظر: نيل الأوطار (٧/ ١٠٥، ١٠٨) .',NULL,'455',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (453,'وأصحابه: لا ينفق عليها إلا من نصيبها، وهذا هو الحق للأدلة الواردة في ذلك من السنة.
فَإِنْ أَرْضَعْنَ لَكُمْ: أولادكم بعد ذلك.
فَآتُوهُنَّ أُجُورَهُنَّ أي أجور إرضاعهن. والمعنى أن المطلقات إذا أرضعن أولاد الأزواج المطلّقين لهن منهن، فلهن أجورهن على ذلك.
وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ: هو خطاب للأزواج والزوجات، أي تشاوروا بينكم بمعروف غير منكر، وليقبل بعضكم من بعض المعروف والجميل.
وأصل معناه: ليأمر بعضكم بعضا بما هو متعارف بين الناس غير منكر عندهم.
قال مقاتل: المعنى ليتراض الأب والأم على أجر مسمى. قيل: فالمعروف الجميل من الزوج أن يوفر لها الأجر، والمعروف الجميل منها أن لا تطلب ما يتعاسره الزوج من [الأجر] «١» .
وَإِنْ تَعاسَرْتُمْ: أي في أجر الرضاع، فأبى الزوج أن يعطي الأم الأجر وأبت الأم أن ترضعه إلا بما تريد من الأجر.
فَسَتُرْضِعُ لَهُ أُخْرى (٦) : أي يستأجر مرضعة أخرى ترضع ولده، ولا يجب عليه أن يسلم بما تطلبه الزوجة، ولا يجوز له أن يكرهها على الإرضاع بما يريد من الأجر.
قال الضحاك: إن أبت الأم أن ترضع استأجر لولده أخرى، فإن لم تقبل أجبرت أمه على الرضاع بالأجر.
لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ: فيه الأمر لأهل السعة بأن يوسعوا على المرضعات من نسائهم على قدر سعتهم.
وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ: أي كان رزقه بمقدار القوت أو مضيقا ليس بموسع.
فَلْيُنْفِقْ مِمَّا آتاهُ اللَّهُ: أي مما أعطاه من الرزق ليس عليه غير ذلك.
لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا ما آتاها: أي ما أعطاها من الرزق، فلا يكلف الفقير بأن ينفق ما ليس في وسعه، بل عليه ما يقدر عليه وتبلغ إليه طاقته مما أعطاه الله من الرزق.
سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْراً (٧) : أي بعد ضيق وشدة سعة وغنى «٢» .
_________
(١) وقع في «المطبوعة» (الأب) وهو خطأ صوبناه من فتح القدير (٥/ ٢٤٥) .
(٢) انظر: تفسير القرطبي (١٨/ ١٦٩) .',NULL,'456',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (454,'<span data-type="title" id=toc-165>سورة التحريم اثنتا عشرة آية</span>
وهي مدنيّة، قال القرطبي «١» : في قول الجميع.
وتسمى سورة النبي صلّى الله عليه وآله وسلّم.
[الآيتان: الأولى والثانية]
يا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ ما أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضاتَ أَزْواجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ (١) قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ وَاللَّهُ مَوْلاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ (٢) .
يا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ ما أَحَلَّ اللَّهُ لَكَ: اختلف في سبب نزول الآية على أقوال:
الأول: قول أكثر المفسرين، قال الواحدي: قال المفسرون: كان النبي صلّى الله عليه وآله وسلّم في بيت حفصة فزارت أباها، فلما رجعت أبصرت مارية في بيتها مع النبي صلّى الله عليه وآله وسلّم، فلم تدخل حتى خرجت مارية، ثم دخلت. فلما رأى النبي صلّى الله عليه وآله وسلّم في وجه حفصة الغيرة والكآبة قال لها: «لا تخبري عائشة ولك عليّ أن لا أقربها أبدا» فأخبرت حفصة عائشة- وكانتا متصافيتين- فغضبت عائشة، ولم تزل بالنبي صلّى الله عليه وآله وسلّم حتى حلف أن لا يقرب ماريّة، فأنزل الله هذه السورة «٢» .
_________
(١) انظر: تفسيره (١٨/ ١٧٧) .
(٢) ضعيف: رواه ابن جرير (٢٨/ ١٠٧) ، والطبراني في «الأوسط» (٧/ ١٢٦، ١٢٧ مجمع) ، والدارقطني (٢/ ٤١، ٤٢) ، عن ابن عباس، وعمر وأبي هريرة. وأورده السيوطي في «الدر» (٨/ ٢١٤، ٢١٥، ٢١٦) . وقال الحافظ (٨/ ٦٥٧) : «وهذه طرق يقوي بعضها بعضا، فيحتمل أن تكون الآية نزلت في السببين معا» ...',NULL,'457',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (455,'قال القرطبي «١» : أكثر المفسرين على أن الآية نزلت في حفصة وذكر القصة.
وقيل: السبب أنه كان النبي صلّى الله عليه وآله وسلّم يشرب عسلا عند زينب بنت جحش، فتواطأت عائشة وحفصة أن يقولا له إذا دخل عليهما: إنا نجد منك ريح مغافير «٢» .
وقيل: السبب المرأة التي وهبت نفسها للنبي صلّى الله عليه وآله وسلّم، وسنده ضعيف «٣» .
والجمع ممكن بوقوع القصتين: قصة العسل وقصة مارية، وأن القرآن نزل فيهما جميعا.
تَبْتَغِي مَرْضاتَ أَزْواجِكَ: ومرضاة اسم مصدر وهو الرضا.
وَاللَّهُ غَفُورٌ رَحِيمٌ (١) : لما فرط منك من تحريم ما أحل الله لك.
قيل: وكان ذلك ذنبا من الصغائر، فلذا عاتبه الله عليه، وقيل: إنها معاتبة على ترك الأولى.
قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ: أي شرع لكم تحليلها وبين لكم ذلك، فكان اليمين عقد والكفارة حل، لأنها تحل للحالف ما حرمه على نفسه.
قال مقاتل: المعنى قد بين الله كفارة أيمانكم في سورة المائدة، أمر الله نبيه أن يكفر يمينه ويراجع وليدته فأعتق رقبة.
قال الزجاج: وليس لأحد أن يحرم ما أحل الله.
قلت: وهذا هو الحق، إن تحريم ما أحل الله لا ينعقد ولا يلزم صاحبه، فالتحليل والتحريم هو إلى الله سبحانه لا إلى غيره، ومعاتبته نبيه صلّى الله عليه وآله وسلّم في هذه السورة أبلغ دليل على ذلك، والبحث طويل والمذاهب فيه كثيرة والمقالات فيه طويلة، وقد حققه الشوكاني رحمه الله تعالى في مؤلفاته بما يشفي.
واختلف العلماء هل مجرد التحريم يمين يوجب الكفارة أم لا؟ وفي ذلك خلاف وليس في الآية ما يدل على أنه يمين لأن الله سبحانه عاتبه على تحريم ما أحله الله له،
_________
(١) انظره في «تفسيره» (١٨/ ١٧٧، ١٧٩) .
(٢) المغافير: بقلة متغيرة الرائحة.
(٣) أورده السيوطي في «الدر» (٨/ ٢١٧) ، وعزاه لابن أبي حاتم وابن مردويه عن ابن عباس مرفوعا.
وضعّفه القرطبي في «تفسيره» (١٨/ ١٧٩) .',NULL,'458',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (456,'ثم قال: قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ، وقد ورد في القصة التي ذهب أكثر المفسرين إلى أنها هي سبب نزول الآية «١» أنه حرم أولا، ثم حلف ثانيا كما قدمنا.
وَاللَّهُ مَوْلاكُمْ: أي وليكم وناصركم والمتولي لأموركم.
وَهُوَ الْعَلِيمُ: بما فيه صلاحكم وفلاحكم.
الْحَكِيمُ (٢) : في أقواله وأفعاله «٢» .
_________
(١) حديث صحيح: رواه البخاري (١١/ ٢٩٣) ، (١٤/ ٣٨٥) ، ومسلم (١٠/ ٧٥) ، وأبو داود (٣/ ٣٨٦) ، والنسائي (٦/ ١٢٣) ، (٧/ ١٣) ، وابن سعد في «طبقاته» (٨/ ٧٦ ق ١) ، وأبو نعيم في «الحلية» (٣/ ٢٧٦) ، عن عائشة مرفوعا مختصرا وتاما.
ورواه النسائي كما في «تفسير ابن كثير (٤/ ٣٨٦) ، والحاكم في «المستدرك» (٢/ ٤٩٣) وصححه وأقرّه الذهبي عن أنس مرفوعا.
وصححه الحافظ في «الفتح» (١١/ ٣٩٢) .
(٢) انظر في تفسير هذه الآية: الفرّاء (٣/ ١٦٥) ، النكت (٤/ ٢٦٠) ، زاد المسير (٨/ ٣٠٢) ، القرطبي (١٨/ ١٧٧، ١٨٤) ، ابن كثير (٤/ ٣٨٦) ، اللباب (٢١٧) ، ابن قتيبة (٤٧٢) .',NULL,'459',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (457,'<span data-type="title" id=toc-167>سورة نوح تسع وعشرون أو ثمان وعشرون آية</span>
مكيّة، قاله عبد الله بن [عباس] «١» وأخرجه عنه ابن [الضريس] «٢» والنحاس وابن مردويه.
[الآيات: الأولى والثانية والثالثة]
فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً (١٠) يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً (١١) وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهاراً (١٢) .
فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً (١٠) : أي سلوه المغفرة من ذنوبكم السالفة بإخلاص النية، إنه كثير المغفرة للمذنبين، وقيل: معنى استغفروا: توبوا عن الكفر إنه كان غفارا للتائبين عنه «٣» .
يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً (١١) : المراد بالسماء: المطر.
والمدرار الدّرور: وهو التحلب بالمطر، أي إرسالا مدرارا.
وفي هذه الآية دليل على أن الاستغفار من أعظم أسباب المطر وحصول أنواع الأرزاق، ولهذا قال:
وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهاراً (١٢) : جارية.
_________
(١) حرّفت في «المطبوعة» إلى (عبد الله بن الزبير) وهو خطأ، وما أثبتت هو الصواب كما في «الدر المنثور» (٨/ ٢٨٨) ، وفتح القدير (٥/ ٢٩٦) .
(٢) صحّفت إلى (الفريس) وهو خطأ واضح والتصويب أيضا من فتح القدير (٥/ ٢٩٦) .
(٣) انظر: الطبري (٢٩/ ٥٧) ، والنكت (٤/ ٣٠٩) ، زاد المسير (٨/ ٣٦٨) ، القرطبي (١٨/ ٢٩٩) . [.....]',NULL,'460',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (458,'<span data-type="title" id=toc-169>سورة المزمل تسع عشرة أو عشرون آية</span>
وهي مكيّة، قال الماوردي: كلها، في قول الحسن وعكرمة وجابر.
قال: وقال ابن عباس وقتادة: إلا آيتين منها وَاصْبِرْ عَلى ما يَقُولُونَ والتي تليها [المزمل: ١٠- ١١] .
[الآيات: الأولى والثانية والثالثة]
قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا (٣) أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا (٤) .
قُمِ اللَّيْلَ: أي قم للصلاة في الليل. واختلف هل كان هذا القيام الذي أمر به فرضا عليه أو نفلا؟.
وقوله: إِلَّا قَلِيلًا (٢) : استثناء من الليل، أي صل الليلة كلها إلا يسيرا منها.
والقيام من الشيء: هو ما دون النصف، وقيل: ما دون السدس، وقيل: ما دون العشر.
وقال مقاتل والكلبي: المراد بالقليل هنا الثلث. وقد أغنانا عن هذا الاختلاف قوله:
نِصْفَهُ أَوِ انْقُصْ مِنْهُ، أي من النصف.
قَلِيلًا (٣) : إلى الثلث.
أَوْ زِدْ عَلَيْهِ، قليلا إلى الثلثين. فكأنه قال: قم ثلثي الليل أو نصفه أو ثلثه.
وقيل: إن نصفه بدل من قوله: قَلِيلًا (٢) : فيكون المعنى قم الليل إلا نصفه أو أقل',NULL,'461',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (459,'من نصفه أو أكثر من نصفه.
قال الأخفش: نصفه أي أو نصفه كما يقال أعطه درهما درهمين ثلاثة يريد أو درهمين أو ثلاثة.
قال الواحدي: قال المفسرون: أو انقص من النصف قليلا إلى الثلث، أو زد على النصف إلى الثلثين. جعل له سعة في مدة قيامه في الليل وخيره في هذه الساعات للقيام، فكان النبي صلّى الله عليه وآله وسلّم وطائفه معه يقومون على هذه المقادير، وشق ذلك عليهم، فكان الرجل لا يدري كم صلى أو كم بقي من الليل وكانوا يقومون الليل كله حتى خفف الله عنهم.
وقيل: الضمير في (منه) و (عليه) راجعان إلى الأقل من النصف كأنه قال: قم أقل من نصفه، أو قم انقص من ذلك الأقل أو أزيد منه قليلا! وهو بعيد جدا.
والظاهر أن نصفه قليلا والضميران راجعان إلى النصف المبدل من (قليلا) «١» .
واختلف في الناسخ لهذا الأمر فقيل: هو قوله: إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ [المزمل: ٢٠] إلى آخر السورة، وقيل: هو قوله: عَلِمَ أَنْ لَنْ تُحْصُوهُ [المزمل: ٢٠] ، وقيل: هو قوله: أَنْ سَيَكُونُ مِنْكُمْ مَرْضى [المزمل: ٢٠] ، وقيل: هو منسوخ بالصلوات الخمس. وبهذا قال مقاتل والشافعي وابن كيسان، وقيل: هو فَاقْرَؤُا ما تَيَسَّرَ مِنَ [المزمل: ٢٠] وذهب الحسن وابن سيرين إلى أن صلاة الليل فريضة على كل مسلم ولو قدر حلب شاة «٢» .
وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا (٤) : أي اقرأه على مهل مع تدبر.
قال الضحاك: اقرأه حرفا حرفا.
قال الزجاج: هو أن تبين جميع الحروف وتوفي حقوقها من الإشباع.
وأصل الترتيل: [التنضيد] «٣» والتنسيق وحسن النظام، وتأكيد الفعل بالمصدر،
_________
(١) انظر: المشكل لمكي بن أبي طالب (٢/ ٤١٨) ، الكشاف (٤/ ١٧٥) ، زاد المسير (٨/ ٣٨٨) ، القرطبي (١٩/ ٣٥) ، البحر المحيط (٨/ ٣٦١) .
(٢) انظر: الناسخ والمنسوخ لابن العربي (٢/ ٤٠١، ٤٠٣) ، والأحكام (٤/ ١٨٥٩) . والناسخ والمنسوخ للنحاس (٢٥٣) ، والإيضاح (٣٨٤) ، والمصفّى (٢١٤) ، وابن البارزي (٣١٢) ، والبصائر (١/ ٤٨٧) .
(٣) ما بين [المعقوفين] حرّف في «المطبوعة» إلى (التقيد) وهو خطأ والتصويب من تفسير فتح القدير',NULL,'462',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (460,'يدل على المبالغة على وجه لا يلتبس فيه بعض الحروف ببعض، ولا ينقص من النطق بالحرف من مخرجه المعلوم مع استيفاء حركته المعتبرة.
[الآية الرابعة]
إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ عَلَيْكُمْ فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَأَقْرِضُوا اللَّهَ قَرْضاً حَسَناً وَما تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْراً وَأَعْظَمَ أَجْراً وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٠) .
إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ: معنى أدنى: أقل، استعير له الأدنى لأن المسافة بين الشيئين إذا دنت قل ما بينهما.
وَنِصْفَهُ: معطوف على أدنى.
وَثُلُثَهُ: معطوف على نصفه. والمعنى أن الله يعلم أن رسوله صلّى الله عليه وآله وسلّم يقوم أقل من ثلثي الليل ويقوم نصفه ويقوم ثلثه.
وبالنصب قراءة ابن كثير والكوفيين.
وقرأ الجمهور: ونصفه وثلثه بالجر عطفا على ثلثي الليل. والمعنى أن الله يعلم أن رسوله يقوم أقل من ثلثي الليل وأقل من نصفه وأقل من ثلثه.
واختار قراءة الجمهور أبو عبيد وأبو حاتم لقوله: عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ فكيف يقومون نصفه وثلثه وهم لا يحصونه.
وقال الفرّاء: القراءة الأولى أشبه بالصواب لأنه قال: أقل من ثلثي الليل، ثم فسر نفس القلة «١» .
_________
(٣) (٥/ ٣١٦) .
والتنضيد: جعل الشيء بعضه فوق بعض [نضد] .
(١) قال أبو منصور: «من قرأ (ونصفه وثلثه) فهو بيّن حسن، وهو تفسير مقدار قيامه، لأنه لما قال (أدنى من ثلثي الليل) كان قوله (ونصفه) مبينا لذلك الأدنى، كأنه يقول: تقوم أدنى من الثلثين',NULL,'463',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (461,'العموم في حقه صلّى الله عليه وآله وسلّم وفي حق أمته، وليس في قوله: فَاقْرَؤُا ما تَيَسَّرَ ما يدل على بقاء شيء من الوجوب، لأنه إن كان المراد به القراءة من القرآن فقد وجدت في صلاة المغرب والعشاء وما يتبعهما من النوافل المؤكدة، وإن كان المراد به الصلاة من الليل فقد وجدت صلاة الليل بصلاة المغرب والعشاء وما يتبعهما من التطوع.
وأيضا الأحاديث الصحيحة المصرحة بقول السائل لرسول الله صلّى الله عليه وآله وسلّم: «هل عليّ غيرها؟ يعني الصلوات الخمس فقال: لا! إلا أن تطوع» «١» ، تدل على عدم وجوب غيرها، فارتفع بهذا وجوب قيام الليل وصلاته عن الأمة، كما ارتفع وجوب ذلك على النبي صلّى الله عليه وآله وسلّم بقوله: وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ [الإسراء: ٧٩] .
_________
فتقوم النصف والثلث، ومن قرأ (ونصفه وثلثه) فالمعنى: وتقوم أدنى من نصفه وثلثه، والوجهان بيّنان. (معاني القراءات ٥١١، ٥١٢) بتحقيقنا- ط- دار الكتب العلمية- بيروت.
(١) حديث صحيح: رواه البخاري (١/ ١٠٦) ، ومسلم (١/ ١٦٦، ١٦٧) عن طلحة بن عبيد الله مرفوعا.',NULL,'464',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (462,'<span data-type="title" id=toc-172>سورة المدثر ست وخمسون آية</span>
وهي مكية بلا خلاف.
[الآيات: الأولى والثانية والثالثة]
وَرَبَّكَ فَكَبِّرْ (٣) وَثِيابَكَ فَطَهِّرْ (٤) وَالرُّجْزَ فَاهْجُرْ (٥) .
وَرَبَّكَ فَكَبِّرْ (٣) : أي واختص سيدك ومالكك ومصلح أمورك بالتكبير، وهو وصفه سبحانه بالكبرياء والعظمة، وأنه أكبر من أن يكون له شريك- كما يعتقده الكفار-، وأعظم من أن تكون له صاحبة أو ولد.
قال ابن العربي «١» : المراد به تكبير التقديس والتنزيه لخلع الأضداد والأنداد والأصنام، ولا يتّخذ وليا غيره ولا يعبد سواه ولا يرى لغيره فعلا إلّا له ولا نعمة إلا منه.
وَثِيابَكَ فَطَهِّرْ (٤) : المراد بها الثياب الملبوسة على ما هو المعنى اللغوي، أمره الله سبحانه بتطهير ثيابه وحفظها عن النجاسات وإزالة ما وقع فيها منها. وقيل: المراد بالثياب القلب.
وقال قتادة: النفس، وقيل: الجسم، وقيل: الأهل، وقيل: الدين.
قال الحسن [والقرظي] «٢» : الأخلاق، لأن خلق الإنسان مشتمل على أحواله اشتماله ثيابه على نفسه.
وقال مجاهد وابن زيد: أي عملك فأصلح.
_________
(١) انظر: الأحكام له (٤/ ٣٣٩) ط. بيروت.
(٢) حرّفت في «المطبوعة» إلى (القرطبي) وهو خطأ، وما أثبت هو الصواب كما في «تفسير القرطبي» (١٩/ ٦٤) .',NULL,'465',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (463,'وقال الزجاج: المعنى وثيابك فقصر لأن تقصير الثوب أبعد من النجاسات إذا انجر على الأرض. وبه قال طاووس. والأول أولى لأنه المعنى الحقيقي، وليس في استعمال الثياب مجازا عن غيرها لعلاقة مع قرينة ما يدل على أنه المراد عند الإطلاق، وليس في مثل هذا الأصل أعني الحمل على الحقيقة عند الإطلاق خلاف.
وفي الآية دليل على وجوب طهارة الثياب في الصلاة.
وَالرُّجْزَ فَاهْجُرْ (٥) : الرجز: معناه في اللغة العذاب، وفيه لغتان كسر الراء وضمها، وسمي الشرك وعبادة الأوثان رجزا لأنهما سبب الرجز.
وقال مجاهد وعكرمة: الرجز الأوثان، كما في قوله: فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ [الحج: ٣٠] ، وبه قال ابن زيد.
وقال إبراهيم النخعي: المأثم.
والهجر: الترك.
وقال قتادة: الرجز: إساف ونائلة، وهما صنمان كانا عند البيت.
وقال أبو العالية والربيع والكسائي: الرجز بالضم الوثن، وبالكسر العذاب.
وقال السدي: الرجز بالضم الوعيد. والأول أولى «١» .
_________
(١) انظر في تفسير الآيات: الفرّاء (٣/ ٢٠٠) والطبري (٢٩/ ٩٢) ، زاد المسير (٨/ ٤٠٠) ، القرطبي (١٩/ ٦٢، ٦٤) ، والطبري (٢٩/ ٩٠) .',NULL,'466',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (464,'<span data-type="title" id=toc-174>سورة أرأيت سبع آيات</span>
ويقال: سورة الماعون، وسورة اليتيم، وسورة الدّين «١» .
وهي مكيّة في قول عطاء وجابر وأحد قولي ابن عباس. ومدنية في قول قتادة وآخرين.
[الآية الأولى]
وَيَمْنَعُونَ الْماعُونَ (٧) .
وَيَمْنَعُونَ الْماعُونَ (٧) قال أكثر المفسرين: هو اسم لما يتعاوزه الناس بينهم من الدلو، والفأس، والقدر، ولا يمنع عادة كالماء والملح.
وقيل: هو الزكاة، أي يمنعون زكاة أموالهم.
قال الزجاج وأبو عبيد والمبرد: الماعون في الجاهلية ما فيه منفعة من قليل أو كثير، وأنشدوا قول الأعشى:
بأجود منه بما عونه ... إذا ما سماؤهم لم تغم
وقالوا أيضا: هو في الإسلام الطاعة والزكاة، وأنشدوا قول الراعي:
أخليفة الرحمن إنا معشر ... حنفاء نسجد بكرة وأصيلا
عرب نرى لله في أموالنا ... حقّ الزكاة منزّلا تنزيلا
قوم على الإسلام لمّا يمنعوا ... ماعونهم ويضيّعوا التهليلا
وقال الفراء: سمعت بعض العرب يقول: الماعون الماء.
_________
(١) انظر: زاد المسير لابن الجوزي (٩/ ٢٤٣) .',NULL,'467',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (465,'وقيل: هو الحق على العبد على العموم.
وقيل: هو المستغل من منافع الأموال، مأخوذ من المعن وهو القليل.
قال قطرب: أصل الماعون من قلة، والمعن الشيء القليل، فسمى الله الصدقة والزكاة ونحو ذلك من المعروف ماعونا لأنه قليل من كثير «١» .
_________
(١) انظر في تفسير هذه الآية: الطبري (٣٠/ ٢٠٣) ، النكت (٤/ ٥٢٩) ، الزّاد (٩/ ٢٤٥) ، القرطبي (٢٠/ ٢١٣) ، الدر المنثور (٦/ ٤٠١) .',NULL,'468',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (466,'<span data-type="title" id=toc-176>سورة الكوثر هي ثلاث آيات</span>
وهي مكيّة، في قول ابن عباس والكلبي ومقاتل، ومدنية في قول الحسن وعكرمة ومجاهد وقتادة «١» .
[الآية: الأولى]
فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) .
فَصَلِّ لِرَبِّكَ المراد الأمر له صلّى الله عليه وآله وسلّم بالدوام على إقامة الصلاة المفروضة.
وَانْحَرْ (٢) : البدن التي هي خيار أموال العرب.
قال محمد بن كعب: إن ناسا كانوا يصلون لغير الله، فأمر الله سبحانه نبيه صلّى الله عليه وآله وسلّم أن تكون صلاته ونحره له.
وقال قتادة وعطاء وعكرمة: المراد صلاة العيد ونحر الأضحية.
وقال سعيد بن جبير: صلّ لربك صلاة الصبح المفروضة بجمع «٢» ، وانحر البدن في منى.
وقيل: وضع اليمنى على اليسرى في الصلاة حذاء النحر، قاله محمد بن كعب.
وقيل: هو أن يرفع يديه في الصلاة عند التكبيرة إلى نحره، وقيل: هو أن يستقبل القبلة بنحره، قاله الفراء والكلبي وابن الأحوص.
قال الفراء: سمعت بعض العرب يقول: نتناحر، أي نتقابل: نحر هذا إلى نحر هذا: أي قبالته.
_________
(١) انظر: الطبري (٣٠/ ٢٠٧) ، زاد المسير (٩/ ٢٤٧، ٢٤٩) ، القرطبي (٢٠/ ٢١٦، ٢١٨) .
(٢) يقصد: جمع المزدلفة. [.....]',NULL,'469',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (467,'وقال ابن الأعرابي: هو انتصاب الرجل في الصلاة بإزاء المحراب من قولهم:
منازلهم تتناحر أي تتقابل.
وروي عن عطاء أنه قال: أمره أن يستوي بين السجدتين جالسا حتى يبدو نحره.
وقال سليمان التيمي: المعنى وارفع يديك بالدعاء إلى نحرك. وظاهر الآية الأمر له صلّى الله عليه وآله وسلّم بمطلق الصلاة ومطلق النحر وأن يجعلهما لله عز وجل لا لغيره، وما ورد في السنة من بيان هذا المطلق بنوع خاص فهو في حكم التقييد له.
وقد أخرج ابن أبي حاتم والبيهقي في «سننه» والحاكم وابن مردويه عن علي بن أبي طالب قال: لما نزلت هذه السورة على النبي صلّى الله عليه وآله وسلّم قال رسول الله صلّى الله عليه وآله وسلّم لجبريل: «ما هذه [النحيرة] التي أمرني بها ربي؟ فقال: إنها ليست بنحيرة ولكن يأمرك إذا تحرمت للصلاة أن ترفع يديك إذا كبرت، وإذا رفعت رأسك من الركوع، فإنها صلاتنا وصلاة الملائكة الذين هم في السموات السبع، وإن لكل شيء زينة وإن زينة الصلاة رفع اليدين عند كل تكبيرة» ، قال النبي صلّى الله عليه وآله وسلّم: «رفع اليدين من الاستكانة التي قال الله: فَمَا اسْتَكانُوا لِرَبِّهِمْ وَما يَتَضَرَّعُونَ (٧٦) [المؤمنون: ٧٦] » . وهو من طريق مقاتل بن حيان عن الأصبغ عن بنانة عن علي «١» .
وأخرج ابن مردويه عن ابن عباس في الآية قال: «إن الله أوحى إلى رسول الله صلّى الله عليه وآله وسلّم أن ارفع يديك حذاء نحرك إذا كبرت للصلاة فذاك النحر» «٢» .
وأخرج ابن أبي شيبة والبخاري في «تاريخه» وابن جرير وابن المنذر وابن أبي حاتم والدارقطني في «الأفراد» ، وأبو الشيخ والحاكم وابن مردويه والبيهقي في «سننه» عن علي بن أبي طالب في قوله: فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) قال: «وضع يديه اليمنى على وسط ساعد اليسرى ثم وضعهما على صدره في الصلاة» «٣» .
_________
(١) موضوع: رواه الحاكم في «المستدرك» (٢/ ٥٣٧، ٥٣٨) ، والبيهقي في «الكبرى» (٢/ ٧٥، ٧٦) وصححه الحاكم، وتعقبه الذهبي بقوله: إسرائيل صاحب عجائب، لا يعتمد عليه، وأصبغ شيعي متروك عند النسائي.
(٢) أورده السيوطي في «الدر» (٨/ ٦٥٠) وعزاه لابن مردويه.
(٣) إسناده ضعيف: رواه ابن جرير (٣٠/ ٣٢٥) وابن أبي شيبة في «المصنف» (١/ ٤٢٧) ، والبخاري في «الكبير» (٦/ ٤٣٧) ، وابن المنذر في «الأوسط» (٣/ ٩١) ، وابن أبي حاتم في «الجرح والتعديل» (٦/ ٣١٣) ، والحاكم (٢/ ٥٣٧) ، والبيهقي (٢/ ٢٩، ٣٠) ، وضعف ابن كثير إسناد هذا',NULL,'470',NULL,NULL,'0');
INSERT INTO [b9759] VALUES (468,'وأخرج أبو الشيخ والبيهقي في «سننه» عن أنس عن النبي صلّى الله عليه وآله وسلّم مثله «١» .
وأخرج ابن أبي حاتم وابن شاهين في «سننه» وابن مردويه والبيهقي عن ابن عباس:
فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) قال: [وضع اليمنى على الشمال عند التحريم في الصلاة] «٢» .
[وأخرج ابن أبي حاتم عن عطاء: فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) قال] «٣» : «إذا صليت فرفعت رأسك قائما من الركوع فاستو قائما» «٤» .
وأخرج ابن جرير وابن المنذر عن ابن عباس في الآية قال: «الصلاة المكتوبة، والذبح يوم الأضحى» «٥» .
وأخرج البيهقي في «سننه» عنه وَانْحَرْ (٢) قال: يقول: واذبح يوم النحر «٦» .
إلى غير ذلك مما نقله المفسرون.
واللفظ وإن كان واسعا يحتمل الكل إلا أن المتعين هو ما ثبت بالأخبار والآثار كما هو المقرر عند الكبار والأخيار «٧» .
وبالله التوفيق ومنه الوصول إلى التحقيق «٨»
_________
الأثر في «تفسيره» (٤/ ٥٩٧) .
(١) إسناده ضعيف: رواه البيهقي (٢/ ٣٠، ٣١) ، عن أنس. وعلقه: جهالة حال شيخ عاصم الأحول.
(٢) ما بين [المعقوفين] سقط من المطبوعة، واستدرك من الدر (٨/ ٦٥٠، ٦٥١) .
والأثر إسناده ضعيف جدا: رواه البيهقي في «الكبرى» (٢/ ٣١) ، وعلته: روح بن المسيب الكلبي. يروي الموضوعات عن الثقات، لا تحل الرواية عنه.
وفيه عمر بن مالك النكري: صدوق له أوهام. وكذا زيد بن حباب: صدوق يخطىء في حديث الثوري.
(٣) ما بين [المعقوفين] سقط من المطبوعة واستدرك من «الدر» (٨/ ٦٥١) .
(٤) أورده السيوطي في «الدر» (٨/ ٦٥١) .
(٥) أثر ضعيف: رواه ابن جرير (٣٠/ ٣٢٦) . وسنده مسلسل بالرواة الضعفاء.
(٦) أثر ضعيف: رواه البيهقي (٩/ ٢٥٩) ، وفيه انقطاع بين عليّ بن أبي طلحة وابن عباس. ومعاوية الحضرمي: صدوق له أوهام.
وعبد الله بن صالح: صدوق كثير الغلط، وفيه غفلة.
(٧) انظر: الفراء (٣/ ٢٩٦) ، النكت (٤/ ٥٣٢) زاد المسير (٩/ ٢٥٠) ، القرطبي (٢٠/ ٢٢) ، اللباب (٢٣٥) ، ابن كثير (٤/ ٥٩٧، ٥٩٨) .
(٨) انتهيت أحمد المزيدي من تحقيقه من عند الآية ٩٢ من سورة النساء إلى سورة الكوثر. والله الموفق لما يحبه ويرضاه.',NULL,'471',NULL,NULL,'0');
