-- Table: b9793
-- Chunk: 1
-- Rows: 515

CREATE TABLE "b9793"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9793
INSERT INTO [b9793] VALUES (1,'<span data-type="title" id=toc-1>مقدمة</span>
بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ* الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه اجمعين.
وبعد:
فان دراسة الانساب تعد من الاهتمامات الاساسية للعرب، ولقد حظي هذا الموضوع باهتمام كبير على مدار التاريخ.
ويعد كتابنا هذا- جمهرة انساب العرب- لابن حزم من اوسع كتب النسب واغناها وأدقها. فقد استفاد ابن حزم من جميع كتب الانساب والتراجم والرجال واستخلص منها مادة كتابه هذا، فجاء كاملا شاملا، جمع بين دفتيه كل ما يحتاجه العالم والباحث في هذا المجال..
كما اشار المؤلف الى الاحداث التاريخية والقبلية والادبية بدقة والتزام، وذكر المدن والمساكن التي تجمهرت فيها لقبائل العربية، وحفظ اسماء تلك البلدان، وقدم بعض الملاحظات التي تشير الى سبب تسمية هذه البلدان.
وتكلم ابن حزم عن المفاخرة بين عدنان وقحطان، وهما الاصلان الاساسيان لقبائل العرب، بالاضافة الى قضاعة. فمرة ينسب الى عدنان، واخرى ينسب الى قحطان او قضاعة، فحصر انساب العرب في هؤلاء الثلاثة.','مقدمة','1',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (2,'هذا وقد قدم لنا دراسة قيمة عن نسب بني اسرائيل، معتمدا في دراسته على التوراة.
فجاء هذا الكتاب جامعا في موضوعه، مانعا في اسلوبه.
هذا وقد استفدنا من تحقيق الاستاذ عبد السلام هارون في اعداد هذا الكتاب، لما وجدنا في تحقيقه من عناية ودقة- جزاه الله عنا الف خير- وآخر دعوانا ان الحمد لله رب العالمين.','مقدمة','2',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (3,'<span data-type="title" id=toc-2>ترجمة المؤلف</span>
علي بن أحمد بن سعيد بن حزم الظاهري، ابو محمد، عالم الاندلس في عصره، وأحد أئمة الاسلام. صاحب مذهب «الحزمية» وكان في الاندلس خلق كثير ينتسبون الى مذهبه.
ولد بقرطبة سنة (٣٨٤ هـ- ٩٩٤ م) وكانت له ولابيه من قبله رياسة الوزارة، وتدبير المملكة، فزهد بها وانصرف الى العلم والتأليف.
فكان حافظا فقيها، مستنبطا للاحكام من الكتاب والسنة. وقد درس المنطق وألف فيه «التقريب لحد المنطق والمدخل اليه» . وجعله بأسلوب اهل العلم لا بأسلوب اهل الفلسفة، معتمدا في امثلته على الامور الفقهية.
ودرس ابن حزم مذهب الشافعي وتعمق في دراسته وتعصب له، ثم انتقل الى مذهب الظاهرية. ودرس فقه المالكية ودرس الموطأ. وقام بتنقيح مذهب داود، ووضع الكتب في بسطه وتفسيره. واتخذ لنفسه بعدها مذهبا خاصا وآراء تفرد بها «١» .
لقد كان ابن حزم بعيدا عن المصانعة، فانتقد كثيرا من العلماء، فأجمعوا على تضليله، وحذروا سلاطينهم من فتنته، فاقصي وطورد، ورحل الى بادية لبلة «في بلاد الاندلس» وتوفي هناك سنة (٤٥٦ هـ- ١٠٦٤ م) .
روي عن ابنه الفضل انه اجتمع عنده بخط ابيه من تآليفه نحو «٤٠٠» مجلد تشتمل على ما يقرب من ثمانين الف ورقة. وكان يقال:
لسان ابن حزم وسيف الحجاج شقيقان.
_________
(١) انظر كتاب العواصم من القواصم لابي بكر بن العربي.','مقدمة','3',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (4,'شيوخه:
قرأ ابن حزم على ابي عمر بن الحسين، ويحيى بن مسعود، وابي الخيار مسعود بن سليمان الظاهري، ويونس بن عبد الله القاضي، وعبد الله بن الربيع التميمي، وغيرهم.
تلاميذه:
روى عنه ابو عبد الله الحميدي صاحب «جذوة المقتبس» وروى عنه ابناه: يعقوب والمصعب، ونشر علمه ولده «ابو رافع» وتتلمذ له ايضا الوزير الامام ابو محمد المغربي.
أقوال بعض العلماء فيه:
- قال عز الدين عبد السلام: «ما رأيت في كتب الاسلام مثل المحلى لابن حزم، والمغني للشيخ الموفق» .
- وقال فيه ابو حامد الغزالي: «وقد وجدت في اسماء الله تعالى كتابا الفه ابو محمد بن حزم، يدل على عظم حفظه، وسيلان ذهنه» .
- وقال الذهبي: «ابن حزم رجل من العلماء الكبار. فيه ادوات الاجتهاد كاملة، تقع له المسائل المحررة والمسائل الواهية كما يقع لغيره، وكل أحد يؤخذ من قوله ويرد، الا رسول الله صلى الله عليه وسلم» .
اشهر مؤلفاته:
١- جمهرة الانساب.
٢- الناسخ والمنسوخ.
٣- حجة الوداع.','مقدمة','4',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (5,'٤- جوامع السيرة.
٥- التقريب لحد المنطق والمدخل اليه.
٦- ملخص ابطال القياس. - حققه الافغاني ورجح نسبته الى ابن حزم.
٧- فضائل الاندلس.
٨- امهات الخلفاء.
٩- رسائل ابن حزم.
١٠- الاحكام لاصول الاحكام.
١١- المفاضلة بين الصحابة.
١٢- مداواة النفوس.
١٣- طوق الحمامة.
١٤- الاجماع ومسائله على ابواب الفقه.
١٥- الاخلاق والسير، في مداواة النفوس.
١٦- اسماء الخلفاء والولاة.
١٧- اسماء الصحابة والرواة.
١٨- اسماء الله تعالى.
١٩- اصحاب الفتيا، من الصحابة ومن بعدهم.
٢٠- اظهار تبديل اليهود والنصارى للتوراة والانجيل.
٢١- الامامة والسياسة.
٢٢- الايصال الى فهم الخصال.
٢٣- نكت الاسلام.
٢٤- التلخيص والتخليص.','مقدمة','5',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (6,'٢٥- الجامع في صحيح الحديث.
٢٦- جمل فتوح الاسلام بعد رسول الله صلى الله عليه وسلم.
٢٧- الفصل في الملل والاهواء والنحل.
٢٨- القراءات المشهورة في الامصار.
٢٩- كتاب فيما خالف فيه ابو حنيفة ومالك والشافعي جمهور العلماء.
٣٠- كشف الالتباس، ما بين الظاهرية واصحاب القياس.
٣١- المجلّى: وهو المتن الذي شرح باسم المحلى.
٣٢- المحلى بالآثار، في شرح المجلى بالاختصار.
٣٣- مراتب الاجماع في العبادات والمعاملات والاعتقادات.
٣٤- مسائل في اصول الفقه.
٣٥- الصادع والرادع. على من كفر اهل التأويل من فرق المسلمين.
٣٦- شرح احاديث الموطأ.
٣٧- رسالة في فضل الاندلس.
٣٨- منتقى الاجماع وبيانه.
٣٩- النصائح المنجية.
٤٠- نقط العروس.
٤١- جمهرة انساب العرب.
«وهو موضوع كتابنا هذا»','مقدمة','6',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (7,'<span data-type="title" id=toc-3>[مقدمة المؤلف]</span>
بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ* صلى الله على سيدنا ومولانا محمد وعلى آله وصحبه وسلّم:
قال أبو محمد علي بن أحمد بن سعيد بن حزم بن غالب الأندلسي.
الحمد لله مبيد كلّ القرون الأول، ومديل الدول، خالق الخلق، باعث محمد- صلى الله عليه وسلم- بدين الحق.
أما بعد، فإن الله عز وجل قال: إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ «١» .
حدثنا عبد الله بن يوسف بن نامى: حدثنا أحمد بن فتح: ناعبد الوهّاب ابن عيسى: ناأحمد بن محمد: ناأحمد بن عليّ: نامسلم بن الحجّاج:
نازهير بن حرب، ومحمد بن المثنى، وعبيد الله بن سعيد؛ قالوا: حدّثنا يحيى، هو ابن سعيد القطّان، عن عبيد الله، هو ابن عمر بن حفص بن عاصم بن عمر ابن الخطاب: ناسعيد بن أبي سعيد، هو المقبري، عن أبيه، عن أبي هريرة: قيل: يا رسول الله! من أكرم الناس؟ قال: «أتقاهم!» قالوا: ليس عن هذا نسألك! قال: «يوسف، نبي الله ابن نبي الله «٢» ابن خليل الله!» . قالوا: ليس عن هذا نسألك! قال: «فعن معادن العرب تسألوني؟ خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا» .
وإن كان الله تعالى قد حكم بأن الأكرم هو الأتقى، ولو أنه ابن زنجية لغية «٣» ، وأن العاصى والكافر محطوظ الدرجة، ولو أنه ابن نبيين، فقد جعل تعارف الناس
_________
(١) سورة الحجرات الآية ١٢.
(٢) انظر صحيح مسلم ٢/ ٢٢٧ بولاق.
(٣) يقال: هو لغية، بفتح الغين وكسرها، أي لزنية لا لنكاح صحيح، ويقال كلمة لاغية اي فاحشة.','1','1',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (8,'بأنسابهم غرضاً له تعالى في خلقه إيانا شعوباً وقبائل؛ فوجب بذلك أن علم النسب علم جليل رفيع، إذ به يكون التعارف. وقد جعل الله تعالى جزءاً منه تعلّمه لا يسع أحدا جهله، وجعل تعالى جزءاً يسيراً منه فضلاً تعلمه، يكون من جهله ناقص الدرجة في الفضل. وكلّ علم هذه صفته فهو علم فاضل، لا ينكر حقه إلا جاهل أو معاند.
فأما الفرض من علم النسب، فهو أن يعلم المرء أن محمداً- صلى الله عليه وسلم- الذي بعثه الله تعالى «١» إلى الجنّ والإنس بدين الإسلام «٢» ، هو محمد بن عبد الله القرشي الهاشمي، الذي كان بمكة، ورحل منها إلى المدينة. فمن شك في محمد- صلى الله عليه وسلم- أهو قرشي، أم يماني، أم تميمي، أم أعجمي، فهو كافر، غير عارف بدينه، إلا أن يعذر بشدّة ظلمة الجهل؛ ويلزمه أن يتعلم ذلك، ويلزم من صحبه تعليمه أيضاً.
ومن الفرض في علم النسب أن يعلم المرء أن الخلافة لا تجوز إلا في ولد فهر ابن مالك بن النضر بن كنانة؛ ولو وسع جهل هذا لأمكن إدعاء الخلافة لمن لا تحلّ له؛ وهذا لا يجوز أصلا. وأن يعرف الإنسان أباه وأمّه، وكلّ من يلقاه بنسب في رحم محرّمة، ليجتنب ما يحرم عليه من النكاح فيهم. وأن يعرف كل من يتصل به برحم توجب ميراثاً، أو تلزمه صلة أو نفقة أو معاقدة أو حكماً ما، فمن جهل هذا فقد أضاع فرضاً واجباً عليه، لازماً له من دينه.
حدثنا أبو محمد عبد الله بن ربيع «٣» التميمىّ قال: ناأبو بكر محمد بن معاوية القرشى الهاشمى: ناأبو عبد الله الحسن بن علي بن الحسين بن علي بن أبي طالب، قال: حدثنى أبى: ناأبو ضمرة أنس بن عياض: ناعبد الملك بن
_________
(١) قال تعالى: وَما أَرْسَلْناكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً.
(٢) قال تعالى: وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ.
(٣) انظر ترجمة عبد الله في جذوة المقتبس ص ٢٤٣ بتحقيق ابن تاويت.','1','2',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (9,'عيسى الثقفي، عن عبد الله بن يزيد مولى المنبعث، عن أبي هريرة قال: قال لنا رسول الله صلى الله عليه وسلم: «تعلموا من أنسابكم ما تصلون به أرحامكم؛ فإن صلة الرحم محبة في الأهل، مثراة في المال، منسأة في الأجل، مرضاة للرب» «١» .
قال أبو محمد علي بن أحمد بن حزم: الحسن المذكور في هذا الحديث، الذي رواه عنه محمد بن معاوية هذا، هو الحسن الأطروش الذي أسلم الديلم «٢» على يديه.
قال علي بن أحمد: وأما الذي تكون معرفته من النسب فضلاً في الجميع، وفرضا على الكفاية، نعني «٣» على من يقوم به من الناس دون سائرهم، فمعرفة أسماء أمهات المؤمنين، المفترض حقهن على جميع المسلمين، ونكاحهنّ على جميع المؤمنين حرام؛ ومعرفة أسماء أكابر الصحابة من المهاجرين والأنصار- رضي الله عنهم- الذين حبّهم فرض. وقد صح
عن رسول الله صلى الله عليه وسلم: «آية الإيمان حب الأنصار، وآية النفاق بغض الأنصار!» «٤» .
فهم الذين أقام الله بهم الإسلام، وأظهر الدين بسعيهم. وكذلك صح أنه- عليه السلام- أمر كل من ولى من أمور المسلمين شيئاً أن يستوصى بالأنصار خيراً، وأن يحسن إلى محسنهم، ويتجاوز عن مسيئهم.
قال علي: فإن لم نعرف أنساب الأنصار، لم نعرف إلى من نحسن ولا عمن نتجاوز؛ وهذا حرام «٥» . ومعرفة من يجب له حق في الخمس من ذوي القربى؛ ومعرفة من تحرم عليهم الصدقة من آل محمد- عليه السلام- ممن لا حق له فى الخمس، ولا تحرم عليه الصدقة. وكلّ ما ذكرنا، فهو جزء من علم النسب.
فوضح بما ذكرنا بطلان قول من قال إن علم النسب علم لا ينفع، وجهالة لا تضرّ،
_________
(١) انظر مسند الامام أحمد ج ٢ ش ٣٧٤.
(٢) انظر ما سيأتي في «بني عمر بن علي بن الحسين» .
(٣) أي فرض كفاية وليس فرض عين.
(٤) حديث صحيح رواه البخاري ومسلم والنسائي وأحمد.
(٥) روى الامام أحمد في مسنده أن رسول الله صلى الله عليه وسلم قال: «استوصوا بالانصار خيرا» .','1','3',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (10,'وصحّ أنه بخلاف ما قال؛ وأنه علم ينفع وجهل يضرّ. وقد أقدم قوم فنسبوا هذا القول إلى رسول الله صلى الله عليه وسلم.
قال علىّ: وهذا باطل ببرهانين: أحدهما: أنه لا يصح «١» من جهة النقل أصلا؛ وما كان هكذا فحرام على كل ذي دين أن ينسبه إلى النبي صلى الله عليه وسلم؛ خوف أن يتبوأ مقعده من النار، إذ تقول عليه ما لم يقل. والثانى: أن البرهان قد قام بما ذكرناه آنفاً على أن علم النسب علم ينفع، وجهل يضرّ فى الدنيا والآخرة، ولا يحل لمسلم أن ينسب الباطل المتيقن إلى رسول الله صلى الله عليه وسلم؛ وهذا من أكبر الكبائر. وفي الفقهاء من يفرق في أخذ الجزية وفى الاسترقاق، بين العرب [وبين] «٢» العجم، ويفرّق بين حكم نصارى بني تغلب، وبين حكم سائر أهل الكتاب فى الجزية وإضعاف الصدقة؛ فهؤلاء يتضاعف الفرض عندهم في الحاجة إلى علم النسب. وقد قص الله تعالى علينا في القرآن ولادات كثير من الأنبياء- عليهم السلام- وهذا علم نسب. وكان رسول الله- صلى الله عليه وسلم- يتكلم في النسب
فقال: «نحن بنو النضر بن كنانة»
وذكر أفخاذ الأنصار- رضي الله عنهم- إذ فاضل بينهم. فقدم بني النجار، ثم بني عبد الأشهل، ثم بني الحارث بن الخزرج، ثمّ بنى ساعدة؛ ثمّ
قال- عليه السلام-: «وفى كلّ دور الأنصار خير» .
وذكر بنى تميم، وبني عامر بن صعصعة وغطفان. وأخبر- عليه السلام- أن مزينة، وجهينة، وأسلم، وغفارا، خير منهم يوم القيامة. وذكر بنى تميم وشدّتهم على الدّجّال «٣» . وأخبر- عليه السلام- أن بني العنبر بن عمرو بن تميم من ولد إسماعيل. ونسب الحبشة إلى أرفدة. ونادى قريشا بطناً بطناً، إذ أنزل الله عليه: وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ «٤» ، وكلّ هذا علم نسب.
_________
(١) أي لا يعتبره أهل الحديث صحيحا.
(٢) أي بين العرب والعجم.
(٣) انظر كتاب الاشاعة للشريف الحسيني.
(٤) سورة الشعراء الآية ٢١٣.','1','4',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (11,'قال على: وكل هذا يبطل ما روى عن بعض الفقهاء من كراهية الرفع في النسب إلى الآباء من أهل الجاهلية؛ لأن هؤلاء الذين ذكر النبي صلى الله عليه وسلم آباء جاهليون.
وقد قال عليه السلام: أنا النبي لا كذب أنا ابن عبد المطلب
حدثنا محمد بن سعيد بن نبات: ناعبد الله بن نصر: ناقاسم بن أصبغ:
نامحمد بن وضّاح: ناموسى بن معاوية: ناوكيع: ناهشام بن عروة، عن أبيه، قال: قال عمر بن الخطّاب: «تعلموا من أنسابكم ما تصلون به أرحامكم» .
وكان أبو بكر الصديق- رضي الله عنه- وأبو الجهم بن حذيفة العدوى، وجبير بن مطعم بن عدي بن نوفل بن عبد مناف، من أعلم الناس بالأنساب.
وكان عمر، وعثمان، وعلىّ، به علماء، رضي الله عنهم. وإنما ذكرنا أبا بكر، وأبا الجهم بن حذيفة، وجبيرا قبلهم، لشدة رسوخهم في العلم بجميع أنساب العرب. وقد أمر رسول الله صلى الله عليه وسلم، حسان بن ثابت رضي الله عنه، أن يأخذ ما يحتاج إليه من علم نسب قريش عن أبي بكر الصديق- رضي الله عنه- وهذا يكذب قول من نسب إلى رسول الله- صلى الله عليه وسلم- أن النسب علم لا ينفع، وجهل لا يضر؛ لأن هذا القول لا يصحّ، وكل ما ذكرنا صحيح مشهور منقول بالأسانيد الثابتة، يعلمها من له أقل علم بالحديث.
وما فرض عمر بن الخطاب، وعثمان بن عفان، وعلي بن أبي طالب- رضي الله عنهم- الديوان، إذ فرضوه، إلا على القبائل؛ ولولا علمهم بالنسب، ما أمكنهم ذلك. فبطل كل قول خالف ما ذكرناه.
وكان سعيد بن المسيّب، وابنه محمد بن سعيد، والزّهرىّ، من أعلم الناس بالأنساب، في جماعة من أهل الفضل والفقه والإمامة، كمحمد بن إدريس الشافعي، وأبى عبيد القاسم بن سلام، وغيرهما.
ومات بقرطبة سنة ٤٢٢ محمد بن عبيد الله بن عبد الله بن عبد الله بن مروان ابن عبد الله بن مسلمة بن عبد الرحمن بن معاوية بن هشام بن عبد الملك بن مروان','1','5',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (12,'ابن الحكم الكاتب، وهو آخر من بقي من ولد مسلمة بن عبد الرحمن بن معاوية، المعروف بكليب، وإليه تنسب أرحى كليب التي على النهر بقبلي قرطبة؛ فورثت أنا ماله محمد بن عبد الملك بن عبد الرحمن [بن عبد الملك بن عبد الرحمن] ابن سعيد الخير بن عبد الرحمن بن معاوية. بالقعدد، ودفعته إليه، وقضيت له به؛ وما كان عند محمد بن عبد الملك بن عبد الرحمن هذا علم بأنه مستحق هذا المال، ولا كان له طمع في أخذه؛ فلولا علمي بالنسب لضاع هذا المال، وأخذه غير أهله بغير حق! ومثل هذا كثير.
قال علي: فجمعنا في كتابنا هذا تواشج أرحام قبائل العرب، وتفرّ بعضها من بعض، وذكرنا من أعيان كل قبيلة مقداراً يكون من وقف عليه خارجاً من الجهل بالأنساب، ومشرفا على جمهرتها. وبالله تعالى التوفيق.
وبدأنا بولد عدنان، لأنهم الصريح من ولد إسماعيل الذبيح بن إبراهيم الخليل رسول الله صلى الله عليه وسلم، ولأن محمداً رسول الله صلى الله عليه وسلم، سيد ولد آدم- عليه السلام- من عدنان.
وابتدأنا من ولد عدنا بقريش لموضعه عليه السلام منهم، وابتدأنا من قريش بالأقرب فالأقرب منه عليه السلام، ثم الأقرب فالأقرب من قريش. وابتدأنا من ولد قحطان بالأنصار- رضي الله عنهم- لأنهم أولى الناس بذلك، لتقديم الله تعالى إياهم في الفضل، ولما أظهر الله عزّ وجلّ بأيديهم من الدين، فأوجب لهم بذلك حقاً على كل مسلم؛ ثم بالأقرب فالأقرب من الأنصار.
وبالله تعالى التوفيق، لا رب غيره. [ولا معبود سواه] .','1','6',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (13,'<span data-type="title" id=toc-4>باب الكلام في انقسام أجذام العرب جملة</span>
جميع العرب يرجعون إلى ولد ثلاثة رجال: وهم عدنان، وقحطان، وقضاعة.
فعدنان من ولد إسماعيل بلا شك في ذلك، إلا أن تسمية الآباء بينه وبين إسماعيل قد جهلت جملة. وتكلم في ذلك قوم بما لا يصح؛ فلم نتعرض لذكر ما لا يقين فيه؛ وأمّا كل من تناسل من ولد إسماعيل- عليه السلام- فقد غبروا ودثروا، ولا يعرف أحد منهم على أديم الأرض أصلاً، حاشا ما ذكرنا من أن بني عدنان من ولده فقط.
وأما قحطان، فمختلف فيه من ولد من هو؟ فقوم قالوا: هو من ولد إسماعيل- عليه السلام-. وهذا باطل بلا شك، إذ لو كانوا من ولد إسماعيل، لما خص رسول الله- صلى الله عليه وسلم- بني العنبر بن عمرو بن تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان بأن تعتق منهم عائشة.
وإذ كان عليها نذر عتق رقبة من بني إسماعيل، فصح بهذا أن في العرب من ليس من ولد إسماعيل. وإذ بنو العنبر من ولد إسماعيل، فآباؤه بلا شك من ولد إسماعيل؛ فلم يبق إلّا قحطان وقضاعة.
وقد قيل إن قحطان من ولد سام بن نوح؛ والله أعلم؛ وقيل: من ولد هود عليه السلام؛ وهذا باطل أيضاً بيقين قول الله تعالى: وَإِلى عادٍ أَخاهُمْ هُوداً* «١» وقال تعالى: وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ. سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً فَتَرَى الْقَوْمَ فِيها صَرْعى كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ. فَهَلْ تَرى لَهُمْ مِنْ باقِيَةٍ «٢» . وهود، عليه السلام، من عاد، ولا ترى باقية لعاد.
_________
(١) سورة الاعراف الآية ٦٤.
(٢) سورة الحاقة الآية (٥- ٧) .','1','7',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (14,'والذى في التوراة من أنه قحطان بن عامر بن شالخ بن أرفخشد «١» بن سام بن نوح، عليه السلام فقد بينا في كتابنا الموسوم ب «الفصل» يقين فساد نقل التوراة، عند ذكرنا ما فيها من الكذب الظاهر، الذي لا مخرج منه، وأنها مصنوعة مولدةٌ، ليست التي أنزل الله تعالى على موسى- عليه السلام- ألبتّة.
وأما قضاعة فمختلف فيه: فقوم يقولون: هو قضاعة بن معد بن عدنان، وقوم يقولون: هو قضاعة بن مالك بن حمير؛ فالله أعلم.
ووجدنا فى كتب بطليموس، وفى كتب العجم القديمة، ذكر القضاعيين ونبذة من أخبارهم وحروبهم. فالله أعلم أهم أوائل قضاعة هذه وأسلافهم، أم هم غيرهم.
وبلاد قضاعة متّصلة بالشأم، وببلاد يونان والأمم التي بادت ممالكها بغلبة الروم عليها، وببلاد بنى عدنان، ولا تتصل ببلاد اليمن أصلاً. إلا أن الذي يقطع به، ويثبت، ويحقق، ويوقن، فهو أنه ليس على ظهر الأرض أحد يصل نسبه بصلة قاطعة، ونقل ثابت، إلى إسماعيل، ولا إلى إسحاق- عليهما السلام- نعني ابني إبراهيم خليل الله- صلى الله عليه وسلم- فكيف إلى نوح؟ فكيف إلى آدم؟ - عليهما السلام- هذا ما لا مرية فيه! وقد ظن قوم من فرقةٍ، أن [رأس] الجالوت يصل نسبه إلى إسحاق عليه السلام، وليس كما ظنّوا، وقد بينا البرهان على كذب هذا الظنّ، وعلى أن نسب داود، عليه السلام، لا يصل إلى إسحاق، في كتاب «الفصل» ؛ فأغنى عن إعادته. فأثبتنا الصحيح، وألغينا المشكوك. وبالله تعالى التوفيق.
وأمّا الذين يسمّونهم العرب والنسّابون العرب العاربة كجرهم، وقطورا «٢» ،
_________
(١) هو قحطان بن عابر بن شالح بن ارفخشذ بن سام بن نوح عليه السلام اصل الخرب القحطانية، وأبو بطون حمير، وكهلان، والتبابعة (ملوك اليمن) واللخميين (ملوك الحيرة) والغساسنة (ملوك الشام) في الجاهلية يعده أهل الانساب اول رجال الجيل الثاني من أجيال العرب الثلاثة (العاربة والمتعربة والمستعربة) . - الاعلام: ٥: ١٩٠-
(٢) انظر السيرة ٧١ جوتنجن.','1','8',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (15,'وطسم، وجديس، وعاد، وثمود، وأميم «١» ، وإرم، وغيرهم، فقد بادوا؛ فليس على أديم الأرض أحد يصحح أنه منهم، إلا أن يدعي قوم ما لا يثبت. وكذلك سائر ولد إبراهيم- صلى الله عليه وسلم- كمدين بن إبراهيم، وسائر إخوته؛ وكذلك بنو عمون «٢» المنسوبون إلى لوط عليه السلام. وكذلك ولد ناحورا أخي إبراهيم عليه السلام. وكذلك ولد عيصو «٣» بن إسحاق عليه السلام؛ فليس على وجه الأرض أحد يقال: «هذا منهم» ، على ما كانوا فيه من كثرة العدد.
فسبحان هادم الممالك، ومبيد القرون، ومفنى الأمصار، وماحى الآثار، الذي يرث الأرض ومن عليها، وهو خير الوارثين.

<span data-type="title" id=toc-5>هؤلاء ولد عدنان والصريح من ولد إسماعيل عليه السلام</span>
قال علي: شرطنا أن لا نذكر من ولادات أوائل القبائل وأوساطها إلا من أنسل من العرب. وأمّا من انقرض نسله فلا معنى لذكره، إلا من كان من الصحابة- رضي الله عنهم- وأبنائهم، وأهل الشرف ونباهة الذكر، فلا بد من ذكرهم؛ أو يدعو سبب إلى ذكر من انقرض عقبه لشهرته أو لبعض الأمر، وإن انقرضت أعقابهم. وبالله تعالى التوفيق.
ولد عدنان: معدّ بن عدنان: وعكّ بن عدنان، قيل: اسمه الحارث، وقد قيل:
عك بن الديث (بالدال غير منقوطة، والثاء التي عليها ثلاث نقط) ابن عدنان.
فولد معد بن عدنان: نزار بن معدّ؛ وإياد بن معدّ؛ وقنص «٤» بن معدّ.
_________
(١) أميم بن لاوذ بن سام بن أرم. نهاية الارب ٢: ٢٩٢.
(٢) بنو عمون، هم بنو ابن ابنة لوط الصغرى، واسم ذلك الولد «بن عمي» . التكرين ١٩: ٣٨.
(٣) هو المسمى في التوراة «عيسو» أحد ولدى اسحاق. تكوين ٢٥: ٢٥.
(٤) قنص- محركة-: ابنا معد بن عدنان.','1','9',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (16,'وقد قيل إن ملوك الحيرة من المناذرة وآلهم «١» من ولد قنص، والله أعلم؛ وقيل وعبيد الرماح بن معد؛ ذكر أنهم دخلوا في بني مالك بن كنانة، والله أعلم.
والضحاك بن معد؛ هو الذي أغار على بني إسرائيل في أربعين فارساً من تهامة.
فولد نزار بن معد بن عدنان: مضر، وربيعة، وإياد؛ وقيل: وأنمار. وذكروا أن خثعم وبجيلة من ولد أنمار، والله أعلم. إلا أن الصحيح المحض الذي لا شك فيه، أن قبائل مضر، وقبائل ربيعة ابنى نزار، ومن تناسل من إياد ومن عك، فإنهم صرحاء ولد إسماعيل عليه السلام، ولا يصح ذلك لغيرهم البتة.
فولد مضر: إلياس «٢» بن مضر: وقيس عيلان بن مضر، [أمهما أسمى بنت سود بن أسلم بن الحارث بن قضاعة] «٣» . وقد قال قوم: قيس بن عيلان بن مضر، والصحييح قيس عيلان. قال نصر بن سيار.
أنا ابن خندف تنميني قبائلها ... للصالحات وعمى قيس عيلانا
وقال حضين بن المنذر بن الحارث بن وعلة، بحضرة وجوه العرب وقتيبة ابن مسلم، في حديث طويل:. «لو رآها قيس لسمّى قيس شبعان، ولم يسمّ قيس عيلان» «٤» . وهاتان شهادتان عاملتان.
فولد إلياس بن مضر بن نزار بن معد بن عدنان: عامر، وهو مدركة؛ وعمرو، وهو طابخة؛ وعمير، وهو قمعة، أمهم خندف من قضاعة؛ فنسبوا إليها، وخزاعة من ولد قمعة المذكور.
_________
(١) اي ملوك المناذرة وابناءهم.
(٢) بهمزة الوصل على الاصح. وقيل بهمزة القطع المكسورة. الروض الانف ١: ٧.
(٣) انظر تاريخ الطبري ج ١ ص ١١٠٨ طبعة ليدن. وفي كتاب نسب قريش ٧ أن أمهما «الحنفاء ابنة أياد بن معد» .
(٤) أنظر الكامل للمبرد طبعة الحلبي بمصر بتحقيق أحمد شاكر ص ٧١٩.','1','10',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (17,'فولد مدركة بن الياس بن مضر بن نزار بن معد بن عدنان: خزيمة بن مدركة، وهذيل بن مدركة. وقيل: وغالب بن مدركة، قيل إن ولد غالب هذا دخلوا في بني الهون بن خزيمة بن مدركة؛ والله أعلم.
فولد خزيمة بن مدركة بن الياس بن مضر بن نزار بن معد بن عدنان: كنانة ابن خزيمة: وأسد بن خزيمة، والهون بن خزيمة. وقال قوم، وليس بشىء: وأسد [بن خزيمة] ، وإن لخما وجذام وعاملة هم بنو أسدة بن خزيمة، والله أعلم.

<span data-type="title" id=toc-6>هؤلاء ولد كنانة بن خزيمة بن مدركة بن الياس بن مضر ابن نزار بن معد بن عدنان</span>
ولد كنانة بن خزيمة بن مدركة: النضر، وملك، وملكان «١» ، وعبد مناة؛ لم يعقب لكنانة ولد غير هؤلاء. وليس في العرب ملك (بإسكان اللام) غير ملك بن كنانة فقط؛ وسائرهم مالك (بكسر اللام وقبلها ألف) ، ولا أعرف فيمن تأخر من اسمه ملك أيضاً، إلا ملك والد بكر بن ملك، صاحب فرغانة، من كبار الدهاقين.
فإلى هؤلاء ترجع جميع أنساب كنانة.

<span data-type="title" id=toc-7>هؤلاء ولد النضر بن كنانة بن خزيمة بن مدركة بن الياس ابن مضر بن نزار بن معد بن عدنان</span>
ولد النضر بن كنانة: مالك بن النضر، لا يصح له عقب من ولد غيره؛ وقيل:
ويخلد بن النضر، وإنّ بني يخلد هؤلاء دخلوا فى بنى كنانة؛ والله أعلم. قيل إنه كان منهم قريش بن بدر بن يخلد بن النضر، وإنه كان دليل قومه في الجاهلية في متاجرهم؛ فكان يقال: «قدمت عير قريش!» . فيه سموا قريشا. وقيل إن
_________
(١) ملكان- محركة-: ابن جرم، وابن عباد في قضاعة ومن سواهما من العرب فبالكسر. «قال الشارح: راجع الى ابن جرم فقط، وأما ابن عباد فهو السكون» .','1','11',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (18,'بدراً أباه إليه نسبت بدر، البقعة المكرمة التي نصر الله فيها رسوله صلى الله عليه وسلم.
فولد مالك بن النضر بن كنانة: فهر بن مالك، لا يصح له عقب من ولد غيره، وهو الصريح من ولده. وقيل أيضا: والصّلت بن مالك، وإن ولد الصلت هذا دخل في بني مليح من خزاعة «١» ، رهط كثير بن عبد الرحمن الشاعر؛ ولذلك كان ينتسب في قريش.

<span data-type="title" id=toc-8>هؤلاء ولد فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن الياس بن مضر بن نزار بن معدّ بن عدنان</span>
وهم قريش لا قريش غيرهم؛ ولا يكون قريشي إلا منهم، ولا من ولد فهر أحد إلا قريشي «٢» ولد فهر بن مالك: غالب، وفيه البيت والعدد (نعني بالبيت حيث ما ذكرناه الشرف، وبالعدد الكثرة) ؛ ومحارب؛ والحارث. فولد غالب بن فهر: لؤىّ بن غالب؛ وتميم بن غالب، وهو الأدرم؛ وقيس بن غالب، انقرض. آخر من بقي من قيس ابن غالب رجل مات في أيام خالد بن عبد الله القسري، فبقي لا يعرف من يستحق ميراثه؛ لكثرة ولد لؤي وانتشارهم.
فولد لؤي بن غالب: كعب بن لؤىّ، وفيه البيت والعدد؛ وعامر بن لؤى، وهذان الصريحان من ولد لؤي [بن غالب؛ وسامة «٣» بن لؤى. وقد قيل: وسعد ابن لؤى] «٤» ؛ وعوف بن لؤى: والحارث، وهو جشم، بن لؤىّ. وليس هؤلاء ممن يقطع على صحّة أمرهم.
_________
(١) الانباء على قبائل الرواة ٩٣، ٩٤: «بن خزاعة» .
(٢) في اللسان: «والنسبة اليه قرشي نادر، وقريشي على القياس» . وأنشد:
بكل قريشي عليه مهابة ... سريع الى داعي الندى والتكرم
(٣) صوابه من نسب قريش ١٢ والاشتقاق ٦٨ والمعارف ٣٢.
(٤) صبح الاعشى ١: ٣٥٢ ونسب قريش ١٣ والاشتقاق ٦٧ والمعارف ٣٢.','1','12',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (19,'أما عوف، فدخلوا في بني ذبيان من «١» غطفان بن قيس عيلان، وهم بنو مرة ابن عوف بن سعد بن ذبيان، رهط الحارث بن ظالم المرّى؛ وسائر بنى مرة؛ وفيهم شرف قومهم؛ وينتمون فيقولون: بنو عوف بن سعد بن ذبيان.
وأما خزيمة، فدخلت في شيبان بن ذهل بن بكر بن وائل؛ يعرفون ببني عائذة:
منهم مقاس العائذي الشاعر. وأما بنو سعد، فدخلوا أيضاً في بني شيبان بن ذهل، وهم بنو بنانة، رهط ثابت البناني الفقيه الزاهد، رحمه الله.
وأما الحارث، وهو جشم، فدخلوا في هزان «٢» من عنزة، ثم من ربيعة.
فمن بني خزيمة المذكور، الفقيه علي بن مسهر «٣» بن عمير بن عصم بن حضنة ابن عبد الله بن مرة بن ربيعة بن جارية بن سمي بن تميم بن الحارث بن مالك بن عبيد بن خزيمة المذكور، قاضى الموصل.
وبنو ناجية، الذين قتلهم علي- رضي الله عنه- على الرّدّة وسباهم، من بنى سامة. ومنهم علي بن الجهم بن بدر بن الجهم بن مسعود بن أسيد بن أذنية بن كراز «٤» بن كعب بن جابر بن مالك بن عتبة بن الحارث بن قطن بن مدلج بن أخرم «٥» بن ذهل بن عمرو بن مالك بن عبيدة بن الحارث بن سامة بن لؤي، الشاعر القديم «٦» . وأما كعب بن لؤي، فولد مرّة، وفيه العدد والشرف؛ وعدىّ؛ وهصيص. فولد مرة بن كعب بن لؤي: كلاب بن مرة، وفيه البيت والشرف؛ وتيم بن مرة: ويقظة بن مرّة.
_________
(١) الاشتقاق ١٦٧ ومختلف القبائل ومؤتلفها ٢٤: «ذبيان بن بغيض بن غطفان» .
(٢) هو هزان بن صباح بن عتيك، من بني عنزة، من أسد بن ربيعة: جد جاهلي. عرف بنوه في جهات اليمامة. ومن نسله في الاسلام «ابو روق» أحمد ابن محمد بن بكر الهزاني. قال السمعاني: «حدث هو وابوه وروى عنه جماعة» والهزازنة: بطن من عنزة، معروف اليوم في نجد كان لبعض رجاله امارة «الحريق» .
(٣) تهذيب التهذيب ٧: ٣٨٣.
(٤) وكذا في الاغاني ووفيات الاعيان ١: ٣٤٩ في ترجمته.
(٥) في الوفيات «أحزم» .
(٦) أنظر تاريخ بغداد ١١: ٣٦٧ والاغاني ٩: ٩٩ ووفيات الاعيان.','1','13',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (20,'فولد كلاب بن مرة: قصى بن كلاب، وفيه البيت والشرف؛ وزهرة بن كلاب.
فولد قصي بن كلاب: عبد مناف، وفيه البيت والشرف؛ وعبد العزّى؛ وعبد الدار، وفيهم حجابة البيت؛ وعبد، انقرض عقب عبد.
فولد عبد مناف بن قصى: عمرو وهو هاشم، وفيه العدد والشرف؛ والمطّلب؛ وعبد شمس؛ ونوفل. وأمّ هاشم وعبد شمس والمطلب: عاتكة بنت مرة بن هلال ابن فالج بن ذكوان السّلمية. وأمّ نوفل: واقدة من بني مازن بن صعصعة السلمية، خلف عليها هاشم بن عبد مناف بعد أبيه؛ وكانت العرب تسمى هذا النكاح نكاح المقت؛ فولدت له ابنتين: خالدة، وضعيفة. وكان هاشم وعبد شمس توأمين، وخرج عبد شمس في الولادة قبل هاشم.
فولد هاشم بن عبد مناف: شيبة، وهو عبد المطلب، وفيه العمود والشرف، ولم يبق لهاشم عقب إلا من عبد المطلب فقط. وأمّ عبد المطلب: سلمى بنت عمرو ابن زيد بن لبيد بن خداش بن عامر بن غنم بن عدي بن النجار من الأنصار، وأخواه لأمه معبد، وعمرو، ابنا أحيحة بن الجلاح. وكان لهاشم أيضاً من الولد:
نضلة؛ وأبو صيفى؛ وأسد، بنو هاشم بن عبد مناف: انقرضت أعقابهم. وكان منهم عمرو بن أبي صيفي، الذي أعتق سارة التي حملت كتاب حاطب بن أبي بلتعة إلى قريش، ينذرهم بغزو النبي صلى الله عليه وسلم إليهم، عام الفتح لمكة، فاتّبعها علىّ والزبير فأدركاها، وأخذا الكتاب منها؛ وفاطمة بنت أسد بن هاشم بن عبد مناف، وهى من المهاجرات المبايعات؛ أم جميع ولد أبي طالب: علىّ، وجعفر وعقيل، وأم هانئ، وطالب، بنى أبى طالب، وابن أخيها عبد الله بن حنين بن أسد بن هاشم، لا عقب له.
فولد عبد المطلب بن هاشم: عبد الله، فيه الشرف كلّه؛ وأبا طالب، وأبا لهب','1','14',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (21,'اسمه عبد العزّى، ويكنى أبا عتبة؛ والزبير؛ أمّ عبد الله والزبير وأبى طالب:
فاطمة بنت عمرو بن عائذ بن عمران بن مخزوم بن يقظة بن مرّة؛ والمقوّم؛ والحارث؛ وحمزة؛ والعبّاس؛ وبنين غيرهم، فلم يعقب أحد منهم عقباً باقياً إلا أربعة: العباس، وأبو طالب، والحارث، وأبو لهب، وأربع بنات، منهن البيضاء أم أم عثمان «١» - رضي الله عنه- وهى توأمة عبد الله بن عبد المطلب.
أم عبد الله وأبى طالب والزبير: فاطمة بنت عمرو بن عائذ بن عمران «٢» . وأمّ العبّاس وضرار: نتيلة بنت جناب بن كليب بن مالك بن عمرو بن عامر بن النمر بن قاسط بن ربيعة بن نزار؛ وأمّ عمرو بن عامر هذا هي القرية التي ينسب إليها بنو القرّية. وأمّ حمزة وصفيّة أم الزبير: هالة بنت وهيب «٣» بن عبد مناف ابن زهرة. وأمّ الحارث: صفية من بني عامر بن صعصعة. وأمّ أبي لهب:
لبنى الخزاعية.

<span data-type="title" id=toc-9>وهذا نسب عبد الله بن عبد المطلب بن هاشم بن عبد مناف</span>
ولد عبد الله بن عبد المطّلب: رسول الله وسيد ولد آدم، الذي فرض الله طاعته على جميع الإنس والجنّ، واتخذه خليلا وكليما، وختم به الأنبياء والرّسل، وبملّته الملل، وأظهر على يديه المعجزات: من شقّ القمر، وإنباع الماء، وإطعام النفر الكثير من الطعام اليسير، وغير ذلك: ولم يصح شرف إلا لمن أطاعه واتّبعه، محمداً صلى الله عليه وسلم. لم يكن لعبد الله ولد غيره عليه السلام، ولم يعقب عليه السلام ذكراً إلا إبراهيم بن رسول الله صلى الله عليه وسلم؛ مات صغيراً، لم يستكمل عامين، في حياة النبي عليه السلام. وأمّ إبراهيم هذا: مارية القبطية،
_________
(١) وأم عثمان هي أروى بنت كريز، نسب قريش ١٩٠١ والاصابة ٥٤٤٠.
(٢) صوابه من السيرة ٧٠ ونسب قريش ١٧.
(٣) وفي السيرة ٦٩ ونسب قريش ١٧: «اهيب» .','1','15',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (22,'أهداها إليه المقوقس النصراني، صاحب الإسكندريّة؛ ومات إبراهيم قبل موت النبي صلى الله عليه وسلم، بأربعة أشهر؛ ودفن بالبقيع.
وكان «١» لرسول الله صلى الله عليه وسلم من الولد سوى إبراهيم: القاسم، وآخر اختلف في اسمه، فقيل: الطاهر، وقيل: الطيّب، وقيل: عبد الله، وقيل:
عبد العزى «٢» ، ماتوا صغاراً جدّا.
وكان له عليه السلام من البنات: زينب، أكبرهنّ؛ وتاليتها رقيّة؛ وتاليتها فاطمة؛ وتاليتها أم كلثوم. أم جميع ولده صلى الله عليه وسلم، حاشى إبراهيم:
خديجة أم المؤمنين، بنت خويلد بن أسد بن عبد العزى بن قصي. «٣»
فأما زينب، فتزوجها أبو العاصي بن الربيع بن عبد العزى بن عبد شمس؛ فولدت له أمامة وعليّا، مات مراهقاً، لا عقب لهما. وتزوّج أمامة علي بن أبي طالب بعد موت فاطمة خالتها؛ فمات عنها، ولم تلد له؛ ثم تزوجها بعده المغيرة ابن نوفل بن الحارث بن عبد المطلب؛ وأسلم أبو العاصى وهاجر رحمه الله.
وتزوّج رقية عثمان بن عفان؛ فولدت له عبد الله، مات صغيراً ابن ستة أعوام.
وتزوج أم كلثوم أيضاً عثمان بن عفان، بعد موت أختها رقية؛ فماتت عنده أيضا ولم تلد.
وتزوّج فاطمة علي بن أبي طالب؛ فولدت له الحسن: والحسين؛ والمحسّن مات المحسّن صغيرا؛ وزينب؛ وأمّ كلثوم رضي الله عنهم.
وماتت زينب ورقيّة وأمّ كلثوم بنات النبي صلى الله عليه وسلم فى حياته.
وعاشت فاطمة بعده عليه السلام شهورا ثلاثة. وقيل: ستة، ولم تتجاوز منهن واحدة خمساً وثلاثين سنة. وماتت فاطمة رضي الله عنها ولها خمس
_________
(١) أي كان له من الصبيان صلى الله عليه وسلم.
(٢) أنظر سيرة ابن هشام ١٢١ وابن سيد الناس ٢: ٢٨٨- ٢٨٩ ونسب قريش ٢١. لكن في جوامع السيرة لابن حزم ص ٣٨: «وروينا طريق هشام بن عروة عن أبيه أنه كان له ولد اسمه عبد العزي قبل النبوة. وهذا بعيد، والخبر مرسل، ولا حجة في مرسل» .
(٣) خديجة بنت خويلد- ام المؤمنين- من قريش زوجة رسول الله صلى الله عليه وسلم الاولى ولدت بمكة سنة (٦٨ ق. هـ- ٥٥٦ م) . تزوجها رسول الله صلى الله عليه وسلم (قبل النبوة) فولدت له القاسم (وكان يكنى به) وعبد الله (وهو الطاهر والطيب) وزينب ورقية وام كلثوم وفاطمة. كانت أول من أسلم من النساء والرجال. توفيت سنة (٣ ق هـ- ٦٢٠ م) .','1','16',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (23,'وعشرون سنة. وماتت رقية في نحو هذه السن، يوم ورد الخبر بفتح بدر. ولم تبلغ أم كلثوم اثنتين وعشرين سنة. وماتت أيضاً زينب في حد الحداثة، رضي الله عنهن.
وأم رسول الله صلى الله عليه وسلّم: آمنة بنت وهب بن عبد مناف بن زهرة، لم يكن لها زوج غير عبد الله والد رسول الله صلى الله عليه وسلم، لا قبله ولا بعده.
وكان عليه السلام إذ مات أبواه، في حد الطفولية.
مضى عبد الله بن عبد المطّلب.

<span data-type="title" id=toc-10>وهؤلاء ولد الزبير بن عبد المطلب</span>
ولد الزبير بن عبد المطلب: الطاهر؛ وحجل؛ وقرّة؛ وعبد الله، له صحبة قتل يوم أجنادين؛ ولا عقب لواحد منهم.

<span data-type="title" id=toc-11>وهؤلاء ولد المقوم بن عبد المطلب</span>
ولد المقوم بن عبد المطّلب: بكر؛ وعبد الله. فولد بكر بن المقوم: عبد الله.
لا عقب للمقوّم.

<span data-type="title" id=toc-12>وهؤلاء ولد حمزة بن عبد المطلب</span>
لم يسلم من ولد عبد المطلب المذكورين أحد إلّا حمزة والعبّاس. فولد حمزة:
عمارة، أمه خولة بنت قيس بن قهد «١» الأنصارى؛ ويعلى؛ وعامر، أمّهما أنصاريا وابنة، تزوجها سلمة بن أبي سلمة بن عبد الأسد المخزومىّ.
وقد انقرض عقب حمزة، رضي الله عنه.
_________
(١) الاصابة ٧٢١٧ في ترجمة «قيس ابن قهد بالقاف الانصاري» .','1','17',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (24,'<span data-type="title" id=toc-13>وهؤلاء ولد العباس بن عبد المطلب</span>
ولد العباس- رضي الله عنه-: الفضل، به كان يكنى، ردف رسول الله صلى الله عليه وسلم، وهو أحد من تولى غسل رسول الله صلى الله عليه وسلم؛ لم يعقب إلا ابنة تزوجها أبو موسى الأشعري صاحب رسول الله صلى الله عليه وسلم. ولدت أم كلثوم بنت الفضل بن العباس لأبي موسى الأشعري، رضي الله عنه: موسى بن أبي موسى؛ وإخوته لأمه محمد، وجعفر، وحمزة، بنو الحسن بن علي بن أبي طالب رضي الله عنه، لا عقب لهؤلاء من ولد الحسن؛ وعبد الله أبا العباس الحبر البحر، ولد بالشعب قبل الهجرة بثلاث سنين، ومات بالطائف، وصلّى عليه محمد بن الحنفية؛ وعبيد الله، ولى اليمن لعلي، ومات بالمدينة؛ وقثم، ولى بالمدينة لعلى، ومات بسمرقند، وكان يشبه رسول الله صلى الله عليه وسلم، ولا عقب له؛ ومعبد، ولى مكّة لعلى، ومات بإفريقية؛ وعبد الرحمن؛ وهؤلاء لأمّ الفضل الهلاليّة؛ وعبد الرحمن هذا مات بإفريقية لا عقب له؛ وتمّام، لا عقب له، لأم ولد؛ كان له ولد اسمه جعفر؛ وكان لجعفر هذا ابنان: تمام ويحيى ابنا جعفر، مات تمام، ثمّ مات يحيى، ولم يعقبا، في دولة المنصور فورثه عبد الصمد بن على؛ وكثيّر، لا عقب له، لأم ولد؛ والحارث، لأم ولد، لا عقب له. فالعقب من ولد العبّاس لعبد الله، وعبيد الله، ومعبد.
وأما الحارث، فليس في أولاده مشهور إلا السرى بن عبد الله بن الحارث ابن العباس بن عبد المطّلب، ولى مكة لأبي جعفر المنصور، واليمامة أيضا له؛ وإخوته العباس، والمطلب، والحارث؛ وابن أخيه الزبير بن العباس بن عبد الله ابن الحارث بن العباس، ولى السّند. وقد انقرضوا كلّهم.
وأمّا معبد بن العباس بن عبد المطلب، فمن ولده: العباس بن عبد الله ابن معبد بن العباس بن عبد المطلب؛ ولى مكّة والطائف للسفاح؛ وكان رجلاً صالحاً، روى عنه سفيان بن عيينة؛ وابنا أخيه داود، ومحمد ابنا إبراهيم','1','18',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (25,'ابن عبد الله بن معبد، ولى داود هذا واسط، للمنصور. ومنهم. أيضاً:
محمد بن العباس بن عبد الله المذكور، كلّهم محدّث. ومنهم أيضاً: أبو بكر بن أبي موسى المعبدي، ولي القضاء ببغداد أيام المطيع؛ وكان عظيم الجاه ببغداد عند الراضى والمتقى والمستكفى والمطيع، وعند الديالمة «١» ؛ وله عقب باق.
وأما عبيد الله بن العباس بن عبد المطلب، فمن ولده قثم بن العباس بن عبيد الله بن العباس بن عبد المطلب، ولى اليمامة ومكّة؛ وابنه عبيد الله بن قثم، ولى مكة للرشيد؛ ومحمد بن جعفر بن عبيد الله بن العباس. ومنهم أسماء ابنة الحسن بن عبد الله بن عبيد الله بن العباس بن عبد المطلب، التي رفعت الراية السوداء على منار «٢» مسجد مدينة الرسول- صلى الله عليه وسلم- يوم لقاء محمد بن عبد الله الحسني لعيسى بن موسى بن محمد بن علي بن عبد الله بن العباس؛ فكان ذلك سبب انهزام أهل المدينة. وكانت أم الحسن بن عبد الله المذكور وأمّ أخيه الحسين بن عبد الله: أسماء بنت عبد الله بن العباس بن عبد المطلب.

<span data-type="title" id=toc-14>وهؤلاء ولد عبد الله بن العباس بن عبد المطلب</span>
ولد عبد الله بن العباس: العباس؛ ومحمد؛ والفضل؛ وعبد الرحمن، لا عقب لواحد منهم؛ وعلىّ، وهو أصغرهم، وفيه الجمهرة والعدد والبيت والخلافة؛ ولا عقب لعبد الله من غير علي؛ مات على سنة ١١٧، ومولده سنة ٤٠ من الهجرة؛ وأمّه زهرة بنت مشرح «٣» الكندية؛ وسليط، لأم ولد، نفاه عبد الله بن العباس؛ ثم استلحقه، واتّهم أخوه علي بقتله؛ فجلده الوليد بن عبد الملك لذلك مائة سوط.
وادعى أبو مسلم أنه عبد الرحمن بن سليط هذا ابن عبد الله بن العباس، ولا عقب
_________
(١) «الديالة» ، تحريف.
(٢) في نسب قريش ٣٣: «وهي التي رفعت السواد على المنارة» .
(٣) نسب قريش ٢٨- ٢٩. قال الزبيري: «ومشرح ابن معد يكرب احد الملوك الاربعة وهم اخوة: مخوس، وجمد، ومشرح، وأبضعة» . لكن في نسب قريش: «زرعة» بدل «زهرة» .','1','19',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (26,'لسليط. فولد علي بن عبد الله بن العباس: محمد، وفيه البيت والعدد والخلافة، أمه العالية بنت عبيد الله بن العباس؛ مات محمد سنة ١٢٢، وكان بينه وبين أبيه علي أربع عشرة سنة؛ وسليمان، صاحب البصرة، وفي ولده أيضاً ثروة ورياسة؛ وداود، صاحب الحجاز؛ وعبد الله، صاحب الشام، أمه لبنى، أمّ ولد؛ وصالح، صاحب مصر (وكانت في ولده أيضاً ثروة ورياسة، ولى الشام ومصر ولده بها، بحلب ومنبج وسلمية) ، شقيق سليمان؛ وعيسى، صاحب فارس، شقيق داود؛ وعبد الصمد، صاحب الجزيرة؛ وإسماعيل، شقيق عبد الصمد، صاحب الكوفة.
لكل هؤلاء عقب وأولاد، غير هؤلاء ليس لهم عقب.

<span data-type="title" id=toc-15>وهؤلاء ولد محمد بن علي بن عبد الله بن العباس بن عبد المطلب</span>
ولد محمد بن علي: عبد الله أبا العباس، أمير المؤمنين؛ أمه ريطة بنت عبيد الله بن عبد الله بن عبد المدان بن الديان بن قطن بن زياد بن الحارث بن مالك بن ربيعة بن كعب بن الحارث بن كعب بن عمرو بن علة بن جلد؛ وعبد الله أبا جعفر المنصور، أمير المؤمنين؛ أمه سلامة أم ولد، قيل: نفزية «١» ، وقيل:
صنهاجية؛ والعبّاس بن محمد؛ أصغر ولد أبيه، ولد قبل موت أبيه بعامين سنة عشرين ومائة؛ أمّه أمّ ولد؛ وموسى بن محمد؛ وإبراهيم الإمام بن محمد؛ وهما أكبر ولد محمّد؛ ويحيى بن محمد أمه بنت ببّة «٢» ، وهى أم الحكم بنت عبد الله ابن الحارث بن نوفل بن الحارث بن عبد المطلب؛ وكان يحيى عاقاً بأبيه محمد؛ ولبابة بنت محمد، تزوجها جعفر بن سليمان بن علي، فماتت عنده ولم تلد له.
أما أبو العباس السفاح، أمير المؤمنين، فأعقب بنين، أكبرهم محمد ولى البصرة، ومات عن غير عقب. ولا عقب لأبي العباس السفاح، ولا عقب أيضا
_________
(١) نفزة، بالفتح: بلد بالمغرب.
(٢) ببة هو عبد الله بن الحارث.','1','20',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (27,'ليحيى أخيه، إلا أنه كان له ولد اسمه إبراهيم بن يحيى، هو الذي قتل أهل الموصل واستعرضهم بالسيف يوم الجمعة؛ فلم ينج منهم إلا نحو أربعمائة رجل، صدموا الجند، فأفرجوا لهم، ثم أمر بأن لا يبقى بالموصل ديك إلا يذبح، ولا كلب إلا يعقر؛ فنفذ ذلك. وقد ذكر أن أم سلمة المخزومية، امرأة أبي العباس السفاح، قالت له: يا أمير المؤمنين، لأى شىء استعرض ابن أخيك أهل الموصل بالسيف؟ فقال لها: وحياتك ما أدرى! ولم يكن عنده من إنكار الأمر إلا هذا.
وانقرض عقب إبراهيم وأبيه يحيى.

<span data-type="title" id=toc-16>وهؤلاء ولد أمير المؤمنين أبي جعفر المنصور</span>
ولد أبي جعفر المنصور: محمد، أمير المؤمنين، المهدىّ؛ وجعفر الأكبر؛ أمّهما أم موسى الحميرية، تزوجها أبو جعفر بالقيروان في دولة بنى أمية، وكانت قبله عند فتى خليع من ولد عبيد الله بن العباس بن عبد المطلب، وكان قد وقع إلى إفريقية؛ فولدت له ابنة، ومات فاتصل موته بقومه، فنهض أبو جعفر بنفسه لاجتلاب بنته فوجدها قد تزوجت رجلا خياطا، وولدت منه ابنا، ومات الخياط؛ فتزوجها أبو جعفر لجمالها، وسمّى ابن الخياط طيفور؛ فلما صارت إليهم الخلافة، قالوا: طيفور مولى المهدى، وإنما هو أخوه لأمه؛ وسليمان؛ ويعقوب؛ وعيسى، أمهم: فاطمة بنت محمد بن عيسى بن طلحة بن عبيد الله؛ والعبّاس؛ وعلى، أمهما أموية، من ولد أبي عثمان بن عبد الله [بن خالد] بن أسيد بن أبي العيص بن أمية، تزوجها في خلافته؛ وزوّج ابنه جعفر توضيح [بن] المنصور أختها، وزفّتا إليهما من البصرة؛ والقاسم؛ وعبد العزيز؛ وصالح المسكين؛ لأمهات أولاد؛ وجعفر المعروف بابن الكردية، كانت أمه كردية، تزوجها المنصور في دولة بني أمية في بعض أسفاره. فمن ولد جعفر الأكبر: عبد الله','1','21',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (28,'ابن العباس بن جعفر، الذى يمدحه الحسن؛ وعمّته زبيدة، وهى أم جعفر بنت جعفر أم الأمين.
ولهؤلاء عقب كثير بالبصرة وغيرها. ومنهم صالح بن علي بن يعقوب بن أبي جعفر المنصور «١» ، صاحب المهتدي، المختص به. وكانت للمنصور بنات، تزوج إحداهن إسحاق بن عيسى بن علي بن عبد الله بن العبّاس. وولد صالح أبو المنصور محمد بن صالح، وابناه العبّاس، وهارون؛ أمه بنت هارون الرشيد.

<span data-type="title" id=toc-17>وهؤلاء ولد محمد المهدي أمير المؤمنين بن أبي جعفر المنصور</span>
فولد المهدي: موسى، أمير المؤمنين، الهادى؛ وهارون، أمير المؤمنين، الرشيد أمهما الخيزران، أم ولد؛ وعبد الله، شقيقهما؛ وعلىّ؛ وعبيد الله، أمهما ريطة بنت أبى العباس السفّاح؛ وإبراهيم، القائم ببغداد، أمه شكلة من سبى طبرستان «٢» ؛ ومنصور، عمر حتى أدرك المتوكل؛ وإسحاق: ويعقوب؛ وبنات، منهن علية الشاعرة «٣» ، تزوجها موسى بن عيسى بن موسى بن محمد بن علي ابن عبد الله بن العباس؛ ومنهنّ العبّاسية، تزوجها محمد بن سليمان بن علي بن عبد الله بن العبّاس، ونقلها إلى البصرة. وكان إبراهيم المذكور شاعراً فاضلاً متصوناً مقدماً في قومه وعلمه ودينه، من أبصر الناس بالغناء وأعلمهم به. وكان يعقوب بن المهدي زامراً «٤» . وكان لإبراهيم ابن فاضل اسمه هبة الله، جالس المعتمد؛ وطال عمره. وكان لعلي بن المهدي بنون وبنات؛ منهم: العباس بن علي؛ تزوج المتوكّل ابنته، وعاشت بعد موت زوجها ثلاثاً وسبعين سنة، وماتت فى أيام المقتدر.
وبمصر، أحمد بن عبيد الله بن محمد بن عبد الله بن منصور [بن المهدى] .
_________
(١) انظر الطبري ١١: ٢٠٣ في حوادث ٢٥٦ التي توفي فيها المهتدي، واسمه محمد بن الواثق
(٢) انظر الاغاني ٩: ٤٨- ٤٩.
(٣) انظر الاغاني ٩: ٨٣- ٩٥.
(٤) انظر الاغاني ٩: ٩٢.','1','22',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (29,'<span data-type="title" id=toc-18>وهؤلاء ولد موسى الهادي أمير المؤمنين</span>
ولد موسى الهادي: جعفر، الذي كان ولي عهده؛ ولاه أبوه العهد، وله سبع سنين أو نحوها، ولم يتم له أمر؛ وإسماعيل؛ وعبد الله؛ وموسى الأعمى، أمهم أم ولد تسمى أمة العزيز، تزوجها الرشيد بعده؛ وهى التي كان حلف لأخيه بالمشي إلى الكعبة أن لا يتزوجها، فلما مات الهادى، تزوّجها ومشى راجلاً من بغداد إلى مكّة، وهو خليفة، [فولدت له علياً، وكان أقبح الناس صورة؛ وإسحاق بن الهادى؛ وعيسى؛ والعبّاس] ؛ وسليمان بنو الهادى؛ وبنات، تزوّج إحداهن المأمون.

<span data-type="title" id=toc-19>وهؤلاء ولد هارون الرشيد أمير المؤمنين</span>
ولد هارون الرشيد: أبو عبد الله محمد الأمين، أمير المؤمنين، أمه زبيدة، وهى أم جعفر بنت جعفر بن المنصور؛ وأبو العباس عبد الله المأمون، أمير المؤمنين، وهو أسن من الأمين، أمه أم ولد اسمها مراجل، ماتت إثر ولادتها إياه، وولد هو ليلة مات عمه الهادى وولى أبوه الخلافة؛ وكان أسن من الأمين بستة أشهر؛ ومحمّد أبو إسحاق المعتصم، أمير المؤمنين، أمه ماردة؛ والقاسم المؤتمن، ولي العهد، خلفه المأمون، ولم يتم له أمر «١» ، وكان مضعوفاً: أطلق أسدين على النساء والرجال في حمامين كانا له على شارع معمور؛ فخرج الرجال والنساء عراة هرابا، وقعد هو في علية له ينظر من ذلك ويضحك، وقد انقرض عقبه؛ ومحمّد أبو أيوب؛ ومحمّد أبو يعقوب؛ ومحمّد أبو العباس؛ ومحمّد أبو أحمد: ومحمد أبو علىّ؛ ومحمّد أبو عيسى، وكان أجمل أهل زمانه؛ وصالح؛ وبكار؛ وعلىّ؛ وعبد الله الأصغر، والعبّاس؛ وعمّر أبو أحمد منهم حتى أدرك المعتزّ.
ولجميع ولد الرشيد عقب كثير؛ وبنات، تزوج إحداهن جعفر بن موسى الهادى.
_________
(١) في التنبيه والاشراف ٢٩٩ عند ذكر خلافة الرشيد: «ثم بايع لابنه القاسم بولاية العهد بعد المأمون، وجعل أمر القاسم للمأمون اذا صار الامر اليه، فان رأى اقراره أقره، وان رأى خلعه خلعه» .','1','23',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (30,'<span data-type="title" id=toc-20>وهؤلاء ولد الأمير أمير المؤمنين</span>
ولد محمد الأمين أمير المؤمنين: موسى الناطق بالحق «١» ، ولاه العهد، ولم يتمّ له أمر، ومات وله أربعة عشر عاماً، لا عقب له؛ وعبد الله، كان شاعراً، طال عمره؛ وإبراهيم، مات صغيراً. العقب منهم لعبد الله وحده، أدرك عبد الله أيام المعتمد.

<span data-type="title" id=toc-21>وهؤلاء ولد المأمون أمير المؤمنين</span>
ولد المأمون أمير المؤمنين: محمّد الأكبر؛ والعبّاس، قتله عمه المعتصم؛ وأحمد؛ وهارون الأكبر، وعيسى؛ وهارون الأصغر؛ وإبراهيم؛ وإسماعيل؛ وإسحاق؛ ويعقوب؛ وعلى؛ والحسن؛ والحسين؛ وجعفر، لأمهات أولاد؛ ومحمّد الأصغر؛ وعبد الله، أمهما أم عيسى بنت الهادى؛ وبنات، تزوج إحداهن محمد بن علي ابن موسى بن جعفر بن محمد بن علي بن الحسين بن أبى طالب، ونقلها إلى المدينة، واسمها أم الفضل، وأخرى تزوّجها الواثق، وأخرى تزوجها المتوكل.
فولد العباس: هارون، والفضل ابنا العباس ابن المأمون؛ وكان الفضل أثيراً عند المعتز وغيره من الخلفاء، مداحاً لهم. ومنهم الفقيه المحدث الشافعي محمد ابن موسى بن يعقوب بن المأمون، مات بمصر، وله تواليف: منها فقه عبد الله ابن العباس- رضي الله عنهما- مجزأ «٢» على أبواب الفقه، في عشرين كتابا.

<span data-type="title" id=toc-22>وهؤلاء ولد محمد أبي إسحاق المعتصم أمير المؤمنين</span>
ولد المعتصم أمير المؤمنين: هارون الواثق أمير المؤمنين، لأم ولد اسمها قراطيس، ماتت فى طريق الحج؛ وجعفر المتوكل، أمير المؤمنين، أمه شجاع «٣» ، تركية؛
_________
(١) انظر التنبيه والاشراف ٣٠٠.
(٢) أي موزعا في أبواب الفقه.
(٣) في التنبيه والاشراف ٣١٣ انها طخارستانية.','1','24',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (31,'ومحمّد الأكبر؛ وأحمد، وكان جليلاً في نفسه، مقدماً فى قومه، وكان يعقوب ابن إسحاق الكندي أخصّ الناس به، وهو الذي مدحه حبيب بقصيدته التي أولها:
ما في وقوفك ساعة من باس «١»
سكناه بقصر الجص «٢» ؛ وعلىّ؛ وإبراهيم، وأمه بنت بابك الخرمىّ (وكان لبابك أولاد في الجند) ؛ والعبّاس الأعرج؛ ومحمّد أبو أحمد الأعور الأصغر؛ وعبد الله، كانت أمه سوداء. فمنهم محمد بن أحمد بن المعتصم، ذكر للخلافة إذ خلع المعتزّ، ولم يتمّ أمره؛ وقد ذكر لها أبوه أحمد إذ مات المنتصر، ولم يتم أمره. فولد محمد الأكبر: أحمد المستعين، أمير المؤمنين، وعبد الله. فولد المستعين أمير المؤمنين: العباس؛ وهارون؛ ومحمد. وأم المستعين: مخارق، وطال عمرها، قيل: هي أم ولد، وقيل: هي بنت رجل من أهل الموصل.

<span data-type="title" id=toc-23>وهؤلاء ولد الواثق هارون أمير المؤمنين</span>
ولد هارون الواثق أمير المؤمنين: محمد المهتدي، أمير المؤمنين؛ وكان إماماً فاضلاً لم يكن في آل العباس مثله، أمّه قرب «٣» ؛ وعبد الله، لحق بالصفار يعقوب ابن الليث إذ خلع أخوه المهتدي، فمات في عسكر الصفار، وكان دون المهتدي في السن بخمسة أشهر؛ وإبراهيم؛ وعلىّ؛ ومحمد الأصغر أبو إسحاق، وبنات، تزوج المستعين أمير المؤمنين وأخوه عبد الله اثنتين منهن. فولد محمد المهتدي [أمير المؤمنين] : عبد الله؛ وجعفر، وكان فاضلاً زاهداً عالماً: وعبد الواحد، وكان فاضلاً زاهداً عالماً؛ [وعبد الرحمن أبو بكر، كان فاضلاً زاهداً عالماً، سكن مصر؛ وعبد الصمد أبو الحسن، وكان فاضلاً زاهداً عالماً] ؛ والعبّاس
_________
(١) عجزه في ديوان أبي تمام ١٧٢: «نقضي ذمام الاربع الادراس»
(٢) ذكر ياقوت انه قصر عظيم قرب سامراء بناه المعتصم للنزهة.
(٣) في التنبيه والاشراف ٣١٧: «أم ولد رومية تسمى قرب» .','1','25',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (32,'الناسك المنقطع عن الدنيا، سكن البصرة، وكان عالما؛ وعبد الوهّاب، سكن إفريقية، وتزوّج بنت أخي إبراهيم بن الأغلب، زوجها إياه الأمير عمها إبراهيم ابن أحمد؛ فولدت له محمدا والحسين؛ وهبة الله أبو الفضل، وعبد الكريم وبنين «١» غير هؤلاء تسعة؛ وست بنات. دخل الأندلس محمد أبو إسحاق بن عبد الوهّاب بن المهتدى، وأنزله الناصر عبد الرحمن بن محمّد، وأكرمه، وأجرى عليه، إلى أن مات سنة ٣٣٣؛ ولم يعقب؛ ومات أخوه الحسين بن عبد الوهاب بصقلّية؛ وكان أبوهما قد دخل إفريقية، فأكرمه ابن الأغلب، وترك هناك امرأة من بني ملوك آل الأغلب، فولدت له هذين الولدين. ومنهم عبيد الله «٢» بن عبد الصمد ابن المهتدي، وكان فقيهاً على المذهب الشافعي، له حلقة في الجامع ببغداد، وكان مرتباً في دار الخلافة ببغداد؛ ومحمد بن عبد الله بن المهتدى، وكان أيضاً على مذهب الشافعي، زاهدا؛ وأحمد بن عبد الصمد بن عبد الرحمن بن هبة الله ابن المهتدي، بمصر الآن. ومن ولد إبراهيم: أبو الواثق عبد العزيز بن محمد بن إبراهيم بن الواثق، وكان من أهل العلم والقراءات؛ وعمر بن عبد الرحمن ابن إبراهيم بن الواثق، محدث، سكن الرّملة، وكتب عنه الناس؛ كتب عنه ابن مفرج وغيره.

<span data-type="title" id=toc-24>وهؤلاء ولد جعفر المتوكل أمير المؤمنين</span>
ولد المتوكل: محمد المنتصر، أمير المؤمنين، وهو قاتل أبيه؛ وشقيقه موسى الأحدب، أمهما أم ولد رومية تسمى حبشية: ومحمد أبو عبد الله المعتز، أمير المؤمنين؛ وإسماعيل شقيقه، أمهما قبيحة، صقلية؛ وأبو العباس أحمد
_________
(١) اي ذكور.
(٢) عبيد الله بهيئة التصغير كما في تاريخ بغداد ١٠: ٣٥١ حيث ترجم له.','1','26',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (33,'المعتمد، أمير المؤمنين، أمه فتيان؛ وإبراهيم المؤيد «١» ، ولي العهد للمعتز، قتله المعتزّ ولم يتم أمره؛ وأبو أحمد محمّد الموفّق «٢» شقيقه ولي العهد أيضاً للمعتمد؛ ومات قبل المعتمد، [أمهما سحق] ، ولم يتم أمره؛ ومحمد أبو عيسى، أمه خزر، وكان فاضلاً، قتله المعتضد ابن أخيه تغريقاً في دجلة؛ ومحمد أبو العباس المعروف بالكيس؛ ومحمد أبو حفص؛ ومحمد أبو محمد؛ ومحمد أبو بكر؛ ومحمد أبو موسى؛ ومحمد أبو الحسن؛ وعبد الله أبو القاسم، الملقب بالكوفى؛ والمؤمّل؛ والفضل؛ والغيداق أبو شيبة؛ وعبد الله؛ وعبد الرحمن؛ ويعقوب الأحدب؛ ويعقوب آخر؛ وجعفر، كان اسمه إسحاق، وهو أصغر أولاده، وسمّاه المعتز إذ ولاه جعفراً، ولد قبل موت أبيه بليال، وهو المعروف باليتيم، وكان فاضلاً مقدماً في أهله؛ وكان لجعفر هذا ابن فاضل اسمه محمد، يكنى أبا الفضل، ترشح للخلافة لفضله وعلمه وتصاونه، ومات في آخر أيام المقتدر. وكان للمؤيد ابن اسمه قصي؛ ومنهم أحمد بن عبد الله بن أحمد بن قصى بن المؤيّد؛ وابن أخيه محمد بن عبد العزيز بن عبد الله. وكان لإسماعيل شقيق المعتز ابن أديب اسمه موسى، يكنى أبا محمّد.

<span data-type="title" id=toc-25>وهؤلاء ولد المنتصر محمد أمير المؤمنين</span>
ولد المنتصر: عبد الوهّاب، ولّاه العهد وله نحو عشرين سنة، ولم يتم أمره؛ وهارون؛ وهارون آخر؛ وعيسى؛ والفضل؛ والعباس، لم يعقبوا؛ وعلىّ؛ وعبد الله؛ وعبد الصمد؛ ومحمّد أبو عبد الله، سكن مصر، وأحمد؛ وجعفر؛
_________
(١) التنبيه والاشراف ٣١٣.
(٢) هو (الموفق بالله) بن جعفر (المتوكل على الله) ابن المعتصم، العباسي، - أبو أحمد- امير، من رجال السياسة والادارة والحزم. ولد في بغداد وابتدأت حياته العملية بتولي اخيه «المعتمد على الله» الخلافة (سنة ٢٥٦ هـ) وآلت اليه ولاية العهد. وظهر ضعف المعتمد عن القيام بأعباء الدولة، فنهض بها الموفق، وصد عنه غارات الطامعين بالملك. كان شجاعا موفقا عادلا، عالما بالادب والانساب، والقضاء. له مواقف محمودة في الحروب توفي سنة (٢٧٨ هـ- ٨٩١ م) . «انظر الكامل لابن الاثير حوادث سنة ٢٧٨، وتاريخ بغداد ٢: ١٢٧» .','1','27',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (34,'أعقب هؤلاء؛ منهم: عبد العزيز بن علي بن المنتصر، كان نقيب بني هاشم؛ فسعى له ابن مقلة في الخلافة أيام الراضي، فأعلم بذلك الراضي؛ فاعتقله وقتله بعد أيام؛ واتّهم معه ابن عمه أحمد بن عبيد الله بن المنتصر، فلم يصح عليه شىء فأطلق.

<span data-type="title" id=toc-26>وهؤلاء ولد المعتز أمير المؤمنين</span>
ولد المعتز: عبد الله الشاعر الجليل أبو العباس؛ وحمزة؛ وخمس بنات، لم ينكح منهن إلا واحدة، تزوجها ابن عمها موسى بن إسماعيل بن المتوكل.
لا نعرف للمعتز ولداً غير هؤلاء، إلا أنه مات له في خلافته ابن صغير جداً يسمى إبراهيم. أما عبد الله، فطلب الخلافة في أيام المقتدر، فقتل دونها؛ وكان حصوراً، لم يقرب امرأة قطّ، ولم يكن له قط ولد. ولم أسمع لحمزة أخيه بذكر ولد، إلا أن للمعتز عقباً باقياً إلى اليوم: كتب إلي أبو محمد سليمان بن أبي طالب على ابن أبي العباس عبد السميع بن أبي حفص عمر بن الحسن بن عبد العزيز بن عبد الله بن عبيد الله بن العباس بن محمد، أن بمصر عندهم محمد بن محمد بن أحمد بن المعتز. وهذا عندى وهم، وأراه أحمد بن حمزة بن المعتزّ.

<span data-type="title" id=toc-27>وهؤلاء ولد المعتمد أمير المؤمنين</span>
ولد المعتمد جعفر المفوض، ولاه العهد، ثم خلعه كرها، وقتله المعتضد في أول خلافته سرّا، ولم يعقب، ولم يتمّ أمره، ولا عقب له؛ وإسحاق جليس الخلفاء، وطال عمره، فمات في سنة ٣٤٣، بعد صدر من دولة المطيع، وله ثلاث وتسعون سنة، وكان له إذ مات أبوه المعتمد ثمان وعشرون سنة وأشهر، وأدرك بسنّه المهتدى، والمعتزّ، والمستعين؛ ومحمّد أبو عبد الله، ذكر للخلافة في علة المكتفي، فمات قبل المكتفي، فلم يتمّ أمره؛ وعبد العزيز؛ وإبراهيم؛ ويعقوب؛ وعلى؛ والعبّاس. وكان منهم أحمد بن عبد العزيز بن المعتمد، طلب الخلافة أيام الراضي؛ فنكب.','1','28',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (35,'<span data-type="title" id=toc-28>وهؤلاء ولد الموفق</span>
ولد الموفق: أبو أحمد، ولي العهد؛ وأحمد المعتضد، أمير المؤمنين؛ وهارون، لم يعقب؛ وعبد الواحد، قتل إذ مات المعتضد، ولا أعلم له عقبا؛ وعبد الملك، لم يعقب، مات صغيراً. فلا عقب للموفق إلا من المعتضد.

<span data-type="title" id=toc-29>وهؤلاء ولد المعتضد أمير المؤمنين</span>
ولد المعتضد: علي أبو محمد المكتفي، أمير المؤمنين: وجعفر المقتدر، أمير المؤمنين؛ ومحمد أبو منصور القاهر، أمير المؤمنين؛ وهارون، لم يعقب، وطال عمره، فمات في أيام المطيع.

<span data-type="title" id=toc-30>وهؤلاء ولد المكتفي أمير المؤمنين</span>
ولد المكتفي: عبد الله المستكفى، أمير المؤمنين؛ ومحمد أبو أحمد، وكان فاضلاً عالماً، ذكر للخلافة، فلم يتم أمره، وقتله القاهر بعصر خصاه حتى مات، والعبّاس؛ والفضل؛ وجعفر؛ وعبد الصمد؛ وعبد الملك؛ وموسى؛ وعيسى.
طلب الخلافة منهم عبد الصمد أيام الراضي، فقتل.

<span data-type="title" id=toc-31>وهؤلاء ولد المستكفي أمير المؤمنين</span>
ولد المستكفى: علىّ، والحسن، ومحمد. طلب علي هذا الخلافة أيام المطيع، فقبض عليه، وجدع أنفه وأذنيه، وأطلقه [على هذا الحال] .','1','29',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (36,'<span data-type="title" id=toc-32>وهؤلاء ولد القاهر أمير المؤمنين</span>
ولد القاهر: عبد الصمد.

<span data-type="title" id=toc-33>وهؤلاء ولد المقتدر أمير المؤمنين</span>
ولد المقتدر: محمد أبو العباس الراضي، أمير المؤمنين؛ وإبراهيم المتقى، أمير المؤمنين؛ والفضل المطيع، أمير المؤمنين؛ وهارون أبو عبد الله؛ وعبد الواحد أبو على؛ والعبّاس؛ وعلى؛ ولد هولاء كلهم، حاشا المطيع، في سنة ٢٩٧، وولد المطيع سنة ٣٠٠؛ وإسماعيل؛ وإسحاق؛ وموسى؛ وعيسى أبو الفتح؛ والقاسم. ولعيسى هذا ولد اسمه الحسن، يكنى أبا محمد، حدث وطال عمره إلى سنة ٤٣٧. ومات بنات المقتدر كلهن في حياته، ولم يكن له منهن إلا ثلاث.
وولد إسحاق بن المقتدر (وأمه أم ولد اسمها دمنة) : أحمد أبو العباس القادر بالله، أمير المؤمنين؛ لا أعلم له ولداً غيره.

<span data-type="title" id=toc-34>وهؤلاء ولد الراضي أمير المؤمنين</span>
ولد الراضي: أحمد أبو الفضل؛ وعبد الله أبو جعفر.

<span data-type="title" id=toc-35>وهؤلاء ولد المتقي أمير المؤمنين</span>
ولد المتقي: إسحاق أبو منصور، وقد قيل: اسمه عبد الواحد، والأصحّ الأول.

<span data-type="title" id=toc-36>وهؤلاء ولد المطيع أمير المؤمنين</span>
ولد المطيع: عبد الكريم أبو بكر، الطائع، أمير المؤمنين؛ وعبد العزيز، الهارب إلى البصرة، ثم إلى خراسان، وهو أكبر ولده؛ وجعفر؛ وعبد الوهّاب.','1','30',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (37,'<span data-type="title" id=toc-37>وهؤلاء ولد الطائع أمير المؤمنين</span>
ولد الطائع: جعفر، لم يبلغني له ولد غيره.
فولد أبي العباس القادر أمير المؤمنين: عبد الكريم، الغالب بالله، مات في حياة أبيه، وقد كان ولّاه عهده؛ وعبد الله أبو جعفر، القائم بأمر الله «١» أمير المؤمنين، وهو الخليفة الان. ولا أعرف للقادر ولداً غيرهما. وبلغنى أن لأمير المؤمنين أبي جعفر القائم ابناً ذكراً لم يبلغني اسمه؛ ثم بلغنا أنه مات في حياته، واسمه محمد الملقب ذخيرة الدين، وتخلف ابناً ذكراً، هو أمير المؤمنين اليوم، بويع له بعد جده القائم، واسمه عبد الله، يكنى أبا القاسم، ويلقّب المقتدي بأمر الله [تعالى. والله تعالى ولي التوفيق لا رب غيره، ولا معبود سواه] .
انقضى الكلام في ولد أبي جعفر المنصور.

<span data-type="title" id=toc-38>وهؤلاء ولد إبراهيم الإمام بن محمد بن علي بن عبد الله ابن العباس بن عبد المطلب</span>
ولد إبراهيم الإمام: عبد الوهاب، مات مع أبي جعفر المنصور في يوم واحد بدمشق، [مات] وهو واليها، وتوفّى عن سبعة عشر ذكراً وسبع بنات؛ ومحمّد، كانا صغيرين إذ قتل أبوهما، وعاش محمد حتى أدرك دولة الرشيد.
منهم المعروف بابن عائشة، الذي قتله المأمون وصلبه، وهو إبراهيم بن محمد ابن عبد الوهاب بن إبراهيم الإمام، وكان قد سعى في الخلافة؛ والزينبى، وهو عبد الله بن محمد بن إبراهيم الإمام، ولى اليمن لموسى الهادي سنة، ينسب إلى جدته أم أبيه، وهى زينب بنت سليمان بن على؛ ومن ولده كان المعروف بالزينبي
_________
(١) انظر تاريخ الخلفاء للسيوطي ١٦٧ وابن الاثير في حوادث ٤٦٧.','1','31',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (38,'وهو عبد الله بن محمد بن سليمان بن عبد الله بن محمد بن إبراهيم الإمام، ولى البصرة للمعتزّ وحجّ بالناس؛ وكان له أخ اسمه سليمان؛ وفى ولايته ثار صاحب الزنج- لعنه الله- وكان ابن أختهما أبو بكر محمد بن موسى بن عبد الله بن محمد بن إبراهيم الإمام، من كبار المقرئين ببغداد، من نظراء أبي بكر بن مجاهد وفى عصره معه. وإبراهيم بن عبد الصمد بن موسى بن محمد بن إبراهيم الإمام مات ستة ٣٢٤، وكان يروى «الموطأ» عن أبي المصعب عن مالك، وكان أبوه والي المدينة للمتوكل. وأمّ موسى القهرمانة التي كانت تدبر الأمور مع الوزراء والقواد أيّام المقتدر، وتركب في المراكب إلى الدار، هي بنت العباس بن محمد بن سليمان بن محمد بن إبراهيم الإمام؛ وأخوها أحمد بن العباس، نقيب بنى العبّاس.

<span data-type="title" id=toc-39>وهؤلاء ولد موسى بن محمد بن علي بن عبد الله ابن العباس بن عبد المطلب</span>
مات موسى فى حياة أبيه، ولم يترك ولداً إلا عيسى؛ ولى العهد ولم يتم أمره، وولى الكوفة؛ وكان له من الولد نيّف وثلاثون ذكرا وأنثى، منهم: موسى الأكبر ولده، وكان رفيع القدر، ومن ولده: القاضي المالكي المعروف بابن أمّ شيبان «١» ، وهو محمد بن صالح بن علي بن يحيى بن عبد الله بن محمد بن عبيد الله بن عيسى بن موسى بن محمد بن علي، ولي قضاء بغداد للمطيع، وله كتاب جليل القدر في النسب، لم يؤلف مثله استيعابا وكمالا؛ وكان يخاطب الحكم؛ ومنهم جعفر بن الفضل بن العباس بن موسى بن عيسى بن موسى بن محمد بن علي بن عبد الله بن العباس، اجتمع في عصر واحد هو وعبد الصمد بن علي بن عبد الله ابن العباس أخي جد جد جدّه؛ وهم بالكوفة كثير؛ ومنهم هارون بن محمد بن
_________
(١) هو محمد بن صالح بن علي العباسي الهاشمي المعروف- بابن أم شيبان- قاضي القضاة ببغداد، وأضيف اليه قضاء مصر والشام وغيرهما. ولد بالكوفة سنة (٢٩٤ هـ- ٩٠٦ م) واستوطن بغداد وتوفي فيها سنة (٣٦٩ هـ- ٩٧٩ م) . كان عظيم القدر، واسع العلم حسن التصنيف. «انظر كشف الظنون ١٢٥٧» . «والمنتظم ٧: ١٠٢» . «وتاريخ بغداد ٥: ٣٦٣» .','1','32',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (39,'إسحاق بن موسى بن عيسى بن موسى بن محمد بن علي بن عبد الله بن العباس، ولى المدينة ومكّة، وحجّ بالناس من سنة ٢٦٣ إلى سنة ٢٧٨ ولاء، ثم هرب من مكة عند الفتنة. فنزل مصر ومات بها؛ وألّف نسب العبّاسيّين وغير ذلك؛ ومحمد بن عبد الله بن محمد بن إسحاق بن موسى بن عيسى بن موسى بن محمد ابن علي بن عبد الله بن العباس، محدث، صاحب صلاة مكة. مات سنة ٣٢٧ وعقب عيسى بن موسى بالكوفة كثير.

<span data-type="title" id=toc-40>وهؤلاء ولد العباس بن محمد بن علي بن عبد الله بن العباس «١»</span>
منهم: الفضل بن عبد الملك بن عبد الله بن عبيد الله بن العباس بن محمد ابن علي بن عبد الله بن العباس، أقام الحج للناس سبع عشرة سنة متوالية فى أيام المكتفى وأيام المقتدر؛ وابنه أحمد. ومنهم: عمر بن الحسن بن عبد العزيز ابن عبد الله بن عبيد الله بن العباس بن محمد بن علي بن عبد الله بن العباس، حج بالناس نحو عشرين سنة؛ وإخوته محمد، وأبو بكر، وعثمان، وعلىّ، بنو الحسن بن عبد العزيز؛ وكان لهم قدر ببغداد، ورياسة عظيمة؛ وسكن عمر منهم مصر، وله بها عقب كثير؛ وكان له ابن اسمه عبد السميع؛ ولد عبد السميع بن عمر: جعفر، ويحيى، وعلىّ، وأحمد، ومحمّد، لم يعقب محمد؛ وولد أحمد بن عبد السميع: عبد السميع، وإبراهيم، والحسن، وقثم؛ وولد يحيى بن عبد السميع: عبد الكريم؛ وولد جعفر بن عبد السميع: هاشم؛ وولد علي بن عبد السميع، وهو النقيب: سليمان، وإسماعيل؛ فولد سليمان: محمّد، وجعفر، وعبيد الله؛ ومن ولده سليمان بن علي بن عبد السميع بن عمر المذكور، وعن كتابه إلى أخذت كثيراً من أنسابهم. ومن بني عمه: أحمد بن الفضل
_________
(١) هو العباس بن محمد بن علي بن عبد الله ابن عباس، ابو الفضل الهاشمي: امير. هو اخو المنصور والسفاح. ولاه المنصور دمشق وبلاد الشام كلها مات سنة (١٨٦ هـ- ٨٠٢ م) . كان من اجود الناس رأيا واليه تنسب «العباسة» محلة بالجانب الغربي من بغداد. وفيها دفن.','1','33',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (40,'ابن عبد الملك بن عبد الله بن عبيد الله بن العباس بن محمد، حج أيضاً بالناس سنين، وإلى العباس بن محمد كان ينتمي علي بن محمد القرشي العباسي، ضيف الحكم وملوك بنى أميّة بالأندلس؛ وأدرك عندهم حالا رفيعة؛ ولا عقب له؛ ولا أصل نسبه.
مضى ولد محمد بن علي بن عبد الله بن العباس.

<span data-type="title" id=toc-41>وهؤلاء ولد سليمان بن علي بن عبد الله بن العباس</span>
هم بالبصرة كثير. وكان لسليمان بن علي من الولد: محمد؛ لم يعقب؛ وجعفر؛ وعلىّ؛ وغيرهم كثير. فولد لجعفر بن سليمان المذكور أربعون ذكراً وأربعون بنتاً؛ فمن ولده: جعفر بن عبد الواحد بن جعفر بن عبد الواحد بن جعفر بن سليمان، قاضى القضاة بسرّ من رأى، ولزم الثغور، وكان فاضلا؛ وله عقب، منهم: محمد بن عبيد الله، وقد ارتد، ثم راجع الإسلام، الفارس المشهور بطرسوس؛ وأبو عمر القاسم بن جعفر بن عبد الواحد بن العباس بن عبد الواحد بن جعفر بن سليمان، قاضي البصرة، مات سنة ٤١٦، وكان محدّثا، وبلغ نحو المائة عام؛ وكان أبوه قاضى البصرة أيّام بنى اليزيدى وبعدهم؛ وكان عماه محمّد ومحمّد محدّثين. وكان عبد الرحيم، وأيّوب، وسليمان، بنو جعفر ابن سليمان، قد شرفوا وولوا الأمصار، وكذلك كثير من ولد جعفر بن سليمان وأبنائهم؛ ومنهم إسماعيل بن جعفر بن سليمان الذي امتنع من لباس الخضرة أيام المأمون؛ وإبراهيم بن محمد بن إسماعيل المذكور، أمير البصرة يوم دخول صاحب الزنج بها، وفر ولحق بغداد، وولى مكة.

<span data-type="title" id=toc-42>وهؤلاء ولد داود بن علي بن عبد الله بن العباس</span>
ولد داود بن على ابنين؛ وهم: موسى بن داود؛ وسليمان بن داود؛ وداود بن داود؛ وعلىّ بن داود. فمنهم الفقيه [الإمام] المحدث الجليل أبو أيوب سليمان','1','34',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (41,'ابن داود بن داود بن علي بن عبد الله بن العبّاس، وهو نظير أحمد بن حنبل وإسحاق بن راهويه، وأمه أمّ ولد؛ وكان لسليمان الفقيه المذكور إخوة، وهم: محمد، وعبد الله، وعلى، والعبّاس، بنو داود بن داود، وأخوات ست متن أبكاراً كلهن، لم تنكح منهن واحدة. وكان لسليمان الفقيه من الولد إبراهيم، وأيوب، ومحمد، وأحمد، وجعفر، والقاسم؛ لم يبق لواحد من ولده عقب، إلا إبراهيم وحده؛ فله عقب. وذكر بعض المؤرخين أن حمزة بن إبراهيم بن أيوب بن سليمان بن داود ابن داود بن علي دخل مصر؛ وكان محدثا. وكان لسليمان ثلاث بنات، أنكحهن من بنى إخوته، ولهنّ عقب. ومنهم: عبد الله بن محمد بن موسى بن داود بن علي ابن عبد الله بن العباس بن عبد المطلب، ولى قضاء طبرستان وجرجان؛ وكان له طلب للحديث، ورحلة إلى الشام وغيرها؛ وصالح بن موسى بن داود بن علي، ولي البصرة للرشيد.

<span data-type="title" id=toc-43>وهؤلاء ولد عيسى بن علي بن عبد الله بن العباس</span>
كان له من الولد: إسحاق بن عيسى، تزوج بنت أمير المؤمنين المنصور؛ وإسماعيل؛ ويعقوب؛ وصالح؛ وعلى، وله عقب ببغداد وغيرها، لم يكن منهم مشهور فيذكر.

<span data-type="title" id=toc-44>وهؤلاء ولد إسماعيل بن علي بن عبد الله بن العباس</span>
كان له ولد كثير؛ منهم: أحمد بن إسماعيل، وله عقب بمكّة وغيرها، ولى مصر وغيرها.

<span data-type="title" id=toc-45>وهؤلاء ولد عبد الله بن علي بن عبد الله بن العباس</span>
كان له اثنا عشر ذكراً، منهم: محمد بن عبد الله، كان جليسا للمهدىّ، وكان متزوجاً «١» بريطة بنت أبي العباس السفاح، فخلعها منه المنصور وزوّجها
_________
(١) انظر المعارف ١٦٣.','1','35',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (42,'ابنه المهدىّ. وعقبه كثير، ولم يكن منهم مشهور إلا هارون بن العباس بن عيسى ابن عبد الله بن علي، كان محدثاً، مات بالمدينة سنة ٢٧٥؛ ومحمد بن عيسى ابن محمد بن عبد الله بن علي، كان محدثاً، يعرف بالبياضى «١» .

<span data-type="title" id=toc-46>وهؤلاء ولد صالح بن علي بن عبد الله بن العباس</span>
كان له من الولد جماعة، منهم: عبد الملك بن صالح، وكان فى غاية الرفعة والتصاون «٢» ، وكان يتهم أنه من ولد مروان بن محمد، وأنّ صالح بن علي أخذ أمه من مروان إذ قتل، وهى نسوء منه «٣» ، واتخذها لفراشه؛ فولدت له عبد الملك؛ وكان عبد الملك جليل القدر جداً. فولد عبد الملك: عبد الرحمن، الذي نعى أباه عند الرشيد حتى نكب وحبس: ومن ولده: محمد بن عبد الملك بن صالح ابن على، وكان من جلة قومه الذين مدحهم حبيب والبحترىّ. ولصالح عقب كثير؛ وكانت ديارهم بمنبج وأعمال حمص وقنّسرين، منهم: الفضل بن عبد الله بن الفضل بن صالح بن عبد الله بن صالح بن علي بن عبد الله بن العباس، محدث، سكن بيت المقدس؛ وابن عمه أحمد بن محمد بن الحسين ابن صالح، أخي الفضل بن صالح المذكور (مات عبيد الله القائم بالقيروان أيام سكناه بسلمية) ، وأخى أبي القاسم ابنه من الرضاعة وأعرف الناس به؛ وعنه أخذ نسبه على صحة.
_________
(١) «بالبياض» ، تحريف، وصوابه مطابق لما في انساب السمعاني ٩٧ ظ. وقد ذكر السمعاني علة تسميته فانظره.
(٢) في بعض المراجع الظهور.
(٣) والنسوء، يقال امرأة نسوء، وذلك حين يتأخر حيضها عن وقته فيرجى بأنها حبلى.','1','36',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (43,'<span data-type="title" id=toc-47>وهؤلاء ولد عبد الصمد بن علي بن عبد الله بن العباس</span>
كان له عشرة ذكور، ولم يشهر منهم أحد؛ وله عقب: منهم كان أبو العبر «١» الشاعر الماجن، وهو أبو العباس محمد بن أحمد، الملقب بحمدون الحامض، بن عبد الله بن عبد الصمد بن علي: كان جليسا للمتوكل، وولد لخمس سنين خلت لولاية الرشيد، ومات في زمن المعتز «٢» .
مضى بنو علي بن عبد الله بن العباس بن عبد المطّلب، وانقضى الكلام في ولد العباس- رضي الله عنه.

<span data-type="title" id=toc-48>وهؤلاء ولد أبي طالب بن عبد المطلب</span>
ولد أبي طالب بن عبد المطلب: جعفر؛ وعلىّ؛ وعقيل؛ وطالب؛ وأم هانئ، اسمها فاختة، تزوجها هبيرة بن أبي وهب [بن عمرو] «٣» بن عائذ بن عمران ابن مخزوم؛ فولدت له جعدة وهانئا، وأما طالب بن أبي طالب، فلم يعقب.

<span data-type="title" id=toc-49>هؤلاء ولد أمير المؤمنين علي بن أبي طالب رضي الله عنه</span>
ولد علي بن أبي طالب- رضي الله عنه- الحسن أبا محمد؛ والحسين أبا عبد الله؛ والمحسّن؛ وزينب؛ وأم كلثوم؛ أمهم: فاطمة بنت رسول الله- صلى الله عليه وسلم-؛ ومحمّدا أبا عبد الله، أمه خولة بنت جعفر بن قيس بن مسلمة الحنفية؛ وعمر: أمه الصهباء بنت ربيعة بن بحير الثّعلبية «٤» ؛ والعبّاس، أمه؛ أم البنين بنت حزام بن خالد بن ربيعة بن الوحيد بن كعب بن ربيعة بن عامر بن
_________
(١) الاغاني ٢٠: ٩١- ٩٣ ذكر أبو الفرج أنه كسب بالحمق أضعاف ما كسبه كل شاعر كان في عصره بالجد.
(٢) التكملة من نسب قريش ٣٩، ٣٤٤ والسيرة ٦١١.
(٣) وفي اتعاظ الحنفاء ص ٦: «بنت ربيعة التغلبي» .
(٤) وفي اتعاظ الحنفاء ص ٦: «بنت ربيعة التغلبي» .','1','37',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (44,'صعصعة. أعقب هؤلاء كلهم، حاشا المحسن، فلا عقب له، مات صغيراً جداً إثر ولادته. ولعلى أيضاً من الولد: أبو بكر؛ وعثمان: وجعفر؛ وعبد الله؛ وعبيد الله؛ ومحمد الأصغر؛ ويحيى، لم يعقب أحد من هؤلاء. أم يحيى: أسماء بنت عميس الخثعميّة، وهى أم عبد الله بن جعفر بن أبي طالب وأم محمد بن أبي بكر الصديق.
وأم عبيد الله: ليلى بنت مسعود بن خالد بن مالك بن ربعي بن سلمى بن جندل ابن نهشل بن دارم؛ وعبيد الله هذا قتل في جيش المصعب بن الزبير يوم لقوا المختار ابن أبي عبيد مع محمد بن الأشعث: وقتل أبو بكر وجعفر وعثمان والعبّاس مع أخيهم الحسين- رضي الله عنهم؛ وبنات تزوجهنّ بنو جعفر وبنو عقيل؛ وتزوّج منهن أيضاً عبد الملك بن مروان؛ وتزوّجت زينب بنت علي من فاطمة بنت رسول الله- صلى الله عليه وسلم- عبد الله بن جعفر بن أبي طالب؛ فولدت له ابنة تزوجها الحجاج بن يوسف، فولدت له ابنة، ثم خلف عليها كثير بن العباس بن عبد المطلب؛ وتزوج أم كلثوم بنت علي بن أبي طالب، بنت «١» بنت رسول الله- صلى الله عليه وسلم- عمر بن الخطاب، فولدت له زيداً لم يعقب، ورقيّة؛ ثم خلف عليها بعد عمر- رضي الله عنه- عون بن جعفر بن أبي طالب؛ ثم خلف عليها بعده محمد بن جعفر بن أبي طالب؛ ثم خلف عليها بعده عبد الله بن جعفر ابن أبي طالب، بعد طلاقه لأختها زينب.

<span data-type="title" id=toc-50>هؤلاء ولد أمير المؤمنين الحسن بن علي رضي الله عنه</span>
ولد أمير المؤمنين الحسن بن علي- رضي الله عنه- الحسن بن الحسن، وفيه العدد والبيت، أمه [خولة] «٢» بنت منظور بن زبّان الفزاريّة؛ وزيد بن الحسن، وله عقب كثير: أمه أم بشر «٣» بنت أبي مسعود الأنصارى البدرى؛ وعمرو «٤» ؛
_________
(١) اي بنت فاطمة.
(٢) انظر المعارف ٩٢.
(٣) انظر نسب قريش ٤٩.
(٤) انظر نسب قريش ٥٠.','1','38',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (45,'والحسين؛ والقاسم؛ وأبو بكر؛ وطلحة؛ أمه أم إسحاق بنت طلحة بن عبيد الله؛ وعبد الرحمن؛ وعبد الله؛ ومحمّد؛ وجعفر؛ وحمزة، لا عقب لواحد من هؤلاء، إلا أن عمراً كان له ولد فقيه محدّث مشهور، واسمه محمد بن عمرو، انقرض عقبه؛ فأما عبد الله والقاسم وأبو بكر، فإنهم قتلوا مع عمهم الحسين، رضي الله عنهم.

<span data-type="title" id=toc-51>هؤلاء بنو زيد بن الحسن بن علي بن أبي طالب</span>
ولد زيد بن الحسن: الحسن بن زيد، أمير المدينة لأبي جعفر المنصور؛ لا عقب لزيد بن الحسن بن علي إلا من الحسن بن زيد فقط. فولد الحسن بن زيد بن الحسن بن علي ثمانية رجال: إبراهيم، [ولد اثنين] ؛ وإسماعيل، [ولد خمسة] ؛ وإسحاق [ولد ثلاثة] ، وعبد الله، [ولد خمسة] ؛ وعلى، [ولد اثنين] ؛ والحسن، [ولد أربعة] ؛ وزيد [ولد واحدا] ؛ والقاسم، [ولد ستة] . كلهم أعقب.
أما إبراهيم بن الحسن بن زيد، فولد إبراهيم، وله عقب؛ ومحمد بن إبراهيم. فمن ولد محمد هذا: محمد بن الحسن بن محمد بن إبراهيم بن الحسن ابن زيد بن الحسن بن علي بن أبي طالب، قام بالمدينة؛ وكان من أفسق الناس، شرب الخمر علانية في مسجد النبي- صلى الله عليه وسلم- نهارا، وفسق فيه بقينة لبعض أهل المدينة، وقتل أهل المدينة بالسيف والجوع؛ وكان قيامه أيّام المعتمد، وقتل أهل المدينة؛ ولم يصل بها طول مدته فيها جمعة ولا جماعة.
وولد إسحاق بن الحسن بن زيد: هارون، والحسن، والحسين. ولزيد بن الحسن بن زيد: طاهر بن زيد، وله عقب. ولد الحسن بن الحسن بن زيد:
الحسن، والحسن آخر، والحسين، ومحمّد. وولد القاسم بن الحسن بن زيد:
محمّد، ومحمّد، ومحمّد البطحانىّ وعبد الرحمن، وحمزة، والحسن؛ ومنهم:','1','39',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (46,'محمد بن الحسين بن الحسن بن محمد بن القاسم بن الحسن بن زيد؛ كان لأبيه الحسين بن الحسن أحد عشر ذكراً سوى محمد هذا، اسم كل واحد منهم علىّ، ويختلفون بكناهم؛ ومنهم: عيسى بن محمد بن القاسم بن الحسن بن زيد؛ كان له من الولد الحسن، وجعفر، سكنا سجستان؛ وأحمد، وحمزة، سكنا طبرستان؛ ويوسف، سكن جرجان؛ وصالح، سكن مرو؛ ومحمّد، سكن بلخ؛ ويحيى، سكن الشاش؛ والحسين، سكن الرّىّ؛ وداود، سكن الدّيلم؛ وعلىّ، سكن مصر. ومنهم: النقيب محمد بن الحسن، الملقب بالداعي الصغير، القائم بجهة الرّى وطبرستان، ابن القاسم بن علي بن عبد الرحمن بن القاسم بن محمد البطحاني بن القاسم بن الحسن بن زيد بن الحسن بن علي بن أبي طالب؛ كانت بين الحسن الملقب بالداعي الصغير المذكور، وبين الأطروش الحسينىّ حروب، وقتل الحسن هذا سنة ٣١٧. ومنهم: محمد بن الحسين بن داود بن علي بن عيسى بن محمد بن القاسم بن الحسن بن زيد، نيسابوري، محدث، يروي عن علي بن صاحب خراسان محمد بن طاهر بن عبد الله بن طاهر بن الحسين «١» بن المصعب بن طلحة بن رزيق «٢» .
وولد عبد الله بن الحسن بن زيد: محمد، ويحيى، وعلىّ، والحسن، وزيد. ولد إسماعيل بن الحسن بن زيد: علىّ، والحسن، والحسين، وأحمد، ومحمّد. وولد علي بن الحسن بن زيد: عبد الله، وعبد العظيم، وأحمد، وإبراهيم، وإسماعيل، والحسن، والحسين. كان منهم الحسين بن القاسم بن أحمد بن عبد الله بن علي بن الحسن بن زيد، وكان من أهل القرآن والعلم والفضل، عدلاً عند القضاة بالكوفة. ومن ولد الحسن بن زيد بن الحسن بن علي بن أبي طالب- رضي الله عنه- كان الحسن ومحمّد ابنا زيد بن محمد بن إسماعيل بن الحسن ابن زيد بن الحسن بن علي بن أبي طالب- رضي الله عنه- القائمان بطبرستان،
_________
(١) انظر وفيات الاعيان في ترجمة (عبد الله بن طاهر) ، وتاريخ بغداد ١٠: ٤٨٣.
(٢) انظر وفيات الاعيان وتاريخ بغداد.','1','40',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (47,'وهما غيّرا نعم أهلها، وأذهبا بهجة البلد؛ وكانا من كبار الفسّاق؛ وهما كانا السبب في تورد «١» الديلم بلاد الإسلام، لأنهما استجاشا بالدّيلم، وكذلك الأطروش والداعى، فخرج معهم ما كان بن كاكان الديلمي، الذي كان مرداويج- رحمه الله- أحد رجاله، وعلىّ بن النعمان، وغيرهم؛ وكان بنو بويه من رجال مرداويج. لم يعقب الحسن المذكور إلّا ابنتين. وأعقب محمد أخوه؛ فمن ولده:
إسماعيل بن المهدي بن زيد بن محمد بن المذكور؛ وعمّهما أحمد بن محمد بن إسماعيل القائم بالحجاز، المحارب لبني جعفر بن أبي طالب؛ وابنه علىّ بن أحمد؛ وابن عم أبيهما القاسم بن علي بن إسماعيل بن الحسن بن زيد، غزا نهاوند، وهو أحد رجال الحسن بن زيد. ومن ولد الحسن بن زيد بن الحسن بن علي بن أبي طالب أمير المؤمنين: كا، وكباكى ابنا طاهر بن أحمد بن محمد بن جعفر ابن عبد الرحمن الشجوبي بن القاسم بن الحسن بن زيد بن الحسن بن علي ابن أبي طالب؛ وابن عمهما أبو لكا بن الحسن بن محمد بن جعفر بن عبد الرحمن الشجوبىّ المذكور، وابن أخيه شراهيك بن أحمد بن الحسن بن محمد بن جعفر: تسموا بأسماء الدّيلم لمخالطتهم ومداخلتهم إياهم.
مضى ولد الحسن بن زيد بن الحسن بن علي بن أبي طالب. ولم يعقب لأبيه غيره.

<span data-type="title" id=toc-52>وهؤلاء ولد الحسن بن الحسن بن علي بن أبي طالب «٢»</span>
ولد الحسن بن الحسن بن علي بن أبي طالب- رضي الله عنه-: عبد الله، وفيه البيت والشّرف والعدد؛ وإبراهيم، وله عدد جمّ؛ وجعفر؛ والحسن، وأمه وأم أخويه عبد الله وإبراهيم: فاطمة بنت الحسين بن علي بن أبي طالب،
_________
(١) التورد، مأخوذ من توردت الخيل البلدة، اذا دخلها قليلا قليلا قطعة قطعة.
(٢) هو الحسن بن الحسن بن علي بن أبي طالب- أبو محمد- الهاشمي، كبير الطالبيين في عهده. أقامته ووفاته في المدينة. اتهم بمكاتبة اهل العراق وانهم يمنونه بالخلافة، فبلغ ذلك الوليد بن عبد الملك، فأمر عامله بالمدينة بجلده، فلم يجلده العامل، وكتب للوليد يبرئه انظر تهذيب ابن عساكر [٤: ١٦٢] .','1','41',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (48,'وأمها أم إسحاق بنت طلحة بن عبيد الله، خلف عليها الحسين بعد الحسن؛ وداود: أمّه وأم أخيه جعفر أم ولد؛ البربرة منهم في ولد عبد الله وجعفر؛ وكان للحسن بن الحسن أيضاً محمد، لم يعقب، أمه رملة بنت سعيد بن زيد بن عمرو ابن نفيل. وتزوّج الحسن أيضاً بنت محمد بن علي بن أبي طالب، وبنت عمر ابن علي بن أبى طالب، عمّيه، وضمّهما فى ليلة واحدة. وقال محمد بن علي بن أبي طالب ليلتئذ: «هو أعز علينا منهما!» فاجتمع عنده بنات أعمامه الثلاثة وكان للحسن بن الحسن من البنات: زينب، شقيقة عبد الله وإبراهيم والحسن تزوجها الوليد بن عبد الملك بن مروان؛ وأم كلثوم، شقيقتهم أيضاً، تزوجها ابن عمها محمد بن علىّ بن الحسين؛ وفاطمة بنت الحسن بن الحسن، تزوجها معاوية بن عبد الله بن جعفر بن أبي طالب، فولدت له الحسن وصالحا ويزيد؛ وكانت فاطمة هذه لأم ولد؛ ثم خلف على فاطمة هذه أيوب بن مسلمة بن عبد الله ابن الوليد بن الوليد بن المغيرة «١» ؛ ومليكة بنت الحسن بن الحسن، شقيقة جعفر وداود، تزوجها جعفر بن المصعب بن الزبير، فولدت له ابنة؛ وأم القاسم بنت الحسن بن الحسن، شقيقة مليكة، تزوجها مروان بن أبان بن عثمان بن عفان، فولدت له محمداً؛ ثم خلف عليها ابن عمها على بن الحسين.

<span data-type="title" id=toc-53>وهؤلاء ولد الحسن بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد الحسن بن الحسن بن الحسن: الحسن؛ وعبد الله؛ والعبّاس، أمه: عائشة بنت طلحة بن عمر بن عبيد الله بن معمر التيمي، قتله المنصور؛ وعلىّ الأكبر، وكان فاضلاً جداً، أمه: أم عبد الله بنت عامر بن بشير بن عامر ملاعب الأسنة ابن مالك بن جعفر بن كلاب، قتله أبو جعفر المنصور. أعقب هؤلاء. وولد أيضا عليّا، وعليّا، وطلحة؛ وطلحة، لم يعقبوا. فولد الحسن بن الحسن بن الحسن [بن الحسن] : محمّد، وعلىّ. وولد علي الأكبر: الفاضل بن
_________
(١) الوليد بن الوليد بن المغيرة، صحابي جليل، وهو أخو خالد بن الوليد بن المغيرة.','1','42',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (49,'الحسن بن الحسن بن الحسن بن علي بن الحسن، صاحب يوم فخّ؛ والحسين، قتلا يوم فخّ؛ وعلىّ، وأحمد؛ ومحمّد؛ وعلىّ؛ لم يعقب الحسين المذكور. وولد عبد الله بن الحسن بن الحسن بن الحسن بن علي: محمد، وإبراهيم، ويعقوب، وموسى، وعيسى، وسليمان، وجعفر. وولد العباس بن الحسن بن الحسن بن الحسن بن علي: علي؛ فولد علي بن العباس هذا: محمد، قائم قام بخراسان، فقتل أيّام المهدى.
ومضى ولد الحسن بن الحسن بن الحسن بن علي بن أبي طالب.

<span data-type="title" id=toc-54>وهؤلاء ولد داود بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد داود بن الحسن هذا: عبد الله، وسليمان. فولد عبد الله بن داود: أحمد، ومحمّد، وعلىّ، والحسين، والعبّاس. وولد سليمان بن داود: سليمان بن سليمان، لا عقب له؛ ومحمّد بن سليمان، القائم بالمدينة أيام المأمون؛ وداود، لا عقب له؛ وأمّا عقب محمد بن سليمان بن داود القائم بالمدينة، فعظيم جداً، يتجاوز المائتين، ولهم بالحجاز ثروة وجموع؛ ولا عقب لأبيه سليمان إلا منه.
مضى ولد داود بن الحسن بن الحسن بن علي بن أبي طالب.

<span data-type="title" id=toc-55>وهؤلاء ولد إبراهيم بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد إبراهيم بن الحسن المذكور: إسماعيل، قتله المنصور؛ وإسحاق؛ وعلىّ؛ ومحمّد، قتله المنصور، قيل: دفنه حياً، لا عقب له. فولد إسحاق بن إبراهيم هذا: عبد الله، قتل بفخ، وعقبه قليل. وولد على بن إبراهيم هذا: الحسن، وعقبه قليل. وولد إسماعيل بن إبراهيم، وفيه الجمهرة والعدد: الحسن؛ وإبراهيم طباطبا، وفيه الجمهرة والعدد. فمن ولد إبراهيم طباطبا بن إسماعيل بن إبراهيم بن الحسن بن الحسن بن علي بن أبي طالب: محمد بن إبراهيم طباطبا، القائم مع أبي السرايا بالكوفة؛ وأخوه القاسم الرسي بن إبراهيم طباطبا بن إسماعيل بن إبراهيم، وفيه الجمهرة والعدد؛ فمن ولده: أحمد، وإبراهيم النقيبان ابنا محمد النقيب بن إسماعيل بن القاسم الرسي بن إبراهيم طباطبا؛ ومنهم القائمون بصعدة من أرض','1','43',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (50,'اليمن؛ فمنهم: جعفر الملقب بالرشيد، والحسن المنتخب، والقاسم المختار، ومحمّد المهدي، بنو أحمد الناصر بن يحيى الهادي بن الحسين بن القاسم الرسي ابن إبراهيم طباطبا؛ وليحيى هذا الملقّب بالهادى رأي في أحكام الفقه، قد رأيته، لم يبعد فيه عن الجماعة كل البعد. ولي جعفر المذكور صعدة «١» ؛ ثم وليها بعده أخوه القاسم المختار. وذكر اليماني، القائم بماردة، المقتول يوم البركة بالزهراء في ذي الحجة سنة ٣٤٣، أنه عبد الله بن أحمد الناصر المذكور، أخو جعفر الرشيد والقاسم المختار، إلا أن أم هذين علوية من بني جعفر بن الحسن بن الحسن، وأم اليماني هذا أم ولد؛ وأنّ لهم إخوه، منهم: سليمان، ويحيى، وإبراهيم، وهارون، وداود الساكن بمصر، وحمزة، وعبد الله، وأبو الغطمّش، وأبو الجحاف، وطارق بنو أحمد الناصر المذكور. وذكر أن لداود منهم ابناً يسمّى هاشم. ومنهم الشاعر الإصبهانىّ، وهو محمد بن أحمد بن محمد بن أحمد بن إبراهيم طباطبا؛ ولهذا الشاعر ابنان: علىّ، والحسن، وله عقب.
مضى ولد إبراهيم بن الحسن بن الحسن بن علي بن أبي طالب.

<span data-type="title" id=toc-56>وهؤلاء ولد جعفر بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد جعفر بن الحسن: إبراهيم، والقاسم، وعبد الله، والحسن؛ والعقب منهم للحسن. فولد الحسن بن جعفر بن الحسن هذا: جعفر، ومحمّد، وعبد الله؛ ولهم عقب كثير، منهم: محمد، وإسماعيل، ويحيى، وعمر، والعبّاس، وأبو إسحاق، وجعفر، والحسن، والحسن، والحسن، والقاسم، والحارث، وزهير، وضبّ، وكريم، وبلهتا، بنو أبي العباس محمد بن الحسن بن جعفر بن الحسن بن الحسن بن علي بن أبي طالب، أمهم كلهم زرذالة السوداء، وهم بناحية متّيجة وسوق حمزة. ومنهم: واغزن وتبكان ابنا جعفر بن أبي العبّاس المذكور، وابنا عمهما لحّا: غيلان وسكرديد ابنا أبي إسحاق بن أبى العبّاس المذكور،
_________
(١) صعده: موضع باليمن منه محمد بن ابراهيم ابن مسلم.','1','44',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (51,'والمصرىّ، وأبو حاجّ، وقلليف، وأبو فريك الكبير، بنو الحسن بن محمد ابن جعفر بن الحسن بن الحسن بن علي بن أبي طالب؛ كانت لهما أعمال بالمغرب في جهة سوق حمزة: وعبد المطلب، ومحمّد ابنا علي بن محمد المذكور، وهما ابنا أخي زهير المذكور.
مضى بنو جعفر بن الحسن بن الحسن بن علي بن أبي طالب.

<span data-type="title" id=toc-57>وهؤلاء بنو عبد الله بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد عبد الله بن الحسن بن الحسن بن علي بن أبي طالب: محمّد، القائم بالمدينة؛ وإبراهيم، القائم بالبصرة؛ ويحيى، القائم بالدّيلم؛ وإدريس الأصغر، القائم بالمغرب؛ وسليمان، قتل بفخّ؛ وموسى؛ ولكلّ هؤلاء عقب؛ وعيسى، لا عقب له. فأما عقب محمّد وإبراهيم ويحيى، فقليل؛ وأمّا عقب إدريس وسليمان وموسى، فكثير جدّا.

<span data-type="title" id=toc-58>وهؤلاء ولد محمد بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد محمد هذا، وهو القائم بالمدينة ويلقب بالأرقط «١» : عبد الله الأشتر، قتل بكابل: وخلّف ابنا اسمه محمّد، والعقب فيه؛ وطاهر؛ والحسن، كان يلقب أبا الزفت لشدة سمرته، حد في الخمر بالمدينة؛ قتلا بفخ؛ وعلىّ؛ وأحمد؛ وإبراهيم. وللأشتر المذكور عقب ببغداد وغيرها، يعرفون ببني الأشتر.
مضى ولد محمد بن عبد الله بن الحسن بن الحسن بن علي بن أبى طالب.

<span data-type="title" id=toc-59>وهؤلاء ولد القائم بالبصرة إبراهيم بن عبد الله بن الحسن ابن الحسن بن علي بن أبي طالب</span>
ولد إبراهيم هذا: الحسن، وفيه العقب؛ وأحمد؛ وعلى. وللحسن ابن اسمه عبد الله.
مضى ولد إبراهيم بن عبد الله بن الحسن بن الحسن بن علي بن أبى طالب.
_________
(١) الارقط: النمر.','1','45',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (52,'<span data-type="title" id=toc-60>وهؤلاء ولد يحيى القائم بالديلم بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب</span>
ولد يحيى بن عبد الله بن الحسن هذا: محمّد، وإبراهيم، وصالح.
مضى ولد يحيى بن عبد الله بن الحسن بن الحسن بن علي بن أبى طالب

<span data-type="title" id=toc-61>وهؤلاء ولد موسى بن عبد الله بن الحسن بن الحسن ابن علي بن أبي طالب</span>
ولد موسى هذا: إبراهيم، جد بني الأخيضر أصحاب اليمامة؛ وعبد الله ابن موسى، عقبه كثير جداً. فمن ولد إبراهيم بن موسى المذكور: إسماعيل- رحمه الله- وأخوه محمد الأخيضر: ابنا يوسف بن إبراهيم بن موسى المذكور بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب. فأما إسماعيل، فلا عقب له، وهو الذي حاصر المدينة حتى مات أهلها جوعا، ولم يصل أحد في مسجد رسول الله صلى الله عليه وسلّم؛ ثم مات بالجدري في سنة ٢٥١، أيام حرب المعتز مع المستعين؛ وكان قيامه في ربيع الأول منها؛ ومات- رحمه الله- آخر سنة ٢٥٢، وهو متردد في الحجاز بالجدري، وهو ابن اثنتين وعشرين سنة، ولم يعقب؛ وولى مكانه أخوه الأخيضر محمد. وكان محمد أسن من إسماعيل بعشرين سنة؛ فنهض إلى اليمامة، فملك أمرها، وكان له من الولد: محمّد، وإبراهيم، ويوسف، وعبد الله؛ وهم باليمامة؛ ودار ملكهم بها الخضرمة «١» . ولى يوسف مكان أبيه. فولد يوسف بن محمد بن يوسف: إسماعيل، والحسن،
_________
(١) الخضرمة، بكسر الخاء المعجمة والراء: بلد باليمامة.','1','46',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (53,'وصالح، ومحمّد. فأما إسماعيل منهم، فأشركه أبوه يوسف بن محمد بن يوسف مع نفسه في الأمر في حياته؛ ثم انفرد بولاية اليمامة بعد موت أبيه «١» ؛ ثم مات؛ فولي أخوه الحسن بن يوسف؛ ثم ولي بعده ابنه أحمد بن الحسن. ومنهم ولاتها إلى اليوم.
ومن ولد عبد الله بن موسى بن عبد الله بن الحسن بن الحسن: المنتقم، والمسلّط، ونكال بنو محمد بن عبد الله بن إدريس بن موسى بن عبد الله بن موسى بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب- رضي الله عنه-؛ ومنهم عبد الرحمن بن أبي الفاتك عبد الله بن داود بن سليمان بن عبد الله بن موسى ابن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب؛ وكان له اثنان وعشرون ذكرا بالغون، وهم: عبد الحميد، وعبد الكريم، وعبد الحكم، وعبد الله وموسى، وعيسى، ومحمّد، ويحيى، وإسماعيل، وأحمد، وعلى، والحسن، والحسين، وحمزة، ونعمة ورحمة وزيادة، ومحمود، وموهوب، والرّدينى، وأبو الطيب، وأبو القاسم، وعريقة، سكنوا كلهم أذنة «٢» ، حاشا نعمة، وعبد الحميد، وعبد الحكم؛ فإنهم سكنوا أمج بقرب مكّة. ومنهم: جعفر ابن محمد بن الحسن بن محمد بن موسى بن عبد الله بن موسى بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب، الذي غلب على مكة أيام الإخشيدية.
وولده إلى اليوم ولاة مكة؛ منهم: عيسى بن جعفر المذكور، لا عقب له؛ وأبو الفتوح الحسن بن جعفر المذكور؛ وشكر بن أبى الفتوح؛ وقد انقرض عقب جعفر المذكور، إلا أن أبا الفتوح لم يكن له ولد إلّا شكر؛ ومات شكر، ولم يولد له قط؛ وصار أمر مكة إلى عبد كان له.
مضى ولد موسى بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب.
_________
(١) اليمامة بلاد في الجزيرة العربية اكثر نخيلا من سائر الحجاز، وبها تنبأ مسيلمة الكذاب. وهي دون المدينة في وسط الشرق عن مكة، على ستة عشر مرحلة من البصرة وعن الكوفة نحوها.
(٢) أذنة، بالذال المعجمة: بلد من الثغور قرب المصيصة.','1','47',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (54,'<span data-type="title" id=toc-62>وهؤلاء ولد سليمان بن عبد الله بن الحسن بن الحسن ابن علي بن أبي طالب</span>
ولد سليمان بن عبد الله هذا: محمد، القائم بالمغرب. فولد محمد بن سليمان هذا: إدريس، وعيسى، وإبراهيم، وأحمد، وعلىّ، والحسن، كلهم أعقب.
ومنهم: أبو العيش عيسى بن إدريس بن محمد بن سليمان، صاحب جراوة؛ وابنه الحسن بن عيسى، سكن قرطبة؛ وإدريس بن إبراهيم بن عيسى بن محمد بن سليمان، صاحب آرشقول، وكان منقطعاً إلى عبد الرحمن الناصر المرواني صاحب الأندلس؛ وسجنه الشيعىّ على ذلك؛ ومنهم: أحمد بن عيسى بن إبراهيم ابن محمد بن سليمان، صاحب سوق إبراهيم، وهو قاتل ابن عمه لحا عبد الله بن محمد بن إبراهيم بن محمد بن سليمان؛ ومنهم: أبو العاصى الحكم وعبد الرحمن ابنا علي بن يحيى بن محمد بن إبراهيم بن محمد بن سليمان، سكنا قرطبة وأعقبا بها، منهم: أبو جعفر عبد الله بن الحسن بن الحكم المذكور، فتى أديب، وعبد الله ابن عبد الرحمن بن علي بن يحيى بن محمد المذكور، انقرض؛ وعمه حمزة ابن علي بن يحيى بن علىّ، وأخوه علي بن يحيى المذكور؛ ومنهم: صالح أبو كنانة، والحسن، والقاسم، وهاشم، ويعقوب، بنو يحيى بن محمد المذكور؛ دخلوا الأندلس كلهم. وكان سليمان بن محمد، أخو يحيى بن محمد المذكور، رئيساً في تلك الناحية أيضا؛ ومنهم: القاسم بن محمد بن القاسم بن أحمد ابن محمد بن سليمان، صاحب تلمسان؛ ومنهم: بطوش بن حنانش بن الحسن ابن محمد بن سليمان؛ ومنهم: حمود بن علي بن محمّد بن سليمان؛ وهم بالمغرب كثير جدّا، وكانت لهم بها ممالك عدة، قد بطل جميعها؛ ولم يبق منهم بها رئيس أصلاً.
مضى ولد سليمان بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب.','1','48',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (55,'<span data-type="title" id=toc-63>وهؤلاء ولد إدريس بن عبد الله بن الحسن بن الحسن ابن علي بن أبي طالب</span>
ولد إدريس بن عبد الله هذا: إدريس بن إدريس، وهو باني فاس. فولد إدريس بن إدريس: إدريس، ومحمّد، وأحمد، وعبد الله، وعبيد الله، وداود، ويحيى، والحسن، والحسين، وعيسى، وعمر، وجعفر، وحمزة، والقاسم. منهم:
عمر بن يحيى بن يحيى بن محمد بن إدريس؛ ومنهم: جنّون «١» أحمد، ومحمد ابنا أبي العيش عيسى بن جنون أحمد بن محمد بن القاسم بن إدريس بن إدريس، كانا ملكين بالمغرب؛ قتل أحمد منهما محمداً لميله إلى عبد الرحمن بن محمد المروانى؛ وإبراهيم، لقبه أبو غبرة، كان أيضا ملكا بالمغرب؛ ويحيى؛ والحسن؛ والقاسم؛ كان لمحمد منهما بنون عدّة، منهم الحكم، وعبد الرحمن، وعبد الله، وعلىّ، والحسن، ويحيى، وإبراهيم، وأبو طالب. وكان لإبراهيم أبى غبرة من الولد: عيسى، ومحمد، والقاسم، ويحيى. وكان لجنّون منهم أحد وعشرون ذكراً، كان منهم القاسم الأصغر قنون بن جنون، القائم بالمغرب، وعلىّ الأصغر ابن جنون، القائم بعد أخيه قنّون، وعبد الملك، وإبراهيم المغنّى، أمه عبير، وإسماعيل، وعلىّ الأكبر، وعيسى الأكبر، وإدريس، والقاسم الأكبر، والمنصور، والحسين الأكبر، والحسين الأصغر، وحمّود، وعبد الله، وعيسى الأصغر، ومحمد الأصغر، ويحيى، وصالح، وطالب، ومحمد بن جنون القائم أيضاً على أبيه بالبصرة «٢» ، لم يعقب، والحسن بن جنون الأصغر، أعور، ادعى النبوة بتيدلا «٣» . فولد قنون بن جنون القائم بجبل أبي حسان: محمد، ويحيى، وإبراهيم وإسماعيل، وحمّود بنو قنون المذكور القائم بالمغرب؛ وقد انقرضوا كلهم؛ وطاهر، وعلىّ ابنا إسماعيل بن جنون، قاما أيضا بالحجر «٤» ؛ وابن عمهم أبو العيش
_________
(١) جنون كلمة بربرية معناها القمر.
(٢) بلد في العراق.
(٣) كورة من كور المغرب الاقصى، واسمها اليوم: «تادلا» .
(٤) أي حجر النسر بشمالي المغرب الاقصى.','1','49',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (56,'عيسى بن الحسين بن ميمون بن القاسم بن أحمد جنون بن محمد بن القاسم بن إدريس بن إدريس؛ وإخوته عيسى، وإسماعيل، وأحمد جنون، وإبراهيم، ومحمد، والقاسم، انقرضوا إلا فتىً منهم بإشبيلية، اسمه علي بن القاسم بن أبي العيش عيسى المذكور؛ والحسن بن قنون بن محمد بن إبراهيم بن محمد بن القاسم بن إدريس بن إدريس، القائم بالمغرب، وبنوه.
ومنهم: الحسن الحجام بن محمد بن القاسم بن إدريس بن إدريس، سمى الحجام لكثرة سفكه للدماء؛ ومن ولده: القاسم بن محمد بن الحسن، الفقيه الشافعي بالقيروان، المعروف بابن بنت الزبيري. ومنهم: يحيى ومحمد ابنا إبراهيم بن يحيى بن محمد بن يحيى الحوطي بن القاسم بن إدريس بن إدريس، له عقب بفاس. ومنهم: إبراهيم بن القاسم بن إدريس بن إدريس، صاحب البصرة؛ وكان عمر بن حفصون يخطب له؛ وإبراهيم بن عبد الملك بن جعفر ابن إدريس بن إدريس؛ وأبو بكر وعمر ابنا محمد بن عبد الله بن أحمد بن عيسى بن إدريس بن إدريس.
ومنهم: القاسم، المسمّى المأمون؛ وعلى، المسمى الناصر تسمياً بالخلافة بالأندلس، ابنا حمود بن ميمون بن حمّود، واسمه أحمد، ابن علي بن عبيد الله ابن عمر بن إدريس بن إدريس، وذلك أن عمر بن إدريس بن إدريس كان له من الولد: عبيد الله، ومحمّد، وعلىّ، وموسى، وإدريس؛ فولد عبيد الله بن عمر بن إدريس: علي، وإبراهيم، وحمزة، والقاسم؛ فولد علي بن عبيد الله ابن عمر: القاسم، وأحمد حمود؛ فولد أحمد حمود هذا: ميمون بن حمود؛ فولد ميمون: حمود بن ميمون: فولد حمود بن ميمون: القاسم، وعلى المذكوران؛ فولد القاسم بن حمود بن ميمون المأمون المذكور: محمد، صاحب الجزيرة «١» ، وتسمّى بالخلافة: والحسن، تنسّك ولبس الصوف وحجّ. وولى الجزيرة بعد محمد ابن القاسم المذكور ابنه القاسم بن محمّد؛ ولم يتسم بالخلافة، إلى أن خرج عنها
_________
(١) أي الجزيرة الخضراء باندلس.','1','50',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (57,'سنة ٤٤٦؛ واضمحل أمرهم كلهم. وكان لمحمد بن القاسم بن حمود من الولد:
يحيى الأصم أكبرهم. ثم القاسم الوالى بعد أبيه، وكان حصوراً، لا يقرب النساء؛ وإبراهيم؛ وأحمد؛ وجعفر؛ والحسين. ولد الحسن بن القاسم المتنسك المذكور: هاشم، وعقيل، أمهما بنت أبي قرة بن دوناس، رئيس بني يفرن، قتلها أخوها أبو نور بن أبي قرة إذ اتهمها بابنه إدريس بن أبى نور، وقتل ابنه أيضا.
وولد علي بن حمود الناصر: يحيى المعتلى؛ وإدريس المتأيد، تسمياً بالخلافة بالأندلس. فولد يحيى المعتلي حسن، صاحب سبتة، تسمى أيضاً بالخلافة، ولم يعقب: وإدريس، تسمّى أيضا وتلقّب بالمتعالى، وأعقب ابناً واحداً اسمه محمد، وهو آخر ولاتهم ولم يتسم بالخلافة. وولد إدريس المتأيد: علىّ، ويحيى، ومحمّد، وحسن؛ مات علي في حياة أبيه، وأعقب ابناً اسمه عبد الله.
وأمّا يحيى، فقتله ابن عمه لحا حسن بن يحيى، إذ ولي الأمر؛ أعقب ابنا اسمه إدريس، وهو الان بقرطبة. وأمّا محمد، فقام على ابن عمه إدريس بن يحيى، وتسمّى بالمهدى، ودعا بالخلافة، وحارب ابن عمه إدريس بن يحيى، وكلاهما تسمّيا بالخلافة، وبينهما نحو عشرة فراسخ «١» ! ومات، وله من الولد: علىّ، وإدريس؛ وأمّا حسن، فهو معتقل عند ابن عمه إدريس بن يحيى؛ ثم أفلت، فأخرجه أخوه عن نفسه إلى العدوة، وتسمّى بالسامي عند غمارة، ثم اضمحلّ أمره، وخرج إلى المشرق، ثم اضمحل أمر جميعهم، ولم يبق لهم أمر في رجب سنة ٤٨٨.
وبقى من بقي منهم طريداً، شريداً، في غمار العامة. وكان بدء أمرهم في شوال سنة ٤٠٠، إذ ولي القاسم بن حمود سبتة إلى التأريخ المذكور. وكان هذا الفخذ من أفخاذهم خاملا، وكانوا صاروا بتاز غدرة من عمل غمارة، وإنما كانت الرياسة منهم في ولد القاسم وعيسى ابني إدريس بن إدريس؛ وصاحب درعة، أحمد بن علي بن أحمد بن إدريس بن يحيى بن إدريس، ووتعال، وفكّ الله،
_________
(١) الفرسخ: ثلاثة اميال هاشمية، او اثنا عشر الف ذراع او عشرة آلاف.','1','51',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (58,'وتعود الخير: بنو علي بن محمد بن عبيد الله بن إدريس بن إدريس. ومنهم:
عبيد الله بن محمد بن عبيد الله بن إدريس بن إدريس، صاحب تامدلت «١» ، التي كان يحارب عليها ابن عمه الحسن بن جعفر بن عبيد الله بن إدريس بن إدريس؛ [ومنهم: عبد الله بن محمد بن عبيد الله بن إدريس بن إدريس] ، صاحب صنهاجة الرّمال؛ وإدريس، والحسن، والقاسم، ومحمد، بنو صاحب مكناسة الزيتون، داود بن إدريس بن إدريس.
مضى بنو عبد الله بن الحسن بن علي بن أبي طالب- رضى الله عنهم- وانقضى الكلام في ولد أمير المؤمنين الحسن بن علي- رضي الله عنهما.

<span data-type="title" id=toc-64>وهؤلاء ولد الحسين بن علي بن أبي طالب رضي الله عنهم</span>
ولد الحسين بن علي بن أبي طالب- رضي الله عنهما- بنين، قتل بعضهم معه، ومات سائرهم في حياته. ولم يعقب له ولد غير علي بن الحسين وحده؛ فولد علي بن الحسين بن علي بن أبي طالب ستة رجال، كلهم أعقب، وهم:
محمد، أمه أم عبد الله بنت الحسن بن علي بن أبي طالب؛ وزيد، لأم ولد؛ وعلىّ؛ والحسين؛ وعبد الله، شقيق محمد؛ وعمر، لأمهات أولاد؛ وبنات، وهن: خديجة، تزوجها محمد بن عمر بن علي بن أبى طالب؛ وعبدة؛ تزوجها محمد بن معاوية بن عبد الله بن جعفر بن أبي طالب، ثم خلف عليها بعده علىّ ابن الحسن بن الحسن بن الحسن بن علي بن أبي طالب، ثم خلف عليها بعده نوح بن إبراهيم بن محمد بن طلحة بن عبيد الله؛ وأم كلثوم، تزوجها داود بن الحسن بن الحسن؛ وأمّ الحسن تزوجها داود بن علي بن عبد الله بن العباس ابن عبد المطلب؛ فولدت له: موسى؛ وفاطمة، تزوجها داود بن علي بن عبد الله بعد أختها أم الحسن؛ وعليّة، تزوجها علي بن الحسين بن الحسن بن علي بن أبي طالب، ثم خلف عليها بعده عبد الله بن معاوية بن عبد الله بن جعفر؛ وأمّ الحسين، تزوجها إبراهيم الإمام بن محمد بن علي بن عبد الله بن العبّاس.
_________
(١) راجع صفة افريقية الشمالية لابي عبيد البكري طبع الجزائر ١٩١١ ص ١٦٣.','1','52',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (59,'<span data-type="title" id=toc-65>هؤلاء ولد عبد الله بن علي بن الحسين بن علي بن أبي طالب</span>
ولد عبد الله بن علي بن الحسين هذا، وهو المعروف بالأرقط: إسحاق، ومحمد؛ لهما عقب كثير، منهم: يحيى بن إسحاق المذكور، أمه عائشة بنت عمر بن عاصم [بن عمر «١» ] بن عثمان بن عفان بن أبي العاصي بن أمية بن عبد شمس، ومنهم الكوكبىّ، واسمه الحسين، وإخوته: جعفر، والحسن، وحمزة، وعبد الله، بنو أحمد بن محمد بن إسماعيل بن محمد بن عبد الله الأرقط بن علي ابن الحسين المذكور، كان من قواد الحسن بن زيد بطبرستان، وهو فتح له قزوين وزنجان، وقتل هنالك؛ فولد الحسين الكوكبي هذا: زيد، وعلى.
مضى ولد عبد الله بن علي بن الحسين بن علي بن أبي طالب.

<span data-type="title" id=toc-66>وهؤلاء ولد علي بن علي بن الحسين بن علي بن أبي طالب</span>
ولد علي بن علي بن الحسين بن علي: الحسن؛ فولد الحسن بن علي بن علي:
الحسين الأفطس «٢» ، القائم بمكة، أحد المفسدين في الأرض؛ والحسن؛ وعبد الله، قتلا بفخّ؛ وعمر؛ وزيد؛ كلهم أعقب. فولد الحسين الأفطس: علىّ؛ ومحمّد، قتلهما المأمون؛ وكانا أيضاً من المفسدين في الأرض؛ وعبد الله؛ وجعفر؛ ومحمّد؛ وأحمد؛ وأحمد آخر.
مضى بنو علي بن علي بن الحسين بن علي بن أبي طالب.

<span data-type="title" id=toc-67>وهؤلاء بنو عمر بن علي بن الحسين بن علي بن أبي طالب</span>
ولد عمر بن علي بن الحسين: محمد، وإسماعيل، وموسى، وعبد الله، وعلى، والحسين، وجعفر. فولد موسى هذا: عمر، درج، أمه عبيدة بنت الزبير «٣» بن هشام بن عروة بن الزبير بن العوام. منهم: محمد بن القاسم بن علي بن عمر
_________
(١) انظر نسب قريش ١٢٠ س ١٤.
(٢) الذي في نسب قريش ٧٢ ومقاتل الطالبيين ٥١٤ ان الافطس هو الحسن بن علي بن علي.
(٣) انظر نسب قريش ٧٢ س ١٤.','1','53',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (60,'ابن علي بن الحسين بن علي بن أبي طالب، وكان فاضلاً في دينه، يميل إلى الاعتزال؛ قام بأرض الطالقان؛ فلما رأى الأمر لا يتم له إلا بسفك الدماء، هرب؛ فظفر به، فبعث إلى المعتصم، فتحيّل وهرب، واستتر إلى أن مات. ومنهم: زيد، وجعفر، ومحمّد: بنو الحسن الأطروش الذي أسلم الديلم على يديه ابن علىّ ابن الحسن بن علي بن عمر بن علي بن الحسين بن علي بن أبى طالب. وكان للحسن الأطروش من الإخوة: جعفر؛ ومحمّد؛ وأحمد المكنى بأبى هاشم، وهو المعروف بالصوفىّ؛ والحسين المحدث، يروي عنه ابن الأحمر وغيره. وكان هذا الأطروش فاضلاً، حسن المذهب، عدلاً في أحكامه؛ ولى طبرستان ومات سنة ٣٠٤ مقتولا؛ وكان الحسن بن محمد بن علي بن الحسن بن علي بن عمر بن علىّ ابن الحسين بن علي بن أبى طالب، وهو ابن أخي الأطروش، قام بطبرستان وقتل بها سنة ٣١٦، قتلته جيوش نصر بن أحمد بن إسماعيل بن أحمد بن نوح بن أسد الساماني «١» صاحب خراسان.
مضى ولد عمر بن علي بن الحسين بن علي بن أبى طالب.

<span data-type="title" id=toc-68>وهؤلاء ولد الحسين بن علي بن الحسين بن علي بن أبى طالب</span>
وكان أعرج. ولد الحسين بن علي بن الحسين بن علىّ هذا: على، والحسن، ومحمّد، وإبراهيم، وسليمان، وعبد الله، وعبيد الله، أم علي منهم وعبيد الله وعبد الله: أم خالد بنت حمزة بن المصعب بن الزبير بن العوّام، وأم سليمان منهم: عبدة بنت داود بن أبي أمامة «٢» بن سهل بن حنيف الأنصاري؛ كلهم أعقب عقباً عظيماً؛ يعرف عبد الله هذا بالعقيقي؛ له من الولد: بكر، والقاسم، وأم سلمة، وزينب لأم ولد نوبيّة، وجعفر، وعلى، أمهما: أم عمرو بنت عمرو بن الزبير بن عمرو بن الزبير بن العوام؛ تزوج زينب الرشيد، فدخل بها، وطلقها في صبيحة تلك الليلة؛ فلقبها أهل المدينة «زينب ليلة» ؛ من ولده:
_________
(١) انظر التنبيه والاشراف ص ٦٥.
(٢) انظر الاصابة (قسم الكنى) .','1','54',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (61,'الذي قتله الحسن بن زيد صاحب طبرستان، وهو الحسن بن محمد بن جعفر بن عبد الله العقيقي بن الحسين بن علي بن الحسين بن أبى طالب؛ ولهذا المقتول إخوة، وهم: أحمد، وموسى، وإسحاق، وحمزة، وجعفر، وعلىّ، والحسين، وعبد الله، وعبيد الله، وإبراهيم. وكان للحسن المقتول من الولد: محمّد، وأحمد، والحسين، وزيد.
ومنهم: جعفر بن عبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب، كانت له شيعةٌ يسمونه حجة الله؛ أمّه وأم أخيه حمزة: حمادة بنت عبد الله بن صفوان بن عبد الله بن صفوان بن أمية بن خلف الجمحى. ومنهم:
محمّد وعبد الله ابنا الحسن بن الحسين بن علي بن الحسين بن علي بن أبي طالب، أمهما: خليدة بنت مروان بن عنبسة بن سعيد بن العاصي بن أمية بن عبد شمس. ومنهم: عبد الله بن إبراهيم بن الحسين بن علي بن الحسين بن علي بن أبي طالب، أمه: بريكة بنت عبيد الله بن محمد بن المنذر بن الزبير بن العوّام.
ومنهم حمزة بن الحسن بن سليمان بن سليمان بن الحسين بن علي بن الحسين بن علي بن أبي طالب، ملك هاز «١» فى أرض المغرب، وملك قطيعا من صنهاجة؛ وإليه ينسب سوق حمزة، وولده بها كثير، وكذلك أيضاً ولد إخوته في تلك الجهة؛ وكان عمه الحسين بن سليمان من قواد الحسن بن زيد بطبرستان، وهو الذي غزا له الرى، وكان شاعرا.
ومنهم: إبراهيم بن محمد بن حمزة بن عبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب، قتل بالهبير؛ والمحدّث المشهور بمصر، وهو ميمون ابن حمزة بن الحسين بن محمد بن الحسن بن حمزة بن عبيد الله المذكور. ومنهم:
الملقب بمسلم، الذي كان يدبر أمر مصر أيام كافور، واسمه محمد بن عبيد الله ابن طاهر بن يحيى المحدث بن الحسن بن جعفر بن عبيد الله بن علىّ بن الحسين ابن علي بن الحسين بن علي بن أبى طالب، وابن عمه طاهر بن الحسين بن طاهر، الذي مدحه المتنبي بقوله:
أعيدوا صباحي فهو عند الكواعب «٢»
_________
(١) راجع صفة افريقية الشمالية لابي عبيد البكري طبع الجزائر ص ١٤٣.
(٢) عجزه في دوانه ١: ٩٥ بشرح العكبري: «وردوا رقادي فهو لحظ الحبائب»','1','55',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (62,'وكان لمسلم هذا من الولد: إبراهيم، ويحيى، وطاهر، وطاهر أيضا؛ وأخو مسلم هذا: عبد الله بن عبيد الله، قام بالشام إثر موت كافور الإخشيدىّ، وتسمّى بالمهدىّ، وحارب الحسن بن عبيد الله بن طغج، واستنصر بالقرامطة. والحسن بن محمد بن يحيى، المحدث المذكور، تجاوز التسعين سنة، وكان بالكوفة، حمل عنه العلم؛ وكان عالما بأنساب قومه. ومنهم: محمد بن عبيد الله بن محمد [بن عبيد الله بن محمد] بن علي بن عبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب، وكان له قدر بالكوفة، ومنزلة عند الديالمة، يعارض بها منزلة بني عمر العلويين بالكوفة؛ وهو الذي مدحه المتنبي بقوله في قصيدته التي أولها:
أهلاً بدارٍ سباك أغيدها «١»
وعلىّ بن إبراهيم بن محمد بن الحسن بن محمد بن عبيد الله بن الحسين ابن علي بن الحسين بن علي بن أبى طالب، وكان من العباد بالكوفة، حمل عنه العلم، وكان عالماً بالنسب.
مضى بنو الحسين بن علي بن الحسين بن علي بن أبى طالب.

<span data-type="title" id=toc-69>وهؤلاء بنو زيد بن علي بن الحسين بن علي بن أبي طالب</span>
ولد زيد بن علي هذا، وهو القائم بالكوفة- رحمه الله- على هشام بن عبد الملك: يحيى بن زيد، القائم بخراسان على الوليد بن يزيد، قتل وله ثمانى عشرة سنة، ولم يعقب إلا ابنة واحدة توفّيت بعده، وهى صغيرة. وقد انتمى صاحب الزنج في بعض أوقاته إليه؛ وعيسى بن زيد، اختفى ثمانياً وعشرين سنة؛ ومحمّد بن زيد؛ والحسن بن زيد. فولد عيسى بن زيد: أحمد بن عيسى، اختفى ستين سنة متّصلة، ومات مختفياً إثر قتل المتوكل؛ ومحمّد؛ ويحيى؛ وعلىّ؛ والحسين؛ وزيد. فولد أحمد بن عيسى بن زيد بن علي بن الحسين: علي، كان بالبصرة حين أخذها صاحب الزّنج، وخرج إليه ولقيه، وحينئذ ترك صاحب الزّنج
_________
(١) عجزه في ديوانه: «أبعد ما بان عنك خردها»','1','56',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (63,'الانتساب إلى أحمد بن عيسى بن زيد، وانتسب إلى يحيى بن زيد؛ ومحمّد.
فولد محمد هذا: علي، ادعى [علي] صاحب الزنج- لعنه الله- أنه علي هذا، وعلىّ حينئذ حي قائم بالكوفة، له ثمان وعشرون سنة، وطال عمر علي هذا حتى مات بعد قتل صاحب الزنج بنحو خمسين سنةً؛ وكان لعلي من الولد: محمد، ويحيى، والقاسم، وزيد؛ فلولا علم النسب، لجاز لهذا الكافر ما ادعى من هذا النسب الشريف؛ وإنما كان صاحب الزنج علي بن محمد بن عبد الرحيم العبقسي من عبد القيس صليبةً، من قرية من قرى الرى اسمها ورزنين «١» . وكان له من الولد: محمّد، ويحيى، وسليمان، والفضل؛ فأما محمد، فولد له قديماً قبل قيامه بالبصرة، وصلبه المؤيد بعد قتل أبيه- لعنهما الله- بعامين؛ وأمّا يحيى وسليمان والفضل، فولدوا له بعد قيامه بالبصرة؛ فلما قتل، حبسوا في المطبق، وهم صبيان؛ فلم يزالوا فيه إلى أن ماتوا رجالاً. وكانت لصاحب الزنج- لعنه الله- ابنتان، زوج إحداهما من علي بن أبان المهلبي صاحبه، وولد له منها ابن استعبده الموفّق، وسمّاه نسيفا، وولّاه الولايات، وآخر ما ولّاه البصرة، وقتل بها ليلة دخول القرامطة البصرة؛ وكان محمود الطريقة؛ والثانية، زوجها من سليمان بن جامع صاحبه؛ كان سليمان هذا عبدا أسود كيّالا من أهل هجر «٢» ، فصحبه وشاهد حروبه، وعلت حاله عنده، ثم أخذ هو، والمهلّبىّ، وأخو المهلبي الخليل بن أبان، وصلبوا ثلاثتهم مع محمد ابن صاحب الزنج المذكور- لعنهم الله- وكان محمد المذكور يلقب انكلاني، ومعناه بالزنجية: «ابن الملك» .
رجع الكلام إلى النسب الذي كنّا فيه: ولكل ولد عيسى بن زيد عقب. وولد الحسين بن زيد بن علي بن الحسين: الحسن، قتل مع أبي السرايا بالكوفة؛
_________
(١) ذكرها ياقوت في مدن الري.
(٢) هجر- محركة- بلد باليمن بينه وبين عشر يوم وليلة، مذكر مصروف، وقد يؤنث ويمنع والنسبة: هجري.','1','57',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (64,'والحسن آخر؛ وعلى؛ وجعفر؛ وعبد الله؛ والقاسم؛ ومحمّد؛ وإسحاق؛ وزيد؛ ويحيى؛ وميمونة، تزوجها أمير المؤمنين المهدي. ومنهم: يحيى بن عمر بن يحيى ابن الحسين ابن زيد، القائم بالكوفة أيام المستعين، وقتل بها، ولم يعقب، وكان فاضلاً، مالكي المذهب، حسن القول في جميع الصحابة- رضى الله عنهم- وهو الذي رثاه ابن الرومي بقوله:
أمامك فانظر أي نهجيك تنهج «١»
وكان ليحيى هذا أخوان: محمد الملقّب بالفرّان، وأحمد، لهما عقب؛ أما أحمد، فمن ولده كان العمريون الذين استولوا على الكوفة، وعظم أمرهم بها أيام الديالمة، واتّسعت أموالهم، إلا أنهم لم يثبتوا في الكوفة، ولا منعوا عزل وال وولاية آخر، إنما كانت رياستهم من قبل السلطان ببغداد فقط؛ وكانوا يتكبرون ببغداد كثيراً؛ منهم: عمر بن يحيى بن أحمد بن الحسين بن أحمد بن عمر ابن يحيى بن الحسين بن زيد بن علي بن الحسين؛ ومنهم: عمه النقيب الحسن ابن أحمد بن الحسين بن أحمد بن عمر بن يحيى بن الحسين بن زيد بن علي ابن الحسين. وولد زيد بن الحسين بن زيد بن علي بن الحسين بن أبي طالب:
علي، قام بالكوفة، ثم هرب إلى صاحب الزنج بالبصرة، فقتله، وأخذ منه جارية كان اسمها راتب؛ وكان علي بن زيد قد غنمها من بعض أهل البصرة، إذ قتلهم اللعين صاحب الزّنج.
وأمّا محمد بن زيد بن علي بن الحسين بن علي بن أبي طالب، فولد جعفراً؛ فولد جعفر هذا: محمد الأكبر، صاحب أبى السرايا، وأحمد، وعلىّ، وزيد، والحسين، والقاسم، وموسى، ومحمّد الأصغر؛ فولد محمد الأصغر بن جعفر بن محمد بن زيد بن علي بن الحسين: أحمد، وداود، وعلى الشاعر الكوفي المعروف بالحماني؛ فولد علي الشاعر هذا: محمّد، وزيد؛ فولد محمد بن الشاعر:
على، والحسن، وجعفر، وزيد؛ فولد زيد بن الشاعر: محمّد، وأحمد،
_________
(١) عجزه كما في ديوانه نشر الشيخ شريف ٢: ٤٦: «طريقان شتى مشتقيم واعوج»','1','58',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (65,'وجعفر، والحسين؛ لهم عقب.
مضى ولد زيد بن علي بن الحسين بن علي بن أبى طالب.

<span data-type="title" id=toc-70>وهؤلاء ولد محمد بن علي بن الحسين بن علي بن أبي طالب</span>
ولد محمد بن علي: عبد الله، وإبراهيم، وعلى، وجعفر، لا عقب لعبد الله ولا لإبراهيم، ولا لعلي، إلا أن عبد الله كان له ابن اسمه حمزة، مات عن ابنة فقط؛ ولا عقب له ولا لابنته؛ وعبد الله هذا هو الملقب بالأفطح «١» ، كان أفطح الرأس؛ وكانت له شيعة تدعي إمامته، منهم زرارة بن أعين الكوفي، محدث ضعيف؛ فقدم زرارة المدينة؛ فلقي عبد الله؛ فسأله عن مسائل من الفقه؛ فألفاه في غاية الجهل؛ فرجع عن إمامته، فلما انصرف إلى الكوفة أتاه أصحابه، فسألوه عن إمامه وإمامهم، وكان المصحف بين يديه، فأشار لهم إليه، وقال لهم: «هذا إمامي! لا إمام لي غيره!» فانقطعت الشيعة المعروفة بالأفطحيّة «٢» .
ولا عقب لمحمد إلا من جعفر بن محمد فقط، إلا أن بني عبيد، ولاة مصر الآن، قد ادعوا في أول أمرهم إلى عبد الله بن جعفر بن محمد هذا؛ فلما صح عندهم أن عبد الله هذا لم يعقب إلا ابنة واحدة، تركوه وانتموا إلى إسماعيل بن جعفر بن محمد. فولد جعفر بن محمد بن علي بن الحسين: إسماعيل، مات فى حياته؛ وإمامته تدّعى القرامطة والغلاة من الرافضة، وأمه فاطمة بنت الحسين بن الحسين بن علي بن أبى طالب؛ وموسى، وإمامته تدّعى الإماميّة من الفرافضة؛ ومحمّد، ادعى الخلافة بمكة أيام المأمون، ثمّ انخلع وبقى في غمار الناس حتى مات، والشيعة تلقّبه «الديباجة» لجمال وجهه، وكان في أول أمره محدثاً؛ وإسحاق، أمهم ثلاثتهم أم ولد؛ وعلىّ القائم بالبصرة، لأم ولد؛ لكل واحد منهم عقب؛ وعبد الله، لم يعقب إلا ابنة اسمها فاطمة، تزوجها العبّاس بن
_________
(١) الافطح، بالفاء: العريض الرأس.
(٢) انظر للافطحية الملل والنحل ٢: ٣ وللزرارية اتباع زرارة، المواقف ٦٢٦ والفرق بين الفرق ٥٢، ٢١٨ ومفاتيح العلوم ٢٠ والفهرست لابن النديم ٣٠٨ ولسان الميزان ٢: ٤٧٤.','1','59',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (66,'موسى بن عيسى بن موسى بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب، ثم ابن عمها علي بن إسماعيل بن جعفر بن محمد. فولد علي بن جعفر بن محمّد:
علىّ، وجعفر، والحسن، ومحمّد، وأحمد.
وولد إسحاق بن جعفر بن محمّد: محمّد، وجعفر، والحسن، والحسين، والقاسم. منهم: إسماعيل بن محمد بن إسحاق بن جعفر، محدث، أدركه قاسم بن أصبغ البيّانىّ «١» وأخذ عنه. وولد محمد بن جعفر، الذي ادعى الخلافة بمكة: موسى، وإسماعيل، ويحيى، وعبد الله، وعبيد الله، وعلى، وعلى، والحسين، وجعفر، والقاسم؛ ومن ولده هو: ابن الشبيه الساكن بمصر، وهو محمد بن القاسم بن عبد الله بن الحسن بن يحيى، وهذا المعروف بالشبيه، كان يقال له إنه يشبه النبي- صلى الله عليه وسلم- في صورته «٢» ، ابن القاسم بن محمد الذي ادعى الخلافة المذكور.
وولد إسماعيل بن جعفر: علي، ومحمّد فقط؛ وإمامة محمد هذا تدعى القرامطة والغلة بعد أبيه إسماعيل؛ وكانت أم محمد هذا أم ولد؛ وأمّ علي هذا أم إبراهيم بنت إبراهيم بن هشام بن إسماعيل بن هشام بن الوليد بن المغيرة بن عبد الله بن عمر «٣» بن مخزوم بن يقظة؛ وعلىّ بن إسماعيل هذا هو نعى عمه موسى بن جعفر عند الرشيد حتى أحدر إلى بغداد موكلاً عليه. فولد محمد بن إسماعيل ابن جعفر بن محمّد: جعفر، وإسماعيل، لأم ولد؛ منهم: بنو «٤» الحسن البغيض [بن محمد] «٥» بن جعفر بن محمد بن إسماعيل بن جعفر بن محمد بن علي بن الحسين بن علي بن أبى طالب.
وادّعى عبيد الله القائم بالمغرب أنه أخو حسن البغيض هذا؛ وشهدا له بذلك رجل من بنى البغيض، وشهد له [أيضاً] بذلك جعفر بن محمد بن الحسين
_________
(١) ترجم له ابن الفرضي ١: ٤٠٦ نشرة عزت العطار. والبياني: نسبة الى بيانة بتشديد الياء، وهي كورة قبرة، بينها وبين قرطبة ثلاثون ميلا كما ذكر ياقوت في معجم البلدان. قال: «منها قاسم بن أصبغ» .
(٢) انظر ما سيأتي في ص ٦٩، ٧٠، ٧٣.
(٣) انظر نسب قريش ٢٩٩.
(٤) انظر تعاظ الحنفاء ١٦. والنص هناك فيه بعض التحريف.
(٥) التكملة من اتعاظ الحنفاء ١٦. وفي الاخير: «محمّد الحبيب» .','1','60',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (67,'ابن أبي الجن «١» علي بن محمد الشاعر بن علي بن إسماعيل بن جعفر؛ ومرّة ادعى أنه ولد الحسين بن محمد بن إسماعيل بن جعفر: وكلّ هذه دعوى مفتضحة، لأن محمد بن إسماعيل بن جعفر لم يكن له قط. ولد اسمه الحسين، وهذا كذب فاحش، ولأنّ مثل هذا النسب لا يخفى على من له أقل علم بالنسب ولا يجهل أهله «٢» إلا جاهل. ومنهم: أحمد بن إسماعيل بن أحمد بن إسماعيل بن محمد ابن إسماعيل بن جعفر، لم يكن له عقب قط، مات بمصر سنة ٣٢٥، وكانت له حال بها.

<span data-type="title" id=toc-71>وهؤلاء ولد موسى بن جعفر</span>
وولد موسى بن جعفر، وفيه البيت والعدد: علي الرضي، ولاه المأمون العهد؛ وزيد النار، القائم بالبصرة، مات في أيام المستعين، ولد أحد عشر؛ وإبراهيم، ولد ثمانية، كان لأحدهم واحد وثلاثون ذكرا، ولى اليمن وقام بها؛ وحمزة، ولد ثلاثة؛ وهارون، ولد اثنين؛ وعبد الله، ولد خمسة؛ والحسن، ولد ثلاثة؛ وإسماعيل، ولد ثلاثة؛ وجعفر، ولد خمسة؛ ومحمّد، ولد ثلاثة؛ والحسن، ولد ثلاثة؛ وإسحاق، ولد عشرة؛ وعبيد الله، ولد عشرة؛ والعبّاس، ولد خمسة، أعقبوا؛ وغير هؤلاء أيضاً، لم يعقبوا. فولد علي الرضي: علي بن علي، لم يعقب، ومحمّد بن علي، صهر المأمون، والعقب له؛ فولد محمد صهر المأمون: موسى، وعلى؛ فولد موسى هذا: علي، وأحمد، لهما عقب؛ وولد علي بن محمد صهر المأمون: الحسن، وجعفر؛ فأما الحسن، فهو آخر أئمّة الرافضة، ولم يعقب؛ وادّعى الرافضة أن جارية له اسمها صقيل ولدت منه بعد موته، وهذا كذب؛ وجرت في ذلك خطوب طوال. وأمّا جعفر، فولد محمّدا، وموسى، وهارون، وإسماعيل، ويحيى، وإدريس، وأحمد، وعبيد الله، وطاهرا، وعليّا، والحسن،
_________
(١) الصواب ما أثبت من اتعاظ الحنفاء ١٧، ١٨ حيث نص المقريزي على انه «بجيم ونون» .
(٢) انظر ما جاء عند المقريزي.','1','61',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (68,'والمحسّن: ثار المحسن منهم بالشام، وقتل هنالك. وقد ذكر بعض الناس أنّه كان لجعفر ابن اسمه عيسى أيضا، وهذا قول صحيح؛ مات عيسى هذا يوم السبت، لثلاث بقين لرجب سنة ٣٥٤؛ وكان له قدر ببغداد؛ ولزم منزله سنين عليلا؛ ومات أخوه يحيى بعده بأربعة عشر يوماً. فهؤلاء أعقبوا. وغيرهم لم يعقب.
فولد محمد بن جعفر: علىّ؛ وولد موسى بن جعفر: أحمد، وعلى؛ فولد أحمد: محمّد. وكان موسى هذا على السنة، يختلف إلى أصحاب الحديث، قال الطّبرىّ: «ويتختّم في اليسار» . وولد علي بن موسى: محمد، والحسين.
وولد هارون بن جعفر: الحسن. وولد إسماعيل بن جعفر: محمد، وعلى، وجعفر.
وولد يحيى بن جعفر: محسن؛ فولد محسن بن يحيى: الحسن. وولد إدريس ابن جعفر: القاسم. وولد أحمد بن جعفر: محمد. وولد عبيد الله بن جعفر:
محمد: من ولده كان جعفر بن محمد بن إبراهيم بن محمد بن عبيد الله المذكور، محدث فاضل، مات بمكة سنة ٣٤١، وقد قارب المائة سنة، وكان يروي عن أبي حاتم الرازىّ «١» ومحمّد «٢» بن إسماعيل الصائغ- رحمة الله عليه- وولد طاهر بن جعفر: محمد، وعلى، والحسن. وولد علىّ بن جعفر: إبراهيم، وأحمد، والحسن، وموسى، وجعفر، وحمزة، والمحسّن، وعلىّ، وأحمد، ومحمد. فولد جعفر بن علي بن جعفر بن على: موسى. وولد علي بن علي بن جعفر: علىّ، وأحمد، ومحمّد. وولد الحسن بن جعفر: علي. وولد المحسن بن جعفر.
الحسين.
مضى ولد علي الرضي بن موسى بن جعفر.

<span data-type="title" id=toc-72>وهؤلاء ولد حمزة بن موسى بن جعفر</span>
ولد حمزة بن موسى: علىّ، والقاسم، وحمزة؛ منهم: أميركا، وشراهيك:
ابنا علي بن حمزة بن موسى بن جعفر.
_________
(١) انظر ما سيأتي في (اولاد عبيد الله بن موسى ابن جعفر) .
(٢) ترجمة محمّد هذا في تهذيب التهذيب ٩: ٥٨.','1','62',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (69,'<span data-type="title" id=toc-73>وهؤلاء ولد إبراهيم بن موسى بن جعفر</span>
ولد إبراهيم بن موسى: علىّ، وعلىّ، وإسماعيل، وأحمد، ومحمّد، والفضل، وموسى، وجعفر. قام جعفر هذا باليمن. وولد لموسى بن إبراهيم بن موسى المذكور واحد وثلاثون ذكرا، وهم: عبد الله، وعبيد الله، وعبد الصمد، وعبد الواحد، وعبد الوهّاب، ومحمّد، ومحمّد، وأحمد، وأحمد، وأحمد، وإبراهيم، وإبراهيم، وإدريس، وإسماعيل، وإسحاق، وهارون، وداود، وسليمان، ويحيى، وعيسى، وعلى، وجعفر، والحسن، والحسين، والحسين آخر، وزيد، وزيد آخر، والفضل، والقاسم، والعبّاس، ومروان. ومن ولده كان الرضىّ والمرتضى النقيبان ببغداد؛ واسم الرّضىّ «١» محمّد، واسم المرتضى منهما علي، ابنا الحسين ابن موسى بن محمد بن موسى بن إبراهيم بن موسى المذكور. وكان المرتضى رئيس الإماميّة، ويقول مع ذلك بالاعتزال؛ وكان متكلّما؛ وكانا جميعاً شاعرين؛ مات المرتضى سنة ٤٣٧، وله نيف وسبعون سنة «٢» ؛ وكان يسكن على الصراة «٣» ، إلى أن هدمت الحنبلية داره في يوم كان لهم فيه الظفر على الشيعة؛ فرحل إلى الكرخ. وكان علي هذا يكنى أبا القاسم، وكان أبوه يكنى أبا أحمد؛ ولي أبو أحمد هذا المظالم ببغداد أيام المطيع؛ وولّاه الطائع أحباس البصرة سنة ٣٦٩، أيام بختيار، في وزارة محمّد بن بقيّة. وأبو الحسن محمد بن أحمد بن موسى ابن إبراهيم بن موسى بن جعفر كان شديداً على دعاة الغلاة؛ فحمل بعضهم مفلحاً غلام ابن أبي الساج على قتله؛ فقتله؛ وقبره مشهور بأرذبيجان، يزار.
_________
(١) ولد الرضى سنة ٣٥٩ وتوفى سنة ٤٠٦. وفيات الاعيان.
(٢) الصواب: «نيف وثمانون» لان المعروف ان مولد المرتضى سنة ٣٥٥ كما في الوفيات وغيرها.
(٣) الصراة: نهران ببغداد: الصراة الصغرى والصراة الكبرى.','1','63',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (70,'<span data-type="title" id=toc-74>وهؤلاء ولد عبد الله بن موسى بن جعفر</span>
ولد عبد الله بن موسى: أحمد، ومحمّد، والحسين، والحسن، وموسى؛ ومن ولده: جعفر بن محمد بن إبراهيم بن عبد الله المذكور بن موسى بن جعفر، محدث بمكة.

<span data-type="title" id=toc-75>وهؤلاء ولد هارون بن موسى بن جعفر</span>
ولد هارون بن موسى: هارون بن هارون، وأحمد بن هارون.

<span data-type="title" id=toc-76>وهؤلاء ولد الحسن بن موسى بن جعفر</span>
ولد الحسن بن موسى: محمّد، وعلىّ، وجعفر.

<span data-type="title" id=toc-77>وهؤلاء ولد إسماعيل بن موسى بن جعفر</span>
ولد إسماعيل بن موسى: جعفر؛ قتله ابن الأغلب بإفريقية؛ وأحمد؛ وموسى.
منهم: جعفر بن موسى بن إسماعيل بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب، وهو المعروف بابن كلثم؛ له بقيّة بمصر.

<span data-type="title" id=toc-78>وهؤلاء ولد زيد النار بن موسى بن جعفر</span>
ولد زيد النار بن موسى: محمّد، ومحمّد، ومحمّد، ومحمّد، وأحمد، وجعفر، والحسين، والحسن، وموسى، ويحيى.

<span data-type="title" id=toc-79>وهؤلاء ولد محمد بن موسى بن جعفر</span>
ولد محمد بن موسى: محمّد، وجعفر، وإبراهيم.','1','64',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (71,'<span data-type="title" id=toc-80>وهؤلاء ولد جعفر بن موسى بن جعفر</span>
ولد جعفر بن موسى بن جعفر: محمّد، ومحمّد، وموسى، وهارون، والحسين. فولد الحسين هذا: محمد وعلىّ ابن الحسين؛ وهما اللذان قاما في سنة ٢٧١ بالمدينة، فقتلا أهلها، وأخذا أموالهم، وأخربا المدينة حتى بقيت لا تصلى في مسجد رسول الله- صلى الله عليه وسلم- شهراً كاملاً، لا جمعة ولا جماعة أصلا. وقتل محمد بن الحسين حين قيامه ثلاثة عشر رجلاً من ولد جعفر بن أبي طالب- رضي الله عنه- صبرا؛ وهو الملقّب بالمليط.

<span data-type="title" id=toc-81>وهؤلاء ولد إسحاق بن موسى بن جعفر</span>
ولد إسحاق بن موسى: محمّد، وأحمد، وموسى، ويحيى، وعلى، وعلى آخر، والحسن، والحسين، والعبّاس، والقاسم.

<span data-type="title" id=toc-82>وهؤلاء ولد عبيد الله بن موسى بن جعفر</span>
ولد عبيد الله بن موسى: محمّد، والقاسم، وجعفر، وعلىّ، وموسى، والحسن، والحسين. ومن ولده: جعفر بن محمد بن إبراهيم بن محمد بن عبيد الله بن موسى، محدث، مات بمكة في موسم سنة ٣٣٩؛ روى عنه ابن مفرج، وروى هو عن محمد بن إسماعيل الترمذى، وأبى حاتم محمد بن إدريس الحنظلى الرازى، وغيرهما.

<span data-type="title" id=toc-83>وهؤلاء ولد الحسين بن موسى بن جعفر</span>
ولد الحسين بن موسى: محمّد، وعبد الله، وعبيد الله.

<span data-type="title" id=toc-84>وهؤلاء ولد العباس بن موسى بن جعفر</span>
ولد العباس بن موسى: أحمد، ومحمّد، والقاسم، وموسى، وجعفر.
انقضى الكلام في ولد الحسين بن علي بن أبي طالب- رضي الله عنه.','1','65',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (72,'<span data-type="title" id=toc-85>وهؤلاء ولد محمد بن الحنفية</span>
وهو محمد بن علي بن أبي طالب. ولد محمد هذا: جعفر، وعلى، وعون وإبراهيم، والقاسم؛ والعقب لهؤلاء، ولا عقب لسائر ولده. وكان له من الولد غير هؤلاء: عبد الله أبو هاشم، والحسن، لم يعقبا: كان الحسن مرجئا محدّثا ثقة؛ وكان عبد الله إمام الشيعة، وهو الذى أسند وصيته إلى علي بن عبد الله بن العباس ابن عبد المطّلب «١» ؛ وكانت لعبد الله هذا ابنة، تزوجها سعيد بن عبد الله بن عمرو بن سعيد بن العاص «٢» . فولد جعفر بن محمد بن الحنفيّة: عبد الله، وفيه العدد والكثرة؛ منهم: أحمد بن عبد الله بن القاسم بن عبد الله بن جعفر بن عبد الله بن محمد بن علي بن أبي طالب، محدث، مات سنة ٣٤٤، وله ثمانون سنة. وولد إبراهيم بن محمد بن الحنفيّة: إسماعيل، ومحمّد، عقبهما بالكوفة.
وولد علي بن محمد بن الحنفيّة: محمّد، ومحمّد، وعبد الله، وعبيد الله، والحسن، وعون؛ كان عقبهم بالمدينة. وولد عون بن محمد بن الحنفية:
محمد، أمه مهدية بنت عبد الرحمن بن عمرو بن محمد بن مسلمة الأنصارى، وعقبه متفرق. وولد القاسم بن محمد بن الحنفيّة؛ علىّ، ومحمّد، وعبد الله؛ عقبهم كان بالمدينة.
انقضى الكلام في ولد محمد بن علي بن أبى طالب..

<span data-type="title" id=toc-86>وهؤلاء ولد عمر بن علي بن أبي طالب</span>
لا عقب لعمر بن علي بن أبي طالب إلا من محمد بن عمر ابنه فقط؛ منهم:
أبو بكر بن عيسى بن عبد الله بن محمد بن عمر بن علي، كان شاعرا راوية؛ وابنه أحمد بن عيسى، محدث أيضا. ومنهم: عبد الرحمن بن أحمد بن عبد الله ابن محمد بن عمر بن علي بن أبي طالب، خرج باليمن على المأمون. ومنهم:
_________
(١) انما أوصى الى محمد بن علي بن عبد الله بن العباس، كما في نسب قريش ٧٤- ٧٥ وطبقات ابن سعد ٥: ٢٤٠- ٢٤١.
(٢) اسمها «لبابة» . نسب قريش ٧٥.','1','66',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (73,'عبيد الله بن محمد بن عمر بن علي، المدفون حياً بجانب بغداد، وقبره المعروف بقبر النذور «١» ؛ وابنه علي بن عبيد الله، محدّث.

<span data-type="title" id=toc-87>وهؤلاء ولد العباس بن علي بن أبي طالب</span>
لا عقب للعباس بن علي بن أبي طالب إلا من ولده عبيد الله بن العباس فقط.
فولد عبيد الله المذكور الحسن، والحسين، وحمزة، بنو عبيد الله بن العباس ابن علي بن أبي طالب. منهم: عبيد الله بن الحسين بن عبيد الله بن العباس بن علي بن أبي طالب، ولى مكة والمدينة للمأمون؛ وعمته نفيسة بنت عبيد الله بن العباس بن علي بن أبي طالب، هي أمّ علىّ والعباس ابني عبد الله بن خالد، خرج علي المذكور بدمشق: وهما ابنا عبد الله بن خالد بن يزيد بن معاوية بن أبي سفيان ابن حرب بن أمية؛ وأخوهما حمزة بن عبيد الله الشاعر، وابن أخيهما العباس بن الحسن بن عبيد الله، كان العباس هذا من صحابة الرشيد؛ والفضل بن محمد [بن عبد الله بن العباس بن الحسن] بن عبيد الله بن العباس بن علي بن أبي طالب، كان مع الحسين بن زيد بطبرستان؛ ثم هرب منه؛ فأراد الحسن قتله؛ فآواه موسى بن مهران الكردي؛ وكان الفضل شاعراً، كثير الهجو للحسن بن زيد؛ وابن عمه لحا أبو الطيب محمد بن حمزة بن عبيد الله بن العباس، حاله قد جلت بالأردن وكثر ماله وضياعه، وكان يسكن مدينة طبرية؛ فكاسه «٢» طغج «٣» أيام القرامطة، فقتله في بستانه. وكان اتهم بالميل إلى القرمطي- لعنه الله؛ ومحمد ابن علي بن حمزة بن الحسن بن عبيد الله بن العباس بن علي بن أبي طالب، محدث، مات سنة ٢٨٧.
مضى الكلام في ولد علي بن أبي طالب، رضى الله عنه.
_________
(١) انظر معجم البلدان (قبر النذور) .
(٢) كاسه: صرعه، وأخذ برأسه فنصاه الى الارض.
(٣) طغج بن جف الفرغاني.','1','67',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (74,'<span data-type="title" id=toc-88>وهؤلاء ولد أخيه جعفر بن أبي طالب رضي الله عنه</span>
ولد جعفر بن أبي طالب: عبد الله، ومحمّد، وعون: أمهم أسماء بنت عميس.
انقرض عقب محمّد من قبل ابنه القاسم، ولم يكن له غيره. ولعون عقب غير مشهور؛ وقد قيل إن موسى بن معاوية الصمادحي، راوية وكيع بن الجراح، من ولده، وإنه موسى بن معاوية بن أحمد بن عون بن معاوية بن عون بن جعفر؛ وقيل: عون بن عبد الله بن جعفر.
وولد عبد الله بن جعفر: علىّ، وفيه الكثرة والعدد، أمه زينب بنت علي بن أبي طالب- رضي الله عنه- من فاطمة بنت رسول الله صلى الله عليه وسلم؛ ومعاوية؛ وإسماعيل؛ وإسحاق، لأمهات أولاد، أعقبوا كلهم: ومحمّد، قتل بالطّفّ؛ وعون الأكبر، مات في حياة أبيه؛ وعون الأصغر: والحسين؛ قتلا مع الحسين؛ وجعفر؛ وعياض؛ وأبو بكر، قتل بالحرة: وعبيد الله، ويحيى؛ وصالح؛ وموسى؛ وهارون؛ ويزيد؛ لا عقب لواحد منهم؛ وأمّ كلثوم: أمها زينب بنت علي بن أبي طالب- رضي الله عنه- من فاطمة بنت رسول الله- صلى الله عليه وسلّم، تزوجها الحجاج بن يوسف، فأمره عبد الملك بطلاقها، وكانت قبله عند ابن عمها القاسم بن محمد بن جعفر بن أبي طالب؛ ولا عقب للقاسم.
فولد معاوية بن عبد الله بن جعفر: عبد الله، القائم بفارس (وله شيعة ينتظرونه؛ وكان غاية في الفسق، مذكوراً بفساد الدين؛ وكان أخص الناس به يحيى ابن مطيع، وعمارة بن حمزة، وكانا دهريين؛ وكان له ابن اسمه معاوية، نظير أبيه في الشرّ، وكان له عقب) . والحسن بن معاوية، ولي مكة لمحمد بن عبد الله بن الحسن بن الحسن أيام قيامه بالمدينة؛ وصالح بن معاوية؛ ويزيد ابن معاوية. فولد يزيد بن معاوية بن عبد الله بن جعفر بن أبي طالب: خالد بن يزيد، ولده بكرمان. وعقب عبد الله بن جعفر كثير بالجحفة وأعراضها، ومنهم: موسى، وإسحاق، ويعقوب، وسليمان، وإدريس، وأحمد، والعباس، وعبد الصمد، وحمزة، وجعفر، والقاسم، والحسين، بنو محمد بن يوسف بن','1','68',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (75,'جعفر بن إبراهيم بن محمد بن علي بن عبد الله بن جعفر بن أبي طالب. وكان أم إبراهيم بن محمد المذكور بنت عبد الله بن العباس. ولي منهم إسحاق، وموسى، وسليمان، وجعفر، والقاسم المدينة، وكانت بينهم وبين بني الحسن بن علي حروب عظيمة ودماء. ومنهم أبو هاشم داود بن القاسم بن إسحاق بن عبد الله بن جعفر بن أبي طالب، أدرك أيام المستعين، وليس بينه وبين جعفر ذي الجناحين- رضي الله عنه- إلا ثلاثة آباء فقط، وأدرك إسماعيل بن عبد الله بن عبد الله بن عبد الله بن جعفر قيام محمد بن عبد الله بن الحسن على المنصور؛ وكان من ولده عبد الله بن المسور بن عون بن عبد الله بن جعفر، قتله عبد الله بن معاوية ابن عبد الله بن جعفر بالسياط هو وامرأته، وكان مذكوراً بالكذب في الحديث.
وأمّ محمد بنت عبد الله بن جعفر، تزوجها يزيد بن معاوية بن أبي سفيان.
مضى الكلام في ولد جعفر بن أبي طالب.

<span data-type="title" id=toc-89>وهؤلاء ولد عقيل بن أبي طالب</span>
ولد عقيل بن أبي طالب: عبد الله؛ وعبد الرحمن، قتلا مع الحسين؛ ومسلم، القائم المقتول بالكوفة؛ وعلى؛ وحمزة؛ وجعفر؛ وسعيد؛ وأبو سعيد؛ وعيسى؛ وعثمان؛ ويزيد، وبه كان يكنى؛ لا عقب لواحد منهم؛ ومحمّد، وله العقب، لا عقب لعقيل إلا من محمد بن عقيل هذا.
فولد محمد بن عقيل: عبد الله، الفقيه المحدث؛ وعبد الرحمن، كان يشبه النبي- صلى الله عليه وسلم- فى صورته، وكان رجلاً صالحاً؛ أمهما زينب بنت علي بن أبي طالب، وأمّه أمّ ولد. ومن ولده: الفقيه المذكور القاسم بن محمد بن عبد الله بن محمد بن عقيل، كان يشبه أيضاً في صورته بالنبي «١» - صلى الله عليه وسلم؛ روى عنه الحديث؛ ومن ولد عبد الله بن محمد بن عقيل أيضاً: النسابة المشهور الحسين بن قمن بن محمد بن أحمد بن سليمان بن عبد الله بن محمد ابن عقيل بن أبي طالب، كان أعلم الناس بالنسب.
مضى الكلام في ولد أبي طالب بن عبد المطلب بن هاشم.
_________
(١) انظر ما مضى في ص ٦٠ س ٧- ٨ وما سيأتي في ٧٠ و ٧٣.','1','69',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (76,'<span data-type="title" id=toc-90>وهؤلاء ولد الحارث بن عبد المطلب بن هاشم</span>
ولد الحارث بن عبد المطلب: أبو سفيان، واسمه المغيرة، وهو الشاعر؛ وعبد شمس، سماه النبي- صلى الله عليه وسلم- عبد الله؛ وأمية، لا عقب لواحد منهم؛ وكان لأبي سفيان ابن اسمه عبد الله يكنى أبا الهياج، أبرص؛ وربيعة؛ ونوفل؛ وعقبهما كثير. فأما أبو سفيان، فولد جعفراً، له صحبة، لا عقب له.
وولد نوفل بن الحارث: الحارث، له صحبة، من ولده عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب، الذي اتفق عليه أهل البصرة في الفتنة، وهو الملقب بببة «١» ، أمه بنت أبي سفيان بن حرب أخت معاوية؛ وعمه عبد الله ابن نوفل بن الحارث، ولاه مروان قضاء المدينة، كان يشبه رسول الله «٢» - صلى الله عليه وسلم- وهو أول من ولي القضاء بالمدينة؛ وبنوه: عبد الله، وإسحاق، والصّلت؛ وأخوا عبد الله هذا: سعيد الفقيه، والمغيرة: ابنا نوفل بن الحارث، تزوج المغيرة هذا أمامة بنت أبي العاصي بن الربيع بن عبد شمس، وأمها زينب بنت رسول الله- صلى الله عليه وسلّم؛ لم تلد له شيئاً، خلف عليها بعد علي بن أبى طالب، ولم تلد أيضاً لعلي شيئاً. وولد عبد الله بن نوفل هذا: الصلت بن عبد الله، روى عنه الحديث؛ ومحمّد؛ ومن ولد المغيرة هذا: يحيى بن يزيد بن عبد الملك بن المغيرة بن نوفل بن الحارث، روى عنه وعن أبيه الحديث، وهما ضعيفان؛ ولنوفل بن الحارث بن عبد المطّلب عقب بالبصرة وبغداد.
وولد ربيعة بن الحارث بن عبد المطلب: آدم بن ربيعة، كان مسترضعاً في هذيل، فأصابه حجر وهو يحبو أمام البيوت، رماه رجل [ليثي] من بني كنانة، فمات، فهو أول دم أهدره النبي- صلى الله عليه وسلم- يوم حجّة الوداع؛ ومحمّد؛ وعبد الله؛ والحارث؛ وأميّة؛ وعبد شمس، لا عقب لهم؛ والعبّاس؛ وعبد المطلب، عقبهما باق. فمن ولد العباس بن ربيعة بن الحارث
_________
(١) الاشتقاق ٤٤ والإصابة ٥: ٥٩ والتهذيب ٥: ١٨ وتاريخ بغداد ١: ٢١١ والمحبر ١٠٤.
(٢) انظر حواشى ص ٦٠، ٦٩، ٧٣.','1','70',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (77,'ابن عبد المطلب: الفضل بن العباس بن ربيعة، قتل يوم الحرة، ولم يحضرها أحد من بني هاشم غيره وغير أبي بكر بن عبد الله بن جعفر، فقتلا جميعا؛ وأخوه عبد الله بن العباس، قتل بسجستان؛ وأخوهما الحارث بن العباس، قتل يوم أبى فديك؛ وابن أخيهم الفضل بن عبد الرحمن بن العباس بن ربيعة بن الحارث ابن عبد المطلب، كان يرشح للخلافة، وكان له رأي، كان يرى أن الخلافة فيمن صلح من بني هاشم دون غيرهم، وهو القائل:
دونك أمراً قد بدت أشراطه وريّشت من نبله أمراطه إن الهدى لواضح صراطه لم يبق إلّا السّيف واختراطه فولد الفضل بن عبد الرحمن هذا: إسماعيل، وإسحاق، ويعقوب، ومحمّد، وعبد الله، وعبد الرحمن، والعبّاس؛ كان إسحاق ويعقوب ومحمّد شعراء مشاهير، وكان لإسحاق منهم ابن اسمه عبيد الله؛ اتهم يعقوب منهم بالزّندقة، وأنه أحبل ابنة له تسمى فاطمة، وكذلك ابناه أيضاً الفضل بن يعقوب، وعبد الرحمن بن يعقوب، وابن ابنه محمد بن الفضل بن يعقوب، وكذلك أيضاً أولاد محمد هذا، وهم: عبد الله، وعبيد الله؛ وإخوة لهما خمسة كلهم اتهم بالزّندقة تهمة قويّة؛ وسجن المهدي يعقوب بن الفضل على الزّندقة، وقتله موسى الهادي إذ ولي الخلافة. وأمّا عبد المطلب بن ربيعة بن الحارث، فله صحبة، وسكن دمشق، وبها مات، وأوصى إلى يزيد بن معاوية؛ فولد عبد المطلب بن ربيعة بن الحارث ابن عبد المطّلب: محمّد، وسليمان، والعبّاس؛ وأمّا العبّاس، فخرج مع بن الأشعث.
وولد محمّد: سليمان، وعمر؛ وولد سليمان بن محمد بن عبد المطلب: عبد الله ابن سليمان، ولاه المنصور البلقاء واليمن؛ فولد عبد الله هذا: محمد بن عبد الله، ولاه الرشيد المدينة؛ وأمّا عمرو بن محمد بن عبد المطلب بن ربيعة، فولاه المنصور دمشق.
مضى بنو الحارث بن عبد المطلب.','1','71',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (78,'<span data-type="title" id=toc-91>وهؤلاء بنو أبي لهب بن عبد المطلب</span>
ولد أبي لهب «١» ، واسمه عبد العزّى، وأمه لبنى الحزاعيّة: عتبة؛ ومعتّب لهما عقب وصحبة؛ وعتيبة، لا عقب له: أمهم أم جميل بنت حرب بن أميّة؛ ودرة بنت أبي لهب، تزوجها صفوان بن أسد من بني أسيد «٢» بن عمرو بن تميم.
فمن ولده: الفضل بن عباس بن عتبة بن أبي لهب الشاعر: أمه آمنة بنت العباس، ابن عبد المطّلب؛ وحمزة، والحسن، ابنا عتبة بن إبراهيم بن ابي خداش بن عتبة ابن أبي لهب، كانا من صحابة الرشيد، ومن ولدهما الحسين بن علي بن عبد الله ابن علي بن عبد الله بن حمزة بن عتبة بن إبراهيم بن ابي خداش بن عتبة ابن أبي لهب، ولي سوق مكّة زمن المطيع؛ وكان جده عبد الله بن علي بن عبد الله بن حمزة، من كبار المقرئين بمكّة، وأحد رواة البزي عن ابن كثير؛ ومحمد بن أحمد بن الحسن بن عتبة بن إبراهيم بن ابي خداش، ولى الصلاة بمكّة؛ والقاسم ابن العباس بن معمر بن معتب بن أبي لهب (وقال بعض الناس مكان معمر:
محمد) ، روى عنه الحديث، وولّاه محمد بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب اليمن إذ قام بالمدينة؛ وقيل: بل قتل يوم قديد؛ والصواب أن ابنة العباس بن القاسم هو الذي قتل يوم قديد.
مضى بنو هاشم بن عبد مناف.

<span data-type="title" id=toc-92>وهؤلاء بنو المطلب بن عبد مناف</span>
ولد المطلب بن عبد مناف: مخرمة؛ وأبو رهم الأكبر؛ وأنيس، وهو أبو رهم الأصغر؛ وهاشم؛ وأبو عمر؛ وأبو شمران؛ وهاشم؛ والحارث؛ وعمرو؛ وعباد؛
_________
(١) لهب، ضبطت في ط في جميع هذا النص بسكون الهاء، وليس خطأ كما ظن بعضهم، بل هو لغة صحيحة قرئ بها قوله تعالى: تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ. وهى قراءة ابن محيصن وابن كثير، كما في تفسير ابن حيان ٨: ٥٢٥.
(٢) انظر الاصابة ٣٩٥ من قسم النساء.','1','72',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (79,'ومحصن؛ وعلقمة. منهم: القاسم بن مخرمة «١» ، أخوه قيس بن مخرمة بن المطلب، لهما صحبة؛ وابنه عبد الله بن قيس، استخلفه الحجاج على المدينة إذ ولي العراقين، وله رواية، وهو مولى يسار، جد محمد بن إسحاق بن يسار صاحب المغازى؛ ومحمد بن عبد الله بن قيس، روى عنه الحديث؛ وجهيم بن الصلت بن مخرمة بن المطلب، له صحبة، وهو الذي رأى الرؤيا بمكة حين سارت قريش إلى بدر؛ ومخرمة بن القاسم بن مخرمة بن المطلب، له صحبة، ولا عقب له؛ وأبو الحارث عبيدة، والطفيل، والحصين: بنو الحارث بن المطلب، بدريون من المهاجرين الأولين، أصيب عبيدة ببدر ومات منصرفه منها، ومات الطفيل والحصين أيام عثمان- رضي الله عنهم؛ ومسطح، وهو لقبه، واسمه عوف بن أثاثة بن عباد بن المطلب، بدري، أحد من تكلم بالإفك، وأمّه ريطة بنت صخر، خالة أبي بكر الصديق رضي الله عنه، وهى من المبايعات، ومات مسطح في خلافة عثمان- رضى الله عنه؛ وعبيد؛ وعجير، له صحبة؛ وعمير؛ وركانة، بنو عبد يزيد بن هاشم بن المطلب بن عبد مناف؛ صارع ركانة رسول الله صلى الله عليه وسلم، وكان من أقوى الناس، فصرعه رسول الله صلى الله عليه وسلم؛ مات بالمدينة في زمان معاوية رحمه الله؛ وعلىّ، وطلحة: ابنا يزيد بن ركانة، روى عنهما الحديث؛ والسائب بن عبيد بن عبد يزيد [بن هشام] ، أسر يوم بدر، وكان يشبه رسول الله- صلى الله عليه وسلم- فى صورته «٢» ؛ ومن ولده الفقيه أبو عبد الله الشافعي محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب ابن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف؛ وكان له ابنان:
محمد أبو الحسن، ولي قضاء قنسرين والعواصم، ولم يعقب، وعثمان، رحل إلى أحمد بن حنبل، لم يعقب أيضاً، وابن عمه إبراهيم بن محمد بن عبد الله بن العباس بن عثمان بن شافع؛ والهزيم وجنادة ابنا أبى نبقة، واسمه عبد الله بن علقمة بن المطلب، استشهد يوم اليمامة، لا عقب لهما؛ ولأبى نبقة صحبة؛
_________
(١) الصواب في الاصابة.
(٢) انظر ما مضى في ص ٦٠ س ٧- ٨ و ٦٩ س ٢٠ و ٧٤ س ٩.','1','73',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (80,'وأخوه عمرو بن علقمة بن المطلب، الذي قتله خداش بن عمر «١» العامري من بني عامر بن لؤي؛ ففيه كانت القسامة في الجاهلية.
مضى ولد المطلب بن عبد مناف.

<span data-type="title" id=toc-93>وهؤلاء ولد عبد شمس بن عبد مناف</span>
ولد عبد شمس بن عبد مناف: حبيب، وبه كان يكنّى؛ وأميّة الأكبر، وفيه البيت والعدد؛ وأميّة الأصغر: وعبد أميّة، ويسمّى أبناؤهما العبلات؛ ونوفل؛ وعبد العزّى؛ وربيعة، كلّهم أعقب؛ وعبد الله، لا عقب له؛ وبنات، منهن: رقية، أم أمية بن أبي الصلت الشاعر الثّقفى.

<span data-type="title" id=toc-94>وهؤلاء ولد حبيب بن عبد شمس</span>
ولد حبيب بن عبد شمس: ربيعة، وسمرة: أمه أم ولد سوداء؛ فولد سمرة ابن حبيب بن عبد شمس: كريز، لا عقب له؛ وعمرو بن سمرة، قطع رسول الله- صلى الله عليه وسلم- يده على سرقة جمل، وكان من فضلاء الصحابة؛ وعبد الرحمن بن سمرة، له صحبة ورواية عن النبي- صلى الله عليه وسلم- وهو افتتح سجستان من تحت يدي عبد الله بن عامر بن كريز. وقد قال بعض أصحاب الحديث إن سمرة بن حبيب هذا أسلم في أوّل الإسلام ومات. ولد عبد الرحمن بن سمرة بن حبيب: عبيد الله، غلب على البصرة أيّام بن الأشعث؛ وعبد الله؛ وعبد الملك؛ وعبد المجيد؛ ومحمّد؛ وشعيب؛ وعثمان؛ بنو عبد الرحمن بن سمرة.
فولد عبيد الله بن عبد الرحمن بن سمرة: عتبة، قتله الحجاج صبرا؛ وعقبهم بالبصرة. وولد ربيعة بن حبيب بن عبد شمس: كريز بن ربيعة، فولد كريز بن ربيعة: عيسى بن كريز، أمه أم ولد «٢» كانت تعذب في الله- عز وجل- قديمة الإسلام؛ والحارث بن كريز؛ وعامر بن كريز؛ وأروى بنت كريز، أم عثمان
_________
(١) وفي المحبر لابن حبيب ٣٣٥- ٣٣٧: «خداش بن عبد الله» . حيث أورد خبر القسامة.
(٢) اسمها أم عبيس، كما في نسب قريش ١٤٧.','1','74',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (81,'- رضي الله عنه- أمها وأمّ عامر أخيها: أم حكيم بنت عبد المطّلب؛ وفاختة بنت كريز، تزوجها أبو العاصي بن الربيع بعد زينب بنت رسول الله- صلى الله عليه وسلم- فولدت له الحارث. فولد الحارث بن كريز: كيسة بنت الحارث، تزوجها مسيلمة الكذاب- لعنه الله؛ ثم خلف عليها عبد الله بن عامر بن كريز، فولدت له عبد الرحمن، وعبد الرحمن. وولد عيسى بن كريز: مسلم بن عيسى، قائد عسكر الجماعة يوم دولاب، قتلته الخوارج، وكان فاضلا. وولد عامر بن كريز بن ربيعة: عبد الله بن عامر، أمير البصرة، الذى افتتح خراسان، وأخباره مشهورة؛ وعقبه بالبصرة وبالنّباج عظيم؛ فولد عبد الله بن عامر: عبد الرحمن، يكنّى أبا السنابل «١» ، وعبد الله، وعبد الملك، وعبد الحكيم، وعبد الحميد، وعبد الحميد آخر، وعبد العزيز، ولى سجستان، وعبد الرحمن الأصغر، وعبد السلام، وعبد الجبّار، وعبد الواحد، وعبد الكريم، وعبد الحميد ثالث؛ تزوج عبد الرحمن بن عبد الله بن عامر خديجة بنت علي بن أبي طالب؛ ومن ولد عبد الله: نوفل بن عبد الكريم بن عبد الله بن عامر، وكان سيّدا، ولعقبه بالبصرة عدد وثروة ووجاهة. ومنهم: إبراهيم بن محمد بن عبيد الله بن إبراهيم بن عبد الأعلى بن عبد الله بن عامر بن كريز، ولي قضاء مصر، ومات بحلب سنة ٣١٨. وبالبصرة قوم فيهم خمول يذكرون أنهم من ولد أبي الصهباء ابن عامر بن كريز، أخي عبد الله بن عامر.
مضى بنو حبيب بن عبد شمس بن عبد مناف.

<span data-type="title" id=toc-95>وهؤلاء بنو أمية الأصغر بن عبد شمس بن عبد مناف</span>
<span data-type="title" id=toc-96>هؤلاء يسمون العبلات، وهم بمكة. منهم: عبد الله بن الحارث بن أمية الأصغر بن عبد شمس بن عبد مناف، وبنوه محمّد، وعبد الرحمن، وعبد الملك</span>،
_________
(١) في نسب قريش ١٤٩ ان عبد الرحمن الاصغر هو أبو السنابل.','1','75',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (82,'وعلى، وعلى آخر، وعمر، وسمرة، وكنانة، وفضالة، ونوفل، والوليد، وزينب، وأمّ الحكم، والثّريّا صاحبة عمر بن أبي ربيعة الشاعر المخزومى، وهى سيدة الغريض المغني؛ تزوجها سهيل بن عبد الرحمن بن عوف، وفيها يقول الشاعر «١» :
أيها المنكح الثريا سهيلا ... عمرك الله كيف يلتقيان
هي شامية إذا ما استقلّت ... وسهيل إذا استقلّ يمان
ومنهم: محمد بن عبد الله بن محمد بن عبد الله بن الحارث بن أمية الأصغر، قتله داود بن علي بن عبد الله بن العباس، كان يلقب أبا جراب.
ومن بني عبد أمية بن عبد شمس
أسد، ومعقل، وعقيل، والأحوص، بنو عبد أمية بن عبد شمس، ولي الأحوص البحرين لمعاوية. وعقب عبد أمية بالشام.
ومن بني نوفل بن عبد شمس
أبو العاصي بن نوفل بن عبد شمس، قتل يوم بدر كافراً؛ ومن ولده:
حاجب، وعثمان، وهبار، وحزن «٢» ، وحزام «٣» ، وعبيدة، بنو أبي العاصى؛ وعتبة بن حاجب المذكور؛ ووهب، وعثمان، ابنا هبار المذكور؛ ويزيد، وعمرو، ابنا وهب بن هبار المذكور؛ وخالد بن يزيد بن عثمان بن هبار بن أبي العاصي بن نوفل بن عبد شمس، قتله عبد الله بن علي بالشأم. وبنو نوفل هؤلاء بالشأم.
ومن بني ربيعة بن عبد شمس
عتبة، وشيبة: ابنا ربيعة بن عبد شمس، قتلا يوم بدر كافرين؛ وكان شيبة يقف بعرفة إذا حج، بخلاف سائر قريش. فولد عتبة بن ربيعة: هند،
_________
(١) الشاعر هذا هو عمر بن أبي ربيعة نفسه كما في الخزانة ١: ٢٨٩.
(٢) انظر نسب قريش ١٥٢.
(٣) وفي نسب قريش: «حزان» .','1','76',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (83,'أم أمير المؤمنين معاوية، وهى أيضاً أم أبان بن حفص بن المغيرة أخي معاوية لأمه؛ والوليد بن عتبة، قتل يوم بدر كافرا؛ ومهشم، وهو أبو حذيفة بن عتبة، شهد بدراً مع رسول الله- صلى الله عليه وسلم- وكان من أفاضل الصحابة، قتل يوم اليمامة شهيدا؛ وحفص؛ وهاشم؛ وهشام؛ والمغيرة؛ وعبد شمس؛ وأبو أمية؛ وأبو الحكم؛ وأبو هاشم؛ والنعمان، بنو عتبة بن ربيعة؛ فولد أبو حذيفة:
محمد بن أبي حذيفة، أحد القائمين على عثمان- رضي الله عنه- قتله معاوية، لا عقب له. ولعتبة عقب. فولد أبي هاشم بن عتبة: عاصم، وسالم، وربيعة، والنّعمان، وعبد الله، وأمّ هاشم، وهى أم خالد بن يزيد بن معاوية، التي خلف عليها مروان. ومن ولد الوليد بن عتبة: عاصم، وفاطمة، تزوجها سالم مولى أبي حذيفة «١» . ولشيبة عقب بمكة، يعرفون ببني أبي يسار؛ منهم: يزيد بن عبيد الله بن شيبة بن ربيعة، كانت له ابنة تزوجها محمد بن مروان بن الحكم، فولدت له؛ وأخوه عبد الرحمن بن عبيد الله؛ فولد يزيد بن عبيد الله: عثمان؛ وولد عبد الرحمن بن عبيد الله: محمّد، وهو أبو يسار؛ فولد أبو يسار هذا:
المنذر، والزّبير: أمهما خديجة بنت الزبير بن العوام.

<span data-type="title" id=toc-97>وهؤلاء بنو عبد العزى بن عبد شمس</span>
ولد عبد العزى بن عبد شمس: الربيع، وربيعة، ابنا عبد العزى؛ فولد الربيع؛ أبو العاصى، واسمه القاسم، صهر رسول الله صلى الله عليه وسلم، زوجه النبي- عليه السلام- ابنته الكبرى زينب، وأسلم، وحسن إسلامه، وحمد رسول الله- عليه السلام- مصاهرته؛ ماتت زينب رضي الله عنها عنده، وولدت له علي بن أبي العاصى، مات مراهقا؛ وأمامة بنت أبي العاصي، تزوجها علي بن أبي طالب بعد فاطمة- رضي الله عن جميعهم- وتوفى أبو العاصي في ذي الحجة
_________
(١) سالم هو مولي أبي حذيفة بن عتبة بن ربيعة بن عبد شمس، أحد السابقين الاولين من الصحابة. الاصابة ٣٠٤٦ والسيرة ٣٢٢ جوتنجن.','1','77',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (84,'سنة ١٢ في خلافة أبي بكر، ولا عقب لأبى العاصى، ولا لأبيه الربيع. وتزوج أبو العاصي بن الربيع بعد موت زينب بنت رسول الله- صلى الله عليه وسلم- فاختة بنت كريز بن ربيعة بن حبيب بن عبد شمس، وفاختة بنت أبي أحيحة سعيد ابن العاصي «١» ؛ فولدت له بنت أبي أحيحة ابنة اسمها مريم، تزوجها محمد ابن عبد الرحمن بن عوف؛ فولدت له القاسم؛ وللقاسم هذا عقب باق. وإنما بقي عقب عبد العزى من قبل ابنه ربيعة؛ فولد ربيعة بن عبد العزى: عدىّ، وحارثة، ويزيد؛ فولد عدي بن ربيعة: كنانة بن عدي، الذي تحمل بزينب بنت رسول الله- صلى الله عليه وسلم- إلى المدينة، وحملها حتى تخلصها، وعلى بن عدي ابن ربيعة، ولي مكة لعثمان بن عفان؛ ومن ولده: الشاعر المعروف بالعبلى، وهو عمر بن عبد الله «٢» بن علي بن عدي بن ربيعة بن عبد العزى؛ ولعمر هذا ابن يسمى عبد الله، شاعر أيضا. وولد حارثة بن ربيعة: محرز بن حارثة بن ربيعة بن عبد العزى، ولي مكة لعمر بن الخطاب- رضي الله عنه- وله عقب بالكوفة.
وولد يزيد بن ربيعة بن عبد العزى؛ الوليد بن يزيد؛ فولد الوليد: عبد الله، قتل مع عائشة- رضي الله عنهما- يوم الجمل.
مضى بنو عبد العزى بن عبد شمس.

<span data-type="title" id=toc-98>وهؤلاء بنو أمية الأكبر بن عبد شمس</span>
ولد أمية الأكبر بن عبد شمس اثنا عشر ذكرا؛ وهم العاصى؛ وأبو العاصى؛ والعيص؛ وأبو العيص؛ والعويص؛ وأبو عمرو، هؤلاء هم الأعياص؛ أعقبوا كلهم، حاشا العيص والعويص، فلا عقب لهما؛ وعمرو؛ وسفيان؛ وأبو سفيان؛ وحرب؛ وأبو حرب؛ وعنبسة، قيل هو أبو سفيان؛ وهؤلاء هم
_________
(١) أبو أحيحة سعيد بن العاصي بن أمية بن عبد شمس، وهو ذو العمامة. المحبر لابن حبيب ١٦٥، والاصابة ٣٧٥٩، ونسب قريش ٩٩.
(٢) والصواب «عبد الله بن عمر» ، كما في نسب قريش ١٥٨ والاغاني ١٠: ٩٨ وانظر لتعليل تسميته بالعبلي الاغاني ونسب قريش.','1','78',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (85,'العنابس، لم يعقب منهم أحد حاشا حرباً، فله عقب، إلا أن سفيان بن أمية ولد طليقاً والحصين ابني سفيان؛ فولد طليق: حكيم بن طليق، كان من المؤلفة قلوبهم، وامرأة، وهى أم سعد بن أبي وقاص. وولد عمرو بن أمية: يزيد، لا عقب له. وولد أبو سفيان بن أمية: أمية؛ فولد أمية: سفيان، هو الذي ذهب بنعى علي رضي الله عنه- إلى الحجاز. ولم يبق لهؤلاء عقب أصلاً.
وفر عنبسة وابناه في الجاهلية من شدة الفاقة؛ فلم يعرف لهم موضع.
حدثنا يونس بن عبد الله بن مغيث قال: حدثنا عباس بن محمد الصقلي أبو الفضل: ناثابت بن قاسم بن ثابت بن حزم السرقسطى: ناأبي: نامحمّد ابن القاسم الجمحىّ: ناالزبير، هو ابن بكار: حدثني إبراهيم بن محمد بن عبد العزيز بن عمر بن عبد الرحمن بن عوف: ني عبد الرحمن بن عباد بن عروة بن الزبير، عن جده، قال: قال لنا الحكم بن أبي العاصي بن أمية:
«والله لقد أقامت قريش أمرها بغير سلطان! يخنع الصغير للكبير. والله، لقد رأيتني في ناد ما فيه أصغر مني؛ فأقبل عنبسة بن أمية بن عبد شمس- وبه سمي عنبسة من ترى من بني عبد شمس- حتى وقف، فقال: أيكم يأخذ ابني هذين، فيكفلهما، وأخرج عنكم! وكان عنبسة مسيفاً، قد افتدته بنو عبد مناف ثلاث مرات. ثم أنشا عنبسد يقول:
لموت جهيز عاجل لا شوى له ... إذا ما أتى مستمسكاً بالمشارب
أحب إلي من سؤال عشيرة ... إذا سئلوا تغامزوا بالمناكب
بلوتكم عند الجمار عشية ... نبوتم وكنتم كالسّيوف القواضب
ثم هرب عنبسة، فما يدري أين صقع، ولا أين وقع! وما منعني أن آخذ ابنيه إلا أنى كنت أصغر القوم سناً، فكرهت أن أتقدم بالكلام بين أيديهم!» .
قال عروة: «ثم التفت إلى الحكم، فقال: يا عروة! إياك والتطاول على الأكفاء! فإنه يهب الذلة!» .
قال علي: هذه، والله، قاصمة الأبدان إن كان هذا الخبر حقّا! وما','1','79',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (86,'أراه يصحّ، وفيه عبد الرحمن بن عباد، وهو غير معروف! وكيف يمكن أن يكون حقاً؟ وفيهم يومئذ أبو سفيان بن حرب، عظيم المال، قليل النفقة، شديد المحبة في قومه. فكيف يضيع عمه أخا أبيه؟ وفيهم يومئذ عفان بن أبي العاصى، وابنه عثمان ذو مال كبير ونفر يسير؛ وفيهم أبو أحيحة سعيد بن العاصي، سيد قومه، كثير المال؛ وفيهم أسيد بن أبي العيص؛ سيد قومه، كثير المال؛ وفيهم عقبة بن أبي معيط بن أبي عمرو، مطعم [وابن مطعم] ، سيد، كثير المال، جواد، وكلّ هؤلاء بنو إخوة عنبسة، وهو عمهم أخو آبائهم، وفيهم عتبة وشيبة ابنا ربيعة، مطعمان، جوادان، وهما ابنا عم عنبسة لحاً، وهم يرغبون في واحد يكثرون به عددهم! هذا ما لا يشك في بطلانه! وإذا كان الحكم يسهل عليه أخذ ابنيه، وهو قليل المال جداً في قومه، فالمكثرون الكهول الأجواد السادة أولى بذلك في مؤونة عمهم، وهو واحد! فصح أنه خبر مولد مفتعل يقيناً، لا شك فيه.
والمسيف: الذي هلك ماله. قال الشاعر «١» :
وأبّل واسترخى به الخطب بعد ما ... أساف ولولا سعينا لم يؤبل
أبل: صارت له إبل.

<span data-type="title" id=toc-99>وهؤلاء ولد العاصي بن أمية بن عبد شمس</span>
ولد العاصي بن أمية: سعيد أبو أحيحة، مات كافراً؛ فولد سعيد أبي أحيحة:
العاصى، وعبيدة، قتلا يوم بدر كافرين؛ وعبد الله، كان اسمه الحكم، فسماه رسول الله- صلى الله عليه وسلّم- عبد الله، وأمره بتعليم الكتاب بالمدينة، وولّاه- عليه السلام- قرى عربية، استشهد يوم بدر؛ وسعيد، استشهد يوم الطائف؛ وعمرو، بدري، استشهد يوم فحل، وكان رسول الله- صلى الله عليه وسلم- قد استعمله على وادي القرى، وكانت أمه وأم إخوته العاصى، وعبد الله، وسعيد:
صفيّة بنت المغيرة بن عبد الله بن عمر بن مخزوم؛ وخالد، قديم الإسلام، ولّاه
_________
(١) هو الطفيل الغنوي. راجع ديوانه نشر كرنكوف لندن ١٩٢٧ ص ٤٠. وهذا البيت مذكور في اللسان والتاج تحت «ابل» .','1','80',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (87,'رسول الله- صلى الله عليه وسلم- صنعاء واستكتبه، استشهد يوم مرج الصفر «١» ؛ وقتل ابنه سعيد بن خالد يوم اليرموك. لا عقب لخالد؛ وكانت ابنته أم خالد بنت خالد تحت الزبير بن العوام: أم خالد هذا من بني ليث بن بكر عبد مناة ابن كنانة؛ وأبان، استكتبه رسول الله- صلى الله عليه وسلّم- وولّاه الخطّ، وهي مدينة بالبحرين وإليها تنسب الرماح الخطية، أمه وأمّ أختيه عبيدة وفاختة:
هند بنت المغيرة بن عبد الله بن عمر بن مخزوم؛ فولد خالد بن سعيد بن العاصي:
أم خالد «٢» ، لها صحبة ورواية، ولدت عمرو بن الزبير بن العوام؛ لا عقب لأحد من ولد سعيد بن العاصي بن أمية، ولا لأخيه، إلا من قبل ابنه سعيد بن العاصي ابن سعيد بن العاصي بن أميّة، وهو والى الكوفة لعثمان، ووالى المدينة لمعاوية.
فولد سعيد بن العاصي بن سعيد بن العاصي بن أمية: عمرو الأشدق، قتله عبد الملك بن مروان، عقبه بالكوفة أمّه وأمّ أخيه محمد: أم البنين بنت الحكم ابن العاصي بن أميّة؛ وأبان، عقبه بالكوفة ويحيى، عقبه بالكوفة وبواسط؛ ومحمّد؛ وعبد الله، أمه بنت سعيد بن جبير بن مطعم «٣» بن عدي بن نوفل بن عبد مناف؛ وداود؛ وسليمان؛ وعثمان: أمهم ثلاثتهم أم عمرو بنت عثمان بن عفان؛ ومعاوية؛ وسعيد: أمه بنت عثمان بن عفان من نائلة بنت الفرافصة «٤» ؛ وعنبسة، وكان جليسا للحجّاج؛ وإبراهيم؛ وعتبة؛ وجرير: أمه بنت جرير بن عبد الله البجلىّ؛ وعشرون ابنة، فولد عمرو الأشدق؛ أميّة، وسعيد، وعمر، ومحمّد، وموسى، وإسماعيل. وكان فاضلاً، لم يتعرض له أيّام بنى العباس، ولا استتر، وقال: «إني لأستحيي أن أخاف مع الله أحدا!» ، وهو الذي ذكره عمر بن عبد العزيز للخلافة مع القاسم بن محمد بن أبي بكر الصديق؛ وكان ساكناً بالأعوص «٥» . فولد أمية بن عمرو الأشدق؛ إسماعيل الفقيه الناسك المحدث
_________
(١) وهو بدمشق، وفيه بقول خالد بن سعيد بن العاصي:
هل فارس كره النزال يعيرني ... رمحا اذا نزلوا بمرج الصفر
(٢) واسمها «أمة» . الاصابة ٧٢ من قسم النساء و ١٢٤١ من قسم كنى النساء.
(٣) في نسب قريش ١٧٩ والطبقات ٥: ١٩ انها حبيب بنت جبير بن مطعم.
(٤) ليس في العرب فرافصة بفتح أوله غيره. اللسان.
(٥) الاعوص: موضع على اميال يسيرة من المدينة.','1','81',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (88,'الفاضل، قتله داود بن علىّ. وولد موسى بن عمرو الأشدق: أيوب، وهو فقيه محدّث. وولد سعيد بن عمرو الأشدق: يحيى بن سعيد؛ وإسحاق بن سعيد، محدّثان؛ ومن ولده: عمرو بن يحيى «١» بن سعيد بن عمرو الأشدق، محدث.
وولد يحيى بن سعيد بن العاصي بن سعيد بن العاصي: سعيد بن يحيى، أمه بنت عبيد الله بن عمر بن الخطاب؛ فولد سعيد بن يحيى: يحيى بن سعيد، صاحب السير والتواريخ، وإخوته: عبد الله اللغوي المشهور، الذي روى عنه أبو عبيد وغيره، ومحمّد، وعبيدة. وكان ليحيى بن سعيد بن يحيى بن سعيد بن العاصي ابن اسمه سعيد، محدّث؛ وهم بالكوفة. وذكر أحمد بن زهير بن حرب نسب يحيى ومحمّد وعبيدة وعنبسة؛ فقال: بنو سعيد بن أبان بن سعيد بن العاصى، ولم يذكر معهم عبد الله؛ وهكذا ذكره البخارى، وذكر معهم عبد الله. وولد عنبسة بن سعيد: عبد الله بن عنبسة، قتله داود بن علىّ، وابنه الشاعر عتاب ابن عبد الله بن عنبسة، وهو القائل:
عبد شمس كان يتلو هاشما ... وهما بعد لأمّ ولأب
الأبيات. ودكين بن عبد الله، أخو عتاب هذا. كان لعنبسة أيضاً من الولد:
عبد الرحمن، وزياد، ومروان، وأميّة؛ فولد زياد بن عنبسة: إبراهيم بن زياد، وعلى بن زياد. وولد مروان بن عنبسة: خليدة، تزوجها الحسن بن الحسين «٢» ابن علي بن الحسين بن علي بن أبي طالب؛ فولدت له. وولد أبان بن سعيد بن العاصي: عبد العزيز بن أبان، محدث ضعيف.
مضى ولد العاصي بن أمية.

<span data-type="title" id=toc-100>وهؤلاء ولد أبي العاصي بن أمية</span>
ولد أبي العاصي بن أميّة: المغيرة؛ والحكم، أمهما رقية بنت الحارث بن كعب بن عبيد بن عمر بن مخزوم «٣» بن يقظة؛ وعفّان؛ وعثمان؛ وعوف؛
_________
(١) انظر تهذيب التهذيب ٨: ١١٨.
(٢) انظر نسب قريش ص ٧٤.
(٣) انظر نسب قريش ٢٩٩.','1','82',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (89,'وعفيف، لا عقب لهم، إلا لعفان وحده: أمهم آمنة بنت عبد العزيز بن حرثان ابن عوف بن عبيد بن عويج بن عدي بن كعب. فولد المغيرة: معاوية، قتله رسول الله- صلى الله عليه وسلم- صبرا يوم أحد، ولم يعقب إلا ابنة تسمى عائشة تزوجها مروان، فولدت له عبد الملك؛ وقد انقرض عقب المغيرة.
وولد عفان: عثمان أمير المؤمنين- رضي الله عنه-؛ لا عقب لعفان إلا من قبل عثمان- رضي الله عنه- فولد عثمان بن عفان: عبد الله الأكبر: أمه رقية بنت رسول الله- صلى الله عليه وسلّم- مات صغيرا، وله ستّ سنين؛ وعبد الله الأصغر؛ وخالد؛ وعبد الملك، لم يعقبوا؛ وعمرو؛ وعمر؛ وأبان؛ والوليد، يكنّى أبا الجهم؛ وسعيد، أعقبوا كلهم. فمن ولد عمرو: خالد، وله عقب؛ وعثمان، ولا عقب له: أمهما رملة بنت معاوية بن أبي سفيان؛ وعبد الله: أمه حفصة بنت عبد الله بن عمر بن الخطّاب؛ وعمر؛ وعنبسة؛ والمغيرة؛ وبكير.
فولد عبد الله بن عمرو بن عثمان بن عفّان: مطرّف الأكبر؛ ومحمّد الأكبر؛ ومحمّد الأصغر بن عبد الله بن عمرو بن عثمان بن عفّان، وهو المعروف بالديباج، قتله [أبو جعفر] المنصور، والقاسم بن عبد الله، وأمهما فاطمة بنت الحسين ابن علي بن أبي طالب. فولد محمّد الديباج، وهو الأصغر: عبد العزيز؛ وخالد، وله عقب؛ ورقيّة الكبرى أمهم أم كلثوم بنت إبراهيم بن محمد بن طلحة بن عبيد الله؛ وعبيد الله؛ وعبد الله؛ وعثمان؛ والقاسم، لأم ولد؛ ورقيّة الصغرى:
أمها حفصة بنت عمران بن إبراهيم بن محمد بن طلحة بن عبيد الله. تزوج رقية الكبرى محمد بن هشام بن عبد الملك بن مروان، وتزوّج رقية الصغرى إبراهيم ابن عبد الله بن الحسن [بن الحسن «١» ] بن علي بن أبي طالب، فقتل قبل أن يدخل بها؛ فخلف عليها محمد بن إبراهيم الإمام بن محمد بن علي بن عبد الله بن العباس.
وولد محمد الأكبر بن عبد الله بن عمرو: محمد بن محمّد، وله عقب؛ وأخوه خالد بن عبد الله: أمه أسماء بنت عبد الرحمن بن الحارث بن هشام بن المغيرة؛ وهو الذي أمر به يزيد بن عبد الملك أن يحمل إلى الكتاب حتى يتعلم القرآن مع الصبيان، فمات كمداً. وكان له من الولد: عبد الله، وخالد، وعمرو،
_________
(١) انظر مقاتل الطالبيين ٣١٥- ٣٨٦.','1','83',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (90,'وعثمان، وسعيد، ومحمّد، وعروة، أمهما أسماء بنت عروة بن الزّبير، وعبد الرحمن؛ ومن ولده: عمرو بن محمد بن يحيى بن عمرو بن خالد بن عبد الله المذكور، محدث، ولي قضاء مكة في أيام المعتمد؛ وابنه أبو بكر عبد الله بن عمرو بن محمد؛ ورقيّة بنت عمرو بن خالد بن عبد الله بن عمرو بن عثمان بن عفان، تزوجها المهدي؛ فولدت له ابناً مات صغيراً؛ ثمّ طلّقها؛ وكانت أمها فاطمة بنت عثمان بن عروة بن الزبير؛ وأخوهما عبد العزيز بن عبد الله بن عمرو بن عثمان، صاحب الجيش بقديد؛ وله من الولد: الحجّاج، وعبد الجبّار، وعبد الله، وعبد الأعلى، وعبد الحكيم، وعبد العزيز؛ وقتل يومئذ هو وابنه عبد الجبّار وابنا أخويه: عبد الله بن خالد بن عبد الله، وعثمان بن أمية ابن عبد الله؛ وأميّة هذا هو صاحب الجيش إلى طيّىء أيام مروان بن محمد، فهزموه. وقد انقرض عقب أمية بن عبد الله هذا؛ وقطر بن عبد الله بن عمرو، وأخواه عمرو والقاسم. وكانت أمّ عبد العزيز وأميّة، بنت عبد الله بن خالد بن أسيد بن أبي العيص بن أمية. وعائشة بنت عبد الله بن سعيد بن المغيرة بن عمرو ابن عثمان بن عفان، تزوجها الرشيد، وولّى أخاها محمد بن عبد الله مكّة، وتوفّى عنها ولم تلد له، فتزوجها بعده منصور بن المهدي، ففارقها، ولم تلد له؛ وأمها وأمّ إخوتها محمّد، وعبد العزيز، ومعاوية: حفصة بنت الديباج محمد بن عبد الله بن عمرو بن عثمان بن عفّان. وتزوّج عمتها المهدي بن المنصور. ومنهم أبو القاسم أحمد بن محمد بن عثمان بن محمد بن عبد الله بن عبد العزيز بن عبد الله بن سعيد بن المغيرة بن عمرو بن عثمان بن عفان، المحدّث بمكّة؛ وعمر ابن عبيد الله بن محمد بن عبيد الله بن عمر بن عبد الله بن سعيد بن المغيرة بن عمرو بن عثمان بن عفان، الفقيه المحدث.
وولد عنبسة بن عمرو بن عثمان بن عفان: خالد، وعثمان، وعبد الله فولد عثمان: سعيد، ونافع، وأبو عبد الله عمر، وعمرو، وعنبسة، وعبد الملك، من ولده: عثمان بن عمرو بن عثمان بن محمد بن عبد الملك بن سليمان بن عبد الملك بن عبد الله بن عنبسة بن عمرو بن عثمان بن عفّان. محدّث بصرىّ.
والعرجىّ الشاعر هو عبد الله بن عمر بن عمرو بن عثمان بن عفان: أمه آمنة بنت','1','84',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (91,'عمر بن عثمان بن عفّان؛ وكان للشاعر العرجي ابن اسمه عمر «١» ، قتل بقديد، لا عقب له؛ وعثمان لأم ولد. وعقب العرجي من قبل عثمان هذا. وكان لعبد الله ابن عمرو بن عثمان بن عفان من البنات: حفصة، تزوجها عبد العزيز بن مروان ابن الحكم، فماتت عنده؛ وأم عبد الله، تزوجها الوليد بن عبد الملك، فولدت له عبد الرحمن، ثم مات الوليد عنها؛ فخلف عليها ابن أخيه أيوب بن سليمان بن عبد الملك؛ وعائشة. تزوجها سليمان بن عبد الملك، فولدت له يحيى وعبد الله، وتوفيت عنده؛ وأمّ سعيد، تزوجها يزيد بن عبد الملك، فولدت له عبد الله، ثم مات يزيد، فخلف عليها أخوه هشام بن عبد الملك، ثم طلّقها ولم تلد له؛ ورقيّة، تزوجها هشام بن عبد الملك، فولدت له ابنة، وماتت في نفاسها. ولا يعلم رجل تزوج بناته أربعة خلفاء إلا عبد الله بن عمرو بن عثمان هذا.
وكان لخالد بن عمرو بن عثمان بن عفّان، وهو الذي أمه بنت معاوية أمير المؤمنين، من الولد: يزيد؛ وعثمان؛ وعبيد الله؛ وخالد؛ وسعيد، وكان عظيم اليسار، وكان يسكن بجهة الشأم وبالمدينة، وكانت أمه أم عثمان بنت سعيد بن العاصي. لا عقب لخالد بن عمرو إلا من سعيد ابنه المذكور؛ ومن ولده: سعيد بن عبد الملك بن سعيد بن خالد بن عمرو بن عثمان بن عفان، سجنه المأمون مع ولد له. وكانت أم سعيد المذكور رملة بنت أمية بن عمرو بن أمير المؤمنين سليمان بن عبد الملك بن مروان.
وولد أبان بن عثمان: سعيد، وعبد الرحمن، وعمرو، ومروان، وعمر؛ فمنهم: محمد بن عبد الرحمن بن أبان بن عثمان، وكان فاضلا: ومنهم: محمد ابن مروان بن أبان بن عثمان: أمه أم القاسم بنت الحسن بن علي بن أبي طالب ومنهم بالأندلس: بنو أخيه عثمان بن مروان بن أبان بن عثمان: وهم بنو الشوحبة، لهم شرف وحال. وعثمان هذا ولي شنت برية لعبد الرحمن بن معاوية، فقتله هناك شقنا بن عبد الواحد. فمنهم: عبد الرحمن، وكان فاضلا: ومنهم محمد ابن عبد الرحمن بن يحيى بن محمد بن أحمد بن محمد بن مروان بن سليمان بن عثمان الداخل بن مروان بن أبان بن عثمان بن بن عفّان.
_________
(١) العرج- محركة- موضع ببلاد هذيل، ومنزل بطريق مكة منه عبد الله بن عمرو بن عثمان بن عفان العرجي الشاعر.','1','85',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (92,'وولد سعيد بن أبان بن عثمان بن عفان: محمد، وعثمان. فولد عثمان:
عثمان، وأبان، وسعيد، وعبد الله. وولد عبد الرحمن بن أبان: عثمان، وعبد الرحيم، والوليد؛ فولد عثمان بن عبد الرحمن: محمّد؛ وولد الوليد بن عبد الرحمن: عبد الرحمن، وعمر.
وولد عمرو بن أبان: إسماعيل، وإبراهيم، فولد إبراهيم: إبراهيم، وأبان، وولد إسماعيل بن عمرو: يعقوب. وبقى للوليد بن عثمان بن عفان عقب من قبل ابنه عبد الله بن الوليد؛ وكانت أم عبد الله بن الوليد هذا عائشة بنت الزبير بن العوام، وأمها بنت أبي بكر الصديق- رضى الله عنهم. وكان لعبد الله بن الوليد من الولد: محمّد، وإسماعيل، وإبراهيم، وسعيد، وعمر، والزّبير؛ ومن ولده:
أبو مروان محمد بن عثمان بن خالد بن عمر بن الوليد بن عثمان بن عفان، أحد شيوخ الحديث، ولي قضاء مكّة للمعتصم وللواثق، روى عنه بقي بن مخلد «١» ؛ وكان أبوه محدثاً ساقطاً، ليس بثقة. وبقى لسعيد بن عثمان بن عفان عقب من قبل ابنه محمد بن سعيد.
وعثمان بن الزبير بن عبد الله بن الوليد بن عثمان، كان أيضاً من رجال قريش.
وأمّا عمر بن عثمان، فولد زيد بن عمر، وعاصم بن عمر؛ تزوج زيد سكينة بنت الحسين؛ وقتل يوم نهر أبي فطرس ثلاثة من ولده، وهم: عمر، وزيد، وأخ لهما، بنو عثمان بن زيد المذكور؛ وقد انقرض عقب زيد بن عمر بن عثمان؛ وبقى عقب أخيه عاصم بن عمر. كان لعاصم من الولد: زيد، وخالد، وعمرو.
وأمّ أيوب بنت عمر بن عثمان، تزوجها عبد الملك بن مروان؛ فولدت له الحكم ابن عبد الملك، مات صغيرا، وتوفيت عنده.
قال علي: هكذا قال النسابون: مات صغيراً؛ وليس كذلك، لأننا وجدنا لرؤبة بن العجاج فيه مدحاً، ولم يكن يمدح يومئذ إلا من بلغ وفهم ورجى.
وولد خالد بن عثمان بن عفان: عبد الله: فولد عبد الله بن خالد: خالد؛ فولد خالد: سعيد، وأميّة.
مضى ولد أمير المؤمنين عثمان بن عفان- رضي الله عنه- وتمّ به الكلام في ولد عفان بن أبي العاصي بن أميّة.
_________
(١) هو بقي بن مخلد بن يزيد- ابو عبد الرحمن الاندلسي القرطبي. حافظ، مفسر. توفي سنة (٢٨٦ هـ- ٨٨٩ م) .','1','86',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (93,'<span data-type="title" id=toc-101>وهؤلاء ولد الحكم بن أبي العاصي ابن أمية بن عبد شمس بن عبد مناف</span>
فولد الحكم بن أبي العاصي: مروان، له عقب. قام على أمير المؤمنين عبد الله ابن الزبير، وادعى الخلافة؛ وعبد الرحمن، له عقب؛ وأبان، له عقب؛ وعبيد الله، لم نجد له ذكر عقب؛ وعبد الله، درج؛ وصالح، لم نجد له ذكر عقب؛ ويحيى، له عقب؛ وداود، لم نجد له ذكر عقب؛ [والحارث، له عقب كثير «١» ] ؛ ويوسف، لم نجد له ذكر عقب؛ وعثمان، له عقب؛ وعثمان آخر، درج؛ والحكم، لم نجد له ذكر عقب؛ والحارث آخر، درج؛ وحبيب، انقرض؛ وعمر، درج؛ وعمرو، درج؛ وأوس، درج؛ والنعمان؛ درج؛ وخالد، له عقب. كان عثمان الأكبر، ومروان، وعبد الرحمن، والحارث، وصالح، أشقاء: أمهم اسمها أرنب، وهى من بني مالك بن كنانة؛ وهي الزرقاء التي كان يعير بها عبد الملك وغيره من بنى مروان، وهى بنت علقمة بنت صفوان الكنانية. قتل عبيد الله بالربذة في أيام أخيه مروان.
فولد مروان بن الحكم: عبد الملك، أمير المؤمنين، أمه: عائشة بنت معاوية بن المغيرة بن أبي العاصي بن أمية؛ وعبد العزيز، صاحب مصر: أمه كلبيّة، وهى ليلى بنت زبان بن الأصبغ بن عمرو بن ثعلبة بن الحارث بن حصن بن ضمضم بن عدي بن جناب بن كلب بن وبرة؛ وبشر، صاحب العراق: أمه كلابية، وهى قطية «٢» بنت بشر بن عامر ملاعب الأسنة أبي براء بن مالك ابن جعفر بن كلاب؛ ومحمّد، صاحب الجزيرة والثغور، لأم ولد؛ ومعاوية، شقيق عبد الملك، وكان أنوك؛ وتزوّج رملة بنت علي بن أبي طالب، بعد أبي الهياج «٣» ، عبد الله بن أبي سفيان بن الحارث بن عبد المطّلب؛ وأبان؛ وعبد الله، لا نعرف له عقبا؛ وعبيد الله، أعقب؛ وعثمان، أعقب؛ وأيوب، لا نعرف له عقباً: أمهما أم أبان بنت عثمان بن عفّان؛ وداود، أعقب، شقيقهما؛
_________
(١) صوابه في نسب قريش ١٦١ واللسان (قطا) . وهي تصغير قطاة.
(٢) صوابه في نسب قريش ١٦١ واللسان (قطا) . وهي تصغير قطاة.
(٣) انظر أبا الهياج ص ٧٠.','1','87',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (94,'وعمر، أعقب: أمه بنت عمر بن أبي سلمة بن عبد الأسد المخزومي. أعقب منهم عبد الملك، وعبد العزيز، ومحمّد، وبشر، ومعاوية، وأبان، وعبيد الله، وعثمان، وداود، وعمر؛ ولم يعقب الباقون.
فولد داود: سليمان، الذي خلف على فاطمة بنت عبد الملك بن مروان بعد عمر بن عبد العزيز؛ وكان أعور، ففيه قيل؛ «خلف أعور» «١» ؛ فولدت له هشاماً. وكان له من الولد من غيرها: داود، وعبد الملك.
وولد معاوية بن مروان: المغيرة؛ وعبد الملك؛ وبشر؛ ومحمّد؛ وخالد؛ والوليد، ولي دمشق لمروان بن محمّد، وكان على ابنة مروان بن محمّد، وقتل يوم نهر أبي فطرس؛ وكانت أمه زينب بنت الحسن بن الحسن بن علي بن أبي طالب فولد محمد بن معاوية: المغيرة؛ وولد خالد بن معاوية: الوليد؛ فولد الوليد بن خالد:
عبد الملك؛ فولد عبد الملك بن الوليد: الوليد، وسلمة. وولد عبد الملك بن معاوية أبو عثمان؛ فولد أبو عثمان بن عبد الملك: عثمان؛ فولد عثمان بن أبي عثمان:
القاسم. وولد عثمان بن مروان: عثمان بن عثمان. وولد عبيد الله بن مروان:
محمّد، وسليمان، وداود، وموسى، ويحيى، وأبان، ومروان؛ فولد أبان بن عبيد الله: محمّد، وعمر؛ وولد داود بن عبيد الله: سليمان، قتل يوم نهر أبي فطرس. وولد أبان بن مروان: عبد العزيز بن أبان؛ فولد عبد العزيز بن أبان: عبد العزيز، وعبد الله، وحمزة، وهشام، والوليد، وأميّة، والسّرادق.
والقاضى المحدث المدني المالكي، لا أعرف من نسبه أكثر مما وجدت بخط الحكم المستنصر- رحمه الله: أبو مروان عبد الملك بن محمد بن عبد العزيز ابن أحمد بن عبد الرحمن بن عبد الملك بن إبراهيم بن ظفر؛ هكذا وجدت الاسم الأخير، ولم أفهمه، ولا وجدت في شىء ممّا رويت وطالعت زيادة على ذلك؛ مات في حدود الخمسين والثلثمائة.
_________
(١) راجع كتاب الشعر والشعراء لابن قتيبة بتصحيح الشيخ أحمد محمّد شاكر ج ١ ص ٥٢٢ وما اشار اليه هناك من المراجع. لكن ما أشار اليه انما يتعلق بمثل آخر أصله غير هذا، وهو «بدل أعور» . وفي المعارف ١٥٥ أن الذي قيل فيه هو داود بن مروان.','1','88',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (95,'وولد عبد الملك أمير المؤمنين: الوليد، أمير المؤمنين؛ وسليمان، أمير المؤمنين ويزيد، أمير المؤمنين؛ وهشام، أمير المؤمنين؛ ومسلمة، والى العراقين، الذي حاصر القسطنطينية؛ والحجّاج؛ ومروان؛ وبكّار؛ والحكم، لم يعقب؛ وعبد الله، ولى مصر؛ والمنذر، لا نعرف له عقباً؛ وعنبسة؛ ومحمّد؛ وسعيد، كانا ناسكين، قتلا يوم أبي فطرس، وبها قتل بكار أخوهما. الذين يعرف أعقابهم منهم أحد عشر، وهم؛ الوليد، وسليمان، ويزيد. وهشام، ومروان، ومسلمة، وعبد الله، وسعيد، والحجّاج، وبكّار «١» ، وعنبسة.

<span data-type="title" id=toc-102>هؤلاء ولد الوليد بن عبد الملك أمير المؤمنين</span>
ولد الوليد بن عبد الملك تسعة عشر ذكراً: يزيد، أمير المؤمنين: أمه شاهفريد بنت كسرى بن فيروز بن يزدجرد بن شهريار، ملك الفرس؛ وإبراهيم، أمير المؤمنين؛ وعبد العزيز؛ وعبد الرحمن؛ ومحمّد؛ والعبّاس؛ قاد الجيش مع مسلمة إلى قتل يزيد بن المهلّب؛ والمبارك؛ وعمر؛ وعثمان؛ ومسروق؛ وبشر؛ وصدقة؛ وروح؛ وخالد؛ وتمّام؛ ومبشّر؛ وجزء؛ ويحيى؛ وأبو عبيدة، قتل يوم أبي فطرس. فولد عبد العزيز: عبد الملك بن عبد العزيز؛ وعتيق بن عبد العزيز، كان يرشح للخلافة، قتله عبد الله بن على، وابنه أبو بكر بن عتيق.
وكان للعباس بن الوليد ثلاثون ابناً ذكوراً؛ منهم: نصر بن العباس، دخل الأندلس، ثمّ رجع؛ والمؤمّل، والحارث، ابنا العباس. وكان لعمر بن الوليد ستون ابنا ذكورا؛ ومن ولده: حفص بن عمر: وإليه ينسب الحفصيون بالأندلس؛ وعمر بن الأسعد بن عمر بن الوليد بن عبد الملك، وكان له عقب بجهة لنجش من ريّة وبقرطبة؛ ومن ولده: حبيب بن عبد الملك بن عمر بن الوليد، وهو جدّ الحبيبيين الذين بقرطبة وريّة، وهم عدد؛ وكان لحبيب من
_________
(١) في المحبر ٣٨٠ انه لم ينجب.','1','89',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (96,'الولد: سليمان، والمبارك، وعمر، وأبان، والخيار، والوليد؛ ومن ولده؛ قاضي قرطبة إبراهيم بن العباس بن عيسى بن عمر بن الوليد بن عبد الملك؛ وأحمد بن عبد الملك بن محمد بن المبارك بن حبيب بن عبد الملك بن عمر بن الوليد بن عبد الملك بن مروان، محدث؛ ومحمد بن سليمان بن حبيب بن عبد الملك بن عمر بن الوليد بن عبد الملك بن مروان، محدث؛ والمعروف بزحّون، واسمه بشر بن حبيب بن الوليد بن حبيب بن عبد الملك بن عمر بن الوليد بن عبد الملك، كان شاعرا؛ والوليد والمبارك ابنا تمام ابن الوليد أمير المؤمنين قتلا يوم أبي فطرس؛ واليمان بن صدقة بن الوليد أمير المؤمنين، قتل يوم أبي فطرس؛ وكان أجمل الناس وجها؛ والوليد بن روح بن أمير المؤمنين الوليد، كان عالماً بالنسب، وكان أثيراً عند عمر بن عبد العزيز، وقتل يوم أبي فطرس ثمانية عشر رجلاً من ولد روح بن الوليد.

<span data-type="title" id=toc-103>وهؤلاء ولد يزيد بن الوليد أمير المؤمنين</span>
ولد يزيد أمير المؤمنين: خالد، قتله مروان؛ وعبد الله، لأم ولد؛ وعبد الرحمن؛ ومحمّد؛ وأبو بكر؛ وعلى؛ وعبد المؤمن؛ هؤلاء الثلاثة أشقاء، أمهم كلبيّة؛ والوليد، قتله مروان؛ والأصبغ.

<span data-type="title" id=toc-104>وهؤلاء ولد إبراهيم بن الوليد أمير المؤمنين</span>
ولد إبراهيم أمير المؤمنين: إسحاق، وإسماعيل، ويعقوب، وموسى، وعبيد الله.
ومن ولده: أسد بن موسى بن إبراهيم بن الوليد المحدث، صاحب التواليف في السنة؛ وابنه سعيد بن أسد بن موسى، محدّث أيضا.

<span data-type="title" id=toc-105>وهؤلاء ولد سليمان بن عبد الملك أمير المؤمنين</span>
ولد سليمان أمير المؤمنين: أيوب، مات في حياته؛ وعبد الواحد؛ ويزيد؛ والقاسم؛ والحارث؛ ومحمّد؛ وداود؛ ويحيى؛ وعمر؛ وعبيد الله؛ وعبد الرحمن؛','1','90',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (97,'وسعيد؛ وإبراهيم؛ ولهم عقب. قتل داود يوم أبي فطرس. وكانت أمّ الوليد وسليمان ولادة بنت العباس بن جزء بن الحارث بن زهير بن جذيمة العبسي؛ وكانت أمّ يزيد والقاسم ابني سليمان أم يزيد بنت عبد الله بن يزيد بن معاوية؛ وكانت أمّ يحيى وعبيد الله ابني سليمان عائشة بنت عبد الله بن عمرو ابن عثمان؛ وكانت أم عبد الواحد بن سليمان: بنت عبد الله بن خالد بن أسيد ابن أبي العيص بن أمية. ومن ولده: عبد الملك بن محمد بن عبد الملك بن محمد ابن الوليد بن سليمان بن عبد الملك بن عبد الواحد بن سليمان بن عبد الملك بن مروان، محدث، دخل الأندلس. وكان لعبد الواحد أيضاً ابن اسمه عبد السلام.

<span data-type="title" id=toc-106>وهؤلاء ولد يزيد بن عبد الملك أمير المؤمنين</span>
أم يزيد ومروان ابني عبد الملك بن مروان: عاتكة بنت يزيد بن معاوية بن أبي سفيان، عمرت إلى أن أدركت قتل ابن ابنها الوليد ابن يزيد. فولد يزيد أمير المؤمنين: الوليد أمير المؤمنين؛ والغمر؛ ويحيى؛ وسليمان؛ وداود، درج؛ وعبد الجبار؛ وعبد الله: أمه سعدة بنت عبد الله بن عمرو بن عثمان بن عفان؛ وأبو سفيان؛ وهاشم؛ والعوّام، درج؛ وعاتكة، تزوجها محمد بن الوليد بن عبد الملك؛ قتل عبد الجبّار والغمر يوم أبي فطرس؛ وصلب عبد الله بن عبد الجبار هذا بالحيرة. فولد الغمر؛ الصفي بن الغمر؛ ولهم عقب.

<span data-type="title" id=toc-107>وهؤلاء ولد الوليد بن يزيد أمير المؤمنين</span>
أم الوليد هذا أم محمد بنت محمد بن يوسف أخي الحجاج بن يوسف. وولد الوليد هذا: الحكم، لأم ولد؛ وعثمان: أمه عاتكة بنت عثمان بن محمد بن عثمان بن محمد بن أبي سفيان بن حرب، لا عقب لهما، ولاهما العهد؛ وقتلا بعده، ويزيد، والعاصى، وسعيد، أمه أم عبد الملك بنت سعيد بن خالد','1','91',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (98,'ابن عمرو بن عثمان بن عفان، لا عقب له؛ والعباس؛ وموسى؛ وفتح؛ وفهر؛ وقصىّ؛ ولؤىّ؛ وواسط؛ وذؤابة، لا عقب لواحد منهم إلّا لفتح ولؤى؛ والمؤمن؛ والوليد؛ أعقب هؤلاء؛ وأمّ الحجاج، تزوجها محمد بن أمير المؤمنين يزيد بن الوليد، ثم خلف عليها يحيى بن عبيد الله بن مروان بن الحكم؛ وأمة الله بنت الوليد؛ تزوجها عبد العزيز بن الوليد بن عبد الملك. فمن ولد المؤمن بن الوليد هؤلاء: بنو المغيرة الإشبيليون؛ منهم، مروان بن الحكم بن الحكم بن عبد الملك ابن الوليد بن عبد الملك بن المؤمن بن أمير المؤمنين الوليد بن يزيد؛ وله ابن اسمه محمد، من أهل العدالة والعلم بالحساب والتصاون، من أصحاب أبي مسلم بن خلدون؛ وأحمد بن محمد بن المغيرة بن عبد الملك بن المغيرة بن المؤمن بن أمير المؤمنين الوليد بن يزيد. وقتل المؤمن والعاصى هذان بإفريقية، قتلهما عبد الرحمن بن حبيب الفهري. وكان العاصى هذا ولؤىّ قد دخلا مع عبد الله بن مروان أرض النوبة. وولد لؤي بن الوليد، يزيد، والعبّاس؛ فولد العباس بن لؤي، محمّد، ولؤىّ «١» ؛ فولد لؤي بن العباس بن لؤي، أبو الوليد، ومحمّد.

<span data-type="title" id=toc-108>وهؤلاء ولد هشام بن عبد الملك أمير المؤمنين</span>
أمه أم هشام بنت هشام بن إسماعيل بن هشام بن الوليد بن المغيرة بن عبد الله ابن عمر بن مخزوم. فولد هشام، معاوية، لأم ولد، مات في حياته سنة ١١٩، وقاد الصوائف عشراً من السنين متّصلة؛ وقيل؛ بل أمه أم حكيم بنت يحيى بن الحكم بن أبي العاصي بن أمية بن عبد شمس؛ وسليمان، يكنى أبا الغمر، قتله أبو العباس السفاح؛ ومسلمة؛ ويزيد؛ ومحمّد، أمهم أم حكيم بنت يحيى بن الحكم بن أبي العاصى؛ ويحيى؛ وعبد الله، أمه عبدة المذبوحة بنت عبد الله «٢» بن يزيد بن معاوية؛ ومروان، أمه أم عثمان بنت سعيد بن خالد بن عمرو بن عثمان،
_________
(١) وبعده: «فولد يزيد بن لؤي بن الوليد: الوليد ومحمّد» .
(٢) وليزيد بن معاوية عبد الله الاكبر، وعبد الله الاصغر، وعبد الله أصغر الاصاغر. المعارف ١٥٣ ونسب قريش ١٢٩، ١٣١، ١٣٢.','1','92',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (99,'ويحيى؛ وعبد الله؛ وسعيد، شقيق معاوية، وعبد الرحمن؛ وعثمان؛ وقريش وخلف؛ والوليد؛ وعبيد الله؛ وعبد الملك؛ وأم هشام، تزوجها أمير المؤمنين يزيد ابن الوليد، ولم يدخل بها، فتزوجها بعده عبد الملك بن عبد العزيز بن الوليد بن عبد الملك، ثم خلف عليها عبد الله بن مروان بن محمّد؛ وأمّ سلمة بنت هشام، تزوجها عبد العزيز بن الحجاج بن عبد الملك؛ وعائشة، تزوجها عبيد الله بن مروان بن محمد. فولد سليمان، وكان يكنى أبا الغمر: إبراهيم، قتله مروان بن محمد؛ ومحمّد، قتل مع أبيه؛ وأيوب؛ وداود، قتلا معه؛ وإسحاق؛ وموسى؛ وزكريّاء؛ ويحيى؛ وعبد العزيز؛ وعبد الحميد؛ وعبيد الله، ومعاوية؛ وسعيد؛ والمنذر؛ ومروان؛ وهشام؛ وبشر؛ وعنبسة. وولد يزيد بن هشام: عبد السلام قتله عبد الرحمن بن معاوية بن هشام بالأندلس، وله عقب؛ وزيد؛ ومعاوية؛ والفتح؛ والحارث؛ ويحيى؛ وحرب؛ وأميّة؛ وخالد؛ وعبد الله؛ ومنصور؛ وخلف؛ ويزيد، بنو يزيد بن هشام.
وولد معاوية بن هشام ثلاثة عشر ذكراً؛ هشام بن معاوية، ولد بعد موت أبيه، أمه زينب بنت محمد بن عبد الله بن عبد الملك بن مروان؛ وعبد الرحمن ابن معاوية، الداخل بالأندلس، الوالي عليها هو وولده بعده، لأمّ ولد؛ وعبد الله ابن معاوية؛ أمه بنت عبد الله بن عبد العزيز بن الحارث بن الحكم بن أبي العاصى، وأمها رملة بنت محمد بن مروان، آخر من بقي من ولده بالأندلس، محمد بن معاوية بن عبد الرحمن بن معاوية «١» بن إسحاق بن عبد الله بن معاوية القرشي، المعروف بابن الأحمر «٢» ، راوية النسائي، وابنه معاوية بن محمد نقيب قريش بالأندلس، انقرض؛ والوليد بن معاوية، بقي من ولده إخوة ثلاثة يعرفون بالمغيريين، ينتمون إلى المغيرة بن الوليد بن معاوية «٣» ؛ وعبيد الله. ويحيى، وهو
_________
(١) انظر ابن الفرضي ٢: ٧٠ حيث ترجم له.
(٢) انظر ابن الفرضي.
(٣) هو المغيرة بن الوليد بن معاوية بن هشام. امير، من بني امية في الاندلس. وهو ابن اخي عبد الرحمن الداخل. نقم عليه عمه فنادى بخلعه، فقبض عليه عبد الرحمن وقتله سنة (١٦٦ هـ- ٧٨٢ م) .','1','93',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (100,'شقيق عبد الرحمن، قتل يوم الزابيين «١» ، وهو الذي أجاز الكميت الشاعر؛ والمنذر بن معاوية؛ والمغيرة بن معاوية؛ وأبان بن معاوية، وهو شقيق عبيد الله:
أمهما تميمية من بني زرارة، قتلته المسوّدة هو وابنين له في حد الصبا، وأفلت إلى أرض الأندلس ابن له يسمى عبيد الله بن أبان، قتله عمه عبد الرحمن بن معاوية؛ وإليه كان ينتمي الوزير المعروف بابن السليم، فكان يقول إنه سعيد بن المنذر ابن معاوية بن أبان بن يحيى بن عبيد الله بن أبان المذكور؛ وقد انقرض ولد سعيد المذكور. وكان للمنذر المذكور ابنان صريحان، وهما: الحكم، وأبان؛ وقد انقرضوا كلّهم. ودخل قرطبة منهم أيضاً، أيام الأمير عبد الله، يزيد بن محمد بن سليمان بن الحكم بن أبان بن معاوية بن هشام، وهو صاحب «رسالة البين» ، وحظى عند الناصر، ومات بقرطبة، ولم يعقب؛ ودخل الوليد بن معاوية الأندلس؛ فلما قتل ابنه المغيرة، نفى الوليد وبنوه عن الأندلس؛ وأميّة، قتله مروان بن محمد صبرا؛ وإسماعيل؛ ومعاوية.
فولد عبد الرحمن بن معاوية: سليمان: أمه لخمية من ولد حاطب بن أبي بلتعة، وهو أكبر ولده، كان أسن من هشام بنحو اثني عشر عاما؛ وهشام الوالى بعده، وكان على طريقة حسنة، يحضر الجنائز، ويعود المرضى، ويفكّ الأسرى، ويتحرّى الحقّ؛ والمنذر؛ ويحيى؛ وسعيد الخير؛ وعبد الله، المعروف بالبلنسي، لتملكه على بلنسية «٢» ، وتدمير، وطرطوشة، وبرجلونة، ووشقة؛ وكليب، واسمه مسلمة، وإليه تنسب أرحى كليب؛ انقرض عقب كليب هذا؛ وآخر من بقي منهم: محمد بن عبيد الله بن عبد الله بن عبد الله بن مروان بن عبد الله بن مسلمة، وهو كليب المذكور، الكاتب؛ فورثه بالقعدد محمّد
_________
(١) الزابيان: اسم لنهر بين واسط وبغداد، وفي مقتل بنى أمية يقول أبو سعيد إبراهيم المعروف بابن أبي سنة، فى رثائهم:
وبالزابيين نفوس ثوت ... وأخرى بنهر أبي فطرس
الصواب ما أثبت من معجم البلدان (الزابيان) و (اللابتان) .
(٢) بلنسية: بفتح اللام، وكسر السين وفتح الياء، المثناة التحية مخففة. بلد شرقي الاندلس محفوف بالانهار والجنان، لا ترى الا مياها تدفع، ولا تسمع الا اطيارا تسجع.','1','94',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (101,'ابن عبد الملك بن عبد الرحمن بن عبد الملك بن عبد الرحمن بن سعيد الخير بن عبد الرحمن بن معاوية؛ ورجل من ولد يحيى بن عبد الرحمن بن معاوية.
ولكلّ من ذكرنا من ولد عبد الرحمن بن معاوية عقب باق في وقتنا هذا؛ فعقب بني سعيد الخير كثير، وهم بقرطبة وقبرة. وقد بقي من بني يحيى بن عبد الرحمن رجل مكفوف. ومن بني المنذر بن عبد الرحمن بن معاوية، كان المعروف بالمذاكرة:
لقب بذلك لأنّه كان مغرى بعلم النحو؛ وكان إماماً فيه، مقدماً في اللغة، وكان متى لقي رجلاً من إخوانه، قال له: «هل لك في مذاكرة باب من العربية؟» فلقب بالمذاكرة لذلك؛ وهو المنذر بن عبد الرحمن بن معاوية بن محمد بن عبد الله بن محمد بن عبد الله بن المنذر المذكور بن الأمير عبد الرحمن بن معاوية؛ ومن ولده: المعروف بالمصنوع، لقب بذلك لجماله، وهو محمد بن إبراهيم بن معاوية بن المنذر المذكور المعروف بالمذاكرة، وكان من كبار أصحاب أبي على البغدادىّ، وأضبط الناس للغة، وأحفظهم لها، وكان شاعرا، مات ليلة الثلاثاء لإحدى عشرة ليلة خلت لشوّال سنة ٣٧٣، وولد سنة ٣١٩؛ ولم يعقب إلّا أحمد، وقد انقرض. ومنهم كان العجيل، وهو عبد الله بن إسحاق بن عبد الله بن المنذر بن عبد الرحمن بن معاوية، وهو ابن عم جد المذاكرة لحّا؛ ومنهم: أبو صفوان الساكن ببلنسية، وابناه أحمد ومعاوية. وبقى من ولد عبد الله البلنسي رجل يعرف بابن الخدين. ولم يبق من ولد سليمان إلّا أحمد وإبراهيم ابنا محمد بن معاوية بن يحيى بن إبراهيم بن محمد بن إبراهيم بن سليمان بن عبد الرحمن بن معاوية.
فولد هشام بن عبد الرحمن بن معاوية: عبد الملك، وهو أسن ولده، نكبه.
أبوه في حياته وسجنه، فبقي مسجوناً بضع عشرة سنة حتى مات مسجوناً في ولاية أخيه الحكم بن هشام؛ والحكم الوالي من بعد أبيه، وهو الذي أوقع بأهل الربض «١» ، وقتل الفقهاء والخيار، وخصى عدداً من ذوي الجمال من أهل قرطبة؛
_________
(١) الربض: ربض قرطبة. انظر ياقوت.','1','95',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (102,'منهم: طرفة بن لقيط بن منصور بن هلال بن الحسن بن الأزرق المرادىّ، وكان أبوه وأخوه وبنو عمه من أصحاب السلطان وولاة الثغور وجلّة الناس؛ وإليه ينسب مسجد طرفة «١» ، الذي داخل مدينة قرطبة؛ ومنهم: نصر، الذي تنسب إليه منية نصر، وكان أبوه من نصارى قرمونة، أسلم قبل الحادث على ولده؛ ومنهم: شريح، الذي ينسب إليه مسجد شريح بغربي قرطبة؛ فقام الناس عليه منكرين لما أبدى؛ فأوقع بهم الوقعة المشهورة سنة ٢٠٢، وهدم الديار والمساجد، وولّى ذلك رجلاً نصرانياً كان أثيراً عنده، اسمه ربيع؛ فلما أفضى الأمر إلى ابنه عبد الرحمن أمر بصلب ربيع هذا، وغيّر كثيراً من آثار أبيه؛ والوليد؛ ومعاوية. لم يبق لعبد الملك عقب إلا أحمد بن عبد الملك بن مروان بن أبان بن محمد بن مروان بن عبد المذكور، وهو في جملة العامة. كان منهم أمية بن أحمد بن حمزة بن إبراهيم بن محمد بن عبد الملك المذكور؛ ولي أحكام الشرطة، وكان في جملة المشاورين، لم يعقب؛ وكان له ابن أخ اسمه أحمد بن لؤي بن أحمد، نهض إلى بني قرّة، وهموا بتقديمه؛ فدس عليه المعز بن باديس، صاحب القيروان، من سقاه؛ وكان له ابن بقرطبة، لا أدرى ما فعل.
وبقى للوليد عقب غامر، وكان لهم قدر في قريش؛ منهم كان معاوية، وهشام، ابنا محمد بن الوليد المذكور؛ وكانت لهما سلاطة ومنزلة في الناس؛ ومنهم كان المعروف بابن الشبانسية؛ وكان لهشام منهما ابن اسمه محمّد، ولى شذونة وغيرها للناصر؛ وكان لهم عدد جمّ، وحال في الناس؛ وآخر من بقي منهم:
الوليد بن عبد العزيز بن محمد بن هشام بن عبد الله بن الوليد بن الأمير هشام؛ وقد انقرض، ولم يعقب. وكان منهم محمّد، وعبد الرحمن، وهشام، وعبد الملك، انقرضوا، وأخوهم الحكم: بنو القاسم بن محمد بن إسماعيل بن هشام اللسن الداهية بن محمد بن هشام بن الوليد بن هشام الأمير الرضى. للحكم المذكور ابن اسمه عبد الملك، أمه بنت صاحبنا أبي عبد الله محمد بن عبد الرحمن
_________
(١) ذكره ياقوت في (طرفة) .','1','96',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (103,'ابن عقبة- رحمه الله-. لم يبق من جميع ولد هشام الرضى غير من ذكرناه.
وولد معاوية، منهم كان ابن القط أحمد بن معاوية بن محمد الملقب بالقط بن هشام بن معاوية بن الأمير هشام، الذي غزا سمورة «١» بالحشود، فقتل هناك- رحمه الله.
فولد الحكم الربضي «٢» ثمانية عشر ذكراً، لم يبق منهم في وقتنا هذا إلا عقب الأمير عبد الرحمن الوالى بعده، ورجل واحد من ولد أمية بن الحكم، اسمه عبد العزيز بن محمد بن محمد بن عبد العزيز بن محمد بن عبد الله بن أمية المذكور فقط؛ ورجلان من ولد عبد العزيز بن الحكم، وهما عبد العزيز بن الزبير ابن عمر بن عمر بن عبد العزيز بن المنذر بن عبد العزيز بن الحكم المذكور؛ وابن له اسمه عبيد الله: أمه بنت عبد الرحمن بن عبد الله بن أبان بن عبد الرحمن بن أبان بن الأمير عبد الله؛ وعبد الرحمن، وأحمد، وهشام، بنو جعفر بن جعفر ابن سعيد الخير بن الحكم، وهم بدانية، وكان لهم عدد، انقرضوا، كان منهم سليمان بن العباس بن سعيد المذكور، وكان زاهداً، متبتلاً، صوفياً، ملازماً ضيعته بترجالة «٣» من قبرة؛ وكان أخوه العاصي بن العاصي شاعرا، وكان للعاصي بن العاصي ابن اسمه سليمان؛ وسبعة رجال من ولد الأصبغ بن الحكم، منهم: المتفقه عبد الملك بن أحمد بن محمد بن محمد «٤» بن عبد الملك بن الأصبغ بن الحكم، وهشام أخوه، وابن أخ لهما آخر، والشاعر يحيى بن هشام ابن أحمد، وأخوه مسلمة بن هشام، وأخ لهما يسمى عبد العزيز بن هشام بن أحمد، ظهر في بعض نواحي البربر، ثم اضمحل أمره. وقد باد هؤلاء كلهم حاشا عبد المهيمن بن الفقيه عبد الملك بن أحمد، وله ابنان: محمّد وعبد الملك؛ وصبى صغير، وهو يحيى بن مسلمة بن هشام المذكور؛ وجدّه هشام حتى الآن حي، وهو شيخ كبير، قد جاوز التسعين سنة.
_________
(١) ياقوت: «سمورة: مدينة الجلالقة» .
(٢) لقب، بذلك لانه أوقع بأهل الربض، وهي محلة متصلة بقصره. انظر المعجب للمراكشي ١٢.
(٣) صوابه من صفة جزيرة الاندلس ٦٣، ١٣.
(٤) وفي الصلة لابن بشكوال برقم ٧٧٠: «عبد الملك بن أحمد ابن محمّد» فقط، باسقاط «محمّد» الثانية.','1','97',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (104,'ومن ولد الحكم، كان المغيرة بن الحكم، الذي تنسب إليه منية المغيرة بشرقي قرطبة؛ وكان أبوه ولاه العهد بعد عبد الرحمن؛ فخلعه أخوه. ومنهم:
يعقوب بن الحكم، وكان شاعرا: وكذلك أخواه أبان، وبشر؛ وقد انقرضوا.
ومنهم: هشام بن الحكم، بلغ أباه أنه يتمنى موته ليلى الأمر بعده مكانه؛ وكان أكبر ولده؛ فحلف ألا يليه أبدا، وقدّم عليه أخويه، ومن ولد أمية بن الحكم، كان الشاعر المكنى بأبى عوف؛ والوزير عبد الله بن عبد العزيز، الممتحن مع ابن أبي عامر، الملقب بالبطرة شقة «١» ؛ معناه الحجر اليابس: كان الشاعر هو أحمد بن عبد الله بن محمد بن عبد العزيز بن أمية بن الأمير الحكم؛ والوزير هو عبد الله بن عبد العزيز بن محمد بن عبد العزيز بن أميّة بن الحكم؛ هما:
ابنا عم لحا، انقرضوا، إلا رجلاً واحداً اسمه عبد العزيز بن محمد بن محمّد بن محمد ابن عبد العزيز بن محمد بن عبد الله بن أمية المذكور؛ وله ابن اسمه محمد فقط.
فولد عبد الرحمن بن الحكم (وكان مأمون الجانب، وادعا، مائلا إلى الراحات وولى الأمر وأخوه هشام حىّ؛ وكان هشام أسن منه) مائة ولد، منهم خمسون ذكراً وخمسون أنثى، لم يبق في وقتنا هذا منهم إلا عقب الأمير محمّد الوالى بعده، ورجل واحد له أربعة بنين ذكور من ولد المطرف بن عبد الرحمن، الذي ينسب إليه فحص مطرف، بين دور الربض الشرقي بقرطبة، وهو المعروف أيضاً بفحص ابن بسيل؛ وهم: عبد الله، وعبد الرحمن، ومحمّد، والمطرّف، والأصبغ، بنو أحمد بن الأصبغ بن أحمد بن عبد الله بن المطرّف، ونحو خمسة رجال من ولد المنذر بن عبد الرحمن؛ وقد انقرضوا كلهم؛ فلم يبق منهم إلا رجل من ولد عبد الملك بن سعيد بن عبد الملك بن مروان بن المنذر المذكور (وكانت لهم ثررة، وحال ظاهرة، وآداب، وخير) . ونفر يسير من ولد هشام بن عبد الرحمن، وهم:
عبيد الله وأحمد ابنا زياد بن أحمد بن محمد بن أحمد بن هشام المذكور، ولأحمد منهما ابن اسمه هشام، ولهشام ابن اسمه أحمد، وانقرض سائر وكان من ولد المنذر بن عبد الرحمن المذكور آنفاً: أبو الحكم المنذر بن سعيد بن المنذر بن
_________
(١) أى: Pettasicca باللغة الإسبانية القديمة','1','98',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (105,'مروان بن المنذر بن عبد الرحمن الأمير، الشاعر، انقرض فولد محمد بن عبد الرحمن بن الحكم نيفا وثلاثين ذكراً، لم يبق منهم في وقتنا إلا صبي واحد من ولد الأصبغ بن الأمير المنذر بن محمد، إن كان بقي، وأراه قد انقرض؛ ورجل واحد من ولد القاسم بن محمد، إن كان بقى؛ وثلاثة إخوة في غمار الناس من ولد عبيد الله بن محمّد؛ ورجل من شيوخ الكتاب، يعرف بالفروطة؛ وثلاثة بنين ذكور له، من ولد العاصي بن محمد؛ واسم هذا الباقي:
الحكم بن عبد الجبار بن أحمد بن العاصي بن الأمير محمّد؛ وبنوه محمّد، وأحمد، وعبد الله؛ وقد انقرضوا كلهم، إلا محمد بن الحكم المذكور، وله ابنان: الحكم، وعبد الجبار ورجلان من ولد إبراهيم بن محمد؛ ثم صح عندنا موت هذا الشيخ؛ ورجل من ولد أحمد، إن كان حيّا، وهو محمد بن سعيد بن محمد بن عبد الله بن أحمد المذكور؛ وعمر بن أحمد بن هشام بن أحمد ابن الأمير، وبنوه: محمّد، وأحمد، وهشام، وهم من سكّان ميورقة؛ وقد انقرض محمّد وهشام؛ وبقى أحمد وأخوه؛ ونفير من ولد هشام بن محمد، منهم: شيخ كبير بجهة قلعة رباح «١» ، اسمه هشام بن أحمد بن محمد بن أحمد بن هشام المذكور؛ ومنهم: عبد الله بن محمد بن هشام بن أحمد بن محمد بن هشام المذكور، مات، وله بنون: عبد الرحمن، وعبد الجبّار، وعبد العزيز، وهشام؛ ولهشام منهم ابن اسمه عبد العزيز؛ وكان محمد بن هشام هو المعروف بالقط؛ وعقب الأمير عبد الله بن الأمير محمّد؛ وانقرض سائرهم.
وكان المطرف بن الأمير محمد شاعراً مفلقاً، عالماً بالغناء؛ وكان له عقب قد انقرض؛ كان منهم أحمد بن القاسم بن المطرف المذكور، من أهل الطلب للحديث والفقه والعناية؛ ومحمّد والحسين ابنا المطرف. وكان عثمان وإبراهيم ابنا محمد أيضاً عارفين بالغناء جدّا. وأمّ سلمة التي تنسب إليها المقبرة بشمالي قرطبة خارج سورها الشمالي، هي أم سلمة بنت محمد بن الحكم الرّبضىّ،
_________
(١) بالباء الموحدة، وهى من أعمال طليطلة في غربيها','1','99',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (106,'تزوجها ابن عمها لحا الأمير محمد بن عبد الرحمن. وانقرض سائرهم.
فولد الأمير عبد الله بن محمد أحد عشر ذكراً، لم يبق منهم في وقتنا هذا عقب لأحد، حاشا ولد الناصر عبد الرحمن بن محمد بن عبد الله الأمير، وحاشا عبد الرحمن وجعفر ابني عبد الله بن أبان بن عبد الرحمن بن أبان بن الأمير عبد الله، وابنتين لجعفر بن عبد الله المذكور. وقد مات عبد الرحمن- رحمه الله- ولم يعقب.
فولد عبد الرحمن بن محمد بن الأمير عبد الله (وهو المسمّى بالخلافة وإمرة المؤمنين دون جميع من تقدّم من أسلافه، وتلقّب بالناصر لدين الله، واتّصلت ولايته خمسين سنة وستّة أشهر، واستولى على الأندلس وكثير من بلاد البربر استيلاءً لم يستوله أحد من سلفه بالأندلس) [فولد] أحد عشر ذكرا، وهم:
الحكم، الذي ولي بعد، وتسمّى بالخلافة، وتلقّب بالمستنصر «١» (واتّصلت ولايته خمسة عشر عاماً في هدوء وعلوّ، وكان رفيقاً بالرعية، محباً في العلم؛ ملأ الأندلس بجميع كتب العلوم. وأخبرنى تليد «٢» الفتى، وكان على خزانة العلوم بقصر بني مروان بالأندلس، أن عدد الفهارس التي كانت فيها تسمية الكتب أربع وأربعون فهرسةً، في كل فهرسة خمسون ورقة «٣» ليس فيها إلا ذكر أسماء الدواوين فقط) ؛ وعبد العزيز، انقرض؛ والأصبغ، انقرض؛ وعبيد الله؛ وعبد الجبّار؛ وعبد الملك؛ وسليمان؛ وعبد الله؛ ومروان؛ والمنذر؛ والمغيرة. فأما الحكم المستنصر، فلم يعقب إلا هشاماً الوالي بعده، ولى الأمر وهو ابن أحد عشر عاماً؛ وكان متغلباً عليه، لا أمر ولا نهى، تلقّب بالمؤيّد، وخلع مرّة بعد المرّة؛ وقد انقرض، ولا عقب له ولا لأبيه.
وأمّا عبيد الله، فمن ولده: المسمى بالخلافة، المتلقب بالمستكفي، ولي سبعة عشر شهراً؛ وهو أبو عبد الرحمن محمد بن عبد الرحمن بن عبيد الله بن الناصر، وقتل أبوه أيام هشام المؤيد في طلب هذا الأمر؛ وابن عمه لحا، ولي عهده، سليمان بن هشام بن عبيد الله بن الناصر، انقرضا جميعاً عن غير عقب،
_________
(١) انظر نفح الطيب ١: ٣٥٨.
(٢) انظر نفح الطيب ١: ٣٦٢ حيث نقل نصه من ابن حزم.
(٣) في نفح الطيب: «عشرون فقط» .','1','100',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (107,'حاشا ابنتين نكحهما مسلمة ويحيى ابنا هشام، من ولد الأصبغ بن الحكم الربضي.
وكان محمد بن عبد الرحمن هذا المستكفى، وولىّ عهده المذكور، في نهاية الضعة والسقوط والضعف والتأخّر؛ وأخبارهما في ذلك عظيمة. ولم يبق لعبيد الله بن الناصر عقب إلا من أحمد بن عبد الرحمن بن عبيد الله بن الناصر.
وأمّا عبد الجبار، فمن ولده: المسمى بالخلافة، المتلقب «١» بالمهدي، وهو آخر من ولى الأمر من بني مروان بالأندلس ولايةً تامةً، يعزل فيها ويولى من آخر شرقها إلى آخر غربها، وكذلك في كثير من بلاد البربر؛ وفي أيامه ابتدأ فساد [بلاد] الأندلس؛ ولم يعقب إلا ابنة تزوجها محمد بن عبد الجبار بن عبد العزيز بن عبد الجبار بن الناصر، وابنا قتل بقرطبة، اسمه عبيد الله، قتل عن غير عقب؛ وأخو المهدي المذكور: عبد الرحمن، المتسمى بالخلافة، المتلقب بالمستظهر بالله، كان أديباً شاعراً، قتل وله اثنتان وعشرون سنة، ولم يعقب:
قام عليه السفلة بالمتلقب بالمستكفي «٢» ؛ فقتل- رحمه الله؛ وهما ابنا هشام ابن عبد الجبّار بن الناصر. وقتل أبوهما هشام على طلب هذا الأمر أيام هشام المؤيّد.
ولم يبق لعبد الجبار بن الناصر عقب حاشا فتىً واحدا، وهو محمد بن عبد الجبار ابن عبد العزيز بن عبد الجبار بن الناصر، وله ابن اسمه عبد الرحمن، وحجّ محمد هذا مغرراً بنفسه، ولم يحج من قومه أحد غيره.
ومن ولد عبد الملك بن الناصر: عبد الرحمن، المتسمى بالخلافة، المتلقب بالمرتضى؛ وهشام، المتسمى بالخلافة، المتلقب بالمعتد بالله «٣» ، ابنا محمد بن عبد الملك بن الناصر؛ كان عبد الرحمن هذا رجلاً صالحاً، مائلاً إلى الفقه، لم يلبس في ولايته خزاً إلى أن قتل- رحمه الله؛ وله عقب: غلام واحد اسمه عبد الرحمن بن سليمان بن المرتضى، وقد مات عن غير عقب؛ ولا عقب لهشام المعتد
_________
(١) انظر نفح الطيب ١: ٤٠٢.
(٢) هو محمد بن عبد الرحمن بن عبيد الله بن الناصر. والمستكفي هو والد ولادة، صاحبة ابن زيدون. نفح الطيب ١: ٤١٢.
(٣) انظر جذوة المقتبس ٢٦ والمعجب ٣٧- ٣٩ والمغرب ١: ٥٥.','1','101',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (108,'وهو آخر من تسمى منهم بقرطبة بالخلافة، وقام عليه جهور بن محمد، رجل من وزرائه؛ فخلعه، وتملّك البلد، واستحكم فساد الأندلس، ويئس من اجتماع كلمة أهلها. ولأخويهما الحكم المكفوف وعبد الله ابني محمد عقب كثير.
وأمّا سليمان بن الناصر، فعقبه كثير جداً، قد دخلوا في غمار العامّة؛ ومنهم كان هشام بن سليمان بن الناصر، القائم على المهدي سنة ٣٩٩. فمن ذلك اليوم.
سل سيف الفتنة، ولم يغمد إلى يومنا هذا! نسأل الله كفاية المسلمين، ودفع البلاء عنهم! ومنهم كان سليمان بن الحكم بن سليمان بن الناصر المسمى بالخلافة، المتلقب بالمستعين، وكان شاعراً، يضرب بالطنبور في حداثته؛ وهو الذي كان شؤم الأندلس وشؤم قومه؛ وهو الذي سلط جنده من البرابرة، فأخلوا مدينة الزّهرآء وجمهور قرطبة حاشا المدينة، وطرفا من الجانب الشرقىّ، وأخلوا ما حوالى قرطبة من القرى والمنازل والمدن، وأفنوا أهلها بالقتل والسبى، وهو لا ينكر ولا يغيّر [عليهم شيئا] . وعليه قام علي بن حمود الحسني؛ فأسلم إليه برمته؛ فضرب عنقه صبرا. وانقطع أمر بني مروان بالأندلس حاشا من قام منهم بعد ذلك ممن لم يفش لهم أمر، وقد ذكرناهم. وكان لسليمان المستعين ابن قد ولاه عهده، اسمه محمد، نظير أبيه في الإهمال، والرضا بفساد البلاد، فرّ بعد قتل أبيه إلى منذر بن يحيى التجيبي صاحب سرقسطة والثّغر، طامعاً في أن ينصره لميل أبيه إليه وامت حجابه إياه؛ فغدر به التجيبي المذكور وقتله صبرا. وكان لمحمد هذا ابن اسمه على. وقد انقرض عقب محمد بن سليمان. وبقى لابنه سليمان المستعين ثلاثة ذكور: معاوية، ومسلمة، والوليد، بنو سليمان المستعين. ومن بني سليمان بن الناصر: يزيد بن محمد بن هشام بن سليمان بن الناصر، لحق بأرض النصارى وارتدّ- ونعوذ بالله تعالى من درك البلاء ونسأله الهداية لنا وله! ثمّ رجع وأسلم، ثم رجع إلى أرض الإسلام.
وأمّا عبد الله بن الناصر، فكان شاعراً، فقيهاً على مذهب الشافعي، اتصل بأبيه عنه أنه ينكر عليه سوء سيرته وجوره؛ فقتله لذلك. وكان لعبد الله هذا ابن اسمه الزبير، له عقب باق.','1','102',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (109,'وأمّا مروان بن الناصر، فمن ولده: مروان الطّليق، وأخوه عبد الملك، ابنا عبد الرحمن بن الناصر؛ كان مروان هذا من الشعراء المفلقين المحسنين، وأعقب أربعة: يزيد أبو خالد، ولبيد أبو ليلى، وعبيد الله أبو أمامة، وأربد أبو زبيد. وأخوه عبد الملك ساكن الآن بدروقة «١» ؛ وكان له من الولد:
عبد الرحمن، ومسلمة، الذي قتله يحيى بن على الحسنىّ؛ ولا عقب لمسلمة هذا.
وأمّا المنذر بن الناصر، فكانت أمه فاطمة بنت الأمير المنذر؛ وللمنذر هذا عقب.
وأمّا المغيرة بن الناصر، فإنه قتل صبيحة الليلة التي مات فيها أخوه الحكم المتنصر خنقا، وله عقبٌ من قبل عبيد الله بن عبد الرحمن بن المغيرة بن الناصر.
انقضى الكلام في ولد أمير المؤمنين هشام بن عبد الملك بن مروان.

<span data-type="title" id=toc-109>وهؤلاء ولد مسلمة بن عبد الملك بن مروان</span>
كان مسلمة يكنى أبا سعيد وأبا الأصبغ «٢» ، ولى العراقين وأرمينية، وله عقب باق بقرب حران، في حصن يعرف بحصن مسلمة. وله من الولد: يزيد ابن مسلمة؛ وإبراهيم بن مسلمة، قتل يوم أبى فطرس؛ وشراحيل بن مسلمة؛ سم هو وإبراهيم الإمام بحران، فماتا جميعاً في سجن مروان؛ ومحمّد بن مسلمة، كان من أجمل الناس وأشجعهم، وشهد مع مروان يوم التقى مع عبد الله بن على؛ وكان صديقاً لعبد الله؛ فأمنه؛ فلحق به؛ فلما رأى فعل أهل خراسان في أهل الشام، حميت نفسه؛ فقال «٣» :
ذلّ الحياة وخزى الممات ... فكلا أراه شراباً وبيلا «٤»
فإن كان لا بد إحداهما ... فسيراً إلى الموت سيراً جميلا
ثم لحق بمروان، فقاتل معه حتى قتل؛ وإسحاق بن مسلمة. ومن ولد مسلمة:
علي بن عاصم بن أبي العاصي بن إسحاق بن مسلمة بن عبد الملك، محدث، دخل مصر؛ وأبان بن مسلمة، من ولده: عبد العزيز بن هارون بن القاسم بن محمد
_________
(١) وفي القاموس بعد ذكر الدورق «وبهاء بلد بالاندلس» .
(٢) وكذا في تهذيب التهذيب ١٠: ١٤٤ حيث ترجم له.
(٣) أي متمثلا، وإلا فان البيتين لبشامة بن الغدير من قصيدة في المفضليات ص ٥٩.
(٤) المفضليات: «طعاما وبيلا» .','1','103',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (110,'ابن محمد بن أبان بن مسلمة بن عبد الملك، سكن الثغور ودخل إلى الحكم المستنصر. ومن ولده: الحصنى الشاعر، وهو محمد بن يزيد بن محمّد بن مسلمة ابن عبد الملك؛ ودخل من ولده الأندلس محمد بن أحمد بن محمد بن عبد الله ابن حامد بن موسى بن العباس بن محمد الحصني الشاعر المذكور، وكان مولده بمصر ومولد أبيه بها؛ وقرّبه الحكم المستنصر وأدناه، ومات بقرطبة، ولم يعقب.
وكان من ولد الحجاج بن عبد الملك بن مروان: عبد العزيز بن الحجاج بن عبد الملك، ولاه إبراهيم بن الوليد عهده، وقتل عند استيلاء مروان بن محمّد بن مروان؛ وكان عبد العزيز هذا أخا أبي العباس السفاح لأمه؛ وقد انقرض عقب الحجاج بن عبد الملك، ولم يكن له غير عبد العزيز، ولم يعقب.
وأبو صفوان عبد الله بن سعيد «١» بن عبد الملك بن مروان، محدث مشهور يروي عن يونس بن يزيد «٢» ، ويروى عنه قتيبة وزهير بن حرب وغيرهما، وروى عنه البخارىّ ومسلم، وذكر مسلم في كتابه «الصحيح» أنه كان يتيماً عند عبد الملك بن عبد العزيز بن جريج بمكة عشر سنين.
قال علي: لا أشك أنه قتل أبوه إذ قتل يوم نهر أبى فطرس وتركه صغيراً؛ فلحقت به أمه أم جميل بنت عمرو بن عبد الله بن صفوان بن أمية الجمحية بمكّة؛ فبقى هنالك.
ودخل الأندلس أيضاً ولد الأصبغ والوليد وهشام بني محمد بن سعيد بن عبد الملك بن مروان، وكان الأصبغ المذكور على أخت عبد الرحمن بن معاوية، وكان لولده بالأندلس رياسة، وولوا القيادات والولايات؛ وأمّا ولد الوليد المذكور، فهم المعروفون ببني عائشة، كانت لهم أيضا وجاهة؛ وأمّا بنو هشام المذكور، فسكنوا إشبيلية. وكان له من الولد غير من ذكرنا: هشام، وعبد العزيز، والحارث، والوليد، ومسلمة، ويحيى، وحمزة: بنو سعيد بن عبد الملك.
وليس في أعقاب سائر ولد عبد الملك بن مروان من اشتهر فيذكر، إلا أنّه
_________
(١) انظر ترجمته في تهذيب التهذيب ٥: ٢٣٨.
(٢) انظر تهذيب التهذيب ٥: ٢٣٨ و ١١: ٤٥٠.','1','104',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (111,'كان منهم الفيض بن عنبسة بن عبد الملك بن مروان، قتل يوم أبى فطرس.
ولم يعقب محمد بن عبد الملك بن مروان.
مضى الكلام في ولد عبد الملك بن مروان.

<span data-type="title" id=toc-110>وهؤلاء ولد عبد العزيز بن مروان</span>
ولد عبد العزيز بن مروان بن الحكم: عمر، أمير المؤمنين، الخليفة الفاضل البر التقي- رضي الله عنه-؛ أمه: أم عاصم بنت عاصم بن عمر بن الخطّاب؛ والأصبغ، يكنى أبا زبان، مات قبل موت أبيه عبد العزيز بعشرين يوما، وتزوّج سكينة بنت الحسين بن علىّ؛ وأبو بكر، شقيق أمير المؤمنين، وكان فاضلا، وكان أسن من أخيه عمر، فكان عمر قد رضيه للخلافة بعده، فسقيا السم معا، فماتا جميعا- رحمهما الله ولعن من كادهما؛ ومحمّد، شقيق عمر؛ وسهل؛ وسهيل؛ أمهما أم عبد الله بنت عبد الله بن عمرو بن العاصى؛ وجزىّ؛ وزبّان؛ وعاصم، شقيق عمر؛ لجزي عقب بقرطبة؛ وولد زبّان؛ إسماعيل؛ ولزّبان عقب بلبلة، وإليهم كانت تنسب سويقة الزبانيين بقرطبة؛ وأمّ الحكم تزوجها الوليد، ثم سليمان، ثم هشام، بنو عبد الملك بن مروان. وولد سهيل بن عبد العزيز:
عمرو بن سهيل، ولي البصرة، وقتله مروان بن محمد.
ومن ولد الأصبغ بن عبد العزيز: دحية بن الأصبغ: أمه أم يزيد بنت يزيد ابن معاوية؛ ودحية بن المصعب بن الأصبغ بن عبد العزيز، قام في أعمال مصر أيام المهدي، فقتل- رحمه الله.
وولد أبو بكر بن عبد العزيز: الحكم بن أبي بكر، ومروان بن أبى بكر.
ولجميع أولاد عبد العزيز المذكور أعقاب، حاشا محمداً وحده، فلم يعقب. ذكر ذلك أحمد بن عبد الملك بن منصور بن مروان بن الأصبغ بن عبد العزيز بن مروان، وكان عالما بنسب قومه.
وولد أمير المؤمنين عمر بن عبد العزيز- رحمه الله- أربعة عشر ذكراً:','1','105',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (112,'عبد الملك، لم يعقب، وكان فاضلاً، مات في حياة أبيه؛ وعبد الله، أعقب، ولي العراقين ليزيد بن الوليد، وهو احتفر نهر ابن عمر بالبصرة؛ وعبد العزيز، ولى مكّة والمدينة لمروان بن محمّد، وكان في صحابة أبي جعفر المنصور، يلبس السواد والسيف، وروى عنه وكيع وغيره؛ وعاصم، أعقب؛ ويعقوب؛ وإسحاق، أعقب: أمهما فاطمة بنت عبد الملك؛ وإبراهيم: أعقب؛ وموسى؛ وإسماعيل؛ ورفيع؛ وزبّان، أعقب؛ والأصبغ، أعقب؛ ومروان؛ والوليد، أعقب. عاش عبد العزيز بن عمر بن عبد العزيز إلى صدر من خلافة بنى العبّاس، وكان في صحابة أبي جعفر المنصور، خاصاً به، ممن يلبس السواد، ويلازمه حيث كان.
وذكر الخطبي «١» في أولاد عمر بن عبد العزيز: حفصاً؛ وعبيد الله، أعقب؛ ويزيد، أعقب. ومن ولده: آدم بن عبد الله بن عمر بن عبد العزيز، وكان شاعرا ماجنا «٢» ؛ وبشر بن عبد الله بن عمر بن عبد العزيز، روى عنه. وكان لبشر ابن اسمه زيد.
مضى ولد عبد العزيز بن مروان بن الحكم.

<span data-type="title" id=toc-111>وهؤلاء ولد بشر بن مروان بن الحكم</span>
ولد بشر بن مروان: الحكم: أمه أم كلثوم «٣» بنت أبي سلمة بن عبد الرحمن بن عوف؛ وعبد الملك: أمه هند بنت أسماء بن خارجة بن حصن بن حذيفة الفزاري؛ وأبان؛ وعبد العزيز: أمه معيطيّة «٤» ؛ ومروان، وله عقب بالكوفة. ومن ولده كان البشري الشاعر البغدادىّ، وهو محمد بن يزيد بن مسلمة ابن هشام بن بشر بن عبد الملك بن بشر بن مروان بن الحكم؛ وكان أخوا جد أبيه: سليمان، وعبد الملك، ابنا بشر بن عبد الملك بن بشر بن مروان؛ دخل عبد الملك منهما الأندلس، [وكان شاعرا] وكان متزوجاً بنت أخي مروان
_________
(١) قال السمعاني: «أظن أن هذه نسبة إلى الخطب وإنشائها» . وذكر بهذه النسبة أبا محمّد إسماعيل ابن على بن إسماعيل وقال: «كان فاضلا فهما عارفا بأيام الناس وأخبار الخلفاء، وصنف تاريخا كبيرا على ترتيب السنين» .
(٢) انظر الاغاني ج ١٤ ص ٦٠- ٦٣.
(٣) انظر نسب قريش ١٦٩.
(٤) اي من نسل عقبة بن أبي معيط. ذكر في نسب قريش انها أم حكيم بنت محمد بن عمارة بن عقبة بن أبي معيط.','1','106',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (113,'ابن محمّد، وله منها ابن. وكان عبد الملك وأبان يلقّبان الفيل والزّندبيل «١» ، قتلا مع ابن هبيرة. وعند الحكم بن بشر كان اختفى يحيى بن زيد بن علي بن الحسين إذ قتل أبوه.

<span data-type="title" id=toc-112>وهؤلاء ولد محمد بن مروان بن الحكم</span>
ولد محمد بن مروان: مروان أمير المؤمنين؛ ويزيد، وكان من الفضلاء النسّاك؛ ومنصور؛ وعبد العزيز؛ وعبد الرحمن.
فولد مروان أمير المؤمنين: عبد الملك؛ وعبد الرحمن: وعثمان؛ وعبد الله؛ وعبيد الله؛ وعبد الغفّار؛ ويزيد؛ وأبو عثمان؛ ومحمّد؛ وأبان. فولد عبد الله بن أمير المؤمنين مروان: مروان، وأحمد، وعبد الرحمن، وأبو عثمان، وسعيد، وعثمان، والحكم، ومحمّد. تزوج مروان منهم أم الحكم بنت عبيد الله بن مروان [بن محمد] . ولا عقب لعبيد الله بن مروان [بن محمد] أصلاً؛ ولمروان عقب بإصبهان وفي ديار مصر، منهم: صاحب «كتاب الأغانى» ؛ وهو أبو الفرج الإصبهاني، واسمه علي بن الحسين بن محمد بن أحمد بن الهيثم بن عبد الرحمن ابن مروان بن عبد الله بن أمير المؤمنين مروان بن محمد بن مروان بن الحكم؛ وكان عمه الحسن بن محمد، من كبار الكتاب بسر من رأى، أدرك أيام المتوكّل؛ وكان عمه عبد العزيز بن أحمد بن الهيثم، من كبار الكتاب أيضاً أيام المتوكل.
ومروان بن محمد بن عبد الملك بن أمير المؤمنين مروان بن محمد، روى عنه هلال ابن العلاء الرّقىّ. وولد عبد الملك بن مروان بن محمد: الوليد، ومحمّد. وولد محمّد: عبيد الله. وولد عمر بن مروان بن الحكم: إبراهيم، ومحمّد، والوليد، وعبد الملك، كانوا بالرتبة من عمل مصر. دخل الأندلس منهم عبد الملك بن عمر، دخل الأندلس في عصابة من ولده، أعقب منهم عبد الله، وإبراهيم، وأبان، وبشر، والحكم، ومروان؛ وهؤلاء دخلوا مع أبيهم، وانقرض سائرهم، وهم: زبّان، ويزيد، وذؤالة، وعمر، وهشام، وفهر، والحوثرة، وعبد العزيز،
_________
(١) الذي في الحيوان ٧: ٨١ ان الذي لقب بذلك هما أبان والحكم ابنا عبد الملك بن بشر بن مروان.','1','107',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (114,'والحكم؛ وكانت لهم بها ثروة، ورياسة عظيمة، وعدد جم؛ منهم:
الوزير العباس بن عبد العزيز بن العباس بن عبد الله بن عبد الملك بن عمر بن مروان بن الحكم؛ وابن أخيه إبراهيم بن أحمد بن عبد العزيز؛ ارتد وقتل على النصرانيّة؛ والشاعر البلينة سعيد بن محمد بن العاصي بن عمرو بن سعيد بن العباس بن عبد الله بن عبد الملك بن عمر؛ ومنهم: أحمد وعمرو، ابنا عثمان ابن محمد المكنى بأبي صفوان بن العباس بن عبد الله بن عبد الملك بن عمر بن مروان بن الحكم، كانا شاعرين، ووليا الولايات لعبد الله ولعبد الرحمن الناصر؛ وكان عمرو منهما تلميذاً مختصاً ببقىّ بن مخلد، وطلب عنده زماناً قبل أن يحدم السلطان؛ ومنهم: محمد بن أحمد بن عمر بن حفص بن عمر بن عبد الملك ابن عمر بن مروان بن الحكم؛ والوزير منهم: أحمد بن محمد بن البراء بن ملك بن عبد الله بن عبد الملك بن عمر؛ لم يبق منهم أحد غير محمد بن أحمد ابن محمد بن أحمد بن محمد بن أحمد بن محمد بن الوزير أحمد بن البراء، ورجل آخر بقرطبة، كلاهما في غمار العامّة؛ والوزير أمية بن إسحاق بن عبد الله بن إسحاق بن محمد بن إسحاق بن الوليد بن إسحاق بن إبراهيم بن عبد الملك ابن عمر، انقرض، ولم يبق له عقب؛ وكان عم ابيه أحمد بن إسحاق بن إسحاق صاحب الصوائف، وابنه محمد بن أحمد، لا عقب له. ومنهم:
أبو طالب محمد بن عبد الملك بن أحمد بن عبد الله بن عبد الملك بن عبد الله بن الوزير عبد الملك بن العباس بن عبد الله بن عبد الملك بن عمر، وابناه سابق وطالب؛ وكان أخو جده المذكور محمد بن عبد الله بن عبد الملك بن العباس شاعرا؛ وكان أحمد بن عبد الملك بن عبد الله بن عبد الملك وهو ابن أخي محمد المذكور، شاعرا، وهو القائل:
على صدع شملي فيك قلبي تصدعا ... ففي أي حال منك أبدي التوجعا
وولد معاوية بن مروان بن الحكم: الوليد بن معاوية: أمه زينب بنت الحسن ابن الحسن بن علي بن أبي طالب، وكان متزوجاً ببنت مروان بن محمّد؛ وصار والى دمشق قتل يوم أبي فطرس.','1','108',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (115,'ومن ولد الحارث بن الحكم بن أبي العاصي بن أمية: عبد الملك بن الحارث ابن الحكم بن أبي العاصي. فولد عبد الملك هذا: خالد، ولي المدينة لهشام بن عبد الملك. وإخوة عبد الملك هذا: عبد العزيز، وعبد الواحد، وعبد ربه:
أمهم المفدّاة «١» بنت الزبرقان بن بدر. وعبد الواحد هذا هو الذي مدحه القطامي بقوله:
إنا محيوك فاسلم أيها الطلل «٢»
وأبو بكر، وعثمان، بنو الحارث بن الحكم بن أبي العاصي بن أمية؛ كانت أم أبي بكر وعثمان: عائشة بنت عثمان بن عفّان. وإخوة خالد هذا: عيسى الأكبر، [ومحمّد] ، وعيسى الأصغر، وإسحاق، وأبان، وإسماعيل، ويعقوب، وسليمان، والربيع، والحسين، وروح: بنو عبد الملك بن [الحارث بن] الحكم بن أبي العاصي بن أمية. وولد إسماعيل بن عبد الملك بن الحارث بن الحكم المذكور:
محمّد الأكبر، والحسين، وإسحاق، ومسلمة: أمهم خديجة بنت الحسين ابن الحسن بن علي بن أبي طالب، ومحمّد الأصغر، والوليد، ويزيد: أمهم حمادة بنت الحسن بن الحسن بن علي بن أبي طالب، خلف عليها بعد بنت عمها المذكورة. ومنهم: سعيد بن عبد العزيز بن الحارث بن الحكم، وهو الملقب خدينة، ولي خراسان لمسلمة بن عبد الملك؛ وكانت أمه تحت مسلمة بن عبد الملك؛ وكان هو على بنت مسلمة؛ وأخوه عبد الله بن عبد العزيز، كان على رملة بنت محمد بن مروان؛ ومحمّد؛ وشببة؛ فولد سعيد خدينة: عبد الملك، وعبيد الله، ومحمّد؛ فولد محمد بن سعيد خدينة: عبد الله. ومنهم بالأندلس قوم من ولد عبد الحميد بن عبد الواحد المذكور آنفاً بن الحارث بن الحكم.
ومن ولد يحيى بن الحكم بن أبي العاصي بن أميّة: مروان، ويوسف، وسليمان، وعبد السلام، وأبو بكر، وعمر «٣» ، وسلمة، وحبيب، بنو يحيى بن الحكم،
_________
(١) الصواب من نسب قريش ١٧٠.
(٢) عجزه في ديوانه وجمهرة أشعار العرب ٣١٣: «وأن بليت وان طالت بك الطول»
(٣) في نسب قريش ١٧٢: «عمرو» .','1','109',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (116,'ومنهم: الحر بن يوسف بن يحيى بن الحكم بن أبي العاصي، ولي الموصل؛ وابنه سلمة بن الحرّ، وكان شاعرا، وكان يبتدى الثعلبية «١» ، قتله الضحاك الحرورى؛ وابنه الثاني عبيد الله بن الحر، كان مع عبد الله بن مروان بن محمد إذ دخل أرض النوبة؛ وعبد الرحمن بن محمد بن أحمد بن محمد بن صفوان بن عبد الله بن الحكم بن أيوب بن يوسف بن يحيى بن الحكم، محدث مشهور أندلسي «٢» ، مات بالمشرق، وحدّث بسيراف، وصحب عبد الله بن المغيرة ببغداد.
وولد أبان بن الحكم بن أبي العاصي: الحكم بن أبان، وعثمان بن أبان، ومليكة وهى أم أيوب بن سليمان بن عبد الملك.
وولد عبد الرحمن بن الحكم بن أبي العاصي: حرب، وأبان: ابنا عبد الرحمن، وغيرهما: أمهم أم القاسم بنت عبد الله بن خالد بن أسيد؛ فولد أبان ابن عبد الرحمن: عثمان بن أبان.
ولا عقب لحبيب بن الحكم بن أبي العاصي إلا من قبل ابنته أم عبد الله، تزوجها عمر بن الوليد بن عبد الملك بن مروان: فولدت له عبد الملك؛ وعقبه بالأندلس.
مضى ولد الحكم بن أبي العاصي بن أمية بن عبد شمس.

<span data-type="title" id=toc-113>وهؤلاء ولد المغيرة بن أبي العاصى بن أميّة</span>
وولد المغيرة بن أبي العاصي بن أمية: معاوية، قتله رسول الله- صلى الله عليه وسلّم- منصرفه من أحد صبراً، وأمه: بسرة «٣» بنت صفوان بن نوفل بن أسد بن عبد العزى، مهاجرة، لها صحبة. فولد المغيرة هذا: عائشة: تزوجها مروان بن الحكم؛ فولدت له عبد الملك بن مروان.
مضى ولد أبي العاصي بن أمية بن عبد شمس.
_________
(١) الصواب عند ياقوت: «يتببدى عندهم بالثعلبية» . معجم البلدان في رسم (الثعلبية) يقال: ابتدى وتبدى، أي أقام بالبادية. وأنشد ياقوت لسلمة بن الحارث:
سأثوي بجو الثعلبية ما ثوت ... حليلة منصور بها لا أريمها
(٢) ابن الفرضي برقم ٧٨٧.
(٣) صوابه في الاصابة ١٨٠ من قسم النساء. وسيأتي ذكرها في (بني عبد العزى بن قصي) .','1','110',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (117,'<span data-type="title" id=toc-114>وهؤلاء ولد حرب بن أمية بن عبد شمس</span>
ولد حرب بن أمية: الحارث؛ وعمر، لا عقب لهما، إلا أن عمر كان له ابن اسمه أمية، انقرض؛ وأبا سفيان. كان الحارث زوج صفية، عمة رسول الله- صلى الله عليه وسلم- قبل العوام بن خويلد؛ ولا عقب للحارث.
فولد أبي سفيان بن حرب: يزيد، له صحبة، لا عقب له، وحنظلة، قتل يوم بدر كافراً، لا عقب له؛ وعمرو «١» ، ولا عقب له: ومعاوية، له صحبة وعقب: أمهما هند بنت عتبة؛ ومحمّد؛ وعنبسة، لهما عقب: أمهما عاتكة وعقب: أمهما هند بنت عتبة؛ ومحمّد؛ وعنبسة، لهما عقب: أمهما عاتكة بنت أبي أزيهر الدوسي؛ وعتبة بن أبي سفيان «٢» ؛ وأم حبيبة أم المؤمنين: أمها «٣» وأم حنظلة المقتول يوم بدر: صفية بنت أبي العاصي بن أمية، عمة عثمان، رضي الله عنه.
فولدت أم حبيبة- رضي الله عنها- لعبد الله بن جحش الأسدي: حبيبة، روى عنها الحديث.
فولد محمد بن أبي سفيان: عثمان بن محمد بن أبي سفيان، ولي المدينة.
فولد عثمان بن محمّد: محمّد، وله عقب، منهم: عثمان بن محمد بن عثمان بن محمد بن أبي سفيان.
وولد عنبسة: عثمان بن عنبسة، أراد أهل الأردن القيام به باسم الخلافة، إذ قام مروان: أمه زينب بنت الزبير بن العوام؛ وأبان بن عنبسة.
وولد عتبة بن أبي سفيان: الوليد بن عتبة، ولي المدينة؛ وابنه القاسم بن الوليد بن عتبة: أمه لبابة بنت عبد الله بن العباس بن عبد المطّلب؛ ومحمد بن الوليد بن عتبة؛ وعبد الله بن محمد بن الوليد بن عتبة؛ وعمه عثمان بن الوليد بن عتبة؛ وعمرو بن الوليد؛ والحصين بن الوليد؛ ومعاوية بن عتبة؛ وعثمان بن عتبة؛ وعتبة بن عتبة؛ ويعلى بن عتبة؛ وعبيد الله بن عتبة؛ والحصين بن
_________
(١) انظر نسب قريش ١٢٦- ١٢٧ والسيرة ٤٦٣.
(٢) ونسب قريش ١٢٥.
(٣) انظر نسب قريش ١٢٤.','1','111',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (118,'عتبة؛ وعمرو بن عتبة؛ قتل مع بن الأشعث؛ عقبه بالبصرة، منهم: العتبىّ الشاعر «١» ، وهو محمد بن عبد الله بن عمرو بن معاوية بن عمرو بن عتبة بن أبي سفيان؛ وكان لعمرو بن عتبة من الولد أيضا: معاوية، وعتبة، وسفيان؛ ومن ولده أيضاً: عبد الرحمن بن معاوية بن عبد الرحمن بن أبي سفيان بن عمرو ابن عتبة بن أبي سفيان؛ وعمه أمية بن سفيان بن عبد الرحمن نقيب قومه.
وولد معاوية أمير المؤمنين بن أبي سفيان- رضي الله عنه-: عبد الله، لا عقب له، لم يكن له إلا ابنة تزوجها عبد الله بن يزيد بن معاوية؛ ويزيد أمير المؤمنين؛ وكان قبيح الآثار في الإسلام؛ قتل أهل المدينة، وأفاضل الناس، وبقيّة الصحابة- رضي الله عنهم- يوم الحرة، في آخر دولته؛ وقتل الحسين- رضي الله عنه- وأهل بيته في أول دولته؛ وحاصر ابن الزبير- رضي الله عنه- في المسجد الحرام، واستخفّ بحرمة الكعبة والإسلام؛ فأماته الله في تلك الأيّام؛ وقد كان غزا في أيام أبيه القسطنطينيّة وحاصرها.
فولد يزيد بن معاوية: خالد؛ وعبد الله؛ ومعاوية، الذي ولى الخلافة وانجلى عنها، وكان رجلا صالحا؛ وأبو سفيان؛ وعبد الرحمن، وكان من أزهد الناس وأفضلهم؛ ومحمّد؛ وأبو بكر؛ وعثمان؛ وعمر؛ وعتبة؛ ويزيد، لا عقب لمعاوية بن يزيد؛ فولد خالد بن يزيد: سعيد، وأبو سفيان، وعتبة، بنو خالد؛ كانت أم سعيد هذا بنت سعيد بن العاصى، وأمها بنت عثمان بن عفان؛ وحرب بن خالد؛ ويزيد بن خالد، وكانا سيدين؛ وعبد الله بن خالد، من ولده على والعبّاس ابنا عبد الله بن خالد: أمهما نفيسة بنت عبيد الله بن العباس ابن علي بن أبي طالب- رضي الله عنه-؛ قام علي هذا أيام المأمون بدمشق، وتسمّى بالخلافة أيام المأمون، فأسر. وولد عبد الله بن يزيد بن معاوية: محمد؛ ومعاوية؛ وأبو سفيان؛ وأبو عبيد الله؛ وأبو معاوية- وأبو عتبة؛ وزياد بن عبد الله، وهو أبو محمد السفياني، القائم بالمدينة، المقتول بها هو وابنه مخلد ابن زياد؛ وتخلّص ابناه القاسم وسعيد؛ وكانت لعبد الله بن يزيد بن معاوية
_________
(١) فهرست ابن النديم ١٧٩ وابن خلكان والمعارف ٢٣٤ والسمعانى ٣٨٣.','1','112',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (119,'بنات، منهن: أم عثمان، تزوجها عبد الملك بن مروان إذ طلق عمتها عاتكة بنت يزيد؛ وعبدة، تزوجها هشام بن عبد الملك؛ وأمة الحميد، تزوجها معاوية ابن هشام بن عبد الملك؛ فكان الجدّ والأب والابن كلهم أسلافا.
وزوّج معاوية ابنته رملة «١» قبل عمرو بن عثمان بن عفان، من محمد بن زياد المنتسب إلى أبي سفيان. وزوّج خالد بن يزيد أخته رملة بنت يزيد. عباد ابن زياد، خلف عليها بعد عتبة بن عتبة بن أبي سفيان.
مضى بنو حرب بن أمية بن عبد شمس.

<span data-type="title" id=toc-115>وهؤلاء ولد أبي العيص بن أمية بن عبد شمس</span>
ولد أبي العيص بن أمية بن عبد شمس: أسيد بن أبي العيص. فولد أسيد:
عتّاب، وخالد؛ ولى رسول الله- صلى الله عليه وسلّم- عتاب بن أسيد على مكة إذ فتحها؛ فبقي والياً عليها إلى أن مات- رحمه الله- وكان موته يوم ورود موت أبي بكر الصديق- رضي الله عنه- بمكة. فولد عتاب: عبد الرحمن، قتل يوم الجمل، وكان سيداً. فولد عبد الرحمن: محمّد، وسعيد؛ وكان سعيد سيداً ممدحاً، تزوج الحجّاج ابنته، وتزوّج هو بنت عبد الله بن زياد؛ فولدت له عتّاب بن سعيد؛ ومن ولده: خليلان «٢» الماجن البصري، وكان يغنّى على شرفه «٣» ، واسمه عتاب بن عتاب بن سعيد بن عبد الرحمن بن عتاب بن أسيد، وله عقب بالبصرة؛ وعبد العزيز بن معاوية بن عبد العزيز بن محمد بن أمية بن خالد بن عبد الرحمن بن سعيد بن عبد الرحمن بن عتاب بن أسيد بن أبي العيص بن أمية، محدث، ولي القضاء بالشأم، ومات ببلده البصرة سنة ٢٨٤، يكنى أبا حازم، وقيل: أبا خالد. وولد خالد بن أسيد: عبد الله بن خالد، ولي فارس، والعقب له؛ وأبو عثمان؛ وأميّة، لا عقب لهما؛ فولد عبد الله بن خالد: خالد، ولى البصرة وأميّة، ولى خراسان؛ وعثمان: أمه أم سعيد بنت أمير المؤمنين عثمان- رضي الله
_________
(١) نسب قريش ١٢٨. وكان لمعاوية بن أبي سفيان من البنات أيضا: هند، تزوجها عبد الله بن عامر بن كريز؛ وعائشة، تزوجها محمد بن زياد بن أبي سفيان.
(٢) فى القاموس: «وخليلان، بضم النون: مغن» . وانظر نسب قريش ١٩٤.
(٣) أى مع أنه شريف.','1','113',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (120,'عنه-؛ وأبو عثمان؛ وعبد الرحمن: أمه وأم أخويه خالد وأميّة: أم حجير بنت شيبة «١» ابن عثمان، من بني عبد الدار بن قصي؛ وعبد العزيز، ولى مكّة؛ وعبد الملك:
أمهما بنت جبير بن مطعم؛ وعمران؛ وعمر؛ والقاسم: أمهم ثلاثتهم بنت عبد «٢» ابن عمرو بن حصن بن حذيفة بن بدر؛ ومحمّد؛ والحارث: أمه بنت المكعبر الفارس؛ والحصين؛ والمخارق؛ منهم: عبد الله بن أمية بن عبد الله بن خالد ابن أسيد، محدث. ولبنى أبي عثمان عقب بالبصرة كثيرٌ، قد تزوج المنصور منهم في خلافته امرأة وولد له منها على والعباس، ابنا المنصور؛ وزوّج ابنه جعفر بن أبي جعفر أختها.
والقضاء في بغداد متردد في بني أبي عثمان بن عبد الله بن خالد بن أسيد بن أبي العيص بن أمية، من عهد المتوكل إلى زماننا؛ وهم بنو أبي الشوارب؛ منهم:
محمد بن الحسين بن عبد الله بن خالد بن أسيد بن أبي العيص؛ وعلى بن محمد ابن عبد الملك بن محمّد، وهو أبو الشوارب، بن عبد الله بن أبي عثمان بن عبد الله بن خالد بن أسيد بن أبي العيص، هو وآباؤه وكان عمه محمد بن عبد الله قاضى القضاة؛ وكان الحسن بن محمد بن عبد الملك أيضاً قاضي قضاة بغداد؛ وكان أخوه العبّاس بن محمد قاضي البصرة. فولد خالد بن عبد الله بن خالد بن أسيد؛ عبد الملك، وسعيد وكان سيّدا ممدّحا. وهو المعروف بعقيد الندى مضى بنو أبي العيص بن أمية بن عبد شمس

<span data-type="title" id=toc-116>وهؤلاء بنو أبي عمرو بن أمية بن عبد شمس</span>
ولد أبو عمرو بن أمية: مسافر بن أبي عمرو، لم يعقب إلا ابنة؛ وأبان بن أبي عمرو، وهو أبو معيط؛ وكميم بن أبي عمرو؛ وتميم بن أبي عمرو، ويكنّى أبا وجزة. فولد أبو وجزة: الحارث: ودقسا، وامرأة هي أم عبد الرحمن بن عوف؛ ولا عقب لكميم ولا لأبي وجزة؛ فولد أبي معيط: عقبة، قتله رسول الله صلّى الله
_________
(١) شيبة بن عثمان بن طلحة بن أبي طلحة بن عبد العزى ابن عثمان بن عبد الدار. نسب قريش وما قبلها.
(٢) الاغاني ٣: ١١٥، ١١٦.','1','114',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (121,'عليه وسلم صبراً؛ فولد عقبة: الوليد والي الكوفة، سكن الرقة، وعقبه بها؛ وعمارة، له بالكوفة عقب؛ وخالد، شهد جنازة الحسين، وعقبه بالجزيرة؛ وهشام؛ وأم كلثوم، من المبايعات المهاجرات تزوجها زيد بن حارثة، فقتل عنها يوم مؤتة، فخلف عليها الزبير بن العوام، فولدت له ابنةً؛ ثم طلقها، فخلف عليها عبد الرحمن بن عوف، فولدت له حميد بن عبد الرحمن، ومات، وورثته، ولم تتزوج بعده. فولد الوليد بن عقبة: عمرو بن الوليد، وهو أبو قطيفة الشاعر «١» ، وعثمان بن الوليد، ولي أرمينية، ومن ولده: عبد الله بن عمرو بن الوليد، قاد الصوائف؛ ومحمّد بن عتبة بن صبح بن عبد الله بن عثمان ابن عبد الأعلى بن يعلى بن الوليد بن عقبة بن أبي معيط محدث، مات سنة ٣٠١ بمصر. ومن ولد هشام بن عقبة: الوليد بن هشام بن معاوية بن هشام بن عقبة، قاد الصوائف أيّام الوليد. وولى أبوه الطائف.
ومن ولد خالد بن عقبة: أحيح بن خالد؛ وعبد الله بن عبد الله بن الوليد بن محمد بن يوسف بن عبد الله بن عبد الله بن عبد العزيز بن خالد بن عثمان بن عبد الله بن عبد العزيز بن خالد بن عقبة بن أبي معيط، كان متفقهاً بقرطبة؛ ثم خرج إلى دانية والجزائر «٢» ، فبويع بها بالخلافة؛ ثم خلعه مجاهد، وفر إلى أرض كتامة، وهو بها إلى الآن. وكان أخوه محمد بن عبيد الله متفقهاً ناسكاً، لا عقب لهما. وكان أبوهما محدثاً ثقةً، ولد- أعني أباهما- بمصر سنة ٣٠٠، ودخل الأندلس مع أبيه وأخ له أكبر منه سنة ٤٠٦. وولد عمارة بن عقبة؛ مدرك بن عمارة، كان له قدر. ولهم كلهم عقب كثير.
مضى بنو عبد شمس بن عبد مناف.

<span data-type="title" id=toc-117>وهؤلاء بنو نوفل بن عبد مناف</span>
ولد نوفل بن عبد مناف: عدىّ، وعامر، وعمرو، وعبد عمرو. فولد عدي: المطعم بن عدى، وكان شريفا، وهو الذي أجار رسول الله- صلّى الله عليه وسلّم- منصرفه من الطائف، مات قبل بدر؛ وطعيمة بن عدي، قتل يوم
_________
(١) الاغاني ١: ٦- ١٧.
(٢) يعني الجزائر الشرقية في البحر الابيض المتوسط، التي تسمى اليوم:','1','115',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (122,'بدر كافرا؛ والخيار بن عدى. ومن ولد مطعم: جبير بن مطعم، له صحبة؛ ونافع، ومحمّد ابنا جبير بن مطعم، روى عنهما الحديث؛ وأبو سليمان «١» ، وعبد الرحمن الأكبر، وعبد الرحمن الأصغر، وسعيد الأكبر، وسعيد الأصغر، بنو جبير بن مطعم. وعبد الرحمن بن نافع بن جبير بن مطعم، محدث؛ وأبو سليمان، وعمرو: ابنا محمد بن جبير بن مطعم، روي عنهما الحديث؛ وابنه عثمان بن أبي سليمان، روى عنه الحديث. ومن ولد الخيار بن عدي:
عبد الملك بن عدي بن عياض بن عدي الأصغر بن الخيار بن عدي الأكبر «٢» ، قتل يوم قديد؛ وعمه عروة بن عياض، محدث؛ وعبيد الله بن عبد العزيز بن عبد الله ابن عدي الأكبر، قتل مع مسلمة على القسطنطينية؛ وعروة بن عبد الرحمن بن عدي الأصغر بن الخيار بن عدي، قتل بقديد؛ وابن عمه لحا عبد الله بن سعيد ابن عدي الأصغر استشهد في البحر؛ والأسود بن عمارة بن الوليد بن عدي الأصغر الشاعر، وكان من جلساء المهدى؛ وعمه هشام بن الوليد، محدث.
ومن ولد عمرو بن نوفل بن عبد مناف: نافع بن ظريب «٣» بن عمرو بن نوفل ابن عبد مناف، وهو كاتب المصحف «٤» لعمر بن الخطاب- رضي الله عنه. ومن ولد عبد عمرو بن نوفل بن عبد مناف: فاختة بنت قرظة بن عبد عمرو بن نوفل، زوجة معاوية- رحمه الله-؛ وأخوها مسلم بن قرظة، قتل يوم الجمل. ومن ولد عامر بن نوفل بن عبد مناف: عقبة بن الحارث بن عامر بن نوفل، جعلت الحربة في يده وطعن بها خبيب بن عدي، رضى الله عنه، وكان خبيب قتل أباه الحارث بن عامر يوم بدر كافرا؛ وأبو حنين بن الحارث بن عامر بن نوفل، وهو الذي دب حتى قعد على فخذ خبيب- رضي الله عنه- والموسى في يد خبيب،
_________
(١) عدي الاكبر هو ابن نوفل بن عبد مناف.
(٢) نسبه وأخباره في الاغاني ١٣: ١١- ١٣.
(٣) الصواب في الاصابة ٨٦٥٠ والاشتقاق ٥٥. قال ابن دريد: «وظريب: تصغير ظرب، وهو غلظ من الارض لا يبلغ ان يكون جبلا» .
(٤) وفي الاشتقاق: «المصاحف» .','1','116',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (123,'فقال: «خشيت أمك غدرى!» . ومن ولده: عبد الله بن عبد الرحمن بن أبي حنين بن الحارث بن عامر بن نوفل- رضى الله عنه- وغيره.
مضى بنو عبد مناف بن قصى.

<span data-type="title" id=toc-118>وهؤلاء بنو عبد العزى بن قصي</span>
ولد عبد العزى بن قصي: أسد بن عبد العزى. فولد أسد بن عبد العزى:
الحارث، والحويرث، وحبيب، والمطلب، ونوفل، وخويلد.
فولد الحارث بن أسد: زهير بن الحارث، وأمية بن الحارث، وهاشم بن الحارث. فولد أمية بن الحارث: عمرو بن أمية، من مهاجرة الحبشة، لا عقب له. وولد هاشم بن الحارث: أبو البختري العاصي بن هاشم، قتل يوم بدر كافراً، وهو أحد من قام في نقض الصحيفة؛ وابنه الأسود بن أبي البختري العاصي بن هاشم، اصطلح عليه أهل المدينة ليصلي بهم مدة الخلاف بين على ومعاوية- رحمهما الله-؛ ومن ولده: طلحة، وعلى، والحسين، بنو عبد الرحمن بن عبد الله بن الأسود بن أبي البختري، قتل على والحسين بقديد؛ وكان طلحة مع عبد الله بن معاوية بن معاوية بن عبد الله بن جعفر أيام قيامه بفارس- ثم كان في صحابة السفّاح والمنصور؛ وعقبه ببغداد إلا بني عبد الكريم بن طلحة؛ فإنّهم بإستارة «١» من عمل المدينة، ولا عقب لأبي البختري من غير طلحة بن عبد الرحمن هذا.
وولد زهير بن الحارث: حميد بن زهير؛ من ولده: الزبير بن عبد الله بن حميد ابن زهير بن الحارث، ولد قبل موت أبي بكر الصديق بسبع ليال، ومات سنة ١٠٧؛ ومن ولده: الفقيه، راوية سفيان بن عيينة، أبو بكر عبد الله بن الزّبير ابن عيسى بن عبد الله بن الزبير بن عبد الله بن حميد بن زهير، وهو الحميدىّ؛ ومنهم: عبد الله بن معبد بن حميد بن زهير، له صحبة، قتل يوم الجمل؛ وعبيد الله بن أسامة بن عبد الله بن حميد بن زهير، قتل مع ابن الزّبير؛
_________
(١) صوابه في معجم ما استعجم ١٤٧، ٧٢٢، ٧٢٣، ١٠٣١، ١٣٢٣.','1','117',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (124,'وحفص بن عمر بن عبد الله بن حميد بن زهير، تزوج بنت عبد الله بن خازم «١» ، ومات بخراسان، وولدت له ابنةً. ولد الحويرث بن أسد بن عبد العزى: عثمان ابن الحويرث، أراد التملك على قريش، من قبل قيصر، فامتنعت قريش.
من ذلك، فرجع إلى الشأم، وسجن من وجد بها من قريش، ومن جملتهم أبو أحيحة سعيد بن العاصي، فدست قريش إلى عمرو بن جفنة الغساني، فسم عثمان بن الحويرث، فمات بالشأم، ولا عقب له؛ وكان قد تنصّر.
ومن ولد حبيب بن أسد بن عبد العزى: تويت بن حبيب بن أسد، له عقب بمصر؛ وابنته الحولاء بنت تويت «٢» المنقطعة في الزهد أيام رسول الله- صلى الله عليه وسلّم.
وولد المطلب بن أسد بن عبد العزى: أبا حبيش؛ والأسود بن المطلب، كان أشد الناس في إبطال أمر ابن عمه عثمان بن الحويرث. فولد أبو حبيش:
فاطمة بنت أبي حبيش، التي روت حديث الاستحاضة المشهور «٣» ؛ ومن ولده:
أبو الحارث بن عبد الله بن السائب بن أبي حبيش بن المطلب بن أسد بن عبد العزى: أمه حمنة بنت شجاع بن وهب، وأخته لأبيه وأمه فاطمة بنت عبد الله ابن السائب بن أبي حبيش «٤» ، تزوجها عبد الله بن عمرو بن عثمان بن عفان؛ فلما دخل بها، طلقها في الوقت؛ فخرج أبوها، فأخبر ابن الزبير بذلك، فخطبها على أخيه المصعب، فزوجه إياها، ودخل بها في الوقت، فولدت له عيسى المقتول معه. فولد الأسود بن المطلب؛ هبار بن الأسود الشاعر، له صحبة: وزمعة بن الأسود؛ وعقيل بن الأسود، قتلا يوم بدر كافرين. فمن ولد هبار الشاعر بن الأسود، عمر بن عبد العزيز بن المنذر بن الزبير بن عبد الرحمن بن هبار بن الأسود، صاحب السند، وليها في ابتداء الفتنة إثر قتل المتوكل، وتداول أولاده ملكها، إلى أن انقطع أمرهم في زماننا هذا، أيام محمود بن سبكتكين «٥» ، صاحب ما دون النهر من خراسان؛ وكانت قاعدتهم المنصورة. وكان جده المنذر بن الزبير
_________
(١) كان عبد الله والي خراسان لبني أمية. انظر الطبري في حوادث سنة ٧٢ وتهذيب التهذيب والاصابة ٤٦٣٢.
(٢) الاصابة ٣١٤ من قسم النساء وصفة الصفوة ٢: ٣١.
(٣) رواه أبو داود في الطهارة برقم ٢٨٠.
(٤) انظر ما سيأتي في ص ١٢٤ س ٢٠.
(٥) ترجمة محمود مسهبة في الوفيات ٢: ٨٤- ٨٧. ومحمّد هو ولد محمود.','1','118',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (125,'قد قام بقرقسيا «١» أيام السفّاح؛ فأسر وصلب؛ وإسماعيل بن هبار هو الذي قتله مصعب بن عبد الرحمن بن عوف؛ وقتل معه قوم غيلة؛ وهبّار هذا كان يهجو النبي- صلّى الله عليه وسلم- أيام كفره؛ فلما أسلم محا كل ذلك بمدحه وحسن إسلامه؛ وهو الذي نخس زينب «٢» بنت رسول الله- صلى الله عليه وسلم- إذ حملت من مكة إلى المدينة، فأسقطت جنيناً. وولد زمعة بن الأسود: عبد الله ابن زمعة، له صحبة؛ والحارث بن زمعة، قتل يوم بدر كافراً مع أبيه؛ ويزيد ابن زمعة، استشهد يوم الطائف- رحمه الله- ووهب بن زمعة. فولد وهب بن زمعة: عبد الله الأكبر، وعبد الله الأصغر. فولد عبد الله الأكبر: يزيد، قتل بإفريقية، وقتل أبوه رحمه الله يوم الدار مع عثمان- رضي الله عنه- وقد انقرض عقب عبد الله الأكبر. وولد عبد الله الأصغر: وهب، والمقداد، قتلا يوم الحرّة، ويزيد أبو الحارث «٣» ، والزّبير، ويعقوب. فولد يعقوب بن عبد الله: موسى، والمقداد؛ وكان موسى محدّثا. وولد المقداد بن عبد الله الأصغر: يحيى، روى عنه الزّبير بن بكّار. وأمّا عبد الله بن زمعة، فتزوج زينب بنت أبي سلمة من أم سلمة أم المؤمنين: فولدت له يزيد، قتل يوم الحرة صبراً، إذ أبى أن يبايع ليزيد على أنه عبد قن، وكثير بن عبد الله، وأبا عبيدة بن عبد الله. فولد يزيد ابن عبد الله: يزيد: أمه أمّ ولد صغديّة، وهى التي نبشت مسلم بن عقبة- لعنه الله- وصلبته «٤» ؛ ومن ولد كثير بن عبد الله بن زمعة: وهب بن وهب بن كثير، وهو أبو البختري القاضي، متهم بالكذب. وأمّا أبو عبيدة بن عبد الله بن زمعة، فكان من رؤساء قريش، إلا أنه يضعف في الحديث. فولد أبو عبيدة هذا:
عبد الله، وعبيد الله، قتلا يوم قديد، وعبد الرحمن (ولقب عبد الله المذكور ركيخ) «٥» ، وهند، وهى أمّ محمّد وإبراهيم وموسى، بني عبد الله بن الحسن بن
_________
(١) قرقيسيا: بلد على نهر الخابور. وكذا وردت في الاصول بياء واحدة. والذي ذكره ياقوت وكذا القاموس انها تقال بياء واحدة يعني الياء الاولى لا الثانية، وأنشد ياقوت لذلك:
لعن سخطة من خالقي أو لشقوة ... تبدلت قرقيساء من دارة الردم
(٢) انظر السيرة ٨١٩. وانظر الاصابة ٨٩٣٠. وفي السيرة ٤٦٧: «فروعها هبار بالرمح وهي في هودجها، وكانت المرأة حاملا فيما يزعمون، فلما ريعت طرحت ذا بطنها» .
(٣) انظر السيرة ٨١٩. وانظر الاصابة ٨٩٣٠. وفي السيرة ٤٦٧: «فروعها هبار بالرمح وهي في هودجها، وكانت المرأة حاملا فيما يزعمون، فلما ريعت طرحت ذا بطنها» .
(٤) نسب قريش ٢٢٢.
(٥) في نسب قريش ٢٢٨: «زكيح» .','1','119',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (126,'الحسن بن علي بن أبي طالب- رضي الله عنه-. فولد عبد الله بن أبي عبيدة:
عبد الرحمن، ومحمّد، وهشام، قتلوا يوم قديد مع أبيهم.
وولد نوفل بن أسد بن عبد العزى: ورقة، الذي تنصّر، وصفوان، وعدىّ.
فولد صفوان: بسرة، مهاجرة، لها صحبة «١» ، وهى التي روت عن النبي- صلّى الله عليه وسلّم- الوضوء من مس الذكر، وهى أم معاوية بن المغيرة بن أبي العاصي ابن أمية، الذي قتله رسول الله- صلى الله عليه وسلّم- صبرا. وأمّا عدي بن نوفل، فأمه أمية بنت جابر بن سفيان، أخت تأبط شراً. ودار عدي هذا بالبلاط، بين مسجد النبي- صلى الله عليه وسلم- والسّوق؛ وهو أحد المهاجرين، وولى حضر موت لعمر أو عثمان «٢» . ولا عقب لورقة، ولا لصفوان. ولم يبق أيضاً لعدي عقب إلا من قبل الحصين بن عبيد الله بن نوفل بن عدي بن نوفل، إن كان بقي. ولم يبق لنوفل بن أسد عقب إلا من هذا الجذم فقط.
وأمّا خويلد بن أسد عبد العزى بن قصي، فهو كان على بني عبد العزّى وبنى عبد ابني قصي، يوم الفجار؛ وفى ولده البيت والعدد. فولد خويلد هذا:
خديجة أمّ المؤمنين؛ وهالة، أم أبي العاصي بن الربيع صهر النبي- صلى الله عليه وسلّم-؛ ورفيقة «٣» بنت خويلد، أم أميمة «٤» بنت بجاد بن عمير من بني تيم بن مرّة «٥» ؛ والعوّام بن خويلد؛ وحزام بن خويلد؛ ونوفل بن خويلد. فأما نوفل ابن خويلد، فقتله ابن أخيه الزبير بن العوام يوم بدر. وكان يقال لنوفل بن خويلد: أسد قريش، وأسد المطيّبين؛
وروى أن رسول الله- صلى الله عليه وسلّم- قال يوم بدر: «اللهم اكفنا ابن العدوية!» ،
يعني نوفلا. وكانت أمه من عدي بن خزاعة. وتقول عامة الرواة: إن علياً قتله؛ وله من الولد: الأسود بن نوفل.
ولد الأسود بن نوفل: نوفل بن الأسود. فولد نوفل بن الأسود بن نوفل بن
_________
(١) انظر ما سبق في ص ١١٠.
(٢) لعمر بن الخطاب وعثمان بن عفان.
(٣) نسب قريش ٢٢٩ والاصابة ٤٢٤ من قسم النساء وذكرها ابن حجر بدون نسبة، وهي هي.
(٤) انظر الاصابة ٩٨، ١٠٣ من قسم النساء. وفي نسب قريش ٢٢٩ والاصابة «أميمة بنت عبد ابن بجاد» .
(٥) انظر نسب قريش والاصابة.','1','120',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (127,'خويلد: عبد الرحمن بن نوفل، فقتل مع عبد الله بن الزبير. فولد عبد الرحمن هذا: محمد بن الأسود المعروف بيتيم عروة، روى عنه مالك وغيره، وهو محمد ابن عبد الرحمن بن نوفل بن الأسود بن نوفل بن خويلد. وقد انقرض عقب نوفل بن خويلد. وأمّا حزام بن خويلد، فولد حكيم بن حزام، وخالد بن حزام؛ خرج خالد هذا مهاجراً، فمات- رضي الله عنه-؛ ولحكيم صحبة. فولد خالد:
عبد الله. فولد عبد الله بن خالد: عثمان، وعبد الرحمن، والمغيرة، ولاه ابن الزبير بعض اليمن. ومن ولد المغيرة هذا: المنذر بن عبد الله بن المنذر بن المغيرة بن عبد الله بن خالد، دعاه المهدي إلى القضاء وأن يصله بمائة ألف؛ فأبى، وحجّ في ذلك العام ماشياً، إذ لم يجد ما يكترى به ما يركب؛ وابنه إبراهيم بن المنذر، المحدث المشهور. ومن ولده: عثمان بن عبد الله بن أحمد بن محمد بن الضحاك بن عثمان ابن عبد الله بن خالد بن حزام، خمسة في نسق، كلهم من أهل العلم والحديث والرواية. ومن ولد عبد الرحمن بن عبد الله هذا: عبد الرحمن بن المغيرة بن عبد الرحمن بن عبد الله، محدث ابن محدّث. وأمّا حكيم بن حزام، فله صحبة ورواية، وعاش في الجاهلية ستين سنة، وفي الإسلام مثلها؛ وإليه كانت صارت دار الندوة، وباعها من معاوية بمائة ألف درهم. فولد حكيم هذا؛ هشام، له صحبة؛ وفضل؛ وعثمان؛ قتل هشام يوم الجمل مع عائشة- رضي الله عنها-؛ وخالد؛ وحزام، بنو حكيم بن حزام، كلهم مات في حياة أبيه. فولد عثمان بن حكيم: عبد الله، وهو الذي ورث حكيما، وأمه: رملة بنت الزبير بن العوام، التي تزوجها خالد بن يزيد بن معاوية؛ وتزوّج عبد الله بن عثمان هذا سكينة بنت الحسين بن علي، فولدت له: عثمان، ولقبه قرين «١» ، له عقب؛ وحكيما، لا عقب له؛ وربيحة «٢» ، تزوجها العباس بن الوليد بن عبد الملك.
وأمّا العوام بن خويلد، فولد الزبير حوارى رسول الله- صلّى الله عليه وسلم- وعبد الرحمن، سماه رسول الله- صلّى الله عليه وسلّم- وكان اسمه عبد الكعبة، استشهد يوم اليرموك؛ لهما عقب؛ والسائب؛ ومالك؛ وعبيد الله، قتل يوم بدر
_________
(١) كذا في نسب قريش ٢٣٣.
(٢) وكذا في نسب قريش ٢٣٣.','1','121',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (128,'كافرا؛ والحارث؛ وصفوان؛ وبعكك؛ ويملك؛ وأصرم؛ وأسد الله؛ وبجير، قتلته دوس في الجاهلية؛ تولى قتله صبيح بن سعد بن هانئ، جد أبي هريرة، أبو أمه، بثأر أبي أزيهر الدوسي، إذ قتله هشام بن الوليد بن المغيرة؛ وزينب بنت العوام، كانت تحت حكيم بن حزام؛ لا عقب لواحد منهم. فولد الزبير رضي الله عنه: أبو بكر عبد الله، أمير المؤمنين، له صحبة؛ والفقيه عروة؛ والمنذر أبو عثمان، قتل مع أخيه عبد الله: أمهم أسماء بنت أبي بكر الصديق رضي الله عنه؛ وخالد، ولى اليمن لأخيه؛ وعمرو، قتله أخوه عبد الله قودا، وكان مع بني أمية على أخيه، أمهما؛ أم خالد بنت خالد بن سعيد بن العاصى؛ والمصعب، ويكنّى أبا عيسى، أمه كلبية، ولى العراقين؛ وعبيدة؛ وجعفر، ولى المدينة لأخيه، أمهما: زينب بنت بشر بن عبد عمرو بن مرثد الضّبعيّة، أعقبوا؛ وعاصم، شقيق عبد الله؛ وحمزة، شقيق المصعب، انقرضا؛ وعمر، انقرض؛ وبنات.
فولد عبد الله أمير المؤمنين: خبيب، لا عقب له، وهو أسن من عروة عمه؛ حمزة؛ وعبّاد؛ وثابت؛ وعامر الناسك؛ وموسى، أعقبوا؛ وبكر، أمه: عائشة بنت أمير المؤمنين عثمان؛ وهاشم؛ وقيس؛ وعروة؛ والزّبير؛ وأبو بكر؛ وعبد الله، لا عقب لهم؛ وأم الحسن: أمها نفيسة بنت الحسن بن علي أمير المؤمنين. فولد عباد بن عبد الله: يحيى، روى عنه الحديث، وله عقب؛ ومحمّد؛ وصالح، لا عقب لهما. من ولده: محمد بن يعقوب بن عبد الوهاب بن يحيى بن عباد بن عبد الله بن الزبير، روى عنه الحديث. وولد ثابت بن عبد الله: نافع، والمصعب.
وخبيب، وسعد، كلهم له عقب؛ منهم: المغيرة بن خبيب بن ثابت بن عبد الله ابن الزّبير، وكان خاصّا بالمهدى «١» ؛ وأخوه الزبير بن خبيب، ناسك، من رواة الحديث؛ اعتزل بأمر من بطن إضم «٢» حين قيام محمد بن عبد الله بن الحسن بن الحسن مع أهله؛ وكان متزوجاً بأمينة بنت خضير- وهو المصعب «٣» - ابن المصعب بن الزّبير؛ وأعتق المغيرة بن خبيب هذا أمّ ولده وتزوّجها؛ فأصدقها
_________
(١) نسب قريش ٢٤٢.
(٢) نقل هذا النص السمهودي في وفاء الوفاء ص ١١٣١.
(٣) في جمهرة الزبير بن بكار ١: ٣٣٧: «وانما سمي خضير لانه كان آدم» .','1','122',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (129,'المهدي عنه مكوك لؤلؤ؛ وقاضى مكّة، الرواية العلامة أبو عبد الله الزبير بن بكار ابن عبد الله بن مصعب بن ثابت بن عبد الله بن الزّبير؛ وكان بكار هذا أمير المدينة اثنى عشر عاما وشهورا؛ وأخوه هارون بن بكار، روى عنه الحديث؛ وكان أبوهما عبد الله بن المصعب أمير اليمن للرشيد. ومن ولد الزبير بن بكار القاضي هذا: جعفر بن المصعب بن الزبير بن بكّار، وكان مقرئاً، روى القراءة عن أبيه عن جده؛ وعمّ الزبير مصعب بن عبد الله، من أعلم الناس بالنسب «١» ؛ وعبد الله بن نافع بن ثابت بن عبد الله بن الزبير صاحب مالك.
وولد حمزة بن عبد الله بن الزبير: عباد، وكان من أجمل الناس؛ وهاشم، لهما عقب. وعامر؛ وأبو بكر؛ ويحيى؛ وسليمان، انقرضوا. وكانت أم أبي بكر ويحيى: فاطمة بنت القاسم بن محمد بن جعفر بن أبي طالب، (وأمها أم كلثوم بنت عبد الله بن جعفر، وهى التي تزوجها الحجاج بن يوسف، وأمها زينب بنت علي بن أبي طالب رضي الله عنه، وأمها فاطمة بنت رسول الله صلّى الله عليه وسلّم) ؛ والزّبير بن عباد بن حمزة بن عبد الله بن الزّبير؛ وابنه يحيى بن عباد، محدث؛ وعتيق بن عامر بن عبد الله بن الزّبير؛ وابنه عمر بن عتيق، قتلا بقديد، له عقب؛ وإبراهيم بن موسى بن صديق بن موسى بن عبد الله بن الزبير، من أهل الفقه، صاحب المغيرة بن عبد الرحمن المخزومى صاحب مالك؛ وابن عمه لحاً عتيق بن يعقوب بن صديق؛ وهاشم بن حمزة بن عبد الله بن الزبير، محدثون.
وولد المنذر بن الزبير: محمد: أمه بنت سعيد بن زيد بن عمرو بن نفيل؛ وإبراهيم بن المنذر: أمه حفصة بنت عبد الرحمن بن أبي بكر الصّدّيق، له عقب. وعبد الله؛ وعاصم؛ وعمرو؛ وأبو عبيدة، أعقبوا كلهم. وتزوّج عمرو ابن المنذر بن الزبير بنت الحسن بن علي بن أبي طالب. منهم؛ عبد الله بن المنذر ابن عمرو بن المنذر بن الزبير، حمل عنه الحديث؛ وعمر، والزّبير، ابنا عاصم بن المنذر بن الزبير، خرجا مع إبراهيم بن عبد الله بالبصرة. وأبو عبد الله ابن الزبير بن أحمد بن سليمان بن عاصم بن المنذر بن الزبير، الفقيه على مذهب الشافعىّ، وهو أحد المحدّثين بالبصرة. وبقيّة ولد عاصم بن المنذر بالبصرة؛ وفاطمة بنت المنذر بن الزبير، روى عنها الحديث، وهى زوج هشام بن عروة بن الزّبير.
_________
(١) صاحب كتاب نسب قريش، المنشور في ذخائر العرب.','1','123',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (130,'وولد عروة بن الزبير: محمد، لا عقب له؛ والزّبير، لا عقب له؛ وهشام الراوية: أمه أم ولد، اسمها صافية، خراسانيّة؛ وعثمان، لا عقب له؛ وعمر، قتل مع عمه عبد الله، لا عقب له، والمصعب؛ وكان أصغر ولد عروة، لا عقب له؛ كان من ولده المصعب بن عثمان بن المصعب بن عروة، محدث؛ وعبد الله، وعبيد الله: أمه أسماء بنت سلمة بن عمر بن أبي سلمة المخزومي؛ أعقب منهم عبد الله، وعبيد الله، ويحيى، [ناسب] ، وهشام. وكان لعثمان عقب لهم رياسة، انقرضوا. وإسماعيل، لا عقب له؛ ويحيى، وهو القائل لإبراهيم بن هشام بن إسماعيل بن هشام بن المغيرة المخزومي [حيث يقول «١» ] :
لبستم ثياب الخز لمّا أمنتم ... وبالأمس لا تدرون من فتح القرى
وقوفاً بأطراف الفجاج وخيلنا ... تساقى كؤوس الموت تدعس بالقنا «٢»
فلما أكلتم فيئنا برماحنا ... تكلّم مكفىّ بعيب الّذى كفى
وكانت أمّ يحيى وعثمان ومحمّد بني عروة أم يحيى بنت الحكم بن أبي العاصى بن أميّة.
ومن ولد عروة بن الزبير: عامر بن صالح بن عبد الله بن عروة، وهو القائل:
ليت شعرى وللّيالى صروف ... هل أرى مرة بقيع الزبير
ذاك مغنى أحبّه وقطين ... تشتهى النفس أن ينالوا بخير
وكان فقيهاً، محدثاً، راوية، نسابة، شاعراً، مات ببغداد أيام هارون الرشيد؛ وابنه الزبير بن عامر. مقرئ، روى عن نافع، عن أبي نعيم؛ وعمر بن عبد الله بن الزبير بن عامر؛ وعبد الله بن محمد بن يحيى بن عروة؛ والزبير بن هشام ابن عروة، محدثون؛ وهشام بن محمد بن عروة بن هشام بن عروة؛ ولعروة عقب كثير «٣» .
وولد المصعب بن الزبير: عكاشة: أمه بنت عبد الله بن السائب بن أبي حبيش، التي تزوّجها ودخل بها ليلة، طلقها عبد الله بن عمرو بن عثمان بن عفّان؛ وعيسى، قاتل بين يدي أبيه حتى قتل رحمه الله، لا عقب له؛ وسعد؛ وحمزة؛ وجعفر: ومحمّد؛ وإبراهيم؛ وعمر؛ والمصعب، وهو خضير «٤» ؛ فولد خضير بن
_________
(١) الشعر في نسب قريش ٢٤٧.
(٢) الدعس: الطعن. والمدعس: الرمح يطعن به.
(٣) انظر ما مضى في ص ١١٨ س ١٤.
(٤) كذا في نسب قريش ٢٥٠.','1','124',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (131,'المصعب: المصعب بن عمر؛ وولد جعفر بن المصعب: إبراهيم بن جعفر، ولجعفر عقب، ولا عقب لمحمّد، ولا لسعد ولا لخضير «١» . وأعرق الناس في القتل، عمارة بن حمزة، قتل يوم قديد، ابن المصعب بن الزبير بن العوام بن خويلد، ستة في نسق «٢» قتل جميعهم مقبلاً غير مدبر. وكان عيسى بن خضير، وهو المصعب بن المصعب بن الزبير، كالوزير لمحمد بن عبد الله بن الحسن بن الحسن ابن علي، أيام قيامه بالمدينة، وقتل معه؛ وأخواه إبراهيم وخالد؛ وإبراهيم بن حمزة بن محمد بن حمزة بن المصعب بن الزبير، محدث ثقة؛ وابنه المصعب ابن إبراهيم، مقرئ.
ومن ولد عمرو بن الزبير: الوليد بن عمرو بن الزبير بن عمرو بن الزبير، قيل إنه هو الذي رتب لمالك أبواب «موطّئه» . ومن ولد خالد بن الزبير: عثمان ابن محمد بن خالد بن الزبير، وابنه محمد بن عثمان، قتل المنصور عثمان المذكور صبراً، لخروجه مع محمد بن عبد الله؛ وكان لعثمان هذا أخ اسمه سليمان، روي عنه الحديث.
وولد جعفر بن الزبير: محمد بن جعفر، محدّث.
والمنذر بن عبيدة بن الزبير بن العوام «٣» ، كانت تحته فاطمة بنت علي بن أبي طالب، خلف عليها بعد سعيد بن الأسود بن أبي البخترى «٤» .
وخالد بن المغيرة بن خالد بن الزبير، روى عنه الحديث:
وولد عبد الرحمن بن العوام: عبد الله، قتل مع أمير المؤمنين عثمان يوم الدار؛ وعبيد الله، قتل مع معاوية بصفّين. وكان لعبد الله ابن اسمه خارجة، قتل مع عبد الله بن الزبير.
مضى بنو أسد بن عبد العزّى بن قصى. ولا عقب لعبد العزى إلا من أسد هذا.

<span data-type="title" id=toc-119>وهؤلاء بنو عبد الدار بن قصي</span>
ولد عبد الدار بن قصي: عبد مناف، وعثمان، والسبّاق. فأما بنو السباق، فكثروا جدّا؛ ثم بقوا بمكّة، هم وبنو خالد بن عبد مناف بن كعب بن سعد بن
_________
(١) انظر ص ١٢٤ الحاسية رقم ٥.
(٢) انظر المعارف لابن قتيبة ٢٥٤.
(٣) الاغاني ١٣: ١٠٠.
(٤) انظر الرياض النضرة للمحب الطبري ٢: ٢٤٩.','1','125',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (132,'تيم بن مرة، ففنوا وهلكوا إلّا القليل، وصار بعض بني السباق في عك؛ منهم:
الأسود بن عامر بن الحارث بن السباق بن عبد الدار، قتل يوم بدر كافراً.
ومنهم: سويبط بن سعد بن حرملة بن مالك بن عميلة بن السباق، بدري من مهاجرة الحبشة، وهو الذي باعه النعيمان على سبيل الدّعابة؛ وأبو السنابل بن بعكك بن السبّاق «١» ، له صحبة، وهو الذي خطب سبيعة الأسلمية، زوجة سعد ابن خولة، وهى التي جاء فيها الحديث «٢» .
وولد عبد مناف بن عبد الدار: هاشم، وكلدة. فولد كلدة: علقمة؛ والحارث؛ فولد الحارث: النضر، أحد أعداء الله تعالى، قتل يوم بدر كافراً.
أمر رسول الله- صلى الله عليه وسلّم- بضرب عنقه صبراً بالصفراء؛ والنّضير، أحد مهاجرة الحبشة، استشهد يوم اليرموك- رضي الله عنه-؛ وعبد المنذر.
وولد النّضير: المرتفع، وعطاء، ونافع؛ فولد المرتفع بن النضير: محمد بن المرتفع بن النضير، صاحب بئر ابن المرتفع. وللفاسق النضر بن الحارث ابن من مهاجرة الحبشة، اسمه فراس. ومن ولد عبد المنذر: محمد بن أيوب بن عبد المنذر، قتل يوم الحرة.
وولد هاشم بن عبد مناف بن عبد الدار: عمير، وعامر، وعبد شرحبيل؛ وولد عمير: مصعب، وهو من أجل الصحابة- رضي الله عنهم- بدري، قتل يوم أحد، وبيده لواء رسول الله- صلى الله عليه وسلّم-، لا عقب له إلا من قبل ابنته زينب، تزوجها عبد الله بن عبد الله بن أبي أمية بن المغيرة بن عبد الله بن عمر ابن مخزوم، فولدت له؛ وأبو الروم بن عمير، من مهاجرة الحبشة، استشهد يوم اليرموك- رضي الله عنه-؛ وزرارة أبو عزيز «٣» بن عمير، أسر يوم بدر كارا، وله عقب كثير؛ منهم كان عامر بن وهب، كان له بالأندلس قدر، وبعث إليه أبو جعفر المنصور سجلّا ولواء بولاية الأندلس؛ وقام بسرقسطة؛ وقتله
_________
(١) عده ابن دريد في الشعراء. الاشتقاق ٩٩ جوتنجن و ١٥٩ بتحقيق الاستاذ عبد السلام هارون.
(٢) انظر ذخائر المواريث ٢: ١٩٠ حيث أشار الى حديثها.
(٣) انظر السيرة ٤٥٩، ٥٥٧.','1','126',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (133,'يوسف بن عبد الرحمن الفهرى؛ وله عقب كثير بسرقسطة، بقرية قربلان؛ ومن ولده بالأندلس: عمر بن المصعب بن قاسم بن وهب بن عامر بن وهب بن عمرو ابن المصعب بن أبي عزيز بن عمير، فقيه. وولد عامر بن هاشم بن عبد مناف بن عبد الدار: منصور، وعكرمة، وله كانت دار الندوة، باعها من حكيم بن حزام فى الجاهليّة. وولد عبد شرحبيل بن هاشم: أرطاة، قتله مصعب بن عمير يوم أحد ومعه اللواء «١» ؛ وأبو الروم منصور بن عبد شرحبيل، يقال إنّه كاتب الصحيفة على بني هاشم وبني المطّلب «٢» ؛ وقيس بن عبد شرحبيل؛ فولد قيس هذا: جهم ابن قيس، من مهاجرة الحبشة.
وولد عثمان بن عبد الدار: عبد العزّى؛ وشريح. فولد شريح: قاسط، قتل يوم أحد كافرا، وبيده اللواء. وولد عبد العزى بن عثمان بن عبد الدار:
عبد الله، وهو أبو طلحة، وهو كان على بني عبد الدار يوم الفجار؛ وبرّة بنت عبد العزّى، وهى أم أم رسول الله- صلى الله عليه وسلم؛ فولد أبي طلحة: عثمان، أسلم؛ وطلحة؛ وأبو سعد «٣» ؛ وكلاب، قتلوا كلهم كفّار يوم أحد: قتل على طلحة، وقتل الزبير كلاباً. فولد طلحة بن أبي طلحة: عثمان بن طلحة بن أبي طلحة، دفع رسول الله- صلّى الله عليه وسلم- إليه وحده مفتاح الكعبة؛ وقيل:
إلى أخيه شيبة معه؛ فبنو طلحة إلى اليوم هم ولاة الكعبة دون سائر بني عبد الدار.
فولد عثمان بن طلحة: شيبة بن عثمان؛ فولد شيبة: عبد الرزّاق، وجبيرا، وجماعة مشهورين إلى اليوم، ومن ولده كان عبد الله بن شيبة، الذي أقاده سليمان بن عبد الملك من خالد بن عبد الله القسرىّ؛ وعبيد الله؛ وعبد الرحمن؛ والمصعب؛ ومسافع؛ وغيرهم؛ وأختهم صفية بنت شيبة، روى عنها الحديث. ومنهم: شيبة بن جبير بن شيبة بن عثمان، تزوج ابنة طلحة بن عمر بن عبيد الله بن معمر التيمي.
و [من] ولد طلحة بن أبي طلحة أيضا: مسافع، والجلاس، والحارث، فتلوا يوم أحد كفاراً مع أبيهم وأعمامهم، كلهم يأخذ لواء الكفار، فيقاتل
_________
(١) ذكر في السيرة ٥٦٣ أنه كان أحد النفر الذين يحملون اللواء، وان الذي قتله هو حمزة بمن عبد المطلب.
(٢) انظر خبر الصحيفة ونقضها في السيرة ٢٣٠- ٢٥٠.
(٣) انظر السيرة ٥٦٧، ٦١٠ جوتنجن.','1','127',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (134,'حتى يقتل: قتل عاصم بن ثابت بن أبي الأقلح مسافعا والجلاس، وقتل قزمان الحارث؛ وعثمان بن طلحة، أسلم وهاجر قبل الفتح وقد ذكرناه. ومنهم:
إبراهيم بن عبيد الله بن عثمان بن عبد الله بن عثمان بن طلحة بن أبي طلحة، ولّاه الرشيد اليمن، وقتل بمكة في فتنة العلوية أيّام المأمون، وكان متكلما، فصحب النظّام وهشام بن الحكم وغيرهما. هكذا وجد نسبه، وهو عندي خطأ، لأنه ينقص أسماء بلا شكّ. ولهم عقب. فولد مسافع بن طلحة: عبد الله، قتل يوم الجمل؛ ويزيد، قتل يوم الحرة.
مضى بنو عبد الدار بن قصىّ.

<span data-type="title" id=toc-120>وهؤلاء بنو عبد بن قصي</span>
ولد عبد بن قصي: وهب، وبجير. فمن ولد وهب: طليب «١» بن عمير ابن وهب بن عبد بن قصي، من المهاجرين الأوّلين، بدري، استشهد يوم اليرموك، وهو أول من دمى مشركاً في الإسلام. ومن ولد بجير: الحويرث بن نفير بن بجير بن عبد بن قصي، أهدر رسول الله- صلى الله عليه وسلّم- دمه يوم الفتح. وقد انقرض جميع ولد عبد بن قصىّ. وكان آخر من مات منهم رجل مات في أيام بني العباس؛ فورثه بالقعدد عبد الصمد بن علي بن عبد الله ابن العباس بن عبد المطلب بن هاشم بن عبد مناف بن قصى وإسماعيل بن محمد ابن عبد الله بن قيس بن مخرمة بن المطلب بن عبد مناف بن قصى، وعبيد الله ابن عروة بن الزبير بن خويلد بن أسد بن عبد العزى بن قصي.
مضى بنو قصى بن كلاب.

<span data-type="title" id=toc-121>وهؤلاء بنو زهرة بن كلاب</span>
ولد زهرة بن كلاب: الحارث، وعبد مناف. فولد عبد مناف بن زهرة:
وهب، ووهيب. فولد وهب: آمنة، أم رسول الله- صلى الله عليه وسلم- وعبد
_________
(١) انظر الاصابة ٤٢٨١ والسيرة ٢١٠، ٢٤١، ٣٢٢.','1','128',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (135,'يغوث بن وهب. فولد عبد يغوث: الأرقم، والأسود. فولد الأرقم: عبد الله، له صحبة، ولاه عمر وعثمان بيت المال. وولد الأسود، وهو أحد المستهزئين، مات كافراً: عبد الرحمن، له صحبة، وكان فاضلاً، ذكر في شورى أبي موسى وعمرو- رضي الله عن جميعهم. وولد وهيب بن عبد مناف بن زهرة: نوفل؛ ومالك، وهو أبو وقّاص؛ وهالة، أم حمزة بن عبد المطلب- رضي الله عنه. فولد نوفل:
مخرمة، له صحبة، وهو أحد المؤلفة قلوبهم. فولد مخرمة: المسور، له صحبة، وكان فاضلا. ومن ولده: أبو بكر بن عبد الرحمن بن المسور، وهو القائل «١» :
بينما نحن من بلاكث بالقا ... ع سراعاً والعيس تهوي هويا
خطرت خطرة على القلب من ذك ... راك وهناً فما استطعت مضيا
قلت: لا صبر إذ دعاني لك الشو ... ق، وللحاديين: كرّا المطيّا
وابن أخيه: عبد الله بن جعفر بن عبد الرحمن بن المسور.
وولد أبي وقّاص: سعد بن أبي وقاص، وعمير، وعمارة، وعامر، وعتبة.
فأما عمير، فاستشهد يوم بدر، وله ستّ عشرة سنة. وأمّا عامر، فكان من مهاجرة الحبشة. وأمّا عتبة، فهو الذي جرح رسول الله- صلى الله عليه وسلّم- يوم أحد، وقيل: مات مسلما، وقيل: بل مات كافراً. فولد عتبة: نافع، له صحبة، وسليمان، وهاشم الأعور، قتل مع علي يوم صفين. فولد هاشم بن عتبة؛:
هاشم بن هاشم. فولد هاشم بن هاشم: هاشم، فهو هاشم بن هاشم بن هاشم بن عتبة. ومن ولد نافع بن عتبة بن أبي وقاص: عروة بن نافع بن عروة بن نافع. وولد سعد بن أبي وقاص عمر، قاتل الحسين- رضي الله عنه- قتله المختار؛ ومحمّد، قتله الحجاج صبراً لخروجه مع ابن الأشعث؛ وعامر، روى عنه الحديث؛ أعقبوا؛ وعمير؛ هلك في حياة أبيه، لا عقب له، وإبراهيم؛ روى عنه الحديث وأعقب؛ وصالح، نزل الحيرة وقتله عبيده «٢» وله بقية ولد برأس العين، وروى عنه الحديث؛
_________
(١) انظر الحماسة ١٢٤٥ بشرح المرزوقي وما كتب في حواشيها.
(٢) انظر نسب قريش ٢٦٥: «وقتله غلمان» .','1','129',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (136,'ويحيى؛ ويعقوب؛ روى عنهم الحديث؛ وموسى، له عقب. منهم: عبد الله بن عثمان بن إسحاق بن سعد بن أبي وقاص، محدث. فولد موسى بن سعد: هارون، وبجاد «١» : أمهما أم هارون بنت عبد الله بن حنين بن أسد بن هاشم بن عبد مناف. فولد محمد بن سعد: إسماعيل، روى عنه الحديث؛ وإبراهيم، روى عنه أيضاً الحديث. وولد مصعب بن سعد: إسحاق، روى عنه الحديث أيضاً.
وولد عمر بن سعد: حفص، قتله المختار. وولد حفص: أبو بكر، روى عنه الحديث. ولسعد عقب كثير. والمعقبون من ولده ستة: عمر، ومحمّد، وصالح، وموسى، وإبراهيم، وعامر.
وولد الحارث بن زهرة بن كلاب: وهب ذو القرية، وأهيب، وعبد الله، وعبد. انقرض وهب وأهيب. وولد عبد الله بن الحارث بن زهرة. شهاب؛ فولد شهاب بن عبد الله: عبد الجان، سماه رسول الله- صلى الله عليه وسلم- عبد الله، وهو الأكبر من مهاجرة الحبشة، مات قبل الهجرة إلى المدينة، ولا عقب له؛ وعبد الله الأصغر بن شهاب، شهد أحداً مع المشركين، ثم أسلم بعد. فولد عبد الله الأصغر بن شهاب بن عبد الله بن الحارث بن زهرة: عبيد الله. فولد عبيد الله:
مسلم. فولد مسلم: عبد الله، ومحمّد، وهو الفقيه [أبو بكر «٢» ] الزهري المحدث، مات في ضيعته شغبى «٣» ، وهى بقرب بدا، ودفن على قارعة الطريق- رحمه الله- وولد أخوه عبد الله «٤» : محمد، روى عنه الحديث، وليس بالقوى. وقد انقرض جميع بني عبد الله بن الحارث. فأما عبد بن الحارث بن زهرة، ففيه العدد. فولد عبد: عوف. فولد عوف بن عبد بن الحارث: مكمل بن عوف. فولد مكمل:
أزهر بن مكمل، كان يذكر أنه سيلي الخلافة، ومات بفيفاء الفحلتين «٥» ، ودفن بها، وتولى دفنه حفص بن عمر بن عبد الرحمن بن عوف. وولد عوف بن
_________
(١) انظر نسب قريش ٨٩.
(٢) انظر تهذيب التهذيب ٩: ٤٤٥.
(٣) ويفهم من معجم البلدان أن الزهري مات في «شغبي» وقيل في «شغب» .
(٤) محمد بن عبد الله بن مسلم الزهري، ترجم له في تهذيب التهذيب ٩: ٢٧٩. وانظر نسب قريش ٢٧٤.
(٥) في معجم البلدان (الفحلتان) .','1','130',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (137,'عبد بن الحارث بن زهرة: الأزهر، وعوف. فولد الأزهر: المطّلب؛ وطليب، من مهاجرة الحبشة، وماتا هنالك- رضي الله عنهما-؛ وأبو جبير عبد الرحمن بن الأزهر، له صحبة، وشهد حنينا، وله رواية. وولد عوف بن عوف بن عبد بن الحارث ابن زهرة: عبد الله؛ وعبد الرحمن، صاحب رسول الله- صلى الله عليه وسلم-، القديم الهجرة؛ وحمنن «١» ، من مسلمة الفتح؛ والأسود. فولد الأسود بن عوف: جابر، ولي المدينة لابن الزّبير؛ وعيّاش، ومحمّد، قتلا مع ابن الأشعث يوم الزاوية؛ وجابر هذا هو الذي ضرب رأس سعيد بن المسيب في بيعة بن الزبير. ومن ولد حمنن ابن عوف: القاسم بن محمد بن المعتمر بن عياض بن حمنن بن عوف، كان من صحابة أمير المؤمنين- الرشيد. ومن ولد عبد الله بن عوف: طلحة، وأبو عبيدة، ابنا عبد الله بن عوف؛ وكان طلحة من فقهاء المدينة، روى عنه الحديث؛ وولى أيضاً المدينة لابن الزبير، بعد ابن عمه جابر بن الأسود. وولد أبو عبيدة بن عبد الله بن عوف: عبد الرحمن بن أبي عبيدة، قتل يوم الحرّة.
وولد عبد الرحمن بن عوف: سالم، مات قبل الإسلام: أمه أم كلثوم بنت عتبة بن ربيعة بن عبد شمس؛ وأم القاسم بنت عبد الرحمن بن عوف، ولدت في الجاهلية: أمها بنت شيبة بن ربيعة بن عبد شمس؛ ومحمّد؛ وحميد؛ وإبراهيم: وإسماعيل: أمهم أم كلثوم بنت عقبة بن أبي معيط من المهاجرات المبايعات؛ وعروة؛ وسالم آخر، قتلا بإفريقية؛ وعبد الله الأكبر، قتل أيضاً بإفريقية؛ وأبو بكر؛ وأبو سلمة الفقيه، واسمه عبد الله، ولي شرطة سعيد بن العاصي: أمه تماضر بنت الأصبغ الكلبية؛ وعبد الرحمن؛ والمصعب، قتل في حصار ابن الزّبير الأوّل؛ وسهيل أبو الأبيض «٢» ، زوج الثريا «٣» صاحبة عمر ابن أبي ربيعة؛ وعثمان؛ وأبو عثمان واسمه عبد الله: أمه بنت أبي الحيسر «٤» أنس ابن رافع بن امرئ القيس بن زيد بن عبد الأشهل بن جشم بن الحارث بن
_________
(١) وحمنن بنونين وبوزن جعفر، كما ضبط في الاصابة ١٨٢٩.
(٢) انظر نسب قريش ٢٦٩.
(٣) الثريا بنت عبد الله بن الحارث بن أمية الأصغر بن عبد شمس. نسب قريش ٢٦٩.
(٤) هذا الصواب وهو مطابق لما في السيرة ٢٨٥ وفي الاصابة ٥٥٩ «ابو الجيش» .','1','131',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (138,'الخزرج بن عمرو (وهو النبيت) بن مالك بن الأوس، وهى التي
قال لها رسول الله- صلى الله عليه وسلم- حين «١» نكحها بنواة من ذهب: «أولم ولو بشاه!» ؛
والقاسم، شقيق عبد الله؛ وعمر؛ ومعن؛ وزيد: أمهم سهلة بنت عاصم بن عدىّ العجلانى؛ وجويرية بنت عبد الرحمن: أمها بادنة بنت غيلان بن سلمة الثقفي «٢» . فولد محمد بن عبد الرحمن بن عوف: القاسم: أمه مريم بنت العاصي ابن الربيع، صهر رسول الله- صلى الله عليه وسلم؛ وكانت أم مريم هذه فاختة بنت أبي أحيحة سعيد بن العاصي «٣» بن أمية. وللقاسم بن محمد المذكور عقب.
فولد أبي سلمة بن عبد الرحمن: سلمة، ولي القضاء بالمدينة؛ وعمر بن أبي سلمة: وعبد الجبار بن أبي سلمة؛ من ولده: الزهريون «٤» الذين بالأندلس بباجة وبطليوس؛ وعمر بن أبي سلمة؛ روى عنه هشيم وغيره، ضعّفه شعبة واختلف فيه ابن معين؛ وعبد الواحد بن محمد بن عبد الرحمن بن عوف: وعبد المجيد؛ وعبد العزيز؛ والعتير «٥» بنو سهيل بن عبد الرحمن، روى الحديث عن عبد المجيد.
ومن ولده: أبو عبد الرحمن بن زيد بن أحمد بن الأبيض بن سهيل بن الأبيض بن عبد العزيز بن سهيل بن عبد الرحمن بن عوف، فقيه مالكى؛ والحسن ابن عثمان بن عبد الرحمن بن عوف؛ روى عنه الحديث؛ وابن ابنه سعيد بن يحيى بن الحسن بن عثمان، محدث؛ وأبو المصعب الفقيه، صاحب مالك بن أنس، واسمه أحمد بن أبي بكر بن الحارث بن زرارة بن المصعب بن عبد الرحمن ابن عوف، آخر فقهاء المدينة، وولى قضاء المدينة؛ وصالح بن إبراهيم بن
_________
(١) أي حين نكحها عبد الرحمن بن عوف. والحديث التالي رواه البخاري ١٠: ٤١٨٩/ ١١: ١٨ من فتح الباري، وذكره ابن حجر في الاصابة.
(٢) بادنة بالنون بعد الدال في جميع الاصول، ويقال لها أيضا «بادية» بالباء بدل النون. الاصابة ١٥٧ من قسم النساء والقاموس (بدن) . وفي نسب قريش ٢٦٩ والسيرة ٨٧٤: «بادية» .
(٣) التكملة مطابقة لما في السيرة ٤٦٤، ٤٦٩، ٤٧٠. وأبو العاصي هذا كان زوج زينب بنت رسول الله صلى الله عليه وسلم.
(٤) نسبة الى جدهم الاعلى زهرة بن كلاب.
(٥) انظر نسب قريش ٢٧٣ حيث أنشد لعبد الرحمن بن خليفة فيه:
اذا أنت نادمت العتير وذا الندى ... جبيرا ونازعت الزجاجة خالدا','1','132',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (139,'عبد الرحمن بن عوف، كان سيدا؛ ناسكا؛ وأخوه سعد بن إبراهيم، وأمه أم كلثوم بنت سعد بن أبي وقاص، ولى شرطة المدينة، وولى قضاءها مرارا، وروى عنه الحديث، وعن ولديه إبراهيم ويعقوب، محدثان؛ واستشهد ابنه الثالث إسماعيل ببلاد الروم؛ ومن ولده: يعقوب بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف، محدّث؛ ومن ولده: أبو محمد عبد الرحمن بن محمد بن عبيد الله بن سعد ابن إبراهيم بن عبد الرحمن بن عوف، من أصحاب القاضي إسماعيل بن إسحاق، ومات ببغداد سنة ٣٣٨؛ وأحمد بن سعد، أخو عبيد الله بن سعد المذكور، محدث مشهور. وكان لصالح بن إبراهيم ابن اسمه سالم بن صالح، روى عنه الحديث؛ وحميد بن عبد الرحمن بن حميد بن عبد الرحمن بن عوف، وكان يخاصم أباه في مال له؛ وإسحاق بن غرير «١» (واسم غرير عبد الرحمن) ابن المغيرة بن حميد بن عبد الرحمن بن عوف، صاحب المهدىّ والهادى والرشيد، وكان مختصّا بهم؛ وكان يظهر تعشق عبادة جارية امرأة من المهالبة، كانت منقطعة إلى الخيزران؛ وأخواه محمّد ويعقوب ابنا غرير، وكانا سيدين، كان يعقوب هذا يسكن الفرش من ملل «٢» : وأمهم هند بنت مروان بن الحارث بن عمر بن سعد بن معاذ الأنصاري؛ وعبد الرحمن بن محمد بن غرير، كان سيداً؛ وابن عمه يوسف بن يعقوب بن غرير، ولي بيت المال للرشيد. ويعقوب بن محمد بن عيسى بن عبد الملك بن حميد بن عبد الرحمن بن عوف، حمل عنه العلم والحديث- والمغيرة، وعبد الرحمن، وأبو الليث، بنو المغيرة بن أبي الغيث بن المغيرة بن حميد بن عبد الرحمن بن عوف، كانوا فضلاء كلهم، وماتوا ثلاثتهم في يوم واحد.
_________
(١) غرير، بالغين المعجمة بعدها راء مهملة، كما في المشتبه ٢٧٠ ونسب قريش ٢٧٠ وتاريخ بغداد ٦: ٣١٦. ويؤيده قول أبي العتاهية فيما رواه الخطيب:
من صدق الحب لاحبابه ... فان حب ابن غرير غرور
أنساه عبادة ذات الهوى ... وأذهل الحب لديه الضمير
خمسون ألفا كلها وازن ... خشن لها في كل كيس مرير
(٢) ملل: واد ينحدر من ورقان جبل مزينة حتى يصب في الفرش فرش سويقة، وكلها منازل نزلها رسول الله صلى الله عليه وسلم حين سار الى بدر.','1','133',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (140,'ومنهم: عبد العزيز بن عمر بن عبد الرحمن بن عوف: كان له من الولد:
محمد، قاضي المدينة، وعبد الله، وإسماعيل، وعمران. فولد القاضى: محمّد، وأحمد، وإبراهيم، وعبد العزيز. وولد عمران أخي القاضي: عبد العزيز، كان سيدا. وولد عبد الله أخي القاضي: إبراهيم، وسليمان؛ وولد إسماعيل أخي القاضي:
عمر، والحسن. وسليمان بن عبد الله هذا قتل ابني عمه جميعا عمر والحسن؛ والحسن المقتول هذا قتل ابن عمه إبراهيم أخا سليمان، وعمر أخو الحسن شج إبراهيم المذكور: فإبراهيم مظلوم مشجوج من أحد بني عمه، مقتول من الاخر، وذلك أن إبراهيم كان ناظراً على عمر، وكانوا سكاناً في ضيعة لهم بالعيص من أعمال المدينة؛ فعدا عمر بن إسماعيل بن عبد العزيز عليه؛ فشج إبراهيم بن عبد الله ابن عبد العزيز شجة منكرة؛ فعدا سليمان بن عبد الله بن عبد العزيز على عمر بن إسماعيل بن عبد العزيز، فقتله، ثم هرب إلى مصر؛ فعدا الحسن بن إسماعيل على إبراهيم بن عبد الله، فقتله، ثم هرب إلى مصر؛ فعدا سليمان على الحسن، فقتله؛ فأخذ الذي كان عنده سليمان، فقتله؛ ومحمد بن عبد العزيز بن عمر ابن عبد الرحمن، ولي قضاء المدينة للمنصور، روى عن ابن شهاب؛ وبنوه أحمد، وإبراهيم، وعبد العزيز، كلهم سيد؛ وبمشورة محمد بن عبد العزيز هذا، ضرب جعفر بن سليمان مالك بن أنس؛ وابن عمهم عبد العزيز بن عمران ابن عبد العزيز بن عمر بن عبد الرحمن بن عوف، من سادات أهل المدينة؛ وكان أبوه عمران وعمه موسى، ابنا عبد العزيز بن عمر بن عبد الرحمن بن عوف، ممن خرج مع محمد بن عبد الله بن الحسن؛ وإبراهيم بن عبد الله بن عبد العزيز بن عمر بن عبد الرحمن بن عوف، قتله ابن عمه الحسين بن إسماعيل بن عبد العزيز، وكان يدعى عليه قتل أخيه عمر بن إسماعيل، ولم يكن كذلك، ولكن كان عمر هذا قد عدا على إبراهيم في ضيعة لهم بالعيص؛ فشجه في رأسه شجة منكرة. وكان عمر في ولاية نظر إبراهيم؛ فعدا سليمان بن عبد الله أخو إبراهيم على عمر، فقتله، وهرب إلى مصر؛ ثم هرب الحسن بعد قتله إبراهيم إلى مصر؛ فكان هو وسليمان نازلين بمصر على بعض كبراء «١» أهلها؛ فعدا سليمان على الحسن، فقتله؛ فأخذ الرجل الذي كانا نازلين عليه سليمان؛ فضرب عنقه. وهارون بن عبد الله بن محمد بن كثير بن معن
_________
(١) انظر ما سبق في ذكر أولاد عبد الرحمن وما سيأتي في آخر هذا الكلام.','1','134',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (141,'ابن عبد الرحمن بن عوف، ولي القضاء بالمصيصة، ثم بالرقة، ثم قضاء الجانب الشرقي ببغداد، ثم قضاء مصر، كلّ ذلك للمأمون؛ وولده عبد الرحمن بن هارون، ولي قضاء مكة للمعتضد، ومات بها سنة ٢٩١؛ وابنه يحيى بن عبد الرحمن بن هارون، ولي قضاء مكّة للمقتدر، وكان محموداً في ولايته، لم يرتزق شيئا؛ ووليها ستّة عشر شهرا؛ وكان من أهل الحزم والنفاذ في الأمور؛ وكانت له ضياع بالفرع وكان مطاعاً في أهل مكة، من أهل العدل، وهرب بعياله حين دخول القرامطة مكة إلى وادي الرهجان، وأخذ القرامطة له حينئذ ما قيمته مائة ألف دينار وخمسون ألف دينار، ولم يسمع شاكياً أو ذاكراً شيئاً مما أخذ له. ومنهم: عبد الرحمن بن الزبير بن سهيل بن عبد الرحمن بن عوف، سكن مصر، وأمه آخر من بقي من بني خارجة بن حذافة العدوىّ؛ وكانت موسرة.
فالمعقبون من ولد عبد الرحمن بن عوف- رضي الله عنهم- تسعة، وهم:
أبو سلمة، ومحمّد، وسهيل، والمصعب، وإبراهيم، وحميد، وعمر، ومعن، وعثمان.
مضى بنو زهرة بن كلاب، وتمّ الكلام في بني كليب بن مرّة.

<span data-type="title" id=toc-122>وهؤلاء بنو تيم بن مرة</span>
ولد تيم بن مرة: سعد بن تيم، فولد سعد: حارثة، وكعب. فمن بني حارثة بن سعد بن تيم: بنو عمير بن الحارث بن حارثة بن سعد، والفقهاء الفضلاء: محمّد، وأبو بكر، وعمر، بنو المنكدر بن عبد الله بن الهدير بن محرز بن عبد العزى بن عامر بن الحارث بن حارثة بن سعد بن تيم. وكان على الشرطة بمكة أيام المعتمد عبد الله بن الحسن بن داود بن محمّد بن المنكدر، وقتل بها في بعض الفتن؛ وربيعة بن عبد الله بن الهدير، أخو المنكدر، له عقب. ولهم كان ولاء ربيعة الرأي. ومنهم: محرز بن هارون بن عبد الله بن محرز بن الهدير، محدث ضعيف.
وولد كعب بن سعد بن تيم: عامر، وعمرو؛ فولد عامر بن كعب بن سعد بن تيم: جبيلة، وصخر، وهم أهل بدر، وكان فيهم مهاجرون. فولد صخر بن عامر بن كعب: أمّ الخير سلمى، وهى أم أبي بكر الصديق- رضى الله عنه، وخالد، وعياض. فولد خالد: الحارث بن خالد، هاجر إلى أرض الحبشة، هو','1','135',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (142,'وامرأته ريطة بنت الحارث بن جبيلة بن عامر بن كعب بن سعد بن تيم «١» ، وولده، فشربوا من ماء مروا به، فماتوا كلهم إلا هو وحده؛ فزوجه رسول الله- صلى الله عليه وسلّم- بنت عبد بن يزيد بن هاشم بن المطلب بن عبد مناف؛ ومن ولده: الفقيه المحدث محمد بن إبراهيم بن الحارث بن خالد؛ فولد المحدث محمد بن إبراهيم المذكور: إبراهيم بن محمد، قاضي البصرة أيّام المتوكّل. وولد عياض بن صخر: مسافع بن عياض الشاعر، الذي عنى «٢» حسان بن ثابت- رضي الله عنه- بقوله:
يا آل تيم ألا تنهون جاهلكم ... قبل القذاف بصم كالجلاميد
فولد عمرو بن كعب بن سعد بن تيم بن مرة: جدعان؛ وعامر؛ وعثمان. فولد جدعان: عبد الله بن جدعان، سيد قريش في زمانه؛ وعمير بن جدعان؛ وكلدة بن جدعان «٣» ، قتل يوم الفجار. فمن ولد عمير بن جدعان: المهاجرين قنفذ بن عمير بن جدعان، له صحبة، واسمه عمرو «٤» ، والمهاجر لقب؛ ومن ولده كان محمد بن يزيد بن المهاجر؛ ومن ولد عبد الله بن جدعان: عبد الله ابن عبيد الله بن عبد الله بن أبي مليكة- واسمه زهير- بن عبد الله بن جدعان، محدث ثقة، وابن أخيه عبد الرحمن بن أبي بكر بن عبيد الله، محدث ضعيف؛ وابنه أبو غرازة «٥» محمد بن عبد الرحمن، محدث أيضاً: أمه جبرة الخزاعيّة؛ وابن عمه علي بن زيد بن عبد الله بن أبي مليكة، بصري، ضعيف.
وولد عامر بن عمرو بن كعب بن سعد بن تيم بن مرة: عثمان أبو قحافة؛ فولد أبي قحافة: أبو بكر الصديق- رضى الله عنه- واسمه عبد الله، خليفة
_________
(١) السيرة ٢١١، ويقال لها أيضا «رائطة» . الاصابة ٤٠٠ من قسم النساء.
(٢) انظر نسب قريش ٢٩٤.
(٣) وفي نسب قريش ٢٩١: «وكلدة بن جدعان قتل في الفجار» .
(٤) كذا في الاصابة ٨٢٥٠.
(٥) انظر تهذيب التهذيب ٩: ٢٩١ والخلاصة ٢٨٦.','1','136',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (143,'رسول الله- صلى الله عليه وسلّم؛ وعتيق؛ ومعتق، لا عقب لهما؛ وأمّ فروة، تزوجها الأشعث الكندي؛ وأخرى تزوجها قيس بن سعد بن عبادة.
فولد أبي بكر الصديق- رضي الله عنه: عبد الله، مات في حياة أبيه؛ وعبد الرحمن؛ ومحمّد؛ وعائشة، أمّ المؤمنين؛ وأسماء، زوجة الزبير بن العوام؛ وأمّ كلثوم، امرأة طلحة بن عبيد الله: أمها بنت خارجة بن زيد الأنصاري؛ وأم عبد الله: أمها قتيلة «١» بنت عبد العزى بن عبد بن سعد بن جابر «٢» بن مالك ابن حسل بن عامر بن لؤىّ؛ وأمّ عائشة وعبد الرحمن: أم رومان بنت عامر بن عمير بن ذهل بن دهمان بن الحارث بن تيم بن مالك بن كنانة.
فولد عبد الله بن أبي بكر الصديق: إسماعيل، انقرض بلا عقب. وولد عبد الرحمن بن أبي بكر الصديق: محمد؛ وعبد الله؛ وأم حكيم؛ وميمونة؛ وقريبة؛ كانت أم عبد الله وأمّ أم حكيم: قريبة «٣» بنت أبي أمية، أخت أم المؤمنين أم سلمة- رضي الله عنها- تزوج ميمونة هشام بن عبد الملك، ثمّ طلّقها؛ وتزوّج أختها قريبة القاسم بن محمد بن أبي بكر الصديق؛ فولدت له عبد الرحمن الفقيه المشهور؛ وتزوج أم حكيم المذكورة موسى بن طلحة بن عبيد الله؛ فولدت له محمداً، ويحيى، وعائشة التي تزوجها عبد الملك بن مروان؛ فولدت له بكار بن عبد الملك؛ فكان عبد الله عمته عائشة، وخالته أم سلمة، أما المؤمنين. فولد عبد الله بن عبد الرحمن بن أبي بكر الصدّيق: طلحة، وأبو بكر، وعمران، وعبد الرحمن، ونفيسة، تزوجها الوليد بن عبد الملك: أمهم كلهم عائشة بنت طلحة. فولد طلحة ابن عبد الله بن عبد الرحمن بن أبي بكر، لهم بنجد عقب عظيم، يحاربون الحسنيين والجعفريّين فينتصفون؛ وقد انحدروا في وقتنا هذا إلى أعمال مصر؛ ومنهم: أبو بكر بن عبد الله أخو طلحة المذكور، ثار بالسوس زمان مروان بن محمّد؛ وابنه هاشم بن أبي بكر، ولى قضاء مصر، ومات بها، وله بقيّة بالكوفة، وعمران بن عبد الله، أخو طلحة المذكور، له عقب يسير، وعبد الرحمن بن
_________
(١) انظر الاصابة ٨٨٠ ونسب قريش ٢٧٦.
(٢) في الاصابة ونسب قريش: «بن نصر» .
(٣) بفتح القاف وبضمها. الاصابة ٨٨٧ من قسم النساء.','1','137',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (144,'عبد الله، لا عقب له؛ وابن أبي عتيق، وهو عبد الله بن محمد بن عبد الرحمن ابن أبي بكر الصّديق.
وولد محمد بن أبي بكر الصديق: القاسم، أحد فقهاء المدينة السبعة؛ وعبد الله قتل يوم الحرة، فولد القاسم بن محمد: عبد الرحمن، من فقهاء المدينة، فولد عبد الرحمن بن القاسم: إسماعيل، وعبد الله، وعبد الرحمن «١» ولي قضاء المدينة للحسن بن زيد؛ ومن ولده: محمد بن عبد الله بن عبد الرحمن بن القاسم ابن محمد بن أبي بكر الصديق، ولي قضاء المدينة للمأمون.
ولا عقب لعامر بن عمرو إلا من قبل أبي بكر الصديق- رضي الله عنه.
وولد عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة: عمرو: قتل يوم القادسيّة؛ وأبو المطاع، قتل يوم عكاظ؛ وعبيد الله؛ ومعمر؛ ومعاذ. فولد عبيد الله: طلحة بن عبيد الله، الصاحب المشهور- رضي الله عنه-؛ وعثمان؛ ومالك؛ قتل يوم بدر كافراً. فولد عثمان بن عبيد الله أخو طلحة: عبد الرحمن، قتل مع ابن الزبير؛ فولد عبد الرحمن بن عثمان هذا: عثمان، ومعاذ، روى عنهما الحديث وعن أبيهما. ومن ولده أيضاً: محمد بن طلحة بن عبد الرحمن بن طلحة ابن عبد الله بن عثمان بن عبيد الله أخي طلحة بن عبيد الله، محدث. وولد مالك ابن عبيد الله أخو طلحة: عثمان بن مالك، قتله صهيب يوم بدر كافرا. ومن ولد طلحة بن عبيد الله: محمد السجاد، قتل يوم الجمل؛ وعمران: أمهما حمنة بنت جحش، لا عقب لعمران؛ وموسى: أمه خولة بنت القعقاع بن معبد بن زرارة؛ وعيسى؛ ويحيى: أمهما سعدى بنت عوف بن خارجة بن سنان بن أبي حارثة؛ ويعقوب، قتل يوم الحرّة؛ وإسماعيل، لا عقب له؛ وإسحاق:
أمهم أم أبان بنت شيبة بن ربيعة؛ وزكريّا: أمه أم كلثوم بنت أبي بكر الصديق لكلهم عقب، حاشا عمران وإسماعيل؛ وأم إسحاق بنت طلحة، تزوجها الحسن ابن علي، ثم خلف عليها الحسين بن علي: فولدت له فاطمة بنت الحسين؛ وكانت أمّ أمّ إسحاق هذه الجرباء، وهى أم الحارث بنت قسامة بن حنظلة بن وهب بن قيس بن عبيد بن طريف بن مالك بن جدعان الطائىّ؛ وطريف هذا هو الذي مدحه
_________
(١) انظر لولده أيضا نسب قريش ٩٥ حيث ذكر «زهرة» و «زهير» .','1','138',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (145,'امرؤ القيس بن حجر «١» ، فولد محمد بن طلحة: إبراهيم، ولي خراج الكوفة لابن الزبير؛ فولد إبراهيم بن محمّد: عمران، ويعقوب، وصالح، وداود، وسليمان، ويونس، واليسع، وشعيب، وهارون؛ أمهم كلهم حاشا عمران: أم يعقوب بنت إسماعيل بن طلحة، وأمها: لبابة بنت عبد الله بن العبّاس؛ وخلف على أم يعقوب هذه إسحاق بن يحيى بن طلحة، ثم تزوج بنت أبي بكر بن عثمان بن عروة بن الزبير؛ وكان بين النكاحين خمس وسبعون سنة. ومن أولاد إبراهيم أيضاً: إسماعيل وإسماعيل آخر، وموسى، ويوسف، ونوح، وإسحاق، وكان لإبراهيم بن محمد ابنة تزوجها عمر بن عبد العزيز، ثم طلّقها. وكانت أم عمران بن إبراهيم بن محمد بن طلحة: زينب بنت عمر بن أبي سلمة المخزومىّ؛ وكان أخوه لأمه عمر بن مروان بن الحكم.
فولد عمران بن إبراهيم بن محمد: محمد بن عمران، ولي قضاء المدينة للمنصور: أمه أسماء بنت أبي سلمة [بن عمر بن أبي سلة] المخزومىّ؛ وابنه عبد الله بن محمد، ولي قضاء المدينة للمهدىّ وقضاء مكّة للرشيد، ومات مع الرشيد بطوس؛ فقبره بها؛ وموسى بن محمد، أخو عبد الله المذكور، ولي أيضاً قصاء المدينة للرشيد؛ وصالح بن يوسف بن إبراهيم بن محمد بن طلحة، محدث ضعيف؛ وعبد الله بن محمد بن يوسف بن إبراهيم بن يعقوب بن طلحة، محدث.
ومن ولد طلحة أيضاً: عبد الرحمن بن محمد بن يوسف بن يعقوب بن طلحة بن عبيد الله، ولي شرطة الكوفة لعيسى بن موسى، والقاسم بن محمد بن يحيى بن زكرياء بن طلحة بن عبد الله، ولي شرطة الكوفة أيضاً لعيسى بن موسى؛ وطلحة، وإسحاق، وبلال، بنو يحيى بن طلحة بن عبيد الله، روى عنهم الحديث؛ وسليمان وفاطمة ابنا محمد بن محمد بن عيسى بن طلحة بن عبيد الله، تزوج أبو جعفر المنصور فاطمة هذه، فولدت له: سليمان، ويعقوب، وعيسى بنى المنصور؛ ويحيى بن عيسى بن طلحة: أمه بنت جرير بن عبد الله البجلي. فولد موسى بن طلحة: حماد؛ وعمران؛ وعيسى؛ ومحمّد، قتله شبيب الخارجىّ؛ وعائشة،
_________
(١) في قوله كما سيأتي في ص ١٥٧:
لنعم الفتى نعشو إلى ضوء ناره ... طريف بن مال ليلة الجوع والخصر','1','139',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (146,'وهى أم أبي بكر بن عبد الملك بن مروان: وعبيد الله بن إسحاق بن حماد ابن موسى بن طلحة بن عبيد الله، روى عنه الحديث؛ ومعاوية، والمصعب، ابنا إسحاق بن طلحة، روى عنهما الحديث؛ وعبد الله بن إسحاق بن طلحة:
أمه بنت أبي موسى الأشعرى؛ ويحيى بن إسحاق بن طلحة، روى عنه، وليس بالمعتمد عليه. ولبنى طلحة عقب كثير بالكوفة وأعراض مكّة والبصرة.
وولد معمر بن عثمان: عبيد الله؛ فولد عبيد الله بن معمر: عمر بن عبيد الله أمير فارس؛ وعثمان؛ قتلته الخوارج؛ وموسى؛ ومعاذ: فمن ولد معاذ هذا: عثمان ابن إبراهيم بن محمد بن معاذ بن عبيد الله بن معمر؛ ولم يعقب عثمان بن عبيد الله.
فولد عمر: طلحة بن عمر، لا عقب له من غيره؛ فولد طلحة بن عمر: عثمان، ولى قضاء المدينة؛ وإبراهيم، وكان سيداً: أمه فاطمة بنت القاسم بن محمد بن جعفر بن أبي طالب، وأمها: أم كلثوم بنت عبد الله بن جعفر بن أبي طالب، وهى التي تزوجها الحجاج بن يوسف، وأمها: زينب بنت علي بن أبي طالب، وأمها: فاطمة بنت رسول الله- صلى الله عليه وسلم؛ وجعفر بن طلحة، صاحب أم العيال «١» ، وهى عين أنفق عليها ثمانين ألف دينار، وكان يغل من ثمرتها خاصة أربعة آلاف دينار، وكانت تسقي أزيد من عشرين ألف نخلة؛ ولا عقب لجعفر، ولا لنصر؛ وعبد الرحمن: ونصر؛ ومحمّد. فولد إبراهيم بن طلحة بن عمر: إسحاق، دعي إلى القضاء، فأبى، ومحمّد؛ فولد محمد هذا: موسى، ولي قضاء المدينة للأمين.
وولد موسى بن عبيد الله بن معمر: عمر، قتله الحجاج صبراً لخروجه مع ابن الأشعث؛ فولد عمر هذا: حفص؛ وعثمان بن عمر، ولي قضاء المدينة لمروان ابن محمد، ثم ولي القضاء ببغداد لأبى جعفر المنصور؛ فولد عثمان هذا: عمر، ولي قضاء البصرة. ومنهم: ابن عائشة البصري الكريم المشهور؛ وهو أبو عبد الرحمن عبيد الله بن محمد بن حفص بن عمر بن موسى، وابنه عبد الرحمن، شاطر ماجن. ومنهم كان التيمي، الفقيه المالكي بإشبيلية، وقد انقرض عقبه. وولد معاذ بن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة: عبد الرحمن، له صحبة ورواية.
مضى بنو تيم بن مرّة.
_________
(١) انظر نسب قريش ٢٩٠.','1','140',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (147,'<span data-type="title" id=toc-123>وهؤلاء بنو يقظة بن مرة</span>
فولد يقظة بن مرة: مخزوم. فولد مخزوم: عمر «١» ، وعامر، وعمران.
فولد عمران: عائذ بن عمران. فولد عائذ: عمرو. فولد عمرو: وهب، وأبو وهب، وفاطمة، وهى أم عبد الله والد رسول الله- صلى الله عليه وسلم- وأبو وهب هذا هو الذي يذكر أن الحجر من أساس الكعبة وثب عن يده «٢» . فولد وهب بن عمرو: وهب بن وهب: وعبد العزيز بن وهب؛ ومعبد بن وهب. فولد معبد: حذافة؛ وأبو بردة. فولد حذافة؛ معبد، وعبد الله، وعبد الملك.
وولد أبو بردة بن معبد: عبد الرحمن، قتل يوم الجمل مع أم المؤمنين؛ ومسلم، قتل يوم الحرة. فولد أبي وهب؛ هبيرة بن أبي وهب؛ زوج أم هانئ بنت أبي طالب أخت علي، فر عن الإسلام يوم الفتح، فمات كافرا طريدا بنجران؛ وحزن بن أبي وهب؛ ويزيد بن أبي وهب. فولد هبيرة بن أبي وهب:
هانئ؛ وعمر، به كان يكنّى؛ ويوسف؛ وجعدة، ولاه علي خاله خراسان:
أمهم كلهم أم هانئ بنت أبي طالب. فولد جعدة بن هبيرة: جعفر، وعلىّ، والحسن؛ والحارث، وعبد الله، ويحيى؛ أمهم أم الحسن بنت علي بن أبي طالب؛ منهم: عون بن جعفر بن جعدة. وولد حزن بن أبي وهب: المسيب بن حزن، من أهل بيعة الرضوان. فولد المسيّب: سعيد الفقيه-، ومحمّد، وعمر، وأبو بكر، والسائب: أمهم سلمية. فولد سعيد بن المسيب: محمد. فولد محمّد: عمران، وطلحة. ومن ولد وهب بن عمرو بن عائذ بن عمران بن مخزوم:
عبد الرحمن بن أبي بردة بن معبد بن حذافة بن معبد بن وهب بن عمرو بن عائذ بن عمران بن مخزوم، قتل يوم الجمل؛ وقيس بن السائب بن عويمر بن عائذ بن عمران
_________
(١) انظر نسب قريش ٢٩٩.
(٢) في نسب قريش ٣٤٤: «فنزا من يده حتى رجع الحجر الى مكانه» .','1','141',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (148,'ابن مخزوم، مولى مجاهد من فوق «١» ؛ وإخوته: بجاد، وجابر، وعمير، وعائذ.
وولد عامر بن مخزوم؛ هرمي بن عامر؛ ومن ولده: شمّاس- وهو عثمان- بن عثمان بن الشريد بن هرمي، من المهاجرين، استشهد يوم أحد- رضى الله عنه؛ والصرم، واسمه سعيد، بن يربوع بن عنكثة بن عامر بن مخزوم، له صحبة ورواية؛ له ابنان: عبد الله، وعبد الرحمن.
وولد عمر بن مخزوم: عبد الله، وعبيد. فمن ولد عبيد بن عمر بن مخزوم:
المطلب بن عبد الله بن المطلب بن حنطب بن الحارث بن عبيد بن عمر بن مخزوم، روى عنه الحديث، وزوّجه سعيد بن المسيب ابنته بصداق درهمين، لا صداق لها غيرهما.
حدثنا بذلك يونس بن عبد الله القاضى: نايحيى بن مالك بن عائذ: نا هشام بن محمد بن أبي خليفة: ناأحمد بن محمد بن سلمة الطحاوي: نا عبد الرحمن بن معاوية العتبي، عن يحيى بن بكير، عن الليث بن سعد، عن الوليد بن مسلم، عن زهير بن محمد، عن المطلب بن عبد الله بن المطلب المخزومي، أن سعيد بن المسيب زوجه ابنته على صداق درهمين، لا صداق لها غيرهما؛ وكان سعيد على ابنة أبي هريرة. وروى عن المطلب هذا الحديث.
فولد المطلب بن عبد الله: الحكم، من نساك قريش؛ وعلى: والحارث، مات أبوه وجداً عليه إذ مات؛ وعبد العزيز، ولي قضاء مكة والمدينة للمنصور والهادى؛ وخرج علي منهم مع محمد بن عبد الله بن الحسن بن الحسن.
وولد عبد الله بن عمر بن مخزوم: عائذ، وعثمان، وهلال، والمغيرة، وأسد، وخالد. فولد عائذ: عتيق بن عائذ، وأميّة بن عائذ، وعبد الله بن عائذ، وصيفى بن عائذ، يكنى صيفي هذا أبا السائب؛ وأمّا عتيق، فإنه كان على خديجة أم المؤمنين قبل رسول الله صلى الله عليه وسلم: ولد له منها ابنة تسمى أم محمد؛ تزوجها صيفي بن أبي رفاعة (واسمه أمية) بن عائذ بن عبد الله بن عمر بن مخزوم؛
_________
(١) يراد بهذا التعبير أن قيس بن السائب هو سيد مجاهد، فهو مولاه من فوق، ومجاهد مولاه من تحت. وفي تهذيب التهذيب ١٠: ٤٢: «مجاهد بن جبر المكي أبو الحجاج المخزومي القارىء مولى السائب بن أبي السائب» . جعل ولاء مجاهد لرجل آخر. لكن في الاصابة ٧١٧٠: «عن مجاهد قال: هذه الآية نزلت في مولاي قيس بن السائب: وعلى الذين يطيقونه فدية طعام مسكين» . وانظر أيضا الاصابة ٨٣٥٧.','1','142',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (149,'وقتل صيفي بن أبي رفاعة؛ وأخواه رفاعة، ورفيع، ابنا أبي رفاعة أمية بن عائذ، قتلا ببدر كافرين؛ وقتل أيضاً معهم ابن أخيهم عبد الله بن المنذر بن أبي رفاعة؛ وكان بنو مخزوم قد ألبسوه لأمة أبي جهل ليخفوا مكان أبي جهل؛ فقتله علىّ.
وولد لصيفي بن أبي رفاعة من أم محمد بنت خديجة، ابن اسمه محمد؛ ومنهم قاضي مكة، عبد الرحمن بن يزيد بن محمد بن حنظلة بن محمد بن عباد ابن جعفر بن رفاعة بن أبي رفاعة المذكور؛ وله ابن محدث اسمه محمد؛ وكان أبوه يزيد بن محمد قد استخلفه عيسى بن يزيد الجلودي على مكة فدخلها عنوة إبراهيم بن موسى بن جعفر بن محمد بن على بن الحسين، وقتل يزيد بن محمّد؛ وأحمد بن زكرياء بن الحسن بن محمد بن سعيد بن محمد، أخي حنظلة بن محمد المذكور، محدث. وولد عبد الله بن عائذ: السائب؛ وولد أبو السائب، وهو صيفي بن عائذ: المسيب بن أبي السائب، والسائب بن أبي السائب، وأبا نهيك بن أبي السائب؛ فولد السائب: عبد الله بن السائب، شريك رسول الله- صلى الله عليه وسلّم؛ فولد عبد الله أبو السائب: السائب بن أبي السائب، قتل يوم بدر كافرا: ومن ولده: أبو السائب الظريف المخزومى، واسمه عبد الله؛ وولد السائب بن أبي السائب: عبد الرحمن، قتل يوم الجمل: ومن ولد المسيب ابن أبي السائب، وهو المقرى، محمد بن إسحاق بن محمد بن عبد الرحمن بن عبد الله بن المسيب بن أبي السائب، وهو المعروف بالمسيبي بن السائب. ومن ولد أبي نهيك ابن أبي السائب: صيفي بن عائذ بن سعيد بن عبد الرحمن بن سعيد بن حسان بن أبي نهيك المذكور، محدث ثقة، يروي عن سفيان بن عيينة؛ مات سنة ٢٤٩ بمصر.
وولد أبو جندب أسد بن عبد الله بن عمر بن مخزوم: عبد مناف؛ فولد عبد مناف، وهو أبو الأرقم: الأرقم، وهو من قدماء الصحابة، بدري، وفى داره كان يجتمع النبي- صلّى الله عليه وسلّم- مع المسلمين سراً، قبل أن يفشو الإسلام بمكة، وابنه عثمان بن الأرقم، روى عنه الحديث.
وولد هلال بن عبد الله بن عمر بن مخزوم: عبد الأسد؛ فولد عبد الأسد:
أبا سلمة، استخلفه رسول الله- صلى الله عليه وسلم- على المدينة، واسمه عبد الله،','1','143',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (150,'من قدماء [الصحابة] المهاجرين الأولين، وهو زوج أم سلمة أم المؤمنين قبل رسول الله- صلّى الله عليه وسلّم-؛ والأسود بن عبد الأسد، أحد المستهزئين، قتل يوم بدر كافرا؛ وسفيان بن عبد الأسد. فولد أبو سلمة- رضي الله عنه- سلمة، وعمر، وزينب، ودرّة: أمهم كلهم أم سلمة أم المؤمنين- رضي الله عنها؛ ولد عمر بأرض الحبشة، وله عقب، وولّاه علىّ البحرين؛ وكان له ابن اسمه سلمة بن عمر؛ ولزينب أيضا عقب؛ ولا عقب لدرّة، ولا لسلمة، وزوّجه النبي- صلى الله عليه وسلم- بنت حمزة، وكان لسلمة عقب انقرض، منهم: سلمة بن عبد الله بن سلمة بن أبي سلمة بن عبد الأسد، ولي قضاء المدينة لعبد الرحمن بن الضّحاك. وولد الأسود بن عبد الأسد: المرأة التي سرقت، فقطعها رسول الله- صلى الله عليه وسلّم-؛ وولد سفيان بن عبد الأسد: الأسود؛ وهبّار قتل يوم مؤتة؛ وعمر، هاجر إلى الحبشة؛ وعبيد الله، قتل يوم اليرموك؛ وعبد الله: أمهم كلهم صفية بنت الخطاب أخت عمر؛ وأبو سلمة؛ والحارث؛ وعبد الرحمن؛ وعبد الرحمن آخر؛ وعبد الله؛ ومعاوية؛ وسفيان؛ أم هؤلاء أم جميل بنت المغيرة بن أبي العاصي بن أمية بن عبد شمس. ومن ولده: رزق، وعبد الله، ابنا الأسود بن سفيان بن عبد الأسد: أمهما أم حبيب بنت العباس ابن عبد المطلب بن هاشم بن عبد مناف، ومن ولده أيضاً: محمد بن عبد الرحمن ابن محمد بن أبي سلمة بن سفيان بن عبد الأسد، استقضاه الهادي على مكّة، واستقضاه المأمون ببغداد.
وولد المغيرة بن عبد الله بن عمر بن مخزوم، وفيه بيت بنى مخزوم وعددهم:
هشام؛ والوليد؛ وأبو حذيفة، واسمه مهشّم؛ وأبو أميّة، واسمه حذيفة؛ وهاشم؛ والفاكه؛ ونوفل؛ وأبو ربيعة، واسمه عمرو؛ وعبد الله؛ وأبو زهير، واسمه تميم. وعبد شمس؛ وحفص. فأما هاشم، فإنه ولد حنتمة أم عمر بن الخطّاب؛ ولا عقب لهاشم، ولا للفاكه، ولا لعبد الله. وكان للفاكه ابن اسمه أبو قيس، قتل يوم بدر كافرا. وكان لعبد الله بن المغيرة ابنان: عثمان، أسر يوم بدر كافرا «١» ؛
_________
(١) انظر السيرة ٤٢٤ وليس فيها اشارة الى قتله، بل فيها أن رسول الله صلى الله عليه وسلم فداه، وفيها أيضا: «وأما عثمان بن عبد الله فلحق بمكة فمات بها كافرا» .','1','144',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (151,'ونوفل، قتل يوم الخندق كافراً. فولد هشام بن المغيرة: أبو جهل، اسمه عمرو، وكنيته أبو الحكم، وأبو جهل لقب؛ والحارث، أسلم وحسن إسلامه؛ والعاصى، قتله عمر يوم بدر كافرا؛ وخالد؛ ومعبد، أسر يوم بدر؛ وسلمة، استشهد يوم أجنادين؛ مات خالد كافرا؛ وأسلم سلمة وحسن إسلامه، واستشهد- رحمه الله- هو وابنه عمر بن عكرمة يوم اليرموك، وقيل: يوم أجنادين؛ وزرارة بن أبي جهل، قتل باليمن؛ وتميم بن أبي جهل: أمهما بنت عمير بن معبد «١» بن زرارة التميمىّ؛ وعلقمة بن أبي جهل؛ أمه بنت الحارث بن الربيع بن زياد العبسىّ «٢» . وقد انقرض عقب أبي جهل. وولد أيضاً أبو جهل الحنفاء، أراد علي أن يتزوجها؛ فكره ذلك رسول الله- صلى الله عليه وسلم- فتزوجها عتاب ابن أسيد.
وولد الحارث بن هشام: عبد الرحمن، من فضلاء التابعين: أمه فاطمة بنت الوليد بن المغيرة، لا عقب للحارث من غيره. فولد عبد الرحمن: أبو بكر بن عبد الرحمن، أحد فقهاء المدينة السبعة؛ وعمر؛ وعثمان؛ ومحمّد؛ وعكرمة؛ وخالد: أمهم فاختة بنت عتبة «٣» بن سهيل بن عمرو: والوليد؛ وأبو سعيد؛ وهشام؛ وسلمة؛ وعبيد الله، وعيّاش؛ والمغيرة؛ وعوف؛ كانت أم عياش أم الحسن بنت الزبير بن العوّام؛ وكانت أم المغيرة سعدى بنت عوف بن خارجة ابن سنان بن أبي حارثة المرّىّ؛ وأصيبت عين المغيرة مع مسلمة على القسطنطينيّة وخمس عشرة بنتاً. فولد أبو بكر: عبد الملك؛ والحارث، روى عنهما الحديث؛ أمهما سارة بنت هشام بن المغيرة بن الحارث؛ وعبد الله: أمه أيضاً سارة المذكورة؛ وعمر؛ وهشام بن عبد الملك بن عكرمة بن عبد الرحمن بن الحارث بن هشام، ولي قضاء المدينة للرشيد، وكان عكرمة بن عبد الرحمن تزوج بنت عمر بن عبيد الله بن معمر.
وولد عمر بن عبد الرحمن بن الحارث بن هشام: عتبة، ومحمّد؛ كان عتبة ساكناً بواسط؛ وكان أثيرا عند الحجّاج؛ وتزوّج عبد الملك بن الحجاج أمّ
_________
(١) انظر نسب قريش ٣١٢.
(٢) اسمها عائشة كما في نسب قريش ٣١٢.
(٣) انظر نسب قريش ٣٠٣، ٤٨١ والاصابة ٥٣٩٥.','1','145',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (152,'عمرو بنت محمد بن عمر المذكور، فولدت له؛ ثم خلف عليها بعده معاوية بن هشام بن عبد الملك بن مروان. ومنهم: عبد الرحمن بن محمد بن أبي بكر بن عبد الله بن عبد الرحمن بن الحارث بن هشام، سكن هو وأبوه البصرة؛ وولى عبد الرحمن المذكور قضاء البصرة لمحمد بن سليمان، ولم يزل يستعفى، ويستعفى له أبوه، حتى عزل بعد أربعة أشهر؛ وهو أول قاض حنفي ولي قضاء البصرة، وكان من تلاميذ زفر بن الهذيل. ولولد الحارث عقب كثير.
وولد العاصي بن هشام: خالد، وهشام، والحارث. فولد خالد: الحارث بن خالد الشاعر، ولي مكة ليزيد بن معاوية؛ وكان ممن يحاصر ابن الزبير مع الحجاج على جهة منى؛ وأخوه المحدث عكرمة بن خالد، وولد الحارث بن خالد:
عبد الرحمن بن الحارث؛ فولد عبد الرحمن: حفصة، تزوجها صالح بن علي ابن عبد الله بن العباس. ومن ولد هشام بن العاصي: خالد بن سلمة بن هشام ابن العاصى، قتل مع ابن هبيرة؛ والأوقص بن محمد بن عبد الرحمن بن هشام ابن يحيى بن هشام بن العاصي، قاضي مكة للمهدي.
وولد أبي حذيفة، واسمه مهشم: هشام بن أبي حذيفة، من مهاجرة الحبشة؛ وأبو أمية بن أبي حذيفة، قتل يوم أحد كافراً. وولد أبي أمية بن المغيرة، واسمه حذيفة: أم سلمة أم المؤمنين، واسمها هند؛ وإخوتها زهير؛ ومسعود، قتل يوم بدر كافراً؛ والمهاجر، وكان اسمه الوليد، فسماه رسول الله- صلى الله عليه وسلم- المهاجر؛ وأبو ربيعة؛ وهشام، قتل يوم أحد كافراً؛ وعبد الله، أسلم؛ وأبو عبيدة؛ وقريبة، وهى أم عبد الله بن عبد الرحمن بن أبي بكر الصديق. فولد عبد الله بن أبي أمية: عبد الله بن عبد الله، روى عنه الحديث. فولد عبد الله بن عبد الله بن أبي أميّة: محمّد، والمصعب: أمهما زينب بنت المصعب بن عمير، صاحب رسول الله- صلى الله عليه وسلم-: ولهما عقب؛ وموسى بن عبد الله بن عبد الله. وولد زهير بن أبي أمية؛ معبد بن زهير، قتل يوم الجمل. وولد أبي ربيعة، واسمه عمرو: عبد الله، كان اسمه بجير، فسماه النبي- صلّى الله عليه وسلّم- عبد الله، وولّاه عمر اليمن؛ وعيّاش، من','1','146',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (153,'المهاجرين الأولين: فولد عبد الله بن أبي ربيعة: عبد الرحمن: أمه ليلى بنت عطارد ابن حاجب بن زرارة؛ وكان سيدا، وخلف على أم كلثوم بنت أبي بكر الصديق؛ فولدت له عثمان، وموسى، وإبراهيم، وله عقب كثير؛ منهم: موسى بن إبراهيم بن عبد الرحمن بن عبد الله بن أبي ربيعة، محدث؛ وابن عمه لحاً إبراهيم بن موسى ابن عبد الرحمن؛ والحارث بن عبد الله المعروف بالقباع: أمه سجا الحبشيّة، ماتت نصرانيّة، وقد ولى البصرة؛ وعمر بن عبد الله الشاعر الماجن؛ أمه أم ولد اسمها مجد؛ وإبراهيم؛ فكان لعمر ابن اسمه جوان «١» ، ولي الصدقات بالحجاز؛ وكان لجوان بن عمر ابن اسمه غنىّ؛ وقد انقرض عقب عمر بن عبد الله بن أبي ربيعة؛ وإسماعيل بن إبراهيم بن عبد الله بن أبي ربيعة؛ وكان من ولد عياش بن أبي ربيعة: عبد العزيز بن عبد الله بن الحارث بن عبد الله بن عياش بن أبي ربيعة، لا عقب له؛ وابن عمه لحاً المغيرة بن عبد الرحمن بن الحارث بن عبد الله بن عياش بن أبي ربيعة، صاحب مالك بن أنس؛ وابنه عيّاش بن المغيرة؛ وكان للمغيرة بن عبد الرحمن أخ اسمه عبد الله، يكنى أبا سلمة، خرج مع محمد ابن عبد الله بن الحسن، فقتله المنصور صبرا؛ وأمه وأمّ أخيه المغيرة: قريبة بنت محمد بن عمر بن أبي سلمة بن عبد الأسد المخزومي، حلف عبد الرحمن ابن الحارث بن عبد الله بطلاقها ثلاثاً إن تزوجها؛ ثم سأل بالمدينة؛ فأفتى أن لا شىء عليه في ذلك ولا يلزمه طلاقها؛ فتزوجها؛ فولدت له أبا سلمة، والمغيرة المذكور. وقد انقرض جميع عقب عياش بن أبي ربيعة.
وولد الوليد بن المغيرة: خالد، سيف الله؛ وعمارة؛ وأبو قيس، قتل يوم بدر كافرا؛ وهشام، وأسلم يوم الفتح؛ وعبد شمس؛ والوليد، هاجر قبل الفتح؛ فولد خالد بن الوليد: المهاجر؛ وعبد الرحمن، ولى الجزيرة، وشهد صفين مع معاوية؛ وعبد الله، قتل بالعراق: أمهم بنت أنس بن مدرك الخثعمىّ؛ وسليمان وبه كان يكنى. فولد عبد الرحمن بن خالد: المهاجر؛ وولد المهاجر: خالد،
_________
(١) في القاموس: «وسموا جوانا، كغراب» . انظر الاغاني ١: ٣١:
شهيدي جوان على حبها ... أليس بعدل عليها جوان','1','147',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (154,'روى عنه الزهرى. وكثر ولد خالد بن الوليد حتى بلغوا نحو أربعين رجلا، وكانوا كلهم بالشام؛ ثم انقرضوا كلهم في طاعون وقع؛ فلم يبق لأحد منهم عقب.
وولد عمارة بن الوليد: الوليد، قتل مع عمه خالد بالبطاح؛ وأبو عبيدة، قتل مع عمه خالد بأجنادين. وولد هشام بن الوليد بن المغيرة: إسماعيل بن هشام؛ فولد إسماعيل بن هشام: هشام بن إسماعيل؛ فولد هشام بن إسماعيل؛ أم هاشم بنت هشام، ولدت هشام بن عبد الملك أمير المؤمنين؛ وولد أيضاً إبراهيم بن هشام، ومحمّد بن هشام، وليا مكة والمدينة، وولى أبوهما المدينة؛ وخالد بن هشام، قتله مروان بن محمّد صبرا.
وولد الوليد بن الوليد بن المغيرة: عبد الله، وكان اسمه الوليد، فسماه رسول الله صلى الله عليه وسلّم عبد الله «١» ؛ فولد عبد الله: سلمة؛ فولد سلمة بن عبد الله:
يعقوب؛ وأيوب، وأيوب هذا ورث آخر من بقي من ولد خالد بن الوليد؛ وكان لأيوب هذا أربعة عشر ولداً، منهم واحد قريب منه في السن، أراه إسماعيل بن أيوب؛ ولذلك الابن أربعة عشر ولداً، أسنانهم مقاربة لأسنان أعمامهم؛ فكان أيوب وابنه الأكبر يوماً قاعدين في قصر لهما؛ فجري بينهما كلام؛ فقام أيوب، فأخذ بلحية ابنه؛ فوثب إليه أحد أولاد ابنه، فقال له: «أيها الشيخ! اكفف يدك قبل أن تكف!» فوثب أحد أولاد أيوب، فانتصر لأبيه؛ فتواثب أولاد أيوب وأولاد ولده، حتى أخذوا الخشب؛ فتقاتلوا حتى قتل بعضهم بعضا، وفنى جميعهم، حاشا أيوب وابنه الأكبر. منهم: أبو سلمة يحيى بن المغيرة ابن إسماعيل بن أيوب بن سلمة المذكور، محدث. وولد يعقوب بن سلمة:
إبراهيم: فولد إبراهيم: إسحاق؛ فولد إسحاق: أم سلمة، زوجة أبي العباس السفاح، الغالبة عليه؛ وهى أم محمد بن السفاح؛ هكذا ذكر بعض النسابين، والأصحّ أنها بنت يعقوب بن سلمة نفسه. وأمّ أم سلمة هذه: هند بنت عبد الله ابن جبار «٢» بن سلمى، نزال المضيق «٣» ، بن مالك بن جعفر بن كلاب.
وأمّا عبد شمس بن المغيرة، فمن ولده: الجواد المعروف بالأزرق، وهو
_________
(١) نسب قريش ٣٢٩- ٣٣٠.
(٢) جبار بن سلمى: صحابي فارس. الاصابة ١٠٥١ والسيرة ٦٥٠، ٩٣٩.
(٣) نزال المضيق: لقب سلمى بن مالك. انظر الاصابة ١٠٥١ والمحبر لابن حبيب ٤٥٨ وحواشي البيان والتبيين ١: ٥٤.','1','148',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (155,'عبد الله بن عبد الرحمن بن عبد الله بن الوليد بن عبد شمس بن المغيرة. وولد حفص بن المغيرة: أبو عمرو بن حفص، وهو زوج فاطمة بنت قيس، له صحبة؛ وقيل إن اسمه أحمد: فولد أبو عمرو هذا: عبد الله، أول من خلع يزيد ابن معاوية، وقتل يوم الحرّة. ومن ولده: أبو المغيرة محمد بن عيسى بن محمد ابن إسماعيل بن إبراهيم بن عبد الحميد بن عبد الله بن أبي عمرو بن حفص بن المغيرة. ولى مكّة للمعتمد، ووليها أيضا أبوه للمعتز؛ وكان يسكن سر من رأى.
وبنو طرف، الذين ولوا بعض جهات اليمن، هم موالي عيسى بن محمد والد أبي المغيرة: وكان [طرف «١» ] مولى عيسى، وجدّ أبي المغيرة لأمه، وابنه الحسن بن طرف خال أبي المغيرة. وأبو المغيرة هذا هو الذي حارب ابن عمه وابن عمّته وزوج أخته على إمارة مكة، وهو أبو عيسى محمد بن يحيى بن محمد بن عبد الوهاب بن سليمان بن عبد الوهاب بن عبد الله بن أبي عمرو بن حفص بن المغيرة.
وكان المعتمد قد ولى أبا عيسى هذا مكة؛ ثم عزلة بأبي المغيرة المذكور؛ فتحاربا؛ فقتل أبو عيسى، ودخل أبو المغيرة مكّة، ورأس أبي عيسى بين يديه ومن ولد خالد بن عبد الله بن عمر بن مخزوم: العطاف بن خالد بن عبد الله ابن عثمان بن العاصي بن وابصة «٢» بن خالد بن عبد الله بن عمر بن مخزوم، محدث ضعيف. وولد عثمان بن عبد الله بن عمر بن مخزوم: عمرو؛ فولد عمرو:
حريث؛ فولد حريث: سعيد، وعمر: ولهما صحبة؛ فأما سعيد، فهو الذي قتل ابن خطل «٣» ؛ وكان إسلامه يوم الفتح؛ وأمّا عمرو، فقيل إنه كان له إذ مات رسول الله- صلى الله عليه وسلم- اثنا عشر عاما؛ وقيل: بل ولد يوم بدر؛ وسكن الكوفة، وكانت له بها منزلة وأموال عريضة، وله بها عقب؛ منهم: جعفر ابن عون بن عمرو بن عمرو بن حريث، محدث ثقة؛ وخلف بن حفص بن عمرو بن عمرو بن حريث.
مضى الكلام في بني مخزوم بن يقظة بن مرّة. وتمّ بنو مرة بن كعب.
_________
(١) في القاموس: «وبنو طرف: قوم باليمن» .
(٢) وابصة بن خالد: من المؤلفة قلوبهم. الاصابة ٩٠٨٧.
(٣) ابن خطل، بالتحريك، هو الصواب كما في السيرة ٨١٩ وما سيأتي في ص ١٧٦. واسمه عبد الله.','1','149',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (156,'<span data-type="title" id=toc-124>وهؤلاء بنو عدي بن كعب</span>
ولد عدي بن كعب: رزاح (بفتح الراء والزاى) ، وعويج.
فولد رزاح: قرط بن رزاح. فولد قرط: عبد الله. فولد عبد الله بن قرط:
رياح، وتميم، وصدّاد.
فمن ولد صداد: الشفاء بنت عبد الله بن عبد شمس بن خلف بن صداد بن عبد الله، استعملها عمر على السوق.
ومن ولد تميم بن عبد الله بن قرط: أبو بكر بن محمد بن عبد الله بن عمرو بن المؤمل بن حبيب بن تميم بن عبد الله، كان يرى رأي الخوارج الإباضيّة؛ وكان مع أبي حمزة يوم قديد وبالمدينة. فولد أبي بكر هذا: عمر، وعمرو؛ ولي عمر قضاء الأردن؛ وولى عمرو قضاء دمشق للرشيد، وأمه: رقية بنت يعقوب بن سعيد بن نوفل بن الحارث بن عبد المطلب؛ ومحمّد بن المؤمل بن أحمد بن الحارث بن عمرو بن عبد الله بن عمرو بن الحارث بن عمرو بن المؤمل بن حبيب ابن تميم بن عبد الله بن قرط، محدث شأمى سكن مكة، وبها مات سنة ٣١٩، وهو ثقة، عالم بالنحو، واسع الرواية.
وولد رياح بن عبد الله بن قرط: أذاة، وعبد العزى؛ فولد أذاة: قيلة، أم أبي قحافة والد أبي بكر الصديق؛ وأنس بن أذاة؛ فمن ولد أنس: عمرو وعبد الله ابنا سراقة بن المعتمر بن أنس بن أذاة، شهدا بدراً مع رسول الله- صلى الله عليه وسلم- لا عقب لعمرو. وبقى لعبد الله عقب من قبل ابن ابنه عثمان بن عبد الملك بن عبد الله؛ وكان عثمان هذا على بنت عبد الله بن عبد الرحمن بن زيد بن الخطاب من فاطمة بنت عمر بن الخطاب؛ فعقبه كله منها؛ ولعثمان هذا ابن اسمه الزبير، قتل يوم قديد. وولد عبد العزى بن رياح:
نفيل؛ فولد نفيل: عمرو والخطّاب؛ فولد عمرو: زيد، رفض الأوثان فى الجاهلية، وامتنع من أكل ما ذبح لغير الله- عزّ وجلّ- والتزم الحنيفيّة دين','1','150',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (157,'إبراهيم- عليه السلام- إلى أن قتله أهل ميفعة «١» ، قرية من قرى البلقاء بقرب دمشق، من لخم أو جذام، في الجاهلية- رحمه الله. وأخبر رسول الله- صلى الله عليه وسلم- أنه يبعث يوم القيامة وحده. فولد زيد: سعيد، أحد العشرة؛ وعاتكة، تزوجها عبد الله بن أبي بكر، ثم عمر بن الخطاب، ثم الزبير بن العوام، كلهم قتل عنها. فولد سعيد: هشام، وعبد الرحمن الأكبر، وعبد الرحمن الأصغر؛ كانت أم عبد الرحمن الأكبر أم جميل بنت الخطاب، أخت عمر بن الخطاب، من المهاجرات، أسلمت قبل عمر- رضى الله عنهم: وكان عمر يعذبها على الإسلام. وعبد الرحمن هذا هو القائل، وكان شاعراً، في يوم الحرة «٢» :
فإن تقتلونا يوم حرة واقم ... فنحن على الإسلام أول من قتل
ونحن قتلناكم ببدر أذلّة ... وأبنا بأسلاب لنا منكم نفل
فإن ينج منها عائذ البيت سالما ... فكل الذي قد نالنا منكم جلل
يعني عبد الله بن الزبير- رضي الله عنهم. ولا عقب لعبد الرحمن هذا. ومن ولده: نفيل بن هشام بن سعيد بن زيد، روى عنه، وعقبه قليل، هكذا قال من يوثق بعلمه. وذكر بعض الناس أن له بصنعاء اليمن عقباً كثيراً.
وولد الخطاب: عمر، أمير المؤمنين؛ وزيد، كلاهما من المهاجرين الأولين، بدريان، قتل زيد يوم اليمامة؛ وأميمة، ولدت سعيد بن زيد بن عمرو بن نفيل، من المهاجرات الأول، أسلمت قبل عمر؛ وصفية، ولدت الأسود بن سفيان بن عبد الأسد المخزومي. فولد زيد بن الخطاب: عبد الرحمن، ولي مكة؛ فولد عبد الرحمن بن زيد: عبد الحميد، ولي الكوفة لعمر بن عبد العزيز، وأمه من بني البكاء من بنى عامر: وعبد الله، وأمه فاطمة بنت عمر بن الخطاب؛ وعبد العزيز، شقيق عبد الحميد؛ وعبد الملك، لأم ولد؛ وإبراهيم؛ ومحمّد؛ وأبو بكر؛ وعمر: أمه ثقفية «٣» ؛ وأسيد؛ كانت أمّ محمّد وأبي بكر وإبراهيم وأسيد: سودة بنت عبد الله بن عمر بن الخطاب، ثم خلف عليها بعد
_________
(١) ذكرها البكري في معجمه ١٢٨٤ كما ذكرت في السيرة.
(٢) الابيات التالية نسبها ياقوت في (حرة واقم) الى محمّد بن بجرة الساعدي. وانظر نسب قريش ٣٦٦.
(٣) وفي نسب قريش ٣٦٣ أنها بنت سفيان ابن عبد الله بن ربيعة بن الحارث بن حبيب بن الحارث بن مالك بن حطيط بن جثم بن قسي، وهو ثقيف.','1','151',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (158,'عبد الرحمن بن زيد، عروة بن الزبير؛ فولدت له ابنة اسمها أسماء؛ وكان عبد الرحمن تزوجها بعد عمتها فاطمة بنت عمر. فولد عبد الحميد: عمر، ولى مكة للسفاح، وولى اليمن لداود بن علي خمسة أشهر، وكان غاية في الفضل؛ وعبد الكبير «١» ، ولي أرمينية لموسى الهادى؛ وعبد الرحمن. فولد عبد الكبير: سعيد. وولد عبد الرحمن بن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب: زيد بن عبد الرحمن؛ فولد زيد: عمر بن زيد؛ فولد عمر: عبد الله، محدث، روى عنه بقي بن مخلد؛ وابن عمه عبد الله بن عمر بن عبد الحميد بن عبد الرحمن بن عبد الحميد بن عبد الرحمن بن زيد بن الخطاب، محدث أيضا. ومن ولد أسيد ابن عبد الرحمن بن زيد بن الخطاب: عمر بن أسيد بن عبد الرحمن بن زيد، قتل يوم قديد؛ وعبد الرحمن بن أسيد؛ فولد عبد الرحمن بن أسيد: عمر، محدث، روى عنه أبو نعيم.
وولد أمير المؤمنين عمر بن الخطاب- رضي الله عنه-: حفصة أم المؤمنين، وزينب، تزوجها عبد الرحمن بن معمر بن عبد الله بن أبي بن سلول؛ ومن الذكور عشرة: عبد الله الأكبر، الصاحب الفاضل، شقيق حفصة: أمهما بنت مظعون، أخت عثمان وقدامة ابنى مظعون؛ وعاصم: أمه جميلة بنت عاصم بن ثابت بن أبي الأقلح الأنصاري حمى الدبر؛ وعبيد الله «٢» ، قتل بصفين مع معاوية:
أمه خزاعية، فرق الإسلام بينها وبين عمر؛ وعبد الرحمن الأصغر: أمه وأم أخته زينب أم ولد؛ لكل هؤلاء عقب؛ وعبد الله الأصغر؛ وعبد الرحمن الأكبر؛ وعبد الرحمن الأوسط؛ وعياض: أمه عاتكة بنت زيد بن عمرو بن نفيل؛ وزيد الأكبر: أمه: أم كلثوم بنت علي بن أبي طالب، من فاطمة بنت رسول الله- صلى الله عليه وسلم- وزيد الأصغر، لا عقب لواحد منهم.
فولد عبد الله بن عمر: عبد الله، وفيه العدد؛ وعبيد الله؛ وعبد الرحمن؛ وأبو بكر وعمر؛ وعثمان؛ وأبو عبيدة؛ وزيد؛ وواقد؛ وبلال؛ وسالم الفقيه،
_________
(١) انظر ما في نسب قريش ٣٦٤.
(٢) انظر وقعة صفين ٣٣٤- ٣٣٩ بتحقيق الاستاذ عبد السلام هارون','1','152',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (159,'وأبو عبيد؛ وحمزة؛ أسنهم كلهم: زيد بن عبد الله، سكن الكوفة. فولد عبد الله بن عبد الله بن عمر: عبد الله، وعبد العزيز، وعبد الحميد، وعبد الرحمن، وإبراهيم، عمر: أمه أم سلمة بنت المختار بن أبي عبيد. فولد عبد الرحمن بن عبد الله بن عبد الله بن عمر بن الخطاب: عمر بن عبد الرحمن، صاحب الرشيد؛ وأبو بكر بن عبد الرحمن من أهل العلم؛ ويحيى بن عبد الرحمن، سكن الجند من أرض اليمن واتخذ بها ضياعاً، فولده هنالك. وولد عبد العزيز ابن عبد الله بن عبد الله بن عمر: عبد الله الناسك الفاضل: أمه أمة الحميد بنت عبد الله بن عياض بن عمرو بن بلال بن بليل بن أحيحة بن الجلاح الأوسى؛ وعبد الحميد؛ وإسحاق؛ ومحمّد؛ وأبو بكر؛ وعمر، ولى كرمان والمدينة للهادى، وعليه قام الحسين بن علي بن الحسين بن الحسن ابن الحسن «١» بن علي بن أبي طالب المقتول بفخ. فولد محمد بن عبد العزيز ابن عبد الله بن عبد الله بن عمر: إبراهيم، ولي قضاء الرقة للمعتصم؛ وعبد الله «٢» ؛ كان ولده بطرسوس سكانا؛ وعيسى، سكن دمشق:
وولد عبد الله الناسك بن عبد العزيز بن عبد الله بن عبد الله: عبد الرحمن، وعبد العزيز، وعبد الحميد؛ ولي عبد الرحمن قضاء المدينة، ثم إمرتها للمأمون؛ ولعبد الله الناسك عقب باق إلى الآن. ومن ولده كان أبو عبد الرحمن عبد الله بن عبد الحميد بن الناسك عبد الله بن عبد العزيز بن عبد الله بن عبد الله بن عمر ابن الخطاب، القائم بالصعيد على أحمد بن طولون، قتل هنالك رحمه الله؛ ومن ولده أيضاً: طلحة بن عبد الله بن محمد بن عبد العزيز بن الناسك عبد الله المذكور، محدث، مات سنة ٣٣٩.
ومن ولد عبيد الله بن عبد الله بن عمر: عبد الرحمن بن أبي سلمة بن عبيد الله ابن عبد الله بن عمر، تولى شرطة المدينة؛ وأخوه عبيد الله بن أبي سلمة بن عبيد الله ابن عبد الله بن عمر، ولي قضاء المدينة لعبد الصمد بن علي؛ وأبو القاسم محمد ابن عثمان بن عبيد الله بن عبد الله بن عمر، قتله المنصور صبرا؛ وعثمان بن حمزة
_________
(١) انظر مقاتل الطالبيين ٤٣١ وما في حواشيها من المراجع. وفخ: واد بمكة.
(٢) انظر نسب قريش ٣٥٩.','1','153',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (160,'ابن عبيد الله بن عبد الله بن عمر، صلبه عبد الرحمن بن معاوية في المرج بقرطبة، وكان قد أدرك في الأندلس رياسة؛ وأخوه عمارة بن حمزة، كان بالمدينة من النساك المجتهدين.
ومن ولد زيد بن عبد الله بن عمر: [عمر] بن إبراهيم بن واقد بن محمد ابن زيد بن عبد الله بن عمر، غلب على اليمن حين الفتنة بين ابن زبيدة والمأمون؛ وابنه محمد بن عمر، ولي أيضا صنعاء؛ وابنه أحمد بن محمد بن عمر، ولي أيضاً بعض أعمال اليمن؛ وإخوة جده واقد المذكور؛ عاصم، وأبو بكر، وعمر، وزيد، بنو محمد بن زيد بن عبد الله بن عمر، محدثون، وعقب زيد بن عبد الله بالكوفة ومكة.
ومنهم: إبراهيم بن محمد بن إبراهيم بن محمد بن إبراهيم بن واقد بن عبد الله ابن عمر بن الخطاب، محدث بغدادي؛ وأبو بكر بن عمر بن عبد الرحمن بن عبد الله بن عمر، محدث.
ومن ولد سالم بن عبد الله بن عمر: أبو بكر، وعمر، وعبد الله، بنو سالم. ومنهم: عمر بن سالم بن عمر بن سالم بن عبد الله بن عمر. ومنهم:
يحيى بن عبد الله بن سالم، محدث مدني. ومنهم قوم سكنوا بصرة المغرب، وقد بادوا؛ وكان رحل منهم إلى فاس وأوطنها إدريس بن عامر بن عبد الله بن محمد ابن عبد الله بن عمر بن عبد الله بن علي بن أبي بكر بن سالم بن عبد الله بن عمر.
وأما واقد بن عبد الله بن عمر، فمات في حياة أبيه، وأعقب ابناً اسمه عبيد الله؛ وعمر بن حمزة بن عبد الله بن عمر.
وأما عبيد الله بن عمر بن الخطاب، فلم يبق له عقب إلا من قبل ابنه الحر ابن عبيد الله؛ وبقيتهم بحران وبالأندلس؛ كان منهم الطيب بن عمر بن الطيب بن محمد بن السليل بن سعيد بن عبد الودود بن البختري بن عمر بن البختري بن الحر بن عبيد الله بن عمر، كان مدبر مملكة إدريس بن علي بن حمود الحسنى بالمغرب. وولد الطيب هذا: عبد الرحمن، من أهل الطلب والعناية؛ وقد انقرض ولد الطيب بن محمّد بن السليل. وكان البختري بن عمر بن البختري قد ضرب عنقه صبراً عبد الله بن علي بن عبد الله بن العباس.','1','154',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (161,'وولد عاصم بن عمر بن الخطاب: عمر، وحفص، وعبيد الله، وسليمان، وحفصة، وأمّ عاصم، ولدت أمير المؤمنين عمر بن عبد العزيز؛ قتل عبيد الله وسليمان يوم الحرة، وأبوهما حي، فتصدق على بنيهما: عبد الله وعاصم ابنى عبيد الله، وعاصم وعمر ابني سليمان، بماله بالأكمل، وهو مقدار ما كان يقع لأبويهم من ميراثه لو ماتا بعده. فأما عاصم بن عبيد الله بن عاصم، فضعيف في الحديث البتة؛ وأما عمر بن سليمان، فروى عنه شعبة. وولد حفص بن عاصم ابن عمر بن الخطاب: عيسى، لقبه رياح، محدث؛ وعمر. فولد عمر بن حفص: عبد الله الفقيه الجليل المحدث؛ وعبد الله، يضعف في الحديث؛ وأبو بكر، ولي قضاء المدينة؛ ومحمّد؛ وعبد الرحمن وزيد؛ وعاصم، يضعف في الحديث، كلهم نساك جلة يعرفون بالسبلانية «١» لعظم لحاهم: أمهم كلهم فاطمة بنت عمر بن عاصم بن عمر بن الخطاب؛ فولد عبد الله بن عمر بن حفص ابن عاصم بن عمر: عبد الرحمن، ولي قضاء المدينة للرشيد؛ والقاسم، ضعيف، روى عنه الحديث: أمهما حفصة بنت أبي بكر بن محمد بن عبد الرحمن بن عمر بن الخطاب.
وولد عبد الله بن عمر: الثقة رباح، ضعيف البتة في الحديث.
وولد عبد الرحمن الأصغر بن عمر بن الخطاب: عبد الرحمن بن عبد الرحمن؛ لقبه المجبّر «٢» ، وكان معتوها، وطلق امرأته، فأجاز عمه عبد الله بن عمر عليه الطلاق. ومن ولده: عبد الرحمن بن عبد الله بن عبد الرحمن بن المجبر عبد الرحمن بن عبد الرحمن بن عمر، ولي قضاء مصر للرشيد، فتظلم منه قوم، فقال الرشيد لكتابه: «انظروا من يتولى أعمالنا، كم فيهم من ولد عمر بن الخطاب؟» ، فقالوا: «ليس فيهم أحد منهم غير هذا!» ، فقال الرشيد:
«والله، لا عزلته أبداً!» ، فلما مات الرشيد، عزله الأمين، وولّى هاشم بن أبي بكر، من ولد أبي بكر الصّديق؛ وكان حنفي المذهب، فأساء معاملة العمرىّ وأصحابه.
_________
(١) السبلانية، بالتحريك.
(٢) المجبر، بتشديد الباء المفتوحة، انظر في نسب قريش ٣٥٦ ان حفصة بنت عمر لقبته «المجبر» ، قالت: يجبره الله! وانظر المشتبه ٤٦٢ وتعجيل المنفعة ٣٩٢.','1','155',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (162,'وأبو اليحاميم محمد بن عبد الرحمن بن عبد الرحمن المجبر بن عبد الرحمن ابن عمر، خرج مع محمد بن عبد الله الحسني.
مضى بنو رزاح بن عدي بن كعب.

<span data-type="title" id=toc-125>وهؤلاء ولد عويج بن عدي بن كعب</span>
ولد عويج بن عدي بن كعب: عبيد بن عويج؛ فولد عبيد: عبد الله، وعوف. فمن ولد عبد الله بن عبيد بن عويج: حذيفة، وحذافة، ابنا غانم بن عامر بن عبد الله بن عبيد؛ فولد حذافة: خارجة بن حذافة الذي قتله الحرورىّ بمصر «١» ، وهو يظنه عمرو بن العاصي: فلما عرف من قتل، قال:
«أردت عمرا وأراد الله خارجة!» فأرسلها مثلا. وقد انقرض ولد حذافة؛ وآخر من بقي منهم قديسة «٢» بنت عون بن خارجة بن حذافة، ماتت بمصر.
وولد حذيفة بن غانم: أبا الجهم، اسمه عبيد الله، استعمله رسول الله- صلى الله عليه وسلم- على النفل يوم حنين، وعلى بعض الصدقات؛ وهو أحد من تولى دفن عثمان- رضي الله عنه- مع حكيم بن حزام، وجبير بن مطعم، ونيار بن مكرم «٣» ، وعبد الله بن الزبير، ونفر معهم؛ وأبا حثمة بن حذيفة.
فولد أبو حثمة: سليمان بن أبي حثمة، وأمه: الشفاء بنت عبد الله، التي كان استعملها عمر على السوق «٤» ؛ وكان سليمان فاضلا؛ وابناه عثمان، وأبو بكر، ابنا سليمان، روى عنهما الحديث. فولد أبو الجهم بن حذيفة: عبد الرحمن؛ وعبد الله الأكبر، قتل يوم أجنادين بالشأم؛ وسليمان «٥» ؛ وعبد الله الأصغر:
أمهما غسانية، اسمها زجاجة، نالها سباء، وهى التي أرادت خولة أم محمد بن أبي الجهم أن يذبحها لها أبو الجهم وتدّهن بمخها، إذ ادعت أنها سحرتها؛ وكانت خولة عند أبي جهل قبل أبي الجهم؛ وكانت خولة أعرابية جاهلية جافية مجنونة،
_________
(١) انظر نسب قريش ٣٧٤.
(٢) الصواب من القاموس ونسب قريش ٣٧٦.
(٣) انظر الاصابة ٨٨٣٨.
(٤) انظر ص ١٥٠ ص ٥- ٦.
(٥) نسب قريش ٣٧١.','1','156',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (163,'ففي هذا وقع القتال بين بني عدي بن كعب، تعصب بعضهم لولد خولة، وتعصب بعضهم لولد زجاجة؛ وفي هذه الحرب قتل زيد بن عمر بن الخطاب: أتى ليصلح بينهم؛ فأصابته ضربة خاطية، قيل إن خالد بن أسلم، أخا زيد بن أسلم مولى عمر، أصابه؛ وزكرياء؛ ومحمّد، قتله مسلم بن عقبة يوم الحرة: أمه خولة بنت القعقاع بن معبد بن زرارة التميمى؛ وحميد: أمه أميمة بنت الجنيد ابن جمانة بن قيس بن زهير؛ وصخير؛ وصخر. وأعقبوا، حاشا حميداً، فلا عقب له.
فمن أنسالهم: إسماعيل بن محمد بن أبي الجهم، كان من الخطباء؛ وأبو بكر ابن عبد الله بن أبي الجهم، كان من الفقهاء؛ وخالد بن إلياس بن صخر بن أبي الجهم من المحدثين؛ وابنه محمّد بن خالد؛ وبكر بن صخير بن أبي الجهم، روى عنه الحديث؛ وحميد بن سليمان بن حفص بن عبد الله بن أبي الجهم المذكور، نسابة عالم راوية.
وولد عوف بن عبيد بن عويج بن عدي: عبد مناف بن عوف، وحرثان ابن عوف، ونضلة بن عوف. فمن ولد عبد مناف بن عوف: نعيم النحام «١» بن عبد الله بن أسيد بن عبد مناف بن عوف؛ وله صحبة وهجرة؛ قتل يوم أجنادين، وهو الذي اشترى المدبر الذي باعه النبي- صلى الله عليه وسلم؛ وابنه إبراهيم بن نعيم، وأمّه زينب بنت حنظلة بن قسامة بن عبيد بن طريف بن مالك بن جدعان بن رومان؛ وطريف هذا هو ممدوح امرئ القيس، الذي يقول فيه:
لنعم الفتى نعشو إلى ضوء ناره ... طريف بن مال ليلة الجوع والخضر
وكانت قبل نعيم عند أسامة بن زيد، فطلّقها؛ وعمّتها الجرباء بنت قسامة كانت عند طلحة بن عبيد الله، وأمة «٢» بنت نعيم هي التي خطبها عبد الله بن عمر، فردّه نعيم، وأنكحها النعمان بن عدي [بن نضلة بن عبد العزى بن حرثان ابن عوف بن عبيد بن عويج بن عدي] بن كعب؛ وعدى بن نضلة، والد النعمان المذكور، من مهاجرة الحبشة، ومات هنالك، وورثه ابناه النعمان
_________
(١) نسب قريش ٣٨٠.
(٢) انظر الاصابة ٨٦ نساء ونسب قريش ٣٨١ ومسند احمد ٥٧٢٠.','1','157',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (164,'وأميّة؛ وهو أول من ورث بحكم الإسلام، واستعمل عمر بن الخطاب النعمان هذا على ميسان، ولم يستعمل من بني عدي غيره، ثم عزله لقوله:
فمن مبلغ الحسناء أن محبها ... ، بميسان يسقى في زجاج وحنتم «١»
الأبيات المشهورة؛ وقد انقرض ولد النعمان بن عدىّ؛ وعمرو بن أبي أثاثة بن عبد العزى بن حرثان بن عوف بن عويج بن عدي بن كعب، من مهاجرة الحبشة، وهو أخو عمرو بن العاصي لأمه؛ وأخوه عروة بن أبي أثاثة، من مهاجرة الحبشة؛ ومطيع بن الأسود بن حارثة بن نضلة بن عبيد بن عويج بن عدي بن كعب، كان اسمه العاصي، فأتى الجمعة، فسمع رسول الله- صلى الله عليه وسلّم- يقول:
«اجلسوا» ! فجلس حيث كان، ولم يتماد شيئاً؛ فسماه رسول الله- صلى الله عليه وسلّم- مطيعا؛ وأخوه مسعود بن الأسود، من شهداء يوم مؤتة؛ وأبوهما الأسود، أول من لعق الدم في حلف المطيبين؛ وابن عمه مسعود بن سويد بن حارثة، قتل أيضاً يوم مؤتة. والمطيّبون هم: بنو عبد مناف، وبنو عبد العزّى، وبنو زهرة، وبنو تيم، وبنو الحارث بن فهر؛ ولعقة الدم: بنو عبد الدار، وبنو زهرة، وبنو تيم، وبنو الحارث بن فهر؛ ولعقة الدم: بنو عبد الدار، وبنو مخزوم، وبنو سهم، وبنو عدى، وبنو جمح؛ ولم يدخل بنو عامر بن لؤى، ولا بنو محارب بن فهر، فى شىء من ذلك.
فولد مطيع: عبد الله، كان على المهاجرين يوم الحرة؛ ومنازل ولده بودّان؛ وقتل مع ابن الزبير بمكة- رضي الله عنهما- وكان اسمه العاصي بن العاصي؛ وكذلك كان اسم عبد الله بن عمر أيضاً العاصي، [واسم عبد الله بن عمرو أيضاً العاصي] ، فبدل رسول الله- صلى الله عليه وسلم- أسماءهم في يوم واحد «٢» ، وسمى كل امرئ منهم عبد الله؛ وسليمان بن مطيع، قتل يوم الجمل؛ وعبد الرحمن بن مطيع؛ ومسلم بن مطيع؛ وإسماعيل بن مطيع؛ وفاطمة بنت عبد الله بن مطيع، تزوجها الوليد بن عبد الملك، وكان مطلاقاً؛ فلما زفت إليه من المدينة، بات عندها؛ فلما أصبح وأراد الخروج، أخذت بثوبه، وقالت له:
«يا أمير المؤمنين، إنا عاملنا الأكرياء على الرجوع، فماذا ترى؟» ، فضحك،
_________
(١) انظر نسب قريش ٣٨٢.
(٢) انظر الاصابة ٤٨٣٨.','1','158',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (165,'وأمسكها ما لم يمسك امرأة غيرها. منهم: عمران بن مطيع؛ وعبد الرحمن، وعبد العزيز ابنا إبراهيم بن عبد الله بن مطيع، خرجوا مع محمد بن عبد الله بن الحسن؛ ومعمر بن عبد الله بن نضلة بن عوف بن عبيد بن عويج، له صحبة؛ هو الذي
روى عن رسول الله- صلّى الله عليه وسلم-: «لا يحتكر إلا خاطئ «١» » ؛
وولد ابن أخيه «٢» : عبد الله بن نافع بن عبد الله بن عمرو «٣» بن عبد الله بن نضلة، قتل يوم الحرة.
مضى بنو عدي بن كعب.

<span data-type="title" id=toc-126>وهؤلاء بنو هصيص بن كعب</span>
ولد هصيص بن كعب: عمرو. فولد عمرو «٤» : جمح، واسمه تيم: وسهم، واسمه زيد: أمهما الألوف «٥» بنت عدىّ بن كعب.

<span data-type="title" id=toc-127>وهؤلاء بنو جمح</span>
فولد جمح: حذافة. وسعد، فولد حذافة: وهب، وأهيب. فولد وهب:
خلف، وحبيب، ووهبان.
فولد خلف: أميّة، وكان يعرف بالغطريف؛ قتل يوم بدر؛ وأبي، قتله رسول الله- صلى الله عليه وسلّم- يوم أحد؛ ووهب «٦» ؛ وكلدة؛ ومعبد؛ وأسيد؛ وأحيحة؛ وعمرو؛ وعامر؛ وصرم، وغيرهم. فولد أمية: علي، قتل مع أبيه يوم بدر كافرا؛ وصفوان؛ أسلم يوم الفتح، وكان سيداً؛ ورد نعى عثمان- رضى الله عنه- مكة حين سوى «٧» على صفوان؛ وربيعة بن أميّة، أسلم، وله صحبة، ثم جلده عمر بن الخطاب- رضي الله عنه- فى الخمر، ونفاه، فلحق بالروم، فارتدّ ومات هنالك نصرانيّا- نعوذ بالله من الخذلان؛ ومسعود بن أميّة؛ وسلمة بن أمية. فولد سلمة بن أمية: معبد بن سلمة: أمه أم راكة، نكحها سلمة نكاح متعة في عهد عمر أو في عهد أبي بكر، فولد له منها معبد. فولد
_________
(١) رواه مسلم وأبو داود والترمذي في (البيوع) ، وابن ماجة في (التجارات) .
(٢) اي من نسل أخيه عمرو ابن عبد الله بن نضلة.
(٣) هذا ما في نسب قريش ٣٨٦.
(٤) هذا ما في نسب قريش ٣٨٦.
(٥) وفي نسب قريش ٣٨٦: «الالود» .
(٦) نسب قريش ٣٨٧.
(٧) أي حين دفن وسوى عليه التراب.','1','159',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (166,'صفوان بن أمية: عبد الله الأكبر بن صفوان، وعبد الرحمن الأكبر بن صفوان كانا سيدين، قتل عبد الله منهما مع ابن الزبير؛ وعثمان بن صفوان؛ وحكيم بن صفوان؛ وصفوان بن صفوان؛ وخالد بن صفوان؛ وعبد الله الأصغر، وعبد الرحمن الأصغر، ابنا صفوان. فولد عبد الله بن صفوان: صفوان، وعمرو، وكانا سيدين. فولد صفوان بن عبد الله: عمرو بن صفوان. فولد عمرو:
عبد الحكيم، كان من فتيان قريش، قد اتخذ بيتاً لإخوانه، فيه كتب العلم، والشّطرنجات، والنّرد، والقرق «١» .
ومن ولد صفوان بن عبد الله: بنو عون الوهرانيون «٢» . ومن ولد عبد الرحمن بن صفوان بن أمية: المحدث المكي حنظلة بن أبي سفيان بن عبد الرحمن بن صفوان ابن أميّة، مات سنة ١٥١؛ وله أخوان: عمرو، وعبد الملك، يكنى أبا سعيد، محدثان، وآخر رابع اسمه عبد الرحمن. وولد حكيم بن صفوان: يحيى، ولي مكة ليزيد بن معاوية؛ وقد انقرض عقبه؛ ولصفوان عقب بوهران وبالأندلس؛ ومحمد بن عثمان بن صفوان، محدث.
ومن ولد ربيعة بن أمية؛ البشنوني «٣» بن عبد الغفار بن يحيى بن أمية بن ربيعة بن خلف، كان بمصر، وكان لربيعة المذكور ابن اسمه عوف.
وولد مسعود بن أمية: عامر، ولاه ابن الزبير الكوفة؛ وكان من أشجع الناس؛ وأم عامر هذا بنت أبي بن خلف. ومن ولده «٤» : عبد الوهاب بن عبد الله ابن عبد الرحمن الطويل بن عبد الله بن عامر بن مسعود، ولي قضاء فلسطين، ومات بها.
وولد أبي بن خلف: عبد الله، ووهب، وعامر، وأبيّ، وخلف، والليث؛ ومن ولده: عبد الأعلى بن عبيد الله بن محمد بن صفوان بن عبيد الله بن عبد الله ابن أبي بن خلف، ولى عبيد الله «٥» قضاء العراق للمنصور وقضاء المدينة للمهدى،
_________
(١) وتسمى بالعربية ايضا «السدر» وهي لعبة وتشبه ما يسمى بالعامية المصرية «السيجة»
(٢) منسوبون الى «وهران» كما سيأتي. وفي معجم البلدان ٨: ٤٣٦: «وبني مدينة وهران محمّد بن أبي عون» .
(٣) نسبة الى «البثنون» وهي قرية مصرية في كورة الغربية وهي تسمى الآن «البتانون» من بلاد النوفية.
(٤) ولد كما ذكر ياقوت..
(٥) انظر تاريخ بغداد ١٠: ٣٠٦.','1','160',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (167,'ومات بها، واستخلف ابنه عبد الأعلى؛ وولى محمد بن صفوان قضاء المدينة لخالد ابن عبد الملك بن الحارث بن الحكم بن أبي العاصي بن أميّة.
وولد وهب بن خلف: عمير بن وهب، وهو الذي حزر «١» أصحاب رسول الله- صلى الله عليه وسلّم- يوم بدر. وقد انقرض عقب وهب بن خلف.
ومن ولد أسيد بن خلف: كلدة بن أسيد، مات كافراً، يكنى أبا الأشدين «٢» ، وهو الذي اشترط تسعة من خزنة جهنم؛ وعبد الرحمن بن وهب بن أسيد بن خلف، قتل يوم الجمل، وأمه التوءمة بنت أمية بن خلف، وهى مولاة صالح المحدّث. وقد انقرض عقب أسيد بن خلف.
ومن ولد أحيحة بن خلف: أبو ريحانة علي بن أسيد بن أحيحة بن خلف، كان مع عبد الملك بن مروان على ابن الزبير؛ والشاعر أبو دهبل وهب بن وهب ابن زمعة بن أسيد بن أحيحة بن خلف «٣» .
وولد حبيب بن وهب بن حذافة بن جمح: مظعون، ومعمر. فولد مظعون:
عثمان، وقدامة، وعبد الله، والسائب، مهاجرون، بدريون، من المهاجرين الأوّلين، وأفاضل الصحابة- رضي الله عنهم؛ وأختهم زينب بنت مظعون، أمّ حفصة «٤» وعبد الله بن عمر. فولد عثمان: السائب، هاجر مع أبيه؛ وعبد الرحمن؛ وقد انقرض عقب عثمان والسائب ابنى مظعون؛ والبقيّة من بني مظعون إنما هي من ولد عبد الرحمن بن وهب بن عمر بن عبد الرحمن بن عبد الله بن مظعون، ومن ولد عمر وقدامة ابني موسى بن عمر بن قدامة بن مظعون، ثم من ولد قدامة ابن عمر المذكور، وولد عثمان بن محمد بن قدامة بن موسى المذكور.
وولد معمر بن حبيب بن وهب بن حذافة بن جمح: جميل بن معمر، له صحبة: وسفيان بن معمر، من مهاجرة الحبشة: والحارث بن معمر؛ [وقد] انقرض عقب جميل وسفيان؛ وكان لسفيان بنون وهم: الحارث، وجنادة، وجابر
_________
(١) الحزر: التقدير والحرص. انظر نسب قريش ٣٩١.
(٢) أي ذو الثمانين سنة. انظر حواشي جنى الجنتين ص ١٩.
(٣) أخباره وترجمته في الاغاني ٦: ١٤٩- ١٦٥.
(٤) زينب كانت زوجا لعمر بن الخطاب ولدت له حفصة وعبد الله بن عمر. الاصابة ٤٩٧ نساء ونسب قريش ٣٩٤.','1','161',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (168,'وقد قيل إن سفيان هذا من بني زريق من الأنصار، تبنّاه معمر، والله أعلم. وكانت حسنة أم شرحبيل بن حسنة الصاحب، مولاة معمر وزوجة سفيان بن معمر، تزوجها عبد الله بن عمرو بن المطاع الكندي؛ فولدت له شرحبيل، فنسب إلى أمه.
ولد الحارث بن معمر: معمر، بدري لا عقب له: [وحاطب «١» ] ، وحطّاب، وهما من مهاجرة الحبشة. فولد حطاب: محمد بن حطاب. وولد حاطب الحارث، هاجر مع أبيه إلى أرض الحبشة؛ ومحمّد، ولد بأرض الحبشة، وهو أول من سمى في الإسلام، محمداً بعد رسول الله- صلى الله عليه وسلّم-؛ وعبد الله.
فولد محمّد بن حاطب: إبراهيم، ولقمان. فولد إبراهيم: قدامة، وعثمان، روى عنه الحديث: أمهما عائشة بنت قدامة بن مظعون. وولد لقمان: سعيد، وعيسى ولي عيسى مصر للمنصور؛ وولد أخوه سعيد: عثمان، كان على شرطة عمه عيسى.
ومن ولد وهبان بن وهب بن حذافة بن جمح: عبد الله بن ربيعة بن درّاج بن العنبس بن وهبان، قتل يوم الجمل؛ وعثمان بن ربيعة بن وهبان، من مهاجرة الحبشة؛ ولا عقب لوهبان بن وهب.
وولد أهيب بن حذافة بن جمح: عمير، وعمرو. فمن ولد عمرو: سابط ابن أبي خميصة بن عمرو بن أهيب بن حذافة بن جمح. فمن ولد سابط:
عبد الرحمن روى عنه الحديث، وعبد الله، وعبيد الله، وموسى، وإسحاق، والحارث، وفراس: أمهم كلهم تماضر بنت خلف الأعور بن عمرو بن أهيب بن حذافة بن جمح. ومن ولد عمير بن أهيب: أبو عزة عمرو بن عبد الله بن عمير بن أهيب، قتله رسول الله- صلى الله عليه وسلم- يوم أحد صبرا، وكان قد من عليه يوم بدر، وأطلقه؛ ولا عقب لأبى عزّة.
وولد سعد بن جمح: لوذان، وربيعة. فولد لوذان: معير، ووهب، ابنا لوذان فولد وهب بن لوذان: جنادة. فولد جنادة: معمر، وعون، ومحرز، ومحيريز. فولد محيريز: عبد الله، المحدث، سكن فلسطين، وكان يتيماً في حجر أبي محذورة- رضي الله عنه-. فولد معير: أنيس، قتل يوم بدر كافرا؛ وأوس «٢» بن معير، وهو أبو محذورة الذي ولاه رسول الله- صلى الله عليه وسلم-
_________
(١) التكملة من نسب قريش ٣٩٥.
(٢) في نسب قريش ٣٩٩: «أويس» .','1','162',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (169,'الأذان بمكة، فتوارثه بعده ولده إلى انقراض آخرهم، فى أيام الرشيد. وانقرض جميع عقب لوذان بن سعد بن جمح؛ فورث الأذان بمكة عنهم بنو سلامان بن ربيعة بن سعد بن جمح؛ فهو فيهم إلى اليوم؛ وآخر من بقي من ولد أبي محذورة- رضي الله عنهم- ولد إبراهيم بن عبد الملك بن أبي محذورة. ويظن أهل الحديث أن اسم أبي محذورة سمرة، وليس كذلك، وإنما سمرة أخ لأبي محذورة.
وولد ربيعة بن سعد بن جمح: سلامان. منهم: سعيد بن عامر بن حذيم ابن سلامان، وكان ناسكاً متبتلاً، له صحبة، ولاه عمر بن الخطاب حمص، وأخوه جميل بن عامر؛ من ولده: نافع بن عمر بن عبد الله بن جميل بن عامر بن حذيم، مكي، محدث، لا عقب له. ومنهم: محمد بن القاسم بن محمد بن عبد الله بن عبد الرزاق بن عمر، أخي نافع بن عمر المذكور، وهو راوية الزبير ابن بكار؛ وسعيد بن عبد الرحمن بن عبد الله بن جميل بن عامر بن حذيم بن سلامان بن ربيعة بن سعد بن جمح، ولي القضاء ببغداد للرشيد.
مضى بنو جمح بن عمرو بن هصيص بن كعب.

<span data-type="title" id=toc-128>وهؤلاء بنو سهم بن عمرو بن هصيص بن كعب</span>
ولد سهم بن عمرو: سعد، وسعيد.
فمن ولد سعيد (بضم السين وفتح العين) ؛ هشام، وعمرو، ابنا العاصي بن وائل بن هاشم بن سعيد بن سهم، استشهد هشام يوم أجنادين؛ ولهما صحبة، لا عقب لهشام: وأمه حرملة بنت هشام بن المغيرة المخزومىّ، وأم عمرو سبية من عنزة، اسمها النابغة؛ وأخواه لأمه عمرو، وعروة، ابنا أبي أثاثة العدوى، من مهاجرة الحبشة؛ وأرنب بنت عفيف بن أبي العاصى بن أميّة؛ وعقبة بن نافع الفهري، صاحب إفريقية. فولد عمرو بن العاصي: محمد، لا عقب له؛ وعبد الله، من فضلاء الصحابة. لعبد الله بالوهط «١» ومكة عقب كثير، يناهزون المائة:
منهم كان المحدث عمرو، وأخواه عمر، وشعيب، بنو شعيب بن محمد بن
_________
(١) الوهط: بستان ومال كان لعمر بن العاص بالطائف على ثلاثة اميال من وج، كان يعرش على الف الف خشبة، شراء كل خشبة درهم.','1','163',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (170,'عبد الله بن عمرو بن العاصى، واختهم عابدة «١» : أمها عمرة «٢» بنت عبد الله بن العباس بن عبد المطلب، وكان زوجها الحسين بن عبد الله بن عبيد الله بن العباس وبسببها ردت أموال عمرو بن العاصي، بعد أن قبضها بنو العباس. ومن ولد عمرو ابن شعيب كان محمد بن إبراهيم بن عمرو بن صفوان بن شعيب بن عمرو بن شعيب المذكور، محدث، مات بمصر سنة ٢٦٣؛ وعمير بن رئاب بن مهشم بن سعيد بن سهم، قتل بعين التمر شهيداً.
وولد سعد بن سهم: سعيد، وعدىّ، وحذيفة، وحذافة. فمن ولد سعيد ابن سعد بن سهم: أبو وداعة، وأبو عوف، ابنا صبيرة «٣» بن سعيد بن سعد ابن سهم. فولد أبي وداعة (واسمه الحارث) : المطلب أبو سفيان: أمه أروى بنت الحارث بن عبد المطلب. فولد المطلب بن أبي وداعة: عبد الله، وكثيّر، ومحيصن، وإبراهيم، فولد كثير: كثير بن كثيّر الشاعر، وهو القائل:
إن أهل الخضاب قد تركوني ... مولعاً مغرماً بأهل الخضاب
وقد روى عنه الحديث. وقد انقرض عقب كثير بن المطّلب. ومن ولده:
جعفر، وسعيد، وكثيّر، بنو كثير بن المطلب. وولد محيصن بن المطلب بن أبي وداعة: عبد الرحمن بن محيصن، قارئ أهل مكّة. وولد عبد الله بن المطلب ابن أبي وداعة: إسماعيل. فولد إسماعيل: جامع، وزياد. فولد جامع: إسماعيل ابن جامع المغني. فولد إسماعيل بن جامع: هشام بن إسماعيل، كان مغنياً أيضاً.
ومن ولد زياد بن إسماعيل: قاضي مكة أيام المطيع، وهو أبو عمرو محمد بن عبد الله بن عمرو بن محمد بن زياد بن إسماعيل: وكان له ابن محدث اسمه علىّ.
وولد أبي عوف بن صبيرة: عاصم، وعامر، قتلا يوم بدر كافرين؛ ولا عقب لهما. ومن ولد إبراهيم بن المطلب بن أبي وداعة: المحدث بمصر، الوليد بن المطّلب ابن بقية بن إبراهيم بن المطلب بن أبي وداعة، يروي عن هارون بن سعيد الأيلى وغيره.
_________
(١) والصواب ما أثبت من نسب قريش ٣٢، ٣٣، ٤١١ والاغاني ١٠: ١٦١، وفيها يقول زوجها:
أعابد حييتم على النأي عابدا ... وأسقاك ربي المسبلات الرواعدا
(٢) نسب قريش والاغاني.
(٣) نسب قريش ٤٠٦.','1','164',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (171,'وأما ولد حذافة بن سعد بن سهم، فكان لهم عدد؛ وقد انقرضوا كلهم، إلا أن يكون بقي من ولد عترس بن عبد الله بن عمرو بن المسيب بن سمير بن موهبة ابن عبد العزى بن حذافة بن سعد بن سهم، إن كان بقى، وهم باعوا دار العجلة من المهدي بأربعين ألف دينار.
وأما حذيفة بن سعد بن سهم، فمن ولده: سيدا بني سهم، وهما: نبيه، ومنبّه، ابنا الحجاج بن عامر بن حذيفة بن سهم، من المطعمين، قتلا يوم بدر كافرين؛ وقتل يومئذ العاصي بن المنبه، وله كان ذو الفقار سيف رسول الله- صلى الله عليه وسلم- وأمه بنت العاصي بن وائل: وريطة بنت منبه بن الحجاج، أم عبد الله بن عمرو بن العاصى. وقد انقرض ولد الحجاج بن عامر، إلا ولد أبي سلمة بن عبد الله بن عفيف بن نبيه بن الحجاج؛ وابنه إبراهيم بن أبي سلمة من فقهاء مكة؛ وآخر من بقي يحدث عن مالك بن أنس: فأبو حذافة «١» أحمد بن إسماعيل بن محمد بن نبيه بن عبد الرحمن السهمي؛ ولا أعرف من نسبه أكثر.
وأما عدي بن سعد بن سهم، فولد قيساً، سيد قريش في زمانه: والحارث، كان من المستهزئين، يعرف بابن الغيطلة؛ وعبد قيس؛ وعبد الله، كان على بني سهم يوم الفجار. فولد قيس بن عدي: حذافة، والزّبعرى. فولد الزبعري: عبد الله الشاعر، الذي كان يؤذي رسول الله- صلى الله عليه وسلم- ثم أسلم، وحسن إسلامه؛ وقد انقرض عقب الزّبعرى. وولد حذافة بن قيس بن عدى: أبو الأخنس، وخنيس، من المهاجرين، بدري، كان على حفصة أم المؤمنين قبل رسول الله- صلى الله عليه وسلم- ولا عقب له؛ وعبد الله بن حذافة من مهاجرة الحبشة، بعثه رسول الله- صلى الله عليه وسلم- إلى كسرى، وهو المأمور بالنداء أيام التشريق، أنّها أيام أكل وشرب «٢» ؛ ولا عقب له؛ وقيس بن حذافة، وهو من مهاجرة الحبشة. وقد انقرض جميع عقب قيس بن عدي إلا ولد عبد بن محمّد ابن ذؤيب بن حمامة بن أبي الأخنس بن قيس بن عدى. وولد عبد قيس بن عدي بن سعد بن عدي: قيس. فولد قيس بن عبد قيس: عطاء بن قيس،
_________
(١) ترجم له في تهذيب التهذيب ١: ١٥.
(٢) انظر اللسان (بعل ٦٢ س ٥، ٦) .','1','165',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (172,'لا عقب لعبد قيس إلا من عطاء هذا؛ وهو بمصر.
وأما الحارث بن عدي بن سعد، فولد أبا قيس بن الحارث، استشهد يوم اليمامة؛ وسعيد بن الحارث، استشهد يوم أجنادين بالشأم؛ وتميم بن الحارث، استشهد أيضاً يوم أجنادين؛ وعبد الله بن الحارث، استشهد يوم الطائف؛ وإخوتهم؛ معمر، والسائب، وبشر، والحارث، بنو الحارث بن عدى بن سعد؛ وأخوهم أيضاً: الحجاج بن الحارث بن عدي؛ لهم كلهم صحبة- رضي الله عنهم- وقد انقرض عقب الحارث بن عدي بن سعد بن سهم.
مضى بنو سهم بن عمرو بن هصيص بن كعب. وانقضى الكلام في بني كعب بن لؤىّ.

<span data-type="title" id=toc-129>وهؤلاء ولد عامر بن لؤي</span>
ولد عامر بن لؤي: حسل، ومعيص «١» . فولد حسل: مالك بن حسل.
فولد مالك: نصر، وجذيمة. فولد نصر بن مالك: عبد ود. فولد عبد ود:
عبد شمس، وأبو قيس. فولد عبد شمس بن عبد ود: عمرو؛ وقيس، ووقدان.
فولد عمرو: سهل بن عمرو؛ وسهيل بن عمرو، سيد بني عامر، أسلم سهيل، وحسن إسلامه؛ والسكران بن عمرو، مات مهاجرا بأرض الحبشة، وكان متزوجاً بسودة أم المؤمنين قبل رسول الله- صلى الله عليه وسلّم؛ وسليط بن عمرو، وحاطب ابن عمرو «٢» ، من المهاجرين الأولين. استشهد سليط بن عمرو يوم اليمامة. فولد سليط: سليط بن سليط، مهاجر أيضا. وولد سهيل بن عمرو: عبد الله، بدرى، وأبو جندل، اسمه العاصى، وهو المعذب في الله- عز وجل-؛ وعتبة بن سهيل «٣» ؛ وهند، تزوجها عبد الرحمن بن عتّاب، وأمها الحنفاء بنت أبي جهل، تزوجها بعد سهيل عتاب بن أسيد؛ وسهلة بنت سهيل، تزوجها أبو حذيفة بن عتبة بن ربيعة. انقرض عقب سهيل.
_________
(١) انظر الاشتقاق ١١١ وتاج العروس ٤: ٤٣٧.
(٢) صوابه في الاصابة ١٥٣٦.
(٣) صوابه في الاصابة ٥٣٩٥.','1','166',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (173,'وولد قيس بن عبد شمس بن عبد ود: زمعة «١» . فولد زمعة: سودة أم المؤمنين؛ ومالك بن زمعة، هاجر إلى الحبشة؛ وعبد بن زمعة «٢» ؛ وعبد الرحمن بن زمعة، هو ابن وليدة زمعة، الذي اختصم فيه عبد بن زمعة وسعد بن أبي وقاص؛ فقضى به رسول الله- صلى الله عليه وسلم- ابنا لزمعة «٣» ، وأمر سودة بأن تحتجب عنه، فلم يرها حتى ماتت؛ ولعبد الرحمن هذا عقب؛ وهريرة بنت زمعة، تزوجها رجل من عبد القيس اسمه معبد بن وهب، شهد بدراً مع النبي- صلى الله عليه وسلم- وقاتل يومئذٍ بسيفين- رضي الله عنه-؛ وأمّ سودة: الشموس بنت قيس بن عمرو بن زيد بن لبيد بن خداش، من بني النجار. فولد عبد بن زمعة: عمرو بن عبد، ولي قضاء المدينة للوليد بن عتبة بن أبي سفيان، أيام معاوية- رحمه الله.
وولد وقدان بن عبد شمس بن عبد ود: عمرو، وهو السعدي، له صحبة.
فولد عمرو هذا: عبد الله، له صحبة. وروينا من طريقه حديثاً فيه أربعة من الصحابة- رضي الله عنهم- في نسق واحد، ولم يقع مثل هذا الاتفاق في خبر غيره، وهو كما
حدثناه أحمد بن محمد بن عبد الله الطلمنكي، قال: أخبرنا القاضي أبو بكر محمد بن أحمد بن يحيى بن محمد، قال: حدثنا القاضي محمّد ابن أيوب الرقي الصموت: نا أحمد بن عمرو بن عبد الخالق البزار: نا إبراهيم بن سعد الجوهري: نا سفيان بن عيينة، عن الزهري، عن السائب بن يزيد، عن حويطب بن عبد العزى، عن ابن السعدي «٤» ، عن عمر بن الخطاب، قال: قال رسول الله صلى الله عليه وسلم: «ما أتاك من هذا المال من غير مسألة، ولا إشراف نفس، فاقبله!» ؛
والسائب صاحب، وحويطب صاحب، وابن السّعدى صاحب، وعمر صاحب- رضي الله عنهم؛ وولى عبد الله هذا لابن السعدي بعض الصدقات.
مضى بنو عبد شمس بن عبد ود.
_________
(١) بالفتح وبالتحريك.
(٢) صوابه في الاصابة ٦٢٦٥.
(٣) الاصابة ٦٢٠٦. وانظر توضيح المسالة في البخاري (كتاب البيوع، باب شراء المملوك من الحربي) ، ومسلم (كتاب الرضاع، باب الولد للفراش) . وفيه جاء: «الولد للفراش وللعاهر الحجر» .
(٤) ابن السعدي، هو عبد الله. واسم أبيه وقدان كما ذكر ابن حزم هنا، وقيل: قدامة، وقيل: عمرو ابن وقدان، وقيل له السعدي لانه كان استرضع في بني سعد بن بكر. الاصابة ٤٧٠٩. ويقال له أيضا: «ابن الساعدي» .','1','167',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (174,'<span data-type="title" id=toc-130>وهؤلاء بنو أبي قيس بن عبد ود</span>
ولد أبي قيس بن عبد ود بن نصر بن مالك بن حسل بن عامر بن لؤي:
عبد الله وعبد العزّى، وعبد ود «١» فولد عبد ود: عمرو بن عبد ود، الفارس المشهور، قتل كافرا يوم الخندق، ولا عقب له. وولد عبد الله بن أبي قيس: شعبة؛ وعمرو وعلقمة؛ وخداش، وهو المتهم بقتل عمرو بن علقمة بن المطلب بن عبد مناف ابن قصىّ، وفيه كانت القسامة في الجاهلية؛ وكان عمرو جدّ خداش. وقد انقرض ولد خداش. وولد عمرو بن عبد الله بن أبي قيس: حمير بن عمرو. فولد حمير:
عبد، وعمرو، قتلا يوم الجمل؛ وأم كلثوم بنت عمرو، ولدت سعيد بن العاصي ابن سعيد بن العاصي بن أميّة. وحمير لقب، وكان اسمه عبد الله، وكانت أمه [بنت «٢» ] عتبة بنت غزوان الصاحب المشهور- رضي الله عنه. وقد انقرض عقب عمرو بن عبد الله بن أبي قيس. ومن ولد علقمة بن عبد الله بن أبي قيس: محمّد ابن عمرو بن عطاء بن عباس بن علقمة بن عبد الله بن أبي قيس، روى عنه الحديث. وولد شعبة بن عبد الله بن أبي قيس: هشام بن شعبة، وهو أبو ذئب ومن ولده المغيرة، والفقيه محمد، ابنا عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب، يكنى أبا الحارث، ولد سنة ٨١ ومات بالكوفة سنة ١٥٩، استخلفه المهدي، ثم انصرف فمات بالكوفة؛ وخاله الحارث بن عبد الرحمن بن أبي ذئب، روي عنه الحديث.
وولد عبد العزى بن أبي قيس بن عبد ود: مخرمة؛ وأبو رهم؛ وحويطب، له صحبة، وهو الذي افتدت أمه يمينه في قسامة عبد المطلب «٣» ، وهو من مسلمة الفتح، وهو أحد من حضر دفن عثمان- رضي الله عنه- وباع من معاوية داراً بالمدينة بأربعين ألف دينار، وقال: «ما أربعون ألف دينار لرجل له خمسة من
_________
(١) ذكر ابن هشام ص ٧٠٠ قال «ويقال عمرو بن عبد ود ويقال عمرو بن عبد» .
(٢) صوابه من التهذيب ٩: ٣٠٣.
(٣) يعني قسامة بني عبد المطلب، في مقتل عمرو بن علقمة بن عبد المطلب. انظر تفصيل الخبر في نسب قريش ٤٢٤- ٤٢٦.','1','168',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (175,'العيال؟ «١» » ومات في آخر زمن معاوية، وله عشرون ومائة سنة. ومن ولده كان محمد بن عبد الكريم بن عبد الرحمن بن حويطب المذكور، محدث. فولد مخرمة بن عبد العزى: عبد الله، بدري، من المهاجرين الأولين؛ ومن ولده:
عبد الجبار بن سعد بن سليمان بن نوفل بن مساحق بن عبد الله بن مخرمة بن عبد العزى، ولي قضاء المدينة للمأمون، وأمه من ولد الوليد بن عثمان بن عفّان، وأبوه سعيد، ولى قضاء المدينة للمهدى، وقد انقرض عقب سعيد.
وولد أبي رهم بن عبد العزى: أبو سبرة بن أبي رهم، بدرى، وهو أخو سلمة ابن عبد الأسد المخزومي؛ أمهما برة بنت عبد المطلب، عمة رسول الله- صلى الله عليه وسلم- فولد أبي سبرة: محمد. فولد محمد: عبد الله. فولد عبد الله: أبو بكر، ومحمد، ولي قضاء المدينة. وأمّا أبو بكر فخرج مع محمد بن عبد الله بن الحسن بالمدينة، وأتاه بأربعة وعشرين ألف دينار من صدقات طيئ وأسد؛ فسجنه عيسى بن موسى، وقيّده، وكان منه، أيام قيام السودان بالمدينة، أثر محمود في دعاء الناس إلى الطاعة؛ ثم رجع إلى السجن وأبي من أن تفك قيوده، فعفا عنه المنصور، ثم ولاه قضاء بغداد؛ وهو مذكور بالكذب في الحديث، مشهور بذلك، نعوذ بالله من البلاء. وسعد بن خولة، الصاحب الفاضل المشهور، من المهاجرين، هو مولى أبي رهم هذا؛ وسعد هذا من أهل اليمن. ومن ولد حويطب بن عبد العزى:
أبو بكر بن عبد الرحمن بن أبي سفيان بن حويطب بن عبد العزى، ولي قضاء المدينة لخالد بن عبد الملك بن مروان بن الحكم بن أبي العاصي بن أمية، أيام هشام بن عبد الملك، وابن ابنه محمد بن عبد الرحمن بن أبي بكر بن عبد الرحمن بن أبي سفيان بن حويطب بن عبد العزى، قتل مع أبي أمية يوم نهر أبي فطرس؛ ومحمّد ابن عبد الكريم بن محمد بن عبد الرحمن بن أبي بكر بن عبد الرحمن ابن أبي سفيان بن حويطب بن عبد العزى، محدث حراني.
مضى بنو نصر بن مالك بن حسل بن عامر.
_________
(١) نسب قريش والاصابة ١٨٧٨.','1','169',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (176,'<span data-type="title" id=toc-131>وهؤلاء بنو جذيمة بن مالك بن حسل</span>
منهم: ربيعة، وأبو سرح، ابنا الحارث بن حبيب بن جذيمة بن مالك. فمن ولد ربيعة: هشام بن عمرو بن ربيعة، وهو الذي قام في نقض الصحيفة؛ وعثمان، وربيعة ابنا إسحاق بن عبد الله بن أبي خرشة «١» بن عمرو بن ربيعة بن الحارث:
أمهما أميمة بنت عبد الله بن مسعود، صاحب رسول الله- صلى الله عليه وسلم.
ومن ولد أبي سرح بن الحارث بن حبيب: سعد، وعبد الله ابنا أبي سرح.
فولد عبد الله بن أبي سرح: وهب، قتل يوم مؤتة وولد سعد بن أبي سرح:
أويس، وعبد الله: فعبد الله هذا هو الذي كتب لرسول الله- صلى الله عليه وسلّم- ثم لحق بمكة؛ ثم حسنت حاله، وولى مصر، وغزا إفريقية؛ وابنه عياض بن عبد الله روى عنه الحديث. ومن ولده: أبو العيذاق (بكسر العين غير منقوطة، وبذال منقوطة) إبراهيم بن عمرو بن عمر بن سواد بن الأسود بن عمرو بن محمد بن عبد الله ابن سعد بن أبي سرح، محدث، مات بمصر سنة ٢٩١. وولد أويس بن سعد:
أروى، التي خاصمت سعيد بن زيد بن عمرو بن نفيل؛ وعمرو بن أويس. فولد عمرو بن أويس: عبد الله، الذي قدم بنعي بني معاوية- رحمه الله- المدينة.
مضى بنو حسل بن عامر بن لؤىّ.

<span data-type="title" id=toc-132>وهؤلاء بنو معيص بن عامر بن لؤي</span>
فولد معيص بن عامر بن لوى: نزار، وعمرو، وعبد. وقد قيل إن عصية التي من بني سليم هي عصية بن معيص.
فمن بني نزار بن معيص: بسر «٢» بن أرطاة بن أبي أرطاة، واسم أبي أرطاة عمير، بن عويمر بن عمران «٣» بن الحليس بن سيار بن نزار بن معيص، وهو أحد قوّاد معاوية وأكابر أصحابه.
_________
(١) انظر نسب قريش ٤٣٢.
(٢) الصواب في القاموس ونسب قريش ٤٣٩ والاصابة ٦٣٩.
(٣) صوابه في الاصابة ونسب قريش.','1','170',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (177,'وولد عمرو بن معيص: منقذ. فولد منقذ: رواحة، والحارث؛ فأما رواحة، فكان سيداً، يسير بالمرباع في قومه؛ ومن ولده: أبو علي بن الحارث بن رحضة ابن عامر بن رواحة بن منقذ، قتل يوم اليمامة- رحمه الله- وولد الحارث بن رواحة بن منقذ: عبد بن الحارث، وعبد مناف بن الحارث، وسار بالمرباع؛ فولد عبد مناف: عبد، سار أيضاً بالمرباع؛ ومن ولده: ابن العرقة، الذي رمى سعد ابن معاذ- رضي الله عنه- يوم الخندق؛ وهو حبان بن [أبي «١» ] قيس بن علقمة بن عبد مناف. ومن ولد عبد بن الحارث: مكرز بن حفص بن الأخيف «٢» بن علقمة بن عبد بن الحارث، من سادات قريش، وهو الذي أجار أبا جندل بن سهيل؛ فرده رسول الله- صلى الله عليه وسلم- إلى أبيه حينئذ. وولد عبد بن معيص: حجر، وحجير؛ فولد حجر: رواحة؛ فولد رواحة: هدم؛ فولد هدم: جندب الأصم؛ فولد جندب الأصمّ: زياد، وبشير، ويزيد، وزائدة؛ فولد يزيد: عبد الله، قتل يوم الجمل؛ ومن ولده: زائدة بن جندب، وفاطمة بنت زائدة بن جندب، أم خديجة أم المؤمنين: وابن أم مكتوم، مؤذن رسول الله- صلى الله عليه وسلم-، وهو عمرو بن قيس بن زائدة بن الأصم، نسب إلى أمه، وهى أم مكتوم عاتكة بنت عبد الله بن عنكثة بن عامر «٣» بن مخزوم بن يقظة؛ وابن أم مكتوم هذا ابن خال خديجة- رضي الله عنها- ومن ولد زياد:
نعيم، المعروف بالنويعم، الذي يقول فيه عبيد الله بن قيس الرقيات:
لو كان حولي بنو النويعم لم ... ينطق رجال إذا هم نطقوا
الأبيات؛ وخداش بن بشير بن الأصم، يقال إنه شرك في قتل مسيلمة؛ وعلي بن عبيد الله بن الحارث بن رحضة بن عامر بن رواحة بن حجر بن عبد ابن معيص، له صحبة، قتل يوم اليمامة.
وولد حجير بن عبد بن معيص بن عامر بن لؤي: ضباب «٤» بن حجير.
_________
(١) التكملة من نسب قريش ٤٣٨.
(٢) انظر الاصابة ٨١٨٩ ونسب قريش ٤٣٨.
(٣) صوابه في نسب قريش ٣٤٢- ٣٤٣.
(٤) ضباب، كسحاب، كما في المشتبه ٣١٨.','1','171',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (178,'فولد ضباب: وهبان، ووهيب. فمن ولد وهيب بن ضباب: عبد الله، وعبيد الله الشاعر، الملقب بالرقيات، ابنا قيس بن شريح بن مالك بن ربيعة بن وهيب ابن ضباب؛ فولد عبد الله بن قيس: سعد، وأسامة، قتلا يوم الحرّة؛ وفيهما يقول عمهما عبيد الله:
إن المصائب بالمدينة قد ... أوجعننى وقرعن مروتيه
وولد وهبان بن ضباب: وهب «١» بن وهبان، وعبد بن وهبان؛ فمن ولد عبد بن وهبان: العلاء بن وهب بن عبد بن وهبان، افتتح همدان «٢» ، وولّاه عثمان- رضي الله عنه- الجزيرة؛ وكانت تحته بنت عقبة بن أبي معيط، أخت عثمان لأمه؛ وعقبه بالجزيرة. ومن ولد وهب بن وهبان: عبد الواحد بن أبي سعد ابن قيس بن وهب بن وهبان، ولى الرّقّة، وعقبه بها؛ وهو والد رقية، التي يشبب بها عبيد الله بن قيس الرّقيّات. ومن ولد عبد الواحد هذا: عثمان بن سعيد بن حرب بن عبد الواحد، كان على خيل مروان بن محمّد بشهرزور، وقتله عبد الله بن علىّ، وهو أول رجل قتل في الفتنة.
وروى لصخر بن عمرو بن الحارث بن الشريد السلمي في أن عصية التي في بني سليم، هي عصية بن معيص بن عامر بن لؤي:
قبائل من حيّى خفاف وأصلنا ... إذا ما نسبنا من معيص بن عامر «٣»
مضى الكلام في بني عامر بن لؤي بن غالب.
وهذا الكلام في القبائل التي تنسب إلى سائر ولد لؤىّ بن غالب
وليس أمرها بمتيقن في هذا النسب؛ ولكن قد قيل ذلك؛ فوجب ذكر شىء من أعيانهم. وبالله التوفيق.
_________
(١) الصواب في نسب قريش ٤٣٥.
(٢) هو اللفظ الفارسي للبلدة. وتعريبها «همذان» بالذال المعجمة، وانظر معجم استينجاس ١٥٠٩.
(٣) خفاف: قبيلة، وهو والد عصية بن خفاف بن امرىء القيس بن بهثة بن سليم. الاغاني ١٣: ١٢٩ والمعارف ٣٨ والقاموس (صعب) .','1','172',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (179,'<span data-type="title" id=toc-133>وهؤلاء ولد سامة بن لؤي</span>
وفيهم يقول بعض شعراء قريش:
وسامة منا فأما بنوه ... فأمرهم عندنا مظلم
فولد سامة بن لؤي: الحارث: أمه هند بنت تيم الأدرم بن غالب «١» ؛ وغالب بن سامة: أمه ناجية بنت جرم بن ربان «٢» ، إليها نسب ولد زوجها؛ فهم بنو ناجية. ولا عقب لغالب الذي هو ولد ناجية، وإنّما العقب لأخيه الحارث:
خلف على ناجية، فنسب ولده إليها.
فولد الحارث بن سامة: لوىّ، وعبيدة، وسعد، وربيعة، وعبد البيت، وساعدة، والحارث؛ ولساعدة عقب باق. ومن ولد الحارث بن عبد البيت:
الجليس «٣» الشاعر علي، وأخواه محمّد، وعبد الله، بنو الجهم بن بدر بن الجهم ابن مسعود بن أسيد بن أذينة بن كرار بن كعب بن جابر بن مالك بن عتيبة بن الحارث بن عبد البيت بن الحارث بن سامة بن لؤي: ولي الجهم بن بدر الشرطة للواثق؛ وولى يزيد اليمن وطرازها للمأمون، وولى الثغر. ومن بني عبد البيت:
أصحاب الخريت «٤» بن راشد، الذين ارتدوا أيام علي- رضي الله عنه؛ فحاربهم، وقتلهم، وسبى نساءهم وأبناءهم، فابتاعهم مصقلة الشيبانىّ وأعتقهم، ثم هرب إلى معاوية، فأمضى على عتقه إياهم.
ومن بني ربيعة بن الحارث بن سامة: جشم، وحمام، ومازن؛ وهم رهط أسلم ابن كرب بن سفيان بن سهم. ومن بني سعد بن الحارث بن سامة: نصر بن سعيد بن العلاء بن مالك الموصلىّ، ولهم بقيّة. ومن بني عبيدة بن الحارث بن
_________
(١) وقع في نسب قريش ٤٤٠ «بنت تميم بن غالب» ، وهو خطأ.
(٢) الصواب ما أثبت من المعارف ٤٧ والاشتقاق ٣١٤، ٣١٨ ومختلف القبائل ومؤتلفها لابن حبيب ٢٥ ونهاية الارب ٢: ٢٩٦.
(٣) لعله سمي بذلك لمجالسته للمتوكل. الاغاني ٩: ١٠٠ وتاريخ بغداد ١١: ٣٦٧.
(٤) صوابهما في الاشتقاق ٦٨٩. قال ابن دريد: «والخريت: الدليل الحاذق» .','1','173',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (180,'سامة: عباد بن منصور الناجىّ، قاضى البصرة، وهو منصور بن عباد بن سامة ابن الحارث بن قطن بن مدلج بن قطن بن أحزم بن ذهل بن عمرو بن مالك بن عبيدة بن الحارث بن سامة بن لؤي (أحزم هاهنا بحاء غير منقوطة وزاى؛ وفى طيئ: أخزم، بخاء منقوطة وزاى؛ وفي همدان: أحرم، بحاء منقوطة وراء؛ وفى أسد: أخرم، بخاء منقوطة وراء؛ وفي خثعم: أجرم، بجيم وراء) ؛ ومحمّد بن عرعرة «١» بن يزيد بن النعمان بن عجلة بن الأفقع بن كرمان بن الحارث بن حارثة بن مالك بن سعد بن زرارة بن عبيدة بن الحارث بن سامة بن لؤىّ، محدث.
وأمّا ولد لؤي بن الحارث، فمنهم: العقيم بن زياد بن ذهل بن عوف بن مجزم ابن بكر بن عمرو بن عوف بن عباد بن لؤي بن الحارث بن سامة بن لؤي، قتل يوم الجمل مع عائشة- رضى الله عنها-؛ والحارث بن قطيعة بن عوف بن ذهل بن عوف بن مجزم، كان عمرو بن العاصى على ابنته؛ وخمل بن وهب بن الحارث ابن مجزم؛ ومحمّد بن فراس بن محمد بن عطاء بن شعب بن حولي بن جرير ابن عوف بن ذهل بن عوف بن مجزم، مؤلف نسب بنى سامة. وولد نعمان لا ينتسبون لأحد إلا إلى سامة بن لؤي، إلا أنهم في جملة جرم من قضاعة.

<span data-type="title" id=toc-134>وهؤلاء بنو خزيمة بن لؤي</span>
ولد خزيمة بن لؤي: عبيد، وحرب. فولد عبيد: مالك، وتيم: أمهما عائذة بنت الخمس بن قحافة بن خثعم، وإليها ينسب بنوهما، فيقال: بنو عائذة. منهم: محفر بن مرة «٢» بن خالد بن عامر بن قنان «٣» بن عمرو بن قيس ابن الحارث بن مالك بن عبيد بن خزيمة بن لؤىّ، وهو الذي حمل رأس الحسين ابن علي- رضي الله عنهما- إلى الشأم. ومنهم: مقاس العائذي الشاعر، واسمه مسهر «٤»
_________
(١) انظر تهذيب التهذيب ٩: ٣٤٣.
(٢) في نسب قريش ٤٤١: «محفز بن ثعلبة بن مرة» .
(٣) نسب قريش ٤٤١.
(٤) صوابه في نسب قريش ٤٤١ والاشتقاق ٦٧ والقاموس (مقس) ومعجم المرزباني ٤٠٤.','1','174',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (181,'ابن النعمان بن عمرو بن ربيعة بن تيم «١» بن الحارث بن مالك بن عبيد ابن خزيمة بن لؤىّ. وعددهم في بني أبي ربيعة بن ذهل بن شيبان بن بكر بن وائل؛ ومنهم: أبو مسهر علي بن مسهر بن عمير بن عصم بن حضنة «٢» بن عبد الله ابن مرة بن ربيعة بن جارية بن سمي بن تيم بن الحارث بن مالك بن عبيد بن خزيمة بن لؤي، الفقيه، قاضي الموصل، ليس بثقة.
وأمّا بنو حرب بن خزيمة، فكان منهم عدد كثير في قرية لهم بالشأم، فلما دخلتها جيوش بني العباس، قيل لهم: «هذه قرية بني حرب» ، فظنوهم بني حرب بن أمية؛ فاصطلموهم؛ ولهم بقية من بني عوف بن عوف بن حرب بن خزيمة، هم مع بني محلم بن ذهل بن شيبان.
وأمّا بنو سعد بن لؤي، وهم في بني شيبان، فهم بنانة، وهم رهط ثابت ابن أسلم البنانىّ الفقيه.
وأمّا بنو جشم بن الؤىّ- واسمه الحارث- فمنهم: نصر بن حاجب بن عمرو ابن سلمة بن سكن بن وهب بن عبد الله بن عدي بن الحارث بن لؤي، ترك نصر بن سيار عنده عياله إذ هرب من خراسن، وهم في عنزة بن أسد بن ربيعة.
وأمّا بنو عوف بن لؤي، فالمشهور أنهم بنو عوف بن سعد بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان، وهم رهط الحارث بن ظالم المرى الفاتك؛ فذكره هنالك أولى.
مضى الكلام في بني لؤي بن غالب.

<span data-type="title" id=toc-135>وهؤلاء بنو تيم الأدرم بن غالب</span>
ولد تيم الأدرم: الحارث، وثعلبة، وكبير «٣» ، وأبو دهر، ودهر، ووهب، وجوّاب. منهم بفلسطين: بنو جعونة بن شيطان بن وهب بن خنيس بن
_________
(١) صوابه من المراجع السابقة.
(٢) في نسب قريش: «حصبة» .
(٣) أثبت ما في نسب قريش ٤٤٢.','1','175',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (182,'ثعلبة بن تيم الأدرم. ومن بني كبير بن تيم الأدرم: ابن خطل، الذي أمر رسول الله- صلى الله عليه وسلم- بقتله، فقتل وهو متعلق بأستار الكعبة، وهو هلال بن عبد الله بن عبد مناف بن أسعد بن جابر بن كبير بن تيم الأدرم.
ومنهم: عبد الله بن شييم بن عبد العزى بن عبد مناف بن أسعد، قتل مع عائشة- رضي الله عنهما- يوم الجمل. وعبد الله، والد هلال المقتول عند الكعبة، وأخوه عبد العزى؛ ابنا عبد مناف هما الخطلان. وبنو تيم الأدرم بادية.
مضى الكلام في بني غالب بن فهر بن مالك.

<span data-type="title" id=toc-136>وهؤلاء بنو الحارث بن فهر بن مالك</span>
ولد الحارث بن فهر: وديعة؛ وضبّة؛ [والظرب «١» ] وضباب؛ وقيس، وبنوه خاصّة يسمّون الخلج؛ ويقال إنهم من بقايا العماليق ادعوا إلى الظرب عبد الله ابن الحارث بن فهر. فلوديعة بن الحارث بن فهر بقية؛ منهم: شقيق بن عمرو ابن فقيم بن أبي همهمة، واسمه عمرو، بن عبد العزى بن عامرة «٢» بن عميرة، القائل:
لا يبعدن ربيعة بن مكدّم ... وسقى الغوادى قبره بذنوب «٣»
وولد ضبة بن الحارث بن فهر: أهيب، وهلال، ومالك، وعبد الله، وعمرو.
فمن بني أهيب بن ضبة بن الحارث: أبو عبيدة عامر بن عبد الله بن الجرّاح ابن هلال بن أهيب بن ضبة، أمين هذه الأمة وأحد العشرة؛ وقد انقرض عقبه وعقب أبيه؛ وكان لأبي عبيدة ابن اسمه يزيد؛ وكانت أم أبي عبيدة- رضي الله عنه- أميمة بنت عثمان بن جابر بن عبد العزى بن عامرة بن عميرة بن وديعة ابن الحارث بن فهر؛ وعمرو بن الحارث بن زهير بن أبي شداد بن ربيعة بن هلال ابن أهيب بن ضبة، من مهاجرة الحبشة؛ وقد ذكر في البدريين؛ وابن عمه
_________
(١) ورسمت في نسب قريش ٤٤٣ مرة «الضرا» ومرة «الظرب» . وانظر السطر التالي.
(٢) وكذا في نسب قريش ٤٤٣.
(٣) نسب أيضا الى عمرو بن شقيق، والى حسان بن ثابت، والى ضرار بن الخطاب الفهري، والى حفص بن الاحنف، والى كرز بن حفص بن الاحنف. الاغاني ١٤: ١٢٥، والحماسة ٩٠٥ بشرح المرزوقي، ونسب قريش ٤٤٤ ولباب الآداب ١٨٥. ويقال في «الاحنف» : «الاخيف» .','1','176',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (183,'عثمان بن عثمان بن زهير بن أبي شداد، من مهاجرة الحبشة؛ وولد لأبي عبيدة- رضي الله عنه-: يزيد، وعمير، وسهل بن بيضاء، وأخوه صفوان، وبيضاء أمه نسب إليها، وهو سهل بن وهب بن ربيعة بن عامر بن مالك بن ضبة بن الحارث بن فهر، بدرىّ، وهو الذي مشى في نقض الصحيفة التي كتبت على بنى هاشم وبنى المطّلب؛ وأمه بيضاء، التي نسب إليها، اسمها دعد بنت جحدم ابن عمرو بن عائش بن الظرب بن الحارث بن فهر؛ وعياض بن غنم بن زهير ابن أبي شداد بن ربيعة بن هلال بن مالك بن ضبة بن الحارث بن فهر، استخلفه أبو عبيدة إد حضرته المنيّة، وهو أول من جاز الدرب إلى الروم، وولى الجزيرة لعمر- رضي الله عنه-؛ وعمه عياض بن زهير «١» ، بدري، من مهاجرة الحبشة؛ وعمرو، ووهب، ابنا أبي سرح بن ربيعة بن هلال بن مالك بن ضبة بن الحارث ابن فهر، بدريّان.
ومن ولد ضباب بن الحارث بن فهر بن مالك: هند بنت جابر بن وهب بن ضباب بن الحارث بن فهر، امرأة أبي عبيدة بن الجراح- رضى الله عنه. ومن بنى الخلج، وهو قيس بن الحارث بن فهر: إبراهيم بن علي بن سلمة بن عامر ابن هرمة بن الهذيل بن الربيع بن عامر بن صبح بن عدي بن قيس، وهو الخلج، ابن الحارث بن فهر؛ وهو الشاعر ابن هرمة.
وولد الظرب بن الحارث: عبد الله، وعائش «٢» ، وأميّة. فمن ولد عائش بن الظرب: عبد الله «٣» بن عتبة بن أبي أناس «٤» بن الحارث بن عبد أسد بن حجر «٥» بن عمرو بن عائش بن الظرب بن الحارث بن فهر، ولي مصر لابن الزّبير، وقتله مروان بن الحكم. ومن ولد أمية بن الظرب: نافع بن عبد بن قيس بن لقيط بن عامر بن أمية بن الظرب بن الحارث بن فهر، نخس بزينب «٦» بنت رسول الله
_________
(١) انظر السيرة ٢١٥، ٤٩١، ٧٨٦.
(٢) انظر نسب قريش ٤٤٤.
(٣) الصواب انه «عبد الرحمن» . انظر ص ٤٤٥.
(٤) «اياس» صوابه في نسب قريش.
(٥) الصواب: «بن عبد أنس بن جحدم» .
(٦) «زينب» . وانظر ما مضى في ص ١١٩ س ٤.','1','177',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (184,'- صلى الله عليه وسلّم- مع هبار بن الأسود؛ وابنه عقبة بن نافع، الذي بنى قيروان إفريقية؛ وأخوه، عم عقبة: سعد بن عبد بن قيس، من مهاجرة الحبشة.
فولد عقبة بن نافع: أبو عبيدة. فولد أبي عبيدة: حبيب، قاتل عبد العزيز بن موسى بن نصير؛ وعبد الرحمن بن أبي عبيدة بن عقبة؛ ونافع بن أبي عبيدة.
فولد حبيب: عبد الرحمن، ولى إفريقية؛ والياس، وعبد الوارث. ولهم بإفريقية عقب كثير. وولد عبد الرحمن بن أبي عبيدة: يوسف، ولي الأندلس، وله بها عقب.
وبالأندلس من فهر عدد عظيم.
ومن ولد نافع بن أبي عبيدة: المحدث بمصر أبو بكر محمد بن الحارث بن الأبيض بن الأسود بن نافع بن أبي عبيدة بن عقبة بن نافع المذكور، ومات سنة ٣٤٤، وهو في قعدد معاوية بن يزيد بن معاوية؛ ومات أبوه الحارث بن الأبيض سنة ٢٧٦، وهو في قعدد عبد الله بن عثمان أمير المؤمنين- رضي الله عنه- من أم كلثوم بنت رسول الله- صلى الله عليه وسلّم.
مضى بنو الحارث بن فهر.

<span data-type="title" id=toc-137>وهؤلاء بنو محارب بن فهر</span>
فولد محارب بن فهر: شيبان. فولد شيبان بن محارب: عمرو. فولد عمرو:
وائلة، وحبيب، وحجوان «١» ، وردّاد.
فمن بني وائلة بن عمرو: الضحاك بن قيس بن خالد بن وهب بن ثعلبة بن وائلة، له صحبة، وكان مع معاوية بصفّين، وقتله مروان يوم [مرج «٢» ] راهط؛ وأخته فاطمة بنت قيس، تزوجها أسامة بن زيد- رضي الله عنه-؛ وابنه عبد الرحمن بن الضحاك، ولى المدينة ليزيد بن عبد الملك؛ وابن أخى الضّحاك، سويد ابن كلثوم بن قيس، ولى دمشق لأبي عبيدة- رضي الله عنه-: وحبيب بن مسلمة ابن مالك بن وهب بن ثعلبة بن وائلة بن عمرو بن شيبان بن محارب، له صحبة،
_________
(١) حجوان، بتقديم الحاء، قال ابن دريد: اشتقاقه من حجا يحجو بالمكان، أي أقام به، أو من حج الشيء يحجه حجا، اذا سحبه. الاشتقاق ٥٦.
(٢) انظر التنبيه والاشراف ٢٦٧.','1','178',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (185,'أغزاه عثمان- رضي الله عنه- أذربيجان: وكان مع معاوية- رضي الله عنه- بصفّين: وكان شجاعا، وفيه يقول حسان- رحمه الله:
إلا تبوءوا بحق الله تعترفوا ... بغارة عصب من فوقها عصب «١»
فيهم حبيب شهاب الموت يقدمهم ... مشمراً قد بدا في وجهه الغضب
ومن ولد حبيب بن عمرو بن شيبان بن محارب بن فهر: ضرار بن الخطّاب ابن مرداس بن كبير بن عمرو آكل السقب (سمي بذلك لأن بكراً كان لهم سقب يعبدونه من دون الله تعالى: فأغار عليهم، فأخذه، فأكله) بن حبيب بن عمرو بن شيبان، الشاعر الفارس؛ وكان أبوه يسير بالمرباع- وكان عمه حفص بن مرداس من أشراف قريش؛ أسلم ضرار، وحسن إسلامه؛ وعبد الله، وعبد الرحمن، وصالح، ونضلة، وقطن: بنو نهشل بن عمرو بن عبد الله بن وهب بن سعد بن عمرو آكل السقب بن حبيب بن عمرو بن شيبان، قتلوا يوم الحرة؛ وعبد الملك بن قطن بن نهشل، شهد يوم الحرة، وعاش حتّى ولى الأندلس؛ وهو الذي صلبه أصحاب بلج بن بشر القشيري عن يمين الخارج من رأس القنطرة بقرطبة، فى موضع المسجد الخرب هنالك؛ كان لعبد الملك بن قطن ابن اسمه أميّة، ساد بالأندلس، وابن آخر اسمه قطن؛ فمن ولده أحمد بن محارب بن قطن بن عبد الواحد بن قطن بن عبد الملك بن قطن، أندلسىّ، محدث- وقد قيل إنه من ولد قطن بن عصمة بن أنيس بن عبد الله بن حجوان بن عمرو بن شيبان بن محارب، وهو الأصح؛ وكرز بن جابر بن حسل بن الأجب بن حبيب «٢» بن عمرو بن شيبان، له صحبة، قتل يوم الفتح مع رسول الله- صلّى الله عليه وسلم.
ومن ولد حجوان بن عمرو بن شيبان: رباح بن المعترف (واسم المعترف أهيب) ابن حجوان بن عمرو، له صحبة، وهو الذي غنى غناء النصب إذ سمعه
_________
(١) البيتان من أبيات في ديوانه ٢٢ يرثي بها عثمان، برواية مخالفة.
(٢) انظر الاصابة ٧٣٨٨ والاشتقاق ٦٥. لكن في غير الاشتقاق «الاحب» بالحاء المهملة، قال ابن دريد: «والاجب من غير قولهم: بعير أجب ومجبوب» .','1','179',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (186,'عمر- رضي الله عنه-؛ وكان منهم بالأندلس مالك بن علي بن مالك بن عبد العزيز بن قطن بن عصمة بن نأيس بن عبد الله بن حجوان بن عمرو، فقيه مالكىّ؛ ومحمد بن أحمد بن هارون بن طالوت بن عبد الملك بن خالد بن أبي حبيب بن قيس بن عوف بن أسد بن حذيم بن تيم بن حبيب بن عمرو بن شيبان بن محارب بن فهر، القائم على بني عبيد بجهة أطرابلس «١» انقضى الكلام في بني محارب بن فهر. وبه تم الكلام في جميع ولد قريش وولد النضر بن كنانة.

<span data-type="title" id=toc-138>وهؤلاء سائر بني كنانة بن خزيمة</span>
ولد كنانة بنين كثيرة، لم يعقب منهم أحد، إلا النّضر، وقد ذكرنا نسب بنيه «٢» ؛ وعبد مناة؛ ومالك؛ وملكان؛ وحدال «٣» ، دار هم بعدن؛ وعمرو بن كنانة، وهم قليل، ودارهم بفلسطين.

<span data-type="title" id=toc-139>وهؤلاء بنو عبد مناة بن كنانة</span>
ولد عبد مناة بن كنانة: بكر، بطن ضخم؛ وعامر، بطن ضخم؛ ومرّة، بطن ضخم. وكان علي بن مسعود بن مازن بن ذئب الغساني أخا عبد مناة بن كنانة لأمه، وهى امرأة من بلى، فحضن على بني عبد مناة بعد موته، فنسبوا إليه. فولد بكر بن عبد مناة: ليث، بطن؛ والدّئل، بطن: أمهما أم خارجة البجلية، التي يضرب بها المثل في سرعة النكاح «٤» ؛ وضمرة، بطن؛ والعريج، بطن. فولد ليث بن بكر بن عبد مناة؛ عامر؛ وجندع، بطن؛ وسعد. فولد عامر بن ليث: كعب؛ وشجع، بطن؛ وقيس؛ بطن؛ وعتوارة، بطن. فمن بني كعب بن عامر بن ليث بن بكر بن عبد مناة بن كنانة: بنو الملوح بن يعمر، وهو الشداخ، بن عوف بن كعب بن عامر بن ليث؛ ومنهم:
_________
(١) «طرابلس» ، وهما لغتان.
(٢) انظر بدء الكلام عليهم في ص ١١.
(٣) انظر مختلف القبائل لابن حبيب ٤٦ والاشتقاق ٣٢٨ والقاموس (حدل) ومعجم البكري ٤٢٩
(٤) فيقال: «أسرع من نكاح أم خارجة» . وأنظر ص ١٩٣. وقصتها في أمثال الميداني ١: ٣١٧.','1','180',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (187,'قباث بن أشيم بن عامر بن الملوح، كان على مجنبة أبي عبيدة بن الجراح- رضي الله عنه- يوم اليرموك؛ وبكير «١» بن شداد بن عامر بن الملوّح، وكان من أهل الفضل والغناء في الإسلام، وهو الذي رثاه الشماخ إذ يقول:
لقد غاب عن خيل بموقان أسلمت ... بكير بني الشداخ فارس أطلال «٢»
وهو الذي قتل اليهودي إذ سمعه يقول:
وأشعث غره الإسلام حتى ... خلوت بعرسه ليل التمام «٣»
فأهدر عمر دم اليهودي إذ أخبره بكير بما سمع منه. ومن بنى الشدّاخ: بلعاء ابن قيس بن عبد الله بن الشدّاخ؛ وكان فارساً، شاعراً، سيداً، أبرص؛ وهو القائل، إذ ذكر أنه أبرص: «سيف الله حلاه «٤» » ؛ وأخواه جثّامة بن قيس، والمحجّل بن قيس؛ فولد جثامة هذا: الصعب بن جثامة، له صحبة ورواية؛ ومحلّم بن جثامة، الذي قتل عامر بن الأضبط الأشجعي؛ فدعا عليه رسول الله صلى الله عليه وسلم؛ فمات ودفن، فلفظته الأرض مرة بعد أخرى؛ وفيه نزلت: وَلا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً «٥» ؛ والرواية المعروف بابن دأب [الأخباري] ، وهو عيسى بن يزيد بن بكر بن دأب بن كرز بن الحارث بن عبد الله بن أحمد بن الشدّاخ؛ وعما أبيه: حذيفة، وسليمان، ابنا دأب بن كرز، قتلا يوم الحرّة؛ وعروة بن أذينة الشاعر، واسم أذينة: يحيى ابن مالك بن الحارث بن عمرو بن عبد الله بن أحمد بن الشداخ؛ وشبيب بن حزام بن نبهان «٦» بن وهب بن لقيط بن الشداخ، من أهل الحديبية.
_________
(١) ويقال أيضا «بكر» في كما في الاصابة ٧٢٤.
(٢) البيت لم يرد في ديوان الشماخ، وانشده ابن دريد في الاشتقاق ١٠٦. وهو من أبيات خمسة في معجم البلدان (موقان) . وروايته: «غيبت عن خيل» . وقبله:
وذكرني أهل القوادس أنني ... رأيت رجالا واجمين بأجمال
وأطلال: اسم فرسه.
(٣) أشعث، هو الاشعث الانصاري. وكان اليهودي قد خلا بامرأته وهو متخلف في احدى الغزوات. الاصابة ٢٠٤.
(٤) انظر الحيوان ٥: ١٦٧ وحواشيه.
(٥) الآية ٩٤ من سورة النساء.
(٦) انظر الاصابة ٣٨٢٨.','1','181',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (188,'ومن بني كعب بن عامر بن ليث بن بكر بن عبد مناة: نميلة «١» بن عبد الله ابن فقيم بن حزن بن سيار بن عبد الله بن عبد بن كعب بن عامر بن ليث، له صحبة؛ وقسيط بن أسامة بن عمير بن أبي ربيعة بن عامرة بن عوف بن كعب ابن عامر بن ليث، بعثه عمر بن الخطاب- رضي الله عنه- يعلم أهل البادية القرآن. ومقيس بن صبابة «٢» ، الذي أهدر رسول الله- صلى الله عليه وسلم- دمه يوم الفتح، فقتل لعنه الله، هو من بني كلب بن عوف بن كعب بن عامر بن ليث بن بكر بن عبد مناة؛ وكان تولى قتله ابن عمه نميلة بن عبد الله المنسوب آنفاً- رضي الله عنه.
ومن بني شجع بن عامر بن ليث بن بكر بن عبد مناة: ابن شعوب؛ نسب إلى أمه: وهو الأسود بن عبد شمس بن مالك بن جعونة بن عويرة بن شجع «٣» ، وهو قاتل حنظلة غسيل الملائكة- رضي الله عنه- يوم أحد؛ وابنه أبو بكر بن الأسود، وهو القائل:
يخبرنا الرسول بأن سنحيا ... وكيف حياة أصداء وهام
الأبيات. ومنهم: أبو واقد الليثي، له صحبة، وهو الحارث بن عوف بن أسيد ابن جابر بن عويرة بن عبد مناة بن شجع.
ومن ولد عتوارة بن عامر بن ليث بن بكر بن عبد مناة: طريف، وعبد شمس، وعبد الرحمن، وهو أول من سمى في الجاهلية عبد الرحمن؛ منهم: عبد الله بن شداد بن أسامة بن عمرو بن عمرو الهادي بن عبد الله بن جابر بن عتوارة: أمه سلمى بنت عميس، زوجة حمزة بن عبد المطلب؛ وإنما سمي جده عمرو الهادي لأنه كان يوقد ناره للأضياف ولمن ضلّ؛ وعبد الله بن شداد، فقيه راوية؛ والفقيه محمد بن عمرو بن علقمة بن وقاص بن محصن بن كلدة بن عبد ياليل ابن طريف بن عتوارة.
مضى بنو عامر بن ليث بن بكر بن عبد مناة.
_________
(١) أنظر الاصابة ٨٨٠٩.
(٢) في القاموس (قيس) .
(٣) انظر نوادر المخطوطات ص ٨٣ من المجلد الاول.','1','182',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (189,'<span data-type="title" id=toc-140>وهؤلاء بنو سعد بن ليث بن بكر بن عبد مناة</span>
ولد سعد بن ليث: غيرة، بطن؛ وحميس؛ وجدىّ؛ وعوف. منهم:
أبو الطفيل عامر بن واثلة بن عبد الله بن عمير بن جابر بن حميس بن جدى بن سعد بن ليث، آخر من بقي ممن رأى رسول الله- صلى الله عليه وسلم-، مات سنة ١٠٧؛ وابنه الطفيل، قتل مع ابن الأشعث؛ وإياس، وخالد، وعاقل، وعامر، بنو البكير بن عبد يا ليل بن ناشب بن غيرة بن سعد بن ليث، كلهم بدريون مهاجرون- رضي الله عنهم-؛ وابن أخيهم كليب بن قيس بن بكير الجزار، الذي قتله أبو لؤلؤة حين قتله لعمر بن الخطاب- رضي الله عنه- وجده وهو يتوضأ للصلاة؛ فطعنه بالخنجر الذي طعن به عمر، فقتله. ومنهم: إبراهيم بن هارون بن محمد بن موسى بن إياس بن البكير المذكور، مدنى، محدث. ومنهم عروة بن شييم بن البياع بن عبد ياليل بن ناشب بن غيرة بن سعد، أحد المحاصرين لعثمان- رضى الله عنه؛ وواثلة بن الأسقع بن عبد العزّى بن عبد يا ليل، له صحبة.
مضى بنو سعد بن ليث.

<span data-type="title" id=toc-141>وهؤلاء بنو جندع بن ليث</span>
منهم: الشاعر أمية بن حرثان بن الأسكر بن عبد الله سربال الموت بن زهرة ابن زبينة بن جندع؛ وأخوه أبيّ بن حرثان؛ وأميّة هذا هو الذي تفجع على ابنيه كلاب وأبيّ، إذ هاجرا إلى البصرة؛ وهو القائل:
لمن شيخان قد نشدا كلابا ... كتاب الله لو حفظ الكتابا «١»
الأبيات؛ وأمير خراسان، نصر بن سيار بن رافع بن حري «٢» بن ربيعة بن
_________
(١) انظر الاغاني ١٨: ١٥٧ والخزانة ٢: ٥٠٥ والاصابة، وأسد الغابة، وياقوت (وج) .
(٢) هو نصر بن سيار بن رافع بن حري بن ربيعة الكناني- امير- من الدهاة الشجعان، كان شيخ مضر بخراسان، ووالي بلخ ثم ولي امرة خراسان سنة (١٢٠ هـ) ، وولاه هشام بن عبد الملك وغزا ما وراء النهر. قويت الدعوة العباسية في ايامه. توفي سنة (١٣١ هـ- ٧٨٤ م) .','1','183',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (190,'عامر بن عوف بن جندع، وكان له ولد كثير؛ منهم تميم: قتل في حرب أبيه؛ ومن ولده: الليث بن المظفر بن نصر بن سيار، قيل إنه أتم «كتاب العين» على ما كان الخليل رتبه؛ ورافع بن الليث بن نصر بن سيار، القائم بسمرقند أيام الرشيد بدعوة بني أمية «١» ؛ وكان طاهر بن الحسين، وعجيف ابن عنبسة، من واده؛ ثم استأمن إلى المأمون؛ وأخوه نصر بن الليث، ولي الشرطة بسر من رأى، وكان من قواد إسحاق بن إبراهيم؛ وعبيد بن عمير بن قتادة بن سعد بن عامر بن جندع، فقيه أهل مكة؛ وابنه عبد الله بن عمير؛ وبنو كيمة: عمير، وعمّار، وأخوهما.
مضى بنو ليث بن بكر بن عبد مناة بن كنانة.

<span data-type="title" id=toc-142>وهؤلاء بنو عريج بن بكر بن عبد مناة</span>
منهم: أبو نوفل عمرو بن أبي عقرب بن خويلد بن خالد بن يحيى بن عمر ابن حماس بن عريج بن بكر بن عبد مناة [بن كنانة «٢» ] ، فقيه مدني محدث.

<span data-type="title" id=toc-143>وهؤلاء بنو الدئل بن بكر بن عبد مناة بن كنانة</span>
منهم: الأسود بن رزن «٣» بن يعمر بن نفاثة «٤» بن عدي بن الدئل، الذي في سببه كان فتح مكّة؛ وسارية بن زنيم بن عمرو بن عبد الله بن جابر بن محمية بن عبيد بن عدي بن الدئل، الذي يذكر قوم أن عمر ناداه، وهو بعيد؛ وهذا لا يصحّ؛ وأنس «٥» بن أبي أناس بن زنيم، شاعر؛ وأبوه أبو أناس ابن زنيم الذي يقول في النبي- صلى الله عليه وسلم-:
_________
(١) انظر كامل ابن الاثير ٦: ٦٦- ٧٥.
(٢) انظر المعارف ٣١.
(٣) الصواب من السيرة ٨٠٢ وجوامع السيرة لابن حزم ٢٢٣- ٢٢٤.
(٤) انظر معجم البلدان (ظراء) . وأنشد:
أبعد النفاثيين أزجر طائرا ... وآسى على شيء اذا هو أدبرا
(٥) انظر الاصابة ٢٦٥ والقاموس (أنس) والحيوان ٣: ١١٦/ ٥: ٢٥٥.','1','184',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (191,'فما حملت من ناقة فوق كورها ... أعفّ وأوفى ذمّة من محمّد
وأنس بن أبي أناس هو القائل:
أحار بن بدر قد وليت إمارة «١»
الأبيات. وأبوه أبو أناس هو القائل يوم أحد في علي- رضي الله عنه-:
في كل مجمع غاية أخزاكم ... جذع أبر على المذاكي القرّح «٢»
وأبو الأسود ظالم بن عمرو بن سفيان بن عمرو بن جندب بن يعمر بن حلس «٣» ابن نفاثة بن عدي بن الدئل، تابعي بصري، أول من وضع في النحو، وأخباره مشهورة؛ وابنه أبو حرب، محدث مشهور.

<span data-type="title" id=toc-144>وهؤلاء بنو ضمرة بن بكر بن عبد مناة</span>
ولد ضمرة بن بكر بن عبد مناة: كعب، وجدىّ، ومليل «٤» ، وعوف، وحندب. ومنهم: عمارة بن مخشي «٥» بن خويلد بن عبد نهم بن يعمر بن عوف بن جدي بن ضمرة، وهو الذي وادع رسول الله- صلى الله عليه وسلم- على قومه؛ وعمرو بن أمية بن خويلد بن عبد الله بن إياس بن عبد بن ناشرة بن كعب بن جدي بن ضمرة، له صحبة ورواية؛ وابنه جعفر بن عمرو بن أمية الضّمرىّ؛ والزبرقان بن عبد الله بن عمرو بن أميّة؛ والبرّاض بن قيس بن رافع بن قيس بن جدي بن ضمرة، وهو الذي يضرب به المثل، فيقال: «فتكة البراض» ، إذ قتل عروة الرحال بن عتبة بن جعفر بن كلاب؛ ففيه كانت وقعة الفجار.
_________
(١) عجزه كما في الحيوان ومراجعه التي أثبتها في حواشيه: «فكن جرذا فيها تخون وتسرق»
(٢) الجذع: الفرس في سنته الثالثة. أبر: زاد وغلب. المذاكي: جمع مذك، وهو ما كان في نحو العاشرة.
(٣) انظر مختلف القبائل لابن حبيب ٤١ قال: «وفي كنانة بن خزيمة: حلس- بالحاء المهملة- بن نفاثة بن عدي» .
(٤) فتح الباري ٦: ٣٩٥.
(٥) الاصابة ٥٧٢٤ وقال: شهد اليرموك وكان من أمراء الجيوش.','1','185',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (192,'وولد مليل بن ضمرة بن بكر بن عبد مناة بن كنانة: غفار بطن ضخم «١» ؛ ونعلية. منهم: الحكم بن عمرو بن مجدع «٢» بن حذيم بن الحارث بن نعيلة «٣» ابن مليل، له صحبة ورواية، ولى خراسان، وأبو سريحة «٤» حذيفة بن أمية بن أسيد بن الأعوص «٥» بن واقعة بن حرام بن غفار، له صحبة ورواية؛ وأبو ذر الصاحب: أمه رملة، غفاريّة، وهى أيضاً أم عمرو بن عبسة السلمىّ الصاحب «٦» وكان أبو ذر خامساً في الإسلام، لكنه رجع إلى بلاد قومه، فأقام حتى قدم النبي- صلى الله عليه وسلم- المدينة؛ فتوفي لأربع سنين بقيت من أيام عثمان، وصلّى عليه ابن مسعود بالربذة- رضى الله عنهما- وهو المشهور، واسمه جندب بن جنادة ابن سفيان بن عبيد بن حرام [بن غفار] : وأخوه أنيس، له صحبة؛ لا عقب لأبى ذرّ؛ وابن عمهم بشر بن سحيم بن حرام بن غفار، له صحبة ورواية؛ وصاحبة كثير الشاعر، وهى عزة بنت جميل بن حفص بن إياس بن عبد العزى ابن حاجب بن غفار؛ وآبى اللحم «٧» ، له صحبة، وهو الحويرث بن عبد الله ابن خلف بن مالك بن عبد الله بن حارثة بن غفار، قتل يوم حنين- رضي الله عنه- وقيل: اسمه خلف بن عبد الملك، وقيل: عبد الله بن عبد الملك «٨» ، استشهد يوم حنين؛ وأبو نويرة بن شيطان بن عبد الله بن أبي اللحم، قتل يوم اليرموك؛ وخالد بن سيار «٩» بن عبد عوف بن معيشر «١٠» بن بدر بن أحيمس بن غفار، سائق بدن النبي صلّى الله عليه وسلم؛ وأبو رهم كلثوم بن الحصين بن خلاد بن معيشر بن بدر بن أحيمس، جليل في الصحابة، قد استخلفه النبي- صلى الله عليه وسلم- على المدينة في بعض خرجاته في غزوة الفتح، فتح مكّة؛
_________
(١) السيرة ١٧٨.
(٢) وكذا في الاصابة ١٧٧٩.
(٣) انظر تاج العروس ٨: ١٤٠.
(٤) انظر الاصابة ١٦٣٩.
(٥) الاصابة: «الاعور» .
(٦) الاصابة ٥٦٩٨.
(٧) انظر الاصابة رقم ١.
(٨) ويقال: «عبد الله بن عبد ملك» بفتح الميم واللام، كما ذكر ابن حجر
(٩) الاصابة ٢١٦٦.
(١٠) في الاصابة «معسر» .','1','186',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (193,'وقيس بن أبي غرزة «١» بن عمير بن وهب الغفاري.
مضى بنو بكر بن عبد مناة بن كنانة.

<span data-type="title" id=toc-145>وهؤلاء بنو مرة بن عبد مناة بن كنانة</span>
ولد مرة بن عبد مناة: مدلج، بطن، وفيهم القيافة والعيافة؛ وشنوق «٢» ، بطن؛ وشنظير، بطن. فمن بني مدلج، سراقة بن مالك بن جعشم بن مالك بن عمرو بن مالك بن تيم بن مدلج، الذي اتبع رسول الله- صلى الله عليه وسلم- ليرده فظهرت فيه تلك الآية حتى صرفه الله تعالى عنه؛ ومعن بن حرملة بن جعشم «٣» من سادات أهل مصر؛ وأبو كلثوم بن مالك بن جعشم، من اشراف أهل الشأم؛ ومجزّز المدلجي، الذي سر النبي- صلى الله عليه وسلم- بقيافته، وهو مجزّز ابن الأعور بن جعدة بن معاذ بن عتوارة بن عمرو بن مدلج؛ وابنه علقمة بن مجزز، له صحبة؛ ومن ولده: عبد الله، وعبيد الله، ابنا عبد الملك بن عبد الرحمن ابن علقمة بن مجزز.
مضى بنو مرة بن عبد مناة بن كنانة.

<span data-type="title" id=toc-146>وهؤلاء بنو عامر بن عبد مناة بن كنانة</span>
ولد عامر بن عبد مناة بن كنانة: مبذول، ومعن، وقمر، وجذيمة.
ومنهم: أهل الغميصاء الذين أوقع بهم خالد بن الوليد؛ فوادهم رسول الله- صلى الله عليه وسلم- وأنكر فعل خالد؛ وكان من جملتهم الفتى الذي قتله عبد الله بن أبي حدرد الأسلمي، بعد أن خاطب الظعينة؛ والخبر مشهور «٤» ، وكانوا من بني مساحق بن الأقوم بن جذيمة بن عامر.
مضى بنو عامر بن عبد مناة بن كنانة.
_________
(١) صوابه بتقديم الراء المهملة، كما في الاصابة ٧٢١١.
(٢) تاج العروس ٦: ٤٠٢.
(٣) قال ابن حجر في الاصابة ٨١٥٢: «الهذلي» ، جعله من هذيل.
(٤) السيرة ٨٣٧- ٨٣٨.','1','187',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (194,'<span data-type="title" id=toc-147>وهؤلاء بنو الحارث بن عبد مناة بن كنانة</span>
هم بنو الرّشد. وكانوا يدعون بنو غوي؛ فسماهم رسول الله- صلى الله عليه وسلم- بنى الرّشد. وهم من بني عوف بن الحارث بن عبد مناة. ومنهم: الشمّاخ، وتيم، ابنا عامر بن عوف بن الحارث بن عبد مناة: عقد الشماخ حلف الأحابيش مع قريش، وعقد تيم حلف القارة معهم؛ والحليس بن علقمة بن عمرو بن الأوقح «١» بن عامر بن جذيمة، رئيس الأحابيش يوم أحد؛ وعمرة بنت علقمة بن الحارث بن الأسود بن عبد الله بن عامر، التي رفعت اللواء يوم أحد لكفّار قريش؛ وفي ذلك يقول حسان بن ثابت رضي الله عنه:
ولولا لواء الحارثية أصبحوا ... يباعون في الأسواق بالثمن الكسر «٢»
مضى بنو عبد مناة بن كنانة.

<span data-type="title" id=toc-148>وهؤلاء بنو مالك بن كنانة</span>
منهم: فراس بن غنم بن ثعلبة بن مالك بن كنانة، بطن ضخم. فولد فراس بن غنم: علقمة جذل الطعان، والحارث، وجذيمة: منهم فارس العرب، ربيعة بن مكدم بن عامر بن خويلد بن جذيمة بن علقمة بن فراس؛ ومنهم كانت أم رومان أم عائشة- رضي الله عنها-؛ وعبد الله بن جذل الطعان من فرسان بني كنانة. ومن بني المطلب بن جديان: آل الأبجر «٣» ، الأطباء الفقهاء بالكوفة.
_________
(١) كذا في او امتاع الاسماع ١: ٢٨٨.
(٢) الكسر: الخسيس القليل، وفي مثله قول ذي الرمة:
اذا مرئي باع بالكسر بنته ... فما ربحت كف امرىء يستقيدها
هذا البيت لم يرو في ديوان حسان، بل فيه ص ٢٦ وكذا في امتاع الاسماع ١: ١٢٧:
ولولا لواء الحارثية أصبحوا ... يباعون في الاسواق بيع الجلائب
(٣) نسبة الى رجل يدعى الابجر. والبجر- بالضم- الامر العظيم. والبجر: العجب.','1','188',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (195,'ولبنى مالك بن كنانة بطون جمّة. ومنهم: بنو مخدج «١» بن عامر بن ثعلبة بن الحارث بن مالك بن كنانة، بطن. ومنهم نسأة الشهور في الجاهلية «٢» ، قام الإسلام منهم على جنادة بن أمية بن عوف بن جذيمة بن عبد نعيم بن عدي بن عامر بن ثعلبة بن الحارث بن مالك: وكلّ من صارت إليه هذه المرتبة كان يسمى «القلمس» . وأول من نسأ الشهور: سرير بن ثعلبة بن الحارث بن مالك بن كنانة؛ ثم ابن أخيه عدي بن عامر بن ثعلبة؛ ثم في ولده. ومنهم: علقمة بن صفوان بن أمية بن جندة بن حمل بن شق بن رقبة بن مخدج بن عامر بن ثعلبة بن الحارث ابن مالك بن كنانة، جد مروان بن الحكم لأمه؛ وأبو قرصافة جندرة بن خيشنة «٣» بن مرة بن وائلة بن الفاكه بن عمرو بن الحارث بن مالك بن كنانة، له صحبة؛ والرّماحس بن عبد العزيز بن الرماحس بن الرسارس بن السكران بن واقد بن وهيب بن هاجر بن عرينة بن وائلة بن الفاكه بن عمرو بن الحارث بن مالك بن كنانة، ولي شرطة مروان بن محمد، ثم دخل الأندلس، فولاه عبد الرحمن بن معاوية الجزيرة وشذونة، وهى بلاد بني كنانة؛ فتمنع عليه فيها؛ فغزاه؛ فهرب إلى العدوة ومات هنالك.
مضى بنو مالك بن كنانة.

<span data-type="title" id=toc-149>وهؤلاء بنو ملكان بن كنانة</span>
ولد ملكان بن كنانة: حرام، وثعلبة، وسعد، وأسيد، وغنم؛ ولهم بطون جمة؛ منهم: الفضل بن عميرة بن راشد بن عبد الله بن سعيد بن شريك بن عبد الله بن مسلم بن نوفل بن ربيعة بن مالك بن عتيق بن ملكان بن كنانة «٤» ؛ ولهم عدد، وثروة، ووجاهة بمرسية.
مضى بنو كنانة بن خزيمة. ودارهم بالأندلس: شذونة، والجزيرة.
_________
(١) نهاية الارب ٢: ٣٥١ والعقد ٣: ٣٤٠.
(٢) انظر السيرة ٢٩ ونهاية الارب ٢: ٣٥١.
(٣) الاصابة ١٢٢٩: «خيشة» ، واثبت ما في القاموس (قرصف) . وانظر الاشتقاق ٢٤٥.
(٤) ترجم له ابن الفرضي ١: ٣٩٤ برقم ١٠٤٠.','1','189',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (196,'<span data-type="title" id=toc-150>وهؤلاء بنو الهون بن خزيمة؛ وهم القارة</span>
ولد الهون بن خزيمة؛ مليح؛ فولد مليح بن الهون: يثيع «١» ، والحكم.
ودخل الحكم في مذحج؛ وقيل؛ هم رهط الجراح بن عبد الله بن الحكم، وهم موالي الحسن بن هانئ الشاعر، من فوق «٢» ؛ وولد يثيع: عائذة، وسعد؛ فولد عائذة: غالب، وسعد؛ فولد غالب: جندلة، ومحلّم، وعامر، ويشجب؛ فولد محلّم: حلمة، وهم الأبناء؛ والدّيش، وهم القارة؛ فولد الديش: الأيسر، وعضل. فمن بني محلم؛ مسعود بن ربيعة بن عمرو بن سعد بن عبد العزى بن محلم بن غالب بن عائذة بن يثيع بن مليح بن الهون بن خزيمة، له صحبة.
وكانت القارة حلفاء بني زهرة.
مضى بني الهون بن خزيمة.

<span data-type="title" id=toc-151>وهؤلاء بنو أسد بن خزيمة</span>
ولد أسد بن خزيمة: دودان، وكاهل، وعمرو، وصعب، وحلمة «٣» ، وهم أهل أبيات في بني جذيمة «٤» بن مالك بن نصر بن قعين بن الحارث بن ثعلبة بن دودان بن أسد.
فولد صعب بن أسد: عبد الله؛ من ولده بنو النعامة، وهم: بنو جعدة، وبنو البحير، ابني عبد الله بن مرة بن عبد الله بن صعب بن أسد. وولد عمرو ابن أسد بن خزيمة: القليب؛ ومعرّض، واسمه سعد؛ والهالك. فمن بني القليب: أيمن بن خزيم بن الأخرم بن شداد بن عمرو بن الفاتك بن القليب الشاعر «٥» ؛ وعمه سبرة بن الأخرم. ومن بني معرض بن عمرو بن أسد:
_________
(١) مختلف القبائل ٤٨ ونسب قريش ١٠ والقاموس.
(٢) انظر ما مضى في ص ١٤٢ س ١.
(٣) مختلف القبائل لابن حبيب ٢٤ والعقد ٣: ٣٤٠. وقال ابن عبد ربه: «افناهم امرؤ القيس بن حجر بأبيه» .
(٤) كذا على الصواب.
(٥) سمط اللآليء ٦٢٢.','1','190',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (197,'الأقيشر الشاعر؛ واسمه المغيرة بن عبد الله بن الأسود بن وهب بن ناعج بن قيس بن معرّض.
ومن بنى الهالك بن عمرو بن أسد، وكانوا ينسبون إلى أنهم قيون، يعملون الحديد: سماك، الذي ينسب إليه مسجد سماك بالكوفة، وهو سماك بن مخرمة بن حتر ابن تلب «١» بن الهالك بن عمرو، هرب عن علي- رضي الله عنه- فلحق بالجزيرة.
وولد كاهل بن أسد بن خزيمة: مازن بن كاهل؛ منهم: قاتل حجر ابن عمرو، والد امرئ القيس الشاعر؛ وهو علباء بن حارثة بن هلال، وكان شاعرا.
وولد دودان بن أسد، وفيهم البيت والعدد: ثعلبة، وغنم، فولد غنم بن دودان: كبير، وعامر، ومالك: منهم: عبد الله، وأبو أحمد، وعبيد الله «٢» ، بنو جحش؛ وأختهم أم المؤمنين زينب بنت جحش؛ وحمنة بنت جحش بن رياب بن يعمر بن صبرة بن مرة بن كبير بن غنم بن دودان، وعبد الله، بدرىّ؛ وأبو أحمد من المهاجرين؛ وعبيد الله، أسلم وهاجر، ثمّ ارتدّ نصرانيّا ومات كذلك «٣» ؛ وكانت تحته أم حبيبة أم المؤمنين؛ فولدت له ابنة اسمها حبيبة،
حدثنا حديثها محمد بن الحسن الرازي الصوفي، قال:
نا عبد الرحمن بن عمر بن النحاس بمصر: نا أبو سعيد بن الأعرابي:
نا محمد بن سعيد: نا سفيان بن عيينة، عن الزهري، عن عروة بن الزبير، عن زينب بنت أبي سلمة المخزومي، عن حبيبة، عن أمها أم حبيبة، عن زينب بنت جحش أم المؤمنين، أن رسول الله- صلى الله عليه وسلم- قال: «ويل للعرب من شر قد اقترب! فتح اليوم من ردم يأجوج ومأجوج» ، وعقد تسعين.
قالت: فقلت: يا رسول الله، أنهلك وفينا الصالحون؟ قال: «نعم! إذا كثر الخبث!» .
ومن ولد أبي أحمد بن جحش: عبد الله بن أبي بكر بن أبي أحمد بن جحش، قتل يوم قديد.
_________
(١) الاصابة ٣٤٦١: «حمير بن ثلث» .
(٢) السيرة ٧٨٣- ٧٨٤، ٧٨٧.
(٣) رواه البخاري في (أحاديث الانبياء، والفتن، وعلامات النبوة) ومسلم والترمذي وابن ماجة في (الفتن) .','1','191',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (198,'ومنهم بالأندلس: المحدث عبد الله بن محمد بن عثمان بن سعيد بن هشام بن إسماعيل بن كنانة بن نعيم بن محمد بن عبد الله بن جحش، يكنى هشام أبا إسماعيل، وهو الداخل؛ وقال بعض من روى عنه: هاشم، مكان هشام؛ وزاد فقال: إسماعيل بن سفيان بن كنانة؛ وكأنّ الداخل أبو إسماعيل «١» ، وأخواه أبو يزيد وأبو خالد، وكانوا من غزة، ثم رجع أبو يزيد وأبو خالد، وبقى أبو إسماعيل؛ ويزيد بن قيس بن رياب بن يعمر، بدري؛ وعكّاشة، وسنان، وأبو سنان، بدريون، وأخوهم شجاع، بنو محصن، وأختهم أم قيس بنت محصن بن حرثان بن قيس بن مرة بن كبير بن غنم بن دودان؛ وسنان بن أبي سنان بن محصن، بدرىّ؛ ولهم بالأندلس، بوادي عبد الله من جيّان، بقيّة وعدد: منهم بنو عبيد الله بن عكّاشة بن محصن «٢» ، وكبير بن عبد الله ابن كلثوم بن سليط بن ثبرة بن عمير بن غالب بن محمد بن عكّاشة بن محصن، وغيرهم؛ ومحرز بن نضلة بن عبد الله بن مرة بن كبير بن غنم، بدري؛ وشجاع، وعقبة، ابنا وهب بن ربيعة بن أسد بن صهيب بن مالك بن كبير بن غنم، بدريّان؛ وربيعة بن أكثم بن سخبرة بن عمرو بن بكير بن عامر بن غنم بن دودان، بدرىّ؛ وقيس بن عبد الله، من مهاجرة الحبشة، كانوا كلهم أهل إسلام وسابقة وهجرة، رجالهم ونساؤهم- رضى الله عنهم- وكانوا حلفاء لبني عبد شمس ابن عبد مناف، ولهم في وادي عبد الله بجيان، من بلاد الأندلس، بقية وعدد.
مضى بنو غنم بن دودان بن أسد.

<span data-type="title" id=toc-152>وهؤلاء بنو ثعلبة بن دودان بن أسد</span>
وإلى ثعلبة هذا تنسب الثعلبية التي بين الكوفة ومكّة. فولد ثعلبة بن دودان:
الحارث، ومالك، وسعد، فولد سعد بن ثعلبة بن دودان: الحارث الحلّاف، ومالك؛ ومنهم: الشاعر عبيد بن الأبرص بن جشم بن عامر بن هر بن مالك بن
_________
(١) انظر ابن الفرضي ١: ٢٧٢ برقم ٧٠٩.
(٢) عكاشة بن محصن بن حرثان بن قيس بن مرة. كما في الاصابة ٦/ ٥٦٢. «بن محصن بن كبير» .','1','192',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (199,'الحارث بن سعد بن ثعلبة بن دودان؛ وشبيب، ورقيّة، ومعاوية، بنو دران بن عامر بن هرّ بن مالك، وهم الذين أكبوا على حجر بن عمرو، والد امرىء القيس، ليمنعوه من القتل، فغلبهم قومهم عليه، فقتل؛ وعمرو بن شأس بن أبي بلىّ، واسمه عبيد، بن ثعلبة بن رويبة بن مالك بن الحارث بن سعد بن ثعلبة بن دودان، له صحبة؛ وابنه عرار بن عمرو «١» ، وكان سيدا، أسود اللون. ومنهم: قيس ابن الربيع، المحدث الكوفىّ؛ والشاعر الكميت بن زيد بن الأخنس بن مجالد ابن ربيعة بن قيس بن الحارث بن عمرو بن مالك بن سعد بن ثعلبة بن دودان، وابنه المستهلّ بن الكميت، وأخوه الورد بن زيد.
وولد مالك بن ثعلبة بن دودان: غاضرة، وعمرو: أمهما أم خارجة، التي يضرب بسرعة نكاحها المثل «٢» ؛ ومالك، ويقال لولده بنو الزنية «٣» ، أراد النبي- صلى الله عليه وسلم- أن يبدل اسمهم، فأبوا لضعف عقولهم، فهم يعرفون ببنى الزّنية إلى اليوم؛ وثعلبة، وسعد. فمن بني الزنية: مالك الحضرمي بن عامر، وافدهم على رسول الله- صلى الله عليه وسلم-، وهو الحضرمي بن عامر بن مجمع بن موألة بن همام بن صعب بن القين بن مالك بن مالك بن ثعلبة بن دودان، وكان سيد قومه؛ وضرار بن الأزور، قاتل مالك بن نويرة، واسم الأزور مالك بن أوس بن جذيمة بن ربيعة بن مالك بن مالك بن ثعلبة، له صحبة؛ ويزيد بن أنس، قتل مع المختار.
ومن بني سعد بن مالك بن ثعلبة بن دودان: الأشعر الرّقبان، وهو عمرو بن حارثة بن ناشب بن سلامة بن الحارث بن سعد بن مالك بن ثعلبة؛ وعمرو بن مسعود، الذي يقال إن النعمان بنى عليه الغري «٤» الذي بظهر الكوفة، وفيه يقول الشاعر «٥» :
_________
(١) انظر شرح المروزقي للحماسة ٢٨٠ وما كتبت هناك في حواشيه.
(٢) انظر ما مضى في ص ١٨٠.
(٣) الزنية بفتح الزاي وكسرها مع سكون النون. انظر اللسان (زنا) ومختلف القبائل ١٧. وقد اراد رسول الله صلى الله عليه وسلّم ان يسميهم بني الرشدة فأبوا.
(٤) الغري: واحد الغريين. وهما بناءان كالصومعتين كانا بظاهر الكوفة. انظر معجم البلدان واسماء المغتالين من نوادر المخطوطات ٢: ١٣٤.
(٥) هو هند بنت معبد ابن نضلة. معجم ما استعجم ٩٩٦. وانظر البيان ١: ١٠٨ وشروح سقط الزند ١٧١٦.','1','193',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (200,'ألا بكر الناعي بخيري بني أسد ... بعمرو بن مسعود وبالسيد الصمد
ومن بني عمرو بن مالك بن ثعلبة بن دودان: الحسحاس بن هند بن سفيان ابن غضاف بن كعب بن سعد بن عمرو بن مالك بن ثعلبة؛ وعبدهم «١» كان سحيم الشاعر. وبنو غاضرة بطن من بطون بنى أسد.

<span data-type="title" id=toc-153>وهؤلاء بنو الحارث بن ثعلبة بن دودان بن أسد</span>
ولد الحارث بن ثعلبة: قعين، وفيه العدد والثروة؛ ووالبة، وسعد؛ كان في بني سعد بن الحارث شعراء. ومن بني والبة بن الحارث: حمل، والأختم «٢» ، وزياد، بنو مالك بن جنادة بن سفيان بن وهب بن كعب بن مالك بن ذؤيب بن والبة، كان لهم بلاء وغناء أيّام القادسيّة؛ وقتل حمل بنهاوند؛ وأخوهم أبو هياج عمرو بن مالك بن جنادة، جعله عمر بن الخطاب على خطط الكوفة؛ وابن أخيهم غالب بن مالك بن جنادة، أنهضه الحجاج لقتال شبيب، فقتله شبيب؛ وبشر بن أبي خازم الأسدي الشاعر.

<span data-type="title" id=toc-154>وهؤلاء بنو قعين بن الحارث بن ثعلبة بن دودان بن أسد</span>
ولد قعين بن الحارث: عمرو؛ ونصر؛ وكلفة، وهو عبس، لقب بذلك.
فولد نصر بن قعين: بطون كثيرة، منهم: عامر بن عبد الله بن طريف بن مالك بن نصر بن قعين، صاحب لواء بني أسد في الجاهلية؛ والعلاء بن محمد ابن منظور بن قيس بن نوفل بن جابر بن شجنة بن حصب بن أسامة بن مالك ابن [نصر بن] قعين، ولي هو وأبوه شرطة الكوفة؛ وابن عمه عبد الرحمن بن قيس بن منظور بن قيس بن نوفل بن جابر، ولي شرطة المصعب بن الزبير: وذؤاب «٣» بن
_________
(١) انظر مراجع ترجمته في نوادر المخطوطات ٢: ٢٧٢.
(٢) والمعروف في اسمائهم «الاخثم» بالمثلثة.
(٣) ذؤاب، بالذال المعجمة. انظر شرح الحماسة للمروزقي ٨٤٣ ونوادر المخطوطات ٢: ٢٣٥.','1','194',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (201,'ربيعة (بالتصغير) بن عبيد بن سعد بن جذيمة بن مالك بن نصر بن قعين، قاتل عتيبة بن الحارث بن شهاب، فارس بني تميم في الجاهليّة؛ وبنو ذى الخمار، وهو عوف بن ربيع بن حارثة بن ساعدة بن جذيمة بن مالك، ولهم بالجزيرة شرف؛ وأبو سمال سمعان بن هبيرة «١» بن فروة بن عمرو بن عبيد بن سعد بن جذيمة ابن مالك بن نصر بن قعين، الذي شرب الخمر مع النجاشىّ بالكوفة؛ وجرّاح بن سنان، الذي وجأ الحسن بن علي- رضي الله عنه- بالخنجر في مظلم ساباط.

<span data-type="title" id=toc-155>وهؤلاء بنو عمرو بن قعين بن الحارث بن ثعلبة بن دودان</span>
ولد عمرو بن قعين: طريف، والصّيداء، وكعب، وهو دبير: حمل على ظهره حملاً فدبر، فسمي بذلك؛ وله بقية.
ومن بني الصيداء بن عمرو: الحارث بن ورقاء بن سويط بن الحارث بن نكرة ابن نوفل بن الصيداء بن عمرو بن قعين، الذي مدحه زهير بن أبي سلمى؛ والصامت بن الأفقم بن الحارث بن نكرة، قاتل ربيعة بن مالك بن كلاب، والد لبيد الشاعر «٢» : وقيس بن مسهر بن خليد بن جندب بن منقذ بن جسر ابن نكرة بن نوفل بن الصيداء، أرسله الحسين- رحمه الله- إلى الكوفة، فأخذه عبيد الله بن زياد، فأمره بلعن الحسين؛ فلعن ابن زياد؛ فأمر به، فرمي من فوق القصر، فمات، رحمه الله، ولعن ابن زياد. ولبنى الصيداء بطون جمّة.
وولد طريف بن عمرو بن قعين: فقعس، ومنقذ، وأعيا «٣» ، وهو الحارث، وقيس، فمن ولد منقذ بن طريف: الشاعر المشهور عبد الله بن الزبير «٤» ابن الأشيم بن الأعشى بن بجرة بن قيس بن منقذ بن طريف؛ ومن ولده كان أبو أحمد الزبيري المحدث المشهور. فولد فقعس: حجوان «٥» ؛ ودثار، الذي يقول فيه امرؤ القيس:
_________
(١) انظر المحبر ٢٢٠ ونوادر المخطوطات ٢: ٢٦٤، ٢٨٢.
(٢) انظر الشعرآء ٢٣١.
(٣) انظر نهاية الارب ٢: ٣٥٠.
(٤) الزبير هذا بفتح الزاي انظر الخزانة ١: ٣٤٤.
(٥) انظر ما سبق في حواشي ص ١٧٨.','1','195',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (202,'كأنّ دثارا حلّقت بلبونه ... عقاب تنوفى لا عقاب القواعل «١»
وولد قيس بن طريف بن عمرو بن قعين: الطماح، الذي سعى في هلاك امرئ القيس، وفيه يقول:
لقد طمح الطماح من بعد أرضه «٢»
وطليحة بن خويلد بن نوفل بن نضلة بن الأشتر بن حجوان بن فقعس، الذي ادعى النبوءة، ثم أسلم، وله رهط باق: ذكر الكلبي أن النبي- صلى الله عليه وسلم- دعا أن يحرموا الشهادة؛ فلم يستشهد أحد منهم قطّ؛ وربيعة بن ثعلبة بن رياب بن الأشتر بن حجوان بن فقعس، قاتل صخر بن عمرو بن الشريد، يكنى ربيعة أبا ثور. والشاعر الكميت الأول هو الكميت بن ثعلبة ابن نوفل بن نضلة بن الأشتر بن حجوان، وعمّ أبيه: خالد بن نضاة، سيد بنى أسد. والشاعر الكميت الثاني هو الكميت بن معروف بن الكميت بن ثعلبة.
وكان من بني أسد شعراء كثير.
ومن بني أسد: أبو وائل، شقيق بن سلمة، صاحب ابن مسعود؛ ووابصة ابن معبد بن مالك بن عبيد، له صحبة؛ وابنه سالم بن وابصة، محدث ودارهم بالأندلس: البراجلة والبشرّة من كورة إلبيرة.
مضى الكلام في بني أسد بن خزيمة. ومضى بنو خزيمة بن مدركة.

<span data-type="title" id=toc-156>وهؤلاء بنو هذيل بن مدركة</span>
ولد هذيل بن مدركة: سعد، ولحيان.
فولد لحيان بن هذيل: طابخة، ودابغة؛ ولهم عدد. فمن ولد دابغة:
المحبّق، واسمه صخر بن عبيد بن الحارث؛ وابناه سلمة، وسنان، روى عنهما «٣»
_________
(١) ديوان امرىء القيس ١٨٥.
(٢) عجزه كما في ديوانه ص ١٤٢: «ليلبسني من دائه ما تلبسا»
(٣) يفهم من تهذيب التهذيب ٤: ٢٤١ والاصابة ٣٣٨٨ ان «سنان» هو ابن سلمة، لا ابن المحبق','1','196',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (203,'الحديث. ومن بني طابخة: أسامة بن عمير، له صحبة؛ وابنه أبو المليح «١» المحدث؛ وأوّل شعراء هذيل، وهو أبو قلابة الحارث بن صعصعة بن طابخة ابن لحيان.
وولد سعد بن هذيل: خريب «٢» ؛ من ولده: أبو كبير الهذلىّ الشاعر؛ وحوية، دخلوا في بني عبس، وقيل إنّ الحطيئة الشاعر منهم؛ وخناعة، بطن؛ ورهم؛ وتميم. فولد تميم: الحارث، ومعاوية، وعوف. والعدد في بني معاوية؛ فمنهم: عبد الله بن مسعود، وأخواه عتبة بن مسعود، وعميس بن مسعود ابن غافل بن حبيب بن شمخ بن فار بن مخزوم بن صاهلة بن كاهل بن الحارث ابن تميم بن سعد بن هذيل؛ وعبد الله، وعون، ابنا عتبة بن مسعود؛ وأبو عبيدة:
أمه أم ولد اسمها سيرين؛ وعبد الرحمن، وعتبة، بنو عبد الله بن مسعود، ولهم بقيّة وعدد. ومن ولد عبد الرحمن بن عبد الله بن مسعود، كان المسعودي المؤرخ، وهو علي بن الحسين بن علي بن عبد الله بن زيد بن عتبة بن عبد الله بن عبد الرحمن ابن عبد الله بن مسعود؛ وعبد الله بن عبد الملك بن أبي عبيدة بن عبد الله بن مسعود (وأم عبد الله بن مسعود: أم عبد «٣» ، من المهاجرات الأول، من بني قريم ابن صاهلة بن كاهل) ؛ وابن أخي عبد الله بن مسعود، عمرو بن عميس بن مسعود، كان والياً لعلي على القطقطانة؛ فقتله هنالك الضحاك بن قيس الفهرىّ، عامل معاوية.
ومن ولد عبد الله بن مسعود: القاسم بن عبد الرحمن بن عبد الله بن مسعود؛ والقاسم بن معن بن عبد الرحمن بن عبد الله بن مسعود؛ وابن أخيه محمد بن أبي عبيدة بن معن بن عبد الرحمن بن عبد الله بن مسعود؛ وأبو العميس عتبة، وأخوه عون، ابنا عبد الله بن عتبة بن عبد الله بن مسعود. ومن ولد أخيه عتبة بن مسعود:
عبيد الله بن عبد الله بن عتبة بن مسعود، أحد الفقهاء المدنيين؛ وإخوته عون، وحمزة وناجية، بنو عبد الله بن عتبة بن مسعود؛ والفضل بن عون بن عبد الله بن
_________
(١) اسمه عامر، أو زيد. تهذيب التهذيب ١٢: ٢٤٦.
(٢) في المعارف ٣٠: «حريث» .
(٣) وكذا في العثمانية للجاحظ ٨٦، ١٤١، ٢٣٤. وفي الاصابة: «أم عبيد» .','1','197',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (204,'عون بن عبد الله بن عتبة بن مسعود، محدث.
وفي هذيل نيف وسبعون شاعراً مشاهير؛ منهم: عمرو ذو الكلب، فاتك شجاع، وأخته جنوب؛ وهما من بني عامر بن كاهل؛ وقرد بن معاوية بن تميم ابن سعد بن هذيل، الذي يقال فيه: «أزنى من قرد «١» » . ومن ولده هو:
أبو خراش الهذلىّ. ومن بني صبح بن كاهل: أبو بكر الهذلي الفقيه، واسمه سلمي بن عبد الله بن سلمىّ.
وديارهم حوالى مكّة؛ ولهم بها عدد وعدّة ومنعة.
مضى بنو هذيل بن مدركة. وكذلك مضى بنو مدركة بن الياس بن مضر.

<span data-type="title" id=toc-157>وهؤلاء بنو طابخة بن الياس بن مضر</span>
ولد طابخة بن إلياس: أد بن طابخة. فولد أد بن طابخة: مر بن أد، وضبّة بن أدّ، وعمرو بن أدّ، وعبد مناة بن أد، وحميس بن أد؛ شهد بنو حميس يوم الفيل مع الحبشة، فقتلوا؛ فلم يبق منهم إلا ستون رجلاً؛ فهم إلى اليوم لا يزيدون على ستين أبداً.

<span data-type="title" id=toc-158>وهؤلاء بنو عبد مناة بن أد</span>
ولد عبد مناة: تيم، وعدىّ، وعوف، وثور، وأشيب «٢» . وهؤلاء هم الرباب، لأنهم تحالفوا مع بني عمهم ضبة على بني عمهم تميم بن مرّ؛ فغمسوا أيديهم في رب؛ ثم خرجت عنهم ضبّة، واكتفت بعددها، وبقى سائرهم.

<span data-type="title" id=toc-159>وهؤلاء بنو عوف بن عبد مناة، وهم عكل</span>
ولد عوف بن عبد مناة؛ قيس بن عوف؛ فولد قيس بن عوف: وائل بن قيس، فولد وائل بن قيس: عوف، وثعلبة؛ يقال لولد ثعلبة ركبة القلوص، ويقال إنهم ليسوا منهم: وإنّهم من النمر بن قاسط، أتوا إليهم على قلوص؛ فولد عوف بن وائل: الحارث، وجشم، وسعد، وعدىّ؛ وكانت لهم حاضنة اسمها عكل، فغلبت على اسمهم. فمن بني سعد بن عوف: خزيمة بن عاصم بن
_________
(١) انظر للرباب الاشتقاق ١١١ والمعارف ٣٤.
(٢) انظر للرباب الاشتقاق ١١١ والمعارف ٣٤.','1','198',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (205,'قطن بن عبد الله بن عبادة بن سعد بن عوف بن وائل، الوافد على رسول الله، صلى الله عليه وسلم- بإسلام عكل. ومن بني جشم بن عوف بن وائل: وصيلة ابنة وائل ابن عمرو بن عبد العزى بن معاوية بن عتبة بن جشم بن عوف، أول امرأة أسلمت من قومها وأتت النبي- صلى الله عليه وسلم-؛ ومن بني عدي بن عوف بن وائل:
حرام بن عقبة بن حرام بن حباب بن مسعود بن زيد بن ذئب بن ثعلبة بن عوف ابن كنانة بن عدي بن عوف، صاحب شرطة يوسف بن عمر. ومن بني الحارث ابن عوف بن وائل: أكتل بن شماخ بن يزيد بن شداد بن صخر بن مالك بن لأي بن ثعلبة بن سعد بن كنانة بن الحارث بن عوف، كان علي- رضي الله عنه- يسميه «الصبيح الفصيح» ؛ والنّمر بن تولب بن زهير بن أقيش بن عبد ابن كعب بن عوف بن الحارث بن عوف بن وائل، الشاعر؛ وهو الذي
روى عن النبي- صلى الله عليه وسلم-: «صوم شهر الصبر، وثلاثة أيام من كل شهر، يذهبن وغر الصّدر «١» » .
وفي النمر بن قاسط: النمر بن تولب، شاعر أيضا.
وبنو أقش بن عبد هؤلاء، هم أهل بيت عكل.
مضى بنو عوف بن عبد مناة بن أدّ، وهم عكل.

<span data-type="title" id=toc-160>وهؤلاء بنو تيم بن عبد مناة بن أد</span>
ولد تيم بن عبد مناة: الحارث، وذهل. وبيت الرّباب وعددهم في بني عبد الله بن لؤي بن عمرو بن الحارث بن تيم، منهم: عصمة بن أبير بن زيد بن عبد الله بن صريم بن وائلة بن عمرو بن عبد الله بن لؤي، وهو أجار عتبة بن أبي سفيان يوم الجمل؛ ومزاحم بن زفر بن علاج بن مالك بن الحارث بن عامر ابن جساس بن نشبة بن ربيع بن عمرو بن عبد الله بن لؤي، كان شريفا بالكوفة؛ والمستورد بن علفة بن الفريس بن ضبارى بن نشبة بن ربيع الخارجىّ، قتله معقل بن قيس الرياحي في إمارة المغيرة بن شعبة؛ وابن أخيه وردان بن مجاهد ابن علفة بن الفريس، كان قد واطأ عبد الرحمن بن ملجم على قتل علي- رضي الله عنه- فلقيه عبد الله بن نجبة بن عبيد بن عمرو بن عتبة بن طريف
_________
(١) رواه الطبراني عن النمر بن تولب، والبزاز عن علي وابن عباس. الجامع الصغير ٥٠٥٤.','1','199',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (206,'ابن عوف بن كاهل بن لؤي بن عمرو بن الحارث بن تيم بن عبد مناة، وقد ضرب علياً- رضي الله عنه- فضربه بالسيف حتى قتله غضباً لعلي رضي الله عنه.
ومن بني ذهل بن تيم بن عبد مناة: الشاعر عمر بن لجأ بن حدير بن مصاد بن ربيعة بن الحارث بن جلهم بن امرئ القيس بن ثعلبة بن سعد بن ذهل بن تيم بن عبد مناة؛ وقطام بنت شجنة بن عدي بن عامر بن عوف ابن ثعلبة بن سعد بن ذهل، وهى التي تزوجها عبد الرحمن بن ملجم، ومهرها قتل علي- رضي الله عنه؛- وكانت خارجيّة، وكان أبوها شجنة، وأخوها الأخضر بن شجنة، قتلا يوم النهروان. مضى بنو تيم الرباب بن عبد مناة.

<span data-type="title" id=toc-161>وهؤلاء بنو عدي بن عبد مناة</span>
ولد عدي بن عبد مناة: جلّ «١» ، وملكان، وجذيمة. منهم: ذو الرمة الشاعر، واسمه غيلان؛ وأخواه هشام، ومسعود: بنو عقبة بن بهيش «٢» بن مسعود بن حارثة بن عمرو بن ربيعة بن ساعدة بن كعب بن عوف بن ثعلبة بن ربيعة بن ملكان بن عدي بن عبد مناة؛ وزهير بن ذويب بن زياد بن حمران بن جسر بن الحارث بن نشبة بن مالك بن تيم بن الدول بن جل بن عدي، فارس خراسان، قتله عبد الله بن خازم: وأبو رفاعة عبد الله بن الحارث بن عبد الله بن الحارث ابن أسعد بن كعب بن عدي بن جندل بن عامر بن مالك بن تيم بن الدول ابن جل بن عدي بن عبد مناة، له صحبة محمودة، بصري، قتل بكابل؛ وقيل مكان عامر بن مالك: عمرو بن منقذ، لم يختلف في غير ذلك؛ وكان لأبي رفاعة المذكور أخ اسمه سليمان بن الحارث؛ من ولده كان المحدث البصري أبو رفاعة عبد الله بن محمد بن عمرو بن حبيب بن عمر بن مجالد بن سليمان بن الحارث المذكور، روى عنه ابن الأعرابي وغيره؛ وجدّه عمرو بن حبيب، قد ولي قضاء البصرة. مضى بنو عدي بن عبد مناة.
_________
(١) «حلا» والصواب من مختلف القبائل ٣٢.
(٢) الصواب ما أثبت من القاموس (بهش) والمشتبه ٥٨. وانظر الشعر والشعراء ٥٠٦.','1','200',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (207,'<span data-type="title" id=toc-162>وهؤلاء بنو ثور بن عبد مناة</span>
وهو ثور أطحل، نسب إلى أطحل، وهو جبل كان يسكنه. ولد ثور بن عبد مناة: ملكان؛ فولد ملكان: مالك، وعامر. منهم: الفقيه أبو عبد الله سفيان بن سعيد بن مسروق بن حبيب بن رافع بن عبد الله بن موهبة بن أبي بن عبد الله بن منقذ بن نصر بن الحارث بن ثعلبة بن عامر بن ملكان بن ثور، وأخواه: عمر، والمبارك، ثقات كلّهم؛ وكان أبوهم سعيد أحسب الناس. ومنهم الربيع بن خثيم «١» الفقيه. وقال بعض العلماء بالنسب: لولا هذان الرجلان، ما عرفت ثور.
مضى بنو عبد مناة بن أدّ.

<span data-type="title" id=toc-163>وهؤلاء بنو عمرو بن أد، وهم مزينة</span>
ولد عمرو بن أدّ: عثمان، وأوس. وأمهما مزينة بنت كلب بن وبرة؛ فنسب ولدها إليها. ودارهم بالأندلس: بيانة، التي بقرب قبرة، منهم: بلال بن الحارث، الذي أقطعة النبي- صلى الله عليه وسلم- معادن القبليّة: وهو من بني مازن بن حلاوة بن ثعلبة بن ثور بن هذمة بن لاطم [بن عثمان بن عمرو بن أدّ؛ ومعقل بن سنان بن نهشة بن سلمة بن سلامان بن النعمان بن صبح بن مازن بن حلاوة بن ثعلبة بن ثور بن هذمة بن لاطم] ، له صحبة؛ والشاعر زهير بن أبي سلمى؛ وأخته سلمى بنت أبي سلمى، شاعرة أيضا؛ واسم أبي سلمى ربيعة بن رياح «٢» بن قرط بن الحارث بن مازن بن حلاوة بن ثعلبة بن ثور بن هذمة، وابناه بجير، وكعب، الذي مدح رسول الله- صلى الله عليه وسلم-؛ لهما صحبة؛ ومن ولده: العوام بن عقبة؛ وعقبة هو المضرب بن كعب بن زهير بن أبي سلمى:
كلهم شعراء في نسق؛ والحجّاج بن ذي الرقيبة بن عبد الرحمن بن عقبة المضرّب،
_________
(١) «خشيم» . ما أثبت من جوامع السيرة لابن حزم ٣٢٩ وتهذيب التهذيب.
(٢) انظر ديوانه والشعر والشعراء ٩٠ وشروح المعلقات.','1','201',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (208,'شاعر أيضا؛ وسنان بن مخنف بن عمير بن عبيد بن زيد بن رواحة بن زبينة ابن عامر بن عدي بن عبد الله بن ثعلبة بن ثور بن هذمة، وهو الذي استخلفه النعمان بن مقرّن إذ سار إلى نهاوند- رحمه الله-؛ والنعمان بن مقرّن، وإخوته سويد، ومعاوية، ونعيم، وعقيل، وعمرو، ومعقل، وسابع لم يبلغني اسمه، كلهم لهم صحبة وهجرة وفضل؛ وابنه عمرو بن النعمان؛ وهم بنو مقرن بن عامر بن صبح بن هجير بن نصر بن حبشية بن كعب بن عبد بن ثور بن هذمة؛ قتل النعمان وسويد يوم نهاوند- رضي الله عنهما-؛ ومن ولدهم: معاوية ابن سويد بن مقرّن؛ وعبد الله، وعبد الرحمن، ابنا معقل بن مقرّن، محدثان؛ وعبد الله بن الوليد بن عبد الله بن معقل المذكور، محدث؛ ومعبد بن خليد بن أثينة بن سليم بن رويح بن كلفة بن كعب بن عبد بن ثور، له صحبة؛ ومعقل ابن يسار بن عبد الله بن معبد «١» بن حراق بن لأي بن كعب بن عبد بن ثور، له صحبة، وإليه ينسب نهر معقل بالبصرة؛ وخزاعىّ بن عبد نهم بن عفيف ابن سحيم بن ربيعة بن عدي بن ثعلبة بن ذؤيب بن سعد بن عدي بن عثمان بن عمرو بن أد بن طابخة، له صحبة، وهو الذي كسر صنم مزينة، وكان ذلك الصنم اسمه نهم؛ وله صحبة؛ وأخوه المغفّل بن عبد نهم، كان سيدا؛ وابنه عبد الله بن مغفّل، له صحبة؛ ومعن بن أوس بن نصر بن زياد بن أسعد بن أسحم بن زبيد ابن عدي بن ثعلبة بن ذويب بن سعد بن عدي بن عثمان بن عمرو، الذي يقول:
لعمرك ما أدرى وإنى لأوجل ... على أينا تعدو المنيّة أوّل
والمحتفر بن عثمان بن بشر بن أوس بن نصر بن زياد بن أسعد بن ربيعة ابن عدي بن ثعلبة بن ذويب بن سعد بن عدي بن عثمان، الفارس المشهور بخراسان، وكثير بن عبد الله بن عمرو بن عوف بن زيد بن مليحة بن عمرو بن بكر بن عثمان بن عمرو بن أد؛ محدث ضعيف؛ ولجده عمرو بن عوف صحبة؛ وشريح بن ضمرة من بني لحى بن جرس «٢» بن لاطم بن عثمان بن عمرو بن أدّ،
_________
(١) في الاصابة ٨١٢٧: «معبر» .
(٢) صوابهما من مختلف القبائل ٣٣ والقاموس (جرس) .','1','202',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (209,'أول من جاء بصدقة مزينة إلى النبي- صلى الله عليه وسلم-؛ وإياس بن عبد الله المزني له صحبة.
مضى بنو عثمان بن عمرو بن أد.
ومن بني أوس بن عمرو بن أد: القاضي إياس بن معاوية بن قرة بن إياس ابن هلال بن رئاب بن عبيد بن سواءة بن سارية بن ذبيان بن ثعلبة بن سليم ابن أوس بن عمرو بن أد؛ ولأبيه رواية؛ ولجده صحبة؛ ويكنّى إياس أبا وائلة.
مضت مزينة، وهم بنو عمرو بن أد.

<span data-type="title" id=toc-164>وهؤلاء بنو ضبة بن أد</span>
ولد ضبة بن أد: سعد بن ضبّة؛ وله العقب؛ وسعيد، لا عقب له، قتله الحارث بن كعب، وله خبر؛ ثمّ قتل ضبة الحارث بن كعب، وفي ذلك سارت الأمثال الثلاثة: «أسعد أم سعيد» ، و «الحديث ذو شجون» ، و «سبق السيف العذل» ، قالها كلّها ضبّة؛ وباسل بن ضبة، يقال إن الديلم من ولده.
فولد سعد: بكر بن سعد، وفيه البيت والعدد؛ وثعلبة؛ وصريم، وعددهم قليل. فولد بكر بن سعد: مالك، وعبد الله؛ منهم: ضرار بن عمرو بن مالك بن زيد بن كعب بن بجالة «١» بن ذهل بن مالك بن بكر بن سعد بن ضبة، سيد بني ضبة، شهد يوم القرنتين، ومعه ثمانية عشر ذكراً من ولده، وهم الذين حموه من أبي براء عامر بن مالك بن جعفر بن كلاب ملاعب الأسنّة (وضرار سماه في ذلك اليوم بهذا الاسم) ؛ وهم الحصين، وقيس، وزيد، وهند، وعبد الحارث، والحارث، وعامر، وعمرو، ومنذر، وأدهم، وجبّار، وقبيصة، وخليفة، وحنظلة، وسلمة، وأميّة، ودلجة، وحسان؛ وعاش الحصين منهم حتى أدرك يوم الجمل، وقتل ابن ضبة بين يدي عائشة- رضي الله عنها- في سبعمائة من بني ضبّة؛ وكانت عائشة- رضي الله عنها- تقول: «ما زال رأس الجمل معتدلاً حتى فقدت صوت الحصين بن ضرار!» . وقتل معه ابنه حنظلة؛ وكان
_________
(١) انظر المعارف ٣٤ وشرح التبريزي للحماسة ٢: ١٢٠.','1','203',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (210,'للحصين- رضي الله عنه- يومئذ مائة عام؛ وابن ابنه المنذر بن حسان بن ضرار، شرك في دم مهران الرازىّ. وبيت بني ضبة في ولد زيد بن الحصين بن ضرار؛ وهو زيد الفوارس؛ وهو أخو حنظلة بن الحصين بن ضرار، المقتول يوم الجمل مع أم المؤمنين، هو وأبوه؛ والقاضى أبو شبرمة عبد الله بن شبرمة بن عمرو بن ضرار بن الطفيل بن حسان بن المنذر بن ضرار، قاضى الكوفة؛ والحوثرة بن عمرو بن ضرار، وكان فارسا. ومثجور بن غيلان بن خرشة بن عمرو بن ضرار، من أشراف أهل البصرة؛ وأبو غيلان بن خرشة، من سادات البصرة وبلغائهم.
وهولاء بنو زيد بن كعب بن بجالة بن ذهل بن مالك بن بكر بن سعد بن ضبة بن أدّ.
ومن ولد أخيه كوز «١» بن كعب بن بجالة: المسيب بن زهير بن عمرو بن خميل بن حيان بن الأعرج بن ربيعة بن منقذ بن كوز بن كعب، صاحب شرطة المنصور. ومن ولد هاجر بن كعب بن بجالة: علقمة بن موهوب بن عبيد ابن هاجر بن كعب بن بجالة، من فرسان بني ضبّة. ومن ولد حنبل بن بجالة:
أبو حاتم عنبسة بن إسحاق بن شمس بن عبيد بن عنبسة بن سفنة بن المختبر ابن عامر بن العباب بن حنبل المذكور، من قواد بني العباس، من أهل البصرة، ولاه المنتصر، وهو حينئذ في خلافة أبيه، مصر، فبقي عليها أربع سنين وأربعة أشهر، ورجع إلى العراق، وكلّ ذلك في خلافة المتوكل؛ ولم يل مصر لبني العباس مثله: كان من أعدل الناس، وكان يتهم بمذهب الخوارج، لشدة عدله وتحرّيه للحق، وهو آخر عربي ولي مصر، وآخر أمير صلّى بالناس وخطب- رحمة الله عليه.
ومن ولد عائذة بن مالك بن بكر بن سعد بن ضبة: علباء بن مرة بن عائذة، استشهد يوم مؤتة، له صحبة.
ومن بني السيد «٢» بن مالك بن بكر بن سعد بن ضبة: زيد بن الحصين بن زهير بن نضلة بن خولى بن نضلة بن ظالم بن الغضبان بن شييم بن ثعلبة
_________
(١) في القاموس (كوز) ، ومختلف القبائل ١٧ وشرح التبريزي للحماسة ٢: ١٤٠ والمفضليات ٣٨٢.
(٢) انظر المفضليات ٣٨٢.','1','204',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (211,'ابن ذويب بن السيد بن مالك، ولي إصبهان؛ ويعلى بن عامر بن سالم بن أبي سلمى بن ربيعة بن زيادة بن عامر بن ثعلبة بن ذؤيب بن السيد بن مالك، ولي خراج الري؛ وابن ابنه، الراوية المشهور، المفضل بن محمد بن يعلى، صاحب «المفضّليّات» وغيرها؛ وحبيش بن دلف «١» بن الهون بن ذكوان ابن ذؤيب بن [السيد بن] مالك، كان ينازع ضرار بن عمرو الرياسة، فلما كان يوم القرنتين، وألظّ عامر بن مالك بضرار، قال له: «لن تصل إلىّ مع هؤلاء، ولكنّنى أدلك على من هو مثلي، هو حبيش بن دلف. وها هو ذاك في تلك الغبرة!» . فقصد أبو براء إلى حبيش. فأسره؛ وكان حبيش أسود.
ومن بني تيم بن ذهل بن مالك بن بكر بن سعد بن ضبة: سلمان بن عامر ابن أوس بن حجر بن عمرو بن الحارث بن تيم بن ذهل، له صحبة؛ وسميرة، التي ينسب إليها «سن سميرة «٢» » ، هي من بني معاوية بن كعب بن سعد بن ضبّة.
ومن ولد عبد الله بن بكر بن سعد بن ضبة بن أد: عميرة بن يثربي بن بشر ابن الرحب «٣» بن أمية بن عبد غنم بن نصر بن عبد الله بن بكر بن سعد بن ضبة، قاضي عمر بن الخطاب- رضي الله عنه- على البصرة؛ وأخوه عمرو بن يثربي، قتل يوم الجمل مع عائشة- رضي الله عنهما- بعد أن قتل علباء بن الهيثم، وهند بن عمرو، وزيد بن صوحان؛ وابنه محمد بن عمرو بن يثربي، كان على بيت مال سجستان مع طلحة الطلحات؛ وبشر بن الرحب، جد عميرة وعمرو، وهو الذي قتل محلماً الشيباني؛ وقيس بن عبد الله بن عسعس بن عمرو بن جساس ابن عبد غنم بن نصر بن عبد الله بن بكر بن سعد بن ضبة، الذي يقول:
إني أدين بما دان الشراة به ... يوم النخيلة عند الجوسق الخرب «٤»
_________
(١) هذا الصواب مطابق لما في الاشتقاق ١١٩.
(٢) في الاصابة ٥٨٠ من النساء: «كان لها سن مشرف على أسنانها، فشبه الجبل بسن سميرة» . وانظر ياقوت (سن سميرة) .
(٣) في الاصابة ٦٥١٣: «زحف» .
(٤) نسب في معجم البلدان (النخيلة) الى قيس بن الاصم الضبي.','1','205',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (212,'وجليلة بن ثابت بن عبد العزى بن جلاس بن عامر بن مازن بن عبد الله بن بكر بن سعد بن ضبة، كان رديف الملك في الجاهلية.
ومن بني ثعلبة بن سعد بن ضبة: عبد الله بن زيد بن صفوان بن صباح بن طريف بن زيد بن عمرو بن عامر بن ربيعة بن كعب بن ربيعة بن ثعلبة بن سعد ابن ضبة، وفد على رسول الله- صلى الله عليه وسلم- وكان اسمه عبد الحارث؛ فسماه رسول الله- صلى الله عليه وسلم- عبد الله؛ وعاصم بن خليفة بن معقل بن صباح بن طريف بن زيد، وهو قاتل بسطام بن قيس الشيبانى في الجاهليّة؛ ومعدّ ابن عوف بن هلال بن شأس بن ربيعة بن محلم بن سويط بن عبد بن معاوية بن شقرة بن ربيعة بن ثعلبة بن سعد بن ضبة، صاحب العذاب للحجاج.
مضى بنو ضبة بن أد بن طابخة.

<span data-type="title" id=toc-165>وهؤلاء بنو مر بن أد بن طابخة</span>
وولد مر بن أد: تميم بن مرّ؛ وثعلبة، وهو ظاعنة؛ وبكر بن مر، وهو الشّعيراء؛ ومحارب بن مرّ؛ والغوث بن مرّ، وهو صوفة؛ ويعفر بن مرّ؛ ومن النساء: برة، أم النضر ومالك وملكان بنى كنانة، وهى أيضاً أم أسد بن خزيمة، لأن كنانة خلف عليها بعد أبيه؛ وهند ابنة مر، ولدت بكر، وتغلب، وعنز، بني وائل بن قاسط؛ وتكمة بنت مر، ولدت غطفان بن سعد، وولدت أيضا سليم وسلامان ابنى منصور؛ وجديلة بنت مر، ولدت فهم وعدوان، وإليها ينسبون؛ وعاتكة بنت مر، ولدت عذرة بن سعد وإخوته. فأما صوفة، فإنهم كانوا يجيزون بالحاج، لا يجوز أحد حتى يجوز والي ذلك منهم، ثم انقرضوا عن آخرهم في الجاهلية؛ فورث ذلك آل صفوان بن شجنة، من بني سعد بن زيد مناة بن تميم.
وأمّا بنو الشعيراء، فهم قليل؛ دخلوا في بني مقاعس من بنى تميم.
وأما يعفر، فيقال إنه والد معافر الذين ينتسبون الآن إليه في اليمن، والله أعلم.','1','206',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (213,'وأمّا محارب بن مر، فولد عوف بن محارب، وأسلم بن محارب؛ فولد عوف:
أنمار، دخلوا في بني الهجيم فقالوا: أنمار بن الهجيم. وأمّا أسلم بن محارب، فدخلوا في بني زهير بن تيم من بني تغلب، ثم رجعوا إلى قومهم في الإسلام.
أما ظاعنة، فظعنوا؛ فصارت باديتهم مع بني الحارث بن ذهل بن شيبان؛ وأما حاضرتهم، فمع بني عبد الله بن دارم من بنى تميم.

<span data-type="title" id=toc-166>وهؤلاء بنو تميم بن مر بن أدّ</span>
وهم قاعدة من أكبر قواعد العرب:
ولد تميم بن مرّ: الحارث، وعمرو، وزيد مناة.

<span data-type="title" id=toc-167>هؤلاء بنو الحارث بن تميم</span>
وهم الشّقرات، لأنّه قال:
وقد أحمل الرمح الأصم كعوبه ... به من دماء القوم كالشقرات «١»
فمنهم: المسيب بن شريك بن مخرمة «٢» بن ربيعة الفقيه. وهم قليل.

<span data-type="title" id=toc-168>وهؤلاء بنو عمرو بن تميم بن مر</span>
ولد عمرو بن تميم: العنبر؛ والهجيم؛ وأسيّد؛ ومالك؛ والحارث، وهو الذي يقال لولده الحبطات؛ وقليب، دخل في بني سعد بن زيد مناة بن تميم؛ وكعب، منهم: عباد بن الحصين بن يزيد بن عمرو بن أوس بن سيف بن عرم ابن حلزة بن نيار بن الحارث بن عمرو بن تميم، وابناه جهضم، وعمرو. فولد عمرو الذكور: المسور، من سادات أهل البصرة.
_________
(١) ذكر ابن عبد البر هذا البيت في كتابه الانباه على قبائل الرواة. القاهرة ١٣٥٠ ص ٨٠. راجع أيضا شرح ديوان الحماسة للتبريزي ج ٣ ص ٦٢. أما القائل فهو شقرة بن معاوية بن الحارث، كما في الانباه، وقيل هو معاوية بن الحارث كما في الانباه والمزهر ٢: ٤٥٢.
(٢) ترجم له في تاريخ بغداد ١٣: ١٣٧ بدون سرد لبقية نسبه.','1','207',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (214,'<span data-type="title" id=toc-169>وهؤلاء بنو العنبر بن عمرو بن تميم</span>
ولد العنبر بن عمرو: جندب، وكعب. فمن ولد جندب بن العنبر:
الأعور، واسمه ناشب بن بشامة بن نضلة بن سنان بن جندب بن العنبر؛ وغاضرة بن سمرة بن عمرو بن قرط بن جندب بن العنبر، بعثه رسول الله- صلى الله عليه وسلم- على الصدقة؛ وابنه عبيد بن غاضرة؛ كان سيدا؛ وسمرة والد غاضرة هذا، استخلفه خالد بن الوليد على اليمامة؛ ووردان وحيدة، ابنا مخرم ابن مخرمة بن قرط بن جندب «١» ، وفدا على رسول الله- صلى الله عليه وسلم- لهما صحبة؛ ورقبة بن الحر بن الحنيف بن جعونة بن سحمة بن المنذر بن الحارث ابن جهمة بن عدي بن جندب، من فرسان خراسان؛ والفقيه زفر بن الهذيل بن قيس بن سليم بن قيس بن مكمل بن ذهل بن ذويب جذيمة بن عمرو بن حنجود «٢» بن جندب، وهو صاحب أبي حنيفة؛ وأخوه صباح بن الهذيل؛ وكان أبوهما الهذيل والي إصبهان لمروان بن محمّد؛ والناسك الفاضل عامر بن عبد قيس بن ناشب بن أسامة بن جذيمة بن معاوية بن الشيطان ابن معاوية بن الجون بن كعب بن جندب، وهو الذي سيره عثمان- رضي الله عنه- من البصرة إلى الشأم؛ وربيعة بن رقيع «٣» بن مسلمة بن محلم بن صلاءة ابن عبدة بن عدي بن جندب بن العنبر، وهو الذي نادى رسول الله- صلى الله عليه وسلم- مِنْ وَراءِ الْحُجُراتِ «٤» ؛ فأنزل الله تعالى فيهم: أَكْثَرُهُمْ لا يَعْقِلُونَ «٥» » .
_________
(١) في الاصابة ١٨٨٩: «بن قرط بن جناب بن الحارث بن حممة بن عدي بن جندب بن العنبر بن عمرو بن تميم» .
(٢) انظر الاشتقاق ١٢٩، ١٣١.
(٣) «رفيع» وهي رواية أخرى صحيحة وردت في السيرة ٨٥٢، ٩٨٣. وقد نص في الاصابة ٢٥٩٥ انه بالقاف. وفي القاموس (رقع) : «وربيعة بن الرقيع التميمي احد المنادين من وراء الحجرات. أو هو بالفاء» .
(٤) نص على هذا الضبط ابن حجر.
(٥) سورة الحجرات الآية ٤.','1','208',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (215,'ومن بني كعب بن العنبر بن عمرو بن تميم: القاضي سوار بن عبد الله بن قدامة بن عنزة بن نقب بن عمرو بن الحارث بن مجفر بن كعب بن العنبر؛ وكان جده قدامة بن عنزة من أعبد أهل زمانه؛ والقاضى عبيد الله بن الحسن بن الحصين بن الحر بن مالك بن الخشخاش بن عتاب بن الحارث بن خلف بن الحارث بن مجفر بن كعب بن العنبر، ولى جده الحصين بن الحر ميسان أربعين سنة، وإلى صحبته ينسب فيروز حصين المشهور؛ والمثنّى بن معاذ بن معاذ بن نصر بن حسان بن الحارث بن مالك بن الخشخاش، (واتّصل النسب كما ذكر آنفاً) ، كان من وجوه المحدثين؛ وأبوه، ولى قضاء البصرة؛ ومات جده معاذ بن نصر في حياة أبيه سنة ١١٩، وترك ابنه معاذ بن معاذ صغيراً، ابن سنة أو سنتين؛ وكان اسمه المثنى؛ فسمي معاذ باسم أبيه؛ وكان له ابن آخر، من كبار المحدثين أيضاً، اسمه عبيد الله «١» بن معاذ بن معاذ، روى عنه مسلم. وكان مالك، وقيس، وعبيد، بنو الخشخاش، وفدوا على رسول الله- صلى الله عليه وسلم- وكتب لهم كتاباً.
مضى بنو العنبر بن عمرو بن تميم.

<span data-type="title" id=toc-170>وهؤلاء بنو الهجيم بن عمرو بن تميم</span>
ولد الهجيم بن عمرو بن تميم: عمرو، [وسعد] ، وربيعة؛ وقد ذكرنا أن أنمار بن عوف بن محارب بن مر انتسب إليه؛ فقيل: أنمار بن الهجيم. فمن بني سعد بن الهجيم: الحليم بن نهيك، ولي كرمان للحجّاج. ومن بني عمرو بن الهجيم: الهملع بن أعفر «٢» الشاعر، خطب إليه الزبير بن العوام- رضي الله عنه- فردّه. ومن بني الهجيم: واصل بن عليم؛ ولى إصطخر، وسهم بن غالب، أول خارجي خرج بعد النّهر؛ وجابر بن سليم، له صحبة.
_________
(١) انظر تهذيب التهذيب ٧: ٤٨.
(٢) هذا الصواب من معجم المرزباني ٤٩١ والاصابة ٩٠٥٥.','1','209',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (216,'<span data-type="title" id=toc-171>وهؤلاء بنو أسيد بن عمرو بن تميم</span>
ولد أسيد بن عمرو: عمرو، ونمير، وعقيل، والحارث، وجردة. فمن بني جردة بن أسيد: أبو هالة هند بن زرارة بن النباش بن عدي بن حبيب بن صرد بن سلامة بن جردة بن أسيد بن عمرو بن تميم بن مر، زوج أم المؤمنين خديجة- رضي الله عنها-؛ وابنه منها هند بن هند، شهد أحدا، وقيل شهد بدرا، ودخل قبر حمزة بن عبد المطلب، ومات بالبصرة.
حدثنا يوسف بن عبد الله: نا عبد الوارث بن سفيان: نا قاسم بن أصبغ: نا أحمد بن زهير بن حرب: نا عثمان بن زفر: نا سيف بن عمر، عن عبد الله بن محمد، عن هند ابن هند أبي هالة، عن أبيه؛ قال: قال رسول الله- صلى الله عليه وسلم-: «إن الله أبى لي أن أتزوج أو أزوج إلا أهل الجنّة» .
وروى الحسن بن علي بن أبي طالب عن خاله هند صفة النبي- صلى الله عليه وسلم-؛ والحارث بن أبي هالة، قيل إنه أول من قتل في سبيل الله- عزّ وجلّ- في الإسلام تحت الركن اليمانى؛ وقيل هم من ولد وقدان بن حبيب بن سلامة بن غوى بن جردة بن أسيّد.
ومنهم: صفوان بن صفوان بن النّباش، قيل إنه أول قاتل قتل في سبيل الله بعد الهجرة: لقي قاتل ابن عمه الحارث بن أبي هالة، فقتله؛ وابن أخيه صفوان بن مالك بن صفوان، من خيار المهاجرين؛ والحكم بن يزيد بن عمير بن عبد الله ابن مرثد ابن شيطان بن أنمار بن صرد بن سلامة بن غوى بن جردة بن أسيّد، ولى كرمان؛ وعوف، والقعقاع: ابنا صفوان بن أسد بن الحلاحل بن أوس بن مخاشن بن معاوية بن شريف بن جردة بن أسيد بن عمرو: أمهما درة بنت أبي لهب؛ وابن عمهما الحكيم المشهور، أكثم بن صيفي بن رياح بن الحارث بن مخاشن بن معاوية؛ والقاضى يحيى بن أكثم، هو من ولد صيفي والد أكثم المذكور؛ وأوس بن حجر بن عتاب بن عبد الله بن عدي بن نمير بن أسيد بن عمرو بن تميم، الشاعر؛ وصاحب رسول الله- صلى الله عليه وسلّم- حنظلة بن الربيع الكاتب؛ والربيع والد حنظلة بن صيفي هو أخو أكثم بن صيفى الحكيم؛ ورياح ابن الربيع، أخو حنظلة الكاتب بن الربيع.','1','210',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (217,'<span data-type="title" id=toc-172>وهؤلاء بنو مالك بن عمرو بن تميم</span>
ولد مالك بن عمرو بن تميم: مازن، والحرماز، وغيلان، وغسّان.
فمن بني مازن بن مالك: عباد بن أخضر، وأخضر الذي نسب إليه هو زوج أمه؛ وأمّا نسبه، فهو: عباد بن علقمة بن عباد بن جعفر بن أبي روم بن حذافة بن صعير بن خزاعى بن مازن بن مالك؛ وهو الذي قتل أبا بلال الخارجىّ وأصحابه؛ وحاجب بن ذبيان، وهو الذي يقال له: حاجب الفيل؛ وأبو الحسن النضر بن شميل بن خرشة «١» بن يزيد بن كلثوم بن عبدة بن زهير (وهو السكب الشاعر) ابن عروة بن خميلة «٢» بن حجر بن خزاعى بن مازن بن مالك ابن عمرو بن تميم، المحدث النحوي اللغوي المشهور، مات سنة ٢٠٣ بمرو؛ والهمهام بن القلع بن خفاف بن عبد يغوث بن يسار بن ربيعة بن كابية «٣» بن حرقوص بن مازن بن مالك بن عمرو بن تميم، ولي فرات البصرة؛ فاجتمع إليه أهل عمله يدبرون أمر خراجهم؛ فقال لهم: «لست من همهمتكم في شىء! لا بد أن تقشعوا عن جلال وشم «٤» وقطائف بيض لأم الهمهام!» ، فملؤوا له سفينةً من تمر، وجمعوا له عشر قطائف، فقنع بذلك، وترك عمله، ورجع؛ وخفاف بن هبير بن مالك بن عبد يغوث بن يسار بن كابية بن حرقوص بن مازن، كان من شيعة بني العباس، ثم خرج مع عبد الله بن علي، فقتله أبو جعفر المنصور؛ وحبيب بن حبيب بن مروان بن عامر بن ضبارى، كان اسم أبيه بغيضاً؛
فورد على رسول الله- صلى الله عليه وسلّم- فقال له: «أنت حبيب بن حبيب»
وهلال بن أحوز بن أربد بن محرز بن لأى بن سهيل بن ضباب بن حجية بن كابية بن حرقوص بن مازن، قاتل آل المهلب بقندابيل؛ وأخوه سلم بن أحوز،
_________
(١) كذا قيده ابن خلكان في ترجمة النصر بن شميل. وفي بغية الوعاة: «حرشة» .
(٢) ابن خلكان والسيوطي: «حليمة» ، وروى ابن خلكان أيضا: «جلهمة» .
(٣) انظر المقتضب ٣٠ والاشتقاق ١٢٥ ومختلف القبائل ٣٦.
(٤) الجلال: جمع جلة التمر، وهي قفة كبيرة. والوشم: بلد قريب من اليمامة.','1','211',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (218,'صاحب شرطة نصر بن سيّار، وهو قاتل يحيى بن زيد بن علي بن الحسين بن علي بن أبي طالب بالجوزجان؛ وهو أيضاً قاتل أبي محرز جهم بن صفوان، صاحب الجهميّة بمرو؛ وهو أيضاً قاتل مدرك بن المهلب بن أبي صفرة، ثم قتله قحطبة بجرجان، وكان له ابن اسمه حرب بن سلم؛ والخارجي الأزرقي الذي سلم عليه بالخلافة عشرين سنة، وهو قطرىّ بن الفجاءة، والفجاءة لقب لأبيه، لأنه غاب إلى إلى اليمن، ثم أتى قومه فجاءة، واسمه جعونة بن يزيد بن زياد بن خنثر «١» بن كابية بن حرقوص بن مازن بن مالك؛ وأخوه جرموز بن الفجاءة، كان على السّنّة، وكان يقاتل أخاه؛ وعمرو بن هداب «٢» بن سعيد بن مسعود ابن الحكم بن عبد الله بن مرثد بن قطن بن ربيعة بن كابية بن حرقوص بن مازن، ولي فارس لمنصور بن زياد، وولى جده سعيد بن مسعود عمان لعدي بن أرطاة؛ ولهم بالبصرة رياسة؛ ومالك بن الريب بن حوط بن قرط بن حسيل «٣» بن ربيعة بن كابية بن حرقوص، صاحب القصيدة التي رثى فيها نفسه؛ وأوّلها:
دعاني الهوى من أهل ودىّ وصحبتى ... بذي الطبسين فالتفت ورائيا «٤»
مات بخراسان. ومنهم: المازنىّ النحوىّ «٥» ، وقيل بل هو مولى؛ وبنو مازن قتلت والد الأحنف بن قيس؛ والمقرىّ أبو عمرو بن العلاء، وإخوته أبو سفيان، ومعاذ، وعمرو: بنو العلاء بن عمار بن العريان بن عبد الله بن الحصين بن الحارث بن جلهم بن حجر بن خزاعى بن مازن بن مالك بن عمرو بن تميم؛ وسعد بن ناشب بن معاذ بن جعدة بن ثابت بن زرارة بن ربيعة بن يسار بن رزام بن مازن، كان من فتاك بني تميم بالبصرة، وهو القائل:
عليكم بداري فاهدموها فإنها ... تراث كريم لا يخاف العواقبا
_________
(١) أنظر المقتضب لياقوت ٣١.
(٢) انظر الحيوان ٥: ١٦٤.
(٣) في اللآلىء ٤١٩: «حسل» ، والصواب في المقتضب لياقوت ٣١.
(٤) وكذا في الجمهرة ١٤٣. والرواية الصحيحة: «من أهل أود» . وانظر الخزانة ١: ٣١٨ ومعجم البلدان (الطبسين) والاغاني ١٥: ٧٢ والنقائض ١٥٢ والاغاني ٣: ١٣٥.
(٥) يعني أبا عثمان المازني بكر بن محمد بن بقية.','1','212',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (219,'الأبيات «١» ؛ وكان بلال بن أبي بردة بن أبي موسى الأشعري قد هدم داره بالبصرة.
وأمّا بنو الحرماز بن مالك، ففيهم ضعةٌ.
مضى بنو مالك بن عمرو بن تميم.

<span data-type="title" id=toc-173>وهؤلاء بنو الحارث بن عمرو بن تميم</span>
وهم الحبطات، لقب الحارث بالحبط لعظم بطنه. منهم: عباد بن الحصين بن يزيد بن عمرو بن أوس بن سيف بن عمرو بن جلدة بن نيار بن سعد بن الحبط، وهو الحارث بن عمرو، وكان شجاعا رئيسا؛ وابنه المسور بن عباد، قام بأمر بني تميم أيام فتنة يزيد بن الوليد ومروان بن محمّد.

<span data-type="title" id=toc-174>وهؤلاء بنو كعب بن عمرو بن تميم</span>
منهم: عتيبة بن مرداس الشاعر، المعروف بابن فسوة-؛ والثّلب «٢» بن ثعلبة بن ربيعة بن عطية بن أخيف «٣» بن مجفر بن كعب بن عمرو بن تميم، بصرىّ له صحبة؛ وابنه الملقام «٤» بن الثلب: تابعي، روى عنه شعبة بن الحجاج.
مضى بنو عمرو بن تميم.

<span data-type="title" id=toc-175>وهؤلاء بنو زيد مناة بن تميم</span>
ولد زيد مناة بن تميم: سعد؛ ومالك؛ وعوف، وهو مكسّر، وهو مع بني حمان بن عبد العزى بن كعب؛ وامرؤ القيس، وهم مع بني عوف بن سعد؛ وعامر، وهم قليل، مع بني مجاشع بن دارم. ورأيت لبعض أهل العلم بالنسب أن يعلى بن منية (وهى أمه، وهى بنت غزوان، أخت عتبة بن غزوان «٥» ) اسم أبيه: أمية بن عبدة بن هشام بن جشم بن بكر بن زيد مناة بن تميم؛ وولى يعلى اليمن، وله صحبة؛ وله ابن اسمه حيي بن يعلى.
_________
(١) الحماسة ٦٧ بشرح المرزوقي.
(٢) يقال بالثاء وبالتاء، كما في القاموس والاصابة ٨٢٦.
(٣) ضبطه ابن حجر بالتصغير.
(٤) تهذيب التهذيب ١٠: ٢٩٥، قال: «ويقال هلقام» .
(٥) انظر ص ٢٢٩ س ٤.','1','213',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (220,'<span data-type="title" id=toc-176>وهؤلاء بنو عامر بن زيد مناة بن تميم</span>
ولد عامر بن زيد مناة: خصيف، ويزيد، وهم بنو الصّحيح بالكوفة.

<span data-type="title" id=toc-177>وهؤلاء بنو امرئ القيس بن زيد مناة بن تميم</span>
ولد امرئ القيس بن زيد مناة: مالك، والحارث، وعصيّة. منهم: عدىّ ابن زيد بن أيوب بن مجروف [بن عامر «١» ] بن عصية بن امرئ القيس بن زيد مناة؛ وابنه زيد بن عدي، صاحب النعمان بن المنذر بالحيرة: ومن ولده كان الشاعر الأندلسي أبو المخشي عاصم بن زيد بن يحيى بن حنظلة بن علقمة بن عدي بن زيد بن عدي بن زيد بن أيوب» ؛ ومنهم: مقاتل بن حسان «٢» بن ثعلبة ابن أوس بن إبراهيم بن أيوب بن مجروف بن عامر بن عصية بن امرئ القيس، صاحب قصر بنى مقاتل؛ ومنهم: موسى بن كعب بن عتيبة بن غادية بن عمرو ابن سري بن غادية بن الحارث بن امرئ القيس بن زيد مناة، القائم بدعوة بنى العباس؛ وثار ابنه عتبة بالسند، فقتل؛ ولا هز بن قريظ بن سري بن الكاهن بن زيد بن عصية بن امرئ القيس، كان من وجوه أهل دعوة بني العباس؛ وضرب أبو مسلم عنقه صبراً، لأنه قرأ بحضرة نصر بن سيار: «إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ «٣» » ، ففهمها نصر وهرب؛ والقاسم بن مجاشع بن تميم بن حبيب بن عبيد بن عامر بن مالك بن عرعرة بن امرئ القيس، قاضى أهل دعوة بني العباس. وجماعة من وجوه دعاة بنى العبّاس كلهم من بنى امرئ القيس بن زيد مناة، ومنهم كان صالح بن مسرح الخارجي «٤» .
مضى بنو امرئ القيس بن زيد مناة بن تميم.
_________
(١) انظر المقتضب ٣٠.
(٢) انظر ياقوت (قصر مقاتل) والمقتضب ٣٠.
(٣) الآية ٢٠ من سورة القصص.
(٤) الاشتقاق ١٣٣.','1','214',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (221,'<span data-type="title" id=toc-178>وهؤلاء بنو سعد بن زيد مناة بن تميم</span>
ولد سعد بن زيد مناة: كعب، وفيه العدد؛ وعمرو؛ والحارث؛ وعوافة؛ وجشم؛ ومالك؛ وعبشمس؛ كلهم يدعون الأبناء، حاشا كعب وعمرو، فإنّهما يدعون البطون.

<span data-type="title" id=toc-179>وهؤلاء بنو الأبناء</span>
ولد الحارث بن سعد: كعب، ومالك.
وولد عوافة بن سعد: النضر؛ وطارق، والعيص؛ كان فيهم البيت قديماً.
وولد جشم بن سعد: كعب، وحرام، وسواءة، وسالم: وقد كانت فيهم السيادة.
ولد مالك بن سعد: سعد؛ فولد سعد بن مالك بن سعد: ربيعة، وهلال، وحرام، وقنان، منهم الراجز ابن الراجز رؤبة بن العجاج بن رؤبة بن لبيد بن صخر بن كنيف بن عميرة بن حنى «١» بن ربيعة بن سعد بن مالك بن سعد بن زيد مناة بن تميم؛ وابنه عقبة بن رؤبة، راجز أيضا.
وولد عبشمس بن سعد: خوات، وعمرو، وكعب، وعوف، وملادس، وعمير، وجشم، وعبيد، ومنبّه، والسائب، دخلا في تنوخ. فمن بنى عبشمس ابن سعد: عرقوب بن صخر بن معبد بن أسد بن شعبة بن خوات بن عبشمس، الذي يقال فيه «مواعد عرقوب «٢» » ؛ ومنهم: بنو عبقر بن خويلد بن جشم ابن عمرو بن عبشمس، كانوا أبطالاً، فقتلوا ليلة منسب: يوم كان بينهم وبين بنى ضمرة، وبهم ضرب المثل، فقيل: «جنة عبقر» ؛ وإياس بن قتادة ابن أوفى بن موءلة «٣» بن عتبة بن عميرة بن ملادس بن عبشمس، ابن أخت الأحنف، وهو الذى حمل ديات الأزد أيّام حرب مسعود؛ وعبدة بن الطّبيب، الشاعر؛ ونميلة بن مرة بن عبد العزى بن بشر بن أوس بن عمرو بن حابس بن
_________
(١) انظر المقتضب ٢٩.
(٢) ويقال أيضا «مواعيد عرقوب» .
(٣) «حوالة» ، صوابه الاشتقاق ١٦٠ واللسان والقاموس (وال) .','1','215',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (222,'موءلة بن عتبة بن عميرة بن ملادس بن عبشمش، كان على شرطة إبراهيم بن عبد الله بن الحسن أيام قيامه بالبصرة، ثم صار من صحابة المنصور.
وولد عمرو بن سعد: سلمان، والحارث؛ منهم: سعيد بن الخمس بن عمارة بن عمرو بن قيس بن الحارث بن كعب بن سلمان بن عمرو بن سعد، المحدث الكوفى.

<span data-type="title" id=toc-180>وهؤلاء ولد كعب بن سعد بن زيد مناة بن تميم</span>
ولد كعب بن سعد بن زيد مناة: عوف، وعمرو، وحرام، وربيعة، وعبد العزّى، ومالك، وعبشمس، وجشم، والحارث الأعرج. فمالك وعمرو، يقال لهما المزروعان «١» ويقال لإخوتهم الأجارب. فولد عمرو بن كعب بن سعد:
مقاعس، واسمه الحارث؛ فولد مقاعس: صريم، وعبيد، وعمير، وغيرهم؛ فولد عبيد بن مقاعس منقر، وعوف، وعبد عمرو، ومرّة، وعامر، وسنان، وغيرهم.

<span data-type="title" id=toc-181>وهؤلاء بنو منقر بن عبيد بن مقاعس بن عمرو بن كعب ابن سعد بن زيد مناة بن تميم</span>
ولد منقر: فقيم، بطن؛ وخالد؛ وأسعد؛ وجرول؛ وصخر؛ وعوف؛ وأنيس؛ منهم: قيس بن عاصم بن سنان بن خالد بن منقر، ولاه رسول الله- صلى الله عليه وسلم- صدقات قومه؛ وكان له من الولد ضرار، والحصين، وقبيصة، وطلبة، وغيرهم. ومن ولده: مية، صاحبة ذي الرّمّة، وهى بنت مقاتل ابن طلبة بن قيس بن عاصم؛ وشملة بن بردة بن مقاتل بن طلبة بن قيس بن عاصم، شار «٢» خرج بالبادية، فقتله محمد بن سليمان بن علي بن عبد الله بن العباس في الحرب؛ وعصيمة بن عاصم بن قيس بن عاصم، قطعت يده يوم الوقبى ويعرف عاصم بابن الجويرية، وعصيمة بالأجذم، قطع يده اليسرى من نصفها
_________
(١) الصواب ما أثبت من المقتضب ٢٨ والقاموس (زرع) قال ياقوت: «يقال لهما المزروعان لكثرة أموالهما» .
(٢) شار، من الشراة الخوارج.','1','216',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (223,'أربد بن سنان يوم الوقبى، وهو يوم لبني مازن على بكر بن وائل، واستصرخوا بنى العنبر وبنى يربوع؛ وكان عصيمة هذا يوم الوقبى على جمل له خصي، محتجزاً بملاءة بيضاء على درع؛ وقطع يده كان سبب اصطكاك الهزيمة على بكر؛ وقتل خنيس المازني أيضاً بإعلامه لقومه بذلك، وقد ظهر منه فتور لنداء بكر:
«يا بني مازن! البقيّة، البقيّة!» ؛ وعاصم الذي يقول له الفرزدق ولعصيمة الأجذم ابنه:
لو كان وسط بني زبينة عاصم ... والعوسران وذو الطعان الأجذم «١»
وعمرو بن الأهتم بن سمي بن سنان بن خالد بن منقر؛ وشبيب بن شيبة بن عبد الله بن عمرو بن الأهتم بن سمي بن سنان بن خالد بن منقر، خطباء كلهم؛ وفدكىّ بن أعبد بن أسعد بن منقر، فارس بني سعد في الجاهليّة؛ وابنه مسعر بن فدكي، كان في عسكر علىّ، ثم حكّم «٢» .

<span data-type="title" id=toc-182>وهؤلاء بنو مرة بن عبيد أخي منقر</span>
منهم: الأحنف بن قيس بن معاوية بن حصين بن حفص بن عبادة بن النزال ابن مرة بن عبيد؛ وعمه جزء بن معاوية بن حصين بن حفص، له وفادة ومنهم:
الأسود بن سريع، له صحبة: وأبو بكر المالكي المعروف بالأبهري، وهو محمد بن عبد الله بن محمد بن صالح بن عمرو بن حفص بن عمر بن مصعب بن الزبير بن سعد بن كعب بن عباد بن النزال بن مرة بن عبيد: ناولنيه بعض أصحابنا، عن رجل عن شيخنا الهمدانىّ؛ وعكراش بن ذؤيب بن حرقوص بن جعدة بن عمرو ابن النزال بن مرة بن عبيد، له صحبة.

<span data-type="title" id=toc-183>وهؤلاء بنو عبد عمرو بن عبيد أخي منقر</span>
منهم: سلامة بن جندل بن عبد عمرو بن عبيد، الشاعر الحكيم.
ومن بني عمير بن مقاعس: السليك بن السلكة، نسب إلى أمه، وهو السليك بن يثربي بن سنان بن عمير بن الحارث.
_________
(١) ديوان الفرزدق ٨٣٣.
(٢) أي صار من الحرورية الخوارج، سموا المحكمة لقولهم: لا إله إلا الله. وانظر الاشتقاق ١٣٢.','1','217',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (224,'<span data-type="title" id=toc-184>وهؤلاء بنو صريم بن مقاعس</span>
منهم: عبد الله بن إباض الخارجي، رئيس الإباضية؛ وعبد الله بن صفار الخارجي، رئيس الصّفريّة؛ والبرك بن عبد الله الخارجي، الذي اشترط بقتل معاوية، فضربه فجرحه. ومنهم: بجير بن وفاء الصريمي «١» ، كان سيدا بخراسان.
وكان جميع الأبناء، وهم جميع بني سعد بن زيد مناة- حاشا بني كعب وعمرو ابني سعد بن زيد مناة بن تميم، حاشا بني عوف بن كعب بن سعد بن زيد مناة ابن تميم- يتعصبون مع بجير على بكير بن الوسّاج العطاردىّ «٢» ، وكانا يتنازعان الرياسة بخراسان، إلى أن سعى بجير ببكير إلى أمية بن عبد الله بن خالد بن أسيد ابن أبي العيص بن أمية بن عبد شمس، أمير خراسان، من تحت يدي أخيه خالد بن عبد الله، أمير البصرة لأمير المؤمنين عبد الملك بن مروان، فأمره بقتله، فقتله بجير بيده؛ ثم قتل بجيراً علانية، في مجلس الأمير أمية، رجل من بني عوف بن كعب بثأر بكير، في خبر طويل لهم؛ وأخذ ذلك العوفىّ، وأتى به إلى بجير، وهو في السوق، فقتله بيده؛ ثمّ مات. وكان بنو مقاعس بن عمرو بن كعب بن سعد بن زيد مناة بن تميم، وسائر بنى عمرو وكعب بن سعد بن زيد مناة، وهم البطون، يتعصبون لبجير بن وفاء على بكير بن الوساج، حاشا بني عوف بن كعب بن سعد بن زيد مناة؛ فكانوا مع أعمامهم بني سعد بن زيد مناة على إخوتهم بني كعب بن سعد بن زيد مناة.

<span data-type="title" id=toc-185>وهؤلاء بنو عوف بن كعب بن سعد بن زيد مناة</span>
ولد عوف بن كعب: عطارد، وبهدلة، وجشم، وبرنيق، وقرين، وقريع، وعلباء.
فمن بني بهدلة: الزبرقان، واسمه الحصين بن بدر بن امرئ القيس بن خلف بن بهدلة بن عوف بن كعب، له وفادة؛ وله عقب بطلبيرة، لهم بها تقدّم،
_________
(١) في الطبري ٧: ١٩٦، ٢٧٦/ ٨: ٥ وتاريخ الاسلام للذهبي ٣: ١١٢: «بحير بن الورقاء» .
(٢) انظر نوادر المخطوطات ٢: ١٧٦.','1','218',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (225,'وكانوا أول دخولهم بالأندلس، نزلوا بقرية ضخمة تسمى الزبارقة، نسبت إليهم، ثم غلب النصارى عليها؛ فانتقلوا إلى طلبيرة؛ فمحلتهم بها معروفة بحومة العرب إلى اليوم. وإيّاهم عنى الشاعر في مدحه للمنصور بن أبي عامر، حيث يقول، يهنئه في بعض فتوحاته:
فلو شاء أهل الزبرقان تحملوا ... فعادوا إلى أوطانهم بالزبارق
يعني موضعهم في بلاد الروم المسمى بالزّبارق؛ وحنظلة بن أوس بن بدر، وهو ابن أخي الزبرقان بن بدر، أسر هوذة بن علىّ الحنفىّ.
ومن بني عطارد بن عوف: كرب بن صفوان بن شجنة، الذي كان يجيز بأهل الموسم في الجاهلية؛ وعمه عوير بن شجنة، الذي يقول فيه امرؤ القيس:
عوير ومن مثل العوير ورهطه ... أبرّ بأيمان وأوفى بجيران
ومنهم: بكير بن الوساج، ولي خراسان؛ وابنه محمد بن بكير، لحق بالتّرك، وكان معهم إذ قتل أبوه؛ وبكير هذا هو قاتل عبد الله بن خازم «١» السلمي صاحب خراسان، بأمر عبد الملك بن مروان؛ ولي بكير خراسان شهرين، ثم عزل، ثم قتل كما ذكرنا قبل. وكان بنو عوف بن كعب بن سعد هم المعروفين بالأبناء، وهم سائر بني كعب بن سعد بن زيد مناة بن تميم؛ فكانوا مع بجير على بكير.

<span data-type="title" id=toc-186>وهؤلاء بنو قريع بن عوف بن كعب بن سعد بن زيد مناة</span>
ولد قريع بن عوف: جعفر، وهو أنف الناقة: لقب بذلك لأن أباه نحر ناقة، فقسمها في نسائه، وأعطى ابنه جعفراً رأس الناقة، فأخذ بأنفها، فقيل له؛ ما هذا؟ فقال: «أنف الناقة!» ، فلقب بذلك. فكان ولده يغضبون منه، إلى أن قال الحطيئة مادحاً لهم:
قوم هم الأنف والأذناب غيرهم ... ومن يساوي بأنف الناقة الذنبا «٢»
فصار ذلك مدحاً لهم، يفتخرون به؛ وحدّان بن قريع؛ وعبد الله، وغيرهم.
_________
(١) خازم، بالخاء المعجمة. انظر تهذيب التهذيب ٥: ١٩٤.
(٢) في ديوانه ص ٦: «ومن يسوي» .','1','219',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (226,'فمن بني أنف الناقة: بغيض بن عامر بن شماس بن لأي بن أنف الناقة، الذي مدح الحطيئة «١» ؛ ومنهم: المخبّل الشاعر، وهو ربيعة بن عوف بن قتال «٢» بن أنف الناقة.
وولد عبد العزى بن كعب بن سعد بن زيد مناة بن تميم
حمّان، وجابان «٣» ، وجزىّ «٤» ، وعوف. فمن بني حمان: نمرة بن مرة بن حمان، وهو كان بيت بني تميم في القديم. ومنهم: بنو الحسين الطبنيون «٥» الذين بقرطبة: منهم محمد بن الحسين بن محمد بن أسد بن محمد بن إبراهيم بن زياد بن كعب بن مالك، لست أقف من نسبه على أكثر من ذلك، إلا أن شيخنا عبد الله بن محمد بن يوسف الأزدي «٦» ذكر نسبه في كتابه في أخبار الفقهاء فذكره كما ذكرناه إلى أسد بن محمد بن إبراهيم، ثم قال: ابن سليم بن مالك، ولم يذكر زيادا ولا كعباً؛ كان له عند عبد الرحمن بن محمد وابنه الحكم المستنصر منزلة؛ ولم يبق من ولده إلا صديقنا وصاحبنا أبو بكر إبراهيم بن يحيى بن محمد المذكور. وكان لمحمّد بن الحسين ابن أخ شاعر أدرك أيضاً بالأندلس رياسة، يكنى أبا مضر، واسمه زيادة الله بن علي بن الحسين «٧» ؛ فولد زيادة الله المذكور:
عبد الملك صاحبنا؛ وهم من أهل العلم بعلوم شتّى من الشعر والنحو واللغة والخبر؛ وروى الحديث بأكثر من روايته جدّا، وهو أحد حملة الآثار المقدمين في ذلك؛ وكان له أخ اسمه عبد العزيز، مات؛ ولهما عقب. ومنهم: محرز بن وزر بن عمران بن شعيب بن عاصم بن حصين بن مشمت بن شداد بن زهير بن النمر بن مرة بن حمان، محدث، روى عنه محمد بن المثنّى؛ والحصين المذكور صحبة ووفادة على رسول الله- صلى الله عليه وسلم- وأقطعه ماء من مياه بني تميم.
_________
(١) أي مدحه الحطيئة. انظر ديوان الحطيئة ١٥.
(٢) كذا ضبطه البغدادي في الخزانة ٢: ٥٣٥ وحواشي الاشتقاق ١٥٦ والمقتضب لياقوت ٢٩ وانظر الاصابة ٢٧٢٠.
(٣) في المقتضب ٢٩: «حرثان» .
(٤) في المقتضب: «جرير» .
(٥) نسبة الى طبنة، بالضم: بلد من أرض الزاب بعدوة الاندلس. جذوة المقتبس ٤٧.
(٦) هو ابن الفرضي. انظر ابن الفرضي ٢: ١١٩ برقم ١٤٠٦. وانظر كذلك جذوة المقتبس ص ٤٧
(٧) جذوة المقتبس ص ٢٠٥ والصلة ص ١٩٠.','1','220',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (227,'وولد ربيعة بن كعب بن سعد بن زيد مناة
جشم؛ ولأى؛ وعمرو، وهو المستوغر بن ربيعة الشاعر؛ وعمرو بن جرموز ابن قيس بن الذيال بن صوار بن جشم بن ربيعة بن كعب، قاتل الزبير بن العوام- رضي الله عن الزّبير ولعن قاتله-؛ وجارية بن قدامة بن زهير بن الحصين ابن رزاح بن أبي سعد بن عمير بن ربيعة بن كعب بن محرق، الذي حرق ابن الحضرمي الذي أتى من عند معاوية إلى البصرة.
ومن بني الحارث الأعرج بن كعب بن سعد بن زيد مناة
زهرة بن جويرية بن عبد الله بن قتادة بن مرثد بن معاوية بن قطن بن مالك ابن أرتم بن جشم بن الحارث، شهد القادسيّة وأبلى بها؛ وهو قتل الجالينوس الفارسىّ، وقتله أصحاب شبيب الخارجي مع عتاب بن ورقاء، يوم سوق حكمة.
مضى بنو كعب بن سعد بن زيد مناة بن تميم.

<span data-type="title" id=toc-187>وهؤلاء بنو مالك بن سعد بن زيد مناة بن تميم</span>
ومن بني مالك بن سعد بن زيد مناة بن تميم: أمير إفريقية من قبل الشيعة، زيادة الله بن عبد الله بن إبراهيم بن أحمد بن محمد بن الأغلب بن إبراهيم بن الأغلب ابن سالم بن عقال بن خفاجة بن عباد بن عبد الله بن محمد بن سعد بن حرام بن سعد بن مالك بن سعد بن زيد مناة بن تميم، آخر ولاتهم بإفريقية؛ ووليها قبله أبوه، وجدّه، ومحمّد أخو جده، وجدّ أبيه، وأخو جدّ أبيه، واسمه زيادة الله؛ ولم يلها جدّ جده، ولكن وليها أخوه، واسمه أيضاً محمد؛ فظن من لا يعلم أنهما واحد؛ ووليها أيضا أبو جدّ جده، وأخواه عبد الله وزيادة الله، وجدّ جدّ جدّه، وأبو جدّ جدّ جدّه؛ وقد سمّيناهم؛ والقاضى عبد الله بن أحمد بن طالب بن سفيان بن سالم، أخي الأغلب بن سالم المذكور.
مضى الكلام في بني سعد بن زيد مناة.','1','221',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (228,'<span data-type="title" id=toc-188>وهؤلاء بنو مالك بن زيد مناة بن تميم</span>
ولد مالك بن زيد مناة: حنظلة، وفيه البيت والعدد؛ وربيعة، دخلوا في بني نهشل؛ وقيس؛ ومعاوية، وهما الكردوسان؛ وهما في بني فقيم بن جرير ابن دارم.

<span data-type="title" id=toc-189>وهؤلاء بنو ربيعة بن مالك</span>
منهم: علقمة بن عبدة؛ وأخوه شأس بن عبدة بن ناشرة بن قيس بن عبد ابن ربيعة بن مالك؛ وكان شاعر مضر في وقته؛ وأسود بن عبس «١» بن أسماء بن وهب بن رياح بن عوذ بن منقذ بن كعب بن ربيعة بن مالك، وفد على النبي- صلى الله عليه وسلم-؛ وحميد الأرقط الرّاجز؛ وهو من بني كعب بن ربيعة.
وربيعة هذا هو ابن مالك بن زيد مناة، وابن أخيه ربيعة بن حنظلة بن مالك، وابن أخيه ربيعة بن مالك بن حنظلة بن مالك، هم الربائع من بني تميم.

<span data-type="title" id=toc-190>وهؤلاء بنو حنظلة بن مالك بن زيد مناة بن تميم</span>
ولد حنظلة بن مالك ثمانية نفر: مالك، وفيه البيت والعدد؛ ويربوع؛ وربيعة، وهو أحد الربائع، دخل بنوه في بنى يربوع؛ وعمرو؛ ومرّة، وهو الظّليم، وهو أخو همام بن مرة بن ذهل بن شيبان لأمه: أمهما أسدية من بني أسد بن خزيمة؛ وغالب بن حنظلة؛ وكلفة بن حنظلة؛ وقيس بن حنظلة. فخمسة من هؤلاء يدعون البراجم، وهم: عمرو: والظّليم، وغالب، وكلفة، وقيس، سموا بذلك لأن عددهم كان قليلاً، فقال لهم حارثة بن عامر بن عمرو بن حنظلة:
«أيتها القبائل التي قل عددها، تعالوا فلنجتمع، فلنكن كبراجم اليد!» .
ففعلوا؛ وهم كلهم مع بني عبد الله بن دارم.
_________
(١) انظر الاصابة ١٦٤.','1','222',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (229,'<span data-type="title" id=toc-191>وهؤلاء البراجم المذكورون</span>.
منهم: الفقيه الجليل إسحاق بن راهويه، وهو إسحاق بن إبراهيم بن مخلد ابن إبراهيم بن عبد الله بن مطر بن عبيد الله بن غالب بن وارث بن عبيد الله «١» بن عطية بن مرة بن كعب بن همام بن أسد بن مرة بن عمرو بن حنظلة بن مالك بن زيد مناة بن تميم؛ ومن ولده؛ محمد بن محمد بن إسحاق، مالكي، قاضى الرّملة؛ ومنهم: ضابئ بن الحارث بن أرطاة بن شهاب بن عبيد بن جاذل بن قيس بن حنظلة بن مالك بن زيد مناة بن تميم، الذي هم بقتل عثمان- رضي الله عنه- وقال في ذلك:
هممت ولم أفعل وكدت وليتنى «٢» ... تركت على عثمان تبكي حلائله
وابنه عمير بن ضابئ، قتله الحجّاج.
ومن بني ربيعة بن حنظلة: أبو بلال مرداس، وعروة، ابنا أديّة، وهى أمهما؛ وأبوهما: جرير بن عامر بن عبد بن كعب بن ربيعة، الخارجيّان؛ ولأبى بلال هذا عقب كثير بإصطخر؛ وقد قيل إن أول من قال: «لا حكم إلا لله» على مذهب الخوارج يوم صفين، عروة بن أديّة المذكور؛ والمغيرة، وصخر، ابنا حبناء بن عمرو بن ربيعة بن أسيد بن عبد عوف «٣» بن عامر بن ربيعة بن حنظلة، الشاعران. ومنهم: أبو سهم الخارجي، الذي يقول:
لعمرك إني في الحياة لزاهد ... وفي العيش ما لم ألق أمّ حكيم «٤»
وقد يروى هذا البيت أيضاً لقطري «٥» .
مضى بنو ربيعة بن حنظلة بن مالك بن زيد مناة بن تميم.
_________
(١) انظر ترجمة اسحاق في تهذيب التهذيب ١: ٢١٦.
(٢) الشعر والشعراء ٣١٠ والكامل ٢٧١، ٢٢٠ ليبسك وحماسة البحتري ص ٥.
(٣) الصواب «عبد عوف» كما في المقتضب ٢٧.
(٤) انظر ما سيأتي في نسب (بني امرىء القيس بن مالك بن الاوس) .
(٥) في الاغاني ٦: ٢: ذكر المبرد ان الشعر لقطري بن الفجاءة، وذكر الهيثم بن عدي انه لعمرو القنا، وذكر وهب بن جرير انه لحبيب بن سهم التميمي، وذكر ابو مخنف انه لعبيدة بن هلال اليشكري. انظر الكامل ٦١٩.','1','223',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (230,'<span data-type="title" id=toc-192>وهؤلاء بنو يربوع بن حنظلة بن مالك بن زيد مناة بن تميم</span>
ولد يربوع بن حنظلة: رياح، وثعلبة، والحارث، وعمرو، وصبير «١» :

<span data-type="title" id=toc-193>هؤلاء الأربعة يسمون الأحمال: وكليب، وغدانة، والعنبر: وهؤلاء الثلاثة يسمون العقداء، تعاقدوا على بني أخيهم رياح؛ وصار الأحمال مع بني رياح</span>.
فمن بني ثعلبة بن يربوع: عتيبة بن الحارث بن شهاب بن عبد قيس بن الكباس بن جعفر بن ثعلبة بن يربوع، فارس بني تميم؛ ومن ولده الحليس، والربيع، ابنا عتيبة، وغيرهما؛ وتزوّج معاوية بن هشام بن عبد الملك بن مروان بنت الهذلي بن نعيم بن الربيع بن عتيبة بن الحارث بن شهاب، وهى بالبصرة، وزفّت إليه إلى الشأم. وحبيب بن خراش بن حبيب بن خراش بن الصامت بن الكباس بن جعفر بن ثعلبة، له صحبة، شهد بدرا؛ وكان حليف بنى سلمة؛ وواقد «٢» بن عبد مناف بن عرين بن ثعلبة، قاتل ابن الحضرمي، من المهاجرين؛ ومالك، ومتمم، ابنا نويرة بن جمرة «٣» بن شداد بن عبيد بن ثعلبة بن يربوع، قتل مالك على الردة، ورثاه أخوه متمم بالمراثي المشهورة «٤» ؛ ولمتمم ابن شاعر اسمه داود بن متمّم؛ وصرد بن حمزة، الذي سقاه أبو سواج المنىّ «٥» ؛ والكلحبة «٦» ابن هبيرة بن أقوم بن حثمة بن عبد مناف بن عرين بن ثعلبة بن يربوع، الشاعر.
_________
(١) انظر الاشتقاق ١٣٥ والمقتضب ٢٦.
(٢) واقد، بالقاف، كما في الاصابة ٩٠٨٩ والسيرة ٤٩٠.
(٣) انظر شرح الانباري للمفضليات ٦٣، ٥٢٦ والخزانة ١: ٢٣٦ واللآلىء ٨٧.
(٤) انظر المفضليات ٢٦٣- ٢٧٣ والاغاني ١٤: ٦٦- ٧٢.
(٥) «سراج» صوابه في القاموس (سوج) وشروح سقط الزند ١٧٨٣- ١٧٨٧.
(٦) وهو من شعراء المفضليات.','1','224',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (231,'<span data-type="title" id=toc-194>وهؤلاء بنو الحارث بن يربوع</span>
ولد الحارث بن يربوع: سليط، وهو كعب؛ وضباب.
فمن بني سليط: أسيد بن حناءة «١» بن حذيفة بن زبيد بن ضباب بن سليط، فارس بني تميم؛ والزّبير بن الماحوز، أمير الخوارج؛ وإخوته عثمان، وعلىّ؛ وعبد الله، وعبيد الله، بنو بشير بن يزيد المعروف بالماحوز بن الحارث بن مساحق ابن الحارث بن سليط بن يربوع، كلهم أمراء الأزارقة من الخوارج؛ وحارثة بن بدر بن ربيعة بن زيد بن سيف بن جارية بن سليط، المشهور بقتال الخوارج.
مضى بنو سليط بن الحارث بن يربوع.

<span data-type="title" id=toc-195>وهؤلاء بنو عمرو بن يربوع</span>
منهم: جناب بن مصاد «٢» بن مرارة، الذي طال عمره.

<span data-type="title" id=toc-196>وهؤلاء بنو صبير بن يربوع</span>
هم قليل جداً. قيل إنهم لا يتجاوزون ستة؛ وهم موالي محمد بن المناذر الشاعر من فوق.

<span data-type="title" id=toc-197>وهؤلاء بنو كليب بن يربوع</span>
منهم: جرير الشاعر؛ وهو ابن عطية بن الخطفى، واسم الخطفى حذيفة، ابن بدر بن سلمة بن عوف بن كليب بن يربوع، وبنوه نوح، وبلال، وعكرمة
_________
(١) «جادة» صوابه في المقاييس ١: ١١٧ ونسب الخيل ١٦ والخيل لابن الاعرابي ٦٥.
(٢) الذي في المعمرين ٢٣: «مصاد بن جناب» . وهو القائل:
ان مصاد بن جناب قد ذهب ... أدرك من طول الحياة ما طلب','1','225',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (232,'وحزرة «١» ، وثلاثة ذكور سوى هولاء؛ ومن ولده؛ المغيرة بن حجناء «٢» بن نوح ابن بلال بن جرير، شاعر مجيد؛ ومن ولده: عمارة بن عقيل بن بلال ابن جرير، شاعر، ابن شاعر؛ وابن عم جرير، أبو الزحف بن عطاء بن الخطفى، شاعر؛ ولجرير أخوان: عمرو، وأبو الورد، ابنا عطيّة؛ ومسحل، وكليب، ابنا كسيب بن عطاء بن الخطفى؛ أم مسحل المذكور الربداء بنت جرير؛ ومات جرير باليمامة: وله عقب كثير بالبادية.

<span data-type="title" id=toc-198>وهؤلاء بنو غدانة بن يربوع</span>
منهم: الفاتك وكيع بن حسان بن قيس بن أبي سود بن كليب بن عوف ابن مالك بن غدانة بن يربوع، والى خراسان، وقاتل قتيبة بن مسلم؛ وكان له ابن ناسك يسمى محمداً. من ولده كان محمد بن هشام بن محمد بن وكيع ابن أبي سود، من أشراف البصرة؛ وأبو مالك بن محمد بن وكيع؛ وحارثة، وذراع، ابنا بدر بن حصين بن قطن بن مالك بن غدانة بن يربوع، ولي زياد حارثة مرو، وكان أثيرا عنده؛ وأحرق ذراع أخوه مع ابن الحضرمى؛ وهو غير حارثة بن بدر، الذي كان يقاتل الخوارج.

<span data-type="title" id=toc-199>وهؤلاء بنو العنبر بن يربوع</span>
منهم: سجاح المتنبّئة، وكانت تكنّى أمّ صادر، وهى بنت أوس بن حريز «٣» بن أسامة بن العنبر بن يربوع.
_________
(١) انظر ما في كتب التراجم، وكان جرير يكنى أبا حزرة، وزوجه أيضا تسمى أم حزرة. الشعراء ٤٣٥، ٤٦٤.
(٢) المغيرة بن حبناء شاعر آخر غير هذا. انظر الشعر والشعراء ٣٦٧ ومراجعه. وقد سبق المغيرة بن حبناء في ص ٢٢٣.
(٣) في المقتضب ٢٧: «بنت أوس بن حق بن أسامة» . وفي الطبري ٣: ٢٣٦: «بنت الحارث بن سويد» .','1','226',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (233,'<span data-type="title" id=toc-200>وهؤلاء بنو رياح بن يربوع</span>
من بني رياح بن يربوع: سحيم بن وثيل بن عمرو بن جوير بن وهيب «١» ابن حميري بن رياح بن يربوع الشاعر؛ وهو القائل:
أنا ابن جلا وطلّاع الثنايا ... متى أضع العمامة تعرفونى
وسحيم هذا نافر غالباً، والد الفرزدق، فى الإسلام. ومنهم: حبيب بن أعيفر بن أبي عمرو بن إهاب بن حميري بن رياح، كان من أجمل الناس، لا يدخل مكة إلا متلثّما؛ ومطر بن ناجية بن ذروة بن حصان بن قيس بن أوس ابن حميري بن رياح، الذي غلب على الكوفة أيام [ابن الأشعث] ؛ والشاعر الأخوص «٢» بن عمرو بن عتاب الردف بن هرمي بن رياح بن يربوع؛ وإنّما سمي عتاب الردف لأنه كان يردفه الملوك؛ والجنبة بن طارق بن عمرو بن حوط ابن سلمى بن هرمي بن رياح بن يربوع، مؤذن سجاح؛ والحرّ بن يزيد «٣» بن ناجية بن قعنب بن عتاب الردف بن هرمي بن رياح بن يربوع، الذي بعثه عبيد الله بن زياد ليشغل الحسين بن علي- رضي الله عنهما- فمال إلى الحسين، فقتل معه- رحمة الله عليه-؛ والأبرد بن قرة بن نعيم بن قعنب بن عتاب ابن الحارث بن عمرو بن همام بن رياح بن يربوع، كان سيداً، وعتّاب بن ورقاء بن الحارث بن عمرو بن همام بن رياح بن يربوع، أمير إصبهان، قتله شبيب الخارجي يوم سوق حكمة: وابنه خالد بن عتاب، ولي الولايات؛ وشبث ابن ربعي بن حصين بن عثيم بن ربيعة [بن زيد] بن رياح بن يربوع، كان مع سجاح، ثمّ أسلم وحسن إسلامه، ثم سار مع الخوارج؛ ثم رجع عنهم تائباً بعد أن أرادت الخوارج تقديمه، وعمّر إلى بعد أيام المختار- ومن ولده:
_________
(١) انظر أول الاصمعيات وما فيها من المراجع.
(٢) انظر المؤتلف ٤٩.
(٣) هو الحر بن يزيد التميمي اليربوعي قائد، من اشراف تميم قتل مع الحسين- رحمه الله- سنة (٦١ هـ- ٦٨٠ م) .','1','227',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (234,'أبو الهندي الشاعر الخليع، واسمه عبد المؤمن بن عبد القدوس بن شبث بن ربعىّ؛ ومعقل بن قيس الرياحي، أوفده عمار بن ياسر إلى عمر- رضي الله عنهما- بفتح تستر، وهو الذي وجهه علي- رضي الله عنه- إلى بني ناجية، فقاتلهم. ومنهم: سلمة بن ذؤيب الفقيه.
مضى بنو يربوع بن حنظلة بن مالك بن زيد مناة بن تميم.

<span data-type="title" id=toc-201>وهؤلاء بنو مالك بن حنظلة بن مالك بن زيد مناة بن تميم</span>
ولد مالك بن حنظلة أحد عشر رجلا: دارم؛ وربيعة؛ وكعب، دخل في بني فقيم، وهم بنو الصّحاريّة؛ ورزام، دخل في بني نهشل، وهؤلاء يسمّون الخشاب؛ وزيد؛ والصدىّ؛ ويربوع؛ أم هؤلاء الثلاثة العدوية، من بني عدي ابن عبد مناة بن أد، وإليها ينسبون؛ وأبو سود وعون: أمهما طهية بنت عبشمس بن سعد بن زيد مناة، وإليها ينسبون؛ وجشيش، وأمه حظّى، وإليها ينسبون.
فمن بني أبي سود بن مالك بن حنظلة بن مالك بن زيد مناة: بنو شيطان بن زهير بن شهاب بن ربيعة بن أبي سود بن مالك بن حنظلة، وهم حي بالكوفة، لهم بها مسجد منسوب إليهم؛ وعامر بن حنيف بن عبد شمس بن أبي سود بن مالك بن حنظلة، وهو الذي أنقذ حاجب بن زرارة يوم جبلة.
ومن بني جشيش بن مالك بن حنظلة بن مالك بن زيد مناة: حصين بن نمير بن أسامة [بن زهير] بن دريد بن جشيش بن مالك، كان على شرطة عبيد الله بن زياد أيام قتل الحسين- رضي الله عنه.
ومن بني ربيعة بن مالك بن حنظلة بن مالك بن زيد مناة: الحنتف بن السّجف، وهو من بني العجيف بن ربيعة بن مالك، وهو قاتل حبيش بن دلجة القيني، إذ بعثه مروان إلى الحجاز، فبعث ابن الزبير- رضي الله عنه- الحنتف، فقتل حبيشا وأفلت الحجّاج يومئذ، وكان مع حبيش.','1','228',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (235,'ومن بني زيد بن مالك بن حنظلة بن مالك بن زيد مناة: سلمى بن القين بن عمير بن بكر بن زيد بن مالك بن حنظلة، له صحبة؛ ويعلى بن منية، وهى أمه، وأبوه: أمية بن أبي عبيدة بن همام بن الحارث بن بكر بن زيد بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم؛ وأمه منية بنت جابر «١» ، عمة عتبة بن غزوان بن جابر، من بني مازن بن منصور، أخي سليم بن منصور، وهو حليف بني نوفل بن عبد مناف؛ وابناه صفوان، وحيىّ، ابنا يعلى بن أمية؛ وعمرو بن يعلى بن أمية.
مضى بنو زيد بن مالك بن حنظلة؛ وهم بنو العدويّة.

<span data-type="title" id=toc-202>وهؤلاء بنو دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم</span>
ولد دارم بن مالك: عبد الله؛ ومجاشع؛ ونهشل؛ وأبو سود؛ وسدوس؛ وخيبرىّ؛ وجرير؛ وأبان؛ ومناف، دخل بنوه مع بني قطن بن نهشل، لهم عقب. وبنو سدوس منهم يعرفون ببني بشّة «٢» ، وهى أمهم.

<span data-type="title" id=toc-203>وهؤلاء بنو جرير بن دارم</span>
ولدا جرير بن دارم: فقيم بن جرير، بطن؛ منهم: المحدّث أبو العشراء، واسمه سامة بن مالك بن فقيم «٣» ؛ وقيل: اسمه يسار بن «٤» بكر بن مسعود بن حولي بن حرملة بن قتادة، من بني موءلة «٥» بن عبد الله بن فقيم بن جرير بن دارم، لأبيه صحبة.

<span data-type="title" id=toc-204>وهؤلاء ولد أبان بن دارم</span>
منهم: سورة بن أبحر بن نافع بن العرباض بن ثعلبة بن سيف بن أبان بن دارم، صاحب سمرقند، الذي قتله الترك.
_________
(١) انظر ما مضى في ص ٢١٣.
(٢) انظر المقتضب ٢٤.
(٣) في الاصابة ٧٦٧٢: «قهطم» .
(٤) في تهذيب التهذيب ١٢: ١٦٨: «سنان بن برز أوبلز» .
(٥) صوابه من المقتضب ٢٤ والقاموس (وأل) .','1','229',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (236,'<span data-type="title" id=toc-205>وهؤلاء بنو نهشل بن دارم</span>
ولد نهشل بن دارم: قطن؛ وزيد؛ وعبد الله؛ وجندل؛ وجرول؛ وصخر؛ وأبير. منهم: خالد بن مالك بن ربعي بن سلمى «١» بن جندل بن نهشل بن دارم، كان سيداً؛ وابن ابنه عباد بن مسعود بن خالد، كان سيداً؛ وأخته ليلى بنت مسعود، كانت تحت علي بن أبي طالب- رضي الله عنه- فولدت له أبا بكر، وعبيد الله «٢» : قتل عبيد الله يوم هزيمة أصحاب المختار؛ وكان عبيد الله مع المصعب بن الزبير على المختار؛ وقتل أبو بكر مع الحسين- رضى الله عنه- ومن ولد نعيم بن مسعود بن خالد: نعيم بن التولى «٣» بن نعيم بن مسعود، ولي شرطة سليمان بن علىّ بالبصرة؛ وأسماء بنت مخربة بن جندل بن أبير بن نهشل، هي أم أبي جهل؛ وبنت أخيها: أسماء بنت سلمة بن مخربة، من المهاجرات إلى أرض الحبشة مع زوجها عياش بن أبي ربيعة، وهى أم ابنة عبد الله ابن عياش «٤» ؛ ثم هاجرت إلى المدينة؛ وخازم بن خزيمة بن عبد الله بن حنظلة ابن نضلة بن حرثان بن مطلق بن صخر بن نهشل، صاحب شرطة بني العبّاس؛ والأسود بن يعفر الشاعر، هو من بني حارثة بن سلمى بن جندل بن نهشل بن دارم، وقيل هو الأسود بن يعفر بن عبد الأسود بن جندل بن نهشل بن دارم.

<span data-type="title" id=toc-206>وهؤلاء بنو مجاشع بن دارم</span>
منهم: الأقرع بن حابس بن عقال بن محمد بن سفيان بن مجاشع بن دارم؛ والفرزدق بن غالب بن صعصعة بن ناجية بن عقال بن محمّد؛ وبنوه من النّوار: لبطة، وسبطة، وخبطة «٥» ، ومن غيرها: زمعة، ولا عقب للفرزدق؛
_________
(١) كذا ضبطه البغدادي في الخزانة ١: ١٩٤ عند قول الاسود بن يعفر:
أحقا بني أبناء سلمى بن جندل ... تهددكم اياي وسط المجالس
(٢) انظر نسب قريش ٤٣- ٤٤.
(٣) انظر القاموس (تول) .
(٤) انظر الاصابة ٤٨٦٧.
(٥) انظر تحقيق ذلك بتفصيل في حواشي الشعر والشعراء ٤٤٥ بتحقيق احمد محمّد شاكر.','1','230',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (237,'قتل لبطة بن الفرزدق مع إبراهيم بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب، وهو شيخ كبير؛ وكان للفرزدق أخ شاعر اسمه الأخطل، وللأخطل هذا ابن اسمه محمد، لا عقب له؛ وامرأته النوار بنت أعين بن صعصعة بن ناجية بن عقال بن محمد، كان أبوها ممن أعان على عثمان- رضي الله عنه- فقتلته بنو سعد؛ ومساور بن حنظلة بن عقال بن محمد، ولي الموصل؛ وعياض ابن حمار بن عقال «١» بن محمد بن سفيان؛ كان صديق رسول الله- صلى الله عليه وسلم- فى الجاهليّة، وحرميّه (والحرمىّ هو الذي كان له صديق من قريش يطوف بالكعبة في ثيابه؛ ومن لم يكن له منهم صديق طاف عريانا) ؛ ولعياض صحبة ورواية؛ والحتات بن يزيد بن علقمة بن حوي «٢» بن سفيان بن مجاشع، آخى رسول الله- صلى الله عليه وسلم- بينه وبين معاوية بن أبي سفيان- رحمه الله- والحارث بن شريح بن زيد بن سواد بن ورد بن مرة بن سفيان بن مجاشع، صاحب العصبية بخراسان أيام نصر بن سيّار، وكان جهم بن صفوان كاتباً له؛ والتّرجمان بن هريم بن أبي طحمة، واسم أبي طحمة عدي بن حارثة بن الشريد بن مرة بن سفيان بن مجاشع بن دارم، كان هريم فارس خراسان؛ والبعيث الشاعر، وهو خداش بن خالد بن بشر بن بيبة «٣» بن قرط بن سفيان ابن مجاشع بن دارم؛ والأصبغ بن نباتة بن الحارث، وهو البسام، بن عمرو بن فاتك بن عامر بن مجاشع، يحدث عن علي، وهو ضعيف.

<span data-type="title" id=toc-207>وهؤلاء بنو عبد الله بن دارم</span>
ولد عبد الله بن دارم؛ زيد، وأمه حنظلية؛ وأمية؛ ومعاوية؛ وقتّة؛ ووهب؛ وعبد: أمهم من بني أسيد بن عمرو بن تميم.
فمن بني أمية بن عبد الله بن دارم: الحصين بن عبد الله بن كيسان بن أمية بن عبد الله بن دارم، حليف بني مخزوم.
_________
(١) في الاصابة ٦١٢٣: «عياض بن حمار بن أبي حمار بن ناجية بن عقال» . وكذا في الاشتقاق ١٤٧.
(٢) هذا الصواب من الاشتقاق ١٤٨ وقال ابن دريد: «تصغير أحوى» . وفي الاصابة ١٦٠٧: «جرى» تحريف.
(٣) انظر الاشتقاق ١٤٧.','1','231',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (238,'ومن بني عبد الله بن زيد بن عبد الله بن دارم، وهو الأسبذي، نسب إلى الأسبذ، وهى قرية بهجر: المنذر بن ساوى، صاحب هجر؛ فولد زيد بن عبد الله بن دارم:
عدس، وحقّ، ومرّة، وحارثة، وربيعة، وجناب، وعبد الله، ومالك: أمهم فاطمة بنت نهشل بن دارم؛ فجميع ولد زيد بن عبد الله ابن دارم هم الأحلاف، حاشا عدس بن زيد بن عبد الله، لأنهم تحالفوا على أخيهم عدس «١» ، وصار عدس بن زيد بن عبد الله مع جميع أعمامه ولد عبد الله ابن دارم، يداً واحدة.
فمن بني مالك بن زيد بن عبد الله بن دارم: قراد بن حنيفة بن عبد مناة بن مالك ابن زيد، وهو خال حاجب بن زرارة؛ وكان يشبب بامرأة حاجب؛ فقتله حاجب.
ومن بني ربيعة بن زيد بن عبد الله بن دارم: سويد بن ربيعة بن زيد بن عبد الله، وهو الذي كان السبب في تحريق عمرو بن المنذر بن ماء السماء ملك الحيرة مائة من بني تميم، لأنه ضرب أخاه مالك بن المنذر بشجة مأمومة؛ وهرب سويد إلى مكة، فحالف بني نوفل بن عبد مناف. ومن ولده: أبو إهاب بن عزيز ابن قيس بن سويد بن ربيعة، أحد من سرق غزال الكعبة مع أبي لهب وأصحابه.
وولد عدس بن زيد بن عبد الله بن دارم: عمرو؛ ويثربىّ؛ وزرارة، وفيه البيت؛ قتل يثربي يوم رحرحان الأول، قتله بنو عامر؛ فولد عمرو بن عدس:
زيد بن عمرو، قتل يوم جبلة؛ وعمرو بن عمرو، فارس بني تميم؛ ومن ولده كان محمد بن سماعة، قاضي بغداد وصاحب أبي يوسف ومحمّد بن الحسن؛ فولد عمرو ابن عمرو: سماعة، وحنظلة، وقتل حنظلة مع أبيه يوم أقرن؛ ومن ولده: هلال ابن وكيع بن بشر بن عمرو بن عمرو، قتل يوم الجمل مع عائشة- رضي الله عنها- والشاعر مسكين بن عامر بن أنيف بن شريح بن عمرو بن عمرو.
وولد زرارة عشرة، فهم: أبو عكرشة حاجب، وأبو نهشل لقيط، وأبو القعقاع معبد، وخزيمة، وعلقمة، ولبيد، وعمرو، ومالك، وعبد مناة، والحارث؛ منهم:
عطارد بن حاجب، وفد على رسول الله- صلى الله عليه وسلم-؛ ومحمّد بن عمير
_________
(١) عدس، بضم العين والدال كما في مختلف القبائل ٤. وكل عدس سوى هذا في العرب فهو مفتوح الدال.','1','232',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (239,'ابن عطارد، كان له شرف وقدر بالكوفة؛ وولى أذربيجان؛ ومنهم كان قاضي قرطبة، بشر بن قطن بن اللجلاج «١» بن سعد بن سعيد بن محمد بن عمير بن عطارد بن حاجب بن زرار؛ والقعقاع بن ضرار بن عطارد بن عمير بن عطارد بن حاجب، ولي شرطة الكوفة لعيسى بن موسى؛ ولبيد بن عطارد بن حاجب بن زرارة، هو الذي ضرط عند زياد، فأمر له بعشرة آلاف درهم؛ والقعقاع بن معبد بن زرارة، وكان سيدا؛ وابنه نعيم بن القعقاع، قتله بشر بن مروان؛ وابن ابنه الهلقام بن نعيم بن القعقاع، قتله الحجاج لخروجه مع ابن الأشعث؛ ويزيد، والفضل، والمأمون: بنو شيبان بن علقمة بن زرارة؛ وقريط بن معبد بن زرارة، قتل يوم حبلة.
مضى بنو دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم.
وانقرض الكلام في بني تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار. وتمّ الكلام في بني طابخة بن الياس.

<span data-type="title" id=toc-208>وهؤلاء بنو قمعة بن الياس</span>
وبهم تم الكلام في خندف، وهم بنو الياس بن مضر بن نزار بن معد بن عدنان.
أخبرني عبد الرحمن بن عبد الله بن خالد الهمداني، قال: نا إبراهيم بن أحمد البلخي. نا محمد بن يوسف الفربري: نا محمد بن إسماعيل البخاري:
نا أبو اليمان «٢» ، هو الحكم بن نافع: نا شعيب، هو ابن أبي حمزة، عن الزهري: سمعت سعيد بن المسيب قال: قال أبو هريرة: قال النبي- صلى الله عليه وسلم-؛ «رأيت عمرو بن عامر بن لحي يجر قصبه في النار. وكان أول من سيب السوائب» .
حدثنا عباد بن أحمد: نا عبد الله بن إبراهيم: نا أبو زيد بن المروزي:
نا البخاري: نا إسحاق بن إبراهيم، هو ابن راهويه: نا يحيى بن آدم:
نا إسرائيل، عن أبي حصين، عن أبي صالح، عن أبي هريرة، أن النبي- صلى الله-
_________
(١) قضاة قرطبة ٦٧- ٦٨.
(٢) انظر تهذيب التهذيب ٢: ٤٤١.','1','233',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (240,'عليه وسلم- قال: «عمرو بن لحي بن قمعة بن خندف أبو خزاعة «١» » .
قال علي: ليس هذا مخالفاً لما قبله، إذ قد ينسبه إلى والد جده نسبة إضافة كما
قال- عليه السلام-: أنا النبي لا كذب أنا ابن عبد المطلب
حدثنا عبد الله بن يوسف بن نامى: حدثنا أحمد بن فتح المعافري: نا عبد الوهاب بن عيسى بن ماهان: نا محمد بن عيسى بن عمر الجلودي: نا إبراهيم بن محمد بن سفيان: نا مسلم بن الحجاج: نا زهير بن حرب:
نا جرير، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، قال: قال رسول الله- صلّى الله عليه وسلم-: «رأيت عمرو بن لحي بن قمعة بن خندف، أبا بني كعب هؤلاء، يجر قصبه في النار» .
حدثنا أحمد بن عمر بن أنس العدوي: نا أبو ذر عبد بن أحمد الهروي الأنصاري: نا علي بن عمر الدارقطني: نا الحسين بن إسماعيل القاضي المحاملي الضبي: نا سعيد بن يحيى الأموي: نا أبي، عن محمد بن عمرو، عن أبي سلمة بن عبد الرحمن بن عوف، عن أبي هريرة، قال: قال رسول الله- صلى الله عليه وسلم-: «عرضت علي النار، فرأيت فيها عمرو بن لحي بن قمعة بن خندف يجر قصبه في النار. وهو أول من غير دين إبراهيم عليه السلام، وأشبه من رأيت به أكثم بن أبي الجون» . فقال أكثم: «أيضرني شبهه يا رسول الله؟» : قال: «لا، لأنّه كافر، وأنت مسلم» .
حدثنا عبد الله بن ربيع التميمي: نا محمد بن أحمد بن مفرج: نا سعيد ابن السكن: نا الفربري: نا مسدد: نا يحيى، هو ابن سعيد القطان، عن يزيد بن أبي عبيد «٢» : نا سلمة بن الأكوع، قال: خرج رسول الله
_________
(١) الحديث في البخاري ج ٤: ١٨٤ من الطبعة السلطانية ببولاق. وهو فيه باسناد ثالث ٦: ٥٤- ٥٥. وانظر فتح الباري شرح البخاري ج ٦ ص ٣٩٨- ٤٠٠ وج ٨ ص ٢١٣ طبعة بولاق. القصب، بضم القاف وسكون الصاد: الامعاء.
(٢) هو مولى سلمة بن الاكوع. تهذيب التهذيب ١١: ٣٤٩.','1','234',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (241,'- صلى الله عليه وسلم- على قوم من أسلم يتناضلون بالسوق؛ قال: «ارموا، يا بني إسماعيل؛ فإن أباكم كان رامياً» .
قال علي: أما الحديث الأول، والثالث، والرابع، ففى غاية الصحّة والثبات؛ وأمّا الثانى، ففيه إسرائيل، ولكن الأحاديث الثلاثة حجة قاطعة وكفاية، ولا يجوز تعدى القول بما فيها. فخزاعة من ولد قمعة بن الياس بن مضر بلا شكّ، وليس لأحد مع مثل هذا كلام. وأسلم إخوة خزاعة بلا شك عند أحد من النسابين.
قال علي: فولد قمعة بن الياس: عامر بن قمعة. فولد عامر بن قمعة أفصى، وربيعة، وهو لحي، ابنا عامر بن قمعة. فولد لحي: عامر بن لحي. فولد عامر ابن لحي: عمرو بن عامر بن لحىّ، وهو عمرو بن لحي نسب إلى جدّه؛ وهو أول من غير دين إسماعيل- عليه السلام- ودعا العرب إلى عبادة الأوثان. فولد عمرو بن عامر بن لحي: كعب، بطن، ومليح، بطن؛ وعوف، بطن، أمهم أسديّة؛ وعدىّ، بطن: أمه أيضاً أسدية؛ وسعد: أمه أم خارجة البجلية، التي يقال لها: «أسرع من نكاح أم خارجة «١» » .

<span data-type="title" id=toc-209>وهؤلاء بنو كعب بن عمرو بن عامر بن لحي بن قمعة بن الياس</span>
ولد كعب بن عمرو: سلول، بطن؛ وسعد، بطن؛ ومازن، بطن؛ أمهم بنت لؤي بن غالب؛ وحبشيّة؛ أمه من بني جشم بن معاوية بن بكر.

<span data-type="title" id=toc-210>وهؤلاء بنو سلول بن كعب بن عمرو بن عامر بن لحي بن قمعة بن الياس</span>
ولد سلول بن كعب: حبشيّة، والحرمز، وعدىّ. فولد حبشية بن سلول:
قمير، بطن؛ وحليل، بطن، وهو الذي كان حاجب الكعبة، وتزوّج قصي بن كلاب ابنته حبّى بنت حليل؛ وضاطر، بطن؛ وكليب، بطن. فولد قمير ابن سلول: عبد الله، وعبد مناف، وعبد العزى، منهم: بشر بن صفوان بن عمرو بن عويمر بن صرمة بن عبد الله بن قمير، كتب إليه رسول الله- صلّى الله
_________
(١) انظر ما سبق في ص ١٨٠.','1','235',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (242,'عليه وسلّم- يدعوه إلى الإسلام؛ وعمرو بن خالد بن عمرو بن عويمر بن صرمة بن عبد الله بن قمير، كان حلف في الجاهلية أن لا يدع ثأرا لكعبىّ إلّا وطلب به؛ وذؤيب بن حلحلة بن عمرو بن كليب بن أصرم بن عبد الله بن قمير، له صحبة، وكان على بدن رسول الله- صلّى الله عليه وسلّم-؛ وابنه قبيصة بن ذؤيب الفقيه، صاحب عبد الملك بن مروان؛ ومالك بن الهيثم بن عوف بن وهب ابن عميرة بن عمير بن هاجر بن عبد العزى بن قمير، أحد نقباء بني العبّاس؛ وبنوه: نصر، وحمزة، وعبد الله: ولى حمزة وعبد الله الشرطة؛ وأحمد بن نصر ابن مالك الفقيه، الذي قتله الواثق في المحنة.
مضى بنو قمير بن حبشية بن سلول بن كعب بن عمرو بن عامر بن لحىّ ابن قمعة.

<span data-type="title" id=toc-211>وهؤلاء بنو ضاطر بن حبشية بن سلول</span>
منهم: طلحة بن عبد الله «١» بن كريز بن جابر بن ربيعة بن هلال بن عبد مناف بن ضاطر، وهو غير طلحة الطّلحات.

<span data-type="title" id=toc-212>وهؤلاء بنو حليل بن حبشية بن سلول</span>
ولد حليل بن حبشية: أبو غبشان، واسمه المحترش؛ باع الكعبة بزق خمر من قصي بن كلاب؛ وهلال؛ وعامر؛ وعبدنهم. كان لبني أبي غبشان عدد عظيم وأحياء جمّة. ومن بني عبدنهم كان كرز بن علقمة بن هلال بن جريبة بن عبدنهم بن حليل، الذي قفا أثر رسول الله- صلى الله عليه وسلّم- حتى انتهى إلى الغار: فرأى عليه نسج العنكبوت وعشّ الحمامة ببيضها؛ فقال:
«ها هنا انقطع الأثر؛ فإما غاص في الأرض، أو ارتفع إلى السماء، فانصرفوا!» .
وهو الذي وضع معالم الحرم في زمن معاوية، والقيافة إلى اليوم باقية في ولده بالحجاز، ويعرفون بذلك.
مضى بنو حليل بن حبشيّة.
_________
(١) وهو الذي يصح أن يلتبس بطلحة الطلحات، واسمه أيضاً طلحة بن عبد الله. الاشتقاق ٢٨٠.','1','236',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (243,'<span data-type="title" id=toc-213>وهؤلاء بنو أخيهم كليب بن حبشية</span>
منهم: خراش بن أمية «١» بن ربيعة بن الفضل «٢» بن عفيف بن كليب بن حبشية، حليف بني مخزوم.
مضى بنو حبشية بن سلول بن كعب بن عمرو بن عامر بن لحىّ.

<span data-type="title" id=toc-214>وهؤلاء بنو عدي بن سلول بن كعب بن عمرو بن عامر بن لحي</span>
ولد عدي بن سلول: حبتر، بطن؛ وهينة «٣» ، بطن. من بنى هينة بن عدي: أبو قصاف حراب بن عمرو «٤» بن عامر بن صبرة بن هينة، الذي أصاب سهمه الوليد بن المغيرة المخزومي. ولبنى حبتر أيضاً عدد جم.

<span data-type="title" id=toc-215>وهؤلاء بنو أخيه حبشية بن كعب بن عمرو بن عامر بن لحي</span>
ولد حبشية بن كعب بن عمرو بن عامر بن لحىّ: حرام، بطن؛ وغاضرة، بطن. فمن بنى غاضرة: عمران بن الحصين بن عبيد بن خلف بن عبدنهم بن خزيمة بن جهمة بن غاضرة بن حبشية بن كعب، صاحب رسول الله- صلى الله عليه وسلّم-؛ ومن ولده: نجيد بن عمران «٥» ؛ ومحمّد بن عمران؛ ويعقوب بن عبد الله بن نجيد بن عمران بن الحصين، محدّث؛ وخالد بن طليق بن محمد ابن عمران بن الحصين، قاضى البصرة؛ وسعد بن سارية بن مرة بن عمران بن
_________
(١) والصواب بالراء كما في الاصابة ٢٢٢٩ والسيرة ٧٤٥، ٨٢٣.
(٢) في الاصابة: «بن الفضل بن منقذ بن عفيف» باضافة «منقذ» .
(٣) فسره ابن دريد في الاشتقاق ٢٧٨ بأنه من الهدو والسكون، يقال: فلان يمشي على هينته. وكذا وردت في نهاية الارب ٢: ٣١٨ لكن في مختلف القبائل: «هنيئة» من الهناءة، ولم أجد لها سندا آخر.
(٤) في الاشتقاق ٢٧٨: «حراب بن عامر» . ولم يصرح ابن اسحاق في السيرة ٢٧٣ باسمه، بل ذكر انه رجل من بني كعب بن عمرو.
(٥) نجيد بالتصغير وآخره دال، كما في تهذيب التهذيب ١: ٤٢٢ والاشتقاق ٢٧٨.','1','237',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (244,'رباح بن سالم بن غاضرة بن حبشية بن كعب، ولي شرطة علي بن أبي طالب- رضي الله عنه- ثم ولاه أذربيجان؛ وسليمان بن صرد بن الجون بن أبي الجون عبد العزى بن منقذ «١» بن ربيعة بن أصرم بن ضبيس «٢» بن حرام بن حبشية بن كعب، له صحبة، وكان من شيعة علي؛ قتل يوم عين الوردة، وهو رئيس التوّابين يومئذ. ومنهم: حبيش، وهو الأشعر، بن خالد بن خليف بن منقذ بن ربيعة بن أصرم، قتل يوم فتح مكّة؛ وعاتكة بنت خليف بن قنفذ بن أصرم بن حبشية بن كعب، وهى أم معبد، صاحبة الخيمتين «٣» .
مضى بنو حبشية بن كعب بن عمرو.

<span data-type="title" id=toc-216>وهؤلاء بنو سعد بن كعب بن عمرو بن القين بن رزاح</span>
منهم: عمرو بن الجموح بن الكاهن بن حبيب بن عمرو بن القين بن رزاح بن عمرو بن سعد بن كعب بن عمرو بن لحي، له صحبة: كان ممن أجلب على عثمان رضي الله عنه، وكان من شيعة علي رضي الله عنه، قتل أيام معاوية رحمهما الله؛ ورأسه أول رأس مسلم حمل في الإسلام من بلد إلى بلد.
مضى بنو كعب بن عمرو بن عامر بن لحي بن قمعة بن الياس، وهم جمهور خزاعة.

<span data-type="title" id=toc-217>وهؤلاء بنو مليح بن عمرو بن عامر بن لحي بن قمعة بن الياس</span>
منهم: طلحة الطلحات بن عبد الله بن خلف بن سعد بن عامر بن بياضة ابن سبيع بن جعثمة «٤» بن سعد بن مليح بن عمرو بن عامر بن لحي؛ قتل أبوه مع أم المؤمنين- رضي الله عنهما- يوم الجمل؛ والشاعر كثير بن عبد الرحمن ابن الأسود بن عامر بن عويمر بن مخلد بن سبيع بن جعثمة. ويقال إنّ
_________
(١) انظر نسب قريش ٣٦٩.
(٢) انظر الاشتقاق ٢٧٩.
(٣) انظر خبر ذلك في السيرة ٣٣ والاصابة ١٥٠٠ من النساء.
(٤) انظر الاشتقاق ٣٠.','1','238',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (245,'بني مليح هؤلاء من ولد الصلت بن مالك بن النضر بن كنانة، أخي فهر بن مالك؛ ولذلك كان كثير ينتمي إلى قريش.
مضى بنو مليح بن عمرو بن عامر بن لحىّ.

<span data-type="title" id=toc-218>وهؤلاء بنو عدي بن عمرو بن عامر بن لحي</span>
منهم: بديل بن ورقاء بن عبد العزى بن ربيعة بن جزي بن عامر بن عبد بن مازن بن عدي بن عمرو بن عامر بن لحىّ، وكان أدهى العرب؛ وابنه عبد الله، قتل يوم صفّين مع علىّ؛ ونافع بن بديل أخوه، له صحبة، قتل يوم بئر معونة؛ وأخوهما أبو عمرو بن بديل، كان من المصريين الذين حصروا عثمان- رضي الله عنه-؛ والحيسمان بن عبد عمرو بن ضبيعة بن عمرو بن زمان بن عدي بن عمرو بن عامر بن لحي، الذي أتى بقتل كفار قريش يوم بدر إلى مكة، ثم أسلم بعد ذلك «١» .
مضى بنو عدي بن عمرو بن عامر بن لحىّ.

<span data-type="title" id=toc-219>وهؤلاء بنو سعد بن عمرو بن عامر بن لحي الذي أمه أم خارجة</span>
ولد سعد بن عمرو: الحياء، والمصطلق: اسم الحياء عامر، واسم المصطلق جذيمة. منهم: أم المؤمنين جويرية بنت الحارث بن أبي ضرار، واسمه حبيب، ابن الحارث بن عائد «٢» بن مالك بن جذيمة؛ وأخوها عمرو بن الحارث، له صحبة.

<span data-type="title" id=toc-220>وهؤلاء بنو عوف بن عمرو بن عامر بن لحي</span>
ولد عوف بن عمرو بن عامر بن لحي: نصر «٣» ، بطن؛ وجفنة، وهم عباد بالحيرة. فمن بني نصر: علقمة بن الفغواء، صاحب رسول الله، صلى الله عليه وسلم.
_________
(١) السيرة ٤٦٠ والاصابة ١٨٩٣.
(٢) وكذا في سيرة ابن سيد الناس ٢: ٣٠٥.
(٣) «نضر» بالضاد المعجمة في هذا الموضع وتاليه.','1','239',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (246,'مضى بنو عمرو بن عامر بن لحىّ، وهو ربيعة بن عامر بن قمعة بن الياس ابن مضر. ولا يعلم لجده لحي عقب من غيره.

<span data-type="title" id=toc-221>وهؤلاء بنو أفصى بن عامر بن قمعة بن الياس بن مضر</span>
وهو أخو لحي بن عامر بن قمعة بن الياس، ولد أفصى بن عامر: أسلم، بطن؛ ودارهم بالأندلس: ألش «١» وأعمالها وما حواليها؛ منهم بنو الشيخ وغيرهم؛ ومالك بن أفصى؛ وملكان بن أفصى؛ وهؤلاء الثلاثة ممن تخزع، فهم مع خزاعة؛ وامرؤ القيس؛ وجهارة؛ وعدىّ؛ وعمرو؛ والحريش؛ وخطّاب؛ ولائذ؛ وخثم؛ وخثيم؛ وسوادة؛ هؤلاء كلّهم ينتمون إلى غسّان.

<span data-type="title" id=toc-222>وهؤلاء بنو أسلم بن أفصى بن عامر</span>
ولد أسلم بن أفصى: سلامان بن أسلم، بطن؛ وهوازن بن أسلم، بطن؛ منهم: مالك والنعمان ابنا خلف بن عوف بن دارم بن عد «٢» بن وائلة بن سهم بن مازن بن الحارث بن سلامان بن أسلم، كانا طليعتين للنبي- صلى الله عليه وسلّم- يوم أحد، قتلا فدفنا في قبر واحد؛ وبريدة بن الحصيب الأسلمىّ، وهو بريدة بن الحصيب بن عبد الله بن الحارث بن الأعرج بن سعد بن رزاح بن عدي بن سهم بن مازن بن الحارث بن سلامان بن أسلم؛ وابناه: عبد الله، وسليمان، لهما عقب بمرو وعدد؛ ولدا في يوم واحد توءمين، وماتا في يوم واحد؛ ولعبد الله بنون: سهل، وأوس، وصخر؛ ومنهم: مالك بن جبير بن حبال بن ربيعة، شهد الحديبية؛ وجرهد «٣» الأسلمىّ، وهو من بني رزاح بن عدىّ بن سهم؛ وسلمة بن الأكوع، واسم الأكوع سنان، بن عبد الله بن قشير بن خزيمة ابن مالك بن مازن بن الحارث بن سلامان بن أسلم؛ وأخواه أهبان بن الأكوع،
_________
(١) ألش من أعمال تدمير بالاندلس.
(٢) في الاصابة ٧٦١٤: «عمير» .
(٣) ذكره في الاصابة ١١٢٧ والقاموس.','1','240',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (247,'وعامر بن الأكوع، لهم كلهم صحبة وتقدّم؛ وابنه سنان بن سلمة، ولد زمان النبي- صلى الله عليه وسلم-؛ وعقبة، وإياس، ومحمّد، ويزيد: بنو سلمة بن الأكوع. ومن ولده: عبد العزيز بن عقبة بن سلمة بن الأكوع، محدّث؛ والشاعران دعبل بن علي بن رزين، وابن عمه لحاً أبو الشيص، وهو لقب، وكنيته أبو جعفر، واسمه محمد بن علي بن عبد الله بن رزين بن سليمان بن تميم ابن بهز «١» بن حراس بن خلف «٢» بن عبد بن دعبل بن أنس بن مالك بن خزيمة ابن مالك بن مازن بن الحارث بن سلامان بن أسلم؛ ولد عبل ابن أخ شاعر اسمه علي بن رزين؛ والقائد محمد بن الأشعث بن عقبة بن أهبان مكلم الذئب ابن عباد «٣» بن ربيعة بن كعب بن أمية بن يقظة بن خزيمة بن مالك بن مازن بن الحارث بن سلامان بن أسلم، كانت له ولآله آثار عظيمة في دعوة بني العباس؛ وبنوه: جعفر بن محمّد، وعبد الله بن محمد، وغيرهما؛ وهزال بن ذئاب بن يزيد بن «٤» كليب بن عامر بن خزيمة بن مالك بن مازن بن الحارث بن سلامان بن أسلم؛ وابنه نعيم بن هزال، له صحبة، وهو الذي جاء فيه الأثر: «يا هزال لو سترته بردائك!» ؛ وزرعة بن عامر بن مازن بن ثعلبة، من بني هوازن بن أسلم، أول من قتل من المسلمين يوم أحد؛ وأبو حدرد، واسمه سلامة بن عمير ابن أبي سلامة «٥» بن سعد بن مساب بن الحارث بن عبس «٦» بن هوازن بن أسلم؛ وابنه عبد الله بن أبي حدرد، صاحب رسول الله- صلى الله عليه وسلم-؛ وابنه القعقاع بن عبد الله، له أيضا صحبة؛ وأم الدرداء خيرة بنت أبي حدرد المذكور،
_________
(١) في الاغاني ١٥: ١٠٤: «بن نهشل، وقيل ابن بهيش» .
(٢) في الاغاني: «بن خراش بن خالد» .
(٣) هذا الصواب من الاصابة ٣٠٣.
(٤) في الاصابة ٨٩٥٤: «هزال بن يريد بن ذئاب» .
(٥) انظر الاصابة ٤٦١٢.
(٦) انظر مختلف القبائل ٢١.','1','241',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (248,'صاحبة فاضلة عالمة- رضي الله عنها- وهى أمّ الدّرداء الكبرى؛ وعبد الله بن أبي أوفى، واسمه علقمة بن خالد بن الحارث بن أبي أسيد، له صحبة، آخر الصحابة موتاً بالكوفة.
مضى بنو أسلم بن أفصى بن عامر بن قمعة بن الياس بن مضر. «١»

<span data-type="title" id=toc-223>وهؤلاء بنو ملكان بن أفصى بن عامر بن قمعة</span>
وهم مع خزاعة. منهم: الحارث، وهو غبشان بن عبد عمرو بن بوي بن ملكان بن أفصى. وقد حجب البيت منهم ذو الشّمالين «٢» ، واسمه عميرة بن عبد عمرو بن غبشان بن عبد عمرو بن بوي بن ملكان بن أفصى، بدري، حليف لبني زهرة، قتل يوم بدر؛ وسباع بن عبد عمرو بن ثعلبة بن عمرو بن غبشان، قتله حمزة بن عبد المطلب؛ ومالك بن الطلاطلة «٣» بن عمرو بن غبشان، كان من المستهزئين؛ ونافع بن الحارث بن حبالة بن عمير بن الحارث، وهو غبشان، ولي مكة لعمر بن الخطّاب، ومن ولده: المحدث الخزاعي بمكة، وهو إسحاق بن أحمد بن إسحاق بن نافع بن أبي بكر بن يوسف بن عبد الله بن نافع بن الحارث ابن حبالة بن عمير بن الحارث بن غبشان.
مضى بنو ملكان بن أفصى.

<span data-type="title" id=toc-224>وهؤلاء بنو مالك بن أفصى</span>
منهم: أسماء بن حارثة بن سعيد بن عبد الله بن عتاب «٤» بن سعد بن عمرو ابن عامر بن ثعلبة بن مالك بن أفصى، له صحبة: وسليمان بن كثير بن أمية بن سعد بن عبد الله بن المؤتنف بن عمرو بن عامر بن ثعلبة بن مالك بن أفصى، رئيس دعاة بني العبّاس؛ وابنه محمد بن سليمان؛ ضرب أبو مسلم عنق سليمان وابنه هذا صبراً.
مضت خزاعة كلها.
مضى بنو قمعة بن إلياس بن مضر بن نزار، وبهم تم الكلام في خندف وفي أبيهم الياس بن مضر بن نزار.
_________
(١) الاصابة ٣٨٤ من قسم النساء.
(٢) نسب قريش ٣٩٤، ٢٤٥٤.
(٣) في القاموس (طلل) .
(٤) في الاصابة ١٣٦: «غياث» .','1','242',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (249,'<span data-type="title" id=toc-225>وهؤلاء بنو قيس عيلان بن مضر بن نزار</span>
وقال قوم: إنما هو الياس بن مضر وإنّه ولد قيسا، ودهمان، وهم أهل بيت في قيس. والأصحّ أنه قيس بن مضر، وأنّ عيلان عبد حضنه، فنسب قيس إليه.
فولد قيس: خصفة، وفيه العدد، وسعد، وفيه البيت؛ وعمرو.

<span data-type="title" id=toc-226>وهؤلاء بنو عمرو بن قيس عيلان بن مضر</span>
ولد عمرو بن قيس عيلان: فهم؛ والحارث، وهو عدوان: أمهما جديلة بنت مر بن أد؛ فنسبوا إليها؛ وقيل: بل هي جديلة بنت مدركة بن الياس.

<span data-type="title" id=toc-227>وهؤلاء بنو فهم بن عمرو بن قيس عيلان</span>
ولد فهم بن عمرو: قين؛ وسعد؛ وعامر؛ وعائذ. منهم: تأبّط شرّا، واسمه ثابت بن جابر بن سفيان بن كعب بن حرب بن تيم بن سعد بن فهم.

<span data-type="title" id=toc-228>وهؤلاء بنو عدوان بن عمرو بن قيس عيلان بن مضر</span>
ولد عدوان بن عمرو: زيد؛ ويشكر؛ ودوس، يقال إنهم دوس التي في الأزد، رهط أبي هريرة رضي الله عنه. فمن ولد زيد بن عدوان: أبو سيارة، الذي كان يدفع بالناس في المواسم، وهو عميلة بن الأعزل «١» بن خالد بن سعد بن الحارث بن وابش بن زيد بن عدوان. ومن بني وشقة بن عوف بن بكر بن يشكر بن عدوان: يحيى بن يعمر القاضى بخراسان؛ وحاكم العرب، عامر بن الظرب بن عمرو بن عياذ بن يشكر بن عدوان؛ ولعامر بن الظرب إخوة، منهم: سعد، وعمرو، وصعصعة، وثعلبة؛ فولد سعد بن الظرب: عوف بن سعد؛ من ولده: القاضى العوفىّ، واسمه الحسين بن الحسن «٢» بن عطيّة بن جنادة؛ ومن بني ثعلبة بن الظرب: ذو الإصبع الشاعر، واسمه حرثان بن محرّث. ومن
_________
(١) الاعزل، بالعين المهملة كما قيد في الاشتقاق ١٦٤.
(٢) انظر تاريخ بغداد ٨: ٢٩.','1','243',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (250,'بني وائلة بن عمرو بن ناج بن يشكر بن عدوان: أبو عبد الله الجدلىّ، وهو اسمة، وهو ابن عبد «١» بن عبد الله بن أبي يعمر بن حبيب بن عائذ بن مالك بن وائلة بن عمرو؛ وبنو كبة الذين في ثقيف، هم من بنى جذيمة بن رهم بن ناج «٢» بن يشكر بن عدوان؛ ومعبد بن خالد بن ربيعة بن مزين بن حارثة بن ناضرة بن عمرو بن سعد بن علي بن رهم بن ناج بن يشكر بن عدوان، كان ناسكاً من أهل الشأم؛ جعله عبد الملك بن مروان على قطع الميرة عن ابن الزبير وأهل مكّة.
ودار عدوان وفهم على مقطع البرام بقرب مكة، على طريق نجد.
مضى بنو عدوان بن عمرو بن قيس عيلان بن مضر. ومضى بنو عمرو بن قيس عيلان بن مضر.

<span data-type="title" id=toc-229>وهؤلاء بنو سعد بن قيس عيلان بن مضر</span>
ولد سعد بن قيس عيلان: غطفان، وفيه البيت؛ ومنبّه، وهو أعصر.

<span data-type="title" id=toc-230>وهؤلاء بنو أعصر بن سعد بن قيس عيلان وهم باهلة، وغنىّ، ابنا الطفاوة</span>
ولد أعصر بن سعد بن قيس عيلان: مالك، وهم باهلة؛ وعمرو، وهم غنىّ؛ وأمهما همدانيّة؛ وثعلبة، وعامر، ومعاوية: أمهم الطفاوة بنت جرم بن ربّان «٣» وإليها ينسبون.
_________
(١) انظر تهذيب التهذيب ١٢: ١٤٨. «اسمه عبد بن عبد، وقيل عبد الرحمن ابن عبد» . وذكر أيضا ان اسمه «عبد بن عبد بن عبد الله» .
(٢) انظر الاشتقاق ١٦٣.
(٣) ربان، بالراء المهملة، كما في مختلف القبائل ٢٥ والاشتقاق ٣١٤، ٣١٨.','1','244',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (251,'<span data-type="title" id=toc-231>وهؤلاء بنو مالك بن أعصر، وهم باهلة</span>
ولد مالك بن أعصر: سعد مناة، وأمه باهلة بنت صعب بن سعد العشيرة، من مذحج؛ ومعن بن مالك، خلف بعد أبيه على باهلة، فولدت له أولادا، وحضنت سائر ولده من غيرها؛ فنسب جميعهم إلى باهلة. فولد معن بن مالك: أود بن معن، وجئاوة «١» أمهما باهلة؛ وفرّاص «٢» ، واسمه شيبان؛ وزيد؛ ووائل؛ والحارث؛ وحرب: أمهم بنت شمخ بن فزارة؛ وقتيبة؛ وقعنب: أمهما بنت عمرو بن تميم، حضنتهم كلهم باهلة، فكلهم ينسب إليها. فمن بني قتيبة بن معن بن مالك بن أعصر: عمارة بن عبد العزى بن عامر بن عمرو بن ثعلبة بن عمرو بن قتيبة بن معن، وهو قاتل عبد الدار بن قصىّ؛ ومن ولده: حاتم بن النعمان بن عمرو بن جابر بن عمارة بن عبد العزى، كان سيداً بالجزيرة؛ وابنه عبد العزيز «٣» بن حاتم سيد أيضا؛ والأحدب بن عمرو بن جابر بن عمارة بن عبد العزى، وهو الذي أخذ عفاق «٤» بن مري بن سلمة بن قشير بن كعب بن ربيعة بن عامر بن صعصعة؛ فشواه، وأكله: فقال فيه الراجز:
إن عفاقاً أكلته باهله ... تمششوا عظامه وكاهله «٥»
وتركوا أمّ عفاق ثاكله ومنهم: الأصمعي العالم، هو عبد الملك بن قريب بن عبد الملك بن علي بن أصمع بن مظهر بن رياح بن عبد شمس «٦» بن أعيا بن سعد بن عبد [بن «٧» ] غنم بن قتيبة بن معن بن مالك بن أعصر؛ وكان الأصمعي يقول: «لست من
_________
(١) انظر الاشتقاق ١٦٥ والمعارف ٣٦.
(٢) انظر المعارف ٣٦ والقاموس (فرص) .
(٣) انظر المعارف ٣٦ والقاموس (فرص) .
(٤) انظر القاموس (عفق) .
(٥) والتمشش: مص أطراف العظام.
(٦) ابن خلكان: «بن رباح بن عمرو بن عبد شمس» .
(٧) التكملة من ابن خلكان.','1','245',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (252,'باهلة، لأن قتيبة بن معن لم تلده باهلة قط» . أدرك أصمع النبي- صلّى الله عليه وسلم- وكذلك أبوه مظهّر، وأسلما جميعا؛ وقبر مظهر بكاظمة بقرب البحر.
ومن ولد وائل بن معن بن مالك بن أعصر بن سعد بن قيس عيلان، صاحب خراسان، ذو الآثار المشهورة، قتيبة بن مسلم بن عمرو بن الحصين بن ربيعة بن خالد [بن] أسيد الخير بن قضاعي بن هلال بن سلامة بن ثعلبة بن وائل بن معن بن مالك بن أعصر؛ وبنوه سلم، والحجّاج، وقطن، وغيرهم؛ ولهم بقيّة ضخمة بالبصرة، ومنهم: أبو الأحوص سعيد بن أحمد بن سعيد بن سلم بن قتيبة، ثار بالبطائح أيام المعتمد، فقتل وصلب؛ وإبراهيم وعلىّ ابنا سلم بن قتيبة، ولي إبراهيم هذا اليمن للهادى؛ وسعيد بن سلم، ولي الولايات للمنصور والمهدىّ؛ والفضل وعمرو ابنا سعيد بن سلم؛ ومحمّد بن المثنى بن الحجاج بن قتيبة بن مسلم، كان مغنيا، وكان من قواد طلحة بن طاهر بن الحسين بخراسان، وكان منهم بجيان: بنو عبد الخالق بن محمد بن أحمد (قاضي) ابن الوليد (قاضي) بن عبد الخالق (قاضي) بن عبد الجبار بن قيس بن عبد الله بن عبد الرحمن بن قتيبة بن مسلم، وبطليطلة ووادى الحجارة قوم ينتمون إلى قتيبة بن مسلم؛ وحكيم بن عبد الكريم بن مسلم بن عمرو بن مسلم، أخي قتيبة بن مسلم؛ ويزيد بن مسلم بن عمرو بن مسلم، كان على شرطة سلم بن قتيبة بن مسلم؛ الفاتك المشهور، وهو المنتشر بن وهب بن عجلان بن سلامة بن كراثة- ابن هلال بن سلامة بن ثعلبة بن وائل بن معن بن مالك، قتلته بنو حارث بن كعب؛ فرثاه أعشى باهلة بالقصيدة التي أولها:
إني أتتني لسان لا أسرّ بها «١»
وهى مشهورة؛ ومالك بن أدهم بن محرز بن أسيد بن أخشن بن رياح بن أبي خالد بن ربيعة بن زيد بن عمرو بن سلامة بن ثعلبة بن وائل بن معن بن مالك
_________
(١) ديوان الاعشى ٢٦٦ والخزانة ١: ٩١- ٩٧ وجمهرة أشعار العرب ١٣٥- ١٣٧ والاصمعيات ٨٩- ٩٣ وامالي المرتضى ٣: ٢٠٥- ١١٣. وعجز البيت: «من علو لا عجب منها ولا سخر»','1','246',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (253,'كان من أصحاب جعفر المنصور، وبلغ مائة سنة؛ وأبوه من قوّاد الحجّاج؛ وجدّه محرز أحد المهاجرين إلى الشام في أول فتحها، حمصىّ الدار. ومنهم:
أبو أمامة الصدي بن عجلان، له صحبة ورواية، وهو من بني سهم بن عمرو ابن ثعلبة بن غنم بن قتيبة بن معن بن مالك بن أعصر؛ ولا يصل نسب أبي أمامة بأكثر. ومنهم: الهرماس بن زياد، له صحبة؛ وسلمان بن ربيعة، من كبار التابعين، كوفىّ، وله الفتوح بأذربيجان؛ ولي قضاء الكوفة.
مضت بنو باهلة، وهم بنو مالك بن أعصر بن سعد بن قيس عيلان بن مضر.

<span data-type="title" id=toc-232>وهؤلاء بنو عمرو بن أعصر، وهم غني</span>
منهم: بهثة بن غنم بن عمرو بن أعصر، وهم بالجزيرة والكوفة. ومنهم:
مرثد بن أبي مرثد، واسم أبي مرثد كناز بن حصن «١» بن يربوع بن طريف بن خرشة «٢» بن عبيدة بن سعد بن عوف بن كعب بن مالك بن جلان «٣» بن غنم بن عمرو، وهو غني، ابن أعصر بن سعد، من المهاجرين الأولين؛ هو وأبوه حليفان لحمزة بن عبد المطلب- رضي الله عنهم-؛ قتل مرثد في أيام رسول الله- صلى الله عليه وسلم- يوم الرّجيع؛ وعاش أبو مرثد إلى أيام عثمان- رضي الله عنه؛ ورياح بن الأشلّ، وهو من بني هلال بن عبيد بن سعد بن عوف بن كعب بن مالك بن جلان بن غنم بن عمرو، وهو غنىّ؛ وابن أخيه ثعلبة، قاتل شأس بن زهير «٤» بن جذيمة العبسىّ؛ وقد قيل إن رياح بن الأشل هو قاتل شأس، وإنه من ولد رفاعة بن عبيد أخي هلال بن عبيد؛ وعلىّ بن الغدير بن مضرس بن قيس بن حجوان بن مطعم «٥» بن كعب بن ثعلبة بن سعد بن عوف بن كعب، الشاعر القائل:
فمن مبلغ قيس بن عيلان كلها ... بما حاز منها أرض نجد وشامها
_________
(١) حصن وحصين: وهما روايتان في اسمه كما في القاموس (كنز) والاصابة ١٩٠٢١ قسم الكني.
(٢) انظر الاصابة والسيرة ٤٨٦.
(٣) السيرة ٤٨٦ والمؤتلف ١٦٤. وفي الاصابة: «حلان» .
(٤) انظر المحبر ٤٦١ والاغاني ١٠: ٨، ١١، ١٤، ١٥.
(٥) في المؤتلف ١٦٤: «مطمع» .','1','247',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (254,'فلا تهلكنكم فتنة كل أهلها ... كحيران في طخياء داج ظلامها «١»
وخلّوا قريشاً تقتتل إن ملكها ... لها وعليها برّها وأثامها
فإن وسعت أحلامها وسعت لها ... وإن عجزت لم تدم إلا كلامها
وإنّ قريشاً مهلك من أطاعها ... تنافس دنيا قد أحم انصرامها «٢»
ومرداس بن خويلد بن واقد بن رياح بن يربوع بن ثعلبة بن سعد بن عوف ابن كعب، وفد إلى رسول الله- صلى الله عليه وسلم-. ومنهم: سرحان بن معتب ابن الأجب بن الغوث بن الأجب بن الغوث بن العتريف بن سعد بن عوف بن كعب [بن مالك] بن جلان، الذي ضرب به المثل فقيل: «وقع العشاء به على سرحان «٣» » ؛ وعصيمة بن وهب، من بني زبان بن كعب، الذي أسر معبد ابن زرارة يوم رحرحان: وربيعة بن المخارق بن جأوان بن خويلد بن حرثان بن جابر بن مالك بن عامر بن عبس بن جعدة بن عمرو بن أعصر.
مضت غني بن أعصر بن سعد؛ ولهم ظاعنة ضخمة بطفوف الشأم. ومضى أعصر بن سعد بن قيس عيلان بن مضر.

<span data-type="title" id=toc-233>وهؤلاء بنو غطفان بن سعد بن قيس عيلان بن مضر</span>
ولد غطفان: ريث؛ وعبد العزى، بدل رسول الله- صلى الله عليه وسلم- اسمه، فسماه عبد الله، فهم بنو عبد الله بن غطفان، منهم: عقبة بن وهب بن كلدة بن الجعد بن هلال بن الحارث بن عمرو بن عدي بن جشم بن عوف بن بهثة بن عبد الله بن غطفان، أحد السّبعين الذين بايعوا رسول الله- صلى الله عليه وسلّم- ليلة العقبة، وهاجر إلى مكة إلى رسول الله- صلى الله عليه وسلّم- ثم هاجر إلى المدينة؛ كان حليفاً لبني الحبلى، وهم بنو سالم بن غنم، من بني عوف بن
_________
(١) الطخياء: الليلة المظلمة.
(٢) أنشده في اللسان (نفس) بدون نسبة وقال: «اما أن يضون أراد تنافس في دنيا، واما أن يريد تنافس أهل دنيا» .
(٣) ويروي: «سقط العشاء به» . امثال الميداني ١: ٣٠ واللسان (قمر) .','1','248',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (255,'الخزرج من الأنصار؛ ومنهم: ضرار بن عمرو، المتكلم، أحد شيوخ المعتزلة، وكانت فيه ثلاثة أعاجيب: كان معتزليّا كوفيّا؛ وكان عربيّا شعوبيّا؛ وزوّج ابنته من علج أسلم، وكان يختلف إليه، ومات وله تسعون سنة، بالدّماميل؛ ومنهم: سالم بن دارة الشاعر. ومنهم كان بإشبيلية، بقرية قرشانة من الشرف «١» :
الطفيل بن العباس بن معاوية بن المضاء بن المهلب بن معاوية بن محمّد بن الكوثر بن يزيد بن زهدم بن الأدهم بن مالك بن عبد الله بن غطفان.
مضى بنو عبد الله بن غطفان بن سعد بن قيس عيلان.

<span data-type="title" id=toc-234>وهؤلاء بنو ريث بن غطفان بن سعد بن قيس عيلان</span>
ولد ريث بن غطفان: أهون، هم مع بني ثعلبة بن سعد؛ ومازن، وهم مع بني شمخ بن فزارة؛ وأشجع؛ وبغيض.

<span data-type="title" id=toc-235>وهؤلاء بنو أشجع بن ريث بن غطفان بن سعد بن قيس عيلان</span>
منهم: معقل بن سنان بن مظاهر بن عركىّ بن فتيان بن سبيع بن أشجع «٢» ابن ريث، له صحبة؛ وهو كان على المهاجرين يوم الحرة؛ قتله مسلم بن عقبة المري- لعنه الله- يومئذ صبراً؛ ففي ذلك يقول القائل:
وأصبحت الأنصار تبكى سراتها ... وأشجع تبكي معقل بن سنان
ومنهم: هذيل بن عبد الله بن سالم بن هلال بن الحراق بن زبينة بن عصيم ابن زبينة بن هلال بن عيش بن خلاوة «٣» بن سبيع بن أشجع الشاعر، الذي هجا ابن أبي ليلى وغيره من فقهاء الكوفة «٤» ؛ ورجيلة بن عائذ بن مالك بن حبيب ابن نبيح بن ثعلبة بن قنفذ بن خلاوة بن سبيع بن أشجع، رئيس أشجع يوم
_________
(١) الشرف: بلدة من سواد اشبيلية بالاندلس.
(٢) في الاصابة ٨١٣١: «بن سبيع بن بكر بن اشجع» . وانظر مختلف القبائل ٢٢.
(٣) انظر مختلف القبائل ٢٢ واللسان (خلا) وتاج العروس ١٠: ١١٩ والسيرة ٦٨٠.
(٤) انظر معجم المرزباني ٤٨٢.','1','249',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (256,'الأحزاب؛ ونعيم بن مسعود بن عامر بن أنيف «١» بن ثعلبة بن قنفذ بن خلاوة بن سبيع، له صحبة؛ وهو الذي شتت جموع الأحزاب- رضى الله عنه-؛ وعقبة بن حليس «٢» بن نصر بن دهمان «٣» بن بصار «٤» بن سبيع بن أشجع، جعلت على يديه الرهان يوم داحس والغبراء؛ والحارث بن حميل بن نشبه بن قرط بن مرة بن نصر بن دهمان بن بصار «٥» بن سبيع بن أشجع، بدرىّ. ومنهم: نبيط بن شريط بن أنس بن مالك بن هلال، له صحبة؛ وابنه سلمة بن نبيط، تابعي.
مضت بنو أشجع بن ريث بن غطفان بن سعد بن قيس عيلان.

<span data-type="title" id=toc-236>وهؤلاء بنو بغيض بن ريث بن غطفان بن سعد بن قيس عيلان</span>
ولد بغيض بن ريث: أنمار، وعبس، وذبيان. فمن بني أنمار بن بغيض:
فاطمة بنت الخرشب الأنمارية، التي ولدت الكملة من بنى عبس «٦» . ومنهم:
بنو صخر، بناحية قرمونة.

<span data-type="title" id=toc-237>وهؤلاء بنو عبس بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان</span>
ولد عبس: قطيعة، ووزدة «٧» ، والحارث، [وغالب] ، وورقة. منهم:
خالد بن برد، ولّاه الوليد دمشق، وهو من بني يربوع بن مازن بن الحارث بن قطيعة بن عبس. ومن ولد ربيعة بن مازن بن الحارث بن قطيعة بن عبس: رواحة،
_________
(١) انظر الاصابة ٨٧٨٠ والسيرة ٦٨٠.
(٢) انظر الاصابة ٥٥٨٧.
(٣) انظر الاصابة ومما سيأتي.
(٤) وفي الاصابة «نصار» تحريف.
(٥) انظر الحاشية الرابعة.
(٦) وهم الربيع الكامل، وعمارة الوهاب، وقيس الحفاظ، وأنس الفوارس، أبناء زياد بن عبد الله بن سفيان العبسي. الاغاني ١٦: ١٩- ٢١ والمحبر ٣٩٨، ٤٥٨ والاشتقاق ١٦٩ والمعارف ٣٧ والعقد ٣: ٣٥١.
(٧) كذا بالزاي المعجمة.','1','250',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (257,'وروح، وعبيد، بنو ربيعة بن مازن. فولد رواحة: جذيمة، وخلف، وعمرو، وعويمر، ولقبه عفير، وخالد، وحنظلة. فمن ولد جذيمة بن رواحة: زهير بن جذيمة، سيد بنى عبس وجميع غطفان، وأسيد، وزنباع، وحذيم «١» ، وقيس، بنو جذيمة. فولد زهير بن جذيمة بن رواحة بن ربيعة بن مازن بن الحارث بن قطيعة ابن عبس: قيس، صاحب حرب داحس وغبراء؛ والحارث بن زهير، قتلته كلب «٢» يوم عراعر؛ وشأس بن زهير، قتله رياح بن الأشل بن غني؛ ومالك بن زهير، قتلته فزارة؛ وعوف بن زهير، قتلته أيضاً فزارة؛ وورقاء بن زهير؛ والحصين، قتله رياح بن الأشل أيضا؛ وخداش؛ وجرير؛ وكثير: أمهم تماضر بنت الشريد السلمية. فمن بني قيس بن زهير: المساور بن هند بن قيس ابن زهير الشاعر؛ وأسود بن حبيب بن جمانة «٣» بن قيس بن زهير، شهد مع علي جميع مشاهده؛ وولادة بنت العباس بن جزء بن الحارث بن زهير، أمّ الوليد وسليمان ابني عبد الملك بن مروان؛ وابن عمها القعقاع بن خليد بن جزء بن الحارث ابن زهير، الذي نسبت إليه حيار بني القعقاع، مدينة بالشام لبنى عبس؛ وأخوه الحصين بن خليد، كان سيدا بالشأم؛ وقرّة بن حصين بن فضالة بن الحارث بن زهير، له صحبة، وبعثه- عليه السلام- إلى بني هلال بن عامر داعياً إلى الإسلام؛ فقتلوه- رحمه الله-؛ وسليط بن مالك بن زهير، أحد العشرة الذين قاموا مع خالد بن سنان في إطفاء النار. وكان قبل الإسلام حرب بالبادية بين بني مالك بن زهير وبين قيس بن زهير. ومن بني زنباع بن جذيمة: مروان القرظ بن زنباع بن جذيمة بن رواحة؛ وابنه الحكم بن مروان؛ وكان مروان يغير على أهل القرظ؛ فنسب إلى ذلك. ومن بني حذيم بن جذيمة بن رواحة:
شريح بن أوفى بن يزيد بن زاهر بن جزء بن شيطان بن حذيم بن رواحة:
_________
(١) انظر الاشتقاق ١٦٩.
(٢) وعراعر: ماء لكلب بناحية الشام. ياقوت. وفي العمدة ٢: ١٦١ ان يوم عراعر كان لعبس علي كلب وذبيان.
(٣) انظر وقعة صفين ٢٩٤.','1','251',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (258,'شريح بن أوفى بن يزيد بن زاهر بن جزء بن شيطان بن حذيم بن جذيمة، قتل يوم النّهروان، وفيه قيل:
اقتتلت همدان يوماً ورجل «١»
وابن عمه أبي بن عمارة بن مالك بن جزء بن شيطان، أدرك النبي- صلى الله عليه وسلم [وشرّف وكرّم وعظّم ومجّد] .
ومضت عبس.

<span data-type="title" id=toc-238>وهؤلاء بنو مرة بن عوف بن سعد بن ذبيان</span>
منهم: خزيمة بن نصر؛ وغطفان وسنان، ابنا أبي حارثة بن مرة بن نشبة ابن غيظ «٢» . فمن ولد غطفان بن أبي حارثة: الشاعر المشهور أرطاة بن سهية.
وهى أمه؛ وأبوه اسمه زفر بن عبد الله بن مالك بن شداد بن غطفان «٣» المذكور.
ومن بني سنان: هرم بن سنان، الذي مدحه زهير الشاعر؛ ويزيد؛ وخارجة.
وفي ولد خارجة هذا بيت بني مرة بن عوف. ومنهم: الجنيد بن عبد الرحمن بن عمرو بن الحارث بن خارجة بن سنان بن أبي حارثة، والى خراسان؛ وكان له عقب بإلبيرة، لهم رياسة، ثمّ خملوا؛ وخريم الناعم، وهو ابن عمرو بن الحارث ابن خارجة؛ ومن ولد خريم هذا: أبو الهيذام القائم بالشأم، واسمه عامر بن عمارة. ومنهم: شبيب بن البرصاء الشاعر، وهو شبيب بن يزيد «٤» بن حمزة «٥» بن عوف بن أبي حارثة بن مرة، وأمه أمامة بنت الحارث بن عوف بن أبي حارثة،
يقال إن رسول الله- صلّى الله عليه وسلم- خطبها، فقال أبوها: إن بها بياضاً، يريد البرص، ولم يكن بها شىء، فقال رسول الله- صلى الله عليه وسلم-
_________
(١) راجع الطبري ج ١ ص ٣٣٨٣.
(٢) ورد هذا الاسم في النشرة الاولى: «غيط» في كل هذا الفصل، صوابه بالظاء.
(٣) جعلها الشنقيطي في تصحيحاته: «عقفان» .
(٤) انظر الاشتقاق ١٧٦ والاغاني ١١: ٨٩ واللآلىء ٦٣٠ ونوادر المخطوطات ١: ٩٠ و ٢: ٣٠٨.
(٥) ويقال: «جمرة» ويقال «خمرة» . انظر نوادر المخطوطات ١: ٩٠.','1','252',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (259,'«لتكن كذلك!» ؛
فبرصت؛ فلذلك سميت البرصاء، واسمها قرصافة؛ وأختها عمرة العوراء، هي أم عقيل بن علفة المذكور بعد هذا. ومنهم: الفاتك أبو الخريف عبيد بن نشبة بن غيظ، وهو الذي علم الحارث بن ظالم الفتاكة.
ومن بني يربوع بن غيظ بن مرة بن عوف: النابغة الذبياني الشاعر، وهو زياد بن معاوية بن ضباب بن جابر بن يربوع بن غيظ؛ وأخوه الحارث بن معاوية ابن ضباب؛ وللنابغة عقب بمصر. ومن ولد الحارث هذا: عقيل بن علفة بن الحارث بن معاوية، الذي خطب إليه عبد الملك بن مروان بعض بناته لبعض ولد عبد الملك؛ فقال له عقيل: «إن كان ولا بدّ، فجنّبنى هجناءك!» ، وخطب إليه عثمان بن حيان، وهو أمير المدينة، إحدى بناته؛ فقال له: «أبكرة من إبلي أيها الملك!» فأمر بإخراجه على أسوأ أحواله؛ وهو القائل:
إن بني ضرجوني بالدم من يلق أبطال الرجال يكلم شنشنة أعرفها من أخزم وتزوّج أمير المؤمنين يزيد بن عبد الملك بن مروان ابنته الجرباء بنت عقيل، وهى ثيب من ابن عمها، فولدت له ابناً مات صغيرا؛ وتزوّج عمرة بنت عقيل سلمة بن عبد الله بن المغيرة المخزومي؛ فولدت له يعقوب بن سلمة، والد أم سلمة امرأة أبي العباس السفاح؛ وتزوّج أم عمرو بنت عقيل يحيى بن الحكم بن أبي العاصي بن أمية؛ فمات عنها؛ فتزوجها أخوه خالد بن الحكم، ثم مات عنها؛ فتزوجها أخوهما الحارث بن الحكم. وكان لعقيل بن علفة من الولد الذكور:
علّفة، والعملّس، والمتعسّر، وجثّامة؛ وحصين بن ضمضم بن ضباب بن جابر ابن يربوع، الذي ذكره زهير في شعره:
أمن أم أوفى دمنة لم تكلّم «١»
وحصين هذا ابن عم النابغة لحّا، ابنا أخوين؛ والحارث بن ظالم بن جذيمة
_________
(١) البيت أول معلقته المشهورة. وعجزه:
بحومانة الدراج فالمتثلم','1','253',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (260,'ابن يربوع بن غيظ، الفاتك المشهور؛ والشاعر ابن ميّادة، وهو الرماح بن ميادة «١» ابن برد بن ثوبان بن سراقة بن حرملة بن سلمي بن ظالم، أخي الحارث بن ظالم؛ وكانت أم ثوبان، جد الرماح، وإخوته: العوبثان وبريض، وناعصة، بني سراقة- سلمى بنت كعب بن زهير بن أبي سلمى الشاعر؛ وعامر بن ضبارة، هو من بني الحارث بن مالك بن يربوع بن غيظ، كان من قواد ابن هبيرة؛ والفاسق الملعون مسلم بن عقبة بن رياح بن أسعد بن ربيعة بن عامر بن مالك بن يربوع بن غيظ بن مرة بن عوف، صاحب يوم الحرّة- لعنه الله- وهو مسرف «٢» ؛ ورياح بن عثمان بن حيان بن عثمان بن معبد بن شداد بن نعمان بن رياح بن أسعد، ولى المدينة للمنصور، وعليه قام محمد بن عبد الله بن الحسن، فقتل رياح؛ وولى أبوه عثمان المدينة لبني أميّة أيضا. وغالب بن عوف، من بني ربيعة ابن عامر بن مالك بن مرّة بن عوف، وهو الذي قطع الحلف بين بنى أسد وذبيان.
ومن بني سهم بن مرة: الحصين بن الحمام بن ربيعة بن مساب «٣» بن حرام بن وائلة بن سهم بن مرة. ومن بني صرمة بن مرة: هاشم بن حرملة بن إياس بن مريط بن صرمة «٤» بن مرة، سيد غطفان.
ودار بني مرة بالأندلس: إلبيرة؛ ولهم بإشبيلية أهل بيت واحد، وهم بنو عوف بن مرة بن ديسم بن زيد بن المختار بن المخشي بن عمرو بن الجراح بن معاوية بن خصيلة «٥» بن عدي بن سعد بن مرة بن عوف بن سعد بن ذبيان، عقد له الأمير محمد على إشبيلية، وعقد أيضاً لامرأته عليهم، تعصباً
_________
(١) انظر الاغاني ٢: ٨٥ وسمط اللآلىء ٣٠٦ والخزانة ١: ٧٧.
(٢) مسرف: لقب لمسلم بن عقبة كما في القاموس (سرف) ، وذلك لانه أسرف في القتل.
(٣) صوابه من شرح المفضليات للانباري ١٠١ والخزانة ٢: ٩ والاغاني ٢١: ١١٨. وانظر ابن سلام ١٣١.
(٤) انظر الاشتقاق ٧٥ ومختلف القبائل ٤٥.
(٥) صوابه من اللسان والقاموس (خصل) .','1','254',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (261,'للمضرية، إذ فخر عليها رجل يمانىّ «١» باليمانية وكثرتها؛ وكان قد افتقر حتى صار يعانى عمل الفخّار. ومن بني دهمان بن عوف، أخي مرة بن عوف، أبو غطفان، كاتب عثمان بن عفان رضي الله عنه، روى عنه الحديث.
مضى بنو سعد بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس غيلان.

<span data-type="title" id=toc-239>وهؤلاء بنو فزارة بن ذبيان بن بغيض بن ريث بن غطفان ابن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان</span>
وثعلبة بن سعد: عم مرة. وفزارة بن ذبيان: عم ثعلبة. وعبس بن بغيض:
عمّ فزارة. وأشجع بن ريث: عم عبس. وعبد الله بن غطفان: عمّ أشجع.
وأعصر بن سعد: عم عبد الله. وعمرو بن قيس: عم أعصر.
فولد فزارة بن ذبيان: عدىّ، ومازن، وشمخ، ومرّة؛ وهم بنو منولة «٢» ، نسبوا إلى أمهم، وهى من بني تغلب. فمن بني عدي بن فزارة: بغيض بن مالك ابن سعد بن عدي بن فزارة، اجتمعت عليه قيس في الجاهليّة. ومن بني بغيض بن مالك هذا: يزيد بن عمر بن هبيرة بن [معية بن «٣» ] سكين بن خديج بن بغيض ابن مالك، ولى العراقين هو، وأبوه قبله، لمروان بن محمد، وليزيد بن عبد الملك، وقتل معه ابنه داود بن يزيد. [ولابن هبيرة عقب بالبصرة؛ والرّبيع بن ضبع بن وهب بن بغيض بن مالك «٤» ، الذي طال عمره وقال:
أصبح عني الشباب مبتكرا ... إن ينأ عني فقد ثوى عصرا
أصبحت لا أحمل السلاح ولا ... أملك رأس البعير إن نفرا
والذئب أخشاه إن مررت به ... وحدى وأخشى الرياح والمطرا «٥»
الأبيات؛ وعبد الرحمن بن مسعود بن الحارث بن عمرو بن خارجة بن حرام «٦»
_________
(١) وألها: ابن الخيار بن مالك بن زيد بن كهلان.
(٢) هذا الصواب من المعارف ٣٧ والقاموس (نول) .
(٣) التكملة من الاشتقاق ١٧٣.
(٤) المعمرين ٦- ٧ والخزانة ٣: ٣٠٨.
(٥) صوابه من المراجع المتقدمة.
(٦) انظر تاج العروس ٨: ٢٣٤.','1','255',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (262,'ابن سعد بن عدي بن فزارة، قاد الصوائف، وله يقول القائل:
أقم يا بن مسعود قناة صليبة ... كما كان سفيان بن عوف يقيمها
والحصين بن جندب بن خنيس بن خرجة، كان سيد أهل البادية، واعتزل حرب كلب وفزارة يوم بنات قين «١» ؛ وكردم بن شعثة «٢» بن زهير «٣» بن خديج بن حزيم «٤» بن سعد بن عدي «٥» ، وهو الذي طعن دريد بن الصمة يوم قتل عبد الله بن الصمّة؛ وأخوه كريز بن شعثة. ومن بني خزامة بن لوذان بن ثعلبة بن عدي بن فزارة: عدي بن أرطاة، والي البصرة لعمر بن عبد العزيز- رضي الله عنه-؛ وبنو جسّاس بن عمرو بن جوية «٦» بن لوذان بن ثعلبة بن عدي، أربعة أبداً، لا يزيدون؛ وأمّا بنو بدر بن عمرو بن جوية بن لوذان بن ثعلبة بن عدي بن فزارة، فهم بيت فزارة وعددهم؛ وبنوه: حذيفة، الذي يقال له ربّ معدّ؛ وحمل، المقتولان يوم الهباءة؛ ومالك، وعوف، المقتولان في أمر داحس والغبراء؛ والحارث؛ وربيعة؛ وزّبان؛ وزيد، سادوا كلهم. فأما حمل فلم يعقب. وولد حذيفة: حصن بن حذيفة، وندبة بن حذيفة، قتل إثر أمر داحس؛ ومالك بن حذيفة؛ وورد بن حذيفة؛ وشريك بن حذيفة؛ وعقبة بن حذيفة؛ فولد عقبة: حجر، وغيره؛ وولد ورد: حبيب، وغيره؛ وولد حصن عشرة ذكور، منهم: قيس بن حصن؛ وعيينة بن حصن، كان رسول الله- صلى الله عليه وسلم- يسميه الأحمق المطاع؛ وخارجه بن حصن؛ وحسّان بن حصن؛ وجابية بن حصن؛ وعقبة بن حصن؛ وعمرو بن حصن. فولد عمرو ابن حصن: عبد عمرو، كان سيدا. وولد عيينة بن حصن: عمران، وأبان، وعلىّ، وسعيد، وعقبة، وحبيب، وزيد، وعنبسة. فولد عمران بن عيينة:
_________
(١) اسم موضع بالشام في بادية كلب.
(٢) انظر القاموس (شعث) .
(٣) نص في تاج العروس ان صوابه «زهرة بن جدع (كذا) بن حرام بن سعد بن عدي» .
(٤) وفي نص التاج أنه «حرام» .
(٥) انظر التاج.
(٦) انظر الاشتقاق ١٧٣.','1','256',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (263,'مسعدة، وأبان، وضبيعة، وعبد الله. فولد عبد الله: الجعد بن عبد الله، قتله حميد بن بحدل فيمن قتل من فزارة، وقتل أيضاً زيد بن عيينة. وولد عنبسة بن عيينة: حرب، وناشرة، وحبيب، وبشر، وخليفة، وعنبسة، بنو عنبسة. وولد ربيعة بن بدر: أم قرفة «١» ، وهى التي أمر رسول الله- صلى الله عليه وسلم- أسامة بن زيد بقتلها؛ فقتلها وقتل جميع بنيها؛ وكانت تحت مالك بن حذيفة بن بدر؛ فولدت له: خرشة، وجبلة، وحكمة، وقرفة «٢» ومعاوية، وأرطاة، وحصين، وعبيد، وشهرباء «٣» ، وقيس، وحصن، وزفر، ومرثد؛ منهم: أمير مصر لمروان بن محمّد، وهو المغيرة بن عبد الله بن المغيرة ابن عبد الله بن مسعدة بن حكمة المذكور بن مالك بن حذيفة؛ وابناه: عبد الله أبو مسعدة، وكان فاضلا، والوليد؛ وعبد الرحمن بن مسعدة بن حكمة المذكور، كان من جلساء عبد الملك بن مروان وملازما له بالشام؛ قتل حبيب بن عيينة بن حصن، أبو قتادة الأنصاري- رضي الله عنه- يوم ذي قرد؛ وسعيد بن أبان بن ابن عيينة بن حصن بن قتادة، القائم بحرب فزارة مع كلب يوم بنات قين، وكان ناسكاً، لم يدخل في ذلك حتى صح عنده عن كلب ما يوجب قتلهم؛ قتله عبد الملك بن مروان صبرا. ومنهم: ركضة بن علي بن عيينة بن حصن؛ ويعقوب بن جعفر بن أبان بن سعيد بن عيينة بن حصن بن حذيفة؛ ومسعدة ابن عمار بن أبان بن سعيد بن عيينة بن حصن؛ وجلهمة بن الحصين بن شريك بن حذيفة: ويزيد بن إياس بن الوليد بن سعيد بن عيينة بن حصن؛ وأسماء بن خارجة بن حصن بن حذيفة، من سادات أهل الكوفة؛ ومن ولده:
الفقيه الفاضل أبو إسحاق الفزاري، فقيه الثغر، وهو إبراهيم بن محمد بن الحارث بن أسماء بن خارجة بن حصن بن حذيفة بن بدر؛ وابن عمه لحاً، المحدث الثقة المشهور، مروان بن معاوية بن الحارث بن أسماء بن خارجة بن حصن؛ والشاعر عويف القوافي بن معاوية بن عقبة بن حصن بن حذيفة؛
_________
(١) انظر السيرة ٩٨٠. وذكر ابن اسحاق ان اسمها فاطمة بنت ربيعة بن بدر.
(٢) انظر ما سبق.
(٣) لعل صوابهما «شهران» .','1','257',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (264,'قاتل عريجة بن مصاد الكلبىّ؛ والحرّ بن قيس بن حصن بن حذيفة، كان له منزلة عند عمر بن الخطاب- رضي الله عنه- وكان فاضلا، من القرّاء.
ومن بني مازن بن فزارة بن ذبيان: منظور بن زبان بن سيار بن عمرو بن جابر بن عقيل بن هلال بن سمي بن مازن بن فزارة؛ وابنته خولة، تزوجها الحسن بن علي بن أبي طالب- رضي الله عنه- بعد محمد بن طلحة- رضي الله عنه-؛ وابن عمه لحاً: هرم بن قطبة بن سيار بن عمرو، الذي تحاكم إليه علقمة بن علاثة وعامر بن الطّفيل؛ وخالد بن دثار «١» بن كرز بن قطبة بن سيار، الذي ركب إلى عبد الملك بن مروان شاكياً بما فعل حميد بن بحدل؛ ومنظور بن زبان بن سيار: دعته فزارة إلى أن يقودها، إذ فعلوا ببنات قين «٢» ما فعلوا، فأبى، وكان ناسكا؛ وحلحلة بن قيس بن سيار بن عمرو بن فزارة، قتله أيضاً عبد الملك بن مروان صبراً، لقيامه بحرب فزارة مع كلب يوم بنات قين مع سعيد بن أبان بن عيينة، وقال إذ قدّمهما للقتل، وقد قال لهما بشر ابن مروان، وكان صهره معهما، لأن أمه قيسية من بني جعفر بن كلاب بن ربيعة بن عامر بن صعصعة، ثم من ولد أبي براء ملاعب الأسنة: «اصبر سعيد واصبر حلحلة!» . فقال أحدهما:
أصبر من عود بدفيه الجلب ... قد أثر البطان فيه والحقب
وقال الآخر:
أصبر من ذي ضاغط معرك «٣» ... ألقى بواني زوره للمبرك
ومنهم سعيد بن أبان، وكان متديناً متورعاً، لم يغز كلب بن وبرة يوم بنات قين عصبية، لكن حتى شهد عنده أنهم لا يدينون بدين، وأنّهم يطئون الحيض، فغزاهم حينئذ.
ومن بني شمخ بن فزارة: المسيب بن نجبة بن ربيعة بن غوث بن هلال بن شمخ بن فزارة، أحد أمراء التوابين يوم عين الوردة؛ وكان من أصحاب على
_________
(١) انظر المحبر لابن حبيب ١٩١.
(٢) بنات قين: موضع بالشام كانت به وقعة. ياقوت والاغاني ١٧: ١١٥ وما سبق ص ٢٥٨.
(٣) هناك تصحيح للشنقيطي: «عركرك» وهي الرواية المشهورة الواردة في اللسان (عرك) . والعركرك: القوي الغليظ. وقد نبه الميداني في مجمع الامثال ١: ٣٧٤ على الروايتين.','1','258',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (265,'- رضى الله عنه-؛ وإخوته مروان، وحكيم، ومرثد، وجبّار، وقرفة، وحكمة، وزمعة، بنو نجبة. وكان مرثد منهم من أصحاب خالد بن الوليد- رضي الله عنه- شهد معه فتح الجزيرة واليرموك؛ وكان على مقدمته يوم فتح دمشق، فقتل يومئذ؛ وابناه: كردم وصفوان، ابنا مرثد: وابن ابنه هشام بن صفوان ابن مرثد، كان سيداً؛ والحكم بن مروان بن نجبة، قتل مع عمه يوم عين الوردة؛ وكثير بن زياد «١» بن شأس بن ربيعة، أخو نجبة بن ربيعة، له صحبة؛ ومالك بن خمار بن حزن بن عامر بن عمرو بن جابر بن خشين ذي الرأسين بن لأي بن عصيم بن شمخ بن فزارة، كان سيداً؛ وكان أبو جده عمرو بن جابر له من كل أسير أسرته غطفان، إذ أخذ فداؤه، بكرتان؛ والربيع بن عميلة بن كلدة بن هلال بن حزن بن عامر بن عمرو بن جابر بن خشين، كان هو وأبوه سيدين؛ وسمرة بن جندب بن هلال بن حريج «٢» بن مرة بن حزن بن عامر بن عمرو بن جابر، الصاحب المشهور- رضي الله عنه-؛ وله عقب بالبصرة؛ منهم [كان] الفزارىّ المنجّم، واسمه محمد بن إبراهيم بن حبيب بن سليمان بن سمرة بن جندب؛ وجعفر بن عبيد الله بن محمد بن جعفر بن سعيد بن سمرة بن جندب، محدث؛ وبشر بن الحسين بن سليمان بن سمرة بن جندب.
مضى فزارة بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان، ومضت سعد بن قيس عيلان كلها.

<span data-type="title" id=toc-240>وهؤلاء بنو خصفة بن قيس عيلان بن مضر</span>
ولد خصفة بن قيس عيلان: عكرمة: أمه أخت كلب بن وبرة لأبيه؛ ومحارب بن خصفة.

<span data-type="title" id=toc-241>وهؤلاء بنو محارب بن خصفة بن قيس عيلان</span>
أخبرني بعض أعراب طيىء، أنّ بنى محارب وبنى أشجع بن ريث أذل قبائل
_________
(١) انظر الاصابة ٧٣٦٩.
(٢) انظر الاصابة ٣٤٦٨. وفي القاموس (حرج) : «وكسمين: جد لسمرة بن جندب بن هلال» .','1','259',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (266,'قيس بالبادية اليوم. منهم: الشاعر عبد الرحمن بن سيحان [بن أرطاة بن سيحان «١» ] بن عمرو بن نجيد بن سعد بن الأحب بن ربيعة بن شكم بن عبد الله بن عوف بن زيد بن بكر [بن عميرة بن علي بن جسر «٢» بن محارب بن خصفة.
كانت أم علي بن جسر، بنت علي بن بكر «٣» ] بن وائل. ومنهم: سبع [بن] لوارث، وهو مالك، بن عمرو بن حارثة بن عبد بن سلول بن الكيذبان، واسمه عبد الله، بن فزارة بن ذهل بن طريف بن خلف بن محارب، الذي
قال لرسول الله- صلى الله عليه وسلم-: «جملي أحب إلي من ربك!» .
ومنهم كان سوار بن حمدون بن يحيى الإلبيري، القائم بدعوة العرب بالأندلس، إذ قام عليهم المولّدون.
ومنهم: الخضر، وهم: بنو مالك بن طريف بن خلف بن محارب. ومنهم: ذو الرمحين عامر بن وهب بن مجاشع بن عامر بن زيد بن بكر بن عميرة بن علي بن جسر «٤» بن محارب، وكان سيّد قومه؛ وأوقع بباهلة؛ فأسر منهم جمعاً عظيماً، حتى عجزت محارب على الخيل؛ ثم نادى في رجوعه إلى بلاد قومه: «من له في باهلة ثأر فليأخذه» . ثم كوى الباقين على أستاههم وأطلقهم؛ فسمي ذلك اليوم يوم كيّة العجب. وباهلة تغضب من ذلك إذا ذكر لها.
مضى بنو محارب بن خصفة بن قيس عيلان.

<span data-type="title" id=toc-242>وهؤلاء بنو عكرمة بن خصفة بن قيس عيلان</span>
ولد عكرمة بن خصفة: منصور. فولد منصور: مازن؛ وهوازن؛ وسليم؛ وسلامان؛ وأبو مالك، انقرض.

<span data-type="title" id=toc-243>وهؤلاء بنو مازن بن منصور بن عكرمة بن خصفة بن قيس عيلان</span>
منهم: عتبة بن غزوان بن جابر بن وهب بن نشيب بن وهيب بن وهب ابن زيد بن مالك بن عبد بن عوف بن الحارث بن مازن بن منصور، بدرىّ، أحدىّ
_________
(١) انظر الاغاني ٢: ٧٧.
(٢) انظر الاغاني والمعارف ٣٨.
(٣) في الاغاني، واسم أم علي ماوية.
(٤) وانظر الاغاني والمعارف ٣٨.','1','260',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (267,'من المهاجرين الأوّلين؛ وهو الذي بنى البصرة لعمر بن الخطاب- رضي الله عنهما- وهو أوّل أمير ملكها.

<span data-type="title" id=toc-244>وهؤلاء بنو سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان</span>
ولد سليم بن منصور: بهثة. فولد بهثة بن سليم: الحارث؛ وثعلبة، بطن صغير؛ وامرؤ القيس؛ وعوف، وكان كاهنا؛ وثعلبة؛ ومعاوية.
فمن بطون امرئ القيس بن بهثة: بنو عصية بن خفاف بن امرئ القيس بن بهثة، لعنهم النبي- صلى الله عليه وسلم- إذ قتلوا أصحاب بئر معونة؛ وبنو عميرة ابن خفاف، أخو عصية بن خفاف، منهم: الفجاءة، وهو بجير بن إياس بن عبد الله بن عبد ياليل بن سلمة بن عميرة بن خفاف المرتد، أحرقه أبو بكر- رضي الله عنه- بالنار. ومن بني عصية بن خفاف: الخنساء الشاعرة، وأخواها صخر ومعاوية: ابنا عمرو بن الحارث بن الشريد، واسمه عمرو، بن يقظة بن عصيّة؛ ومالك ذو التاج؛ وكرز، وعمرو، وهند، بنو خالد بن صخر بن الشريد المذكور كلهم فرسان؛ توجت بنو سليم مالكا المذكور؛ وقتل مالكا وكرزا عبد الله ابن جذل الطعان الكنانىّ؛ وأبو العاج كثير بن عبد الله بن فروة بن الحارث بن حنتم بن عبد بن حبيب بن مالك بن عوف بن يقظة بن عصية، ولي البصرة؛ والشاعر أبو شجرة عمرو بن عبد العزى بن عبد الله بن رواحة «١» بن مليل بن عصية؛ أمه الخنساء الشاعرة؛ ونبيشة «٢» بن حبيب بن رئاب بن رواحة بن مليل، قاتل ربيعة بن مكدم الكنانىّ. ومن بني مالك بن خفاف بن امرئ القيس بن بهثة ابن سليم: الضحاك بن سفيان بن الحارث بن زائدة بن عبد الله بن حبيب بن مالك بن خفاف، له صحبة، وهو غير الضحاك بن سفيان الكلابىّ؛ ويزيد بن الأخنس بن حبيب بن جزء بن زغب بن مالك بن خفاف، له صحبة؛ وابنه معن بن يزيد، له أيضا صحبة، وكان له مكان عند عمر رضى الله عنه، وشهد صفين مع معاوية رضى الله عنه، والمرج مع الضحاك بن قيس.
_________
(١) انظر نوادر المخطوطات ٢: ٢٨٤.
(٢) انظر الاشتقاق ١٨٩.','1','261',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (268,'ومن بني عوف بن امرئ القيس بن بهثة بن سليم، ثم من بني يربوع ابن سماك بن عوف بن امرئ القيس بن بهثة بن سليم: مجاشع، ومجالد:
ابنا مسعود بن عائذ بن وهب بن ربيعة بن يربوع بن سماك بن عوف بن امرئ القيس ابن بهثة بن سليم؛ مجاشع هذا افتتح كرمان، ولهما صحبة؛ وعبد الله بن خازم ابن أسماء بن الصلت بن حبيب بن حارثة بن هلال بن سماك بن عوف بن امرئ القيس، صاحب خراسان؛ وعمه عروة بن أسماء بن الصلت- من جلة الصحابة، قتل يوم بئر معونة- رضى الله عنه؛ وموسى، ومحمّد، ونوح، وخازم، وإسحاق، بنو عبد الله بن خازم، كانت لهم بخراسان آثار؛ ولهم بالبصرة بقيّة منهم: النّضر بن إسحاق بن عبد الله، كانت له بالبصرة رياسة؛ وموسى بن عمرو ابن موسى بن عبد الله بن خازم، قتل مع إبراهيم بن عبد الله بن الحسن بن الحسين ابن علي بن أبي طالب- رضي الله عنه-؛ وقيس بن الهيثم بن قيس بن الصلت بن حبيب بن حارثة بن هلال بن سماك، القائم بدعوة ابن الزبير بالبصرة؛ والربيع بن ربيعة بن ربيع بن أهبان بن ثعلبة بن ضبيعة بن ربيعة بن يربوع بن سماك بن عوف ابن امرئ القيس بن بهثة بن سليم، قاتل دريد بن الصّمّة، يوم أوطاس.
[وبنو] رعل بن مالك بن عوف بن مالك بن امرئ القيس بن بهثة بن سليم، إحدى القبائل التي لعنها رسول الله- صلى الله عليه وسلم- لقتلهم أهل بئر معونة؛ منهم:
أنس بن عباس بن عامر بن جبير بن رعل، كان سيداً؛ ويزيد ابن أسيد بن زافر بن أبي أسماء بن أبي السيد بن منقذ بن مالك بن عوف بن امرئ القيس، من قواد بنى العبّاس.
ومن بني بهز بن امرئ القيس: الحجاج بن علاط بن خالد بن ثويرة «١» ابن جسر بن هلال بن عبد [بن «٢» ] ظفر بن سعد بن عمرو بن تميم بن بهز بن امرئ القيس، من خيار الصحابة- رضي الله عنهم-، له كان المعدن الذي كان ببلاد بني سليم، وهو معدن ذهب، نزل حمص؛ وابنه نصر بن حجاج، الذي نفاه عمر- رضي الله عنه- عن المدينة لقول المرأة فيه:
هل من سبيل إلى خمر فأشربها ... أم هل سبيل إلى نصر بن حجّاج
_________
(١) انظر الاصابة ١٦١٧.
(٢) وفي الاصابة: «عبيد» .','1','262',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (269,'والمرأة هي فريعة أم الحجاج بن يوسف الأمير؛ وكانت زوجة للمغيرة بن شعبة، ولذلك كتب عبد الملك بن مروان للحجاج في بعض كتبه: «يا ابن المتمنّية!» .
ومن بني الحارث بن بهثة بن سليم: بنو ذكوان بن رفاعة بن الحارث بن حيىّ ابن الحارث بن بهثة بن سليم، وهى إحدى القبائل التي لعنها رسول الله- صلى الله عليه وسلم- لقتلهم أهل بئر معونة، منهم العباس بن مرداس بن أبي عامر (وقيل:
أبي غالب) بن جارية «١» بن عبد بن عبس «٢» بن رفاعة بن الحارث بن بهثة بن سليم ابن منصور، له صحبة؛ وكان أبوه مرداس بن أبي عامر تزوج الخنساء الشاعرة؛ فولدت له هبيرة، وجزءا؛ ومعاوية؛ ولعبّاس من الولد: كنانة، وجلهمة، وسعيد، وعبيد الله، وغيرهم؛ ومن ولده: عبد الملك، وهارون، ابنا حبيب بن سليمان بن هارون بن جلهمة بن العبّاس؛ ومنهم: أبي بن العباس بن مرداس، روى عنه أبو عبيدة؛ وبكّار [بن أحمد بن بكار] بن عبد الله بن سعيد بن العباس بن مرداس، محدث، عابد، مات بمصر؛ وعتبة بن فرقد، وهو يربوع، ابن حبيب بن مالك بن أسعد بن رفاعة بن ربيعة بن رفاعة بن الحارث بن بهثة؛ وابنه عمرو بن عتبة، من نساك الكوفة، من جلة أصحاب ابن مسعود- رضي الله عنه-؛ ومن بني عمه: منصور بن المعتمر بن عبد الله بن عتاب بن ربيعة (بالتصغير) ابن فرقد، وهو يربوع، بن حبيب الفقيه؛ وأشرس بن عبد الله، صاحب خراسان، هو من بني مطاعن بن ظفر بن الحارث بن بهثة؛ وبنو غضب ابن كعب بن الحارث بن بهثة؛ وليس في العرب غضب إلا هذا، وفي الأنصار رضي الله عنهم.
ومن بني ثعلبة بن بهثة بن سليم: حكيم بن أمية بن حارثة بن الأوقص بن مرّة ابن هلال بن فالج بن ذكوان بن ثعلبة بن بهثة، كان بمكة في الجاهلية، محتسباً، يأمر بالمعروف وينهى عن المنكر، وفي ذلك يقول بعض سفهاء قريش:
أطوف في الأباطح كل يوم ... مخافة أن يشرّدنى حكيم
وعمّة جده: عاتكة بنت مرة بن هلال، أم هاشم، وعبد شمس، والمطّلب،
_________
(١) انظر مختلف القبائل ٤٩.
(٢) انظر الاغاني ٣١: ٦٢ والاصابة ٤٥٠٢ ومختلف القبائل ٤٩ والخزانة ٣: ٧٣.','1','263',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (270,'بنى عبد مناف؛ وأبو الأعور السّلمىّ، وهو عمرو بن سفيان بن عبد شمس بن سعد بن خائف بن الأوقص بن مرة بن هلال، من قواد معاوية- رضي الله عنه- وعبيد بن عبد الرحمن بن عبد الله بن أبي الأعور، ولى إفريقية؛ وعمير بن الحباب بن جعدة بن إياس بن حذافة بن محارب بن هلال بن فالج؛ ومن ولده:
زياد بن يزيد بن عمير بن الحباب، والجحّاف بن حكيم بن عاصم بن قيس بن سباع بن خزاعي بن محارب بن هلال، البطلان الفاتكان، لحق الجحاف بأرض الروم بعد قتله من قتل من بني تغلب يوم البشر؛ ثم استأمن ورجع، وتنسّك نسكاً تاماً صحيحاً، إلى أن مات؛ والصاحب الجليل الفاضل صفوان بن المبطل بن رخصة «١» بن المؤمل بن خزاعي بن محارب بن هلال، وفيه قال أهل الإفك ما قالوا.
ومن بني مالك بن ثعلبة بن بهثة بن سليم: الورد بن خالد بن حذيفة بن عمرو بن خلف بن مازن بن مالك بن ثعلبة بن بهثة، كان على بني سليم ميمنة النبي- صلى الله عليه وسلم- يوم الفتح؛ وعمرو بن عبسة بن منقذ بن خالد بن حذيفة، كان صديق رسول الله- صلى الله عليه وسلم- فى الجاهليّة، وأسلم قديماً إثر إسلام أبي بكر وبلال- رضي الله عنهما- قال: «فكنت يومئذ ربع الإسلام «٢» !» رضي الله عنه.
مضى بنو سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان.

<span data-type="title" id=toc-245>وهؤلاء بنو هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان</span>
ولد هوازن بن منصور: بكر. فولد بكر بن هوازن: معاوية؛ ومنبه؛ وسعد؛ وزيد، قتله معاوية، فجعل فيه عامر بن الظرب العدواني مائة من الإبل، وهى أول دية قضى فيها بذلك؛ وتقول العرب: إن لقمان كان جعلها قبل ذلك مائة جدى.
_________
(١) وكذا في الاصابة ٤٠٨٤. والمعروف في أسمائهم «رحضة» .
(٢) أورده في اللسان بهذا اللفظ أيضا، وقال: «أي رابع أهل الاسلام، تقدمني ثلاثة وكنت رابعهم» . وفي الاصابة ٥٨٩٨: «لرابع الاسلام» ، فهما روايتان.','1','264',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (271,'<span data-type="title" id=toc-246>وهؤلاء بنو سعد بن بكر بن هوازن بن منصور بن عكرمة ابن خصفة بن قيس عيلان</span>
وهم أظآر النبي- صلى الله عليه وسلم-؛ عندهم استرضع- عليه السلام-.
منهم: الحارث بن يعمر بن حيان بن عميرة بن ملان بن ناصرة بن فصية بن نصر بن سعد بن بكر بن هوازن، تزوج صفية بنت العباس بن عبد المطلب- رضي الله عنه-، وكان حليفاً للعباس؛ فولدت له عبد الله، وعبد الرحمن، ابنى الحارث.
ومنهم: شريح بن عامر بن القين، استخلفه خالد بن الوليد على الخربة إذ نهض إلى الشأم؛ وعروة بن محمد بن عطية بن عروة بن القين بن عامر بن عميرة بن ملّان، ولجده عروة صحبة؛ ولي اليمن ومكّة؛ وابنه الوليد بن عروة، آخر من حج بالناس لبني أميّة؛ والحارث بن عبد العزى بن رفاعة بن ملان بن ناصرة بن فصية بن نصر بن سعد بن بكر بن هوازن، حاضن النبي- صلى الله عليه وسلم-؛ وامرأته حليمة السعدية، وهى حليمة بنت أبي ذؤيب «١» عبد الله بن الحارث بن شجنة بن ناصرة بن فصية بن سعد، أم رسول الله- صلى الله عليه وسلم- من الرضاعة؛ وبنوهما: عبد الله، وأنيسة بنت الحارث بن عبد العزّى، والشّيماء بنت الحارث إخوة رسول الله- صلى الله عليه وسلم- من الرضاعة؛ وعضّ «٢» رسول الله- صلى الله عليه وسلم- الشيماء وهى تحمله، وكانت في سبى هوازن، فأكرمها رسول الله صلى الله عليه-، وأعطاها، وردّها إلى بلاد قومها.
ومنهم: بنو جودى الإلبيريون.
مضى بنو سعد بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان.
_________
(١) حليمة بنت أبي ذؤيب عبد الله ابن الحارث بن شجنة بن جابر السعدي البكري الهوازني: من أمهات النبي صلى الله عليه وسلم في الرضاع. كانت زوجة الحارث بن عبد العزى السعدي من بادية الحديبية. توفيت سنة: (٨ هـ- ٦٣٠ م) . «انظر الاصابة [٤: ٢٧٤] وتاريخ أبي الفداء [١: ١١٢] والاستيعاب» .
(٢) في الاصابة ٦٣٠: «قالت: يا رسول الله، اني لاختك من الرضاعة. قال: وما علامة ذلك؟ قال: عضة عضضتها في ظهري وأنا متوركتك» .','1','265',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (272,'<span data-type="title" id=toc-247>وهؤلاء بنو منبه بن بكر بن هوازن بن منصور بن عكرمة ابن خصفة بن قيس عيلان، وهم ثقيف</span>
ولد منبه بن بكر بن هوازن بن منصور: قسىّ، وهو ثقيف. فولد قسي بن منبه بن بكر: جشم؛ وعوف؛ ودارس، دخل ولده في الأزد. فولد جشم بن قسي: حطيط. فولد حطيط: مالك، وغاضرة؛ منهم: عثمان بن عبد الله بن ربيعة بن الحارث بن حبيب بن الحارث بن مالك بن حطيط، صاحب لواء المشركين يوم حنين، وقتل يومئذ كافرا؛ ومن ولد عثمان هذا: عبد الرحمن بن عبد الله بن عثمان، وهو الذي يقال له ابن أم الحكم بنت أبي سفيان، أخت معاوية- رحمه الله-؛ ولى الكوفة، وعقبه بدمشق؛ وابنه كان الحر بن عبد الرحمن «١» ، أمير الأندلس لسليمان بن عبد الملك، إثر قتل عبد العزيز بن موسى بن نصير، وإليه ينسب بلاط الحر بشرقي قرطبة؛ وعثمان، والحكم، والمغيرة، وحفص، وأبو عثمان وأميّة، بنو أبي العاصي بن بشر بن عبد دهمان «٢» بن عبد الله بن همام بن أبان بن يسار «٣» بن مالك بن حطيط بن جشم بن قسىّ، أعقابهم بالبصرة، ولهم شرف وعدد بها؛ وعثمان منهم من خيار الصحابة، ولاه رسول الله- صلى الله عليه وسلم- الطائف، وغزا فارس وثلاثة من بلاد الهند، وله فتوح؛ وإليه ينسب شط عثمان بالبصرة؛ وكانت أمه صفية بنت أمية بن عبد شمس؛ وكانت تحت عثمان ابن أبي العاصي ريحانة بنت أبي العاصي بن أمية، فولدت له محمد بن عثمان؛ ومن ولده: عبد الوهاب بن عبد المجيد، المحدث المشهور؛ وبنوه: عبد المجيد، صاحب ابن المناذر، مات وله عشرون سنة، ولم يعقب؛ وزياد؛ وأبو العاصي:
أمهم بانة بنت أبي العاصى الثّقفيّة؛ ومحمّد أبو الصلت من غيرها، وهو أكبر ولد أبيه؛ وابن عمهم بشير بن عمرو بن ربيعة بن أبان بن يسار «٤» ، اتهم في قتل عروة ابن مسعود- رضى الله عنه-.
_________
(١) جذوة المقتبس ١٩١.
(٢) انظر معجم المرزباني ٢٥٤ والسيرة ٧٣٣.
(٣) انظر معجم المرزباني ٢٥٤ والاشتقاق ٩٩، وفيه: «وبنو يسار: بطن من ثقيف» .
(٤) وانظر الحاشية رقم ٤.','1','266',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (273,'<span data-type="title" id=toc-248>وهؤلاء بنو عوف بن ثقيف</span>
ولد عوف بن ثقيف: سعد، وغيرة. فمن بني سعد بن عوف بن ثقيف:
مالك بن كعب بن عمرو بن سعد بن عوف بن ثقيف، وبنوه: عروة بن مسعود بن عامر بن معتب بن مالك بن كعب، الذي بعثه رسول الله- صلى الله عليه وسلم- إلى قومه داعية إلى الإسلام، فقتلوه- رحمه الله-؛ وأمه سبيعة «١» بنت عبد شمس بن عبد مناف، وهو ابن خالة أمية بن أبي الصّلت الشاعر: وله من الولد: عاصم، وأبو مرّة، ومعاوية، وأبو مليح، أسلم قبل إسلام ثقيف؛ فولد معاوية ابنة تزوجها الحسين- رضي الله عنه-؛ فولدت له علياً الأكبر المقتول مع أبيه؛ وولد عاصم: يعقوب، ونافع؛ وولد أبي مرة: داود: أمه ميمونة بنت أبي سفيان بن حرب بن أمية، وابن أخيه المغيرة بن شعبة بن أبي عامر بن مسعود بن معتب، من أهل بيعة الرضوان؛ وبنوه:
حمزة، وعروة، والمطرّف، ويعفور، وعمّار، والمغيرة، بنو المغيرة؛ أم المغيرة ابن المغيرة: بنت جرير بن عبد الله بن البجلي؛ خرج المطرف منهم على الحجّاج سنكرا لجوره، فقتل- رحمه الله-؛ وكان لعروة بن مسعود أخ يقال له الأسود بن مسعود؛ وابنه قارب بن الأسود، أسلم مع أبي مليح؛ والحجّاج بن يوسف بن الحكم «٢» ابن أبي عقيل بن مسعود بن عامر بن معتّب؛ وأخوه محمّد بن يوسف؛ وبنو الحجّاج:
محمّد، وعبد الملك، وأبان، وسليمان؛ وللحجّاج عقب بالبصرة ودمشق؛ ومن ولده كان عمر بن عبد الملك بن محمد بن الحجاج بن يوسف، ولي الولايات أيام الوليد بن يزيد؛ وعمّاه: عبد الصمد، وعبد الله، ابنا محمد أيضاً، ولي عبد الصمد دمشق للوليد بن يزيد. ومن ولده بالأندلس، ثم بباجة: بنو منذر بن الحارث بن عيشون ابن العلاء بن المعلى بن العجلان بن عبد الله بن محمد بن الحجاج بن يوسف؛ وعبد الله بن عبد الملك بن الحجاج بن يوسف، ولى أيضا الولايات للوليد بن يزيد؛ وابن أخى الحجّاج، يوسف بن محمد بن يوسف، ولى مكّة؛ وأخوه مروان بن محمد ابن يوسف، ولي اليمن للوليد بن يزيد؛ والقاسم بن محمد بن الحكم بن أبي عقيل،
_________
(١) انظر السيرة ٧٤٤.
(٢) انظر المعارف ١٧٣ وابن خلكان ١: ١٢٣.','1','267',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (274,'ولى البصرة للحجّاج؛ وابن أخيه يوسف بن عمر بن محمد بن الحكم بن أبي عقيل ابن مسعود بن عامر بن معتّب؛ وابنه محمد بن القاسم، الذي فتح بلاد السند وله سبع عشرة سنة، وقتل نفسه في عذاب يزيد بن المهلّب. ومنهم: عبد الله بن أبي عقيل بن مسعود، وكان له قدر بالكوفة؛ وهشام بن أبي سفيان بن سفيان بن معتب، ولي الطائف؛ وغيلان بن سلمة بن معتب، كانت له وفادة على كسرى ورياسة في قومه؛ وابنه عامر بن غيلان، أسلم قبل أبيه وهاجر، ومات في حياة أبيه فى طاعون عمواس؛ وعمرو بن أمية بن وهب بن معتب، الذي بنى المسجد على موضع مصلى رسول الله- صلى الله عليه وسلم- إذ حاصر الطائف، فهو مسجدهم اليوم؛ وابن عمه الحكم بن عمرو بن وهب، أحد الوفود على رسول الله- صلى الله عليه وسلم- بإسلام ثقيف.
ومن بني غيرة بن عوف بن ثقيف بن بكر بن هوازن بن منصور بن عكرمة ابن خصفة بن قيس عيلان: بنو علاج بن أبي سلمة بن عبد العزى بن غيرة ابن عوف؛ منهم: المغيرة بن الأخنس بن شريق بن عمرو بن وهب بن علاج، قتل مع أمير المؤمنين عثمان- رضى الله عنه-؛ وكان أبوه من سادات مكة؛ وابن ابنه: يعقوب بن عتبة بن المغيرة، محدث؛ والحارث بن كلدة بن عمرو بن علاج، طبيب العرب؛ وإليه ينتمي بنو نافع أخي زياد وأبي بكرة لأبيهما. ومن بني عقدة بن غيرة بن عوف بن ثقيف: أبو عبيد بن مسعود بن عمرو بن عمير ابن عوف بن عقدة بن غيرة، المقتول يوم الجسر- رضي الله عنه- وابنه المختار بن أبي عبيد «١» الذي ادعى النبوة بالكوفة؛ وصفيّة بنت أبي عبيد، امرأة عبد الله بن عمر- رضى الله عنهما-؛ وسعد بن مسعود، أخو أبي عبيد، له صحبة؛ وللمختار عقب وابن اسمه جبر بن المختار، وابن آخر اسمه أبو أمية بن المختار، تزوج أم سلمة بنت عبيد الله بن عمر بن الخطاب؛ وأبو محجن بن حبيب بن عمرو بن عمير بن عوف بن عقدة بن غيرة، الشاعر، الذي يقول:
إذا متّ فادفني إلى جنب كرمة ... تروي عظامي عند ذاك عروقها «٢»
_________
(١) ذكره المحبر ٣٠٢ في العوران، و ٤٩١ فيمن نصب رأسه.
(٢) في ديوانه ٢٣:
اذا مت فادفني الى أصل كرمة ... تروي عظامي في التراب عروقها','1','268',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (275,'وهو الذي حد في الخمر، وأبلى في القادسيّة، ومات بأرمينية؛ فاتفق أن دفن في كرم- رحمه الله-؛ وأمه كنود بنت عبد أمية «١» بن عبد شمس بن عبد مناف؛ والشاعر أمية بن أبي الصلت بن ربيعة بن عوف «٢» بن عقدة بن غيرة: وبنوه: ربيعة، ووهب، وعمرو، والقاسم؛ ولي ربيعة بعض الولايات في الإسلام؛ وكان القاسم شاعرا؛ وكانت أم أمية بن أبي الصلت رقية بنت عبد شمس بن عبد مناف.
مضت ثقيف، وهم بنو منبه بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر.

<span data-type="title" id=toc-249>وهؤلاء بنو معاوية بن بكر بن هوازن بن منصور ابن عكرمة بن خصفة بن قيس عيلان بن مضر</span>
ولد معاوية بن بكر: نصر، وجشم؛ وصعصعة؛ وعوف، وبنوه يسمون الوقعة «٣» ، دخلوا في بني عمرو بن كلاب بن الحارث.

<span data-type="title" id=toc-250>وهؤلاء بنو نصر بن معاوية بن بكر</span>
منهم: ربيعة بن عثمان بن ربيعة بن مازن بن النابغة بن عنز بن حبيب بن وائلة بن دهمان بن نصر بن معاوية، أول عربي قتل عجمياً يوم القادسيّة؛ ومالك ابن عوف بن سعد بن ربيعة بن يربوع بن وائلة «٤» بن دهمان بن نصر بن معاوية، قائد المشركين يوم هوازن، ثمّ أسلم وحسن إسلامه، واسم فرسه العجّاج؛ وزفر ابن حرثان بن الحارث بن حرثان بن ذكوان بن كلفة بن عوف بن نصر بن معاوية، وفد إلى رسول الله- صلى الله عليه وسلم. وبالأندلس: إسماعيل بن إسحاق ابن إبراهيم بن زياد بن الأسود بن زياد بن نافع بن معاوية بن عوف بن صعصعة
_________
(١) انظر الاغاني ١٠: ٩٨ ونهاية الارب للقلقشندي ١٢٦. وعبد أمية احدى بطون العبلات.
(٢) في الشعراء ٢٤٩: «بن عبد عوف» .
(٣) الوقعة، بالتحريك كما في الاشتقاق ١٧٧ والقاموس (وقع) . وانظر العقد ٣: ٣٥٥. وانشد في المعارف ٣٩:
يا أخت دحوة بل يا أخت اخوتهم ... من عامر او من سلول او من الوقعة
(٤) في الاصابة ٧٦٦٧: «ووائلة في نسبه ضبطت بالمثلثة عند أبي عمر، لكنها بالمثناة التحتية عند ابن سعد» .','1','269',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (276,'ابن بكر بن نصر بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة ابن قيس عيلان، من أهل إستجة، محدث، يعنى بالحديث؛ وعبد الواحد بن عبد الله بن كعب بن عمير بن تبيع بن عباد بن عوف بن نصر بن معاوية، ولي المدينة لبني أميّة؛ ومالك بن الحدثان «١» النصري.
مضى بنو نصر بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان.

<span data-type="title" id=toc-251>وهؤلاء بنو جشم بن معاوية بن بكر بن هوازن بن منصور ابن عكرمة بن خصفة بن قيس عيلان</span>
منهم: دريد بن الصمّة، واسم الصمة: معاوية، بن بكر بن علقمة بن خزاعة «٢» بن غزية بن جشم بن معاوية بن بكر، الفارس المشهور: وأخواه عبد الله، وهو معبد، وأبو أسامة زهير بن معاوية، وهو من بني عدي بن جشم؛ قيل إنه قاتل سعد بن معاذ الأنصاري- رضي الله عنه- ثم أسلم بعد ذلك؛ وأبو الأحوص عوف بن مالك بن عوف بن نضلة بن جندع بن حبيب بن غنم بن كعب بن عصيمة بن جشم بن معاوية بن بكر بن هوازن، الصاحب المشهور.
مضى بنو جشم بن معاوية بن بكر بن هوازن.
وأمّا بنو الحارث بن معاوية، فلا نعلم منهم أحداً غير أم عمرو بنت جحوش ولدت بعض جدات النبي صلى الله عليه وسلم.
ومن بني الحارث بن معاوية بن بكر بن هوازن: بنو عتر «٣» بن معاذ بن عمرو بن الحارث بن معاوية، بطن مع بني رواس «٤» بن كلاب، ليس منهم
_________
(١) انظر تهذيب التهذيب ١٠: ١٠ وأنساب السمعاني ٥٦١.
(٢) وكذا في الاغاني ٩: ٢.
(٣) انظر القاموس ومختلف القبائل ٢٤. وفي حاشيته: «يعني بكسر العين المهملة ثم تاء مثناة من فوق. وقال أبو جعفر: أخبرني عباس عن أبيه قال: ولده يقولون: هو عتر. يعني بضم العين» .
(٤) انظر نهاية الارب ٢: ٣٣٨، ٣٤٠.','1','270',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (277,'بالبادية أحد، كلهم بالكوفة، ومسجدهم هنالك معروف. ومنهم بمصر: زهير بن غزية بن عمرو بن عتر «١» ، له صحبة؛ وعامر الأصم بن رداد بن عامر بن عويمر بن عتر، كان على مقدمة شبيب الخارجى، وفيه قيل: «أصم على جموح» .
مضى بنو الحارث بن معاوية.

<span data-type="title" id=toc-252>وهؤلاء بنو صعصعة بن معاوية بن بكر بن هوازن بن منصور ابن عكرمة بن خصفة بن قيس عيلان بن مضر</span>
ولد صعصعة بن معاوية: عامر، وفيه البيت والعدد؛ [ومرة «٢» ] وهم بنو سلول، نسبوا إلى أمهم؛ وغالب: وأمه تماضر، وإليها نسب ولده؛ وربيعة: أمه غويضرة «٣» إليها نسب؛ وعبد الله، والحارث؛ أمهما عادية «٤» ، إليها نسبا؛ وكبير، وعمرو، وزبير «٥» : أمهم وائلة، وإليها نسبوا؛ وقيس؛ وعوف؛ ومساور؛ وسيّار؛ ومثجور: أمهم عديّة «٦» ، وإليها نسبوا. وكلّ هؤلاء قليل، ليس منهم أحد مشهور، حاشا بني مرّة وبنى عامر.

<span data-type="title" id=toc-253>وهؤلاء بنو مرة بن سلول (وهى أمهم) بن صعصعة بن معاوية ابن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر؛ وهم بنو سلول</span>
وسلول هذه بنت ذهل بن شيبان بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل؛ وهم أولاد مرة بن صعصعة، فنسبوا إليها. منهم: سالم بن عمّار بن
_________
(١) الاصابة ٢٨٣٣.
(٢) وانظر آخر هذا الفصل وعنوان الفصل التالي والعقد ٣: ٣٥٥ والمعارف ٣٩.
(٣) انظر المقتضب ٣٥ والعقد ٣: ٣٥٥.
(٤) انظر نهاية الارب ٢: ٣٣٦ وقيدت بذلك كتابة في المقتضب، ونص عليها ابن حبيب في مختلف القبائل ٢٦.
(٥) في المقتضب: «زبينة» وفي نهاية الارب ٢: ٣٣٦ «زببية» .
(٦) انظر المقتضب ونهاية الارب ٢: ٣٣٦.','1','271',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (278,'عبد الحارث بن ظالم بن عمارة بن زابن بن نهار بن مرة بن صعصعة، صاحب جبانة سالم بالكوفة؛ وكان سيدا؛ وقردة بن نفاثة «١» بن عمرو بن ثوبة بن عبد الله ابن تميمة بن عمرو بن مرة بن صعصعة، وفد إلى النبي- صلى الله عليه وسلم-، وهو القائل:
بان الشباب فلم أحفل به بالا ... وأقبل الشّيب والإسلام إقبالا
ونهيك بن قصي بن عوف بن جابر بن عبد نهم «٢» بن عبد العزى، وفد إلى النبي- صلى الله عليه وسلم-؛ وحبشىّ بن جنادة بن نصر بن أسامة «٣» بن الحارث ابن معية «٤» بن عمرو بن جندل بن مرة بن صعصعة بن معاوية، له صحبة ورواية.
ووجدت من بني سلول جماعة بالموسطة، من عمل لبلة.
ومنهم: الشاعر العجير بن عبد الله بن عبيدة بن كعب بن عائشة بن الربيع [ابن ضبيط «٥» ] بن جابر بن عبد الله بن مرة بن صعصعة المذكور، وهو القائل في الحسن بن الحسن بن علي بن أبي طالب- رضي الله عنهم- في أبيات له مشهورة «٦» :
لا يمسك المال إلا ريث يسأله ... ولا يلاطم عند اللحم في السوق
مضى بنو سلول، وهم بنو مرة بن صعصعة بن معاوية.

<span data-type="title" id=toc-254>وهؤلاء بنو عامر بن صعصعة بن معاوية بن بكر بن هوازن ابن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر</span>
ولد عامر بن صعصعة: ربيعة، وفيه البيت والعدد؛ وهلال؛ ونمير؛ وسواءة، بنو عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر.
_________
(١) انظر الاصابة ٧٠٨٧.
(٢) انظر الاصابة ٨٨٢١.
(٣) الاصابة ١٥٥٣: «امامة» .
(٤) في الاصابة: «معيط» .
(٥) انظر الاغاني ١١: ١٤٦ وحواشي اللآلىء ٩٢.
(٦) الاغاني ١١: ١٤٨.','1','272',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (279,'<span data-type="title" id=toc-255>وهؤلاء بنو سواءة بن عامر بن صعصعة</span>
ولد سواءة بن عامر: حبيب؛ وحجير؛ وحرثان. منهم: أبو جحيفة، صاحب رسول الله- صلى الله عليه وسلم-؛ وابنه عون بن أبي جحيفة؛ واسم أبي جحيفة وهب بن عبد الله بن مسلمة «١» بن جنادة بن جندب بن حبيب بن رئاب بن حجير بن سواءة؛ وقيل: بل، هو وهب بن جابر؛ وقيل: وهب بن وهب، وإنّه من ولد حرثان بن سواءة؛ وجابر بن سمرة بن جنادة بن جندب بن حبيب بن رئاب بن حجير بن سواءة بن عامر، صاحب رسول الله- صلى الله عليه وسلم؛ وبنوه: خالد؛ وطلحة؛ ومسلمة، وهو أبو ثور؛ وجعفر بن أبي ثور، روى عنه الحديث؛ وأمّ جابر بن سمرة، أخت عتبة بن أبي وقاص لأبيه وأمه، وهى أخت سعد بن أبي وقّاص لأبيه. ومن ولد جابر بن سمرة المذكور: أبو السائب سالم بن جنادة بن سالم بن خالد بن جابر المذكور، محدث كوفي؛ مات بالكوفة سنة ٢٥٤.
مضى بنو سواءة بن عامر بن صعصعة.

<span data-type="title" id=toc-256>وهؤلاء بنو هلال بن عامر بن صعصعة بن معاوية بن بكر بن هوازن ابن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر</span>
ولد هلال بن عامر: شعثة «٢» ؛ وناشرة؛ ونهيك؛ وعبد مناف؛ وعبد الله.
فمن بني شعثة: بنو عبد الله بن شعثة.
ومن بني ناشرة: بنو عمرو وظالم ابنا ناشرة. ومن بني نهيك: قبيصة بن المخارق بن عبد الله بن شداد بن معاوية بن أبي ربيعة بن نهيك بن هلال بن عامر، له صحبة ورواية؛ وابنه قطن «٣» بن قبيصة؛ وأبو جامع بن المخارق ابن عبد الله بن شداد.
_________
(١) هذا صواب ما في الاصابة ٩١٦٧، ففيها: «مسلم» .
(٢) نهاية الارب ٢: ٣٣٧: «شعبة» . وزاد ياقوت في المقتضب: «شعيثة» التي حرفت في نهاية الارب الى «شعيبة» .
(٣) انظر الاشتقاق ١٧٨.','1','273',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (280,'ومن ولد عبد مناف بن هلال؛ مسعر بن كدام الفقيه؛ وأم المؤمنين زينب بنت خزيمة بن الحارث بن عبد الله بن عمرو بن عبد الله بن عبد مناف بن هلال ابن عامر، ماتت في حياة رسول الله- صلى الله عليه وسلّم ورضى الله عنها-؛ والنزّال ابن سبرة «١» ، له صحبة؛ وحميد بن ثور الأرقط «٢» الشاعر.
ومن بني عبد الله بن هلال بن عامر: أم المؤمنين ميمونة بنت الحارث بن حزن بن بجير بن هزم «٣» بن رويبة بن عبد الله بن هلال بن عامر؛ ولبابة الصغرى أم عبد الله بن العبّاس؛ ولبابة الكبرى أم خالد بن الوليد، بنتا «٤» الحارث بن حزن- رضي الله عنهما-؛ وصفيّة بنت حزن، أخت الحارث بن حزن، عمة أم المؤمنين ميمونة، هي أم أبي سفيان بن حرب بن أميّة؛ وعبد الله بن يزيد بن عبد الله الأصرم بن شعيثة بن الهزم «٥» بن روبية بن عبد الله بن هلال؛ وابنه عاصم ابن عبد الله، ولى خراسان؛ والسرىّ «٦» بن السائب بن شراحيل بن الأفقم بن محجن «٧» بن أبي عمرو بن شعيثة بن الهزم، وعداده في الأنصار؛ وعمته أم جميل بنت الأفقم «٨» ، التي اتهم بها المغيرة بن شعبد، وكان زوجها الحجاج بن
_________
(١) «سيرة» صوابه بالباء الموحدة كما نص عليه في الاصابة ٨٦٨٨.
(٢) انظر اللآلىء ٦٤٩. ولعل صواب النص: «وهو غير الارقط» .
(٣) هذا هو الصواب المطابق لما في الاشتقاق ١٧٩ والمقتضب ٤٠. وفي الاصابة ٩٣٧ من قسم النساء: «الهرم» .
(٤) وما ذكره ابن حزم عكس ما ذكر في الاصابة برقمي ٩٣٧، ٩٣٨.
(٥) انظر المقتضب ٤٠.
(٦) انظر المقتضب ٤٠. وأنشد ياقوت في ذلك:
يا
سري بن سائب بن شراحي ... ل أمولي تعد أم عربيا
(٧) انظر المقتضب.
(٨) وكذا في الطبري ٤: ٢٠٧ في حوادث سنة ١٧. وفيه أيضا ان اسمها «الرقطاء» . وفي الاغاني ١٤: ١٤١ «أم جميل بنت عمر» ، صوابه «عمرو» . وفي الاصابة ١٦١٦: «أم جميل بنت عمرو ابن الافقم الهلالية» .','1','274',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (281,'عتيك الثّقفىّ «١» .
ومن بطون بني هلال: بنو فروة، وبنو بعجة، الذين بين مصر وإفريقية، وبنو حرب الذين بالحجاز، وبنو رياح الذين أفسدوا إفريقية.
مضى بنو هلال بن عامر بن صعصعة.
_________
(١) في الطبرى ٤: ٢٠٦: «الحجاج بن عبيد» ، وفي الإصابة: «الحجاج بن عبد الله، ويقال ابن عبد، ويقال ابن عتيك الثقفى» . وذكر ابن حجر سائر نسبه: «بن الحارث بن عوف بن وهب بن عمرو» . وذكر أن زوج أم جميل كان قد هلك.','1','275',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (282,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-257>وهؤلاء بنو نمير بن عامر بن صعصعة</span>
ولد نمير بن عامر: ضنّة «١» ؛ وكعب؛ وعامر؛ والحارث، وفيه شرف بني نمير. فمن بني ضنة بن نمير وكعب بن نمير: بطون غير مشهورة؛ وكذلك بنو عامر بن نمير. ومن بني الحارث بن نمير: عبد الله بن الحارث، وفيه البيت؛ وبنو خويلفة «٢» بن الحارث بن نمير؛ وجعونة بن الحارث. فمن بني عبد الله بن الحارث بن نمير: الراعي الشاعر، وهو عبيد بن حصين بن جندل ابن قطن بن ربيعة بن عبد الله بن الحارث بن نمير؛ وهمّام بن قبيصة بن مسعود ابن عمير بن عامر بن عبد الله بن الحارث بن نمير، قتل يوم مرج راهط؛ وكان سيد قومه في زمانه. ومن بني جعونة بن الحارث بن نمير: قيس بن عاصم ابن أسيد بن جعونة بن الحارث بن نمير، وفد على رسول الله- صلى الله عليه وسلم-؛ وهو غير قيس بن عاصم المنقرى؛ وأبان بن عبد الرحمن بن بسطام، قتل مع أبي هبيرة بواسط؛ وشريك بن خباشة «٣» ، من بني عمرو بن عامر بن عبد الله بن الحارث بن نمير، الذي يقال إنه دخل في جب بالشأم يقال له القلب؛ فبلغ إلى الجنّة، وأتى منها بورقة خضراء من شجرة تين، توارى الرجل كلّه، ويجمعها المرء في كفه؛ فصار شعار بني نمير من ذلك الوقت: «يا خضراء!» وكان شعار بني عامر: «يا جعد الوبر!» «٤» .
_________
(١) في المقتضب ٤١. وفي الاشتقاق ١٧٩، ٣٢٠ ان ضنة هو ابن عبد الله بن نمير. وكذا في القاموس واللسان.
(٢) انظر المقتضب ٤١ ونهاية الارب ٢: ٣٣٧ وتاج العروس ٩: ٢٦٦، وفيها جميعا انه ابن عبد الله بن الحارث.
(٣) بالخاء المعجمة كما قيد في الاصابة ٣٩٦٩ والقاموس (خبش) ، ومعجم البلدان (رسم القلت) : «حباشة» تحريف. ويقال أيضا (خباسة) بالسين المهملة، كما في الاصابة والقاموس.
(٤) بعير جعد: كثير الوبر. وجعد اللغام: متراكم الزبد. وبنو جعدة: حي مهم النابغة الجعدي.','1','279',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (283,'ودار بني نمير بالأندلس: البراجلة.
ومنهم: قرة بن دعموص بن ربيعة بن عوف النميري، له صحبة.
مضى بنو نمير بن عامر بن صعصعة.

<span data-type="title" id=toc-258>وهؤلاء بنو ربيعة بن عامر بن صعصعة</span>
ولد ربيعة بن عامر: كلاب، وفيه البيت؛ وكعب، وفيه العدد؛ وعامر؛ وكليب.
فمن بني كليب بن ربيعة بن عامر بن صعصعة: آمنة بنت أبان، تزوجها أمية بن عبد شمس؛ فولدت له العاصى، وأبا العاصى، والعيص، وأبا العيص وقد درج بنو كليب.

<span data-type="title" id=toc-259>وهؤلاء بنو عامر بن ربيعة بن عامر بن صعصعة</span>
ولد عامر بن ربيعة بن عامر: ربيعة البكّاء؛ ومعاوية، ذو السهمين، لأنه كان يأخذ سهمه من غزوات بني عامر، أقام أو غزا؛ وعوف ذو المحجن؛ وعمرو فارس الضّحياء.

<span data-type="title" id=toc-260>وهؤلاء بنو ربيعة البكاء بن عامر بن ربيعة بن عامر بن صعصعة</span>
ولد البكّاء: عبادة؛ وحندج، وهو الذي شارك خالد بن جعفر بن كلاب ابن ربيعة بن عامر بن صعصعة، في قتل زهير بن جذيمة العبسى. ومنهم:
بشر بن معاوية بن ثور بن معاوية بن عبادة بن البكّاء، وفد هو وأبوه على رسول الله- صلى الله عليه وسلم-؛ وفي ذلك يقول ابنه محمد بن بشر:
وأبي الذي مسح النبي برأسه ... ودعا له بالخير والبركات
وعبد الله بن معاوية، أخو بشر بن معاوية، من أصحاب علىّ. ودار ابن حكيم بالكوفة منسوبة إلى حكيم بن سعد بن ثور بن معاوية بن عبادة بن البكاء، وكان سيدا. ومنهم: ماعز بن مجالد «١» ، له صحبة. ومن بني حندج بن البكاء:
_________
(١) انظر الاصابة ٦٧٦، ٧٥٨٢.','1','280',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (284,'الفجيع بن عبد الله بن حندج بن البكاء، له صحبة؛ وكتب له النبي- صلى الله عليه وسلم- كتابا هو عنده ولده «١» ؛ وبنو هيات بن حندج، بطن صغير «٢» ومن بني البكاء كانت خرقاء، التي يشبب بها ذو الرّمّة.

<span data-type="title" id=toc-261>وهؤلاء بنو معاوية ذي السهمين بن عامر بن ربيعة بن عامر بن صعصعة</span>
ولد معاوية بن عامر: أسيد، وعبد الحارث، وعلاج، وربيعة، وعامر.

<span data-type="title" id=toc-262>وهؤلاء بنو ذي المحجن عوف بن عامر بن ربيعة بن عامر بن صعصعة</span>
منهم: جعونة، قائد مروان بن محمّد.

<span data-type="title" id=toc-263>وهؤلاء بنو عمرو فارس الضحياء بن عامر بن ربيعة بن عامر بن صعصعة</span>
منهم: خالد الحيسر، وعمرو ذو الجدين، ومالك ذو الرّمحين، وكعب كاشف الحصير، وزهير الصّنم، وزهير الأزهر، بنو ربيعة بن عمرو فارس الضّحياء؛ وخالد، وحرملة ابنا هوذة بن خالد الحيسر بن ربيعة بن عمرو فارس الضحياء، وفدا على رسول الله- صلى الله عليه وسلم-؛ والعداء «٣» بن خالد بن هوذة بن خالد الحيسر، له صحبة- وهو الذي روى عنه العقد مع رسول الله- صلى الله عليه وسلم- فى ابتياع عبد؛ وأقطعه- عليه السلام- مياها؛ وروينا أنه أدرك أيام يزيد بن عبد الملك؛ وحلحلة «٤» بن قيس بن كرز بن عمرو ذي الجدين بن ربيعة بن عمرو فارس الضحياء، كان سيداً في الجاهليّة؛ وثروان ابن فزارة بن عبد يغوث بن زهير الصنم بن ربيعة بن عمرو فارس الضحياء، وفد على رسول الله- صلى الله عليه وسلم-؛ وخداش بن زهير بن الأزهر بن ربيعة ابن عمرو فارس الضحياء الشاعر؛ وخداش هذا هو الذي أجار قيس بن الخطيم الأوسي حتى قتل العبقسي قاتل أبيه.
مضى بنو عامر بن ربيعة بن عامر بن صعصعة.
_________
(١) الاصابة ٦٩٥٢. وقد نص ابن حجر على ضبط «فجيع» بالتصغير.
(٢) المقتضب ٣٩.
(٣) ضبطه في الاصابة ٥٤٥٩ «بوزن العطاء» .
(٤) انظر الاصابة ٩١٩.','1','281',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (285,'<span data-type="title" id=toc-264>وهؤلاء بنو كلاب بن ربيعة بن عامر بن صعصعة</span>
ولد كلاب بن ربيعة: عامر؛ وعبيد، وهو أبو بكر «١» ؛ وعمرو؛ والحارث، وهو رواس «٢» ؛ وعبد الله؛ وكعب، وهو الأضبط «٣» ؛ وجعفر؛ وربيعة؛ ومعاوية، وهو الضباب.
فمن بني عامر بن كلاب: بنو الوحيد بن كعب بن عامر بن كلاب؛ منهم أم البنين بنت حزام «٤» بن خالد بن ربيعة بن الوحيد، كانت تحت علي بن أبي طالب- رضي الله عنه-؛ فولدت محمداً الأصغر، وعثمان، وجعفرا، والعبّاس؛ وأرطاة بن عمر بن الوحيد، على يديه وضع علقمة بن علاثة وعامر بن الطفيل الرهن «٥» إذ تنافرا؛ وهو الصّبير «٦» .
ومن بني أبي بكر بن كلاب: ولد أبي بكر: كعب، وعبد الله؛ فولد عبد الله: عمرو، وأبو ربيعة، وكعب، وربيعة المجنون، وقرط، وقريط، وقريطة، وهم القرطاء «٧» ، ولهم شرف؛ وعوف، ولا شرف لهم، وهم كثير؛ وكان فيهم شرف قديم؛ منهم كان جواب، الذي نفى بني جعفر بن كلاب عن بلادهم؛ ولهم يقول معاوية بن مالك بن جعفر بن كلاب «٨» :
بغاث الطير أكثرها فراخاً ... وأمّ الصّقر مقلات نزور
_________
(١) انظر المقتضب ٣٦.
(٢) انظر المقتضب.
(٣) انظر المقتضب.
(٤) وكذا في الرياض النضرة ٢: ٢٤٩ والطبري ٤: ٨٩. وفي اتعاظ الحنفا ص ٥ نص المقريزي أنها بنت «المحل بن الديان بن حرام» بالراء المهملة، وصوابه بالزاي كما رأيت. وفي الطبري: «بنت حزام وهو ابو المجل بن خالد» .
(٥) في الاغاني ١٥: ٥١: «ووضعوا بها رهنا من أبنائهم» .
(٦) الصبير: الكفيل. وفي الاغاني «قسمي الضمين، وهو الكفيل» . وجاءت في المقتضب ٣٧: «الصبير» كما هنا.
(٧) وكذا في المقتضب ٣٦ والمعارف ٤٠ ونهاية الارب ٢: ٣٣٩ وقد جعلهم في المقتضب: قرط، وقريط- كأمير- وقريط كزبير. وطابقة القاموس في ذلك. وجعل ابن قتيبة الثالث مقرطا.
(٨) هذه هي النسبة التي نقلها التبريزي في شرح الحماسة عن أبي رياش، وهي ثابتة كذلك في المقتضب ٣٦. ونسبه أبو تمام الى العباس بن مرداس. الحماسة بشرح المرزوقي ١١٥٣.','1','282',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (286,'ومنهم: مربع بن وعوعة بن سعيد بن قرط بن عبد الله بن أبي بكر بن كلاب، الذي يقول فيه جرير:
زعم الفرزدق أن سيقتل مربعاً ... أبشر بطول سلامة يا مربع
وأبو هلال ربيعة بن قرط؛ والنّوّاس بن سمعان بن خالد بن عبد الله بن أبي بكر بن كلاب؛ له صحبة، وكان حليفا للأنصار. ومنهم: عوف، ومالك، وعمرو، والحارث، وشدّاد، بنو ربيعة المجنون بن عبد الله بن أبي بكر بن كلاب؛ منهم: المحلق بن حنتم «١» بن شداد، الذي مدحه الأعشى؛ ومن ولد كان سعيد ابن ضمضم بن الصلت بن المثنى بن المحلق، أعرابي شاعر من صحابة الوزير الحسن بن سهل؛ وكان له ابن اسمه أبو المهدى؛ وكانت له ابنة تزوجها صاحب الزنج- لعنه الله- قبل أن يقوم؛ وصاحب جرجان، نباتة بن حنظلة بن ربيعة ابن عبد قيس بن ربيعة بن كعب بن عبد الله بن أبي بكر بن كلاب؛ والقتّال الكلابىّ الشاعر، وهو عبد الله بن مجيب بن المضرحي «٢» بن عامر الهصان «٣» بن كعب بن عبد الله بن أبي بكر بن كلاب؛ والعاصى بن عامر بن عوف بن كعب ابن أبي بكر بن كلاب، وفد على رسول الله- صلى الله عليه وسلم- فسمّاه مطيعا؛ وعبد العزيز بن زرارة بن جزء بن عمرو بن عوف بن كعب بن أبي بكر بن كلاب، كان سيد أهل البادية، وهو الذي وقف على باب معاوية، فقال: «من يستأذن لي اليوم، أستأذن له غدا» ، وغزا ابنه مع يزيد بن معاوية ببلاد الروم، فورد على معاوية كتاب ابنه يزيد بنعي عبد العزيز، وكان قد مات هنالك؛ فقال معاوية لما قرأ الكتاب: «هذا كتاب ينعى سيد العرب» ، فقال له زرارة، والد عبد العزيز: «هو، والله، يا أمير المؤمنين، ابني أو ابنك» ، وذهب أكثر قومه في أرض الروم؛ وهو الذي مر عليه مروان، وهو على ماء له؛
_________
(١) هذا الصواب من القاموس (حلق) والمقتضب ٣٧ والمعارف ٤٠. والمحلق لقب له، لان حصانا عضه في خده. واسمه عبد العزي.
(٢) انظر المؤتلف ١٦٧ والاغاني ٢٠: ٥٨ والمحبر ٢٢٦ وسمط اللآلىء ١٢ ونوادر المعطوطات ٢: ٢٠٣، ٣١٢ والخزانة ٣: ٦٦٨.
(٣) انظر الاغاني والمقتضب ٣٦.','1','283',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (287,'فسأله: «كيف أنت؟» قال: «بخير، أنبنتا الله فأحسن نباتنا، وحصدنا فأحسن حصادنا» ؛ والضحاك بن سفيان بن عوف بن كعب ابن أبي بكر بن كلاب، له صحبة، واستعمله رسول الله- صلى الله عليه وسلّم- على قومه وغيرهم؛ وجوّاب، وهو لقب، واسمه مالك بن عوف بن عبد الله بن أبي بكر بن كلاب، وهو الذي نفى بني جعفر بن كلاب، وطردهم حتى لحقوا باليمن ببني الحارث بن كعب؛ فحالفوهم مدة؛ ثم رجعوا إلى جوّاب وقومهم؛ فاصطلحوا ومات جواب هذا يوم الرقم عطشا، وهو منهزم، وهو يوم كان بين عامر وبين بنى مرّة وفزارة، أسر فيه عامر بن الطفيل، وخنق أخوه الحكم بن الطفيل نفسه حتى مات، خوف الأسر؛ وجوّاب هذا كان على بني عامر يوم النّسار، وهو يوم كان بينهم وبين بني أسد؛ فكان الظفر لبنى أسد؛ وكانت بنو جعفر يومئذ في بني الحارث بن كعب.

<span data-type="title" id=toc-265>وهؤلاء بنو جعفر بن كلاب</span>
ولد جعفر بن كلاب: خالد الأصبغ؛ وربيعة الأحوص؛ ومالك الطيان «١» أمهم بنت رياح بن الأشل الغنوى؛ وعتبة «٢» ؛ وعوف: أمهما فاطمة بنت عبد شمس بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة.
فولد الأحوص: عوف، وقد ساد؛ وعمرو، وقد ساد، ومات أبوه وجداً عليه إذ قتل؛ وشريح، وقد ساد، وبه كان يكنّى أبوه، وهو قاتل لقيط بن زرارة يوم جبلة. منهم: علقمة بن علاثة بن عوف بن الأحوص، الذي نافر عامر ابن الطفيل، ولاه عمر بن الخطاب حوران؛ وله يقول الحطيئة:
وما كان بيني لو لقيتك سالما ... وبين الغني إلا ليال قلائل «٣»
وأخوه قيس بن علاثة؛ وعمه قحافة بن عوف بن الأحوص، شاعر؛ وسلمة ابن قيس بن علاثة، كان سيدا؛ والسّندرىّ بن يزيد بن شريح بن الأحوص
_________
(١) في المقتضب ٣٦: «ومالكا وهو الاخرم، وكانت أمه ولدته وابهام رجله ملتزقة بخنابته، ففصلت بحديدة فخرم، فسمي الاخرم» .
(٢) انظر المقتضب.
(٣) ديوان الحطيئة ٩٩.','1','284',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (288,'الشاعر؛ وأمه عيساء «١» [أمة] ، وعمه عبد عمرو بن شريح بن الأحوص، شاعر وسليمان بن حسان بن عطارد بن عبد عمرو بن شريح بن الأحوص، من رواة أخبار بني عامر؛ وشريح بن عمرو بن الأحوص؛ ومروان بن سراقة بن قتادة بن عمرو ابن الأحوص.
وولد خالد بن جعفر بن كلاب: جزء، وعمرو، وعامر، وحصن، وحريم «٢» ومرّة، وأنس. ومن ولده أربد بن قيس بن جزء بن خالد بن جعفر، أخو لبيد الشاعر لأمه، وهو الذي أراد قتل رسول الله- صلى الله عليه وسلم- مع عامر بن الطفيل؛ فدعا عليه؛ فرماه الله تعالى بصاعقة؛ فمات.
وولد مالك بن جعفر بن كلاب: عامر، وهو أبو براء ملاعب الأسنة؛ والطّفيل، وقد ساد، وهو والد عامر بن الطفيل؛ ومعاوية بن مالك، وهو معود الحكماء؛ وعبيدة بن مالك، وهو الوضّاح؛ وسلمى، نزّال المضيق؛ وعمرو؛ وعتبة؛ وربيعة، وهو ربيع المقترين «٣» ، وهو والد لبيد الشاعر؛ وقتلت بنو أسد ربيعة هذا يوم ذي علق: قتله منقذ «٤» بن طريف الأسدي، وكان شاعراً؛ فلما كان يوم جبلة، أسر معاوية بن مالك أخوه منقذ بن طريف وهو منهزم فقتله، ثم جب ذكره وقطع لسانه، وأدخل لسانه في استه وذكره في فمه، وتركه كذلك. منهم: ربيعة بن عامر ملاعب الأسنّة، وكان سيدا، وحبيب بن يحيى بن عمرو بن مالك بن جعفر، تزوج سعيد بن العاصي ابنته؛ وكان سيدا وولد الطفيل بن مالك: عامر بن الطفيل، لا عقب له؛ والحكم بن الطفيل، خاف يوم الرقم أن يؤسر، فقتل نفسه خنقا؛ وقيس، وقتل يوم الرّقم أيضا؛ وعقيل فر يوم الرقم عن إخوته؛ وحنظلة، من ولده كانت ليلى بنت سهيل بن حنظلة بن الطفيل، تزوجها عبد العزيز بن مروان، فولدت له أم البنين، التي
_________
(١) انظر المقتضب ٣٦ ونوادر المخطوطات ٢: ٣١٣.
(٢) كذا ضبط في المقتضب ٣٦.
(٣) المقتر: الفقير. المحبر ٤٥٨ ومعجم البلدان (علق) والمقتضب ٣٦.
(٤) انظر شرح الانباري للمفضليات ٢٥. وانظر مراجعه في المفضليات ص ٣٤. ومنقذ هذا هو الشاعر الملقب بالجميح، وهو منقذ بن الطماح بن قيس بن طريف.','1','285',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (289,'تزوجها الوليد بن عبد الملك؛ والربيع بن حنظلة، من فرسان بنى عامر؛ وكان من ولد عقيل المذكور نافع بن الخنجر بن الحكم بن عقيل بن الطفيل، وقطية «١» بنت بشر بن عامر ملاعب الأسنة أم بشر بن مروان؛ وأخوها عبد الله بن بشر، كان سيدا؛ وجبار بن سلمى «٢» بن مالك بن جعفر، قاتل عامر بن فهيرة- رضي الله عنه- يوم بئر معونة؛ فكان يحدث أنه رآه قد رفع إلى السماء؛ ومن ولده: بشر بن عبد الله بن جبار بن سلمى بن مالك بن جعفر، من فرسان بني عامر.
وولد عتبة بن جعفر بن كلاب: عروة الرحال بن عتبة بن جعفر، الذي أجار لطيمة الحيرة؛ فقتله البراض الكناني؛ ففيه كانت حرب الفجار؛ وابنته كبشة بنت عروة، هي أم عامر بن الطفيل، ولدته يوم جبلة؛ وقتل الحارث وكنانة، ابنا عبيدة بن مالك يوم الرّقم.
ومن بني ربيعة بن كلاب: نفيل بن ربيعة، وهم أهل بيت بالبصرة.
ومن بني عمرو بن كلاب: الصّعق، وهو خويلد بن نفيل بن عمرو بن كلاب، كان سيدا، يطعم بعكاظ، وأحرقته صاعقة، فلذلك سمي الصعق؛ ومن ولده: الشاعر يزيد بن عمرو بن الصّعق؛ ومن ولد يزيد الشاعر المذكور؛ زفر ابن الحارث بن عبد عمرو بن معاذ «٣» بن يزيد بن عمرو بن الصعق، القائم بالجزيرة أيام مروان؛ وبنوه الكوثر بن زفر، ووكيع بن زفر، والهذيل بن زفر، كلهم رؤساء؛ والهذيل هذا هو قاتل يزيد بن المهلب يوم العقر «٤» ؛ وقد قيل غير ذلك؛ والمختار بن قيس بن يزيد بن قيس بن يزيد بن عمرو بن الصعق
_________
(١) صوابها في القاموس (قطا) . وهي مصغر قطاة.
(٢) بضم السين وقيل بفتحها، كما نص ابن حجر في الاصابة ١٠٥١.
(٣) معاذ من أجداد زفر. وقد جاء في شعر الاخطل (ديوانه ص ١٥١ والشعراء ٤٧١) قوله مخاطبا زفر بن الحارث:
لعمر أبيك يا زفر بن عمرو ... لقد نجاك جد بني معاز
وركضك غير ملتفت الينا ... كأنك ممسك بجناح باز
قال السكري في شرحه: «زفر بن الحارث بن معاذ، أراد: ابن عمرو بن الصعق» . ومعاز، رسمت بالزاي في الديوان والشعراء، وحق رسمها بالذال فيكون في البيت ما يسمى بالاجازة، او الاكفاء. انظر أدب الكاتب ٣٧٠- ٣٧٣ والشعراء ٤٤ والعمدة ١: ١١٠.
(٤) هو عقر بابل، قرب كربلاء من الكوفة.','1','286',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (290,'وهو الذي كتب الأبيات إلى عمر- رضي الله عنه- التي كانت سبب مشاطرته لعمّاله؛ ومسلم بن سعيد بن أسلم بن زرعة بن علس بن عمرو بن الصعق، أخي يزيد الشاعر بن عمرو بن الصعق، ولي خراسان هو وأبوه قبله.
وأخبرنى أبو المحيا ملهم بن موازن بن وافر الأعرابي العقيلىّ، أنّ صاحب حلب صالح بن مرداس الكلابي، من بني عمرو بن كلاب.

<span data-type="title" id=toc-266>وهؤلاء بنو رؤاس بن كلاب</span>
منهم: الجنيد بن عبد الرحمن بن عوف بن بجيد «١» بن الحارث، وهو رؤاس ابن كلاب، ولي خراسان؛ وعمرو بن مالك بن بجيد بن رواس بن كلاب، له صحبة؛ والفقيه وكيع بن الجراح بن مليح بن عدي بن الفرس «٢» ، من بني عبيد بن رؤاس بن كلاب؛ وبنوه: سفيان، ومليح، وأحمد، ويحيى؛ وابنا عمه: حميد بن عبد الرحمن، الفقيه، وزهير بن عباد، الرجل الصالح.

<span data-type="title" id=toc-267>وهؤلاء بنو الضباب بن كلاب بن ربيعة</span>
منهم: زهير بن عمرو بن معاوية الضبابي، قتل يوم جبلة. ومنهم: قاتل الحسين- رضي الله عنه- شمر بن ذي الجوشن- واسم ذى الجوشن: شرحبيل ابن الأعور «٣» بن عمرو بن معاوية، وهو الضّباب؛ ومن ولده: الصميل بن حاتم بن شمر بن ذي الجوشن، ساد بالأندلس، وله بها عقب، ونزالتهم بلخشبل من شوذر من عمل جيّان؛ وظمياء بنت عبد العزيز بن مولة بن
_________
(١) انظر المقتضب ٣٧ ونهاية الارب ٢: ٣٤٠ والاصابة ٥٩٤٥ والسمعاني ٢٦١.
(٢) وكذا في أنساب السمعاني ٢٦١ وتاريخ بغداد ١٣: ٤٩٦.
(٣) انظر الاصابة ٢٤٤٥: قيل اسمه أوس بن الاعور، وقيل شرحبيل بن الاعور. وفي الطبري ٦: ٢٤١: «شرحبيل بن الاعور» لكن في المقتضب ٣٧ والقاموس (جشن) : «شرحبيل بن قرط» .','1','287',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (291,'كنيف «١» بن حمل بن خالد بن عمرو بن معاوية، وهو الضباب، تروي عن أبيها عن جدها؛ ولمولة صحبة؛ لقي رسول الله- صلى الله عليه وسلم- وهو ابن عشرين، وعاش بعد ذلك مائة سنة في الإسلام، وصحب أبا هريرة؛ وكان يسمى ذا اللسانين لفصاحته؛ وأدّى إلى رسول الله- صلى الله عليه وسلم- صدقته بنت لبون.
ومن بني عبد الله بن كلاب: سراج بن قرّة الشاعر. ومن بني كلاب: قدامة ابن عبد الله بن عمار بن معاوية، له صحبة ورواية.
مضى بنو كلاب بن ربيعة بن عامر بن صعصعة.

<span data-type="title" id=toc-268>وهؤلاء بنو كعب بن ربيعة بن عامر بن صعصعة</span>
ولد كعب بن ربيعة: معاوية، وهو الحريش؛ وجعدة؛ وعقيل؛ وقشير؛ وعبد الله؛ وحبيب.
فأما بنو حبيب بن كعب، فهم بخراسان، وهم قليل.
وولد عبد الله بن كعب: نهم، والعجلان؛ فلما وفد بنو نهم على رسول الله- صلى الله عليه وسلم- قال لهم: «نهم شيطان، وأنتم بنو عبد الله» . وأمّا بنو العجلان بن عبد الله بن كعب، فهم قبيلة ضخمة؛ منهم: الشاعر تميم بن أبي بن مقبل «٢» بن عوف بن حنيف بن العجلان بن عبد الله بن كعب.
ومن بني الحريش بن كعب: مطرف بن عبد الله بن الشخير بن عوف بن وقدان «٣» بن الحريش بن كعب، الفقيه الفاضل، لأبيه صحبة ورواية؛ وسعيد بن عمرو بن أسود بن مالك بن كعب بن الحريش، ولي خراسان والبصرة؛ وذكر أبو عبيدة أنه كان يسأل على الأبواب، ثم صار يسقي الماء، ثم صار في الجند، ثم علت حاله؛ وولده بأرمينية. وقيل إن ليلى، التي يشبب بها قيس المجنون، هي ليلى بنت مهدي بن سعيد بن مهدىّ بن ربيعة بن الحريش بن كعب، وإن زوجها كان الورد بن محمّد العقيلىّ.
_________
(١) وكذا في الاصابة ٨٢٦٧. وقد قيد «مولة» بفتحتين.
(٢) الشعراء ٤٢٤ والخزانة ١: ١١٣ والاصابة ١: ١٩٥ واللآلىء ٦٨.
(٣) انظر المقتضب ٣٩ والاصابة ٤٧٣٤.','1','288',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (292,'<span data-type="title" id=toc-269>وهؤلاء بنو جعدة بن كعب بن ربيعة بن عامر بن صعصعة</span>
منهم: عبد الله بن الحشرج بن الأشهب بن ورد «١» بن عمرو بن ربيعة بن جعدة بن كعب، الذي غلب على أرض فارس أيّام الزّبير، وقد ولي كوراً من خراسان وكرمان؛ وعمّ أبيه زياد بن الأشهب، وفد على علي ليصلح بينه وبين معاوية؛ والشاعر النابغة الجعدى، واسمه قيس، وأخوه وحوح، ابنا عبد الله ابن عمرو بن عدس بن ربيعة بن جعدة بن كعب، له صحبة، وقيل إن مجنون بني عامر هو قيس بن الملوح بن مزاحم بن قيس بن عدس المذكور؛ ومالك ابن عبد الله بن جعدة بن كعب، الذي أجار قيس بن زهير العبسىّ. ومن ولد الحارث بن جعدة: أشهب بن عبد العزيز بن داود بن إبراهيم؛ ولست أصل باقى نسبه.

<span data-type="title" id=toc-270>وهؤلاء بنو قشير بن كعب بن ربيعة بن عامر بن صعصعة</span>
ولد قشير بن كعب: ربيعة: ومعاوية؛ وسلمة الخير: أمهم الخنساء بنت علي بن ثعلبة بن بجيلة؛ وسلمة الشر؛ والأعور؛ وقرط؛ ومرّة. منهم:
مالك ذو الرقيبة ابن سلمة الخير بن قشير، الذي أسر حاجب بن زرارة يوم جبلة؛ وبيحرة بن فراس «٢» بن عبد الله بن سلمة الخير بن قشير، يقال إنه نخس ناقة النبي- صلى الله عليه وسلم-، فلعنه؛ وهبيرة بن عامر بن سلمة الخير، أسر المتجردة امرأة النعمان؛ فلما عرفها أطلقها؛ وابنه قرة بن هبيرة، وفد على رسول الله- صلى الله عليه وسلم- فولّاه صدقات قومه؛ وكان له من الولد حبيب، والطّفيل؛ ومن ولده الصمة بن عبد الله بن الطفيل بن قرة بن هبيرة القشيري الشاعر، الذي يقول «٣» :
وأذكر أيام الحمى ثم أنثني ... على كبدي من خشية أن تصدعا
فليست عشيات الحمى برواجع ... عليك ولكن خلّ عينيك تدمعا
_________
(١) انظر المقتضب ٣٨.
(٢) ذكره ابن هشام في السيرة ٢٨٣.
(٣) انظر الحماسة بشرح المرزوقي ١٢١٥- ١٢٢٠ وأمالي القالي ١: ١٩٠- ١٩١ والاغاني ٥: ١٢٧.','1','289',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (293,'ووحشىّ بن الطفيل بن قرة؛ وزرارة بن عقبة بن سمير بن سلمة الخير، ولي خراسان؛ وولده بنيسابور؛ وبكر بن محمد بن العلاء بن يحيى بن زياد بن الوليد ابن الجهم بن مالك بن ضمرة بن عروة بن شنوءة بن سلمة الخير بن قشير، القاضي المالكي؛ وحيدة بن معاوية بن حيدة بن قشير، له صحبة: وابن ابن ابنه بهز «١» بن حكيم بن معاوية بن حيدة، روى عنه؛ وزياد بن عبد الرحمن بن عبد الله ابن هبيرة بن زفر بن عبد الله بن الأعور بن قشير، ولاه عمر بن عبد العزيز- رحمه الله- خراسان؛ وجيّاش «٢» بن قيس بن الأعور بن قشير، شهد يوم اليرموك فيقال إنه قتل بيده ألف نصرانى، وقطعت رجله يومئذ؛ والفقيه الإمام مسلم بن الحجاج النّيسابورىّ؛ وكلثوم بن عياض بن وحوح بن قيس بن الأعور بن قشير؛ وابن أخيه بلج بن بشر بن عياض، الذي ولي الأندلس.
ودار بني قشير بالأندلس: جيان؛ ومنهم بإلبيرة عدد.

<span data-type="title" id=toc-271>وهؤلاء بنو عقيل بن كعب بن ربيعة بن عامر بن صعصعة</span>
ولد عقيل بن كعب: ربيعة؛ وعامر؛ [وعمرو «٣» ] ؛ وعبادة؛ وعوف؛ وعبد الله؛ ومعاوية.
فأما بنو ربيعة بن عقيل، فلم يدينوا في الجاهلية لأحد؛ منهم: القاضي محمد بن عبد الله بن علاثة «٤» بن علقمة بن مالك بن عمرو بن عويمر بن ربيعة ابن عقيل، ولي القضاء ببعداد للمنصور والمهدىّ.
وأمّا بنو عامر بن عقيل، فمنهم: المنتفق بن عامر، بطن؛ وخويلد ابن عوف «٥» بن عامر بن عقيل، بطن؛ وربيعة بن عامر، منهم: الحارث بن الأبرص بن ربيعة بن عامر بن عقيل، قاتل زيد بن عمرو بن عدس يوم جبلة؛ ومنهم: عويمر بن أبي عدي بن ربيعة بن عامر بن عقيل، شاعر، فارس بنى عقيل [جملة] ، دعا عنترة بن شداد العبسي إلى المبارزة، وقال له:
_________
(١) انظر تهذيب التهذيب ١: ٤٩٨.
(٢) كذا في الاصابة ٢٠١٧: «حياص» .
(٣) هذه الكلمة ساقطة من المقتضب ٣٧.
(٤) انظر تاريخ بغداد ٥: ٣٨٨.
(٥) في المقتضب ٣٧: «خويلد بن عمرو بن عامر» .','1','290',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (294,'«ابرز إلي، أيها العبد! فإن قتلتك فلأخيفن أصحابك بعدك! وإن قتلتني، رجعت بإبل قومي!» فلم يقدم عنترة على مبارزته. فمن بني المنتفق: جراد بن المنتفق، له صحبة؛ وأخوه قيس بن المنتفق، أسر عمرو بن عمرو يوم جبلة؛ وأخوهما عوف بن المنتفق، قاتل لقيط بن زرارة يوم جبلة: وعمرو بن معاوية ابن المنتفق، قاد الصوائف لبني أمية. وبنو سامي الواد ياشيون «١» من بني حاجب ابن المنتفق، وكانوا ولاة وخدمة. ومن بني المنتفق؛ أبو رزين لقيط بن عامر ابن صبرة بن عبد الله بن المنتفق، له صحبة ورواية «٢» . ومنهم؛ أبو بكر ابن كعب بن حبيب بن عامر بن خويلد بن الأصم بن عامر بن عقيل، جد نصر بن شبث القائم على المأمون بكيسوم؛ قتل أبو بكر المذكور مع ابن هبيرة مع سائر فرسان قيس.
وولد عمرو بن عقيل: خفاجة، بطن ضخم، منهم: إبراهيم، قاضى سجستان؛ والنّجوىّ محمد بن معارك المعروف بالعقيلى بقرطبة؛ وتوبة بن الحمير بن ربيعة بن كعب بن خفاجة، صاحب ليلى الأخيلية.
ومن بني عبادة بن عقيل: كعب المعروف بالأخيل بن الرحال بن معاوية ابن عبادة بن عقيل، رهط ليلى الأخيليّة، وهى ليلى بنت حذيفة بن شداد بن كعب بن الرحال بن معاوية بن عبادة بن عقيل؛ ومعاوية بن عبادة هذا طعن فرس زهير بن جذيمة العبسي يوم قتله خالد بن جعفر، وكان معاوية يومئذ غلاما، وعاش حتى أدرك الإسلام، ووفد على رسول الله- صلى الله عليه وسلم- وأسلم؛ وله صحبة.
ومن ولد عوف بن عقيل: ثور بن أبي سمعان بن كعب بن عامر بن عوف ابن عقيل، قاتل توبة بن الحمير؛ ومن أجل قتله له جلي جميع بنى عوف ابن عقيل عن بلادهم؛ فتحملوا كلهم إلى الجزيرة. ومنهم كان أبو صفوان إسحاق ابن مسلم بن ربيعة بن عاصم بن حزن بن عامر بن عوف بن عقيل، قائد مروان، ولى أرمينية، وكان أثيراً عند أبي جعفر المنصور؛ وإخوته: بكار بن
_________
(١) نسبة الى وادي آش مع التسهيل.
(٢) الاصابة ٧٥٤٩.','1','291',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (295,'مسلم، من أصحاب عبد الله بن علي عمه؛ وعبد العزيز بن مسلم، والحارث بن مسلم، وعبد الله بن مسلم، كلهم أشراف سادة، وأعقابهم بالجزيرة؛ ومسلم بن بكّار ابن مسلم.
ومن بني خويلد بن سمعان بن خفاجة: بنو الحصين بن الدجن بن عبد الله، بمنتيشة بالأندلس؛ ودارهم: جيّان، ووادياش «١» ؛ وهم بنو عطاف بن الحصين ابن الدجن بن عبد الله بن محمد بن عمرو بن يحيى بن عامر بن خويلد بن سمعان؛ منهم كان إبراهيم بن إسحاق بن إبراهيم بن صخر بن عطاف.
مضى بنو عامر بن صعصعة. ومضت قيس كلها.
وانقضى الكلام في جميع ولد مضر بن نزار.

<span data-type="title" id=toc-272>وهؤلاء بنو ربيعة بن نزار بن معد بن عدنان</span>
ولد ربيعة بن نزار بن معد بن عدنان: أسد، وفيه الآن البيت والعدد؛ وضبيعة، وفيه كان البيت والعدد؛ وأكلب، دخل بنوه في خثعم، وهو رهط أنس بن مدرك الخثعمىّ؛ وعائشة بن ربيعة؛ وبنوه باليمن.

<span data-type="title" id=toc-273>وهؤلاء بنو ضبيعة بن ربيعة بن نزار</span>
ولد ضبيعة بن ربيعة: أحمس؛ والحارث، وإليه ينتمي سعد، الذي يقال له سعد بن لؤي بن غالب؛ فيقولون: سعد بن الحارث بن ضبيعة بن ربيعة، وهم بنانة، رهط ثابت بن أسلم البناني الفقيه الزاهد.
فمن بني أحمس بن ضبيعة: الشاعر المسيّب، واسمه زهير بن علس ابن مالك بن عمرو بن حمامة بن زيد بن ثعلبة بن عدي بن مالك بن جشم بن بلال بن جماعة «٢» بن جلي بن أحمس بن ضبيعة بن ربيعة بن نزار، وهو خال الأعشى الشاعر، أعشى بكر؛ ومنهم: الحارث الأضجم بن عبد الله بن
_________
(١) أي وادي آش: بلدة من كورة غرناطة بالاندلس.
(٢) انظر الاشتقاق ١٩١ والمقتضب ٦٤.','1','292',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (296,'ربيعة بن دوفن «١» بن حرب بن وهب بن جلي بن أحمس بن ضبيعة بن ربيعة ابن نزار، سيد ربيعة؛ وفيه، إذ قتل، كانت الحرب، وهى أول حرب وقعت بين بنى ربيعة؛ والمتلمّس الشاعر، وهو جرير بن عبد المسيح بن عبد الله بن زيد ابن دوفن بن حرب بن وهب بن جلىّ بن أحمس؛ وله ابن اسمه عبد المنان بن المتلمس، هلك ببصرى في الإسلام، ولا عقب له. ومنهم: بنو يعمر بن مالك ابن بهثة بن حرب بن وهب بن جلي بن أحمس (ومنهم: الأبّديون «٢» بالأندلس، وهم ناقلة من ناحية منبح، وهم بنو بكر بن عبد الحميد بن معمر بن الطفيل بن جعفر بن صالح بن الحشرج بن ضبيع بن ذؤيب بن يعمر بن مالك بن بهثة) ، وفيهم يقول امرؤ القيس:
مجاورة جلّان والحىّ يعمرا «٣»
ومنهم: بنو الكلبة، وهم أولاد مرة بن مازن بن أوس بن زيد بن أحمس ابن ضبيعة؛ ومنهم الحليس، وقد ساد؛ وابن المسيّب، وقد ساد؛ وابن المخبل الشاعر بن وائلة بن ظفر بن منعة بن سبيع بن أوس بن زيد بن أحمس بن ضبيعة ابن ربيعة بن نزار. [مضت بنو ضبيعة بن ربيعة بن نزار] .

<span data-type="title" id=toc-274>وهؤلاء بنو أسد بن ربيعة بن نزار</span>
ولد أسد بن ربيعة: جديلة؛ وعنزة؛ وعميرة. فمن بني عميرة بن أسد ابن ربيعة بن نزار: طريف بن أبان بن سلمة بن جارية بن فهم بن بكر بن عبلة ابن أنمار بن مبشر «٤» بن عميرة بن أسد بن ربيعة، وفد على رسول الله- صلى الله عليه وسلم-؛ ومن ولده: عامر بن مسلم بن قيس بن مسلمة بن طريف بن أبان، قتل مع الحسين، رضي الله عنه.
_________
(١) انظر الاشتقاق ١٩٢ والمقتضب.
(٢) انظر معجم البلدان (أبدة) .
(٣) في ديوان امرئ القيس ٩٠: «غسان» . وفي الديوان أيضا: «مجاورة نعمان» . وصدر البيت: «كنانية بانت وفي الصدر ودها»
(٤) انظر المقتضب ٦٣، ومختلف القبائل ٢٧ ونهاية الارب ٢: ٣٢٩.','1','293',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (297,'<span data-type="title" id=toc-275>وهؤلاء بنو عنزة بن أسد بن ربيعة بن نزار</span>
منهم: بنو هزان بن صباح بن عتيك بن أسلم بن يذكر بن عنزة بن أسد بن ربيعة بن نزار؛ وفيهم يقول الأعشى:
لقد كان في فتيان قومك منك ... وفتيان هزّان الطوال الغرانقه «١»
ومنهم؛ آل ضور بن رزاح بن مالك بن سعد بن وائل بن هزان؛ والحارث ابن رزاح، أخو ضور بن رزاح، وهو الذي يقال إنه الحارث بن لؤي بن غالب، الذي يسمّى جشم، وجشم كان عبداً لأبيه، فحضنه، فسمّى به، وفيهم يقول جرير:
بني جشم لستم لهزان فانتموا ... لأعلى الروابي من لؤي بن غالب
ولا تنكحوا في آل ضور نساءكم ... ولا في شكيس بئس مثوى الغرائب «٢»
ومنهم: بنو جلان بن عتيك بن أسلم بن يذكر بن عنزة؛ وفيهم يقول امرؤ القيس:
كنانية بانت وفي الصدر ودها ... مجاورة جلان والحىّ يعمرا
ومنهم: الحارث بن الدول بن صباح بن عتيك بن أسلم بن يذكر بن عنزة ابن أسد بن ربيعة، كان إذا مصر ثوبيه «٣» مصرت عنزة معه، فمن لم يفعل نزعوا كتفه.
ومن ولده: بنو عبد شمس بن القدار، واسمه مرة، بن عمرو بن ضبيعة بن الحارث بن الدول بن صباح، أسروا حاتم طيئ «٤» ؛ وكعب بن مامة الإيادىّ؛ والحارث بن ظالم. ولعنزة بقية بالبصرة، منهم: أبو سعيد أحمد بن محمد بن زياد بن الأعرابى المحدث؛ ومنهم: محمد بن المثنى «٥» أبو موسى الزمن المحدث مضت عنزة بن أسد بن ربيعة بن نزار.
_________
(١) يخاطب امرأته المطلقة. وفي ديوان الاعشى ١٨٣: «في شبان قومك» .
(٢) وقد ذكر ابن دريد في الاشتقاق ١٩٤: «شكيس» .
(٣) تمصير الثوب: صبغة بالطين الأحمر، وبحمرة خفيفة.
(٤) انظر ديوان حاتم ١١١ من مجموع خمسة دواوين.
(٥) انظر تهذيب التهذيب ٩: ٤٢٥.','1','294',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (298,'<span data-type="title" id=toc-276>وهؤلاء بنو جديلة بن أسد</span>
ولد جديلة بن أسد: دعمىّ، وفيه البيت والعدد؛ وجدىّ، دخل بنوه في بني شيبان؛ وجدّان «١» ، دخل بنوه في بني زهير بن جشم من بني النمر بن قاسط. فولد دعمي بن جديلة: أفصى؛ فولد أفصى بن دعمي بن جديلة:
هنب، وفيه البيت والعدد؛ وعبد القيس، وفيهم أيضا شرف وعدد؛ وجشم، دخل بنوه في عبد القيس؛ وناشم «٢» ، دخل بنوه في بني تغلب، وهم أبداً لا يزيدون على أربعة.

<span data-type="title" id=toc-277>وهؤلاء ولد عبد القيس بن أفصى بن دعمي بن جديلة ابن أسد بن ربيعة بن نزار</span>
ولد عبد القيس بن أفصى: أفصى؛ فولد أفصى بن عبد القيس: شنّ ولكيز، وهما قبيلا عبد القيس. فولد لكيز: وديعة، بطن؛ وصباح، بطن؛ ونكرة، بطن. فولد وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى بن دعمي: عمرو، بطن؛ وغنم، بطن؛ ودهن، بطن؛ فولد عمرو بن وديعة «٣» :
أنمار، بطن؛ وعجل، بطن؛ والدّيل، بطن؛ ومحارب، بطن. فولد أنمار بن عمرو بن وديعة بن لكيز بن أفصى: مالك، بطن؛ وثعلبة، بطن؛ وعائدة، بطن؛ وسعد، بطن؛ وعوف، بطن؛ والحارث، بطن. فولد الحارث بن أنمار:
ثعلبة، بطن، وهم رهط هرم بن حيان الفقيه؛ وعامر، بطن، منهم: الريان ابن حويص بن عوف بن عائدة بن مرة بن عامر بن الحارث بن أنمار بن عمرو ابن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى، صاحب الهراوة التي تضرب بها العرب المثل «٤» . ومنهم: البراجم من عبد القيس، وهم:
_________
(١) انظر مختلف القبائل ٣ والمقتضب ٥٢ والقاموس (جدد) .
(٢) وكذا في المقتضب ٥٢ والمحبر ٢٥٦.
(٣) الكلام بعده الى موضع التنبيه في (ولد نكرة بن لكيز) ص ٢٩٨.
(٤) الهراوة: اسم فرسه. انظر الاشتقاق ١٩٧ والعمدة ٢: ١٨٢ ونسب الخيل لابن الكلبي ٣٠ واسماء خيل العرب لابن الاعرابي ٨٤.','1','295',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (299,'عبد شمس، وعمرو، وحىّ، بنو معاوية بن ثعلبة بن جذيمة بن عوف بن أنمار بن عمرو بن وديعة بن لكيز.
ومنهم: أبو غياث (واسمه الجارود «١» ) ابن حنش بن المعلّى، (واسم المعلى الحارث) بن زيد بن حارثة بن معاوية بن ثعلبة بن جذيمة بن عوف بن أنمار ابن عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس، له صحبة ومكانة من النبي- صلى الله عليه وسلم- ومن أبي بكر وعمر- رضي الله عنهما؛ وكان فاضلا فى الإسلام؛ وله بالبصرة عقب لهم شرف وحال عالية. وكان للجارود من الولد:
عبد الله بن الجارود، يلقب: بظئر العناق «٢» ، لقصره، قتله الحجاج لخروجه عليه يوم رستقاباذ؛ والمنذر بن الجارود، ولي إصطخر لعلي بن أبي طالب- رضى الله عنه-؛ وحبيب، ومسلم، وغياث، بنو الجارود. ومنهم: أبو غيلان الحكم بن المنذر بن الجارود، سيد عبد القيس؛ وفيه يقول الكذاب الحرمازي:
يا حكم بن المنذر بن الجارود ... سرادق الملك عليك ممدود «٣»
أنت الجواد ابن الجواد المحمود ... نبت في الجود وفي بيت الجود
والعود قد ينبت في أصل العود يكنى أبا غيلان، مات في حبس الحجاج الذي يعرف بالدّيماس.
ومنهم: بنو عصر بن عوف بن عمرو بن عوف بن جذيمة بن عوف بن أنمار ابن عمرو بن وديعة بن لكيز، منهم: الأشجّ، وهو المنذر بن عائذ بن المنذر ابن الحارث بن نعمان بن زياد بن عمرو، له صحبة ومكان من النبي- صلى الله عليه وسلم- وكان حليماً فاضلاً.
مضى بنو أنمار بن عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى.
_________
(١) وقد نسب هنا الى جده. وفي الاصابة ١٠٣٨ انه الجارود بن عمرو، وقيل بشر بن حنش. وفي السيرة ٩٤٤: «الجارود بن عمرو بن حنش» . وفي القاموس) جرد (والمعارف ١٤٧ أنه بشر بن عمرو. وفي الاشتقاق ١٨٦ بشر بن المعلي. وفي ١٩٧ والمقتضب ٦٢ انه بشر بن عمرو بن حنش.
(٢) في المعارف: «بطير العناق» .
(٣) في المعارف ١٤٨ والشعراء ٦٦٦: «سرادق المجد» .','1','296',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (300,'<span data-type="title" id=toc-278>وهؤلاء بنو عجل بن عمرو بن وديعة بن لكيز</span>
ولد عجل بن عمرو: ذهل، وذاهل.
فمن بني ذهل بن عجل: ليث، وثعلبة، ابنا حداد «١» بن ظالم بن ذهل ابن عجل بن عمرو. فمن بني ليث بن حداد المذكور: جيفر بن عبد عمرو ابن خولى بن همام بن الفاتك بن جابر بن الحدرجان بن عساس بن ليث بن ذهل «٢» بن عجل بن عمرو؛ وابن أخيه سفيان بن خولي بن عبد عمرو؛ ولسفيان وفادة على رسول الله- صلّى الله عليه وسلم-. ومنهم: مصقلة بن كرب بن رقبة ابن خوتعة «٣» بن عبد الله بن صبرة بن الحدرجان بن عساس بن ليث، كان سيداً؛ وابناه كرب بن مصقلة، ورقبة بن مصقلة، خطيبان؛ وعمه عبد الله بن رقبة قتل يوم الجمل مع علي- رضي الله عنه- والراية بيده؛ وسيحان، وصعصعة وزيد، بنو صوحان بن حجر بن الحارث بن الهجرس بن صبرة بن الحدرجان ابن عساس.
مضى بنو عجل بن عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى.

<span data-type="title" id=toc-279>وهؤلاء بنو محارب بن عمرو بن وديعة بن لكيز</span>
منهم: الحطمة «٤» بن محارب بن عمرو بن وديعة، الذي تنسب إليه الدروع الحطميّة؛ ومحارب بن زيد بن مالك بن همام بن معاوية بن شبابة بن عامر بن حطمة بن محارب بن عمرو بن وديعة؛ وابن عمه لحاً: عبيدة بن همام بن مالك ابن همام «٥» ، وفد على رسول الله صلى الله عليه وسلم.
مضى بنو محارب بن عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى.
_________
(١) كذا ضبط في مختلف القبائل ٢٥ والانساب للسمعاني ١٥٨ والمقتضب ٦٢.
(٢) يعني ليث بن حداد بن ظالم بن ذهل.
(٣) انظر الاشتقاق ١٩٨.
(٤) انظر القاموس والعقد ٣: ٣٥٨ ومختلف القبائل ٤٠ والمقتضب ٦٢. وقد ضبطه ابن حبيب في المختلف بحاء وطاء مهملتين مفتوحتين، كما ضبط بالقلم في المقتضب.
(٥) انظر الاصابة ٥٣٧٥.','1','297',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (301,'<span data-type="title" id=toc-280>وهؤلاء بنو الديل بن عمرو بن وديعة بن لكيز</span>
منهم: مسعود بن قبيصة، شرف بالكوفة جدّا. ومنهم أبو نضرة، الذي يروي عن أبي سعيد الخدري.
مضى بنو عمرو بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى.

<span data-type="title" id=toc-281>وهؤلاء بنو دهن بن وديعة بن لكيز</span>
قد قيل إنهم بنو دهن بن عذرة بن منبه بن نكرة بن لكيز.
مضى بنو دهن بن وديعة بن لكيز.

<span data-type="title" id=toc-282>وهؤلاء بنو غنم بن وديعة بن لكيز</span>
منهم: الديل، ومازن ابنا عمرو بن غنم بن وديعة بن لكيز؛ وهما بطنان ضخمان.
فمن بني الديل بن عمرو بن غنم بن وديعة بن لكيز: حكيم «١» بن جبلة بن حصين ابن أسود بن كعب بن عامر بن الحارث بن الديل، أحد قتلة عثمان- رضى الله عنه: ومن ولده كان أبو بكر يموت بن المزرع بن موسى بن سنان بن حكيم ابن جبلة المذكور «٢» ، أحد الرّواة العلماء؛ وهو ابن أخت عمرو بن بحر الجاحظ؛ وكان ليموت ابن اسمه مهلهل، من أهل العلم أيضاً والرواية، بصريون، سكن يموت دمشق، وبها مات سنة ٣٠٤؛ واسم يموت محمّد؛ وإنّما يموت لقب.
مضى ولد وديعة بن لكيز.

<span data-type="title" id=toc-283>وهؤلاء ولد نكرة بن لكيز</span>
منهم: المثقّب الشاعر، واسمه عائذ بن محصن بن ثعلبة بن وائلة بن عدي بن عوف بن دهن بن عذرة بن منبه بن نكرة بن لكيز بن أفصى بن عبد القيس؛ وهو القائل:
وثقبن الوصاوص للعيون «٣»
_________
(١) حكيم هذا بالتصغير، كما في الاصابة ١٩٩١.
(٢) ورد بنسب آخر في تاريخ بغداد ١٢: ٣٥٩.
(٣) صدره في المفضلية ٧٦ ونوادر المخطوطات ٢: ٣١٦: «رددن تحية وكنن أخرى» وانظر سائر المراجع في نوادر المخطوطات.','1','298',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (302,'وبهذا سمى المثقّب. ومنهم: الممزّق الشاعر، واسمه شأس بن نهار بن أسود بن جزيل بن [حيي بن عساس بن «١» ] حيي بن عوف بن سود بن عذرة بن منبه بن نكرة بن لكيز، سمي الممزق لقوله:
فإن كنت مأكولاً فكن خير آكل ... وإلّا فأدركنى ولمّا أمزّق «٢»
ومنهم: المفضل بن معشر بن أسحم «٣» بن عدي بن شيبان بن سويد بن عذرة بن منبه بن نكرة الشاعر، صاحب المنصفة «٤» .
مضى بنو لكيز بن أفصى بن عبد القيس بن أفصى.

<span data-type="title" id=toc-284>وهؤلاء بنو شن بن أفصى</span>
ولد شن بن أفصى: هزيز «٥» بن شنّ، وهو أول من ثقف القنا بالخط؛ وعدىّ؛ والدّيل. ومنهم: عمرو بن الجعيد «٦» بن صبرة بن الديل بن شن بن أفصى ابن عبد القيس، وهو الذي ساق عبد القيس من تهامة إلى البحرين؛ وكان يقال له الأفكل؛ ومن ولده: المثنى بن مخربة، صاحب علي- رضي الله عنه-؛ وعبد الرحمن بن أذينة؛ قاضي البصرة؛ وعبد الله بن أذينة أخوه. ومنهم: رئاب ابن البراء «٧» ، يقول قومه إنه كان نبياً. ومنهم: الأعور الشني الشاعر [الذي فاق أهل زمانه «٨» ] .
مضى بنو عبد القيس بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار.
_________
(١) انظر المقتضب ٦٣. وانظر حواشي نوادر المخطوطات ٢: ٣١٦.
(٢) الاشتقاق ١٩٩ وابن سلام ١٠٨ وابن قتيبة ٣٦٠ والمؤتلف ١٨٥ والمرزباني ٤٩٥ وشواهد العيني ٤: ٥٩٠ وشواهد المغني ٢٣٣ والمزهر ٢: ٤٣٥- ٤٣٦ والاصمعية رقم ٥٨.
(٣) انظر ابن سلام ١٠٨ واللآلىء ١٢٥.
(٤) انظر حواشي نوادر المخطوطات ٢: ٣١٦ وشرح المرزوقي للحماسة ٤٤٠، ٤٤٢.
(٥) انظر المقتضب ٦٣.
(٦) وقد نص في الاشتقاق ١٩٧ انه تصغير جعد، وكذلك ورد في المقتضب ٦٣.
(٧) انظر الاشتقاق ١٩٧.
(٨) والاعور الشني هو بشر بن منقذ. الشعراء ٦٢١ والمؤتلف ٣٨ واللآلىء ٨٢٧.','1','299',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (303,'<span data-type="title" id=toc-285>وهؤلاء بنو هنب بن أفصى بن دعمي</span>
ولد هنب بن أفصى؛ قاسط بن هنب؛ فولد قاسط بن هنب: وائل بن قاسط، وفيه البيت والعدد؛ والنّمر، وكان فيهم عدد وشرف؛ ثم قتلتهم القرامطة بعد الثلثمائة؛ فافترقوا في قبائل العرب، ولم تجتمع لهم حلة بعدها؛ وكانوا كثيرى الأذى؛ وعامر بن قاسط، وهو غفيلة «١» ؛ ومعاوية بن قاسط، دخل بنوه في عاملة؛ فيقال إن عدي بن الرقاع الشاعر منهم، والله أعلم.

<span data-type="title" id=toc-286>وهؤلاء بنو عامر بن قاسط بن هنب بن أفصى، وهم غفيلة</span>
منهم خوتعة «٢» بن عبد الله بن صبرة، كانوا في قلة عدد وضعة؛ وهم الذين أحل الريان اليشكري دماءهم حتى يدلوه على ثأره في بني تغلب، كما دلوا كثيفاً «٣» التغلبي على أولاد الريان؛ فدله رجل منهم على أبيات من بني تغلب، فأبادهم وكفّ عن غفيلة.
مضى بنو عامر بن قاسط بن غفيلة.

<span data-type="title" id=toc-287>وهؤلاء بنو النمر بن قاسط بن أفصى بن دعمي بن جديلة ابن أسد بن ربيعة بن نزار</span>
ولد النمر: تيم الله؛ وأوس مناة؛ وعبد مناة؛ وقاسط. منهم: صهيب ابن سنان بن مالك بن عبد عمرو بن عقيل بن عامر بن جندلة بن جذيمة بن كعب ابن سعد بن أسلم بن أوس مناة بن النمر بن قاسط، صاحب رسول الله- صلى الله عليه وسلم- المشهور؛ وكان له بالمدينة عقب كثير؛ وكان سنان بن مالك والد صهيب استعمله كسرى على الأبلّة؛ وأمّ صهيب من بني مازن بن مالك بن عمرو بن تميم؛ أصابه سباء، فاشتراه عبد الله بن جدعان. ومن ولده حمزة، ويحيى، وصيفى، وعثمان، بنو صهيب؛ ومنهم: يوسف بن محمد بن يزيد بن
_________
(١) انظر مختلف القبائل ١٣ والمقتضب ٥٢، ٦٢ ونهاية الارب ٢: ٣٣٠ والقاموس (غفل) .
(٢) انظر ما سبق في حواشي ٢٩٧.
(٣) انظر نوادر المخطوطات ٢: ١٣٣.','1','300',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (304,'صيفي بن صهيب بن سنان: وابن عمه لحاً محمد بن يوسف بن يزيد بن صيفى ابن صهيب، وصيفى بن زياد بن صيفي بن صهيب، قتل يوم الحرّة؛ وعبد المجيد ابن صيفي بن صهيب؛ روى عنهم الحديث؛ والحسن بن عثمان بن صهيب، أقيد منه بالقسامة، في قتله المغيرة بن زيد بن حاطب بن أبي بلتعة؛ وكانوا سكاناً في بني أمية بن زيد، بعوالي المدينة؛ وابن عمه: حمران «١» بن أبان بن خالد بن عبد عمرو بن عقيل، الذي يقال له مولى عثمان. وكان بنو أوس مناة قد أبادهم خالد بن الوليد أيام الردّة؛ وكان سيدهم لبيد بن عتبة بن عبد عمرو بن عقيل.
ومن بني تيم الله بن النمر بن قاسط: عامر الضحيان، ساد ربيعة أربعين عاماً، يأخذ المرباع منهم؛ وهو عامر بن سعد بن الخزرج بن تيم الله بن النمر ابن قاسط؛ ومن ولده: عقبة بن قيس بن البشر بن هلال بن البشر بن قيس ابن زهير بن عقبة بن جشم بن هلال بن ربيعة بن زيد مناة بن عامر الضحيان، سيد المرتدين من بني النمر، قتله خالد بن الوليد وصلبه يوم عين التّمر؛ ونتيلة «٢» بنت جناب بن كليب بن مالك بن عمرو بن زيد مناة بن عامر بن الضحيان، أم العباس بن عبد المطلب- رضي الله عنه-؛ وأبو حوط الحظائر بن جابر؛ وابنه جابر الخير، أخو المنذر بن ماء السماء لأمه: وابن الكيّس النسّابة، وهو مالك بن عبيد بن شراحيل ابن الكيّس- واسمه زيد- بن الحارث بن هلال بن ربيعة بن زيد مناة بن عامر الضّحيان. وذكر أبو عبيد القاسم بن سلام أن لعامر الضحيان أخاً يقال له عوف: من ولده كان ابن القرّيّة البليغ، واسمه أيوب بن يزيد بن قيس «٣» بن زرارة بن سلمة بن حنتم بن مالك بن عمرو بن زيد مناة بن عوف بن سعد بن الخزرج بن تيم الله بن النّمر؛ والقرّيّة التي نسب إليها، هي خماعة «٤»
_________
(١) انظر المعارف ١٩٢، ١٩٣ والمحبر ٢٥٨ ٤٨٠.
(٢) انظر السيرة ٦٩ والشعراء ٨٣٥ والمعارف ٥٢ وابن خلكان ١: ٨٤ في ترجمة (ايوب بن زيد) .
(٣) كذا وردت في المعارف ٢٥٨. لكن في الاشتقاق ٢٠٢ وابن خلكان ١: ٨٢: «زيد» .
(٤) انظر المقتضب ٦١ والقاموس (خمع) .','1','301',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (305,'بنت جشم بن ربيعة بن زيد مناة، تزوجها مالك بن عمرو؛ فولدت له حنتم بن مالك.
ومنهم: منصور الشاعر «١» بن الزبرقان بن سلمة بن شريك بن مطعم الكبش الرخم بن مالك بن سعد بن عامر الضحيان، صحب الرشيد وبلغ عنده المبالغ العظيمة؛ وكان أول أمره خارجياً صفرياً؛ فدخل مدينة الرقة؛ فاستند إلى سارية فإذا بها سارية داود الرقي الرافضي؛ فأتى داود وصلى، واستند إلى السارية؛ فصارت السارية بينهما؛ وجعل داود يتكلم في الإمامة مع أصحابه؛ فرجع منصور من حينه إلى مذهب الإماميّة من الرافضة؛ وكان يظهر للرشيد الانحراف عن بني علي، إلى أن أنشده العتابي يوماً شعراً له في مذهب الرافضة، فحرد الرشيد، فكتب من وقته إلى صاحب خراسان يأمره بصلب منصور بعد قطع لسانه؛ فدخل البريد رأس العين، والناس منصرفون من جنازة منصور؛ والفقيه الأندلسي أبو عمر يوسف بن عبد الله بن محمد بن عبد البر بن عاصم.
ودار بني النمر بن قاسط بالأندلس: حصن وضاح، من عمل ريّة.
والنّمر بن تولب، وهو الذي
روى عن النبي صلى الله عليه وسلم: «صوم شهر الصّبر، وثلاثة من كل شهر» .
مضى بنو النمر بن هنب بن أفصى بن دعمي.

<span data-type="title" id=toc-288>وهؤلاء بنو وائل بن قاسط بن هنب بن أفصى بن دعمي ابن جديلة بن أسد بن ربيعة بن نزار</span>
ولد وائل بن قاسط: بكر؛ ودثار، وهو تغلب؛ وعبد الله، وهو عنز؛ والشّخيص، دخل في بني تغلب؛ والحارث، دخل في بني عائش بن مالك بن تيم الله، بني ثعلبة بن بكر بن وائل: أمهم كلهم هند بنت مر بن أد بن طابخة ابن إلياس بن مضر.
_________
(١) هو المعروف بمنصور النمري. وفي الشعراء ٨٣٥ واللآلىء ٣٣٦: «منصور بن سلمة بن الزبرقان» لكن في الاغاني ١٢: ١٦ وتاريخ بغداد ١٣: ٦٥ انه يقال أيضا: «منصور بن الزبرقان بن سلمة» .','1','302',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (306,'<span data-type="title" id=toc-289>وهؤلاء بنو عنز بن وائل بن قاسط</span>
منهم: عامر بن ربيعة، صاحب رسول الله- صلى الله عليه وسلم-؛ كان حليفاً لآل الخطاب؛ وهو عامر بن ربيعة بن كعب بن مالك بن ربيعة بن عامر ابن ربيعة بن حجير «١» بن سلامان بن مالك بن ربيعة بن رفيدة بن عنز بن وائل ابن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار، كان الخطاب قد تبناه؛ فلما نزل: ادْعُوهُمْ لِآبائِهِمْ الآية، رجع إلى نسبه.
وبنو عنز بن وائل بجهة الجند من اليمن، ذوو عدد عظيم، يبلغون عشرات الألوف.
مضى عنز بن وائل بن قاسط بن هنب.

<span data-type="title" id=toc-290>وهؤلاء بنو تغلب بن وائل بن قاسط بن هنب بن أفصى بن دعمي ابن جديلة بن أسد بن ربيعة بن نزار</span>
ولد تغلب بن وائل: غنم؛ والأوس؛ وعمران. فمن ولد عمران قوم غير مشاهير. ومن ولد الأوس بن تغلب: القرثع الشاعر «٢» ؛ وأرى أن تميم بن جميل الخارج على المتوكل بديار ربيعة كان منهم، لقوله في أبياته المشهورة:
يعز على الأوس بن تغلب موقف ... يسل علي السيف فيه وأسكت

<span data-type="title" id=toc-291>وهؤلاء ولد غنم بن تغلب</span>
وفيهم البيت والعدد من بني تغلب. ولد غنم بن تغلب: عمرو، ووائل.
فمن ولد وائل بن غنم بن تغلب: شيبان، ولوذان؛ وهم غير مشاهير.
_________
(١) والنسب هنا يخالف ما في الاصابة ٧٣٧٤.
(٢) الاشتقاق ٢٠٢.','1','303',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (307,'<span data-type="title" id=toc-292>وهؤلاء ولد عمرو بن غنم بن تغلب</span>
وفيهم بيت تغلب وعددها: ولد عمرو بن غنم بن تغلب: حبيب، وفيه البيت والعدد، ومعاوية؛ وزيد؛ لهم بقية، ليسوا بالمشاهير. فولد حبيب بن عمرو «١» ابن غنم بن تغلب: بكر، وفيه البيت والعدد؛ وجشم؛ ومالك. فولد مالك بن حبيب ابن عمرو بن غنم بن تغلب: قوم غير مشاهير. ومن بني جشم بن حبيب بن عمرو ابن تغلب: الأخزل النسّابة، وهو مالك بن عبد بن جشم بن حبيب.

<span data-type="title" id=toc-293>وهؤلاء ولد بكر بن حبيب بن عمرو بن غنم بن تغلب</span>
ولد بكر بن حبيب: جشم، وفيه البيت والعدد؛ ومالك؛ والحارث؛ وعمرو؛ وثعلبة؛ ومعاوية. وهؤلاء الستّة يسمّون الأراقم.

<span data-type="title" id=toc-294>وهؤلاء بنو جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب</span>
منهم: عمرو بن كلثوم بن مالك بن عتاب بن سعد بن زهير بن جشم بن بكر بن حبيب؛ وبنوه: عبد الله، والأسود، شاعران سيدان؛ وعبّاد، وهو قاتل بشر بن عمرو بن عدس. ومن ولده: العتّابىّ الشاعر، واسمه كلثوم بن عمرو بن أيوب بن عبيد بن حبيش بن أوس بن مسعود بن عبد الله بن عمرو بن كلثوم بن مالك؛ ومالك، وعمرو، والقاسم، بنو طوق بن مالك بن عتاب بن زافر بن شريح بن عبد الله بن عمرو بن كلثوم المذكور؛ وابنا مالك بن طوق: طوق، وأحمد، كانت لهم جلالة ربيعة، وإليهم تنسب رحبة مالك بن طوق؛ ولعمرو ابن كلثوم أخ اسمه مرة بن كلثوم، فارس بطل؛ وأبو حنش عصم «٢» بن النعمان ابن مالك بن عتّاب، وهو ابن عم عمرو بن كلثوم لحّا، وعصم هذا هو قاتل شرحبيل بن الحارث الملك آكل المرار، يوم الكلاب.
_________
(١) انظر معتلف القبائل.
(٢) انظر المحبر ٢٠٤، ٢٠٦ والاشتقاق ٢٠٤.','1','304',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (308,'ومن بني كعب بن زهير بن جشم بن بكر بن حبيب: جميل، قاتل عمير بن الحباب السلمى؛ وامرؤ القيس بن أبان، الذي قتله الحارث بن عباد البكري بابنه بجير بن الحارث. ومن بني الحارث بن زهير بن جشم بن بكر بن حبيب:
كليب، ومهلهل، وعدى، وسلمة، بنو ربيعة بن الحارث بن زهير بن جشم؛ ولا نعلم لمهلهل ولداً ذكراً؛ ولا عقب له إلا من قبل ابنته ليلى، وهى أم عمرو ابن كلثوم؛ ولا نعلم لكليب ولدا إلّا الهجرس بن كليب، ولا نعرف له عقباً مذكورا ولا لعدىّ، ولا لسلمة.
مضى بنو زهير بن جشم بن بكر بن حبيب.

<span data-type="title" id=toc-295>وهؤلاء بنو مالك بن جشم بن بكر بن حبيب</span>
منهم: القطامىّ الشاعر، وهو لقب؛ واسمه عمرو بن شييم بن عمرو بن عباد ابن بكر بن عامر بن أسامة بن مالك بن جشم. ومن بني عمرو بن مالك بن جشم ابن بكر: الأخطل الشاعر، واسمه غياث بن غوث بن الصلت بن طارق «١» بن السيحان بن عمرو بن السيحان «٢» بن فدوكس بن عمرو بن مالك بن جشم بن بكر ابن حبيب.
مضى بنو مالك بن جشم بن بكر بن حبيب.

<span data-type="title" id=toc-296>وهؤلاء بنو سعد بن جشم بن بكر بن حبيب</span>
منهم: عتبة بن الوغل «٣» بن عبد الله بن عنز بن حبيب بن الهجرس بن تيم بن سعد بن جشم.
مضى بنو جشم بن بكر بن حبيب بن عمرو بن غنم بن تغلب بن وائل.
_________
(١) صوابه من صدر ديوانه والمقتضب ٦٠ ونوادر المخطوطات ٢: ٣١٧ والاغاني ٧: ١٦١ والمؤتلف ٢١ والخازنة ١: ٢٢٠.
(٢) هو السيحان بن عمرو بن فدوكس.
(٣) المقتضب ٦٠ والاشتقاق ٢٠٣ وقد جعل اشتقاقه من الوغل: الداخل في القوم ليس منهم.','1','305',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (309,'<span data-type="title" id=toc-297>وهؤلاء بنو مالك بن بكر بن حبيب بن عمرو بن غنم ابن تغلب بن وائل</span>
منهم: النعمان بن زرعة بن هرمىّ بن السّفّاح- واسم السفاح سلمه- بن خالد بن كعب القنفذ بن زهير بن تيم بن أسامة بن مالك بن بكر بن حبيب ابن عمرو؛ ومنهم: صاحب السند، هشام بن عمرو بن بسطام بن سفيح بن مروان بن يعلى بن سفيح بن السفاح سلمه بن خالد بن كعب القنفذ؛ وحنظلة ابن قيس بن هوبر، قائد بني تغلب أيام عمر بن الخطّاب، وهو من بني كنانة ابن تيم بن أسامة بن مالك بن بكر بن حبيب؛ وشعيب بن مليل الخارجي، من بني صباح «١» بن مالك بن بكر بن حبيب؛ وناشرة بن أغواث «٢» بن قعين ابن مالك بن بكر بن حبيب، قاتل همام بن مرة الشيباني.
مضى بنو مالك بن بكر بن حبيب بن عمرو بن غنم بن تغلب.

<span data-type="title" id=toc-298>وهؤلاء بنو عوف بن بكر بن حبيب بن عمرو بن غنم بن تغلب</span>
منهم: كعب بن جعيل بن قمير «٣» بن عجرة «٤» بن عوف بن بكر بن حبيب بن عمرو بن غنم بن تغلب الشاعر.
مضى بنو عوف بن بكر بن حبيب بن عمرو بن غنم بن تغلب.

<span data-type="title" id=toc-299>وهؤلاء بنو عمرو بن بكر بن حبيب بن عمرو بن غنم بن تغلب</span>
منهم: الوليد بن طريف بن عامر الخارجىّ، وهو من بني صيفي بن حيي بن عمرو بن بكر بن حبيب بن عمرو بن غنم بن تغلب؛ وأخته ليلى، القائلة:
_________
(١) صوابه في المقتضب ٦١. وقد جعله ياقوت «صباح بن مالك بن مالك بن بكر» .
(٢) صوابه في نوادر المخطوطات ٢: ١٣٠ والقاموس (نشر) .
(٣) صوابه المؤتلف ٨٤ ومعجم المرزباني ٣٤٤ والعزانة ١: ٤٥٨.
(٤) في معظم المراجع: «بن عجرة بن ثعلبة بن عوف» .','1','306',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (310,'أيا شجر الخابور مالك مورقاً ... كأنك لم تجزع على ابن طريف «١»
وكانت تركب الخيل وتقاتل، وعليها الدرع والمغفر؛ والأخنس بن شهاب الشاعر «٢» الفارس؛ والفند بن أوس، الفارس المشهور.
مضى بنو عمرو بن بكر بن حبيب بن عمرو بن غنم بن تغلب.

<span data-type="title" id=toc-300>وهؤلاء بنو معاوية بن بكر بن حبيب بن عمرو بن غنم بن تغلب</span>
منهم أعشى بني تغلب «٣» .
وأما بنو الحارث بن بكر بن حبيب بن عمرو بن غنم بن تغلب، فغير مشاهير

<span data-type="title" id=toc-301>وهؤلاء بنو ثعلبة بن بكر بن حبيب بن عمرو بن غنم بن تغلب</span>
منهم: الهذيل بن هبيرة بن قبيصة بن الحارث بن حبيب بن حرفة «٤» بن ثعلبة بن بكر بن حبيب بن عمرو بن غنم بن تغلب؛ ومعبد بن حنش بن مالك؛ وعميرة بن جعل الشاعر.
مضت بنو تغلب بن وائل بن قاسط.

<span data-type="title" id=toc-302>وهؤلاء بنو بكر بن وائل بن قاسط</span>
ولد بكر بن وائل: على؛ ويشكر؛ وبدن «٥» ، دخل بنود في بنى يشكر
_________
(١) انظر حماسة ابن الشجري ٨٩ والبحتري ٤٣٥ وأبي تمام ١٠٤٤، ١٠٩٢ بشرح المروزقي والامالي ٢: ٢٧٤ والعقد ٣: ٢٧٩ والاغاني ١١: ٨ وتاريخ الطبري ١٠: ٦٥. وقد روى ابن خلكان في ترجمة الوليد بن طريف قصيدة البيت كاملة.
(٢) من شعراء المفضليات، له المفضلية رقم ٤١.
(٣) اسمه نعمان بن نجوان، أو ربيعة بن نجوان. المؤتلف ٢٠. وفي نوادر المخطوطات ٢: ٣١٧: «يعمر بن نجوان» . وانظر الاغاني ١٠: ٩٣.
(٤) حرفة، بالفاء كما نص ابن حبيب في مختلف القبائل ٢٠.
(٥) هذا الصواب من الاشتقاق ٢٠٥ والمعارف ٤٣.','1','307',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (311,'<span data-type="title" id=toc-303>وهؤلاء بنو يشكر بن بكر بن وائل بن قاسط</span>
منهم: أسود بن مالك بن عبد الله بن عبد ود بن عبد عوف بن كعب بن مالك بن مالك بن كعب بن حرفة «١» ، من بني غنم بن حبيب «٢» بن كعب بن يشكر، صاحب النخل الموقوفة، التي تصرم في كل سنة مرّتين؛ وفيها قبره.
ومنهم: صاحب الفرخ العقاب «٣» ، وهو الحارث بن غبر بن غنم بن حبيب بن كعب بن يشكر؛ وأمّ غبر هى الناقميّة، وهى بنت ناقم، وهو عامر ابن جدان «٤» بن جديلة بن أسد بن ربيعة؛ وقال أبو زياد الكلابي: هي من تغلب؛ وهو أصحّ. وكان الحارث سيد ربيعة إلى أن قتل الفرخ المذكور عمرو الأعمى بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر ابن وائل؛ وكان اسم الفرخ عنّة.
ومنهم: أمين بن أحمر بن مسهر بن قيس بن مالك بن ثعلبة بن جشم بن غبر بن غنم، ولى خراسان.
ومنهم: عامر بن جشم بن حبيب بن كعب بن يشكر، وعامر هذا هو ذو المجاسد؛ وهو أول من أعطى الذكر حظّين والأنثى حظّا.
ومنهم: الأرقم بن علباء بن عوف بن الأسعد بن كعب بن عجل بن العتيك ابن كعب بن يشكر، الذي ذبح كبش النعمان.
ومنهم: ابن الكوّاء، واسمه عبد الله بن عمرو بن النعمان بن ظالم بن مالك ابن أبي بن عصم «٥» بن سعد بن عمرو بن جشم بن كنانة بن حرب بن يشكر.
_________
(١) صوابه من مختلف القبائل ٢٠.
(٢) في المزهر ٢: ٤٥: «كل شيء في العرب فهو حبيب، سوى حبيب بن عمرو في تغلب، وحبيب ابن جذيمة في قريش بالتصغير والتعفيف. وسوى حبيب بن الجهم في النمر، وحبيب بن كعب في بني يشكر، وحبيب بن الحارث في ثقيف، فان الثلاثة بالتصغير والتشديد» .
(٣) كذا بتعريف «الفرخ» وفي المقتضب ٥٩: «صاحب الفرخ» .
(٤) هذا الصواب من مختلف القبائل ٣.
(٥) صوابه من المقتضب ٦٠. وفي نهاية الارب ٢: ٣٣٠: «عصيم» . وانظر لابن الكواء: ابن النديم ١٣٣ والمعارف ٢٣٣ والاشتقاق ٢٠٥ والاغاني ١٣: ٥٢.','1','308',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (312,'ومنهم: الشاعر الحارث بن حلزة بن مكروه بن بديد «١» بن عبد الله بن مالك ابن عبد سعد بن جشم بن ذبيان بن كنانة بن يشكر؛ ومن ولده: شهاب بن مذعور بن الحارث بن حلزة، كان عالما بالأنساب.
ومنهم: سويد بن أبي كاهل، من بني حارثة بن حسل بن مالك بن عبد سعد ابن جشم بن ذبيان بن كنانة بن يشكر.
ومنهم: عباد بن جهم، من بني جهارة بن ذبيان بن كنانة بن يشكر، قاتل ناشرة التغلبي طلباً بثأر همام بن مرة.
ومنهم: الريان اليشكري، سيد بني بكر في آخر أمرهم، في حربهم مع بني تغلب.
ومنهم: عطيّة العوفىّ، المحدّث، وهو من بني عوف بن سعد، فخذ من بني عمرو بن عباد بن يشكر بن بكر بن وائل.
مضى بنو يشكر بن بكر بن وائل.

<span data-type="title" id=toc-304>وهؤلاء بنو علي بن بكر بن وائل</span>
ولد علي بن بكر بن وائل: صعب بن علي، لم يعقب له غيره. فولد صعب ابن علىّ: مالك، ولجيم؛ وعكابة، فيه البيت والعدد. فمن ولد مالك بن صعب:
شهل بن شيبان بن زمان بن مالك بن صعب بن علي، وهو المعروف بالفند.

<span data-type="title" id=toc-305>وهؤلاء بنو لجيم بن صعب بن علي بن بكر بن وائل</span>
ولد لجيم بن صعب بن علي بن بكر: حنيفة؛ وعجل.

<span data-type="title" id=toc-306>وهؤلاء بنو حنيفة بن لجيم بن صعب</span>
وهم أهل اليمامة، وهم أصحاب نخل وزرع. فولد حنيفة بن لجيم: الدّول، وفيه الثروة من بني حنيفة والعدد؛ وعدىّ؛ وعامر.
_________
(١) انظر المقتضب ٦٠ واللآلىء ٦٣٨. وفي القاموس (بدد) : «وكزبير: جد حلزة بن مكروه» . وانظر شرح الانباري للمفضليات ٥١٥.','1','309',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (313,'فمن بني عامر بن حنيفة: عبد الرحمن بن محدوج «١» بن ربيعة بن سمير ابن عاتك بن قيس بن سعد بن الحارث بن عامر بن حنيفة.
ومن ولد عدي بن حنيفة: عبد الله، وعبد الحارث، وعبد مناة، ومرّة، وسعد:
أمهم «٢» ضبيعة بنت عجل بن لجيم. ومنهم؛ مسيلمة الكذاب بن ثمامة بن كثير بن حبيب بن الحارث بن عبد الحارث بن عدي بن حنيفة، يكنى أبا ثمامة؛ ونجدة بن عويمر بن عبد الله بن سيار بن المطرح بن ربيعة بن الحارث ابن عبد الحارث بن عدي بن حنيفة الخارجىّ؛ والشاعر العبّاس بن الأحنف ابن الأسود بن طلحة بن حدان «٣» بن كلدة بن جذيم «٤» بن شهاب بن سالم بن حية «٥» بن كليب بن عبد الله بن عدي بن حنيفة: كتبته من خط الحكم المستنصر بالله، رحمه الله.

<span data-type="title" id=toc-307>وهؤلاء بنو الدول بن حنيفة بن لجيم بن صعب</span>
ولد الدول بن حنيفة: مرّة، وعبد الله، وذهل، وثعلبة.

<span data-type="title" id=toc-308>وهؤلاء بنو مرة بن الدول بن حنيفة</span>
منهم: هوذة بن علي بن ثمامة بن عمرو بن عبد العزّى بن سحيم بن مرة ابن الدول، توجه إلى كسرى: وعمرو [بن عمرو «٦» ] بن عبد الله بن عمرو بن
_________
(١) انظر الاشتقاق ٢٠٩.
(٢) انظر المقتضب ٥٧ والمعارف ٤٣ والمحبر ٢٣٥.
(٣) وفي وفيات الاعيان في ترجمته «حردان» . وفي تاريخ بغداد ١٢: ١٢٧ والاغاني ٨: ١٤: «جدأن» .
(٤) هذا ما في تاريخ بغداد. وفي ابن خلكان: «خزيم» .
(٥) ابن خلكان: «حبة» ، تاريخ بغداد: «دحية» .
(٦) انظر المقتضب ٥٧: ان قاتل النعمان «شمر بن عمرو بن عبد الله» .','1','310',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (314,'عبد العزّى بن سحيم بن مرة بن الدول، قاتل المنذر بن ماء السماء يوم عين أباغ؛ وفيه يقول أوس بن حجر:
أنبئت أن دماً حراماً نلته ... وهريق في برد عليك محبر «١»
ومنهم: طلق، وشيبان، ومالك، بنو عمرو بن عبد الله، إخوة عمرو بن عمرو المذكور: أمهم عوانة الملافظة بنت زيد بن عبيد بن يربوع بن ثعلبة بن الدول بن حنيفة، سميت بذلك لسخائها؛ وقد مدحهم الأعشى. ومن ولد طلق بن عمرو المذكور: طلق بن علي بن طلق بن عمرو، له صحبة ورواية؛ وابنه عبد الرحمن بن طلق. روى عنه.

<span data-type="title" id=toc-309>وهؤلاء بنو عبد الله بن الدول بن حنيفة</span>
منهم: أبو مريم صبيح بن المحترش بن عبد عمرو بن عبيد بن مالك بن المغيرة بن عبد الله بن الدول، يقال إنه قاتل زيد بن الخطاب- رضي الله عنه- وأسلم بعد ذلك، وصلحت حاله، ووفد على أبي بكر الصديق- رضي الله عنه- في عشرة من بني حنيفة؛ ففقه فى الإسلام والقرآن والعلم، وولاه عمر بن الخطاب- رضي الله عنه- قضاء البصرة.

<span data-type="title" id=toc-310>وهؤلاء بنو ذهل بن الدول بن حنيفة</span>
منهم: جبلة بن ثور بن هميان بن جئاوة بن عبد مناة بن هفان بن الحارث ابن ذهل بن الدول بن حنيفة، تزوج كبشة بنت الحارث بن كريز بن ربيعة بن حبيب بن عبد شمس؛ ثم خلف عليها بعده مسيلمة الكذاب؛ ثم خلف عليها بعد مسيلمة عبد الله بن عامر بن كريز، فولدت له؛ وأبو راشد نافع بن الأزرق ابن قيس بن نهار بن إنسان بن أسد بن صبرة بن ذهل بن الدول بن حنيفة، الذي تنسب إليه الأزارقة من الخوارج؛ وكان في أول أمره من أصحاب ابن عباس- رضي الله عنه- ثم غلب عليه الشقاء، فاستعرض المسلمين بسيفه، وقتل النساء والأطفال، وعطّل الرّحم، وفارق الإسلام.
_________
(١) ديوان أوس بن حجر ص ٩ والحماسة بشرح المرزوقي ٤٣٢، ١٤٤٠.','1','311',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (315,'<span data-type="title" id=toc-311>وهؤلاء بنو ثعلبة بن الدول بن حنيفة</span>
منهم: ثمامة بن أثال بن النعمان بن مسلمة بن عبيد بن ثعلبة بن الدول بن حنيفة، أسلم، وله صحبة؛ وعمه مطرف بن النعمان، كان سيدا؛ وابن عمهم حريث بن جابر بن مسلمة بن عبيد، كان سيدا؛ وخليد بن عبد الله بن زهير بن سارية بن مسلمة بن عبيد، ولي خراسان؛ والمعترض بن عزال بن سبيع بن مسلمة بن عبيد، قتل يوم اليمامة؛ وابن عمه محكم «١» بن الطفيل بن سبيع بن مسلمة، قتل يوم اليمامة، وكان أشرف في قومه من مسيلمة، وابن عمه:
الفرافصة بن عمير بن شيبان بن سبيع بن مسلمة، حليف لقريش؛ ومجّاعة بن مرارة بن سلمى بن زيد بن عبيد بن ثعلبة بن يربوع بن ثعلبة بن الدول، أسره خالد بن الوليد، وعلى يده كان صلح أهل اليمامة؛ ومن ولده: الدخيل بن إياس ابن نوح بن مجاعة بن مرارة، روى عنه.
مضى بنو حنيفة بن لجيم بن علي بن بكر بن وائل.

<span data-type="title" id=toc-312>وهؤلاء بنو عجل بن لجيم بن صعب بن علي بن بكر</span>
منهم: ثعلبة بن حنظلة بن سيار بن حيي بن حاطبة بن الأسعد «٢» بن جذيمة ابن سعد بن عجل بن لجيم، صاحب القبة يوم ذى قار «٣» ؛ وأخواه عبد الأسود، ويزيد؛ سادوا كلهم؛ والحكم بن عتيبة بن النّهّاس (واسم النهاس عبدل) ابن حنظلة بن تامر بن الحارث بن سيار بن حيي بن حاطبة، فقيه أهل الكوفة؛ وسعيد بن مرة، الذي غلب على أذربيجان، هو من بني عبد الله بن سيار بن الأسعد بن جذيمة بن سعد بن عجل بن لجيم؛ وإياس بن مضارب؛ وابنه راشد بن إياس؛ كان إياس على شرطة بن مطيع، قتلهما المختار يوم جبّانة السبيع؛
_________
(١) انظر المقتضب ٥٧ والاشتقاق ٢١٠.
(٢) انظر المقتضب ٥٧.
(٣) المقتضب. «صاحب الفتنة يوم درقان» .','1','312',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (316,'ولإياس بن مضارب عقب بالكوفة غالية خنّاقون؛ وأبو دلف القاسم بن عيسى بن إدريس بن معقل بن سيار بن شيخ بن سيار «١» بن عبد العزى بن دلف بن جشم بن قيس بن سعد بن عجل بن لجيم، كان جده إدريس بن معقل عطاراً، ثم جلت حال ولده؛ منهم: عبد العزيز بن دلف بن أبي دلف، ثار بإصبهان؛ وبنوه: دلف بن عبد العزيز، ثار بفارس أيضا. وإخوته أحمد، وبكر، وعمرو والحارث، ثاروا كلهم بإصبهان؛ ولهم عقب كثير؛ وكانت مدتهم، مذ ثار عبد العزيز بن دلف بالجبل إلى أن مات بكر بن عبد العزيز، ثلاثاً وثلاثين سنة؛ وكان لهم أخ اسمه هطال «٢» بن عبد العزيز؛ والأغلب العجلى الراجز، وهو الأغلب بن جشم بن عمرو بن عبيدة بن حارثة بن دلف بن جشم بن قيس ابن سعد بن عجل بن لجيم، له صحبة «٣» ؛ والراوية خداش بن إسماعيل بن خداش ابن جبير بن هلال بن مرة بن عبد الله بن معاوية بن عبد سعد «٤» بن جشم بن قيس بن سعد بن عجل بن لجيم، له صحبة؛ والمحدث عبد الله بن الوليد الوصافي، من ولد حنظلة بن قيس [بن سيار] بن سلمة بن مالك بن الحارث الوصاف بن مالك بن عامر بن كعب بن سعد بن ضبيعة بن عجل، سمي الوصاف لإشارته على المنذر بن ماء السماء يوم أوارة بصب الماء على الدم، حتى يبلغ أسفل الجبل ليبر بيمينه «٥» . ومنهم: النسير بن ديسم بن ثور بن عريجة «٦» بن محلّم
_________
(١) بدله عند ابن خلكان: «بن معقل بن عمير بن شيخ بن معاوية بن خزاعي» . ومثله في تاريخ بغداد ١٢: ٤١٦ بابدال: «عمرو» بعمير.
(٢) في بعض المراجع عطال.
(٣) الاصابة ٢٢٣ والاشتقاق ٢٠٨ والمؤتلف ٢٢ والاغاني ١٨: ١٦٤ والخازنة ١: ٣٣٢ واللآلىء ٨٠١ والشعراء ٥٨٥. في المقتضب ٥٨: «الاغلب بن جعشم» ، تحريف.
(٤) انظر المقتضب ٥٨.
(٥) المقتضب ٥٨ والاشتقاق ٢٠٨.
(٦) أثبت الصواب من القاموس (عرج) . ومعجم البلدان (النسير) .','1','313',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (317,'ابن هلال بن ربيعة بن ضبيعة بن عجل، صاحب قلعة النّسير. ومنهم: جابر، وعامر، وعبد الله، وعبد المنذر، وعبد النعمان، وحنظلة، وعرفجة «١» ، وخليفة، ومسروق، وضرار، ويزيد؛ رأسوا كلهم؛ وهم بنو بجير بن عائذ بن شريط بن عمرو بن مالك بن ربيعة بن عجل بن لجيم؛ ولد جابر المذكور منهم: أبجر؛ فولد أبجر: حجار بن أبجر، رأس بالكوفة؛ ومات أبوه نصرانيّا؛ والراجز أبو النجم واسمه الفضل بن قدامة بن عبيد بن عبد الله بن عبدة بن الحارث بن إياس بن عوف بن ربيعة بن مالك بن ربيعة بن عجل بن لجيم؛ والشاعر العديل بن الفرخ (بالخاء المنقوطة على رأسها وإسكان الراء) بن معن «٢» بن أسود بن عمرو «٣» ابن جابر بن ثعلبة بن شنى بن العبّاب «٤» ، واسمه الحارث، بن ربيعة.
مضى بنو لجيم بن صعب بن علي بن بكر بن وائل.

<span data-type="title" id=toc-313>وهؤلاء بنو عكابة بن صعب</span>
ولد عكابة بن صعب: ثعلبة، وهو الحصن «٥» ؛ وقيس، دخل بنوه في بني ذهل بن ثعلبة. فولد ثعلبة بن عكابة: شيبان؛ وذهل، وقيس؛ والحارث دخل بنوه في بني أنمار بن دب بن مرة بن ذهل بن شيبان بن ثعلبة؛ وأمهم رقاش، وهى البرشاء بنت الحارث بن العتيك بن غنم بن تغلب؛ وتيم الله بن ثعلبة، وأمه الجذماء، وهى أسماء بنت جل بن عدي بن عبد مناة بن أد بن طابخة بن الياس ابن مضر؛ سميتا بذلك لأنهما كانتا ضرتين، فقعدتا تصطليان، فتشاجرتا، فنضحت أسماء على وجه رقاش الجمر، فتبرش وجهها، فسميت البرشاء، فضربتها رقاش، فقطعت يدها، فسميت الجذماء.
_________
(١) «عرفجة» ، صوابه من المقتضب ٥٩.
(٢) هذا الصواب من المقتضب ٥٩ والاغاني ٢٠: ١١.
(٣) وكذا في المقتضب. وبينه وبين تالية في الاغاني: «بن عوف بن ربيعة» .
(٤) انظر المقتضب ٥٩ والاغاني، وفيه: «كان العباب اسم كلب للحارث بن ربيعة بن عجل، فلقب باسم كلبه» .
(٥) في المقتضب ٦٢: «الحضر» .','1','314',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (318,'وولد ثعلبة أيضا: أتيد «١» ، واسمه مالك؛ وضنّة. فأما أتيد، فدخل بنوه في بني هند من بنى شيبان؛ وأما ضنة، فدخل بنوه في بني عذرة: فهم يقولون ضنة بن عبد بن كبير بن عذرة بن سعد هذيم، إلّا أنّ البيت والعدد في ولد شيبان ابن ثعلبة، ثم في ولد ذهل وقيس وتيم الله بن ثعلبة.

<span data-type="title" id=toc-314>وهؤلاء بنو تيم الله بن ثعلبة بن عكابة بن صعب ابن علي بن بكر بن وائل</span>
ولد تيم الله بن ثعلبة: الحارث، ومالك، وهلال، وعبد الله، وحاطبة، وعامر. فولد الحارث بن تيم الله بن ثعلبة: ثعلبة، وهو الغباب «٢» ، سمي بذلك يوم التحاليق بقوله:
أضرب ضرباً غير تغبيب «٣»
ومالك؛ وعامر؛ وشيبان: أمهم عدية بنت شيبان بن ذهل بن ثعلبة؛ منهم:
أوس بن محصن بن عامر بن عبد الله بن عائذ بن ثعلبة بن الحارث بن تيم الله ابن ثعلبة، وهو الذي أطلق له السبي يوم أوارة؛ ونهار بن توسعة بن تميم «٤» بن عرفجة بن عمرو بن حنتم بن عدي بن الحارث بن تيم الله بن ثعلبة بن عكابة؛ وصعير «٥» بن كلاب بن عامر بن مالك بن تيم الله بن ثعلبة، كان من فرسان بكر؛ ومن ولده: لسان الحمّرة، واسمه حصن بن ربيعة بن صعير «٦» بن كلاب؛ والنسّابة هو عبد الله بن لسان الحمّرة؛ وعبيد الله بن زياد بن ظبيان ابن مطر بن الجعد بن قيس بن عمرو بن مالك بن عائش بن مالك بن تيم الله ابن ثعلبة بن عكابة: قاتل المصعب بن الزبير- رحمه الله-؛ وكان المصعب قد قتل النابئ بن زياد، أخا عبيد الله المذكور؛ وإلى عائش بن مالك هذا
_________
(١) وكذا في المعارف ٤٤. ونظيره في قبائلهم: «أتيد بن خطام بن صهيبة» في نهاية الارب ٢: ٣١١. لكن في المقتضب: «أسيد» مضبوطا بالتصغير.
(٢) انظر المقتضب ٥٥.
(٣) انظر المقتضب. والميداني ٢: ٣٥٢ والمعارف ٤٥ ومعجم البلدان.
(٤) انظر المقتضب والمؤتلف ١٩٣. وانظر ترجمة نهار في المؤتلف، والشعراء ٥٢١ واللآلىء ٨١٧ والمؤتلف ١٩٣ والحماسة بشرح المرزوقي ٩٥٢.
(٥) انظر الاشتقاق ٢١٣.
(٦) انظر الاشتقاق ٢١٣.','1','315',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (319,'ينتسب العائشيون؛ وأوس بن ثعلبة بن زفر بن عمرو بن أوس بن وديعة بن مالك بن تيم الله بن ثعلبة بن عكابة، ولي بعض خراسان وقتل بناحية هراة.
مضى بنو تيم الله بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل.

<span data-type="title" id=toc-315>وهؤلاء بنو ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل</span>
ولد ذهل بن ثعلبة: شيبان؛ وعامر؛ وذهل بن ذهل، دخل بنوه في بنى ضبّة.

<span data-type="title" id=toc-316>وهؤلاء بنو عامر بن ذهل بن ثعلبة</span>
ولد عامر بن ذهل: معاوية، وثعلبة، وعوف، ومالك، وهو البطاح «١» .
فمنهم: عبد الكريم بن أبي العوجاء، التي صلبة محمد بن سليمان بن علي بن عبد الله بن العباس بالبصرة على الزندقة، وهو من بني عمرو بن ثعلبة بن عامر بن ذهل بن ثعلبة؛ وحسّان بن محدوج «٢» بن بشر بن خوط بن سعنة بن عتود بن مالك بن الأعور بن مالك بن ثعلبة بن عامر بن ذهل بن ثعلبة، كان صاحب لواء علي- رضي الله عنه- يوم الجمل؛ فقتل؛ فأخذه أخوه حذيفة بن محدوج، فقتل؛ فأخذه عمه الأسود بن بشر، فقتل، فأخذه ابن عمهم عبد بن بشر بن حسان بن خوط بن سعنة، فقتل: فأخذه عمه الحارث بن حسان بن خوط، فقتل؛ فأخذه ابنه عديس «٣» بن الحارث بن حسان بن خوط، فقتل؛ فأخذه ابن عمهم زهير بن عمرو بن خوط، فقتل: فتحاماه زهير بن عمرو بن مالك بن ثعلبة بن عامر بن ذهل؛ فأخذه خصفة بن قيس بن مرة بن شراحيل بن عوف ابن شعثم «٤» الأكبر بن معاوية بن عامر بن ذهل بن ثعلبة، وقال لسائر قومه،
_________
(١) المقتضب ٥٦ وشرح التبريزي للحماسة ٢: ٢٧١ وحواشي شرح المرزوقي ٧٧٢. وقد ضبط في نسخة المقتضب بضم الباء. وبيت الحماسة:
ألا أبلغ بني ذهل رسولا ... وخص الى سراة بني البطاح
(٢) نص على اشتقاقه في الاشتقاق ٢٠٩. وانظر الاصابة ١٧٠١ والاغاني ١١: ٢٨ والطبري ٥: ٢١٢.
(٣) في الاصابة: «عنبس» .
(٤) في المقتضب ٥٦: «وولد معاوية بن عامر: الحارث أو حارثة- وهو شعتم- وعبد شمس، وعمرا، وشعيثا- وهو شعثم الصغير» .','1','316',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (320,'وقد سلموا له اللواء: «أما والله لو كان بردتين، ما حبوتموني بهما!» ؛ فضرب بالسيف، فقطع أنفه وبعض [أحد] لحييه، وعاش بعد ذلك زمانا؛ واسم الشّعثم الأكبر: حارثة؛ وأخوه عبد شمس هو الشعثم الأصغر «١» ؛ وفيهما يقول مهلهل:
بيوم الشعثمين لقرّ عينا ... وكيف لقاء من تحت القبور «٢»
ومن بنى البطاح، وهو مالك بن عامر بن ذهل بن ثعلبة: بنو كسر، وبنو خيبري ابنا عمرو بن البطاح، وهم باليمامة.

<span data-type="title" id=toc-317>وهؤلاء بنو شيبان بن ذهل بن ثعلبة بن عكابة بن صعب</span>
ولد شيبان بن ذهل بن ثعلبة: سدوس (بفتح السين؛ وكذلك هي في جميع العرب حاشا في طيئ «٣» وحدها: فإنهم سدوس بالضم) ؛ ومازن؛ وعلى؛ وعامر؛ وعمرو، وأمّ هؤلاء الخمسة من بني تغلب، ومالك؛ وزيد مناة: أمهما رقاش بنت ضبيعة بن قيس بن ثعلبة؛ فنسبوا إليها، فهم الرقاشيون. فمنهم:
الحضين بن المنذر بن الحارث بن وعلة بن المجالد بن اليثربي بن الريان بن الحارث بن مالك بن شيبان بن ذهل بن ثعلبة، صاحب راية ربيعة كلها لعلي- رضي الله عنه- يوم صفين؛ وفيه يقول علي- رضي الله عنه:
لمن راية سوداء يخفق ظلها ... إذا قيل: «قدّمها حضين» تقدّما «٤»
وطال عمره حتى أدرك إمارة سليمان بن عبد الملك؛ وابنه يحيى بن الحضين، كان أثيراً عند بني أمية، قتله أبو مسلم مع المضرية، وله ابن آخر اسمه غياظ ابن الحضين. وقتل أبو مسلم أيضاً الحضين بن يحيى بن الحضين مع اليمانية، يوم قتل علي بن جديع «٥» الكرماني، وكان قتله لأبيه مع المضرية، إذ هرب
_________
(١) انظر المقتضب.
(٢) انظر امالي القالي ٢: ١٣١ والاغاني ٤: ١٤٦.
(٣) يشير بذلك الى سدوس بن أصمع، من طيء. مختلف القبائل ٤.
(٤) وقعة صفين ٣٢٥ والطبري ٦: ٢٠ والكامل ٤٣٦ واللسان (حضن) واللآلىء ٨١٧.
(٥) انظر الاشتقاق ٢٩٥ والطبري ٩: ٩١، ٩٧ وانظر نوادر المخطوطات ٢: ١٨٦، ١٩١.','1','317',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (321,'نصر بن سيّار، وخرج عبد الله بن يحيى بن الحضين مع إبراهيم بن عبد الله بن الحسن [بن الحسن] بالبصرة. ومن بني سدوس: أبو فيد مؤرّج، صاحب الخليل بن أحمد، واسمه مرثد «١» بن الحارث بن ثور بن حرملة بن علقمة بن عمرو بن سدوس، وهو القائل:
روعت بالبين حتى ما أراع به ... وبالمصائب في أهلى وإخوانى
لم يترك الدهر لي علقاً أضن به ... إلا اصطفاه بنأي أو بهجران
وبشير بن معبد، وهو المعروف ببشير بن الخصاصية «٢» ؛ وكان اسمه زحم «٣» ؛ فسماه النبي- صلى الله عليه وسلم- بشيرا. ومنهم: خالد بن المعمر بن سلمان «٤» ابن الحارث بن شجاع بن الحارث بن سدوس بن شيبان، الذي يقال فيه لمعاوية رحمه الله:
معاوي أكرم خالد بن معمر ... فإنك لولا خالد لم تؤمر
وقتادة بن دعامة بن عزيز بن كريم «٥» بن عمرو بن ربيعة بن الحارث بن سدوس بن شيبان، الفقيه البصرىّ الأعمى؛ ومجزأة، وشقيق، ابنا ثور بن عفير «٦» بن زهير بن كعب بن سدوس؛ وابن أخيهما سويد بن منجوف بن ثور؛ قتل مجزأة أيام عمر- رضي الله عنه- وكان سيدا فاضلا؛ وساد شقيق بعد ذلك، وكذلك سويد بن منجوف. ومن بني ثعلبة بن سدوس: علباء بن الهيثم، كان سيدا بالكوفة، وهو أول من دعا إلى علىّ بها.
وذكر الكلبي أن عمران بن حطان من بني سدوس؛ والتي رويناه في نسبه أن عمران بن حطان بن عبد الله الرقاشي كان أبوه من أصحاب أبي موسى الأشعرىّ وعبادة بن الصامت.
_________
(١) ابن خلكان: «وقيل: ان اسمه مرثد، ومؤرج لقب له» . وانظر انباه الرواة ٣: ٣٢٧ وما في حواشيه من المراجع.
(٢) انظر الاصابة حيث نص على أنه بالزاي وسكون المهملة.
(٣) انظر الاصابة حيث نص على أنه بالزاي وسكون المهملة.
(٤) في الاصابة ٢٣١٧: «سليمان» .
(٥) كريم، ساقط من نسبه في تهذيب التهذيب ٨: ٣٥١ وابن خلكان. وانظر نكت الهميان ٢٣٠.
(٦) انظر الاشتقاق ٢١٢.','1','318',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (322,'ومن بني عمرو بن شيبان بن ذهل بن ثعلبة: أبو داود خالد بن إبراهيم بن عبد الرحمن بن قعبل «١» بن الحارث، أحد النقباء لبني العباس، وهو ولي خراسان بعد أبي مسلم. ومنهم: دغفل النسّابة، وهو دغفل بن حنظلة بن يزيد بن «٢» عبدة ابن عبد الله بن ربيعة بن عمرو بن شيبان بن ذهل بن ثعلبة؛ والقعقاع بن شور «٣» ومطير بن القعقاع بن شور، حكم بجهة الموصل؛ والفقيه الجليل أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد بن إدريس بن عبد الله بن حيان بن عبد الله بن أنس بن عوف بن قاسط بن مازن بن شيبان بن ذهل بن ثعلبة؛ وابناه: عبد الله، قاضي حمص، وصالح، قاضى الثّغر؛ وابن ابنه: زهير بن صالح، محدث؛ وابن أخيه: محمد بن أحمد بن صالح، محدث.
مضى بنو ذهل بن عكابة بن صعب بن علي بن بكر بن وائل.

<span data-type="title" id=toc-318>وهؤلاء بنو قيس بن ثعلبة بن عكابة بن صعب ابن علي بن بكر بن وائل</span>
ولد قيس بن ثعلبة بن عكابة بن صعب: ضبيعة: وتيم؛ وثعلبة؛ وسعد.
فولد ضبيعة بن قيس بن ثعلبة: مالك: وربيعة، وهو جحدر، وعباد: وسعد؛ رهط الأعشى؛ واسم الأعشى ميمون بن قيس بن جندل بن شراحيل بن عوف ابن سعد بن ضبيعة؛ وقيل أيضاً: ميمون بن قيس بن شراحيل بن عوف بن ثعلبة بن سعد بن ضبيعة؛ فأسقط هاهنا جندلا وزاد ثعلبة.
فمن بني مالك بن ضبيعة: المرقش الأكبر، واسمه عمرو بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة؛ والمرقّش الأصغر، وهو ابن أخي المرقش الأكبر، واسمه ربيعة بن قيس بن سعد بن مالك بن ضبيعة «٤» ؛ وطرفة الشاعر،
_________
(١) انظر الطبري ٩: ١٦٩.
(٢) وكذا في المقتضب ٥٦. وفي الاصابة ٢٣٩٥ وتهذيب التهذيب ٣: ٢١٠: «زيد» . وانظر ابن النديم ١٣١ والميداني ٢: ٢٧٣ والمعارف ٢٣٢ والاشتقاق ٢١١ وتاريخ الاسلام ٢: ٢٨٧.
(٣) انظر الاشتقاق ٢١١ والمعارف ٤٥ ولسان الميزان ٤: ٤٧٤ والعقد ٣: ٣٦٢.
(٤) في ترجمة المرقشين خلاف كبير. انظر له اللآلىء ٨٧٣ ومراجع الراجكوتي، وما في شرح المفضلية ٤٥، ٥٥ طبع المعارف.','1','319',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (323,'وهو طرفة بن العبد بن سفيان بن سعد بن مالك بن ضبيعة؛ وله أخ اسمه معبد ابن العبد؛ والشاعر عمرو بن قميئة بن سعد بن مالك، وهو أيضاً ابن أخي المرقش الأكبر؛ وابن عمه لحاً عمرو بن مرثد بن سعد بن مالك بن ضبيعة، كان سيدا، وكان له عشرون أبناء ذكور؛ منهم: بشر، ومرثد، والفيض، وذهل؛ أمهم زهيرة بنت عائذ بن عمرو بن ربيعة بن ذهل بن شيبان. ومنهم أيضا: شرحبيل «١» ، ومحمود، وحسّان: أمهم ماوية بنت حوي بن سفيان ابن مجاشع بن دارم، من بني تيم، وغيرهم؛ ساد منهم ومن بنيهم جماعة، منهم: الحصم «٢» صاحب المشركين في الردة، وهو شريح بن ضبيعة بن شرحبيل ابن عمرو بن مرثد؛ وعبد عمرو بن بشر بن عمرو بن مرثد؛ وعبادة بن مرثد ابن عمرو بن مرثد؛ وصعصعة بن محمود بن عمرو بن مرثد.
ومن بني عباد بن ضبيعة «٣» بن قيس بن ثعلبة بن عكابة: الحارث بن عباد، وأخواه عمرو، وجرير، وابنه بجير بن الحارث، المقتول في حرب بكر وتغلب وقيل: بل هو ابن عمرو بن عباد. ومن بني جرير بن عباد: الجريرىّ المحدث «٤» .
ومن بنى ربيعة، وهو جحدر بن ضبيعة: مالك بن مسمع بن شهاب بن قلع ابن عمرو بن عباد بن جحدر بن ضبيعة؛ لبنيه وبنى إخوته بالبصرة عدد وثروة؛ وأخواه مقاتل بن مسمع، وكان فارسا؛ وعامر بن مسمع، وكان جبانا؛ وابناه:
الجبّار، ومالك، ابنا مقاتل بن مسمع، قتلهما يزيد بن المهلب إذ قام بالبصرة؛ فولد مالك بن مسمع: مسمع، يكنّى أبا سيّار؛ وسفيان بن مالك؛ فولد مسمع بن مالك بن مسمع: عبد الملك، ومالك، قتلهما معاوية بن يزيد بن المهلب إذ بلغه قتل أبيه؛ فولد عبد الملك بن مسمع بن مالك بن مسمع:
شيبان؛ وشهاب؛ ومسمع، لقبه كردين؛ وغسّان؛ وعامر النسابة، بنو عبد الملك؛ قام شهاب ومسمع مع إبراهيم بالبصرة؛ وولد شيبان بن عبد الملك بن
_________
(١) انظر المحبر ٤٦٣.
(٢) انظر المحبر.
(٣) انظر المقتضب ٥٦.
(٤) هو سعيد بن أياس الجريري. تهذيب التهذيب ٤: ٥.','1','320',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (324,'مسمع بن مالك بن مسمع: عبد الله بن شيبان، خرج مع إبراهيم بالبصرة، وولد مالك بن مسمع بن مالك بن مسمع: عون؛ ومسمع، يكنى أبا سيار، ابنا مالك، خرجا مع إبراهيم أيضا. ومن ولد مسمع هذا: الأمير المسمعى صاحب فارس، وهو إبراهيم بن عبد الله بن إبراهيم بن جعفر بن عبد الملك بن مسمع بن مالك بن مسمع بن مالك بن مسمع بن شهاب بن قلع. وولد سفيان بن مالك بن مسمع؛ محمّد ابن سفيان؛ فولد محمد بن سفيان: محمّد.
وبنو مطروح كانوا بقرطبة، بيت لها نباهة، لم يبق منهم إلا محمد بن خلف بن محمد بن عبد العزيز بن محمد بن يوسف بن مطروح بن أبي السيراء «١» عبد العزيز بن عبد الله بن مهران بن عدىّ بن واثلة بن زيد بن ربيعة بن سعد بن مالك بن تيم بن قيس بن ثعلبة بن عكابة، وبنوه: أحمد، وعبد الله، وإسماعيل وهم بأونبة «٢» من لبلة.
مضى بنو قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل.

<span data-type="title" id=toc-319>وهؤلاء بنو شيبان بن ثعلبة بن عكابة بن صعب بن علىّ ابن بكر بن وائل</span>
ولد شيبان بن ثعلبة بن عكابة: ذهل، وتيم، وثعلبة، وعوف، وهم بنو الشقيقة، دخلوا في بني أخيهم ثعلبة بن شيبان؛ وليس في بني تيم بن شيبان كبير اشتهار. ومن بني ثعلبة بن شيبان: مصقلة بن هبيرة بن شبل بن يثربي بن امرئ القيس بن ربيعة بن مالك بن ثعلبة بن شيبان بن ثعلبة بن عكابة بن صعب، وأخوه نعيم ابن هبيرة.

<span data-type="title" id=toc-320>وهؤلاء بنو ذهل بن شيبان بن ثعلبة</span>
وفيهم البيت والعدد. ولد ذهل بن شيبان: محلم؛ ومرّة؛ وأبو ربيعة؛ والحارث؛ ومازن؛ وعبد غنم؛ وعوف؛ وعمرو؛ وشيبان. ولده بنجران، ليس في ولد عوف وعبد غنم وعمرو كبير اشتهار؛ ولهم عدد جمّ.
_________
(١) انظر ابن الفرضي ٢: ١١ في ترجمة «محمد بن يوسف بن مطروح» .
(٢) في غربي الاندلس.','1','321',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (325,'<span data-type="title" id=toc-321>وهؤلاء بنو محلم بن ذهل بن شيبان</span>
ولد محلم بن ذهل: عوف بن محلّم، التي يقال له: «لا حر بوادى عوف «١» » ؛ وعمرو بن محلّم؛ وربيعة، وأبو ربيعة، ابنا محلّم وثعلبة بن محلم، رهط سكين الخارجي فمن بني عمرو بن محلم: ثور بن الحارث بن عمرو بن محلم بن ذهل، وهو أخو آكل المرار لأمه؛ ومن ولد ثور المذكور: البطين الخارجى، التي كان مع شبيب. ومن بني ربيعة بن محلم: الضحاك بن قيس بن الحصين بن عبد الله ابن ثعلبة بن زيد مناة بن أبي عمرو بن عوف بن ربيعة بن محلم بن ذهل الخارجي التي بايعه مائة وعشرون ألف مقاتل على مذهب الصّفريّة، وملك الكوفة وغيرها، وبايعه بالخلافة وسلّم عليه بها جماعة من قريش، منهم: عبد الله بن أمير المؤمنين عمر بن عبد العزيز، وسليمان بن أمير المؤمنين هشام بن عبد الملك، وغيرهما؛ وفي ذلك يقول شاعر الخوارج «٢» :
ألم تر أن الله أظهر دينه ... وصلّت قريش خلف بكر بن وائل
وقتله مروان بن محمد.
وولد عوف بن محلم: أبو عمرو؛ ومالك؛ وأمّ أناس، تزوّجها عمر بن آكل المرار؛ فولدت له الحارث الملك: أمهم من بني تغلب؛ ومن ولده: عمرو ابن عوف بن أبي عمرو [بن عوف] بن محلم: أمه جماعة بنت همام بن مرّة؛ ومنهم: معد يكرب بن سلامة بن ثعلبة بن أبي عمرو بن عوف بن محلم، لم يأته قط أسير إلا فكه.
مضى بنو محلم بن ذهل بن شيبان.
_________
(١) امثال الميداني ٢: ١٦٧، ١٩٩ في (لا حر بوادي عوف) و (أوفي من عوف) والحيوان ١: ٣٢٠ والاشتقاق ١٥ والمحبر ٣٥٠ والعقد ٣: ٣٦٢.
(٢) هو شبيل بن عزرة الضبعي، كما في تاريخ الطبري ٩: ٦٤. وانظر البيان ١: ٣٤٣.','1','322',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (326,'<span data-type="title" id=toc-322>وهؤلاء بنو الحارث بن ذهل بن شيبان</span>
منهم: هلال بن علاقة بن كريب بن راشد بن غيرة بن مالك بن محلم بن سيار بن أبي عمرو بن الحارث بن ذهل بن شيبان، كان جد جد جده: محلم ابن سيار بن أبي عمرو، قد قتله رجل من طىّ كان يسكن بعين التمر؛ تم نزل على ذلك الطائي على سبيل الاستضافة الممكا بن عمير بن جندب بن عمرو بن الحارث بن ذهل بن شيبان، وكلّ واحد منهما لا يعرف الآخر، ووالد الممكا المذكور ووالد محلم بن سيار المقتول، ابنا أخوين، يجتمعان في الحارث بن ذهل بن شيبان؛ فذبح له الطائي، وأطعمه، وسقاه، فبينا هما يشربان، إذ تذاكرا السيوف؛ فأخرج الطائي سيفه، وقال: «بهذا السيف، والله، قتلت محلم بن سيار!» فقال الممكا: «هاته!» فأعطاه إياه؛ فهزه؛ ثم ضرب به رأس الطائي، فندر في الإناء التي بين أيديهما «١» ، ثم هرب. ومن بني الممكا هذا: الخارجي المشهور البرذون بن البغل بن الممكا. وعمرو بن الحارث بن ذهل بن شيبان، جد أبي الممكا هذا، هو التي قتل كليب بن ربيعة، مع جساس بن مرة بن ذهل، التي فيه كانت حرب بكر وتغلب؛ وفيه يقول المهلهل
قتيل ما قتيل المرء عمرو ... وجسّاس بن مرة ذو ضرير «٢»
مضى بنو الحارث بن ذهل بن شيبان.

<span data-type="title" id=toc-323>وهؤلاء بنو أبي ربيعة بن ذهل بن شيبان</span>
منهم: المزدلف، واسمه عمرو بن أبي ربيعة بن ذهل، سمي المزدلف لأنه قال لهم يوم التحاليق: «يا بني بكر! ازدلفوا مقدار رميتي برمحي هذا» ، وأمه: هند صائدة النّعام، وذلك أنها كانت امرأة جزلة عاقلة سديدة، فكانت يوماً والحىّ خلوف، فإذا بخيط نعام، فركبت فرس أبيها، وصادت عدّة من النّعام؛ وهى بنت عاصم بن مالك بن تيم الله بن ثعلبة بن عكابة بن صعب. فولد عمرو بن أبي ربيعة بن ذهل بن شيبان: حارثة ذو التاج، كان على بني بكر يوم
_________
(١) ندر ندورا: سقط
(٢) عجزه في اللسان (ضرر) بدون نسبة. والضرير: الصبر على الشر والمقاساة له.','1','323',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (327,'أوارة، إذ قتلوا المنذر بن ماء السماء. ومن ولد حارثة ذي التاج هذا: المبلد الخارجي أيام أبي جعفر المنصور؛ وهانئ بن مسعود، التي هاج القتال بين بني بكر وبين بنى تميم وضبّة والرّباب يوم ذى قار «١» ؛ والزّعوم بنت إياس بن شعبة بن هانى بن قبيصة بن هانئ بن مسعود بن عامر بن عمرو بن أبي ربيعة، تزوجها عبيد الله بن زياد بن ظبيان، فولدت له، ثم هلك عنها، فخلف عليها عبد الرحمن ابن المنذر بن الجارود؛ فولدت له عبد الكريم، وعبد الرحمن، ومحمّدا، وخلفا؛ ثم خلف عليها محمد بن المهلب بن أبي صفرة. ثم طلقها؛ فخلف عليها قتيبة بن مسلم، فولدت له سلّم والحجّاج ابني قتيبة؛ ثم خلف عليها بعده عبد الله بن إياس بن أبي مريم الحنفىّ. ومنهم: مفروق، واسمه النعمان بن عمرو الأصم بن قيس بن عامر بن عمرو بن أبي ابن أبي ربيعة بن ذهل بن شيبان، وهو التي قتل الربيع بن زياد في بيته. ومنهم: أعشى بني أبي ربيعة، وهو عبد الله ابن خارجة بن حبيب بن قيس بن عمرو بن أبي ربيعة، الشاعر.
مضى بنو أبي ربيعة بن ذهل بن شيبان.

<span data-type="title" id=toc-324>وهؤلاء بنو مرة بن ذهل بن شيبان بن ثعلبة</span>
ولد مرة بن ذهل بن شيبان؛ همام: أمه أسديّة؛ وجسّاس، قاتل كليب التغلبي: أمه تميمية من بني عمرو بن سعد بن زيد مناة بن تميم؛ ونضلة: أمه من بني أبي مالك بن عكرمة بن خصفة بن قيس عيلان؛ وسعد؛ ودبّ؛ وكسر؛ وبجير؛ وجندب؛ وسيّار؛ والحارث، يعرفون ببنى هند، وهى أمهم، وهى من بني تغلب «٢» .
فمن بني سعد بن مرة بن ذهل: المثنى بن حارثة بن سلمة بن ضمضم
_________
(١) انظر الاغاني ٢٠: ١٣٢- ١٤٠ والعقد ٣: ٦١- ٣٦٢، ٥: ٢٦٢- ٢٦٨ والعمدة ٢: ١٦٩
(٢) هي هند بنت ذهل بن عمرو بن عبد بن جشم، كما في المقتضب ٥٣.','1','324',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (328,'ابن سعد بن مرة بن ذهل، أول من حارب الفرس أيام أبي بكر- رضى الله عنه- وهو قاتل مهران؛ وحوشب بن زيد بن الحارث بن يزيد بن رويم بن عبد الله بن سعد بن مرة بن ذهل، ولي شرطة الحجاج؛ وابنه العوام بن حوشب المحدث؛ وقتل يزيد بن رويم المذكور سليك بن السّلكة؛ ومن ولده: علي بن الفضل بن حوشب، التي ساد بإصبهان أيام بني العبّاس؛ ومنهم: عدي بن الحارث بن رويم بن عبد الله بن سعد بن مرة بن ذهل، ولاه علي- رضي الله عنه- بهرسير «١» ومنهم: بنو مكحول بن الخندق بن أسود بن عبد الله بن البراء بن سعد «٢» بن مر بن ذهل، وهم بيت بنى هند بالباديةأ ومن ولد دب بن مرة بن ذهل: عمران بن مرة بن الحارث بن مرة بن دب ابن مرة بن ذهل، كان رئيسا؛ ومنهم: بنو أفار «٣» بن دب، لهم عدد.
وأمّا ولد سيّار، وجندب، وكسر، وبجير، ونضلة، فقليل.

<span data-type="title" id=toc-325>وهؤلاء بنو جساس بن مرة بن ذهل بن شيبان بن ثعلبة</span>
ولد جساس بن مرّة: شهاب، ولأى، والفزر، وما عز؛ وعبد عدي؛ منهم: القائم بأمر أحمد بن عيسى بن الشيخ.

<span data-type="title" id=toc-326>وهؤلاء بنو همام بن مرة بن ذهل</span>
ولد همام بن مرّة، وفيه البيت، والعدد: الأسعد، ومرّة، والحارث، وعوف: أمهم من بني تغلب؛ وعمرو: أمه من بني الحارث بن كعب؛ وأبو عمرو، وثعلبة، وعائشة، ومازن، وعبد الله: أمهم من بني قيس بن ثعلبة بن عكابة. منهم: بنو الشّقيقة، وهم بنو سيّار وسمير وعبد الله وعمرو بني الأسعد بن همام، نسبوا إلى أمهم، وهى الشقيقة بنت عباد بن عمرو بن ذهل بن شيبان؛ ومنهم: يزيد بن مسهر بن أصرم بن ثعلبة بن الأسعد بن همام بن مرّة؛ ومنهم:
بنو مرة بن الحارث بن همّام، وهم بخراسان؛ ولبنى عمرو بن الحارث بن همّام
_________
(١) بفتح الباء والراء وضم الهاء: من نواحي سواد بغداد قرب المدائن. كما في ياقوت.
(٢) في المقتضب ٥٣: «بن البراء بن عبد الله بن سعد» ، بتكرار عبد الله.
(٣) انظر المقتضب. وانظر اللسان (أفر) .','1','325',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (329,'عدد، منهم: عبد الله ذو الجدين بن عمرو بن الحارث بن همام؛ وبسطام ابن قيس بن مسعود بن قيس بن خالد بن عبد الله ذي الجدين بن عمرو بن الحارث بن همّام؛ وابنه زيق بن بسطام، والد حدراء التي تزوجها الفرزدق، وبها يشبّب «١» ؛ وبجاد بن قيس، أخو بسطام بن كعب بن قيس؛ وابنه قيس ابن بجاد؛ وهدبة الخارجىّ، واسمه حريث بن إياس بن حنظلة بن الحارث بن قيس بن خالد بن عبد الله ذي الجدين.
ومن بني مرة بن همام بن مرة بن ذهل: الصّلب، وهو عمرو بن قيس بن شراحيل بن مرة بن همام بن مرة بن ذهل؛ مفروق، واسمه الحارث بن الصّلب «٢» وهو عمرو بن قيس بن شراحيل المذكور آنفا؛ وابن أخيه الحوفزان واسمه الحارث بن شريك بن الصّلب؛ ومعن بن زائدة بن عبد الله بن مطر بن شريك ابن الصلب؛ وبنوه عبد الله، والفضل، وزائدة؛ أخذ زائدة هذا في الزندقة أيام المهدي، هو وداود بن روح بن حاتم بن قبيصة بن المهلب، فتابا وأطلقا؛ وابن أخيه القائد أيام بني العباس: يزيد بن مزيد بن زائدة بن عبد الله بن مطر؛ وابنه القائد المشهور خالد بن يزيد الذي يرثيه حبيب بقوله:
ءالله أنى خالد بعد خالد «٣»
وآخر اسمه محمد، ولي أرمينية بعد أبيه يزيد بن مزيد، وهو ابن عشرين سنة؛ وعبيد الله، وأحمد، وأسد، بنو يزيد بن مزيد، كلهم قواد لهم رياسة؛ وكان لخالد بن يزيد من الولد: محمّد، وعلىّ، وأحمد، ويزيد، كانوا أيضاً قواداً، اتصلت الرياسة فيهم من أول أيام مروان بن محمد، ثم جميع دولة بني العباس، إلى آخر أيام المعتضد «٤» . وذكر القاضي أحمد بن كامل، صاحب أبي
_________
(١) سمي به لانه كان أسر أسيرا له فداء كثير، فقال رجل: انه لذو جد في الاسر، أي حظ، فقال آخر: انه لذو جدين. جني الجنتين ١٥٧.
(٢) انظر الاشتقاق ٢٦١.
(٣) الله: تعبير قسمي استفهامي، الهمزة الاولى فيه للاستفهام، كما تقول: أبا لله، انظر شرح الرضى للكافية ٢: ٣١٢.
(٤) هو أحمد بن طلحة بن جعفر- أبو العباس- المعتضد بالله ابن الموفق بالله ابن المتوكل خليفة عباسي. توفي سنة (٢٨٩ هـ- ٩٠٢ م)','1','326',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (330,'جعفر الطبري، أن دار خالد بن يزيد بن مزيد بيعت في أيام المطيع بعد إدبار بغداد والدولة بعشرة آلاف درهم. قال: ولو بيع بهذا الثمن مساميرها، لكان من الغبن بحيث يباع الشىء المسروق. قال: وكان فيها مسجد كبير لصلاة خدمه وحشمه داخل الدار. قال: وكان في أقسام دورها أزيد من مائة بئر. ولله الأمر من قبل ومن بعد. والخارجىّ المشهور شبيب بن يزيد بن نعيم بن قيس بن الصلت ابن قيس المذكور «١» ؛ وكان أبوه من مهاجرة الكوفة؛ وولد شبيب سنة ٢٦ يوم النحر؛ وأمه جهيزة، التي يضرب بها المثل، فيقال: «أحمق من جهيزة» «٢» :
أمه من سبي سلمان بن ربيعة أيام عثمان «٣» - رضي الله عنه- وذلك أنها لما تحرك شبيب في بطنها، قالت: «أحسّ في بطني شيئاً ينقر» «٤» ؛ وابنه الصّحارىّ بن شبيب، وبه كان يكنى شبيب، خرج أيضاً أيام خالد بن عبد الله القسرىّ.
ومن موالي بني مازن بن همام بن مرة، كان أبو عثمان بكر بن محمد المازني النحوي البصرىّ المشهور؛ وقيل: بل من موالي بني مازن بن ذهل بن شيبان.
مضى بنو شيبان.
وتم الكلام في جميع ربيعة بن نزار. ومضى بنو نزار بن معد.

<span data-type="title" id=toc-327>وهؤلاء ولد إياد بن معد</span>
ولد إياد بن معد: زهر؛ ودعمى؛ ونمارة. فمن قبائل زهر: حذاقة «٥» ابن زهر؛ والشّليل «٦» بن زهر؛ وصبح بن زهر.
ومن قبائل دعمي: برد بن أفصى بن دعمىّ؛ ويقدم بن أفصى بن دعمىّ.
ومن قبائل نمارة: الطماح بن نمارة. ودارهم بالمشرق الجزيرة، وبالأندلس قرمونة ولبلة. منهم: كعب بن مامة الجواد بن عمرو بن ثعلبة بن إياد؛ وقسّ
_________
(١) المعارف ١٨٠ والاغاني ١٦: ١٤٩/ ٢١: ٨ ووفيات الاعيان.
(٢) أمثال الميداني ١: ٢٠٠ والحيوان ١: ١٩٧ واصلاح المنطق ٣٧٥ واللسان (جهز) وابن خلكان.
(٣) انظر الطبري ٥: ٤٦ في حوادث سنة ٢٤ و ٧: ٢٥٧ في حوادث ٧٧.
(٤) ويروي: «ينقز» ، من النقز، وهو الوثب.
(٥) حذاقة، بالقاف. انظر المقتضب ٦٤، والاشتقاق ١٠٥ ومختلف القبائل ٤٣ ونهاية الارب ٢: ٣٢٨.
(٦) في المقتضب: «الشلل» .','1','327',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (331,'ابن ساعدة بن عمرو بن شمر بن عدي بن مالك بن أيدعان بن النمر بن وائلة بن الطمثان «١» بن عوذ مناة «٢» بن يقدم بن أفصى بن دعمي بن إياد، الحكيم المشهور؛ وأبو دواد الشاعر، واسمه جارية بن الحجّاج؛ وقيل: هو حنظلة بن الشرقي «٣» ؛ والقاضى المعتزلي أحمد بن محمد بن أبي دواد- واسم أبي دواد فرج،، وقيل دعمي- بن جرير بن عبد الله بن عباد بن سلام بن مالك بن لخم بن قنص بن منعة بن برجان «٤» بن الدوس بن الدئل بن حذاقة بن زهر «٥» [بن إياد «٦» ] بن نزار؛ وكان له بنون عشرة: محمد، وهو أبو الوليد؛ والعبّاس أبو حذافة؛ وهارون أبو الجهم؛ وجرير أبو مالك؛ وعبد الله؛ وأبو مضر؛ وأبو إياد؛ وأبو داود؛ وابنان، لا أقف على اسميهما.
ذكر يعقوب بن إسحاق الكندي أنه سمع القاضي ابن أبي دواد يقول: استتر عبد الرحمن بن معاوية بن هشام، صاحب الأندلس، عند جدي بقنسرين أربعة أشهر، أيام قتل قومه، في أول دولة بني العباس.
مضى إياد بن معد.

<span data-type="title" id=toc-328>وهؤلاء بنو عك بن عدنان</span>
وقد قيل: بنو عك بن الديث بن عدنان. منهم: غافق بن الشاهد بن علقمة بن عكّ؛ ودارهم بالأندلس معروفة باسمهم، في الجوف في شمال قرطبة
_________
(١) في القاموس (طمث) ومختلف القبائل ١٣ والمقتضب ٦٥. و «واثلة» قبله وردت بالثاء في الاصول، صوابه في المرجعين الاخيرين.
(٢) في الاصول: «عبد مناة» ، صوابه في المرجعين الاخيرين.
(٣) في الاصول: «الشرفي» صوابه بالقاف، كما في الشعراء ١٨٩ والخزانة ٤: ١٩٠. وانظر الاغاني ١٥: ٩١ والسيوطي ١٢٤ واللآليء ٨٧٩ والعيني ٢: ٣٩١.
(٤) انظر تاريخ بغداد ١: ٢٩٧ ووفيات الاعيان ١: ٢٢. و «منعة» هي في الاصول «مبيعة» ، صوابه في تاريخ بغداد والوفيات. انظر المقتضب ٦٤ والوفيات، وفي تاريخ بغداد «برحان» . وقد ساق الخطيب نسب ابن أبي داود في ترجمة ولده، أما ترجمته في ٤: ١٤١ فلم يسق فيها نسبه.
(٥) في الاصول: «حذاقة» ، صوابه بالقاف كما سلف.
(٦) التكملة من المقتضب وتاريخ بغداد والوفيات. ونسبة اياد الى معد من نسبة الولد الى جده كما هو مفهوم من كتب النسب. وفي الانباه على قبائل الرواة ٥٥: «وأنكر أكثر أهل العلم أن يكون لمعد ولد غير نزار» .','1','328',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (332,'منهم: بنو أسلم (بضم اللام) ابن القيانة بن غافق «١» ؛ ومنهم كان أمير الأندلس عبد الرحمن بن عبد الله «٢» بن مخش بن زيد بن جبلة بن ظهير بن العائذ بن عائذ بن غافق بن الشاهد بن علقمة بن عكّ؛ وله عقب قد خمل، بمرنيانة الغافقيين بقرب إشبيلية، على النّهر الأكبر «٣» .
مضت عك بن عدنان.
وانقضى الكلام في جميع ولد عدنان. والحمد لله رب العالمين.

<span data-type="title" id=toc-329>وهؤلاء اليمانية</span>
اليمانية كلها راجعة إلى ولد قحطان؛ ولا يصح ما بعد قحطان. فولد قحطان:
لأى؛ وجابر؛ والمتلمّس «٤» ؛ والعاصى؛ وغاشم «٥» ؛ والمتغشمر «٦» ؛ وغاضب «٧» ؛ ومعزز «٨» ؛ ومنيع؛ والقطامى؛ لم يعقب منهم أحد؛ وظالم؛ ونباتة، دخل بنوه في الرحبة من حمير؛ والحارث. فولد الحارث هذا: فهم، يقال لهم الأقيون «٩» ، وهم رهط حنظلة بن صفوان نبىّ الرسّ «١٠» ، (والرّس ما بين نجران إلى اليمن ومن حضر موت إلى اليمامة) ؛ ويعرب.
فولد يعرب: يشجب بن يعرب بن قحطان، وفيهم الجمهرة والعدد؛ وحيدان؛ وجنادة؛ ووائل؛ وكعب. فولد يشجب: سبأ، وهو عامر؛ فولد سبأ: كهلان؛ والعرنجج، وهو حمير؛ وفيهما العدد والجمهرة؛ وزيدان؛ وعبد الله؛ والنعمان؛ والمولود؛ ويشجب؛ ورهم؛ وشدّاد؛ وربيعة. فولد زيدان: نجران، فبه
_________
(١) في مختلف القبائل ٥: «بن القيافة بن غافق» .
(٢) هو عبد الرحمن الغافقي. انظر ترجمته في جذوة المقتبس ٢٥٥ وابن الفرضي ١: ٢٩٨ وكذا نفح الطيب ١: ٢٢٠.
(٣) لا أزل يسمى الى اليوم باسمه العربي، وهو:
(٤) وكذا في العقد: ٣٦٨ والمقتضب ٧٦.
(٥) انظر المقتضب.
(٦) أثبت ما في المقتضب.
(٧) المقتضب.
(٨) انظر المقتضب.
(٩) انظر المقتضب.
(١٠) المحبر ٦، ١٣١.','1','329',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (333,'سميت نجران. وأما عبد الله والنعمان والمولود ويشجب ورهم وشدّاد وربيعة، فبنوهم هم السبائيون، ليس لهم نسب يذكر دون سبأ.

<span data-type="title" id=toc-330>وهؤلاء بنو كهلان بن سبأ</span>
فولد كهلان بن سبأ: زيد. فولد زيد بن كهلان بن عامر، وهو سبأ، بن يشجب بن يعرب بن قحطان: عريب، ومالك.

<span data-type="title" id=toc-331>وهؤلاء ولد مالك بن زيد بن كهلان بن سبأ</span>
ولد مالك بن زيد بن كهلان: الخيار؛ ونبت.

<span data-type="title" id=toc-332>وهؤلاء ولد نبت بن مالك بن زيد بن كهلان بن سبأ</span>
ولد نبت بن مالك: الغوث. فولد الغوث: أدد، وهو الأزد؛ وعمرو. فمن ولد عمرو: خثعم، وبجيلة.

<span data-type="title" id=toc-333>وهؤلاء بنو الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ</span>
ولد الأزد؛ مازن، ونصر، وعمرو، وعبد الله، والهنو «١» ، وقدار «٢» .
والأهيوب «٣» .

<span data-type="title" id=toc-334>وهؤلاء بنو مازن بن الأزد</span>
فولد مازن بن الأزد: عمرو، وعدى، وكعب، وثعلبة.
_________
(١) انظر المعارف ٤٨ والمقتضب ٦٥ والاشتقاق ٢٨٦ ونهاية الارب ٢: ٣١١، ٣١٣.
(٢) انظر المقتضب ٦٥.
(٣) كذا في المقتضب.','1','330',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (334,'<span data-type="title" id=toc-335>وهؤلاء بنو ثعلبة بن مازن بن الأزد</span>
فولد ثعلبة بن مازن: عامر، وامرؤ القيس، وكرز.

<span data-type="title" id=toc-336>وهؤلاء ولد امرئ القيس بن ثعلبة بن مازن بن الأزد</span>
فولد امرئ القيس بن ثعلبة: حارثة الغطريف. فولد حارثة الغطريف: عامر ماء السماء، والتّوءم «١» ، وعدىّ.

<span data-type="title" id=toc-337>وهؤلاء ولد عامر ماء السماء بن حارثة الغطريف بن امرئ القيس ابن ثعلبة بن مازن بن الأزد</span>
فولد عامر ماء السماء: عمران الكاهن؛ لم يعقب؛ وعمرو مزيقياء. فولد عمرو مزيقياء بن عامر ماء السماء بن حارثة الغطريف: ذهل بن عمرو، وهو وائل، وقع ولده في نجران. فمنهم: إلياء، أسقف نجران؛ ووادعة بن عمرو «٢» ، دخل في همدان؛ وعمران بن عمرو؛ وحارثة بن عمرو، وقيل: من ولده خزاعة؛ وبارق؛ وجفنة بن عمرو، من ولده: آل جفنة «٣» ، والحارث المحرّق؛ وثعلبة العنقاء بن عمرو، من ولده الأوس والخزرج؛ وأبو حارثة بن عمرو؛ ومالك بن عمرو، وكعب بن عمرو. وشربوا كلهم من ماء غسان: فكل ولد عمرو بن عامر يدعون غسّان حاشا أبا حارثة، وحارثة، وعمران، وثعلبة العنقاء، ووادعة، وذهل؛ فليسوا غسّان، ولم يشربوا من ذلك الماء. فغسان هم: بنو الحارث، وجفنة، ومالك، وكعب، بنى عمرو مزيقياء فقط.
_________
(١) في المقتضب: «التؤام» .
(٢) انظر المقتضب واشتقاق ٢٥٣. وانظر مختلف القبائل ١٠ حيث ساق نسبتهم في همدان.
(٣) انظر العمدة ٢: ١٨٧ والمعارف ٢٧٩. وأولهم كان الحارث بن عمرو المحرق.','1','331',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (335,'<span data-type="title" id=toc-338>وهذا نسب الأنصار- رضي الله عنهم</span>
وهم من ولد ثعلبة بن عمرو مزيقياء بن عامر ماء السماء بن حارثة الغطريف ابن امرئ القيس بن ثعلبة بن مازن بن الأزد. فولد ثعلبة بن عمرو: حارثة. فولد حارثة بن ثعلبة: الأوس، والخزرج، أمهما قيلة بنت الأرقم بن عمرو بن جفنة بن عمرو مزيقياء.

<span data-type="title" id=toc-339>وهؤلاء بنو الأوس بن حارثة بن ثعلبة بن عمرو مزيقياء</span>
ولد الأوس بن حارثة: مالك. فولد مالك بن الأوس بن حارثة بن ثعلبة بن عمرو مزيقياء: عوف بن مالك بن الأوس، وهم أهل قباء: وعمرو بن مالك بن الأوس، وهو النبيت؛ ومرة بن مالك بن الأوس، وهم الجعادرة؛ وجشم بن مالك بن الأوس؛ وامرؤ القيس بن مالك بن الأوس: أمهم كلهم هند بنت الخزرج أخي الأوس.

<span data-type="title" id=toc-340>وهؤلاء بنو عوف بن مالك بن الأوس بن حارثة</span>
وهم أهل قباء. ولد عوف بن مالك بن الأوس: عمرو بن عوف؛ والحارث ابن عوف، دخل بنوه في بني أميّة بن زيد.

<span data-type="title" id=toc-341>وهؤلاء بنو عمرو بن عوف بن مالك بن الأوس</span>
فولد عمرو بن عوف. عوف، وثعلبة، وحبيب، ووائل، ولوذان؛ كان بنو لوذان هؤلاء يدعون في الجاهلية ببني الصماء؛ فسماهم رسول الله، صلى الله عليه وسلم: بني السميعة.
فولد عوف بن عمرو بن عوف بن مالك: مالك، وكلفة، وحنش؛ دخل بنو حنش في بني ضبيعة بن زيد. فولد مالك بن عوف بن عمرو بن [عوف بن] مالك بن الأوس: زيد، بطن ضخم ينقسم على بطون؛ وعزيز؛ ومعاوية، بطن، ليس يسكنون بقباء. فولد زيد بن مالك بن عوف بن عمرو بن عوف بن مالك بن','1','332',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (336,'الأوس: ضبيعة بن زيد، بطن: وأميّة بن زيد، بطن؛ وعبيد بن زيد، بطن.
فمن بني ضبيعة بن زيد بن مالك بن عوف بن عمرو بن عوف بن مالك بن الأوس:
عبد الله، رئيس الأنصار يوم الحرة، بن حنظلة غسيل الملائكة بن أبي عامر الفاسق، واسمه عبد عمرو «١» ، بن صيفي بن النعمان بن مالك بن أمية بن ضبيعة ابن زيد، قتل يومئذ- رحمه الله- هو وثمانية من ولده. ومن بقيّتهم: بنو ربيع ابن محمد بن ربيع بن سليمان بن ربيع بن إبراهيم بن سليمان بن متوكل بن طاهر ابن عبد الله بن عبد السلام بن عبد الله بن حنظلة غسيل الملائكة، كانوا بقرطبة يتولون الأهراء؛ وسكناهم بمقبرة بني العباس في الجانب الشرقىّ؛ ومنهم: حمي الدبر عاصم بن ثابت بن أبي الأقلح، واسم أبي الأقلح قيس، بن عصمة بن النعمان بن مالك بن أمية بن ضبيعة بن زيد؛ وابنته جميلة أم عاصم بن عمر بن الخطّاب؛ وابن ابنه الشاعر الأحوص، وهو عبد الله بن محمد بن عبد الله بن حمي الدبر عاصم بن ثابت؛ وبباجة: آل حفص بن أحمد بن عمّار بن جبير ابن يوسف بن ثعلبة بن يزيد بن ثعلبة بن أوس بن عبد الله بن محمد بن حمي الدبر عاصم بن ثابت- رضى الله عنه-؛ وعامر بن ثابت أخو حمي الدبر، هو الذي ضرب عنق عقبة بن أبي معيط؛ ومعاوية بن إسحاق بن زيد «٢» بن حارثة ابن مجمع بن العطاف بن ضبيعة بن زيد، قتل مع زيد بن علي بالكوفة؛ ومعتّب ابن قشير بن مليل بن زيد بن العطاف بن ضبيعة. ومنهم عمير بن معبد «٣» بن الأزعر بن زيد بن العطاف بن ضبيعة، بدري. ومنهم، ممن لم يوصل نسبه:
أبو سفيان بن الحارث بن قيس بن يزيد، من شهداء أحد؛ وقيس بن زيد «٤» ؛ ومالك بن أميّة، وهما أيضاً من شهداء أحد- رضى الله عنهم-؛ وبجاد «٥» بن عثمان بن عامر، عد من أهل مسجد الضّرار.
_________
(١) في الاصابة ١٨٥٩ في ترجمة حنظلة أن أباه كان يعرف في الجاهلية بالراهب، واسمه عمرو، ويقال عبد عمرو.
(٢) انظر الطبري ٨: ٢٧٣.
(٣) ويقال أيضا: عمرو بن معبد. الاصابة ٥٩٦٤.
(٤) انظر الاصابة ٧١٦٨ والسيرة ٣٥٦، ٥٧٩.
(٥) انظر السيرة ٣٥٦، ٩٠٧ والمحبر ٤٦٧.','1','333',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (337,'ومن بني أمية بن زيد بن مالك بن عوف بن عمرو بن عوف بن مالك بن الأوس: أبو لبابة، واسمه بشير؛ وأخواه مبشّر، ورفاعة، بنو عبد المنذر بن زنبر «١» بن زيد بن أمية بن زيد بن مالك، بدريّون. ومن ولده: الحجاج بن الحسين بن السائب بن أبي لبابة، قتل يوم قديد؛ وسعد بن عبيد بن النعمان ابن قيس بن عمرو بن زيد بن أمية بن زيد بن مالك، بدري؛ وعويمر بن ساعدة بن عائش بن قيس بن زيد بن أمية بن زيد بن مالك، بدري، قتل يوم أحد، وقيل: مات أيّام عمر. ومن ولده: الشاعر السري بن عبد الرحمن بن عتبة بن عويمر بن ساعدة «٢» ؛ وعويمر بن سعد بن شهيد بن عمرو بن زيد بن أمية بن زيد بن مالك، له صحبة، وولاه عمر فلسطين. ومنهم أيضا: ثعلبة ابن حاطب، بدرىّ؛ ورافع بن عنجدة بدرى؛ ووديعة بن ثابت، من أهل مسجد الضرار.
ومن بني عبيد بن زيد بن مالك بن عوف بن عمرو بن عوف بن مالك بن الأوس: أنيس بن قتادة بن ربيعة بن خالد بن الحارث بن عبيد بن زيد، بدرىّ وكلثوم بن الهدم بن امرئ القيس بن الحارث بن زيد بن عبيد بن زيد بن مالك، نزل عليه رسول الله- صلى الله عليه وسلم- بقباء؛ وخالد بن حزام «٣» ، أحد بناة مسجد الضرار؛ وبشر، ورافع، من أهل الضرار أيضاً.
مضى بنو زيد بن مالك بن عوف بن عمرو بن عوف بن مالك بن الأوس.

<span data-type="title" id=toc-342>وهؤلاء بنو أخيه عزيز بن مالك بن عوف</span>
منهم: جرول بن مالك بن عمرو بن عزيز بن مالك «٤» ؛ وابنه زرارة بن جرول، كان ممن قام على عثمان- رضي الله عنه- فهدم بسر بن أرطاة داره بالمدينة.
مضى بنو عزيز بن مالك بن عوف.
_________
(١) انظر الاصابة ٢٦٦٤، ٢٦٥٩ والسيرة ٢٨٨، ٣٠٦، ٣٢١، ٤٩٣.
(٢) الاغاني ١٨: ٦٥- ٦٨.
(٣) الاصابة ٢١٥٠.
(٤) انظر الاصابة ١١٢٦.','1','334',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (338,'<span data-type="title" id=toc-343>وهؤلاء بنو أخيه معاوية بن مالك بن عوف</span>
منهم: جبر «١» بن عتيك بن الحارث بن قيس بن هيشة بن الحارث بن أمية ابن معاوية بن مالك، بدرىّ؛ وابنه أبو عبس بن جبر «٢» ؛ وابن عمهما، حاطب ابن قيس بن هيشة بن الحارث، وفيه كانت حرب حاطب؛ وأبو الربيع عبد الله ابن عبد الله بن ثابت بن قيس بن هيشة، له صحبة محمودة.
مضى بنو مالك بن عوف بن عمرو بن عوف بن مالك بن الأوس.

<span data-type="title" id=toc-344>وهؤلاء بنو أخيه كلفة بن عوف بن عمرو بن عوف</span>
ولد كلفة بن عوف: جحجبا بن كلفة، بطن. فولد جحجبا: الحريش ومجدعة «٣» ، والأصرم، وكعب، وعمرو، وعامر. منهم: أحيحة بن الجلاح ابن الحريش بن جحجبا بن كلفة بن عوف؛ ومن ولده المنذر بن محمد بن عقبة ابن أحيحة بن الجلاح، بدري، قتل يوم بئر معونة؛ ومنهم: عبد الرحمن ابن أبي ليلى بلال بن بليل بن أحيحة بن الجلاح، تابعىّ؛ وابناه عيسى، المحدّث ومحمّد، قاضي الكوفة؛ شهد أبو ليلى صفين مع علي في سبعة من ولده؛ وكان له أزيد من عشرة ذكور، منهم: عبد الله بن أبي ليلى، كان له ولد اسمه المختار بن عبد الله؛ ولعيسى بن عبد الرحمن بن أبي ليلى ابن اسمه عبد الله، محدث، تزوج بنت القاضي محمد بن عبد الرحمن بن أبي ليلى؛ فولدت له ابناً اسمه عبد الرحمن، ولقبه عبيد؛ ولي قضاء الكوفة هو وابنه بكر بن عبد الرحمن. ومن ولد القاضي محمد بن عبد الرحمن بن أبي ليلى: محمد بن عمران
_________
(١) انظر الاصابة ١٠٢٦، وهما أخوان لكنها غير مرادة، كما يفهم مما بعده.
(٢) هذا وهم منه رحمه الله، فان أبا عبس هذا هو ابن جبر بن عمرو بن زيد بن جشم بن مجدعة بن حارثة بن الحارث بن الخزرج. انظر السيرة ٤٩٣، ٥٥١ والاصابة ٧٢٥ وان كان قد ورد في الاخيرة برسم «عبيس» . وقد نص ابن حزم في جوامع السيرة ١٥٥ أنه من بني حارثة. وسيورده على نسبه الصحيح في بني حارثة بن الحارث.
(٣) انظر المقتضب ٦٦.','1','335',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (339,'القاضى المذكور؛ وكانت للقاضي محمد بن عبد الرحمن ابنة اسمها حمادة، روى عنها الحديث؛ وعمّتاه: أمّ بكر، وآمنة، بنتا أبي ليلى، روى عنهما الحديث؛ وعبد الله بن عياض بن عمرو بن بلال بن بليل بن أحيحة بن الجلاح، جد الناسك العمرى لأمه؛ وخبيب بن عدي بن مالك بن عامر بن مجدعة بن جحجبا بن كلفة، المصلوب بالتنعيم- رضي الله عنه-؛ ومعن بن فضالة بن عبيد ابن نافذ بن صهيبة «١» بن الأصرم بن جحجبا، ولى اليمن؛ وعبّاد بن الحارث ابن عدي بن الأسود بن الأصرم، قتل يوم اليمامة شهيداً، رضي الله عنه.
مضى بنو كلفة بن عوف بن عمرو بن عوف بن مالك بن الأوس.

<span data-type="title" id=toc-345>وهؤلاء بنو أخيه حنش بن عوف بن عمرو بن عوف</span>
منهم: سهل وعثمان ابنا حنيف بن واهب بن العكيم بن ثعلبة بن مجدعة ابن الحارث بن عمرو، وهو بحزج، بن حنش بن عوف بن عمرو بن عوف ابن مالك بن الأوس، لهما صحبة فاضلة؛ وكان أخوهما عباد بن حنيف يتهم بالنفاق؛ ولي عثمان البصرة لعلى. وكان لسهل ابن اسمه أسعد، يكنى أبا أمامة، محدث؛ له من الولد محمد، وعبد الله، وسهل، بنو أبي أمامة بن سهل؛ وأبو بكر بن عثمان بن سهل بن حنيف، محدث أيضا؛ وحكيم وعبّاد، ابنا حكيم بن عباد بن حنيف.
مضى بنو عوف بن عمرو بن عوف بن مالك بن الأوس.

<span data-type="title" id=toc-346>وهؤلاء بنو أخيه ثعلبة بن عمرو بن عوف بن مالك بن الأوس</span>
منهم: عبد الله، أمير الرماة يوم أحد، وأخوه خوّات، ابنا جبير بن النعمان ابن أمية بن البرك بن امرئ القيس بن ثعلبة بن عمرو بن عوف: وعمها الحارث ابن النعمان بن أمية، بدري؛ استشهد عبد الله يوم أحد؛ وكان خوّات من
_________
(١) في الاصابة ٦٩٨٦ في ترجمة والده فضالة: «صهيب» .','1','336',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (340,'فضلاء الصحابة، وهو كان صاحب ذات النحيين الهذليّة في الجاهلية «١» ؛ وكان شاعرا، ومن ولده: خوات بن صالح بن خوات بن جبير، محدث؛ وابن عمه لحاً: خوات بن بكير بن خوات بن جبير، من أصحاب محمد بن عبد الله ابن الحسن بن الحسن القائم بالمدينة؛ وابن عمهما: عاصم بن قيس بن ثابت ابن النعمان بن أمية بن البرك، بدرىّ؛ وعمّاه: أبو ضياح «٢» بن ثابت، وأبو حية «٣» بن ثابت، بدريان؛ وابن أخيهما: سالم بن عمر بن ثابت، بدرىّ.

<span data-type="title" id=toc-347>وهؤلاء بنو أخيه لوذان بن عمرو بن عوف بن مالك بن الأوس</span>
منهم: صيفي بن ساعدة بن عبد الأشهل بن مالك بن لوذان بن عمرو بن عوف، توفي- رحمه الله- بالكديد، فكفنه رسول الله- صلى الله عليه وسلم- ودفنه هنالك.
مضى بنو لوذان بن عمرو بن عوف بن مالك بن الأوس.

<span data-type="title" id=toc-348>وهؤلاء بنو أخيه حبيب بن عمرو بن عوف بن مالك بن الأوس</span>
منهم: خلّاد، وأخواه جلاس، والحارث، بنو سويد بن الصامت بن خالد ابن عطية بن حوط «٤» بن حبيب بن عمرو بن عوف بن مالك بن الأوس: خلاد من الفضلاء؛ وأخوه جلاس كانت له نزعة، ثم حمد أمره إلى أن مات؛ وكان الحارث منافقا، وهو قاتل المجذر بن ذياد البلوى غيلة؛ فقتله رسول الله- صلى الله عليه وسلم- قودا؛
وقد قيل إنه تبرأ عند القتل من النفاق، وقال: «يا رسول الله، والله ما قتلت المجذر شكاً في دينى، ولا نفاقا؛ ولكنى لما رأيت قاتل أبي
_________
(١) انظر امثال الميداني في (اشغل من ذات النحيين) والاغاني ١٢: ٧٤ والاشتقاق ٢٦٢.
(٢) اسمه النعمان او عمير، كما في القاموس (ضيح) واصابة ٨٧٢٤. وفي اصل جوامع السير لابن حزم: «ثابت بن ثابت» . وانظر السيرة ٤٩٤، ٧٦٦.
(٣) «أبو حبة» وهو احدى روايات اسمه كما في الاصابة ٢٤٧ من الكني والسيرة ٤٩٤. كما يقال أيضا: «أبو حنة» بالنون. انظر السيرة والاصابة.
(٤) هذا الصواب من السيرة ١٨٢.','1','337',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (341,'لم أتمالك أن قتلته» . وكان المجذر قتل في حرب بعاث سويد بن الصامت؛ فلما كان يوم أحد، اغتاله الحارث بن سويد فقتله؛ ولم يعرف بذلك أحد من ولد آدم إلى أن نزل جبريل عليه السلام بذلك على رسول الله صلّى الله عليه وسلم؛ فنهض رسول الله- صلى الله عليه وسلم- إلى قباء، فاجتمع إليه بنو عمرو ابن عوف، فأتى الحارث في جملتهم، وعليه حلة له، فأمر رسول الله- صلى الله عليه وسلم- بعض الأنصار بضرب عنقه، فقال الحارث: وفيم يا رسول الله؟
فقال: «لقتلك المجذر بن ذياد» . فما زاد كلمة على أن قام ومدّ عنقه، وحينئذ قال ما ذكرنا، واعترف.
قال علىّ: وهذا لا يجوز غيره، لأنه شهد يوم أحد، ولم يشهد أحدا منافق.
ومن حلفاء بني عمرو بن عوف: طلحة بن البراء بن عمير بن وبرة «١» بن ثعلبة بن غنم بن سري «٢» ، مات غلاماً- رضى الله عنه- وهو مذكور في بلي.
مضى بنو عمرو بن عوف بن مالك بن الأوس. وتمّ بذلك الكلام في بني عوف بن مالك بن الأوس.

<span data-type="title" id=toc-349>وهؤلاء بنو عمرو بن مالك بن الأوس، وهم النبيت</span>
فولد عمرو بن مالك بن الأوس بن حارثة: الخزرج بن عمرو، وعامر بن عمرو. فولد الخزرج بن عمرو بن مالك: الحارث، وكعب، وهو ظفر، وهو بطن. فولد الحارث بن الخزرج بن عمرو بن مالك بن الأوس: جشم، وحارثة، بطن. فولد جشم: عبد الأشهل، بطن ضخم؛ وزعوراء «٣» ، بطن، وهم أهل راتج «٤» ؛ وعمرو؛ والحريش «٥» .
_________
(١) انظر الاصابة ٤٢٥١ يطابق ما سيأتي في نسب بلي بن عمرو بن الحافي بن قضاعة.
(٢) بالتصغير، كما في القاموس (سري) ، قال: «وغنم بن سري، كسمي، في الخزرج، ومن ذريته طلحة بن البراء الصحابي» .
(٣) كذا ضبط في الاشتقاق ٢٦٣. وفي المقتضب ٦٦: «زعورا» بالتنوين، وهذا يقتضي ضبطه بسكون العين وفتح الواو. وفي القاموس (زعر) : «وزعور كجدول: ابو بطن» . ونحوه في اللسان. وقد نص على اللغتين ابن هشام في السيرة ٤٩٢.
(٤) راتج: أطم من آطام اليهود بالمدينة.
(٥) انظر المقتضب.','1','338',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (342,'<span data-type="title" id=toc-350>وهؤلاء بنو عبد الأشهل بن جشم بن الخزرج ابن عمرو بن مالك بن الأوس بن حارثة</span>
منهم: سعد بن معاذ بن النعمان بن امرئ القيس بن زيد «١» بن عبد الأشهل ابن جشم، وهو- رضي الله عنه- الذي اهتزّ عرش الرحمن- عزّ وجلّ- لموته، بدري، من شهداء يوم الخندق؛ وله عقب؛ وأخوه عمرو بن معاذ، بدري، من شهداء أحد؛ وأخوهما زيد بن معاذ، شهد قتل كعب بن الأشرف؛ وابن أخيهم الحارث بن أوس بن معاذ، بدري، من شهداء أحد. ومن ولد سعد بن معاذ:
مروان بن واقد بن عمرو بن سعد بن معاذ؛ والحصين بن عبد الرحمن بن سعد بن معاذ، محدث؛ وابن عمهم الحارث بن أنس بن رافع «٢» بن امرئ القيس بن زيد بن عبد الأشهل، بدري، من شهداء أحد؛ وابن عمه لحاً زياد بن السّكن ابن رافع بن امرئ القيس، من شهداء أحد: وابنه عمار بن زياد، من شهداء بدر- رضي الله عن جميعهم-؛ وابن عمهم: سماك بن عتيك بن امرئ القيس ابن زيد بن عبد الأشهل، فارسهم وسيدهم في الجاهليّة؛ وابنه حضير الكتائب ابن سماك، سيد الأوس يوم بعاث، وقتل يومئذ؛ وابنه أسيد بن الحضير، بدري، عقبي، نقيب، لا عقب له- رضي الله عنه-؛ والضّحّاك بن خليفة بن ثعلبة بن عدي بن كعب بن عبد الأشهل، من شهداء أحد؛ وسلمة بن سلامة بن وقش «٣» ، بدرى، عقبىّ؛ وأخوه سلكان بن سلامة بن وقش، بدرىّ، عقبىّ؛ وابن عمهما سلمة بن ثابت بن وقش، بدري، من شهداء أحد؛ وأخوه عمرو بن ثابت، وهو الأصيرم، من شهداء أحد، دخل الجنّة ولم يسجد لله تعالى سجدة قط؛ وابن عمهم:
عباد بن بشر بن وقش، أحد قتلة كعب بن الأشرف، من شهداء يوم اليمامة؛ وسعد بن زيد بن مالك بن عبيد بن كعب بن عبد الأشهل، قيل إنه بدري.
مضى بنو عبد الأشهل بن جشم بن الحارث بن الخزرج بن عمرو بن مالك ابن الأوس بن حارثة.
_________
(١) صوابه في السيرة ٢٩٠ والاصابة ٣١٩٧ وتاج العروس ٤: ٢٢، وهو المطرد في سائر النص.
(٢) انظر الاصابة ١٣٦٢.
(٣) بسكون القاف. انظر الاصابة ٣٣٧٤.','1','339',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (343,'<span data-type="title" id=toc-351>وهؤلاء بنو أخيه زعوراء بن جشم</span>
منهم: مالك، والحارث، وعمير، وإياس، وأوس، بنو أوس بن عتيك بن عمرو بن عبد الأعلم بن عامر بن زعوراء بن جشم؛ قتل مالك وعمير يوم اليمامة؛ وقتل أوس والحارث يوم أحد؛ وقتل إياس يوم الخندق، شهداء- رضى الله عنهم- وابن عمهم أبو الهيثم مالك بن التيهان بن عتيك بن عمرو، بدري عقبي، نقيب؛ وأخوه عتيك بن التيهان، بدري، من شهداء أحد؛ وأخوه عبيد بن التيهان؛ قيل إنهما حليفان للأنصار من قضاعة؛ وهذا خطأ بلا شك، لأنه لم يكن أحد من النقباء حليفا، وإنّما كان النقباء من الصميم الصريح.
مضى بنو جشم بن الحارث بن الخزرج بن عمرو بن مالك بن الأوس بن حارثة.

<span data-type="title" id=toc-352>وهؤلاء بنو أخيه حارثة بن الحارث</span>
ولد حارثة بن الحارث: جشم؛ ومجدعة. فمن بني جشم بن حارثة هذا:
رافع بن خديج بن رافع بن عدي بن زيد بن عمرو بن زيد بن جشم بن حارثة ابن الحارث؛ وبنوه: رفاعة، وسهل، وعبد الله، وعبد الرحمن، [ومعروف] ، بنو رافع؛ [ومن ولده: عباية بن رفاعة بن رافع؛ وعبيد الله بن عبد الرحمن بن رافع] » وسعيد بن معروف بن رافع بن خديج؛ وهرير «١» بن عبد الرحمن بن رافع بن خديج، محدث؛ وعيسى بن سهل بن رافع «٢» ، محدث؛ وأخواه عثمان، وعمران، ابنا سهل؛ وعمه مظهر بن رافع «٣» ، شهد أحدا، وقتلته يهود أيام عمر- رضي الله عنه وعن عمرو ومظهّر-؛ وأخوه أيضاً ظهير بن رافع؛ وأسيد ابن ظهير بن رافع بن عدى؛ وعبد الله بن أبي معقل بن نهيك بن إساف بن
_________
(١) ضبطه في الخلاصة ٣٥٥ بمهملتين مصغرا. وكذا ورد في تهذيب التهذيب ١١: ٢٩.
(٢) وكذا في تهذيب التهذيب ٨: ٢١٢. ابن ماكولا. الاصابة ٨٠٣٠.
(٣) مظهر بتشديد الهاء المكسورة، كما ضبطه','1','340',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (344,'عدي، أخي رافع بن عدى المذكور، وكان لأبيه أبي معقل ولعمه عباد ابني نهيك صحبة؛ وهما ممن صلى إلى القبلتين- رضى الله عنهما-؛ وكان لعبد الله بن أبي معقل أخ اسمه معقل؛ ولأمهما أيضا صحبة ورواية؛ وأغزى المصعب بن الزبير عبد الله بن أبي معقل زرنج من سجستان؛ وكان لعبد الله المذكور ابن اسمه مسكين، وابنة تزوجها حبيب بن الحكم بن أبي العاصي بن أمية بن عبد شمس؛ وكانت لمسكين بن عبد الله ابنة تزوجها محمد بن خالد ابن الزبير بن العوام- رضي الله عنهم-؛ وعرابة بن أوس بن قيظي بن عمرو بن زيد بن جشم بن حارثة بن الحارث، وهو الذي مدحه الشماخ بن ضرار الشاعر بقوله:
إذا ما راية رفعت لمجد ... تلقّاها عرابة باليمين «١»
واستصغر النبي- صلى الله عليه وسلّم- عرابة يوم أحد؛ فرده مع ابن عمر «٢» وأسامة بن زيد وجماعة معهم؛ والبراء بن عازب بن الحارث بن عدي بن جشم بن حارثة بن الحارث؛ وبنوه يزيد، والربيع، وعبيد، ولوط، بنو البراء بن عازب، كوفيون، محدثون.
ومن بني مجدعة: أبو عبس بن جبر «٣» بن عتيك بن عمرو بن زيد بن جشم ابن مجدعة بن حارثة بن الحارث، بدرى: وأخوه أبو نميلة، قتل في الجاهليّة؛ وابن عمه محمد بن مسلمة بن سلمة بن خالد بن مجدعة «٤» بن حارثة بن الحارث.
وبقلعة رباح، من ولد محمد بن مسلمة: محمد بن أحمد بن حزم بن تمام بن محمد بن المصعب بن عمرو بن عمير بن محمد بن مسلمة، محدث.
ومن ولد أبي عبس بن جبر بن عتيك المذكور بيته: قاسم بن موسى بن أحمد
_________
(١) انظر الاغاني ٨: ١٠٢ والشعراء ٢٧٨ والاصابة في ترجمة الشماخ.
(٢) هو عبد الله بن عمر بن الخطاب، كما في السيرة ٥٦٠ وجوامع السيرة لابن حزم ١٥٩.
(٣) انظر ما سبق في الحاشية ٢ ص ٣٣٥. هذا ولم يذكر أحد «عتيكا» في سياق نسبه كما هنا.
(٤) في الاصابة ٧٨٠٠: «بن خالد بن عدي بن مجدعة» .','1','341',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (345,'ابن عمر بن أحمد بن محمد بن عبد الأعلى بن عبد الغافر بن عبد الحميد بن عبد الله بن أبي عبس بقرطبة؛ ومحيصّة وحويصّة «١» ، ابنا مسعود بن كعب بن عامر بن عدي بن مجدعة بن حارثة؛ ولمحيصّة ابن يقال له حزام؛ وابنا عمهما:
عبد الله، وعبد الرحمن، ابنا سهل بن كعب؛ منهم: أبو ليلى بن عبد الله ابن عبد الرحمن بن سهل؛ وسهل بن أبي حثمة، واختلف في اسم أبي حثمة، فقيل: عامر بن ساعدة، وقيل: عبد الله بن ساعدة بن عامر بن عدي بن مجدعة ابن حارثة؛ وكان خارصاً، له صحبة، رأى النبي- صلى الله عليه وسلم-، وكان إذ مات- عليه السلام- ابن ثمان سنين؛ وله ابنان: إسحاق، ومحمّد؛ وسلمة ابن أسلم بن حريش بن عدي بن مجدعة بن حارثة بن الحارث بن الخزرج بن عمرو بن مالك بن الأوس، بدري، قتل يوم جسر أبي عبيد «٢» .
مضى بنو الحارث بن الخزرج بن عمرو بن مالك بن الأوس بن حارثة.

<span data-type="title" id=toc-353>وهؤلاء بنو أخيه كعب، وهو ظفر، بن الخزرج بن عمرو ابن مالك بن الأوس بن حارثة</span>
منهم: قيس بن الخطيم بن عدي بن عمرو بن سواد بن ظفر الشاعر؛ وأخته ليلى بنت الخطيم، يقال هي التي وهبت نفسها للنبي- صلى الله عليه وسلّم-؛ وابنه يزيد بن قيس بن الخطيم، قتل يوم الجسر؛ وله ابن آخر اسمه ثابت ابن قيس، له صحبة؛ ولثابت هذا بنون؛ وهم: محمّد، وعمر، ويزيد، قتلوا يوم الحرّة؛ وبرذع بن النعمان بن زيد بن عامر بن سواد الشاعر «٣» ، الذي يقول:
فإني بحمد الله لا ثوب غادر ... لبست ولا من غدرة أتقنّع «٤»
_________
(١) انظر شرح الشافية ٢: ٢١٢ س ١١.
(٢) ويقال له يوم الجسر، ويوم قس الناطف، وهو جسر على الفرات أمر أبو عبيد بن مسعود بعقده في سنة ٣١ للهجرة. ياقوت.
(٣) في القاموس (برذع) والاصابة ٦٢٣.
(٤) في الاصابة: «لا ثوب فاجر لبست ولا من خزية أتلفع» .','1','342',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (346,'ورفاعة بن زيد بن عامر بن سواد بن ظفر، الذي سرق بنو الأبيرق درعيه؛ وابن أخيه قتادة بن النعمان بن زيد بن عامر بن سواد بن ظفر، بدرىّ، عقبىّ، وهو أخو أبي سعيد الخدري لأمه؛ ومن ولده: المحدث الفاضل عاصم بن عمر بن قتادة بن النعمان؛ أصيبت عين قتادة بن النعمان يوم أحد؛ فردها رسول الله-- صلى الله عليه وسلم- بيده، فكانت أصح عينيه؛ وبقرية شوس الأنصار:
رهط عبد الله بن عمر بن عبد الله بن موسى بن عبيد الله بن عبد الرحمن بن منصور بن عمر بن قتادة بن النعمان؛ وخالد بن النعمان بن الحارث بن عبد رزاح بن ظفر، قتل يوم مؤتة شهيدا؛ وعمّ أبيه نصر بن الحارث بن عبد رزاح بدري؛ ولبيد بن سهل بن الحارث بن عذرة بن عبد رزاح، بدرىّ، فاضل، وهو الذي اتهم بدرعي رفاعة بن زيد، وهو برئ؛ وكان الذي سرقها ابن أبيرق، وسرق معها دقيق حواري كان لرفاعة بن زيد المذكور.
والأبيرق لقب، وهو الحارث بن عمرو بن حارثة بن الهيثم بن رفاعة؛ وابنه بشير بن أبيرق «١» ، وهو الشاعر، كان يهجو أصحاب رسول الله- صلى الله عليه وسلّم- وكان منافقاً؛ فقيل إنه ارتد سنة أربع من الهجرة، وهى سنة الخندق، وكان له أخوان مبشّر، وبشر، ابنا الحارث، وهو الأبيرق؛ فاضلان، شهدا أحداً مع رسول الله، صلى الله عليه وسلم.
وأما بنو عامر بن عمرو بن مالك بن الأوس بن حارثة، فكانوا كلهم بعمان، لم يكن منهم بالمدينة أحد، فليسوا من الأنصار.
مضى بنو عمرو بن مالك بن الأوس بن حارثة.

<span data-type="title" id=toc-354>وهؤلاء بنو جشم بن مالك بن الأوس بن حارثة</span>
ولد جشم بن مالك بن الأوس: عبد الله، وهو خطمة، بطن؛ منهم:
عدي بن خرشة بن أمية بن عامر بن خطمة؛ وابنه الحارث بن عدي، من شهداء أحد؛ وعمير بن عدي، من شهداء أحد؛ وذو الشهادتين خزيمة بن ثابت بن
_________
(١) انظر السيرة ٣٥٩ والاصابة ٦٥٣ في ترجمة أخيه «بشر» .','1','343',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (347,'الفاكه بن ثعلبة بن ساعدة بن عامر بن غيان بن عامر بن خطمة «١» ؛ ومن ولده:
خزيمة بن محمد بن عمارة بن خزيمة ذى الشّهادتين، محدث؛ وحبيب بن حباشة ابن حويرثة بن عبيد بن غيان بن عامر بن خطمة «٢» ، صلى النبي- صلى الله عليه وسلم- عليه بعد أن دفن في قبره؛ وعبد الله بن يزيد بن [زيد بن «٣» ] حصين ابن عمرو بن الحارث بن خطمة، له صحبة، ولي الكوفة لابن الزبير؛ ومن ولده: القاضي المحدث أبو موسى إسحاق بن موسى بن عبد الله بن موسى بن عبد الله بن يزيد المذكور.
مضى بنو جشم بن مالك بن الأوس.

<span data-type="title" id=toc-355>وهؤلاء بنو امرئ القيس بن مالك بن الأوس بن حارثة</span>
ولد امرئ القيس بن مالك بن الأوس: مالك، وهو واقف، بطن؛ والسّلم «٤» ، بطن، وهم حلفاء [في «٥» ] بني عمرو بن عوف.
فمن بني واقف هؤلاء: هلال بن أمية بن عامر بن قيس بن عبد الأعلم بن عامر بن كعب بن واقف بن امرئ القيس بن مالك بن الأوس، بدرىّ، وهو أحد البكائين الثلاثة الذين تيب عليهم في سورة «براءة «٦» » ، ولاعن امرأته؛ وعائشة بن نمير بن واقف، الذي نسبت إليه بئر عائشة «٧» ، وهرمىّ «٨» بن عبد الله بن رفاعة بن نجدة بن مجدعة، أحد البكّائين؛ وأمّ حكيم بنت عمرو بن قيس بن عامر بن جعدة بن ثعلبة بن سالم [بن مالك «٩» ] بن واقف، التي يقول فيها الشاعر:
لعمرك إني في الحياة لزاهد ... وفي العيش ما لم ألق أمّ حكيم
وقد قيل: إن هذا البيت لقطري بن الفجاءة.
مضى بنو واقف بن امرئ القيس بن مالك بن الأوس بن حارثة.
_________
(١) انظر الاصابة ٢٢٤٧ مبهمات هذه النسبة. وفي الاشتقاق ٢٦٥: «اجيزت شهادته بشهادة رجلين» .
(٢) انظر الاصابة ٥١٦٧.
(٣) التكملة والاصابة ٥٠٢٤.
(٤) انظر المقتضب ٦٦ والاشتقاق ٢٦٥ ونهاية الارب ٢: ٣١٥.
(٥) انظر المقتضب.
(٦) سورة التوبة الآية ١١٨: «وعلى الثلاثة الذين خلفوا ... » .
(٧) ذكره السمهودي في وفاء الوفا ١١٣٩ وقال: «كان له أطم عليها، ومنازلهم في جهة قبلة مسجد الفضيخ» . وهذا من النصوص العزيزة.
(٨) ويقال اسمه «هرم» أيضا. الاصابة ٨٩٥١.
(٩) انظر المقتضب ٦٧.','1','344',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (348,'<span data-type="title" id=toc-356>وهؤلاء بنو أخيه السلم بن امرئ القيس بن مالك ابن الأوس بن حارثة</span>
منهم: سعد بن خيثمة بن الحارث بن مالك بن كعب بن النحاط بن كعب ابن حارثة بن غنم بن السلم بن امرئ القيس بن مالك بن الأوس. وقد انقرض جميع بني السلم بن امرئ القيس: كان آخر من بقي منهم رجل مات أيام الرشيد؛ وكان قد بلغ عددهم في الجاهلية ألف مقاتل.
مضى بنو امرئ القيس بن مالك بن الأوس بن حارثة.

<span data-type="title" id=toc-357>وهؤلاء بنو مرة بن مالك بن الأوس بن حارثة</span>
وهم الجعادرة «١» . ولد مرّة بن مالك: عامر؛ وسعد «٢» ، وهم أهل راتج «٣» فولد عامر: قيس. فولد قيس: زيد، بطن. فولد زيد بن قيس بن عامر بن مرة بن مالك بن الأوس: أميّة، بطن؛ ووائل، بطن؛ وعطيّة، بطن. فمن بني وائل: صيفى الشاعر، وهو أبو قيس بن الأسلت، واسم الأسلت عامر، ابن جشم بن وائل بن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس؛ وكان سيد قومه، فتأخر إسلامه إلى أن مضى يوم الخندق. وتأخّر إسلام جمهور بني خطمة، وهم بنو جشم بن مالك بن الأوس، وإسلام جمهور بنى واقف، وهم بنو امرئ القيس بن مالك بن الأوس، وإسلام أوس الله، وهم هؤلاء البطون؛ وهم من ولد مرة بن مالك بن الأوس، إلا أن بني السّلم بن امرى القيس كانوا حلفاء بني عمرو بن عوف بن مالك بن الأوس؛ فأسلموا كلهم بإسلام إخوتهم بني عمرو بن عوف بن مالك بن الأوس، قبل الهجرة، وفي أوّل الهجرة. وكان لأبي قيس بن الأسلت أخ اسمه وحوح بن الأسلت؛ وابناهما: عقبة بن أبي قيس، قتل يوم القادسيّة، وحصين بن وحوح «٤» ، قتل يوم العذيب؛ وجرول
_________
(١) في المقتضب ٦٦: «الجعادر» .
(٢) في المقتضب: «عامرة وسعيدا» .
(٣) انظر ما سبق في ص ٣٣٨.
(٤) هذا الصواب من الاصابة ١٧٤٤.','1','345',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (349,'ابن جرول بن النعمان بن الأسلت. قاتل يزيد بن مرداس السلمي، أخي عباس ابن مرداس، بابن عمه قيس بن أبي قيس بن الأسلت.
ومن بني أمية بن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس: طليب ابن ربعي بن عبد الأشهل بن أمية بن زيد، وهو الذي عدل إليه حضير الكتائب، والد أسيد بن الحضير، يوم بعاث، وهو جريح، فمات عنده، وبنى طليب على قبر حضير بيتا.
ومن بني عطية بن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس:
شأس بن قيس بن عبادة بن زهير بن عطية بن زيد بن قيس، كان من أشراف الأوس في الجاهليّة.
ومن بني سعد بن مرة بن مالك بن الأوس، وهم أهل راتج: الحباب بن زيد بن تيم «١» بن أمية بن بياضة بن خفاف بن سعد بن مرة، قتل يوم اليمامة؛ وابنة عمه لحاً: أم علي بنت خالد بن تيم بن أمية، التي نزل الأذان في بيتها.
مضى نسب الأوس بن حارثة.

<span data-type="title" id=toc-358>وهؤلاء بنو الخزرج بن حارثة</span>
ولد الخزرج بن حارثة: عمرو، وعوف، وجشم، وكعب، والحارث.

<span data-type="title" id=toc-359>وهؤلاء بنو عمرو بن الخزرج بن حارثة</span>
ولد عمرو بن الخزرج: ثعلبة؛ فولد ثعلبة بن عمرو بن الخزرج: تيم الله، وهو النجار، سمي بذلك لأنه ضرب رجلاً اسمه العتر «٢» بقدوم فنجره. فولد النجار: مالك، بطن؛ وعدىّ، بطن؛ ومازن، بطن؛ ودينار، بطن.
_________
(١) انظر الاصابة ١٥٤٢.
(٢) انظر المقتضب ٦٧.','1','346',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (350,'<span data-type="title" id=toc-360>وهؤلاء بنو مالك بن النجار</span>
ولد مالك بن النجار: عمرو «١» ؛ وغنم؛ ومعاوية؛ وعامر، وهو مبذول «٢» .
فولد عمرو بن مالك بن النجار بن ثعلبة بن عمرو بن الخزرج بن حارثة:
معاوية، وأمه حديلة «٣» ، فنسب إليها، وهى بنت مالك بن زيد مناة بن حبيب ابن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج؛ وعدىّ، أمه مغالة بنت فهيرة بن بياضة بن عامر بن بياضة بن عامر بن زريق بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج، فنسب إليها؛ وقد قيل: بل هي بنت قيس بن عامر بن عبد مناة بن كنانة بن خزيمة بن مدركة. فمن بني عدي بن عمرو بن مالك بن النجّار، وهم بنو مغالة: المنذر بن حرام بن عمرو بن زيد مناة بن عدي بن عمرو بن مالك بن النجار، الذي تحاكمت إليه الأوس والخزرج فى حربهم؛ ومن ولده: شاعر رسول الله- صلى الله عليه وسلم- حسان بن ثابت بن المنذر بن حرام المذكور؛ وأخوه أوس بن ثابت، من جلة الصحابة- رضي الله عنهم-؛ وابنه شداد بن أوس، له صحبة محمودة. فولد حسان بن ثابت:
عبد الرحمن بن حسان بن ثابت: أمه سيرين، أخت مارية أم ولد رسول الله- صلّى الله عليه وسلّم-؛ فعبد الرحمن بن حسان هو ابن خالة إبراهيم ابن رسول الله- صلى الله عليه وسلّم-؛ وابنه سعيد بن عبد الرحمن بن حسّان؛ وقد انقرض عقب حسّان؛ وإسماعيل بن عبد الرحمن بن حسان، قتل يوم الحرة؛ وأبو طلحة، واسمه زيد بن سهل بن الأسود بن حرام بن عمرو بن زيد مناة بن عدىّ ابن عمرو بن مالك بن النجّار، بدرىّ عقبى؛ وابنه عبد الله بن أبي طلحة، وله عقب بالبصرة؛ وابناه: عبد الله، وإسحاق المحدث؛ ومحمّد، وإبراهيم، ابنا عبد الله، قتلا يوم الحرّة، وإسماعيل، ويعقوب، وعمرو، وعمر، وعبد الله، بنو عبد الله بن أبي طلحة؛ وكانوا تسعة إخوة فضلاء. ومنهم برية: بنو عشيم بن سفيان بن عبد الله بن جبير بن فائد بن واثلة بن حارثة بن أرطاة بن أسود بن جبلة بن بهثة بن أسود بن أفصى بن ثعلبة بن عدي بن عمرو بن مالك
_________
(١) انظر المقتضب ٦٧.
(٢) صوابه بالذال المعجمة، كما في المقتضب والاشتقاق ٢٦٧.
(٣) بالحاء والتصغير كما في مختلف القبائل ١٥. وفي المقتضب: «جديلة» .','1','347',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (351,'ابن النجّار، وهم بقرطمة «١» ؛ فكانوا يحملون الألوية لخلفاء بنى مروان.
ومن بني معاوية بن عمرو بن مالك بن النجّار، وهم بنو حديلة: أبي بن كعب بن قيس بن عبيد بن معاوية بن عمرو، بدري، أحد القراء؛ وبنوه الطفيل، والمنذر، ومحمّد، بنو أبي بن كعب؛ وأبو حبيب بن زيد بن الحباب بن أنس ابن زيد [بن عبيد «٢» ] بن معاوية بن عمرو، بدري.
ومن بني غنم بن مالك بن النجار: أبو أيوب خالد بن زيد بن كليب بن ثعلبة بن عبد عوف «٣» بن غنم بن مالك بن النجار، بدري، ضيف النبي- صلّى الله عليه وسلّم-؛ وثابت بن خالد بن النعمان بن خنساء «٤» بن عبد بن عوف بن غنم بن مالك بن النجار، يدرىّ؛ وسراقة بن كعب بن عبد العزّى ابن غزية بن عمرو بن عبد بن عوف بن غنم بن مالك بن النجار، بدرىّ.
وبنو حزم بن زيد بن لوذان بن عمرو بن عبد بن عوف بن غنم بن مالك بن النجّار، منهم: عمارة بن حزم، بدرىّ؛ وعمرو بن حزم؛ ومحمد بن أبي بكر ابن محمد بن عمرو بن حزم، ولي المدينة هو وأبوه قبله؛ وأخوه عبد الله بن أبي بكر، فقيه محدث؛ قتل محمد بن عمرو بن حزم، وإخوته عبد الرحمن، وخالد، ومعاوية، يوم الحرّة، وقتل مع محمد بنوه: عثمان، وعبد الله، وعبد الملك؛ وابن عمهم: زيد بن ثابت بن الضحاك بن زيد بن لوذان بن عمرو، القارئ الفقيه؛ وبنوه سليمان، ويحيى، وعبد الله، وعبد الرحمن، وسليط، وسعد وزيد، قتلوا كلهم يوم الحرة؛ وإسماعيل بن زيد بن ثابت، وخارجة بن زيد ابن ثابت، أحد «٥» فقهاء المدينة؛ وابناه إبراهيم بن خارجة، وعبد الله بن خارجة، كان من علماء المدينة؛ وسعيد بن سليمان بن زيد بن ثابت، ولي قضاء المدينة أيام يزيد بن عبد الملك للنّصرىّ «٦» ؛ ومحمّد، وزياد، ابنا عمارة بن
_________
(١) ياقوت: «قرطمة» بفتح أوله وسكون ثانيه وفتح الطاء والميم: مدينة بالاندلس غير قرطبة التي ذكرناها آنفا. وهذه من أعمال رية صالحة الاهل.
(٢) التكملة من الاصابة ٢٥٠ من الكني.
(٣) في الاصابة ٢١٥٩: «عبد عوف» ، وأثبت ما في جوامع السيرة ١٤١.
(٤) بعده في السيرة ٥٠٢ وجوامع السيرة ١٤١ والاصابة ٨٧٢: «بن عسيرة» .
(٥) انظر جوامع السيرة ٣٢٥.
(٦) في تهذيب التهذيب ٤: ٤٣: «ولي قضاء المدينة لابراهيم بن هشام المخزومي» .','1','348',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (352,'يزيد بن ثابت، أخي زيد بن ثابت، قتلا يوم الحرّة؛ ومعاذ، ومعوّذ، وعوف، بنو الحارث بن رفاعة بن الحارث بن سواد بن مالك بن غنم بن مالك، وهم بنو عفراء بنت عبيد بن ثعلبة بن عبد بن ثعلبة بن غنم بن مالك؛ وابن عمهم لحاً: النعيمان بن عمرو بن رفاعة المضحك «١» ، بدرىّ؛ وعبد الله بن قيس بن خالد بن الحارث بن سواد، بدرىّ؛ وسهل، وسهيل، ابنا رافع بن أبي عمرو ابن عائذ بن ثعلبة بن غنم بن مالك، ولهما كان المربد الذي بني فيه رسول الله- صلى الله عليه وسلم- مسجده؛ وأبو أمامة أسعد بن زرارة بن عدس بن عبيد بن ثعلبة بن غنم بن مالك النقيب الجليل، عقبي؛ كان له ابن اسمه عبد الرحمن؛ ومن ولده يحيى بن عبد الله بن عبد الرحمن بن أسعد بن زرارة، محدث ثقة؛ وله أخ اسمه سعد بن زرارة، ومن ولده: عمرة بنت عبد الرحمن بن سعد بن زرارة؛ وله عقب؛ وحارثة بن النعمان بن رافع بن زيد بن عبيد بن ثعلبة بن غنم ابن مالك؛ بدرىّ؛ وقيس بن قهد «٢» بن قيس بن ثعلبة بن عبيد بن ثعلبة بن غنم؛ وابنه سليم، بدري؛ كان قيس غير محمود في الصحابة؛ ومن ولده:
عبد الغفار بن القاسم الكوفىّ؛ وأبو محمّد البدرىّ، واسمه مسعود بن أوس بن زيد بن أصرم بن زيد بن ثعلبة بن غنم؛ ورافع بن الحارث بن سواد بن زيد بن ثعلبة بن غنم، بدرىّ؛ والفقيه يحيى، وأخواه: سعد، وعبد ربه، بنو سعد ابن قيس بن عمرو بن سهل بن ثعلبة بن الحارث بن زيد بن ثعلبة بن غنم، ولي يحيى قضاء بغداد للمنصور؛ يقال إن جده كان من المنافقين؛ ولم يصحّ.
ومن بنى مبذول، وهو عامر بن مالك بن النجار: ثعلبة بن عمرو بن محصن بن عمرو بن عتيك بن مبذول، بدرىّ؛ وأخوه حبيب، قتل يوم اليمامة؛ والحارث بن الصمة، بن عمرو بن عتيك، بدري، قتل يوم بئر معونة؛ وسعد بن عمرو بن كعب بن مالك بن مبذول، قتل يوم بئر معونة؛ وسهل بن عتيك بن النعمان بن عمرو بن عتيك بن عمرو بن مبذول. مضى بنو مالك بن النجّار.
_________
(١) انظر الاصابة ٨٧٨٩.
(٢) الاصابة ٧٢١٧: «بن قهر» .','1','349',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (353,'<span data-type="title" id=toc-361>وهؤلاء بنو دينار بن النجار</span>
منهم: النعمان بن عبد عمرو بن مسعود بن كعب بن عبد الأشهل بن حارثة ابن دينار بن النجار، بدري، قتل يوم أحد؛ وأخوه الضحّاك، بدرىّ؛ وأخوهما قطبة، قتل يوم بئر معونة؛ وكعب بن زيد بن قيس بن مالك بن عبد الأشهل ابن حارثة بن دينار بن النجار، بدري، قتل يوم الخندق؛ وابن عمه، عبد الله ابن أبي خالد بن قيس؛ وابن عمهما، سعد بن سهيل بن مالك بن كعب، بدرى؛ وسليم بن الحارث بن ثعلبة بن كعب بن عبد الأشهل بن حارثة بن دينار بن النجار.
مضى بنو دينار بن النجار.

<span data-type="title" id=toc-362>وهؤلاء بنو عدي بن النجار</span>
منهم: صرمة بن أبي أنس، واسم أبي أنس قيس، بن صرمة بن مالك بن عدي بن النجار، أسلم وهو شيخ كبير، وكان قد رفض الأوثان في الجاهليّة؛ وعمه أنس بن صرمة الشاعر، وهو الذي يقول:
ثوى في قريش بضع عشرة حجة ... بمكة لو يلقى صديقاً مواتيا «١»
وابن عمه لحاً محرز بن عامر بن مالك بن عدي بن عامر بن غنم بن عدي بن النجار، بدرىّ، ومات يوم خروج النبي- صلى الله عليه وسلم- إلى أحد؛ وإثر صلاته- عليه السلام- عليه، خرج إلى الحرب؛ وعامر بن أمية بن زيد بن الحسحاس بن مالك بن عدي بن عامر بن غنم بن عدي بن النجار، بدري، من شهداء أحد؛ وابنه هشام بن عامر، بصرى، له صحبة؛ وابن ابنه سعد بن هشام بن عامر، محدث؛ وأبو حكيم عمرو بن ثعلبة بن وهب بن عدي بن مالك ابن عدي بن عامر بن غنم بن عدي بن النجّار، بدرىّ؛ وأبو خارجة عمرو ابن قيس بن مالك بن عدي بن عامر بن غنم بن عدي بن النجّار، بدرى؛ وابنه أبو سليط أسيرة «٢» بن عمرو، بدرى؛ وسليط بن قيس بن عمرو بن عتيك ابن مالك بن عدي بن عامر بن غنم بن عدي بن النجار، بدري، قتل يوم قس
_________
(١) البيت من أبيات عددها ١٤ بيتا رواها ابن هشام في السيرة ٣٥٠ برواية: «يذكر لو يلقي» .
(٢) وكذا في جوامع السيرة ٩٤، ١٤٤، وفي الاصابة ٥٦٢ من قسم الكني: «يقال اسمه أسير، وقيل بزيادة هاء في آخره، ويقال أسيد وقيل أنس وقيل أنيس مصغرا وقيل سبرة» .','1','350',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (354,'الناطف، وقيل يوم جسر أبي عبيد، وهو أصحّ؛ وثابت بن خنساء بن عمرو بن مالك بن عدي بن عامر بن غنم بن عدي بن النجار، قتل يوم أحد؛ وعمرو بن ثعلبة بن وهب بن عدي بن مالك بن عدي بن عامر بن غنم بن عدىّ ابن النجار أبو حكيمة، بدري؛ وأبو الأعور كعب بن الحارث بن ظالم بن عبس بن حرام بن جندب بن عامر بن غنم بن عدي بن النجار، بدري؛ وأبو زيد قيس بن السكن بن قيس بن زعوراء بن حرام بن جندب، بدري، قتل يوم الجسر، وهو الذي جمع القرآن كله على عهد رسول الله- صلى الله عليه وسلم-؛ وسليم، وحرام، وأمّ سليم، وأمّ حرام، بنو ملحان، واسم ملحان:
مالك بن خالد بن دينار «١» بن حرام بن جندب بن عامر بن غنم بن عدي بن النجار: سليم هذا بدري قتل يوم بئر معونة؛ وأمّ سليم هذه هي أم أنس بن مالك وأم عبد الله بن أبي طلحة الأنصارى؛ وأمّ حرام هذه امرأة عبادة بن الصامت، صاحبتان جليلتان؛ وأنس بن النضر بن ضمضم بن زيد بن حرام ابن جندب، من شهداء أحد؛ وأخته الرّبيع بنت النّضر؛ وبنو أخيه أنس بن مالك بن النّضر، والبراء بن مالك، وعمرو بن مالك: كان أنس خادم رسول الله- صلى الله عليه وسلم-، وله عقب كثير بالبصرة: كان منهم النّضر، وأبو بكر، وموسى، وخالد، والحارث، وثمامة، وعمران، وزيد، وعبيد الله «٢» ، وحفص، وعمر، وعبد الله، بنو أنس، روى عنهم الحديث؛ وعبيد الله بن أبي بكر [بن أنس «٣» ] ؛ والقاضي محمد بن عبد الله بن المثنى بن ثمامة بن عبيد الله بن أنس؛ وحفص بن عبد الله بن أنس؛ وهشام بن زيد، ومن ولده:
أبو عمير عبد الكبير بن محمد بن عبد الله بن حفص بن هشام المذكور، محدث بصري، مات بمصر سنة ٢٩١؛ ومعبد بن خالد بن أنس «٤» ؛ والحارث
_________
(١) في جوامع السيرة ١٤٤: «زيد» .
(٢) انظر تهذيب التهذيب ٧: ٣.
(٣) انظر تهذيب التهذيب ٦: ٥.
(٤) انظر تهذيب التهذيب.','1','351',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (355,'ابن أنس؛ وغيرهم كثير جداً: لم يمت أنس حتى مشى أمامه مائة رجل من ولده، يرجعون بنسبهم إليه، من ذكور ولده وولد ولده خاصة. وحفص بن عمرو ابن مالك هو ابن أخي أنس بن مالك؛ روى عنه الحديث.
مضى بنو عدىّ بن النجار.

<span data-type="title" id=toc-363>وهؤلاء بنو مازن بن النجار</span>
منهم: قيس بن مخلد بن ثعلبة بن صخر بن حبيب بن الحارث بن ثعلبة ابن مازن بن النجار، بدري، قتل يوم أحد شهيداً. ومنهم: حبيب بن زيد بن عاصم بن عمرو بن عوف بن مبذول بن عمرو بن غنم بن مازن بن النجار، أرسله رسول الله- صلى الله عليه وسلم- إلى اليمامة؛ فقتله مسيلمة- لعن الله مسيلمة ورضى عن حبيب بن زيد-؛ وأخوه عبد الله بن زيد، له صحبة؛ وعبد الرحمن ابن كعب بن عمرو بن عوف بن مبذول بن عمرو بن غنم بن مازن بن النجار، أحد البكائين المذكورين في القرآن «١» ؛ وأخوه عبد الله بن كعب، بدرىّ؛ وقيس ابن أبي صعصعة، واسمه عمرو، بن زيد بن عوف بن مبذول، بدري؛ وأخوه الحارث بن أبي صعصعة، قتل يوم اليمامة؛ وأخوهما خالد، قتل يوم بئر معونة؛ والبراء بن أوس بن خالد بن الجعد [بن عوف] بن مبذول بن عمرو بن غنم ابن مازن بن النجار، وهو أبو إبراهيم بن رسول الله- صلى الله عليه وسلم- من الرضاع، لأنّ زوجته أمّ بردة هى التي أرضعت إبراهيم ابن رسول الله- صلى الله عليه وسلم-؛ وعمرو، وسراقة، وأبو جنّة «٢» ، وضمرة، بنو غزية بن عمرو بن عطيّة ابن خنساء بن مبذول، وعمرو عقبى، وسراقة من شهداء يوم مؤتة، وأبو حنة من شهداء يوم اليمامة، وضمرة من شهداء يوم الجسر؛ ويحيى، وواسع، ابنا حبان بن منقذ «٣» بن عمرو بن عمرو بن عطية بن خنساء بن مبذول، أمهما
_________
(١) انظر تسميتهم في المحبر لابن حبيب ٢٨١ وجوامع السيرة لابن حزم ٢٥٠ وكتب التفسير في تفسير الآية ٩٢ من سورة التوبة: «ولا على الذين اذا ما أتوك لتحملهم» .
(٢) انظر السيرة ٤٩٤.
(٣) صوابه في الاصابة ١٥٤٩ والقاموس (حبب) ، و «حبان» .','1','352',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (356,'هند بنت ربيعة بن الحارث بن عبد المطلب، وهى التي ورثها عثمان من حبان بعد أزيد من عام من أن طلقها؛ وأبو داود عمير بن عامر بن مالك بن خنساء بن مبذول، بدرى؛ ومن ولده حميد بن حمزة بن أبي داود، محدث.
مضى بنو عمرو بن الخزرج. ولا أعلم له بقية من غير النّجّار.

<span data-type="title" id=toc-364>وهؤلاء بنو عوف بن الخزرج</span>
ولد عوف بن الخزرج: عمرو؛ وغنم؛ وقطن. فولد قطن: السائب، عقبه بعمان، ولم يكن منهم أحد بالمدينة؛ فليسوا من الأنصار.

<span data-type="title" id=toc-365>وهؤلاء بنو عمرو بن عوف بن الخزرج بن حارثة</span>
فولد عمرو بن عوف بن الخزرج: عوف. فولد عوف بن عمرو بن عوف بن الخزرج بن حارثة: سالم، بطن؛ وغنم، بطن؛ وعنز، بطن، وهو قوقل «١» .

<span data-type="title" id=toc-366>وهؤلاء بنو سالم بن عوف بن عمرو بن عوف بن الخزرج بن حارثة</span>
فولد سالم بن عوف: مالك، وغنم، ولوذان، وزيد، وحذيم «٢» . وكانت دار بني سالم بين قباء والمدينة؛ وقد صلى رسول الله- صلى الله عليه وسلم- الجمعة عندهم إذ رحل عن قباء إلى دار بني النجار. فولد مالك بن سالم بن عوف: سالم؛ منهم: جميع بن مسعود بن عمرو بن أصرم بن سالم بن مالك بن سالم ابن عوف، وهو الذي تصدق بجهازه إذ مرض؛ والعبّاس بن عبادة بن نضلة بن مالك بن العجلان بن زيد بن غنم بن سالم بن عوف، هاجر من المدينة إلى مكة، وهو من شهداء أحد- رضي الله عنه-؛ وجدّه مالك بن العجلان بن زيد بن غنم ابن سالم بن عوف، رئيس الخزرج في حرب بعاث؛ ومليل بن وبرة بن خالد
_________
(١) في المقتضب ٦٧ أن «قوقل» هو غنم بن عوف بن عمرو بن عوف. وكذا في الاشتقاق ٢٧٠.
(٢) انظر المقتضب ٦٧.','1','353',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (357,'ابن العجلان بن زيد بن غنم بن سالم بن عوف بن عمرو بن عوف بن الخزرج، بدري؛ وابن أخيه عصمة بن الحصين بن وبرة، بدرىّ؛ وعتبان بن مالك بن عمرو بن العجلان، بدرى؛ وأبو خيثمة، قيل: هو عبد الله بن خيثمة، وقيل:
هو مالك بن قيس بن ثعلبة بن العجلان؛ وثابت بن الضحاك بن أمية بن ثعلبة ابن جشم بن مالك بن سالم بن عوف بن عمرو بن عوف بن الخزرج، من أهل بيعة الرضوان.
مضى بنو سالم بن عوف بن عمرو بن عوف بن الخزرج بن حارثة.

<span data-type="title" id=toc-367>وهؤلاء بنو عنز، وهو قوقل، بن عوف بن عمرو ابن عوف بن الخزرج بن حارثة</span>
فولد قوقل: ثعلبة، ومرضخة، وأبيّ، وحبيب، ومالك. منهم: الأعرج ابن مالك بن ثعلبة بن أصرم بن فهر بن ثعلبة بن قوقل، من شهداء أحد؛ وعبادة بن الصامت بن قيس بن أصرم، عقبي، نقيب؛ وابناه محمّد، والوليد، ومن ولده: أبو منيع الوليد بن داود بن محمد بن عبادة بن الصامت، وأخوه النعمان بن داود، محدث، روى عنه أبو نعيم؛ وعبادة بن الوليد بن عبادة بن الصامت، محدثان. وكان من ولد عبادة بن الصامت قوم يسكنون بالمدينة عندنا بباب العطارين بقرطبة، يعرفون ببنى هارون؛ ومالك بن الدخشم بن مالك ابن الدخشم بن مرضخة، بدري.
مضى بنو قوقل بن عوف بن الخزرج بن حارثة.

<span data-type="title" id=toc-368>وهؤلاء بنو غنم بن الخزرج بن حارثة</span>
ولد غنم بن عوف بن الخزرج: سالم، وهو الحبلى، لقب بذلك لعظم بطنه.
فولد الحبلى: مالك. فولد مالك: عبيد، وعدىّ، وجشم، وسالم، وثعلبة، وعمرو. ومنهم: عبد الله بن أبي بن مالك بن الحارث بن عبيد بن مالك بن سالم الحبلى، رئيس المنافقين،، وهو ابن سلول، وهى جدته، نسب إليها؛','1','354',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (358,'كانت دارهم بين دار بنى النجّار وبين دار بنى ساعدة؛ وابنه عبد الله بن عبد الله، من فضلاء الصحابة بدري، قتل- رضي الله عنه- يوم اليمامة؛ وأوس بن خولىّ ابن عبد الله بن الحارث بن عبيد بن مالك بن سالم الحبلى، بدرى، وهو الذي تخيرت الأنصار منهم للنزول في قبر رسول الله- صلى الله عليه وسلم- إذ دفن- عليه السلام-؛ ويزيد بن وديعة بن عمرو بن قيس بن جزء بن عدي بن مالك ابن سالم الحبلى، بدري، عقبي، ابنه ثابت بن يزيد، له صحبة؛ وقد قيل اسمه مر بن وديعة؛ ورفاعة بن عمرو بن زيد بن عمرو بن ثعلبة بن جشم بن مالك بن سالم الحبلى، بدري عقبي، قتل يوم أحد؛ وأيمن بن عبيد بن عمرو ابن بلال بن أبي الجرباء بن قيس بن مالك بن ثعلبة بن جشم بن مالك بن سالم الحبلى؛ ذكر ابن الكلبي أنه أخو أسامة بن زيد مولى رسول الله- صلى الله عليه وسلم- وأمهما: أم أيمن، داية رسول الله صلى الله عليه وسلم- وقال ابن إسحاق:
وأيمن بن عبيد هذا ليس هو أيمن بن أم أيمن، ذلك أيمن بن عبيد كان أبوه من الحبشة، ووافق اسمه واسم أبيه اسم هذا الحبلي من الأنصار واسم أبيه.
قال علىّ: والذي قال ابن إسحاق هو الصحيح، الذي لا يجوز غيره، لأنّ أيمن بن أم أيمن قتل يوم حنين، وكان أسنّ من أسامة، ومن المحال الممتنع أن تنكح أم أيمن بالمدينة، فتلد ولداً يقتل يوم حنين.
ومنهم: أبو خميصة «١» معبد بن عبادة بن قشعر بن المقدم «٢» بن سالم بن مالك بن سالم الحبلى، بدري.
مضى بنو عوف بن الخزرج.
_________
(١) في هذه الكنية خلاف، وما في جوامع السيرة لابن حزم ١٣٣ والسيرة ٤٩٧ يطابق ما هنا. وقيل ايضا «أبو حميضة» بمهملة ومعجمة مصغر، انظر الاصابة ٨٠٨٩.
(٢) في الاصابة والسيرة وجوامع السيرة: «عباد» . وقشعر، بضم القاف والعين مأخوذ من القشعر وهو القثاء. وفي السيرة وجوامع السيرة: «قشير» والاصابة: «بشير» .','1','355',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (359,'<span data-type="title" id=toc-369>وهؤلاء بنو جشم بن الخزرج</span>
ولد جشم بن الخزرج: غضب؛ وتزيد (بالتاء المنقوطة من فوق نقطتين) .
فولد غضب: مالك. فولد مالك: عبد حارثة؛ وعمرو، وهم حلفاء بنى بياضة؛ وكعب بن مالك، وهم حلفاء بني عمرو بن عوف. فولد عند حارثة: حبيب؛ وزريق.
فولد حبيب بن عبد حارثة: زيد مناة، وعبد الله. فولد عبد الله بن حبيب:
أبا جبيلة الملك الغساني، الذي جلبه مالك بن العجلان لقتل اليهود بالمدينة.
وولد زيد مناة بن حبيب: مالك، وهم حلفاء بنى زريق؛ والحارث بن زيد مناة، وهم حلفاء بني بياضة؛ منهم: سلمة بن صخر بن سلمان بن الصمة بن حارثة بن الحارث بن زيد مناة بن حبيب بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج، أحد البكائين؛ وكان أبوه صخر شاعرا؛ وأبو قيس، ورافع، ونفيع، وعبيد، وأوس، والنعمان، بنو المعلى بن لوذان بن حارثة بن زيد بن ثعلبة بن عدي بن مالك بن زيد مناة بن حبيب بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج: واستشهد أبو قيس ورافع ببدر، واستشهد عبيد بأحد، وأسلم نفيع قبل الهجرة؛ فقتله قيس «١» ، رجل من مزينة، حينئذ ببطحان؛ وأبو سعيد بن المعلّى هو الحارث بن أوس المذكور بن المعلّى بن لوذان، نسب إلى جده؛ وابن ابنه مروان بن عثمان بن أبي سعيد، محدث؛ وقيس بن عبيد بن المعلى، بدري.
مضى بنو حبيب بن عبد حارثة.

<span data-type="title" id=toc-370>وهؤلاء بنو أخيه زريق بن عبد حارثة بن مالك ابن غضب بن جشم بن الخزرج</span>
ولد زريق بن عبد حارثة بن مالك بن غضب: عامر. فولد عامر: زريق، بطن؛ وبياضة، بطن. فمن بني بياضة: زياد بن لبيد بن سنان بن عامر بن
_________
(١) لم ينص في الاصابة ٨٧٩٥ على اسم قاتله.','1','356',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (360,'عدي بن أمية بن بياضة، بدري، عقبي، ولاه رسول الله- صلى الله عليه وسلم- حضر موت؛ وفروة بن عمرو بن ودقة «١» بن عبيد بن عامر بن بياضة، بدري، عقبىّ؛ وزيد بن الدثنة بن معاوية بن عبيد بن عامر بن بياضة، الذي قتلته قريش مع خبيب بن عدىّ؛ وخالد بن قيس بن مالك بن العجلان بن عامر، شهد بدرا؛ ورخيلة «٢» بن ثعلبة بن خالد بن ثعلبة بن خالد بن عامر بن بياضة، رأس الخزرج يوم بعاث؛ وابنه النعمان بن رخيلة، كانت معه راية المسلمين يوم أحد «٣» ؛ وغنّام «٤» بن أوس بن عمرو بن مالك بن عامر بن بياضة، بدرىّ، وعطيّة بن نويرة بن عامر بن عطية بن عامر بن بياضة، شهد بدراً؛ وخليفة بن عدي بن عمرو بن مالك بن عامر بن فهيرة «٥» بن عامر بن بياضة، بدري.
مضى بنو بياضة بن عامر بن زريق بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج.

<span data-type="title" id=toc-371>وهؤلاء بنو زريق بن عامر بن زريق بن عبد حارثة بن مالك ابن غضب بن جشم بن الخزرج</span>
فولد زريق بن عامر بن زريق بن عبد حارثة: عامر بن زريق؛ وعوف بن زريق. منهم: ذكوان بن عبد قيس بن خلدة «٦» بن مخلد بن عامر بن زريق ابن عامر بن زريق بن عبد حارثة، بدري، عقبي، من شهداء أحد، وابن عمه لحاً أبو عبادة سعد بن عثمان بن خلدة، بدرىّ؛ ومسعود بن خلدة بن عامر
_________
(١) بفتح الواو وسكون الدال، كما في الاصابة ٦٩٧١.
(٢) الصواب بالخاء المعجمة كما في الاصابة ٢٦٣٩.
(٣) هو صحابي شهد بدرا. والنعمان ليس ابنه، فقد ذكر ابن سعد في ترجمته رخيلة في الطبقات ج ٣ ق ٢ ص ١٣٣ انه ليس له عقب. والنص الصحيح ما قاله ابن دريد في الاشتقاق ص ٢٧٢: ورخيلة بن ثعلبة شهد بدرا. وعمرو بن النعمان بن كلدة بن عمرو بن أمية بن عامر بن بياضة رأس الخزرج يوم بعاث. وابنه النعمان كانت معه راية المسلمين يوم أحد.
(٤) صوابه في الاصابة ٦٩٠٩.
(٥) وكذا في السيرة ٥٠٢ وجوامع السيرة ١٤٠.
(٦) وكذا في الاصابة ٢٤٣٢ والسيرة ٣٠٩. وفي جوامع السيرة ٧١: «بن خلدة» .','1','357',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (361,'ابن مخلد بن عامر بن زريق بن عبد حارثة، بدرى؛ وابنا أخيه: عقبة، وسعد، ابنا عثمان بن خلدة، بدريّان؛ والحارث بن قيس «١» بن خالد بن مخلد بدري؛ وقيس بن محصن بن خالد بن مخلد، بدرى؛ وعائذ، ومعاذ، ابنا ماعص بن قيس بن خلدة «٢» كلاهما بدري؛ ورفاعة بن رافع بن مالك بن العجلان بن عمرو بن عامر بن زريق، أبوه رافع عقبي بدري، قتل أخوه خلاد يوم بدر، وعبيد، ومعاذ، ابنا رفاعة بن رافع المذكور؛ وأبو رافع عبيد بن زيد ابن عامر بن العجلان بن عامر بن زريق، بدري، أول من أسلم من الأنصار.
مضت بنو غضب بن جشم بن الخزرج.

<span data-type="title" id=toc-372>وهؤلاء بنو تزيد بن جشم بن الخزرج</span>
ولد تزيد بن جشم بن الخزرج: ساردة؛ فولد ساردة: أسد. فولد أسد:
علي. فولد علي: سعد. فولد سعد: سلمة، بطن؛ وأدىّ، بطن. فمن بني أدي: معاذ بن جبل، وأخوه ربيعة بن جبل بن عمرو بن أوس بن عائذ بن عدي بن كعب بن عمرو بن أدىّ. وكان لمعاذ ابن اسمه عبد الرحمن. وقد انقرض عقب معاذ وأخيه- رضى الله عنهما-؛ وابن عمهما: جميلة بن عمرو ابن عائذ بن عدي بن كعب.

<span data-type="title" id=toc-373>وهؤلاء بنو سلمة بن سعد بن علي بن أسد بن ساردة ابن تزيد بن جشم بن الخزرج</span>
ولد سلمة: كعب، وغنم. فولد كعب بن سلمة: غنم بن كعب؛ وسواد ابن كعب؛ وخنساء بن كعب؛ وعدى بن كعب. منهم: ثابت بن الجذع «٣» ابن زيد بن الحارث بن حرام بن كعب بن غنم بن كعب بن سلمة، بدري، عقبي، استشهد يوم الطائف؛ وأخوه مروان بن الجذع، أسلم وهو شيخ كبير، وابنه مرداس بن مروان، شهد الحديبية، وكان أمين رسول الله- صلى الله عليه
_________
(١) انظر السيرة ٣٠٩ والاصابة ٣٣٠ من الكنى.
(٢) وكذا في السيرة ٥٠١- ٥٠٢ والاصابة ٤٤٤٢.
(٣) انظر جوامع السيرة ٨٤.','1','358',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (362,'وسلّم- على سهمان خيبر؛ وعمير بن الحارث بن ثعلبة بن حرام بن كعب بن غنم بن كعب بن سلمة: وجابر بن عبد الله بن عمرو بن حرام بن ثعلبة بن حرام بن كعب بن غنم بن كعب بن سلمة، عقبيّان، وشهد عبد الله والد جابر بدرا، واستشهد يوم أحد، وهو نقيب؛ وعبد الرحمن، وعبد الله، ومحمّد، ومحمود، بنو جابر بن عبد الله؛ ولجابر عقب في جهة إفريقية، في الموضع المعروف بالأنصاريّين؛ وعمير بن حرام بن عمرو بن الجموح؛ وخراش بن الصمة ابن عمرو بن الجموح بن زيد بن حرام بن كعب بن غنم بن كعب بن سلمة، بدريّان. وذكر ابن الكلبي أنه كان مع خراش بن الصمة يوم بدر فرسان؛ وهذا غير صحيح؛ وعامر بن نابئ بن زيد بن حرام بن كعب بن غنم بن كعب بن سلمة، عقبىّ؛ وابنه عقبة بن عامر، بدري، من شهداء اليمامة؛ ومعاذ بن عمرو بن الجموح، قطع رجل أبي جهل يوم بدر؛ وأخوه معوذ، قتل يوم بدر؛ وخلّاد أخوهما، بدري، من شهداء أحد؛ وعمرو بن الجموح أبوهم، قتل يوم أحد؛ والحباب بن المنذر بن الجموح بن زيد بن حرام بن كعب بن غنم بن كعب بن سلمة، وهو صاحب الرأي يوم بدر؛ وابنه خشرم، من أهل الحديبية؛ والفاكه بن السكن بن زيد بن أمية بن خنساء بن كعب بن غنم بن كعب بن سلمة؛ وعمرو بن طلق بن يزيد بن أمية بن سنان بن كعب بن عثمان بن سواد ابن كعب بن غنم بن كعب بن سلمة.
ومن بني عدي بن غنم بن كعب بن سلمة
ولد عدي بن غنم: عبيد، بطن؛ وربيعة، دخلوا في بني عبيد. منهم:
معبد، وعبد الله، ابنا قيس بن صيفي بن صخر بن حرام بن ربيعة بن عدي بن غنم، بدري؛ وجبّار بن صخر بن أمية بن خنساء بن سنان بن عبيد، عقبى؛ والبراء بن معرور بن صخر بن خنساء بن سنان بن عبيد بن عدي بن غنم بن كعب بن سلمة، عقبي، نقيب، أول من دفن إلى الكعبة؛ وابنه بشر بن البراء، الذي أكل من الشاة المسمومة مع رسول الله- صلى الله عليه وسلم- فمات بشر منها رضي الله عنه-؛ وقيس بن معرور، أخو البراء بن معرور، شهد الحديبية؛ والجدّ بن قيس بن صخر بن خنساء بن سنان، تكلّم فيه؛ وابنه','1','359',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (363,'محمّد بن الجدّ؛ والطفيل بن مالك بن خنساء، بدري، عقبي، من شهداء الخندق، وأبو يحيى عبد الله بن عبد مناف بن النعمان بن سنان بن عبيد بن عدي بن غنم بن كعب بن سلمة، بدرىّ؛ وزيد بن المنذر بن خناس بن سنان، بدري؛ وعبد الله بن النعمان بن بلدمة «١» بن خناس بن سنان بن عبيد بن عدىّ، بدرى؛ وابن عمه لحاً، أبو قتادة بن ربعي بن بلدمة، فارس رسول الله صلى الله عليه وسلم- قيل: اسمه الحارث، وقيل: النّعمان؛ وابناه: عبد الله، وعبد الرحمن؛ والضحّاك بن حارثة بن زيد بن ثعلبة بن عبيد بن عدي بن غنم بن كعب بن سلمة، بدرىّ، عقبى؛ وابن عم أبيه لحاً: سواد بن زيد بن ثعلبة، بدرىّ؛ وخالد بن عمرو بن عدي بن سواد بن عدي بن غنم بن كعب ابن سلمة، بدرىّ؛ وأبو اليسر كعب بن عمرو بن عباد بن عمرو بن سواد بن عدي- وأبو عبس «٢» بن عامر بن عدي بن سواد، بدري؛ وعامر بن غنمة بن عدي بن سواد، بدرىّ؛ وسليم بن عمرو بن حديدة بن عمرو بن سواد، عقبىّ، بدرى؛ وأخوه أبو قطبة بن عمرو، بدرى عقبىّ؛ وابنته جميلة بنت أبي قطبة، تزوجها أنس بن مالك، وهى مولاة الحسن بن أبي الحسن البصرى.
والشاعر كعب بن مالك بن أبي كعب، واسمه عمرو، بن القين بن كعب ابن سواد، عقبى؛ وابن عمه لحاً سهيل بن قيس بن أبي كعب. فولد كعب بن مالك: عبد الرحمن، وعبد الله، وعبيد الله، وفضالة، ووهب، ومعبد، ومحمّد، كلهم محدث. فمن ولد عبد الرحمن بن كعب: بشر، وكعب، ابنا عبد الرحمن ابن كعب. ومن ولد عبد الله بن كعب: معن بن عمرو بن عبد الله بن كعب؛ والزّبير بن خارجة بن عبد الله بن كعب؛ وعبد الرحمن المكنى بأبي الخطاب ابن عبد الله بن كعب، كل من ذكرنا من ولد عبد الله بن كعب شاعر. ومن ولد معبد بن كعب: معن بن وهب [بن معبد] بن كعب، شاعر؛ وعمرو ابن طلق بن زيد بن أمية بن سنان بن كعب بن عثمان بن سواد بن غنم بن كعب
_________
(١) وكذا في السيرة وجوامع السيرة ١٣٧. في الاصابة ٤٩٨٤: «بلزمة» .
(٢) في الاصابة ٧٢٦ من باب الكني: «ابو عبيس» ، لكن في جوامع السيرة ٨٣، ١٣٨: «عبس» فقط.','1','360',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (364,'ابن سلمة، بدرىّ؛ وعبس «١» بن عامر بن عدي بن نابئ بن عمرو بن سواد بن غنم بن كعب بن سلمة، بدرى، عقبىّ. ومن بني غنم بن سلمة: عبد الله بن عتيك بن قيس بن الأسود بن مري «٢» بن كعب، قاتل ابن أبي الحقيق.
مضى بنو جشم بن الخزرج بن حارثة.

<span data-type="title" id=toc-374>وهؤلاء بنو الحارث بن الخزرج بن حارثة</span>
كان سكن بني الحارث بن الخزرج بالسنح، على ميل من مسجد رسول الله- صلى الله عليه وسلم-؛ وفيهم كان يسكن أبو بكر الصديق- رضي الله عنه.
ولد الحارث بن الخزرج: الخزرج؛ وجشم، وزيد، وهما التّوءمان؛ وعوف وصخر؛ وجردش، دخل جردش في غسان.

<span data-type="title" id=toc-375>وهؤلاء بنو جشم بن الحارث بن الخزرج بن حارثة</span>
ولد جشم بن الحارث بن الخزرج: عامر. منهم: خبيب بن إساف بن عنبة بن عمرو بن خديج بن عامر بن جشم بن الحارث بن الخزرج، بدري، أحدي، خندقي، وهو قاتل أمية بن خلف يوم بدر؛ وأبو زغبة الشاعر عامر بن كعب بن عامر بن خديج بن عامر.

<span data-type="title" id=toc-376>وهؤلاء بنو زيد بن الحارث بن الخزرج بن حارثة</span>
فولد زيد بن الحارث بن الخزرج، وهو زيد مناة: عبد ربه؛ وكعب؛ وثعلبة. منهم: عبد الله بن زيد بن عبد ربه بن ثعلبة بن زيد بن الحارث بن الخزرج، وهو الذي أرى الأذان؛ وأخوه الحارث بن زيد، بدري؛ ولعبد الله ابن اسمه محمد، روى عنه الحديث؛ وقد قيل إنهما من بني جشم بن الحارث بن الخزرج؛ وسفيان بن نمير بن عمرو بن الحارث بن كعب.
_________
(١) انظر السيرة ٣١٠، ٥٠٠ وجوامع السيرة ٨٣، ١٣٨ والاصابة ٥٢٨٠.
(٢) في الاصابة ٤٨٠٨: «برى» بالباء.','1','361',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (365,'<span data-type="title" id=toc-377>وهؤلاء بنو عوف بن الحارث بن الخزرج بن حارثة</span>
ولد عوف بن الحارث بن الخزرج: خدارة «١» ؛ وخدرة، وهو الأبجر؛ بطنان.
فمن بني خدارة: أبو مسعود البدري، وهو عقبة بن عمرو بن ثعلبة بن أسيرة ابن عسيرة «٢» بن عطيّة بن خدارة، بدري، عقبي، ولاه على الكوفة إذ سار إلى صفّين؛ وتميم بن يعار بن قيس بن عدي بن أمية بن خدارة، بدرىّ.
ومن بني خدرة: مالك بن سنان بن عبيد بن ثعلبة بن عبيد بن الأبجر، وهو خدرة، من شهداء أحد؛ وابنه سعد بن مالك، وهو أبو سعيد الخدرى؛ وبنوه:
عبد الرحمن، وعبد الله، وحمزة، بنو أبي سعيد الخدري؛ وابن ابنه ربيح بن عبد الرحمن بن أبي سعيد؛ وابنه عبد الله، محدث؛ وابن عمه سعد بن سويد بن عبيد بن ثعلبة، من شهداء أحد؛ وثابت بن مري بن ثابت بن سنان بن عبيد بن الأبجر، وهو أخو سمرة بن جندب لأمه؛ وعتبة بن ربيع بن رافع بن معاوية بن عبيد بن ثعلبة بن عبيد، من شهداء أحد.

<span data-type="title" id=toc-378>وهؤلاء بنو الخزرج بن الحارث بن الخزرج</span>
ولد الخزرج بن الحارث بن الخزرج: كعب. فولد كعب: ثعلبة، وعدى.
فولد ثعلبة: مالك الأغر، وحارثة، وعامر؛ سارت عامر إلى الشأم مع غسّان؛ وسار أيضاً عمها عدي بن كعب بن الخزرج بن الحارث بن الخزرج إلى الشام مع غسان؛ فهم كلهم هنالك، إلا أن رجلين من بني عدي كانا بالمدينة، وهما أبو الدرداء عويمر بن يزيد بن قيس بن عبسة بن أمية بن مالك بن عامر بن عدي «٣» بن كعب بن الخزرج بن الحارث بن الخزرج؛ وقيل: بل هو عويمر بن
_________
(١) انظر السيرة ٤٩٦ والمقتضب ٦٨. وفي الروض الانف ٢: ١٠٠: «وغير ابن اسحاق يقول في جدارة: خدارة بالخاء المضمومة. قاله ابن دريد. وكذا قيده النمري» . وانظر الاشتقاق ٢٦٩
(٢) في السيرة ٣٠٨ وجوامع السيرة ٨١: «يسيرة بن عسيرة» مع اغفال «عطية» بعدهما. وفي الاصابة ٥٥٩٩: «يسيرة بن عطية» ، باغفال «عسيرة» .
(٣) صوابه في الاصابة ٦١١٢.','1','362',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (366,'عبد الله بن زيد بن قيس بن عامر بن عدي بن كعب، نقيب؛ وابنه بلال بن أبي الدرداء؛ والدّرداء بنت أبي الدرداء، تزوجها عبد الرحمن بن صفوان بن أميّة ابن خلف؛ وسبيع بن قيس بن عبسة «١» بن أمية بن مالك بن عامر «٢» .
وكان لعدي بن كعب بن الخزرج المذكور من الولد: عامر. فولد عامر:
مالك، وعبدة، وعبيدة، يسمّون «الأصحّاء» ؛ وثعلبة، وغنم، ولوذان، وهم الأحلاف. ليس أحد منهم من الأنصار حاشا من ذكرنا فقط.

<span data-type="title" id=toc-379>وهؤلاء ولد مالك الأغر بن ثعلبة بن كعب بن الخزرج ابن الحارث بن الخزرج</span>
منهم: ابن فسحم الشاعر، واسمه يزيد «٣» ؛ وأخوه عبد الله، ابنا الحارث بن قيس بن مالك بن أحمر بن حارثة بن مالك الأغر بن ثعلبة بن كعب؛ يزيد هذا بدرىّ؛ وعمرو بن امرئ القيس بن مالك الأغر بن ثعلبة، تحاكمت إليه الأوس والخزرج في حرب سمير «٤» . ومن ولده: عبد الله بن رواحة بن ثعلبة بن امرئ القيس بن عمرو بن امرئ القيس بن مالك الأغر؛ شاعر، عقبي، بدري، أمير شهير، استشهد في يوم موتة؛ ومن ولده: بنو خبيب، وبنو قطنين البيازون «٥» ، الساكنون بقرية إختيانة «٦» من قبرة؛ وخلّاد بن سويد بن ثعلبة بن عمرو بن حارثة بن امرئ القيس بن مالك الأغر، بدري، استشهد يوم قريظة؛ وابنه السائب بن خلاد، ولي اليمن لمعاوية؛ وسعد بن الربيع بن عمرو بن أبي زهير بن
_________
(١) في السيرة ٤٩٦ وجوامع السيرة ١٣١ «عيشة» ، لكن قال ابن هشام: «ويقال انه قيس بن عنبسة» .
(٢) انظر جوامع السيرة ١٣١ والاصابة ٣٠٨٤.
(٣) وكذا في الاصابة ٢٩٤٦. وفي القاموس (فسحم) : «زيد» . وخطأه صاحب التاج، وذلك لانه ذكر ان زيدا هذا صحابي بدري، وانما البدري أخوه «يزيد» المذكور. وانظر الاصابة ٨٢٨٢ حيث ذكر زيد أخاه.
(٤) انظر لحرب سمير- وهو رجل من بني عمرو بن عوف- الاغاني ٢: ١٦١- ١٦٤ وكامل ابن الاثير.
(٥) البياز: الصائد بالبازي، وهو البازيار. كما يقولون: الصقار، والفهاد.
(٦) في الصلة ٩: «اختبانة» ، بالباء الموحدة.','1','363',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (367,'مالك بن امرئ القيس بن مالك الأغر، عقبي، بدري، نقيب، من شهداء أحد؛ وخارجة بن بدر بن أبي زهير، عقبي، بدري، من شهداء أحد؛ وابنته زوجة أبي بكر الصديق، فولدت له أم كلثوم بنت أبي بكر؛ وابنه زيد بن خارجة، الذي يدعي قوم أنه تكلم بعد الموت؛ وثابت بن قيس بن الشماس بن أبي زهير، خطيب رسول الله- صلى الله عليه وسلم- استشهد يوم اليمامة، وهو ممن شهد له بالجنة؛ وابنه محمد بن ثابت، قتل يوم الحرّة؛ وبشير بن سعد بن ثعلبة بن الجلاس «١» بن زيد بن مالك الأغر، بدري، عقبي، استشهد يوم عين التمر، أول من بايع أبا بكر يوم السقيفة؛ وابناه: إبراهيم بن بشير: شاعر مكثر، والنعمان بن بشير، أول مولود ولد في الأنصار بعد الهجرة، افتتح مروان دولته بقتله، وسيق إليه رأسه من حمص- رضي الله عن النعمان، ولا رضى عن قاتله-؛ وكان قد شهد صفين مع معاوية، وولى اليمن لمعاوية، والكوفة ليزيد، وحمص لابن الزّبير؛ وأمه: عمرة بنت رواحة، أخت عبد الله بن رواحة؛ وله من الولد:
محمد؛ وشبيب؛ وأبان؛ وبشير، وإبراهيم، ويزيد؛ وعبد الله؛ وكان شاعرا؛ وحميدة «٢» ، تزوجها روح بن زنباع، ثم الفيض بن أبي عقيل الثقفىّ، وكانت شاعرة مجيدة مكثرة، وكانت تهجو زوجيها جميعاً هجاء كثيرا، وهى القائلة في روح بن زنباع، زوجها الأول:
بكى الخزّ من روح وأنكر جلده ... وعجّت عجيجاً من جذام المطارف
والقائلة في الفيض زوجها الثاني:
سمّيت فيضا وما شىء تفيض به ... إلا سلاحك بين الباب والدّار «٣»
وله عقب كثير. ومن ولده: عبد الخالق بن أبان بن النعمان، شاعر؛ وشبيب بن يزيد بن النعمان، شاعر أيضا. وبالأندلس، من ولده، قوم بقرية شوش «٤»
_________
(١) بضم الجيم مخففا، وضبطه الدارقطني بفتح الخاء المعجمة وتثقيل اللام. الاصابة ٦٩١.
(٢) انظر الاغاني ٨: ١٣٣.
(٣) في الاغاني: «بين الماء والدار» . وبعده:
فتلك دعوة روح الخير أعرفها ... سقى الاله صداه الاوطف الساري
(٤) في المغرب ٢: ١٢٣ بتحقيق شوقي ضيف: «قرية مشهورة على نهر كبير يمر على مدينة استجة ويصب في نهر قرطبة» .','1','364',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (368,'الأنصار من إشبيلية، وهم بنو عبد السلام بن سري بن هاشم بن عبد السلام بن أبي رواحة بن مسلم بن عبد الكريم بن بشير بن النعمان بن بشير؛ وعمه سماك بن سعد، أخو بشير بن سعد المذكور، بدرى؛ وزيد بن أرقم بن زيد بن قيس بن النعمان بن مالك الأغر، الذي نزل القرآن بتصديقه «١» ؛ وعمرو ابن عامر بن زيد مناة بن مالك الأغرّ، وهو الشاعر المعروف بابن الإطنابة «٢» .
ومن ولده قرظة بن كعب بن عمرو الشاعر المذكور، له صحبة، وهو الذي تولى قتل ابن النواحة الحنفي بالكوفة بيده؛ وكان لقرظة ابنان، أحدهما عمرو، قتل مع الحسين- رضي الله عنه- وآخر كان يومئذ مع عمر بن سعد- رضي الله عن سعد «٣» .
مضى بنو الحارث بن الخزرج بن حارثة.

<span data-type="title" id=toc-380>وهؤلاء بنو كعب بن الخزرج بن حارثة</span>
ولد كعب بن الخزرج: ساعدة. فولد ساعدة: الخزرج. فولد الخزرج ابن ساعدة بن كعب بن الخزرج: طريف، وعمرو. منهم: سعد بن عبادة بن دليم بن حارثة بن أبي خزيمة «٤» بن ثعلبة بن طريف بن الخزرج بن ساعدة بن كعب بن الخزرج، بدري، عقبى، نقيب، سيد؛ وابناه: قيس، ولي مصر لعلي بن أبي طالب- رضوان الله عليه- وكان بمنزلة صاحب الشرطة لرسول الله- صلى الله عليه وسلم-؛ وسعيد بن سعد، ولي اليمن لعلىّ، فلم يحمده؛ ولسعيد بن سعد هذا عقب بالأندلس، بقرية يقال لها قربلان «٥» ، من عمل سرقسطة، من قبل الحسين بن يحيى بن سعيد بن سعد بن عبادة؛ وبشذونة: بنو عرمرم
_________
(١) في الاصابة ٢٨٦٧: «سمع عبد الله بن أبي يقول: ليخرجن الاعز منها الاذل، فأخبر رسول الله صلى الله عليه وسلم، فسأل عبد الله فأنكر، فأنزل الله تصديق زيد. ثبت ذلك في الصحيحين» . وانظر تفسير ابي حيان لسورة المنافقين ٨: ٢٧١ وغيره من كتب التفسير.
(٢) نوادر المخطوطات مجلد ٢ ص ٣٢٣ وحواشيها.
(٣) سعد بن أبي وقاص. وانظر وقعة صفين ٦١٩، ٦٢٠ وتهذيب التهذيب ٧: ٤٥٠.
(٤) في الاصابة ٣١٦٧: «بن خزيمة» ، وما هنا يطابق ما في أصل جوامع السيرة ٧٥. لكن في السيرة ٢٩٨ والعشني والقاموس «حزيمة» بفتح الحاء المهملة وكسر الزاي. وقال صاحب القاموس: «جد لسعد ابن عبادة» .
(٥) في الروض المعطار ١٥١: «قربليان» .','1','365',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (369,'ابن جميل بن عصام بن قتادة بن وتاد بن قيس بن سعد بن عبادة؛ ولسعد بن عبادة أخ اسمه سهل، له صحبة؛ وأسلم بن أوس بن بجرة بن الحارث بن غياث «١» بن ثعلبة بن طريف بن الخزرج بن ساعدة بن كعب بن الخزرج، وهو الذي منع من أن يدفن عثمان- رضي الله عنه- بالبقيع؛ والمنذر بن عمرو بن خنيس ابن لوذان بن عبد ود «٢» بن زيد بن ثعلبة بن الخزرج بن ساعدة، بدري، عقبي، من شهداء يوم بئر معونة؛ وهو الذي يقال له: «المعنق ليموت» ؛ وأبو دجانة سماك بن أوس بن خرشة بن لوذان بن عبد ود «٣» بن ثعلبة بن الخزرج بن ساعدة؛ ومسلمة بن مخلد بن الصامت بن نيار بن لوذان بن عبد ود «٤» بن ثعلبة بن الخزرج، أحد قتلة محمد بن أبي بكر، له صحبة، وقتل أبوه يوم بعاث؛ وولى مصر لمعاوية- رحمه الله-؛ وأبو أسيد مالك بن ربيعة بن البدي «٥» ابن عامر بن عوف بن حارثة بن عمرو بن الخزرج بن ساعدة، آخر من مات من أهل بدر؛ وكان موته بالمدينة؛ وثعلبة بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج بن ساعدة، من شهداء أحد؛ وأخوه سهل بن سعد ابن مالك بن خالد، آخر من مات بالمدينة من الصحابة- رضي الله عنهم-؛ وابناه: العبّاس، وأبي؛ ولي العباس بن سهل المدينة لابن الزبير- رضي الله عنهما-؛ وللعبّاس ابن اسمه عبد المهيمن.
انقضى الكلام في جميع نسب الأنصار- رضي الله عنهم-؛ وهم بنو حارثة ابن ثعلبة بن عمرو مزيقياء. ولا نعلم لثعلبة عقباً غيرهم.
_________
(١) ضبط «بجرة» بالفتح، و «غياث» كشداد، من الاصابة ١٢٤.
(٢) بن عبد ود، ثابت في السيرة ٢٩٨ وجوامع السيرة ٧٦ والاصابة ٨٢٢٠.
(٣) النسب بكماله: «بن عبد ود بن زيد بن ثعلبة» ، كما في السيرة ٤٩٨ وجوامع السيرة ١٣٥، وكما يفهم من التنظير بينه وبين سابقه.
(٤) انظر الاصابة ٧٩٨٣.
(٥) انظر جوامع السيرة ١٣٥ والسيرة ٤٩٨. وفي الاستيعاب والاصابة ٧٦٢٠: «البدن» ، وذكر أبو عمر أنه الصواب.','1','366',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (370,'<span data-type="title" id=toc-381>وهؤلاء بنو حارثة بن عمرو مزيقياء</span>
ولد حارثة بن عمرو مزيقياء: عدىّ، وأفصى. فولد أفصى بن حارثة:
امرؤ القيس، وجهادة «١» ، وعدىّ، وعمرو، والجريش «٢» ، وحطاب «٣» ، ولائذ، وخثم، وخثيم «٤» ، وسوادة، كلهم ينتمي إلى غسان. وقد قيل: بل هم بنو أفصى بن عامر بن قمعة بن الياس بن مضر؛ والله أعلم.

<span data-type="title" id=toc-382>وهؤلاء ولد عدي بن حارثة بن عمرو مزيقياء، وهم بارق</span>
ولد عدي بن حارثة: سعد، وهو بارق؛ وعمرو؛ وعمران. منهم: عرفجة ابن هرثمة «٥» بن عبد العزى بن زهير بن ثعلبة، من بني مالك بن عمرو بن عدىّ ابن حارثة؛ وهو الذي جنّد الموصل. ومنهم قبائل جمة.
مضى بنو عدي بن حارثة بن عمرو مزيقياء.

<span data-type="title" id=toc-383>وهؤلاء ولد عمران بن عمرو مزيقياء</span>
ولد عمران بن عمرو: الأزد «٦» ، والحجر. فولد الأزد: العتيك، وشهميل.

<span data-type="title" id=toc-384>وهؤلاء ولد العتيك بن الأزد بن عمرو مزيقياء</span>
منهم: المهلب بن أبي صفرة، واسم أبي صفرة ظالم بن سرّاق بن صبح ابن كندي بن عمرو بن عدي بن وائل بن الحارث بن العتيك بن الأزد بن عمران،
_________
(١) صوابه بالدال كما في المقتضب ٦٩ والقاموس ونهاية الارب ٢: ٣١٨.
(٢) صوابه بالجيم من المقتضب ونهاية الارب.
(٣) الصواب من المقتضب ونهاية الارب، وقد ضبط في المقتضب بكسر الحاء.
(٤) وفي المقتضب: «خثم وخيثم» ، بتقديم الياء على الثاء في الاخيرة.
(٥) الاشتقاق ٢٨٢.
(٦) ويقال «الاسد» أيضا بسكون السين، كما ورد في المقتضب ٧٠.','1','367',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (371,'وإخوته سنبر «١» ، وقبيصة، والمعارك، وسعد، والعلاء، والمغيرة، بنو أبي صفرة.
فمن ولد سنبر «٢» بن أبي صفرة: عبد الرحمن بن أبي يزيد المصري، شيخنا- رحمه الله-. ومن ولد العلاء بن أبي صفرة: أبو سعيد السكري اللغوى، وهو الحسن بن الحسين بن عبد الرحمن بن العلاء بن أبي صفرة بن المهلّب بن العلاء ابن أبي صفرة، لغوىّ مشهور. ومن ولد قبيصة بن أبي صفرة هزار مرد «٣» ، وهو عمرو «٤» ابن حفص بن عثمان بن قبيصة [بن أبي صفرة «٥» ] .
وولد المهلب نحو ثلاثمائة ولد، أعقب منهم تسعة عشر، وأعقابهم بالبصرة وبغيرها؛ وهم: المغيرة، ويزيد، ومروان، ومعاوية، وزياد، وعبد الملك، وحبيب ومحمّد، وقبيصة، والمفضل «٦» ، والمدرك، وأبو عيينة، وعبد العزيز، وعبد الله، وسعيد، وشبيب، وعمرو، وجعفر، والحجّاج.
فولد المغيرة بن المهلب: حبيب، والمهلّب، والصمة، وخداش. فولد الصّمّة: دريد.
ومن ولد يزيد بن المهلب بن أبي صفرة: معاوية؛ والمهلّب، ولى فلسطين، وعمرو؛ وحبيب؛ ومحمّد؛ ومخلد؛ وخالد؛ وعبد الرحمن، ثار بفارس. ومن ولد عمرو بن يزيد بن المهلب كان بنو ثعلبة المتملكون على إحدى عدوتى فاس.
_________
(١) اشتقاقه من السنبر، وهو العالم بالشيء المتقن له.
(٢) في المقتضب «ضنبر» مع ضبطها بفتح الضاد وسكون النون. وفي القاموس «ضنبر كجعفر: اسم» .
(٣) انظر البيان ١: ٢٩٤/ ٢: ٢١٤، ٣١٥/ ٣: ٢٢١ والبري ٩: ٢٧٩ والاغاني ١٨: ٩، ١٠، ٢٠.
(٤) وكذا في المقتضب ٧٠، والصواب انه «عمر» وفيه يقول بشار (البيان ٣) :
فظللت اندب سيف آل محمّد ... عمرا وعز هنالك المندوب
فعليك يا عمر السلام فاننا ... باكوك ما هبت صبا وجنوب
(٥) المقتضب.
(٦) الصواب من المقتضب ٧٠. وفيه يقول ثابت قطنة (الاغاني ١٣: ٥٢) :
كان المفضل عزا في ذوي يمن ... وعصمة وثمالا للمساكين','1','368',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (372,'فولد حبيب بن يزيد بن المهلّب: سفيان؛ ونصر، ولى إفريقية، وكان محمودا فى ولايته. وولد معاوية بن يزيد بن المهلب: سفيان، ولي البصرة؛ وجماعة، وكان من وجوههم أيضاً خالد بن محمد بن يزيد بن المهلّب.
وولد المفضل بن المهلب: عثمان، وحيّان، وغسّان، وحاجب، وغيرهم، ومن ولده: المفضل بن عتاب بن حيان بن المفضل بن المهلب، خرج مع إبراهيم بن عبد الله بالبصرة.
وولد عبد الملك بن المهلّب: حميد.
وولد حبيب بن المهلب: سليمان، ثار بفارس؛ والمغيرة؛ وعبّاد؛ والصمّة.
فولد عباد هذا: المحدث عباد بن عباد؛ فولد عباد بن عباد: محمد بن عبّاد، وكان سيدا؛ وسعيد بن عباد بن عباد، تزوج بنت سفيان بن معاوية بعد رجلين من قومه ماتا عنها ومن ولد الصمة بن حبيب: دريد بن الصمة بن محمد بن الصمة بن حبيب بن المهلّب. وأمّا سليمان بن حبيب المذكور، فإنه ثار أيام مروان ابن محمّد بفارس والأهواز، فقصده أبو جعفر المنصور، فوصله وولّاه بعض الأعمال بالأهواز، فحاز أبو جعفر مالاً كثيراً من الخراج، فعزله سليمان وحاسبه، وضرب ظهر أبي جعفر بالسياط، فلما جاءت الدولة العباسية، ضرب أبو جعفر عنق سليمان. وولد سليمان بن حبيب: أيوب بن سليمان. ومنهم: إبراهيم بن محمد ابن عرفة بن سليمان بن المغيرة بن حبيب بن المهلب النحوي، المعروف بنفطويه.
وولد أبي عيينة بن المهلب: المنجاب، ومحمّد. فولد المنجاب: يزيد؛ وكان له قدر بالبصرة. وولد محمد بن أبي عيينة: عبد الله، وأبو عيينة؛ وكانا شاعرين.
ومن ولد محمد بن المهلّب كان المغيرة، ويزيد الشاعر نديم المتوكل؛ وهما ابنا محمد بن المهلب بن المغيرة بن حرب بن محمد بن المهلب بن أبي صفرة، وهو صاحب الطّيلسان، طيلسان ابن حرب «١» ، الذي أكثر القول فيه إسماعيل ابن إبراهيم بن حمدويه الشاعر؛ وحمدويه، جد هذا الشاعر، هو طالب الزنادقة وفاضحهم أيام المهدىّ. وعمّا أبيه: سعيد، ومروان، ابنا المهلب بن المغيرة بن حرب بن [محمد بن] المهلب بن أبي صفرة؛ وولى المهلّب بن المغيرة
_________
(١) انظر ثمار القلوب ٤٨٠- ٤٨٣.','1','369',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (373,'هذا خلافة البصرة لعيسى بن جعفر بن المنصور؛ وكان شديد العصبية على المعتزلة.
وولد زياد بن المهلب: عبد الواحد بن زياد، خرج هو وابنه عتيك بن عبد الواحد مع إبراهيم بالبصرة؛ فقتلا جميعا؛ وخرج معهما ابن عمهما زياد بن المغيرة بن زياد بن المهلّب. وكان أخوه يزيد بن المغيرة مع أبي جعفر المنصور. ومن ولد زياد بن المهلب: بنو محمود اللجانيون.
وولد قبيصة بن المهلب: حاتم، وحفص، وعثمان. فولد حاتم بن قبيصة:
روح، ويزيد، كلاهما ولى إفريقية والسند. فولد يزيد بن حاتم: المغيرة، قتل بالسند؛ وداود، ولى السند وإفريقية؛ وخالد، ولى جرجان، وهو الذي يهجوه أبو عيينة الشاعر المهلبي المذكور آنفاً؛ وعبد الله؛ ومحمّد؛ وإسحاق؛ وسعيد؛ وزيد؛ والمهلّب، كلهم بنو يزيد بن حاتم؛ ولهم أيضاً إخوة غير هؤلاء. ومن ولد عبد الله بن يزيد بن حاتم هذا، كان المهلبي، وزير أحمد بن بويه الأقطع الدّيلمىّ صاحب بغداد؛ وهو الحسن «١» بن محمد بن هارون بن إبراهيم بن عبد الله ابن يزيد بن حاتم؛ ولي إبراهيم بن عبد الله هذا السّند ومكران وكرمان، نحو عشرين سنة. وولد روح بن حاتم: الفضل بن روح، ولي إفريقية؛ [ويزيد، ولى إفريقية؛ وقبيصة] ، وغيرهم «٢» . وداود، أخذ في الزندقة أيام المهدىّ، هو وزائدة «٣» بن معن بن زائدة؛ فأقرّا جميعا، فتابا وأطلقا.
ومن ولد العتيك أيضاً: بغام بن الحارث بن عبد الله بن عدي بن وائل ابن الحارث بن العتيك بن الأزد بن عمران، وهو أول من أغار على الفرس من جهة عمان؛ وعمرو بن الأشرف بن البختري بن ذهل بن زيد بن كعب بن الأزد ابن الحارث بن العتيك بن الأزد بن عمران، وابناه مسعود، وزياد؛ قتل مسعود
_________
(١) وللحسن ترجمة في وفيات الاعيان ١: ١٤٢. توفي سنة ٣٥٢.
(٢) أما داود التالي فهو ولد يزيد بن حاتم، كما سبق.
(٣) وفي زائدة بن معن يقول ابو العتاهية (الاغاني ٣: ١٣٣) .
حزنت لموت زائدة بن معن ... حقيق ان يطول عليه حزني','1','370',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (374,'بالبصرة، وكان لقبه القمر «١» ، ففيه كانت حرب تميم والأزد؛ وله عقب بتبريز من أذربيجان؛ ومن ولده: تسنيم بن الحواري بن وائل بن عمرو بن الأشرف، كان مع المنصور أيام خروج إبراهيم بن عبد الله بن الحسن بن الحسن بالبصرة؛ ولتسنيم أخ يسمى عبد الله بن الحوارىّ؛ وكان لتسنيم من الولد:
زكرياء، والحسن، ويحيى، والأشرف بنو تسنيم. فولد الحسن بن تسنيم:
سعيد بن الحسن؛ وولد زكرياء بن تسنيم: يحيى بن زكريّاء، وولد عبد الله ابن الحواري: المسبح «٢» بن عبد الله؛ فولد المسبح: إسماعيل بن المسبّح ابن عبد الله.
مضى بنو العتيك بن الأزد.

<span data-type="title" id=toc-385>وهؤلاء بنو شهميل بن الأزد</span>
منهم: بنو قيس وعقب ابني ثوبان بن شهميل بن الأزد؛ وهما بطنان ضخمان.
مضى بنو الأزد بن عمران بن عمرو مزيقياء.

<span data-type="title" id=toc-386>وهؤلاء بنو الحجر بن عمران بن عمرو مزيقياء</span>
ولد الحجر بن عمران: زهران، بطن؛ وزيد مناة، بطن؛ وسود؛ ومرجوم «٣» ؛ وعمرو. تقول الأزد: إن عمرو بن الحجر هذا كان نبيّا. ومن بطون الحجر: بنو عوذ «٤» ، وبنو طاحية «٥» ، وبنو زياد، وبنو إياد، وبنو علىّ، وبنو عبد الله.
مضى بنو عمران بن عمرو مزيقياء.
_________
(١) في الاشتقاق ٢٨٤ ونوادر المخطوطات ٢: ١٧١ انه كان يقال له «قمر العراق» انظر ما سيأتي في ص ٣٨٠.
(٢) ضبضت بتشديد الباء.
(٣) نهاية الارب ٢: ٣١٩ والاشتقاق ٢٨٤: «مرحوم» ، وأثبت ما في المقتضب ٧١.
(٤) في المقتضب ٧١: «وولد سود بن الحجر الحارث، وعائذا، وعياذا، وعوذا» .
(٥) صوابه في المقتضب ونهاية الارب ٢: ٣١٢ والاشتقاق ٢٨٥ واللسان ١٩: ٢٢٨. وانظر الانساب ٣٦٢.','1','371',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (375,'<span data-type="title" id=toc-387>وهؤلاء بنو جفنة بن عمرو مزيقياء</span>
ولد جفنة بن عمرو: ثعلبة، وعمرو، والحارث. فولد ثعلبة: الأخثم، وأمه النّبطيّة، وبها يعرفون: وكانوا بالمدينة، يعرفون في عداد الأنصار، رضي الله عنهم.
وولد عمرو بن جفنة: ثعلبة؛ فولد ثعلبة بن عمرو بن جفنة: الحارث، وأرقم؛ فولد الحارث بن ثعلبة بن عمرو بن جفنة: جبلة، ويزيد؛ فولد جبلة ابن الحارث بن ثعلبة بن عمرو بن جفنة: الحارث بن جبلة، وقد كان ملكا، وأمه مارية ذات القرطين «١» بنت أرقم بن ثعلبة بن عمرو بن جفنة؛ ويقال إنها من كندة؛ فولد الحارث بن جبلة: النعمان، والمنذر، والمنيذر، وجبلة، وأبو شمر، كلهم ملك. ومن بقاياهم: جبلة بن الأيهم بن جبلة بن الحارث بن جبلة بن الحارث ابن ثعلبة بن عمرو بن جفنة؛ والحارث بن أبي شمر، ملكان؛ أما جبلة هذا، فهو الذي ارتد أيام عمر- رضي الله عنه.
مضى بنو جفنة بن عمرو مزيقياء.

<span data-type="title" id=toc-388>وهؤلاء بنو كعب بن عمرو مزيقياء</span>
ولد كعب بن عمرو مزيقياء: ثعلبة؛ وامرؤ القيس، قاتل الجوع؛ وجبلة؛ ومالك. منهم: النّمس «٢» ، وهو يزيد بن الأسود بن معد بن شراحيل بن الأرقم بن الأسود بن ثعلبة بن كعب، دخل مع جبلة إلى الروم؛ ثم رجع مسلما؛ ولولده بالشام عدد وشرف؛ ورجع معه جماعة من غسان مسلمين. ومنهم: فروة بن المنذر، قاتل مع ابن الزّبير؛ والسّموءل بن حيا «٣» بن عادياء بن رفاعة بن الحارث ابن ثعلبة بن كعب بن عمرو مزيقياء، وكان يهوديّا، وهو الذي يضرب به المثل فى الوفاء، وهو صاحب تيماء؛ وولده شريح بن السّموءل؛ ولولده هنالك عدد؛ ومدحه الأعشى؛ وكانوا ملوك تيماء. مضى بنو كعب بن عمرو مزيقياء.
_________
(١) انظر جني الجنتين ١٤٤ وثمار القلوب ٥٠٥ حيث نسبا مارية نسبا آخر.
(٢) انظر الاصابة ٦: ٣٥٨.
(٣) ضبط في الاشتقاق ٢٥٩ بكسر الحاء. ويقول الاعشى فيه:
جار ابن حيا لمن نالته ذمته ... أوفى وأمنع من جار ابن عمار','1','372',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (376,'<span data-type="title" id=toc-389>وهؤلاء بنو الحارث بن عمرو مزيقياء</span>
هم أهل بيت مع الأنصار بالمدينة. منهم: أبو زيد عمرو بن عذرة بن عمرو ابن أخطب بن محمود بن رفاعة بن بشر بن عبد الله بن الضيف بن الأحمر بن رفاعة بن الفطيون، واسمه عامر، بن ثعلبة بن حارثة بن عمرو بن امرئ القيس ابن عمرو بن الحارث بن عمرو مزيقياء؛ هكذا قال ابن الكلبى؛ والصحيح أن أبا زيد الأنصاري المذكور بالنحو واللغة، صاحب التواليف المشهورة ك «كتاب المعزى» «١» ، و «كتاب حيلة ومحالة» ، و «كتاب الهشاشة والبشاشة» ، هو سعيد بن أوس ابن ثابت بن حرام بن محمود بن رفاعة بن بشر بن عبد الله بن الضيف بن الأحمر بن الفطيون «٢» بن عامر بن ثعلبة بن حارثة بن عمرو بن امرئ القيس بن عمرو بن الحارث بن عمرو مزيقياء، مات بالبصرة سنة ٢١٥؛ فكان الصحبة من أجداده «٣» لرفاعة بن بشر. وعبد الله بن ثابت بن عتيك بن حرام ابن محمود بن رفاعة بن بشر بن عبد الله بن الضيف؛ وعدىّ بن غالب بن الضيف، الذي ذكره قيس بن الخطيم في شعره.
مضى بنو الحارث بن عمرو مزيقياء.

<span data-type="title" id=toc-390>وهؤلاء ولد عوف بن عمرو مزيقياء</span>
وأمّا ولد عوف بن عمرو مزيقياء، فهم بالشأم، وهم قليل.
مضى بنو امرئ القيس بن ثعلبة بن مازن بن الأزد بن الغوث بن نبت بن مالك بن زيد مناة بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان.

<span data-type="title" id=toc-391>وهؤلاء ولد أخيه عامر بن ثعلبة بن مازن بن الأزد</span>
ولد عامر بن ثعلبة: الصّعب «٤» ، والثّامر. ليس منهم مشهور.
_________
(١) انظر ابن النديم ٨١ وانباه الرواة ٢: ٣٥.
(٢) انظر الاشتقاق ٢٥٩ جوتنجن ونوادر المخطوطات ٢: ١٣٦.
(٣) اي كان اجداده من الصحابة رضوان الله عليهم.
(٤) انظر المقتضب ٧١.','1','373',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (377,'<span data-type="title" id=toc-392>وهؤلاء ولد عمهما عمرو بن مازن بن الأزد</span>
ولد عمرو بن مازن بن الأزد: عدى، وزيد الله، ولوذان، وامرؤ القيس، والحارث، وحارثة، ومالك، وثعلبة، وسوادة، وعوف، والعاصى، وخالد، والوجيه «١» : كل هؤلاء يسمون غسان. منهم. بنو شقران بن عمرو بن صريم بن حارثة بن عمرو بن مازن بن الأزد، ولهم بالشأم شرف. ومنهم: بنو زمان بن تيم الله بن حقال بن أنمار بن عمرو بن عدي بن عمرو بن مازن بن الأزد، وهم بالحيرة عباد نصاري؛ إليهم تنسب هنالك بيعة بني مازن. ومنهم: يحيى، وسليمان، ابنا قيس بن حارثة بن عمرو بن عبد مناة بن أبي الفيض، واسمه الحسحاس، بن بكر بن عوف بن عمرو بن عدي بن عمرو بن مازن؛ قتل يحيى يوم المرج؛ وهم أشراف بالشأم. ومنهم: الحارث الأعرج بن أبي شمر «٢» بن عمرو بن حارث ابن عوف بن عمرو بن عدي بن عمرو بن مازن. هذا حقيقة نسبه، وقوم يظنّون أنّه جفنى، وليس كذلك، إنّما أمه كانت جفنيّة. ومنهم: عبد المسيح بن عمرو بن حيان بن بقيلة «٣» ، واسمه الحارث، بن سبين «٤» بن زيد بن سعد بن عدي بن نمر بن صوفة «٥» بن العاصي بن عمرو بن مازن، وكان هو وأهل بيته بالحيرة، وهو الذي صالح خالد بن الوليد عن أهل الحيرة. ومنهم: بنو سيبة «٦» ، وبنو عائذ الله «٧» ابنا امرئ القيس بن عمرو بن مازن بن الأزد، بطنان. ومنهم:
ثعلبة بن عمرو بن المجالد بن الحارث بن عمرو بن عدي بن عمرو بن مازن، رئيس غسان أيام ساروا من بطن مر إلى الشام؛ وأخوه جذع بن عمرو، الذي يضرب فيه المثل: «خذ من جذع ما أعطاك «٨» » . ومنهم: سطيح الكاهن، واسمه ربيع
_________
(١) في المقتضب: «وجيهة» .
(٢) انظر نوادر المخطوطات ٢: ٢١١.
(٣) وفي البيان ٢: ١٤٧ وأمالي المرتضى ١: ١٨٨ والمقتضب ٧٢: «عبد المسيح بن عمرو بن حيان» . وبقيلة، بالباء والقاف، سمي به لانه خرج في ثوبين أخضرين فقال له انسان: ما أنت الا بقيلة!
(٤) هذا الصواب من المقتضب والاشتقاق ٢٨٥.
(٥) هذا الصواب من المقتضب.
(٦) هذا ما في المقتضب ٧٢: «سنية» مع ضبط السين بالضم.
(٧) المقتضب: «عائذة الله» .
(٨) امثال الميداني في اول باب الخاء والاشتقاق ٢٨٦.','1','374',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (378,'ابن ربيعة بن مسعود بن عدي بن الذئب بن حارثة بن عدي بن عمرو بن مازن.
مضى بنو مازن بن الأزد.

<span data-type="title" id=toc-393>وهؤلاء بنو الهنو بن الأزد</span>
ولد الهنو بن الأزد بطوناً، منهم: بنو حلس بن كنانة بن أفكه «١» بن الهنو، وهم سكّان نهر الملك «٢» .

<span data-type="title" id=toc-394>وهؤلاء بنو عبد الله بن الأزد</span>
ولد عبد الله بن الأزد: عدنان «٣» ، وقرن، قبيلتان؛ والحارث؛ وعبد الله:
بنو عبد الله بن الأزد. فمن نسب عكا إلى اليمن قال: عك بن عدنان بن عبد الله بن الأزد.

<span data-type="title" id=toc-395>وهؤلاء بنو عمرو بن الأزد</span>
ولد عمرو بن الأزد: ماوية؛ وعرمان «٤» ، بطنان بعمان؛ وألمع؛ وجدجنة «٥» وهما أزديون بالحجاز؛ وسعد؛ والصّيق «٦» ، دخلا في عبد القيس؛ وربيعة؛ وامرؤ القيس، وهما من غسّان.
_________
(١) أثبت ما في المقتضب ٧٢ ونهاية الارب ٢: ٣١٣.
(٢) نهر الملك: كورة واسعة ببغداد.
(٣) صوابه بالنون كما في المقتضب ٧٢ ومختلف القبائل ٤٠ والاشتقاق ٢٨٧ والمزهر ٢: ٤٥٢. وقد ضبطه السيوطي نقلا عن المشاكهة للازدي «بفتح العين والدال» وأما عدنان فهو ابن عبد الله ابن زهران.
(٤) وكذا في المقتضب ٧٢.
(٥) في المقتضب: «حدجنة» .
(٦) الصيق، بالصاد المهملة كما في القاموس والمقتضب ٧٢ ونهاية الارب للقلقشندي ٥٥. وفي الاصول: «الضيق» .','1','375',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (379,'<span data-type="title" id=toc-396>وهؤلاء بنو نصر بن الأزد</span>
ولد نصر بن الأزد: مالك. فولد مالك بن نصر: عبد الله؛ ومويلك؛ وميدعان؛ وحمار، وهو الذي [يقال له] : «أكفر من حمار «١» » .

<span data-type="title" id=toc-397>وهؤلاء ولد عبد الله بن مالك بن نصر بن الأزد</span>
ولد عبد الله بن مالك: كعب. فولد كعب: الحارث. فولد الحارث: كعب؛ وماسخة، بطن، وإليه تنسب القسي الماسخية. فولد ماسخة: عامر، وأمه زارة، وإليها ينسب بنوه؛ وغرّ «٢» بن ماسخة. فولد غر: أسيرة «٣» ، بطن بالحجاز. ومن بني زارة: زهير بن نجد بن الأكرم، كانوا بالكوفة في عامر.
مضى بنو ماسخة بن الحارث بن كعب.

<span data-type="title" id=toc-398>وهؤلاء بنو كعب بن الحارث بن كعب</span>
ولد كعب بن الحارث بن كعب: زهران، قبيل عظيم؛ وعبد الله؛ وأحجن؛ ومالك. فولد أحجن: لهب بن أحجن، بطن، وهم وبنو أسد بن خزيمة أعيف العرب؛ فيهم يقول كثير:
تيممت لهباً أبتغي العلم عندهم ... وقد رد علم العائفين إلى لهب «٤»
وقال آخر «٥» :
فما أعيف اللهبي لا درّ درّه ... وأزجره للطّير لا عزّ ناصره
_________
(١) مجمع الامثال ٢: ١٠٤.
(٢) وكذا في الاشتقاق ٢٨٨. وقال ابن دريد أيضا: «قال ابن الكلبي: هم بنو غرا. الفصيل او الحوار» . وفي المقتضب ٧٢: «غرا» تبعا ابن الكلبي. و «نهاية الارب ٢: ٣١٢: «غراء» ، وهو تحريف.
(٣) في المقتضب: «شريق» .
(٤) عيون الاخبار ١: ١٤٨ والاغاني ٨: ٤٠.
(٥) هو كثير عزة أيضا كما في زهر الآداب ٢: ١٦٩ ومحاسن البيهقي ٢: ٢٢- ٢٣ والمستطرف ٢: ١٦٩ وعيون الاخبار ١: ١٤٧ وشرح الشريشي للمقامات ٢: ٢١٥ في قصة طويلة.','1','376',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (380,'وأسلم بن كعب؛ وقرن بن كعب، بطنان. فولد أسلم بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد: عوف، وهو ثمالة؛ وغالب «١» ؛ وبعودة «٢» ؛ ومافان «٣» .
فولد ثمالة: عوف، وسلمة، وعثمان، وعمرو، فولد عمرو بن ثمالة: تميم، وبلال، ورزام، ولأى، وعلى؛ فالشرف منهم في بلال.
وإلى ثمالة ينتمي المبرد النحوي البصري محمد بن يزيد بن عبد الأكبر بن عمير بن حسان بن سليم بن سعد بن عبد الله بن زيد بن مالك بن الحارث بن عامر بن عبد الله بن بلال بن عوف بن أسلم، وهو ثمالة المذكور «٤» ؛ ولد ليلة الاثنين ليلة الأضحى سنة ٢١٠، ومات- رحمه الله- يوم الاثنين لليلتين بقيتا لذي الحجة سنة ٢٨٦؛ ودفن بباب الكوفة ببغداد.
مضى بنو أسلم بن كعب بن الحارث بن كعب.

<span data-type="title" id=toc-399>وهؤلاء بنو أخيه عبد الله بن كعب بن الحارث بن كعب</span>
ولد عبد الله بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد: عمرو، وهو غامد، قبيلة؛ وأفكه، بطن.
فولد غامد: سعد مناة؛ وظبيان، بطن؛ ومالك، بطن؛ ومحمية، فولد سعد مناة: الدول؛ وثعلبة، بطن. وولد الدول بن سعد مناة: ثعلبة، بطن؛ ومازن، بطن؛ وكثير، بطن؛ ووالبة بطن. منهم عبد الرحمن بن مخنف بن سليمان بن الحارث بن عوف بن ثعلبة بن عامر بن ذهل بن مازن بن ذبيان بن ثعلبة بن الدول بن سعد مناة بن غامد، وهم بيت الأزد بالكوفة؛ وعمارة بن
_________
(١) انظر المقتضب ٧٣.
(٢) هذا ما في المقتضب.
(٣) في المقتضب: «ماقان» .
(٤) وكذا في وفيات الاعيان في ترجمته، قال ابن خلكان بعد أن ساق نسبته الى «اسلم» : «وهو ثمالة ابن أحجن بن كعب بن الحارث بن كعب» ، ثم قال: «وقال ابن الكلبي: عوف بن أسلم هو ثمالة» . ولا يصح نص ابن حزم هنا الا اذا فهم «هو» عائدا الى «عوف بن أسلم» ليتفق مع نص ابن الكلبي ومع نصه السباق ومع ما في المقتضب ٧٣. ويكون سياق نسب المبرد بتمامه: «بن بلال بن عمرو بن عوف- وهو ثمالة- بن أسلم» ويكون قد أسقط «غمرا» كما أسقطه من بعده ابن خلكان.','1','377',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (381,'الصّقعب، وعبد الله، قتلا يوم الجمل. ومنهم؛ أبو ظبيان «١» الأعرج، وهو عبد شمس بن الحارث بن كثير بن جشم بن سبيع بن مالك بن ذهل بن مازن بن ذبيان بن ثعلبة بن الدول بن سعد مناة بن غامد، وفد على رسول الله- صلى الله عليه وسلم- وهو صاحب راية قومه يوم القادسيّة؛ وابنه طارق، وكان من الأشراف وابن أخيه جندب بن زهير بن الحارث بن كثير، كان على الرجالة يوم صفّين مع علىّ، وبها قتل؛ وأبو زينب زهير بن عوف بن الحارث بن كثير، الذي شهد على الوليد بن عقبة بشرب الخمر، قتل يوم صفين؛ وعبد الرحمن بن نعيم بن زهير بن شهر بن رزيق بن عامر بن ذهل بن التوءم بن بكر بن ثعلبة بن الدول بن سعد مناة بن غامد، والي خراسان. ومنهم: عبد الله بن عائذ بن اللهبة بن عوف ابن قريع؛ بكر بن ثعلبة، كان مع معاوية، وله شرف. ومنهم: الحجن «٢» ابن المرقع بن سعد بن عبد الحارث بن الحارث بن عبد الرحمن بن مازن بن الدول ابن سعد مناة بن غامد، وفد على رسول الله- صلّى الله عليه وسلم-؛ وربيعة بن ناجد بن أنيس بن عبد الأسد بن معاذ بن مازن بن الدول بن سعد مناة بن غامد، من أصحاب على، له رواية؛ والحارث بن عبد الشارق بن لغط بن مضة بن عامر بن كثير بن الدول بن سعد مناة، كان مع علي يوم الجمل؛ فلقي عمرو بن الأشرف العتكىّ والد مسعود وزياد، وكان مع أم المؤمنين، فقتل كل واحد منهما الآخر؛ وسفيان بن عوف بن المغفل بن عوف بن عمير بن كلب بن ذهل ابن سيار «٣» بن والبة بن الدول بن سعد مناة بن غامد، صاحب الصوائف؛ إلى أرض الرّوم؛ وقيس، وزهير، ويزيد، والحكم، بنو المغفل، أعمام سفيان المذكور؛ وقتل قيس وزهير يوم القادسيّة، وقتل يزيد والحكم يوم النخيلة؛ وجندب بن كعب بن عبد الله بن جزء بن عامر بن مالك بن عامر بن ذهل بن
_________
(١) أنشد له في الاصابة ٥٢٢٨:
اني أبو ظبيان غير المكذبة ... أبي أبو العنقا وخالي الملهبة
(٢) صوابه من الاصابة ١٦٣٠ والقاموس (حجن) ، وقال ابن حجر: «آخره نون» .
(٣) في المقتضب ٧٣: «وولد والبة بن الدول سيارا، وعمرا، وذهلا» .','1','378',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (382,'ثعلبة بن ظبيان بن غامد، الذي تلقبه الشيعة جندب الخير «١» ، وينسبون إليه أنه قتل الساحر بين يدي الوليد بن عقبة.
مضى بنو عبد الله بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-400>وهؤلاء بنو أخيه مالك بن كعب</span>
ولد مالك بن كعب؛ شجاعة «٢» ، بطن.

<span data-type="title" id=toc-401>وهؤلاء بنو أخيهما زهران بن كعب بن الحارث</span>
ولد زهران بن كعب: عبد الله، ونصر، والنّمر، ومالك، وعبرة «٣» ، وصقل؛ يقال لبنى صقل وعبرة بنو خنيس «٤» . فولد عبد الله بن زهران: عدثان.
فولد عدثان: دوس، قبيلة؛ ودعثة «٥» ، بطن صغير.

<span data-type="title" id=toc-402>وهؤلاء بنو دوس بن عدثان بن عبد الله بن زهران بن كعب</span>
ولد دوس: منهب، وغنم. فولد منهب بالسراة.
فولد غنم بن دوس: فهم بن غنم. فولد فهم بن غنم بن دوس: مالك بن فهم، وأكثرهم بعمان؛ وسليم بن فهم؛ وطريف بن فهم، وهم بالحجاز. فولد مالك بن فهم بن غنم بن دوس: نوى «٦» ، ولده بعمان؛ وجذيمة، وهو الوضاح الأبرص ملك الحيرة، الذي قتلته الزّبّاء؛ وعوف؛ وجهضم؛ وسليمة «٧» ، بطن؛ ومعن، بطن؛ وهناءة، بطن؛ وشبابة «٨» ، بطن؛ والحارث؛ وعمرو؛ وثعلبة، بنو مالك بن فهم.
_________
(١) انظر الاشتقاق ص ٢٩٠ جوتنجن و ٤٩٥ من تحقيق عبد السلام هارون.
(٢) انظر الاشتقاق ص ٢٩٠ جوتنجن و ٤٩٥ من تحقيق عبد السلام هارون.
(٣) صوابه في المقتضب ومختلف القبائل ٢٣ والاشتقاق ٢٩١.
(٤) في المقتضب: «وهو رجل حضنهم» .
(٥) هذا الصواب من المقتضب والاشتقاق ٢٩١، ٣٢٣ والقاموس.
(٦) صوابه من المقتضب والاشتقاق ٢٩٢ حيث نص على اشتقاقه. وقد اعتدى مغير بالقلم على المقتضب فجعلها «نويا» .
(٧) صوابه من المقتضب ٧٣ ومختلف القبائل ٢٥.
(٨) انظر المقتضب والمشتبه ٢٩٠ والقاموس واللسان (شبب) .','1','379',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (383,'فأما ثعلبة، فدخل في تنوخ.
وأمّا سليمة، فمن ولده: أبو حمزة الخارجي، صاحب وقعة قديد، واسمه المختار بن عبد الله «١» بن مازن بن مجاسر بن سليمة بن مالك بن فهم «٢» .
ومن بني هناءة: عقبة بن سلم بن نافع بن هلال بن صهبان «٣» بن هرّاب ابن عائذ بن خنزير بن أسلم بن هناءة بن مالك بن فهم بن غنم بن دوس، ولاه المنصور البحرين والبصرة، فأكثر القتل في ربيعة حتى كان ذلك سبب انحلال الحلف بين الأزد وربيعة، وقتله رجل من ربيعة، فتك به في جامع البصرة بحضرة الناس.
وولد عوف بن مالك بن فهم: جهضم. منهم: الجهاضم بالبصرة؛ منهم:
نصر بن علىّ المحدث؛ ومنهم: جرير بن حازم المحدث المشهور، وابنه وهب ابن جرير، من كبار أصحاب شعبة؛ ومن ولده: خالد بن يزيد بن وهب بن جرير بن حازم. وبنو جهضم يقولون: إنهم من ولد جهضم بن جذيمة الملك الوضّاح؛ والأشهر أن جذيمة لم يعقب.
وولد شبابة بن مالك بن فهم، هم بالبصرة والسّراة. فولد شبابة بن مالك بن فهم: زيد بن شبابة، وهم الفراهيد. منهم: الخليل بن أحمد بن عمرو بن تميم اللغوي النحوي الناسك.
وولد الحارث بن مالك بن فهم: منقد «٤» ، يسمى ولده العقاة؛ وجرموز، وبنوه يعرفون بالجراميز؛ وقردوس، من ولده هشام بن حسّان المحدث؛ ولقيط بن الحارث بن مالك بن فهم، من ولده: كعب بن سور بن بكر بن عبد بن ثعلبة ابن سليم بن ذهل بن لقيط بن الحارث بن مالك بن فهم، قاضي البصرة لعمر، قتل يوم الجمل بين الصّفّين، وهو يدعو كلا الطائفتين إلى الإمساك، إلا أنه كان مع أم المؤمنين، ومن معسكرها خرج: وولد عمرو بن مالك بن فهم:
_________
(١) في البيان والتبيين ٢: ١٢٢: «يحيي بن المختار» . وفي الاغاني ١٢: ١١٢ نص من الشعر يشهد أن اسمه «المختار» : وهو:
كخليلك المختار أذك به ... من مغتد في الله أو مسرى
(٢) انظر المقتضب ومختلف القبائل ٢٥.
(٣) انظر المقتضب ٧٣.
(٤) بالدال المهملة.','1','380',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (384,'مالك؛ ومعاوية، وولده يدعون القسامل؛ وواشح «١» ، ومن ولده: سليمان بن حرب الواشحى «٢» المحدث؛ وغيرهم. ومن ولد عمرو بن مالك بن فهم هذا: هم الأشاقر، رهط كعب الأشقري، وهم ولد سعد بن عائذ بن مالك بن عمرو ابن مالك بن فهم.
وذكر الكلبي أن مسعوداً المعروف بالقمر، الذي قتلته تميم بالبصرة، هو مسعود بن عمرو بن عبد بن محارب بن صنيم بن مليح بن شرطان بن معن بن مالك بن فهم بن غنم بن دوس.
قال على: وهذا خطأ؛ وهو مسعود بن عمرو بن الأشرف العتكي، على ما نسبناه في بني العتيك.
والكرمانىّ صاحب العصبية بخراسان، اسمه جديع بن علي بن شبيب بن عامر ابن برارى «٣» بن صنيم بن مليح بن شرطان بن معن بن مالك بن فهم بن غنم بن دوس، قتله نصر بن سيّار؛ وله ابنان: عثمان، وعلىّ، ابنا جديع، قتلهما أبو مسلم، بعد أن قاما معه ونصراه، وفرّقا كلمة العرب بخراسان، واستأصل آل الكرمانىّ كلّهم، وقتل بعدهما أخاهما المنذر بن جديع. وكان علي بن جديع عقيماً أعور. وقد قال قوم: إن جديع بن علي بن جديع بن شبيب بن ميمون بن جديع بن عمرو بن عدي بن وائل بن العتيك؛ والذي قلنا أوّلا أصحّ، والله أعلم.
ومنهم: العلامة الراوية أبو بكر محمد بن الحسن بن دريد بن عتاهية بن حنتم «٤» بن الحسن بن حمامي بن جزء بن واسع بن وهب بن سلمة بن حاضر بن أسد بن عدي بن مالك بن عمرو بن مالك بن فهم بن غنم بن دوس بن عدثان.
مضى بنو مالك بن فهم بن غنم بن دوس.

<span data-type="title" id=toc-403>وهؤلاء سليم بن فهم بن غنم بن دوس</span>
ولد سليم بن فهم: ثعلبة، وتبيع.
فمن ولد ثعلبة، أبو هريرة، وقد اختلف في اسمه اختلافاً عظيما. وثبت
_________
(١) المقتضب «واشج» انظر تهذيب التهذيب ٤: ١٨٨.
(٢) انظر تهذيب التهذيب.
(٣) انظر المقتضب ٧٤ والاشتقاق ٢٩٥.
(٤) انظر ابن خلكان في ترجمته وبغية الوعاة ٣٠ وسائر كتب التراجم.','1','381',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (385,'الكلبي على أنه عبد الله بن عامر بن عبد ذي الشرى بن طريف بن عباد بن صعب بن هنية بن سعد بن ثعلبة بن سليم بن فهم، صاحب رسول الله- صلى الله عليه وسلم-؛ وبنوه: المحرز بن أبي هريرة، وعبد الرحمن بن أبي هريرة، وبلال بن أبي هريرة؛ وابن ابنه عبد الرحمن بن بلال بن أبي هريرة، محدث؛ ولأبى هريرة أخ يقال له كريم؛ وابن عمه أبو عبد الله الأغر؛ وخال أبي هريرة:
سعد بن صبيح بن الحارث بن سابى بن أبي صعب بن هنية، كان في الجاهلية لا يأخذ أحداً من قريش إلا قتله بأبى أزيهر الدّوسىّ، وكان أبو أزيهر قد قتله هشام بن المغيرة المخزومي لمطله إياه بمهر أخته؛ وعبد الله ابن النعمان بن عبد الله بن وهب بن سعد بن عوف بن عامر بن عبد غنم بن غنام بن أسامة بن مالك بن عامر بن حرب بن سعد بن ثعلبة بن سليم بن فهم، وهو الذي قتل الحازوق «١» الحنفي، قائد نجدة؛ بعثه نجدة إلى السراة؛ فأوغل فيهم، ولهم شعاب منكرة، فأخذ عليه في شعب منها، فرضخ هو ومن معه بالحجارة حتى ماتوا؛ ومن ولده: عبد الرحمن بن عبد الله بن عبد الرحمن بن عبد الله بن النعمان، ولاه المهدي السّراة؛ وعمارة بن عمرو بن أبي كلثم، واسم أبي كلثم خالد بن معمر بن وهب بن زهير بن عامر بن عبد غنم بن غنام بن أسامة، وهو الذي قال، إذ قتل الوليد بن يزيد: «لئن انتضيت سيفي لا أغمده وفى الأرض قرشي حتى أقتله» ؛ فأخذه مروان بن محمد؛ فضرب عنقه صبرا؛ وذو النور الطفيل بن عمرو بن طريف بن العاصي بن ثعلبة بن سليم بن فهم، صاحب رسول الله- صلى الله عليه وسلم-، الذي جعل له الله تعالى بدعوة رسول الله- صلى الله عليه وسلم- نوراً في وجهه؛ فقال: «يا رسول الله، أخشى أن يقول قومي: هي مثلة» ، فرجع النور في طرف سوطه، فكان يضىء في الليل؛ قتل يوم اليمامة، وقتل ابنه عمرو يوم اليرموك؛ وهو الذي جعل شعار الأزد: «يا مبرور! يا مبرور!» .
مضى بنو غنم بن دوس بن عدثان بن عبد الله بن زهران بن كعب بن الحارث ابن كعب بن عبد الله بن مالك بن نصر بن الأزد. «٢»
_________
(١) صوابه في القاموس (حزق) .
(٢) وضخ الحصى- كمنع وضرب أي كسرها وراضح زيد شيئا: اعطاه كارها. وفلانا: راماه بالحجارة. وهو يرتضح.','1','382',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (386,'<span data-type="title" id=toc-404>وهؤلاء بنو أخيه منهب بن دوس</span>
ولد منهب بن دوس: دهمان؛ وعوف، وهو نجا «١» ؛ منهم عمرو بن حممة «٢» بن الحارث بن رافع بن سعد بن ثعلبة بن لؤي بن عامر بن غنم «٣» بن دهمان بن منهب بن دوس، من المهاجرين الأولين إلى رسول الله- صلى الله عليه وسلم-؛ وابنه ابنه، جندب بن جندب بن عمرو بن حممة، قتل يوم صفين مع معاوية؛ وأخته أم عمرو بنت جندب بن عمرو بن حممة، أم عمرو بن عثمان ابن عفان- رضي الله عنه-؛ وهى أيضا أمّ خالد وأبان ابنى عثمان أيضا.
ودار دوس بالأندلس: تدمير. منهم: بنو شاهر بن زرعة، وبنو هارون ابن زرعة.
مضت دوس. ومضى بنو عبد الله بن زهران بن كعب بن عبد الله بن مالك ابن نصر بن الأزد.

<span data-type="title" id=toc-405>وهؤلاء بنو أخيه نصر بن زهران</span>
فولد نصر بن زهران: دهمان بن نصر؛ وعثمان بن نصر. فولد عثمان بن نصر: النمر بن عثمان؛ بطن؛ وحمىّ بن عثمان؛ وغالب بن عثمان، منهم أبو الكنود بن عبد الله بن عامر بن عبد الله بن عبد نهم بن سعد بن صبح بن مالك بن فهم بن ربيعة بن سليم بن النمر بن عثمان، من أصحاب عبد الله بن مسعود، قتل مع المختار؛ وابن عمه أبو بردة بن عوف بن عبد نهم، عثمانىّ المذهب، ومنهم: الطفيل بن عبد الله بن الحارث بن سخبرة بن جرثومة الخير ابن غادية بن مرة بن جشم بن الأوس بن عامر بن حفين «٤» بن النّمر بن عثمان ابن نصر بن زهران، أخو عائشة أم المؤمنين- رضي الله عنها- لأمها، وهو أسن منها ومن عبد الرحمن أخيها؛ وأبو ضرير حذيفة بن عبد الله بن عوف بن عبد الله
_________
(١) انظر المقتضب ٧٤، قال: «سمي نجا لان ملكا من ملوك حمير لطمه فنجا» . نجا: سلح.
(٢) الاصابة ٥٨١٤.
(٣) في اصابة ١٢٢٣: «غانم» .
(٤) هذا الصواب من المقتضب ٧٤ والقاموس (حفن) .','1','383',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (387,'ابن عوف بن عبد الله بن الحارث بن سخبرة، صاحب رايتهم يوم القادسية، كان في ألفين وخمسمائة من العطاء. ومنهم: الحارث بن حصيرة بن عبد الله ابن الحارث بن دريد بن شبل بن عويف بن مازن بن علي بن كنانة بن عامر بن حفين «١» بن النمر بن عثمان، كان محدثا، وهو ضعيف؛ وعمارة بن أبي مريم، من ولد أنمار بن النمر بن عثمان، كان من فقهاء الشام.
مضى بنو النمر بن عثمان بن نصر بن زهران.

<span data-type="title" id=toc-406>وهؤلاء بنو حمي بن عثمان بن نصر بن زهران</span>
ولد حمي بن عثمان؛ اليحمد «٢» ، بطن.

<span data-type="title" id=toc-407>وهؤلاء بنو أخيهما غالب بن عثمان</span>
ولد أخوهما غالب بطوناً كثيرة، منهم: بنو الحدان «٣» بن شمس بن عمرو ابن غالب بن عثمان: منهم: صبرة بن شيمان بن عكيف بن كيوم «٤» بن عبد ناقم بن عبد شمس بن الحدان بن شمس، رأس الأزد يوم الجمل مع أم المؤمنين، وقتل يومئذ. ومن بطون بني غالب بن عثمان أيضاً: بنو معولة بن شمس، أخي الحدان بن شمس، منهم: جيفر، وعبّاد، ابنا الجلندي بن كركر بن المستكبر «٥» بن مسعود بن الجراز «٦» بن عبد العزى بن معولة بن شمس، ملكا عمان على عهد رسول الله- صلى الله عليه وسلم-؛ كتب إليهما رسول الله- صلّى الله عليه وسلّم- فأسلما؛ وزيد الأعور «٧» بن جيفر بن الجلندي المذكور، ارتد عن الإسلام؛ وللجلندى عقب، يملكون جزيرة واسعة بقرب عمان إلى اليوم؛
_________
(١) هذا الصواب من المقتضب والقاموس.
(٢) صوابه المقتضب والاشتقاق ٢٩٦.
(٣) هذا الصواب من المقتضب ٧٤.
(٤) كذا في الاشتقاق ٢٩٩ قال ابن دريد: «من كام الفرس الحجر يكومها» .
(٥) صوابه في المحبر ٧٧ والمقتضب.
(٦) أثبت ما في المقتضب بضبطه منه.
(٧) انظر المقتضب ٧٤.','1','384',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (388,'ومحمّد بن واسع الزاهد البصري، وهو من ولد زياد بن شمس، أخي معولة بن شمس المذكور.
مضى بنو عثمان بن نصر بن زهران.

<span data-type="title" id=toc-408>وهؤلاء ولد أخيه دهمان</span>
ولد دهمان بن نصر؛ الصقب، والصّعب.
فمن بني الصقب، أبو أميمة، تزوّج أمّ فروة بنت أبي قحافة، أخت الصديق- رضي الله عنه-؛ فولدت ابنة اسمها أميمة، تزوجها عبد الله بن الزّبير.
ومن بني الصعب بن دهمان بطون كثيرة، منها الأوس ومحضب ابنا مبشّر «١» ابن الصعب بن دهمان، بطنان. ومنهم: بنو برسان «٢» ، وبنو هلال، وبنو عبد الله، وبنو عامر، وبنو الخصاصة «٣» ، بنو عمرو بن كعب بن الغطريف ابن بكر بن يشكر بن مبشر «٤» بن الصعب بن دهمان، بطون. منهم: المحدث محمد بن بكر البرساني. ومنهم: ربيعة، وعوف، وسلامان، بنو يشكر بن مبشر بن الصعب، بطنان.. ومنهم: بنو فاحش، وبنو الربعة «٥» ، ابنا الحارث بن عبد الله بن الغطريف بن بكر بن يشكر، بطنان: وبطون جمّة غير هؤلاء. ومنهم: عبد الجبار بن عبد الرحمن بن زيد بن قيل بن قيس بن زيد ابن جابر بن رافد «٦» بن سبالة بن عامر بن عمرو بن كعب بن الغطريف بن بكر ابن يشكر بن مبشر بن الصعب بن دهمان، صاحب شرطة المنصور، الذي قام عليه بخراسان. فقتله المنصور صبرا. ومنهم: أبو أزيهر بن أنيس، حليف
_________
(١) صوابه من المقتضب ٧٤ والاشتقاق ٣٠٠ ومختلف القبائل ٢٧.
(٢) صوابه في المقتضب ٧٥.
(٣) صوابه في المقتضب.
(٤) صوابه من المقتضب والاشتقاق ومختلف القبائل.
(٥) هذا ضبط المقتضب ٧٥.
(٦) انظر المقتضب.','1','385',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (389,'قريش، الذي قتله هشام بن المغيرة المخزومىّ، وكان يقال له الدوسي، لأن عداده كان في دوس؛ وكان حليف أبي سفيان بن حرب. ومنهم: عثمان بن سراقة ابن عبد الأعلى بن سراقة، وهو الذي خلع بالشأم زمن عبد الله بن علي، وقتل العكّىّ وابنه؛ وعثمان هذا من بطن يقال لهم الجنابد، من بني سعيد الغطريف بن بكر بن يشكر بن مبشر.
مضى بنو نصر بن زهران.

<span data-type="title" id=toc-409>وهؤلاء بنو أخيه عبرة «١» بن زهران</span>
منهم كان جنادة بن أبي أمية: الأمير الذي كان بالشأم، وكانت له صوائف؛ وأراد معاوية استلحاقه أخاً، كما فعل بزياد؛ فأبى ذلك جنادة.

<span data-type="title" id=toc-410>وهؤلاء بنو أخيهما مالك بن زهران</span>
منهم: بنو سلامان بن مفرج بن مالك بن زهران، بطن، منهم كان الشّنفرى الفاتك، وكان يغير عليهم لأنهم قتل رجل منهم أباه، فلم يطلبوا بثأره، فلحق ببني فهم بن عمرو بن قيس عيلان بن مضر؛ وكانوا أخواله. وفي ذلك يقول:
جزينا سلامان بن مفرج قرضها ... بما قدّمت أيديهم وأزلّت
وهنّئ بى قوم وما إن هنأتهم ... وأصبحت في قوم وليسوا بمنبتي «٢»
مضى بنو عبد الله بن مالك بن نصر بن الأزد.

<span data-type="title" id=toc-411>وهؤلاء بنو ميدعان بن مالك بن نصر بن الأزد</span>
ولد ميدعان بن مالك: مالك بن ميدعان. فولد مالك بن ميدعان: راسب ابن مالك، بطن؛ منهم: عبد الله بن وهب ذو الثفنات «٣» ، أول من قدم الخوارج على أنفسهم يوم النّهروان وسمّوه بالخلافة؛ وكان من خيار التابعين، فقتل يومئذ- نعوذ بالله من الخذلان.
مضى بنو الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ.
_________
(١) انظر المقتضب ومختلف القبائل ٢٣.
(٢) البيتان ٢٩، ٣٠ من المفضلية ٢٠.
(٣) الاشتقاق ٣٠١ والطبري ٦: ٤٢ والتنبيه والاشراف ٢٥٦ والمقتضب ٧٥.','1','386',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (390,'<span data-type="title" id=toc-412>وهؤلاء بنو عمرو بن الغوث بن نبت بن مالك ابن زيد بن كهلان بن سبأ، أخي الأزد</span>
ولد عمرو بن الغوث: إراش فولد إراش بن عمرو: أنمار بن إراش- وقد قيل: إن أنماراً هذا، هو أنمار بن نزار بن معد بن عدنان؛ والله أعلم- فولد أنمار:
أقيل «١» ؛ وفي الناس من يقول أفتل (بالفاء منقوطة من أسفل وبالتاء منقوطة بنقطتين من فوق) ؛ وهو خثعم، سمي خثعماً بجمل كان له اسمه خثعم؛ وأمه هند بنت مالك بن الغافق بن الشاهد بن عكّ. وولد أنمار أيضاً: خزيمة، دخل فى الأزد، ووداعة، بطن مع بني عمرو بن يشكر؛ وعبقر؛ والغوث؛ وصهيبة؛ وأشهل؛ وشهل «٢» وطريف؛ وسنية؛ والحارث؛ وجدعة «٣» : أمهم كلهم بجيلة بنت صعب بن سعد العشيرة؛ فإليها ينسب أولاد كل من ذكرنا؛ وكانوا كلهم متحالفين على ولد أخيهم خثعم.

<span data-type="title" id=toc-413>وهؤلاء بنو بجيلة المذكورون</span>
ولد عبقر بن أنمار: مالك، وهو قسر، بطن، وعلقة «٤» .
فمن قسر بطون جمة؛ منهم: بنو عرينة بن نذير بن قسر بن عبقر وغيرهم. ومنهم: جرير بن عبد الله بن جابر، وهو الشليل، بن مالك بن نصر ابن ثعلبة بن جشم بن عويف بن خزيمة «٥» بن حرب بن علي بن مالك بن سعد ابن نذير بن قسر بن عبقر بن أنمار، صاحب رسول الله- صلى الله عليه وسلم- وهو الذي جمع بجيلة بعد أن كانوا متفرقين في أحياء العرب؛ وبنوه: عبد الله، وعبيد الله، والمنذر، وإبراهيم، وبشير، بنو جرير بن عبد الله؛ ومن ولده:
جعفر بن محمد بن بشير بن جرير بن عبد الله، محدث، أخذ عن مالك بن
_________
(١) المقتضب ١٠٩.
(٢) وكذا في المقتضب ١٠٩.
(٣) انظر المقتضب ١٠٩.
(٤) المقتضب ١٠٩.
(٥) صوابه بالخاء المعجمة كما في الاصابة ١١٣٢.','1','387',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (391,'أنس. ومنهم: عبد الله بن أبي عوف بن عويف بن مالك بن زيد «١» بن ثعلبة ابن عمرو بن يشكر بن علي بن مالك بن سعد بن نذير بن قسر، له صحبة، سماه النبي- صلى الله عليه وسلم، - عبد الله، وكان اسمه عبد شمس؛ وأبو أراكة بن مالك بن عمرو بن عامر بن ذبيان بن ثعلبة بن عمرو بن يشكر ابن علي بن مالك بن سعد بن نذير بن قسر، زوج بنت جرير بن عبد الله البجلي، وهو صاحب دار أبي أراكة بالكوفة؛ وزهير بن القين بن الحارث بن عامر بن سعد بن مالك بن ذهل بن عمرو بن عمرو بن يشكر بن علي بن سعد بن نذير بن قسر، قتل مع الحسين- رضي الله عنه.
ومن بني عرينة بن نذير بن قسر بن عبقر: حبة بن جوين بن علي بن [عبد «٢» ] نهم بن مالك بن غانم بن هوازن بن عرينة بن نذير بن قسر، روى عن ابن عباس، وهو أبو حبّة العرنىّ «٣» .
ومن بني أفرك بن نذير بن قسر: شق الكاهن بن صعب بن يشكر بن رهم بن أفرك بن نذير بن قسر؛ ومن ولد شق الكاهن هذا: خالد، صاحب العراق، وأخوه أسد، صاحب خراسان، ابنا عبد الله «٤» بن أسد بن كرز بن عامر بن عبد الله بن عبد شمس بن غمغمة بن جرير بن شق؛ ولجدهما أسد ابن كرز صحبة؛ وأسد بن عمرو بن عامر بن عبد الله بن أسلك بن صعب بن يشكر، أخي شق بن صعب بن يشكر، صاحب أبي حنيفة، ولي قضاء الشّرقيّة ببغداد.
ومن ولد الغوث بن أنمار: أحمس بن الغوث، بطن لهم سوابق في الإسلام، نهض منهم مائة وخمسون فارساً مع جرير بن عبد الله إلى حرق ذي الخلصة، صنم كان لهم يعبدونه، فبارك رسول- الله صلى الله عليه وسلم- على خيل أحمس ورجالها. منهم: بنو نقر «٥» بن عمرو بن لؤي بن رهم بن معاوية بن
_________
(١) بدله في الاصابة ٤٨٧٤: «كيسان» .
(٢) التكملة من مختلف القبائل ٥ وتهذيب التهذيب ٢: ١٧٦. وقد نص ابن حبيب ان نهم» هنا بضم النون وسكون الهاء.
(٣) كنيته «أبو قدامة» . انظر المشتبه ١٤٤- ١٤٥، ١٨٦.
(٤) انظر تاريخ الطبري والاشتقاق ٣٠٣.
(٥) وكذا أورده القلقشنوي في نهاية الارب ٣٤٧ في فصل النون مع القاف.','1','388',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (392,'أسلم بن أحمس، بطن؛ ومنهم: طارق بن شهاب بن عبد شمس بن سلمة بن هلال بن عوف بن جشم بن النقر بن عمرو، له صحبة؛ وقيس بن أبي حازم الفقيه، واسم أبي حازم عوف، بن عبد الحارث بن عوف بن حشيش «١» بن هلال بن عوف بن جشم بن النّقر؛ ولأبيه صحبة.
ومنهم: بنو دهن بن معاوية بن أسلم بن أحمس، بطن. من بني دهن هؤلاء، كان المحدث عمار بن أبي معاوية الدّهنىّ «٢» ؛ وابنه معاوية بن عمّار، وشبل بن معبد بن عبيد بن الحارث بن عمرو بن علي بن أسلم بن أحمس؛ أحد الشهود على المغيرة بن شعبة؛ وابنه عبد الله بن شبل. ليس بالبصرة من بجيلة غيرهم.
ورفاعة بن شداد الفتياني، أحد رؤساء التوابين يوم الوردة، وهو رفاعة ابن شداد بن عبد الله بن قيس بن جعال بن بدا «٣» بن فتيان بن ثعلبة بن معاوية بن زيد بن الغوث بن أنمار؛ وأمّ خارجة عمرة بنت سعد بن عبد الله ابن [قداد «٤» ] بن ثعلبة بن معاوية بن زيد بن الغوث بن أنمار، التي يقال فيها: «أسرع من نكاح أم خارجة» ؛ تزوجها رجل من إياد؛ ثم تزوجها بعده بكر بن يشكر بن عدوان؛ فولدت له خارجة، وهو بطن؛ ثم تزوجها عمرو بن ربيعة بن حارثة بن عمرو مزيقياء؛ فولدت له سعداً، أبا المصطلق والحيا «٥» ؛ ثم خلف عليها بكر بن عبد مناة بن كنانة؛ فولدت له ليث وعريج والدّئل؛ ثم خلف عليها مالك بن عمرو «٦» بن دودان بن أسد بن خزيمة؛ فولدت له غاضرة وعمرا؛ ثم خلف عليها جشم بن مالك بن كعب بن القين بن جسر «٧» ؛ فولدت له عرانية «٨» ؛ ثم خلف عليها عامر بن عمرو
_________
(١) في مختلف القبائل ٢٩: «وليس في العرب خشيش بالخاء المعجمة ولا تسمى به» .
(٢) هو عمار بن معاوية الدهني. وفي التهذيب ٧: ٤٠٦: «ويقال ابن أبي معاوية، ويقال ابن صالح، ويقال ابن حبان» .
(٣) انظر المقتضب ١١٠ والاشتقاق ٣٠٤ حيث نص على اشتقاقه.
(٤) التكملة من المحبر ٣٩٩ والمقتضب ١١ ومجمع الامثال ١: ٣١٧. وانظر الاشتقاق ٣٠٤.
(٥) في مجمع الامثال: «وهما بطنان في خزاعة» .
(٦) في المقتضب ١١٠، ومجمع الامثال: «مالك بن ثعلبة» .
(٧) جسر، بفتح الجيم.
(٨) صوابه في المقتضب ١١٠ ومجمع الامثال ومختلف القبائل ١٢. وذكر الميداني انها بطن ضخم','1','389',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (393,'البهراني؛ فولدت له خمسة رجال؛ ثم تزوجها عمرو بن تميم بن مر:
فولدت له أسيّدا، والهجيم، والعنبر. ولأم خارجة «١» هذه أخ اسمه سحمة «٢» ابن سعد؛ [ومن ولده «٣» : أبو يوسف يعقوب بن إبراهيم بن خنيس بن سعد ابن حبتة «٤» بن سعد بن سحمة بن سعد] ؛ وولداه يوسف ويحيى؛ وابن ابنه أحمد بن يحيى، قضاة كلهم؛ وأبو يوسف، أكبر أصحاب أبي حنيفة بعد زفر وكانت بجيلة قد وقع لها حرب شديد مع كلب بن وبرة في موضع يعرف بالفجار فافترقت بجيلة يومئذ في أحياء العرب.
ودارهم بالأندلس بجهة أربونة.

<span data-type="title" id=toc-414>وهؤلاء بنو خثعم بن أنمار، وهو أقيل</span>
ولد خثعم: حلف بن خثعم (بالحاء غير منقوطة مضمومة، ولام ساكنة) ؛ وفي الناس من يقول حلف (بالحاء مفتوحة غير منقوطة، ولام مكسورة) . فولد حلف: عفرس. فولد عفرس: ناهس؛ وشهران، إليهما العدد والشرف من خثعم؛ وكرز بن خثعم، بطن دخل في بنى ناهس؛ والخنينى «٥» ، بطن؛ فولد ناهس:
حام، بطن؛ وأجرم، بطن، يسمى بنوه بني مغوية «٦» ، وفدوا على رسول الله- صلى الله عليه وسلم- فقال لهم: «أنتم بنو رشد» ؛ وأوس مناة بن ناهس، وهو الحنيك، بطن. وولد شهران بن عفرس: وهب «٧» ، ومرّ، ومحمية، والفزع «٨» ، بطن. ومنهم: أسماء، وسلمى، وعون، بنو عميس بن معد بن الحارث بن تيم
_________
(١) وفي المقتضب ١١٠ أن سعد ابن عبد الله بن فؤاد بن ثعلبة بن معاوية ولد «سمحة، وحيان. وعمرة وهي أم خارجة» .
(٢) سمحة، بالسين كما في المقتضب ١١٠.
(٣) انظر ما في المقتضب ١١٠ وابن خلكان ٢: ٣٠٣.
(٤) أثبت ما عند ابن خلكان. وانظر تاريخ بغداد ١٤: ٤٤٢.
(٥) أثبت ما في المقتضب ١١٠.
(٦) صوابه من المقتضب ومختلف القبائل ٣٧. وانظر المزهر ٢: ٤٥٠.
(٧) المقتضب ١١١ ومختلف القبائل: «وهب الله» .
(٨) صوابه في المقتضب ومختلف القبائل.','1','390',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (394,'ابن كعب بن مالك بن قحافة بن عامر بن ربيعة بن عامر بن سعد بن مالك بن بشر بن وهب بن شهران بن عفرس، تزوج أسماء جعفر بن أبي طالب؛ فولدت له عبد الله، ومحمّدا، وعونا؛ ثم تزوجها أبو بكر الصديق- رضي الله عنه-، فولدت له محمداً؛ ثم تزوجها علي بن أبي طالب، فولدت له يحيى؛ قتل عون يوم الحرة. وتزوّج سلمى حمزة بن عبد المطّلب.
وبنو قحافة هؤلاء أهل بيت خثعم؛ ومنهم: مالك بن عبد الله بن سنان ابن سرح بن وهب بن الأقيصر «١» بن مالك بن قحافة بن عامر، قاد الصوائف أربعين سنة أيام معاوية ويزيد وعبد الله، وكسر على قبره أربعون لواء؛ ومنهم:
ذو الأنف بن عبد الله بن جابر بن وهب بن الأقيصر «٢» ، الذي قاد خيل خثعم «٣» إلى رسول الله- صلى الله عليه وسلم-؛ وأكلب بن ربيعة بن نزار، دخلوا في بني خثعم، فقالوا: أكلب بن ربيعة بن عفرس؛ منهم كان سيد خثعم: أنس بن مدرك بن عمرو بن سعد بن عوف بن العتيك بن حارثة بن عمرو بن تيم الله بن مبشر بن أكلب بن ربيعة، يكنى أبا سفيان؛ وبشر بن ربيعة بن عمرو بن شارة بن نمير بن عامر بن رابية بن مالك بن وهب بن جليحة، وهو الحارث، بن ربيعة بن أكلب بن ربيعة، شهد القادسية وكان شريفا، وإليه تنسب جبانة بشر بالكوفة؛ ومنهم: نفيل بن حبيب بن عبد الله بن جزي بن عامر بن مالك بن وهب بن جليحة، وهو الحارث، بن ربيعة بن أكلب بن ربيعة دليل الحبشة إلى البيت؛ ومن ولده بالأندلس، بإلبيرة؛ آل عطيف بن شعيب ابن عطيف بن معاذ بن يزيد بن الحر بن حبيب بن سفيان بن الغفر بن نفيل ابن حبيب؛ وكريم بن عفيف بن عبد الله بن كعب بن غزية بن مالك بن نصر بن مالك بن عمرو بن عامر بن مشيب بن شباب بن مالك بن دعران
_________
(١) وكذا في المقتضب ١١١.
(٢) خثعم نسبة الى جبل. واهله خثعميون. ومنه ابن ابي خثعم: عمر بن عبد الله: محدث.
(٣) أي معركة القادسية. والقادسية بلدة قرب الكوفة. مر بها ابراهيم عليه السلام فوجد بها عجوزا فغسلت رأسه، فقال: قدست من ارض، فسمت بالقادسية، ودعا لها ان تكون محلة الحاج.','1','391',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (395,'ابن محارب بن عمران بن شهران، قتل مع حجر بن عدي الأدبر؛ بمرج عذراء.
ومن خثعم كان عثمان بن أبي نسعة، ولي الأندلس؛ وولده بشذونة، وهى دار خثعم بالأندلس؛ وهو عثمان بن أبي نسعة بن إياس بن الحارث بن مالك بن جشم بن أوس الله بن مصعب بن عنم بن القريح «١» بن شهران بن عفرس بن حلف بن أقيل، وهو خثعم.
مضت خثعم. ومضى ولد أنمار بن إراش بن عمرو بن الغوث بن نبت بن مالك.
ومضى الكلام في جميع ولد نبت بن مالك بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-415>وهؤلاء ولد أخيه الخيار بن مالك بن زيد بن كهلان بن سبأ</span>
ولد الخيار بن مالك بن زيد بن كهلان: ربيعة. فولد ربيعة بن الخيار:
أوسلة. فولد أوسلة: زيد بن أوسلة. فولد زيد بن أوسلة: مالك؛ وتنع وعبد؛ دخل تنع وعبد في همدان. فولد مالك بن زيد بن أوسلة بن ربيعة بن الخيار بن مالك بن زيد بن كهلان؛ همدان، وألهان. فمن ولد ألهان: حوشب ابن التباعي بن مسان بن ذي ظليم «٢» ، قتل بصفين مع معاوية.
ودارهم بالأندلس: إشبيلية: منهم: بنو بشتغير، وبنو يريم، وغيرهم.

<span data-type="title" id=toc-416>وهؤلاء بنو همدان بن مالك بن زيد بن أوسلة بن ربيعة بن الخيار ابن مالك بن زيد بن كهلان بن سبأ</span>
ولد همدان بن مالك: نوف «٣» بن همدان. فولد نوف بطوناً جمة، ترجع كلها إلى حاشد، وبكيل، ابني جشم بن خيران «٤» بن نوف بن همدان؛ وهما قبيلا همدان. منهم: بنو يريم بن جشم بن حاشد بن جشم؛ وبنو حجور بن
_________
(١) انظر المقتضب ومختلف القبائل.
(٢) انظر الاشتقاق ٢٥٨.
(٣) صوابه في الاشتقاق ٢٥٠.
(٤) صوابه من المقتضب ١١٥ والاصنام ٥٧ ونهاية الاريب ٢: ٣٢٠ والقاموس (خير) .','1','392',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (396,'أسلم بن عليان بن زيد بن عريب بن حاشد بن جشم. ومنهم: أبو روق عطيّة ابن الحارث بن عبد الرحمن بن عمرو بن الحارث بن مالك بن جثّامة بن مالك ابن زيد بن أزد بن عبد الله بن قادم بن زيد بن عريب بن حاشد بن جشم:
محدث ضعيف؛ وبنو فائش بن جبر بن عبد الله بن قادم بن زيد بن عريب بن جشم؛ وبنو عمهم بنو قهم بن الجابر بن عبد الله بن قادم (وكلّ فهم في العرب فهو بالفاء المنقوطة بواحدة من فوق أو أسفل؛ حاشا هذا: فهو بالقاف المنقوطة بواحدة من فوق أو اثنتين) ؛ وبنو شبام «١» بن أسعد بن جشم بن حاشد ابن جشم. منهم: الحارث بن عميرة بن مالك بن حمرة «٢» ذي المشعار بن أيفع ابن ربيب «٣» بن شراحبيل بن ناعط، مدحه الأعشى؛ والقيل ذو مران: واسمه عميرة بن أفلح بن شراحيل بن ناعط؛ ومن ولده: المجالد بن سعيد «٤» بن المجالد بن عميرة بن أفلح، صاحب الشعبي، ضعيف؛ وأعشى همدان، واسمه عبد الرحمن بن الحارث؛ والفقيه القاسم بن الوليد بن مسلمة بن جارح بن كريب بن أيفع بن زيد بن المنذر بن الجندع بن مالك بن زيد بن ذى بارق، واسمه معاوية، بن مالك بن جشم بن حاشد. ومنهم: الفندش بن حيّان ابن وهب الجندعي «٥» ، الذي قتله [ابن الأشعث «٦» ] لأنه ضرب شرطياً له؛ فقال في ذلك أعشى همدان:
أمن ضربة بالعود لم يدم كلمها ... ضربت بمصقول علاوة فندش «٧»
_________
(١) صوابه من المقتضب ١١٥ والاشتقاق ٢٥٠ والاكليل ١٠: ٣٢.
(٢) كما في المقتضب ١١٥.
(٣) صوابه من المقتضب ٣٧٠.
(٤) ونسب مجالد بن سعيد في تهذيب التهذيب ١٠: ٣٩ والمقتضب ١١٥ يخالف ما هنا.
(٥) في تاج العروس أن اسمه عبد الرحمن بن الحارث، من بني مالك بن جشم.
(٦) يعني عبد الرحمن بن محمد بن الاشعث، الخارج على الحجاج.
(٧) قبله:
وباكية تبكي على قير فندش ... فقلت لها أذري دموعك واخمشي.','1','393',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (397,'ومنهم: بنو يام بن أصبى «١» بن دافع بن مالك بن جشم بن حاشد بن جشم، وهم رهط الرجل الصالح زبيد اليامىّ، وهو زبيد بن الحارث بن عبد الكريم ابن جخدب بن ذهل بن سلمة بن دؤول «٢» بن جشم بن يام بن أصبى «٣» ، وكان ابن أخيه الحكم بن عبد الرحمن بن الحارث بن عبد الكريم، من فرسان يوم دير الجماجم؛ وطلحة بن مصرف بن عمرو بن كعب بن جخدب بن ذهل، الرجل الصالح أيضا، وهو ابن عم زبيد، كما ترى، وكانا متصافيين، وكان طلحة عثمانيّا، وكان زبيد علويّا، ولم يجر قط بينهما في ذلك كلمة خشنة إلى أن ماتا- رحمهما الله-» ولطلحة ابن يسمى محمداً، ضعيف في الحديث؛ وأمّا طلحة وزبيد، ففى غاية الثقة والزهد والفضل.
ومن بطون همدان أيضاً: بطن يقال لهم بنو قابض بن يزيد بن مالك بن جشم «٤» بن حاشد بن جشم. وكان عمرو بن لحي «٥» دفع إلى قابض المذكور صنماً اسمه يعوق؛ فجعله في قرية باليمن يقال لها خيوان؛ فكان يعبد من دون الله- عزّ وجلّ- وأمّا وادعة بن مزيقياء عمرو بن عامر، فدخل في همدان؛ فقالوا:
نحن بنو وادعة بن عمرو بن عامر بن ناشح «٦» بن دافع بن مالك بن جشم بن حاشد بن جشم. ومنهم: الفقيه الجليل مسروق بن الأجدع بن مالك بن أمية بن عبد الله ابن مر بن سلامان بن معمر بن الحارث بن سعد بن عبد الله بن وادعة بن عمرو؛ وابن أخيه محمد بن المنتشر بن الأجدع، كان شريفاً بالكوفة؛ وأخوه: المغيرة بن المنتشر، الشاعر؛ وإبراهيم بن محمد بن المنتشر بن الأجدع، هو الذي روى عنه حديث تطييبه- صلى الله عليه وسلم- قبل إحرامه بليلة؛ وسرق مسروق وهو صغير، ثم وجد، فسمي مسروقا؛ وأسلم الأجدع، وقدم على عمر بن الخطاب- رضي الله عنه-، فلما تسمى له قال له عمر: «الأجدع شيطان، أنت عبد الرحمن» ؛
_________
(١) صوابه بالباء، كما في المقتضب ١١٦ والاكليل ١٠: ٦٠، ٦٥ والاشتقاق ٢٥٢.
(٢) انظر المقتضب ١١٦. وقد ترجم لزبيد في تهذيب التهذيب ٣: ٣١٠ لم يسق نسبه.
(٣) صوابه بالباء، كما في المقتضب ١١٦ والاكليل ١٠: ٦٠، ٦٥ والاشتقاق ٢٥٢.
(٤) في الاصنام ٥٧: «فدفع الى مالك بن مرثد بن جشم» .
(٥) صوابه في الاشتقاق ٢٥٢.
(٦) ناشح، بالحاء المهملة كما في المقتضب ١١٦ والاشتقاق ٢٥٢ وفيه: «والناشح: الشارب الذي لم يبلغ ريه» .','1','394',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (398,'فكان مسروق يدعى في الديوان مسروق بن عبد الرحمن؛ والحارث بن الأزمع بن أبي بثينة «١»
بن عبد الله بن مر بن مالك بن حرب بن الحارث بن سعد بن عبد الله ابن وادعة، ثقة من أصحاب علىّ وابن مسعود؛ وأخوه، شدّاد بن الأزمع؛ ومالك ابن حريم «٢»
بن مالك بن دالان بن سابقة بن ناشج بن دافع بن مالك بن جشم ابن حاشد الشاعر، وهو القائل:
متى تجمع القلب الذّكىّ وصارما ... وأنفا حميّا تجتنبك المظالم «٣»
ومنهم: السّبيع والحارث، ابنا سبع «٤»
بن صعب بن معاوية بن كثير بن مالك بن جشم بن حاشد؛ وإلى السبيع هذا تنسب جبانة السّبيع بالكوفة؛ ومنهم: الفقيه أبو إسحاق، وهو عمرو بن عبد الله بن على؛ ومنهم: سيد همدان سعيد بن قيس بن زيد مدى «٥»
بن معد يكرب بن سيف بن عمرو بن السّبيع؛ والحارث الأعور بن عبد الله بن كعب بن أسد بن يخلد بن حارث بن السبيع، كذبه الشعبي؛ وكان من أصحاب على.
ومن بطون همدان: بنو الخارف، واسمه مالك بن عبد الله بن كثير بن مالك ابن جشم بن حاشد. منهم: ضمام بن زيد «٦»
بن ثوابة بن الحكم بن سلمان بن عبد عمرو بن الخارف، وفد على رسول الله- صلى الله عليه وسلّم-؛ ومنهم: بنو الصائد،. واسمه كعب بن شرحبيل بن شراحبيل بن عمرو بن جشم بن حاشد ابن جشم، منهم: صاحب علي، وهو عبد خير بن يحمد «٧»
بن خولي بن عبد عمرو بن عبد يغوث بن الصائد؛ وابنه معقل بن عبد خير «٨»
، شاعر، يكنى أبا الجرندق، وكان يهاجى أعشى همدان؛ ومنهم: أبو ثمامة الصائدي، اسمه زياد ابن عمرو بن عريب بن حنظلة بن دارم بن عبد الله الصائدي، قتل مع الحسين- رضي الله عنه. مضى بنو حاشد بن جشم بن خيوان بن نوف بن همدان.
_________
(١) وكذا في الاشتقاق ٢٥٤.
(٢) انظر تحقيق اسمه في شرح المرزوقي للحماسة ص ١١٧١.
(٣) الاشتقاق ٢٥٤.
(٤) المقتضب ١١٦ والاكليل ١٠: ٤١، ٤٢، ٥٣، ٢٠٧، ٢١١.
(٥) وبدله في العقد ٣: ٣٩٠: «بن زيد بن حرب» .
(٦) الاصابة ٤١٧٤.
(٧) انظر الاشتقاق ٢٥٥.
(٨) في نوادر المخطوطات ٢: ٢٩٨٧: «عبد جبر» ، صوابه هنا وفي الاشتقاق ٢٥٥.','1','395',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (399,'<span data-type="title" id=toc-417>وهؤلاء بنو أخيه بكيل بن جشم بن خيران «١»</span>
منهم: الحسن، وعلى: ابنا صالح بن مسلم بن حيان، وحيان «٢»
هذا هو أخو حي، نسبا إلى عمر جدهما «٣»
؛ وحيان وحي هذان هما ابنا مسلم بن شفى بن هنىّ «٤»
ابن رافع بن مصلى «٥»
بن عمرو بن ماتع بن صهلان بن ثور «٦»
بن مالك بن معاوية بن دومان بن بكيل بن جشم بن خيران؛ كانا توءمين؛ وكان الحسن أصغر، وأفقه وأعلم، وكان يجلّ أخاه لسنّه؛ وكانا ناسكين مجتهدين. ومنهم آل ذى لعوة، وهو عامر بن مالك بن معاوية بن دومان بن بكيل بن جشم، وهم باليمن كثير. ومنهم: بنو مرهبة، وبنو أرحب ابني دعام بن مالك بن معاوية ابن دومان؛ بطنان ضخمان. ومنهم: يزيد بن قيس بن تمام بن مبعوث بن كعب ابن علوي بن عليان بن أرحب، صاحب شرطة علي «٧»
- رضى الله عنه-؛ ومنهم:
ذرّ المرهبىّ المحدث؛ وابنه، وهو عمر بن ذر بن عبد الله بن زرارة بن معاوية بن عميرة بن منبه بن غالب بن وقش «٨»
بن قشم بن مرهبة، القاضي الفقيه المحدث؛ وعمر بن مسلمة بن عميرة بن مقاتل بن الحارث بن عميرة بن مقاتل بن الحارث ابن كعب بن علوي بن عليان بن أرحب، كان رسولاً من الحسن بن علي إلى معاوية مع محمد بن الأشعث في عقد الصلح؛ ونمط بن قيس بن مالك بن سعد بن مالك بن لأي بن سلمان بن معاوية بن سفيان بن أرحب «٩»
، وفد على رسول الله- صلى الله عليه وسلم- فأقطعه- عليه السلام- طعمة تجرى عليهم إلى اليوم؛ وأبو سلامة أسيد بن مالك بن سعد بن مالك، عمّ نمط المذكور، ولاه عمر بن الخطاب حمى الربذة، وزوّجه مولاة له «١٠»
؛ فولده بها إلى اليوم.
مضى بنو أرحب ومرهبة ابنى دعام. ومضى بنو أبيهم دعام بن مالك بن معاوية بن صعب بن دومان.
_________
(١) انظر المقتضب ١١٥ ونهاية الاريب ٢: ٢٣٠.
(٢) انظر تهذيب التهذيب ٢: ٢٨٥.
(٣) كذا في جميع الاصول.
(٤) كلاهما بالتصغير كما في حواشي تهذيب التهذيب.
(٥) كلاهما بالتصغير كما في حواشي تهذيب التهذيب.
(٦) انظر المقتضب ١١٦.
(٧) له أخبار كثيرة في وقعة صفين لنصر بن مزاحم.
(٨) انظر ترجمة عمر في تهذيب التهذيب ٧: ٤٤٤.
(٩) انظر الاصابة ٨٨٠٤.
(١٠) انظر الاصابة ٨٨٠٤.','1','396',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (400,'<span data-type="title" id=toc-418>وهؤلاء بنو أخيه ربيعة بن مالك</span>
ولد ربيعة بن مالك: شاكر بن ربيعة، بطن ضخم، منهم عبد الله بن كامل بن عمرو بن الحارث بن عبلة بن دهمة بن شاكر بن ربيعة، صاحب شرطة المختار.
وكانت بين همدان وزبيد، وبين همدان وخثعم، وقائع.
ودار همدان بالأندلس: إلبيرة.
ومنهم: شكل بن حميد، له صحبة؛ وابنه شتير بن شكل، تابع كوفي محدث.
مضى ولد مالك بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-419>وهؤلاء ولد عريب بن زيد بن كهلان بن سبأ</span>
ولد عريب بن زيد بن كهلان: يشجب. فولد يشجب بن عريب: زيد ابن يشجب. فولد زيد بن يشجب: أدد بن زيد. فولد أدد بن زيد: مرّة ابن أدد، ونبت بن أدد، وهو الأشعر، وجلهمة بن أدد، وهو طيّئ؛ ومالك ابن أدد، وهو مذحج.

<span data-type="title" id=toc-420>وهؤلاء ولد الأشعر، وهو نبت بن أدد بن زيد بن يشجب ابن عريب بن زيد بن كهلان بن سبأ</span>
ولد الأشعر، وهو نبت بن أدد بن زيد بن يشجب بن عريب بن زيد:
الجماهر، والأتغم، والأرغم، والأدغم، وجدّة، وعبد شمس، وعبد الثريا.
منهم: أبو موسى عبد الله بن قيس بن سليم بن هصار بن حرب بن عامر بن غنم ابن بكر بن عامر بن عدي بن وائل بن ناجية بن الجماهر بن الأشعر «١»
؛ وإخوته:
أبو رهم، وإبراهيم، وعامر أبو بردة، ومجرىّ «٢»
؛ وبنوه: أبو بكر، ومحمّد، وأبو بردة، واسمه عامر، وإبراهيم، وموسى، وعبد الله، بنو أبي موسى؛ ولهم
_________
(١) في الاشتقاق ٢٤٩: «حضار» بدل «هصار» ، و «عتر» بدل «غلم» .
(٢) صوابه بالراء وان رسم خطأ بالدال أيضا في الاصابة ٧٧٢٣.','1','397',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (401,'بالبصرة وبالكوفة عدد؛ ومنهم بالأندلس كان بنو بلج بن يحيى بن عمرو بن عبد الرحمن بن خالد بن يزيد «١»
بن عبد الله بن أبي بردة بن أبي موسى الأشعرىّ، كانوا بإشبيلية «٢»
؛ وعمه: عبيد أبو عامر بن سليم؛ وصهره السائب بن مالك بن عامر بن هانئ بن جهاف بن كلثوم بن قرعب بن زفر بن زحران بن ناجية بن الجماهر، كان له شرف، قتل مع المختار، وكان على شرطته. ومن ولده كان بقم القائد المشهور الرافضي، علي بن عيسى بن موسى بن طلحة بن محمد بن السائب بن مالك المذكور؛ وابن أخيه، عبد الله بن سعد بن مالك وولده بقم، لهم بها رياسة.
ودار بني الأشعر بالأندلس: رية ومن بنى أبي موسى: بلال، وسعيد، وعبد الله، ويوسف، بنو أبي بردة بن أبي موسى؛ وأبو بردة بريد بن عبد الله بن أبي بردة بن أبي موسى» ولبريد:
هذا ابن اسمه يحيى، محدث؛ والمحدث المشهور الكوفي، يروي عنه مسلم وغيره:
عبد الله بن براد بن يوسف بن أبي بردة بن أبي موسى رضي «٣»
الله عنه- ذكر نسبه محمد بن يحيى الذهلي في صدر كتابه في علل حديث الزهري.
مضى بنو الأشعر، وهو نبت بن أدد بن يشجب بن عريب بن زيد بن كهلان بن سبأ

<span data-type="title" id=toc-421>وهؤلاء بنو أخيه جلهمة بن أدد بن يشجب بن عريب بن زيد بن كهلان بن سبأ، وهو طيئ</span>
ولد طيئ بن أدد: فطرة، والغوث، والحارث.
فأما ولد الحارث بن طيئ، فهو في مهرة بن حيدان؛ وكانوا أخواله؛ فأقام
_________
(١) انظر تاريخ قضاة الاندلس ١٤١. تحقيق عبد السلام هارون.
(٢) الصواب في الاصابة ٦٨٧ من الكنى.
(٣) تهذيب التهذيب ٥: ١٥٦.','1','398',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (402,'فيهم إذ رحل أبوه وأخواه. ومن ولده كان الشاعر حبيب بن أوس بن الحارث بن قيس بن الأشج بن يحيى بن مرينا بن سهم بن خلجان الكاتب بن مروان بن دفافة «١»
بن مر بن سعد بن كاهل بن عمرو بن عدي بن عمرو بن الحارث بن طيئ: هكذا كتبته من خط الحكم المستنصر بالله، رحمه الله.
وكان لحبيب ابن اسمه تمام، عاش بعده.

<span data-type="title" id=toc-422>وهؤلاء ولد فطرة بن طيّىء</span>
ولد فطرة: سعد بن فطرة. فولد سعد بن فطرة: خارجة بن سعد، يقال لولده جديلة، نسبوا إلى أمهم؛ وتيم الله؛ وجيش «٢»
؛ والأسعد، جلوا كلهم عن الجبلين في حرب الفساد، فلحقوا بحلب وحاضر طيئ، حاشا بني رومان ابن جندب بن خارجة بن سعد بن فطرة؛ فبقوا في الجبلين. وسائر بنى فطرة سهليون. ومنهم: بنو حرس بن جندب بن خارجة بن سعد بن فطرة.
فولد رومان بن جندب: ذهل، وثعلبة، بطن. فولد ذهل بن رومان:
جدعاء، وثعلبة. فولد جدعاء بن ذهل: مالك، وثعلبة. فهؤلاء الثعالب في طيئ، نظير الربائع في بني تميم، كل واحد منهم عمّ الآخر؛ وهم: ثعلبة بن جدعاء بن ذهل بن رومان، وثعلبة بن ذهل بن رومان، وثعلبة بن رومان، كلهم بطون.
فولد ثعلبة بن جدعاء بن ذهل بن رومان بن جندب بن خارجة بن سعد ابن فطرة بن طيىء: تيم بن ثعلبة، يقال لبنيه: مصابيح الظلام؛ وعليهم نزل امرو القيس بن حجر؛ ثم على المعلى بن تيم بن ثعلبة «٣»
. ومنهم: السيد المشهور أوس بن حارثة بن لأم بن عمرو بن طريف بن عمرو بن ثمامة بن مالك بن جدعاء، أخي ثعلبة بن جدعاء؛ وابنه جرير بن أوس، له صحبة؛ وابن ابنه
_________
(١) في بعض المصادر «دجاجة» .
(٢) هذا ما في المقتضب ٨٧.
(٣) وفي المعلى يقول امرؤ القيس في ديوانه ١٦٨:
كأني اذ نزلت على المعلى ... نزلت على البواذخ من شمام
وفي بني تيم أولئك يقول، في ديوانه والاشتقاق ٢٢٨:
أقر حشا امرئ القيس بن حجر ... بنو تيم مصابيح الظلام','1','399',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (403,'عروة بن مضرس بن أوس بن حارثة بن لأم، له صحبة؛ وباعث بن حويص «١»
ابن زيد بن عمرو بن ثمامة بن مالك بن جدعاء، الذي أغار على إبل امرئ القيس، ففى ذلك يقول امرؤ القيس:
تلعب باعث بذمة خالد ... وأودى عصام في الخطوب الأوائل «٢»
وبنو أحمد بن الحارث بن ثمامة بن مالك بن جدعاء، حي من طيئ، بالموصل، وهو أول من سمي أحمد في الجاهلية. مضى بنو ذهل بن رومان.
ومن بني ثعلبة بن رومان: عمرو بن ثعلبة بن غياث بن ملقط بن عمرو بن ثعلبة بن عوف بن وائل بن ثعلبة بن رومان، كان على مقدمة عمرو بن هند يوم أوارة؛ والأسد الرهيص «٣»
، اسمه حيان «٤»
بن عمرو بن عميرة بن ثعلبة بن غياث بن ملقط، قيل إنه قتل عنترة بن شداد العبسي؛ وطريف بن ملّ «٥»
ابن عميرة بن تيم بن عوف بن مالك بن ثعلبة بن ملقط، نزل عليه امرؤ القيس ومدحه. مضى بنو فطرة بن طيئ.

<span data-type="title" id=toc-423>وهؤلاء بنو أخيه الغوث بن طيئ</span>
ولد الغوث بن طيى: عمرو بن الغوث. فولد عمرو بن الغوث: ثعل بن عمرو، وفيهم البيت والعدد؛ وثعلبة بن عمرو، وهو جرم، قبيلة؛ وأسودان «٦»
بن عمرو، وهو نبهان، بطن؛ وغصين بن عمرو، وهو بولان؛ وهنئ بن عمرو؛ ومن ولده: إياس بن قبيصة بن أبي عفر «٧» بن النعمان بن حية بن سعنة بن الحارث بن الحويرث بن ربيعة بن مالك بن سفر بن هنئ بن عمرو بن الغوث ابن طيّئ، وهو الذي ملك كسرى على الحيرة بعد آل المنذر.
_________
(١) الاشتقاق ٢٣٠ والمقتضب ٨٨.
(٢) ديوانه ١٣٠. وفي الاشتقاق ٢٣٠ برواية: «أودي دثار» . قال: «ودثار: راعي امرئ القيس» .
(٣) انظر المقتضب ٨٨ والاشتقاق ٢٣١ والقاموس (رهص) .
(٤) في الاشتقاق والمقتضب: «جبار» ، وفي القاموس: «هبار» .
(٥) المعروف أنه «ظريف بن مالك» ، وفيه يقول امرؤ القيس:
لنعم الفتى تعشو إلى ضوء ناره ... طريف بن مال ليلة الجوع والخصر
يريد: طريف بن مالك.
(٦) انظر المقتضب ٨٩، ٩١.
(٧) انظر المقتضب.','1','400',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (404,'وولد عمرو بن الغوث أيضا: غيث، وبدين «١» ، وحسن، وحسين، وهم الأحلاف، دخلوا في بني أخيهم هنئ بن عمرو. وولد عمرو بن الغوث أيضا:
على «٢» ، وأنعم، وظبيان، وتدول، ورضى، دخلوا في بولان. وولد عمرو بن الغوث أيضا: مرّ، وعدىّ، وخالد: أمهم كلهم المسك بنت ذي رعين. فعدد ولد عمرو بن الغوث ستة عشر ذكرا. ومن بنى هنى بن عمرو أيضاً: أبو زبيد الشاعر النصرانىّ، واسمه حرملة بن المنذر بن معد يكرب بن حنظلة بن النعمان بن حيّة. وبنو هنئ هؤلاء رمليون، وإخوتهم جبليون.
وولد ثعل: سلامان، وجرول، فمن بني سلامان بن ثعل: بحتر: ومعن؛ وهما بطنان ضخمان؛ وهما ابنا عتود بن عنين بن سلامان بن ثعل؛ منهم:
الشاعر الوليد بن عبيد بن شملان «٣» بن خالد «٤» بن سلمة بن سهم بن الحارث «٥» ابن جشم «٦» بن أبي حارثة بن جدي بن تدول «٧» بن بحتر بن عتود؛ ومجير الجراد، مدلج بن سويد بن مرثد بن خيبري بن أفلت بن سلسلة بن عمرو [ابن غنم «٨» ] بن ثوب «٩» بن معن بن عتود؛ وابن عمه الشاعر الطرماح الأكبر ابن عدي بن عبد الله بن خيبري، كان خارجياً صفريّا؛ وعمه مالك بن عبد الله، وفد على رسول الله- صلى الله عليه وسلم-؛ ومن ولد الطرماح المذكور كان: أبو مالك أبان بن الصمصامة بن الطرماح المذكور، وكان راوية للأشعار واللغة، ساكنا بالقيروان بإفريقية. ومن بني ثعلبة بن سلامان بن ثعل: المغني مالك بن أبي السمح بن سلمة بن أوس بن سماك بن سعد بن أوس بن عمرو بن عدىّ بن
_________
(١) انظر المقتضب.
(٢) انظر المقتضب.
(٣) هذا ما في تاريخ بغداد ١٣: ٤٧٧. وفي الاغاني ١٨: ١٦٧ وفيات الاعيان: «شملال» .
(٤) في الاغاني والوفيات وتاريخ بغداد: «جابر» .
(٥) في هذه المراجع: «مسهر» .
(٦) في الاغاني وتاريخ بغداد: «خيثم» . وفي المقتضب ٩٠: «جثيم» .
(٧) صوابه من نهاية الارب ٢: ٣٠٠ وتاريخ بغداد والمقتضب ٩٠. وانظر لضبط «تدول» الاشتقاق ٢٢٣.
(٨) التكملة من المقتضب ٨٩.
(٩) هذا الصواب من المقتضب ونهاية الارب ٢: ٣٠٠ والقاموس (ثوب) .','1','401',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (405,'وائل بن عوف بن ثعلبة بن سلامان بن ثعل.
ومن بني ثعل: جرول بن ثعل، ومعاوية بن ثعل. فولد معاوية بن ثعل:
سنبس بن معاوية. وولد جرول: ربيعة بن جرول، بطن ضخم؛ ولوذان بن جرول بن ثعل، بطن أيضا ضخم. ويقال إن أبان بن دارم بن مالك بن حنظلة من بني تميم إنما هو أبان بن عدي بن سنبس.
فمن بني سنبس: معن بن قيس بن عائذ بن قيس بن خزيمة بن عمرو بن حرمز «١» بن مخضب «٢» ، وهو من بني سنبس، خاصم عدي بن حاتم يوم صفين فى الرّاية؛ وابن عمه زيد بن حصن بن وبرة بن جرير «٣» [بن عمرو بن حرمز «٤» ] ، رأس الخوارج يوم النهروان. ومن بني سنبس أيضاً: السليل بن زيد بن مالك ابن المعلى، الذي غرق يوم جاز المسلمون دجلة إلى المدائن، ولم يغرق من المسلمين يومئذ أحد غيره؛ ورافع بن عميرة بن جابر بن حارثة بن عمرو، وهو الحدرجان، ابن مخضب، دليل خالد بن الوليد من العراق إلى الشام على السماوة.
ومن بني ربيعة بن جرول بن ثعل: أخزم، والنجد «٥» : ابنا أبي أخزم بن ربيعة بن جرول بن ثعل، بطنان ضخمان؛ ولأخزم بن أبي أخزم بطون جمّة؛ ومنها: عدىّ بن أخزم، ومرّ بن أخزم، والحرمز بن أخزم. فمن بني عدي بن أخزم: حاتم الجواد بن عبد الله بن سعد بن الحشرج بن امرئ القيس بن عدىّ ابن أخزم، وابنه عدي بن حاتم، له صحبة، لا عقب له؛ وقتل ابنه طريف بن عدي مع الخوارج؛ ولا عقب لحاتم إلا من قبل ابنه عبد الله بن حاتم فقط؛ وكان عدي مع علي في جميع مشاهده؛ وكان بنو عمّه: لأم، وحلبس، وملحان، بنو غطيف بن حارثة بن سعد بن الحشرج، مع معاوية بصفين؛ وهم إخوة عدي ابن حاتم لأمه؛ والمحدث قبيصة بن المهلب بن يزيد بن عدي بن قنافة بن عدىّ ابن عبد شمس بن عدي بن أخزم؛ وأبو حنبل جارية بن مر بن عدي بن عدي بن أخزم، نزل به امرؤ القيس ومدحه؛ وبنو عمه: عمرو بن ربيعة بن
_________
(١) والصواب في المقتضب ٩١ والقاموس.
(٢) وفي المقتضب: «محضب» .
(٣) في المقتضب: «جوين» .
(٤) التكملة من المقتضب.
(٥) في المقتضب ٩١: «الجد» .','1','402',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (406,'جرول بن ثعل، سكان أجأ؛ منهم: الطرماح الأصغر بن حكيم بن حكم بن نفر ابن قيس بن جحدر بن: ثعلبة بن عبد رضى بن مالك بن أمان «١» بن عمرو بن ربيعة بن جرول بن ثعل، وكان خارجيّا.
ومن بنى جرم، وهو ثعلبة بن عمرو بن الغوث بن طيئ: شمجى «٢» بن جرم، بطن ضخم؛ وعامر بن جوين بن عبد رضى بن قمران بن ثعلبة بن عمرو بن؛ ثعلبة ابن جرم، وهو ثعلبة، بن عمرو بن الغوث، الذي نزل به امرو القيس وابنه الأسود بن عامر بن جوين، شاعر؛ فولد الأسود هذا: قبيصة بن الأسود، وفد على رسول الله- صلى الله عليه وسلم-؛ وحابس بن سعد بن المنذر بن يثربي «٣» بن عبد رضى بن قمران «٤» بن ثعلبة بن عمرو بن ثعلبة بن [حيان بن] جرم، كان على طيئ بالشام مع معاوية، قتل يوم صفين؛ وكان عمر بن الخطاب ولاه قضاء حمص.

<span data-type="title" id=toc-424>وهؤلاء بنو نبهان بن عمرو بن الغوث بن طيئ</span>
ولد نبهان: سعد، ونابل، ذكرهما امرؤ القيس في شعره «٥» . فولد نابل:
مالك، وغوث «٦» ، بطنان؛ فمن بني غوث بن نابل بن نبهان: زيد الخيل بن مهلهل بن زيد «٧» بن منهب بن [عبد] رضى «٨» بن المختلس بن ثوب «٩» بن كنانة بن غوث، له صحبة محمودة ونيّة في الإسلام، أثنى عليه رسول الله- صلى الله عليه وسلم- ثناء عالياً- رضي الله عنه- وسمّاه زيد الخير، مات- رضي الله عنه- بنجد منصرفه من رسول الله- صلى الله عليه وسلم- قبل أن يبلغ منزله بالجبلين؛ وبنوه؛ مكنف، وعروة، وحنظلة، وحريث، بنو زيد الخير؛
_________
(١) انظر المقتضب ٩١ ونهاية الارب للقلقشندي ٧٠، ١٤٢.
(٢) صوابه في المقتضب والاشتقاق ٢٣٥.
(٣) الاشابة ١٣٥٣: «بتري» .
(٤) في المقتضب ٩١.
(٥) وذلك قوله في الديوان ١٣١:
بنو ثعل جيرانها وحماتها ... وتمنع من رماة سعد ونابل
(٦) وفي المقتضب: بن كنانة بن مالك بن نابل.
(٧) المقتضب ٩١: «يزيد» . وما هنا يطابق الاصابة ٢٩٣٥.
(٨) التكملة من المقتضب.
(٩) صوابهما من المقتضب والاصابة.','1','403',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (407,'وحريث هذا هو الذي قتل أبا سفيان الفهري، رجلاً كان عمر أمير المؤمنين- رضي الله عنه- بعثه يستقرى أهل البادية القرآن؛ فاستقرأ أوس بن خالد ابن يزيد بن منهب بن عبد رضى؛ فلم يدر شيئاً من القرآن، فضربه فمات، فوثب حريث على أبي سفيان، فقتله ثم هرب فلحق بأرض الروم، فمات هنالك- لعنه الله-؛ وأما عروة بن زيد الخيل، فبعثه عمار بن ياسر- رضي الله عنه- بأمر عمر- رضي الله عنه وعن جميعهم- إلى قتال الري والدّيلم؛ فكانت له فيهم فتوح عظيمة؛ ثم وفد على عمر- رضي الله عنه- واستخلف مكانه أخاه حنظلة بن زيد الخيل. وكان لزيد الخيل أخ اسمه حصن بن مهلهل، من ولده كان القشعم «١» بن ثعلبة بن عبد الله بن حصن بن مهلهل، وهو الذي قاتل داهر، ملك الهند، أيام. عبد الملك.
ومن بني سعد بن نبهان: قحطبة بن شبيب بن خالد بن معدان بن شمس بن قيس بن أكلب بن سعد بن عمرو بن عمرو بن الصامت بن غنم بن مالك بن سعد بن نبهان؛ وبنوه: الحسن، وحميد، وعبد الله، وشبيب، بنو قحطبة؛ وابن عمه لحاً: عبد الحميد بن ربعي بن خالد بن معدان؛ وابناه أصرم، وحميد أبو غانم، ابنا عبد الحميد؛ ومهدىّ بن أصرم، ومحمّد بن حميد، وأبو نصر ابن حميد أخوه، الذين مدح حبيب ورثى بالقصائد المشهورة؛ وبنو سدوس بن أصمع بن أبي بن ربيعة «٢» بن نصر بن سعد بن نبلهان، (وكلّ سدوس في العرب بفتح السين، إلا هذا وحده، فهو سدوس بالضم في السين الأولى) .
ودار طيّئ بالأندلس: بسطة «٣» ، وتاجلة «٤» ، وغليار.
مضت طيّئ، وهم بنو جلهمة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
_________
(١) وكذا في الاشتقاق ٢٣٦.
(٢) الاشتقاق ٢٣٦ ومختلف القبائل ٤.
(٣) بسطة: من كور جيان، بالقرب من وادي آل. ياقوت والروض المعطار ٤٤.
(٤) تاجلة: حصن من عمل بسطة على وادي المنصورة. المغرب ٢: ٨٤ تحقيق شوقي ضيف.','1','404',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (408,'<span data-type="title" id=toc-425>وهؤلاء بنو مالك بن أدد بن زيد بن يشجب بن عريب بن زيد ابن كهلان بن سبأ؛ وهم مذحج</span>
ولد مالك بن أدد، وهو مذحج: جلد بن مذحج؛ ويحابر، وهو مراد ابن مذحج؛ وزيد، وهو عنس بن مذحج؛ وسعد العشيرة بن مذحج، وإنما سمي سعد العشيرة لأنه كان يركب من ولده لصلبه في ثلاثمائة فارس «١» ؛ ولميس «٢» ابن مذحج، وهم أهل بيت قليل، دخلوا في عنس؛ أمهم كلهم سلمى بنت منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر.

<span data-type="title" id=toc-426>وهؤلاء ولد عنس بن مذحج بن أدد بن زيد بن يشجب بن عريب ابن زيد بن كهلان بن سبأ</span>
ولد عنس بن مذحج: سعد الأكبر، وسعد الأصغر، وعمرو، وعامر، ومعاوية، وعزيز، وعتيك، وشهاب، ومالك، ويام، وجشم، والقرّيّة، يقال إنهم دخلوا في النمر بن قاسط.
فمن بني مالك بن عنس: الأسود: المتنبّى باليمن، واسمه عبهلة بن كعب بن غوث بن صعب بن مالك بن عنس.
ومن بني عزيز بن عنس: بنو الصحيم «٣» بن قرة بن عزيز بن عنس، وهم بالشأم، ولهم بها شرف.
وعمّار، والحريث، وعبد الله؛ بنو ياسر بن مالك بن كنانة بن قيس بن الحصين بن الوذيم «٤» بن ثعلبة بن عوف بن حارثة بن عامر الأكبر بن يام بن عنس، كان لهم في الإسلام قدم صدق؛ وأسلم ياسر وامرأته سميّة. وعمار بدرىّ
_________
(١) في المقتضب ٨٢: «فكان يركب بهم معه، فاذا سئل: من هؤلاء معك؟ قال: عشيرتي. مخافة العين» .
(٢) صوابه من المقتضب ونهاية الارب ٢: ٣٠١. ونص في القاموس على أن هذا العلم للرجال بهيئة التصغير.
(٣) وفي المقتضب ٨٧: «الضخم» .
(٤) وكذا في الاصابة ٥٦٩٩.','1','405',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (409,'مهاجر، معذب في الله- عزّ وجلّ-؛ وابناه: سعد، ومحمّد، ابنا عمار، قتل محمداً المختار؛ وابن ابنه أبو عبيدة بن محمد من العلماء بالنسب؛ ومن ولده: بنو عبد الله بن سعد بن الحسن بن عثمان بن الحسن بن عبد الله بن سعد ابن عمار بن ياسر، قتل عبد الله هذا عبد الرحمن بن معاوية؛ وبنوه محصن، وناج.
ودار عنس بالأندلس: جهة قلعة يحصب.
مضى بنو عنس بن مالك بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-427>وهؤلاء بنو أخيه يحابر بن مالك بن أدد بن زيد، وهو مراد</span>
ولد مراد بن مالك بن أدد: ناجية؛ وزاهر.
فولد ناجية: عبد الله، وعمير؛ ومفرج، بطن: وكنانة؛ ومالك؛ ويشكر؛ ونمرة «١» ؛ وردمان، انتسب ردمان في حمير. وقد دخل في مراد من الأزد و [من] غيرهم. فولد عبد الله بن ناجية: غطيف، بطن، منهم: فروة بن مسيك ابن الحارث بن سلمة «٢» بن الحارث بن الذؤيب «٣» بن مالك بن منبه بن غطيف ابن عبد الله بن ناجية الشاعر، له صحبة، واستعمله عمر بن الخطّاب؛ وهانى «٤» ابن عروة بن نمران بن عمرو بن قعاس بن عبد يغوث بن مخدش بن عصم بن مالك بن عوف بن منبه بن غطيف بن عبد الله بن ناجية، قتله عبيد الله بن زياد في أمر مسلم بن عقيل؛ وشريك بن عمرو بن عبد يغوث بن مخدش بن عصم بن مالك، ضرب ابن رستم يوم القادسيّة بالسيف؛ ومعدان بن المتوج «٥» بن نمران بن خليفة بن معاوية بن مخدش، كان يغير على أهل حضر موت؛ وهند الجملىّ، وهو هند بن عمرو بن جندلة بن كعب بن ربيعة بن جمل بن كنانة بن ناجية بن يحابر، وهو مراد، قتل يوم الجمل مع علىّ.
_________
(١) في المقتضب ٨٦: «نمر» .
(٢) انظر الاصابة ٦٩٧٥.
(٣) في الاصابة: «زيد» .
(٤) صوابه في المحبر ٤٨٠.
(٥) في الاشتقاق ٢٤٦.','1','406',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (410,'وولد ردمان بن ناجية: قرن، وقانية «١» ، بطنان؛ فمن ولد قرن: أويس ابن عمرو «٢» بن جزء بن مالك بن عمرو بن سعد «٣» بن عصوان بن قرن بن ردمان؛ وعمرو بن مرة المحدث.
ومن ولد زاهر بن يحابر: قيس بن المكشوح، واسم المكشوح هبيرة، بن عبد يغوث بن الغزيل «٤» بن سلمة بن عامر بن عوبثان «٥» بن زاهر بن مراد؛ ومن ولده رهط الحارث بن عبد الله بن سعيد بن محمد بن سعيد بن خلاد بن يزيد بن معاوية بن قيس بن المكشوح؛ و [بكربلة] بنو فلان؛ وبنو الحصين.
ومنهم الرّبض والصّنابح، بطنان؛ ومن بني الربض: صفوان بن عسّال بن الرّبض ابن زاهر «٦» ، صاحب رسول الله- صلى الله عليه وسلّم-؛ ومن الصنابح: أبو عبد الله الصنابحي.
مضى بنو [مراد بن مالك بن] أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-428>وهؤلاء بنو أخيه سعد العشيرة بن مالك بن أدد بن زيد بن يشجب ابن عريب بن زيد بن كهلان بن سبأ</span>
ولد سعد العشيرة: الحكم، وبه كان يكنّى؛ والصعب؛ ونمرة، لأمّهات شتى؛ وجعفىّ، وعائذ الله؛ وأوس الله «٧» ، هذان باليمن؛ وزيد الله؛ وأنس الله؛ والحرّ «٨» ، دخلوا في أخيهم جعفي: أمهم كلهم أسماء بنت أبي بكر بن عبد مناة بن كنانة بن خزيمة.
_________
(١) انظر ما في المقتضب ٨٦.
(٢) في الاصابة ٤٩٧: «أويس بن عامر، وقيل عمرو» .
(٣) وكذا في الاشتقاق ٢٤٧، لكن في المقتضب والاصابة: «بن مالك بن عمرو بن مسعدة بن عمرو بن سعد» .
(٤) المقتضب ٨: «العزيل» ، صوابه من القاموس (غزل) . قال: «جد هبيرة بن عبد يغوث» .
(٥) في المقتضب: «غويثان» . وأورده القلقشندي في نهاية الاريب ٣٠٨ في الغين مع الواو محرفا، صوابه من القاموس (عبث) .
(٦) الاصابة ٤٠٧٥.
(٧) صوابه في المقتضب ٨٥.
(٨) في المقتضب ٨٤: «وجر» .','1','407',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (411,'فولد نمرة بن سعد العشيرة: الحدأ «١» ، وسليم، بطنان. فأما الحدأ، فاصطلمهم البتة بنو عمهم بنو بندقة بن مظة بن سلهم بن الحكم بن سعد العشيرة؛ ودخل بنو سليم بن نمرة في مراد.
وولد زيد الله بن سعد العشيرة: عامر، ولده باقون على نسبهم؛ وأشرس؛ وعوف؛ والدّئل، دخلت في تغلب.
وولد الحر بن سعد العشيرة: الحمد؛ والعدل، كان على شرطة تبع، فهو الذي يضرب به المثل، فيقال: «هو على يدى عدل «٢» » .
وولد أوس الله بن سعد العشيرة: أسلم، حي باليمن.
ومن ولد أنس الله بن سعد العشيرة [بطون، منهم: عبد العزيز بن ثابت بن عبد الله بن ذبيان بن] الحارث بن عمرو بن معاوية بن الحارث بن ربيعة بن بلال بن أنس الله بن سعد العشيرة، لهم بالرّىّ عدد.
وولد عائذ الله بن سعد العشيرة بطوناً؛ منهم: مالك بن مشوف «٣» بن أسد ابن عبد مناة بن عائد الله، وله رياسة، وقد ولد النبي- صلى الله عليه وسلم- من قبل النساء. ومنهم: عبيد بن هجان من بني معاوية بن مافان «٤» بن عائذ الله بن سعد العشيرة، له صحبة، وهو الذي رد سعيد بن العاصي من طريق الكوفة ومنعه دخولها.
وولد الحكم بن سعد العشيرة: جشم، وسلهم، وأسلم؛ منهم: الجراح بن عبد الله بن جعادرة «٥» بن أفلح بن الحارث بن ذوة «٦» بن حدقة بن مظّة، واسمه سفيان، بن سلهم بن الحكم بن سعد العشيرة: ولى خراسان، وكان له عقب بوادي آش؛ وكان أبو نواس الشاعر الحسن بن هانئ بن عبد الأول بن الصباح، مولى الجراح بن عبد الله هذا؛ هكذا كتبته من خط الحكم المستنصر- رحمه الله-. وذكر محمد بن داود بن الجراح أن ولد إسماعيل بن إبراهيم بن هانئ
_________
(١) انظر الاشتقاق ٢٤٤.
(٢) في المقتضب: «فمن ذلك قالوا للهالك: وضع على يدي عدل» .
(٣) كذا في الاصابة ٧٦٨٣. وضبطه ابن حجر بكسر الميم وسكون المعجمة وفتح الواو بعدها فاء.
(٤) وفي المقتضب ٨٥: «ما قان» بالقاف.
(٥) في الاشتقاق ٢٤٢: «جعادة» .
(٦) في الاشتقاق: «دوة» .','1','408',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (412,'وهو ابن أخي الحسن بن هانئ، كانوا يقولون إنهم حكميون [صليبة] ؛ وعبد الله ابن سعد بن جابر بن عمير بن بشير بن بشير بن عوير بن الحارث بن كبير بن السبل «١» بن حدقة بن مظة بن سلهم بن الحكم بن سعد العشيرة، كانت تحته آمنة بنت عفان، أخت عثمان بن عفان، فولدت له محمد بن عبد الله.
ولحدقة ابن اسمه علي بن حدقة.

<span data-type="title" id=toc-429>وهؤلاء بنو جعفي بن سعد العشيرة</span>
ولد جعفي بن سعد العشيرة: مرّان، وحريم «٢» ؛ وهما الأرقمان. منهم.
قيس بن سلمة بن شراحيل بن الشيطان بن الحارث بن الأصهب، وهو عوف، بن كعب بن الحارث بن ذهل بن مران، وفد على رسول الله- صلى الله عليه وسلم- وكان جده شراحيل كثير الغارات؛ قتلته بنو جعدة بن كعب، من بني عامر بن صعصعة؛ وابنه إياس بن شراحيل، عقد له عمر بن الخطاب على مذحج وهمدان؛ والجرّاح بن الحصين «٣» بن الحارث بن قيس بن مالك بن معاوية بن السيحان بن بداء بن سعد بن عمرو بن ذهل بن مران بن جعفي؛ استعمله ابن الزبير على وادى القرى، وله قال: «أكلت تمرى، وعصيت أمرى» ؛ وجبلة، والجهم، ابنا زحر بن قيس بن مالك بن معاوية بن سعنة بن بداء «٤» بن سعد بن عمرو بن ذهل بن مران بن جعفي، قتل جبلة يوم دير الجماجم، وكان على القراء مع ابن الأشعث؛ وأمّا أخوه جهم، فهو قاتل قتيبة، وولى جرجان؛ وأخوهما الفرات ابن زحر، قتله المختار يوم جبانة السبيع. ومنهم: أبو سبرة يريد «٥» بن مالك
_________
(١) في الاصابة ٤٦٩٨: «كثير» ايضا.
(٢) صوابه من المقتضب ٨٤ والمعارف ٤٨ والمشتبه ١٨٥ ونهاية الاريب ٢: ٣٠١. وأنشد ابن قتيبة للبيد:
ولقد نأت يوم النخيل وقبله ... مران من أيامنا وحريم
(٣) صوابه في الاشتقاق ٢٤٣.
(٤) بالدال المهملة في المقتضب ٨٤ ومختلف القبائل ٢٦.
(٥) صوابه في الاصابة ٩٣٠٧.','1','409',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (413,'ابن عبد الله بن الذؤيب بن سلمة بن سعد بن عمرو بن ذهل بن ذهل بن مران بن جعفي، وفد على النبي- صلى الله عليه وسلم- هو وابناه سبرة وعبد الرحمن؛ فأقطعه رسول الله- صلى الله عليه وسلم- وادى جعفىّ باليمن، واسم الوادى جردان؛ وولّى الحجاج عبد الرحمن هذا إصبهان؛ وابنه خيثمة بن عبد الرحمن الفقيه؛ وجابر ابن يزيد بن الحارث بن زيد بن عبد يغوث بن كعب بن الحارث بن معاوية بن وائل بن مران بن جعفي، المحدّث المتّهم بالكذب؛ وعبيد الله بن الحر بن عمرو ابن خالد بن المجمع بن مالك بن كعب بن عوف بن حريم بن جعفىّ، الشاعر الفاتك، وكان عثمانياً، خرج عن الكوفة إلى معاوية، وشهد معه صفين. وأولاد عبيد الله المذكور: صدقة، وبرّة، والأشعر، شهدوا الجماجم مع ابن الأشعث؛ والمحدث عمرو بن شمر بن الحارث بن البراء بن عتبة بن قيس بن سعد بن حنظلة ابن كعب بن عوف بن حريم بن جعفي؛ وخولىّ، وهلال، وعبد الله بنو أبي خولي بن عمرو بن زهير بن خيثمة بن أبي حمران، واسمه الحارث، بن معاوية ابن الحارث بن مالك بن عوف بن سعد بن عوف بن حريم «١» بن جعفي، شهدوا بدراً مع رسول الله- صلى الله عليه وسلم-؛ ومن ولده: الفقيه أبو خيثمة زهير بن ابن معاوية بن حديج بن الرحيل بن سويد بن غفلة بن عوسجة بن عامر بن وداع معاوية بن الحارث بن عوف بن سعد بن عوف بن حريم بن جعفي، صحب أبا بكر، وعمر، وعثمان، وعليّا، وابن مسعود، شهد صفين مع على، وقدم المدينة بعد موت النبي- صلى الله عليه وسلم- بليال قليلة، لم تبلغ العشر، هو والصّنابحىّ.
مضى بنو جعفي بن سعد العشيرة.

<span data-type="title" id=toc-430>وهؤلاء بنو صعب بن سعد العشيرة</span>
ولد صعب بن سعد العشيرة: أود، ومنبه، وهو زبيد.
_________
(١) انظر تهذيب التهذيب ٣: ٣٥١.','1','410',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (414,'<span data-type="title" id=toc-431>وهؤلاء بنو أود بن صعب بن سعد العشيرة</span>
ولد أود بن صعب بن سعد العشيرة: منبّه، وكعب. فولد منبه: سعد، بطن ضخم؛ وعوف، بطن؛ وعامر، بطن. فمن بطون سعد بن منبه: بنو الزعافر، وهو حرب بن سعد بن منبه بن أود بن صعب بن سعد العشيرة. ومنهم:
الفقيه المحدث الكوفي عبد الله بن إدريس بن يزيد بن عبد الرحمن بن الأسود بن حجية بن الأصهب بن يزيد بن حلاوة بن الزعافر؛ وعمه داود بن يزيد، محدث. ومن بني أود أيضاً: عبد الله بن النعمان بن يزيد بن قيس بن سلمة ابن الأفكل، واسمه معاوية، بن عوف بن الحارث بن عوف بن منبه بن أود بن صعب، ولم يكن بالكوفة مذحجي له بوّاب غيره؛ والشاعر الأفوه صلاءة بن عمرو بن عوف بن منبه بن أود بن صعب. وولد كعب بن أود: مالك، بطن؛ ووهب، بطن؛ وحريم، بطن؛ والحارث، وهو جديّة، بطن؛ وسلمة، بطن.
منهم: القاضي عافية بن يزيد بن قيس بن عافية بن شداد بن ثمامة بن سلمة بن كعب بن أود، صاحب أبي حنيفة؛ وقتل جده عافية بن شداد مع علي يوم صفين.
هذا. على أن المسعودي يقول: إنه طاف البلاد ولقى الناس، وهو كوفىّ الدار، وهى دار أود، فما لقي قط أودياً إلا متعصباً لبني أمية، مائلاً عن علي- رضي الله عنه.
مضى بنو أود بن صعب بن سعد العشيرة.

<span data-type="title" id=toc-432>وهؤلاء بنو أخيه زبيد بن صعب بن سعد العشيرة بن مذحج</span>
ولد زبيد بن صعب: ربيعة بن زبيد؛ والحارث بن زبيد. فولد ربيعة بن زبيد: مازن، بطن؛ والحارث، وهو قطيعة، بطن. منهم: عمرو بن معد يكرب ابن عبد الله بن عمرو بن عصم بن عمرو بن زبيد الأصغر بن ربيعة بن سلمة بن مازن بن ربيعة بن زبيد بن صعب؛ وأخته ريحانة بنت معد يكرب، أمّ دريد، وعبد الله، ابني الصمة الجشميين: ومحمية بن جزء بن عبد يغوث بن عويج «١»
_________
(١) انظر جوامع السيرة ٢٤، ٦٢.','1','411',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (415,'بن عمرو بن زبيد الأصغر بن ربيعة بن زبيد، له صحبة، بدري؛ ولاه رسول الله- صلى الله عليه وسلم- الأخماس والغنائم يوم بدر، وهو حليف لبني جمح؛ زوج رسول الله- صلى الله عليه وسلم- ابنة محمية من الفضل بن عباس؛ فولدت له أم كلثوم بنت الفضل، تزوجها أبو موسى الأشعري؛ والحارث بن جزء، أخو محمية بن جزء؛ وابنه عبد الله بن الحارث، لهما صحبة؛ وعبد الله بن الحارث هذا آخر من مات من الصحابة بمصر- رضي الله عنهم-؛ وعمرو بن الحجاج بن عبد الله بن عبد العزى بن كعب بن سلمة بن مالك بن سلمة بن مازن بن ربيعة بن زبيد، كان من أشراف الكوفة، شهد قتل الحسين. وبإشبيلية رهط الفقيه محمد بن الحسن «١» بن عبد الله بن مذحج بن محمد بن عبد الله ابن بشر الداخل بن أبي ضمرة، من بني مازن بن ربيعة بن زبيد بن صعب. ومن بني الحارث بن زبيد: بنو نشوان بن حيي بن الحارث بن منبه، وهو زبيد.
مضى بنو زبيد بن صعب بن سعد العشيرة. ومضى بنو سعد العشيرة بن مذحج بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-433>وهؤلاء بنو أخيهم جلد بن مالك بن أدد بن زيد بن يشجب ابن عريب بن زيد بن كهلان بن سبأ</span>
ولد جلد بن مالك: علة بن جلد بن مالك. فولد علة بن جلد: عمرو ابن علة؛ وحرب بن علة بن جلد بن مالك؛ [فولد حرب ن علة: منبه؛ ويزيد فولد منبه بن حرب بن علة: رهاء، بطن. والله تعالى أعلم.

<span data-type="title" id=toc-434>وهؤلاء بنو رهاء بن منبه بن حرب بن علة بن جلد بن مالك «٢» ]</span>
منهم: عمرو بن سبيع الرهاوي «٣» ، وفد إلى رسول الله- صلى الله عليه وسلم وهو من بني سليم بن رهاء بن منبه؛ ومنهم مالك بن مرارة، بعثه النبىّ- صلى الله
_________
(١) ابن الفرضي ٢: ٩٢.
(٢) انظر الاشتقاق ٢٤٢ ونهاية الارب ١: ٣٠٢.
(٣) في الاصابة ٥٨٣١: «ويقال ابن سميع» بالميم. ثم قال: «وقع في الرواية بالضم- يعني ضم الراء- وقيده عبد الغني بن سعيد بالفتح، فرق بينه وبين البلد فانها بالضم» .','1','412',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (416,'عليه وسلم- وهو من بني سليم، إلى اليمن؛ ويزيد بن شجرة الرّهاوىّ، وكان من أصحاب معاوية بصفين؛ وغيرهما، وهما من بني سهيم بن عبد الله بن رهاء بن منبه.

<span data-type="title" id=toc-435>وهؤلاء بنو يزيد بن حرب بن علة بن جلد بن مالك</span>
ولد يزيد بن حرب بن علة: صداء، بطن ضخم؛ ومنبه؛ والحارث؛ والغلى «١» ؛ وسنحان «٢» ؛ وهفّان؛ وشمران؛ تحالف هؤلاء الستة على ولد أخيهم صداء، فسموا جنب. ومنهم كان معاوية بن عمرو بن معاوية بن الحارث بن منبه بن يزيد بن حرب بن علة، الذي تزوج بنت مهلهل بن ربيعة التغلبي بنجران ومهرها أدماً؛ فقال في ذلك أبوها:
أنكحها فقدها الأراقم فى ... جنب وكان الحباء من أدم
لو بأبانين جاء يخطبها ... ضرج ما أنف خاطب بدم
ومنهم: أبو ظبيان الفقيه، واسمه الحصين بن جند بن عمرو بن الحارث ابن مالك بن وحشى بن مالك بن ربيعة بن منبه بن يزيد بن حرب بن علة؛ وابنه قابوس بن أبي ظبيان، المحدثان.
حالفت جنب، وهم الستة المذكورون، بنو يزيد بن حرب بن علة بن جلد ابن مالك (وهو مذحج) ، بني عمهم بني سعد العشيرة بن مالك بن علة بن جلد ابن مالك (وهو مذحج) .
وحالفت صداء إخوتهم، بني الحارث بن كعب بن عمرو بن علة بن جلد بن مالك (وهو مذحج) .
وسنحان هؤلاء، وسائر جنب، ويام من همدان، هم أنصار الكافر
_________
(١) انظر المقتضب ٨٤ وتاج العروس (غلي) ومعجم البلدان (جنب) .
(٢) انظر المقتضب ومعجم البلدان (جنب، سنحان) والقاموس (سنح) .','1','413',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (417,'الصليحي «١» - لعنه الله- القائم بنواحى زبيد بدعوة بني عبيد- لعنهم الله.
مضت صداء ورهاء وجنب، وهم من ولد حرب بن علة بن جلد بن مالك ابن أدد.

<span data-type="title" id=toc-436>وهؤلاء ولد أخيه عمرو بن علة بن جلد بن مالك بن أدد</span>
ولد عمرو بن علة: كعب؛ وعامر؛ وجسر، وهو النخع. فولد عامر بن عمرو بن علة: مسلية، بطن، صار مع بني الحارث بن كعب.

<span data-type="title" id=toc-437>وهؤلاء بنو مسلية بن عامر بن عمرو بن علة بن جلد</span>
لمسلية بطن، هم بنو هوارض «٢» بن كنانة بن مسلية؛ وبنو أسد بن مسلية، وهم باليمن. ومن بني مسلية هؤلاء: عامر بن إسماعيل بن عامر بن نافع بن عبد الرحمن بن عامر بن نافع بن محمية بن حذيفة بن عوف بن صبح، قاتل مروان ابن محمّد؛ وابنه يحيى بن عامر، أنكر أمر الخضرة «٣» ، وواجه المأمون بأمر عظيم؛ فأمر بصلبه؛ فصلب بخراسان.
مضى بنو مسلية بن عامر بن عمرو بن علة.

<span data-type="title" id=toc-438>وهؤلاء بنو جسر أخيه، وهو النخع، بن عامر</span>
ولد النخع بن عامر بن علة: مالك؛ وعوف، وهو المشر. فمن بطونهم:
صهبان، ووهبيل، وجسر، وجذيمة، وقيس، وحارثة، بنو سعد بن مالك بن النّخع، وبطون غير هولاء كثيرة. منهم: عمرو بن زرارة بن قيس بن الحارث بن عداء «٤» بن الحارث بن عمرو بن جشم بن كعب بن قيس بن سعد بن مالك ابن النخع، أول من خلع عثمان بالكوفة؛ ولأبيه زرارة وفادة على رسول الله- صلى الله
_________
(١) صوابه من وفيات الاعيان في ترجمته (علي بن محمّد الصليحي القائم باليمن) . قال اين خلكان: «لا اعرف هذه النسبة الى أي شيء هي، والظاهر أنها الى رجل» . وانظر كتاب «الصليحيون والحركة الفاطمية في اليمن» للدكتور حسين الهمداني طبع القاهرة ١٩٥٥ وطبقات فقهاء اليمن للجعدي ٨٧- ٨٨.
(٢) وكذا في المقتضب ٨٣.
(٣) كان المأمون قد أمر جنده بطرح السواد ولبس ثياب الخضرة، وكتب بذلك الى الآفاق، وذلك سنة ٢٠١، ثم أمر الناس بلبس الخضرة وذلك سنة ٢٠٤ ثم عاد الى السواد. انظر تاريخ الطبرى ١٠: ٢٤٣- ٢٥٥.
(٤) صوابه في المقتضب ٨٣ والقاموس.','1','414',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (418,'عليه وسلم-. ومنهم: إبراهيم بن الأشتر، واسمه مالك، بن الحارث بن عبد يغوث بن سلمة بن ربيعة بن الحارث بن جذيمة [بن سعد «١» ] بن مالك بن النخع؛ وأرطاة بن كعب بن شراحيل بن كعب بن سلامان بن عامر بن حارثة بن سعد بن مالك بن النخع، وفد على رسول الله- صلى الله عليه وسلم-؛ فعقد له لواء شهد به القادسية، فقتل، فأخذه أخوه دريد، فقتل؛ وابن عمه الحجاج بن أرطاة بن ثور بن هبيرة ابن شرحبيل بن كعب بن سلامان، محدث ضعيف، ولي القضاء؛ والفقيه إبراهيم بن يزيد بن الأسود ابن عمرو بن ربيع بن ذهل بن حارثة بن سعد بن مالك بن النّخع، وأمه مليكة بنت يزيد بن قيس، أخت الأسود وعبد الرحمن، وهى بنت أخى علقمة؛ وسنان بن أنس بن عمرو بن حي بن حارث بن غالب بن مالك بن وهبيل بن سعد ابن مالك بن النّخع، قاتل الحسين؛ والقاضى شريك بن عبد الله بن أبي شريك، واسمه الحارث، بن أوس بن الحارث بن الأذهل بن وهبيل بن سعد بن مالك بن النّخع؛ والقاضى حفص بن غياث بن طلق بن معاوية بن عمرو بن الحارث بن ثعلبة بن عامر بن ربيعة بن عامر بن جشم بن وهبيل بن سعد بن مالك بن النّخع؛ وابنه عمر «٢» بن حفص، محدث ابن محدث، ثقة ابن ثقة؛ وكميل بن زياد ابن نهيك بن هيثم بن سعد بن مالك بن الحارث بن صهبان بن سعد بن مالك بن النخع، كان من شيعة علي، قتله الحجاج صبراً؛ وابن عم أبيه: هدم ابن عوف بن هيثم، عقد له عمر بن الخطاب على النخع بالكوفة.
مضت بنو مالك بن النخع.

<span data-type="title" id=toc-439>وهؤلاء بنو عوف، وهو المشر، بن النخع</span>
منهم: جهيش بن يزيد «٣» بن مالك بن عبد الله بن الحارث بن نسي «٤» بن ياسر بن جشم بن مالك بن بكر بن عوف بن النخع، وفد على رسول الله- صلى الله
_________
(١) التكملة من تاج العروس ٨٩: ٢٢٤.
(٢) انظر تهذيب التهذيب ٧: ٤٣٥.
(٣) الاصابة ١٢٥٢.
(٤) وفي الاصابة: «بشر» .','1','415',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (419,'عليه وسلم-؛ والفقيه علقمة، وأخواه أبيّ، ويزيد، بنو قيس بن عبد الله [بن مالك «١» ] بن علقمة بن سلامان بن كميل «٢» بن بكر بن عوف بن النّخع؛ وابنا أخيه: الفقيهان الأسود، وعبد الرحمن، ابنا يزيد؛ وعبد الرحمن بن الأسود ابن يزيد، كلهم فقهاء جلة. ولعبد الرحمن بن يزيد ابن اسمه محمّد. ومن النخع بنو الشيطان بن عوف بن النخع، لهم مسجد بالكوفة.
مضت النخع، وهم بنو جسر بن عامر بن عمرو بن علة بن جلد بن مالك.
وتمّ الكلام في بني عامر بن عمرو بن علة بن جلد بن مالك بن أدد بن زيد ابن يشجب بن عريب بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-440>وهؤلاء بنو أخيه كعب بن عمرو بن علة بن جلد بن مالك، وهو مذحج ولد كعب بن عمرو بن علة بن جلد بن مالك بن أدد: الحارث؛ وزعبل «٣» ، بطن دخل في بني أخيه الحارث</span>.
<span data-type="title" id=toc-441>وهؤلاء بنو الحارث بن كعب بن عمرو بن علة ابن جلد بن مالك بن أدد</span>
ولد الحارث بن كعب: كعب، وربيعة. فولد كعب بن الحارث بن كعب:
ربيعة، ومالك «٤» ، ومويلك «٥» ؛ فمويلك «٦» يعرفون بأمهم عقدة؛ وهم بنو عقدة.
ومن بني مالك بن كعب بن الحارث بن كعب: بنو عبد المدان، وسمه عمرو بن الديّان، واسم الديان يزيد، بن قطن بن زياد بن الحارث بن مالك بن كعب ابن الحارث بن كعب؛ وهم بيت مذحج وأخوال أبي العباس السفاح. منهم:
_________
(١) التكملة من تهذيب التهذيب ٧: ٢٧٦ في ترجمة علقمة.
(٢) في تهذيب التهذيب: «بن كهل، ويقال ابن كهيل» .
(٣) وكذا في الاغاني ٩: ١٨. وأنشد أبو الفرج:
على كل حي قد أطلت بغارة ... ولا مثل ما لاقى الحماس وزعبل
وفي نهاية الارب ٣: ٣٠٣: «رعيل» ، محرف.
(٤) صوابه في المقتضب ٨٢.
(٥) انظر المقتضب.
(٦) انظر المقتضب.','1','416',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (420,'الربيع بن عبيد الله؛ ويحيى بن زياد بن عبيد الله، متهم بالزندقة؛ وأخوه منصور بن زياد؛ وبنوه محمّد، والفضل؛ وزياد، بنو منصور بن زياد، لهم قدر في دولة بنى العبّاس؛ والربيع بن زياد بن أنس بن الديان، ولي خراسان.
ومن بني الحارث بن كعب: عبد يغوث بن الحارث بن معاوية بن صلاءة بن كعب بن المعقل بن كعب بن ربيعة بن الحارث بن كعب، أحد رؤساء اليمن، أسرته الرباب يوم الكلاب وقتل صبرا؛ ومن ولده: علبة بن ربيعة بن عبد يغوث المذكور. هكذا ذكر بعض أهل العلم بالنسب؛ وهو عندي محال بلا شك، بل يسقط بين ربيعة وعبد يغوث أسماء [أكثر من] ثلاثة ولا بدّ؛ وكان لعلبة من الولد: جعفر، وكان شاعرا؛ وجعدة؛ وماعز؛ قتل جعفر صبراً في الإسلام بمكة، ادعت عليه بنو عقيل أنه قتل منهم رجلاً، فبعث فيه إلى نجران وإلى مكة في صدر دولة السفاح، وأقسم عليه خمسون من بني عقيل، فقتلوه.
وهو القائل:
ألهفي بقرى سحبل يوم أجلبت ... علينا الولايا والعدوّ المباسل «١»
وكان أبوه حياً حين قتل؛ ومسهر بن يزيد بن عبد يغوث بن صلاءة، الذي فقأ عين عامر بن الطفيل، يوم فيف الريح؛ وشريح بن هانئ بن يزيد بن نهيك بن دريد بن سفيان بن الضباب، واسمه سلمة، بن الحارث بن ربيعة بن الحارث بن كعب، له رواية، وهو من أصحاب علي.
مضى بنو الحارث بن كعب بن عمرو بن علة بن جلد بن مالك بن أدد.
ومضى بنو مذحج، وهو مالك بن أدد بن زيد بن يشجب بن عريب بن زيد ابن كهلان بن سبأ.

<span data-type="title" id=toc-442>وهؤلاء بنو أخيه مرة بن أدد</span>
ولد مرة بن أدد: رهم، والحارث. فأمّا رهم، فدرج. ومنهم: كان الأفعى الذي كان يتحاكم إليه بنجران. وولد الحارث بن مرة: عدي بن الحارث،
_________
(١) اول المقطوعة الرابعة من حماسة أبي تمام. انظر شرح المرزوقي ٤٤.','1','417',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (421,'ومالك بن الحارث. فولد مالك بن الحارث بن مرة بن أدد: يعفر، وعمرو. فولد عمرو بن مالك بن الحارث بن مرة بن أدد: فكل بن عمرو، وهو خولان.

<span data-type="title" id=toc-443>وهؤلاء بنو خولان بن عمرو بن مالك بن الحارث بن مرة بن أدد ابن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ</span>
ولد خولان، وهو فكل بن عمرو: حبيب، وعمرو، والأصهب، وقيس، ونبت، وبكر، وسعد، بطون. منهم: أبو مسلم الخولاني، اسمه عبد الله بن أيوب، وأبو إدريس الخولانىّ؛ والسمح بن مالك الخولاني. وقعت خولان بمصر والشام؛ فخملت أنسابهم. وكان منهم إسحاق بن قاسم بن سمرة بن ثابت بن نهشل بن مالك بن السمح بن مالك الخولاني، من أهل قرطبة «١» ، أصله من الجزيرة، يكنى أبا عبد الحميد؛ ومنهم بقرطبة أهل بيت كان منهم المحدث المشهور عمر بن عبد الملك بن سليمان بن عبد الملك بن موسى بن سالم بن هانى «٢» ابن مسلم بن أبي مسلم الخولانىّ؛ ومنهم بإلبيرة: بنو نجيح «٣» بن سالم بن موسى ابن عيسى بن هانئ بن مسلم بن أبي مسلم المذكور؛ ومنهم: عمرو بن علي بن عمر ابن حفص بن نجيح المذكور.
مضت خولان. ومضى ولد عمرو بن مالك بن الحارث بن مرة بن أدد بن زيد ابن يشجب بن عريب بن زيد بن كهلان بن سبأ.

<span data-type="title" id=toc-444>وهؤلاء ولد أخيه يعفر بن مالك بن الحارث بن مرة</span>
ولد يعفر بن مالك بن الحارث: المعافر؛ وهم باليمن، والأندلس، ومصر؛ فخملت أنسابهم. ومنهم: أبو عامر محمد بن عبد الله بن محمد بن عبد الله ابن أبي عامر «٤» ، ولي الأندلس، هو، وابناه: عبد الملك المظفّر، وعبد الرحمن
_________
(١) ابن الفرضي ١: ٨٧ برقم ٢٣٤. وكان اسحاق معلما.
(٢) وكذا عند ابن الفرضي ١: ٣٦٨ برقم ٩٦٠.
(٣) انظر ابن الفرضي ٢: ١٥٥ برقم ١٤٩٧.
(٤) وانظر الجذوة ٧٣ والمغرب ١: ١٩٤ ونفح الطيب ١: ٣٧٥.','1','418',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (422,'الناصر. وله عقب من قبل ابنيه عبد الله وعبد الرحمن: أما عبد الله، الذي قتله أبوه فخلف ابناً اسمه محمد؛ فمات محمّد، وتخلّف ابناً اسمه عبد الملك، نهض إلى الحجّ ومات هنالك، وما أراه أعقب. ولا عقب لعبد الملك المتسمى بالمظفر. فأعقب عبد الرحمن بن محمّد، وهو المتسمى بالعهد، ابناً اسمه عبد العزيز، لم يبق له غيره، تولّى بلنسية، وله أربعة عشر سنة، وطال أمره بها؛ وله من الولد: عبيد الله، وعبد الرحمن، ماتا ولم يعقبا، ومحمّد، مات في حياته وترك من الولد........ وعبد الملك، لم يبق له ولد غيره؛ وآل جحّاف ببلنسية؛ وبنو مفوّز بينبة؛ وبنو منخل بجيّان، وهم بيوت متفرقة بالأندلس، ليست لهم دار جامعة.
مضت بنو مالك بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب ابن زيد بن كهلان بن سبأ

<span data-type="title" id=toc-445>وهؤلاء بنو أخيه عدي بن الحارث بن مرّد بن أدد بن زيد بن يشجب</span>
ولد عدي بن الحارث: الحارث بن عدىّ، وهو عاملة: وعمرو بن عدىّ، وهو جذام؛ ومالك بن عدىّ؛ وهو لخم؛ وعفير بن عدىّ، وهو والد كندة.

<span data-type="title" id=toc-446>وهؤلاء بنو عاملة، وهو الحارث بن عدي بن الحارث بن مرة بن أدد ابن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ</span>
ولد الحارث بن عدي: الزهد، ومعاوية، نسبا إلى أمهما، وهى عاملة القضاعية. منهم: ثعلبة بن سلامة «١» بن جحدم بن عمرو بن الأجذم بن ثعلبة بن مازن بن مزين بن أبي مالك بن أبي عزم بن عوكلان بن الزهد بن سعد بن الحارث، ولى الأردنّ والأندلس، وقتل مع مروان بن محمد، وله عقب ببلّة لعاملين
_________
(١) الاشتقاق ٢٢٤.','1','419',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (423,'من ريّة. وكانت عاملة حلفاء لكلب، وغزت معهم إلى طيئ؛ فأسر رجل من عاملة، اسمه قعيسيس، عدي بن حاتم، فانتزعه منهم شعيب بن الربيع بن مسعود العليمي «١» من كلب، وقال له: «ما أنت وأسر الأشراف؟» ، وأطلقه بغير فداء. ومنهم: عدي بن الرقاع الشاعر، وهو عدي بن زيد بن مالك بن عدي بن الرقاع بن عصر «٢» بن عدة «٣» بن شعل «٤» بن معاوية بن عاملة.
مضت عاملة، وهم بنو الحارث بن عدي بن الحارث بن مرة بن أدد بن زيد ابن يشجب.

<span data-type="title" id=toc-447>وهؤلاء بنو أخيه جذام وهو عمرو، بن عدي بن الحارث بن مرّة ابن أدد بن زيد بن يشجب</span>
ولد جذام، وهو عمرو بن عدي بن الحارث المذكور: حرام، وجشم.
فمن بني حرام بن جذام: غطفان، وأفصى، بطنان ضخمان، فيهما بيت جذام وعددها؛ وهما ابنا سعد بن إياس بن أفصى بن حرام بن جذام «٥» .
فمن بني أفصى: روح بن زنباع بن روح بن سلامة بن حداد بن حديدة ابن أمية بن امرئ القيس بن جمانة بن وائل بن مالك بن زيد مناة بن أفصى بن سعد بن إياس بن أفصى بن حرام بن جذام؛ وابنه ضبعان بن روح، ولي الأردنّ، وله عقب؛ وأبو الشماخ محمد بن إبراهيم بن يزيد بن مدرك بن الجهم ابن مالك بن طلق بن عمرو بن عدي بن فراس بن سلمة بن عدي بن عمرو بن عوف بن يحيى بن امرئ القيس بن حارثة بن كنانة بن وائل بن مالك بن زيد
_________
(١) في الاشتقاق ٢٢٤. «العلمي من بني عليم» .
(٢) الاغاني ٨: ٧٢: «أعصر» والصواب في المقتضب ٨٠.
(٣) الاغاني: «عك» ، المؤتلف ١١٦: «عسرة» ، محرفتان.
(٤) الاغاني: «شغل» بالغين المعجمة، صوابه في الاشتقاق ٢٢٤ ونهاية الارب للقلقشندي ٢٥٠ والمقتضب ٨٠.
(٥) انظر نهاية الارب ٢: ٣٠٧ والمقتضب ٨٠.','1','420',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (424,'مناة بن أفصى بن سعد بن إياس بن أفصى بن حرام بن جذام، القائم بحرب اليمانية بتدمير؛ وله عقب؛ ومن ولده كان ابن سيد عمروس، مولى مفرج الوزير.
وبالأندلس: بنو ثعلبة بن عبيد بن مبشر بن لوذان بن سلامة بن مالك بن الحسحاس بن عامر بن أنمار بن زنباع بن مازن بن سعد بن إياس بن أفصى بن حرام بن جذام، بقية عالية «١» ، كانت فيهم رياسة وتفرّع، وولاتهم معروفة؛ وقيس بن زيد بن جنا بن امرئ القيس بن ثعلبة بن حبيب بن ذؤيب بن عوف ابن أنمار بن زنباع بن مازن بن سعد بن مالك بن أفصى، وفد على رسول الله- صلى الله عليه وسلّم- وعقد له- عليه السلام- على بني سعد بن إياس؛ وابنه ناتل بن قيس، ولاه ابن الزّبير فلسطين، وقتله مروان حين قيامه.
وقد كان أراد روح بن زنباع أن يرد نسب جذام إلى مضر، فيقول:
جذام بن أسدة أخي كنانة وأسد ابني خزيمة بن مدركة بن إلياس بن مضر؛ فمنعه من ذلك ناتل بن قيس. وقد قال قوم: إن بني عبد الله بن غطفان بن سعد ابن قيس عيلان بن مضر بن نزار إنما هم بنو عبد الله بن غطفان بن سعد بن إياس بن حرام بن جذام.
ومن بطون جذام: بنو الضبيب «٢» ، وبنو محرية، وغيرهما.
ودار جذام حوالي أيلة من أوّل عمل الحجاز. ودارهم بالأندلس: شذونة، والجزيرة، وتدمير؛ وإشبيلية «٣» .
مضى بنو جذام «٤» ، وهو عمرو، بن عدي بن الحارث بن مرة بن أدد بن زيد ابن يشجب بن عريب بن زيد بن كهلان بن سبأ.
_________
(١) انظر ص ٤٢٣.
(٢) مختلف القبائل ٣٤ ونهاية الارب ٢: ٣٠٨.
(٣) اشبيلية: - بالكسر- اعظم بلد بالاندلس.
(٤) جذام: قبيلة من عبد القيس والنسبة جذمي.','1','421',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (425,'<span data-type="title" id=toc-448>وهؤلاء بنو أخيه لخم، وهو مالك، بن عدي بن الحارث بن مرّة ابن أدد بن زيد بن يشجب</span>
ولد مالك بن عدىّ، وهم لخم: جزيلة، ونمارة. وقد قيل: بل هو نمازة (بالزاي المنقوطة) فولد نمارة: عدىّ، وهو «١» عمم «٢» ؛ وحبيب؛ وحذمة «٣» ، وهم العباد، وغيرهم. فولد حبيب: هانئ. فولد هانئ بن حبيب بن نمارة بن لخم: الدار بن هانئ، رهط تميم الداري صاحب رسول الله- صلى الله عليه وسلّم-؛ ولا نعلم أحداً روى عنه رسول الله- صلى الله عليه وسلّم- حديثاً حدث به الناس إلا تميماً الداري هذا وحده؛ وهو تميم بن أوس «٤» بن خارجة بن سود بن جذيمة بن دراع بن عدي بن الدار بن هانئ؛ وأخوه نعيم بن أوس، له أيضا صحبة؛ وأقطعهما النبي- صلى الله عليه وسلم- بيت حبرين «٥» وبيت عينون «٦» ولا عقب لهما؛ ومروان ووهب، ابنا مالك بن سود «٧» بن جذيمة بن دراع، لهما صحبة؛ وأبو هند الداري، له صحبة، يقال له برير، واسمه بر بن عبد الله بن بريد بن عثيث بن ربيعة بن دراع. ومنهم: عمرو بن رزين «٨» بن نمارة بن لخم؛ ومن ولده: قصير، صاحب الزباء؛ وقد قيل إن رهط الطرماح الشاعر الطائىّ منهم.
ومنهم: بنو نصر بن ربيعة بن عمرو بن الحارث بن مسعود بن مالك بن عمم ابن نمارة بن لخم، رهط آل المنذر ملوك الحيرة، كان آخرهم النعمان بن
_________
(١) في المقتضب ٨٠: «كان أول من أعتم» .
(٢) هذا ما في المقتضب.
(٣) هذا ما في المقتضب.
(٤) الاصابة ٨٣٣.
(٥) انظر معجم ما استعجم ٤١٩.
(٦) عينون أيضا: قرية من قرى بيت المقدس. وردت على هذا الصواب، قال البكري: «قال الكلبي: وليس لرسول الله صلى الله عليه وسلم بالشام قطيعة غيرها» .
(٧) في الاصابة ٩١٧٥: «سواد» .
(٨) في المقتضب ٨٠: «ربي» . وفي نوادر المخطوطات ٢: ١١٤: «دمي» .','1','422',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (426,'المنذر بن عمرو بن المنذر بن الأسود بن النعمان بن المنذر بن امرئ القيس ابن النعمان بن امرى القيس بن عمرو بن عدي بن نصر بن ربيعة؛ وعمرو بن عدي هذا هو ابن أخت جذيمة الوضاح، وهو الذي قيل فيه: «شب عمرو عن الطوق» ومن بنى جزيلة بن لخم: بنو راشدة بن أذب «١» بن جزيلة، رهط حاطب بن أبي بلتعة، بدري. وكانت أم سليمان بن الداخل عبد الرحمن بن معاوية بن هشام ابن عبد الملك بن مروان، من بني حاطب بن أبي بلتعة. ومنهم: المغيرة بن زيد ابن حاطب بن أبي بلتعة، قتله الحسن بن عثمان بن صهيب؛ فأقيد به. وبنو زياد بن عبد الرحمن بن زهير بن ناشرة بن لوذان بن حيي بن الخطاب بن الحارث ابن زيد بن الحارث بن وائل بن راشدة بن أذب «٢» بن جزيلة بن لخم بن عدي، لهم بقية ضخمة بقرطمة «٣» من ريّة. ومن ولد زياد المذكور: زياد بن عبد الرحمن بن زياد المذكور؛ يلقب شبطون «٤» ، أول من أدخل «الموطأ» الأندلس، وأعقب بقرطمة وشذونة وريّة؛ كان منهم قاضي قرطبة عامر بن معاوية بن عبد السلام بن زياد بن عبد الرحمن بن زهير، كان من أهل قرطمة بريّة؛ ولهم بها بقيّة. ومن بطونهم: بنو حدس بن أريش بن إراش بن جزيلة بن لخم، بطن ضخم.
ومن لخم: ثوابة بن عدي بن عمرو بن الحارث بن منيع بن زياد بن عمرو ابن عدي بن نمارة بن لخم ودار ثوابة بالأندلس: إشبيلية، وله بقرية بالشّرف، يقال لها آش، منزل؛ وعقبه بها إلى اليوم. ومن ولد ثوابة المذكور: عمر: تحزب عن أهل بيته؛ فلحق بقرية يقال لها لبص من إقليم البصل، فاتخذها داراً؛ فبقي عقبه بها إلى اليوم؛ وللقاطنين منهم بإشبيلية بيت قديم، وسلف مشهور.
ومن لخم: عمارة بن تميم، ولى سجستان؛ وأبو محجن بن عبد الله بن المنذر بن قيس بن شمير بن نمران بن جندب بن هلال بن صعب بن عمرو
_________
(١) انظر المقتضب ٨٠.
(٢) انظر المقتضب ٨٠.
(٣) وذكر ياقوت أنها من أعمال رية.
(٤) صوابه في ابن الفرضي ١: ١٨٣ برقم ٤٥٨ وجذوة المقتبس ٢٠٢ برقم ٣٤٩.','1','423',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (427,'ابن دميمة «١» بن حدس «٢» بن أريش، قتل على باب القسطنطينية مع مسلمة؛ والمحدث عبد الملك بن عمير بن سويد بن حارثة بن أملاس «٣» بن سيف بن عبد شمس بن سعد بن الوسع بن الحارث بن تبيع بن أزدة «٤» بن حجر بن جزيلة بن لخم. ويقال إن الذي استخرج يوسف- عليه السلام- من الجب هو مالك بن ذعر «٥» بن يويب «٦» بن عيفا «٧» بن مدين بن إبراهيم الخليل- صلى الله عليه وسلّم- وكان له أربعة وعشرون ولداً؛ فانتسبوا في لخم إلى ذعر بن حجر بن جزيلة بن لخم.
ودار لخم بالشام بين مصر وبين الشأم حوالى العريش. ودارهم بالأندلس:
شذونة، والجزيرة، وإشبيلية. ومنهم: آل عبّاد، وآل نمارة. منهم كان الثائر مع بني قرة ببرقة، يحيى بن نمارة المنتمي إلى بنى أميّة؛ وهو من ولد نمارة بن سليمان بن محمد بن عبد الملك بن سعيد الداخل بن عبد الملك بن هانئ بن غطيف ابن العلاء بن نسير بن جذيمة بن جذمة «٨» بن نمارة بن لخم: هكذا كتبته من خط الحكم المستنصر بالله- رضي الله عنه-. ومنهم: حجّاج، وسيد، وحبيب، ومحمّد، بنو عمير بن حبيب بن عمير بن الأسعد الداخل بن لوذان بن مرّة ابن قرهب بن ديسم بن سليمان بن عبد الله بن محمد بن وائل بن حبيب بن الأسعد بن لوذان بن سعاد بن راشدة بن أذب «٩» بن جزيلة بن لخم. ولد حجاج:
إبراهيم، الثائر بإشبيلية؛ وسليمان؛ ويوسف وغيرهم. وولد إبراهيم: عبد الرحمن، الثائر بإشبيلية؛ ومحمّد، الوزير المستنزل من قرمونة؛ ولم يعقبا؛ وأحمد، وله العقب؛ منهم: مسلمة بن عبد الوهاب بن حبيب بن عمير بن الأسعد الداخل
_________
(١) وفي المقتضب ٨١: «زميمة» بالزاي.
(٢) انظر المقتضب.
(٣) في بعض المراجع «املاص» .
(٤) هذا ما في المقتضب، وفي الاصول: «أردة» بالراء المهملة.
(٥) كذا في المقتضب والاشتقاق ٢٢٧. وفي الطبري ١: ١٧٢.
(٦) الطبري «بويب» .
(٧) في الطبري: «عفقان» .
(٨) انظر ما سبق في ٤٢٢.
(٩) انظر ما سبق في ٤٢٣.','1','424',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (428,'المذكور. وولد سيد: أحمد بن سيد، قتله إبراهيم بن حجاج؛ فولد أحمد:
أبان، وأحمد، ومحمّد، وسيد. فولد أبان بن أحمد: إبراهيم، وأحمد، ومحمّد.
وقرية البحريين بشرقي إشبيلية إنما تنسب إلى بني بحر، وهم فخذ من لخم.
مضى بنو لحم بن عدي بن الحارث بن مرة بن أدد بن زيد.

<span data-type="title" id=toc-449>وهؤلاء ولد أخيه عفير بن عدي بن الحارث</span>
ولد عفير بن عدي بن الحارث: ثور بن عفير، وهو كندة.

<span data-type="title" id=toc-450>وهؤلاء بنو كندة، وهو ثور، بن عفير بن عدي بن الحارث:</span>
ولد كندة بن عفير: معاوية بن كندة؛ وأشرس: أمهما رملة بنت أسد ابن ربيعة بن نزار.
ومن بطون كندة: معاوية: ووهب، وبداء «١» ، والرائش، بطون كبار؛ وهم بنو الحارث بن معاوية بن ثور بن مرتع «٢» ، وهو عمرو، بن معاوية بن كندة فمن بني الرائش بن معاوية هذا: القاضي أبو أمية شريح بن الحارث بن قيس بن الجهم بن معاوية بن الرائش بن الحارث بن معاوية، كان له ابن اسمه عبد الله؛ وله ابن اسمه ميسرة، وله عقب؛ من ولده: علي بن عبد الله بن معاوية بن ميسرة بن شريح القاضي المذكور، محدث كوفي، روى عنه وكيع بن الجرّاح.
وابن أخي شريح: أبو المنازل عثمان بن عبيد الله بن الحارث، ولي قضاء خراسان.
ومن بني معاوية بن الحارث بن معاوية: الأشعث بن قيس بن معد يكرب ابن معاوية بن جبلة بن عدي بن ربيعة بن معاوية بن الحارث بن معاوية بن ثور ابن مرتع بن معاوية بن كندة؛ وابنه محمّد بن الأشعث؛ وابنه عبد الرحمن بن محمد، القائم على عبد الملك والحجاج. ومنهم: سعيد «٣» بن عمرو بن سهل بن إسحاق بن محمد بن الأشعث بن قيس، محدث، لقي سفيان بن عيينة.
_________
(١) صوابه من المقتضب ٧٦ ونهاية الارب ٢: ٣٠٤ ومختلف القبائل ٢٦.
(٢) في القاموس انه كمحسن ومحدث.
(٣) هذا الصواب من تهذيب التهذيب ٤: ٦٨.','1','425',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (429,'ومنهم: الفيلسوف يعقوب بن إسحاق بن الصبّاح بن عمران بن إسماعيل بن الأشعث بن قيس، ولى أبوه بالكوفة؛ وليعقوب أخ اسمه الصباح بن إسحاق، هلك في حياة أبيه؛ وكان إسحاق شاعراً، مرجئاً، متكلماً، وله حديث.
أسرت الأشعث في الجاهلية بنو الحارث بن كعب؛ فافتدي بثلاثة آلاف بعير؛ وبنوه بالكوفة. وإسحاق بن إبراهيم بن قيس بن حجر بن معد يكرب، وفد أبوه إلى النبي- صلى الله عليه وسلّم-؛ وكان إسحاق هذا عالماً بالنسب؛ وسيف بن قيس، أخو الأشعث، جعله رسول الله- صلى الله عليه وسلم- مؤذن قومه؛ فلم يزل يؤذّنهم حتّى مات؛ وشرحبيل بن السمط بن الأسود بن جبلة بن عدي ابن ربيعة بن معاوية بن الحارث بن معاوية بن ثور بن مرتع بن معاوية بن كندة، له صحبة، ولى حمص؛ ومن ولده: السمط بن ثابت بن شرحبيل بن السمط، صلبه مروان بن محمد؛ وحجر بن عدىّ، وهو الأدبر، بن عدي بن جبلة بن عدي بن ربيعة، له صحبة فيما قال قوم، وقتله معاوية صبرا؛ وابناه: عبد الله، وعبد الرحمن، ابنا حجر، قتلهما المصعب بن الزّبير، وكانوا يتشيّعون؛ وسريح بن مرة بن سلمة بن مرة بن حجر بن عدي بن ربيعة بن معاوية بن ثور ابن مرتع بن معاوية بن كندة، له صحبة؛ وابن عمه لحاً حجر الشر بن يزيد ابن سلمة بن مرة، ولاه معاوية أرمينية؛ وابن عمهم عائذ بن عدي بن حجر، لطم عبد الرحمن بن محمد بن الأشعث، فلم تغضب له كندة، وغضبت له همدان.
وبنو الأرقم بن النعمان بن عمرو بن وهب بن ربيعة بن معاوية بن الحارث بن معاوية بن ثور بن مرتع بن معاوية بن كندة، كانوا عثمانيين، رحلوا عن الكوفة إلى معاوية، وقالوا: «لا نقيم ببلد يسب فيه عثمان!» ، فأنزلهم معاوية الرّهاء.
ومنهم: الفقيه عدي بن عدي بن عفير بن زرارة بن الأرقم بن النعمان، ولى الجزيرة، وأرمينية، وأذربيجان، لسليمان بن عبد الملك؛ وبنو شجرة ابن معاوية بن ربيعة بن وهب بن ربيعة بن معاوية بن الحارث بن معاوية بن ثور ابن مرتع بن معاوية بن كندة، وهم بحضر موت؛ والمحدث أجلح «١» ، واسمه
_________
(١) انظر تهذيب التهذيب ١: ١٨٩.','1','426',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (430,'يحيى بن عبد الله بن معاوية بن حسان؛ والعباس بن يزيد بن الأسود بن سلمة بن حجر بن وهب بن ربيعة بن معاوية بن الحارث بن ثور بن مرتع، وفد أبوه وجدّه على النبي- صلى الله عليه وسلم-؛ وولى ابنه عبيد الله بن العباس فارس لخالد العنسي، والكوفة ليوسف بن عمر، والشرطة لعبد الله بن عمر بن عبد العزيز، وقنّسرين للسفّاح، وأرمينية للمنصور، وبها مات، وقتلت الخوارج أخاه جعفر ابن العبّاس؛ وسعيد بن الأسود بن خيلة بن سعيد بن الأسود بن سلمة بن حجر، قال لمعاوية يوم بايعه بالنخيلة: «أنا أبايعك على كتاب الله- عزّ وجلّ- وسنّة رسول الله- صلى الله عليه وسلم-» ، فقال له معاوية: «لا شرط لك!» فقال هو لمعاوية: «وأنت، لا بيعة لك!» ؛ وأبو العمرطة عمير بن يزيد بن عمرو ابن شراحيل بن النعمان بن المنذر بن مالك بن ربيعة بن الحارث بن معاوية بن الحارث بن معاوية بن ثور بن مرتع، شيعي، قاتل مع حجر بن عدىّ؛ وولى ابنه الحسين بن أبي العمرّطة شرطة الحجّاج، وولى أيضاً ما وراء النهر للجرّاح ابن عبد الله الحكمىّ؛ وعبد الله بن الحارث، واسم الحارث سلمة، بن مسعود ابن خالد بن أصرم، وهو من بني الطمح بن الحارث «١» بن معاوية بن الحارث بن معاوية بن ثور بن مرتع، وإليه ينسب الحارثية من الروافض، وكان غالياً كافراً، أوجب على أصحابه سبع عشرة صلاة كل يوم وليلة، في كل صلاة خمس عشرة ركعة؛ ثم تاب باختياره، ورجع إلى قول الصفرية من الخوارج، وبرئ منه أصحابه لما تاب، وبقوا على كفرهم؛ والملك الحارث بن عمرو «٢» المقصور، وهو ابن حجر آكل المرار بن عمرو بن معاوية بن الحارث بن معاوية بن الحارث بن معاوية ابن ثور بن مرتع؛ وحجر بن الحارث الملك المذكور والد امرئ القيس الشاعر، وكان ملكاً على بني كنانة وبنى أسد ابني خزيمة، فقتله بنو أسد؛ وإخوته شرحبيل بن الحارث، ملك بنى تميم والرباب، قتله أخوه سلمة يوم الكلاب؛ وسلمة بن الحارث، ملك بكر وتغلب ابنى وائل؛ ومعد يكرب، ملك قيس
_________
(١) المقتضب ٧٦- ٧٧.
(٢) هو الحارث بن عمرو بن عدي بن نصر اللخمي، من ملوك الدولة اللخمية في الحيرة. ولي بعد موت اخيه امرئ القيس.','1','427',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (431,'عيلان؛ وقيس بن الحارث، كان سياراً، فأي قوم نزل بهم فهو ملكهم؛ وحسّان بن عمرو بن الجون، واسمه معاوية، ابن حجر آكل المرار، كان على تميم يوم جبلة؛ وكان ابن عمه معاوية بن شراحيل بن أخضر بن الجون مع بني عامر يوم جبلة أيضا؛ والحارث الولادة «١» ، أخو حجر آكل المرار؛ من ولده:
حجر القرد «٢» ، وعبد الله ابنا الحارث، له عقب كثير يعرفون ببني الشيطان؛
فقال لهم رسول الله- صلى الله عليه وسلم-: «بل أنتم بنو عبد الله» ؛
منهم:
السائب بن يزيد «٣» بن سعيد بن ثمامة بن الأسود [بن عبد الله «٤» ] بن الحارث الولّادة، وهو حليف لبني عبد شمس، وهو الذي يعرفه المحدثون بالسائب ابن أخت نمر «٥» . ومنهم: الخارجي باليمن، المعروف بطالب الحقّ، وهو عبد الله ابن يحيى بن عمرو بن شرحبيل بن عمرو بن الأسود بن عبد الله بن الحارث الولّادة؛ وكان هذا الخارجي أعور، يتسمى بالخلافة، ومسكنه حضر موت باليمن، وكان إباضيّا، وكان أبرهة صاحبه، وأبو حمزة صاحب المدينة ويوم قديد، كلاهما من قواد عبد الله بن يحيى هذا.
ومن بنى حجر القرد «٦» ابن الحارث الولادة الملوك الأربعة: مخوس، ومشرح، وجمد، وأبضعة، (كلهم بالإسكان) وأختهم العمردة، بنو معد يكرب بن وليعة ابن شرحبيل بن معاوية «٧» بن حجر القرد «٨» وفدوا إلى رسول الله- صلى الله عليه وسلم- ثم ارتدوا، فقتلوا كلهم؛ وابن أخيهم كثير بن الصلت «٩» بن معد يكرب ابن وليعة، سكن المدينة. وكان لحجر آكل المرار وللحارث الولادة أخ ثالث اسمه امرؤ القيس بن عمرو؛ ومن ولده كان الرجل الصالح امرؤ القيس بن عابس
_________
(١) في المقتضب ٧٧ أنه سمي بذلك لكثرة ولده.
(٢) وفي المقتضب: «وحجرا وهو القرد، ويقال جواد قرد في لغة أهل اليمن» . في أشل المقتضب: «جواد مرد» . وفي اللسان (قرد) : «وفرس قرد الخصيل، اذا لم يكن مسترخيا» .
(٣) انظر الاصابة ٣٠٧١.
(٤) انظر المقتضب ٧٨.
(٥) النمر هذا هو النمر بن جبل، كما في الاصابة.
(٦) انظر نسب قريش ٢٨- ٢٩.
(٧) انظر نسب قريش ٢٨- ٢٩.
(٨) انظر ترجمة زبيد بن الصلت في الاصابة ٢٩٥٤.
(٩) الاصابة ٧٤٧٣ وتهذيب التهذيب ٨: ٤١٩.','1','428',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (432,'ابن المنذر بن امرئ القيس المذكور، له صحبة، وثبت على الإسلام أيام الردة؛ وكان شديداً على من ارتد؛ وبدر إلى عمه، فقتله؛ فلما رأى السيف، قال له: «أتقتل عمك؟» فقال: «أنت عمى، والله ربى!» ؛ ورجاء بن حيوة بن جندل بن الأحنف بن السمط بن امرئ القيس المذكور.
مضى بنو معاوية بن كندة.

<span data-type="title" id=toc-451>وهؤلاء بنو أشرس بن كندة</span>
ولد أشرس بن كندة؛ السّكون، والسّكاسك.
فمن بطون السكون: بنو عدى، وبنو سعد، ابني أشرس بن شبيب بن السكون: أمهما تجيب بنت ثوبان بن سليم بن رهاء، من مذحج «١» ، نسبوا إليها. منهم: معاوية بن حديج «٢» بن جفنة بن قتيرة بن حارثة بن عبد شمس بن معاوية بن جعفر بن أسامة بن سعد بن أشرس بن شبيب بن السكون، له صحبة، يكنّى أبا نعيم؛ ولهم بمصر عقب؛ وبحرية بن حيوة بن حارثة بن قتيرة «٣» ، قاتل قاتل عثمان- رضي الله عنه ولعن قاتله-؛ والحصين بن نمير بن ناتل بن لبيد بن جعثنة بن الحارث بن سلمة بن شكامة بن شبيب بن السكون، صاحب حصار مكّة؛ وأكيدر بن عبد الملك بن عبد الجن بن أعيا «٤» بن الحارث بن معاوية بن حلاوة «٥» بن أبامة «٦» بن شكامة بن شبيب بن السكون، صاحب دومة الجندل، أسره خالد بن الوليد أيام رسول الله- صلى الله عليه وسلم-؛ وأخوه بشر بن عبد الملك، تعلم الخط بالحيرة، ثم أتى مكة، فتزوج الضهياء «٧» بنت حرب، أخت أبي سفيان، فولدت له جارية هي جدة عمر بن هبيرة «٨» لأبيه؛ وعبادة بن نسىّ
_________
(١) ونص على هذا الضبط في الاصابة ٨٥٧.
(٢) في نهاية الارب ٢: ٣٠٤ «بن رهاء بن منبه بن حرب بن علة بن جلد بن مذحج» .
(٣) في المقتضب ٧٨ أنه «كنانة بن بشر بن عتاب بن عوف بن حارثة بن قتيرة» . وكذلك الطبري ٣: ١٣١- ١٣٢.
(٤) في الاصابة ٥٤٦: «أغبر» .
(٥) في الاصابة: «خلاوة» .
(٦) انظر المقتضب ٧٩.
(٧) الاشتقاق ٢٢٣. وفي نوادر المخطوطات ٦٥: «الصهباء» .
(٨) انظر لترجمة عمر حواشي البيان ٢: ٤١.','1','429',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (433,'الفقيه، سكونىّ؛ ومالك بن هبيرة بن خالد بن مسلم بن الحارث بن المخصف «١» بن حاج، واسمه مالك، بن الحارث بن بكر بن ثعلبة بن عقبة بن السكون، كان شريفا بالشأم؛ وأبو ثور بن أبي جمل، واسم أبي جمل عمرو، بن قيس بن ثور بن حبران بن عمرو بن مازن بن خيثمة بن الحارث بن المخصف، ولي حمص لهارون الرشيد، وولى أبوه البصرة للمنصور؛ وقاضى الأندلس لهشام بن عبد الملك: يحيى بن يزيد «٢» بن شريح بن عمرو بن عوف بن مالك بن سلمة بن جديل بن حرملة بن تميم بن المخصف «٣» بن مالك بن الحارث بن بكر بن ثعلبة ابن عقبة بن السّكون؛ ومن ولده كان الخازن إبراهيم بن محمد بن أحمد المعروف بالتجيبىّ؛ وكانوا ينتمون تجيبيين، وإنّما كانوا سكونيين فقط، وإنّما تجيب بنو عمهم.
ودار تجيب بالأندلس: سرقسطة، ودروقة، وقلعة أيوب. منهم:
عميرة. وعبد الله، ابنا المهاجر؛ ودخل مع موسى بن نصير «٤» من مصر عميرة بن المهاجر بن نجدة بن شريح بن حرملة بن يزيد بن ربيعة بن عيدنة بن زيد بن عامر بن عدي بن أشرس بن شبيب، ولي عميرة هذا برشلونة لبعض أمراء الأندلس سنتين. ومن ولد عبد الله بن المهاجر المذكور: عبد الرحمن بن عبد العزيز بن عبد الله بن المهاجر، صاحب دروقة. فولد عبد الرحمن هذا: محمد الأعور، القائم بسرقسطة، - قاتل أحمد بن البراء القرشي؛ وعبد العزيز؛ والمنذر، ابني عبد الرحمن صاحب دروقة. فولد محمد الأعور: هشام، ويونس وغيرهما. فولد يونس، وهو المقتول بمصر، المسترجع من بطن مر: محمد، طال عمره. فولد هاشم بن محمد الأعور: محمد بن هاشم، المحاصر بسرقسطة أيام الناصر، وغيره. فولد محمد بن هاشم الوزير المحاصر: يحيى الزقيطر، وعبد الرحمن الوزير، وهذيل المغفل، وجهور، وهشام، ويوسف. فولد يحيى: عبد الرحمن
_________
(١) ابن الفرضي ٢: ١٧٤ وقضاة قرطبة ٢٨ وقضاة الاندلس ٤٣.
(٢) ابن الفرضي ٢: ١٧٤ وقضاة قرطبة ٢٨ وقضاة الاندلس ٤٣.
(٣) انظر صفة جزيرة الاندلس ٧٦ ومعجم البلدان.
(٤) هو موسى بن نصير بن عبد الرحمن بن زيد اللخمي بالولاء- ابو عبد الرحمن- فاتح الاندلس اصله من وادي القرى (بالحجاز) نشأ في دمشق، ولي غزو البحر لمعاوية، فغزا قبرص، وبنى بها حصونا، ولما آلت الخلافة الى الوليد بن عبد الملك، ولاه افريقيا الشمالية وما وراءها من المغرب سنة: (٨٨ هـ) واستخدم طارق بن زياد على طنجة كانت وفاته (بالحجاز) سنة (٩٧ هـ- ٧١٥ م) بعد ان سير الجيوش في جميع الانحاء وكان شجاعا كريما عاقلا تقيا.','1','430',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (434,'الوزير المعروف بسماحة. وولد عبد الرحمن بن محمّد: حكم المقتول، وأحمد، وجعفر، وهاشم، لم يعقب. وولد حكم المقتول: عبد الله، الذي فتك بمنذر بن يحيى أمير سرقسطة في مجلسه بحضرة الناس، وولى مكانه؛ ثم قتله سليمان بن هود، وهو آخر ولاتهم بسرقسطة، وليها شهرا واحدا. وولد هذيل المغفل: محمد الوزير. فولد محمّد بن هذيل: عبيد الله، وعبد الملك. وولد المنذر بن عبد الرحمن، صاحب قلعة أيوب ودروقة: سليمان الشويرب، قتل يوم فتح قلعة أيوب للناصر، وهو صاحبها يومذاك؛ وحكم بن المنذر، ولاه الناصر إياها، وكان موالياً له على أخيه؛ وغيرهما. فولد حكم بن المنذر الوزير؛ العاصى؛ وهاشم، القائم مع غالب، قتله ابن أبي عامر؛ وعبد العزيز، المائل مع ابن أبي عامر على أخيه، فولّاه قلعة أيوب؛ وغيرهم. فولد عبد العزيز بن حكم تسعة، وهم: حكم، وعبيد الله، وعمر، وهاشم، والعاصى، وغالب، ويحيى، والمطرف، وعبد الله؛ لهم عقب كثير؛ ولد هاشم، منهم: عبد العزيز المعروف بالزاهد [المستنزل] من دروقة، والعاصى، وعبد الملك، وعمر، وعبيد الله. ومن ولد عبد العزيز بن عبد الرحمن أخي محمد الأعور: المنذر بن يحيى بن منذر بن يحيى بن مطرف بن عبد العزيز بن يونس بن عبد العزيز المذكور بن عبد الرحمن؛ ومنذر هذا هو المقتول غدراً في مجلسه، ولم يعقب؛ وله أخوان: عبد الله، وأحمد؛ انقرض عبد الله عن غير عقب، وبقى أحمد؛ ولا عقب لجده، ولا لأبيه إلا منه.
هكذا وجدت له نسبه عندهم، وأظنه من ولد يونس بن عبد العزيز عم الأعور ابن عبد الرحمن بن عبد العزيز، لأني لم أجد في أصول أنسابهم لعبد العزيز ابن أخي محمد الأعور ابناً اسمه يونس. ولعبد العزيز بن عبد الرحمن الأكبر أخ اسمه صمادح، أظن بني صمادح يخرجون إليه. مضت السّكون.

<span data-type="title" id=toc-452>وهؤلاء السكاسك «١»</span>
ولد السكاسك بن أشرس بن كندة ثمانية عشر ذكرا، ولهم ثروة عظيمة بالشام؛ منهم: حوى بن ماتع بن زرعة بن ينحض بن حبيب بن ثور بن خداش،
_________
(١) كذا في المقتضب ٧٩.','1','431',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (435,'من بني عامر بن السكاسك «١» ، وهو قاتل عمار بن ياسر؛ ومن ولده: نوح بن عمرو، الذي مدحه حبيب بقوله:
يوم الفراق لقد خلقت طويلا «٢»
البيت، وهم بيت لهيا بقرب دمشق.
ومنهم: زياد بن هجعم، ولي الشرطة لعبد الملك بن مروان؛ وأبو الزبير، صهر معاذ بن جبل؛ ويزيد بن أبي كبشة، واسم أبي كبشة جبريل بن يسار ابن حيي بن قرط بن شبيل بن المقلد بن معديكرب بن عريف «٣» بن السكسك، ولاه الوليد البصرة بعد الحجّاج. ومنهم قوم باليمامة.
مضت السكاسك. ومضت كندة. ومضى بنو كهلان بن سبأ.

<span data-type="title" id=toc-453>وهؤلاء بنو حمير بن سبأ بن يشجب بن يعرب بن قحطان</span>
ولد حمير بن سبأ: الهميسع، ومالك: وزيد «٤» ، وعريب، ووائل، ومسروح، وعميكرب «٥» ، وأوس، ومرّة.
فمن بني مرة: معديكرب بن النعمان، وهم في حضر موت، منهم: ربيعة، ومرحب.
ومن حمير: أبين بن زهير بن الغوث بن أيمن بن الهميسع بن حمير؛ إليه نسبت عدن أبين؛ وحوشب ذو ظليم بن عمرو بن شرحبيل بن عبيد بن عمرو بن حوشب بن الأظلوم بن ألهان بن شدد «٦» بن زرعة بن قيس بن صنعاء ابن سبأ الأصغر بن كعب بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم
_________
(١) انظر التعليق الثالث في الصفحة السابقة.
(٢) عجزه في ديوانه ٢٤٢: «لم تبق لي جلدا ولا معقولا» يقول فيها:
لا تدعون نوح بن عمرو دعوة ... للخطب الا ان يكون جلبلا
(٣) هذا الصواب من المقتضب ٧٩.
(٤) انظر المقتضب ١١٢.
(٥) انظر المقتضب.
(٦) ضبطه في المقتضب ١١٤ وقال: «شدد زوج بلقيس» .','1','432',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (436,'ابن عبد شمس بن وائل بن عوف بن حمير بن قطن بن عوف بن زهير بن أيمن ابن حمير بن سبأ، قتل مع معاوية بصفين- رحمهما الله-؛ ومن ولده كان قاضي قرطبة يحيى بن معمر بن عمران الداخل بن منير بن حوشب ذي ظليم؛ وكان من عقبة بإشبيلية: عبد الله بن محمد بن زكرياء بن القاضي يحيى.
والأملوك بن وائل بن الغوث بن قطن بن عريب بن زهير بن الغوث بن أيمن بن الهميسع بن حمير، بطن ضخم؛ وخيران بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن الغوث بن أيمن بن الهميسع بن حمير، وهو ابن أخي شرعب، بطن أيضاً ضخم، منهم:
زامل بن عمرو، ولي حمص ودمشق لمروان بن محمد؛ وابن ابنه زامل بن معاوية ابن زامل بن عمرو، ولي حمص لعبد الله بن صالح بن على. ومنهم: بنو شعبان ابن عمرو، أخي خيران بن عمر، بطن ضخم: منهم كان الفقيه أبو عمرو عامر ابن شراحيل بن عبد ذي كبار «١» الكوفىّ، وعداده في همدان، ومن ولده:
المفضل بن محمد بن إبراهيم بن المفضل بن سعيد بن عامر الشعبي، محدث، مات بمكة، أصله من جند اليمن، وله عقب باليمن. ومن كان من أهل هذه الفصيلة بالكوفة، انتسبوا شعبيين، ومن كان منهم باليمن انتسبوا آل ذى شعبين «٢» ومن كان منهم بالشأم وبالأندلس انتسبوا شعبانيين، إلا رجلاً بمالقة ينتسب شعبيّا؛ ومن كان منهم بمصر والقيروان سموا الأشعوب.
وذو رعين، واسمه يريم، بن زيد بن سهل بن عمرو بن قيس، وسهل هذا أخو خيران وشعبان ابني عمرو، بطن ضخم؛ ومنهم: نافع بن شرحبيل بن ذى رعين، ومنهم عبد كلال بن مثوب «٣» بن ذي حرث بن الحارث بن مالك
_________
(١) بكسر الكاف، كما في القاموس. وقد ورد على هذه الصورة في وفيات الاعيان ١: ٢٤٤. وفي تاريخ بغداد ١٢: ٢٢٧: «ذي قباز» .
(٢) الصواب من اللسان والوفيات.
(٣) وكذا في المعارف ٢٧٥.','1','433',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (437,'ابن غيدان بن حجر بن ذي رعين، بعثه تبع على مقدمته إلى طسم وجديس؛ وصهبا بن ذي حرث، الذي حارب معد بن عدنان يوم الشرى «١» .
ودار ذي رعين بالأندلس: الفحص المنسوب إليهم بريّة.
وحضور «٢» بن عدي بن مالك، أخي ذي رعين، بن زيد بن سهل بن عمرو ابن قيس بن مالك: جد حضور هذ أخو ذى رعين؛ وتقول اليمن إن منهم كان شعيب بن ذي يهدم، النبي الذي قتله قومه، فغزاهم بختنصّر، فقتلهم؛ وبنو ميثم «٣» وأحاظة، ابني سعد بن عوف بن عدي بن مالك أخى ذى رعين، وعوف هذا أخو حضور. وهؤلاء رهط كعب الأحبار: وهو كعب بن ماتع بن هلسوع «٤» بن ذي هجران «٥» بن ميثم «٦» .
وأحاظة هؤلاء هم رهط ذي الكلاع، وهو سميفع «٧» بن ناكور بن عمرو بن يعفر بن يزيد، وهو ذو الكلاع الأكبر بن النعمان؛ قتل ذو الكلاع يوم صفين [مع] معاوية؛ وقتل ابنه شرحبيل يوم جازر، ولم يبق منهم في صدر دولة بني العباس إلّا غلام واحد.
وبنو هوزن وحراز ابني سعد بن عوف المذكور؛ وهما أخوا ميثم وأحاظة.
ودار بني هوزن بالأندلس: القريتان المذكورتان بهما بإشبيلية؛ وهم بنو الداخل من حمص، واسمه عبد الله بن إبراهيم بن مسلمة بن عبد الرحمن بن الحارث بن عبد الله بن همام بن عبد الله بن موهوب بن الحارث بن ماتع بن هوزن؛ منهم:
الحسن بن محمد بن عبد الله بن الوليد بن عبد الله بن عمر بن الحسن بن سليمان ابن عمر بن الفضفاض بن قسطاس بن سليمان بن هشام بن سليمان بن عمر بن
_________
(١) الشري: موضع عند مكة، وواد من عرفة على ليلة.
(٢) وكذا في المقتضب ١١٣.
(٣) كتب في المقتضب مرة بالثاء وأخرى بالتاء.
(٤) في المقتضب: «هيسوع» .
(٥) كذا في المقتضب.
(٦) كتب في المقتضب مرة بالثاء وأخرى بالتاء.
(٧) كذا في المقتضب ١١٣ والاشتقاق ٣٠٧ والقاموس.','1','434',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (438,'الداخل عبد الله المذكور. ودار بنى حراز بلبلة؛ والخباير «١» والسّحول، ابنا سوادة بن عمرو بن سعد، بطنان ضخمان؛ وعمرو هذ [أخو] هوزن، وحراز، وميثم، وأحاظة؛ وابن عم أبيهم لحاً سيبان بن الغوث بن سعد؛ ومن ولده: الفقيه النبيه الأوزاعي، وهو ابن عمرو: عبد الرحمن بن عمرو: وابن عمه يحيى بن أبي عمرو السيباني (بالسين المفتوحة غير المنقوطة «٢» ) ، ولم يكن أوزاعياً، لكنه سكن بين الأوزاع، فنسب إليهم.
وذو أصبح، واسمه الحارث، ويحصب، ابنا مالك بن زيد بن غوث بن سعد، وغوث هذا عم ميثم وأحاظة وهوزن وحراز؛ فمن ذي أصبح: أبرهة بن الصباح بن لهيعة بن شيبة بن مرثد بن ينكف بن نيف بن معديكرب بن عبد الله بن عمرو بن ذي أصبح: أمه بنت الأشرم الحبشي ملك اليمن؛ وأخوه حمير بن الصبّاح، قتله جرير بن عبد الله- رضي الله عنه- يوم ذى الخلصة؛ ولأبرهة ابنان: أبو شمر «٣» ، قتل يوم صفين مع علي- رضى الله عنه- وكانت تحته بنت أبي موسى الأشعرىّ؛ والصحيح أنه كان أحد المجلبين على عثمان- رضي الله عنه- فأخذه معاوية مع عبد الرحمن بن عبد الله، ومحمد بن أبي حذيفة، ومع كنانة بن بشر «٤» وغيرهما رهائن، إذ مضى إلى مصر قبل صفين وسجنهم؛ فهربوا من السجن؛ فأدركوا؛ فقتلهم معاوية كلّهم؛ وأبو رشدين، واسمه حريث، شهد صفين مع معاوية «٥» ، وكان من القائمين مع معاوية بن حديج ومسلمة بن مخلد الأنصاري- رضي الله عنهما- متعصبين لعثمان- رضى الله عنه-. وهم من أهل مصر؛ والنّضر بن يريم بن معديكرب بن أبرهة بن الصباح «٦» : أمه بنت معبد بن العباس بن عبد المطلب، وكان سيدا بالشام
_________
(١) المقتضب ١١٣: «الجباير» .
(٢) انظر مختلف القبائل ٣٨ والسمعاني ٣٢١ والقاموس (سيب) والمزهر ٢: ٤٥٠.
(٣) وفي وقعة صفين ٢٤٩، ٤٢٠: «شمر» فقط.
(٤) الطبري ٥: ١٣١- ١٣٢ والاصابة ٧٤٩٦. وفي الاشتقاق ٢٢٢: «بشير» .
(٥) وقعة صفين ٣٠٨- ٣١٠.
(٦) الاشتقاق ٣٠٩.','1','435',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (439,'ومن ذي أصبح أيضاً: مالك بن أنس الفقيه، وهو مالك بن أنس بن مالك ابن أبي عامر، واسمه نافع، بن عمرو بن الحارث بن عثمان بن جثيل «١» بن عمرو ابن الحارث؛ وهو ذو أصبح؛ وكان له من الولد: يحيى، ومحمّد، ابنا مالك، ضعيفان؛ وابن ابنه أحمد بن يحيى؛ وكان أعمامه أويس، وأبو سهل، واسمه نافع، والربيع، بنو مالك بن نافع؛ ومن ولد أويس كان أبو أويس عبد الله بن عبد الله بن عبد الله بن أويس، وابناه: عبد الحميد، وهو أبو بكر، وإسماعيل:
ابنا أبي أويس، وهما ابنا أخت مالك بن أنس، وهم حلفاء لبني تيم من قريش. وأمّ مالك: العالية بنت شريك بن عبد الرحمن بن شريك الأزدىّ.
ومن يحصب: سلامة بن يزيد بن سلامة بن ذي فائش بن يزيد بن مرة بن عريب بن مرثد بن يريم، الذي مدحه الأعشى «٢» ، ومنهم: يزيد بن مفرغ الحميري الشاعر، قيل إن السيد الحميري- لعنه الله- من ولده. ومن ولد أسلم ابن زيد، أخي ذي رعين: عامر، وهو ذو يزن، ومنبّه، وهو جرش، ابنا أسلم بن زيد، قبيلتان.
فمن ذي يزن: عفير بن زرعة بن عفير بن الحارث بن النعمان بن قيس بن عبيد بن سيف بن ذي يزن، الذي استجاش كسرى على السودان؛ وكان عفير هذا سيداً بالشام أيام عبد الملك بن مروان.
ولجرش بقية في وادي بجانة.
وولد الحارث بن زيد أخو ذي رعين: علس ذو جدن؛ وسبيع؛ فمن ذي جدن: ذو قيفان، وهو علقمة بن شراحيل بن ذي جدن، كان ملكاً بالبون «٣» ، وهى مدينة لهمدان «٤» ؛ فقتله زيد بن مرب «٥» ، جد سعيد بن قيس
_________
(١) بهيئة التصغير، يقال بالجيم وبالخاء المعجمة، كما في القاموس. وفي تهذيب التهذيب ١٠: ٥: «جثيل» .
(٢) بقصيدة في ديوانه ١٥٥ يقول فيها:
أصبح ذو فائش سلامة ذو ال ... تفضال والشيء حيثما جعلا
(٣) البون، بالباء المفتوحة: مدينة باليمن. صوابه في المقتضب ١١٤ ومعجم البلدان وحواشي الاشتقاق ٣١١.
(٤) انظر المقتضب.
(٥) وكذا في المقتضب. لكن في حواشي الاشتقاق: «برت» .','1','436',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (440,'الهمدانىّ، وملك مكانه «١» ؛ ومرثد بن ذي جدن، الذي استمدّه امرؤ القيس ابن حجر على بني أسد. ومن ولد سبيع المذكور: مقرى «٢» حي ضخم، إليه ينسب عبد الله بن يزيد المقرىّ، ولم يكن مقرئا للقراءات، وإنّما كان محدثا «٣» ووصاب، وجبلان، ابنا سهل بن عمرو، وهما عما ذي رعين، أخوا أبيه؛ فمن ولد وصاب: أمّ الدّرداء الصّغرى، واسمها هجيمة؛ وهما قبيلان.
ومن قبائل حمير «٤» : الأوزاع، وهم بنو مرثد بن زيد بن شدد بن زرعة بن سبأ الأصغر بن كعب بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن الغوث بن أيمن بن الهميسع بن حمير، وكعب هذا أخو ذي رعين؛ وليس رهط الفقيه عبد الرحمن الأوزاعى، ولكنّه سكن بينهم، فنسب إليهم، وقد ذكرنا نسبه آنفا؛ ويقال إن شدد بن زرعة هذا كان زوج بلقيس.
وممّن غلب على اليمن في الإسلام: أبو حسان أسعد بن أبي يعفر إبراهيم ابن محمد بن يعفر بن عبد الرحمن بن كريب بن عثمان بن الوضّاح بن إبراهيم ابن ماتع بن عون بن تدرص بن عامر ذي حوال الأصغر بن عوسجة بن أراذان الشرمح ذي حوال الأكبر بن يريم بن ذي مغار البطين بن ذي مرايش بن مالك ابن زيد بن غوث بن سعد بن عوف بن عدي بن مالك بن شدد بن زرعة بن سبأ المذكور، آخر ملوك بنى جعفر، وكان أبوه قتل أباه وعمّه.
وآل ذي مناخ، منهم: جعفر بن محمد بن إبراهيم ذي المثلة بن عبد الله بن زرعة بن سلمة بن أكثوم بن سويد بن حسان بن مرة بن لهيعة بن حمير بن
_________
(١) ونحوه في حواشي الاشتقاق: «وملك بعده» . لكن في المقتضب: «وملك بعده مرثد بن علس» .
(٢) في المقتضب ومعجم البلدان (مقري) وقال: «مقري على وزن معطي» . وقد أورده صاحب القاموس في مادة (قرأ) وضبطه كمكرم.
(٣) كتب الاستاذ المحقق الشيخ أحمد شاكر تعليقا على هذا في النشرة الاولى: «هكذا قال ابن حزم، وهو شيء انفرد به، فان عبد الله بن يزيد المقري امام كبير في الحديث، ومشهور في القراءات، لقن القرآن سبعين سنة، كما في طبقات القراء لابن الجزري ج ١ ص ٤٦٣- ٤٦٤. وقد قال عن نفسه: أقرأت القرآن بالبصرة ٣٦ سنة وههنا بمكة ٣٥ سنة، كما في التهذيب ج ٦ ص ٨٤» .
(٤) حمير: موضع غربي صنعاء اليمن وحمير ابن سبأ بن يشجب: أبو قبيلة.','1','437',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (441,'زيد بن شراحيل بن شراحيل بن شراحيل بن زيد بن سبقة بن زرعة بن ذي مناخ بن عبد شمس؛ ومحمّد بن يوسف من ولد ذي ترخم بن يريم بن ذي الرمحين بن يعفر بن عجرد بن أسلم بن شرحبيل بن الحارث بن مالك بن زيد بن شدد بن زرعة بن سبأ المذكور، وكان ملكه في يحصب وظفار.
وكان بذمار محمد بن عيسى، من ولد سحط، بن زرعة بن الحارث بن زرعة ابن ذي نواس بن عمرو بن زرعة بن حسان الأصغر بن زرعة الأكبر بن عمرو بن تبع الأصغر بن حسان بن أسعد تبع بن ملكيكرب بن تبع الأكبر بن تبّع الأقرن ابن شمر [يرعش «١» ] بن الإفريقيس بن أبرهة ذي المنار ابن الحارث الرائش ابن شدد بن الملطاط بن عمرو ذي أبين بن ذي يقدم بن الصوار بن عبد شمس ابن وائل بن الغوث بن حيدان بن قطن بن عريب بن زهير بن الهميسع بن حمير.
وكانت التّبابعة وملوك خمير من ولد صيفي بن سبأ الأصغر بن كعب بن زيد، وكعب هذا أخو ذي رعين. فمن ولد صيفي بن سبأ هذا: نبّع، وهو تبان «٢» ، وهو أيضاً أسعد أبو كرب بن ملكيكرب «٣» ، وهو تبّع بن زيد وهو تبّع، بن عمرو وهو تبّع، وهو ذو الأذعار بن أبرهة وهو تبّع، وهو ذو المنار بن الرائش بن قيس ابن صيفي المذكور.
فولد تبع أسعد الذي ذكرنا: حسان ذو معاهر، تبّع؛ وزرعة «٤» ، وهو ذو نواس الذي تهود، وهوّد أهل اليمن، وتسمّى يوسف، وقتل النصارى أهل نجران؛ وجهل بن أسعد، دخل ولده في خيوان؛ وعمرو بن أسعد، وهو موثبان؛ ومعد يكرب بن أسعد، يقال إن سعيد بن قيس من ولده؛ ولا نعلم لمعديكرب هذا بقية إلا عبد الله بن هلال، الذي كان يقول: إنّه صديق إبليس، وكان فى زمن الحجّاج.
_________
(١) التكملة من المعارف ٢٧٣.
(٢) انظر المقتضب ١١٤ والقاموس (تبن) وضبطه كغراب وكتاب ورمان.
(٣) انظر المقتضب.
(٤) المقتضب: «وابنه زرعة» .','1','438',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (442,'ومن هؤلاء التبابعة
شمر يرعش بن ياسر ينعم «١» بن عمرو ذى الأذعار؛ وإفريقيس بن قيس بن صيفي «٢» ؛ وبلقيس بنت إيلي أشرح «٣» بن ذي جدد بن إيلي أشرح «٤» بن الحارث بن قيس بن صيفى.
وفي أنسابهم اختلاف وتخليط، وتقديم وتأخير، ونقصان وزيادة. ولا يصح من كتب أخبار التّبابعة وأنسابهم إلا طرف يسير، لاضطراب رواتهم وبعد العهد.
تمت أنساب حمير وقحطان. والحمد لله رب العالمين.
_________
(١) انظر المقتضب ١١٤. وفي المعارف ٢٧٤: «ويعرف بياسر النعم لانعامه على الناس» .
(٢) المقتضب: «هو الذي فتح افريقية» .
(٣) وفي الطبري. «بنت اليشرح، ويقول بعضهم: ابنة ايلي شرز، ويقول بعضهم: ابنة ذي شرح» . وفي المقتضب ١١٤: «ليشرح» ، وفي المحبر لابن حبيب ٣٦٧: «بنت اليشرح»
(٤) وفي الطبري. «بنت اليشرح، ويقول بعضهم: ابنة ايلي شرز، ويقول بعضهم: ابنة ذي شرح» . وفي المقتضب ١١٤: «ليشرح» ، وفي المحبر لابن حبيب ٣٦٧: «بنت اليشرح»','1','439',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (443,'<span data-type="title" id=toc-454>وهؤلاء قضاعة</span>
قال قوم: هو قضاعة بن عدنان. وقال قوم: هو قضاعة بن مالك بن حمير. وقال قوم، منهم الكلبي، هو قضاعة بن مالك بن عمرو بن مرة بن زيد بن مالك بن حمير. والله أعلم.
فولد قضاعة: الحافي «١» ، لم يعقب لقضاعة ولد غيره. فولد الحافي بن قضاعة عمران، وعمرو، وأسلم (بضم اللام) : أمهم بنت غافق بن الشاهد بن عكّ.

<span data-type="title" id=toc-455>وهؤلاء بنو عمرو بن الحافي بن قضاعة</span>
ولد عمرو بن الحافى: حيدان، وبهراء، وبلىّ.

<span data-type="title" id=toc-456>وهؤلاء بنو حيدان بن عمرو بن الحافي بن قضاعة</span>
ولد حيدان بن عمرو: مهرة بن حيدان، وتزيد «٢» بن حيدان، وعريب «٣» ، وعريد «٤» ، وجنادة. منهم: زهير بن قرضم بن العجيل بن قباث «٥» بن قمومى ابن نقلل بن العيدي بن ندغي «٦» بن مهرة بن حيدان، وفد على رسول الله- صلى الله عليه وسلم.
وبلاد مهرة في ناحية الشحر من اليمن، ببلاد العنبر، على ساحل البحر.
مضت مهرة بن حيدان بن عمرو بن الحافى.
_________
(١) يقال باثبات الياء وحذفها، كما يقال في العاص والعاصي.
(٢) صوابه بالتاء، كما في المقتضب ١٠٥ ونهاية الارب للنويري ٢: ٢٩٦ والقاموس (زيد) . واليه تنسب الثياب التزيدية.
(٣) وكذا في نهاية الارب للنويري ٢: ٢٩٦ وللقلقشندي ٢٩٣ والاكليل للهمداني ١٠: ١ والاشتقاق ٣٢٣ وهو الصواب.
(٤) انظر المقتضب ونهاية الارب للنويري والقلقشندي والاشتقاق.
(٥) انظر ابن سعد ج ١ ق ٢ ص ٨٣.
(٦) العيدي كلفظ المنسوب الى العيد، واليه تنسب الابل العيدية. وندغي بالنون والدال المفتوحتين واللغين المعجمة. انظر المقتضب ١٥. والقاموس (ندغ) وفيه: «والعيدي بن الندغي كعربي، من قضاعة» .','1','440',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (444,'<span data-type="title" id=toc-457>وهؤلاء بنو بهراء بن عمرو بن الحافي بن قضاعة</span>
منهم: جعفر بن حنظلة بن جعفر بن هانئ بن جعفر بن عامر بن الحارث بن هزام بن عمرو بن سلسلة بن عمرو بن قيس بن كعب بن عمرو بن لحيون بن يام مناة «١» بن شبيب بن دريم بن القين بن أهود «٢» بن بهراء، كان له قدر بخراسان؛ والمقداد بن عمرو بن ثعلبة بن مالك بن ربيعة بن ثمامة بن مطرود بن عمرو بن سعيد بن دهير بن لؤي بن ثعلبة بن مالك بن الشريد بن أبي أهون بن قاس بن دريم بن القين بن أهود بن بهراء، صاحب رسول الله- صلى الله عليه وسلم-، وهو الذي يقال له: المقداد بن الأسود «٣» ، كان حليفاً للأسود بن عبد يغوث بن وهب، خال رسول الله- صلى الله عليه وسلم-، أخي آمنة بنت وهب؛ فنسب إليه؛ ولا عقب للمقداد. ومن بني هنب بن القين بن أهود بن بهراء: معلن ابن صفار، ولى أرمينية وأذربيجان لهشام. وهذه البطون التي ذكرنا: بنو هنب ابن القين، وبنو قاس وشبيب ابني دريم، الذين ذكرناهم، هم الذين يقول فيهم الشاعر «٤» :
وجادل من غسان أهل حفاظها ... وهنب وقاس جالدت وشبيب
وقد قيل إن خالد بن برمك مولى بهراء. وقال قوم: إن العنبر بن عمرو بن تميم هو العنبر بن عمرو بن لحيون بن يام مناة «٥» بن شبيب بن دريم بن القين بن أهود بن بهراء. وهذا خطأ، لأن رسول الله- صلى الله عليه وسلم- أخبر أن بني العنبر من ولد إسماعيل بن إبراهيم- صلى الله عليهما وسلم-. وقد أتى إلى بني العنبر المذكورين رجل شاعر من بهراء، اسمه الحكم بن عمرو «٦» ، يمت إليهم بهذا النسب؛ فطردوه من جميع بلادهم حتى خرج منها، ورحل عنهم.
مضت بهراء بن عمرو.
_________
(١) في المقتضب ١٠٤: «تام مناة» .
(٢) كما في المقتضب والاشتقاق ٣٢١ ونهاية الارب ٢: ٢٩٦ والقاموس (هود) .
(٣) الاصابة ٨١٦٩.
(٤) هو علقمة الفحل. ديوانه ١٣٢ والمفضليات ٣٩٥.
(٥) في المقتضب ١٠٤: «تام مناة» .
(٦) انظر الحيوان ٦: ٨٠.','1','441',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (445,'<span data-type="title" id=toc-458>وهؤلاء بنو بلي بن عمرو بن الحافي بن قضاعة</span>
ولد بلي بن عمرو: فران «١» ، وهنى. فمنهم: كعب بن عجرة بن عدي ابن عبيد بن الحارث بن عمرو بن عوف بن غنم بن سواد بن مري «٢» بن أراشة بن عبيلة بن قسميل بن فران بن بلي، صاحب رسول الله- صلى الله عليه وسلم-؛ ومن ولده: سعد بن إسحاق بن كعب بن عجرة؛ وبنو أنيف بن جشم بن تميم بن عوذ مناة بن ناج بن تيم بن أراشة بن عامر بن عبيلة بن قسميل بن فران بن بلي، وهم في الأنصار- رضي الله عنهم-؛ منهم: عبد الرحمن بن عبد الله بن ثعلبة بن بيجان «٣» بن عامر بن مالك بن عامر بن أنيف، بدري، وهو في عداد بني جحجبا، وابن عمه عبد الله بن أسلم بن بيجان «٤» ، بايع تحت الشجرة: وابن عمه: عبد الله ابن أسلم بن زيد بن بيجان. ومنهم: سهل بن رافع بن خديج بن مالك بن غنم ابن سري بن سلمة بن أنيف، الذي تصدق بالصاع، فتكلم فيه المنافقون؛ فأنزل الله تعالى: وَالَّذِينَ لا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ «٥» ؛ وابن عمه طلحة بن البراء بن عمير بن وبرة بن ثعلبة بن غنم بن سري بن سلمة، كانت له صحبة محمودة ونيّة في الإسلام خالصة، مات- رحمه الله- وهو غلام- رضي الله عنه- حليف لبني عمرو بن عوف.
ومن بلي: المجذر بن ذياد (وذياد هو عبد الله) بن عمرو بن زمزمة بن عمرو ابن عمارة بن مالك بن بثيرة بن القشر بن تميم بن عوذ مناة بن ناج بن تيم بن أراشة بن عامر بن عبيلة بن قسميل بن فران بن بلي؛ وأخوه عبد الله بن ذياد، كلاهما بدرىّ؛ وابن عمهما عبادة بن الخشخاش بن عمرو بن زمزمة.
ومن بنى هنى بن بلي: النعمان بن عمرو بن عبيد بن وائلة بن حارثة بن
_________
(١) كذا ضبط بالتخفيف في المقتضب ١٠٤ ومختلف القبائل ٤٣ بقرنها بالرمز «خف» . وضبطها صاحب القاموس بتشديد الراء في (فرن) . أما ابن دريد في الاشتقاق ٣٢٢ فجعلها كذلك مشددة وأخذ اشتقاقها من (فرر) .
(٢) صوابه من المقتضب ١٠٤ والاصابة ٧٤١٣.
(٣) صوابه من الاصابة ٥١٤٢ حيث نص على ضبطه والخلاف فيه.
(٤) صوابه من الاصابة ٥١٤٢ حيث نص على ضبطه والخلاف فيه.
(٥) سورة التوبة الآية ٧٩.','1','442',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (446,'ضبيعة بن حرام بن جعل بن عمرو بن جشم بن وذم بن ذبيان بن هميم بن هنى بن بلي، بدري، عقبى؛ وأبو بردة بن نيار بن عمرو بن عبيد بن عمرو بن كلاب بن دهمان بن غنم بن ذهل بن هميم بن هنى بن بلي، بدري؛ وزيد بن أسلم بن عدي ابن العجلان بن حارثة بن ضبيعة بن حرام بن جعل بن عمرو بن جشم بن وذم بن ابن ذبيان بن هميم بن ذهل بن هنى بن بلىّ، بدرى؛ وابن عمه ثابت بن أقرم بن ثعلبة بن عدي بن العجلان، بدري، قتله طليحة بن خويلد في أيّام الرّدّة؛ وابن عمهما، عبدة بن معتب «١» بن الجد بن العجلان، شهد أحدا؛ وابنه، شريك ابن عبدة، هو شريك بن السحماء، أخو البراء بن مالك لأمه، وشريك هذا هو الذي رمى به العجلانىّ امرأته ولا عنها بحضرة النبي- صلى الله عليه وسلّم-؛ وابن عمهم، معن بن عدي بن الجد بن العجلان؛ وابن عمهم، عبد الله بن سلمة ابن مالك بن الحارث بن عدي بن العجلان بدري، قتل يوم أحد- رضي الله عنه وعن جميعهم-. ومن بلي كان عبد الرحمن بن عديس، أحد المحاصرين لعثمان- رضي الله عنه-؛ يقال: له صحبة.
ودار بلي بالأندلس: الموضع المعروف باسمهم بشمالىّ قرطبة؛ وهم هنالك إلى اليوم على أنسابهم؛ لا يحسنون الكلام باللطينية، لكن بالعربية فقط، نساؤهم ورجالهم؛ ويقرون الضيف، ولا يأكلون ألية الشاة إلى اليوم. وكانت لهم دار أخرى بكورة مورور أيضاً «٢» .
مضت بلي بن عمرو بن الحافي. ومضى بنو عمرو بن الحافى بن قضاعة.

<span data-type="title" id=toc-459>وهؤلاء بنو أسلم بن الحافي بن قضاعة</span>
ولد أسلم بن الحافي: سود بن أسلم. فولد سود بن أسلم: ليث، وحوتكة، بطن بمصر مع بني حميس بن جهينة «٣» ؛ وإياس بن سود، وهم في بني لأي بن
_________
(١) انظر الاصابة ٥٢٧٨.
(٢) في صفة جزيرة الاندلس ١٨٨: «كورة مور متصلة بأحواز قرمونة من جزيرة الاندلس» .
(٣) فى المقتضب ١٠٥: «بطن بمصر مع بلي» . انظر المقتضب ١٠٧ ومختلف القبائل ٤٣ والاشتقاق ٣٢١، وفيه: «وحميس تصغير أحمس» .','1','443',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (447,'عذرة. فولد ليث بن سود بن أسلم بن الحافي: زيد. فولد زيد بن ليث بن سود ابن أسلم بن الحافي بن قضاعة: سعد هذيم، وجهينة «١» ، ونهد.

<span data-type="title" id=toc-460>وهؤلاء بنو جهينة بن زيد بن ليث بن سود بن أسلم</span>
ولد جهينة بن زيد: قيس، ومودوعة. فولد قيس بن جهينة: غطفان وغيّان؛ وفد بنو غيان على رسول الله- صلى الله عليه وسلم- فقال لهم: «أنتم بنو رشدان» ؛ وكان واديهم يسمى غوى «٢» ، فسمي رشداً. فمنهم: بسبس «٣» ، وضمرة ابنا عمرو ابن ثعلبة بن خرشة بن عمرو بن سعد بن ذبيان بن رشدان بن قيس بن جهينة، لهما صحبة؛ وابن عمهما لحاً: كعب بن حمان بن ثعلبة بن خرشة، بدري، عداده في بنى ساعدة؛ وعنمة بن عدي بن عبد مناف بن كنانة بن جهينة «٤» بن عدي بن الربعة بن رشدان، بدري؛ وربيعة بن عمرو بن يسار بن عوف بن جراد ابن يربوع بن طحيل بن عدي بن الربعة بن رشدان، حليف بني النجار، بدرىّ وابن عمه تميم بن ربيعة بن عوف بن جراد: بايع تحت الشجرة؛ وابن عمه: عمرو ابن عوف بن يربوع بن وهب بن جراد، بايع أيضا تحت الشجرة؛ وعبد العزّى ابن بدر بن زيد بن معاوية بن حسان بن أسد بن وديعة بن مبذول بن عدىّ ابن الربعة بن رشدان، وفد على رسول الله- صلى الله عليه وسلم- فغيّر اسمه؛ وعقبة ابن عامر بن عبس بن مالك بن الحارث بن مازن بن سعد بن مالك بن رفاعة بن نصر بن ذبيان «٥» بن رشدان بن قيس بن جهينة، كان له بالأندلس عقب، لم يبق منهم أحد نعلمه، إلا هبة الله بن عبد الله بن محمد بن يوسف بن سليمان ابن عقبة بن مصدق بن عياض بن عقبة بن عامر، وأخ له، مات أخوه ولم
_________
(١) في المقتضب: «وهما صحار، لانهما أول من أصحر من العرب من تهامة الى البرية» .
(٢) وكذا ورد في المقتضب دون ضبط.
(٣) ويقال أيضا بسبسة بالهاء، كما في الاصابة ٦٣٧، والصواب بطرحها كما في جوامع السيرة ١٠٩- ١١٠ وكما روى ابن حجر عن ابن الكلبي أنه الذي أراده الشاعر بقوله:
أقم لها صدورها يا بسبس ... ان مطايا القوم لا تحبس
(٤) في الاصابة ٦٠٧٦: «حمحمة» .
(٥) انظر المقتضب ١٠٧. ونسب عقبة بن عامر في الاصابة ٥٥٩٤ يخالف ما هنا.','1','444',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (448,'يعقب؛ ولا لهبة الله ولد أيضاً؛ ومنهم أيضاً: محمد بن الحسين بن سعيد بن أبان بن عبد الله بن المعافى بن عبد الله بن بشر بن عقبة بن عامر المذكور، محدث، سكناه همذان، مات بمكة سنة ٣٢٦. ومنهم: زيد بن خالد الجهني، وابناه عبد الرحمن، وخالد؛ وعبد الله بن عكيم، أدرك النبي- صلى الله عليه وسلم- وابنه معبد بن عبد الله بن عكيم، تابعي، أول من تكلم في القدر؛ وسبرة، وحرملة، ابنا عبد العزيز بن الربيع بن سبرة بن معبد؛ وعمهما:
عبد الملك بن الربيع، محدثون؛ ولسبرة صحبة؛ ويقال: بل هو سبرة بن عوسجة بن حرملة بن سبرة بن خديج «١» بن مالك بن عمرو بن ذهل بن مالك بن ثعلبة بن رفاعة بن نصر «٢» بن مالك بن غطفان بن قيس بن جهينة؛ وسعد بن الأطول بن عبيد الله بن خالد بن واهب، يكنى أبا المطرف، وقيل بل يكنى أبا قضاعة، جهني، له صحبة.
مضت بنو رشدان بن قيس بن جهينة.

<span data-type="title" id=toc-461>وهؤلاء بنو غطفان بن قيس بن جهينة</span>
منهم: عدي بن [أبي] «٣» الزغباء بن سميع بن ربيعة بن زهرة بن بذيل (بذال منقوطة) ابن سعد بن عدي بن كاهل بن نصر «٤» بن مالك بن غطفان بن قيس بن جهينة، شهد الشاهد مع رسول الله صلى الله عليه وسلم-؛ وعمرو بن مرة بن عبس بن مالك بن الحارث بن رفاعة بن نصر بن مالك بن غطفان، له صحبة، وقيل: هو أول من ألحق قضاعة باليمن؛ فقال في ذلك بعض شعراء بلي [شعراً فيه] :
فلا تهلكوا في لجة قالها عمرو
وولد عمرو هذا بدمشق؛ وعوسجة بن حرملة بن جذيمة بن سبرة بن خديج
_________
(١) في بعض المصادر «حديج» .
(٢) كذا في الاصابة ٥٤٧٤.
(٣) التكملة من الاصابة ٥٤٧٤ والسيرة ٤٣٤، ٤٥٧، ٥٠٣ وجوامع السيرة ١٠٩- ١١٠، وفي الاصابة ان «أبا الزغباء» اسمه سنان بن سبيع بن ثعلبة بن ربيعة.
(٤) انظر الاصابة والمقتضب ٩٠٧.','1','445',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (449,'ابن مالك بن عمرو بن ذهل بن عمرو بن ثعلبة بن رفاعة بن نصر بن مالك بن غطفان، عقد له رسول الله- صلى الله عليه وسلم- على ألف رجل من بنى جهينة، وأقطعه ذا أمرّ «١» ؛ وزيد بن وهب، وهو من بني حسل بن نصر بن مالك بن عدى ابن الطول ابن عوف بن غطفان، له صحبة؛ ومجد بن وهب بن عمرو بن عدى ابن الطول [بن عوف] ، الذي حجز بين النبي- صلى الله عليه وسلم- وبين المشركين قبل وقعة بدر. والحرقات من جهينة، وهم بنو حميس بن عمرو بن ثعلبة بن مودوعة بن جهينة، وهم الذين بعث رسول الله- صلى الله عليه وسلم- إليهم أسامة بن زيد، فقتل منهم الذي قال: «لا إله إلا الله» ، فعاتبه على ذلك رسول الله- صلى الله عليه وسلم؛ وشهاب بن جمرة «٢» ، من بني ضرام بن مالك بن كعب ابن مالك بن ثعلبة بن حميس بن عمرو المذكور؛ وحميس هذا هو الحرقة، وشهاب هذا هو الذي عرض له مع عمر بن الخطاب ما عرض؛ وكان ساكناً بذات لظى من حرة النار؛ فقال له عمر: «أدرك أهلك؛ فقد احترقوا «٣» » .
مضت جهينة بن زيد بن ليث بن سود بن أسلم بن الحافى بن قضاعة.

<span data-type="title" id=toc-462>وهؤلاء ولد أخيه نهد بن زيد بن ليث بن سود ابن أسلم بن الحافي بن قضاعة</span>
ولد نهد بن زيد: مالك، وصباح، وحزيمة «٤» ، وزيد، ومعاوية، وكعب، وأبو سودة «٥» ، كلهم بطون في اليمن، يسكنون بقرب نجران، وعامر، وعمرو، وحنظلة حاكم العرب «٦» ، والطول، ومرّة، وخزيمة، وأبان: هؤلاء كلهم سكنوا
_________
(١) ذو أمر: موضع في برية الشام من جهة الحجاز. وأنشد ياقوت لسنان بن أبي حارثة:
وبضرغد وعلى السديرة حاضر ... وبذي أمر حريمهم لم يقسم
(٢) انظر المقتضب ١٠٧ والاصابة ٣٩٨٠.
(٣) الخبر بتفصيل في المقتضب ١٠٨ والاصابة.
(٤) الصواب من المقتضب ١٠٨- وفيه أثر تصحيح بجذيمة وفي ومختلف القبائل ٢٠.
(٥) في المقتضب ١٠٨: «أبو سود» بطرح الهاء.
(٦) المقتضب ١٣٦، ١٣٧.','1','446',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (450,'الشأم؛ ومنهم بالأندلس، برية. فعامر بن نهد دخلوا في بني عليم من كلب «١» وعمرو بن نهد دخل في بني عدي بن جناب من كلب، وأبان بن نهد دخل في بنى تغلب؛ والشّرف من بني نهد في بنى زوىّ «٢» ورفاعة ابني مالك بن نهد؛ منهم: المحدث أبو عثمان النّهدىّ، واسمه عبد الرحمن بن مل «٣» بن عمرو بن عدىّ ابن وهب بن ربيعة بن سعد بن جذيمة بن كعب بن رفاعة بن مالك بن نهد؛ وقسورة بن معلل بن الحجاج بن مقسم بن عامر بن زهير بن سعد بن جذيمة، ولي سجستان أيام بني أمية.
مضى بنو نهد بن زيد بن ليث بن سود بن أسلم بن الحافي.

<span data-type="title" id=toc-463>وهؤلاء بنو أخيه سعد هذيم بن زيد بن ليث بن سود ابن أسلم بن الحافي بن قضاعة</span>
ولد سعد هذيم «٤» بن زيد: عذرة بن سعد هذيم؛ وضنة بن سعد هذيم؛ والحارث، بطن في عذرة، وسلامان بطن في عذرة؛ ومعاوية ووائل، بطنان فى عذرة؛ وصعب. آخر من بقي من بني صعب بن سعد هذيم رجل مات، فورثه رجل من بني ضنة بالقعدد.

<span data-type="title" id=toc-464>وهؤلاء بنو سلامان بن سعد هذيم</span>
منهم: بنو معاوية بن سلامان، وهم بالشأم.

<span data-type="title" id=toc-465>وهؤلاء بنو ضنة بن سعد هذيم</span>
ولد ضنة بن سعد هذيم: تميم، وغنم، وقطيعة، وعوذ «٥» ، بطون،
_________
(١) انظر المقتضب والاشتقاق ٣١٦.
(٢) المقتضب والاشتقاق ٣٢٠ ونهاية الارب للقلقشندي ٢٢٩. قال ابن دريد: «وزوي تصغير زو» .
(٣) بتثليث الميم، كما في تقريب التهذيب. وانظر تهذيب التهذيب ٦: ٢٧٧.
(٤) هذيم: عبد حبشي حضن سعدا فنسب هو اليه. المقتضب ١٠٥.
(٥) انظر المقتضب ١٠٧.','1','447',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (451,'ويقال إن يربوع بن غيظ بن مرة بن عوف بن سعد بن ذبيان، رهط عقيل بن علفة «١» ، والحارث بن ظالم، هو يربوع بن تميم بن ضنة بن سعد هذيم. والله أعلم مضى بنو ضنة بن سعد هذيم.

<span data-type="title" id=toc-466>وهؤلاء بنو الحارث بن سعد هذيم</span>
ولد الحارث بن سعد هذيم: ذبيان، وعبد مناف، وأسيد، أمهم: هند بنت لؤي بن غالب. منهم: هدبة بن الخشرم بن كرز بن أبي حية بن سلمة الكاهن بن الأسحم «٢» بن عامر بن ثعلبة الكاهن بن عبد الله بن ذبيان بن الحارث ابن سعد هذيم الشاعر؛ وكان لهدبة عم اسمه زفر؛ وزيادة بن زيد بن مالك بن ثعلبة الكاهن بن عبد الله بن ذبيان بن الحارث بن سعد هذيم، الذي قتله هدبة؛ وكان لزيادة إخوة، وهم: نفّاع «٣» ، وأدرع، وعبد الرحمن، بنو زيد؛ والمسور ابن زيادة، قاتل هدبة بأبيه. ومنهم: النخار بن أوس بن أبير بن عمرو بن عبد الحارث بن لأي بن عبد مناف بن الحارث بن سعد هذيم، كان أنسب العرب.
مضى بنو الحارث بن سعد هذيم، وهم حلفاء بني عذرة بن سعد هذيم؛ وكثيرا ما ينسبهم من لا يحقّق إليهم.

<span data-type="title" id=toc-467>وهؤلاء بنو عذرة بن سعد هذيم</span>
ولد عذرة بن سعد هذيم: عامر، بطن؛ وكبير بن عذرة، بطن؛ ورفاعة بن عذرة، يقال إنهم دخلوا في بني يشكر «٤» . فمن بطون بني كبير بن عذرة: بنو رزاح [بن ربيعة «٥» ] بن حرام بن ضنة بن عبد بن كبير بن عذرة، ورزاح هذا هو أخو قصي بن كلاب لأمه، وهو الذي نصر قصي بن كلاب على بني بكر ابن عبد مناة؛ وهو الذي أخرج بني نهد، وبنى جرم، وبنى حوتكة من بلاد
_________
(١) انظر الاشتقاق ١٧٥ ونوادر المخطوطات ٢: ٣٥٧- ٣٥٩.
(٢) انظر المقتضب ١٠٦ والاغاني ٢١: ١٦٩ والخزانة ٤: ٨٤.
(٣) انظر الاغاني ٢١: ١٧١.
(٤) في المقتضب ١٠٥: «وهم في بني تغلب» .
(٥) التكملة من المقتضب ١٠٦ ومما يقتضيه السياق.','1','448',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (452,'قضاعة؛ وهو الذي أخرج أيضاً بني عمه رفاعة بن عذرة من جملة بلاد بني عذرة؛ وبنو حن بن ربيعة أخي رزاح بن ربيعة لأبيه وأمه، وهما قبيلا عذرة. فمن بني حن «١» بن ربيعة: الشاعر جميل بن عبد الله بن معمر بن الحارث بن الخيبرىّ «٢» ابن ظبيان، وهو ضبيس «٣» ، بن حن بن ربيعة، صاحب بثينة، وبثينة هي بنت حبا بن ثعلبة بن الهوذ بن عمرو بن الأحب بن حن بن ربيعة، لأبيها صحبة؛ وكان زوجها نبيه بن يزيد بن الحليس بن الحارث بن مياد «٤» بن حن ابن ربيعة؛ وزمل بن عمرو بن العنز «٥» بن خشاف «٦» بن خديج بن واثلة بن حارثة بن هند بن حرام بن ضنة بن عبد بن كبير بن عذرة، له صحبة، وعقد له رسول الله- صلى الله عليه وسلم- لواء شهد به صفين مع معاوية؛ وعروة بن حزام ابن مالك: وابنة عمه: عفراء بنت مهاصر بن مالك.
ومن بني عامر بن عذرة، عبد الرحمن بن الحشحاش، قاضي عمر بن عبد العزيز؛ وخالد بن عرفطة بن أبرهة بن سنان بن صيفي بن الهائلة بن عبد الله بن غيلان بن أسلم بن حزاز «٧» بن كاهل بن عذرة، له صحبة؛ وحمزة بن النعمان «٨» ابن هوذة بن مالك بن سنان بن البياع بن دليم بن عدي بن حزاز بن كاهل بن عذرة، أول من قدم الحجاز على النبي- صلى الله عليه وسلم- بصدقة بني عذرة، فأقطعه- عليه السلام- رمية بسوطه من وادى القرى؛ وثعلبة بن صعير بن عبد الله بن عمرو بن زيد بن سنان بن المهتجن بن سلامان بن عدي بن صعير بن حزّاز
_________
(١) انظر المقتضب ١٠٦ والاشتقاق ٣٢٠. وفيهم يقول النابغة:
لقد قلت للنعمان يوم لقيته ... يريد بني حن ببرقة صادر
(٢) انظر المقتضب ١٠٦. وفي الاغاني ٧: ٧٢: «حبتر» .
(٣) هذا ما في المقتضب.
(٤) انظر المقتضب ١٠٦.
(٥) وكذا في الاصابة ٢٨١٠.
(٦) هذا الصواب من القاموس (خشف) .
(٧) كذا في القاموس (حزز) ، وفي الاصابة ٢١٧٨.
(٨) أورده في الاصابة ٢١٠٥ ونبه على أنه مصحف، وان صوابه «جمرة» بالجيم. وانظر الاصابة ١١٨٠ في حرف الجيم.','1','449',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (453,'ابن كاهل بن عذرة، له صحبة؛ وابنه عبد الله بن ثعلبة، له صحبة أيضاً فيما قيل.
ودار بني عذرة بالأندلس: دلاية؛ وبجيّان منهم؛ وبالثّغر «١» .
منهم بنو فوارتش «٢» ؛ ولهم عدد بسرقسطة.
مضى بنو عذرة بن سعد هذيم بن زيد بن ليث بن سود بن أسلم بن الحافي ابن قضاعة. وتمّ الكلام في بني أسلم بن الحافي بن قضاعة.

<span data-type="title" id=toc-468>وهؤلاء بنو أخيه عمران بن الحافي بن قضاعة</span>
ولد عمران بن الحافي: حلوان بن عمران: أمه ضرية بنت ربيعة بن نزار بن معد؛ وإليها ينسب حمى ضرية، المذكور في الأشعار.
فولد حلوان بن عمران بن الحافي بن قضاعة: تغلب «٣» ؛ وربّان «٤» ، وهو علاف، وإليه ينسب الرحال العلافيّة؛ ومراج «٥» ، بطن باليمن باقون على أنسابهم؛ وعمرو، وهو سليح «٦» ؛ وعايد؛ وعايدة «٧» ، دخلا في غسان؛ وتزيد، دخلوا في تنوخ.

<span data-type="title" id=toc-469>وهؤلاء بنو سليح، وهو عمرو بن حلوان ابن عمران بن الحافي بن قضاعة</span>
منهم: حماطة، وهو ضجعم بن سعد بن سليح بن حلوان، كانوا ملوكاً بالشام قبل غسان «٨» .
مضى بنو سليح، وهو عمرو، بن حلوان بن عمران بن الحافي بن قضاعة.
_________
(١) انظر للثغر، المغرب بتحقق الدكتور شوقي ضيف ٢: ٤٣٣.
(٢) في بعض المراجع فواتش.
(٣) وتسمى تغلب الغلباء. المقتضب ٩٢.
(٤) انظر مختلف القبائل ٦ والمقتضب ٩٢، ١٠٣ وتاج العروس ٢: ١٦٥. ونهاية الارب ٢: ٢٩٦: «زبان» بالزاي، تصحيف. وقد تكرر هذا التصحيف في جميع المواضع التالية.
(٥) بالراء بعد الميم وآخره جيم، كما في المقتضب.
(٦) انظر المقتضب والاشتقاق ٣١٤.
(٧) انظر المقتضب.
(٨) وهم الضجاعمة. الاشتقاق ٣١٩.','1','450',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (454,'<span data-type="title" id=toc-470>وهؤلاء بنو أخيه ربان بن حلوان</span>
ولد ربان بن حلوان: جرم، قبيلة؛ وعوف، بطن.

<span data-type="title" id=toc-471>وهؤلاء بنو جرم بن ربان بن حلوان بن عمران بن الحافي بن قضاعة</span>
ولد جرم بن ربان: قدامة؛ وملكان «١» ؛ وناجية؛ وجدّة، ولدته أمه بجدة؛ فسمته جدّة؛ كلهم بطن.
منهم: هوذة بن عمرو بن رياح «٢» بن عوف بن عميرة بن الهون بن أعجب ابن قدامة بن جرم، له صحبة؛ وأسماء بن رياب «٣» بن معاوية بن مالك بن علي «٤» واسمه الحارث، بن رفاعة بن عذرة بن عدي بن شميس بن طرود بن قدامة بن جرم، له صحبة، خاصم بني عقيل إلى النبي- صلى الله عليه وسلم- فى العقيق، وهو القائل في ذلك:
وإنى أخو جرم كما قد علمتم ... إذا جمعت عند النبي المجامع
فإن أنتم لم تقنعوا بقضائه ... فإني بما قال النّبىّ لقانع
وبنو سلّى هؤلاء باليمامة؛ ومنهم: أبو قلابة عبد الله بن زيد الفقيه، صاحب ابن عبّاس.
ومن بطون بني طرود أيضاً: بيهس بن صهيب بن عامر بن ناتل بن مالك ابن عبيد بن علقمة بن سعد بن كثير بن غالب بن عدي بن شميس بن طرود ابن قدامة بن جرم، قاتل الأزارقة، وله عقب بالشأم. ومنهم: عمرو بن عبد
_________
(١) نص ابن حبيب في مختلف القبائل ٦ ان «ملكان» هذه مفتوحة الميم واللام، وكذلك صنع النويري في نهاية الارب ٢: ٢٩٦.
(٢) في الاصابة ٩٠١٦: «هوذة بن عمرو بن يزيد بن عمرو بن رباح» . ثم أورد بعده تقييد ابن ما كولا لرياح بكسر الراء بعدها مثناة تحتية.
(٣) انظر الاصابة ١٣٧.
(٤) ضبطه في المقتضب ١٠٣ بكسر السين وتشديد اللام ضبط قلم. وأنشد في المقتضب:
وما نزلت سلى بهزان ذلة ... ولكن أحاظ قسمت وجدود','1','451',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (455,'الجن بن عائذ بن سالم بن أسعد بن سعد بن كثير بن غالب بن عدي بن شميس ابن طرود، الذي كان مع عمرو بن عدي مع قصير بالحيرة «١» .
ومن جرم هؤلاء: عمرو بن سلمة «٢» بن قيس، الذي أمّ قومه، وهو ابن سبع سنين «٣» ، ثم لم يزل يؤمهم حيث حضر معهم، إلى زمن معاوية؛ ولعمرو هذا صحبة، وفد مع أبيه على رسول الله- صلى الله عليه وسلّم.
مضت بنو جرم بن ربان بن حلوان بن عمران بن الحافي بن قضاعة.

<span data-type="title" id=toc-472>وهؤلاء بنو عمه تغلب بن حلوان بن عمران</span>
ولد تغلب بن حلوان بن عمران بن الحافي بن قضاعة: وبرة بن تغلب، فولد وبرة بن تغلب: أسد، والنّمر، وكلب، قبائل ضخمة؛ والبرك «٤» ، والثّعلب، بطنان ضخمان؛ والذئب، دخل بنوه في بني عبيد بن عامر بن كلب؛ والفهد، والضبع، والدّبّ، والسّيد، والسّرحان، درجوا كلّهم «٥» .

<span data-type="title" id=toc-473>وهؤلاء بنو البرك بن وبرة بن تغلب بن حلوان ابن عمران بن الحافي بن قضاعة</span>
منهم: عبد الله بن أنيس «٦» بن أسعد بن حرام بن حبيب «٧» بن مالك بن غنم بن كعب بن تيم بن نفاثة بن إياس بن يربوع بن البرك بن وبرة، من جلة الصحابة- رضي الله عنهم- مهاجرىّ، أنصارى، عقىّ.
مضى بنو البرك بن وبرة.
_________
(١) انظر الاغاني ١٤: ٧١ ومجمع الامثال في (خطب يسير في خطب كبير) .
(٢) ضبطه في الاصابة ٥٨٥٢ بكسر اللام.
(٣) في الاصابة: «لانه كان أكثرهم قرآنا» .
(٤) انظر الاشتقاق ٣١٤.
(٥) في المقتضب ٩٣: «بهم سمي وادي السباع» .
(٦) انظر الاصابة ٤٥٤١ وجوامع السيرة ٨٣.
(٧) في الاصابة: «خبيب» بالخاء المعجمة.','1','452',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (456,'<span data-type="title" id=toc-474>وهؤلاء بنو أخيه الثعلب بن وبرة بن تغلب بن حلوان بن عمران ابن الحافي بن قضاعة</span>
ولد الثعلب بن وبرة: عامر، وعداده في كلب.
مضت بنو الثعلب بن وبرة بن تغلب بن حلوان:

<span data-type="title" id=toc-475>وهؤلاء بنو أخيه أسد بن وبرة بن تغلب بن حلوان بن عمران ابن الحافي بن قضاعة</span>
ولد أسد بن وبرة: تيم الله؛ وشيع الله. فولد تيم الله بن أسد: فهم، وهم من تنوخ؛ وقشم «١» ، وهم بالجزيرة، حلفاء لبني تغلب.
منهم: مالك بن زمير «٢» بن عمرو بن فهم بن تيم الله بن أسد بن وبرة، وعليه تنخت تنوخ وعلى عم أبيه مالك بن فهم. فتنوخ على ثلاثة أبطن: بطن اسمه فهم، وهم هؤلاء؛ وبطن اسمه نزار، وهم لوث، ليس نزار لهم بوالد ولا أم، ولكنّهم من بطون قضاعة كلها، من بني العجلان بن الثعلب الذي ذكرنا آنفاً ومن بني تيم الله بن أسد بن وبرة، ومن غيرهم؛ وبطن ثالث يقال له الأحلاف، وهم من جميع قبائل العرب كلها، من كندة، ولخم، وجذام، وعبد القيس.
مضت تنوخ.
وأمّا بنو شيع الله بن أسد بن وبرة، فإن شيع الله ولد جسر. فولد جسر:
النعمان، حضنه عبد له يقال له القين؛ فغلب عليه، فهو القين بن جسر.
_________
(١) انظر المقتضب ١٠٠.
(٢) كذا ضبط في المقتضب ١٠١.','1','453',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (457,'<span data-type="title" id=toc-476>وهؤلاء بنو القين، وهو النّعمان، بن جسر بن شيع الله بن أسد ابن وبرة بن تغلب بن حلوان بن عمران بن الحافى بن قضاعة</span>
من بطون بنى القين بن جسر: جشم «١» ، وزعيزعة، وأنس، وثعلبة، وفارج «٢» ، بنو مالك بن كعب بن القين، كلها بطون. وللقين بطون جمّة غير هذه. ومن بنى القين: تميم بن زيد بن حمل بن منبه بن معقل بن حارثة بن أمية ابن عصيّة بن هصيص بن حيىّ بن وائلة بن جشم بن مالك بن كعب بن القين، وهو الذي غزا الهند؛ وأبو عبد الرحمن ذو الشكوة، وكان جسيما، فقاتل يوم أجنادين مع أبي عبيدة بن الجراح- رضى الله عنه؛ فقتل ثمانية من الروم؛ فقال أبو عبيدة- رضي الله عنه- يومئذ:
فعل كفعل الضّخم من قضاعه ... فى طاعة الله ونعم الطّاعه
وكان للقين جمع عظيم وثروة فى أكناف الشأم؛ فكانوا يناهضون كلب بن وبرة؛ ثمّ ضعفوا، ووهن أمرهم، حتّى ما يكاد أن يعرفوا.
ودار بنى قين بالأندلس: ريّة؛ فمنهم بها عدد عظيم.
مضى بنو القين بن جسر بن شيع الله بن أسد بن وبرة بن تغلب بن حلوان ابن عمران بن الحافي بن قضاعة.
ومضى بنو أسد بن وبرة بن تغلب بن حلوان.

<span data-type="title" id=toc-477>وهؤلاء بنو النمر بن وبرة بن تغلب بن حلوان ابن عمران بن الحافي بن قضاعة</span>
ولد النّمر بن وبرة: التّيم، وجعثمة «٣» ، ووائل، وهو خشين، قبيلة؛ وفتيّة «٤» ، دخلوا في بنى تغلب؛ وغاضرة؛ وعانية، دخلوا في بني سليم بن منصور؛
_________
(١) انظر المقتضب ٢٠٢.
(٢) صوابه بالراء كما في المقتضب ونهاية الارب للنويري ٣١٧ مع تصحيفه الاخير بفارخ.
(٣) جعثمة، بضمتين كما في اللسان والقاموس.
(٤) كذا ورد مضبوطا في المقتضب ١٠٢.','1','454',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (458,'ولبوان «١» بن النّمر، دخلوا في بنى سليح. فولد التّيم بن النّمر؛ مشجعة، والغوث، بطنان عظيمان من بني كلب بن وبرة عمهم. وولد جعثمة بن النّمر:
أمر مناة «٢» ، وسبيع؛ دخل سبيع في خزاعة، ودخل بنو أمر مناة في جشم بن بكر بن هوازن، فقيل: بنو عصيمة «٣» بن جشم، وإنّما هم بنو عصيمة بن اللّبؤ «٤» بن أمر مناة بن جعثمة بن النمر بن وبرة.

<span data-type="title" id=toc-478>وهؤلاء بنو خشين بن النمر بن وبرة</span>
ولد خشين بن النمر بن وبرة: مرّ «٥» ، وفيه العدد؛ والسّلم، بطن صغير.
فولد مرّ: عمرو، ومالك، وأيدعان، ولبوان. منهم: أبو ثعلبة الخشنىّ، واسمه الأشرس بن جرهم، له صحبة، شهد بيعة الرضوان وخيبر؛ وأخوه: عمرو بن جرهم، أسلم على عهد رسول الله- صلى الله عليه وسلم.
ودار خشين بالأندلس: جيّان، وأعمال إلبيرة. ومنهم بلبلة عدد.
ومن ولد أبي ثعلبة المذكور كان الفقيه محمّد بن عبد السلام بن ثعلبة بن زيد بن الحسين بن كليب بن أبي ثعلبة الخشنىّ، صاحب رسول الله- صلى الله عليه وسلم- المذكور.
مضى بنو النمر بن وبرة بن تغلب بن حلوان بن عمران بن الحافى بن قضاعة.

<span data-type="title" id=toc-479>وهؤلاء بنو أخيه كلب بن وبرة بن تغلب بن حلوان ابن عمران بن الحافي بن قضاعة</span>
ولد كلب بن وبرة: ثور، وكلد «٦» ، وأبو حباحب «٧» فولد ثور بن كلب: رفيدة، وعرينة، وصحب، بطون. وقد قيل إنّ
_________
(١) بالباء، كما في المقتضب.
(٢) كذا في المقتضب ١٠٣.
(٣) كذا ضبط في المقتضب بفتح العين.
(٤) صوابه من المقتضب ١٠٣.
(٥) هذا ما في المقتضب ١٠٣ ومختلف القبائل ٤٧.
(٦) بالدال في آخره، كما في المقتضب ٩٣.
(٧) كذا في المقتضب.','1','455',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (459,'الحارث بن زهير بن تيم بن أسامة من بنى تغلب، إنّما هو من كلب. فمن قبائل كلب: بنو كنانة بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب، قبيلة ضخمة؛ ومنهم: بنو عدىّ، وزهير، وعليم، بني جناب بن هبل بن عبد الله بن كنانة بن بكر المذكورين، وهم بطون ضخمة؛ وعمهم عبيدة بن هبل، بطن، من ولده: امرؤ القيس بن الحمام «١» بن مالك بن عبيدة بن هبل، وهو ابن حمام الشاعر القديم، الذى يقول فيه بعض الناس:
ابن خذام «٢» ؛ وقد قيل إنّه من بكر بن وائل؛ وهو الذى قال فيه امرؤ القيس:
نبكى الديار كما بكى ابن حمام «٣»
قال هشام بن السائب: فأعراب كلب، إذا سئلوا بماذا بكى ابن حمام الديار؟ أنشدوا خمسة أبيات متّصلة من أوّل: «قفا نبك من ذكرى حبيب ومنزل» ، ويقولون إنّ بقيّتها لامرئ القيس. وقد أنشد له الحاتمىّ أبياتا فى «حلية المحاضرة» ؛ وهو شاعر قديم دثر شعره، لأنّه لم يكن للعرب كتاب، وإنّما بقى من أشعارها شعر من أدرك رواته الإسلام فقط. وكان عدىّ بن جناب أحمق، والبيت فى ولده. وكان له من الولد: ضمضم؛ ونهشل؛ وهذيم «٤» ، بطن؛ وتويل «٥» بطن؛ وكليب لا يزيد بنوه أبدا على أربعة، وهم: بالجبل؛ وذبيان. فمن بطون بني عدي بن جناب: بنو الحصن، وبنو العلّيص، ابنى ضمضم بن عدي بن جناب؛ ومنهم: نائلة بنت الفرافصة بن الأحوص بن عمرو بن ثعلبة بن الحارث بن الحصن بن ضمضم بن عدي بن جناب، امرأة عثمان- رضي الله عنه-؛ وإخوتها مرىّ ابن الفرافصة مات فى الرهن عند كسرى؛ وضبّ بن الفرافصة، أسلم؛ وهو:
أنكحها عثمان وهى مسلمة، وكان أبوها نصرانيّا؛ وبنو الفرافصة هؤلاء بيت قومهم.
_________
(١) المقتضب ٩٣.
(٢) في القاموس (خدم، حذم) والخزانة ٢: ٢٣٤- ٢٣٥.
(٣) صدره كما في الخزانة: «عوجا على الطلل المحيل لعلنا» ويروي «لاننا» لعة في لعل، وهي رواية الديوان ١٦١. وفي المقتضب: «يا صاحبي قفا النواعج ساعة»
(٤) صوابه في المقتضب ٩٣.
(٥) انظر المقتضب.','1','456',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (460,'وأبو الخطّار الحسام بن ضرار بن سلامان بن خثيم «١» بن ربيعة بن حصن بن ضمضم بن عدي بن جناب، أمير الأندلس، كان بنوه بإشبيلية؛ منهم كان العريف سعيد بن وارث بن عمران بن يحيى بن محمد بن أبي الخطّار؛ وعنبسة بن سحيم «٢» بن منجاس بن مذعور بن منجاس بن هذيم بن عدي بن جناب، ولى الأندلس من الشأم؛ وحارثة، وحصن، ابنا قطن بن زائد بن حصن بن حارثة بن ضمضم بن عدي بن جناب؛ لقطن صحبة؛ والرّباب بنت أنيف بن عبيد بن مصاد بن حصن بن كعب بن عليم بن جناب، أم المصعب بن الزّبير؛ وامرؤ القيس بن عدي بن أوس بن جابر بن كعب بن عليم بن جناب، وفد على عمر بن الخطاب- رضي الله عنه- فأسلم، وعقد له على قضاعة، وتزوّج علىّ والحسن والحسين- رضي الله عنهم- بناته.
ومن بني زهير بن جناب: بشير، وحنظلة، وعبد الله، بنو صفوان بن تويل بن بشر بن حنظلة بن علقمة بن شراحيل بن عرين «٣» بن أبي جابر بن زهير بن جناب، ولي حنظلة إفريقية لهشام؛ والفحل «٤» بن عياش بن حسان بن سمير بن شراحيل بن عرين بن أبي جابر، قاتل يزيد بن المهلب، قيل: قتل كل واحد منهما صاحبه، وقيل: بل قتل يزيد الهذيل بن زفر بن الحارث الكلابىّ؛ وبحدل بن أنيف بن دلجة بن قنافة «٥» بن عدي بن زهير بن جناب، أخو معاوية لأمه؛ وابن ابنه حسان بن مالك بن بحدل، الذي قام بمروان يوم مرج راهط؛ وخالد بن عثمان بن سعيد بن مالك بن بحدل، ولى الشرطة لهشام، وهو الذي دخل مع بني أمية يوم نهر أبي فطرس، فقتل معهم؛ وسفيان بن الأبرد ابن أبي أمامة بن قابوس بن سفيان بن ثعلبة بن حارثة بن جناب، من قوّاد بنى أميّة؛ وأخوه الحكم بن الأبرد، كان مع مصعب بن الزبير على إحدى مجنبتيه يوم قتل.
_________
(١) وفي الجذوة ١٨٨: «جشم» .
(٢) انظر الجذوة ٦، ٣٠١ وابن الفرضي ١: ٣٨٦.
(٣) انظر المقتضب ٩٥.
(٤) في حواشي الطبعة الاولى: «الذي تاريخ الطبري ج ٨ ص ١٥٥ ان اسمه الفحل بن عياش، بفتح القاف وسكون الحاء. أحمد محمّد شاكر» .
(٥) في المقتضب: «قنانة» بنونين.','1','457',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (461,'ومن بطون كلب: بنو عامر بن عوف بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة، بطن عظيم؛ وعامر هذا هو أخو عامر بن صعصعة لأمه: أمهما؛ عمرة بنت عامر بن الظرب العدواني، ولدت عامر ابن صعصعة على رمل، وولدت عامر بن عوف عند أصل جبل؛ فأخبرها الكاهن بأنّه سيعظم أمرهما وعددهما؛ وعلقمة بن وائل بن مروان بن زهير بن ثعلبة بن حديج بن أبي جشم بن كعب بن عوف بن عامر بن عوف بن بكر بن عوف ابن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة، كان على المقاسم يوم اليرموك، ثم دخل إلى الرّوم وتنصّر- نعوذ بالله من البلاء-؛ والأبرش الكلبىّ، وهو سعيد بن بكر بن عبد قيس بن الوليد بن عبد عمرو بن جبلة بن وائل بن قيس بن بكر بن الجلاح- وهو عمر بن عوف بن بكر بن كعب بن عوف بن عامر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب، وزير هشام بن عبد الملك؛ وجهيل بن سيف، وآله سكان بحضر موت، وهو الذى قدم حضر موت بنعي رسول الله- صلى الله عليه وسلم،؛ ودحية بن خليفة ابن فروة بن فضالة بن زيد بن امرئ القيس بن الخزرج بن عامر بن بكر بن عامر ابن عوف بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب ابن وبرة، صاحب رسول الله- صلى الله عليه وسلم-، الذي أتاه جبريل على صورته [ومنهم: البياغ (بغين معجمة) بن قيس بن عبد ملك بن مخزوم بن المشط، واسمه عوف، بن عامر الأكبر بن عوف بن بكر بن عوف بن عذرة بن زيد اللات كان فارساً يغير على بكر بن وائل، وكان آخر غارة أغارها في زمان علي رضي الله تعالى عنه] ؛ ومنصور بن جمهور بن حصن بن عمرو بن خالد بن حارثة بن جابر بن حارثة بن العبيد «١» بن عامر بن بكر بن عامر بن عوف بن بكر بن عوف ابن عذرة بن زيد اللات، القائم مع يزيد بن الوليد- رضي الله عنه- وكان من فرسان المسلمين، ومات بالمفازة بين السّند وسجستان عطشاً، في حين قيام المسوّدة؛ وكان له أخٌ يسمى منظور «٢» بن جمهور؛ والحكم بن عوانة بن عياض
_________
(١) انظر المقتضب ٩٧.
(٢) انظر نوادر المخطوطات ٢: ١٨٤ حيث نص فيها على أن هذا الاخير قتل وهو نائم في منزله.','1','458',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (462,'ابن وزر بن عبد الحارث بن أبي حصن «١» بن ثعلبة بن خيبري بن سلمة بن عامر ابن عبد ود «٢» بن عوف بن كنانة بن عوف بن عذرة بن زيد اللات؛ وحبّ رسول الله- صلى الله عليه وسلم- أسامة بن زيد بن حارثة بن شراحيل بن عبد العزى بن عامر «٣» بن النعمان بن عامر بن عبد ود بن عوف بن كنانة بن عوف ابن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة؛ وبنوه محمّد، والحسن، وزيد، بنو أسامة- رضي الله عنهم-؛ وكان لزيد أخٌ اسمه جبلة؛ ومن ولده: محمد بن أسامة بن محمد بن أسامة بن زيد، ومحمد بن عبد الله بن محمد بن أسامة بن زيد، محدثان؛ ومحمّد بن حاتم بن خزيمة ابن قتيبة بن محمد بن القاسم بن الفضل بن جعفر بن إبراهيم بن إسماعيل بن أسامة الحب بن زيد- رضي الله عنهم-: هكذا نسبه، وهو محدث من أهل مصر، ولم يسمع لأسامة- رضي الله عنه- بذكر ولد اسمه إسماعيل، ولعلّه سقط، من النسب اسم أو أكثر؛ وهشام أبو المنذر بن محمد بن السائب بن بشر بن عمرو بن الحارث «٤» بن عبد العزى بن امرئ القيس، النسابة، هكذا ذكر فى نسبه، وأرى امرأ القيس هذا هو ابن عامر بن النعمان بن عامر بن عبد ود بن عوف بن كنانة بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة، قتل السائب المذكور يوم صفين مع علىّ؛ والشرقىّ بن القطامىّ، واسم القطامي الوليد «٥» ، بن الحصين بن جمال «٦» بن حبيب بن جابر بن مر، واسمه مالك، بن عمرو بن امرئ القيس بن عامر بن النعمان المذكور، صحب
_________
(١) انظر المقتضب ٩٨.
(٢) في المقتضب انه سلمة بن عمرو بن عبد ود.
(٣) في الاصابة ٨٩: «بن عبد العزى بن زيد بن امرئ القيس بن عامر» .
(٤) في المقتضب ٩٨ زيادة «بن عبد الحارث» في هذا الموضع. وهي كذلك في طبقات ابن سعد ٦: ٢٤٩ كما في حواشي الطبعة الاولى للشيخ احمد شاكر.
(٥) انظر المقتضب ٩٨ وابن النديم ١٣٢ وتاريخ بغداد ٤٨٣٨ ولسان الميزان ٣: ١٤٢- ١٤٣ ان الشرقي اسمه الوليد، وان القطامي اسمه الحصين.
(٦) جمال، بالجيم كما في المقتضب وتاريخ بغداد. والميم مشددة في المقتضب.','1','459',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (463,'الشرقىّ هذا المهدىّ والمنصور، وشهد أبوه يوم بنات قين «١» ، إذ أغارت فزارة على كلب، وأفلت على رجليه؛ وبنو أسلم (بضم اللام) بن تدول «٢» بن تيم اللات ابن رفيدة بن ثور بن كلب بن وبرة.
ويقال إنّ حضر موت هو ابن يقطن «٣» أخي قحطان، والله أعلم. منهم:
وائل بن حجر، له صحبة، وهو وائل بن حجر بن سعيد بن مسروق بن وائل بن النعمان بن ربيعة بن الحارث بن عوف بن سعد بن عوف بن عدي بن مالك بن شرحبيل بن الحارث بن مالك بن مرة بن حميرى بن زيد بن الحضرمي بن عمرو ابن عبد الله بن هانئ بن عوف بن جرهم بن عبد شمس بن زيد بن لأى بن شبت بن قدامة بن أعجب بن مالك بن لأى بن قحطان، وابنه علقمة بن وائل؛ وعبد الجبار بن علقمة بن وائل.
ونذكر الآن بني خلدون الإشبيليين. فيقال إنهم من ولد عبد الجبار بن علقمة بن وائل المذكور قبل. وكان من أكابرهم أبو هانئ كريب، وأبو عثمان خالد، القائمان بإشبيلية، اللذان قتلهما إبراهيم بن حجّاج اللّخمى غيلة؛ وهما ابنا عثمان بن بكر بن خالد بن بكر بن خالد المعروف بخلدون، الداخل من المشرق، ابن عثمان بن هانئ بن الخطاب بن كريب بن معديكرب بن الحارث بن وائل ابن حجر المذكور. ومن ولده: أبو العاصي عمرو بن محمد بن خالد بن عمرو بن خالد أبي عثمان المقتول المذكور؛ ولم يبق من ولده أحدٌ غير محمّد، وأحمد، وعبد الله بنو أبي العاصي المذكور؛ والفيلسوف المذكور المشهور: أبو مسلم عمر بن محمد بن بقى بن عبد الله بن بكر بن خالد بن عثمان بن خالد الداخل، وهو خلدون؛ وأحمد ابن محمد بن أحمد بن محمد بن عبد الله بن بكر المذكور؛ ومحمد بن عبد الله المذكور، وهو جد أبي مسلم لأمه، ولم يبق من ولد كريب الرئيس المذكور أحدٌ إلا أبو الفضل محمد بن خلف بن أحمد بن عبيد الله بن كريب المذكور.
_________
(١) بنات قين: موضع بالشام في بادية كلب. وكان اليوم في أيام عبد الملك بن مروان. ياقوت.
(٢) انظر مختلف القبائل ص ٥.
(٣) وفي نهاية الارب ٢: ٢٩٢: «يقطان» وهو يطابق رسم سفر التكوين ١٠: ٢٥- ٢٩.','1','460',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (464,'ومنهم، بقية من إشبيلية: بنو عصفور، وهو لقبٌ. منهم: زيد بن محمد ابن زيد بن عمرو بن محمد بن عمرو بن حمزة الداخل بن خشين بن عمرو بن شريح بن المصعب بن وائل بن النعمان بن وائل بن ربيعة بن وائل بن عبدان بن ربيعة بن زرعة بن الحارث بن حضر موت.
ومنهم: ربيعة بن حيدان، له صحبة. ومنهم: سلمة بن كهيل بن الحصين «١» ابن ثمارح بن أسد بن مالك بن أحسبين، واسمه عقبة، بن أسد بن دهية بن أكلب بن جذيمة بن عمرو بن ربيعة بن شرحبيل بن الحارث بن مالك بن كعب ابن حضر موت؛ ومن ولده: يزيد، والقاسم، وسلمة، والحصين، وقيس، بنو محمد بن سلمة بن كهيل؛ ويحيى بن سلمة بن كهيل. ومن حضر موت:
العلاء بن الحضرمىّ، وهو العلاء بن عبد الله بن عبدة بن ضماد بن مالك «٢» ، حليف بني أمية، ولاه رسول الله- صلى الله عليه وسلم- البحرين، ولم يعزله أبو بكر، وولّاه عمر إلى أن مات سنة ٢١؛ وأخوه ميمون بن الحضرمي، صاحب بئر ميمون بمكّة، وهما حليفا بني أمية بن عبد شمس.
والصّدف، هم فى بنى حضر موت؛ وهو الصدف بن أسلم بن زيد بن مالك ابن زيد بن حضر موت الأكبر.
وجميع قبائل العرب، فهي راجعةٌ إلى أب واحد، حاشا ثلاث قبائل، وهى:
تنوخ، والعتق «٣» ، وغسّان. فأما تنوخ، فقد ذكرناهم. وأمّا العتق، فهم من حجر حمير، وهو حجر بن ذي رعين، فخذ خامل؛ ومن سعد العشيرة ومن كنانة بن خزيمة بن مدركة؛ ومنهم: زبيد «٤» بن الحارث
_________
(١) ترجم له في تهذيب التهذيب ٤: ١٥٥ ولم يسق نسبه.
(٢) نسبه في الاصابة ٥٦٣٦ يخالف ما هنا.
(٣) العتق: جمع عتيق، ويقال لهم أيضا «العتقاء» . وفي القاموس: «والعتقاء: جماع فيهم من حجر حمير ومن سعد العشيرة ومن كنانة مضر ومن غيرهم» . والنسبة اليهم «عتقي» بضم ففتح، كما في أنساب السمعاني ٣٨٣، قال: «هذه النسبة الى العتقيين والعتق» .
(٤) انظر الانساب للسمعاني، وهو ما يقتضيه سياق النص التالي.','1','461',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (465,'العتقي بن حجر حمير، وهو مولى عبد الرحمن بن القاسم بن خالد بن جنادة المصري، صاحب مالك بن أنس، وهو مولى زبيد [المذكور] من أسفل. وأمّا غسان، فإنهم من بني أب لا يدخل بعضهم فى هذا النسب، ويدخل فيهم من غيرهم. سموا العتق لأنهم اجتمعوا ليفتكوا برسول الله- صلى الله عليه وسلم-، فظفر بهم؛ فأعتقهم؛ وكانوا جماعةً من بطون شتى؛ وسمّوا تنوخاً لأن التنوخ الإقامة؛ فتحالفوا على الإقامة بموضعهم بالشأم؛ وهم من بطون شتّى «١» .
وأما غسان، فإنهم أيضاً طوائف نزلوا بماء يقال له غسان؛ فنسبوا إليه.
مضت كلب بن وبرة ومضت قضاعة وحضر موت.
وذكر النسّابون قديما، وهذا كله دعوى لا يدريها إلا الله- عزّ وجلّ- أن قحطان: ابن عابر بن شالخ بن أرفخشد بن سام بن نوح- عليه السلام: عاد ابن عوص بن إرم بن سام بن نوح عليه السلام-؛ ثمود: ابن جاثر بن إرم ابن سام بن نوح عليه السلام-؛ جديس: ابن جاثر «٢» بن إرم بن سام بن نوح- عليه السلام-؛ طسم: ابن لاوذ بن إرم بن سام بن نوح- عليه السلام-؛ وبار: ابن أميم بن لاوذ بن إرم بن سام بن نوح- عليه السلام-. فعلى قول هؤلاء، كان جديس وثمود أخوين؛ وطسم وعملاق أخوين، وهما ابنا عم من جديس وثمود لحّا. وهم أربعتهم بنو عم عاد لحّا؛ فوالد ثمود وجديس، ووالد طسم وعملاق إخوة.
وفى التوراة: أن إبراهيم- عليه السلام- هو ابن تارح بن ناحور «٣» بن شاروغ «٤» ابن راغو بن فالغ «٥» بن عابر أخى قحطان المذكور.
وفى كتب النصارى: ملكيصدق، هو والد فالغ بن عابر؛ ويدخلون بين أرفخشد
_________
(١) انظر ما سبق ٣٤٣.
(٢) صوابه من المحبر ٣٨٤ والطبري ١: ١١٠ ونهاية الارب ٢: ٢٩١. وانظر القاموس (جثر) .
(٣) انظر نص سفر التكوين ١١: ٢٢- ٢٩ ونهاية الارب ٢: ٣٢١.
(٤) في سفر التكوين: «سروج» .
(٥) في سفر التكوين: «رعو» و «فالج» .','1','462',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (466,'وشالخ، قينان. ويذكر نسابو العرب أيضاً عبد ضخم «١» بن إرم بن سام بن نوح، ويذكرون أن جدهم هو ابن قحطان. ويذكرون أن الفرس من ولد أميم بن لاوذ بن إرم بن سام، أخ كان لوبار بن أميم.
وفى التوراة: أن قحطان ولد مضاض «٢» ، وحضر موت، والسلب، وحضورا، وسبأ، وغيرهم: كلهم أولاد قحطان «٣» ، ليس بينهم وبينه أب. وفى التوراة: أن لاوذ كان أخا إرم وأرفخشد «٤» ، وأنّهم ثلاثتهم بنو سام بن نوح. وفى التوراة:
أن حام بن نوح ولد السودان، والقبط والتبّت، وكنعان، والسّند، والهند. وفى التوراة أن يافث بن نوح ولد الترك، ويأجوج، ومأجوج، والفرس، والصّقالبة والإفرنج، والبلغر. وفى التوراة: أن يافث كان الأكبر، وبعده سام الأوسط، وبعده حام الأصغر. [هكذا في نص التوراة في قحطان خاصة] .
قال علي بن حزم، المؤلف لهذا الكتاب:
قد انتهينا من ذكر جمهرة أنساب العرب إلى حيث شاء الله- عز وجلّ- أن نبلغه، مما فيه الكفاية في معرفة علم النسب. والحمد لله رب العالمين على كل حال، وصلى على محمّد عبده ورسوله وسلم.
ونحن، إن شاء الله- عز وجلّ، ولا حول ولا قوة إلا به- ذاكرون القبائل والبطون المشهورة باختصار، ليسهل الوقوف على اتصال بعضها ببعض، وتشعب بعضها من بعض، ليقرب حفظ ذلك على من أراده. وحسبنا الله ونعم الوكيل.
فنقول- وبالله التوفيق:
_________
(١) الصواب من نهاية الارب القلقشندي ٢٧٩. وفي لسان العرب والقاموس (ضخم) : «عبد بن ضخم» .
(٢) هو المعبر عنه في سفر التكوين ب «الموداد» .
(٣) الذي في سفر التكوين ١٠: ٢٦- ٢٩: «ويقطان ولد الموداد، وشالف، وحضر موت، وبارح، وهدورام، وأوزال، ودقلة، وعوبال، وأبيمايل، وشبا، وأوفير، وحويلة، ويوباب، جميع هؤلاء بنو يقطان» .
(٤) وفي سفر التكوين ١٠: ٢٢: «بنو سام: عيلام، وأشور، وأرفكشاد، ولود، وأرام» .','1','463',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (467,'<span data-type="title" id=toc-480>هؤلاء بطون قريش</span>
قريش هم: بنو فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة ابن إلياس بن مضر بن نزار بن معد بن عدنان. وبطون قريش: بنو العبّاس، وأبي طالب، وأبي لهب، والحارث، بني عبد المطلب بن هاشم بن عبد مناف ابن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك؛ وبنو المطلب بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب ابن فهر بن مالك؛ وبنو أميّة، وسائر إخوتهم من بني عبد شمس بن عبد مناف ابن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك، وبنو نوفل بن عبد مناف بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك؛ وبنو أسد بن عبد العزى بن كلاب بن مرة بن كعب بن لؤىّ ابن غالب بن فهر بن مالك؛ وبنو زهرة بن عبد الدار بن قصي بن كلاب بن مرّة ابن كعب بن لؤي بن غالب بن فهر بن مالك؛ وبنو زهرة بن كلاب بن مرة ابن كعب بن لؤي بن غالب بن فهر بن مالك: وبنو تيم بن مرة بن غالب.
والحارث ومحارب إخوة: فالحارث ومحارب عمّا تيم ولؤىّ؛ وتيم هذا هو الأدرم، عم عامر بن لؤىّ؛ وعامر عمّ هصيص؛ وعدىّ ومرّة وجمح وسهم إخوان؛ وهصيص وعدى عمّا تيم ويقظة وكلاب؛ وتيم ويقظة عمّا قصىّ وزهرة؛ وزهرة عمّ عبد الدار وعبد العزّى وعبد مناف؛ وعبد الدار وعبد العزّى عمّا هاشم وعبد شمس والمطّلب ونوفل؛ وعبد شمس والمطّلب ونوفل عمومة عبد المطّلب وأبو طالب وأبو لهب والحارث والعبّاس عمومة رسول الله- صلى الله عليه وسلم.
وبنو مخزوم بن يقظة بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك؛ وبنو عدي بن كعب بن لؤي بن غالب بن فهر بن مالك؛ وبنو جمح بن هصيص ابن كعب بن لؤي بن غالب بن فهر بن مالك؛ وبنو سهم بن هصيص بن كعب ابن لؤي بن غالب بن فهر بن مالك؛ وبنو عامر بن لؤي بن غالب بن فهر بن مالك؛ وبنو تيم الأدرم بن غالب بن فهر بن مالك؛ وبنو الحارث بن فهر بن مالك؛ وبنو محارب بن فهر بن مالك بن النضر بن كنانة.','1','464',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (468,'فهذه بطون قريش الصرحاء، الذين لا شك فيهم. وقد ذكر قوم بطوناً مضافة إلى قريش؛ وقد ذكرناها في كتابنا هذا.

<span data-type="title" id=toc-481>وهذه بطون كنانة</span>
وهم بنو النضر بن كنانة، وهم قريش، وقد ذكرناهم آنفا؛ وبقى من بني كنانة من ليس من قريش: بنو مالك بن كنانة، وبنو ملكان بن كنانة، وبنو عبد مناة بن كنانة.

<span data-type="title" id=toc-482>وهؤلاء المشاهير المذكورون من بطون بني مالك بن كنانة، وهم: بنو فراس بن غنم بن ثعلبة ابن مالك بن كنانة؛ وبنو مخدج بن عامر بن ثعلبة بن الحارث بن مالك بن كنانة</span>.
<span data-type="title" id=toc-483>وهؤلاء المشاهير المذكورون من بطون عبد مناة بن كنانة وهم: بنو بكر بن عبد مناة بن كنانة؛ وتنقسم على بطون؛ وبنو جذيمة بن عامر بن عبد مناة بن كنانة؛ وبنو الحارث بن عبد مناة بن كنانة. وبنو مدلج بن مرة بن عبد مناة بن كنانة</span>.
<span data-type="title" id=toc-484>وهؤلاء البطون المشاهير من بني بكر بن عبد مناة بن كنانة، وهم: بنو ليث ابن بكر بن عبد مناة بن كنانة؛ وبنو الدئل بن بكر بن عبد مناة بن كنانة؛ وبنو ضمرة بن بكر بن عبد مناة بن كنانة</span>.
<span data-type="title" id=toc-485>وهؤلاء بطون بني ليث بن بكر بن عبد مناة بن كنانة، المشاهير منهم؛ وهم:</span>
بنو جندع بن ليث بن بكر بن عبد مناة بن كنانة؛ وبنو غيرة بن سعد بن ليث ابن بكر بن عبد مناة بن كنانة؛ وبنو شجع بن عامر بن ليث بن بكر بن عبد مناة بن كنانة: وبنو عتوارة بن عامر بن ليث بن بكر بن عبد مناة بن كنانة؛ وبنو الملوح بن يعمر الشداخ بن عوف بن كعب بن عامر بن ليث بن بكر بن عبد مناة بن كنانة. ومن بطون بني ضمرة بن بكر بن عبد مناة بن كنانة: بنو غفار بن مليل بن ضمرة بن بكر بن عبد مناة بن كنانة.
مضت بطون بني كنانة بن خزيمة.

<span data-type="title" id=toc-486>وهؤلاء بطون بني أسد بن خزيمة</span>
بنو غنم بن دودان بن أسد بن خزيمة؛ وبنو ثعلبة بن دودان بن أسد بن خزيمة. فمن بطون بني ثعلبة بن دودان بن أسد بن خزيمة المشاهير: بنو غاضرة','1','465',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (469,'ابن مالك بن ثعلبة بن دودان بن أسد، وبنو والبة بن الحارث بن ثعلبة بن دودان بن أسد، وبنو نصر بن قعين بن الحارث بن ثعلبة بن دودان بن أسد؛ وبنو الصيداء بن عمرو بن قعين بن الحارث بن ثعلبة بن دودان بن أسد؛ وبنو فقعس بن طريف ابن عمرو بن قعين بن الحارث بن ثعلبة بن دودان بن أسد؛ وبنو دبير «١» .
مضى الكلام في بطون بني أسد بن خزيمة بن مدركة.

<span data-type="title" id=toc-487>وهؤلاء البطون المشهورة من بني هذيل بن مدركة</span>
وهم: بنو لحيان بن هذيل بن مدركة؛ وبنو مخزوم بن صاهلة [بن كاهل] ابن الحارث بن تميم بن سعد بن هذيل بن مدركة؛ وبنو قرد بن معاوية بن تميم ابن سعد بن هذيل.
مضى الكلام في بطون بني هذيل بن مدركة بن الياس.

<span data-type="title" id=toc-488>وهؤلاء بطون طابخة بن إلياس، ثم بطون بني تميم بن مر بن أد ابن طابخة بن الياس المشهورة</span>
منهم: بنو الحارث بن تميم؛ وبنو العنبر بن عمرو بن تميم؛ وبنو الهجيم بن عمرو بن تميم؛ وبنو أسيد بن عمرو بن تميم؛ وبنو مازن بن مالك بن عمرو بن تميم؛ والحبطات، وهم بنو الحارث بن عمرو بن تميم؛ وبنو امرئ القيس بن زيد مناة بن تميم؛ وبنو سعد بن زيد مناة بن تميم؛ ولهم بطون ضخمةٌ، منهم: بنو صريم بن مقاعس بن عمرو بن كعب بن سعد بن زيد مناة بن تميم، وبنو مرة بن عبيد بن مقاعس بن عمرو بن كعب بن سعد بن زيد مناة بن تميم، وبنو فقيم بن منقر بن عبيد بن مقاعس بن عمرو بن كعب بن سعد بن زيد مناة بن تميم؛ وبنو عطارد، وبهدلة، وقريع، بني عوف بن كعب بن سعد بن زبد مناة بن تميم؛ وبنو حمان بن عبد العزى بن كعب بن سعد بن زيد مناة بن تميم. ومن بطون بني مالك بن زيد مناة بن تميم: بنو حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو ربيعة
_________
(١) اسمه «كعب بن عمرو بن قعين» . انظر ص ١٩٥.','1','466',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (470,'ابن مالك بن زيد مناة بن تميم. ومن بطون حنظلة بن مالك بن زيد مناة بن تميم المشهورة: بنو ربيعة بن حنظلة بن مالك بن زيد مناة بن تميم؛ والبراجم، وهم:
عمرو، وغالب، وقيس، والظّليم، وكلفة، وبنو حنظلة بن مالك بن زيد مناة ابن تميم؛ وبنو يربوع بن حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو مالك بن حنظلة بن مالك بن زيد مناة بن تميم. فمن بطون بني يربوع بن حنظلة المشهورة:
بنو رياح بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو كليب بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو غدانة بن يربوع بن حنظلة ابن مالك بن زيد مناة بن تميم؛ وبنو سليط بن الحارث بن يربوع بن حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو ثعلبة بن يربوع بن حنظلة بن مالك بن زيد مناة ابن تميم. ومن بطون بني مالك بن حنظلة بن مالك بن زيد مناة بن تميم المشهورة:
بنو طهية، وهم بنو أبي سود، وعوف، ابني مالك بن حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو العدويّة، وهم بنو زيد، والصّدىّ، ويربوع، بني مالك بن حنظلة بن مالك بن زيد مناة بن تميم؛ وبنو ربيعة بن مالك بن حنظلة بن مالك ابن زيد مناة بن تميم؛ وبنو دارم بن مالك بن زيد مناة بن تميم. وبطون بني دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم المشهورة، منهم: بنو عبد الله بن دارم، وبنو مجاشع بن دارم، وبنو نهشل بن دارم، وبنو فقيم بن جرير بن دارم، وبنو أبان بن دارم.
مضى بنو تميم بن مر بن أد بن طابخة بن إلياس بن مضر.

<span data-type="title" id=toc-489>وهؤلاء بطون بني قمعة بن الياس بن مضر ابن نزار بن معد بن عدنان</span>
وهم: خزاعة، وأسلم، وغيرهما.
أما بطون خزاعة: وهم بنو لحى بن عامر بن قمعة بن الياس، فهم: بنو كعب ابن عمرو بن عامر بن لحىّ؛ وبنو عدي بن عمرو بن عامر بن لحي؛ وبنو نصر ابن عوف بن عمرو بن عامر بن لحىّ؛ وبنو مليح بن عمرو بن عامر بن لحي؛','1','467',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (471,'وبنو جفنة بن عوف بن عمرو بن عامر بن لحىّ؛ وبنو المصطلق بن سعد بن عمرو بن عامر بن لحىّ؛ وبنو الحياء بن سعد بن عمرو بن عامر بن لحىّ.

<span data-type="title" id=toc-490>وهذه بطون أفصى بن عامر بن قمعة بن الياس بن مضر، وهم: أسلم بن أفصى، ومالك بن أفصى، وملكان بن أفصى. ولأسلم بطنان، وهما: سلامان ابن أسلم، وهوازن بن أسلم</span>.
مضى بنو إلياس بن مضر.

<span data-type="title" id=toc-491>وهؤلاء بطون قبائل قيس عيلان بن مضر</span>
<span data-type="title" id=toc-492>هؤلاء بطون باهلة؛ وهم: بنو مالك بن أعصر بن سعد بن قيس عيلان بن مضر المشهورة؛ وبنو معن بن مالك بن أعصر</span>.
<span data-type="title" id=toc-493>وهؤلاء بطون بني سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان المشهورة منهم، وهم: بنو بهز بن امرئ القيس بن بهثة بن سليم بن منصور؛ وبنو عصية بن خفاف بن امرئ القيس بن بهثة بن سليم بن منصور؛ وبنو رعل ابن مالك بن عوف بن امرئ القيس بن بهثة بن سليم بن منصور؛ وبنو ذكوان ابن رفاعة بن الحارث بن بهثة بن سليم بن منصور</span>.
<span data-type="title" id=toc-494>وهؤلاء بطون ثقيف، وهم بنو قسى بن منبه بن بكر بن هوازن بن منصور ابن عكرمة بن خصفة بن قيس عيلان بن مضر، المشهورة منهم: وهم بنو مالك ابن حطيط بن جشم بن قسىّ بن منبه؛ والأحلاف، وهم بنو سعد وغيرة ابنى عوف بن قسى من منبه</span>.
<span data-type="title" id=toc-495>وهؤلاء بطون بني عامر بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر المشهورة:</span>
منهم بنو البكّاء، وهو ربيعة بن عامر بن ربيعة بن عامر بن صعصعة؛ وبنو ذى السّهمين، وهو معاوية بن عامر بن ربيعة بن عامر بن صعصعة؛ وبنو ذى المحجن، وهو عوف بن عامر بن ربيعة بن عامر بن صعصعة؛ وبنو فارس الضّحياء، وهو عمرو بن عامر بن ربيعة بن عامر بن صعصعة.','1','468',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (472,'<span data-type="title" id=toc-496>وهؤلاء بطون بني كلاب بن ربيعة بن عامر بن صعصعة: وهم بنو أبي بكر بن كلاب؛ وبنو الوحيد بن كعب بن عامر بن كلاب؛ وبنو عمرو بن كلاب؛ وبنو رؤاس، وهو الحارث بن كلاب؛ وبنو الضباب، وهو معاوية بن كلاب، وبنو جعفر بن كلاب. فمن بطون بني جعفر بن كلاب: بنو الأحوص بن جعفر بن كلاب، وبنو مالك بن جعفر بن كلاب، وبنو خالد بن جعفر بن كلاب</span>.
<span data-type="title" id=toc-497>وهذه بطون بني قشير بن كعب بن ربيعة بن عامر بن صعصعة المشهورة:</span>
منهم: بنو سلمة الخير بن قشير؛ وبنو سلمة الشر بن قشير.

<span data-type="title" id=toc-498>وهذه بطون بني عقيل بن كعب بن ربيعة بن عامر بن صعصعة المشهورة:</span>
منهم: بنو عبادة بن عقيل؛ وبنو المنتفق بن عامر بن عقيل؛ وبنو خفاجة ابن عمرو بن عقيل.
مضت مضر بن نزار.

<span data-type="title" id=toc-499>وهذه بطون قبائل ربيعة بن نزار</span>
ثم هذه بطون عبد القيس بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار المشهورة، منهم: بنو دهن بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى بن دعمىّ؛ وبنو عصر بن عوف بن عمرو بن عوف بن جذيمة بن عوف ابن أنمار بن عوف بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصى بن دعمي. وبنو شن بن أفصى بن عبد القيس بن أفصى بن دعمي.
مضت عبد القيس.

<span data-type="title" id=toc-500>وهذه بطون بني تغلب بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار المشهورة منهم: وهم بنو جشم، وبنو مالك، ابني بكر بن حبيب بن عمرو بن غنم بن تغلب بن وائل</span>.
<span data-type="title" id=toc-501>وهذه بطون قبائل بني بكر بن وائل بن قاسط المشهورة منهم، وهم: بطون يشكر بن بكر بن وائل. وبنو غبر بن غنم بن حبيب بن كعب بن يشكر</span>.
<span data-type="title" id=toc-502>وهذه بطون بني حنيفة بن لجيم بن صعب بن علي بن بكر بن وائل: بنو الدول بن حنيفة، وبنو عدىّ بن حنيفة، وبنو عامر بن حنيفة. ومن بطون بني</span>','1','469',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (473,'حنيفة: بنو سحيم بن مرة بن الدول بن حنيفة.

<span data-type="title" id=toc-503>وهؤلاء بطون بني ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل: بنو سدوس بن شيبان بن ذهل بن ثعلبة؛ والرّقاشيون، وهم بنو مالك وزيد مناة ابني شيبان بن ذهل بن ثعلبة</span>.
<span data-type="title" id=toc-504>وهؤلاء بطون بني شيبان بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بنو أبي ربيعة بن ذهل بن شيبان بن ثعلبة؛ وبنو الحارث بن ذهل بن شيبان بن ثعلبة؛ وبنو مرّة، والأسعد، والحارث، بني همام بن مرة بن ذهل ابن شيبان بن ثعلبة؛ وبنو جساس بن مرة بن ذهل بن شبيان بن ثعلبة؛ وبنو هند، وهم سائر ولد مرة بن ذهل بن شيبان بن ثعلبة</span>.
ومن بطون ربيعة: بنو يعمر بن مالك بن بهثة بن حرب بن وهب بن جلىّ ابن أحمس بن ضبيعة بن ربيعة بن نزار بن معد بن عدنان.
مضت نزار بن معد بن عدنان.

<span data-type="title" id=toc-505>وهؤلاء قبائل اليمن، وهذه بطون الأنصار- رضي الله عنهم- ثم هذه بطون الأوس</span>
بنو عوف بن مالك بن الأوس، وهم أهل قباء؛ وبنو عمرو بن مالك بن الأوس، وهم النّبيت؛ وبنو مرة بن مالك بن الأوس، وهم الجعادرة؛ وبنو جشم ابن مالك بن الأوس؛ وبنو امرئ القيس بن مالك بن الأوس.

<span data-type="title" id=toc-506>وهذه بطون بني عوف بن مالك بن الأوس، وهم أهل قباء: بنو عمرو بن عوف؛ ولبني عمرو بن عوف بطون: منهم بنو السميعة، وهم بنو لوذان بن عمرو ابن عوف بن مالك بن الأوس؛ وبنو ثعلبة بن عمرو بن عوف بن مالك بن الأوس؛ وبنو معاوية- ليسوا بقباء- بن مالك بن عوف بن عمرو بن عوف ابن مالك بن الأوس؛ وبنو ضبيعة بن زيد بن مالك بن عوف بن عمرو بن عوف ابن مالك بن الأوس؛ وبنو أمية بن زيد، أخي ضبيعة المذكور؛ وبنو عبيد بن زيد، أخي ضبيعة وأميّة المذكورين؛ وبنو جحجبا بن كلفة بن عوف بن عمرو ابن عوف بن مالك بن الأوس؛ وبنو حنش بن عوف بن عمرو بن مالك بن الأوس</span>.','1','470',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (474,'<span data-type="title" id=toc-507>وهؤلاء بطون بني عمرو بن مالك بن الأوس، وهم النّبيت: منهم ظفر، وهو كعب بن الخزرج بن عمرو بن مالك بن الأوس؛ وبنو حارثة بن الحارث ابن الخزرج بن عمرو بن مالك بن الأوس؛ وبنو عبد الأشهل بن جشم بن الحارث بن الخزرج بن عمرو بن مالك بن الأوس. ومن بطون بني عبد الأشهل:</span>
بنو وقش بن زغبة بن زعوراء بن عبد الأشهل؛ وبنو زعوراء بن جشم بن الحارث، أخي عبد الأشهل، ابن جشم بن الحارث بن الخزرج بن عمرو بن مالك بن الأوس. فظفر عم حارثة جد بنى حارثة، وحارثة عم عبد الأشهل وزعوراء.

<span data-type="title" id=toc-508>وهذه بطون بني جشم بن مالك بن الأوس: بنو خطمة بن جشم بن مالك بن الأوس؛ لا أعلم لهم بطناً مذكوراً غيره</span>.
<span data-type="title" id=toc-509>وهذه بطون امرئ القيس بن مالك بن الأوس: بنو واقف بن امرئ القيس بن مالك بن الأوس؛ وبنو السلم بن امرئ القيس بن مالك بن الأوس. وقد بادوا كلهم؛ وكانوا بقباء؛ وكان لهم عدد عظيم وثروة جمّة</span>.
<span data-type="title" id=toc-510>وهذه بطون بني مرة بن مالك بن الأوس، وهم الجعادرة: بنو سعد بن مرّة ابن مالك بن الأوس، وهم أهل راتج؛ وبنو أمية بن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس؛ وبنو وائل بن زيد بن قيس بن عامر بن مرّة بن مالك ابن الأوس؛ وبنو عطية بن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس</span>.
مضت بطون الأوس.

<span data-type="title" id=toc-511>وهذه بطون الخزرج</span>
بنو عوف بن الخزرج؛ وبنو عمرو بن الخزرج؛ وبنو جشم بن الخزرج؛ وبنو الحارث بن الخزرج؛ وبنو كعب بن الخزرج.

<span data-type="title" id=toc-512>وهذه بطون بني عوف بن الخزرج: بنو سالم بن عوف بن عمرو بن عوف بن الخزرج؛ وبنو غنم بن عوف بن عمرو بن عوف بن الخزرج. ومن بطون بني سالم هؤلاء: بنو العجلان بن زيد بن غنم بن سالم بن عوف بن عمرو بن عوف ابن الخزرج؛ وبنو ثعلبة، وبنو مرضخة، ابنى عنز، وهو قوقل، بن عوف</span>','1','471',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (475,'ابن عمرو بن عوف بن الخزرج. ومن بطون بنى غنم بن عوف المذكور؛ بنو الحبلى، وهو سالم بن غنم بن عوف بن الخزرج «١» .

<span data-type="title" id=toc-513>وهؤلاء بطون بني عمرو بن الخزرج: لا أعلم لبني عمرو بن الخزرج عقباً من غير النّجّار، وهم تيم الله بن ثعلبة بن عمرو بن الخزرج. وبنو النّجّار بطون</span>.
وهم: بنو مالك بن النجار؛ وبنو عدي بن النجار؛ وبنو مازن بن النجار؛ وبنو دينار بن النجار. ولبنى مالك بن النجار بطون، وهم: بنو مبذول بن عامر ابن مالك بن النجّار؛ وبنو حديلة «٢» ، وهم بنو معاوية بن عمرو بن مالك ابن النّجار؛ وبنو مغالة، وهم بنو عدي بن عمرو بن مالك بن النجار؛ وبنو غنم بن مالك بن النجّار.

<span data-type="title" id=toc-514>وهذه بطون بني جشم بن الخزرج: بنو زريق بن عامر بن زريق بن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج؛ وبنو بياضة بن عامر بن زريق ابن عبد حارثة بن مالك بن غضب بن جشم بن الخزرج؛ وبنو سلمة بن سعد بن علي بن أسد بن ساردة بن تزيد بن جشم بن الخزرج؛ وبنو أدي بن سعد، أخي سلمة بن سعد، بطن صغير</span>.
<span data-type="title" id=toc-515>وهذه بطون الحارث بن الخزرج: بنو خدرة، وبنو خدارة «٣» ، ابنى عوف ابن الحارث بن الخزرج، وبطون غير مشهورة</span>.
<span data-type="title" id=toc-516>وهذه بطون بني كعب بن الخزرج: بنو ساعدة بن كعب بن الخزرج</span>.
مضت بطون الأنصار- رضي الله عنهم.

<span data-type="title" id=toc-517>وهذه بطون غسان المشهورة منهم</span>
وهم بطون شتى من الأزد. وقيل إن فيهم أيضاً من غير الأزد، منهم: بنو امرئ القيس، وجهادة «٤» ، وعدىّ، وعمرو، والجريش «٥» ، [وحطاب] ، ولائذ
_________
(١) انظر ص ٣٥٤.
(٢) انظر ص ٣٥٤.
(٣) انظر ص ٣٦٢.
(٤) الصواب بالدال انظر ص ٣٦٧.
(٥) صوابه بالجيم كما سبق. وأما الحريش بالمهملة فهو ابن كعب بن ربيعة. انظر ٢٨٨، ٤٨٢.','1','472',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (476,'وخثم، وخثيم، وسوادة، بني أفصى بن عامر بن قمعة بن الياس بن مضر بن نزار بن معد بن عدنان؛ وقد قيل بأنهم من بني أفصى بن حارثة بن عمرو مزيقياء ابن عامر؛ فإن كانوا إخوة أسلم بن أفصى، فهم من بني قمعة بن الياس بلا شك، وغير ذلك كذب؛ وإن كانوا بني أفصى آخر، فالله أعلم. وبنو جفنة، وكعب، ابني عمرو مزيقياء بن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس بن ثعلبة بن مازن بن الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان ابن سبأ؛ وبنو عمرو بن مازن بن الأزد بن الغوث بن نبت بن مالك؛ وبنو ربيعة ابن امرئ القيس بن عمرو بن الأزد بن الغوث بن نبت.

<span data-type="title" id=toc-518>وهؤلاء سائر بطون الأزد بن الغوث المشهورة: بنو بارق، وهو سعد بن عدى ابن حارثة بن عمرو مزيقياء؛ وبنو العتيك بن الأزد بن عمران بن عمرو مزيقياء بن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس بن ثعلبة بن مازن بن الأزد؛ وبنو شهميل بن الأزد بن عمران بن عمرو مزيقياء؛ وبنو الحجر بن عمران بن عمرو مزيقياء؛ وبنو الهنو بن الأزد، أخي مازن بن الأزد بن الغوث بن نبت بن مالك بن الأزد بن كهلان بن سبأ؛ وبنو عدنان «١» ، وقرن، ابني عبد الله بن الأزد بن الغوث؛ وبنو ماسخة بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث بن نبت؛ وبنو لهب بن أحجن بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث؛ وبنو ثمالة، وهو عوف، بن أسلم بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث؛ وبنو غامد «٢» ، وهو عمرو بن عبد الله بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث؛ وبنو دوس بن عدثان بن عبد الله بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث؛ ولدوس بطون، منها بنو سليمة، وبنو معن، وبنو هناءة، وبنو شبابة؛ هؤلاء كلهم إخوة، وهم بنو مالك بن فهم بن غنم من دوس، وبنو</span>
_________
(١) انظر ص ٣٧٥.
(٢) انظر ص ٣٧٧.','1','473',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (477,'جهضم بن عوف بن مالك بن فهم بن غنم بن دوس؛ وبنو الفراهيد بن شبابة، المذكور آنفاً، ابن مالك بن فهم؛ وبنو جرموز، وبنو قردوس؛ وبنو لقيط، كلهم إخوة، وهم بنو الحارث بن مالك بن فهم بن غنم بن دوس؛ وبنو واشح، والقسامل، وهم ولد معاوية ومالك ابني عمرو بن مالك بن فهم بن غنم بن دوس.
ومنهم الأشاقر؛ وهم بنو سعد بن عائذ بن مالك بن عمرو بن مالك بن فهم؛ وبنو سليم بن فهم بن غنم بن دوس؛ وبنو منهب بن دوس. مضت بطون دوس.
ونرجع، إن شاء الله تعالى، إلى باقي بطون الأزد. فمنها: بنو النمر بن عثمان بن نصر بن الأزد بن زهران بن كعب بن الحارث بن كعب بن عبد الله ابن مالك بن نصر بن الأزد بن الغوث؛ وبنو عمرو بن غالب بن عثمان بن نصر بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر ابن الأزد بن الغوث؛ وبنو معولة بن شمس، أخي الحدان بن شمس المذكور؛ وبنو برسان بن عمرو بن كعب بن الغطريف بن بكر بن يشكر بن مكثر بن الصعب بن دهمان بن نصر بن زهران بن كعب بن الحارث بن كعب بن عبد الله ابن مالك بن نصر بن الأزد بن الغوث، وبنو سلامان بن مفرج بن مالك بن زهران ابن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث؛ وبنو راسب بن مالك بن ميدعان بن مالك بن نصر بن الأزد بن الغوث.
مضت بطون الأزد المشهورة.

<span data-type="title" id=toc-519>وهؤلاء بطون بجيلة المشهورة</span>
بنو قسر، وهو مالك بن عبقر بن أنمار؛ ولقسر هؤلاء بطون، منها: بنو عرينة بن نذير بن قسر بن عبقر. ومن بطون بجيلة بنو أحمس بن الغوث بن أنمار؛ ولأحمس بطون، منها: بنو دهن «١» بن معاوية بن أسلم بن أحمس. ومن بطون بجيلة أيضاً: بنو فتيان بن ثعلبة بن معاوية بن زيد بن الغوث بن أنمار؛ وبنو أخيه قداد «٢» بن ثعلبة.
مضت بطون بجيلة.
_________
(١) انظر ص ٣٨٩.
(٢) انظر ص ٣٨٩.','1','474',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (478,'<span data-type="title" id=toc-520>وهذه بطون خثعم</span>
بنو ناهس؛ وبنو شهران بن عفرس بن حلف بن خثعم (وفي بعض أقوال الرواة: حلف، بحاء مضمومة غير منقوطة ولام مجزومة «١» ) . ومن بطون ناهس:
بنو رشد، وحام، ابنى ناهس. ومن بطون شهران: بنو قحافة بن عامر بن ربيعة بن عامر بن سعد بن مالك بن بشر بن وهب بن شهران.
مضت خثعم.

<span data-type="title" id=toc-521>وهؤلاء بطون همدان</span>
قبيلا همدان: حاشد، وبكيل، ابنا جشم بن خيران «٢» بن نوف بن همدان.
فمن بطون حاشد: بنو يريم بن جشم بن حاشد؛ وبنو حجور بن أسلم ابن عليان بن زيد بن عريب بن حاشد؛ وبنو فائش بن جبر بن عبد الله بن قادم ابن زيد بن عريب بن حاشد؛ وبنو قابض بن يزيد بن جشم بن حاشد «٣» ؛ وبنو شبام «٤» بن أسعد بن جشم بن حاشد؛ وبنو الجندع بن مالك بن زيد بن ذي بارق بن مالك بن جشم بن حاشد؛ وبنويام بن أصبى «٥» بن دافع بن مالك بن جشم بن حاشد؛ وبنو قابض بن يزيد بن مالك بن جشم بن حاشد؛ وبنو وادعة ابن عمرو بن عامر بن ناشج «٦» بن دافع بن مالك بن جشم بن حاشد؛ وبنو السّبيع والحارث، ابني سبع بن صعب بن معاوية بن كثير بن مالك بن جشم بن حاشد؛ وبنو خارف، وهو مالك بن عبد الله بن كثير بن مالك بن جشم بن حاشد
_________
(١) انظر ص ٣٩٠.
(٢) انظر المقتضب ١١٥.
(٣) انظر ص ٣٩٤.
(٤) انظر المقتضب ١١٥.
(٥) انظر ص ٣٩٤.
(٦) والصواب ما أثبت من الاشتقاق ٢٥٢ والمقتضب ١١٦. ومختلف القبائل ٤١.','1','475',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (479,'وبنو الصائد، وهو كعب بن شرحبيل بن شراحيل بن عمرو بن جشم بن حاشد.
ومن بطون بكيل: بنو صهلان بن ثور بن مالك بن معاوية بن صعب بن دومان ابن بكيل؛ وبنو مرهبة، وأرحب، ابني دعام بن مالك بن معاوية بن صعب بن دومان بن بكيل؛ وبنو شاكر بن ربيعة بن مالك بن معاوية بن صعب بن دومان ابن بكيل. مضت همدان

<span data-type="title" id=toc-522>وهذه بطون طيئ، وهو جلهمة بن أدد</span>
قبيلا طيّئ: فطرة، والغوث؛ ابنا طيئ. فلفطرة بطون، وهم جديلة، وهم بنو خارجة بن سعد بن فطرة بن طيئ: ولجديلة بطون منهم الثعالب، وهم ثعلبة بن رومان بن جندب بن خارجة بن سعد؛ وابن أخيه، ثعلبة بن ذهل بن رومان؛ وابن أخي هذا، ثعلبة بن جدعاء «١» بن ذهل بن رومان؛ وبنو أحمد ابن الحارث بن ثمامة بن مالك بن جدعاء «٢» بن ذهل بن رومان بن جندب بن خارجة.
مضى بنو فطرة بن طيئ.

<span data-type="title" id=toc-523>وهذه بطون الغوث بن طيئ: بنو ثعل بن عمرو بن الغوث؛ وبنو جرم، وهو ثعلبة بن عمرو بن الغوث؛ وبنو نبهان بن عمرو بن الغوث؛ وبنو هنىّ بن عمرو ابن الغوث. ولثعل بن عمرو بن الغوث بطون، وهم: بنو بحتر، ومعن، ابني عتود بن عنين بن سلامان بن ثعل؛ وبنو سنبس بن معاوية بن ثعل؛ وبنو أخزم، والنّجد، ابني أبي أخزم بن ربيعة بن جرول بن ثعل. ولنبهان بن سعد بطنان: سعد، ونابل «٣» ، ابنا نبهان</span>.
مضت طيئ.

<span data-type="title" id=toc-524>وهذه بطون مذحج، وهو مالك بن أدد</span>
جلد بن مذحج؛ ومراد بن مذحج؛ وسعد العشيرة بن مذحج.
فمن بطون مراد بن مذحج: قرن بن ردمان بن ناجية بن مراد؛ وبنو جمل
_________
(١) والصواب من المقتضب ٨٧ وما سبق في ٤٠٠.
(٢) والصواب من المقتضب ٨٧ وما سبق في ٤٠٠.
(٣) والصواب من المقتضب ٩١.','1','476',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (480,'ابن كنانة بن ناجية بن مراد؛ والرّبض والصّنابح، وهما من بني زهران بن مراد.
ومن بطون بني سعد العشيرة بن مذحج: بنو حكم بن سعد العشيرة؛ وبنو جعفىّ ابن سعد العشيرة؛ وأود بن صعب بن سعد العشيرة؛ وزبيد بن صعب بن سعد العشيرة.

<span data-type="title" id=toc-525>وهؤلاء بطون جلد بن مذحج: بنو رهاء «١» بن حرب بن علة بن جلد؛ وبنو صداء، وبنو جنب، وبنو يزيد بن حرب بن علة بن جلد؛ وبنو النّخع بن عمرو بن علة بن جلد؛ وبنو مسلية بن عامر بن عمرو بن علة بن جلد؛ وبنو الحارث بن كعب بن عمرو بن علة بن جلد</span>.
<span data-type="title" id=toc-526>وهذه بطون جذام</span>
بنو غطفان، وأفصى، ابني حرام بن جذام؛ وبنو الضّبيب؛ وبنو بعجة؛ وغيرهم.

<span data-type="title" id=toc-527>وهذه بطون لخم</span>
بنو الدار بن هانئ بن حبيب بن نمارة بن لخم، وبنو نصر بن ربيعة بن عمرو بن الحارث بن مسعود بن مالك بن عمم «٢» بن نمارة بن لخم؛ وبنو راشدة ابن أذب «٣» بن جزيلة بن لخم؛ وبنو حدس بن أريش بن إراش «٤» بن جزيلة ابن لخم؛ وبنو ذعر بن حجر بن جزيلة بن لخم.

<span data-type="title" id=toc-528>وهذه بطون كندة</span>
بنو معاوية؛ ووهب، وبدّاء «٥» والرائش بني الحارث بن معاوية بن ثور بن مرتع بن معاوية بن كندة؛ وبنو السكاسك بن أشرس بن كندة؛ وبنو السّكون ابن أشرس بن كندة، وتجيب، وهم بنو عدىّ وسعد، ابني أشرس بن شبيب ابن السّكون.
_________
(١) والصواب من المقتضب ٨٤.
(٢) في الاصول: «عمرو» ، صوابه من المقتضب ٨٠ ونهاية الارب ٢: ٣٠٥.
(٣) انظر ما مضى في ٤٢٣.
(٤) ما أثبت من المقتضب ٨١ وص ٤٢٣.
(٥) هذا الصواب من المقتضب ٧٦.','1','477',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (481,'<span data-type="title" id=toc-529>وهذه بطون حمير</span>
الأملوك بن وائل بن الغوث بن قطن بن عريب بن زهير بن الغوث بن أيمن بن الهميسع بن حمير؛ وشرعب بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن الغوث بن أيمن بن الهميسع بن حمير؛ وابن أخيه خيران بن عمرو بن قيس؛ وبنو شعبان بن عمرو، أخي خيران، ابن عمرو المذكور؛ وبنو ذى رعين، وهو يريم بن زيد بن سهل بن عمرو، أخي شعبان وخيران ابنى عمرو؛ وميثم «١» وأحاظة ابنا سعد بن عوف بن عدي بن مالك ابن زيد، بن أخي ذي رعين بن زيد؛ وبنو هوزن وحراز ابني سعد بني عوف، وهما أخوا ميثم وأحاظة المذكورين؛ وابنا أخيهم الخباير «٢» والسّحول ابنا عمرو ابن سعد؛ وذو أصبح، ويحصب، ابنا مالك بن زيد بن الغوث بن سعد، وغوث هذا هو عم هوزن وحراز وميثم وأحاظة وعمرو؛ وعمّ أبيهما سيبان «٣» بن الغوث ابن سعد؛ والكلاعيون، وهم بنو ذي الكلاع بن النعمان؛ وذو يزن وجرش ابنا أسلم ابن زيد، أخي ذي رعين بن زيد. والأوزاع، وهم بنو مرثد بن زيد بن شدد ابن زرعة بن سبأ الأصغر بن زيد، أخي ذي رعين بن زيد.
وأمّا التّبابعة والملوك، فمن ولد أخي زرعة المذكور، وهو صيفي بن سبأ الأصغر بن كعب بن زيد أخي ذي رعين.
مضت حمير.

<span data-type="title" id=toc-530>وهذه بطون قضاعة</span>
هذه بطون بهراء: بنو هنب بن القين بن أهود بن بهراء؛ وبنو قاس، وبنو شبيب، ابني دريم بن سعد بن القين بن أهود بن بهراء.

<span data-type="title" id=toc-531>وهذه بطون بلي: بنو فران بن بلىّ؛ وبنو هنىء بن بلىّ</span>.
_________
(١) انظر ص ٤٣٤.
(٢) انظر ص ٤٣٥.
(٣) صوابه بالسين المهملة انظر ص ٤٣٥.','1','478',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (482,'<span data-type="title" id=toc-532>وهذه بطون جهينة: بنو رشدان؛ وبنو غطفان، ابني قيس بن جهينة</span>.
<span data-type="title" id=toc-533>وهذه بطون عذرة؛ بنو عامر بن عذرة؛ وبنو كاهل بن عذرة؛ وبنو كبير بن عذرة؛ وبنو حنّ «١» ، ورزاح، ابني ربيعة بن حرام «٢» بن ضنة بن عبد بن كبير بن عذرة</span>.
ومن بطون خشين: بنو مر بن خشين.

<span data-type="title" id=toc-534>وهذه بطون كلب بن وبرة: بنو كنانة بن بكر بن عوف بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة. ولبنى كنانة بطون؛ منها: بنو زهير وبنو عدىّ، وبنو عليم بني جناب بن هبل بن عبد الله بن كنانة بن بكر؛ وبنو العليص بن ضمضم بن عدىّ بن جناب. ومن بطون بني العليص: بنو الأخثم؛ وبنو ليلى؛ وبنو الأصبغ؛ وبنو عبيدة؛ وبنو هبل بن عبد الله بن كنانة بن بكر؛ وبنو عامر بن عوف بن بكر [بن عوف] بن عذرة بن زيد اللات بن رفيدة بن ثور بن كلب بن وبرة</span>.
ومن بطون حضر موت: الصدف بن أسلم بن زيد بن مالك بن زيد بن حضر موت.
مضت بطون قبائل العرب. والحمد لله، رب العالمين.
<span data-type="title" id=toc-535>وهذه أسماء قبائل العرب واتّصال أنسابها بعضها ببعض هذه قبائل خندف</span>
قريش، هم ولد النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار ابن معد بن عدنان؛ وسائر ولد كنانة ينتمون إلى كنانة أبيهم، ليسوا قريشاً.
بنو أسد بن خزيمة بن مدركة بن الياس بن مضر بن نزار بن معد بن عدنان.
القارة، منهم: بنو الهون بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن
_________
(١) انظر ص ٤٤٩.
(٢) والصواب من المقتضب ١٦٠ وما سبق في ٤٤٨.','1','479',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (483,'معد بن عدنان. بنو هذيل بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان.

<span data-type="title" id=toc-536>وهذه قبائل طابخة بن إلياس</span>
ضبة بن أد بن طابخة بن إلياس بن مضر بن نزار بن معدّ بن عدنان.
الرّياب، وهم بنو تيم، وبنو عدىّ، وبنو ثور، وبنو عكل بن عوف بن عبد مناة بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان.
مزينة، وهم بنو عثمان وأوس «١» ابني عمرو بن أد بن طابخة بن إلياس بن مضر ابن نزار بن معد بن عدنان؛ وبطين صغير يقال لهم بنو حميس «٢» بن أدّ ابن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان.
بنو تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد بن عدنان. وبطون صغار إخوة لتميم بن مرّ، ليسوا قبائل، وهم: ظاعنة، والشّعيراء، وصوفة، ومحارب، بنو مر بن أد.
وخزاعة، وهم بنو لحى بن عامر بن قمعة بن الياس بن مضر بن نزار بن معدّ ابن عدنان.
وأسلم، وهم بنو أفصى بن عامر بن قمعة بن إلياس بن مضر بن نزار بن معد بن عدنان.
مضت خندف.

<span data-type="title" id=toc-537>وهذه قبائل قيس عيلان بن مضر</span>
جديلة، وهم بنو فهم، وعدوان، ابني عمرو بن قيس عيلان بن مضر ابن نزار بن معد بن عدنان.
وبنو غنىّ، وهو عمرو بن أعصر بن سعد بن قيس عيلان بن مضر بن نزار ابن معدّ بن عدنان.
والطّفاوة، وهم بنو معاوية، وثعلبة، وعامر، بني أعصر بن سعد بن قيس عيلان. فأعصر: عمّ غطفان، وعبد الله بن غطفان: عمّ أشجع وبغيض
_________
(١) الانباه على قبائل الرواة ص ٨٧.
(٢) مختلف القبائل ٤٢.','1','480',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (484,'ابني ريث بن غطفان، وأشجع: عمّ أنمار وذبيان وعبس بنى بغيض، وأنمار وذبيان وعبس: أعمام فزارة وسعد ابنى ذبيان بن ريث، وفزارة: عمّ ثعلبة ابن سعد، وثعلبة بن سعد: عم مرة بن عوف بن سعد بن ذبيان بن بغيض ابن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وباهلة؛ وهم بنو مالك بن أعصر بن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو عبد الله بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو أشجع بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معدّ بن عدنان.
وبنو أنمار بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر ابن نزار بن معد بن عدنان.
وبنو عبس بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو فزارة بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معدّ بن عدنان.
وبنو ثعلبة بن سعد بن ذبيان بن بغيض بن ريث بن غطفان بن سعد ابن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معدّ بن عدنان.
وبنو محارب بن خصفة بن قيس عيلان بن مضر بن نزار بن معدّ بن عدنان.
وبنو مازن، وبنو سليم، ابني منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو سعد بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان ابن مضر بن نزار بن معد بن عدنان.','1','481',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (485,'وثقيف، وهم بنو قسى بن منبه بن بكر بن هوازن بن منصور بن عكرمة ابن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو نصر بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو جشم بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وسلول، وهم بنو مرة بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معدّ بن عدنان.
وبنو سواءة «١» بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور ابن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو هلال بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو نمير بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو كلاب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن مصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معدّ بن عندنان.
وبنو عقيل بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو الحريش «٢» بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار ابن معدّ بن عدنان.
وبنو قشير بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن
_________
(١) انظر ص ٢٧٣.
(٢) انظر ص ٣٦٧، ٤٧٢.','1','482',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (486,'هوازن بن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن مضر بن بزار ابن معدّ بن عدنان.
وبنو جعدة بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
وبنو العجلان بن عبد الله بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية ابن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر ابن نزار بن معد بن عدنان.
وبطينان صغيران، وهما: نهم بن عبد الله، أخي العجلان بن عبد الله، وبنو حبيب بن كعب، أخى عقيل وقشير والحريش وجعدة وعبد الله.
وبنو ربيعة البكّاء، ومعاوية ذى السّهمين، وعوف ذى المحجن، وعمرو فارس الضحياء، بني عامر بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر بن نزار بن معد بن عدنان.
مضت قبائل مضر بن نزار بن معد بن عدنان.

<span data-type="title" id=toc-538>وهذه قبائل ربيعة بن نزار بن معد بن عدنان</span>
بنو ضبيعة بن ربيعة بن نزار بن معد بن عدنان.
وبنو عنزة بن أسد بن ربيعة بن نزار بن معد بن عدنان.
وبنو عبد القيس بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار ابن معدّ بن عدنان.
وبنو النمر بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان.
وبطين صغير، وهم بنو غفيلة بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار.
وبنو تغلب بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان.','1','483',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (487,'وبنو بكر بن وائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان.
وبنو عنز بن وائل، وأخبرنى أبو سالم الشيباني الأنباري الشاعر: أنه رأى دارهم باليمن، وأنّهم أزيد من ثلاثين ألف مقاتل.
مضت ربيعة بن نزار بن معد بن عدنان.
إياد بن معد بن عدنان. عك بن عدنان.
مضت عدنان.
وقذه قبائل قحطان
الأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب ابن يعرب بن قحطان. وللأزد قبائل، وهى الأنصار؛ وهم بنو الخزرج، والأوس، ابني حارثة بن ثعلبة بن عمرو مزيقياء بن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس بن ثعلبة بن مازن بن الأزد بن الغوث؛ وبارق، وهم بنو عدي بن حارثة بن ثعلبة بن عمرو مزيقياء؛ وبنو الحجر بن عمران بن عمرو مزيقياء؛ وبنو العتيك بن الأزد بن عمران بن عمرو مزيقياء بن عامر ماء السماء بن حارثة الغطريف. ثم يتصل النسب كما ذكرنا.
ثم نرجع إلى قبائل قحطان:
وخثعم، وهم بنو أقيل «١» بن أنمار بن إراش بن عمرو بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ.
وبجيلة، وهم بنو عبقر، والغوث، وصهيبة، وأشهل، وشهل، وطريف، وسنيّة «٢» ، والحارث، وجدعة «٣» بني أنمار بن إراش بن عمرو بن الغوث بن نبت ابن مالك بن زيد بن كهلان بن سبأ.
وبنو همدان بن مالك بن زيد بن أوسلة بن ربيعة بن الخيار بن مالك بن زيد ابن كهلان بن سبأ.
_________
(١) انظر ص ٣٨٧.
(٢) ما أثبت يطابق المقتضب ١٠٩.
(٣) ما أثبت يطابق المقتضب انظر ص ٣٨٧.','1','484',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (488,'وبنو ألهان بن مالك بن زيد بن أوسلة، وهو أخو همدان بن مالك.
وبنو الأشعر، وهو نبت بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو طيّئ، وهو جلهمة بن أدد بن زيد بن يشجب بن عريب بن زيد ابن كهلان بن سبأ.
وبنو مذحج، وهو مالك بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو خولان، وهو فكل بن عمرو بن مالك بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو المعافر بن يعفر بن مالك، أخي عمرو بن مالك، بن الحارث بن مرة ابن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو عاملة، وهو الحارث بن عدي بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو جذام، وهو عمرو بن عدي بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو لخم، وهو مالك بن عدي بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو كندة، وهو ثور بن عفير بن عدي بن الحارث بن مرّد بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ.
وبنو حمير بن سبأ بن يشجب بن يعرب بن قحطان.
وسائر أولاد سبأ لا ينتمون إلا إلى سبأ بن يشجب، لا يذكرون أبا دونه، مضت قبائل اليمن.

<span data-type="title" id=toc-539>وهذه قبائل قضاعة</span>
بنو مهرة بن حيدان بن عمرو بن الحافي بن قضاعة.
وبنو بهراء بن عمرو بن الحافي بن قضاعة.','1','485',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (489,'وبنو بلي بن عمرو بن الحافي بن قضاعة.
وبنو جهينة بن زيد بن ليث بن سود بن أسلم بن الحافي بن قضاعة.
وبنو سلامان، والحارث، وضنّة، وعذرة، بني سعد هذيم بن زيد بن ليث بن سود بن أسلم بن الحافى بن قضاعة وبنو سليح، وهو عمرو بن حلوان بن عمران بن الحافي بن قضاعة.
وتنوخ، وهم بنو تيم الله بن أسد بن وبرة بن تغلب بن حلوان بن عمران ابن الحافى بن قضاعة.
وبنو خشين بن النمر بن وبرة بن تغلب بن حلوان بن عمران بن الحافى ابن قضاعة.
العرب العاربة
قال الكلبي: العرب العاربة: ثمود، وجديس، ابنا جاثر، أخي عوص، أبي عاد وعبيل، ابني إرم أخي لاوذ أبي طسم وعمليق وأميم ووبار، ابن سام بن نوح.
رضفات العرب: شيبان، وتغلب «١» ، بهراء، إياد:
والجمرات: ضبة، عبس، الحارث بن كعب، يربوع.
والجماجم: كلب، طيئ، حنظلة، عامر بن صعصعة.
والأثافى: سليم، وهوازن، غطفان، أعصر، محارب.
والحمس: بنو كنانة، وخزاعة، ومن قيس: كلاب وكعب وعامر وكليب، بنو ربيعة بن عامر بن صعصعة، أمهم مجد «٢» بنت تيم بن غالب ابن فهر، وهى التى حمّستهم.
_________
(١) كذا ورد بالواو قبله، كما وردت «هوازن» بعده بالواو.
(٢) صوابه بالميم كما في المحبر ١٧٨ والعمدة ٢: ١٥٨ والقاموس واللسان (مجد، حمس) . واياها عني لبيد بن ربيعة بقوله:
سقي قومي بني مجد وأسقي ... نميرا والقبائل من هلال','1','486',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (490,'الجفّان «١» بكر، وتميم الكرشان: عبد القيس، والأسد «٢» .
الأرحاء: تميم، وأسد، وبكر، وعبد القيس، وكلب، وطيّئ.
الجماجم، عن ابن الكلبي: كنانة، وتميم، وغطفان، وهوازن، وبكر، وعبد القيس، والأزد، ومذحج، وطيّئ، وقضاعة «٣» .
قال ابن الكلبي: ليس في العرب ناضرة: فيهم ناصرة ونضرة «٤» . وليس في العرب حبيب إلا في يشكر وثقيف «٥» .
الحليفان: طيّئ، وأسد.
الرّوقان: بكر، وتغلب «٦» .
الكلام في مفاخرة قحطان وعدنان
هو أنهم إن فخروا في الملك، فإن ملك اليمن إنما كان في حمير خاصّة. وكان دون التبابعة ملوك في كندة ولخم وغسّان فقط. فأما ملوك حمير، فالتبابعة، لم يملكوا غير اليمن. وقد ولي اليمن عمال لخلفاء قريش، ليسوا بأجل عمالهم، على مخاليفهم فقط، وإنّما هي أقاليم يليها عمال أمير المؤمنين وكان في كندة ملوك منهم على مخاليفهم، منهم: أولاد الحارث بن آكل المرار،
_________
(١) صوابه ما أثبت من اللسان والقاموس (جفف) وجني الجنتين ٣٤. وأصل الجف العدد الكثير والجماعة من الناس. وأنشد لحميد بن ثور:
ما فتئت مراق أهل المصرين ... سقط عمان ولصوص الجفين
(٢) الاسد: لغة في الازد. في النسختين: «الاسود» ، تحريف صوابه من اللسان (كرش) وجني الجنتين ٩٦. وقد ضبطت «الكرشان» في اللسان بضم النون، وانما هو مثنى كما رأيت. ويقال كرش وكرش مثل كبد وكبد.
(٣) في المحبر لابن حبيب ٢٣٤ أن الجماجم: كلب بن وبرة، وطيىء، وحنظلة بن مالك، وعامر ابن صعصعة.
(٤) هي نضرة بن غنم بن غطفان بن أسد. نهاية الارب ٢: ٣٠٨. وفي تاج العروس: بنو ناصرة: قبيلة بالطائف.
(٥) انظر مختلف القبائل ٦ والمزهر ٢: ٤٥٠.
(٦) في جني الجنتين ٥٦ أن الروقان: مالك وجشم ابنا بكر بن حبيب.','1','487',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (491,'ملكتهم قبائل عدنان؛ ثم رفضوهم. وأمّا لخم، فملكوا الحيرة، وهى مسلحة من مسالح الكوفة، يملك أمير [الكوفة] مائة مثلها. وأمّا غسان، فلم يملكوا إلا مخاليف باليمن؛ ثم البلقاء، وهى من عمل دمشق، يملك أمير دمشق عشر أمثالها. وكلّ هذا لا يقابل به عامل من عمال الخلفاء.
وأمّا الفخر بالدين، فللأنصار والمهاجرين من قريش، يفوقونهم في الدين؛ والكلّ راجع إلى رسول الله- صلى الله عليه وسلم- وهو مضري؛ فسقط فخر كل ذي دين عند الفخر برسول الله- صلى الله عليه وسلم- وسقط فخر كل ملك عند الفخر بملك الخلفاء بعده، عليه السلام.
وافتخار بني عدنان بقريش كفخر اليمانيين بالتّبابعة والأنصار، ولا فرق، بل قبائل عدنان أقرب أخوة إلى قريش من قبائل اليمن إلى الأنصار وإلى التبابعة، فلم يبق إلا أن يسقطوا فخر الملك والدين؛ إذ عمودهما في عدنان، ويقتصروا على فخر أهل الجاهليّة فقط، من الشجاعة والسخاء، والحكمة، والرياسة في قومهم، والأيام المشهورة، والشعر؛ ولا مزيد.
فإذا كان ذلك، وجب أن تنظر قبائل هؤلاء بنظرائها من قبائل هؤلاء؛ فوجدنا القبائل العظام من عدنان ثلاثا؛ وهم: تميم بن مرّ، وعامر بن صعصعة، وبكر بن وائل؛ ووجدنا قبائل اليمن العظام ثلاثاً أيضا. وهي: الأزد بعد إسقاط الأنصار وملوكهم من كندة ولخم وغسّان، وحمير بعد إسقاط ملوكهم، ومذحج فتعارض كلّ قبيلة من هذه قبيلة من تلك.
ووجدنا بعد هذه القبائل قبائل ليست بعظم التي ذكرنا، وهى: كنانة، وأسد، والرّباب، وضبّة، ومزينة، وجشم، ونصر، وسعد بن بكر، وثقيف، ومرّة، وثعلبة بن سعد، وفزارة، وعبس، وسليم، وعبد القيس، وتغلب، والنّمر وعنزة، وإياد. ووجدنا في اليمن، على أن نسلم لهم قضاعة وخزاعة، على أن نسلم لليمن، وليسوا منهم: كلب، وبلقين «١» ، وعاملة، وجذام، وجهينة،
_________
(١) هم بنون القين بن جسر. الاشتقاق ٣١٧ ونهاية الارب ٢: ٢٩٥ والقاموس واللسان (قين) . يقال لهم بلقين، كما يقال: بلحارث وبلهجيم تخفيفا.','1','488',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (492,'وهمدان، وخشين، وخولان، وبجيلة، وخثعم، والأشعر، وطيّئ، ولخم، وعذرة، وضنّة، وبلىّ، وجرم، وكندة. ووجدنا بعد هذه القبائل قبائل دون هذه، هي: القارة، وهذيل، ومازن بن منصور، والطفاوة، وغنىّ، وباهلة، وفهم، وعدوان، وسلول، وعبد الله بن غطفان، وأنمار، وأشجع، ومحارب، وعكّ، وعنز بن وائل «١» . ووجدنا في اليمن ألهان، ومعافر، وسلامان، وسليم، ومهرة، وتنوخ، وسبأ، وحضر موت، وبهراء، والسّلف «٢» فتعارض كل قبيلة بنظيرها، يظهر البون حينئذ في كل ما ذكرنا.
الأولى: تميم للأزد، بنو عامر لحمير، بكر بن وائل لمذحج.
والثانية: كنانة لكلب، أسد لكندة، الرباب لبلقين، ضبة لعاملة، مزينة لجهينة، جشم بن بكر لجذام، نصر بن معاوية لخشين، سعد بن بكر لضنة، ثقيف لجرم، سليم لهمدان، ثعلبة بن سعد لخثعم، فزارة لعذرة، عبس للأشعر، مرة للخم، عبد القيس لبجيلة، النمر لبلى، عنزة لخولان، تغلب وإياد لطيّئ.
والثانية: غنىّ وباهلة لمعافر، والقارة وهذيل لألهان، مازن لسلامان، الطفاوة وفهم لسليم، عدوان لمهرة، سلول للسلف، عبد الله بن غطفان وأنمار لسبأ؛ أشجع لتنوخ، محارب لبهراء، عنز وعكّ لحضر موت، قريش للأنصار وخزاعة.
فيعد شجعان كل قبيلة، وأجوادها، وحكماؤها، وشعراؤها، وأوفياؤها، ورؤساؤها، وأيّامها، مع كل ذلك من التي قابلناها بها، فإنه يلوح البون حينئذ بين الطائفتين ظاهراً؛ أو يجمع جميع أنجاد عدنان وقحطان، وجميع أجوادهما، وجميع أوفيائهما، وحكمائهما، وشعرائهما، ورؤسائهما، وأيّامهما فى
_________
(١) صوابه في المعارف ٤٣ والاشتقاق ٢٠٢ ومختلف القبائل ٢٣ والانباه على قبائل الرواة ١٢٣. ونهاية الارب ٢: ٣٣٠.
(٢) بضم ففتح، القاموس (سلف) والانباه على قبائل الرواة ص ٩١ في أسفلها ونهاية الارب ٢: ٢٩٤.','1','489',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (493,'الجاهلية، ثم ينظر بين الأمرين كما ذكرنا، وكذلك أيضاً في المثالب.
فإن الأمر يلوح حينئذ بلا إشكال، فضل ويظهر عدنان ظهورا لاخفاء به.
وبالله تعالى التوفيق.
وأمّا في الحقيقة، فلا فخر إلّا بالتّقوى؛ وما عدا ذلك، فخطأ: إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ! «١» » .
انتهى الكلام في قبائل العرب. والحمد لله رب العالمين كثيراً، [وصلى الله على محمد عبده ورسوله وسلم تسليما] .
_________
(١) الآية ١٣ من سورة الحجرات.','1','490',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (494,'معلقة من كلام المؤلف وجمعه، فى ديانات العرب في الجاهلية
فيقال: إن إياداً كلها، وربيعة كلها، وبكرا، وتغلب، والنّمر، وعبد القيس، كلّهم نصارى؛ وكذلك غسّان، وبنو الحارث بن كعب بنجران، وطيّئ، وتنوخ، وكثير من كلب، وكلّ من سكن الحيرة من تميم ولخم وغيرهم.
وكانت حمير يهودا، وكثير من كندة.
وكانت خثعم لا تدين بشىء أصلا.
وكانت المجوسية قد ظهرت في بنى تميم، وقيل: إن لقيط بن زرارة كان قد تمجّس «١» . وكانت سائر قبائل العرب عباد أوثان.
وكان قد تنصر من قريش نفر يسير، وهم شيبة بن ربيعة بن عبد شمس، وعثمان بن الحويرث بن أسد بن عبد العزى بن قصي؛ وابن عمه لحا: ورقة بن نوفل بن أسد، ولا عقب للحويرث ولا لورقة؛ وأمّا عقب أبيه نوفل، فقد انقطع أو درس؛ فلا يعرف منهم أحد.
أصنام العرب
اللات: كان بالطائف لثقيف، مبنياً على صخرة؛ وكانوا يحرمون واديه ويكسونه. وسدنته؛ آل أبي العاصى، من بني مالك بن ثقيف. هدمه خالد ابن الوليد، والمغيرة بن شعبة «٢» - رضي الله عنهما.
العزى: كانت شجرةً بنخلة، عندها وثن، يعبدها غطفان، سدنتها:
بنو صرمة بن مرّة «٣» . وكانت قريش تعظّمها، وغنىّ، وباهلة، فقطع خالد ابن الوليد الشجرة، وهدم البيت، وكسر الوثن.
_________
(١) ساق نشوان الحميري في الحور العين ١٣٦ اسماء بعض من تمجس من العرب.
(٢) في المحبر ٣١٥ ان الذي هدمه ابو سفيان بين حرب، والمغيرة بن شعبة. واقتصر في الاصنام ١٧ على المغيرة بن شعبة.
(٣) انظر المحبر لابن حبيب ٣١٥ ومعجم البلدان (العزي) . وهم بنو صرمة بن مرة بن عوف بن سعد بن ذبيان. مختلف القبائل ٤٥. وفي الاصنام لابن الكلبي ٢٢ ان سدنة العزي بنو شيبان بن جابر بن مرة، من بني سليم. وكذا نقله عنه ياقوت.','1','491',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (495,'مناة: كان بسيف البحر، تعبده الأنصار، وأزد شنوءة، وأكثر الأزد.
وسدنته: الغطاريف.
ود: كان لبني وبرة، بدومة الجندل. وسدنته: بنو الفرافضة بن الأحوص ابن كلب.
سواع: كان بنعمان «١» ، تعبده بنو كنانة، وهذيل، ومزينة، وعمرو ابن قيس عيلان. وسدنته: بنو صاهلة، من هذيل «٢» .
يغوث: كان لمذحج، في أنعم «٣» ، فقاتلهم عليه بنو غطيف «٤» حتى هربوا به إلى نجران، فأقروه عند بني النار، من الضباب «٥» ؛ فاجتمعوا عليه.
يعوق: كان في أرحب؛ يعبده همدان، وخولان.
نسر: كان لحمير، بنجران «٦» .
إساف: كان بالصّفا. وكانت نائلة بالمروة، لقريش والأحابيش.
هبل: كان لبني بكر، ومالك، وملكان؛ وسائر كنانة. وكانت قريش تعبد صاحب كنانة، وكنانة تعبد صاحب قريش «٧» . وكان هبل في جوف الكعبة، على البئر التي كان يجمع فيها ما يهدى للكعبة. وكان عند سادنه سبعة أزلام:
أحدها للفعل إذا اختلفوا فيه، وآخر فيه: «نعم» ، والآخر فيه: «لا» ، والآخر فيه: «منكم» ، والآخر فيه: «من غيركم» ، والآخر فيه: «ملصق» ، والآخر للمياه إذا أرادوا أن يحفروا بئراً. فإذا أرادوا أمرا، يعطون السادن مائة درهم وجزورا، ويقولون له: «يا إلهنا! اخرج لنا الحق في كذا وكذا!» ، ثم
_________
(١) نعمان: واد بقرب مكة، من بلاد هذيل. وكذا ورد في المحبر ٣١٦. وفي الاصنام ٩ ومعجم البلدان انه كان برهاط- بضم الراء- من أرض ينبع.
(٢) والصواب من المجبر ٣١٦. وهم بنو صاهلة بن كاهل- بفتح الهاء- بن الحارث بن تميم بن سعد بن هذيل. نهاية الارب ٢: ٣٤٩ وتاج العروس ٨: ١٠٦. وفي الاصنام ١٠ وياقوت ان شدنته بنو لحيان، وهم من هذيل أيضا، اخوة سعد بن هذيل.
(٣) هم بنو أنعم بن عمرو، من مراد. الاصنام ٥٧ وياقوت.
(٤) من مراد أيضا. المحبر ٣١٧ وياقوت.
(٥) صوابه من المحبر وياقوت. زاد المحبر بعده: «من بني الحارث بن كعب» .
(٦) في المحبر: «وكان في غمدان قصر ملك اليمن» .
(٧) ياقوت: «وكانت كنانة تعبد ما تعبده قريش، وهو اللات والعزى. وكانت العرب تعظم هذا المجمع عليه فتجتمع عليه كل عام مرة» . وانظر صفة «هبل» في الاصنام ٢٨ وياقوت.','1','492',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (496,'يضرب السادن. وهذا هو الاستقسام بالأزلام.
ذو الخلصة «١» : كان لبجيلة، وخثعم، والحارث بن كعب، وجرم، وزبيد، والغوث بن مر بن أد، وبني هلال بن عامر «٢» . وكان بين مكّة واليمن.
جهار: كان لهوازن، بعكاظ؛ سدنته: آل عوف النصريون، ومحارب.
وكان في سفح أطحل «٣» .
شمس «٤» : كانت لبنى تميم، وضبّة، وتيم، وعكل، وأد. وسدنتها من بني أسيد «٥» بن عمرو بن تميم. كسرها هند بن أبي هالة، وصفوان بن أسيّد ابن الحلاحل.
الفلس «٦» : كان بنجد، قريباً من فيد، تعبده طيئ. سدنته: بنو بولان.
السعيدة: كانت لقضاعة، إلا بنى وبرة، وللأزد أيضا؛ وسدنتها:
بنو العجلان؛ وكان موضعها بأحد «٧» .
ذو اللبا: كان لعبد القيس بالمشقر. سدنته منهم: بنو عامر «٨» .
المحرق: كان بسلمان، لبكر بن وائل وسائر ربيعة؛ وكانوا قد جعلوا في كل حي من ربيعة له ولداً «٩» : سدنته: آل الأسود العجليون.
ذريح «١٠» : كان لكندة بالنجير «١١» .
مرحب: بحضر موت. وسادنه: ذو مرحب.
_________
(١) محركة، وبضمتين، كما في القاموس.
(٢) في المحبر: «وكانوا سدنته» .
(٣) صوابه في المحبر ٣١٥ وياقوت. وهو جبل بمكة.
(٤) هو بفتح الشين، وانفرد ياقوت فضبطه بضمها.
(٥) هو بفتح الشين، وانفرد ياقوت فضبطه بضمها.
(٦) بالفتح، ويروي أيضا بضمتين، كما في ياقوت.
(٧) وكذا في المحبر ٣١٧. وقال ابن دريد: أحسبه قريبا من سنداد. وقال ابن الكلبي: وهو على شاطيء الفرات. انظر ياقوت. ولم يذكر في ملحقات كتاب الاصنام.
(٨) المحبر ٣١٦ ياقوت. ولم يذكر في ملحقات كتاب الاصنام.
(٩) في المحبر ٣١٧: «وكان في عنزة بلج بن المحرق، وكان في عميرة وغفيلة عمرو بن المحرق» .
(١٠) انظر المحبر ٣١٨ وياقوت. ولم يرد في ملحقات كتاب الاصنام.
(١١) النجير، بالتصغير: حصن باليمن قرب حضر موت.','1','493',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (497,'المنطيق «١» : كان للسّلف، وعك، والأشعريين. وكان من نحاس، يكلمون من جوفه؛ فلما كسرت الأصنام، وجد فيه سيفٌ؛ فاصطفاه رسول الله صلى الله عليه وسلّم- وسمّاه مخذماً.
ذو الكفين: كان لخزاعة ودوس. كسره عمرو بن حممة الدوسي «٢» .
سعد: صخرةٌ طويلةٌ بفلاة من أرض بني ملكان بن كنانة، كانوا يعبدونها «٣» .
رئام: كان بصنعاء، لحمير «٤» .
رضى «٥» : كان لربيعة بن كعب بن سعد بن زيد مناة؛ هدمها المستوغر ابن ربيعة بن كعب بن سعد.
ذو الكعبات: كان بسنداد، لبكر، وتغلب، وإياد «٦» ؛ كانوا يصدرون إليها من حججهم، لا يأتون بيوتهم حتّى يمرّوا بها، وينسكوا لها.
كان القلمّس، وهو حذيفة بن عبد بن فقيم بن عدي بن عامر بن ثعلبة بن الحارث بن مالك بن كنانة، أول من نسأ الشهور؛ ثم ورث ذلك عنه بنوه؛ وكان آخرهم أبا ثمامة جنادة بن عوف بن سلمة بن قلع بن عباد ابن حذيفة.
كملت هذه المعلقة.
_________
(١) في المحبر ٣١٨ وياقوت: «يكلمون من جوفه كلاما لم يسمع بمثله» . وقد ورد في المحبر وياقوت: «المنطبق» بالباء. ولم يرد في مستدركات الاصنام.
(٢) وكذا في المحبر ٣١٨. وفي الاصنام ٣٧: «الطفيل بن عمرو الدوسي» .
(٣) الاصنام ٣٧ والسيرة ٥٣ وياقوت. ولم يذكره في المحبر في سياق الاصنام.
(٤) الاصنام ١١- ١٣ والاكليل للهمداني ٠١: ١٧ والسيرة ٥٦ وياقوت.
(٥) وكذا في الاصنام ٣٠. وفي السيرة ٥٦: «رضاء» بالمد، وقال ياقوت: «يمد ويقصر» . وأنشدوا للمستوغر:
ولقد شددت على رضاء شدة ... فتركتها قفرا بقاع اسمحا
(٦) السيرة ٥٧ وياقوت في (الكعبات) . وأنشد للاسود بن يعفر في رواية:
أهل الخورنق والسدير وبارق ... والبيت ذي الكعبات من سنداد','1','494',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (498,'وهذه جمهرة من نسب البربر «١»
قال قوم: إنهم من بقايا ولد حام بن نوح- عليه السلام وادّعت طوائف منهم إلى اليمن، إلى حمير، وبعضهم إلى بر بن قيس عيلان. وهذا باطل، لا شك فيه. وما علم النسابون لقيس عيلان ابناً اسمه بر أصلاً. ولا كان لحمير طريق إلى بلاد البربر، إلا في تكاذيب مؤرّخى اليمن ورأيت لبعض نسابي البربر أن زناتة هو شانا بن يحيى بن صولات بن ورتناج بن ضرى بن سقفو بن جنذواذ بن يملا بن مادغس «٢» بن هوك بن هرسق بن كراد بن مازيغ بن هواك بن هريك بن بدا بن بديان بن كنعان بن حام بن نوح النبي- صلى الله عليه وسلّم-: ذكر ذلك يوسف الوراق، عن أيوب ابن أبي يزيد مخلد بن كيداد «٣» بن سعد الله بن مغيث بن كرمان بن مخلد ابن عثمان بن وريمت بن خوبنفر بن سميران بن يفرن بن شانا، وهو زناتة.
قال: وقد أخبرني بعض البربر بأسماء زائدة بين يفرن وشانا.
فولد برّ: مادغس، وبرنس. فولد برنس: كتامة، وصنهاجة، وعجيسة، ومصمودة، وأوربة، وأزداجة «٤» ، وأوريغ. فولد أو ريغ بن برنس: هوّار «٥» ولكل هؤلاء بطونٌ عظيمةٌ جداً.
_________
(١) انظر نسب البربر في كتاب العبر.
(٢) وفي بعض المراجع «شاتا بن لحي» .
(٣) في بعض المراجع «كيراد» .
(٤) هذا ما في تاريخ ابن خلدون ٦: ٩٠.
(٥) ابن خلدون: «هوارة» .','1','495',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (499,'وولد ما دغس: زجيك «١» ؛ فولد زجيك: ضرى، ولوى الكبير «٢» ، ونفوس وأدّاس «٣» ؛ فتزوج أم أداس هذا أوريغ بن برنس، والد هوّار؛ فدخل نسبه في هوارة. فولد أداس بن زجيك بن مادغس هذا: وشفانة «٤» ، وأندارة، وهتروقة «٥» وصنبرة «٦» ، وهراغة «٧» وأوطيطة، وترهنة «٨» ؛ وكلّ هؤلاء اليوم في هوارة. ومن قبائل هوّارة: كهلان «٩» ومليلة.
وولد ضرى بن زجيك بن مادغس: يحيى، وتمزيت. فولد يحيى بن ضرى بن زجيك بن مادغس: زانا، وهو أبو زنانة؛ وسمجان؛ وورسطّف «١٠» .
فولد زانا، وهو أبو زناتة: ورسيج، والديديت، وفرينى. فولد فريني بن زانا ابن يحيى: برّمرختا، ورجلة، ومنجصة، ونمالة. وولد ورسيج بن زانا بن يحيى: بنى مسّارت، وبنى تاجرة، وبنى واسين. وولد ورسطف بن يحيى:
مكناسة، وأوكنة، وورتنّاج؛ فولد ورتنّاج: مكنسة، وبطالسة، وكزنيطة وسدرجة. وولد سمجان بن يحيى: زواغة، وزواوة. مضى ولد يحيى بن ضرى.

<span data-type="title" id=toc-540>وهؤلاء ولد تمزيت بن ضرى: ولد تمزيت: مطمامة، وصدفورة، ولماية، ومدغرة، وصدينة، ومغيلة، وملزوزة، وكشانة، ودونة، ومديونة. مضى ولد ضرى بن زجيك</span>.
_________
(١) ابن خلدون: «زحيك» بالحاء في جميع المواضع.
(٢) ابن خلدون: «ضربة وبنو لوي الاكبر» .
(٣) ابن خلدون: «أداسة ونفوسة» .
(٤) ابن خلدون: «وسفارة» .
(٥) ابن خلدون: «هنزولة» .
(٦) ابن خلدون: «ضرية» .
(٧) ابن خلدون: «هداغة» .
(٨) ابن خلدون: «ترهتة» .
(٩) هذا ما في ابن خلدون.
(١٠) ابن خلدون: «شمكان وورصطف» .','1','496',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (500,'<span data-type="title" id=toc-541>وهؤلاء ولد لوى الكبير؛ ولد لوى: نفزاو (بالسين بين الزاى والشين) ، ولوى الصغير بن لوى الكبير، تخلفه «١» أبوه حملاً. فولد نفزاو بن لوى: يطوفت «٢» </span>.
فولد يطوّفت: ألهاصة «٣» ، ومرنيسة «٤» ، وزهيلة «٥» ، ومجر «٦» ، وسوماتة، وزيتم «٧» ، وورجول «٨» ، وورغوس «٩» ، وغساسة «١٠» ، ووردين «١١» ، ووسيّف «١٢» فولد ألهاص: دحية، وترغاسن «١٣» . فولد دحية بن ألهاص بن يطوفت بن نفزاو ابن لوى: ملين، ويعون، وورتدين «١٤» ، وترير، ووريتويت «١٥» . وولد ترغاسن ابن ألهاص: ورفجّوم «١٦» ؛ فولد ورفجّوم: وانجن «١٧» ، وبورغش، وما ايتجدل «١٨» وكرطا «١٩» ، وونمو، وزجال، وسبيت. مضت نفزاو بن لوى. وولد لوى بن لوى:
ماضل، وكطوف؛ وزائر؛ فولد ماضل بن لوى بن لوى؛ غنزورة، وأكورة.
ومن ولد لوى بن لوى: سدراته بنو نيطط؛ ويقال إنّ مغراو، وهو من زنانة، تزوج أم سدراتة «٢٠» ؛ فصار سدراتة أخا أولاد مغراو لأمهم. وولد كطوف:
جدانة، ومغاغة. وزعم قومٌ في أوريغ أنه ابن خبور بن المثنى بن المسور، من السكاسك من كندة؛ وذلك كله باطل.
وولد أوريغ: هوّار، وملك «٢١» ، ومقّر، وفلدن «٢٢» ؛ فولد ملك بن أوريغ ستّات «٢٣» ، وورفل، وأسيل «٢٤» ، ومسراتة؛ ويقال لهؤلاء: لهانة. وولد مقّر بن
_________
(١) كذا. والمعروف «خلفه تخليفا» .
(٢) ابن خلدون: «تطوفت» .
(٣) ابن خلدون: «ولهاصة» .
(٤) ابن خلدون: «مرنيزة» .
(٥) ابن خلدون: «زهلة» .
(٦) في بعض المراجع «محر» .
(٧) ابن خلدون: «زاتيمة» .
(٨) ابن خلدون: «وركول» .
(٩) ابن خلدون: «ورد غروس» .
(١٠) في بعض المراجع «عساسة» .
(١١) ابن خلدون: «وردن» .
(١٢) ابن خلدون: «ورسيف» .
(١٣) ابن خلدون: «بيزغاش» .
(١٤) ابن خلدون: «ورترين» .
(١٥) ابن خلدون: «ورتبونت» .
(١٦) ابن خلدون: «ورمجوسة» .
(١٧) ابن خلدون: «وانجذ» .
(١٨) ابن خلدون: «ما انجول» .
(١٩) ابن خلدون: «كراطيط» .
(٢٠) ابن خلدون نقلا عن ابن حزم: «سرادته» .
(٢١) ابن خلدون ٦: ٩٠.
(٢٢) ابن خلدون: «ومغد وقلدون» .
(٢٣) ابن خلدون: «صطط» .
(٢٤) هذا ما في ابن خلدون.','1','497',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (501,'أوريغ: ماوس «١» ، وزمّور، وكبا، ومسرات «٢» . وولد فلدان بن أوريغ:
قمصانة «٣» ، وورسطيف، وبياتة، وبل «٤» ، ويقال إنّ صنهاج ولمط إنما هما ابنا امرأة يقال لها تزكى «٥» ، لا يعرف لها أب، تزوجها أوريغ؛ فولدت له هوار؛ فهم إخوة لأمّ.
ومن قبائل وزداجة «٦» : مسطاسة. ولزنانة بطونٌ عظيمةٌ كبني برزال، وبنى دمّر، ومغراوة، وبنى صغمار، وغيرهم.
قال لي أبو محمد بويكنى البرزالىّ الإباضىّ، وكان ناسكاً، عالماً بأنسابهم:
ولد شانا بن يحيى المذكور قبل: الديديت بن شاتا. فولد الدّيديت: ورسيك ابن الديديت. فولد ورسيك: الغانا، ولقبه دمّر، وزاكيا، وهما شقيقان.
فولد زاكيا بن ورسيك: مصرا بن زاكيا. فولد مصرا: يصلتن. فولد يصلتن بن مصرا بن زاكيا: مغراو، جد بني مغراوة؛ ويفرن: وواسين، أمه مملوكة لأم مغراو. وولد الغانا، وهو دمر: وارديزن بن دمر. فولد وارديزن بن دمر: وانتين ابن وارديزن. فولد وانتين بن وارديزن: ورنيد بن وانتين. فولد ورنيد بن وانتين:
برزال، ويزدرين، وصغمار، ويطوفت، أشقّاء؛ وورتانين، وغرزول، وتفورت، أشقاء؛ فبنو ورتانين هم الذين ينتسبون بني دمر.
وكلّ من ذكرنا معتزلة، حاشا بنى برزال وبنى واسّين، فهم إباضيّة.
وأمّا جمهور بنى مغراوة وبنى يفرن، فسنّيّة. وذكر لي أن نسابي البربر يزعمون أن سدراتة، ومزاتة، ولواتة، من القبط.
وهذه بيوتات البربر بالأندلس
وزداجة: منهم بنو دليم الفقهاء.
ملزوزة: منهم عوسجة، الذي ينسب إليه بلاط عوسجة «٧» بشنت بريّة؛ ومنهم كان إبراهيم بن براح، قاتل أزهر بن مهلب المولد، الفارس المشهور الذكر
_________
(١) ابن خلدون: «ماواس» .
(٢) ابن خلدون: «مصراي» .
(٣) ابن خلدون: «ممصاتة» .
(٤) ابن خلدون: «بيانه وفل مليلة» .
(٥) ابن خلدون: «بصكي» .
(٦) وعند ابن خلدون ٦: ١٤٤: «اما أزداجة ويعرفون أيضا وزداجة» .
(٧) وفي ياقوت عند ذكر (البلاط) : «ومنها بلاط عوسجة، حصن بالاندلس، من اعمال شنتبرية»','1','498',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (502,'من أهل والبة، من عمل شنت برية.
مغيلة: منهم بنو الياس، رهط الوزير أحمد بن الياس، وبنو زروال الأمراء بالمنتانية.
مكناسة: منهم بنو وانسوس، رهط الوزير سليمان بن وانسوس.
زناتة: منهم بنو الخروبي، وأصلهم من لقنت. وبنو الليث من شنت فيلة «١» ، منهم: يحيى بن محمد بن عبد الله بن عبد الملك بن هاشم بن الليث بن شبل بن إيلاف بن بلاغ بن مسرة بن زانا؛ ويذكرون أنهم موالي الوليد بن عبد الملك. ومن زنانة أيضاً: بنو عزون، الأمراء بشنت برية؛ أخبرني الأمير عبد الرحمن بن عزون أنهم ولد سعيد، الذي ينسب إليه فحص سعيد بقرب شوذر، وهم قتلوا ثابت بن عامر المديوني.
أمراء الثغر: بنو هذيل، ليسوا من بني رزين، لكن من مديونة. بنو عبدوس: من سرتة، من صدينة. بنو غزلون: من تيروال. بنو عميرة:
من شاطبة، من ألهاصة من نفزة. بنو رزين: بالسهلة. بنو ذي النون:
بوبذة. بنو فرفرن: من ماردة؛ ومدلّين: من هوارة. بنو نبيه وبنو أبي الأخطل: من شذونة. بنو الفرج؛ من وادي الحجارة. بنو مضى، من قصر مضى. بنو رسين: من مصمودة. بنو عزون: من زناتة. بنو زروال: من المنتانية. بنو الياس: من شذونة من مغيلة، حاشا بني أبي الأدلم؛ فلا أدري ممن هم.
الأمراء أيضاً: كان الأمراء بالثغر، ثمّ بشنت بريّة ووادى الحجارة خاصةً من البربر، بنو غزلون: بتيروال. وبلّال: من ألهاصة من نفزة. بنو رزين بالسهلة، من هوارة. بنو ذي النون بوبذة، من هوارة. بنو قنة: من هوتوتة.
بنو الفرج بوادي الحجارة: من مصمودة. بنو عزون: من زناتة. بنو أبي الأخطل: من ملزوزة. بنو أبي الأدهم. بنو مضى: من مصمودة. بنو زروال:
من مغيلة. بنو هذيل: من مديونة. بنو عبدوس: من ... بسرتة. بنو عميرة بشاطبة، من ألهاصة. بنو أران: من مصمودة.
وكان الأمراء بها من المولدين أيضاً: بنو قسى بتطيلة، ووناط، وأرنيط،
_________
(١) وفي معجم البلدان: «قبلة» بالباء.','1','499',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (503,'وبنو عمروس بوشقة. وبنو شبراط، وهم بنو الطّويل، بوشقة وبربشتر.
وكان الأمراء بالثغر من العرب: بنو المهاجر من تجيب خاصّة: أصلهم دروقة وقلعة أيوب؛ ثم ملكوا سرقسطة وغيرها.
مديونة: منهم كان ثابت بن عامر المديوني، خال بنى ذى النون. والأمراء المعروفون ببني هذيل بشنت برية ليسوا بني رزين، لأن بني رزين إنما هم من هوارة بلا شكّ؛ وكان نفر منهم بقرطبة: بنو الزّجّالى الوزراء. والقاضى منذر ابن سعيد سوماتىّ.
وبنو الخليع بتاكرنّا؛ وصاحب أم جعفر بالجوف، وهو زغلل بن يعيش بن فرانك، الذي ينسب إليه مسجد فرانك بقرطبة، بن لب بن خالد. منهم، ثم من ألهاصة بن يطوفت بن نفزاو: بنو طرينة ابن غزلون، أمراء تيروال.
وبنو عميرة بشاطبة. وبنو نعمان بشنت برية، رهط عامر بن فرج بن نعمان.
هوارة: منهم كان بنو القمراطي، جيراننا في الجانب الغربىّ، وقد بادوا، وكان آخرهم فتى يكنى أبا معدن، اسمه طالوت بن بسطام بن العاصي، غاب وانقطع خبره. ومنهم: بنو ذي النون، أمراء أقليش ووبذة. ومنهم:
بنو رزين، أمراء السهلة. ومنهم: بنو فرفرين، ولاة مدلين، وكان لهم ثروة وعدد، منهم: خطار بن سعد بن فرفرين، وأبو عمرو بن هاشم بن فرفرين، وعمهما خير بن فرفرين، كلهم ولى مدلّين. ومنهم: بنو جهور المرشانيون، وهم من ولد أبي موسى عبد الرحمن بن موسى الفقيه، المشبه بالشعبي في زمانه؛ [وكان] لهم [عدد و «١» ] ثروة، وبقيت منهم الآن بقيةٌ صالحةٌ.
ملزوزة: منهم بنو تيه الأمراء بشنت بريّة؛ وبنو أبي الأخطل الأمراء بها؛ وآل عامر بن وهب، الذي كان صاحب وبذة وأعمالها؛ فثار عليه موسى بن ذى النون، فقتله، وضبط البلد.
مصمودة: منهم كان بنو سفيان بن عبد ربّه الحاجب، وقد بادوا، فما أعلم منهم بقيّة؛ وبنو يحيى بن كثير، صاحب مالك، وكانت لهم ثروة وعدد، وقد بقيت لهم بقية يسيرة. وبنو طريف من أشونة، ومنهم كان الذى تنبّأ
_________
(١) هكذا وردت في الاصل.','1','500',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (504,'ببرغواطة؛ فاتّبعوه على دينه. ومحمود؛ وجميلة أخته المشهورة بالشجاعة والنجدة والفروسية ولقاء الفرسان ومبارزتهم في العساكر؛ وهما ابنا عبد الجبار بن زاقلة القائم بماردة. وبنو دانس بن عوسجة، كانوا أصحاب قلنبيرة، وإلى جدهم ينسب قصر أبي دانس بالجوف؛ ومسعود بن تاجيت بن محمد بن تاجيت بن مناع ابن مسعود بن الفرج بن راشد، صاحب ماردة هو وأبوه وجدّه؛ وكانوا أصحاب قورية ولجدانية؛ ففروا، إذ غلب النصارى على تلك الجهة؛ وبنو مضى بن تيهلت الأمراء، بقصر مضى؛ وبنو سالم، الذين تنسب إليهم مدينة سالم، وتنسب مدينة الفرج إلى ابنه الفرج بن سالم؛ ومنهم: أبو جعفر المعروف بالتميمي صاحبنا- رحمه الله- وهو تميم بن عبد الله بن محمد بن يوسف بن الفرج، الذي تنسب إليه مدينة الفرج، ابن سالم، الذي تنسب إليه مدينة سالم، ابن ورعمال بن وكذات بن أكلله بن مقر بن أكلله بن مسالة بن ناكور بن يوطافان بن مسقاط بن مصاذ بن مصمود، وهم موالى بنى محزوم وكان لأبي جعفر؛ ابنان بطرسونة، التي بقرب تطيلة، في الثّغر، وهما: عبد الله، وأحمد؛ وعقبه بها.
أوربة: منهم كان الذى ولى اليشة، وهو صبرون بن شبيب؛ ثم وليها ابنه وكيل بن صبرون؛ ثم عزله عبد الرحمن بن محمد الناصر.
زواوة، من كتامة «١» : منهم بنو مشرف الشّقنديون. ومن كتامة أيضاً:
بنو مهلب، الذين كانوا أصحاب قرذيرة وأشبرغيّرة من عمل إلبيرة؛ ومنهم كان محمد بن مهلب، كاتب مفرّج الوزير؛ وبنو قاسم أصحاب البونت، وهم ينتمون فهريين بالحلف.
صنهاجة: منهم بنو الغليظ، رهط أبي عبد الله محمد بن عبد الأعلى الأديب- رحمه الله-؛ وبنو دراج، رهط الشاعر أبي عمرو أحمد «٢» بن محمد بن درّاج «٣»
_________
(١) ذكر ابن خلدون ٦: ١٢٨ ان نسابة البربر يعدونهم من ولد سمكان بن يحيى بن ضرى بن زحيك بن مادغيس، واقرب ما اليهم من البرابر زناتة.
(٢) انظر ترجمته في وفيات الاعيان ١: ٤٢ ومعجم البلدان (قسطلة) .
(٣) طبع ديوانه بتحقيق الدكتور محمود مكي سنة ١٣٨١.','1','501',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (505,'القسطلي؛ كان منهم محمد بن العاصي بن أحمد بن سليمان، من ولد ذر بن عيسى بن درّاج. ومنهم ببلكونة: يحيى بن ضريس، الذي صدم ابن حفصون، فأبطل يده بالضربة المشهورة؛ فلم يأكل ابن حفصون بيمينه بعدها، وعاش بعد ذلك نحو ثلاثين سنة. ومنهم بأشونة: بنو عبد الوهاب، وهم من ولد ميمون بن أبي جميل، وهو ابن أخت طارق بن زياد؛ وكانت لهم ثروة وعدد؛ وكان منهم قوّاد وكتّاب وفقهاء، وقد خملوا؛ فما بقي منهم من يعرف إلا رجلٌ له رحلة، حجّ وطلب العلم والرواية والقرآن، وهو اليوم خطيب جامع قرطبة، والمقرئ فيه، وهو: عبد الوهّاب بن محمد بن عبد القدوس بن يوسف بن أحمد؛ وبنو طاهر بن مناع، من أشونة.
وهذه قطعة من نسب بني قسي المولدين بالثغر «١»
كان قسىّ قومس «٢» الثّغر في أيام القوط. فلما افتتح المسلمون الأندلس، لحق بالشأم، وأسلم على يدي الوليد بن عبد الملك، فكان ينتمي إلى ولائه؛ ولذلك كان بنو قسى، في أول أمرهم، إذا وقعت العصبيّة بن المضريّة واليمانيّة، يكونون في جملة المضرية. فولد قسىّ؛ فرتون، وأبو ثور، وأبو سلامة، ويونس، ويحيى.

<span data-type="title" id=toc-542>هؤلاء ولد فرتون بن قسى: ولد فرتون بن قسىّ: موسى؛ وزاهر. فولد موسى بن فرتون بن قسى: موسى بن موسى؛ ومطرف؛ ويونس؛ ويوارتش؛ ولبّ؛ وغرسية. فولد موسى بن موسى. وهو أول ثوارهم: لب، الذي ملك الثغر بعد أبيه؛ ومطرّف، المصلوب بقرطبة؛ وفرتون؛ وإسماعيل؛ وأورية، التى زفّت إلى غرسية ملك البشاكسة؛ وتزوّجها، وولدت له موسى بن غرسية</span>.
وزوّج أيضاً موسى بن موسى- لعنه الله- بنات أخيه لب بن موسى من أولاده ونقه ابن شانجه ملك البشاكسة. فولد فرتون بن موسى، إسماعيل، وموسى، ومحمّد،
_________
(١) راجع ١. ليفي بروفنسال: تاريخ اسبانيا الاسلامية، باللغة الفرنسية. القاهرة ١٩٤٤ ج ١ ص ٢٤٧.
(٢) القومس مرافق الملك ونديمه. ثم صارت هذه التسمية في ايام القوط باسبانيا والافرنج بغرب أوربا، خاصة بولاة الكور. ومنها اشتق اللفظ الاسباني: واللفظ الافرنسي:. وفي بعض التواريخ يوجد (قمط) عوضا عن قومس. جمع قمط أقماط، وجمع قومس قوامة.','1','502',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (506,'ولبّ، قتلهم غدراً ابن عمهم لحا محمد بن لب بن موسى بن موسى. وولد إسماعيل بن موسى بن موسى: محمد، ملك طليطلة، وقتله أهلها؛ وموسى، قتل بوشقة؛ وسعيد، مات بقرطبة. فولد محمد بن إسماعيل؛ وهو المقتول بطليطلة: لب، لحق بالشيعى بإفريقية. وولد مطرف المصلوب: محمّد، وموسى، ولبّ، صلبوا ثلاثتهم مع أبيهم بقرطبة في ساعة واحدة؛ ويوسف، قتل بناجرة «١» ؛ وعبد الله، وإسماعيل، ارتدّا إلى النصرانيّة. وولد لبّ بن موسى ابن موسى، وهو الذي ملك بعد أبيه: محمد، أمه: عجب البلاطية، ملك بعد أبيه، وهو الذى حاصر سرقسطة وقتل في خرابها؛ وعيسى؛ ومطرّف. فولد محمّد ابن لب بن موسى بن موسى: لب بن محمد، ملك بعد أبيه، وهو الذي كان هبط لتلقي عمر بن حفصون؛ وموسى؛ ويوسف؛ وعبد الله؛ ويونس؛ ومطرف قتله ابن أخيه عبد الله بن لب بن محمد. فولد لب بن محمد بن لب بن موسى بن موسى: محمد؛ وعبد الله؛ وفرتون، تنصر؛ فولد محمد: لب، وولد عبد الله: محمد، هو آخر ملوك بني قسى؛ وموسى، قتله استا، وفرتون، ارتدّ، وعبد الله، غرق في تاجه؛ وأرّكة، تزوجها فرويلة بن إذفونش الملك، فولدت له رذمير، وأردونى. وأمّا يونس بن موسى، أخو موسى بن موسى، فكان على الطاعة، هو وبنو عمه زاهر بن فرتون، وكانوا يقاتلون موسى بن موسى طول حياتهم، [نحو] ثلاثين سنة. وليونس هذا عقب.
وهذه نبذٌ من نسب بني إسرائيل
ولد إسرائيل، وهو يعقوب رسول الله- صلى الله عليه وسلم- بن إسحاق رسول الله بن إبراهيم رسول الله وخليله- صلى الله عليه وسلم-: رؤبان «٢» ؛ ولاوى؛
_________
(١) مدينة في شرق الاندلس من أعمال تطيلة، كما ذكر ياقوت.
(٢) في التكوين ٢٩: ٣٢: «رأوبين» .','1','503',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (507,'وشمعون؛ ويهوذا؛ ويساخار «١» ، وزابلون «٢» : أشقاء؛ أمهم؛ لياء «٣» بنت لابان بن بثوال «٤» بن ناحور بن آزر (وهو تارح؛ وناحور هذا أخو إبراهيم؛ وهارون والد لوط- عليهما السلام-؛ ويوسف رسول الله- صلى الله عليه وسلم؛ وبنيامين: أمهما راحيل بنت لابان المذكور؛ وغاد؛ وأشار «٥» : أمهما أمة لياء؛ ودان؛ ونفثالى «٦» : أمهما زلفى أمة راحيل «٧» . فعظمت أنسابهم كلهم جداً.
وكان أكثرها عدداً إذ خرجوا من مصر إلى أن دخلوا الشام: بنو يوسف، ثمّ بنو يهوذا. ثم زاد عدد بني يهوذا جداً، حتى صاروا أكثر من بني يوسف بأعداد عظيمة؛ فقد ذكروا أن عدد بنى يهوذا، المقاتلين منهم خاصة، بلغ في زمن داود- عليه السلام- خمسمائة ألف مقاتل؛ وبلغوا في زمن أسا بن أبيام «٨» بن رحبعام ابن سليمان بن داود- عليهما السلام- ثلثمائة ألف مقاتل من بني يهوذا خاصة.
هكذا في كتبهم، وهى كثيرة الكذب جدّا.
وكان أقلهم عدداً سبط لاوى؛ وكان سبط بنيامين أيضاً قليلاً، إلا أن سبط لاوى كان أقل عدداً. فمن سبط لاوى كان موسى، وهارون، رسولا الله- صلى الله عليهما- ابنا عمران بن قاهاث «٩» بن لاوى؛ وقارون (وهو قورح «١٠» ابن يصاهر «١١» بن قاهات؛ وعلى «١٢» الكاهن، الذي دبر أمر بنى إسرائيل؛ وأنبياء كثيرة، منهم: ... ؛ وبنو العزار بن هارون، نبي ومدبّر لأمر
_________
(١) التكوين ٣٠: ١٨: «يساكر» .
(٢) وفي التكوين: «زبولون» .
(٣) هي المعروفة في العهد القديم باسم «ليئة» .
(٤) هو بتوليل. التكوين ٢٤: ٢٤.
(٥) التضوين ٣٥: ٢٦: «جاد وأشير» .
(٦) وفي التكوين ٣٥: ٢٥ «نفتالي» . وفيه ٣٠: ٨ «نفثالي» بالمثلثة.
(٧) الذي في سفر التكوين ٣٥: ٢٥، ٢٦: «وابنا بلهة جارية راحيل: دان ونفتالي. وابنا زلفة جارية ليئة: جاد وأشير» .
(٨) الملوك الاول ١٥: ١٠٨، ب: «أشار بن أبيابي» ، تحريف. وقد ضبطهما ابن خلدون ضبطا يخالف ما في العهد القديم.
(٩) وفي سفر الخروج ٦: ١٦: «قهات» .
(١٠) صوابه ما أثبت من سفر الخروج ٦: ٢١ وتاريخ ابن خلدون ١: ١٢٧ نشرة علال الفاسي.
(١١) في سفر الخروج: «يصهار» بكسر الياء. وعند ابن خلدون: «ايصهر» .
(١٢) عند ابن خلدون ١: ١٣٧: «عالي بيطات بن حاصاب بن اليان بن فنحاص بن العيزار بن هارون» .','1','504',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (508,'بنى إسرائيل: وابنه فينحاس بن العزار، كذلك أيضا؛ ويحيى بن زكريّاء- عليهما السلام.
ومن سبط يهوذا كان داود النبي رسول الله- صلى الله عليه وسلم-؛ وهو ابن ايشاى «١» بن عوبيذ بن بوعز بن سلمن «٢» بن نخشون «٣» بن عمينا ذاب «٤» بن إرام «٥» بن حصرون بن فارص بن يهوذا بن يعقوب- عليه السلام-. فأم عوبيد المذكور كانت روث «٦» العمّونيّة؛ ونخشون كان سيد يهوذا أيام يوشع بن نون؛ وأمّ بوعز كانت رحاب (وليست المذكورة في التوراة) من أهل مدينة أريحا.
تلك تزوجها يوشع بن نون.
هكذا نسبه في كتب اليهود والنصارى، وهو باطل، لأن نخشون بن عمينا ذاب كان مقدم بني يهوذا، في نص التوراة، إذ خرجوا من مصر مع موسى- عليه السلام: - ومات بالتيه؛ لأنه لم يدخل أرض القدس من كل من كان له إذ خرج من مصر عشرون سنةً فصاعداً، أحدٌ، إلا رجلين فقط: كالب بن يوفنا اليهوذائى «٧» ، ويوشع بن نون (الأفرايمي «٨» ] من ولد يوسف- عليه السلام- فقط؛ وكان مقدم بني يهوذا إذ دخلوا أرض القدس رجل آخر؛ فعلى قولهم إن الداخل في أرض القدس هو سلمن بن نخشون النازل في بيت لحم بقرب بيت المقدس على أربعة أميال منها؛ ولا يختلفون في أن بين خروجهم من مصر وبين أول ملك داود- عليه السلام- ستمائة سنة وستّ سنين «٩» ؛ ولا يختلفون في أنه لم يعش منهم
_________
(١) في سفر راعوث ٤: ٢٢: «يسي» ، وكذلك في أخبار الايام الاول ٢: ١٢، ١٣. وفي الفصل لابن حزم ١: ١٧٩: «ابشباي» . وفي تاريخ ابن خلدون ١: ١٤١: «أيشا» .
(٢) راعوث ٤: ٢٠ وابن خلدون: «سلمون» .
(٣) راعوث: «نحشون» بالحاء المهملة.
(٤) هذا ما في ابن خلدون. وفي راعوث والفصل: «عميناداب» بالدال المهملة.
(٥) هذا ما في ابن خلدون. وفي راعوث والفصل: «عميناداب» بالدال المهملة.
(٦) هي راعوث، وبها سمي سفر راعوث. انظر السفر ١: ٤ و ٤: ٥، ١٠. وفي الفصل: «كانت أمه روث العمونية التي لها كتاب مفرد من كتب النبوة» .
(٧) وفي الفصل: «يفنة اليهوذاني» .
(٨) التكملة من الفصل.
(٩) في الفصل: «وست وستين» ، صوابه ما هنا. انظر الفصل ١: ٨١٠ س ٦- ٨.','1','505',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (509,'أحد بعد موسى- عليه السلام- مائة عام وثلاثين عاماً إلا يهوياذاع «١» الهاروني؛ ولا يختلفون في أن داود ولى وله ثلاث وثلاثون سنة، فلم يبق لتلك الستمائة سنة وست سنين إلا ولادة بوعز بن سلمن «٢» ، وعوبيذ بن بوعز، وإيشاى «٣» بن عوبيذ، وداود- عليه السلام- ابن إيشاى. وكلّ ما ذكرنا يكذب هذا بيقين، لأنه لا يمكن أن يكون لكل واحد منهم إذ ولد له ابنه إلا أزيد من مائة وثلاثين سنة، ونقلهم يكذب هذا بيقين.
وفي ولد داود- عليه السلام- كان ملك بني إسرائيل؛ ورياستهم فيهم إلى اليوم. وآخر من ملك منهم بيت المقدس متنياً «٤» الملقب صدقياً بن يوشيا؛ هذا كان خير ملوكهم.
وكان يوشيا بن آمون بن منشا بن حزقيا بن آحاز بن يوثام «٥» بن عزيا هو «٦» ابن أمصيا هو «٧» بن يؤاش «٨» بن أحزياهو «٩» بن يهورام «١٠» [بن يهوشافاط «١١» ] ابن آسا «١٢» بن أبيا بن رحبعم بن رسول الله سليمان بن داود.
وكلّ هؤلاء ملوك، لم ينتقل الملك عنهم إلا ابناً بعد أب، لا إلى أخ، ولا إلى عم، ولا إلى ابن عم، ولا إلى ابن أخ، ولا إلى ابن ابن. إلا أن صدقيا المذكور ملك قبله أخوان له: أحدهما يسمى يهوحاز «١٣» ، بشر أسماء الله تعالى من التوراة «١٤» ،
_________
(١) الفصل: «يهو باراع» .
(٢) صوابه ما أثبت.
(٣) انظر ٥٠٥.
(٤) كذا ضبطه ابن خلدون ١: ١٥٦.
(٥) عند ابن خلدون ١: ١٥٣: «يؤاب» . وما عند ابن حزم يطابق ما في أخبار الايام الاول ٣: ١٢ والفصل ١: ١٩٢.
(٦) وكذا عند ابن خلدون.
(٧) أخبار الايام: «أمصيا» .
(٨) صوابه في أخبار الايام.
(٩) هذا ما في ابن خلدون. وفي حواشي أخبار الايام ٣: ١١: «اخزياهو» بالخاء المعجمة.
(١٠) وكذا في الفصل ١: ١٩١ وابن خلدون. وفي أخبار الايام الاول: «يورام» .
(١١) وهي من أخبار الايام والفصل ١: ١٩١. وعند ابن خلدون: «يهوشاظ» .
(١٢) صوابه من أوأخبار الايام. وعند ابن خلدون: «أفيا» .
(١٣) الفصل: «يهوخار» . وفي أخبار الايام الثاني ٣٦: ١: «يهوآحاز» .
(١٤) في الفصل لابن حزم ١: ١٩٣: «نشر منها أسماء الله حيث وجدها» صواب هذه، «بشر» كما هنا، والمراد محاها وأزالها بالبشر.','1','506',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (510,'والثانى اسمه إلياقيم، أحرق التوراة بالجملة. وابن أحد ذينك الأخوين وهو يهويا المسمى يخنيا «١» بن الياقيم المذكور، ملك أيضاً.
ودبّر الرياسة قبل أن ينعقد الملك في بني إسرائيل من بني يهوذا: كالب بن يوفنا «٢» وابن أخيه عثنيال بن كناز «٣» بن يوفنا.
وذكر بنو إسرائيل أن كان من بني يهوذا من الأنبياء: ذبوراء «٤» ، امرأة لها زوج؛ وعاموص الداودىّ؛ وأخوه إشعياء الداودىّ؛ وزكرياء بن يهوياذاع؛ ويؤاب ابن صرويا «٥» (وهى أمه، واسم أبيه: يثرا «٦» ) ؛ ومريم بنت عمران، أم عيسى رسول الله- صلى الله عليه وسلّم-. ومن كل سبط ذكروا أنه كانت فيه نبوة، إلا سبط غاد وأشار «٧» ؛ فلم نجد فيهم نبوة بعد الذين نبئوا من كل سبط أيام موسى- عليه السلام- وليس على ظهر الأرض يهودي إلا من ولد يهوذا وبنيامين ولاوى؛ وباد سائر الأسباط. فقبل انقطاع دولتهم ببيت المقدس، نقلهم سنحاريب ملك الموصل إلى بلاد الجزيرة؛ فدخلوا في الأمم، إلا أنه لا يحفظ منهم أحدٌ نسبه موصولاً، إلا بعض بني داود فقط، على ما ذكرنا من فساد وصلهم لذلك النسب.
ويعرف اللاويون أنهم من بني لاوى فقط، والهارونيون أنهم من ولد هارون- عليه السلام- فقط، بلا شك، لأن التوقيف عليهم يتكرر كل يوم سبت.
وتقول النصارى، على اختلاف أناجيلهم في ذلك: إن يوسف النجار هو ابن يعقوب بن متان «٨» بن ألعزار بن أليوث «٩» بن أخيم بن صدوق بن أزور «١٠» بن الياقيم بن أبيوث «١١» بن زربابيل (الذي ولى أمورهم في رجوعهم إلى بيت المقدس) بن
_________
(١) في أخبار الايام الاول ٣: ١٦: «يكنيا» .
(٢) وفي أخبار الايام الاول ٤: ١٥: «كالب بن يفنة» .
(٣) في أخبار الايام وكذا في القضاة ٣: ٩: «عثنيئيل بن قناز» .
(٤) هي في القضاة ٤: ٤: «دبورة» وهي زوجة «الفيدوت» .
(٥) في الايام الاول ٢: ١٦: «يوآب بن صروية» .
(٦) في صموئيل الثاني ١٧: ٢٥ وأخبار الايام الاول ٢: ١٧: «يثر» ، وانه زوج ابيجايل أخت صروبة.
(٧) انظر ص ٥٠٤ حاسية (٥) .
(٨) صوابه ما أثبت من انجيل متى ١: ١٥.
(٩) وفي انجيل متى ١: ١٤- ١٥: «اليود» .
(١٠) في الانجيل: «عازور» .
(١١) في الانجيل: «ابيهود» .','1','507',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (511,'سلتيا بن يخنيا «١» ، واسمه يهويا، وهو آخر ملوكهم الذين ذكرنا آنفا.
وأمّا سبط يساخار، فكان فيهم من الرؤساء الذين دبروا أمر بني إسرائيل قبل الملك: تولع بن «٢» فوا بن برحالات. وكان فيهم من الملوك القائمين على سليمان ابن داود- عليه السلام-: بعشا بن أخيا «٣» ، وابنه أيلا بن بعشا، ومناحيم بن قارا «٤» ، وابنه بقحيا «٥» بن مناحيم.
وكان في سبط زبالون «٦» من الرؤساء المدبرين لأمور بني إسرائيل: ايلون؛ ومن الأنبياء: باروخيا.
وكان في سبط يوسف- عليه السلام- من الأنبياء: يوشع بن نون، خليفة موسى- عليه السلام- وهو من ولد أفراييم بن يوسف؛ و.... «٧» أفراييمي أيضاً؛ وثمؤال «٨» ، أفراييمىّ أيضا. وكان فيهم من الرؤساء المدبرين لأمور بني إسرائيل: هود بن ثارا، وقيل إنه من بني بنيامين؛ وعبدون بن هلال «٩» ، من بني أفراييم بن يوسف؛ وجدعون بن يوآش «١٠» ، من بني منشّا بن يوسف؛ وابنه أبو ملك «١١» بن جدعون؛ ويائير بن جلعاد «١٢» ، من بني منشّا بن يوسف؛ ويفتاح ابن جلعاد «١٣» ، من بني منشّا بن يوسف. وكان فيهم من الملوك القائمين على
_________
(١) في الانجيل: «شألتيئيل بن يكنيا» .
(٢) وفي سفر القضاة ١٠: ١ «تولع بن فواة بن دودو» . وفي ابن خلدون ١: ١٣٥: «طولاع بن فوا بن داو» . وفي الفصل ١: ١٨٨: «مولع بن مولع» : وهذه محرفة.
(٣) كذا في الملوك الاول ١٥: ٢٧، ٣٣. وعند ابن خلدون ١: ١٦٣: «أحيا» .
(٤) في الملوك الثاني ١٥: ١٧: «منحيم بن جادي» وعند ابن خلدون ١: ١٦٧: «بن كاد» ، وما هنا محرف.
(٥) وكذا عند ابن خلدون. وفي الملوك: «فقحيا» ، والباء والفاء يتناوبان.
(٦) هو زبولون. الايام الاول ٢: ١.
(٧) بياض في الاصل.
(٨) هو صموئيل بن ألقانة بن يروحام. صموئيل الاول ١: ١، ٢٠.
(٩) وكذا في الفصل ١: ١٨٩ وأيضا عند ابن خلدون ١: ١٣٧، ثم قال: «وقال ابن العميد، اسمه عكرون بن هليان» . وفي سفر القضاة ١٢: ١٣، ١٥: «عبدون بن هليل» .
(١٠) صوابه من القضاة ٦: ١١. وعند ابن خلدون ١: ١٣٤: «كدعون» . وقال: «بفتح الكاف القريبة من الجيم» .
(١١) القضاة ٨: ٣١: «أبيمالك» . ابن خلدون: «أبو مليخ» .
(١٢) عند ابن خلدون: «يائير كلعاد» .
(١٣) صوابه من القضاة ١١: ١ وابن خلدون.','1','508',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (512,'بني سليمان بن داود- عليهما السلام: يا ربعام بن ناباط بن «١» ياربعام، من بني أفراييم بن يوسف؛ وزكريّاء بن ياربعام بن يوآش بن يهوياحاز بن يا هو بن نمشي «٢» كل هؤلاء ملك، ابن ملك، حاشا نمشى، فلم يملك، وهم من ولد منشا بن يوسف.
ومن بني بنيامين من الملوك؛ طالوت بن قيس الدباغ بن أبيال «٣» ؛ ثم ابنه يشبوشت «٤» .
وكان قائدهما أبنير بن نار «٥» بن أبيال، من بني بنيامين، وهو ابن عم طالوت لحا.
ومن بنى دان «٦» ، من الرؤساء: شمسون بن ماناح «٧» القوىّ؛ ومن الملوك:
فاقح «٨» - ابن رمليا.
وكان في سبط نفثالي من الملوك: شلوم بن يابيش «٩» .
ومن بني غاد من الملوك؛ هوشيع بن إيلا «١٠» ، آخر الملوك القائمين على ولد سليمان- عليه السلام-. ومن بني غاد من الرؤساء: شمقار بن عناث «١١» .
فجملة حكامهم، سوى أربعين سنة دبر كل قرية أهلها قبل أن يكون فيهم ملك: ثلاثة من بني لاوى، من جملتهم موسى- عليه السلام-؛ وثلاثة من يهوذا، منهم ذبوراء؛ وثمانية من يوسف- عليه السلام-، منهم ثلاثة من أفراييم، منهم يوشع، اختلف في واحد منهم، فقيل: هو من بنيامين، دبّرهم؛
_________
(١) كان عبدا لسليمان بن داود. أخبار الايام الثاني ١٣: ٦ والملوك الأول ١١: ٢٦.
(٢) وفي الفصل ١: ١٩٥: «نمسي» ، صوابه من الملوك الاول ١٩: ١٦ والثاني ٩: ١٤.
(٣) ابن خلدون ١: ١٤١: «اسمه عند بني إسرائيل شارل بن قيس بن افيل» . وفي صموئيل الاول ٩: ١، ٢ «شاول بن قيس بن ابئيل» .
(٤) صموئيل الثاني ٢: ٨٩، ١٠: «ايشبوشت» .
(٥) صموئيل الثاني ٢: ١٢: «ابنير بن نير» .
(٦) في بعض المراجع «ذابي» .
(٧) صوابه بالحاء كما في سفر القضاة ١٣: ٢: «منوح» . وعند ابن خلدون ١: ١٣٦: «مانوح» . و «شمسون» كذا وردت هنا وعند ابن خلدون. وفي القضاة: «شمشون» والشين مكسورة في النص العبري. وفي فهرس الكتاب المقدس ان معنى شمشون: شمسي.
(٨) في الملوك الثاني ١٥: ٢٥ و ١٦: ١: «فقح» وعند ابن خلدون ١: ١٦٧: «باقاح» .
(٩) الملوك الثاني ١٥: ١٠، ١٣، ١٤. ومعنى «يابيش» : يابس. ابن خلدون ١: ١٦٩: «شالوم بن يامنس» ، تحريف.
(١٠) الملوك الثاني ١٥: ٣٠. وهو غير هوشع بن بئيري الذي سمي باسمه السفر.
(١١) في القضاة ٣: ٣١ و ٥: ٦: «شمجر بن عناة» .','1','509',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (513,'وأربعة من منشّا؛ وواحد من زابولون. وواحد من دان؛ وواحد من يساخار. فلم يكن في حكامهم أحدٌ من رؤبان، ولا من شمعون، ولا من بنيامين، إلّا باختلاف، ولا من غاد، ولا من نفثالى. وكان منهم من الملوك [سرب ودادمى يهوا] من يهوذا، اثنان؛ ومن بنيامين، سبعا وعشرين سنة؛ واثنان من أفراييم، وأربعة أيضا باستدلال، ستّا وعشرين سنة؛ وخمسة من منشا، مائة عام وعامين؛ وأربعة من يسّاخار، ثمانيا وأربعين سنة؛ ووالد من دان؛ وواحد من غاد؛ وواحد من نفثالى، شهراً واحداً، سوى ملوك الهارونيين من ... بعد الرجعة، وإلى هرودوس. [سوى رعوس سبعة أيام وسوى هي سبعة أعوام ... أخآب.
وابنا أخآب: أخزيا ويورام، ثمانيا وثلاثين سنة ... كان هؤلاء «١» ] فقد قيل إنهم من يهوذا. ولم نجد أنه ملكهم أحدٌ من رؤبان، ولا من شمعون، ولا من زابولون، ولا من أشار؛ فلم يكن في غاد حاكم ولا نبىّ، ولم يكن في أشار ملكٌ ولا نبىّ، ولم يكن في رؤبان ولا شمعون ملك ولا حاكم، ولم يكن في غاد ولا نفثالى حاكم، ولم يكن في زابولون ولا أشار ملك، ولم نجد في غاد، ولا في أشار نبياً أصلاً.
وكان لإبراهيم عليه السلام- ابن اسمه مدين «٢» ، باد نسله، قيل: منهم كان شعيب النبي- صلى الله عليه وسلم- وبنون جماعةٌ من امرأة تسمى قطورا «٣» ، سكنوا مكة مع إسماعيل؛ ثم بادوا كلهم. وذكر في الكتب القديمة أنه كان للوط- عليه السلام- ابنان: أحدهما عمون، والثانى مؤاب؛ فكان سكنى بني عمون في البلد المعروف بمعان «٤» وهى بلاد البلقاء بأرض الشأم؛ وكان سكنى بني مؤاب البلد المعروف بمآب «٥» ، وهى أيضاً من بلاد البلقاء «٦» بأرض الشام. ولا يعرف
_________
(١) صوابه من الملوك الاول ١٦: ٢٩. وفيه: «أخآب بن عمري» . وأما «أخزيا» فهي في الاصل «زخريا» . والصواب من الملوك الاول ٢٢: ٥١.
(٢) هو في التكوين ٢٥: ٢: «مديان» .
(٣) هي «قطورة» . التكوين ٢٥: ١.
(٤) صوابه من معجم البلدان وابن خلدون ١: ٦٦.
(٥) صوابه في معجم البلدان.
(٦) الابلق الفرد: حصن للمسوال. وبلقاء: بلد في بلاد الشام والبلوقة: المفازة. والارض المستوية اللينة، او التي لا تنبت الا الرخامي، أو البقعة التي لا تنبت البتة.','1','510',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (514,'لهاتين الأمتين في الدنيا أحد ينتمي إليهم بصحة.
وكان لإسحاق- عليه السلام- ابن آخر غير يعقوب، واسمه عيصاب «١» ؛ كان بنوه يسكنون جبال الشراة «٢» التي بين الشأم والحجاز؛ وقد بادوا جملةً إلا أن قوماً يذكرون أن الروم من ولده؛ وهذا خطأ؛ وإنّما وقع لهم هذا الغلط لأن موضعهم كان يقال له أروم؛ فظنوا أن الروم من ذلك الموضع؛ وليس كذلك، لأن الروم إنما نسبوا إلى روملس باني رومة. فإن ظن ظان أن قول النبي- صلى الله عليه وسلم- للجد بن قيس: «هل [لك] «٣» في جلاد بني الأصفر العام؟» ، وذلك في غزوة تبوك، فيه أن الروم من بني الأصفر، وهو عيصاب المذكور، فليس كما ظنّ، وقول رسول الله- صلى الله عليه وسلّم- حقّ، وإنّما عنى- عليه السلام- بني عيصاب على الحقيقة، لا الروم، لأن مغزاه- عليه السلام- في تلك الغزوة كان إلى ناحية الشراة، مسكن القوم المذكورين. وبالله التوفيق.
وهذه قطعة من نسب الفرس
آخر ملوك الفرس: يزدجرد بن شهريار بن كسرى أبرويز بن هرمز ابن كسرى أنو شروان بن قباذ بن فيروز بن يزدجرد بن بهرام جور بن يزدجرد الأثيم بن بهرام بن سابور بن سابور ذي الأكتاف بن هرمز بن نرسى بن بهرام ابن بهرام بن هرمز بن سابور بن أردشير بن بابك، وهو من بني ساسان بن بهمن، أخى دارا الأكبر، بن بهمن بن أسفنديار بن بستاشب، أول من أظهر دين المجوسية، بن لهراسب. وليزدجرد آخر ملوك الفرس عقب بمرو.
وكان له ابنان: بهرام، وفيروز. فكان من ملوكهم جاماسب بن فيروز، أخو قباذ بن فيروز. وجاماسب هو عمّ أنو شروان.
وبنو رستم، ملوك تيهرت، من ولد جاماسب الملك المذكور؛ ومن ولد
_________
(١) هو «عيصو» عند ابن خلدون ١: ٦٣. وفي التكوين ٢٥: ٢٥: «عيسو» . وقد نقل ابن خلدون نص ابن حزم هذا في ١: ٦٤ بصورة: «اسمه عيصاب او عيصو» .
(٢) صوابه بالشين. كما في نقل ابن خلدون عن ابن حزم. وأما السراة بالمهملة فهي الجبال الخاجزة بين تهامة ونجد.
(٣) التكملة من نقل ابن خلدون ومن السيرة ٨٩٤.','1','511',NULL,NULL,'0');
INSERT INTO [b9793] VALUES (515,'جاماسب المذكور: كان وهرز «١» صاحب اليمن، وباذان «٢» ، ملك اليمن، الذي أسلم طوعا، وابنه شهر بن باذان؛ ودادويه «٣» ؛ وفيروز المعروف بابن الديلمي «٤» ، لهما صحبة.
ومن ولد بهرام جور، كان الإصبهاني، الذي أسس دعوة القرامطة. ومن ولد أردشير بن بابك، كان عبد الله بن محمد الكلواذي، وزير المقتدر.
ومن ولد دارا بن دارا، بنو الجراح، رهط الوزير علي بن عيسى بن الجرّاح.
وبيوتات الفرس بكسكر، وسرفقان «٥» وجرم قاشان «٦» من إصبهان، وبإصطخر.
_________
(١) وانظر السيرة ٤٣، ٤٦ ونوادر المخطوطات ٢: ١٥١، ٢٧٣ والطبري ٢: ١١٦.
(٢) ويقال أيضا «باذام» . الاصابة ٧٥٥ والاشتقاق ٢٢٦.
(٣) الاصابة ٢٤١١.
(٤) الاصابة ٧٠٠٤. وهو قاتل الاسود العنسي الكذاب.
(٥) قرية بينها وبين سرخس ثلاثة فراسخ.
(٦) وانظر معجم البلدان في رسم (اصبهان) حيث عدها في رساتيق أصبهان الستة عشر','1','512',NULL,NULL,'0');
