-- Table: b9846
-- Chunk: 1
-- Rows: 117

CREATE TABLE "b9846"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9846
INSERT INTO [b9846] VALUES (1,'<span data-type="title" id=toc-1>[مقدمة]</span>
بسم الله الرحمن الرحيم
الحمد لله الذي مهد قواعد الدين بكتابه المحكم، وشيد معاقد العلم بخطابه وأحكم، وفَقَّه في دينه من أراد به خيرا من عباده وفهّم، وأوقف من شاء على ما شاء من أسرار مراده وألهم، فسبحان من حكّم فأحكم، وحَلَّل وحرّم، وعرّف وعلّم، علم بالقلم، علم الإنسان ما لم يعلم، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادة تهدي إلى الطريق الأقوم، وأشهد أن محمدا عبده ورسوله، المخصوص بجوامع الكلم وبدائع الحكم، وودائع العلم والحلم والكرم، صلى الله عليه وعلى آله وصحبه وسلم (١) .
أما بعد:
فإن علم القواعد الفقهية من أجَلِّ العلوم الشرعية قدرا، وأسماها فخرا، وأعلاها شرفا وذكرا؛ ولذا أعلى الأئمة من شأنه، وأشادوا بمكانته وأهميته، وبينوا حاجة الفقيه الماسة إلى الإلمام به وتعلمه. قال الإمام القرافي يرحمه الله: (وهذه القواعد مهمة في الفقه، عظيمة النفع، وبقدر الإحاطة بها يَعُظُم قدر الفقيه ويَشْرُف، ويظهر رونق الفقه ويُعْرف، وتتضح مناهج الفتوى وتُكْشَف) (٢) .
_________
(١) من: مقدمة ابن رجب في: "القواعد".
(٢) "الفروق:١/٣".',NULL,'5',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (2,'وقال الحافظ ابن رجب يرحمه الله: (فهذه قواعد مهمة، وفوائد جمة، تضبط للفقيه أصول المذهب، وتُطْلعه من مآخذ الفقه على ما كان عنه قد تَغَيَّب) (١) .
وقال الإمام السيوطي يرحمه الله: (اعلم أن فن الأشباه والنظائر فن عظيم، به يُطَّلَع على حقائق الفقه ومداركه، ومآخذه وأسراره) (٢) .
وتكمن أهمية هذا العلم في أمور عدة (٣) ، منها:
أولا: أنها تضبط الأمور المنتشرة المتعددة، وتنظمها في سلك واحد مما يمكن من إدراك الروابط والصفات الجامعة بين الجزيئات المتفرقة، فهي كما قال ابن رجب: (تنظم له منثور المسائل في سلك واحد، وتقيد له الشوارد، وتقرب عليه كل متباعد) (٤) .
ثانيا: أن ضبطها يُيَسر على الفقيه ضبط الفقه بأحكامه، ويغنيه عن حفظ أكثر الجزئيات؛ إذ إن حفظ جزئيات الفقه وفروعه يستحيل أن يقدر عليه إنسان خلافا للقواعد فإن حفظها وإن كَثُرَت داخلٌ تحت الإمكان؛ ولذا قال القرافي يرحمه الله: (من ضبط الفقه بقواعده
_________
(١) "القواعد:١/٤".
(٢) "الأشباه والنظائر:٦".
(٣) انظر: "القواعد الفقهية:١١٤"ليعقوب الباحسين.
(٤) "القواعد:١/٤".',NULL,'6',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (3,'استغنى عن حفظ أكثر الجزئيات؛ لاندراجها في الكليات) (١) .
ثالثا: أن دراستها تُكَوِّن عند المرء ملكة فقهية تنير أمامه الطريق لدراسة أبواب الفقه الواسعة والمتعددة، ومعرفة الأحكام الشرعية، واستنباط الحلول للوقائع المتجددة والمسائل النازلة؛ ولذا أصبحت القواعد معينا ثَرّاً للفقهاء، ومبعث حركة دائمة ونشاط متجدد، يُبعد الفقه عن أن تتحجر مسائله وتتجمد قضاياه.
قال الإمام السيوطي يرحمه الله: (أعلم أن فن الأشباه والنظائر فن عظيم، به يُطَّلع على حقائق الفقه ومداركه، ومآحذه وأسراره، ويتمهّد في فهمه واستحضاره، ويقتدر على الإلحاق والتخريج، ومعرفة أحكام المسائل التي ليست بمسطورة، والحوادث والوقائع التي لاتنقضي على مَرّ الزمان) (٢) .
رابعا: أنها تمكن الفقيه من تخريج الفروع بطريقة سَوِيَّة، وتبعده عن التخبط والتناقض الذي قد يترتب على التخريج من المناسبات الجزئية، وقد نقل تاج الدين السبكي عن والده قوله: (وكم من آخر مستكثر في الفروع ومداركها قد أفرغ جمام ذهنه فيها، غفل عن قاعدة كلية، فتخبطت عليه تلك المدارك وصار حيران، ومن وفقه الله بمزيد من العناية جمع بين الأمرين، فيرى الأمر رأي
_________
(١) "الفروق:١/٣".
(٢) "الأشباه والنظائر:٦".',NULL,'7',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (4,'العين) (١) .
وحتى يتضح معنى القاعدة الفقهية وأهميتها واستقلالها لابد من بيان الفرق بين القاعدة الفقهية والقاعدة الأصولية، والفرق بينهما من وجوه (٢) ، منها:
أولا: من جهة الموضوع؛ إذ إن موضوع القاعدة الفقهية أفعال المكلفين، وموضوع القاعدة الأصولية الأدلة الشرعية. فالقاعدة الأصولية "النهي يقتضي الفساد"موضوعها: كل دليل في الشريعة ورد فيه نهي بينما القاعدة الفقهية "المشقة تجلب التيسير" موضوعها: كل فعل من أفعال المكلَّف يجد فيه مشقة معتبرة شرعا.
ثانيا: من جهة كون كل منهما كلية أم لا، فالقواعد الأصولية كلية مطردة خلافا للقواعد الفقهية فليست كلية، بل هي أغلبية أكثرية؛ لأن لها استثناءات بالإضافة إلى فروق أخرى ليس هذا محل بسطها.
ولما كان لهذا العلم أهمية عظمى وفائدة جُلَّى أخذ العلماء في التأليف فيه والتصنيف، فمنهم من أطنب وأسهب، ومنهم من اختصر وهذب، ومنهم من كان تأليفه نظما.
ولقد كان للسادة الحنابلة -لازالت عليهم سحائب الرحمة
_________
(١) "الأشباه والنظائر: ١/٣٠٩"
(٢) انظر: "القواعد الفقهية: ١٣٥" ليعقوب الباحسين.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (5,'وابلة- في هذا الفن جهود مُتْقَنة مُحَرَّرة (١) ، وإن كانت متأخرة في الجمع، حتى فاق بعضها من سبقها، ولم يدرك شأوها من بعدها، لاسيما "تقرير القواعد وتحرير الفوائد" لابن رجب، حتى قال عنه ابن الهادي يرحمه الله: (وهو كتاب نافع من عجائب الدهر) (٢) .
وكان لشيخ الإسلام ابن تيمية يرحمه الله فضل الإفراد لها في نحو /٢٢٠مؤلفا، مابين: فتوى, وكتاب، ورسالة، جميعها تصدر باسم: "قاعدة في ... " أو: "قواعد ... "، وكان من بين مؤلفاته كتاب: "القواعد النورانية الفقهية".
وقفاه تلامذته فمن بعدهم، منهم تلميذه الطوفي في كتابه: "القواعد الكبرى" و"الصغرى" و"الأشباه والنظائر".
ثم جاء من بعدهم شرف الدين المقدسي الشهير بابن قاضي الجبل فألف كتابه: "القواعد الفقهية"، ثم تبعه ابن رجب فألف كتابه آنف الذكر، ثم تتابعت مصنفات الحنابلة في القواعد جيلا بعد جيل، ورعيلا يعقبه رعيل، فألفوا في ذلك كتبا شريفة، وصحفا أنيقة، ودفاتر مبسوطة، ومختصرات مضبوطة، وكان من آخر ما ألف في ذلك: "منظومة القواعد الفقهية" للشيخ عبد الرحمن بن ناصر السعدي يرحمه الله ضمنها طائفة من مختاراته في القواعد
_________
(١) انظر: "المدخل المفصل:٢/٩٣٠، "القواعد الفقهية:٣٢٦، ٣٣٠".
(٢) "الجوهر المنضد:٤٨٩".',NULL,'9',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (6,'والضوابط، وقد احتوت على مهمات القواعد كماذكره الناظم في الشرح بقوله: (وبعد، فإني وضعت لي ولإخواني منظومة مشتملة على مهمات قواعد الدين، وهي وإن كانت قليلة الألفاظ، فهي كثيرة المعاني لمن تأملها) . ومن ثَمَّ كانت عناية المتأخرين بهذا النظم دراسة وحفظا، وتفهُّما وضبطا.
ولما كان هذا النظم يحتاج إلى إيضاح وتبيين، وشرح وتفصيل قام شيخنا المفضال: صالح بن محمد الأسمري يحفظه الله بشرح هذه المنظومة، شرحا يذلل الصعاب، ويميز القشر عن اللباب، ومتجنبا الإسهاب وغث الإطناب، وقد تميز الشرح بما يلي:
أولاً: شرح الكلمات، وحل الألفاظ والعبارات.
ثانيا: فتح المقفل، وتفصيل الجمل بعبارة تستعذب، وإشارة لا تستصعب.
ثالثا: ذِكْر مصادر القاعدة والأصول التي أُخذت منها، وضَرْب بعض الأمثلة عليها ليسهل فهمها.
رابعا: توثيق معلوماته بذكر مصادره من كتبه الفقه والقواعد وما إلى ذلك.
خامسا: ذكر فوائد عزيزة، ولطائف نفيسة، وتقسيمات بديعة.
وكان أصل هذا الشرح دروسا ابتُدئ فيها بجامع أبي بكر',NULL,'10',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (7,'الصديق رضي الله عنه بمدينة الطائف عام ثمانية عشر وأربعمائة وألف، وفُرِغَ منها ليلة الثالث عشر من شهر رمضان المبارك من العام نفسه، وقد وُسِم هذا الشرح بـ (مجموعة الفوائد البهية على منظومة القواعد الفقهية) .
وقد من الله علي بأن أعانني على إخراج هذا الشرح المبارك، وكان عملي فيه وفق ما يلي:
أولا: قمت بكتابة الشرح ونسخه مراعيا قواعد الإملاء والترقيم في ذلك.
ثانيا: وضعت مقدمة للشرح تشتمل على: أهمية القواعد الفقهية، والفرق بين القاعدة الفقهية والقاعدة الأصولية، وجهود الحنابلة في هذا الفن، ومزايا الشرح، وغير ذلك.
ثالثا: صنعت فهرسا كاشفا لموضوعات الشرح وفوائده.
رابعا: جعلت عناوين رئيسة لكل قاعدة ذُكِرت ضمن أبيات المنظومة، مراعيا ذكرها بلفظها عند الفقهاء غالبا.
خامسا: اعتنيت بالإخراج الفني العام للشرح متوخيا منهج البحث العلمي في الكتابة.
هذا وقد عرضت هذا الشرح على الشيخ حفظه الله بُغية نشره، وانتفاع طلبة العلم به، فاستحسنه، ومن ثَمَّ أَذِن بإخراجه وطباعته، فجزاه الله خير الجزاء، ومنحه كل مسرة وهناء.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (8,'وقبل أن أطوي أوراق هذه المقدمة أسدي جزيل الشكر وعظيم الامتنان إلى كل من أعانني على إخراج هذا الشرح المبارك، أسأل المولى جل وعلا أن يجعل ما قدموه في موازين حسناتهم إنه جواد كريم.
وختاما أسال الله العظيم رب العرش اكريم أن يوفقنا لما يحب ويرضى، وأن يكافئنا بالحسنى، وأن يغفر لي وللمسلمين، وصلا الله على نبينا محمد وعلى آله وصحبه أجمعين.
وكتبه: متعب بن مسعود الجعيد
(الدراسات العليا
بجامعة أم القرى
كلية الشريعة
قسم الفقه)
الطائف
١٣/٩/١٤١٨ هـ',NULL,'12',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (9,'الحمدُ للهِ العليِّ الأَرْفَقِ ... وجامعِ الأشياءِ والمفرِّقِ
ذي النِّعمِ الواسعةِ الغزيرةْ ... والحِكمِ الباهرةِ الكثيرةْ
ثم الصلاةُ معْ سلامٍ دائمِ ... على الرسولِ القرشيِّ الخاتَمِ
وآله وصحبِه الأبرارِ ... الحائزي مراتبَ الفِخَارِ
اعلمْ هُديتَ أن أفضلَ الْمِنَنْ ... علمٌ يُزيلُ الشكَّ عنك والدَّرَنْ
ويَكشِفُ الحقَّ لذي القلوبِ ... ويُوصِلُ العبدَ إلى المطلوبِ
فاحرِصْ على فهمِكَ للقواعدِ ... جامعةِ المسائلِ الشَّواردِ
فتَرْتَقِي في العلم خيرَ مُرتَقَى ... وتَقْتَفِي سُبْلَ الذي قد وُفِِّقَا
هذه قواعد نَظَمْتُها ... مِنْ كُتْبِ أهل العلم قد حَصَّلْتُها
جزاهم المولى عظيمَ الأجرِ ... والعفوَ مَعْ غُفرانِه وَالْبِرِّ
النيةُ شرطٌ لسائِر العملْ ... بها الصلاحُ والفسادُ للعملْ
الدينُ مَبْنِيٌّ على المصالِحِ ... في جَلْبِها والدَّرْءِ للقبائِحِ
فإن تَزَاحَمْ عدَدُ المصالحِ ... يُقَدَّمُ الأعلى من المصالحِ
وضده تَزاحُمُ المفاسدِ ... يُرْتَكَبُ الأدنى من المفاسدِ
ومِنْ قواعدِ الشَّريعةِ التَّيسيرُ ... في كُلِّ أمر نَابَهُ تَعْسِيرُ
وليس واجبٌ بلا اقْتدار ... ولا مُحَرَّمٌ مع اضطرارِ
وكل محظورٍ مع الضرورةْ ... بقَدْرِ ما تحتاجه الضرورةْ
وتَرجِع الأحكامُ لليقينِ ... فلا يُزيلُ الشكُّ لليقينِ
والأصلُ في مياهنا الطهارةْ ... والأرضِ والثيابِ والحِجارةْ
والأصلُ في الأبضاعِِ واللحومِ ... والنفسِ والأموالِ للمعصومِ
تحريمُها حتى يجيءَ الحِلُّ ... فافهَمْ هداك اللهُ ما يُمَلَّ',NULL,'13',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (10,'والأصلُ في عاداتنا الإباحةْ ... حتى يجيءَ صارفُ الإباحةْ
وليس مشروعاً من الأمورْ ... غيرَ الذي في شرعنا مذكورْ
وسائلُ الأمورِ كالمقاصدِ ... واحكمْ بهذا الْحُكمِ للزوائدِ
والخطأُ والإكراهُ والنسيانُ ... أسقطه معبودُنا الرحمانُ
لكن معَ الإتلافِ يَثْبُتُ البدلْ ... ويَنْتَفِي التأثيمُ عنه والزَّلَلْ
ومن مسائلِ الأحكامِ في اتَّبَعْ ... يَثْبُتُ لا إذا استقلَّ فوقعْ
والعرفُ معمولٌ به إذا وَرَدْ ... حُكْمٌ من الشرعِ الشريفِ لم يُحَدّْ
مُعاجِلُ المحظورِ قبل آنِهْ ... قد باء بالخسران مَعْ حِرمانهْ
وإن أتى التحريمُ في نفسِ العملْ ... أو شرطِهِ، فذو فسادٍ وخَللْ
ومُتْلِفُ مؤذيه ليس يَضمنُ ... بعد الدفاعِ بالتي هي أحسنُ
وَأَلْ تُفيدُ الكلَّ في العمومِ ... في الجمعِ والإفرادِ كالعَليمِ
والنكراتُ في سِياقِ النفي ... تُعطي العموم - أوسياق النهي
كذاك "مَنْ" و "ما" تُفيدان مَعَا ... كل العموم يا أخي فاسمعا
ومثله المفرد إذ يضاف ... فافهم هُدِيتَ الرشد ما يضاف
ولا يتم الحكمُ حتى تجتمعْ ... كلُّ الشروط والموانع تُرْتَفَعْ
ومن أتى بما عليه من عمل ... وهي التي قد استحق ماله على العمل
وكلُّ حُكمٍ دائر مع علتهْ ... وهي التي قد أوجبتْ لشرعيَّتِهْ
وكل شرط لازمٍ للعاقد ... في البيع والنكاح والمقاصدِ
إلا شروطاً حَلَّلَتْ مُحَرَّماً ... أو عكسِه فباطلاتٌ فاعْلَمَا
تُستعمَل القرعةُ عند الْمُبْهَمِ ... من الحقوقِ أو لدى التَّزَاحُمِ
وإن تساوى العملان اجتمعا ... وفُعِل إحداهما فاستَمِعا
وكلُّ مشغولٍ فلا يُشَغَّلُ ... مثالُه المرهونُ والْمُسَبَّلُ',NULL,'14',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (11,'ومن يُؤدِّ عن أخيه واجبا ... له الرجوع: إن نوى يُطالِبَا
والوازع الطَّبَعِيُّ عن العصيانِ ... كالوازع الشرعيِّ بلا نُكرانِ
والحمد لله على التَّمامِ ... في البَدء والختام والدوامِ
ثم الصلاة معْ سلامٍ شائعِ ... على النبي وصحبِه والتابعِ',NULL,'15',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (12,'بسم الله الرحمن الرحيم
الحمد لله رب العالمين، والصلاة والسلام على عبده ورسوله الأمين، وعلى آله وأصحابه والتابعين.
أما بعد:
فهذا شرح مختصر لطيف، على نَظْمٍ للقواعد الفقهية منيف، يحل ألفاظه ومبانيه، ويبين قواعده ومعانيه. أبتدئه بمقدمة لا بد منها، ولا مَنْدُوحة للطالب عنها، وهذا أوان الشروع، وبالله التوفيق، ولا حول ولا قوة إلا بالله.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (13,'المقدمة وفيها فصلان:
الفصل الأول: في التعريف بـ (علم القواعد الفقهية) .
وفيه أربعة مباحث:
المبحث الأول: في تعريف (القاعدة الفقهية) .
المبحث الثاني: في التفريق بين: (القاعدةالفقهية) و (الضابط الفقهي) .
المبحث الثالث: في (أقسام القواعد الفقهية) .
المبحث الرابع: في (تدوين القواعد الفقهية) .
الفصل الثاني: في تعريف موجز بالمنظومة ومؤلفها وفيه مبحثان:
المبحث الأول: في التعريف بمؤلف النظم.
المبحث الثاني: في التعريف بالنظم.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (14,'<span data-type="title" id=toc-2>الفصل الأول: في التعريف بـ (علم القواعد الفقهية)</span>
وفيه أربعة مباحث:

<span data-type="title" id=toc-3>المبحث الأول: في تعريف: (القاعدة الفقهية)</span>
فهي: حكم أغلبي، يأتي تحته مسائل فقهية فرعية، يُتَعَرَّف من خلاله على أحكام تلك المسائل.
وتوضيح ذلك بالمثال التالي:
من القواعد الفقهية: (الضرر لا يُزال بالضرر) ، أو (الضرر لا يُزال بمثله) ؛ حيث يدخل تحت هذه القاعدة مسائل فقهية فرعية كثيرة, منها: إكراه معصومِ دمٍ بالقتل، على قتل معصوم الدم. ومنها، دفع الهلاك عن النفس جوعا بأخذ مال من يدفع عن نفسه هلاك الجوع.
ففي هاتين المسألتين إزالة ضرر بمثله، وهذا لا يجوز؛ لأن القاعدة الفقهية تقول: (الضرر لا يزال بمثله) .
إلا أن هذه القاعدة ليست كلية، بحيث يندرج تحتها جميع المسائل الفقهية الفرعية المنطبقة عليها القاعدة, بل هي أغلبية؛ لأن لها استثناءات، من ذلك: رمي الكفار إذا تَتَرَّسُوا بأسرى المسلمين.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (15,'<span data-type="title" id=toc-4>المبحث الثاني: في التفريق بين: (القاعدة الفقهية) و (الضابط الفقهي)</span>
لالتباس القاعدة الفقهية بالضابط؛ لزم بيان الفرق بينهما؛ إذ بينهما عموم وخصوص مطلق، فالقاعدة أعمُّ مطلقا، والضابط أخصُّ مطلقا.
وإيضاح ذلك: أن القاعدة تضم تحتها مسائلَ فقهية من أبواب شتى، خلافا للضابط فهو يضم مسائلَ فقهية من باب واحد.
فمثال القاعدة: (اليقين لا يزول بالشك) أو (الشك يُدْرَأ باليقين) ؛ حيث تدخل هذه القاعدة في كل مسألة فقهية اجتمع فيها شك ويقين, فتدخل في أبواب فقهية شتى، كالطهارة, والصلاة, والزكاة, وغير ذلك.
ومثال الضابط: (كل ما يُعْتَبَر في سجود الصلاة؛ يُعْتَبَر في سجود التلاوة) قاله بعض أصحاب مالك -رحمه الله تعالى- فهذا الضابط يضم مسائل تخص ذينك السجودين، وكلاهما خاص بباب الصلاة, لا يتعداها إلى أبواب أخرى.
واعلم -رحمك الله- أن التفريقَ السابق هو المُقَرَّر عند الفقهاء, ولكن قد يتسامحون في هذا التفريق, فيطلقون على الضابط قاعدة والعكس.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (16,'<span data-type="title" id=toc-5>المبحث الثالث: في (أقسام القواعد الفقهية)</span>
تُقَسَّم القاعدة الفقهية من حيثيتين:
الأولى: من حيث مصدرُها؛ إذ إنها تأتي عن طريق أحد مصدرين:
الأول: النص الشرعي. والثاني: الاستنباط الاجتهادي، إلا أن أكثر القواعد مأخوذة عن المصدر الثاني.
فمثال المصدر الأول قاعدة: (لا ضرر ولا ضرار) ؛ حيث إن مصدرها حديث: (لا ضرر ولا ضرار) رواه ابن ماجه عن ابن عباس رضي الله عنهما.
ومثال المصدر الثاني قاعدة: (من تعجل الشيء قبل أوانه عوقب بحرمانه) وذلك كقتل وارثٍ موَرِّثََه قتلاً يوجب قصاصاً, فإنه يُحرم من الميراث؛ لأنه أساء في قصده, فرد الشارع قصده -عقاباً- عليه.

ومن ثَََمَّ تعلم -رحمك الله- أن القاعدة الفقهية تَكتسِبُ حجيتها بمصدرها إما نصّاً وإما استنباطاً.
الثانية: من حيث اتفاق العلماء عليها وعدمه، إذ من القواعد ما اتفقت المذاهب الفقهية عليها، وتُسمى بالقواعد الكلية. ومنها ما حصل الاختلاف فيها -أعني القواعد الفقهية-.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (17,'مثال القواعد الكلية قاعدة: (اليقين لا يزول بالشك) ، وقد أوصلها- أعني: القواعد الكلية- الإمام السيوطي في كتابه: "الأشباه والنظائر" إلى خمس وأربعين قاعدة، وأوصلها ابن المَبْرد يوسف بن عبد الهادي في كتابه: "مغني ذوي الأفهام" إلى ست وستين قاعدة؛ إلا أن القواعد الكلية الكبرى قصرها الأكثر على خمس قواعد، وهي: (الأمور بمقاصدها) ، و (اليقين لا يزول بالشك) و (المشقة تجلب التيسير) ، و (لا ضرر ولا ضرار) ، و (العادة مُحَكَّمة) .
ومثال القواعد المُخْتَلَف فيها قاعدة: (المُسْتَقْذَر شرعا كالمُسْتَقْذَر حِسّاً) ، كبسط الذراعين انبساط الكلب؛ فإنه مُسْتَقْبَح حِسّاً عند الناس، وكذلك هو مستقبح لدى الشرع لما رواه الشيخان عن أنس- رضي الله عنه- مرفوعا: "لا يبسط أحدكم ذراعيه انبساط الكلب".',NULL,'22',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (18,'<span data-type="title" id=toc-6>المبحث الرابع: في تدوين القواعد الفقهية</span>
نشأت القواعد الفقهية مع الفقه، لتعلق كلٍّ منهما بالآخر، وكان الصدر الأول ينطقون ببعض تلك القواعد، فقد روى الإمام عبد الرزاق في: "مصنفه" بسنده إلى عبد الله بن عباس-رضي الله عنهما- أنه قال: (كل شيء في القرآن (أو، أو) ؛ فهو مخيّر، وكل شيء (فإن لم تجدوا) فهو الأول فالأول". إلى غير ذلك من الأمثلة.

ولكن القواعد الفقهية لم يُبْدَأ في حصرها، وتقنين علمها؛ إلا بعد استقرار المذاهب الفقهية المُتَّبَعَة، وظهور التقليد وتفشِّيه. وقد ألمح إلى ذلك ابن خلدون- رحمه الله تعالى- في: "مقدمته" حيث قال: (ولما صار مذهب كل إمام عِلماً مخصوصاً عند أهل مذهبه، ولم يكن لهم سبيل إلى الاجتهاد والقياس، فاحتاجوا إلى تنظير المسائل في الإلحاق، وتفريقها عند الاشتباه، بعد الاستناد إلى الأصول المقررة من مذاهب إمامهم) انتهى المراد.
فكانت أولى محاولات الحصر لقواعد مذهب فقهي؛ هي ما حكاه الإمام العلائي- رحمه الله تعالى- في كتابه: "المجموع المذهب، في قواعد المذهب" حيث ذكر أن الإمام أبا طاهر بن محمد بن الدباس الحنفي الضرير، أحد فقهاء القرن',NULL,'23',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (19,'الثالث والرابع الهجري: أنه أرجع مذهب أبي حنيفة إلى سبع عشرة قاعدة كلية، وأنه كان يكرِّر كل ليلة تلك القواعد بمسجده بعد مُنْصَرَف الناس.
وكان أول من دَوَّن القواعد وأفردها في كتاب؛ أبو الحسن عبيد الله بن الحسن الكَرْخي الحنفي، المتوفى سنة أربعين وثلاثمائة، وقد ضمن هذه الرسالة تسعة وثلاثين أصلاً. وقد وضع الإمام أبو حفص عمر بن محمد النسفي (ت:٥٧٣هـ) شرحا على تلك الأصول؛ بين فيها ما يندرج تحت كل أصل من المسائل.
فائدة:
اعلم -أرشدك الله- أن أصحاب المذاهب الفقهية المُتَّبَعة لهم بعد الكرخي مسيرة في تدوين القواعد الفقهية، إلا أن دواوينهم فيها تتباين وتتفارق.
فمن أحسن ما كُتِب في المذهب الحنفي؛ كتاب؛ "الأشباه والنظائر" لابن نُجَيم المصري (ت:٩٧٠هـ) ، قال الحموي الحنفي في: "غمز عيون البصائر، شرح الأشباه والنظائر": (لم يوجد في كتب الحنفية ماله -يعني: الأشباه لابن نجيم- يوازي أو يداني) انتهى؛ لذا اعتنى الأحناف: بـ "الأشباه" فعملوا عليه أكثر من عشرين عملا، مابين شرح ونظم وترتيب.
ومن أجود ما دون في المذهب المالكي؛ كتاب: "أنوار البروق في أنواء الفروق" لأحمد بن إدريس القرافي (ت:٦٨٤هـ)',NULL,'24',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (20,'المشهور بـ: "فروق القرافي"، وقد عكف عليه المالكية تهذيبا، وترتيبا، وتعقيبا وغيرذلك.
ومن أحسن ما رُقِم في المذهب الشافعي؛ كتاب: "الأشباه والنظائر" للسيوطي (ت: ٩١١هـ) ، وقد شرحه السبزاوري, وفصيح الدين البغدادي، ونظمه الأهدل.
ومن أفضل ما صُنِّف في المذهب الحنبلي؛ كتاب: "تقرير القواعد، وتحرير الفوائد" المشهوربـ "القواعد" أَلَّفه ابن رجب (ت:٧٩٥هـ) ، قال حاجي خليفة عنه: "هوكتاب نافع، من عجائب الدهر"، وقال البرهان ابن مفلح في: "المقصد الأرشد": (والقواعد الفقهية تدل على معرفة تامة بالمذهب) .',NULL,'25',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (21,'الفصل الثاني:
في (تعريف موجز بالنظم المراد إيضاحه) .
وفيه مبحثان:

<span data-type="title" id=toc-8>المبحث الأول في التعريف بـ: (مؤلف النظم) :</span>
هو الشيخ العلامة أبو عبد الله عبد الرحمن بن ناصر بن عبد الله بن ناصر بن أحمد آل سِعدي، من نواصر بني تميم، نزح جدهم من (قفار) قرب حائل، وسكن عنيزة.
ولد الشيخ السِّعدي-رحمه الله- سنة سبع وثلاثمائة وألف للهجرة, وتوفي سنة ست وسبعين وثلاثمائة وألف, عن عمر بلغ تسعاً وستين.
وكان -رحمه الله- صحيح المعتقد، متين الديانة، كريم الخلق، فقيها محَقِّقاً قال عنه الشيخ محمد حامد الفقي -رحمه الله-: "لقد عرفت الشيخ عبد الرحمن بن ناصر السعدي من أكثر من عشرين سنة؛ فعرفت فيه العالم السلفي، المدُقِّق المحقق، الذي يبحث عن الدليل الصادق، ويُنَقِّب عن البرهان الوثيق، فيمشي وراءه لايلوي على شيء"انتهى.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (22,'<span data-type="title" id=toc-9>المبحث الثاني: في التعريف بـ (النظم)</span>
حيث نظم الشيخ السعدي -رحمه الله - سبعة وأربعين بيتا، ضَمَّنَها أمهات القواعد الفقهية، يقول -رحمه الله- في مقدمة شرحه لذلك النظم: "فإني وضعت لي ولإخواني منظومة مشتملة على أمهات قواعد الدين، وهي إن كانت قليلة الألفاظ، فهي كثيرة المعاني لمن تأمَّلها"انتهى.
وقد حوى النظم ثلاثا وثلاثين قاعدة على وجه الإجمال، ونحو خمسين قاعدة على وجه التفصيل والتفريع أوأكثر.
لطيفة:
وضع الشيخ السعدي -رحمه الله تعالى- على نظمه السابق شرحا لطيفا، فرغ منه في الثامن عشر من ذي القعدة سنة إحدى وثلاثين وثلاثمائة وألف، وعمره حينئذ لم يتجاوز الرابعة والعشرين.
* * *',NULL,'27',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (23,'قال الناظم- رحمه الله تعالى-:
١- الحمد لله العلي الأرفق ... وجامع الأشياء والمفرق
٢- ذي النعم الواسعة الغزيرة ... والحكم الباهرة الكثيرة
٣- ثم الصلاة مع سلام دائم ... على الرسول القرشي الخاتم
٤- وآله وصحبه الأبرار ... الحائزي مراتب الفخار
"الشرح"
بدأ الناظم- رحمه الله تعالى- منظومته النافعة بالثناء على الله وحمده، وثَنَّى بالصلاة والسلام على عبده ورسوله محمد صلى الله عليه وسلم، وثَلَّث بذكر الآل والأصحاب ضمن الصلاة والسلام على الرسول محمد صلى الله عليه، ولعله قَدَّم البسملة نطقا أو خطا كما في بعض النسخ، وذلك من المصنف- رحمه الله- اتباع لطريقة أهل العلم في أوائل مصنفاتهم، قال الإمام العيني- رحمه الله- في: " البناية": (ذكروا- يعني أهل العلم- أنه مما لابد منه في أوائل المصَنَّفَات: الابتداء بالبسملة، ثم بالحمدلة، ثم بالصلاة على النبي صلى الله عليه بصريح اسمه) انتهى.
قوله: [الأرفق] :
قال الناظم- رحمه الله- في: " الشرح": (الأرفق: أي الرفيق في أفعاله، فأفعاله كلها رفق، على غاية المصالح والحكمة) انتهى.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (24,'والرفيق والرفق صفة ثابتة لله عز وجل، فقد روى مسلم في " صحيحه" عن عائشة-رضي الله عنها- قالت: قال رسول الله صلى الله عليه: (إن الله تعالى رفيق يحب الرفق، ويعطى على الرفق مالا يعطي على العنف، وما لا يعطي على ما سواه) .
قوله: [وآله] :
يعني: أتباعه على دينه ''لى يوم القيامة، قال الناظم في: "الشرح". وهذا هو المعنى البعيد العام لكلمة (آل) . وثَمَّ معنى قريب خاص؛ وهو: من حَرُمَت عليهم الصدقة. ومن الأول قول بعضهم:
آلُ النبيِّ هُمُ أتباعُ مِلَّتِهِ ... مِنَ الأعاجمِ والسُّودانِ والعَربِ
لو لم يكن آلُه إلا أقاربَهَ.. صَلَّى المُصَلِّي على الطاغي أبي لَهَبِ
قوله: [الحائزي مراتب الفخار] :
أي: الرفعة والفضل، والموصوف هم الصحابة -رضي الله عنهم-، وهم أتباع محمد صلى الله عليه وسلم؛ جاء في: "الصحيحين" مرفوعا: (لا تَسُبُّوا أصحابي فو الذي نفسي بيده لو أنفق أحدكم مثل أحد ذهبا، ما بلغ مد أحدهم ولا نصيفه) .',NULL,'29',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (25,'قال في (الدُّرَّة) :
وليس في الأمة كالصحابةْ ... في الفضل والمعروف والإصابةْ
فإنهم شاهدوا المختارا ... وعاينوا الأسرار والأنوارا
وجاهدوا في الله حتى بانا ... دينُ الهدى وقد سَمَا الأديانا
* * *',NULL,'30',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (26,'٥- اعلم هديت أن أفضل المنن ... علم يزيا الشك عنك والدرن
٦- ويكشف الحق لذي القلوب ... ويوصل العبد إلى المطلوب
"الشرح"
حاصل معنى هذين البيتين: أن العلم النافع ما أزال عن القلب شيئين هما: الشبهات، والشهوات، وأشار الناظم إلى الأول بقوله: (الشك) ، وإلى الثاني بقوله (الدرن) .
قال ابن القيم -رحمه الله تعالى- ما حاصله: (إن القلب يعترضه مرضان يتواردان عليه، إذا استحكما فيه كان هلاكه وموته، وهما مرض الشهوات، ومرض الشبهات، والثاني أقتل للقلب وأصعب، وهما- الشهوات والشبهات- أصل داء الخلق، ودوائهما العلم؛ لأن ضد ذينك المرضين الإيمان واليقين، وكلاهما متعلق بالعل موجودا وازديادا) .
قوله: [المنن] :
واحدها مِنَّة، كسِدْرَة وسِدَر، والمِنَّة: النعمة.
قوله: [الدرن] :
من دَرَن درنا، كوسخ وسخا؛ وزنا ومعنى.
* * *',NULL,'31',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (27,'٧- فاحرص على فهمك للقواعد ... جامعة المسائل الشوارد
٨- فترتقي في العلم خير مرتقى ... وتقتفي سبل الذي قد وفقا
"الشرح"
يشير الناظم -رحمه الله- في هذين البيتين إلى عظيم فائدة معرفة القواعد، وأن من ذلك: جمع القاعدة مسائل شوارد متفرقة، معرفتها تُغْني عن حفظ كثير من المسائل والفروع، قال القرافي في: "الفروق": (ومن ضَبَط الفقه بقواعده استغنى عن حفظ أكثر الجزئيات؛ لاندراجها في الكليات) انتهى. ولذا قيل: (الفقه معرفة النظائر) .
واعلم -وفقك الله تعالى- أن هناك فوائد أخرى لمعرفة القواعد، أشار إلى طائفة منها الحافظ ابن رجب الحنبلي -رحمه الله- في كتابه: "القواعد"؛ حيث قال: (فهذه قواعد مهمة، وفوائد جمة, تضبط للفقيه أصول المذهب, وتُطْلعه من مآخذ الفقه على ما كان عنه قد تَغَيَّب، وتَنْظُم له منثور المسائل في سلك واحد، وتُقَيِّد له الشوارد، وتقرِّب عليه كل متباعد"انتهى.
قوله: [الشوارد] :
أي: المتباعدة المتفرقة؛ لأن أصل مادة (شَرَدَ) يدل على تنافر وتباعد، قاله ابن فارس-رحمه الله-.
* * *',NULL,'32',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (28,'٩- هذه قواعد نظمتها ... من كتب أهل العلم قد حصلتها
١٠- جزاهم المولى عظيم الأجر ... والعفو مع غفرانه والبر
"الشرح"
أفاد -رحمه الله- أن القواعد الفقهية المنظومة جمعها من كتب أهل العلم؛ فهي مأثورة معروفة، وإنما له من ذلك النظم والتأليف، والضم والتصريف؛ ليسهل تداولها.
ثم ثنى -رحمه الله- بالدعاء لأهل العلم الذين أخذ عنهم تلك القواعد، وهي سنة مُتَّبَعَة تواضعت عليها الطباع السليمة، قال بعضهم:
إذا أفادك إنسان بفائدة ... من العلوم فأكثِرْ شكره أبد
وقل فلان جزاه الله صالحة ... أفادنيها وخل اللؤم والحسد
* * *',NULL,'33',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (29,'الأمور بمقاصدها
١١- النية شرط لسائر العمل ... بها الصلاح والفساد للعمل
"الشرح"
بهذا النظم استهل الناظم -رحمه الله تعالى- القواعد الفقهية التي ضَمَّنها منظومة هذه؛ لأن هذه القاعدة هي أعم وأوسع القواعد، وهي معدودة -كما سبقت الإشارة إلى ذلك- ضمن كبرى القواعد الكلية العامة.
قوله: [النية] :
قال الجوهري في "الصحاح": نويت نية ونواة إذا عزمت، فالنية في اللغة العربية هي العزم على الشيء، وهذا الذي يقصده جمهور الفقهاء الذين تكلمو في مسائل النية.
وأما في الاصطلاح: فهي مرادفة للإخلاص؛ إذ بينهما عموم وخصوص مطلق, فالنية أعم مطلقاً من الإخلاص, فتشمل نية الرياء والشرك والإخلاص وغيرذالك. والإخلاص أخص من النية؛ لأن معناها إخلاص النية من شوائب الشرك والرياء، وإفراد الله بالقصد والإرادة.
واعلم -رحمك الله- أن الفقهاء ذكروا للنية شروط صحة، لا',NULL,'34',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (30,'تصح إلا بها:
أولها: الإسلام، وضده الكفر بأنواعه وصوره؛ إذ لا يتصور نية التقرب والإخلاص من غير مسلم، إذ سائر الأوامر يُشْتَرط فيها النية والإخلاص.
ثانيها: التمييز، وضده أمران:
أولا: ذهاب العقل للمجنون والمعتوه.
ثانياً: الصبي غير المُمَيِّز، وهو من قَلَّ إدراكه للأشياء، فلا يميز بين أصنافها.
وحَدَّ الحنابلة التمييز بالسابعة، لأمر النبي -صلى الله عليه وسلم- الناس أن يأمروا صبيانهم لسبع على الصلاة، وذالك لتمييزهم، فكان حَدّاً.
ثالثها: أن لا يجهل المنوي، وذلك بأن يكون معلوما عند الناوي؛ حيث لا يتصور قصد الشيء إلا بعد العلم به.
رابعها: أن لا يحدث مناف بين النية ومنويِّها، كالردة بعد إيمان، فلو نوى المسلم المميز الصلاة، لكن ارتد قبل إيقاعها؛ فإن عمله فاسد.
وفي قول الناظم السابق: (النية شرط لسائر العمل) : دلالة بينة على أن المقصود بذلك كل عمل كانت النية شرطاً له، وهذا أمر متفق عليه، فقد نص على ذلك العز في: "القواعد"، وجعله القرطبي في: "تفسيره"واجبا، وجعله شيخ الإسلام فرضاً.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (31,'قال صاحب "الدين الخالص": (لا خلاف بين أهل العلم في اشتراط الإخلاص والنية لسائر العمل، ولا يختلف الفقهاء في أن العمل الذي يُراد به التقرب إلى الله عز وجل لابد من الإخلاص فيه) .
وحكى على هذا الإجماع: ابن المنذر، والموفق في: "المغني"، وغيرهما.
وإنما اختُلِف في الأعمال التي لا يراد بها التقرب، ولا يُرْجَى من ورائها ثواب كالعادات والتروك ونحوها.
وجمهور الفقهاء على عدم اشتراط النية المشار إليها آنفا، وقالوا: لا ينال الإنسان ثواب ترك المحرم، ولا عمل المباح إلا بنية صحيحة.
وأما الترك الصِّرف ومباشرة المباحات: كالأكل، والشرب، والنوم فلا يشترط فيه نية إلا بذاك القصد، أي: بقصد الثواب.
واعلم: أن أهل النظر يفرقون بين نيتين، بين نية صحة وقبول العمل، ونية إيجاد العمل، فأما الأول فسبقت، وأما الثانية وهي التي بمعنى العزم فهي تصحب كل عمل أُرِِيد به التقرب أَوْ لا؛ لأنها في الحقيقة قوة النفس التي تعزم على مباشرة الشيء بالجارحة، وهو ما يسمى بإرادة الفعل، وهي سابقة له.
قوله: [شرط لسائر العمل] :
الشرط بسكون الراء المهملة هو القطع، ومنه سُمِّيت آلة البتر',NULL,'36',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (32,'والقطع مِشْرَطاً، أما في الاصطلاح: فهو ما يلزم من عدمه العدم, ولا يلزم من وجوده وجود ولا عدم لذاته، كالطهارة مع الصلاة، فإنها شرط لها، وهذا الحكم نص عليه العز بن عبد السلام سابقا في: "القواعد"، وجعله صاحب: "الدين الخالص" اتفاقا.
وعلى هذا التفصيل السابق من التفريق بين نية إيجاد ونية صحة وقبول، وإرادة التقرب وعدمها.
قوله: [لسائر العمل] :
فيه إشعار بعموم العمل، أي فالنية شرط فيه، ويُقَدَّر فيه: مما تشترط له النية، لتخرج العادات والتروك إذا لم يُرَد بها الثواب.
قوله: [بها الصلاح والفساد والعمل] :
قال مُطَرِّف بن عبد الله: (صلاح القلب بصلاح العمل، وصلاح العمل بصلاح النية) أخرجه ابن أبي الدنيا في كتاب: "الإخلاص".
والمعنى أن الأعمال التي يشترط فيها النية، كجملة العبادات، وما أُرِيد به التقرب لا يكون صالحا إلا بنية صحيحة، ويفسد بفسادها، والأصل في ذلك: الحديث المتفق على صحته، الذي رواه الشيخان في: "صحيحيهما" من طريق عمر بن الخطاب -رضي الله عنه- عن النبي -صلى الله عليه وسلم- قال: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى) .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (33,'واعلم أن القاعدة التي أشار إليها المصنف -رحمه الله- صيغتها عند الفقهاء: الأمور بمقاصدها.
والأمور: واحدها أمر، وهو الشأن والحال، كما قاله أئمة اللسان، والمقاصد: واحدها مقصد، وهو بمعنى النية والعزم، تقول: قصدت كذا إذا عزمتَ ونويت.
وهذه القاعدة اتفق عليها الفقهاء، كما حكى ذلك السيوطي وابن نجيم -رحمهما الله- في: "الأشباه" لهما.
وها هنا مسائل متعلقة بما سبق:
المسألة الأولى: في محل النية والقصد:
اتفق العلماء على أن القلب محل النية وموضعها، وجعلوا ذلك شرطا في النية. قال النووي -رحمه الله-: (بلا خلاف) ، وكذا قال ابن تيمية وغيرهما، ثم اختلفوا في استحباب التلفظ بها على قولين: هما رواية في مذهب أحمد -رحمه الله- وغيره، والأكثر على عدم الاستحباب، قاله ابن تيمية -رحمه الله-.
واحتج القائلون بالاستحباب بالخبر والنظر.
أما الخبر؛ فتلبية النبي صلى الله عليه وسلم لعُمره وحجه, وذلك ثابت عنه -صلى الله عليه وسلم-, قالوا: في ذلك دلالة على تلفظه بها؛ حيث يقول: (لبيك عمرة) , أو (لبيك عمرة وحجاً) , فيقاس على ذلك غير الحج من العبادات المختلفات.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (34,'وأما النظر: فقالوا: إن اجتماع جارحتين في عمل النية آكد وأولى من عمل جارحة واحدة, فاجتماع اللسان والقلب بالتلفظ بالنية آكد وأولى من انفراد القلب بها.
ولكن هذه الحجج مردودة, فأما الخبر: ففرق بين التلبية والنية, فالتلبية شعيرة النسك, وهي تحدث بعد نية العمل, فالنبي -صلى الله عليه وسلم- نوى العمرة والحج, وأحرم بذلك قبل التلبية, والأصل في النية أن تصحب العمل.
ويدل على ذلك ما صح عن ابن عمر-رضي الله عنهما- أنه أنكر على رجل قال: اللهم إني أريد حجا أو عمرة، قال ابن رجب في: " شرح الأربعين": (هذا خبر صحيح عنه) .
وأما النظر، فهو إعمال الرأي في غير محله, إذ الأصل في العبادات التوقف، ولو كان الأمر مستحبا لعملت به القرون الفاضلة، قال ابن القيم في "الهدي": لم يأت عن الرسول صلى الله عليه وسلم ولا صحبه -رضوان الله عليهم- ولا التابعين، ولا الأئمة المتبوعين؛ أنهم تلفظوا بالنية أو رأى أحد منهم استحبابها، ولذلك جزم شيخ الإسلام ببدعية ذلك، وقال بذلك جمهرة من المالكية، وهذا الصحيح عن الحنابلة.
المسألة الثانية: في وقت النية:
الأصل أن النية تصحب العمل من أول وقته حكما لا حقيقة،',NULL,'39',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (35,'أما الحقيقة فظاهرا، وأما الحكم فمثاله: كأن ينوي المُكَلَّف صلاة العصر، وهو يتوضأ وضوء صلاة، ولم يحدث بعد هذا الوضوء ما ينافي جنس الصلاة، ثم شرع في صلاة العصر دون حضور الذهن لنية، فإنه نَاوٍ حكما، وهذا كله في العبادات المؤقتة بوقت وكانت مفروضة وواجبة كالصلوات الخمس، وأما النوافل فالأمر فيها واسع، فقد ينوي الصيام النفلَ المُكَلَّفُ من وسط النهار بعد أن كان ممسكا لحاجة أو عذر، لا ينوي بذلك الإمساك صياما، ويدل على ذلك ما صح عنه صلى الله عليه وسلم أنه كان يأتي أهل بيته، فإذا لم يجد عنده طعاما قال: (إني صائم) .
المسألة الثالثة: وهي أن النية تنقض بالمشاركة أو الاشتراك إذا كان يقصد به التقرب أو الثواب، وهذا ما يسمى بمسائل مصاحبة الرياء للعمل:
والحق أن فيه تفصيلاً نص عليه الإمام أحمد، وابن جرير -رحمهما الله تعالى-، وقرره ابن رجب في: "شرح الأربعين"، وحاصله: أن العبادة إما أن ينبني آخرها على أولها، أو تكون منفصلة مُجَزَّأة، مثال الأولى: الصلاة، ومثال الثانية: الحج والصوم.
فأما الأولى: فإما أن ينوي صاحبها بها غير وجه الله، أو مع الله آخر، فهذه باطلة باتفاق ولا يكاد يفعله مؤمن، وإما أن يصحب الرياء أصل العمل، فالصحيح من قولي أهل العلم أن العمل باطل لأن المبني على فاسد فاسدٌ مثله، وإما أن يعرض الرياء للعمل فله',NULL,'40',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (36,'حالتان:
الحالة الأولى: إما أن يُطْرد ولا يُؤْنس به، فلا يضر صاحبه، ويكون العمل صحيحاً غير فاسد.
الحالة الثانية: أن يأنس صاحبه به, فرجح الإمام أحمد، وابن جرير -رحمهما الله- صحة العمل, بدليل ما جاء في مراسيل أبي داود، أن رجلاً سأل النبي صلى الله عليه وسلم: أن بنى فلان يجاهدون ويحبون الجهاد، ومنهم من يريد الدنيا، ومنهم من يريد وجه الله، ومنهم من يريد الغنيمة، فقال النبي صلى الله عليه وسلم: (كل ذلك في سبيل الله إذا كان أصل جهاده لله) .
وهذا مرسل، والأصل عند المحدِّثين أنه ضعيف، إلا أن الإمام أحمد -رحمه الله تعالى- يقدم المراسيل على الرأي إذا لم يجد نصا، كما نص على ذلك ابن القيم في: "إعلام الموقعين" إلا أن ظاهر النصوص كما قال ابن تيمية رحمه الله تعالى: تدل على فساد عمل من أنس بالرياء وصَحِبَ بقية عمله.
أما القسم الثاني من العبادات: فهو الذي لا ينبني آخره على أوله، بل كان أجزاء مجزئة، فكل جزء منه يعامل معاملة ما سبق من الجزء الأول، فإن قصد العبد وجه الله في بعض تلك العبادة دون غيرها، كان له أجر النية فيما قصد منها وجه الله، وكان عليه وزر فيما قصد به غير الله، كل ذلك ما لم يقصد بالعمل على وجه الجملة غير الله عز وجل، كأن يُحْرِم الله الحاج قاصدا غير الله، وقاصدا التسميع',NULL,'41',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (37,'والرياء، فإن حجه لا ثواب له عليه؛ لأن النية شرط في صلاح العمل هنا، خلافا ما إذا وقع الرياء في بعض المناسك الأخرى مما هو من مفردة هذه العبادة.
المسألة الرابعة: في المقصود من النية:
إذ يقصد منها أمران:
الأول: تمييز العمل.
الثاني: تمييز المقصود من العمل.
فأما الأول، فإن النية يؤتي بها لتمييز العمل، والتمييز نوعان:
النوع الأول: تمييز العبادات من العادات، ومثاله: الصيام، فقد يكون إمساكا عن الأكل والشرب حِمية لداء يُخْشَى نزوله أو يُرجَى برؤه، وقد يكون الإمساك بقصد التعبد لله، والفارق بين هذين العملين النية، فقد ميزت ما بين ما هو من باب العادات، وهو الإمساك حمية, وما هو من باب العبادات, وهو الإمساك بنية التعبد.
النوع الثاني: تمييز العبادات بعضها من بعض كتمييز صلاة من أخرى، ونفقة من مثلها ونحو ذلك، فصلاة الظهر والعصر إذا صلاهما المسافر جمعا بقصر فإن النية هي التي تميز بين الصلاتين مع كونهما أُوْقِعَا في زمنٍ ومحلٍّ واحد، والهيئة واحدة.
وأما الثاني: فهو تحقيق المقصود من العبادة أو العمل',NULL,'42',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (38,'مطلقا، وهذا الذي يتكلم عنه أرباب المعرفة والوعظ، وأكثر كلمات السلف عن النية هو من هذا الباب، كما قال ابن رجب في: "شرح الأربعين".
فهذا الأمر يتعلق بإخلاص التوجه لله عز وجل في العمل إن كان من باب التقرب، وسبق التفريق بين النية والإخلاص، وأن النية أعم.
* * *',NULL,'43',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (39,'(مبنى الشريعة على جلب المصالح ودرء المفاسد)

<span data-type="title" id=toc-25>(يُرجَّح خير الخيرين بتفويت أدناهما، ويُدْفع شر الشرين بالتزام أدناهما)</span>
١٢- الدينُ مَبْنِيٌّ على المصالِحِ ... في جَلْبِها والدَّرْءِ للقبائِحِ
١٣- فإن تَزَاحَمْ عدَدُ المصالحِ ... يُقَدَّمُ الأعلى من المصالحِ
١٤- وضده تَزاحُمُ المفاسدِ ... يُرْتَكَبُ الأدنى من المفاسدِ
"الشرح"
يشير الناظم- رحمه الله- في هذه الأبيات إلى قاعدتين:
الأولى: أن الدين جاء لتحصيل المصالح وتكميلها، وتعطيل المفاسد وتقليلها، وهذا أصل مُطَّرَدٌ في جميع أحكام الشرع ومسائله.
الثانية: هو ما يسميه الفقهاء بتلازم المصالح والمفاسد، أو بتزاحم المصالح والمفاسد، وهذه قاعدة تتعلق بالأمور العارضة لشخص أو جماعة ونحوهما.
وبيان هاتين القاعدتين من كلام الناظم- رحمه الله- على ما يلي:',NULL,'44',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (40,'قوله: [على المصالح] :
واحدها مصلحة، قال الغزَّالي في: "المستصفى" هي: (عبارة في الأصل عن جلب منفعة أو دفع مضرة) .
إلا أن المقصود من المصالح عند الفقهاء هو حفظ مقصود الشارع بالحفاظ على الكليات الخمس، وهي: الدين، والنفس، والعقل، والنسل، والمال، فقد جاء الإسلام للحفاظ على هذه الكليات الخمس، إما حفظ إيجاد؛ بحيث تكون في حرز عن مبطلاتها، وإما حماية زائدة على الإيجاد كالحاجيات والتحسينيات من مكارم الأخلاق وجميل العادات، والطهارة من الأدناس ونحو ذلك. قال في: "شرح مختصر التحرير": (لا خلاف بين الملل والأديان في كونها أتت للحفاظ على هذه الكليات) .
قوله: [في جلبها] :
جَلَبَ الشيء يَجْلِبُه جَلْباً وجَلَباً، كذا قال الجوهري في: "الصحاح"، قال في القاموس": (جَلْب الشيء: المجيء به من مكان إلى آخر) .
قوله: [الدرء] :
قال في: "القاموس": الدرء هو الدفع، ومنه الحديث المشهور: (ادرؤوا الحدود بالشبهات) أي: ادفعوها.
قوله: [للقبائح] :
واحدها قبيح، قال الجوهري في: "الصحاح": (القبيح ضد',NULL,'45',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (41,'الحسن".
ومن ثم يتبين أن الناظم -رحمه الله تعالى- ذكر بهذا البيت القاعدة الكبرى التي يدور عليها الدين، وهي مُقَرَّرَة باستقراء أدلة الشرع كتابا وسنة، كما قال الشاطبي في ثاني مجلدات: "الموافقات"، وهي على الترتيب السابق في التقديم والأولوية، فيُرَاعَى أول ما يُرَاعَى: الحفاظ على الدين من مبطلاته ونواقضه، فلو اجتمع الحفاظ على الدين مع الحفاظ على غيره من بواقي الكليات الخمس فَيُقَدَّم الحفاظ على الدين، وهكذا قل في ترتيب الكليات الخمس على ما سبق من كون الدين أولها، والنفس ثانيها، والعقل ثالثها، والنسل رابعها، والمال خامسها.
قوله: [فإن تزاحم عدد المصالح..الخ] :
التزاحم من حيث هو يأتي على صور ثلاث:
الأولى: تزاحم حسنة مع حسنة، فيُقدَّم الأعلى من الحسنتين، ومثاله: اجتماع واجب ومستحب، كدَيْن مطلوب في الذمة، ونفقة مستحبة كالصدقة، فالمُقَدَّم قضاء الدين لأنه واجب.
الثانية: اجتماع سيئة وسيئة، كمحرَّم وآخر أخف منه، أو محظور ومكروه، ومثاله: ما يقع الإنسان فيه بين شيئين من المحاذير المعروفة، فإنه يرتكب الأدنى ليتقي به الأعلى، وهو ما أشار إليه الناظم بقوله: (يُرْتَكَبُ الأدنى من المفاسد) .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (42,'ومَثَّلَ لها بعض فقهاء الشافعية برجل صلى في ثوب لا يستر تمام عورته الواجبة، فإنه حينئذ يلزمه أن يجلس ويصلي جالسا، فالصلاة جالسا مع القدرة محظور، فارتكب الأدنى ليتقي الأعلى من المحظورين.
الثالثة: اجتماع حسنة وسيئة، قال شيخ الإسلام في: "المجموع": (يُنْظَر في الراجح منهما فيُعمل به، فقد تترجَّح الحسنة على السيئة فتُعمل، وهذا كله إذا كان يلزم من فعل الحسنة الوقوع في السيئة، أو يلزم من ترك السيئة ترك الحسنة) .
ومثال ذلك: ما وقعت فيه أم كلثوم بنت رسول الله صلى الله عليه وسلم لما هاجرت هجرة الإسلام من غير محرم، فسفرها من غير محرم سيئة ومحظور، والهجرة واجبة وهي حسنة، فتَرَجَّح فعل الحسنة على السيئة من البقاء في دار الحرب، فشرع لها الشارع الهجرة.
وكذلك من الأمثلة: ما فعله الرسول صلى الله عليه وسلم من قذف المنجنيق على أهل الطائف مع كونه يقع على غير المُقَاتِل ممن يحرم قتلهم كالنساء والصبية، فإبعاد الأذى عن المسلمين وطرده وإزهاق دولة الكفر حسنة مطلوبة واجبة, وقتل غير المُقاتِل من النساء والصبية سيئة حرَّمها الشارع, فترجَّحت الحسنة على سيئة قتل غير المقاتل, ففعلها الشارع.
ومن هنا يتبيَّن أن تلازم الأحكام وتزاحمها يحتاج إلى أمرين',NULL,'47',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (43,'لكي يُبَتّ في ذلك, نص عليهما شيخ الإسلام في: "المجموع":
الأول: معرفة واقع الواقعة.
الثاني: العلم بمراتب الحسنات والسيئات, ومقاصد الشريعة.
فبدون هذين الأمرين أو أحدهما لا يستوي الأمر كما قال ابن القيم في أول: "إعلام الموقعين".
* * *',NULL,'48',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (44,'المشقة تجلب التيسير
١٥- ومِنْ قواعدِ الشَّريعةِ التَّيسيرُ ... في كُلِّ أمر نَابَهُ تَعْسِيرُ
"الشرح"
أشار الناظم -رحمه الله- إلى قاعدة كلية هي إحدى قواعد الإسلام الكبرى وهي ما يعَبِّر عنها الفقهاء بقولهم: (المشقة تجلب التيسير) .
ويدل على صحتها الكتاب والسنة والإجماع.
فأما الكتاب فآيات، منها: قوله سبحانه في [سورة المائدة] : (ما جعل عليكم في الدين من حرج) ، وقوله في [سورة الحج] : (ما جعل عليكم في الدين من حرج) قال ابن عباس رضي الله عنهما: (إنما هو يسر الإسلام) رواه ابن جرير في: "تفسيره" وغيره.
وأما السنة فأحاديث، منها: ما رواه الشيخان مرفوعاً: (إنما بعثتم ميسّرين، ولم تبعثوا معسِّرين) ، ومنها: ما رواه الإمام أحمد في: "مسنده", وغيره مرفوعاً: (إنما بُعثت بالحنيفية السمْحة) .
وأما الإجماع, فحكاه غير واحد كالشاطبي في: "موافقاته".
والمعنى الإجمالي للقاعدة المشار إليها: هو أن المشقة والعنت، إذا طرآ على المكلف كانا سبباً في المجيء باليسر له في',NULL,'49',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (45,'العمل المطروء عليه تلك المشقة.
قوله: [التيسير] :
من اليُسْر وهو ضد المشقة والعنت، وقسَّم الفقهاء -رحمهم الله- اليسر إلى قسمين كبيرين:
الأول: إلى يسر اعتيادي، وهذا هو المُصَاحِب لجملة أحكام الشرع وعامتها، وأشار الشارع إلى ذلك بقوله سبحانه: (يريد الله بكم اليسر ولا يريد بكم العسر) ، وقوله: (يريد الله ليخفف عنكم) , وقوله: (ما جعل عليكم في الدين من حرج) .
الثاني: إلى يسر طارئ جلبه عسرٌ طارئ، وهذا مايسميه الفقهاء -رحمهم الله- بالرخص الشرعية, وهي عند الأصوليين تُعرَّف بفعل المحظور مع قيام الحاظر لدليل راجح.
ومثل ذلك: التيسير الوارد على بعض حالات المسافر كالإفطار في رمضان، وقصر الرباعية, والجمع بين الظهرين والعشائين، لأن السفر تصحبه المشقة عادة.
والمعنى الثاني الذي هو بمعنى الرخص هو المقصود بالقاعدة الكبرى من قول الفقهاء -رحمهم الله-: (المشقة تجلب التيسير) , وهو المقصود في قول الناظم: (التيسير) , إذ إن (أل) في كلمة (التيسير) عهدية, أي: التيسير المعهود عند الفقهاء وهو الرخصة كما سبق.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (46,'قوله: [في كل أمر] :
(كل) : من ألفاظ العموم التي نص عليها الأصوليون -رحمهم الله-, والعموم مقصود في قاعدة (المشقة تجلب التيسير) فهي تنسحب على كل أمر ومسألة يطرأ عليها المشقة والعسر، على تفصيل في المشقة يأتي.
قوله: [نابه] :
الاسم نَوباً ونُوبة بضم النون، نص على الثاني الجوهري في "صحاحه" يقال ناب الشيء ينوبه نَوباً ونُوبه إذا أصابه.
ومادة (نَوَبَ) يأتي عليها معانٍ عدة في الاستعمال العربي، يناسبها من ذلك ما ذكرناه عن الجوهري آنفاً، فيكون معنى قول الناظم -رحمه الله-: (في كل أمر نابه تعسير) ، أي: في كل أمر أصابه عُسْر ومشقة.
قوله: [تعسير] :
من العُسْر, وهو ضد السهولة واليسر، والمقصود به هنا: المشقة.
والمشقة يُقَسِّمها الفقهاء كما نص على ذلك ابن نُجَيم الحنفي في: "الأشباه والنظائر" إلى ثلاثة أقسام:
الأول: إلى مشقة تُخْرِج الفعل عن طاقة العبد وقدرته.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (47,'الثاني: مشقة يسيرة خفيفة لا تُخْرِج الفعل عن طاقة العبد وقدرته.
الثالث: مشقة يتنازعها القسمان السابقان، فقد تصل إلى رتبة القسم الأول، وقد تنزل إلى رتبة القسم الثاني.
وهذه المشاق الثلاث لها حكمان تتوزَّع عليهما:
فأما الأول: فهي المشقة الشرعية الجالبة للرخصة واليسر.
وهي القسم الأول وما ارتفع إليه من القسم الثالث، وذلك لكونها خارجة عن مقدور العبد وطاقته، وقد أعفى الشارع الأمة المحمدية من تكليفها بذلك، كما جاء في: "صحيح مسلم" من حديث ابن عباس -رضي الله عنهما- وله حكم الرفع: (أن الله قال: قد فعلتُ، جواباً لقوله سبحانه: {ولا تُحَمِّلْنا ما لا طاقة لنا به} ) وإنما جاءت الرخصة مع هذا النوع من المشاق لسببين اثنين، كما قال الشاطبي في: "الموافقات".
الأول: لحفظ جوارح العبد ونفسه وماله وما إلى ذلك, حتى لا ينقطع عن العبادة ويكره التعبد لله أو العبادة.
الثاني: حتى لا يصيب العبدَ انقطاعٌ عند تزاحم الأعمال التعبدية, وكسلٌ ومللٌ عن العبادة.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (48,'ومن أمثلة السبب الأول:
مارواه الشيخان في: (صحيحيهما) : أن النبي- صلى الله عليه وسلم- لما أراد أصحابه أن يقوموا معه ليالي رمضان, قال: (أما بعد؛ فإني علمت شأنكم, إلا أني خشيت إذا صليتُ معكم أن تُفْرَض عليكم, فتعجزوا عن ذلك) ؛ أي: عن فعلكم لما يفترضه الله عليكم بسبب صلاتي معكم.
ومن أمثلة السبب الثاني:
وهو وجود الكسل والملل والمشقة عند تزاحم الأعمال التعبدية, ما رواه الشيخان من حديث أبي جحيفة لما آخى النبي- صلى الله عليه وسلم- بين أبي الدرداء وسلمان, فأحضر أبو الدرداء الأكل لسلمان, فقال له: كل فإني صائم, فقال: لا آكل حتى تأكل معي, فأكلا, ثم أراد أن يقوم الليل, فقال له سلمان: نم, فنام, ثم أراد القيام, فقال له: نم حتى آخر الليل فأيقظه, وقال: الآن قم, ثم قال سلمان لأبي الدرداء بعد علمه بحاله وسماعه مقولة أم الدرداء -إن أبا الدرداء لا شأن له في الدنيا- قال: إن لنفسك عليك حقاً, ولأهلك عليك حقاً, ثم أتى أبو الدرداء النبي- صلى الله عليه وسلم- فأخبره الخبر, فقال - صلى الله عليه وسلم-: (صدق سلمان) .
وأما الثاني: فهي المشقة التي لا أثر لها في رخصة ويسر وما إلى ذلك. وهي القسم الثاني من أقسام المشاق.
وإنما لم يكن لها أثر في جلب الرخص؛ لأنها لا تكاد تخلو من جنس التكاليف الشرعية؛ لأن الأحكام الشرعية حقيقتها منع',NULL,'53',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (49,'العبد من شهوات ونوازع نفسية وغير ذلك. وفي ذلك مشقة على العبد في الجملة. وقد أشار ابن القيم -يرحمه الله- إلى ذلك في: (مدارج السالكين) .
واعلم أن المشقة من حيث مجيئها وأحكامها ثلاثة أقسام أيضاً:
المشقة الأولى: مشقة لا تعلُّق للعبد وفعله بمجيئها, وهي المصائب والابتلاءات النازلة على العباد والمكلفين كالأمراض ونحوها, فهذه المشقة ليس ثَمَّ حرج على العبد في السعي في إبعاد آثارها.
المشقة الثانية: هي مشقةٌ للعبد تَعَلُّق بمجيئها, وقد يأتي الفعل بدونها, فهذه غير مطلوبة شرعاً من المكلف.
ومثال ذلك ما جاء في "صحيح البخاري" وغيره, من حديث ابن عباس- رضي الله عنهما- في صنيع أني إسرائيل من كونه نذر أن لا يستظل, وأن لا يفطر, وأن لا يقعد, فأمره النبي- صلى الله عليه وسلم- أن يستظل, ويقعد, وأن يستمر في صيامه.
فهذه المشقة جلبها العبد على نفسه, وليست مقصودة من الشارع ولا أمر بها.
المشقة الثالثة: هي ما كانت مصاحبةً للفعل, فهذه نوعان:
الأول: مشقة اعتيادية لا تُخْرِج الفعل عن طاقة العبد وقدرته, ويدخل في ذلك: جملة الأفعال التكليفية, فإنها لم تسم تكليفية إلا',NULL,'54',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (50,'لوجود مشقة فيها، كما قال الْمَقَرِّي في: "قواعده".
وهذه المشقة موجودة في أكثر المصالح الدنيوية كذلك، ولذا يقول ابن القيم في: "إعلام الموقعين": (إنما تقوم مصالح الدنيا والآخرة على هذا التعب، وهذه المشقة) .
ومثال ذلك: الصلاة والصيام والحج، فكلها تكاليف فيها نوع مشقة، وهذه المشقة كما قال الشاطبي في" موافقاته" تختلف باختلاف الذي يباشرها، فقد تكون في أعلى درجات هذا النوع من المشاق، وقد تكون في أدنى درجات هذا النوع من المشاق، وقد تكون بين ذلك.
وقد ذكر الفقهاء -رحمهم الله- كما ذكر ذلك العز بن عبد السلام في: "قواعد الأحكام"-: أن هذه المشقة لا تجلب تيسيراً، ولو في أعلى درجات هذا النوع من المشاق، لارتباط فعل العبادة بها، ولا يصح تسمية تلك العبادات تكاليف إلا بهذا النوع من المشقة بدرجاتها وأنواعها.
والثاني: مشقة زائدة عن المشقة الاعتيادية التي تصحب التكاليف الشرعية، وهذه قسمان:
الأول: ما كان في مباشرتها تلفٌ لجارحة أو للنفس أو نحو ذلك، سواءٌ أباشرها المكلف فوجد تلك المفاسد أو بعضها، أو أيقن بوجودها، أو غلب على ظنه، فهذا النوع من المشاق لا يجوز شرعا مباشرته، لما يحصل من ذلك من مفاسد للنفس والجوارح',NULL,'55',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (51,'والعقل ونحو ذلك، ومخالفٌ لمقاصد الشرع من المحافظة على الكليات الخمس المعروفة، ومن مجيء الشارع باليسر والسماحة كما قال النبي صلى الله عليه وسلم في صحيح البخاري: (إن الدين يسرٌ) .
الثاني: ما كان بمباشرته مشقة عظيمة، ولكنها ليست كالمشقة في القسم الأول من كون مباشرتها قد يتْلِف الجوارح والنفس ونحو ذلك، فللعبد خيارٌ بين أمرين عقلا وشرعا.
فأما الأول: فهو عدم فعلها ومباشرتها؛ لأنها مشقة تجلب التيسير كالفطر في نهار صائف شديد الحرارة حال السفر والجهاد، ومنه ما جاء في: "الصحيح" أن النبي صلى الله عليه وسلم قال: (ليس من البر الصيام في السفر) .
وأما الثاني: فهو أن يباشر العبد هذه المشاق، محتملا ما فيها من عنت، ثم لعله يحظى بأجر زائد كما ذهب إليه بعض الفقهاء، وهو مبني على قاعدة: الثواب على قدر المشقة، قال شيخ الإسلام في: "المجموع": (وهي قاعدة لا تصح بهذا الإطلاق) ، يعني- رحمه الله- أن فيها تفصيلا، فليس الثواب متعلقا بالمشقة مطلقا، وليس الثواب منفيا عن وجود المشقة مطلقا، بل قد يكون بقوة الإخلاص والصدق، واللُجأ في العبادة، وقد يكون بالمشقة والبلاء في العبادة والجهاد.
وذكر الشاطبي في: "الموافقات" مثالا على ذلك -أعني القسم الثاني- وهو ما يفعله بعض الزهاد والعبّاد من السلف الصالح',NULL,'56',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (52,'من قيام الليل كله، فإن في قيام الليل كله مشقةً عظيمةً، يُبعدها عن أنفس هؤلاء العباد خوفٌ غالب، أو رجاءٌ سائق.
* * *
ثم ذكر الناظم بعدُ ثلاثَ قواعد فرعية، تتفرع عن هذه القاعدة:
أولها: أن الواجبات منوطة بالاقتدار.
وثانيها: أن الضرورات تبيح المحظورات.
وثالثها: أن الضرورة تُقَدَّر بقدرها.
وفي ذلك يقول الناظم- رحمه الله تعالى-:
١٦- وليس واجبٌ بلا اقْتدار ... ولا مُحَرَّمٌ مع اضطرارِ
"الشرح"
والواجب هو من ألفاظ الأضداد في اللغة، فيأتي بمعنى الساقط، ويأتي بمعنى اللازم.
وأما في الاصطلاح؛ فهو ما طلبه الشارع طلبا مجزوما به، وقيل غير ذلك. ومثاله: الصلاة المفروضة، فإنها واجبة؛ لأن الشارع طلبها طلبا مجزوما به.
قوله: [بلا اقتدار] :
راجع إلى القدرة، أي أن الواجبات فعلها متعلِّق بوجود القدرة',NULL,'57',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (53,'عليها من المكلفين، فهي مطلوبة بوجود القدرة، والأصوليون- رحمهم الله- ذكروا ضمن شروط الفعل المكلف به أن يكون ممكنا ويعنون بذلك أن يكون مقدورا غليه.
قوله: [ولا محرمٌ] :
من التحريم، وأصل التحريم يدل على المنع، والْمُحَرَّم اصطلاحا: هو ما نهى عنه الشارع نهيا مجزوما به، ومثاله الزنا، فهو محرم؛ لأن الشارع نهى عنه نهيا مجزوما به، بقوله: (ولا تقربوا الزنا) .
قوله: [مع اضطرار] :
من الضرورة، قال الغزَّالي في: "المستصفى": (هي المشقة الشديدة، التي لا يتحملها جنس بني آدم) .
ودليل هاتين القاعدتين: الكتاب والسنة والإجتماع.
أما الكتاب فآيات، منها: قوله سبحانه: (ولا تحملنا مالا طاقة لنا به) .
وأما السنة فأحاديث، منها: ما أخرجه الدارقطني في: "سننه" وغيره أن النبي صلى الله عليه وسلم قال: " لا ضرر ولا ضرار"، قال ابن الصلاح: (وللحديث طرق وشواهد بمجموعها لا ينزل الحديث عن رتبة الحسن) .
وأما الإجماع فحكاه غير واحد كأبي المعالي الجويني،',NULL,'58',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (54,'والغزَّالي في: "المستصفى"، والموفق ابن قدامة في: "الروضة" وغيرهم.
وقد سبق معك تقسيم للمشاق، التي تقع مع جنس بني آدم، فمنها ما ينزل عن رتبة الضرورة، ومنها ما يصل إلى الضروريات، وهي في الحقيقة ترجع إلى الإنسان نفسه، فهو الذي يجد القدرة على الفعل أو المشقة الشديدة التي تفقده القدرة، نص على ذلك الشاطبي -رحمه الله- في: "الموافقات" وكذا غيره.
* * *',NULL,'59',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (55,'الضرورة تقدر بقدرها
١٧- وكل محظورٍ مع الضرورةْ ... بقَدْرِ ما تحتاجه الضرورةْ
"الشرح"
حصل قوله: (وكل ... ) ذكر قاعدة فقهية يذكرها الفقهاء بقولهم: (الضرورات تُقدَّر بقدرها) .
وهي قاعدة تعتبر قيدا للقاعدة السابقة المذكورة في قول الناظم: (ولا محرم مع اضطرار) .
والمقصود أن كل فعل جوِّز للضرورة إنما جاز ذلك الفعل بالقدر الذي يحصل به إزالة تلك الضرورة، ولا يجوز الزيادة عن هذا الحدّ، ومعرفة ذلك راجعة إلى المتضرر نفسه كما سبق.
مثال ذلك:
المضطر إلى أكل الميتة لا يأكل من الميتة إلا بقدر ما يدفع عن نفسه الضرورة الملجئة إلى أكل الميتة، وهي: خوف الهلاك جوعا.
* * *',NULL,'60',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (56,'اليقين لا يزول بالشك
١٨- وتَرجِع الأحكامُ لليقينِ ... فلا يُزيلُ الشكُّ لليقينِ
"الشرح"
قوله: [الأحكام] :
واحدها حكم، وهو في اللغة المنع، تقول: حكمتُ الرجل تحكيما: إذا منعته مما أراد، قاله الجوهري في: "الصحاح" ومنه قول جرير:
أَبَنَيْ حنيفةَ أَحْكِمُوا سُفَهَاءَكم ... إِنِّي أخافُ عليكُمُ أن أغضَبا
والحكم في الاصطلاح هو: إسناد أمر إلى آخر إيجابا أو سلبا. قاله الجرجاني في: "التعريفات"، ومثاله في الإيجاب: زيد قائم، حيث أثبتَّ القيام لزيد. ومثال السَّلْب: لم يقم زيد، حيث نفيتَ القيام عن زيد.
واعلم -رحمك الله- أن الحكم على ثلاثة أقسام:
الأول: حكم عقلي، وهو ما رُجِع فيه إلى العقل عند إسناد أمر إلى آخر إيجابا أو سلبا. ومثاله: الكل أكبر من الجزء.
الثاني: حكم عادي، وهو ما رُجِع فيه إلى العادة عند إسناد أمر إلى آخر إيجابا أو سلبا، ومن العادة: التجربة الصحيحة، ككثير من',NULL,'61',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (57,'الأدوية الناجعة مع بعض الأمراض.
الثالث: حكم شرعي، وهو ما رُجِع فيه إلى الشرع، وَحَدَّه جماعة من الأصوليين بأنه: خطاب الله المتعلِّق بفعل المكلَّف؛ من حيث إنه مكلفٌ به، كقوله تعالى: (يا أيها الذين آمنوا اتقوا الله) .
والناظم -رحمه الله- لم يقصد سوى: الحكم الشرعي بمعناه السابق.
قوله: [لليقين] :
اليقين من: يَقِنْتُ الأمر يَقْناً ويَقَناً، قال الجوهري: (اليقين: العلم، وزوال الشك) ، وأما في الاصطلاح: فاعتقاد الشيء بأنه كذا، مع اعتقاد أنه لا يمكن إلا كذا، مطابقا للواقع غير ممكن الزوال. قاله الجرجاني، ولكن يشكل عليه ما جاء عن مجاهد -رحمه الله- أنه قال: (كل ظن في القرآن فهو يقين) .
إلا أن الزركشي -رحمه الله- قال: (هناك ضابطان للفرق بين اليقين والظن في القرآن:
أحدهما: أنه حيث وجد الظن محمودا مثابا عليه فهو اليقين، وحيث وجد مذموما مُتَوَعَّدا عليه بالعذاب فهو الشك.
والثاني: أن كل ظن به (أنْ) المخفَّفة فهو شك، وكل ظن يتصل به (أنَّ) المشددة فهو يقين؛ لأن المشدَّدة للتأكيد خلافا للمخففة) انتهى.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (58,'قوله: [يزيل] :
من زال الشيء زوالا، إذا تنحى عن مكانه، قاله ابن فارس في: "مقاييس اللغة". والمعنى: أن اليقين لا يَتنحَّى عن مكانه لطروء الشك عليه.
قوله: [الشك] :
الشك في اللغة يدل على التداخل، قال ابن فارس في: "المقاييس": (ومنه: الشك، الذي هو خلاف اليقين، وإنما سمي بذلك لأن الشاك كأنه شُكَّ له الأمران في مَشَك واحد، وهو لا يتقين واحدا منهما) .
وفي الاصطلاح هو: لمطلق التردد. وحده الراغب في: "المفردات" بقوله: "الشك: اعتدال النقيضين عند الإنسان وتساويهما". وبه جزم الكفوي -رحمه الله- في: "الكليات".
وجملة قوله: (وترجع الأحكام..) إشارة إلى قاعدة فقهية كلية هي: (اليقين لا يزول بالشك) ولها صيغتان معروفتان عند الفقهاء:
الأولى: اليقين لا يزال بالشك.
الثانية: اليقين لا يُرفع بالشك.
وهما صيغتان لهما الدلالة نفسها. ولا تكاد تلك القاعدة',NULL,'63',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (59,'تخلو من باب من أبواب الفقه، يقول الإمام النووي -رحمه الله- في: "المجموع شرح المهذَّب": (هذه قاعدة مطَّردة، لا يخرج منها إلا مسائل) ، ويقول السيوطي -رحمه الله- في: "الأشباه والنظائر في قواعد اللغة": (هذه القاعدة تدخل في جميع أبواب الفقه) .
ويدل على صحة تلك القاعدة عدة أدلة ترجع إلى: الخبر، والإجماع، والنظر.
فأما الخبر، فمنه ما أخرجه الشيخان عن عبد الله بن زيد -رضي الله عنه- أنه قال: شُكِي إلى النبي صلى الله عليه وسلم الرجل يُخَيَّل إليه أنه يجد الشيء في الصلاة، فقال صلى الله عليه وسلم: (لا ينصرف حتى يجد صوتا أو يجد ريحا) .
ففي الخبر: الحكم ببقاء الطهارة وإن طرأ الشك؛ لأن الطهارة متيقَّن منها، وأما إذا تُيُقِّن من الحدث الموجِب نقض الطهارة، فيُقطَع به. وهذا إعمال لقاعدة اليقين لا يزال بالشك، كما أشار إلى ذلك النووي -رحمه الله- في: "المنهاج"، وقال الخطابي -رحمه الله- في: "شرح البخاري" معلقا على خبر عبد الله بن زيد: (وهذا أصل في كل أمر قد ثبت واستقر يقينا، فإنه لا يرفع حكمه بالشك) .
وأما الإجماع؛ فحكاه غير واحد كالقرافي -رحمه الله- في: "الذخيرة" وفي: "الفروق"، وابن دقيق العيد -رحمه الله- في: "إحكام الأحكام".',NULL,'64',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (60,'وأما النظر؛ فلأن اليقين لا يغلبه الشك أَلْبتة، حيث إنه قطع بثبوت الشيء فلا يَنْهدم بالشك.
ومن أمثلة القاعدة: من تيقن الطهارة، وشك في الحدث، فهو متطهِر. أو تيقن في الحدث، وشك في الطهارة فهو محدث. بهذا قال الجمهور، لحديث عبد الله بن زيد السابق. يقول شيخ الإسلام -رحمه الله- في: "شرح العمدة" موضحا حديث عبد الله بن زيد السابق: (فلما نهاه عن قطع الصلاة وعن الخروج من المسجد مع الشك، دل على جواز بناء الصلاة على طهارة مستصحَبة مبنية على اليقين. ولو كان يجب عليه الوضوء خارج الصلاة لجاز له أو لوجب عليه في الصلاة كسائر النواقض) .
فائدة:
اعلم -وفقك الله- أن قاعدة: (اليقين لا يُزال بالشك) لها اعتبار عند الاستدلال بالأدلة؛ إذ الأصل في الألفاظ أنها للحقيقة، وفي الأوامر أنها للوجوب، وفي النواهي أنها للتحريم. ولا يُخْرَج بتلك الأحكام عن أصولها المتيقنة لاستدلال أو دليل مشكوك فيه إما من جهة الثبوت أو الدلالة.
وقد نبه إلى ذلك العلائي -رحمه الله- في كتابه: "المجموع الْمُذْهب"، وقال: (ومن هذا الوجه يمكن رجوع غالب مسائل الفقه إلى هذه القاعدة إما بنفسها أو بدليلها) .',NULL,'65',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (61,'ومن ثم يتبين أن القاعدة الكلية: (اليقين لا يزال بالشك) ؛ لها موردان:
الأول: الأدلة الشرعية، عند إعمال قاعدة: "استصحاب الأصل"؛ لأن الأصل له حكم اليقين، كما سبق بيانه.
والثاني: أفعال المكلَّف، عند اشتباه أسباب الحكم عليه. وهذا المورد هو المقصود أصالة من القاعدة، قاله ابن القيم -رحمه الله- في: "بدائع الفوائد".
وهذا كله عندما يكون للمشكوك فيه حال قبل الشك، فتستصحَب ولا ينتقل عنها إلا بيقين، وهذا جزم به الجمهور، ونص عليه ابن القيم -رحمه الله- في كتابه السابق.
قال ابن القيم -رحمه الله- في: "بدائع الفوائد": (ينبغي أن يُعلم أنه ليس في الشريعة شيء مشكوك فيه ألبتة، وإنما يعرض الشك للمكلف) .
* * *',NULL,'66',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (62,'(الأصل في الأعيان الطهارة)
(الأصل في الأبضاع واللحوم ومن عصم ماله ونفسه: التحريم)
١٩- والأصلُ في مياهنا الطهارةْ ... والأرضِ والثيابِ والحِجارةْ
٢٠- والأصلُ في الأبضاعِِ واللحومِ ... والنفسِ والأموالِ للمعصومِ
٢١- تحريمُها حتى يجيءَ الحِلُّ ... فافهَمْ هداك اللهُ ما يُمَلَّ
"الشرح"
قوله: [مياهنا] :
يدخل في ذلك جميع أنواع المياه سواء أكان الماء النازل من السماء، أم الخارج من الأرض كالآبار والأنهار، قال ابن قدامة -رحمه الله- في: "الروضة": "وهذا هو المعتمد".
قوله: [الثياب] :
يدخل فيها جميع أنواعها مما هو طاهر، ويخرج المصنوع من غير الطاهر كجلود السباع والكلاب والخنازير.
قوله: [الأبضاع] :
واحدها: بُضع بالضم، قال الجوهري في: "الصحاح": "البُضع هو النكاح"، قال ابن السِّكِيت، وحكى ابن الأعرابي: أن البُضع هو الفرج، وأصل مادة (بَضَعَ) تأتي على معانٍ في الاستعمال، قال بعضهم على منوال الإمام قطرب النحوي في:',NULL,'67',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (63,'"مثلثاته":
بضعت لحماً بَضْعاً ... حتى يصير بِضْعاً
واعلم بأن بُضعَا ... صدَقةٌ لا تَعجبِ (١)
قطعاً كما جا في التراثْ ... مابين تسعٍ وثلاثْ (٢)
بالضم وطئونا الإناثْ ... أجر وسنة النبي
والمقصود هو الفروج والأنكحة، كما نص على ذلك الأئمة، ومنهم الإمام السبكي في: "الأشباه والنظائر"، وابن رجب في: "القواعد".
قوله: [للمعصوم] :
يقصد به من عُصم ماله ودمه.
قوله: [مايُملُّ] :
أي: ما يُمْلى عليك، وهو من الإملاء.
واعلم -رحمك الله تعالى-: أن هذه الأبيات تشتمل على جملة أمثلة مخرَّجة على القاعدة الكلية السابقة، وهي: اليقين لا يزال بالشك، كما نص على ذلك السيوطي في: "الأشباه والنظائر".
وهي ترجع إلى قاعدتين:
_________
(١) من معاني البضع: الصدقة.
(٢) التراث: الأثر عن العرب والنقل, وهو الشيء الموروث عمن سبق.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (64,'القاعدة الأولى:
أن الأصل فيما على الأرض الإباحة، ويدخل في ذلك المياه والثياب والحجارة وغيرها، وكل ذلك طاهر، وهذا الذي عليه عامة الأصوليين والفقهاء وأكثرهم، قال ابن تيمية في: "مجموع الفتاوي"، بل نفى وجود الخلاف بين المتقدمين من الفقهاء، وقال: "إن الخلف المذكور حادثٌ بعدهم".
ويدل على ذلك النقل والعقل:
فأما النقل فمن ثلاثة أوجه:
الوجه الأول:
الكتاب: وفيه آيات، ومنها: قوله سبحانه: (هو الذي خلق لكم ما في الأرض جميعاً) ، ووجه دلالتها على المقصود يرجع إلى دلالتين:
أما الأولى: فهو إضافة الله الشيء إلى بني آدم باللام، كما في قوله: (لكم) ، وهي لا تكون إلا بأحد معنيين هنا، كما قاله ابن عطية الأندلسي في: "المحرر الوجيز".
الأول: أنها بمعنى الملكية.
والثاني: أنها بمعنى الاختصاص.
وكلاهما يدلان على ملكية بني آدم لما في الأرض،',NULL,'69',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (65,'واختصاصهم بذلك، وليس إلا الإباحة.
والثانية: أن مساق الآية مساقُ امتنان، وغايته: الحل والإباحة، قاله القرطبي في: "تفسيره".
الوجه الثاني:
السنة: ويدل على ذلك أحاديث، منها: ما رواه أبو الدرداء -رضي الله عنه- مرفوعاً: (ما أحله الله فهو حلال، وما حرمه الله فهو حرام، وما سكت عنه فهو عفو، فاقبلوا من الله عافيته) . أخرجه الحاكم وصححه، وأخرجه الطبراني في: "المعجم الكبير"، والبزار في: "مسنده". قال السيوطي في: "الأشباه": (إسناده حسن) .
ووجه دلالة الحديث على المقصود هو أن النبي صلى الله عليه وسلم أناط المحرَّم والمحلَّل بأمر الله، وما كان دون ذلك فقد سكت عنه الله، وهذا يقتضي إباحته، لذا قال النبي صلى الله عليه وسلم: (فاقبلوا من الله عافيته) ، قاله شيخ الإسلام في: "مجموع الفتاوي".
الوجه الثالث:
هو اتفاق السلف: حيث قال شيخ الإسلام في: "مجموع الفتاوي": (هو كالإجماع) ، وأنكر وجود المخالف في هذه المسألة عندهم.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (66,'وأما العقل:
فللأصوليين في تقريره عباراتٌ، منها ما قاله القرطبي في: "تفسيره": (وذلك أن الله لم يخلق ما في الأرض إلا لحكمة، إذ ضد ذلك العبث، وهو منزه عنه.
والحكمة إما أن تكون للتلذذ به، أو الانتفاع به، أو الاختبار به، أو التفكر فيه، وكلها لا تصح إلا بالتذوق، وهو دليل الإباحة) .
فائدة:
خالف عامة العلماء وأكثرهم بعضُ المتأخرين في مسألتنا السابقة؛ حيث قالوا: (إن الأصل في ذلك: الحظر والمنع) ، ونسبه ابن نجيم في: "الأشباه والنظائر" إلى بعض أصحاب الحديث، وعزاه الموفق في: "الروضة" إلى حسن بن حامد الورّاق -شيخ الحنابلة المعروف-، وبعض المعتزلة، وهو اختيار القاضي أبي يعلى الفرّاء كما في: "العدة".
وحجتهم في ذلك أن التصرف في ملك الغير ممنوع إلا بإذنه، وهذا منه.
واعترض على ذلك، بأنه لو سُلِّم لهم بهذه المقدمة؛ لقيل: إن الله أَذِن كما في الآية والحديث السابقين.
وليُعلم أن محل النزاع في هذه المسألة هو ما كان خالصاً من الضُّر، أو كان الغالب للنفع فيه من مختلف الأعيان التي تختلف أوصافها؛ لأن ما كان ضراً محضاً، أوالغالب عليه الضر فهو محرَّمٌ',NULL,'71',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (67,'ممنوع لأدلة كثيرة، منها حديث النبي صلى الله عليه وسلم: "لا ضرر ولا ضرار" أخرجه الدارقطني وغيره، ويدخل في ذلك: ذوات السموم من الحيوان والنبات.
فائدة:
اختار شيخ الإسلام ابن تيمية -رحمه الله تعالى- أن الأصل في المسألة السابقة: الإباحة، وطهارة الأرض والثياب والحجارة لمن كان مسلماً يعمل الصالحات، لأنها إعانة له على الطاعة، وصرفٌ للنعمة في محلها، وأما خلافه كالكافر ومن يستعمل النعمة في غير محلها, فإن الأصل في حقهم المنع، سداً لذريعة التقوِّي بالنعمة على المعاصي، وصرف النعم في غير محالِّها.
القاعدة الثانية:
أن الأصل في الأبضاع واللحوم ومن عُصِم ماله ونفسه: التحريم.
ويدل على ذلك أدلة:
أما الأبضاع؛ فقد حكى الموفق في: "المغني"، والنووي في: "المجموع" إجماع أهل العلم على ذلك.
ومثاله: لو أن رجلاً له ثلاث زوجات، طلق إحداهن، ثم اشتبه عليه من طلق منهن، فالجمهور والأكثر على أنه لا يطأ واحدة منهن حتى يستبين، قال المرداوي في: "الإنصاف": (وعليه',NULL,'72',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (68,'جمهور الأصحاب) ، واختار الموفق وجماعة أنه يعمل بالقرعة بينهن، إذ القرعة حينئذ بمنزلة الْمُخْبِر والشاهد.
وأما اللحوم؛ فاستدل بالدليل العقلي السابق عند القائلين بأن الأصل المنع في الأشياء، ولكن الذي عليه الأكثر والجمهور هو أن الأصل في اللحوم: الحل حتى يجيء المنع.
واستدلوا على ذلك بالأدلة السابقة، إذ إن جنس ذوات اللحوم: من الأعيان الموجودة على الأرض، فهي داخلة في الإباحة، ويدل عليه قوله سبحانه: (وقد فصَّل لكم ما حَرَّم عليكم) ، وفصَّل بمعنى بَيَّن، قاله شيخ الإسلام, وهذا فيه دلالة على أن الأصل الحل حتى يجيء المنع, إذ إن الله ذكر المحرمات وأبقى غيرها على الحل, وبهذا جزم شيخ الإسلام في: "مجموع الفتاوي"، وانتصر له الشوكاني في: "إرشاد الفحول"، فإن كان المقصود عدم حلِّ اللحوم إلا بعد ذكاتها بطريقة شرعية -على ما هو مفصَّل في كتب الفروع- كان ذلك كذلك، وعليه الأكثر، وظاهر عبارة الموفق في "المغني": اتفاق الأئمة عليه، وهو مقصود شيخ الإسلام ابن تيمية -رحمه الله- في محالَّ من كتبه. وأدلة ذلك كثيرة من الكتاب والسنة والأثر.
وأما النفس والمال للمعصوم؛ فالأصل فيها حديث ابن مسعود -رضي الله عنه- مرفوعاً: (لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه',NULL,'73',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (69,'الْمُفَارِق للجماعة) أخرجه البخاري ومسلم.
وحديث جابر في: "صحيح مسلم" في حجة الوداع أن النبي صلى الله عليه وسلم قال: (إن دماءكم وأموالكم وأعراضكم عليكم حرام. .) الحديث.
ففي الأول: حرمة الأنفس المعصومة، إلا بما يوجب حلها من الأمور الثلاثة السابقة، وفي الثاني: حرمة الأمران، إلا بما يوجب حلها من الزكاة والنفقة الواجبة، ونحو ذلك مما هو معلوم، وهذا عليه عامة الفقهاء وأكثرهم، بل حكى الموفق عدم المخالف في ذلك، وكذلك شيخ الإسلام.
* * *',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (70,'(الأصل في المعاملات الحل)
(الأصل في العبادات المنع)
٢٢- والأصلُ في عاداتنا الإباحةْ ... حتى يجيءَ صارفُ الإباحةْ
٢٣- وليس مشروعاً من الأمورْ ... غيرَ الذي في شرعنا مذكورْ
"الشرح"
قوله: [عاداتنا] :
ماخوذ من العَوْد أو المعاودة، وهي تَكْرار الشيء، قاله الزَّبِيدي في: "شرح القاموس"، ونص عليه الحموي في: "غمز عيون البصائر".
واختلفت عبارات الفقهاء في حدِّ العادة وتعريفها، ومن ذلك أنها: ما استقر في الأنفس السليمة والطبائع المستقيمة من المعاملات، قاله ابن حجر -رحمه الله- في: "الفتح".
ومن ثَمَّ يتبين أن العادات ترجع إلى جنس المعاملات، وهي نوعان: معاملة مع النفس، ومعاملة مع الخلق.
قوله: [صارف الإباحة] :
أي: الصارف الشرعي، وهو إما أن يكون نصاً شرعياً، أو إجماعاً معتبراً، أو قياساً صحيحاً.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (71,'واعلم -رحمك الله- أن الناظم -رحمه الله- عنى بالبيتين السابقين قاعدتين كليتين:
فأما الأولى: فهي أن الأصل في العادات والمعاملات: الإباحة والحل، ودل على صحة ذلك أدلة ترجع إلى: الخبر، والاتفاق.
فأما الخبر: فمنه ما أخرجه مسلم في: "صحيحه" في قصة تأبير النخل، وفيه قال النبي صلى الله عليه وسلم: (أنتم أعلم بأمر دنياكم) ، ووجه الدلالة: أن النبي صلى الله عليه وسلم رَدَّ الأمر في التعامل في الزراعة إلى الخلق، وجعله ليس من جنس الشرع الذي يتوقف فيه حتى يأتي الأمر من الرب سبحانه.
وأما الاتفاق: فحكاه غير واحد، كالنووي في: "المجموع"، والمفق في: "المغني".
وليُعلَمْ أن المعاملات والعادات باقيةٌ على الأصل ما لم تخالف أصلاً شرعياً، أو يأتي الصارف الشرعي لذلك، ومن ذلك: شرب الخمر، فهو من جنس العادات التي حرمها الرب سبحانه.
وأما القاعدة الكلية الثانية: فهي أن الأصل في العبادات: الحظر والمنع، ومعنى ذلك هو أن لا يعتقد الناس في شيء أو في فعل أو قول أنه عبادة، حتى يأتي خطاب الشارع بذلك، وقد دلت الأدلة على صحة هذه القاعدة، وترجع إلى أدلة:',NULL,'76',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (72,'أولها: الخبر، وهو من السنة والأثر.
فأما السنة، فما رواه مسلم من حديث عائشة أن النبي صلى الله عليه وسلم قال: (من عمل عملاً ليس علي أمرنا فهو رَدٌّ) ، أي: مردود عليه، قال الشاطبي في: "الاعتصام": (وهذا أصلٌ في أن الأصل في العبادات المنع والحظر) .
وبيانه: أن النبي صلى الله عليه وسلم قيَّد قبول العبادة بأخذها عنه، وصدورها منه صلى الله عليه وسلم، إذ هو المشرِّع صلى الله عليه وسلم، فاعتبار غير ما قاله أو فعله من العبادات عبادة تُفعل أو تقال: اعتبارٌ مردودٌ على صاحبه؛ لأن ذلك محظورٌ عليه.
وأما الأثر؛ فما أخرجه البهقي في: "السنن الكبرى"، والخطيب في: "الفقيه والمتفقه" عن سعيد بن المسيب، أنه رأى رجلاً يصلي بعد طاوع الفجر ركعتين زائدتين عن سنة الفجر، يطيل في سجودهما وركوعهما، فزجره عن ذلك، فأنكر عليه المصلي ذلك، فقال له: (بل خالفت السنة) .
والآثار في ذلك كثيرة.
وثانيها: الاتفاق؛ فقد حكى شيخ الإسلام في: "مجموع الفتاوي" اتفاق السلف -رحمهم الله- على أن الأصل في العبادات الحظر والمنع.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (73,'فائدة:
إذا كان العمل في أصله مشروعاً، ولكن زِيْدَ في هيئته، أو أُنْقِصَ منه، فلا يحكم على بطلانه مطلقاً، ولا على صحته مطلقاً، قال ابن رجب في: "شرح الأربعين"؛ لأن الخلل قد يكون في شيء يوجب بطلان العبادة، وقد يكون في شيء دون ذلك، ومثاله: الصلاة إذا أُوقعت بدون سجود فإنها باطلة، لأن السجود من الأركان، وإذا أوقعت دون قراءة ما تيسَّر بعد الفاتحة فهي مجزئة صحيحة.
مسألة:
هل يشترط في كون الأصل في العبادات الحظر والمنع انسحاب ذلك على كمية فعل العبادة من الرسول صلى الله عليه وسلم، بحيث لا يُزَاد على تلك الكمية في نحو المندوبات والسنن؟
ذهب الشاطبي في: "الموافقات" إلى لزوم ذلك، وأن الزيادة مخالَفة، وذهب ابن القيم في: "الصواعق المرسلة" إلى أن العبادة إذا ثبت أصلها، وندب إليها بالسنة القولية؛ فالمواظبة عليها فضلٌ وسنة.
* * *',NULL,'78',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (74,'الوسائل لها أحكام المقاصد
٢٤- وسائلُ الأمورِ كالمقاصدِ ... واحكمْ بهذا الْحُكمِ للزوائدِ
"الشرح"
قوله: [وسائل] :
واحدها وسيلة، وهي الذريعة الموصلة إلى الشيء المطلوب، والمقصود هنا الوسائل الشرعية المتعلقة بالمطلوب فعله أو تركه، ونحو ذلك من الأحكام التكليفية.
قوله: [كالمقاصد] :
واحدها مقصد، وهو الشيء المطلوب، قالع الكَفَوي في: "الكليات".
قوله: [للزوائد] :
يعني الزائد على الوسيلة والمقصد، وهو ما يسميه الفقهاء بمتمِّمات الأشياء، ومن ثم يتبيَّن أن الأشياء عند الفقهاء ثلاثة:
أولها: المقاصد.
وثانيها: الوسائل.
وثالثها: المتممات.
وبيان ذلك بمثال يذكره الفقهاء، إلا وهو الصلاة، ووجه',NULL,'79',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (75,'انطباق تلك القسمة الثلاثية للأشياء على الصلاة هو أن الصلاة من حيث أداؤها مقصدٌ، والمشي إليها: وسيلة، والرجوع بعدها إلى المكان الذي جاء منه المصلي، متمِّم، فالمقصد في هذا المثال هو الصلاة، وذلك لأن الله- تعالى- أمر بأدائها وإقامتها، وهذا أمر مجمع عليه، كما في قوله سبحانه: (أقم الصلاة) ، وقوله: (وأقيموا الصلاة) .
وقد حكى الإجماع غير واحد، كابن المنذر في: "الأوسط"، وابن هبيرة في: "الإفصاح"، وغيرهما.
والوسيلة في هذا المثال هي المشي إلى الصلاة، إذ إن القدمين آلة المشي والسير، واستعمالها راجع إلى الماشي، فعندما يقصد الصلاة ويستعمل هذه الآلة في الوصول إلى مقصده يُسمى المشي: وسيلة.
والمتممة في هذا المثال هو الرجوع إلى المحل الذي جاء منه المصلي، وإنما سمي متمما؛ لأن أصل عمل الصلاة انتهى بالوسيلة والمقصد، ولكن تمام صورة الذهاب إلى الصلاة وعملها لم تنتهِ إلا برجوع المكلَّف إلى المحل الذي خرج منه؛ لأنه حينئذ تمم عملا ذهب إليه واشتغل به.
وليُعلم أن القاعدة المشار إليها في كلام الناظم -رحمه الله- هي ما يطلق عليها الفقهاء: (للوسائل حكم المقاصد، وللزوائد حكم المقاصد) .',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (76,'وبيان ذلك من المثال السابق، هو أن أداء الصلاة المفروضة مع الجماعة في المسجد واجب، فالوسيلة إليه تأخذ حكمه، وهي المشي، فتكون الوسيلة واجبة، لأن ما لا يتم الواجب إلا به فهو واجب، كما هو مقرر في الأصول، ومتمِّم هذا الواجب له حكمه، من حيث الثواب والأجر؛ فقد جاء في: "الصحيح" وغيره أخبارٌ تفيد أن المصلي له أجرٌ وثوابٌ على ذهابه إلى الصلاة في المسجد حتى يعود إلى محله الذي جاء منه، قال شيخ الإسلام في: "المجموع": (وهذا المعنى وردت به أخبارٌ صحيحة) .
* * *',NULL,'81',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (77,'الإتلاف يستوي فيه المتعمد والجاهل والناسي
٢٥- والخطأُ والإكراهُ والنسيانُ ... أسقطه معبودُنا الرحمانُ
"الشرح"
قوله: [والخطأ] :
هو في اللغة: ضد الصواب، قاله ابن منظور في: "لسان العرب". وأما في الاصطلاح الفقهي: فهو فعل الشيء عن غير قصد، قاله الراغب في: "المفردات"، وقال ابن رجب في: "شرح الأربعين": (الخطأ هو مجيء الشيء على قصد يقع خلافه، كمكلف أراد قتل مباح الدم، فبان له أنه معصوم الدم بعد قتله) :
وأما في الاستعمال الشرعي؛ فهو يأتي بمعنى: العمد، كقوله) {إنه كان خِطئاً كبيرا} حيث قرأ ابن عامر: {إنه كان خَطَئاً كبيرا} ، ويأتي بمعنى: غير العمد، كما في آية القتل؛ حيث فُرِّق بين العامد والمخطئ، ومن ثَمَّ فإن الخطأ قي اصطلاح الشارع قد يصحبه التأثيم، وقد يتأخر عنه، قاله شيخ الإسلام في"مجموع الفتاوي".
قوله: [الإكراه] :
من -الكَرْه- بالفتح- وهو المشقة، قاله الفرَّاء، وقيل من',NULL,'82',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (78,'الكُرْه -بالضم- فال ابن منظور في: " اللسان": (أجمع كثير من أهل اللغة على أن الكُره -بالضم- والكَره -بالفتح- لغتان لمعنى) ، ولكن ابن سِيْدَه والفرَّاء فَرَّقا بينهما، ولكن الاستعمال العربي جار على سحب معنى "الكُره بالضم" على "الكَره بالفتح" والعكس، كما قرره ابن منظور في: "اللسان".
والإكراه في الاصطلاح، هو إلزام الغير على ما لا يريده، فاله ابن حجر -رحمه الله- في: "فتح الباري"، وبنحوه قال السيوطي في: " الأشباه والنظائر".
قوله: [النسيان] :
هو السهو لغة، وقيل: الغفلة، ذكره الزَّبيدي في: "شرح القاموس" ويعرّفه الفقهاء: بأنه عارض طبيعي خفيف.
قوله: [أسقطه] :
أي أسقط التأثيم والعقاب المتعلِّقين بعدم فعل المأمور، أو بفعل المحظور خطئا أو كُرها أو نسيانا، قال ابن رجب -رحمه الله- في: "شرح الأربعين": (هذا الذي تُحْمَل عليه النصوص، لا على سقوط الأحكام المتعلِّقة بالنسيان والخطأ) .
وحاصل هذه القاعدة المذكورة في كلام الناظم هو أن تلك العوارض الثلاثة توجب عدم التأثيم، وحلول العقاب.
ودليل ذلك ما رواه ابن مارواه ابن ماجه وغيره من حديث ابن عباس-',NULL,'83',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (79,'رضي الله عنهما- أن النبي صلى الله عليه وسلم قال: {إن الله تجاوز لأمتي عن الخطأ, والنسيان, وما استكرهوا عليه} , قال النووي في: "الأربعين": (حديث حسن) , وصححه الحاكم في: "مستدركه", وله طرقٌ كثيرة يتقوى بها, كما قاله الحافظ ابن حجر في: "فتح الباري".
وكذلك ما أخرجه مسلم من حديث ابن عباس -رضي الله عنهما- أنه قال: (لما نزل قوله تعالى: {ربنا لا تؤاخذنا إنا سينا أو أخطأنا} قال الله: قد فعلت) , وبنحوه عن أبي هريرة عند مسلم.
ويدل على الإكراه قوله سبحانه: {إلا من أكره وقلبه مطمئن بالإيمان} : حيث إنها نزلت في عمار بن ياسر -رضي الله عنه-لما أُكْرِه على قول كلمة الكفر, كما رواه ابن جرير في: "تفسيره", والبيهقي في: "السنن الكبرى". قال الحافظ في: "الفتح": (جاء ذلك من طرق مرسلة يقوي بعضهما بعضا) . قال ابن العربي في: "أحكام القرآن": (وهذا إن كان إكراها على قول الكفر إلا أن الفقهاء قاسوا عليه غيره من فروع الدين من باب أولى) .
فائدة:
يقسم الفقهاء الإكراه إلى قسمين:
الأول: إكراه تام بمعنى الإلجاء, ومثاله امرأة وُطِئَتْ زنا, لا خيار لها في ذلك.
والثاني: إكراه ناقص ليس بمعنى الإلجاء كالتهديد والوعيد',NULL,'84',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (80,'بضرب أو نحو ذلك.
نص على ذلك ابن رجب في: "شرح الأربعين"، والسيوطي في: "الأشباه والنظائر".
والإكراه الْمُسْقِط للعقاب والتأثيم هو ما توفرت فيه شروطٌ ذكرها الفقهاء، ومنهم الموفق في: "المغني", وابن حجر في: "فتح الباري"، , والسيوطي في "الأشباه والنظائر":
أولها: أن يكون الْمُكْرِه -بالكسر- قادراً على إنفاذ وعيده وتهديده.
وثانيها: أن يكون المكرَه -بالفتح- غير قادر على المدافعة ولا الفرار.
وثالثها: أن يكون في امتناع المكرَه -بالفتح- حصول الوعيد والتهديد.
ورابعها: أن يتيقَّن المكرَه -بالفتح- أو يغلب على ظنه أن المكرِه -بالكسر- سيوقع به ما هدده به أو توعده به.
وخامسها: أن يكون إيقاع المكروه بالمكرَه -بالفتح- بعد زمن قريب في العُرف أو وقت فوري في الحال، لا أن يكون متأخرا.
وليُعلمْ أن هناك اختلافاً بين الفقهاء في مورد الإكراه, هل هو في الأقوال فحسب, أو فيها والأفعال؟
جمهورهم على أن ذلك في الأفعال والأقوال, وهو المشهور',NULL,'85',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (81,'عن أحمد، قاله ابن رجب -رحمه الله- في: "شرح الأربعين", وذهب الحسن البصري، والأوزاعي، وسحنون -من المالكية-, وهي رواية عن أحمد؛ أن مَوْرِدَ الإكراه هو الأقوال، ودليلهم: سبب نزول الآية؛ حيث إنها نزلت في عمار، وهو إنما أُكْرِه على قول الكفر لا على فعله.
والصحيح هو ما عليه الجمهور لعموم الآية؛ ولأن العبرة بعموم اللفظ، لا بخصوص السبب، في أصح قولي أهل العلم، قاله الشوكاني في: "فتح القدير"، وهو اختيار شيخ الإسلام والأكثر.
مسألة:
إذا هُدِّد المرء بأحد أولاده بأن يُقْتَل أو يُعَذَّب ونحو ذلك، فهل يدخل في الإكراه أم لا؟
خلاف، اختار الموفق في: "المغني" أنه يدخل في الإكراه، وهو الذي عليه الجمهور.

<span data-type="title" id=toc-76>فائدة:
يدخل في الخطأ صنفان آخران:</span>
الأول: المجتهد المخطأ، لما جاء في: "الصحيحين" أن النبي صلى الله عليه وسلم قال: {إذا حكم الحاكم ثم اجتهد فأصاب فله أجران، وإذا حكم واجتهد فأخطأ فله أجر} .
ولا يرد هنا ما يذكره بعض الفقهاء من أن هذا المجتهد',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (82,'المخطئ غير داخل في مطلق العفو، لعدم قبول خطئه؛ لأن الأمر كما قال الخطيب البغدادي في: "الفقيه والمتفقه" إنما يتعلق بالأجر على الاجتهاد، لا الأجر على الخطأ؛ إذ أن الأجر المذكور في الحديث إنما هو على اجتهاده فحسب.
ويشترط في المجتهد المخطئ الذي يُؤْجَر على اجتهاده شروط، ذكرها الأصوليون، كأبي المعالي في: "البرهان"، والغزَّالي في: "المستصفى":
أولها: أن يقصد الحق.
ثانيها: أن يجتهد وُسْعَه، قال شيخ الإسلام في: "اقتضاء الصراط المستقيم": (اجتهاد الوسع هو أن لا يكون له وراء ذلك قوة) .
وثالثها: أن يكون في ما يسوغ فيه الاجتهاد، فمسائل الإجماع ومحالّ النص لا يسوغ فيها الاجتهاد اتفاقا، قال بدر الدين الزركشي في: "البحر المحيط".
والثاني: الواقفية الذين يجتهدون، فلا يترجح لديهم شيء في مسائل الاجتهاد.
ولا ريب أن التوقف المطلق خطأ، قال شيخ الإسلام في: "مجموع الفتاوي"، ومن ثم يدخل في الخطأ.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (83,'لطيفة:
سبق أن الخطأ يُطْلَق على العمد وما بصحبه تأثيم، وعلى غير العمد مما لا تأثيم يترتب عليه، إلا أن المشهور هو استعماله في غير العمد، قاله شيخ الإسلام في: "مجموع الفتاوي"، وقال: (وإذا جُمِع بينه -يعني الخطأ- والنسيان، فإنه نص في أخذ الخطأ معنى غير العمد) .
* * *',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (84,'٢٦- لكن معَ الإتلافِ يَثْبُتُ البدلْ ... ويَنْتَفِي التأثيمُ عنه والزَّلَلْ
"الشرح"
قوله: [الإتلاف] :
من التلف، وهو فساد الشيء، قاله الأزهري في: "تهذيب اللغة".
قوله: [البدل] :
يعني العِوَض، كما عليه عامة الفقهاء، وأصل البدل في اللغة: هو تغيير الشيء، يقال: بَدَّلتُ الشيء إذا غيَّرتَه، كما في: "القاموس".
وحاصل كلام الناظم -رحمه الله- أن المخطئ والناسي والمكرَه إذا وقعوا في إتلاف شيء فإنه يلزمهم بدله وعِوَضه؛ لأن العوض والبدل من جنس الأحكام الوضعية المتعلِّقة بمجرد الفعل دون نظر إلى المقاصد والعوارض الأهلية وما إلى ذلك، وهذا الحكم متفق عليه، قاله الموفق في: "المغني"، والقرافي في: "الفروق"، -رحمهما الله تعالى-.
ومثال ذلك: لو أن مكلَّفاً عرض له النسيان، ففوَّت الصلاة المفروضة عن وقتها حتى خرج، فإنه يلزمه حينئذ بدل الصلاة في وقتها، بأن يأتي بها عند ذِكْرها, دل على ذلك أحاديث منها: قوله صلى الله عليه وسلم: {إذا نام أحدكم عن صلاة أو نسيها فَلْيُصَلِّها إذا ذكرها, لا كفارة لها إلا ذلك} رواه أحمد وغيره.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (85,'التابع إذا استقل أخذ غير حكم أصله
٢٧- ومن مسائلِ الأحكامِ في اتَّبَعْ ... يَثْبُتُ لا إذا استقلَّ فوقعْ
"الشرح"
قوله: [اتبع] :
بتثقيل المثناة من فوق مع فتح، وفتح الباء الموحَّدة بعدها، من التابع، أي أنه تابعٌ لغيره آخذٌ حكمه.
قوله: [استقل فوقع] :
أي: إذا خرج عن التبعية بحيث كان منفردا عن أصله مستقلا عنه.
وهذه القاعدة الفقهية هي التي يعَبِّر عنها الفقهاء بقولهم: (التابع تابعٌ) ، وبقولهم: (التابع لا يستقل) ، وبقولهم: (التابع إذا استقل أخذ غير حكم أصله) .
يقول ابن سعدي -رحمه الله- في: "القواعد والأصول الجامعة": (وذلك أن المسائل والصور التابعة لغيرها يشملها حكم متبوعها، فلا تفرد بحكم فلو أفردت بحكم لثبت لها حكم آخر. وهذا هو الْمُوْجِب لكون كثير من التوابع تخالف غيرها، فيقال فيها: إنها ثابتة على وجه التبع) .
ومثال ذلك: أن الجنين في بطن أمَة تابع لها عند البيع والشراء',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (86,'ونحوهما، فالأمَة إذا كانت حاملا فجنينها تابع لها بأخذ حكمها، ما لم يكن ثَمَّ شرط عرفي أو نطقي عند المبايعة.
ومثال استقلال التابع عن أصله؛ كما في المثال السابق: أن يقول السيد لأمَته الحامل بجنين: إن ولدت فمولودك مُعْتَقٌ، فالعتق هنا للتابع دون أصله، فالأمَة غير خارجة من العبودية لسيدها، خلافا لجنينها إذا ولدته.
وهذه القاعدة متفق عليها بين الفقهاء، فقد حكى الاتفاق غير واحد، ومنهم السيوطي -رحمه الله- في: "الأشباه والنظائر"، والنووي في: "المجموع شرح المهذب"، والماوردي في: "الحاوي الكبير".
* * *',NULL,'91',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (87,'العرف محكم
٢٨- والعرفُ معمولٌ به إذا وَرَدْ ... حُكْمٌ من الشرعِ الشريفِ لم يُحَدّْ
"الشرح"
قوله: [العرف] :
هو في اللغة يرجع إلى معنيين اثنين، قاله ابن فارس في: "معجم مقاييس اللغة":
الأول: هو إدراك الشيء على حقيقته وهو ما يقال له: المعرفة، فتقول: عرفت الشيء، وهو أخص من العلم، على ما ذكره جمهرة من فقهاء اللغة.
والثاني: هو تتابع الشيء، كما يقال للضَبُع: عَرْفاء، لتتابع شعر رقبتها مع طولها، ومنه قول الشنفرى في: "لاميته":
ولي دونكم أهلون سيد عَمَلَّسٌ (١) ... وأرقطُ (٢) زُهلولٌ (٣) وعَرْفاءُ (٤) جيألُ (٥)
_________
(١) سيد عملس: الذئاب القوية.
(٢) أرقط: أغبر.
(٣) زهلول: أملس.
(٤) عرفاء: تتابع شعر الرقبة.
(٥) جيألُ: أنثى الضبع.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (88,'وأما تعريف العرف في الاصطلاح؛ فاختلفت فيه أقوال الفقهاء، ومنها قول بعضهم: (هو كل قول وفعل وترك اعتاد عليه الناس) ، وهذا هو مقتضى صنيع ابن رجب -رحمه الله- في: "القواعد"، وأشار إليه القرافي -رحمه الله- في "الأحكام".
ومن ثم يبين أن هناك فرقا بين العادة -وسبقت-، وبين العرف؛ إذ بينهما عمومٌ وخصوصٌ مطلق، ووجه خصوص العرف أنه يتعلق بما اعتاده جمهور الناس، ووجه عموم العادة أنه يتعلق بما اعتاده الإنسان مع نفسه، وما اعتاده الجمهور من الناس، وما كان من حركات طبيعية عند جنس بني آدم.
وليُعلَمْ أن العرف يؤخذ به في أمرين:
الأول: إذا جاء حكمٌ من الشرع، أو اسمٌ عُلِّق به حكم شرعي، ولم يُحَدّ، لا في الشرع، ولا في اللغة؛ فإنه يُرْجَع حينئذ إلى العرف ويكون مُحَكَّما، وهو ما يشير إليه الفقهاء بقولهم: (العرف مُحَكَّمٌ) .
ومثاله: الإسراف والتبذير، فلم يرد حد في ذلك لا في الشرع، ولا في اللغة، وتختلف أعراف الناس من حيث بلدانهم وأماكنهم، فَيُرجع فيه إلى عرف كل ذي بلد، كلٌّ بحسبه، فما عُدَّ إسرافا عند جمهور بلد معين كان كذلك، وهكذا.
والثاني: أنه قيدٌ -يعني العرف- للمعاملات التي تقع بين الناس من بيع وشراء وعقد نكاح ونحو ذلك.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (89,'ومثاله في البيع والشراء: أن المرء لو باع أرضا؛ فإن العرف يدل على ما بيع ما داخلها وما فوقها، ما لم يشترط المتعاقدان.
ومثاله في عقد النكاح: هو ما يذكره بعض الفقهاء من أنه لو شاع في قُطْر أن المهر مُجَزَّأ، فمنه ما هو حاضر، ومنه ما هو آجل؛ فإن ذلك يكون قيدا عند العقد ولو لم يُذْكَر، ما لم يُسْتَثْنَ من المتعاقدين.
وحجية العرف يدل عليها الخبر والإجماع.
فأما الخبر، فالكتاب والأثر.
فأما الكتاب؛ فقوله سبحانه: {وأمر بالعرف} ؛ حيث أخرج البخاري في: "صحيحه" عن عبد الله بن الزبير - رضي الله عنه- أنه قال: (نزلت هذه الآية في أخلاق الناس) . قال ابن الفرس في كتابه: "أحكام القرآن": (المقصود بقوله: {وأمر بالمعروف} أي: المعروف عند الناس، الذي لا يخالف الشرع) ، وبه جزم ابن عطية -رحمه الله- في: "المحرر الوجيز"، وقال السيوطي في: "الإكليل": (وهذه الآية قاعدة شرعية، تدل على اعتبار العرف الذي لا يخالف أصلا شرعيا) .
وأما الأثر؛ فما أخرجه الإمام أحمد في: "مسنده" عن عبد الله بن مسعود -رضي الله عنه- أنه قال: (ما رآه المسلمون حسنا فهو حسن) ، قال الحاكم: (إسناده صحيح) ، ووافقه عليه الذهبي، وقال ابن القيم في: "الفروسية": (وهو جزء ثابت عن عبد الله بن',NULL,'94',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (90,'مسعود) ، وحسَّنه الحافظ ابن حجر في كتابه: "موافقة الْخُبْر الْخَبَر"، وهو يدل على حجية العرف، لأنه صَحَّح استحسان الناس، وجعله دليلا على حسن الشيء، قاله القرافي في: "شرح التنقيح".
وأما الإجماع؛ فحكاه غير واحد، ومنهم: الجلال المحَلي -رحمه الله- في: "شرحه على جمع الجوامع"، وكذلك الْبُناني في: "حاشيته على شرح المحلي لجمع الجوامع".
ثم إن هناك شروطا للاحتجاج بالعرف:
أولها: أن يكون مطَّردا أو أغلبيا، وهذا متفق عليه بين الفقهاء، قاله السيوطي في: "الأشباه والنظائر"، قال ابن نُجَيم في: "الأشباه": (فلا عبرة بالعرف غير المطَّرد أو الأغلبي) ، وبهذا جزم الشاطبي -رحمه الله- في: "الموافقات" وقال: (العرف غير الأغلبي أو الْمُطَّرد لا يُعَوَّل عليه) .
وثانيها: أن يكون عند مجيء الخطاب لا قبله بحيث يكون منقطعا عنه، ولا بعده بحيث يكون طارئا، قال ابن نجيم في: "الأشباه": (فلا عبرة بالعرف الطارئ) ، وحكى الشاطبي الاتفاق على ذلك في: "الموافقات".
وثالثها: أن يكون ظاهرا غير خفي، لتنقاس به الأمور، قاله القرافي في: "الأحكام".
ورابعها: أن لا يكون مخالفا لدليل شرعي كقرآن أو سنة صحيحة',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (91,'أو إجماع معتبر، وهذا أمر مجمع عليه، قاله شيخ الإسلام في: "مجموع الفتاوي"، وابن قيم الجوزية في: "إعلام الموقعين".
فائدة:
يُقَسِّم جمهرة من الأصوليين والفقهاء العرف إلى قسمين: إلى عرف قولي، وإلى عرف فعلي، ويقسِّمونه من حيثية أخرى إلى عرف عام، وإلى عرف خاص.
ومثال العام: ما اشترك فيه جمهور الناس من قول أو فعل.
ومثال الخاص: ما اشترك فيه جمهور بلد.
* * *',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (92,'من تعجل شيئا قبل أوانه عوقب بحرمانه
٢٩- مُعاجِلُ المحظورِ قبل آنِهْ ... قد باء بالخسران مَعْ حِرمانهْ
"الشرح"
قوله: [معاجل] :
من العَجَل، والعجلة هي السرعة، قاله في: "القاموس"، والعجلة كما قال الأصفهاني -رحمه الله- في: "ألفاظ القرآن": (هي استباق الشيء وتحرِّيه قبل وقته) ، قال: (وهذا مقتضى الشهوة، ولذا جاء ذكر العجلة في عامة القرآن على وجه الذم) .
ويدل عليه ما أخرجه الترمذي في: "سننه" من حديث أنس بن مالك -رضي الله عنه- مرفوعا: {الأناة من الله، والعجلة من الشيطان} قال الترمذي: (حسن غريب) ، وقال الهيثمي في: "مجمع الزوائد": رجاله رجال الصحيح.
قوله: [المحظور] :
اسم مفعول من الحظر، وهو ضد الإباحة، قاله ابن منظور في: "لسان العرب"، وقال: (كل ما حال بينك وبين الشيء فهو حاظر لك عنه) ، ومن معاني الحظر: المنع والتحريم، قال في: "اللسان": (المحظور هو المحرَّم) .',NULL,'97',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (93,'قوله: [آنه] :
يعني: وقته وزمنه المحدَّد له.
قوله: [باء] :
قال الأخفش: (هو بمعنى: رجع) فعليه يكون المعنى: قد رجع بالخسران.
وليُعْلمْ أن هذه القاعدة من القواعد الكلية التي ذكرها الفقهاء وغيرهم. ويذكرها بعض الفقهاء كابن رجب -رحمه الله- في: "القواعد" بصيغة: (من تعجَّل الشيء قبل أوانه عوقِب بحرمانه) .
ويتفرَّع عن هذه القاعدة أمثلة كثيرة، منها: جَعْل الوارث القاتل عمدا محروما من الميراث، وهذا عليه الاتفاق سوى ما يُحكى عن بعض الفقهاء، وهو على خلاف المعمول به، قال أبو الخطاب الكَلْوَذَاني -رحمه الله- في كتابه: "التهذيب في علم الفرائض والوصايا": (اتفق أهل العلم على أن الوارث القاتل -يعني عمدا- محرومٌ من الميراث، سوى ما يُحكى عن سعيد بن المسيب وسعيد بن جبير والخوارج) . وأما ما يُذكر عن سعيد بن جبير وابن المسيب فقد ذكر بعض الفقهاء، كأبي الخطاب في كتابه السابق ضعفه عنهما.
ويدل على القول السابق ما رواه ابن ماجه والترمذي في: "سننهما": أن النبي صلى الله عليه وسلم قال: (القاتل لا يرث) ، قال الترمذي:',NULL,'98',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (94,'(وهذا الحديث لا يصح، ولكن العمل عليه) .
تنبيه:
القاعدة السابقة قد تدخل في الأمور الدنيوية، كما نص على ذلك الإمام ابن تيمية -رحمه الله- في: "مجموع الفتاوي"، فإن هناك من الأمور ما لو عَاجَلَه المرء قبل وقته لَحُرِمَه.
* * *',NULL,'99',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (95,'النهي يقتضي الفساد
٣٠- وإن أتى التحريمُ في نفسِ العملْ ... أو شرطِهِ، فذو فسادٍ وخَللْ
"الشرح"
قوله: [نفس العمل] :
يعني: أركانه وواجباته، وهذا عليه عامة الفقهاء، على تفريقٍ عندهم بين الفرض والواجب.
والمذهب كما في: "الإنصاف" أن الركن إذا جاء فيه الخلل، فإن العمل يفسد، وأن الواجب فيه تفصيلٌ: إن كان لسهو ونسيان صَحَّ العمل، خلافا للعَمْد في الصلاة. قال شيخ الإسلام في: "شرح العمدة": (وهذا هو المشهور في المذهب، والْمُعْتَمَد في الصحيح) .
قوله: [شرطه] :
سبق معناه لغة واصطلاحا.
ومثال الشرط في الصلاة: الطهارة من الحدث والخبث، واستقبال القبلة ونحوهما.
وحاصل كلام الناظم -رحمه الله- أن الخلل الواقع في العمل التعبدي قسمان:',NULL,'100',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (96,'الأول: أن يقع الخلل في أركان العمل وواجباته، فهذا يقتضي فساد العمل سواء أكان بعمد أو سهو، وفي الواجب تفصيلٌ سبقت الإشارة إليه كما في الصلاة.
ويدخل في ذلك ما كان من بناء العمل، وإن لم يُسَمَّ ركنا أو واجبا قاله الشاطبي في: الموافقات"، غير أن الغالب أن الفقهاء يَسِمُون ذلك بكونه فرضا أو ركنا أو واجبا، إلى غير ذلك من الأسماء الاصطلاحية.
والثاني: أن يقع الخلل في شرط العمل، فهذا مفسد له.
ومثاله: ما لو صلى المكلَّف الفرضَ على غير طهارة؛ فإن صلاته باطلة ولو كان ناسيا، وهذا أمر مجمع عليه، قاله النووي في: "المجموع"، وابن المنذر في: "الأوسط".
ويدل عليه أحاديث وآثار كثيرة، كنحو ما رواه أحمد في: "المسند" مرفوعا: {لا صلاة لمن لا وضوء له} ، وما رواه عبد الرزاق في: "مصنفه" عن عمر بن الخطاب: (أنه صلى الفجر بالناس وهو جنب فأعادها ولم يُعيدوا) .
فائدة:
إذا وقع الخلل في غير الأركان والواجبات والشروط، كالخلل في المستحبَّات والسنن؛ فإنه لا يوجب فساد العمل، ولكنه يوجب نقصان ثوابه بقدر الخلل الموجود، قاله ابن رجب -رحمه الله- في: "الفتح" وفي: "شرح الأربعين". وكلامه -رحمه الله- محمولٌ على العمد والعلم، لا على الجهل والنسيان؛ فقد سبق أنهما من العفو.
* * *',NULL,'101',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (97,'من أتلف شيئا لدفع أذاه فلا ضمان عليه
٣١- ومُتْلِفُ مؤذيه ليس يَضمنُ ... بعد الدفاعِ بالتي هي أحسنُ
"الشرح"
قوله: [متلف] :
من التلف، وهو إفساد الشيء وإزهاقه، قاله الزبيدي في: "شرح القاموس".
قوله: [مؤذيه] :
أي على وجه الاضطرار؛ بحيث يخشى على نفسه الهلاك، أو تلف بعض بدنه ونحو ذلك.
ومعنى كلام الناظم -رحمه الله-: أن المكلَّف إذا أوذي من قِبَل إنسان أو حيوان إيذاء على الوصف السابق، فإذا قتله أو أتلف بعض أعضائه دفاعا فلا ضمان عليه، قال الموفق في: "المغني": (وهذا الذي عليه أكثر الفقهاء) وهي مبنية على قاعدة سبقت، وهي: أن الضرورة تبيح المحظور، ونحوها.
ومثال ذلك: لو صال على الْمُحْرِم حيوانٌ يخشى أن يتلفه أو يتلف بعضا منه فلو قتله فلا فدية عليه ولا ضمان، لو كان ذلك الحيوان مُمْتَلَكا.
* * *',NULL,'102',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (98,'ألفاظ العموم
٣٢- وَأَلْ تُفيدُ الكلَّ في العمومِ ... في الجمعِ والإفرادِ كالعَليمِ
٣٣- والنكراتُ في سِياقِ النفي ... تُعطي العموم - أوسياق النهي
٣٤- كذاك "مَنْ" و "ما" تُفيدان مَعَا ... كل العموم يا أخي فاسمعا
٣٥- ومثله المفرد إذ يضاف ... فافهم هُدِيتَ الرشد ما يضاف
"الشرح"
هذه الأبيات تتعلق بذكر ألفاظ العموم، والناس في القول بوجود العموم ضربان:
الأول: جماعة لا يقولون بوجوده، ويقولون: ليس هناك لفظ يدل على العموم، وهذا القول محكي عن أبي الحسن الأشعري، كما يذكره عنه أصحاب المقالات، إلا أن العلائي -رحمه الله- كما في كتابه: "تلقيح الفهوم في تنقيح صيغ العموم" ذكر أن هذا الإطلاق لا يصح عن أبي الحسن، ولكنه لا يوافق الجمهور -يعني أبا الحسن- فيما ذهبوا إليه.
والثاني: ما ذهب إليه جمهور الأصوليين والفقهاء واللغويين من أن للعموم صيغا وألفاظا، وقد ذَكر أنه قول الجمهور غيرُ واحد، كأبي المعالي الجويني في كتابه: "البرهان"، والغزَّالي في كتابه: "المستصفى"، والقرافي في كتاب له عن ألفاظ العموم، وغيرهم.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (99,'واقتصر الموفق ابن قدامة -رحمه الله- في "الروضة" على خمس صيغ تبعه الناظم هنا فذكرها:
أولها: "أل" الاستغراقية؛ فإنها إذا دخلت على اسم أفادت العموم، سواء أكان الاسم مفردا، أم كان جمعا، ومثال المفرد: كلمة "العليم" فإنها تعم جميع جنس المعلوم، إذ أن الله يعلم الشيء قبل كينونيته وبعد ذلك، فعلمه أزلي أبدي شامل عام، يعلم السر وأخفى، ومثال الجمع: المؤمنون والمؤمنات والمسلمون والمسلمات ونحوها، فهو يشمل جمع السلامة وجمع التكسير.
والقول بأن "أل" الاستغراقية من ألفاظ العموم هو الذي أطبق عليه القائلون بالعموم، قاله أبو المعالي في "البرهان"، وقطع به الغزَّالي في: "المستصفى".
لطيفة: إذا كانت الكلمة مكوَّنة من حرف؛ ذُكِرَت باسمها، كالحروف الهجائية، فيقال: همزة وكاف ونون، ونحو ذلك. وإذا كانت مكونة من حرفين أو أكثر؛ ذكرت بمسماها، لا باسمها، نحو: "أل". ذَكَر هذه القاعدة اللغوية ابن هشام -رحمه الله- في: "مغني اللبيب".
وثانيها: النكرة في سياق النفي تفيد العموم، وهذا عليه أئمة الأصوليين، قاله أبو المعالي في: "البرهان"، وبنحوه قال العلائي في: "تلقيح الفهوم"، ومثاله: "لا إله إلا الله"؛ فإن كلمة "إله": نكرة تسلَّط عليها النفي فأفاد العموم ليشمل جميع الآلهة، فيكون',NULL,'104',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (100,'المعنى: لا إله في الوجود يستحق العبادة سوى الله.
ويتبع ذلك النكرة في سياق النهي، وهو ما عليه جمهور الأصوليين، ويدخل فيه جميع الأحاديث النبوية التي ابتدأها النبي صلى الله عليه وسلم بالنهي، وكان بعدها اسمٌ نكرة، ويدخل في ذلك على ما ذكره شيخ الإسلام وغيره: النكرة في سياق الشرط، وفي سياق الامتنان؛ فإنها تَعُمُّ على أصح أقوال أهل العلم.
وثالثها: "من" و "ما".
و"من" لا تكون إلا اسمية، ولها معان:
الأول: الجزاء والشرطية قال العلائي: (اتفق الأصوليون الذين يقولون بالعموم على أن "من" إذا أتت بمعنى الشرطية والجزاء؛ فإنها تفيد العموم، كقوله سبحانه: {فمن يعمل مثقال ذرة خيرا يره} ونحوها.
الثاني: الموصولية، أي بمعنى: الذي، فجمهور القائلين بالعموم على أنها تفيد العموم إذا أتت بهذا المعنى، قاله العلائي في: "تلقيح الفهوم".
الثالث: بمعنى النكرة الموصوفة، وهي تفيد العموم كذلك؛ لأنها تشبه حينئذ النكرة في سياق النفي ونحوها.
وأما "ما" فإما أن تكون حرفية أو اسمية، فلا تفيد العموم إذا كانت حرفية إلا إذا كانت بمعنى النكرة الموصوفة أو الشرطية،',NULL,'105',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (101,'والمقصود بكونها تفيد النكرة الموصوفة أو الوصف هو ما ذكره ابن عصفور بقوله: (أن تكون بمعنى الدوام والاستمرار، كقولك: لا أكلمك ما دامت السموات والأرض) وهذا الذي عليه جمهور القائلين بالعموم، كما ذكره ابن الساعاتي، وقطع به العلائي في كتابه السابق. وأما إذا كانت اسمية فتأتي عليها معاني "مَن" السابقة، وتأخذ حكمها سِيَّان.
ورابعها: الاسم المفرد إذا أضيف؛ فإنه يفيد العموم وبهذا قطع الموفق في: "الروضة"، وجزم به ابن القيم في: "إعلام الموقعين"، ومثاله: قوله سبحانه: {وأما بنعمة ربك فحدث} ؛ حيث أضيفت النعمة وهي مفرد فتعم جميع النعم الدنيوية والدينية.
وخامسها: لفظة "كل"، قال أبو المعالي الجويني في: "البرهان": (وهي أقوى ألفاظ العموم في الدلالة على العموم) . وقد صنَّف تقي الدين السبكي -رحمه الله- مصَنَّفا في: "كل" ومشتقاتها، وأطال الكلام حولها، ولخصه العلائي -رحمه الله- في: "تلقيح الفهوم". وقد حكى غير واحد من الأصوليين كالغزَّالي في: "المستصفى" اتفاقَ الأصوليين من القائلين بالعموم على أن "كل" تفيد العموم. وهي تفيد العموم سواء أكانت مستقلة أم مؤكِّدة: مستقلة نحو قوله سبحانه: {كل نفس ذائقة الموت} ، ومؤكَّدة نحو قولك: (هذا البيت كله) .',NULL,'106',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (102,'فائدة:
ألَّف الإمام القرافي كتابا في ألفاظ العموم، أوصلها إلى خمسين ومئتي لفظ، غير أن العلائي في: "تلقيح الفهوم" قال: (وهي ترجع إلى ثلاثة أقسام:
الأول: إلى ما هو متفق عليه من ألفاظ العموم ك "كل" و "من" و "ما الشرطية") ونحوهما.
الثاني: أنه يذكر -يعني القرافي- الألفاظ ومشتقاتها واللغات الواردة في تلك الألفاظ بكسرٍ أو فتحٍ أو غير ذلك، ويَعُدُّ كل شيء من ذلك لفظا مستقلا كأجمع وجمعاء وأجمعون ومشتقاتها، فإن كل لفظة من ذلك هي لفظ مستقل عنده، يدل على العموم.
الثالث: أنه يذكر أشياء كثيرة لا تصح مما يذكره بعض الفقهاء والأصوليين.
* * *',NULL,'107',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (103,'لابد في الحكم من استكمال الشروط وانتفاء الموانع
٣٦- ولا يتم الحكمُ حتى تجتمعْ ... كلُّ الشروط والموانع تُرْتَفَعْ
"الشرح"
قوله: [الحكم] :
أصله في اللغة المنع، ومنه قول جرير الكلبي:
أَبَنَيْ حنيفةَ أَحْكِمُوا سُفَهَاءَكم ... إِنِّي أخافُ عليكُمُ أن أغضَبا
والحكم نوعان:
الأول: حكم شرعي سواء أكان تكليفيا أم وضعيا، وهو المقصود في كلام الناظم -رحمه الله-.
والثاني: حكم عقلي، وهو غير مقصود هنا، كالأحكام العددية وغيرها.
ويذكر بعض الأصوليين حكما ثالثا، ويسَمُّونه بالحكم العرفي، وهو تعارف جماعة من الخلق على أمر ما.
قوله: [الشروط] :
واحدها شَرْط، وسبق.
قوله: [الموانع] :
واحدها مانع، وهو اسم فاعل من المنع، وأما في الاصطلاح فله',NULL,'108',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (104,'تعريفات وحدود منها: ما يلزم من وجوده العدم، ولا يلزم من عدمه وجود ولا عدم لذاته كالحيض مع الصلاة فهو مانع منها.
وحاصل كلام الناظم -رحمه الله- هو تقرير قاعدة كلية، وهي: (أن الحكم الشرعي لا يتم إلا باستكمال شروطه وانتفاء موانعه) . قال شيخ الإسلام في: "المجموع": (اتفق على ذلك أهل العلم، ولا خلاف بينهم في ذلك، ولكنهم اختلفوا في تنزيلها على بعض القضايا الشرعية والعقلية) . وحكى الاتفاق غير واحد، كالغزَّالي في "المستصفى"، والآمدي في: "الإحكام".
وهذه القاعدة الكلية لابد من مراعاتها عند تنزيل الأحكام الشرعية، كالتكفير مثلا، فلا يكفَّر المعيَّن إلا إذا توفرت الشروط، ومنها: كونه مكلفا عالما بالحكم مختارا، وانتفت الموانع، ومنها: التأويل السائغ والجهل والإكراه. قال شيخ الإسلام في: "مجموع الفتاوي": (اتفق على ذلك عامة السلف وفقهاء الملة) .
* * *',NULL,'109',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (105,'(ما ترتب على المأذون فيه يأخذ حكمه)
(إذا أدى ما عليه: وجب له ما جعل له عليه)
٣٧- ومن أتى بما عليه من عمل ... وهي التي قد استحق ماله على العمل
"الشرح"
قوله: [استحق] :
استفعل من الحقوق، أي: استوجب حقا له أو عليه، ومعنى هذا النظم هو ما أبان عنه الناظم -رحمه الله- في "شرحه"؛ حيث قال ما حاصله: (إذا كان العمل في أصله مأذونا فيه؛ فما ترتب عليه يأخذ حكمه، والعكس بالعكس، كالضمان ونحوه) .
وهذه القاعدة عليها جمهور الفقهاء، قاله الموفق في: "المغني"، والنووي في: "المجموع"، وفي بعض فروعها تفصيلٌ عندهم -أعني الفقهاء-.
ومن أمثلة القاعدة: إذا قطع مكلفٌ يدَ معصوم النفس، فأدى ذلك إلى إزهاق نفسه، فهل يُعفى عنه أم يؤخذ بالقَوَدِ منه؟
في المسألة تفصيل بحسب القاعدة، فإن كان قطعه ليد معصوم النفس مأذونا فيه؛ فلا ضمان عليه ولا قَوَد منه إن أُزْهِقَت نفسه، كمسلم سرق سرقة تستوجب الحد فقُطِعت، فأدى ذلك إلى نزيف',NULL,'110',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (106,'للدم مستمر كان فيه هلاكه، فلا ضمان ولا قَوَد على قاطع يده، وأما إن كان غير مأذون له في قطع يده، فعليه الضمان، ويؤخذ منه القَوَد، كالجناية على معصوم النفس بقطع يده مما أدى إلى هلاكه.
* * *',NULL,'111',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (107,'الحكم يدور مع علته وجودا وعدما
٣٨- وكلُّ حُكمٍ دائر مع علتهْ ... وهي التي قد أوجبتْ لشرعيَّتِهْ
"الشرح"
حاصل هذا النظم هي قاعدة أشار إليها الفقهاء بقولهم: (الحكم يدور مع علته نفيا وإثباتا، وجودا وعدما)
والعلة في اللغة: هي المرض الْمُشْغِل، قاله الفيومي في: "المصباح"، وجمعه عِلَل، كسِدْرَة وسِدَر، وأما في الاصطلاح فهو الوصف المشتمل على الحكمة الباعثة على تشريع الحكم، قاله الباجي في: "الحدود"، وبه قطع الآمدي وابن الحاجب -رحمهما الله-.
وليُعْلَمْ أن العلة نوعان: علة شرعية -وسبقت-، وعلة عقلية، كالحركة من الجسم توجب وصفه بكونه متحرِّكا.
وهذه القاعدة المشار إليها قاعدة أغلبية لا مُطَّرِدة، وقد اتفق عليها الفقهاء، قاله ابن النجار في: "شرح مختصر التحرير"، وبنحوه قال الشاطبي في "الموافقات"، ومثالها: ما جاء في: "الصحيحين" أن النبي صلى الله عليه وسلم قال: {إنما نهيتكم من أجل الدَّافَّة التي دَفَّت، فكلوا وادخروا وتصدقوا} ، والدَّافَّة هم الأعراب الفقراء',NULL,'112',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (108,'الذين دَفَّوا -والدف نوع من أنواع المشي- إلى المدينة وقت عيد الأضحى، فنهى النبي صلى الله عليه وسلم أصحابه عن ادخار لحوم الأضاحي فوق ثلاث حتى يتصدقوا على هؤلاء الفقراء ويعطوهم شيئا من اللحم والزاد. فكانت علة النهي عن الادخار هو ما سبق، فلما ذهبت ذهب الحكم، فجوز النبي صلى الله عليه وسلم الادخار بعد ثلاث.
وإنما قيل: إن القاعدة السابقة أغلبية؛ لأن لها استثناءات، وهي ترجع إلى مجموعة أمور:
أولها: ما كان له -يعني الحكم- أكثر من علة؛ فإن انتفاء بعض تلك العلل لا يوجب انتفاء الحكم، كالحدث ببول وغائط؛ فإنه يوجب عدم الصلاة حتى يرتفع الحدث، فلو انتفت علة البول، فلا يعني ذلك جواز مباشرة الصلاة وصحتها؛ لأنه قد يوجد علة أخرى -وهي الغائط- تمنع من الصلاة.
وثانيها: هو الحكم الذي بقي مع انتفاء علته، ومثاله: الرَّمَل، فإن علته إظهار النشاط للكفار، وأن حُمَّى يثرب لم تصب النبي صلى الله عليه وسلم وأصحابه، غير أن هذه العلة انتفت وبقي الحكم، ويدل عليه فعل النبي صلى الله عليه وسلم للرَّمَل في حجة الوداع.
وثالثها: ما كان الحكم مبنيا على علة ظنية، ومثاله الرخص المتعلِّقة بالسفر، لأنه مظنة المشقة، فإن أحكام الرخص تستمر ولو لم توجد تلك العلة، وهي المشقة لكونها ظنية، قاله شيخ الإسلام -رحمه الله- في "مجموع الفتاوي".',NULL,'113',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (109,'الأصل في الشروط: اللزوم
٣٩- وكل شرط لازمٍ للعاقد ... في البيع والنكاح والمقاصدِ
٤٠- إلا شروطاً حَلَّلَتْ مُحَرَّماً ... أو عكسِه فباطلاتٌ فاعْلَمَا
"الشرح"
قوله: [للعاقد] :
اسم فاعل من العقد، وهو من أَبرمَ عقدا ما في الأنكحة أو البيوع ونحوهما من المعاملات.
وحاصل كلام الناظم -رحمه الله- يرجع إلى قاعدتين ذكرهما الفقهاء:
الأولى: أن الشرط لازم في العقد.
والثانية: أن كل شرط باطل لا يصح.
وهاتان القاعدتان مبنيتان على حديثين مشهورين:
فأما الأول: فهو ما رواه الطبراني -رحمه الله- في "معجمه الكبير" أن النبي صلى الله عليه وسلم قال: {كل شرط ليس في كتاب الله فهو باطل} ، صححه السيوطي وغيره.
والثاني: هو ما رواه الترمذي وحسَّنه من حديث بريرة -مولاة عائشة- أن النبي صلى الله عليه وسلم قال: {المسلمون على شروطهم} .',NULL,'114',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (110,'وليعلم أن الشرط قسمان:
الأول: شرط صحيح، وهو نوعان: إما أن يكون مطلوبا شرعا أو لا، فالأول كالمهر في عقد النكاح، والثاني كشراء بيت للزوجة عند عقد النكاح، وضابطه -أعني الثاني-: أن لا يخالف أصلا شرعيا، أو دليلا صحيحا.
والثاني: هو شرط باطل، ومثاله: كل شرط خالف الشرع، وهو ما عناه النبي صلى الله عليه وسلم في الحديث الأول السابق. وهذا الشرط إما أن يكون مبطلا للشرط نفسه أو مبطلا له وللعقد، فأما إبطاله للشرط نفسه؛ فكأن يشترط في عقد النكاح عدم الدخول على الزوجة، وأما الشرط الباطل للعقد؛ فمثاله الاشتراط في عقد النكاح أن الزوجة لا تحل لزوجها، أو أن يشترط البائع على المشتري في عقد البيع أن لا يتمَلَّك السلعة، وإنما كان ذلك الشرط الباطل مبطلا للعقد؛ لأنه يناقض ركنه ومقصده الذي لأجله شُرع العقد.
* * *',NULL,'115',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (111,'تستعمل القرعة عند التزاحم ولا مميز لأحدهما
٤١- تُستعمَل القرعةُ عند الْمُبْهَمِ ... من الحقوقِ أو لدى التَّزَاحُمِ
"الشرح"
قوله: [القرعة] :
ترجع إلى مادة (قَرَعَ) ، ولها معان مذكورة في كتب المعجمات، كـ "الصحاح" للجوهري، و"القاموس" للفيروز آبادي، غير أن المقصود هنا في صفة معروفة تستعمل عند إرادة اختيار شيء دون قصد التعيين الْمُسْبَق، قاله القرافي في: "الفروق".
قوله: [المبهم] :
اسم مفعول من الإبهام، وهو ضد التعيين للشيء.
قوله: [التزاحم] :
من الازدحام، وهو ضد السَّعَة، وفيه معنى التضايق والتحاشر.
والمقصود من كلام الناظم -رحمه الله- هو أن القرعة تستعمل في حالتين اثنتين:
الأولى: عند انبهام شيء من الحقوق، ومثالها: إذا طَلَّق الزوج زوجة مبهمة وله زوجات، فإنه يقرع بينهن، وهذا هو المذهب،',NULL,'116',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (112,'وعليه جمهور الأصحاب، قاله في: "الإنصاف".
والثانية: عند تزاحم بعض المكلفين على شيء، ومثالها: إذا ازدحم اثنان على الأذان أو الإقامة، فإنه يُقْرَع بينهما، وشرط القرعة هنا أن يستويا، بحيث لا يكون لأحدهما فضل على الآخر من الجهة الشرعية، وهذا قطع به جمهور الفقهاء، وهو اختيار أكثر الأصوليين، قاله بدر الدين الزركشي في: "البحر المحيط".
* * *',NULL,'117',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (113,'إذا اجتمع عبادتان من جنس واحد يجوز إدخال إحداهما في الأخرى
٤٢- وإن تساوى العملان اجتمعا ... وفُعِل إحداهما فاستَمِعا
"الشرح"
أي أن العملين من العبادات إذا اجتمعا في كيفيتهما وصفة كلٍّ منهما، فإنه يجوز إدخال بعضهما في بعض بفعل أحدهما.
وهذا هو المذهب، وعليه جمهور الأصحاب، قاله في "الإنصاف"، وبه قطع جماعة كالموفق في: "المغني"، وشيخ الإسلام في: "شرح العمدة" وغيرهما.
ومثاله: اجتماع السنة الراتبة القبلية للفجر مع تحية المسجد، فإنه يكتفى بالراتبة عن تحية المسجد، خلافا للشافعية، وعليه يدل صنيع الصحابة في زمن التشريع دون نكير.
* * *',NULL,'118',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (114,'المشغول لا يشغل
٤٣- وكلُّ مشغولٍ فلا يُشَغَّلُ ... مثالُه المرهونُ والْمُسَبَّلُ
"الشرح"
قوله: [المرهون] :
من الرهن، قال ابن سِيْدَه: (الرهن هو إيداع شيء عند إنسان لإرجاع حق له) .
قوله: [المسبَّل] :
اسم مفعول من السبيل، والمقصود ما جُعِل في سبيل الله تعالى كالوقف.
وحاصل كلام الناظم -رحمه الله- أنه أشار إلى قاعدة اتفق عليها أولو النظر والفقه، وهي أن المشغول لا يشغل، ومثاله في الفقه: إذا كان الشيء قد رُهِن -كبيت مثلا- فإنه لا يُستعمَل في بيع وتأجير ونحو ذلك، لأنه مشغول بالرهن، ومثاله أيضا: المكان الذي وضع في سبيل الله تعالى كالوقف، فإنه لا يباع، لأنه مشغول بالوقف.
* * *',NULL,'119',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (115,'من أدى عن غيره واجبا بنية الرجوع رجع عليه وإلا فلا
٤٤- ومن يُؤدِّ عن أخيه واجبا ... له الرجوع: إن نوى يُطالِبَا
"الشرح"
المقصود من كلام الناظم -رحمه الله- أن المؤدِّي لواجب مالي في ذمة مكلَّف يجوز له أن يرجع إلى الشخص المؤدَّى عنه، ليأخذ المال الذي أدى به عنه، ولذلك شرط؛ وهو نيته أن يطالبه بذلك عند الأداء عنه، أما إذا نوى عدم المطالبة واتُّفق على ذلك، فلا يجوز له مطالبته، وأجره على الله.
و<span data-type="title" id=toc-113>الحقوق المالية الواجبة نوعان:</span>
الأول: ديون، ويدخل فيها الكفالة، كأن يكون الإنسان كفيلا لشخص ما إذا لم يُسَدِّد، وهو محل خلاف عند الفقهاء، والصحيح أنه إذا التزم كونه كفيلا أنه يجب عليه الأداء، وأما المطالبة فعلى ما سبق، جزم به شيخ الإسلام وجماعة.
الثاني: نفقات واجبة، ويدخل فيها الزكاة.
تنبيه:
إنما يقع الأداء في نحو الزكاة، إذا أَذِن المؤدَّى عنه، لأنه لابد من النية كي تصح، وإلا فلا.
* * *',NULL,'120',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (116,'الوازع الطبعي كالوازع الشرعي
٤٥- والوازع الطَّبَعِيُّ عن العصيانِ ... كالوازع الشرعيِّ بلا نُكرانِ
"الشرح"
قوله: [الوازع] :
اسم فاعل من: وَزَعَ يَزِعُ وزوعا، وهو بمعنى الردع.
قوله: [بلا نكران] :
يعني بلا فارق.
والمقصود من كلام الناظم -رحمه الله- أن الوازع عن المعاصي والمحرَّمات نوعان:
الأول: وازع طَبَعي، وهو ما جعله الناس في طبائع الناس من روادع تردعهم عن بعض المحرمات والمناهي، كأكل ذوات السموم والنجاسات، ولذا لم يُرَتَّب على اقتراف المناهي والمحرمات التي فيها وازع طبَعي لم يُرَتَّب عليها حدود وعقوبات دنيوية من كفارات ونحوها.
الثاني: وازع شرعي، وهي مطلق العقوبات الشرعية كالكفارات والحدود، وغالبا أن الوازع الشرعي يُستعمل فيما تتوق إليه الأنفس من المناهي والمحرمات، لما يصاحبها من شهوة ولذة.
* * *',NULL,'121',NULL,NULL,'0');
INSERT INTO [b9846] VALUES (117,'٤٦- والحمد لله على التَّمامِ ... في البَدء والختام والدوامِ
٤٧- ثم الصلاة معْ سلامٍ شائعِ ... على النبي وصحبِه والتابعِ
ختم رحمه الله منظومته بنحو ما ابتدأها به، وهو حمد الله، والثناء عليه مع الصلاة والسلام على النبي، وصحبه، وأتباعه.
والله تعالى أعلم<span data-type="title" id=toc-116> وصلى الله وسلم على نبينا محمد</span>.
* * *',NULL,'122',NULL,NULL,'0');
