-- Table: b9937
-- Chunk: 1
-- Rows: 216

CREATE TABLE "b9937"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b9937
INSERT INTO [b9937] VALUES (1,'بسم الله الرحمن الرحيم
ال<span data-type="title" id=toc-1>مقدمة:</span>
إذا وجد المختصون في علم ما فائدة ومتعة حين يخلون بأنفسهم إلى تراجم من سبقهم في هذا العلم، فإن متعتهم بتاريخ العلم نفسه أحفل وأعظم.
إننا نثني عادة على من يؤلف كتابا في حياة عالم، إذ يتيح لنا أن نعايشه فنعاين جده ودأبه، ونلذ نضاله لكشف الغامض ودفع العلم إلى الأمام ولو خطوة، ونجد الأسوة في استهانته بالعراقيل والمعوقات، ووقوفه للزمان والحساد والخصوم والجاهلين، وإن في حياة كل عالم من هذا لنصيبا؛
لذلك نشكر لهذا المؤلف ما يسر لنا من لذائذ سامية.
لكن المسهم في تاريخ العلم لا يحصل على الشكر والثناء في وقت قصير، وقد يقتضيه سطر واحد يخطه في تاريخ العلم من الجهد وطول العمل ما لم يعانه المؤلف الأول في مجلد. ومن ظن أن حياة باحث تفي بتاريخ علم فقد ظن باطلا، إنما يتم ذلك بتضافر جهود الباحثين في أجيال متلاحقة: يتسلم كل جيل تراث من قبله ويعمل في دأب وروية ليتقدم به قليلا أو كثيرا. وموضوعنا في هذه الدراسة: من تاريخ النحو العربي.
وبعد، فماذا يراد من كلمة "مذهب" أو "مدرسة" حين يقال في علوم اللغة العربية: مذهب البصريين أو مدرسة الكوفيين؟',NULL,'3',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (2,'إن نظرة فاحصة في دراسات المحدثين تقودنا إلى الشك في بعض ما عدوه من المسلمات انسحابا على أذيال بعض القدماء ممن تكلم في النحو والنحاة.
لقد أدار هؤلاء التصنيف على البلدان فقالوا: "نحاة الكوفة" و"نحاة البصرة" و"نحاة بغداد" حين ألفوا في الطبقات. فساق هذا -مع تساهل كبير- إلى أن قيل فيما بعد: "مذهب البصريين" و"مذهب الكوفيين" و"مذهب البغداديين".
وقد حان الوقت لتصحيح هذه التسمية، فالأقدمون ومن تأثر بنظرتهم من المحدثين جعلوا البصريين أهل القياس؛ لأن من ضبطه منهم كثيرون جدا ولهم فيه عناية بالغة، على حين عدوا الكوفيين أهل سماع؛ لأنهم سجلوا كل ما سمعوا، وأراغوا القياس عليه فلم يحكموه إحكام الأولين وإن أربوا عليهم في السماع مقدارا لا ضبطا وجودة.
هذه الصفحات محاولة في وضع الأمور في نصابها حيال ما يسمى بالمدارس أو بالمذاهب النحوية من جهة، ووقفة تاريخية فاحصة متروية عند نشأة هذا الفن من جهة أخرى.
والفن أو العلم كائن حي يخضع لما يخضع له الأحياء من سنن الحياة: يبدأ جنينا فرضيعا فطفلا فيافعا ففتى فشابا ...
وحول نشأة النحو بعض غموض اجتهدت في جلائه بما لدي من أضواء، ممتحنا الأخبار والروايات، متحريا فيها ما يشبه الحق وطبيعة الأشياء؛ حتى إذا اطمأننت إلى نتيجة أثبتها بعد امتحانها، ضاربا صفحا عن سطحيات وعناوين وتهاويل كثيرة يسميها أصحابها دراسات، الموضوع منها والمترجم سواء.
ورأيت أن ألحق بهذه الدراسة نصوصا مختارة لستة مؤلفين عظام في هذا الفن، تقوم كتبهم معالم في طريقه الطويلة، مع موجز من تراجمهم كما',NULL,'4',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (3,'وردت في "بغية الوعاة" للسيوطي مع اختصار أحيانا، وتعريف يسير بكتبهم التي اخترنا منها نصا أو أكثر١, بحيث تتبين للمطالع ملامح واضحة من الطريق الذي شقه النحو على مدى العصور. وسيعجب القارئ حين يرى أنه بدأ بقمة شامخة هي كتاب سيبويه، ثم أخذ ينحدر مع الزمان ...
ظاهرة غريبة لا أعرف لها مثيلا في تاريخ العلوم والفنون.
ولئن أسعف هذا الملحق من يبتغي النظرة العجلى، فإنه لن يغني بحال عن الدراسة الشخصية المتوسعة المتأنية التي يجب أن يقوم بها مستقلا الباحث أو الطالب الجامعى: إمعان في الآثار وتأن في استنباط النتائج، وصبر على ما يتطلبه البحث من جهد ووقت.
والله المسئول أن يأخذ بأيدينا ويسدد خطانا في خدمة العلم الخالص, متعلمين ومعلمين.
بيروت: الجامعة اللبنانية "قسم اللغة العربية"
سعيد الأفغاني
_________
١ مراعين في اختيارها حاجة الدارسين في شهادة "فقه اللغة العربية" في كلية الآداب بالجامعة اللبنانية.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (4,'<span data-type="title" id=toc-2>توطئة تاريخية</span>
<span data-type="title" id=toc-3>مدخل</span>
...
توطئة تاريخية:
جاء الإسلام واللغة العربية مستكملة أدوات التعبير، ولها تراث أدبي حافل مفصح عن شتى المشاعر الوجدانية والاجتماعية، قد اتفقت الكلمة على الاعتداد بهذا التراث والإعجاب به منذ عصر الجاهلية حتى اليوم.
والعرب أمة فصاحة وبلاغة تتأثر بالبيان الرفيع والجملة الوجيزة الموحية، وكانت أسواق العرب في جاهليتها قد قامت بالاصطفاء من لغات القبائل١، وأخذ الشعراء والبلغاء أنفسهم بما أجمعوا على استحسانه منها حتى تنافسوا في ذلك وأصبحت هذه اللغة المصطفاة هي المتفق على التعبير بها عما يخالج النفوس من أغراض وأحاسيس. وصرنا نسمع شبه هذا الإجماع على سلامة لغة قبائل الجزيرة والطعن بلغات أهل السواحل؛ لمخالطتهم الأجانب في الأسفار والتجارات.
_________
١ انظر في كتابنا "أسواق العرب في الجاهلية والإسلام" فصل سوق عكاظ.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (5,'فلما كانت الفتوحات واختلاط العرب الفاتحين بالشعوب التي كانت تحت سيطرة الفرس والبيزنطيين والأحباش، ودخول كثير من هؤلاء في الإسلام، واضطرارهم إلى تعلم ما استطاعوا من العربية، وكان بين العرب الفاتحين وهؤلاء الشعوب اختلاط وأخذ وعطاء، تسرب الفساد إلى لغة كثير من العرب وبدأ يسمع لحن في التخاطب، قليلا في الأول ثم أخذ في الانتشار حتى لفت إليه أنظار المسئولين وغيرهم من أهل الحل والعقد.
يعتبر اللحن الباعث الأول على تدوين اللغة وجمعها وعلى استنباط قواعد النحو وتصنيفها؛ فقد كانت حوادثه المتتابعة نذير الخطر الذي هب على صوته أولو الغيرة على العربية والإسلام، ولا بأس من عرض تاريخي سريع لبعض أحداثه المتتابعة:',NULL,'8',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (6,'<span data-type="title" id=toc-4>بوادر اللحن:</span>
بدأ اللحن قليلا خفيفا منذ أيام الرسول على ما يظهر، فقد لحن رجل بحضرته فقال: "أرشدوا أخاكم؛ فإنه قد ضل" ١ والظاهر أيضا أنه كان معروفا بهذا الاسم نفسه "اللحن" بدليل أن السيوطي روى عن رسول الله -صلى الله عليه وسلم- قوله: "أنا من قريش ونشأت في بني سعد, فأنى لي اللحن"٢ وقد كان أبو بكر
_________
١ الخصائص لابن جني ٢/ ٨ "مطبعة دار الكتب المصرية ١٩٥٠". وروي في إرشاد الأريب عن عبد الله بن مسعود ١/ ٨٢.
٢ المزهر للسيوطي ٢/ ٣٩٧ طبعة "دار إحياء الكتب العربية, القاهرة "بعناية محمد أحمد جاد المولى ورفيقيه"، ورواه السيوطي في الجامع الصغير عن الطبراني, وقد ضعفه المحدثون.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (7,'الصديق يقول: "لأن أقرأ فأسقط أحب إلي من أن أقرأ فألحن".
فإذا بلغنا عهد عمر رأينا المصادر تثبت عددا من حوادث اللحن. فتذكر أن١ عمر مر على قوم يسيئون الرمي فقرعهم فقالوا: "إنا قوم متعلمين" فأعرض مغضبا وقال: "والله لخطؤكم في لسانكم أشد علي من خطئكم في رميكم" سمعت رسول الله -صلى الله عليه وسلم- يقول: "رحم الله امرأ أصلح من لسانه" وورد إلى عمر كتاب أوله: "من أبو موسى الأشعري" فكتب عمر لأبي موسى بضرب الكاتب٢ سوطا. والأنكى من ذلك تسرب اللحن إلى قراءة الناس للقرآن, فقد قدم أعرابي في خلافة عمر فقال: "من يقرئني شيئا مما أنزل على محمد؟ " فأقرأه رجل سورة براءة بهذا اللحن:
"وأذان من الله ورسوله إلى الناس يوم الحج الأكبر أن الله بريء من المشركين ورسولِهِ ... "٣ فقال الأعرابي: "إن يكن الله بريئا من رسوله, فأنا أبرأ منه" فبلغ عمر مقالة الأعرابي فدعاه فقال: يا أمير المؤمنين, إني قدمت المدينة ... وقص القصة فقال عمر: "ليس هكذا يا أعرابي" فقال: "كيف هي يا أمير المؤمنين؟ " فقال: {أن اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} فقال الأعرابي: "وأنا أبرأ ممن برئ الله ورسوله
_________
١ إرشاد الأريب ١/ ٦٧ مطبوعات دار المأمون، والأضداد لابن الأنباري ص٢٤٤ طبع حكومة الكويت.
٢ هو أبو الحصين بن أبي الحر العنبري كما في وفيات الأعيان "٥/ ٩٩"، وكان أبو موسى قد استكتبه بعد زياد.
٣ سورة التوبة ٩/ ٣.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (8,'منهم". فأمر عمر ألا يقرئ القرآن إلا عالم باللغة١. ولعمر تنسب تلك المقولة المأثورة: "تعلموا العربية؛ فإنها تثبت العقل وتزيد في المروءة"٢.
ومر عمر برجلين يرميان فقال أحدهما للآخر: "أسبت" فقال عمر: "سوء اللحن أشد من سوء الرمي"٣ فجعل إبدال الصاد سينا من اللحن.
وتكاد قصة بنت أبي الأسود تكون المعْلم المشهور في تاريخ النحو: فقد دخل عليها أبوها في وقدة الحر بالبصرة فقالت له: "يا أبت, ما أشدُّ الحر! " رفعت "أشد" فظنها تسأله وتستفهم منه: أي زمان الحر أشد؟ فقال لها: "شهرا ناجر".
فقالت: "يا أبت إنما أخبرتك ولم أسألك"٤.
_________
١ نزهة الألباء ص٧, وتهذيب تاريخ دمشق لابن عساكر ٧/ ١١٠ مطبعة الترقي بدمشق ١٣٥١هـ, وانظر الخصائص لابن جني ٢/ ٨ وعيون الأخبار، وانظر مراتب النحويين ص١٨. هذا وروايات اللحن في هذه الآية لا تتفق على وتيرة، فمنها ما يجعل هذه القصة في زمن زياد، وأن زيادا هو الذي طلب من أبي الأسود وضع شيء يقيم عوج الألسنة اللاحنة, فأبى أبو الأسود, فبعث زياد رجلا يقعد له بطريقه، وأمره أن يقرأ شيئا من القرآن ويتعمد اللحن، فقرأ: ".. أن الله بريء من المشركين ورسولِهِ.." بالجر، فاستعظم ذلك أبو الأسود وقال: "عز وجه الله، إن الله لا يبرأ من رسوله" ثم رجع من فوره إلى زياد فقال: "يا هذا قد أجبتك إلى ما سألت". انظر كتاب "الف باء" للبلوي ١/ ٤٦, ولا يبعد الجمع بين الروايات.
٢ إرشاد الأريب ١/ ٧٧ وفي ص"٧٨" أن الزهري كان يقول: "ما أحدث الناس مروءة أحب إلي من تعلم النحو". هذا وقد زعموا أن عمر بن الخطاب كان يضرب أولاده على اللحن ولا يضربهم على الخطأ "ص٧٩" وأن ابنه عبد الله كذلك "ص٨٩".
٣ البخاري في "الأدب المفرد" ص٢٢٧.
٤ وتتمة الخبر في الأغاني للأصفهاني "١١/ ١٠١": أنه دخل على أمير المؤمنين علي بن أبي طالب فقال: يا أمير المؤمنين ذهبت لغة العرب لما خالطت العجم، وأوشك أن تطاول عليها زمان أن تضمحل" وأخبره خبر ابنته ... فأملى عليه: إن الكلام كله =',NULL,'10',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (9,'ونتقدم خطوة في الزمن فيقص علينا ابن قتيبة أن رجلا دخل على زياد فقال له: "إن أبينا هلك وإن أخينا غصبنا على ميراثنا من أبانا" فقال زياد: "ما ضيعت من نفسك أكثر مما ضاع من مالك", وأن أعرابيا سمع مؤذنا يقول: "أشهد أن محمدا رسولُ الله" فقال: "ويحك، يفعل ماذا؟ "١.
وأن أعرابيا دخل السوق "فسمعهم يلحنون فقال: سبحان الله! يلحنون ويربحون, ونحن لا نلحن ولا نربح! "٢.
وروى الجاحظ أن "أول لحن سمع بالبادية: هذه عصاتي "بدل عصاي" وأول لحن سمع بالعراق: حيِّ على الفلاح "بكسر الياء بدل فتحها""٢.
ثم شاع في العصر الأموي حتى تطرق إلى البلغاء من الخلفاء والأمراء كعبد الملك والحجاج, والناس يومئذ تتعاير به، وكان مما يسقط الرجل في المجتمع أن يلحن، حتى قال عبد الملك وقد قيل له: "أسرع إليك الشيب": "شيبني ارتقاء المنابر مخافة اللحن"٣. وكان يقول: "إن الرجل يسألني الحاجة فتستجيب
_________
= لا يخرج عن اسم وفعل وحرف جاء لمعنى, وهذا القول أول كتاب سيبويه. ثم رسم أصول النحو كلها فنقلها النحويون وفرعوها. ا. هـ قلت: هذه إحدى روايات مشهورة في أولية النحو، وبعد صفحة نجد أبا الفرج يروي عن ابن أبي الأسود قوله: "أول باب وضعته في النحو: التعجب".
وفي الحادث الذي حفز أبا الأسود على وضع ما وضع روايات عدة, قد يأتي بعضها في بحث الخلاف، وانظر واحدة يرويها الزبيدي في كتابه طبقات النحويين واللغويين ص١٥ وفي النفس شيء من نسبة الأولية في وضع النحو, وسائر العلوم لعلي بن أبي طالب.
١ عيون الأخبار ٢/ ١٥٩, ومر أبو عمرو بن العلاء بالبصرة فإذا أعدال مطروحة مكتوب عليها: "لأبو فلان" فقال: "يا رب يلحنون, ويرزقون" إنباه الرواة ٢/ ٣١٩.
٢ البيان والتبيين ٢/ ٢١٩.
٣ مخطوطة الظاهرية من تاريخ دمشق لابن عساكر رقم ٢٢ تاريخ ج٥ الورقة ٤٩٠/ ١.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (10,'نفسي له بها, فإذا لحن انصرفت نفسي عنها"١ وكان يرى اللحن في الكلام أقبح من التفتيق في الثوب النفيس٢.
والحجاج على أنه من الخطباء الأبيناء البلغاء, كان في طبعه تقزز من اللحن أن يقع منه أو من غيره، فإذا وقع منه حرص على ستره وإبعاد من اطلع عليه منه، ذكروا أنه سأل يحيى بن يعمر الليثي: "أتسمعني ألحن على المنبر؟ " فقال يحيى: "الأمير أفصح الناس إلا أنه لم يكن يروي الشعر" قال: "أتسمعني ألحن حرفا؟ " قال: "نعم، في آي القرآن" قال: "فذاك أشنع؛ وما هو؟ " قال تقول:
{قُلْ إِنْ كَانَ آَبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ ... } ٣ تقرؤها "أحبُّ" بالرفع، فأنف الحجاج أن يطلع له رجل على لحن, فبعث به إلى خراسان٤. وكان الحجاح يعجب بفصاحة يحيى هذا فسأله يوما: "أخبرني عن عنبسة بن سعيد: أيلحن؟ " قال: "كثيرا" قال: "أفأنا ألحن؟ " قال: "لحنا خفيفا" قال: "كيف ذلك؟ " قال: تجعل "أن, إن" و"إن, أن" ونحو ذلك. قال: "لا تساكني ببلد، اخرج"٤, وكان الرجل إذا أراد أن يفلت من عمل
_________
١ من رسالة للجاحظ في صناعة القواد، ص٢٦٠ "رسائل الجاحظ" جمع السندوبي.
٢ عيون الأخبار ٢/ ١٥٨, ومن قول ابنه مسلمة: "اللحن في الكلام أقبح من الجدري في الوجه".
٣ سورة التوبة ٩/ ٢٤.
٤ تهذيب تاريخ دمشق لابن عساكر ٤/ ٦٥ "روضة الشام ١٣٣٢هـ" وطبقات النحويين واللغويين ص٥.
ذكر ابن قتيبة: أن الحجاج أمَّ قوما فقرأ {وَالْعَادِيَاتِ ضَبْحًا} وقرأ في آخرها: =',NULL,'12',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (11,'للحجاج عاذ باللحن فنجا١.
وهؤلاء تطرق إليهم قليل من اللحن لبعدهم عن قومهم في الجزيرة, مع أنهم نشئوا فيها وترعرعوا واكتهلوا، فلما كان من بعدهم عظم فشو اللحن فيهم حتى كان من أعظم المصائب في نفس عبد الملك أن ابنه الوليد لَحَّانة، وأنه أخذه بتعلم العربية فلم يفلح. ونقلوا عن عبد العزيز بن مروان الأمير الأموي المعروف وهو أخو عبد الملك لحنا، على أن عبد العزيز هذا وهو من أفصح الناس كان يعطي على العربية ويحرم على اللحن، حتى قدم عليه زوار من أهل المدينة وأهل مكة من قريش فجعل يقول للرجل منهم: "من أنت؟ " فيقول: "من بني فلان" فيقول للكاتب: "أعطه مائتي دينار" حتى جاءه رجل من بني عبد الدار فقال: "من أنت؟ " فقال: "من بنو عبد الدار" فقال: "تجدها من جائزتك" وقال لكاتبه: أعطه
_________
= "أن ربهم بهم يومئذ خبير" بفتح همزة "أن" ثم تنبه على اللام في {لَخَبِيرٌ} وأن "أن" قبلها لا تكون إلا مكسورة, فحذف اللام من {لَخَبِيرٌ} فقرأ: "أن ربهم بهم يومئذ خبير" عيون الأخبار ٢/ ١٦٠. ومع هذا فقد روي عن الأصمعي قوله: أربعة لم يلحنوا في جد ولا هزل: الشعبي وعبد الملك والحجاج بن يوسف وابن القرية، والحجاج أفضلهم. أمالي الزجاجي ص١٥.
١ في إرشاد الأريب "١/ ٨٧": بعث الحجاج إلى والي البصرة: أن اختر لي عشرة ممن عندك, فاختار رجالا منهم كثير بن أبي كثير وكان رجلا عربيا، قال كثير: فقلت في نفسي: "لا أفلت من الحجاج إلا باللحن". فلما أدخلنا عليه دعاني فقال: "ما اسمك؟ " قلت: "كثير" قال: "ابن من؟ " فقلت: "ابن أبا كثير" فقال: "عليك لعنة الله وعلى من بعث بك، جئوا في قفاه" فأخرجت.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (12,'مائة دينار"١.
وقال عمر بن عبد العزيز: "إن الرجل ليكلمني في الحاجة يستوجبها فيلحن فأرده عنها، وكأني أقضم حب الرمان الحامض لبغضي استماع اللحن، ويكملني آخر في الحاجة لا يستوجبها فيعرب فأجيبه إليها؛ التذاذا لما أسمع من كلامه". وكان يقول: "أكاد أضرس إذا سمعت اللحن".
"الأضداد لابن الأنباري ص٢٤٥".
وهذا معاوية بن بجير والي البصرة تشغله لحنة الناعي عن مصيبته بأبيه, فيقدم إنكارها.
_________
١ تاريخ دمشق لابن عساكر "مخطوطة الظاهرية رقم ٢٢ تاريخ ج٥ الورقة ١٥٠/ ١".
هذا ومن المقيد ذكر الباعث على عناية عبد العزيز بن مروان بالعربية, فقد روى ابن عساكر قبل هذا الخبر أنه "دخل على عبد العزيز رجل يشكو صهرا له فقال: "إن ختني فعل بي كذا وكذا" فقال له عبد العزيز: "من ختنَك؟ " فقال له: "ختنني الختان الذي يختن الناس" فقال عبد العزيز لكاتبه: "ويحك، بم أجابني؟ " فقال له: "أيها الأمير, إنك لحنتَ وهو لا يعرف اللحن، كان ينبغي أن تقول له: "ومن ختنُك؟ " فقال عبد العزيز: أراني أتكلم بكلام لا يعرفه العرب، لا شاهدت الناس حتى أعرف اللحن, فأقام في البيت جمعة لا يظهر ومعه من يعلمه العربية، فصلى بالناس الجمعة وهو من أفصح الناس". ا. هـ. قلت: تروى هذه اللحنة للوليد بن عبد الملك. انظر ص١٤٣ من "نقد النثر" المنسوب لقدامة "مطبعة لجنة التأليف والترجمة والنشر, القاهرة ١٣٥٩هـ". خزانة الأدب ٣/ ٥٨٣.
وانظر في لحنه أيضا البيان والتبيين للجاحظ "٢/ ٢٠٤" فما بعد "مطبعة لجنة التأليف والترجمة والنشر، القاهرة ١٣٦٨".
أما أمر الوليد الذي مر آنفا فقد أهمّ عبد الملك, حتى أفضى بذات نفسه يوما إلى روح بن زنباع قائلا:
"يا أبا زرعة، قد غلبني الوليد باللحن, وسأظهر العشية كآبة فسلني عنها ودعني والوليد" فلما أذن العشاء أظهر كآبة وعنده لوليد وسليمان وروح, فقال له روح: "ما هذه الكآبة يا أمير المؤمنين, لا يسوءك "الله" ولا يريك مكروها؟! " قال: ذكرت ما في عنقي من أمر هذه الأمة, وإلى من أصير أمرها بعدي! قال له روح: يغفر الله لك يا أمير =',NULL,'14',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (13,'فأنت تجد مما تقدم أن الخوف على العربية له ما يفرضه من النُّذُر، وأنه تمكن في النفوس حتى تضافرت جهود العلماء وذوي السلطان على صيانة العربية، وأن الحرمان من المال أو العمل مما كان يصيب اللحانة، وأن فصاحة المرء قد ترفعه إلى الولايات والغنى, وتزيد شأنه عند أولي الأمر؛ وهذا من طرف السلطان كافٍ في الترغيب والترهيب. وسؤال الحجاج عن لحن بعض الناس ذوي الشأن مشعر باهتمام الحكومة والمجتمع بأمر اللحن, وذلك طبيعي من دولة قامت على العصبية العربية بعد أن رأت اللحن يفشو في الطبقات الرفيعة من الأمراء والحكام وأشراف الناس، وفي قصة بشكست النحوي تعبير واضح عن أمرين: فشو اللحن ونظرة المثقفين إليه، ولا بأس في إيرادها ففيها طرافة, وفيها ظرف:
_________
= المؤمنين, فأين أنت عن الوليد سيد شباب العرب! , قال: "يا أبا زرعة, لا ينبغي أن يلي أمر العرب إلا من يتكلم بكلامها" فقام الوليد فدخل منزله فجمع إليه أصحاب النحو، فأقام ستة أشهر معهم، وخرج يوم خرج وهو أجهل بالنحو منه يوم دخل، فقال عبد الملك: "قد أجهد وأعذر" المصدر السابق, الورقة ٤٢١/ ١.
واحتج على عبد الملك بلحن الوليد هذا، فقد ذكر ابن عساكر أن عبد الملك قال لرجل من قريش: "إنك لرجل, لولا أنك تلحن" فقال: "وهذا ابنك الوليد يلحن! " قال عبد الملك: "لكن ابني سليمان لا يلحن" قال الرجل: "وأخي فلان لا يلحن! " الورقة ٤٢٤/ ١.
بل كان لا يستطيع تجنب اللحن حتى على المنبر، ذكره أبو الزناد يوما فقال: "كان لحانا, كأني أسمعه على منبر النبي -صلى الله عليه وسلم- يقول: يا أهلُ المدينة! ".
بل كان لا يستطيع تجنبه حتى في آيات القرآن: قرأ يوما على المنبر: "يا ليتها كانت القاضيةُ" بضم التاء، فقال عمر بن عبد العزيز "وكان تحت المنبر": يا ليتها كانت "القاضية" عليك وأراحتنا منك! " الورقة ٤٢٤/ جـ.
وكان عمر بن عبد العزيز هذا أشد الناس في اللحن على ولده وخاصته ورعيته, وربما أدَّب عليه. إرشاد الأريب ١/ ٨٩.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (14,'"وفد بشكست النحوي على هشام بن عبد الملك، فلما حضر الغداء دعاه هشام، وقال لفتيان بني أمية: "تلاحنوا عليه" فجعل بعضهم يقول: "يا أمير المؤمنين, رأيت أبي فلان ... " ويقول آخر: "مر بي أبي فلان ... " ونحو هذا، فلما ضجوا أدخل يده في صحفة فغمسها, ثم طلى لحيته وقال لنفسه: "ذوقي، هذا جزاؤك في مجالسة الأنذال! "١.
إلى هذا المدى بلغ أمر اللحن في المائة الأولى للهجرة والدولة عربية محضة، والعصبية ذات سلطان، والقوم حديثو عهد بجزيرتهم ولا تزال مجتمعاتهم تتناقل القول المشهور: "ليس للاحن حرمة" وتتعامل به، هذا عبد الملك بن مروان استأذن عليه رجل من عِلْية أهل الشام وبين يديه قوم يلعبون بالشطرنج فقال: "يا غلام، غطها" فلما دخل الرجل فتكلم لحن، فقال عبد الملك: "يا غلام، اكشف عنها، ليس للاحن حرمة". "الأضداد لابن الأنباري ص٢٤٥".
وبيت الخلافة أعرق بيوت قريش شرفا ومجدا وبلاغة وأقواها عصبية وعروبة٢, والعرب -كما قرر ابن جني-
_________
١ تاريخ دمشق لابن عساكر "مخطوطة الظاهرية" الجزء السابق الورقة ٤٥٤/ ١ ثم قال ابن عساكر فيه: "وكان نحويا أخذ عنه أهل المدينة، وكان يذهب مذهب الشراة ويكتم ذلك. فلما ظهر أبو حمزة الشاري بالمدينة "سنة ١٣٠هـ" خرج معه فقتل فيمن قتل بخلافة مروان بن محمد" واسمه عبد العزيز القارئ, وقيل في مقتله:
لقد كان بشكست عبد العزيز ... من أهل القراءة والمسجد
فبعدا لبشكست عبد العزيز ... وأما القرآن فلا يبعد
انظر النسخة الثانية من تاريخ دمشق لابن عساكر "رقم ٩/ ٣٣٧٤ تاريخ" ١٠ الورقة ٢٠٢، والأغاني ١/ ١١١ و٢٠/ ١٠٨ و١١٠, وإنباه الرواة ٢/ ١٨٣.
٢ هذا ومع ضعف السليقة العربية على الزمن لم يضعف استهجان الخاصة للحن، وحسبك هذه الحوادث الأربع رمزا إلى ذلك، وكلها في صدر الدولة العباسية: =',NULL,'16',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (15,'أشد استنكارا لزيغ الإعراب منهم لخلاف اللغة، فقد ينطق بعضهم بالدخيل والمولد, ولكنه لا ينطق باللحن.
ولذلك اشتد بلال بن أبي بردة على خالد بن صفوان لما رآه يلحن في حديثه العفوي معه فقال له: "أتحدثني أحاديث الخلفاء, وتلحن لحن السقاءات؟! " فلنحاول تبيان ما اختط أهل العربية من خطط يعالجون بها استفحال الداء، وهل كانوا إلى الشدة حين شرطوا للاحتجاج تلك الشروط التي أسقطت الاحتجاج بكلام كثير من العرب حتى في زمن الجاهلية؟
تصنيف العرب من حيث الوثوق بسلامة لغتها:
من يحتج به:
يراد بالاحتجاج هنا إثبات صحة قاعدة، أو استعمال كلمة أو تركيب، بدليل نقلي صح سنده إلى عربي فصيح سليم السليقة على ما سيأتي تفصيله في موضعه.
_________
= تكلم أبو جعفر المنصور في مجلس فيه أعرابي فلحن، فصر الأعرابي أذنيه "حددهما مصغيا باهتمام" فلحن مرة أخرى أعظم من الأولى، فقال الأعرابي: "أف لهذا, ما هذا؟! " ثم تكلم فلحن الثالثة فقال الأعرابي: "أشهد لقد وليت هذا الأمر بقضاء وقدر! ".
وقال سعيد بن سلم: "دخلت على الرشيد فبهرني هيبة وجمالا، فلما لحن خَفّ في عيني".
ودخل رسول والي الكوفة العباس بن محمد بن موسى على طاهر بن الحسين فقال له: "أخيك أبي موسى يقرأ عليك السلام" قال: "وما أنت منه؟! " قال: "كاتبه الذي يطعمه الخبز" فأمر توا بصرف العباس عن الكوفة؛ إذ لم يتخذ كاتبا يحسن الأداء عنه.
إرشاد الأريب ١/ ٨٣، ٨٤, ٨٦ بتصرف يسير، بل إن المأمون كان يأخذ عماله باللوم إذا كان في كتبهم إليه لحن, ويعد ذلك تفريطا في جانب مقام الخلافة, وإليك حديث ابن قادم النحوي الكوفي:
"وجه إلي إسحاق بن إبراهيم المصعبي يوما فأحضرني, فلم أدر ما السبب، فلما قربت من مجلسه تلقاني ميمون بن إبراهيم كاتبه على الرسائل وهو على غاية من الهلع والجزع، =',NULL,'17',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (16,'وإنما احتاج القوم إلى الاحتجاج لما خافوا على سلامة اللغة العربية بعد أن اختلط أهلها بالأعاجم إثر الفتوح, وسكنوا بلادهم وعايشوهم، فنشأ عن ذلك بسنة الطبيعة أخذ وعطاء في اللغة والأفكار والأخلاق والأعراف. وتنبه أولو البصر إلى أن الأمر آيل إلى إفساد اللغة وضياع العصبية من جهة، وإلى التفريط في
_________
= فقال لي بصوت خفي: "إنه إسحاق" ومر غير متلبث ولا متوقف حتى رجع إلى مجلس إسحاق، فراعني ذلك. فلما مثلت بين يديه قال لي: كيف يقال: "وهذا المال مالا" أو"وهذا المال مال"؟! فعلمت ما أراد ميمون، فقلت له: "الوجه "وهذا المال مال" ويجوز "وهذا المال مالا"" فأقبل إسحاق على ميمون بغلظة وفظاظة ثم قال: "الزم الوجه في كتبك, ودعنا من يجوز ويجوز" ورمى بكتاب في يده، فسألت عن الخبر فإذا ميمون قد كتب إلى المأمون وهو ببلاد الروم عن إسحاق وذكر ما لا حمله, فكتب: "وهذا المال مالا" فخط المأمون على الموضع من الكتاب ووقع بخطه في حاشيته: "تخاطبني بلحن!! " فقامت القيامة على إسحاق.
فكان ميمون بعد ذلك يقول: "ما أدري كيف أشكر ابن قادم، أبقى علي روحي ونعمتي!! " قال ثعلب راوي الحديث: "فكان هذا مقدار العلم وعلى حسب ذلك كانت الرغبة في طلبه والحذر من الزلل" قال: "وهذا المال مالا" ليس بشيء، ولكن أحسن ابن قادم في التأتي لخلاص ميمون. إنباه الرواة ٣/ ١٥٧ وطبقات النحويين واللغويين للزبيدي ص١٥٣.
حتى إذا امتد الزمن خف الاستنكار شيئا ما, فصرنا نرى ثعلبا النحوي "لا يتكلف إقامة الإعراب في كلامه إذا لم يخش لبسا في العبارة" ونرى إبراهيم الحربي وقد ذكر له ذلك يقول: "أيش يكون إذا لحن في كلامه؟ كان هشام النحوي يلحن في كلامه، وكان أبو هريرة يكلم صبيانه بالنبطية". إنباه الرواة ١/ ١٤٠.
بل كان بعض الأمراء بالبصرة يقرأ "إن الله وملائكتُهُ" بالرفع, فمضى إليه الأخفش ناصحا له فانتهره وتوعده, وقال: "تلحنون أمراءكم!! " إنباه الرواة ٢/ ٤٣.
على أن من يعتد بهم في المجتمع مضوا على استهجان اللحن زمنا طويلا, فقد حدث حفص بن غياث قال:
"وجه إلينا عيسى بن موسى ليلا فصرنا إليه والجند سماطان, وقد امتلأنا رعبا منه فقال:
"ما دعوتكم إلا لخيرا" فزالت هيبته من قلوبنا لقبح لحنه". المصون للعسكري ص١٤٦ طبعة حكومة الكويت سنة ١٩٦٠م.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (17,'صيانة الدين من جهة ثانية، إذ كانت سلامة أحكامه موقوفة على حسن فهم المستنبط لنصوص القرآن الكريم والحديث الشريف, وكان في ضعف العربية تضييع لهذا الفهم.
بحث علماء العربية فيمن نقل الرواة عنهم من أهل المدر والوبر قدماء ومحدثين, وتقصوا أحوالهم ونقدوها، فاجتمعوا على الاحتجاج بقول من يوثق بفصاحته وسلامة عربيته، ونحن عارضون لأصناف هؤلاء زمانا ومكانا وأحوالا.
فأما الزمان, فقد قبلوا الاحتجاج بأقوال عرب الجاهلية وفصحاء الإسلام حتى منتصف القرن الثاني سواء أسكنوا الحضر أم البادية. أما الشعراء فقد صنفوا أصنافا أربعة: جاهليين لم يدركوا الإسلام, ومخضرمين أدركوا الجاهلية والإسلام، وإسلاميين لم يدركوا من الجاهلية شيئا، ومحدثين أولهم بشار بن برد١. وشبه الإجماع انعقد على صحة الاستشهاد بالطبقتين الأوليين واختلفوا في الطبقة الثالثة، وذهب عبد القادر البغدادي صاحب خزانة الأدب إلى جواز الاستشهاد بها٢ أما الطبقة الرابعة فلا يستشهد بكلامها في علوم اللغة والنحو والصرف خاصة، وكان آخر من يحتج بشعره على هذا الأساس بالإجماع إبراهيم بن هرمة "٧٠-١٥٠هـ" الذي ختم الأصمعي به الشعر٣. أما
_________
١ الاقتراح ص٣٢.
٢ خزانة الأدب ١/ ٢٠.
٣ الاقتراح للسيوطي ص٢٢ "مطبعة المعارف بحيدر آباد ١٣١٠هـ". هذا, وبعضهم يرى الاحتجاج بالطبقة الرابعة مستدلا باستشهاد سيبويه بشعر بشار بن برد في "الكتاب"، ويرد المعترضون بأنه إنما فعل ذلك خوفا من لسانه.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (18,'أهل البادية فقد استمر العلماء يدونون لغاتهم حتى فسدت سلائقهم في القرن الرابع الهجري١.
وعلى هذا "أجمعوا على أنه لا يحتج بكلام المولدين, والمحدثين في اللغة العربية"٢.
وأما المكان أو بعبارة أخرى القبائل، فقد اختلفت درجاتها في الاحتجاج على اختلاف قربها أو بعدها من الاختلاط بالأمم المجاورة، فاعتمدوا كلام القبائل في قلب جزيرة العرب، وردوا كلام القبائل التي على السواحل أو في جوار الأعاجم، وإليك تصنيف أبي نصر الفارابي لهم في الاحتجاج:
أ- "كانت قريش أجود العرب انتقاء٣ للأفصح من
_________
١ قرر ياقوت في معجم البلدان مادة "عكد" أن جبلي "عكاد" فوق مدينة الزرائب "وأهلها باقون على اللغة العربية من الجاهلية إلى اليوم لم تتغير لغتهم بحكم أنهم لم يختلطوا بغيرهم من الحاضرة في مناكحة, وهم أهل قرار لا يظعنون عنه ولا يخرجون منه".
"توفي ياقوت سنة ٦٢٦هـ" ثم جاء صاحب القاموس المحيط المتوفى سنة "٨١٧هـ" فقرر أن "عكادا" جبل باليمن قرب مدينة زبيد, وأهله باقية على اللغة الفصيحة.
ثم زاد المرتضي الزبيدي المتوفى سنة "١٢٠٥هـ" في شرحه للقاموس عند هذه المادة كلمة "إلى الآن" وقال: "لا يقيم الغريب عندهم أكثر من ثلاث ليالٍ خوفا على لسانهم! " ارجع إلى هذا المادة "عكد" في المراجع الثلاثة المذكورة. والزبيدي أقام في "زبيد" زمنا طويلا فهو بها عارف.
٢ الاقتراح ص٣١ وقد مال الزمخشري إلى استثناء أئمة العربية من ذلك, داعيا إلى "جعل الوثوق بكلامهم كالوثوق برواياتهم" وليس بشيء.
٣ قال ابن فارس: "وكانت قريش مع فصاحتها ... إذا اتتهم الوفود من العرب تخيروا من كلامهم وأشعارهم أحسن لغاتهم وأصفى كلامهم، فاجتمع ما تخيروا من تلك اللغات إلى نحائزهم وسلائقهم التي طبعوا عليها, فصاروا بذلك أفصح العرب" الصاحبي ص٢٣ "المطبعة السلفية بالقاهرة".',NULL,'20',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (19,'الألفاظ وأسهلها على اللسان عند النطق، وأحسنها مسموعا وأبينها عما في النفس.
والذين عنهم نقلت اللغة العربية وبهم اقتدي وعنهم أخذ اللسان العربي من بين قبائل العرب هم:
قيس وتميم وأسد, فإن هؤلاء هم الذين أخذ عنهم أكثر ما أخذ ومعظمه، وعليهم اتكل في الغريب وفي الإعراب والتصريف.
ثم هذيل وبعض كنانة وبعض الطائيين, ولم يؤخذ عن غيرهم من سائر قبائلهم١.
ب- وبالجملة فإنه لم يؤخذ عن حضري ولا عن سكان البراري ممن كان يسكن أطراف بلادهم التي تجاور سائر الأمم الذين حولهم:
لم يؤخذ من لخم ولا من جذام؛ فإنهم كانوا مجاورين لأهل مصر والقبط.
ولا من قضاعة ولا من غسان ولا من إياد؛ فإنهم كانوا مجاورين لأهل الشام, وأكثرهم نصارى يقرءون بصلاتهم بغير العربية.
ولا من تغلب ولا النمر؛ فإنهم كانوا بالجزيرة مجاورين لليونانية.
ولا من بكر؛ لأنهم كانوا مجاورين للنبط والفرس.
_________
١ ومع هذا لم تكن لغات هؤلاء بالمرضية دائما, قال الحسن البصري يوما: "توضيت" فقيل له: "أتلحن يا أبا سعيد؟! " فقال: "إنها لغة هذيل, وفيها فساد". انظر كتاب "ألف باء" للبلوي ١/ ٤٦.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (20,'ولا من عبد القيس؛ لأنهم كانوا من سكان البحرين مخالطين للهند والفرس.
ولا من أزد عمان؛ لمخالطتهم للهند والفرس.
ولا من أهل اليمن أصلا؛ لمخالطتهم للهند والحبشة, ولولادة الحبشة فيهم.
ولا من بني حنيفة وسكان اليمامة ولا من ثقيف وسكان الطائف؛ لمخالطتهم تجار الأمم المقيمين عندهم.
ولا من حاضرة الحجاز؛ لأن الذين نقلوا اللغة صادفوهم حين ابتدءوا ينقلون لغة العرب، قد خالطوا غيرهم من الأمم وفسدت ألسنتهم١.
_________
١ الاقتراح للسيوطي ص٣٢ نقلا عن كتاب الفارابي "الألفاظ والحروف".
هذا وقد أورد الجاحظ في كتابه "البيان والتبيين" مقابلة طريفة بين لغات أهل مكة والبصرة والكوفة، يفيد إيرادها في شرح الظاهرة المذكورة أعلاه، قال الجاحظ: "أهل الأمصار إنما يتكلمون على لغة النازلة فيهم من العرب؛ ولذلك نجد الاختلاف في ألفاظ أهل الكوفة والبصرة والشام ومصر.... وقال أهل مكة لمحمد بن مناذر الشاعر: "ليست لكم معاشر أهل البصرة لغة فصيحة، إنما الفصاحة "هنا أهل مكة"" فقال محمد بن مناذر: "أما ألفاظنا فأحكى الألفاظ للقرآن وأكثرها موافقة له، فضعوا القرآن بعد هذا حيث شئتم: أنتم تسمون القدر برمة وتجمعون البرمة على برام، ونحن نقول "قدر" ونجمعها على قدور، وقال الله عز وجل: {وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ} وأنتم تسمون البيت "علية" وتجمعون هذا الاسم على علالٍ ونحن نسميه "غرفة" ونجمعه على غرف وغرفات، وقال الله: {غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ} وقال: {وَهُمْ فِي الْغُرُفَاتِ آَمِنُونَ} ، وأنتم تسمون الطلع "الكافور والإغريض" ونحن نسميه الطلع وقال الله: {وَنَخْلٍ طَلْعُهَا هَضِيمٌ} فعد عشر كلمات لم أحفظ أنا منها غير هذا.
ألا ترى أن أهل المدينة لما نزل فيها ناس من الفرس في قديم الدهر, علقوا بألفاظ من ألفاظهم؛ ولذلك يسمون البطيخ "الخربز" ويسمون ... إلخ.
وكذا أهل الكوفة يسمون المسحاة: "بال" وبال بالفارسية, ولو علق ذلك لغة أهل البصرة إذ نزلوا بأدنى بلاد فارس وأقصى بلاد العرب كان ذلك أشبه إذ كان أهل =',NULL,'22',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (21,'وكأن هذا التصنيف حاز القبول وجرى عليه العمل وكان الخروج عليه مدعاة إلى النقد، ولما اعتمد ابن مالك على لغات لخم وجذام وغسان، تعقبه باللوم أبو حيان فقال في شرح التسهيل: "ليس ذلك من عادة أئمة هذا الشأن"١.
وكان أبو عمرو بن العلاء يقول: "لا أقول: "قالت العرب" إلا ما سمعت من عالية السافلة وسافلة العالية" يريد ما بين نجد وجبال الحجاز حيث قبائل أسد وتميم وبعض قبائل قيس٢, بل كان عثمان يقول: "لا يملين في مصاحفنا إلا غلمان قريش وثقيف"٢.
وأما أحوال هؤلاء العرب المحتج بهم فخيرها ما كان أعمق في التبدي وألصق بعيشة البادية؛ ولذا كان مما يفخر به البصريون على الكوفيين أخذهم عن الأعراب أهل الشيح والقيصوم وحرشة الضباب وأكلة اليرابيع, ويقولون للكوفيين: "أخذتم عن أكلة الشواريز وباعة الكواميخ"٣. وقد نص
_________
= الكوفة نزلوا بأدنى بلاد النبط وأقصى بلاد العرب, ويسمي أهل الكوفة الحوك "البقلة الحمقاء" بازورج, والبازورج بالفارسية والحوك كلمة عربية. وأهل البصرة إذا التقت أربع طرق يسمونها "مربعة" وتسميها أهل الكوفة "جهارسو" والجهار بالفارسية. ويسمون السوق أو السويقة وازار والوازار بالفارسية, ويسمون القثاء خيارا والخيار فارسية, ويسمون المجذوم يذي بالفارسية. ا. هـ ١/ ١٨.
وبهذه الأمثلة التي طغى فيها الأثر الاجتماعي على الأثر الجغرافي تدرك الحافز لعلماء العربية على إسقاط من أسقطوا في الاحتجاج من العرب في الجاهلية والإسلام.
١ الاقتراح ص٢٤.
٢ انظر مجلة مجمع اللغة العربية "بالقاهرة" ٨/ ١٤١.
٣ الشيراز: اللبن المصفى، والكامخ: إدام, انظر القاموس المحيط.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (22,'الفارابي بعد قوله المتقدم آنفا على صناعة هؤلاء الأعراب وصفاتهم فقال: "كانت صنائع هؤلاء التي بها يعيشون الرعاية والصيد واللصوصية، وكانوا أقواهم نفوسا وأقساهم قلوبا وأشدهم توحشا وأمنعهم جانبا وأشدهم حمية وأحبهم لأن يَغلبوا ولا يُغلبوا، وأعسرهم انقيادا للملوك, وأجفاهم أخلاقا وأقلهم احتمالا للضيم والذلة"١.
وتستطيع أن تجعل مرد الأمر كله -بعد ما تقدم لك- إلى الوثوق من سلامة لغة المحتج به وعدم تطرق الفساد إليها، وهذا هو الضابط في التصنيف الزماني والمكاني اللذين مرا بك، فأنت تعلم إسقاط العلماء الاحتجاج بشعر أمية بن أبي الصلت وعدي بن زيد العبادي٢, وحتى الأعشى عند بعضهم؛ لمخالطتهم الأجانب وتأثر لغتهم بهذه المخالطة، حتى حمل شعرهم عددا غير قليل من ألفاظ ومصطلحات لا تعرفها العرب، وكل
_________
١ الاقتراح ص٢٤.
٢ إسقاط الاحتجاج في اللغة لا يؤثر في الشاعرية؛ وعلى هذا ينبغي أن يفهم إنكار القاضي الجرجاني زعم الأصمعي:
"زعم الأصمعي أن العرب لا تروي شعر أبي دؤاد وعدي بن زيد؛ لأن ألفاظهما ليست بنجدية"، وكيف يكون ذلك وهذا معاوية يفضل عديا على جماعة الشعراء, وهذا الحطيئة يسأل: من أشعر الناس؟ فيقول: الذي يقول -وأنشد لأبي دؤاد:
لا أعد الإقتار عدما ولكن ... فقد من قد ززئته الإقتار
... إلخ الأبيات.
الوساطة ص ٤٩.
هذا ومن العلماء من لا يحتج بغير الجاهليين, وقد قال الأصمعي: "جلست إلى أبي عمرو بن العلاء عشر حجج ما سمعته يحتج ببيت إسلامي".',NULL,'24',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (23,'هؤلاء شعراء جاهليون١؛ بينما يذهب فريق إلى الاحتجاج بكلام الشافعي المتوفى في القرن الثالث للهجرة، حتى نص الإمام أحمد بن حنبل على أن "كلام الشافعي في اللغة حجة"٢ لسلامة نشأته, وتقلبه في البيئات العربية السليمة. قيل لبشار: "ليس لأحد من شعراء العرب شعر إلا وقد قال فيه شيئا استنكرته العرب من ألفاظهم وشك فيه، وإنه ليس في شعرك ما يشك فيه! " قال: "ومن أين يأتيني الخطأ؟ ولدت ههنا ونشأت في حجور ثمانين شيخا من فصحاء بني عقيل ما فيهم أحد يعرف كلمة من الخطأ، وإن دخلت إلى نسائهم فنساؤهم أفصح منهم، وأيفعت فأبديت إلى أن أدركت؛ فمن أين يأتيني الخطأ؟ "٣.
وكلمة بشار هذه دليل قاطع على وجود بيئات في المدن سليمة من اللحن لزمنه في المائة الثانية للهجرة.
ويعجبني كثيرا قول ابن جني في هذا الموضوع في باب "ترك
_________
١ مع هذا لا بد من بعض التسامح, فإن التدقيق والتقصي لا يسلم عليهما كثير من كلام المحتج بهم: هذا الكميت والطرماح روي أنهما كانا يسألان العجاج عن الغريب ثم يراه في شعرهما موضوعا في غير مواضعه، فقيل له: "ولم ذاك؟ " قال: "لأنهما قرويان يصفان ما لم يريا, فيضعانه في غير موضعه وأنا بدوي أصف ما رأيت فأضعه في مواضعه" الأغاني ٢/ ١٧ بل إن الأصمعي كان يقول في الكميت: "جرمقاني من جراميق "عجم" الشام لا يحتج بشعره" وينكر مواضع من شعر الطرماح ويلحن ذا الرمة, انظر الوساطة للقاضي الجرجاني ص٩. بل ذهب الجرجاني في باب "أغاليط الشعراء ص٤ من الوساطة" إلى أنه لا توجد قصيدة واحدة من كل تلك الدواوين الجاهلية والإسلامية "تسلم من بيت أو أكثر لا يمكن لعائب القدح فيه" ا. هـ. وما أشبه هذا بالحق.
٢ الاقتراح ص٢٤.
٣ الأغاني ٣/ ٢٦ طبعة الساسي.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (24,'الأخذ عن أهل المدر كما أخذ عن أهل الوبر":
"علة امتناع ذلك ما عرض للغات الحاضرة وأهل المدر من الاختلال والفساد والخطل، ولو علم أن أهل مدينة باقون على فصاحتهم ولم يعترض شيء من الفساد للغتهم لوجب الأخذ عنهم كما يؤخذ عن أهل الوبر. وكذلك أيضا لو فشا في أهل الوبر ما شاع في لغة أهل المدر من اضطراب الألسنة وخبالها وانتقاض عادة الفصاحة وانتشارها، لوجب رفض لغتها وترك تلقي ما يرد عنها، وعلى ذلك العمل في وقتنا هذا؛ لأنا لا نكاد نرى بدويا فصيحا، وإن نحن آنسنا منه فصاحة في كلامه لم نكد نعدم ما يفسد ذلك, ويقدح فيه.."١.
_________
١ الخصائص ٢/ ٥, ثم ذكر ابن جني أدلة على فساد سليقة الأعراب في زمنه فقال: "وقد كان طرأ علينا أحد من يدعي الفصاحة البدوية ويتباعد عن الضعفة الحضرية، فتلقينا أكثر كلامه بالقبول له، وميزناه تمييزا حسن في النفوس موقعه, إلى أن أنشدني يوما شعرا لنفسه يقول في بعض قوافيه: "أشأؤها, وأدأؤها" "بوزن أشععها وأدععها" فجمع بين الهمزتين كما ترى. واستأنف من ذلك ما لا أصل له، ولا قياس يسوغه، نعم وأبدل إلى الهمز حرفا لاحظ له في الهمز، بضد ما يجب؛ لأنه لو التقت همزتان عن وجوب صنعة للزم تغيير إحداهما. فكيف أن يقلب إلى الهمز قلبا ساذجا عن غير صنعة ما لا حظ له في الهمز، ثم يحقق الهمزتين جميعا! هذا ما لا يبيحه قياس ولا ورد بمثله سماع ... إلخ.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (25,'<span data-type="title" id=toc-5>نشأة النحو:</span>
ما مضى لك بيانه من أحداث اللحن حمل القوم على الاجتهاد لحفظ العربية وتيسير تعلمها للأعاجم، فشرعوا يتكلمون في الإعراب وقواعده حتى تم لهم مع الزمن هذا الفن.
والذى تجمع عليه المصادر أن النحو نشأ بالبصرة، وبها نما واتسع وتكامل وتفلسف، وأن رءوسه بنزعتيه السماعية والقياسية كلهم بصريون.
أول من أرسل في النحو كلاما أبو الأسود الدؤلي المتوفى سنة ٦٧هـ.
وقيل: إن علي بن أبي طالب ألقى على أبي الأسود شيئا من أصول هذا النحو, ثم قال له: "انح هذا النحو" فسمي الفن نحوا.
وقيل: إن أول من تكلم فيه: نصر بن عاصم المتوفى سنة ٨٩هـ.
وقيل: عبد الرحمن بن هرمز المتوفى سنة ١١٧هـ.
وقيل: لم يصل إلينا شيء عن أحد قبل يحيى بن يعمر المتوفى سنة ١٢٩هـ, وابن أبي إسحاق الحضرمي المتوفى سنة ١١٧هـ.
وقيل, وقيل ... إلخ.
ومن يقرأ بإمعان ترجمة أبي الأسود الدؤلي في "تاريخ دمشق لابن عساكر" مثلا، ثم يفكر في توارد أكثر المصادر على جعله واضع الأساس في بناء النحو لا يستبعد ذلك، فالرجل ذو ذكاء نادر وجواب حاضر، وبديهة نيرة، ثم هو بعدُ بليغ أريب مرن الذهن، وحسبك اختراعه "الشكل"١ الذي عرف
_________
١ اختار أبو الأسود كاتبا وأمره أن يأخذ المصحف وصبغا يخالف لون المداد وقال له: "إذا رأيتني قد فتحت فمي بالحرف فانقط نقطة فوقه على أعلاه, فإن ضممت فمي فانقط نقطة بين يدي الحرف، وإن كسرت فاجعل النقطة تحت الحرف، فإن أتبعت شيئا من ذلك غنة فاجعل مكان النقطة نقطتين" فهذا نقط أبي الأسود. أخبار النحويين البصريين لأبي سعيد السيرافي "ص١٦" "المطبعة الكاثوليكية في بيروت" وتهذيب تاريخ ابن عساكر ٧/ ١٠٩, والفهرست لابن النديم ص٦٠.
وهذا سبب إطلاق الفتح والكسر والضم على الحركات المعروفة فيما أرى، إذ كان أبو الأسود أول من استعملها. أما السكون في هذا المصحف فعلامته التجرد من العلامة.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (26,'بنقط أبي الأسود للدلالة على الرفع والنصب والجر والتنوين، وهو ما أجمعوا عليه قديما ولم يشك فيه حديثا أحد. و"الشكل" أعود على حفظ النصوص من حدود النحو؛ ولعله أعظم خدمة قدمت للعربية حتى الآن، وكان الخطوة الأولى إلى النحو كما ذهب إليه الأستاذ أحمد أمين١.
وينص أبو الطيب اللغوي على أن أبا الأسود وضع النحو ليتعلم بنو زياد٢. "واختلف الناس إليه يتعلمون العربية, وفرع لهم ما كان أصله, فأخذ ذلك عنه جماعة".
وليس يعنينا هنا تحرير هذه الأولية بتفصيل٣، لكننا لا نرى
_________
١ ضحى الإسلام ٢/ ٢٨٧, وانظر مراتب النحويين ص١٠.
٢ مراتب النحويين ٨، ١٠.
٣ وما أقرب رواية أبي الفرج من الواقع والاعتدال حين سلسل لنا الخطوات في عبارة فيها كثير من الاقتصاد, قال راويا عن المدائني:
"أمر زياد أبا الأسود الدؤلي أن ينقط المصاحف فنقطها، ورسم من النحو رسوما ثم زاد فيها بعده عنبسة بن معدان ثم جاء عبد الله بن أبي إسحاق الحضرمي وأبو عمرو بن العلاء فزادا فيه، ثم جاء الخليل بن أحمد الأزدي وكان صليبة، ونجم علي بن حمزة الكسائي مولى بني كاهل من أسد فرسم للكوفيين رسوما فهم الآن يعملون عليها". الأغاني ١١/ ١٠١، وسيمر بك بعض تفصيل عن هؤلاء الأعلام، ولا بأس في تنبيهك إلى أن أبا الفرج نص في أول ترجمته لأبي الأسود على أنه "كان الأصل في بناء النحو وعقد أصوله".
وابن سلام يقول: أول من استن العربية وفتح بابها وانتهج سبيلها ووضع قياسها أبو الأسود" طبقات فحول الشعراء ص١٢, طبعة دار المعارف.
وللزبيدي الأندلسي المتوفى سنة ٣٧٩هـ رواية مفيدة يسلسل فيها الخطوات الأولى في كتابه طبقات النحويين واللغويين ص٢١٥ قال:
"ابن أبي سعد قال: حدثنا علي بن محمد الهاشمي قال: سمعت أبي يذكر قال:
كان بدء ما وضع أبو الأسود النحو أنه مر به سعد وكان رجلا فارسيا قدم البصرة مع أهله، وكان يقود فرسه فقال: ما لك يا سعد! ألا تركب؟ فقال: "فرسي ضالع" فضحك به من حضره. قال أبو الأسود: هؤلاء الموالي قد رغبوا في الإسلام ودخلوا فيه وصاروا لنا إخوة، فلو علمناهم الكلام، فوضع باب الفاعل والمفعول لم يزد عليه قال أبي: فزاد في ذلك الكتاب رجل من بني ليث أبوابا، ثم نظر فإذا في كلام العرب ما لا يدخل فيه فأقصر عنه، فلما كان عيسى بن عمر قال: "أرى أن أضع الكتاب على الأكثر وأسمي الأخرى لغات, فهو أول من بلغ غايته في كتاب النحو".',NULL,'28',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (27,'بدا من أن نشير إلى أن اتفاقهم على أنه واضع "الشكل" وأن شبه الإجماع على أنه أول من تكلم بالنحو, وأنه كان يتصدر لإعراب القرآن١, وأن هؤلاء الذين تزعم لهم الأولية في بعض الأقوال: نصر بن عاصم، ويحيى بن يعمر، وعنبسة الفيل، وميمونا الأقرن، كلهم تلميذ أبي الأسود أو تلميذ تلميذه، عنه أخذوا العربية والقراءة بالبصرة؛ كل أولئك مع ما عرف عن أبي الأسود من ذكاء وقاد، وفكر متحرك، وعقل وروية، يجعلنا نقطع بأنه وضع أساسا بنى عليه من بعده. ولكن، ما هو هذا الأساس؟
لسنا نجد لهذا السؤال جوابا يشفي الغليل، فصحيفة أبي الأسود تعرف عند النحاة بـ "التعليقة"، فإذا أردنا معرفة محتوياتها لم نحظ بما يطمأن إليه٢، بل فات معرفتها العلماء منذ المائة
_________
١ في ترجمة حر بن عبد الرحمن القارئ النحوي أنه: سمع أبا الأسود وعنه طلب إعراب القرآن أربعين سنة. بغية الوعاة ص٢١٥.
٢ أما ابن الأنباري فقد اطمأن إلى خبر ذكره في أول كتابه "نزهة الألباء في طبقات الأدباء ص٥" حين روى أن علي بن أبي طالب دفع إلى أبي الأسود رقعة فيها: "الكلام كله اسم وفعل وحرف، فالاسم ما أنبأ عن المسمى، والفعل ما أنبئ به، والحرف ما أفاد معني. واعلم أن الأسماء ثلاثة: ظاهر ومضمر واسم لا ظاهر ولا مضمر، وإنما يتفاضل الناس فيما ليس بظاهر ولا مضمر ... " ثم يذكر ابن الأنباري أن أبا الأسود وضع أبواب "العطف, والنعت، والتعجب، والاستفهام" إلى أن وصل إلى باب إن واخواتها ما خلا لكن، فلما عرضها على علي أمره بضم "لكن" إليها، وكلما وضع بابا من أبواب النحو عرضه عليه. ا. هـ.
ولست أدري هل أبقت أمور الخلافة والحروب والفتن لعلي وقتا يفرغ فيه للتأليف في العلوم وتنقيحها واختراعها! ولعل الأستاذ أحمد أمين لم يكن بعيدا من الصواب حين روى هذا الخبر, فعلق عليه بما يأتي:
"وكل هذا حديث خرافة, فطبيعة زمن علي وأبي الأسود تأبى هذه التعاريف وهذه التقاسيم الفلسفية، والعلم الذي ورد إلينا من هذا العصر في كل فرع يتناسب مع الفطرة =',NULL,'29',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (28,'الرابعة مع شدة حرصهم عليها, فيروي ابن النديم خبرا طريفا عن رجل جَمّاعة للكتب له خزانة لم ير لأحد مثلها بما جمعت من خطوط العلماء الأولين ونوادر الكتب والرقاع, فهي متحف كل ما فيه نادر وثمين، قال الذي شاهدها:
"ورأيت عنده أمانات وعهودا بخط أمير المؤمنين علي -عليه السلام- وبخط غيره من كتاب النبي -صلى الله عليه وسلم، ومن خطوط العلماء في النحو واللغة مثل أبي عمرو بن العلاء وأبي عمرو الشيباني والأصمعي وابن الأعرابي وسيبويه والفراء والكسائي, ومن خطوط أصحاب الحديث مثل سفيان بن عيينة وسفيان الثوري والأوزاعي وغيرهم, ورأيت ما يدل على أن النحو
_________
= ليس فيه تعريف ولا تقسيم، إنما هو تفسير آية أو جمع لأحاديث ليس فيها ترتيب ولا تبويب، فأما تعريف وأما تقسيم منطقي فليس في شيء مما صح نقله إلينا عن عصر علي وأبي الأسود, وأخشى أن يكون ذلك من وضع بعض الشيعة الذين أرادوا أن ينسبوا كل شيء إلى علي, وأتباعه". ضحى الإسلام ٢/ ٢٨٥.
وأنا مع عدم استبعادي كثيرا صدور كلام مثل هذا عن أبي الأسود بعد موت علي بسنين حين اعتزل العمل الرسمي وفرغ لمثل هذه الشئون، لا أطمئن إلى ما روى ابن الأنباري.
حتى ابن فارس الذي ذهب إلى قدم النحو قبل زمن أبي الأسود بكثير لا ينكر إمامته وتجديده, فقد قال: "فإن قال قائل: لقد تواترت الروايات بأن أبا الأسود أول من وضع العربية, وأن الخليل أول من تكلم في العروض، قيل له: نحن لا ننكر ذلك، بل نقول: إن هذين العلمين قد كانا قديما وأتت عليهما الأيام وقلا في أيدي الناس، ثم جددهما هذان الإمامان" الصاحبي في فقه اللغة ص١٠ ونقله بنصه السيوطي في المزهر ٢/ ٣٤٥.
لكي أقف عند قولة المبرد "قرأت أوراقا من كتابي عيسى بن عمر فكان كالإشارة إلى الأصول" وأقول: إذا كانت كتب الطبقة الثالثة هذه كالإشارة إلى الأصول, فما حال نحو أبي الأسود! "توفي أبو الأسود سنة ٦٧ وعيسى بن عمر سنة ١٤٩هـ". انظر نزهة الألباء.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (29,'وأبو نوفل بن أبي عقرب١، وعن هؤلاء أخذ علماء البصرة طبقة بعد طبقة، ثم نشأ بعد نحو مائة عام من تلاميذهم من ذهب إلى الكوفة فعلم بها، فكان منه ومن تلاميذه ما يسمى بمدرسة الكوفة٢.
وهذا جدول٣ يوضح لك تتابع هذه الطبقات إلى المائة الثالثة للهجرة, وترى فيه أن أعلام الكوفة كلهم أخذوا عن أئمة البصريين بأخرة:
_________
١ إنباه الرواة ٢/ ٣٨٢.
٢ على أن هناك من ذهب إلى وجود مدرسة ثالثة هي مدرسة المدينة، وأن رأسها عبد الرحمن بن هرمز الذي مر بك "ص٢٧" أنه أحد الذين نسبت إليهم أولية الكلام في النحو.
وهذا شيء لم يشتهر، لكن القفطي ذكر في هذا كلاما أنا مثبته لفائدته, فقد جاء في إنباه الرواة في ترجمته:
قال أهل العلم: إنه أول من وضع علم العربية, والسبب في هذا القول أنه أخذ عن أبي الأسود الدؤلي وأظهر هذا العلم بالمدينة، وهو أول من أظهره وتكلم فيه بالمدينة، وكان من أعلم الناس بالنحو وأنساب قريش، وما أخذ أهل المدينة النحو إلا منه ولا نقلوه إلا عنه، وإليه أشار ابن برهان النحوي في أول شرحه في "اللمع" بأن قال:
"النحاة جنس تحته أنواع: مدنيون، بصريون، كوفيون" ويروي أن مالك بن أنس إمام دار الهجرة تردد إليه لطلب النحو واللغة قبل إظهارهما, مات سنة ١١٧. إنباه الرواة ٢/ ١٧٢.
هذا واحد, وأما الثاني فبشكست الذي مر بك خبره ص١٣.
٣ عن ضحى الإسلام ٢/ ٢٨٤, وتكرر الاسم معناه تعدد مشايخ صاحبه, أما الأعلام المدرجة أسماؤهم بخط رقعي فهم كوفيون، والباقون بصريون.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (30,'<span data-type="title" id=toc-6>المدرستان الأوليان</span>
<span data-type="title" id=toc-7>مدرسة البصرة</span>
<span data-type="title" id=toc-8>الطبقة الأولى من البصريين</span>
...
المدرستان الأوليان:
١- مدرسة البصرة:
أول من ذكر من أعلامها أبو الأسود الدؤلي، وتلاميذه هم الذين نشروا النحو في البصرة، وتخرج على أيديهم وأيدي تلاميذهم طبقات من أعلام النحو رفعوا بناء المذهب البصري على أسس متينة وقواعد محكمة.
وإليك شيئا عن هذه الطبقات, مرجئا الكلام على بيئة البصرة وبيئة الكوفة, وطبيعة عربهما وأعرابهما إلى حين الكلام على الفروق بين المذهبين؛ لتقابل البيئتين وأهليهما بعضا ببعض.
الطبقة الأولى من البصريين:
فأما عنبسة فقد "تعلم النحو وروى الشعر وظرف١ حتى صار -على ما يروى عن الخليل- أبرع أصحاب أبي الأسود"٢, وأما ميمون فرأس الناس بعد عنبسة ويروون عن أبي عبيدة قوله: "أول من وضع العربية أبو الأسود، ثم ميمون الأقرن، ثم عنبسة الفيل، ثم عبد الله بن أبي إسحاق الحضرمي"٣.
وأما نصر بن عاصم الليثي فكان أحد القراء والفصحاء، وأخذ عنه
_________
١ أخبار النحويين البصريين ص٢٤.
٢ المزهر ٢/ ٣٩٨.
٣ أخبار النحويين البصريين ص٢٥.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (31,'أبو عمرو بن العلاء والناس". قال عنه الزهري: "إنه ليفلق بالعربية تفليقا"، بل منهم من ذهب إلى أنه أول من وضع العربية١.
وأما يحيى بن يعمر فقد عرفت علمه وفصاحته، وعرفت شأنه مع الحجاج، ووصفوه بالعلم والأمانة، وقد روى عن ابن عمر وابن عباس وغيرهما٢.
والذي يجب التنبيه إليه قبل الانتقال إلى الطبقة الثانية أن تلميذي أبي الأسود: نصر بن عاصم ويحيى بن يعمر خطوا الخطوة الكبرى التي تلت خطوة أبي الأسود في ضبط الكتابة العربية, إذ ابتكرا نقط الحروف أفرادا وأزواجا لتمييز الحروف المتشابهة كالباء والياء والنون، فعلا ذلك بإشارة الحجاج على ما ذكروا، وبعد تردد منهما في أن يزيدا شيئا على رسم مصحف عثمان، ثم بان لهما صواب الإصلاح بعد روية، فأقدما عليه.
بل إن ليحيى هذا أولية في التأليف، فقد ذكروا أنه اتفق هو وعطاء بن أبي الأسود بعد موت أبيه "على بسط النحو وتعيين أبوابه وبعج مقاييسه, ولما استوفيا جزءا متوفرا من أبواب النحو نسب بعض الرواة إليهما أنهما أول من وضع هذا النوع"٣.
_________
١ المصدر نفسه ص٢١، ٢٠, والفهرست لابن النديم ص٥٩.
٢ ص٩ من هذا الكتاب, وص٥٢ من الفهرست, وص٢٢ من أخبار النحويين البصريين.
٣ إنباه الرواة ٢/ ٣٨٠.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (32,'ولكن المشهور أن نصرا هو الذي ميز بين الحروف المتشابهة بالنقط المتداول حتى اليوم، وغيّر ترتيب "الأبجدية" إلى الترتيب المعروف، ثم ألغى نقط أبي الأسود مستبدلا به "الشكل الحالي" الذي هو أبعاض الحروف "اوي". فنقط أبي الأسود "إعراب" لإبانته عن حركة آخر الكلمة, ونقط نصر "إعجام" لإزالته العجمة عن الحروف وكان يلتبس بعضها ببعض١.
_________
١ جاءت امرأة إلى الفرزدق تستنجد به قائلة: "إن ابني مع تميم بن زيد القيني بالسند، وقد اشتقت إليه، فإن رأيت أن تكتب إليه في أن يقفله إلي" فكتب إلى تميم:
تميم بن زيد لا تكونن حاجتي ... بظهر فلا يخفى علي جوابها
أتتني فعاذت يا تميم بغالب ... وبالحفرة السافي عليه ترابها
فهب لي "خنيسا" واتخذ فيه منة ... أهبه لأم لا يسوغ شرابها
فلما ورد الشعر على تميم, أشكل عليه الاسم "لفقدان النقط على الحروف" فقال:
"أقفلوا كل من اسمه خنيس أو حبيش أو حنيش أو حشيش أو خشيش" فعدوا فكانوا ثمانين رجلا. الأضداد لابن الأنباري ص٢٥٦ "لا تكونن حاجتي بظهر: لا تطرحها".',NULL,'36',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (33,'<span data-type="title" id=toc-9>الطبقة الثانية من البصريين:</span>
وفيها أبو عمرو بن العلاء وعبد الله بن أبي إسحاق الحضرمي. فأما الأول فمن أشراف مازن وأحد الأعلام في القرآن واللغة والنحو، وهو أحد القراء السبعة، قال فيه أبو عبيدة: "أعلم الناس بالقراءات والعربية وأيام العرب والشعر، وكانت دفاتره ملء بيته إلى السقف" كان مرجع الناس في عصره، وخير ما يعبر عن مكانته في عيون معاصريه حديث سفيان بن',NULL,'36',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (34,'عيينة، قال: "رأيت النبي -صلى الله عليه وسلم- في النوم فقلت: يا رسول الله لقد اختلفت علي القراءات, فبقراءة من تأمرني؟ فقال: "بقراءة أبي عمرو بن العلاء" ١, وأخذ عن نصر بن عاصم المتقدم ذكره، وعن يحيى بن يعمر، وعن قارئ مكة عبد الله بن كثير. وأقام بين البدو أربعين سنة كما قرر اليزيدي "ص١٧١ مجالس العلماء للزجاجي".
"وأخذ عنه عيسى بن عمر ويونس بن حبيب وأبو الخطاب الأخفش, فكان هؤلاء الثلاثة أعلم الناس وأفصحهم"٢ وأما عبد الله بن أبي إسحاق الحضرمي فقد كان يلحن الفرزدق، وهو في زمن أبي عمرو والناس يفاضلون بينهما, فيقدمون أبا عمرو في اللغة ويقدمون ابن أبي إسحاق في النحو, وهو "أعلم أهل البصرة وأعقلهم، فرع النحو وقاسه، وتكلم في الهمز حتى عُمل فيه كتاب مما أملاه٣, ويذكرون أنه أول من علل النحو".
ويمكن أن يلحق بهذه الطبقة عيسى بن عمر الثقفي مولى خالد
_________
١ بغية الوعاة.
٢ مراتب النحويين ص٢٣.
٣ عن مراتب النحويين ص٢٨ والمزهر ٢/ ٣٩٨، وشهادة يونس بن حبيب فيه:
أنه "لو كان في الناس اليوم من له ذهنه, ونفاذه كان أعلم الناس" طبقات فحول الشعراء ص١٤. وهذا وللزبيدي كلام يشير إلى نصيب عيسى بن عمر في تدريج النحو يقول فيه: وضع أبو الأسود باب الفاعل والمفعول لم يزد عليه ... فزاد رجل من بني ليث أبوابا, ثم نظر فإذا في كلام العرب ما لا يدخل فيه فأقصر عنه، فلما كان عيسى بن عمر قال: "أرى أن أضع الكتاب على الأكثر وأسمي الأخرى لغات, فهو أول من بلغ غايته في كتاب النحو.... وضع كتابين سمى أحدهما الجامع, والآخر المكمل" طبقات النحويين واللغويين ص١٥.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (35,'ابن الوليد، أخذ العلم عن أبي عمرو بن العلاء وعبد الله بن أبي إسحاق الحضرمي، وعد في القراء البصريين وهو إمام في العربية والنحو، ولعله أول من ألف فيهما كتابا جامعا، وقد اشتهر اسم كتابيه دون أن يصل إلينا منهما خبر أو أثر، والغريب أن تلميذه الخليل بن أحمد قرأهما ووعاهما، وأعجباه حتى جعل مؤلفهما مجدد هذا الفن, والمعفي على آثار من سبقه قال:
ذهب النحو جميعا كله ... غير ما أحدث عيسى بن عمر
ذاك إكمال وهذا جامع ... فهما للناس شمس وقمر
ثم "فقد الناس هذين الكتابين منذ المدة الطويلة ولم يقعا إلى أحد علمناه، ولا خبر أحد أنه رآهما"، وهذا السيرافي وليس بينه وبين زمن المؤلف إلا مائتان من السنين يقول: "لم يقعا إلينا ولا رأينا أحدا ذكر أنه رآهما"١ فإن تكن نسبة البيتين إلى الخليل صحيحة, يكن اختفاء هذين الكتابين من أعجب الأمور في تاريخ النحو.
إذا نحن انتقلنا إلى الطبقة التي تلي هذه كنا إزاء ما سموه
_________
١ انظر الفهرست لابن النديم ص٦٢ وبغية الوعاة. أما ابن الأنباري في نزهة الألباء فقد نقل عن المبرد أنه قال: قرأت أوراقا من أحد كتابي عيسى بن عمر، وكان كالإشارة إلى الأصول" وبين هذه الكلمة الدالة على أنه خطوة ابتدائية, وتقريظ الخليل بون كما ترى. هذا ويذكرون أنه كان فصيحا ويتقعر أحيانا، أمر والي العراق بحمله إليه ودعا بالحداد فأمر بتقييده، فقيل له: "لا بأس عليك، إنما أرادك الأمير لتؤدب ولده" قال: "فما بال القيد إذاً؟ " فذهبت بالبصرة مثلا. وله الجملة المأثورة في كتب البلاغة حين سقط عن حماره فاجتمع عليه الناس فقال: "ما لكم تكأكأتم علي كتكأكئكم على ذي جنة، افرنقعوا عني" انظر بغية الوعاة, وأخبار النحويين البصريين ص٣٢.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (36,'بالمذهب الكوفي، فقد تتلمذ على عيسى بن عمر هذا: الخليل وسيبويه وأبو زيد الأنصاري أئمة البصريين الأعلام، وأبو جعفر الرؤاسي الذي صار فيما بعد رأس الكوفيين, وخلفه في ذلك تلميذاه الكسائي والفراء.
ولسنا نفيض في الكلام عليهم فكلهم مشهور، ولكننا نذكر بالنواحي التي تعنينا منهم بكلمات:
فأما الخليل "فقد كان الغاية في استخراج مسائل النحو وتصحيح القياس فيه، هو أول من استخرج العروض وحصر أشعار العرب بها، وعمل أول "كتاب العين" المعروف المشهور الذي به تهيأ ضبط اللغة"١, إلى نواحٍ أخرى له مجيدة مشرفة ليس من غرضنا هنا الإشارة إليها, وقد اشتهر نمط من آرائه في باب القياس. "وهو أستاذ سيبويه، وعامة الحكاية في كتابه عنه. وكلما قال سيبويه: سألته، أو قال: "قال" من غير أن يذكر قائله فهو الخليل"٢. ونفع الله به الناس, وعاش من قناعته وعفته وترفعه في عزة دونها عزة الملوك، وصدق النضر بن شميل في قوله: أقام الخليل في خص بالبصرة لا يقدر علي فلسين, وتلامذته يكسبون بعلمه الأموال٢.
وأما أبو زيد الأنصاري فقد كان ثقة صدوقا راوية، وهو -وإن قدم في النحو على الأصمعي وأبي عبيدة -غلبت عليه
_________
١ أخبار النحويين البصريين ص ٣٨.
٢ بغية الوعاة.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (37,'اللغة والنوادر والغريب، وحولها يدور أكثر مصنفاته١.
وندع سيبويه -لشهرة أمره وكتابه وشيوخه وتلاميذه- إلى أبي جعفر الرؤاسي رأس الكوفيين.
_________
١ بغية الوعاة.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (38,'<span data-type="title" id=toc-10>مدرسة الكوفة:</span>
أبو جعفر الرؤاسي:
طلب العلم في البصرة على أئمتها، قرأ على أبي عمرو بن العلاء، وعلى عيسى بن عمر الثقفي، لكنه لم يقارب أحدا من تلامذتهم فلم ينبه, وعاش بالبصرة غير معروف١, وكان أول كوفي ألف في العربية، وكتابه "الفيصل" عرضه -فيما ذكروا- على أصحاب النحو بالبصرة فلم يلتفتوا إليه, ولا جسر على إظهاره لما سمع كلامهم، أما هو فيزعم أن الخليل طلب الكتاب فأطلعه عليه، "فكل ما في كتاب سيبويه: قال الكوفي كذا, فإنما عنى الرؤاسي هذا"٢. وزعم جماعة من البصريين أن الكوفي الذي يذكره الأخفش في آخر المسائل, ويرد عليه الرؤاسي٢.
_________
١ انظر معجم البلدان ١٨/ ١٢٣, وأخذ عن زهير الفرقبي "١٥٥" الذي تتلمذ على ميمون الأقرن أحد أصحاب أبي الأسود, إنباه الرواة ٣/ ١٨، ١٩.
٢ بغية الوعاة, وذكره أبو الطيب اللغوي في عداد من أخذ عن أبي عمرو فقال: "عالم أهل الكوفة، وليس بنظير لهؤلاء الذين ذكرنا ولا قريب منهم.... أخبرنا أبو حاتم قال: كان بالكوفة نحوي يقال له: أبو جعفر الرؤاسي، وهو مطروح العلم ليس بشيء" مراتب التحويين ص٢٤.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (39,'ويعد من قراء الكوفيين, وسترى من أسماء كتبه الموضوعات التي عني بها:
كتاب التصغير، الإفراد والجمع، الوقف والابتداء، معاني القرآن.
ولما رجع إلى الكوفة وجد فيها عمه معاذ بن مسلم الهراء "١٨٧" مرجع الناس في العربية, وعني بالصرف ومسائله خاصة، وتبعه في هذه العناية من قرأ عليه من الكوفيين، حتى قيل: إنهم فاقوا البصريين فيها، ومن هنا عدهم بعض العلماء واضعي علم الصرف.
وتخرج بالرؤاسي تلميذاه المشهوران: الكسائي والفراء.
أما الكسائي فأنت تعرف أنه أعجمي الأصل وأحد القراء السبعة وإمام الكوفيين في العربية، أخذ عن يونس أحد أئمة البصرة وجلس في حلقة الخليل، ثم خرج إلى بوادي نجد والحجاز وتهامة يأخذ عن الأعراب "فأنفد خمس عشرة قنينة حبر في الكتابة عن العرب سوى ما حفظ, فقدم البصرة فوجد الخليل قد مات وفي موضعه يونس, فجرت بينهما مسائل أقر له فيها يونس وصدره في موضعه"١.
ثم انتقل إلى بغداد, فعاش في قصر الرشيد مؤدبا للأمين والمأمون، ونال الحظوة وأقبلت عليه الدنيا: يخدمه وليا العهد، ويعنى به ويعوده الرشيد نفسه. ولما خرج الرشيد إلى الري
_________
١ بغية الوعاة.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (40,'اصطحب معه الكسائي ومحمد بن الحسن الشيباني, فاتفق أن ماتا سنة ١٨٩ في يوم واحد, فقال الرشيد: "دفنت الفقه والنحو في يوم واحد"١.
وأما الفراء فقد قرأ بالبصرة على يونس بن حبيب ثم قرأ على الرؤاسي, ثم لازم الكسائي في بغداد, والذي حثه على الخروج إلى بغداد شيخه الرؤاسي.
ولندع الفراء نفسه يحدثنا بأول أمره ببغداد قال:
قال لي الرؤاسي: "قد خرج الكسائي "إلى بغداد" وأنت أسن منه" فجئت إلى بغداد فرأيت الكسائي فسألته عن مسائل من مسائل الرؤاسي، فأجابني بخلاف ما عندي، فغمزت قوما من علماء الكوفيين كانوا معي، فقال: "ما لك قد أنكرت؟ لعلك من أهل الكوفة؟ " فقلت: "نعم" فقال: "الرؤاسي يقول كذا وكذا وليس صوابا، وسمعت العرب تقول كذا وكذا, حتى أتى على مسائلي فلزمته" ا. هـ١.
والطريف تشاد البصريين والكوفيين في قراءة الفراء على يونس بن حبيب البصري أستاذ سيبويه تشادا على غير المنتظر، فالكوفيون يزعمون أنه استكثر عنه والبصريون يدفعون ذلك. ثم كان الفراء "زائد العصبية على سيبويه وكتابه تحت رأسه".
صنف "معاني القرآن" الذي قال فيه مادحه: "لم يعمل أحد قبله مثله, ولا أحسب أن أحدا يزيد عليه"٢.
_________
١ بغية الوعاة.
٢ الفهرست ص٩٦.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (41,'وكتبه التي تركها تدور حول مسائل من اللغة والنوادر والصرف والنحو والقرآن. أما كتابه الكبير في النحو المسمى بـ "الحدود" فقد ذكروا أنه يشتمل على ستة وأربعين حدا في الإعراب. ويعنينا منه هنا قصته فهي تدل على بدع عجيب عرف به بعض النحاة وأثر في سير هذا العلم أثرا سيئا، ذلك هو الإغراب والتعقيد، قالوا:
كان السبب في إملائه الحدود أن جماعة من أصحاب الكسائي صاروا إليه وسألوه أن يملي عليهم أبيات النحو ففعل، فلما كان المجلس الثالث قال بعضهم لبعض: "إن دام هذا على هذا, علم النحو الصبيان! والوجه أن يُقعد عنه" فقعدوا فغضب وقال: "سألوني القعود فلما قعدت تأخروا، والله لأملين النحو ما اجتمع اثنان" فأملى ذلك ست عشرة سنة١.
وأنا حائر في التوفيق بين نزعة التسهيل والتبسيط هذه التي في القصة, وقولهم في ترجمته: "كان يتفلسف في تأليفاته ومصنفاته، يعني: يسلك في ألفاظه كلام الفلاسفة"١.
وتكفينا هذه الإلماعة عن رجال المدرستين٢, محاولين تتبع الخلاف ومعرفة طبيعته.
_________
١ المصدر السابق ص٩٩.
٢ نشر "مراتب النحويين" لأبي الطيب اللغوي المتوفى سنة ٣٥١، وجاء فيه -بعد أن سرد تراجم أعيان البصريين ثم الكوفيين- قوله:
"والذين ذكرنا من الكوفيين فهم أئمتهم في وقتهم، وقد بينا منزلتهم عند أهل البصرة, فأما الذين ذكرنا من علماء البصرة فرؤساء علماء معظمون غير مدافعين في المصرين جميعا، ولم يكن بالكوفة ولا في مصر من الأمصار مثل أصغرهم في العلم بالعربية، ولو كان لافتخروا به، وباهوا بمكانه أهل البلدان، وأفرطوا في إعظامه كما فعلوا بحمزة الزيات, يتخذونه إماما معظما مقدما وليس يحكى عنه شيء من العربية ولا النحو، وإنما هو صاحب قراءة، وأما عند البصريين فلا قدر له" ص٢٦.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (42,'<span data-type="title" id=toc-11>نشأة الخلاف واحتكاك المدرستين</span>
<span data-type="title" id=toc-12>مدخل</span>
...
٢- نشأة الخلاف واحتكاك المدرستين:
أول ما يعرف من الخلاف بين البصريين والكوفيين ما أثبته سيبويه في "الكتاب" من حكاية أقوال "الكوفي" أبي جعفر الرؤاسي على ما علمت آنفا. والظاهر أن مرافقة الرؤاسي للخليل في القراءة على عيسى بن عمر جعلت بينهما نوعا من الأنس سمح للخليل أن يطلب من الرؤاسي كتابه، فروى منه بعض أقوال لتلميذه سيبويه، فأثبتها هذا في كتابه.
ولم يكن في هذا الخلاف ولا في غيره مما حدث بين البصريين أنفسهم يومئذ، أكثر من المذاكرة وحكاية الأقوال المخالفة والرد عليها أحيانا. فأنت كثيرا ما تجد سيبويه يورد لشيخيه يونس والخليل أقوالا يخالفها فيقول: "وزعم الحليل"، "وزعم يونس".
ولم تدخل الدنيا بين المشهورين من رجال هذه الطبقة، فالخليل والرؤاسي مثلا كلاهما صالح عفيف، ومتى خلت المناقشات العلمية مما يؤرثها من حوافز المادة أو الجاه بقيت هادئة جميلة صافية.
فلما قرّب العباسيون الكسائي وتلاميذه وخصوهم بتربية أولادهم, وبالإغداق عليهم إذ كان أهل الكوفة بالجملة أخلص لهم',NULL,'45',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (43,'وأحسن سابقة معهم على عكس أهل البصرة، اجتهد المقربون في التمسك بدنياهم التي نالوها، ووقفوا بالمرصاد للبصريين الذين يفوقونهم علما, فحالوا بينهم وبين النجاح المادي أو المعنوي بكل ما يستطيعون من قوة؛ وإذا كان لبصري كالأصمعي مثلا حظوة عند خليفة ولم يقدروا على إبعاده ماديا، اجتهدوا في الغض من علمه.
وأنا أعرض أنماطا من خلافهم في المجالس الرسمية تفصح عن العصبية والحدة وحب النيل من المنافس، أعرض ذلك ليكون مدخلا للكلام على المذهبين بعد أن عرفنا رجالهما الأولين. ولا تستغربن أن تكون الحدة والعصبية أظهر على الكوفيين، وحب الغلبة عندهم أشد، فهم عن دنياهم وجاههم يدافعون، إذ علموا علم اليقين أن علمهم إزاء علم البصريين قليل١؛ ولذا كان الخطر من هؤلاء ماثلا أمام الكوفيين، ولعين الكسائي منهم خاصة، ولم يرو عن كوفي عنف مثل عنف الكسائي هذا، ولا حرص على الإجهاز على الخصم المنافس كما روي عنه، وإليك الشواهد:
_________
١ قال أبو حاتم: "لم يكن لجميع الكوفيين علم بالقرآن ولا كلام العرب، ولولا أن الكسائي دنا من الخلفاء فرفعوا ذكره لم يكن شيئا، وعلمه مختلط بلا حجج ولا علل إلا حكايات عن الأعراب مطروحة؛ لأنه كان يلقنهم ما يريد، وهو على ذلك أعلم الكوفيين بالعربية والقرآن، وهو قدوتهم وإليه يرجعون" مراتب النحويين ص٨٤.
هذا, وقد علمت آنفا أن الرؤاسي شيخ الكسائي أقام بالبصرة فلم يرتفع له فيها ذكر، ولا عد علمه شيئا إزاء علم البصريين. ومهما جعلت للمبالغة نصيبا في قول أبي حاتم, فأنت مطمئن إلى ستر الكوفيين قصورهم عن منافسيهم بالشعب, والسلطان الذي كان لهم.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (44,'<span data-type="title" id=toc-13>بين الكسائي والأصمعي:</span>
حدث أحمد بن يحيى ثعلب أحد أئمة الكوفيين قال:
كان الكسائي والأصمعي بحضرة الرشيد، وكانا ملازمين له يقيمان بإقامته ويظعنان بظعنه، فأنشد الكسائي:
أنَّى جزوا عامرا سوءى بفعلهم ... أم كيف يجزونني السوءى من الحسن
أم كيف ينفع ما تعطي العلوقُ به ... رئمان أنف إذا ما ضن باللبن
فقال الأصمعي: "إنما هو رئمان أنف، بالنصب" فقال له الكسائي: "اسكت ما أنت وذاك؟ يجوز بالرفع والنصب والخفض: أما الرفع فعلى الرد على "ما" لأنها في موضع رفع بـ "ينفع" فيصير التقدير: "أم كيف ينفع رئمان أنف"، والنصب بـ "تعطي"، والخفص على الرد على الهاء التي في "به"". فسكت الأصمعي ولم يكن له علم بالعربية، وكان صاحب لغة, لم يكن صاحب إعراب١.
_________
١ إرشاد الأريب ١٣/ ١٨٣, وأمالي الزجاجي ص٣٤ "المطبعة المحمودية التجارية بالأزهر بمصر". والبيتان لأفنون التغلبي "انظر المفضليات للضبي ٢/ ٦٣ طبعة دار المعارف بالقاهرة".
العلوق: الناقة تفقد ولدها بنحر أو موت، فيسلخ جلده ويحشى تبنا ويقدم إليها لترأمه "أي: تعطف عليه" ويدر لبنها فينتفعوا به، فهي تشمه وينكره قلبها فتعطف عليه ولا ترسل اللبن، فشبه ذلك بهذا.
والبيت مثل يضرب لمن يعدك بلسانه كل جميل ولم يفعل منه شيئا؛ لأن قلبه منطو على ضده، كأنه قيل له: كيف ينفعني قولك الجميل إذا كنت لا تفي به. ا. هـ عن المصدر الأول بتصرف يسير.
هذا وقد علق ابن الشجري حين عرض هذه القضية بقوله:
"ولنحاة الكوفيين في أكثر كلامهم تهاويل فارغة من حقيقة" ١/ ٣٢.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (45,'عدوا الكسائي فائزا في هذه المناظرة، ولعل المجلس تقوّض على ذلك، ولكننا الآن لا نعده كذلك. فالأصمعي راوية ثبت صدوق وهو في الرواية والأخبار أقوى من الكسائي، والكسائي أورد وجوه الإعراب المحتملة، أما الأصمعي فإنما يرد صاحبه إلى الرواية١ وشتان ما بين الأمرين.
وللأصمعي مجلس آخر مع الكسائي أمام الرشيد كال له فيه الصاع صاعين, وحكم له الرشيد حكما لزم الكسائي عاره:
قال له الأصمعي وهما عند الرشيد: "ما معنى قول الراعي:
قتلوا ابن عفان الخليفة محرما ... ودعا فلم أر مثله مخذولا؟
قال الكسائي: "كان محرما بالحج" قال الأصمعي: "فقوله:
قتلوا كسرى بليل محرما ... فتولى لم يمتع بكفن
هل كان محرما بالحج"؟؟؟
فقال هارون للكسائي: "يا علي, إذا جاء الشعر فإياك والأصمعي"٢.
_________
١ بل إن المعني لينصر رواية الأصمعي ويرفض رواية الرفع "وصوب ابن الشجري إنكار الأصمعي فقال: لأن رئمانها للبو بأنفها هو عطيتها إياه لا عطية لها غيره، فإذا رفع لم يبق لها عطية في البيت؛ لأن في رفعه إخلاء "تعطي" من مفعوله لفظا وتقديرا، والجر أقرب إلى الصواب قليلا؛ وإنما حق المعني والإعراب النصب". انظر مغني اللبيب بحث "أم".
وللكسائي مثل هذا التخبط مع عيسى بن عمر؛ ألقى عيسى مسألة فذهب يوجه احتمالاتها, فقال عيسى: "عافاك الله، إنما أريد كلام العرب، وليس هذا الذي تأتي به بكلامها". إنباه الرواة ٢/ ٣٧٧.
٢ أخبار النحويين البصريين ص٥٩, محرم أي: لم يحل من نفسه شيئا يوجب القتل، وقوله "محرما" في كسري يعني حرمة العهد الذي له في أعناق أصحابه. هذا وقد سجلوا للكسائي طلبه الهدنة من الأصمعي، قال الأصمعي: أرسل إلي الكسائي بأبي نصر وقال: "لست أعرض لك في الشعر والغريب والمعاني, فدعني والنحو" فوجهت إليه: "ما كلمتك قط في النحو إلا بحجة أصحابي, وقد تركت ذلك لك" إنباه الرواة ٢/ ٢٧٢.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (46,'٢-<span data-type="title" id=toc-14> بين الكسائي وسيبويه:</span>
قال الفراء: "قدم سيبويه على البرامكة فعزم يحيى بن خالد أن يجمع بينه وبين الكسائي وجعل لذلك يوما، فلما حضر تقدمت وابن الأحمر١ فدخل فإذا بمثال في صدر المجلس فقعد عليه يحيى، وقعد إلى جانب المثال جعفر والفضل ومن حضر بحضورهم، وحضر سيبويه فأقبل عليه الأحمر فسأله عن مسألة فأجابه فيها سيبويه فقال له: "أخطأت"، ثم سأله عن ثانية وثالثة كل ذلك يقول له: "أخطأت" فقال سيبويه:" هذا سوء أدب".
فأقبلت عليه فقلت: إن في هذا الرجل حدة وعجلة، ولكن ما تقول فيمن قال: "هؤلاء أبون، ومررت بأبين" كيف تقول على مثال ذلك من "وأيت" أو "أويت"؟ فأجاب فأخطأ فقلت له: "أعد النظر ثلاث مرات تجيب ولا تصيب٢, فلما كثر عليه ذلك قال: لست أكلمكما أو يحضر صاحبكما حتى أناظره".
فحضر الكسائي فأقبل على سيبويه فقال: "أتسألني أم أسألك؟ " فقال: "بل سلني أنت". فقال له الكسائي: "كيف تقول: قد
_________
١ هو علي بن الحسن الأحمر تلميذ الكسائي وخليفته على تعليم أولاد الرشيد كما سيأتي. وفي المغني وحاشية الدسوقي عليه "١/ ١٢٩" أنه خلف الأحمر وهذا سهو منهما رحمهما الله، إذ إن خلفا بصري ولا تعرف له تلمذة على الكسائي، بل أين هذا من هذا؟
٢ قال ابن هشام الأنصاري بعد شرحه هذه المسألة: وليس هذا مما يخفى على سيبويه ولا على أصاغر الطلبة, ولكنه كما قال أبو عثمان المازني: "دخلت بغداد فألقيت علي مسائل, فكنت أجيب فيها على مذهبي ويخطئونني على مذاهبهم" وهكذا اتفق لسيبويه رحمه الله. مغني اللبيب "مادة إذا".',NULL,'49',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (47,'كنت أظن العقرب أشد لسعة من الزنبور فإذا هو هي، أو "فإذا هو إياها"؟ " فقال سيبويه: "فإذا هو هي, ولا يجوز النصب" فقال له الكسائي: "لحنت".
ثم سأله عن مسائل من هذا النوع: "خرجت فإذا عبد الله القائمُ" أو "القائمَ"؟ فقال سيبويه في ذلك كله بالرفع دون النصب، فقال الكسائي: "ليس هذا من كلام العرب، العرب ترفع في ذلك كله وتنصب" فدفع سيبويه قوله، فقال يحيى بن خالد: "قد اختلفتما وأنتما رئيسا بلديكما، فمن ذا يحكم بينكما؟ " فقال له الكسائي: "هذه العرب في بابك قد جمعتهم من كل أوب، ووفدت عليك من كل صقع، وهم فصحاء الناس، وقد قنع بهم أهل المصرين، وسمع أهل الكوفة وأهل البصرة منهم، فيحضرون ويسألون" فقال يحيى وجعفر: "قد أنصفت" فأمر بإحضارهم فدخلوا, فهم: أبو فقعس وأبو دثار وأبو الجراح وأبو ثروان, فسئلوا عن المسائل التي جرت بين الكسائي وسيبويه فتابعوا الكسائي وقالوا بقوله، فأقبل يحيى على سيبويه فقال: "قد تسمع أيها الرجل" فاستكان سيبويه١.
_________
١ إرشاد الأريب ١٣/ ١٨٥-١٨٨, ومغني اللبيب في بحث إذا. وأقبل الكسائي على يحيى فقال: "أصلح الله الوزير، إنه قد وفد عليك من بلده مؤملا, فإن رأيت ألا ترده خائبا" فأمر له بعشرة آلاف درهم، فخرج وصير وجهه نحو فارس, فأقام هناك حتى مات ولم يعد إلى البصرة. ا. هـ.
فيقال: إن هؤلاء الأعراب رشوا فوافقوا الكسائي، وقيل: تملقوه إرضاء للوزير، ولم ينطقوا بالنصب وإنما قالوا: القول قول الكسائي.
وقد ختم ابن الشجري هذا المجلس بأن الكسائي "إنما قصد سؤاله عما علم أنه لا وجه له في العربية، واتفق هو والفراء على ذلك؛ ليخالفه سيبويه فيكون الرجوع إلى السماع، فيقطع المجلس عن النظر والقياس" أمالي ابن الشجري ١/ ٢٠٦.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (48,'ولم يختلف البصريون حتى اليوم في أن القول ما قال سيبويه, وأن الموضع ليس بموضع نصب، وأن هؤلاء الأعراب أعراب الحطمية الذين كان الكسائي يقوم بهم ويأخذ عنهم. ثم جاء ثعلب فاحتال وجها للنصب فقال: "وإنما أدخل الفاء في قوله: "فإذا هو إياها" لأن "فإذا" مفاجأة أي: فوجدته ورأيته، فـ "وجدت ورأيت" ينصب شيئين ويكون معه خبر؛ فلذلك نصبت العرب".
قلت: وهو وجه غير صحيح, ولو صح أن "فإذا=وجدت" لوجب أن يقال: "فإذا إياه إياها"، ولم يدَّعِ ذلك حتى الكوفيون.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (49,'<span data-type="title" id=toc-15>بين الكسائي والبريدي</span>
...
٣- بين الكسائي واليزيدي:
لقد سلط الله على الكسائي من يثأر منه للأصمعي وسيبويه، فأذاقه على يد يحيى بن المبارك اليزيدي ما كان كفاء لعصبيته على البصريين. ويحيى هذا بصري قرأ على أبي عمرو بن العلاء والخليل بن أحمد، واتصل بخال المهدي يزيد بن منصور الحميري فأدب أولاده، وإليه نسب فقيل "اليزيدي". ولم يستطع الكسائي أن يغلبه بجاهه, فعاش حياته تنزل عليه منه الضربات في المناظرة والهجاء بالأشعار. ثم كان مؤدب المأمون كما كان الكسائي مؤدب الأمين، وإليك مجلسين من مجالسهما أولهما قبل مناظرة سيبويه وثانيهما بعدها:',NULL,'51',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (50,'١- قال اليزيدي:
"كنا في بلد مع المهدي في شهر رمضان قبل أن يستخلف بأربعة أشهر, فتذاكروا عنده النحو والعربية، وكنت متصلا بخاله يزيد بن منصور والكسائي مع ولد الحسن الحاجب، فبعث إلي وإلى الكسائي، فصرت إلى الدار فإذا الكسائي بالباب قد سبقني فقال لي: "أعوذ بالله من شرك يا أبا محمد" فقلت: "والله لا تؤتى من قبلي, أو أوتى من قبلك".
فلما دخلنا على المهدي أقبل علي فقال: كيف نسبوا إلى البحرين فقالوا: "بحراني" وإلى الحصنين فقالوا: "حصني"؟ هلا قالوا: حصناني كما قالوا بحراني؟ فقلت: "أيها الأمير، لو قالوا في النسب إلى البحرين "بحري" لالتبس فلم يدر: آلنسبة إلى "البحرين" وقعت أم إلى البحر؟ فزادوا ألفا للفرق بينهما كما قالوا في النسب إلى الروح: روحاني؛ ولم يكن لـ "حصنين" شيء يلتبس به فقالوا: "حصني" على القياس".
فسمعت الكسائي يقول لعمرو بن بزيغ: "لو سألني الأمير عنهما لأجبته بأحسن من هذه العلة". فقلت: "أصلح الله الأمير، إن هذا يزعم أنك لو سألته أجاب بأحسن من جوابي" قال: "فقد سألته" قال: "كرهوا أن يقولوا "حصناني" فيجمعوا بين نونين، ولم يكن في البحرين إلا نون واحدة فقالوا "بحراني" لذلك".
قلت: "كيف تنسب إلى رجل من "بني جنّان"؟ إن لزمت',NULL,'52',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (51,'قياسك فقلت: "جني" جمعت بينه وبين المنسوب إلى الجن، وإن قلت: "جناني" رجعت عن قياسك وجمعت بين ثلاث نونات".
ثم تفاوضنا إلى أن قلت له: "كيف تقول: إن من خير القوم وأفضلهم أو خيرهم بتة زيد؟ " فأطرق مفكرا وأطال الفكرة فقلت: "أصلح الله الأمير، لأن يجيب فيخطئ فيتعلم أحسن من هذه الاطالة". فقال: "إن من خير القوم وأفضلهم أو خيرهم بتة زيدا" فقلت: "أخطأ أيها الأمير" قال: "وكيف؟ " قلت: "لرفعه قبل أن يأتي باسم إن، ونصبه بعد الرفع، وهذا لا يجيزه أحد".
فقال شيبة بن الوليد عم ذفافة متعصبا له: "أراد بـ "أو": بل" فقلت: "هذا لعمري معنى"، فلقنه الكسائي فقال: "ما أردت غيره". فقلت: "أخطأتما جميعا؛ لأنه غير جائز أن يقال: إن من خير القوم وأفضلهم، بل خيرهم زيدا" فقال المهدي: "يا كسائي، ما مر بك مثل اليوم". قال: "فكيف الصواب عندك؟ " فقلت: "إن من خير القوم وأفضلهم أو خيرَهم بتة زيد، على معنى تكرير إن". فقال المهدي: "قد اختلفتما وأنتما عالمان، فمن يفصل بينكما؟ " قلت: "فصحاء العرب المطبوعون" فبعث إلى أبي المطوق، فعملت أبياتا إلى أن يجيء، وكان المهدي يميل إلى أخواله من اليمن "وابن منصور الحميري حاضر" فقلت:
يا أيها السائلي لأخبره ... عمن بصنعاء من ذوي الحسب
حمير ساداتها تقر لها ... بالفضل طرا جحاجح العرب
فإن من خيرهم وأفضلهم ... أو خيرهم بتة أبو كرب',NULL,'53',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (52,'فلما جاء أبو المطوق أنشدته الأبيات, وسألته عن المسألة فوافقني١.
٢- في حضرة الرشيد:
سأل الرشيد اليزيدي والكسائي عن قصر "الشراء" ومده فقال الكسائي: "مقصور لا غير" وقال اليزيدي: "يقصر ويمد" فقال الكسائي: "من أين لك؟ " فقال اليزيدي: "من المثل السائر: لا يغتر بالحرة عام هدائها ولا بالأمة عام شرائها". فقال الكسائي: "ما ظننت أن أحدا يجهل مثل هذا" فقال اليزيدي: "ما ظننت أن
_________
١ أمالي الزجاجي ص٤٠ ثم قال الزجاجي: المسألة مبنية على الفساد للمغالطة, فأما جواب الكسائي فغير مرضٍ عند أحد, وجواب اليزيدي غير جائز عندنا؛ لأنه أضمر "إن" وأعملها وليس من قوتها أن تضمر فتعمل, والصواب عندنا في المسألة أن يقال: "إن من خير القوم وأفضلهم أو خيرهم البتة زيد" فتضمر اسم إن فيها وتستأنف بعدها. ا. هـ. قلت: يريد أن اسمها ضمير شأن محذوف.
هذا والقصة في الأغاني "١٨/ ٧٦" وفيها ثمة اختلاف يسير وبعض نقص وإخلال، أما الزيادة فيها فطريفة لدلالتها على أن العصبية في النحو لم تقتصر على النحاة, بل تناولت كبار رجال الدولة وأغرتهم بالتحيز، ولم ينج شيبة بن الوليد هذا وهو أحد قواد المهدي من شرها، وإليك تتمة الخبر برواية الأغاني على لسان أبي محمد نفسه:
"فقال لي المهدي: كيف تنشده أنت؟ " فقلت: "أو خيرَهم بتة أبو كرب" على إعادة "إن" كأنه قال: "أو إن خيرهم بتة أبو كرب"" فقال الكسائي: "هو والله قالها الساعة" فتبسم المهدي وقال: "إنك لتشهد له وما تدري" ثم طلع الأعرابي الذي بعث إليه فألقيت عليه المسائل, فأجاب فيها كلها بقولي فاستفزني السرور حتى ضربوا بقلنسيتي الأرض وقلت: "أنا أبو محمد" فقال لي شيبة: "أتتكنى باسم الأمير؟ " فقال المهدي: "والله ما أراد بذلك مكروها، ولكنه فعل ما فعل للظفر، وقد لعمري ظفر" فقلت: "إن الله عز وجل أنطقك أيها الأمير بما أنت أهله وأنطق غيرك بما هو أهله" فلما خرجنا قال لي شيبة: "أتخطئني بين يدي الأمير؟ أما لتعلمن؟ " قلت: "قد سمعت ما قلت, وأرجو أن تجد غبها" ثم لم أصبح حتى كتبت رقاعا عدة، فلم أدع ديوانا إلا دسست إليه رقعة فيها أبيات قلتها فيه، فأصبح الناس يتناشدونها وهي:
عش بجد ولا يضرك نوك ... إنما عيش من ترى بالجدود
عش بجد وكن هبنقة القيـ ... ـسي نوكا أو شيبة بن الوليد',NULL,'54',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (53,'أحدا يفتري بين يدي أمير المؤمنين مثل هذا"١.
٣- في حضرة الرشيد أيضا:
سأل اليزيدي الكسائي بحضرة الرشيد قال: "انظر، في هذا الشعر عيب؟ " وأنشده:
ما رأينا خربا نـ ... ـقر عنه البيض صقر٢
لا يكون العير مهرا ... لا يكون، المهر مهر
فقال الكسائي: "قد أقوى الشاعر" فقال اليزيدي: "انظر فيه" فقال: "أقوى، لا بد أن ينصب المهر الثاني على أنه خبر كان".
فضرب اليزيدي بقلنسوته الأرض وقال: "أنا أبو محمد، الشعر صواب، وإنما ابتدأ فقال: المهر مهر".
فقال له يحيى بن خالد: "أتكتني بحضرة أمير المؤمنين وتكشف رأسك؟ والله لخطأ الكسائي مع أدبه أحب إلينا من صوابك مع سوء فعلك".
فقال: "لذة الغلبة أنستني من هذا ما أحسن"٣.
_________
١ قوله "مثل هذا" ساقط "من المصباح المنير" وعنه روينا الخبر وهو موجود في التاج نقلا عن المصباح, فلعل الكلمة سقطت من مطبوعة المصباح الأميرية.
٢ إرشاد الأريب ١٣/ ١٧٨. الخرب: ذكر الحبارى، والمعنى: لا يحاول الصقر استخراج صقر من بيضة الحبارى, و"يكون" الثانية التي في البيت الثاني توكيد لفظي للأولى وأراد الكسائي بـ "أقوى" التي بعد البيتين: لحن.
٣ المصدر السابق، هذا ولليزيدي كلمة في المقابلة بين أبي عمرو بن العلاء والكسائي لا يحسن إغفالها, فقد جمع الفضل بن الربيع بينه وبين علي الأحمر الكوفي وسألهما: "من كان أعلم بالنحو: الكسائي أو أبو عمرو بن العلاء؟ " فكان مما قال اليزيدي وكان تلميذ أبي عمرو: "لم يكن أحد بالنحو أعلم من أبي عمرو؛ لأنه جاور البدو أربعين سنة ولم يقم الكسائي بالبدو أربعين يوما!! " مجالس العلماء للزجاجي ص١٧١ طبعة حكومة الكويت.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (54,'٤- بين المازني ونحاة كوفيين:
حضر المازني ونحاة كوفيون مجلس الواثق يوما فقال الواثق -وهذه رواية المازني نفسه:
"يا مازني هات مسألة" قلت: "ما تقولون في قول الله تبارك وتعالى: {وَمَا كَانَتْ أُمُّكِ بَغِيًّا} [مريم: ٢٨] لم لم يقل: "بغية" وهي صفة لمؤنت؟ " فأجابوا بجوابات غير مرضية، فقال لي: "هات". قلت: "لو كان بغي" على تقدير "فعيل" بمعنى "فاعلة" للحقتها الهاء مثل كريمة وظريفة، وإنما تحذف الهاء إذا كانت في معنى مفعولة في نحو: "امرأة قتيل، وكف خضيب"؛ و"بغي" ههنا ليس بفعيل إنما هو "فعول" لا تلحقه الهاء في وصف التأنيث نحو: "امرأة شكور وبئر شطون إذا كانت بعيدة الرشاء"، وتقدير "بغي": "بغُوي" قلبت الواو ياء، ثم أدغمت الواو في الياء فصارت ياء ثقيلة نحو "سيد وميت" فاستحسن الجواب١.
٥- بين المازني وابن السكيت:
قال المازني:
حضرت يوما مجلس المتوكل وحضر يعقوب بن السكيت, فقال المتوكل: "تكلما في مسألة نحوية" فقلت له: "اسأل" فقال: "اسأل أنت" فقلت له:
_________
١ طبقات النحويين واللغويين ص٩٥.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (55,'ما وزن {نَكْتَلْ} اللفظة الواردة في الآية المذكورة فيها قصة إخوة يوسف؟
فتسرع وقال: وزنها "نفعل".
فقلت له: "اتئد وانظر". فأفكر ثم قال:
وزنها "نفتعل".
فقلت: "نكتل" أربعة أحرف و"نفتعل" خمسة أحرف، فكيف تقدر الرباعي بالخماسي؟ فبهت ولم يحر جوابا.
فقال المتوكل: فما تقول أنت يا مازني؟
قلت: وزنها في الأصل "نفتعل" لأنها "نكتيل" فلما تحرك حرف العلة وهو الياء وانفتح ما قبلها قلبت ألفا فصارت "نكتال" ولما دخل الجازم صارت "نكتل" "ووزنها نفتل".
فقال المتوكل: هذا هو الحق وانخذل ابن السكيت ووجم، وظهر ذلك عليه.
فلما خرجنا قال ابن السكيت في الطريق: "بالغت اليوم في ذاي" فقلت له: "لم أقصدك بشيء مما جرى، وإنما مسألة كانت قريبة من خاطري، فذكرتها"١.
٦- بين المبرد والثعلب:
"حكي أن بعض الأكابر من بني طاهر سأل أبا العباس ثعلبا أن يكتب له مصحفا على مذهب أهل التحقيق، فكتب {وَالضُّحَى} بالياء، ومذهب الكوفيين أنه إذا كان كلمة من هذا النحو
_________
١ إنباه الرواة ١/ ٢٥٠, وطبقات النحويين واللغويين ص٩٤.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (56,'أولها ضمة أو كسرة كتبت بالياء وإن كانت من ذوات الواو، والبصريون يكتبون بالألف. فنظر المبرد في ذلك المصحف فقال: ينبغي أن يكتب "والضحا" بالألف؛ لأنه من ذوات الواو، فجمع ابن طاهر بينهما:
فقال المبرد لثعلب: "لم كتبت {وَالضُّحَى} بالياء؟ " فقال: "لضمة أوله" فقال له: "ولم إذا ضم أوله وهو من ذوات الواو تكتبه بالياء؟ ".
فقال: لأن الضمة تشبه الواو، وما أوله واو يكون آخره ياء، فتوهموا أن أوله واو, فقال المبرد: "أفلا يزول هذا التوهم إلى يوم القيامة؟!! "١.
وفي كتاب "مجالس العلماء" للزجاجي عدد من المجالس بين المبرد وثعلب تظهر الفارق الكبير بين سداد المبرد وملكته وعلمه، وتخبط ثعلب في نقله وقياسه، ويفيد الاطلاع على هذا
_________
١ إرشاد الأريب ١٩/ ١١٨.
هذا, وقد تمثلت في الخصومة بينهما الخصومة بين البصريين والكوفيين عامة, واشترك فيها الشعر على هوى قائليه: فمحب للوفاق يقول:
أيا طالب العلم لا تجهلن ... وعذ بالمبرد أو ثعلب
وبصري يقول:
رأيت محمد بن يزيد يسمو ... إلى الخيرات في جاه وقدر
وكان الشعر قد أودى فأحيا ... أبو العباس داثر كل شعر
وقالوا ثعلب رجل عليم ... وأين النجم من شمس وبدر
وقالوا ثعلب يفتي ويملي ... وأين الثعلبان من الهزبر
.. إلخ.
والظاهر أن حيوية هذه الخصومة جلبت إليها الوقود الكافي من المتعصبين حتى ذهبت مثلا في الأدب, فقال أحد المحبين يحن ويتشوق:
فأبداننا في بلدة والتقاؤنا ... عسير كأنا ثعلب والمبرد
انظر بغية الوعاة ص١١٦.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (57,'الكتاب جملة، وبين ص١١٩ و١٢٦ شيء من هذه المجالس بينهما "طبعة حكومة الكويت سنة ١٩٦٢".
٦- بين ثعلب والزجاج:
قال الزجاج:
دخلت على أبي العباس ثعلب في أيام المبرد وقد أملى شيئا من "المقتضب" فسلمت عليه وعنده أبو موسى الحامض وكان يحسدني شديدا ويجاهرني بالعداوة, وكنت ألين له وأحتمله لموضع الشيخوخة.
فقال لي ثعلب: "قد حمل إلي بعض ما أملاه هذا الخلدي "يعني المبرد" فرأيته لا يطوع لسانه بعبارة" فقلت له: "إنه لا يشك في حسن عبارته اثنان، ولكن سوء رأيك فيه يعيبه عندك" فقال: "ما رأيته إلا ألكن متغلقا".
فقال أبو موسى: "والله إن صاحبكم "يعني سيبويه" ألكن" فأحفظني ذلك ثم قال:
بلغني عن الفراء أنه قال: "دخلت البصرة فلقيت يونس وأصحابه فسمعتهم يذكرون سيبويه بالحفظ والدراية وحسن الفطنة، فأتيته فإذا هو أعجم لا يفصح، سمعته يقول لجارية: "هات ذيك الماء من ذاك الجرة" فخرجت من عنده ولم أعد إليه" فقلت له: هذا لا يصح عن الفراء، وأنت غير مأمون في هذه الحكاية، ولا يعرف أصحاب سيبويه من هذا شيئا، وكيف تقول هذا لمن يقول في أول كتابه: "هذا باب علم ما الكلم من',NULL,'59',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (58,'العربية"؟ وهذا يعجز عن إدراك فهمه كثير من الفصحاء فضلا عن النطق به, فقال ثعلب: "قد وجدت في كتابه نحوا من هذا: يقول: "حاشا" حرف يخفض ما بعده كما تخفض "حتى" وفيها معنى الاستثناء".
فقلت: "هذا كذا في كتابه، وهو صحيح؛ ذهب في التذكير إلى الحرف، وفي التأنيث إلى الكلمة".
قال: "والأجود أن يحمل الكلام على وجه واحد".
قلت: "كل جيد، قال الله تعالى: {وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا ... } ١ وقرئ: "ويعمل صالحا"، وقال عز وجل: {وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ} ٢ ذهب إلى المعنى ثم قال: {وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ} ٣ ذهب إلى اللفظ, وليس لقائل أن يقول: لو حمل الكلام على وجه واحد في الآيتين كان أجود؛ لأن كلا جيد.
فأما نحن "يريد البصريين" فلا نذكر حدود الفراء؛ لأن صوابه فيه أكثر من أن يعد، ولكن هذا أنت يا ثعلب عملت كتاب "الفصيح" للمبتدئ المتعلم, وهو عشرون ورقة أخطأت في عشرة مواضع منه ... إلخ.
وفصل الزجاج هذه المواضيع مستشهدا بكلام العرب, فانظرها في مظنتها.
_________
١ سورة الأحزاب ٣٣ الآية ٣١.
٢ سورة يونس ١٠ الآية ٤٢.
٣ الآية التالية ١٠/ ٤٣.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (59,'ثم قال الزجاج: "فما قرئ عليه كتاب الفصيح بعد ذلك علمي، ثم بلغني أنه سئم ذلك، فأنكر كتاب الفصيح أن يكون له"١.
وهم يصفون ثعلبا بغزارة الحفظ، لكنه "لم يكن مع ذلك موصوفا بالبلاغة، فإذا كتب كتابا إلى بعض أصحاب السلطان ما خرج عن طبع العامة"٢.
في أكثر هذه الأخبار مجال لمن شك فيها أو توقف، فما فاز فيه الكسائي على خصمه عرفناه من رواية أنصاره الكوفيين, فراوي خبر الأصمعي والكسائي ثعلب وهو من أئمتهم، وراوي خبر سيبويه والكسائي هو الفراء تلميذ الكسائي، وراوي خبر اليزيدي هو اليزيدي نفسه, ولم نسمع رواية الطرف الآخر ممن شاهد الوقائع. ومع هذا نستطيع اعتبارها واقعة كما رووها لنا ونمضي في بحثنا جاعلين عدم نقض البصريين لهذه الرواية -فيما علمنا- إقرارا منهم بمضمونها. ونلاحظ بعد ذلك الأمرين الآتيين:
١- لا يحتاج القارئ إلى كثير روية حتى يطمئن إلى أن الحق في كل هذه المناظرات كان بجانب البصريين: الأصمعي, وسيبويه، واليزيدي، والمبرد؛ وأن حجج الكوفيين في هذه المسائل واهية.
_________
١ إرشاد الأريب ١/ ١٣٧-١٤٣ وانظر إنباه الرواة ٣/ ١٤١.
٢ طبقات النحويين واللغويين للزبيدي ص١٥٧.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (60,'٢- لم تكن أكثر هذه المجالس عادلة، فميل السلطان إلى أحد الخصمين وتقريبه له ومكانته عنده، كل ذلك قوى نفسه فاستطال على خصمه بدالته ولسانه وجاهه في القصر وعند الشهود، وتحدثت هذه المجالس بغلبته، إلى أن مضت الأيام وانقضت تلك الاعتبارات, وحكم التاريخ فرد الحق إلى أهله.
وبعد، فقد بلغ هذا الخلاف أجله، ودرج العلماء والمؤرخون على أن هناك مذهبا بصريا وآخر كوفيا، فما معالم كل من المذهبين. وما أهم الميزات لهذا وذاك؟
أبادر قبل بسط هذه المعالم إلى تسجيل أمرين لا بد منهما إذا أردنا الدقة في البحث والاحتياط في الأحكام:
١- نحن اليوم نملك من كتب البصريين عددا صالحا يساعدنا في إرسال الأحكام بشيء من الاطمئنان، فقد راجت في الأقطار منذ تأليفها حتى اليوم، وشرح منها الشيء الكثير، وتداولته الطلبة على مر السنين. ثم كان الذين ألفوا في طبقات النحويين وأخبارهم ممن طبعت كتبهم ينصر أكثرهم المذهب البصري، وكان النحو في الشام ومصر والمغرب والأندلس بصري الطابع في أكثر مسائله أغلب الأزمان، وهذا كله قد خدم كتب البصريين ونحوهم خدمة لم يحظ ببعضها المذهب الآخر.
أما الكوفيون, فلم يطبع من كتبهم النحوية حتى الآن شيء فيما',NULL,'62',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (61,'أعلم١, وإنما اطلعنا على أقوالهم في كتب المتأخرين منثورة على المسائل، أي: إن آراءهم وردت في كتب خصومهم -مع شيء من التجوز٢- للرد عليها، فإن نحن اعتمدنا على ذلك في إصدار الأحكام، لم نكن إلى العدل في شيء. والحق يقضي ألا نرسل حكما بين فريقين إلا بعد الاستماع إلى حجج كل من فيه, وهذا مع الأسف ليس ميسورا الآن.
٢- هذه الميزات والمعالم الآتية بعد، ليست جامعة مانعة؛ فليست هناك قاعدة أجمع عليها نحاة البصرة وتوارد على معارضتها نحاة الكوفة، أو قال بها الآخرون جميعا وعارضها الأولون جميعا. بل كثيرا ما نجد العالم الواحد من أهل الكوفة مثلا يذهب إلى أحكام يوافق فيها مذهب خصومه ويخالف أهل مصره.
وطالما تجد هذه الظاهرة في كتاب "الإنصاف في مسائل الخلاف
_________
١ بل إني سردت تراجم النحاة في "بغية الوعاة للسيوطي" فلا أذكر أنه مر بي كتاب في النحو لكوفي بعد أئمته الأولين غير ما جاء في ترجمة أبي جعفر التنوخي المتوفى سنة ٣١٨هـ من أن له مؤلفا في النحو على مذهب الكوفيين، إلا أن يكون مر شيء وغفلت عنه.
٢ وقفني قول الزجاجي وهو ممن خلط المذهبين -في كتاب الإيضاح "ص٨٠": "أكثر ما أذكر من احتجاجات الكوفيين إنما أعبر عنه بألفاظ البصريين"؛ حتى إذا مضيت في مطالعة الكتاب وجدت علة ذلك في ص"١٣١" في قوله: "إذ لو تكلفنا حكاية ألفاظ الكوفيين بأعيانها لكان في نقل ذلك مشقة علينا من غير زيادة في الفائدة، بل لعل أكثر ألفاظهم لا يفهمها من لم ينظر في كتبهم، وكثير منها قد هذبها من نحكي عنه مذهب الكوفيين مثل ابن كيسان وابن شقير وابن الخياط وابن الأنباري" ا. هـ.
قلت: وهذا فارق هام بين المدرستين حين لا يتضح مراد الواحدة إلا باستعارة عبارات الأخرى.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (62,'لابن الأنباري"١ وفي كتب النحو الأخرى٢. وما أكثر ما نقرأ فيها: "قال البصريون إلا فلانا وفلانا كذا، وذهب الكوفيون إلا فلانا إلى كذا".
ولم يطرد الصواب في أحد المذهبين اطرادا، بل تجده تارة مع هؤلاء وتارة مع أولئك، وحينا وسطا بينهما.
٣- الفروق بين المذهبين البصري والكوفي:
بعد الاحتياط المتقدم نحصر الكلام على المذهبين في ناحيتين اثنتين إليهما مرد الأمر كله، وهما: السماع والقياس.
أمر السماع:
تقع البصرة على سيف البادية، وأكثر عربها من قيس وتميم، وقد عرفت شأنهما في الاحتجاج، وتحف بها قبائل عربية سليمة السليقة لم تفسد لغتها بمخالطة الأعاجم، فكانت هذه القبائل ترد سوق البصرة المشهورة "المربد"، وأنت تعلم أن المربد كانت عكاظ الإسلام، ففيها تناشد وتفاخر كما فيها تجارة وبيع٣،
_________
١ انظر مثلا المسألة الثالثة "١/ ١٩" في خلافهم حول الألف والواو والياء في التثنية والجمع: هل هي إعراب كالفتحة والضمة والكسرة أو هي حروف إعراب؟ فتجد الكوفيين قالوا بالأول، والبصريين بالثاني، ووافق قطرب "البصري" مذهب الكوفيين.
وانشق المازني والمبرد والأخفش عن البصريين برأي ثالث.
٢ انظر مثلا مغني اللبيب: مادة "كلا" فقد اختلف في معناها الكسائي والفراء وكلاهما كوفي؛ قال الأول: هي بمعني حقا, وقال الثاني: هي بمعني "ألا" الاستفتاحية.
٣ انظر بسط ذلك في كتابنا "أسواق العرب في الجاهلية والإسلام".',NULL,'64',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (63,'وذلك له أثره في فصاحة أهل البصرة وسلامة لغتهم. ثم كانت هناك رحلات متبادلة، فعلماء البصرة دائمو الترحال إلى البادية والجزيرة يتلقون عن أعرابها، والأعراب دائمو الورود إلى البصرة لشئون معايشهم، فقد ضرب في بوادي الجزيرة الأصمعي وأبو عبيدة ويونس وأبو زيد والخليل وغيرهم، ثم كانوا يتحرون في الأخذ: أما العربي فيتحرون فيه سلامة لغته وسليقته١, وأما الراوي فالصدق والضبط، ثم كانوا لا يعتدون بالشاهد إذا لم يعرف قائله أو لم يروه عربي يوثق بلغته٢, ومن هنا عجت بلدهم بفصحاء الأعراب المعروفين في كتب الأدب الذين كانوا من مفاخر البصرة التي يعتدها البصريون.
أما الكوفة فهي أدخل في العراق وأقرب إلى الاختلاط بالأعاجم، ولغة أعرابها ليست لها سلامة لغة أعراب البصرة، فأكثرهم يمن وبها قليل من قبائل أخرى، واليمن -كما رأيت في الكلام على الاحتجاج- لا يحتج بلغتها لتغيرها بالاختلاط بالفرس والأحباش، ثم بين الكوفة وجزيرة العرب صحراء السماوة الشاسعة؛ فلذا لم تكن رحلات علمائها إلى الجزيرة كرحلات علماء البصرة، والكسائي الذي ارتحل لم يرتحل إلا لما تتلمذ على الخليل وسأله, فأرشده إلى الرحلة, وقد مر بك أن أبا
_________
١ استضعف أبو عمرو بن العلاء فصاحة أبي خيرة الأعرابي لما سأله: كيف تقول: "استأصل الله عرقاتهم! " ففتح أبو خيرة التاء، فقال له أبو عمرو: "هيهات أبا خيرة، لان جلدك" الخصائص ٢/ ١٣.
٢ في كتاب سيبويه "١٠٥٠" شاهدا, خمسون منها لم يعرف قائلوها، فاعتذروا بأن سيبويه وثق برواتها. ومع هذا كان بين هذه الخمسين ما وضع وضعا, وهو نزر يسير لا يعتد به.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (64,'عمرو بن العلاء جاور البدو أربعين سنة, ولم يقم الكسائي بالبدو غير أربعين يوما١! بل نقلوا أن الكسائي "حمل إلى الأخفش البصري خمسين دينارا, وقرأ عليه كتاب سيبويه سرا"٢.
نعم كان للكوفة سوق أرادوا بها أن تحاكي مربد البصرة وهي "سوق كناسة"، لكن لم يكن لها ذلك الشأن، وهي إلى أن تكون داعية إفساد اللغة أقرب منها إلى أن تكون عاملا في صيانتها؛ لأن الأعراب الذين يؤمونها غير سليمي السلائق.
كل هذه العوامل صرفت الكوفيين إلى رواية الشعر، فذلك هو الميسور لهم، وزعموا أن سبب علمهم بالشعر وسبقهم فيه أهل البصرة: أن المختار بن أبي عبيد لما خرج بالكوفة قيل له: "إن تحت القصر الأبيض الذي كان للنعمان كنزا"، فاحتفر فوجد الطنوج التي كان النعمان أمر أن ينسج فيها أشعار العرب، فأخرجها. قالوا: فمن ثم كان أهل الكوفة أعلم بالشعر، هذه رواية حماد الراوية الكوفي٣.
هذا حال من ينقلون عنه من حيث السليقة وسلامة اللغة، وأما الجهة الثانية وهي صدق الراوي وضبطه فلم يعنوا بها؛ ولذا كثر الموضوع المصنوع في أكثر رواياتهم، قال أبو الطيب اللغوي: "الشعر بالكوفة أكثر وأجمع منه بالبصرة، ولكن
_________
١ مجلس العلماء للزجاجي ص١٧١ طبعة حكومة الكويت.
٢ انظر مثلا مراتب النحويين ص٧٤.
٣ انظر الخصائص ١/ ٣٨٧. الطنوج: الكراريس, والخبر كله أسطورة من الصعب تصديقها، ولعله وضع كما توضع أشباهه من الأخبار النافخة في العصبية للبلدان.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (65,'أكثره مصنوع ومنسوب إلى من لم يقله، وذلك بين في دواوينهم"١ وأبعد من ذلك في الدلالة قصة خلف الأحمر راويتهم الكبير فقد قال:
"أتيت الكوفة لأكتب عنهم الشعر فبخلوا علي به، فكنت أعطيهم المنحول وآخذ الصحيح. ثم مرضت فقلت لهم: ويلكم، أنا تائب إلى الله تعالى؛ هذا الشعر لي". فلم يقبلوا مني وبقي منسوبا إلى العرب لهذا السبب٢.
أما راويتهم الأكبر "حماد" فهو الشمس شهرة في كذبه ووضعه، و"قد سلط على الشعر من حماد الراوية ما أفسده فلا يصلح أبدا ... فلا يزال يقول الشعر يشبه به مذهب رجل من الأقدمين ويدخله في شعره، ويحمل عنه ذلك في الآفاق فتختلط أشعار القدماء ولا يتميز الصحيح منها إلا عند عالم ناقد، وأين ذلك"٣.
ولا تنس استشهاده باللحن أيضا حتى امتنع الكميت الشاعر عن إملاء شعره عليه, وقد طلب ذلك منه, وقال له: "أنت لحان, ولا أكتبك شعري"٤.
وقد عجب يونس "كيف يأخذ الناس عن حماد وهو يلحن
_________
١ عن مراتب النحويين ص٧٤.
٢ وفيات الأعيان ١/ ٣٩٣.
٣ كلمة المفضل الضبي, إرشاد الأريب ١٠/ ٢٦٥. وعلى أن المفضل الضبي هذا "أعلم من ورد علينا من غير أهل البصرة" بتعبير ابن سلام "طبقات الشعراء ص٢١" فقد وقع هو نفسه فيما خاف منه، فذكر ابن سلام في كلامه على عدي بن زيد أنه "حمل عليه شيء كثير، وتخليصه شديد واضطرب فيه خلف وخلط فيه المفضل فأكثر" ص١١٧.
٤ الموشح للمرزباني ص١٩٥.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (66,'أكثره مصنوع ومنسوب إلى من لم يقله، وذلك بين في دواوينهم"١ وأبعد من ذلك في الدلالة قصة خلف الأحمر راويتهم الكبير فقد قال:
"أتيت الكوفة لأكتب عنهم الشعر فبخلوا علي به، فكنت أعطيهم المنحول وآخذ الصحيح. ثم مرضت فقلت لهم: ويلكم، أنا تائب إلى الله تعالى؛ هذا الشعر لي". فلم يقبلوا مني وبقي منسوبا إلى العرب لهذا السبب٢.
أما راويتهم الأكبر "حماد" فهو الشمس شهرة في كذبه ووضعه، و"قد سلط على الشعر من حماد الراوية ما أفسده فلا يصلح أبدا ... فلا يزال يقول الشعر يشبه به مذهب رجل من الأقدمين ويدخله في شعره، ويحمل عنه ذلك في الآفاق فتختلط أشعار القدماء ولا يتميز الصحيح منها إلا عند عالم ناقد، وأين ذلك"٣.
ولا تنس استشهاده باللحن أيضا حتى امتنع الكميت الشاعر عن إملاء شعره عليه, وقد طلب ذلك منه, وقال له: "أنت لحان, ولا أكتبك شعري"٤.
وقد عجب يونس "كيف يأخذ الناس عن حماد وهو يلحن
_________
١ عن مراتب النحويين ص٧٤.
٢ وفيات الأعيان ١/ ٣٩٣.
٣ كلمة المفضل الضبي, إرشاد الأريب ١٠/ ٢٦٥. وعلى أن المفضل الضبي هذا "أعلم من ورد علينا من غير أهل البصرة" بتعبير ابن سلام "طبقات الشعراء ص٢١" فقد وقع هو نفسه فيما خاف منه، فذكر ابن سلام في كلامه على عدي بن زيد أنه "حمل عليه شيء كثير، وتخليصه شديد واضطرب فيه خلف وخلط فيه المفضل فأكثر" ص١١٧.
٤ الموشح للمرزباني ص١٩٥.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (67,'ويكسر الشعر ويكذب ويصحف"١ ولا تنس أنه ديلمي من السبي.
وحتى كانوا إذا بالغوا في الثناء على علم كوفي شبهوا روايته برواية أهل البصرة, فقالوا في ترجمة ابن الأعرابي تلميذ المفضل الضبي: "ولم يكن أحد من الكوفيين أشبه رواية برواية البصريين منه"٢.
كان من الطبيعي إذًا أن يطرح الثقات روايات أهل الكوفة وقد ملأها حماد وخلف وغيرهما بالمصنوع، وصار ذلك مما يميز مدرسة الكوفة من مدرسة البصرة، وعرف ذلك الخاص والعام، حتى أتى من ألف في طبقات النحويين فسجل الظاهرة الآتية:
"لا يعلم أحد من علماء البصريين بالنحو واللغة أخذ عن أهل الكوفة إلا أبا زيد الأنصاري البصري، فقد روى عن المفضل الضبي الكوفي"٣.
أما أهل الكوفة فيروون عن أهل البصرة إذ كانوا أساتذتهم،
_________
١ مراتب النحويين ص٧٣.
٢ نزهة الألباء لابن الأنباري ص١٧٥.
٣ بغية الوعاة ص٤٢.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (68,'حتى الكسائي الذي قرأ على الخليل ويونس وعيسى بن عمر، ورأى تحريهم فيما ينقلون وفيمن يشافهون؛ زايل التحري حين انتقل إلى بغداد وكان أمره كما قال أبو زيد الأنصاري: "قدم علينا الكسائي البصرة فلقي عيسى والخليل وغيرهما، وأخذ منهم نحوا كثيرا، ثم صار إلى بغداد فلقي أعراب الحطمية فأخذ عنهم الفساد من الخطأ واللحن، فأفسد بذلك ما كان أخذه بالبصرة كله"١.
كل ما تقدم مشهور متعارف عند أهل العلم قديما، حتى إن ابن سلام لما نقل قوله المفضل الضبي: "للأسود بن يعفر ثلاثون ومائة قصيدة" عقب عليه بقوله: "ونحن لا نعرف له ذلك ولا قريبا منه، وقد علمت أن أهل الكوفة يروون له أكثر مما نروي, ويتجوزون في ذلك بأكثر مما تجوزنا"٢.
ولا تظنن هذا الطابع طبع مدرسة الكوفة في علوم العربية فحسب، بل هو سمتهم في كل ما يعتمد السماع، وإليك حكم الخطيب البغدادي على المدرسة الكوفية ومدرسة البصرة في الحديث قال: "ولأهل البصرة من السنن الثابتة بالأسانيد الواضحة ما ليس لغيرهم مع إكثارهم. والكوفيون مثلهم في الكثرة غير أن رواياتهم كثيرة الدغل, قليلة السلامة من العلل"٣.
هذا فرق ما بين المدرستين في أمر السماع وصحته والتحري فيه.
_________
١ إرشاد الأريب ١٣/ ١٨٢. الحطمية: قرية على فرسخ من شرقي بغداد، وذكر الأصمعي "أن الكسائي يأخذ اللغة عن أعراب الحطمية, ينزلون بقطربل "قرية بين بغداد وعكبرا" وغيرها من قرى سواد بغداد، فلما ناظر سيبويه استشهد بكلامهم, واحتج بهم وبلغتهم على سيبويه" ١٣/ ١٨١.
٢ طبقات الشعراء ص١٢٣.
٣ نقله المرحوم جمال الدين القاسمي في كتابه قواعد التحديث ص٥٨.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (69,'<span data-type="title" id=toc-16>الفروق بين المذهبين البصري والكوفي</span>
<span data-type="title" id=toc-17>أمر السماع</span>
...
٣- الفروق بين المذهبين البصري والكوفي:
بعد الاحتياط المتقدم نحصر الكلام على المذهبين في ناحيتين اثنتين إليهما مرد الأمر كله، وهما: السماع والقياس.
أمر السماع:
تقع البصرة على سيف البادية، وأكثر عربها من قيس وتميم، وقد عرفت شأنهما في الاحتجاج، وتحف بها قبائل عربية سليمة السليقة لم تفسد لغتها بمخالطة الأعاجم، فكانت هذه القبائل ترد سوق البصرة المشهورة "المربد"، وأنت تعلم أن المربد كانت عكاظ الإسلام، ففيها تناشد وتفاخر كما فيها تجارة وبيع١،
_________
١ انظر بسط ذلك في كتابنا "أسواق العرب في الجاهلية والإسلام".',NULL,'64',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (70,'وذلك له أثره في فصاحة أهل البصرة وسلامة لغتهم. ثم كانت هناك رحلات متبادلة، فعلماء البصرة دائمو الترحال إلى البادية والجزيرة يتلقون عن أعرابها، والأعراب دائمو الورود إلى البصرة لشئون معايشهم، فقد ضرب في بوادي الجزيرة الأصمعي وأبو عبيدة ويونس وأبو زيد والخليل وغيرهم، ثم كانوا يتحرون في الأخذ: أما العربي فيتحرون فيه سلامة لغته وسليقته١, وأما الراوي فالصدق والضبط، ثم كانوا لا يعتدون بالشاهد إذا لم يعرف قائله أو لم يروه عربي يوثق بلغته٢, ومن هنا عجت بلدهم بفصحاء الأعراب المعروفين في كتب الأدب الذين كانوا من مفاخر البصرة التي يعتدها البصريون.
أما الكوفة فهي أدخل في العراق وأقرب إلى الاختلاط بالأعاجم، ولغة أعرابها ليست لها سلامة لغة أعراب البصرة، فأكثرهم يمن وبها قليل من قبائل أخرى، واليمن -كما رأيت في الكلام على الاحتجاج- لا يحتج بلغتها لتغيرها بالاختلاط بالفرس والأحباش، ثم بين الكوفة وجزيرة العرب صحراء السماوة الشاسعة؛ فلذا لم تكن رحلات علمائها إلى الجزيرة كرحلات علماء البصرة، والكسائي الذي ارتحل لم يرتحل إلا لما تتلمذ على الخليل وسأله, فأرشده إلى الرحلة, وقد مر بك أن أبا
_________
١ استضعف أبو عمرو بن العلاء فصاحة أبي خيرة الأعرابي لما سأله: كيف تقول: "استأصل الله عرقاتهم! " ففتح أبو خيرة التاء، فقال له أبو عمرو: "هيهات أبا خيرة، لان جلدك" الخصائص ٢/ ١٣.
٢ في كتاب سيبويه "١٠٥٠" شاهدا, خمسون منها لم يعرف قائلوها، فاعتذروا بأن سيبويه وثق برواتها. ومع هذا كان بين هذه الخمسين ما وضع وضعا, وهو نزر يسير لا يعتد به.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (71,'عمرو بن العلاء جاور البدو أربعين سنة, ولم يقم الكسائي بالبدو غير أربعين يوما١! بل نقلوا أن الكسائي "حمل إلى الأخفش البصري خمسين دينارا, وقرأ عليه كتاب سيبويه سرا"٢.
نعم كان للكوفة سوق أرادوا بها أن تحاكي مربد البصرة وهي "سوق كناسة"، لكن لم يكن لها ذلك الشأن، وهي إلى أن تكون داعية إفساد اللغة أقرب منها إلى أن تكون عاملا في صيانتها؛ لأن الأعراب الذين يؤمونها غير سليمي السلائق.
كل هذه العوامل صرفت الكوفيين إلى رواية الشعر، فذلك هو الميسور لهم، وزعموا أن سبب علمهم بالشعر وسبقهم فيه أهل البصرة: أن المختار بن أبي عبيد لما خرج بالكوفة قيل له: "إن تحت القصر الأبيض الذي كان للنعمان كنزا"، فاحتفر فوجد الطنوج التي كان النعمان أمر أن ينسج فيها أشعار العرب، فأخرجها. قالوا: فمن ثم كان أهل الكوفة أعلم بالشعر، هذه رواية حماد الراوية الكوفي٣.
هذا حال من ينقلون عنه من حيث السليقة وسلامة اللغة، وأما الجهة الثانية وهي صدق الراوي وضبطه فلم يعنوا بها؛ ولذا كثر الموضوع المصنوع في أكثر رواياتهم، قال أبو الطيب اللغوي: "الشعر بالكوفة أكثر وأجمع منه بالبصرة، ولكن
_________
١ مجلس العلماء للزجاجي ص١٧١ طبعة حكومة الكويت.
٢ انظر مثلا مراتب النحويين ص٧٤.
٣ انظر الخصائص ١/ ٣٨٧. الطنوج: الكراريس, والخبر كله أسطورة من الصعب تصديقها، ولعله وضع كما توضع أشباهه من الأخبار النافخة في العصبية للبلدان.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (72,'<span data-type="title" id=toc-18>أمر القياس:</span>
رسم البصريون خطتهم في النحو بعد أن جعلوا نصب أعينهم الهدف الذي إليه يرمون، وهو عصمة اللسان من الخطأ، وتيسير العربية على من يتعلمها من الأعاجم؛ ولذا تحروا ما نقلوا عن العرب ثم استقروا أحواله فوضعوا قواعدهم على الأعم الأغلب من هذه الأحوال، فإن تناثر هنا وهناك نصوص قليلة لا تشملها قواعدهم سلكوا بها -بعد التحري من صحة نقلها عن العرب المحتج بكلامهم- إحدي طريقتين: إما أن يتأولوها حتى تنطبق عليها القاعدة، وإما أن يهملوا أمرها لقلتها فيحفظوها ولا يقيسوا عليها، جاعليها من الصنف الذي سموه مطردا في السماع شاذا في القياس، وذلك مثل "استحوذ واستصوب" والقياس فيها الإعلال مثل: "استقال، استجاد، استطال ... إلخ" فقالوا: تحفظ الكلمات النادرة التي وردت عن العرب في هذا الباب ولا يقاس عليها، بل منهم من ذهب إلى أن اتخاذ القياس فيها "استحاذ، استصاب" غير خطأ.
وهم الذين أمعنوا في أحوال الكلام العربي، واستنبطوا علله، وحكموا فيها المنطق والعقل حتى جاءت قواعدهم في القياس والنحو الذي بني عليها متماسكة متناسقة في الجملة، ولا بد في كل تنسيق من تشذيب يخرج بعض النتوء من الهيكل المشذب. ولم يكن إلى الصواب من عاب عليهم من المحدثين',NULL,'70',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (73,'أنهم بتعميم هذه القواعد قد أهدروا شيئا من اللغة, فهم حين يختارون بين اللغتين أشيعهما وأقربهما إلى القياس، قد قاموا بخير ما يمكن أن يقوم به من يريد حفظ اللغة، ومع أن الكوفيين جمعوا ما هب ودب ولم يفرطوا شيئا مما وصل إليهم، لم يدعوا ولم يدع لهم أحد أنهم لموا اللغة من أطرافها وأحصوها، وإنا نجد عندهم كل لغات العرب بلهجات قبائلها؛ بل نحن أحرى أن نجد عند البصريين المنظمين المنسقين ما لا نجده عند غيرهم، فالنظام يحفظ في نسق ما لا يستطيع غيره أن يحفظه.
أما الكوفيون فلم يكن لهم أصول يبنون عليها غير ما أخذوه عن أساتذتهم البصريين ولم يحسنوه، ثم جعلوا من عدم المنهج في سماعهم منهجا خاصا لهم، فسمعوا الشاذ واللحن والخطأ، وأخذوا عمن فسدت لغته من الأعراب وأهل الحضر؛ فلما اقتضتهم المنافسة أن يكون لهم قياس كما لأولئك بنوه على ما عندهم مما يتنزه عن روايته البصري، ثم جعلوا كل شاذ ونادر قاعدة لنفسه، فانتشرت عليهم قواعدهم ولم يعد لها ما يمسكها من نظام أو منطق، وضاعت الغاية من وضع النحو فلم يعد -في أيديهم- أداة تيسير لتعلم العربية، بعد أن أصبحت له قواعد بعدد ما جمعوا من شواهد، وهذا شيخهم وكبيرهم الكسائي: "كان يسمع الشاذ الذي لا يجوز من الخطأ واللحن وشعر غير أهل الفصاحة، والضرورات، فيجعل ذلك أصلا ويقيس عليه حتى أفسد النحو"١ وحتى ضاق به وبقياسه
_________
١ إرشاد الأريب ١٣/ ١٨٣. ويقول ابن درستويه: "كان الكسائي يسمع الشاذ الذي لا يجوز إلا في الضرورة, فيجعله أصلا ويقيس عليه؛ فأفسد النحو بذلك" بغية الوعاة ص٢٣٦.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (74,'وبسماعه اليزيدي فقال:
كنا نقيس النحو فيما مضى ... على لسان العرب الأول
فجاءنا قوم يقيسونه ... على لغى أشياخ قطر بل
فكلهم يعمل في نقض ما ... به يصاب الحق لا يأتلي
إن الكسائي وأشياعه ... يرقون بالنحو إلى أسفل١
وغلب هذا الانحراف على الكوفيين حتى قال الأندلسي شارح المفصل: "الكوفيون لو سمعوا بيتا واحدا فيه جواز شيء مخالف للأصول, جعلوه أصلا وبوبوا عليه"٢.
أما قياسهم نفسه ومقدار جودته, فقد مر بك في المناظرات نمط منه، وعرفت وهيه حين يعللون بالتوهم مرة في رسم {وَالضُّحَى} ، وبتسليط فعل مقدر على أحد المتعاطفين دون الثاني في قضية "فإذا هو إياها".
اتجه بعض الباحثين المحدثين إلى عد المذهب الكوفي مذهب سماع, على حين عدوا المذهب البصري مذهب قياس، فذهب الأستاذ أحمد أمين إلى أنهم "يحترمون كل ما جاء عن العرب, ويجيزون للناس أن يستعملوا استعمالهم"٣، وبالغ المرحوم طه الراوي فقال: "أما مذهب الكوفيين فلواؤه بيد السماع، لا يخفر له ذمة ولا ينقض له عهدا، ويهون على الكوفي نقض أصل من أصوله أو نسف قاعدة من قواعده ولا يهون عليه
_________
١ أخبار النحويين البصريين ص٤٤, وبغية الوعاة ص٣٣٦, وإرشاد الأريب ٢٠/ ٣١.
٢ الاقتراح ١٠٠.
٣ ضحى الإسلام ٢/ ٢٩٥.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (75,'عليه إطراح المسموع على الأكثر"١.
وأود هنا -بعد ما مر بك- أن أحرر هذا الأمر فأفرق بين القياس ذي الأصول المقررة والقياس المشوش الذي لا ضبط له. فالصحيح أن الفريقين كانا يقيسان، وربما كان الكوفيون أكثر قياسا إذا راعينا "الكم" فهم يقيسون على القليل والكثير والنادر والشاذ، ولم نعلم لهم مناهج محررة في القياس. أما البصريون فهم أقيس إذا راعينا "الكيف" -والحق مراعاته- فهم لا يقيسون إلا على الأعم الأغلب، ولهم في القياس أصول عامة يراعونها. والزمن حكم لعلمهم بالبقاء؛ إذ كان الأنسب والأضبط, فكان نحو الناس حتى هذا اليوم بصريا في أغلبه.
تصرفت الحياة في هذا الأمر بما لا يشعر به البصريون ولا الكوفيون، إذ إن لها اختيارها الخاص الملائم: تقبل ما يروقها وتحييه غير آبهة لما يقول هؤلاء ولا ما يقول أولئك، وإنما السليقة اللغوية الخفية في نفوس المتكلمين هي التي احتفظت بما كان أقرب لروح العربية الأولى, فمات بل لم يولد ما جانف هذه السليقة، فما أحد قال ولا يقول اليوم: "الرجال قام" وإن قال المذهب الكوفي بتقديم الفاعل على الفعل.
أما السماع فهل كان الكوفيون "يحترمونه" حقا كما قال الأستاذ أحمد أمين؟ "وهل كان لواؤه بيدهم لا يخفرون له ذمة" كما قال المرحوم الأستاذ طه الراوي؟ لعلك بعد ما سبق لك موقن معي أن السماعيين هم البصريون لا الكوفيون؛ فمن
_________
١ نظرة في النحو: مجلة المجمع العلمي العربي ١٤/ ٣١٩.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (76,'احترام السماع صيانته وحفظه من كل موضوع، ومن احترامه تحري حال المسموع منه، فلا يدس فيه كلام الذين فسدت لغتهم من أعراب الحطمية وأشياخ قطربل، ومن احترامه ألا نساوي بين القليل النادر والأكثر الشائع فنغمط حق هذا الأخير, وإن حشرنا فيه الضعيف والشاذ والخطأ مما يقع فيه أعراب السواد، والشعر المصنوع مما دسه حماد وخلف الكوفيان؛ خفر لذمته ونقض لعهده١.
الحق أن البصريين عنوا بالسماع فحرروه وضبطوه "واحترموه", على حين زيفه الكوفيون وبلبلوه، والأمر في القياس على هذه الوتيرة، نظمه وحرر قواعده وأحسن تطبيقه البصريون، على حين هو في يد الكوفيين مشوش غير واضح المعالم ولا منسجم في أجزائه، ولا مطرد. بل نجد فيه ظاهرة غريبة جدا، وهي إطلاقهم -وهم المتقيدون بالسماع- الاشتقاق فيما لم يسمع عن العرب، فقد ذهبوا إلى قياس مفعل وفعال على نحو مثنى وثلاث من خمسة إلى تسعة على حين لم يسمع عن العرب ذلك إلا من واحد إلى أربعة، والبصريون أنفسهم -وهم القياسيون- منعوه "إلا المبرد منهم" لعدم السماع، ولأن يكون ذلك من البصريين أحرى إذ هو بمذهبهم أشبه وعن مذهب الكوفيين أبعد. وهذا يؤكد لك ما ذهبت إليه من أنه مذهب غير منسجم الأجزاء.
أميل إذًا إلى أن المذهب الكوفي لا هو مذهب سماع صحيح, ولا
_________
١ كان يونس بن حبيب يقول: إن لم يكن بزرج النحوي "الكوفي" أروى الناس فهو "أكذب الناس" كان كذابا، وكثيرا ما يحدث بالشيء عن رجل ثم عن غيره. انظر ترجمته في الفهرست وفي إنباه الرواة.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (77,'مذهب قياس منظم، لكن التاريخ يؤيد وجود المذهبين: مذهب السماع ومذهب القياس، وهما حقا وجدا، ولكن في البصرة لا في الكوفة. أما القياس فليست بصريته موضع خلاف، وأما السماع الصحيح فإني أوثر أن أنقل فيه كلام الأستاذ أحمد أمين نفسه في أن هذه المدرسة مدرسة بصرية، قال:
"كانت هاتان النزعتان في البصرة في أيامها الأولى، فهم يقولون: إن ابن أبي إسحاق الحضرمي وتلميذه عيسى بن عمر كانا أشد ميلا للقياس, وكانا لا يأبهان بالشواذ ولا يتحرجان من تخطئة العرب؛ وكان أبو عمرو بن العلاء وتلميذه يونس بن حبيب البصريان أيضا على عكسهما: يعظمان قول العرب ويتحرجان من تخطئتهم، فغلبت النزعة الأولى على من أتى بعد من البصريين، وغلبت النزعة الثانية على من أتى بعد من الكوفيين, ولا سيما الكسائي الكوفي".
وهذا حق مع استدراك واحد، هو أن أبا عمرو ويونس يعظمان قول العرب بعد التحري والتثبت من أنه كلام العرب المحتج بهم، أما الكوفيون فلا يتحرون، ولو قال الأستاذ: "فغلبت النزعة الثانية مشوهة ... إلخ" لطبق المفصل، وجميل ما حكم به بعد ذلك بين المذهبين:
"ونرى في هاتين النزعتين أن البصريين كانوا أكثر حرية وأقوى عقلا، وأن طريقتهم أكثر تنظيما وأقوى سلطانا على اللغة، وأن الكوفيين أقل حرية وأشد احتراما لما ورد عن العرب, ولو موضوعا "كذا"، فالبصريون يريدون أن ينشئوا لغة',NULL,'75',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (78,'يسودها النظام والمنطق، ويميتوا كل أسباب الفوضى من رواية ضعيفة أو موضوعة أو قول لا يتمشى مع المنطق, والكوفيون يريدون أن يضعوا قواعد للموجود حتى الشاذ، من غير أن يهملوا شيئا حتى الموضوع"١.
وبهذا لا يكون من الدقة -في رأيي- إطلاق النزعة السماعية على المذهب الكوفي, والنزعة القياسية على المذهب البصري. والدقة التي يؤيدها التاريخ والإمعان فيه وفي أقوال الكوفيين والبصريين ألا يكون مذهب بصري يقابله مذهب كوفي, بل نزعة سماعية يقابلها نزعة قياسية يختلف حظ كل منهما صحة وحالا ومقدارا بين البلدين، بل بين نحاة كل بلد على حدة. على ذلك الأساس يصح أن نعيد النظر في النحو وتاريخه ورجاله بهذا التصنيف الجديد، بعد أن علمنا أن النزعتين تتمثلان على حقهما بالبصرة لا بالكوفة.
وبعد, فهذه أحكام تقريبية لا مطردة، إذ إن في المذهب الكوفي مسائل جيدات تختار على مثيلاتها في المذهب البصري، كإعمالهم مثلا اسم المصدر عمل المصدر، فحكمهم في ذلك صحيح واضح تؤيده روح القواعد والمنطق، وشاهداهم عليه صحيحان قويان٢
_________
١ ضحى الإسلام ٢/ ٢٩٦.
هذا وللقاضي الجرجاني في كتابه "الوساطة" الذي ألفه للدفاع عن المتنبي الكوفي والحكم بينه وبين خصومه، حكم يسرني إثباته له؛ لما فيه من توضيح الأمر هنا على رغم سوقه مساق الدفاع عن الكوفيين, قال:
ولأهل الكوفة رخص لا تكاد توجد لغيرهم من النحويين, غير أنهم لا يبلغون بها مرتبة "الإهمال" للقواعد العامة. انظر الوساطة ص٤٦٦.
٢ قول القطامي يمدح زفر بن الحارث الكلابي:
أكفرا بعد رد الموت عني ... وبعد عطائك المائة الرتاعا
والحديث الشريف: "من قبلة الرجل امرأته الوضوء".
ففزع البصريون في رد القاعدة إلى أن الحديث مروي بالمعنى، وإلى أن البيت فيه ضرورة. لكن الزمن حكم للكوفيين فصحت قاعدتهم وسار عليها الناس, وقبلها النحاة حتى يومنا هذا. ونحو من هذا: القاعدة التي وضعها البصريون في وجوب إعادة الجار قبل المعطوف على المجرور ولم يلتزم العرب ذلك.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (79,'وما اتجهوا إليه في إعراب "نعم وبئس"١ أيسر وأقرب إلى الفطرة اللغوية من مذهب إخوانهم البصريين، وكذهاب بعضهم في قضية "أشياء" وأنها جمع لشيء, منعت من الصرف لشبه ألفها بألف التأنيث٢، ولهم أشباه هذه المسائل.
وبذلك تدرك صواب الظاهرة التي قدمت بها هذا الكلام من أن الحق يصيبه هؤلاء تارة, وهؤلاء تارة.
ونختتم هذه الفقرة بمثل صغير من الخلاف بين المدرستين ننتزعه من كتاب "الإنصاف في مسائل الخلاف لابن الأنباري" نموذجا لقضايا جاوزت المائة في هذا الكتاب، يبسط في كل منها رأي الكوفيين وحججهم, ثم رأي البصريين وحججهم مع ردودهم على حجج الكوفيين غالبا.
_________
١ انظرها في كتاب "الإنصاف في مسائل الخلاف" ص٦٦.
٢ المصدر السابق ص٤٨٢, فقد ركب البصريون في هذه المسألة متن عمياء واضطروا إلى الاستغاثة بأوهى العلل حتى بانحراف اللسان, وكان من حججهم قول بعض العرب: "ما أيطبه" بدل "ما أطيبه"!.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (80,'<span data-type="title" id=toc-19>نموذج من الخلاف بين المذهبين:</span>
٩٢-<span data-type="title" id=toc-20> مسألة سوف:</span>
ذهب الكوفيون إلى أن السين التي تدخل على الفعل المستقبل نحو "سأفعل" أصلها "سوف"، وذهب البصريون إلى أنها أصل بنفسها.
أما الكوفيون فاحتجوا بأن قالوا: إنما قلنا ذلك؛ لأن سوف كثر',NULL,'77',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (81,'استعمالها في كلامهم وجريها على ألسنتهم، وهم أبدا يحذفون لكثرة الاستعمال كقولهم: "لا أدر، ولم أبل، ولم يك، وخذ, وكل" وأشباه ذلك، والأصل:
"لا أدري، ولم أبال، ولم يكن، واأخذ، واأكل" فحذفوا في هذه المواضع وما أشبهها لكثرة الاستعمال, فكذلك ههنا: لما كثر استعمال "سوف" في كلامهم حذفوا منها الواو والفاء تخفيفا.
والذي يدل على ذلك أنه قد صح عن العرب أنهم قالوا في "سوف أفعل": "سو أفعل" فحذفوا الفاء، ومنهم من قال: "سف أفعل" فحذف الواو, وإذا جاز أن يحذف الواو تارة والفاء أخرى لكثرة الاستعمال جاز أن يجمع بينهما في الحذف مع تطرق الحذف إليهما في اللغتين لكثرة الاستعمال. والذي يدل على ذلك أن السين تدل على ما تدل عليه سوف من الاستقبال، فلما شابهتها في اللفظ والمعنى دل على أنها مأخوذة منها, وفرع عليها.
وأما البصريون فاحتجوا بأن قالوا: إنما قلنا ذلك؛ لأن الأصل في كل حرف يدل على معنى ألا يدخله الحذف وأن يكون أصلا في نفسه، والسين حرف يدل على معنى، فينبغي أن يكون أصلا في نفسه لا مأخوذا من غيره.
وأما الجواب عن كلمات الكوفيين: أما قولهم: إن "سوف" لما كثر استعمالها في كلامهم حذفوا الواو والفاء لكثرة الاستعمال قلنا: هذا فاسد؛ فإن الحذف لكثرة الاستعمال ليس بقياس ليجعل أصلا لمحل الخلاف، على أن الحذف ولو وجد كثيرا',NULL,'78',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (82,'في غير الحرف من الاسم والفعل فقلما يوجد في الحرف، وإن وجد الحذف في الحرف في بعض المواضع فهو على خلاف القياس, فلا يجعل أصلا يقاس عليه.
وأما ما رووه عن العرب من قولهم في "سوف أفعل": "سو أفعل" و"سف أفعل" فالجواب عنه من ثلاثة أوجه:
الوجه الأول: إن هذه رواية تفرد بها بعض الكوفيين؛ فلا يكون فيها حجة.
والوجة الثاني: إن صحت الرواية عن العرب, فهو من الشاذ الذي لا يعبأ به لقلته.
والثالث: أن حذف الفاء والواو على خلاف القياس؛ فلا ينبغي أن يجمع بينهما في الحذف؛ لأن ذلك يؤدي إلى ما لا نظير له في كلامهم؛ فإنه ليس في كلامهم حرف حذف جميع حروفه طلبا للخفة على خلاف القياس, حتى لم يبق منه إلا حرف واحد, والمصير إلى ما لا نظير له في كلامهم مردود.
وأما قولهم: "إن السين تدل على الاستقبال كما أن "سوف" تدل على الاستقبال" قلنا: هذا باطل؛ لأنه لو كان الأمر كما زعمتم لكان ينبغي أن يستويا في الدلالة على الاستقبال على حد واحد، ولا شك أن "سوف" أشد تراخيا في الاستقبال من السين، فلما اختلفا في الدلالة دل على أن كل واحد منهما حرف مستقل بنفسه غير مأخوذ من صاحبه, والله أعلم"١.
_________
١ الإنصاف في مسائل الخلاف لابن الأنباري ص٣٧٩ "مطبعة الاستقامة في القاهرة".',NULL,'79',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (83,'جرى بعض الباحثين قديما وحديثا على رد الخلاف النحوي بين هذين المصرين العربيين إلى السياسة، وهو رأي سطحي لا يثبت عند التدقيق؛ فأهل النظر في كل فن تتباين أنظارهم كثيرا دون أن يكون للسياسة أو غيرها في ذلك أثر، وإنما هو الاجتهاد المحض، وهؤلاء أئمة البصريين يختلفون -فيما بينهم- اتجاها واجتهادا في مسائل كثيرة. نعم ربما كان للسياسة أثر ما في ميل الأمراء العباسيين إلى الكوفيين، لكن هذا شيء وتوجيه الفن إلى اتجاه خاص شيء آخر.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (84,'<span data-type="title" id=toc-21>أثر العصبية في الخلاف:</span>
أما هذه الأحداث التي كانت تكون بين كوفي وبصري في قصور الحكام فنوع من الدفاع عن القوت أولا، وميل إلى العصبية البلدية١ آخرا. ولا تظن أن ما مر بك من مشاحنات بينهم كان يصرف بعضهم عن الانتفاع بعلم بعض، وحسبك أن تعلم أن الفراء مات "وتحت رأسه كتاب سيبويه" وأن الكسائي وهب للأخفش خمسين دينارا لقراءته كتاب سيبويه عليه، وأنه "سلخ كتابه في معاني القرآن من كتاب الأخفش"٢ وأن
_________
١ لما نعي الأحمر إلى الفراء وكلاهما كوفي "وكانت بينهما وحشة"، ذكره بخير وأثنى عليه، فقال أهل زمانه: "لم يذكره لمحبة له، وإنما ذكره ليكاثر أهل البصرة بأهل الكوفة" إنباه الرواة ٢/ ٣١٧.
٢ بغية الوعاة ص٣٥٨ وانظر إنباه الرواة ٢/ ٣٧ حيث قول الأخفش: سألني الكسائي أن أؤلف له كتابا في معاني القرآن، فألفت كتابي في المعاني فجعله إماما، وعمل عليه كتابا في المعاني, وعمل الفراء كتابه في المعاني عليهما. هذا وذكروا أن "معاني الكسائي" لو قرئ عشر مرات لاحتاج من يقرؤه أن يقرأه. إنباه الرواة ٢/ ٢٦٥.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (85,'الجاحظ لما عدد مفاخر البصرة على الكوفة قال: "وهؤلاء يأتونكم بفلان وفلان وبسيبويه الذي اعتمدتم على كتبه وجحدتم فضله". ولما اشترى الجاحظ كتاب سيبويه من ميراث الفراء رآه أثمن ما يهدى إلى محمد بن عبد الملك الزيات، فلما دخل عليه وقد افتصد سأله: "ما أهديت لي يا أبا عثمان؟ " قال: "أطرف شيء: كتاب سيبويه بخط الكسائي وعرض الفراء! ". إلى غير ذلك من الأخبار التي إن صدقتها, فدلالتها على العصبية البلدية ظاهرة، وإن ذهبت إلى وضعها أو التزيد فيها فالدلالة أظهر.
لم يختلف نحاة المصرين تبعا لاختلاف سياسة بلديهما، فليس للسياسة تأثير مباشر في ذلك، وإنما كان التكتل استجابة للعصبية ليس غير:
أنشئت البصرة والكوفة على عهد عمر بن الخطاب؛ وانقضت سنون من عهد عثمان والمصران كالبلد الواحد ولبعض القبائل جماعات في كل منهما، فلما كان الشغب أيام عثمان أسهم العراقيون فيه؛ وآلت الأمور إلى قتل الخليفة والفتن المتلاحقة بعد أن انضم البصريون في وقعة الجمل إلى عائشة وطلحة والزبير وانضم الكوفيون إلى علي، وكانت الملحمة بينهما، واستحرَّ القتل، وكان لكل فريق مجزرة هائلة في الفريق الآخر.
فمن ثم العداوة والتخاصم والتنافس بين البلدين. فلما انقضى عهد القلاقل خلف في أذهان الفريقين قصصا وأدبا وشعرا',NULL,'81',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (86,'ووقائع تذكر بالفخر تارة, وبالوجيعة تارة أخرى١.
فهذا ما ولدت العصبية والتنافس بين وفود الفريقين ورجالاتهم في الأسمار ومجالس الأمراء.
ولئن كانت أحداث سياسية خاصة هي المفرقة قديما، فإنها تطورت مع الزمن وتحول اتجاهها، حتى تبلورت في عصبية للبلد٢ وثبتت عليه كما نجد أنماطا من ذلك في مثل كتاب البلدان للهمداني، بل إن بعضهم كان يؤلف في مفاخر بلده كما فعل الهيثم بن عدي الكوفي "٢٠٩", فألف كتابه "فخر أهل الكوفة على أهل البصرة" ٣.
_________
١ انظر أخبارها في معجم البلدان لياقوت، وفي كتاب البلدان للهمداني, ففيهما طرائف، وانظر على سبيل التمثيل أبيات أعشى همدان ينتصر للكوفة على البصرة:
اكسع البصري إن لاقيته ... إنما يكسع من قل وذل
واجعل الكوفي في الخيل ولا ... تجعل البصري إلا في النفل
وإذا فاخرتمونا فاذكروا ... ما صنعنا بكم يوم الجمل
بين شيخ خاضب عثنونه ... وفتى أبيض وضاح رفل
جاءنا يخطر في سابغة ... فذبحناه ضحى ذبح الجمل
وعفونا فنسيتم عفونا ... وكفرتم نعمة الله الأجلّ
كسعه: ضربه بصدر قدمه على مؤخره, الرفل: المتبختر الكثير اللحم, السابغة: الدرع الطويلة. وانظر في ذلك كتابنا "عائشة والسياسة".
٢ قال الجاحظ في كتاب "البلدان" وقد ذكر فضل البصرة ورجالها: وفينا اليوم ثلاثة رجال لغويون ليس في الأرض مثلهم، ولا يدرك مثلهم -يعني في الاعتلال والاحتجاج والتقريب- أبو عثمان المازني, والثاني العباس بن الفرج الرياشي، والثالث أبو إسحاق إبراهيم بن عبد الرحمن الزيادي, وهؤلاء لا يصاب مثلهم في شيء من الأمصار".
وكتب كتابه هذا في شهر ربيع الأول سنة ٢٤٨هـ, من إنباه الرواة ١/ ٢٤٨.
٣ إرشاد الأريب ١٩/ ٣١٠.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (87,'المدافعة عن أسباب العيش أولا وقبل كل شيء, ثم العصبية للبلد لا للسياسة "عاملا ثانويا" هما اللذان لوّنا الخلاف النحوي ولم يوجداه، لوناه بشيء من العنف. رأيت أنماطا منه في المناظرات التي مرت بك؛ وفي مثل قول اليزيدي يمدح نحويي البصرة ويهجو الكسائي وأصحابه:
يا طالب النحو ألا فابكه ... بعد أبي عمرو وحماد
وابن أبي إسحاق في علمه ... والزين في المشهد والنادي
عيسى وأشباه لعيسى، وهل ... يأتي لهم دهر بأنداد
هيهات، إلا قائلا عنهم ... أرسوا له الأصل بأوتاد
فهو لمنهاجهم سالك ... لفضلهم ليس بجحاد
ويونس النحوي لا تنسه ... ولا خليلا حية الوادي
وقل لمن يطلب علما: ألا ... ناد بأعلى شرف ناد
يا ضيعة النحو به مغرب ... عنقاء أودت ذات إصعاد
أفسده قوم وأزروا به ... من بين أغتام وأوغاد
ذوي مراء وذوي لكنة ... لئام آباء وأجداد
لهم قياس أحدثوه همُ ... قياس سوء غير منقاد
فهم من النحو -ولو عمروا ... أعمار عاد- في أبي جاد
أما الكسائي فذاك امرؤ ... في النحو حار غير مرتاد
وهو لمن يأتيه جهلا به ... مثل سراب البيد للصادي١
وهجا المبرد البصري ثعلبا الكوفي بقوله:
_________
١ أخبار النحويين البصريين ص٤, رجل أغتم من قوم أغتام: لا يفصح. الحار: الحائر.
"أبي جاد: أبجد، هوز ... إلخ" يريد أنهم لا يتجاوزون أول العلم؛ لضعف استعدادهم كما أن الصبي في الكتاب أول ما يتعلمه حروف "أبجد هوز".',NULL,'83',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (88,'أقسم بالمبتسَم العذب ... ومشتكى الصب إلى الصب
لو أخذ النحو عن الرب ... ما زاده إلا عمى القلب
فتمثل ثعلب:
يشتمني عبد بني مسمع ... فصنت عنه النفس والعرضا
ولم أجبه لاحتقاري له ... من ذا يعض الكلب إن عضا١
وأراد ثعلب هذا أن يقرأ على المبرد البصري، فأنكر عليه أصحابه الكوفيون وقالوا: مثلك لا يصلح أن يمضي إلى بصري فيقال غدا: إنه تلميذه٢، فاستجاب لهم عصبية وحرم نفسه الخير.
لكن ختنه "زوج ابنته" أحمد بن جعفر الدينوري لم يبال ذلك، فكان يخرج من منزل ثعلب وهو جالس على باب داره، فيتخطاه ويتخطى أصحابه، ويتوجه إلى المبرد ومعه محبرته ودفتره ليقرأ عليه كتاب "سيبويه"، وكان ثعلب يعاتبه في ذلك ويقول: "إذا رآك الناس تمضي إلى هذا الرجل وتقرأ عليه، يقولون ماذا؟ " فلم يكن يلتفت إلى قوله٣.
وما بلغت العصبية والنضال عن أسباب الرزق بين الفريقين مدى سافرا هذا السفور الذي تراه في الخبر الآتي:
"لما أصاب الكسائي الوضح "البرص" كره الرشيد ملازمته أولاده, فأمره أن يختار لهم من ينوب عنه ممن يرضاه، وقال:
_________
١ ترجمة ثعلب في بغية الوعاة ص١٧٣.
٢ إرشاد الأريب ٥/ ١١٥، ثم ذكر ياقوت أن ابن الأنباري أورد هذه القصة ليرفع من ثعلب والكوفيين عصبية، فوضع منهم.
٣ انظر ترجمته في إنباه الرواة للقفطي "١/ ٣٣" وبغية الوعاة للسيوطي.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (89,'"إنك كبرت، ولسنا نقطع راتبك" فدافعهم خوفا أن يأتيهم برجل يغلب على موضعه، إلى أن ضيق الأمر عليه وشدد، وقيل له: "إن لم تأت برجل من أصحابك اخترنا لهم من يصلح"، وكان بلغه أن سيبويه يريد الشخوص إلى بغداد والأخفش، فقلق لذلك، وعزم على أن يدخل عليهم من لا يخشى غائلته، فقال لعلي الأحمر: "هل فيك خير؟ " قال: "نعم" قال: "قد عزمت على أن أستخلفك على أولاد الرشيد" فقال الأحمر: "لعلي لا أفي بما يحتاجون إليه! " فقال الكسائي: "إنما يحتاجون كل يوم إلى مسألتين في النحو، وثنتين من معاني الشعر وأحرف من اللغة، وأنا ألقنك "ذلك" كل يوم قبل أن تأتيهم فتحفظه وتعلمهم" وكذلك كان١.
هذا, ومن الخير ألا نغفل هنا خبرا يرد الأمور إلى نصابها فيما عرف عن بعض الكوفيين من أعمال علمية، فقد قال سعيد بن مسعدة الأخفش: "سألني الكسائي أن أؤلف له كتابا في "معاني القرآن" فألفت كتابي في المعاني، فجعله إماما لنفسه، وعمل عليه كتابا في المعاني، وعمل الفراء كتابه في المعاني عليهما! "٢ وقد مر بك الخبر آنفا. وتحفظ كتب الأخبار حادثا صريحا في استغلال نفوذ الحكم لنصرة الكوفة على البصرة يرويه أبو حاتم، قال:
_________
١ بغية الوعاة ص٣٣٤ عن إرشاد الأريب. وقد اعترض أصحاب الرشيد وقالوا: "إنما اخترت رجلا من أهل النوبة "الجند" وليس متقدما في العلم"، فدافعهم وشهد له.
ولم يزل الأحمر يتعلم من الكسائي ويعلم أبناء الرشيد حتى صار مع طول الأيام نحويا, وقد أتحفنا هذا الخبر بنموذج من برامج التعليم الخاص يومئذ.
٢ طبقات النحويين واللغويين ص٧١.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (90,'قدم علينا "بالبصرة" محمد بن مسلم الكوفي عاملا على الخراج والصدقات، فصرت إليه مسلما فقال لي: "من علماؤكم بالبصرة؟ " فقلت:
"المازني من أعلمهم بالنحو، والرياشي من أعلمهم باللغة، وهلال الرأي من أفقههم، وابن الشاذكوني من أعلمهم بالحديث، وابن الكلبي من أعلمهم بالشروط، وأنا أنسب إلى علم القرآن" فقال لكاتبه: "اجمعهم في غد".
فلما اجتمعنا قال: "أيكم المازني؟ " فقال أبو عثمان: "هأنذاك أصلحك الله" فقال: "ما تقول في كفارة الظهار: أيجوز فيه عتق غلام أعور؟ " فقال له: "أصلحك الله، وما علمى بهذا؟ "هذا" يحسنه هلال الرأي" فالتفت إلى هلال الرأي فقال: "أرأيت قول الله عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} ١, بم انتصب هذا الحرف؟ " فقال: "أعزك الله، أنا لا أحسن هذا، إنما يحسنه الرياشي".
فقال: "يا رياشي, كم حديثا روى ابن عون عن الحسن؟ ".
فقال: "أصلحك الله، هذا يحسنه ابن الشاذكوني".
فالتفت إلى ابن الشاذكوني فقال: "كيف تكتب كتابا بين رجل وامرأة أرادت مخالعته على إبرائه من صداقها؟ " فقال: "أعزك الله، هذا يحسنه ابن الكلبي".
_________
١ سورة المائدة، الآية ١٠٥.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (91,'فقال لابن الكلبي: من قرأ "ألا إنهم تثنوْني صدورهم"؟ ١.
فقال: "أعزك الله, هذا يحسنه أبو حاتم".
فقال لأبي حاتم: "كيف تكتب كتابا إلى أمير المؤمنين تصف فيه خصاصة أهل البصرة, وما جرى عليهم العام في ثمارهم؟ " فقلت له: "أعزك الله، لست صاحب بلاغة وكتب، إنما أنسب إلى علم القرآن".
فقال: "انظر إليهم, قد أفنى كل واحد منهم ستين سنة في فن واحد من العلم, حتى لو سُئل عن غيره لساوى فيه الجهال؛ لكن عالمنا بالكوفة لو سُئل عن هذا كله أصاب" يعني الكسائي ا. هـ. المصون للعسكري ص١٣٢.
أثرت العصبية ما رأيت فيما كان بينهم، أما النحو نفسه فلم يتأثر بشيء من ذلك، وإنما حمل طابع العلماء أنفسهم في التفكير والتنسيق سعة وضيقا ونظاما وبلبلة.
ولما تقدم الزمن، واستوى عند الحكام نحويو البصرة ونحويو الكوفة، غاب السبب الأول، وبقيت العصبية للبلد تخالط بعض النفوس حتى صرت ترى العالم الذي ينبغي أن يتنزه عن العصبية في العلم -ولو بعد ذهاب أسبابها المادية على الأقل- تداعبه هذه النزعة، فيجمع بين شيئين متنافرين لا لسبب إلا أنهما نبتا في بلد يعزه. وأنا أقدم لك نموذجا لهذه الظاهرة:
_________
١ سورة هود الآية ٥. وهذه هي قراءة ابن عباس وعلي بن الحسين وولديه زيد ومحمد، ومجاهد وابن يعمر، ونصر بن عاصم، والجحدري، وابن أبي إسحاق, وغيرهم. والكلمة مضارع اثنونى على وزن "افعوعل"، وقراءة الأمصار اليوم: {يَثْنُونَ} .',NULL,'87',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (92,'الخليل بن أحمد السجزي القاضي المتوفى سنة "٣٧٨هـ" فقد كان حنفيا في الفقه وكوفيا في النحو، وفاخر بذلك يقول:
سأجعل لي النعمان في الفقه قدوة ... وسفيان في نقل الأحاديث سيدا
وأجعل في النحو الكسائي قدوة ... ومن بعده الفراء ما عشت سرمدا
وإن عدت للحج المبارك مرة ... جعلت لنفسي كوفة الخير مشهدا١
ومن كان حنفيا, فأشبه مذاهب النحو بالمذهب الحنفي مذهب البصرة لإحكام القياس فيه، ولكنه الميل النفسي الشديد إلى الكوفة، والولوع بكل ما أنتجت حَدَوَا القاضي على أن يكون كوفيا في النحو والفقه والحديث مهما تنافرت أصول هذه الفنون في الكوفة.
وقد كان لهذه العصبية شيء من "رد الفعل" عند العلماء جعلهم يشكون في كل ما ينقل من علم كوفي: هذا أبو حاتم السجستاني يسمع تغالي الكوفيين في حمزة الزيات -أحد قراء الكوفة- فيسأل عنه أبا زيد والأصمعي ويعقوب الحضرمي وغيرهم من العلماء، فيجمعون على أنه لم يكن شيئا "ولم يكن يعرف كلام العرب ولا النحو ولا كان يدعى ذلك" قال أبو حاتم: "وإنما أهل الكوفة يكابرون فيه ويباهتون، فقد صيّره الجهال من الناس شيئا عظيما بالمكابرة والبهت،
_________
١ تهذيب تاريخ ابن عساكر "مطبعة روضة الشام" ٥/ ١٧٣.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (93,'وقول ذوي اللحى العظام منهم: "كانت الجن تقرأ على حمزة" وكيف يكون رئيسا وهو لا يعرف الساكن من المتحرك، ولا مواضع الوقف والاستئناف، ولا مواضع القطع والوصل والهمز؟! وإنما يحسن هذا أهل البصرة؛ لأنهم علماء بالعربية، قراء, رؤساء١.
وكان يكفي أن يشوب علم العالم أو تأليف الكتاب أخذ عن الكوفيين حتى ينبز بذلك عند النقاد٢.
والظاهر أنه كان بين أهل البلدين فيما بعد، تنكيت وإرسال قصص وأخبار يحمل فيها أهل البلد على أهل البلد الآخر، وراجت هذه النكات -على نحو ما نرى اليوم بين بلدتين متجاورتين كحمص وحماة في الشام- وزاد هذا الأمر حتى استحق أن تؤلف فيه المؤلفات؛ فهذا ابن حبان البستي "٣٥٤" على جلالة قدره يؤلف كتابا في عشرة أجزاء في "ما أغرب الكوفيون عن البصريين"، وكتابا في ثمانية أجزاء في "ما أغرب البصريون عن الكوفيين"٣.
تستطيع بعد هذا البيان أن تطمئن إلى شيئين:
_________
١ مراتب النحويين ص٢٧.
٢ انظر كلامهم على أبي عبيد القاسم بن سلام, وعلى كتابه المشهور "الغريب المصنف" مراتب النحويين ص٩٣.
٣ معجم البلدان: "مادة بست" ولم أطمئن إلى كون هذين الكتابين في الخلاف النحوي، إذ لم ينقل عن ابن حبان تأليف في النحو ولا تصدر لتدريسه، أما الأخبار فله بها ولوع وله فيها تأليف.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (94,'١- ليست السياسة عاملا في تكوين النحو الكوفي على ما كان عليه.
٢- إن الصورة التي في نفوس الناس قديما وحديثا عن حدة التجاذب والتدافع بين النحو الكوفي, والنحو البصري مبالغ فيها.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (95,'<span data-type="title" id=toc-22>كتب الخلاف بين المذهبين</span>
...
كتب الخلاف:
عرفت أن النحاة -والبصريين منهم خاصة- قد انتزعوا علل النحو من كتب محمد بن الحسن الشيباني صاحب أبي حنيفة بالملاطفة والرفق "ص١٠٠". فاعلم الآن أن منهم من ألف في الخلاف بين النحاة، على نمط ما صنع الفقهاء في كتبهم التي ألفوها في الخلاف بين الحنفية والشافعية، وهذا ابن الأنباري يقول في مقدمة كتابه "الإنصاف في مسائل الخلاف" بصراحة:
"سألوني أن ألخص لهم كتابا لطيفا يشتمل على مشاهير المسائل الخلافية بين نحويي البصرة والكوفة، على ترتيب المسائل الخلافية بين الشافعي وأبي حنيفة؛ ليكون أول كتاب صنف في علم العربية على هذا الترتيب، وألف على هذا الأسلوب؛ لأنه ترتيب لم يصنف عليه أحد من السلف، ولا ألف عليه أحد من الخلف, واعتمدت في النصرة على ما أذهب إليه من مذهب أهل الكوفة أو البصرة، على سبيل الإنصاف لا التعصب والإسراف".
وهكذا تجد تأثير العلوم الدينية واضحا بارزا في علوم اللغة',NULL,'90',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (96,'كلها مادتها ومنهجها. وإذا رجعت إلى كتاب الاقتراح للسيوطي وجدتهم يصرحون تصريحا سافرا أيضا بأنهم وضعوا للخلاف في النحو ولمناقشات مسائله أصولا كأصول الخلاف بين الشافعية والحنفية.
أقدم من ألف في الخلاف، فيما علمت، أحمد بن يحيى ثعلب الكوفي "٢٩١هـ"، ولم نعرف هل أداره على أصول الخلاف الفقهي أو لا، وأي كان فإليك ما عثرت عليه من الكتب التي ألفت في الخلاف، مرتبة على وفيات أصحابها:
١- اختلاف النحويين, لثعلب "٢٩١".
٢- المسائل على مذهب النحويين مما اختلف فيه البصريون والكوفيون١, لابن كيسان "٣٢٠" وقد رد فيه على ثعلب.
٣- المقنع في اختلاف البصريين والكوفيين, لأبي جعفر النحاس "٣٣٨"٢. وقد رد فيه على ثعلب.
٤- الرد على ثعلب في "اختلاف النحويين" لابن درستويه "٣٤٧".
٥- كتاب الاختلاف لعبيد الله الأزدي "٣٤٨".
٦، ٧- الخلاف بين النحويين للرماني "٣٨٤". وله كتاب آخر أخص هو "الخلاف بين سيبويه والمبرد".
٨- كفاية المتعلمين في اختلاف النحويين لابن فارس
_________
١ في بغية الوعاة: "ما اختلف فيه البصريون والكوفيون" فأثبتنا الاسم كاملا من الفهرست لابن النديم.
٢ بغية الوعاة وإرشاد الأريب ٤/ ٢٢٨، وفي بغية الوعاة: "المبتهج في اختلاف البصريين والكوفيين".',NULL,'91',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (97,'"٣٩٥"١.
٩، ١٠- الإنصاف في مسائل الخلاف بين البصريين والكوفيين لأبي البركات الأنباري "٥٧٧" وقد طبع. وله كتاب آخر في الخلاف اسمه: "الواسط"، ذكره ابن الشجري في أماليه ونقل منه. "انظر ٢: ١٢٠، ١٤٨، ١٥٤" من الأمالي لابن الشجري.
وقد استدرك ابن إياز على ابن الأنباري مسائل خلافية كثيرة فاتته في كتابه "الإسعاف" الآتي ذكره قريبا.
١١- التبيين في مسائل الخلاف بين البصريين والكوفيين٢ لأبي البقاء العكبري "٦١٦".
١٢- الإسعاف في مسائل الخلاف لابن إياز "٦٨١"٣.
والظاهر أن هناك كتبا كثيرة في الخلاف، وأنه كانت له ضجة في المجالس والبيئات العلمية، وكان التعصب على أحد الفريقين باديا في بعض هذه الكتب؛ ولذا استدرك صاحب "الإنصاف" الذي قدمت لك فقرة من مقدمته محترسا بقوله: "على سبيل الإنصاف, لا التعصب والإسراف".
_________
١ إرشاد الأريب ٤/ ٨٤, وذكر في بغية الوعاة باسم "اختلاف النحاة".
٢ في بغية الوعاة "التعليق في الخلاف" وقد رأيت هذا الكتاب مخطوطا في دار الكتب المصرية, وهو رسالة صغيرة في ١٨ ورقة ضمن مجموع رقمه "نحو ش٢٨" أوله: هذا كتاب مسائل خلافية في النحو, تكلم فيها باختصار على ١٤ مسألة.
٣ وممن تكلم على الخلاف ولم يخصص له كتابا مستقلا أحمد بن جعفر الدينوري "٢٨٩هـ" ختن ثعلب, وقد مر ذكره ص٨٤ فذكروا أنه ألف كتابا في النحو سماه "المهذب" وذكر في صدره اختلاف الكوفيين والبصريين, وعزا كل مسألة إلى صاحبها، ولم يعتل لواحد منهم ولا احتج لمقالته، فلما أمعن في الكتاب ترك الاختلاف ونقل مذهب البصريين, إنباه الرواة ١/ ٣٤ وبذلك يكون أول الخائضين في هذا الموضوع وفاة ممن ذكرناهم.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (98,'<span data-type="title" id=toc-23>المذهب البغدادي:</span>
كانت بغداد حاضرة الخلافة العباسية هي السوق التي كان يروج فيها العلم والأدب، فكان يرتحل إليها العلماء من الأقطار كافة، كل يحمل إليها طابع بلده الخاص، أو بتعبير آخر مدرسة بلده في الفن المختص به، فالتقت لكل علم وفن ألوان وطوابع مختلفات، احتكت وتمازجت وكان منها ألوان جديدة مطبوعة بالسمة البغدادية العامة. وذلك ما كان في النحو، فقد نشر الكوفيون فيها نحوهم وقصدها نحاة بصريون أيضا، ونشأت طبقة جديدة في بغداد اختارت من المذهبين وكونت ما عرف بالمذهب البغدادي الذي أرخه, ووصفه أبو الطيب اللغوي بهذه الكلمات الموجزات:
"فلم يزل أهل المصرين على هذا حتى انتقل العلم إلى بغداد قريبا، وغلب أهل الكوفة على بغداد، وحدثوا الملوك، فقدموهم، ورغب الناس في الروايات الشاذة، وتفاخروا بالنوادر، وتباهوا بالترخيصات، وتركوا الأصول، واعتمدوا على الفروع، فاختلط العلم"١.
_________
١ مراتب النحويين ص٩٠, وانظر فيه أيضا ص١٠١ حيث يقول: "بغداد مدينة ملك وليست بمدينة علم, وما فيها من العلم فمنقول إليها ... إلخ".',NULL,'93',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (99,'وما أصدق ما قال هذا اللغوي الحلبي في تصوير الحال.
ولما عرض أبو الطيب لأشهر أعلام المذهب البغدادي، وهو ابن قتيبة، نقده بما لا يخرج عما تقدم فذكر الذين أخذ عنهم، ثم قال: "إلا أنه خلط بحكايات عن الكوفيين لم يكن أخذها عن ثقات, وكان يتسرع في أشياء لا يقوم بها نحو تعرضه لتأليف كتابه في النحو، وكتابه في تعبير الرؤيا، وكتابه في معجزات النبي -صلى الله عليه وسلم- و"عيون الأخبار" و"المعارف" و"الشعر والشعراء" ونحو ذلك مما أزرى به عند العلماء، وإن كان نفق بها عند العامة ومن لا بصيرة له"١.
وقد عقد ابن النديم لهذه الطبقة بابا عنوانه "من خلط بين المذهبين" عد منهم ابن قتيبة "٢٧٠" وأبا حنيفة الدينوري "٢٩٠" وابن كيسان "٣٢٠" ومحمد بن أحمد بن منصور الوراق "٣٢٠" ونفطويه "٢٣٣"٢.
ونستطيع أن نزيد على هؤلاء: سليمان الحامض "٣٠٥" وأبا علي الأصفهاني الملقب بلغدة، وابن السراج "٣١٦"، وأبا بكر بن الخياط "٣٢٠" وأبا عبد الله الكرماني "٣٢٩" وكلاب بن حمزة العقيلي وغيرهم, وللكشي كتاب "تخليط المذهبين". والطابع البصري أغلب على ما يسمى بالمذهب البغدادي في الجملة كما هو الشأن في بقية الأمصار. ولا عجب
_________
١ المصدر السابق ص٨٥.
٢ الفهرست ص١١٥, وقال ابن النديم: "كان ابن قتيبة يغلو في البصريين إلا أنه خلط بين المذهبين، وحكى في كتبه عن الكوفيين, وكان صادقا فيما يرويه، عالما باللغة والنحو وغريب القرآن ومعانيه، والشعر والفقه، كثير التصنيف والتأليف, وكتبه في الجبل مرغوب فيها" ا. هـ. وانظر في هذا المصدر ترجمة نفطويه أيضا.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (100,'في ذلك؛ فإن الأصالة التي فيه فرضت نفسها كما يقولون، وكان مما أخذ من المذهب الكوفي مسائل اتجهوا فيها اتجاها أصح وأيسر.
وانتهينا إلى لزوم تصحيح التسمية الشائعة: المذهب البصري والمذهب الكوفي والمذهب البغدادي، وأن الأصوب أن يقال: نحاة بصريون, ونحاة كوفيون, ونحاة بغداديون ... إلخ, يختلف سهم كل فريق من حيث النزعة السماعية والنزعة القياسية عن نصيب غيره كما وكيفا.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (101,'<span data-type="title" id=toc-24>المدرسة الأندلسية:</span>
كان الشاميون في الجيش الأندلسي الفاتح جندا متميزا، فلما انقضى الفتح واستوطن الفاتحون الأندلس يعمرونها بحضارتهم وأخلاقهم وما أشرقوا به على الدنيا من قيم سامية وتعاليم نبيلة، تفرق جند الشام على أمصار الأندلس، فمن ثم يجد الممعن في تاريخ الأندلس سمات بارزة من آثار الشام في العادات والأخلاق والحضارة والمعالم والعمران، كما يجد زائر الأندلس اليوم بقايا مما ذكرت ماثلة للعيان حتى على سحن السكان اليوم, وبعض عاداتهم الحميدة.
من ذلك العلوم الإسلامية التي انتقلت إلى الأندلس مع الجند الفاتح ومن أتى بعدهم، من شريعة وقرآن، وحديث ورياضيات وفلسفة١ ... إلخ.
_________
١ سنلم بملامح المدرسة الشامية في النحو في خاتمة هذه الكلمة.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (102,'وكان للنحو في الأندلس نشاط ملحوظ مر بشبه الخطوات التي سارها في المشرق، بدأ علماء العربية يدرسون النصوص الأدبية شعرا ونثرا دراسة فيها لغة وأدب ونحو وحديث وقرآن، ثم بدأت الفنون تتميز مع الزمن، وكان أول كتاب دخل الأندلس من كتب النحو كتاب الكسائي١، ثم كتاب سيبويه؛ فلما دخل كتاب سيبويه عكف عليه الأندلسيون دراسة وحفظا، واشتهر بحفظه عدد منهم, ثم تولوه تدريسا وشرحا وتعليقا. فطبع نحو الأندلس بالطابع البصري في أغلب مسائله ثم بدأ الأندلسيون محاولاتهم في التأليف, وعُرف من أعلامهم أبو علي القالي مؤلف "الأمالي" و"البارع" و"فعلت وأفعلت" و"المقصور والممدود"، ثم ابن القوطية صاحب كتاب "الأفعال"، "وكانت أذيع كتب النحو على أيام ابن حزم في المائة الخامسة تفسير الحوفي لكتاب الكسائي" وتتابع علماء الأندلس في شرح كتب المشرق المشهورة وشرح شواهدها، واشتهر من نحاتهم في المائة السابعة ابن خروف "٦٠٢" وابن عصفور الإشبيلي "٦٢" والشلوبيني، بعد البطليوسي "٥٢١" وابن الطراوة والسهيلي "٥٨٣" من أعلام المائة السادسة.
وكان خاتمة علماء الأندلس اثنان رُزقا الشهرة ورحلا إلى المشرق, فبثا علمهما فيه وكثرت تواليفهما, وكتب لها الذيوع حتى
_________
١ انظر تاريخ الفكر الأندلسي ص١٨٥ وما بعدها. أدخله جودي بن عثمان العبسي الموروري الطليطلي الأصل، رحل إلى المشرق وأخذ عن الكوفيين: الرياشي والفراء والكسائي، مات سنة ١٩٨هـ, بغية الوعاة ص٢١٤.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (103,'عصرنا هذا، عنيت الإمام ابن مالك الجياني صاحب الألفية, والإمام أبا حيان الغرناطي صاحب التفسير الكبير "البحر" و"الارتشاف" في النحو.
عكف علماء الأندلس إذًا وطلابه على كتب البصريين والكوفيين فدرسوهما واختاروا منهما، وتكوّن لهم مذهب خاص١ كانوا فيه إلى مذهب البصريين أميل، وكذلك كان أكثر العلماء الوافدين عليهم من المشرق٢ أو النازحين إليه منهم لطلب العلم. وهكذا كان رأس العلوم عندهم لنحو والشعر. ويتحدث عن نزعتهم هذه ابن سعيد فيقول: "النحو عندهم في نهاية من علوّ الطبقة"٣.
فلما نزح متأخروهم بعد النكبة، بعضهم إلى المغرب وبعضهم إلى الشام ومصر، نشروا علمهم في هذه الأقطار، وكان مذهبهم كذلك بصريا في أكثره.... إلى أن جاء ابن مالك الجياني الأندلسي نزيل دمشق ثم ابن هشام الأنصاري بعده "ولم يكن أندلسيا" فجددا في النحو بعض التجديد, وكانا يميلان إلى التوسعة, فرجحا في بعض المسائل أقوال الكوفيين حين رَأَيَا الرواية الصحيحة تؤيدهم، ولم يتعبدا
_________
١ انظر تراجم أعلامهم، مثلا ابن الوزان القيرواني "٣٤٦" ذكروا أنه أعلم من المبرد وثعلب, وأنه بصري المذهب مع علمه بمذهب الكوفة، وأن له أوضاعا في النحو واللغة. انظر ترجمته في "إنباه الرواة للقفطي" ١/ ١٧٢-١٧٥.
٢ في ترجمة أبي علي القالي الوافد على الأندلس, والذي أملى في جامع الزهراء بقرطبة كتابه العظيم "الأمالي" أنه أظهر فضل البصريين على الكوفيين, ونصر مذهب سيبويه على من خالفه من البصريين. انظر إنباه الرواة ١/ ٢٠٥.
٣ تاريخ آداب العرب للرافعي ٣/ ٣٣٠.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (104,'بأقوال البصريين١، واستشهدا بالحديث، فكانا مجتهدينِ إلى حد ما، ذويْ أثر بالغ في الدراسات النحوية، وما زالت كتبهما تدرس حتى الآن في معاهد العلم، وخدمت بشروح وحواشٍ وتقريرات كثيرة.
كنت رأيت قبل سبع عشرة سنة: أن النحو الأندلسي مر بشبه الخطوات التي سارها في المشرق، وأن طابعه الغالب الذي استقر طابع القياس الذي شرعه نحاة البصرة، وأن الأندلسيين أشبهوا في هذا أيضا الشاميين حين أضافوا إلى ذلك عناية بالغة بالسماع٢.
فلما كنت في رحلة علمية تضمنت زيارة الأندلس وطلب إليّ القائمون على صحيفة "معهد الدراسات الإسلامية في مدريد" الإسهام بموضوع في مجلتهم، وكان السؤال المطروح:
"هل في النحو مذهب أندلسي؟ "٣.
تساءلت: أليس هناك جديد أضيفه إلى ما تقدم عن نحو الأندلس؟
إن رحلة قمت بها سنة ١٩٥٦م باحثا في نفائس المخطوطات بالأسكوريال ومكتبات المغرب العامة والخاصة جعلتني أتهيب الجواب, وأنا موقن أنه لن نصل إلى ما تطمئن إليه النفس
_________
١ كلمة أبي حيان, الاقتراح ص١٠٠.
٢ في أصول النحو ص١٨٢ من الطبعة الأولى "الجامعة السورية ١٩٥١".
٣ نشر بحثي بهذا العنوان في الصحيفة المذكورة "المجلدين السابع والثامن" سنة ١٩٥٩, ١٩٦٠ بالنص المدرج هنا.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (105,'حتى يُنشر قدر كافٍ من هذه النفائس المضنون حتى بأسمائها، وحتى يسهم في التعاون على ذلك أفاضل المغاربة وهم -على ما تحققت بنفسي- غير قليل، فيبحث كل فيما تصل إليه يده من كتب الفن, يصفها ويصنفها وينشر ذلك مع ما ينتهي إليه من رأي في هذه المسألة، فإذا شاعت هذه الآراء رجوت أن تضيء المذاكرة حولها نواحي مظلمة في تاريخ النحو. ولأحاول الآن قول شيء في الموضوع مع خفوت الشعاع وضياع المعلوم النزر في المجهول الغزير, ولا جود إلا بالموجود كما يقولون.
يعرف المطلعون عناية الأندلسيين بعلم النحو منذ الزمن الأقدم، ويحفظون كلمة ابن سعيد: "النحو عندهم في نهاية من علوّ الطبقة"١ وليس في هذا مبالغة قط. ولقد حلا لي استشارة الأرقام فعمدت إلى "بغية الوعاة في طبقات اللغويين والنحاة" للسيوطي، فأحصيت ما فيه من تراجم فإذا هو نحو من "٢٤٥٠" ترجمة لعلماء من جميع الأقطار الإسلامية بين الصين وبحر الظلمات، ووجدت للأندلسيين بينها نحوا من "٧١٢" ترجمة، وهذه نسبة عالية جدا أن يبلغ في هذا المصدر علماء هذا القطر القليل المساحة قريبا من ثلث علماء العالم الإسلامي كله.
وما أكثر ما تتكرر هذه المدن والقرى الأندلسية في تراجمهم ونسبهم: باجة، شريش، بلنسية، جيان، مالقة، سرقسطة، دانية، بياسة، المرية، قلعة رباح، لبلة، لوشة، مورور،
_________
١ نفح الطيب ١/ ٢٠٦ "مطبعة السعادة بالقاهرة سنة ١٩٤٩".',NULL,'99',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (106,'إستجة، الجزيرة، شلب، شذونة، وادي الحجارة، أشونة، بطليوس، رية ... إلخ. أما الحواضر الكبرى كقرطبة وغرناطة وإشبيلية وطليطلة فحدث عن كثرة ورودها ولا حرج.
فإذا ألم بخاطرك ما لكل من هؤلاء العلماء الـ "٧١٢" من تواليف، دار رأسك من كثرتها وعرفت: لِمَ يتهيب الباحث من إطلاق حكم في تراث لم يطلع منه على عشرة كتب من عدة آلاف؟ ومع هذا فإلقاء لمحات جزئية هنا وهناك في الموضوع لا يضر، بل هو تمهيد للوصول إلى النظرة المحيطة الشاملة على قدر الإمكان، وتجنيب لما يمكن أن يقع فيه الباحث من أخطاء شائعة.
لا يخطئ دارس مطولات النحو أن يقع على آراء لأندلسيين في جزئيات نحوية، فأسماء ابن خروف "٦٠٩هـ" وابن عصفور "٥٩٧-٦٦٣هـ" والشلوبيني "٥٦٢-٦٤٥هـ" وابن الضائع "٦٨٠" وغيرهم تذكر بين أسماء النحاة المشارقة حين عرض الآراء في الخلاف، إلا أن متصفحها لا يجد فيها ما يميزها من غيرها من التخريجات المختلفة المعروضة في القضية الواحدة, أو بعبارة أخرى: ليس لآراء الأندلسيين هؤلاء سمات مدرسة خاصة.
ويريد بعض الناس أن يذكر ابن مالك"٦٠٠-٦٧٢هـ" وأبا حيان "٦٥٤- ٧٤٥هـ" علمين بارزين لمدرسة أندلسية كان لها أثر واسع في النحو وتعليمه في المشرق، وهذا ظن يروج ابتداء لكنه لا يثبت عند النظرة الفاحصة الأولى:',NULL,'100',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (107,'فابن مالك خرج من الأندلس إلى المشرق صغيرا، ولم يذكروا له شيخا في النحو غير الشلوبيني، قالوا: إنه قرأ عليه نحوا من ثلاثة عشر يوما، فلما حل الشام سمع من بعض شيوخها، ولم يجد له أبو حيان بعد البحث "شيخا مشهورا يعتمد عليه؛ لأنه إنما أخذ هذا العلم من خاصة نفسه"١، "وصرف همته إلى إتقان لسان العرب, حتى بلغ فيه الغاية"١.
وأمر أبي حيان قريب من أمر ابن مالك: خرج من الأندلس هاربا في شبيبته وكان قرأ على بعض شيوخها, ثم أتم قراءته وزاول الإقراء في المغرب والمشرق. فإن اعتبرنا الشكل الصوري كان أثر التعليم الأندلسي في أبي حيان قليلا وفي ابن مالك أقل بكثير؛ وإن اعتبرنا الجوهر -وحق اعتباره- وجدنا نحو هذين الرجلين في تواليفهما مشرقيا محضا. أما كونهما ذويْ أثر واسع في النحو وتعليمه في الشرق فهذا صحيح ومرده إلى شخصيتيهما لا إلى أندلسيتهما، فأسلوب ابن مالك في نظم مسائل العلم وشرحها وغيرته المخلصة الحارة في نشره وإقرائه أغريا عصرييه، وكان لهما أكبر الأثر في حياته، فانتفع الناس بعلمه، وما زال الله ينفع به إلى يوم الناس هذا. أما أبو حيان فآثار حواضر المشرق العلمية في كتبه أظهر من أن تخفى.
والشيء الذي يجوز أن يناقش هنا ما ذكروا من أن ابن مالك وابن خروف شرعا الاستشهاد بالحديث الشريف والاحتجاج به في قضايا اللغة والنحو، فخالفا بذلك -زعموا-
_________
١ بغية الوعاة ص٥٣ "مطبعة السعادة بمصر ١٣٢٦هـ".',NULL,'101',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (108,'سنة من قبلهم من النحاة، وإذ كانا أندلسيين جعل بعضهم هذا الاحتجاج مذهبا أندلسيا.
وكل ذلك وهم لا يقره تاريخ الفن، ولعل الذي حداهم عليه كلمة أبي حيان في شرح التسهيل: "إن الواضعين الأولين لعلم النحو المستقرين للأحكام من لسان العرب كأبي عمرو وعيسى بن عمر والخليل وسيبويه من أئمة البصريين، والكسائي والفراء وعلي بن مبارك الأحمر وهشام الضرير من أئمة الكوفيين لم يفعلوا ذلك" ا. هـ. والتحقيق عير هذا: فالجوهري، وابن سيده، وابن فارس، وابن جني، وابن بري، ومن بعدهم من أصحاب المعجمات وكتب النحو، كلهم احتج بالحديث، بل قال السهيلي: "لا نعلم أحدا من علماء العربية خالف في هذه المسألة إلا ما أبداه الشيخ أبو حيان في شرح التسهيل, وأبو الحسن الضائع في شرح الجمل, وتابعهما على ذلك الجلال السيوطي"١.
فنزعة الاحتجاج بالحديث إذًا مشرقية قديمة, وإنما سار ابن مالك وابن خروف سيرة من قبلهما من الأئمة المتبوعين في المشرق, ومع جزئية هذه القضية ليس فيها مذهب أندلسي. وبذلك ننتهي من نقاش كل ما قيل في الموضوع لأقف وقفة جديدة مع ابن حزم في كتاب عرفه الباحثون العام الفائت.
_________
١ دراسات في العربية وتاريخها للعلامة المرحوم السيد محمد الخضر حسين ص١٦٨ "طبع دمشق ١٩٦٠م" وانظر فصل الاحتجاج بالحديث الشريف مستوفى في كتابي "في أصول النحو" ص٤١-٥٤؛ طبعة ثانية.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (109,'أرقى صعدا في تاريخ النحو مائتي سنة قبل وفاة ابن مالك لأمعن في نص لابن حزم، وهو إمام أندلسي ما رأى المشرق قط، بل ما جاوز "الزقاق" إلى عدوة المغرب -فيما أذكر الآن- وهي منه على قاب قوس، فهو خالص الأندلسية.
ولا تعجب من وقوفي على ابن حزم ولم يذكر له كتاب في النحو ولا عرف بإمامة فيه؛ لأنه لا يلزم من اهتمامه بعلوم الشريعة وتركه فيها المؤلفات الجليلة الحسان التى سارت بذكرها الركبان ألا يكون من أولي الشأن في النحو بل من أهل الرأي في أصوله، ومن غير البعيد لو تركت له الشريعة فراغا أن يترك في النحو آثارا أصيلة مبتكرة أيضا.
وأي كان, فقد عرج عرضا في كتابه "التقريب لحد المنطق" على أحد الآساس التي بني عليها النحو, فوضع تحته هذه المتفجرة الصغيرة١.
"وأما علم النحو فـ "يرجع" إلى مقدمات محفوظة عن العرب الذين نريد٢ معرفة تفهمهم للمعاني بلغتهم، وأما العلل فيه ففاسدة جدا".
وهذا إبطال للقياس جملة؛ لأن القياس "حمل غير المنقول
_________
١ نقلت هذا من مخطوطة فريدة رقمها "٦٨٤٤" بالمكتبة الأحمدية بجامع الزيتونة بتونس، حين زيارتي لها سنة ١٩٥٦م، واصطحبت معي صورة كاملة عن الكتاب بمعونة الأستاذ الجليل السيد حسن حسني عبد الوهاب. وكان العزم أن أقوم بنشره، فسبقت إلى ذلك مكتبة الحياة في بيروت فنشرته العام الفائت ١٩٥٩ بتحقيق الدكتور إحسان عباس.
والنص المنقول هنا من الورقة "٩٠" من المخطوطة بترقيمي، وفي ص٢٠٢ من الطبعة الآنفة الذكر.
٢ الكلمة غير ظاهرة النقط في الأصل المصور، وهي في المطبوعة "تزيد" ولا معنى لها هنا.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (110,'على المنقول في حكم لعلة جامعة بينهما"١ فإذا كانت العلل فاسدة فسد القياس حتما؛ إذ عليها بني. وقولة ابن حزم هذه تشريع لنحو جديد لو وجد له منظمون.
ومع أني لا أعقل أبدا نحوا لا قياس فيه، وددت لو تضافر بعد ابن حزم نحاة حاولوا أن يتركوا لنا مخططا كاملا لنحو "ظاهري" لا قياس فيه ولا تعليل، كما فعل هو حين استطاع أن ينفي عن الشريعة القياس والتعليل, فترك تراثا ضخما لمذهب متماسك متين وفق فيه إلى حد بعيد.
وهذا من طبيعة الأشياء، للفارق العظيم بين الشريعة واللغة: فالله قد أكمل الدين، ولم ينتقل الرسول -عليه الصلاة والسلام- إلى الرفيق الأعلى حتى بيّن للناس كل ما يجب أن يعرفوه من حلال وحرام؛ أما اللغة فلا سبيل إلى حصرها في جمل لا يتعداها الناس إلى يوم القيامة، بل هي متجددة متوالدة كل لحظة منذ المتكلم الأول إلى أن يرث الله الأرض ومن عليها.
ولو حاول أحد من الأندلسيين البناء على الأساس الذي ألقاه ابن حزم لصح -مع شيء غير قليل من التسامح والتجوز- أن يكون من ذلك مذهب أندلسي إلى حد ما، أما رسالة ابن مضاء فليست هناك٢.
_________
١ "في أصول النحو" ٦٨.
٢ وفاة ابن حزم سنة "٤٥٦هـ" ووفاة ابن مضاء تتأخر "١٣٦" سنة, ورسالته في الرد على النحاة نشرها الدكتور شوقي ضيف سنة ١٩٤٧م. عمد فيها إلى ما وضعه الأقدمون من صيغ للتقريب على المتعلمين, فجعل يدقق فيها تدقيقا حرفيا حين يرد عليهم قولهم مثلا: إن العامل في رفع "زيد" من قولنا: "ضرب زيد" هو الفعل "ضرب" بأن هذا غير صحيح =',NULL,'104',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (111,'قلت: "مع شيء غير قليل من التسامح والتجوز" و"إلى حد ما" لأن القول بضعف بعض العلل النحوية قديم متعارف في المشرق حتى جرى به المثل فقيل: "أضعف من حجة نحوي" على ما في هذا القول من مبالغة وخطأ في التعميم. وعلماء هذا الشأن أحاطوا بذلك وأشاروا إليه وعلموه، وصرح الخليل بن أحمد "١٧٥م" قبل ابن حزم بنحو ثلاثة قرون أنك لا تصل إلى ما تحتاج إليه من النحو حتى تتعلم ما لا تحتاج إليه. فاستضعاف العلل النحوية قال به كثيرون قبل ابن حزم, فليس فيه بسابق، وإنما بالغ ابن حزم حين جعلها "فاسدة جدا" فعمم واشتط. والحقيقة الهادئة هي عند الذين صنفوا هذه العلل, فجعلوا منها المقبول ومنها الضعيف ومنها الخيالي١.
وفرق كبير بين إطلاق ابن حزم ومن قلده كابن مضاء، ومن تجرد للبحث والاستقراء بأناة وصبر فجمع الأمثلة والشواهد بين يديه يمعن فيها ويفلسفها حتى انتهى إلى "أن العرب قد
_________
= والذي رفع "زيد" هو المتكلم, وأن القول: إن الألفاظ يحدث بعضها بعضا باطل عقلا وشرعا لا يقول به أحد من العقلاء! "ص٨٧" وأفاض في فلسفة هذه البديهية بما لا طائل تحته، وإلا فهل يغيب على أحد أن المتكلم هو الذي يرفع وينصب على الحقيقة, وأن إسناد ذلك إلى العامل اللفظي مجاز وتقريب على المتعلمين، وهذا أسلوب شائع في جميع العلوم لا في النحو فقط. وهذه البديهية ذكرها عرضا ابن جني ونقلها عنه ابن مضاء نفسه في الصفحة المذكورة، بل تلك بديهة لكل مزاولي النحو تعلما وتعليما.
وفي الرسالة بعد، نظرات جزئية في مسائل بعضها سائغ، لكنه انتهى به الأمر إلى أن ناقض نفسه وإمامه ابن حزم, فقال بالعلل الأولى ونفي العلل الثواني والثوالث، وليس هذا مقام التفصيل في نقد كتابه.
١ انظر في العلل ص١٠١ من كتابي "في أصول النحو".',NULL,'105',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (112,'أرادت من العلل والأغراض ما نسبناه إليها, وما حملناه عليها"١.
فالشك في العلل النحوية إذًا ليس من صادرات الأندلس، بل تعاوره في أسلوب علمي جهابذة مشارقة منذ عهد الخليل، فليس فيه ما يسمى مذهبا أندلسيا من قريب ولا بعيد.
أما بعد، فأنا لا أقول بالإقليمية بالأدب, فكيف تخطر لي في العلم وهو الذي لا وطن له؟! وإنما تتعاون على إنمائه جماهير من كل جنس وبلد، ولعل المسألة من مسائله بذلت في كشفها جهود كثيرة ضخمة من معلومين ومجهولين، بل ما أكثر الجنود المجهولين في العلم، وإنه ليقع في حدسي أنهم أكثر من المعروفين بما لا يخطر على بال. وهذه الآراء الجزئية التى عرضت لها قامت على ما وصل إلى علمي من آثار، وليست كلمة أخيرة، ومتى كان في العلم كلمة أخيرة؟ وهل سكوت المصادر عن كتاب مطول لابن حزم في النحو قاطع على أنه لم يوجد؟ وهل جهلي أنا بما في خبايا المكتبات في الأندلس والمغرب وحتى المشرق من آثار نحوية يقنعني بأنه ليس هناك مذهب أندلسي في النحو؟
إن الوصول إلى شيء جديد نركن إليه موقوف على ظهور آثار جديدة، وما قدمت من أحكام شخصية صحيح اعتمادا على ما وصل إلى اطلاعي وما أقله، وكل مخطوط جديد ينشر حافز على إعادة النظر واستئناف المحاكمة.
فهل لإخواننا المغاربة عامة ومغربهم -كما تحققت
_________
١ كلمة ابن جني, الخصائص ١/ ٢٥٠ وما بعدها "مطبعة دار الكتب المصرية سنة ١٩٥٢ بتحقيق الأستاذ محمد علي النجار".',NULL,'106',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (113,'في رحلتي القصيرة- متحف مجهول، أن يواصلوا السعي فرادى وجماعات في الكشف عن مخبآتهم والتعريف بها؟ وهل لدارسي النحو منهم خاصة أن يعكفوا على نشر النافع من آثاره, فيملئوا ثغرا في ميادين البحث ما زالت خالية؟
ومن يدري؟! فلعلنا في المستقبل لا نكتفي بالقول: "إن النحو الأندلسي قياسي مع نزعة سماعية" كما هو في المشرق، بل نؤكد واثقين بما سيظهر من خصائص وسمات تنتزع من مخطوطات يكشف عنها, أن هناك في النحو "مذهبا أندلسيا حقا" بكل ما في كلمة "مذهب" من مقومات. ا. هـ.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (114,'<span data-type="title" id=toc-25>خاتمة:</span>
يرى الباحث بعد التقصي أنه قد تضم البلدة الواحدة نحاة من منازع مختلفة، يطغى عليها أحيانا مذهب أهل البصرة، وأحيانا مذهب الكوفة، تبعا لنزعة العالم ذي الأثر فيها. فهذه "حلب" من مدن الشام ضمت عالمين مختلفي النزعة كل الاختلاف في زمن واحد: ابن جني رأس مدرسة القياس الذي كان للمذهب البصري إمامه الأعظم، وابن خالويه الكوفي المنزع صاحب كتاب "ليس في كلام العرب"، الذي اتبع فيه السماع نافيا من اللغة ما جوزه "فلسفة" نحاة البصرة، وبعدهما كان في الشام المعري الذي كان واسع الرواية سماعيا إلى أبعد حدود السماع، يضيق بنحو البصرة الذي كان في أيامه طافحا بالجدل والقياس والتعليل١. وهذه النزعة ظاهرة في كتبه كل الظهور، وحسبك أن تلم برسالة الملائكة لترى مبلغ عنايته بالرواية والسماع، أو أن تمعن في "رسالة الغفران" لترى نقمته على البصريين خاصة من حيث
_________
١ انظر في ذلك بحثا قيما للمرحوم الأستاذ إبراهيم مصطفى نشره في "المهرجان الألفي لأبي العلاء المعري" من مطبوعات المجمع العلمي العربي بدمشق ص٣٦٢-٣٧٤.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (115,'كانوا أهل القياس١.
_________
١ الظاهر أن مذهب الكوفة انتعش في الشام حينا من الدهر، وعلة ذلك عندي اعتماده على كثرة الرواية والسماع، والشاميون "أثريون سلفيون" إلى حد بعيد، يحترمون السماع عن العرب كثيرا شأنهم في اللغة والنحو كشأنهم في علوم الشريعة، فيهم أخصب علم القراءات وهو سماع محض، ولا تنس أن أكثر أئمة البصرة والكوفة هم قراء أيضا، وعندهم أخصب فن الحديث وهو أيضا سماع محض, وبقي حيا نشيطا إلى زمن قريب، عنوا عناية بالغة به وبسماعاته وطبقات رجاله وإحصاء طرقه، ونبغ فيهم كبار الأئمة فيه، ولا تزال دار كتبهم الظاهرية بدمشق أغنى مكتبات الدنيا اليوم في فن الحديث، وكثير من مخطوطاتها بخطوط مؤلفيها المحدثين أنفسهم لا يدانيها في ذلك مكتبة في العالم. وفيها عدة دور "مدارس" للحديث ولقراءات القرآن. نزعة عرفوا بها، واستأنس إذا شئت بهذه الجملة قرأتها أخيرا في كتاب "تاريخ العرب قبل الإسلام" للباحث الفاضل جواد علي:
"يغلب على التلمود الفلسطيني طابع التمسك بالرواية والحديث، وأما التلمود البابلي فيظهر عليه الطابع العراقي الحر, وفيه عمق التفكير وتوسع في المحاكمة وغنى في المادة، وهذه الصفات غير موجودة في التلمود الفلسطيني" ١/ ٢٤. ومهما تظن من أثر لحب البلد في هذا الكلام, فما ذلك بمانعك الاستئناس به إلى حد ما، ولولا عزوفي عن التعميم وإطلاق الأحكام لشددت به ما أذهب إليه من أثرية "سلفية" بعد التثبت من صحة الحكم.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (116,'<span data-type="title" id=toc-26>كتب ونصوص:</span>
١- "<span data-type="title" id=toc-27>الكتاب" لسيبويه:</span>
كان سيبويه تلميذ الخليل الخاص، استوعب علمه، وورث ملكته في القياس والابتكار، ولزم طريقته في التوثق مما يسمع عن العرب، وأودع هذا كله "الكتاب" الذي لولاه لضاع علم الخليل في النحو والصرف.
ولم يقتصر سيبويه على علم الخليل بل جمع إليه علم كثير من الفحول المشهورين في عصره، فتتلمذ على أبي عمرو بن العلاء وعلى يونس بن حبيب وعلى أبي الخطاب الأخفش، وأبي زيد الأنصاري, وغيرهم، وإذا لم يسم من ينقل عنه اكتفى بوصفه مثل "حدثني من أثق بعربيته" أو "أنشدناه أعرابي من أفصح الناس"، أما شواهده فكلها معزوة إلى من يحتج به من العرب وأحصوا في "الكتاب" ألفا وخمسين شاهدا معروفا إلا خمسين منها، ومع ذلك جرى العلماء على الثقة بها مع عدم عزوها لاقتناعهم بأن سيبويه يتحرى في الأخذ والنقل، فجعلوا نقله لهذه الشواهد بمنزلة عزوها إلى من يحتج بلغته؛ لأن التحري والوثوق من عربية من ينقل عنه سمة البصريين عامة, ومدرسة الخليل على التخصيص.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (117,'ولسيبويه طابعه المتميز به وشخصيته التي يحس بها قارئ كتابه، فقد استوعب ما نقل ودرسه وتمثله، وناقشه وحكم عليه، فكثيرا ما تجد في كتابه: قال فلان كذا والقياس كذا، وقال النحاة كذا والصواب خلافه، وحسبك أن تجد بابا خاصا نقد فيه النحاة في بعض ما ذهبوا إليه.
"وذلك قولك: ويحٌ له وتب، وتبا لك وويحا، فجعلوا التب بمنزلة الويح، وجعلوا "ويح" بمنزلة التب فوضعوا كل واحد منهما في غير الموضع الذي وضعته العرب ... إلخ"١.
وجعل سيبويه عنوان هذا الباب مشعرا بنقد صنيعهم فقال:
"هذا باب استكرهه النحويون وهو قبيح، فوضعوا الكلام على غير ما وضعت العرب"١.
وأسلوب سيبويه هذا هو الطابع الأصيل للمذهب البصري الذي مر بك الكلام عنه.
وسبق أن عرفت أن سيبويه ينقل كلام المخالفين نقلا موضوعيا معلقا عليه حينا، ومكتفيا بإثباته حينا آخر، وأنه إذا قال: "قال الكوفي" فإنما يعني أبا جعفر الرؤاسي، كما أن "قال" إذا لم يذكر فاعلها إلى جانبها ففاعلها الخليل لكثرة النقل عنه.
درج القدماء على استعظام كتاب سيبويه وتشبيههم لدراسته بركوب البحر، وأن أتباعه يفاخرون به، وخصومه يقرءونه سرا على تلاميذ سيبويه ولا يجاهرون, وذلك مشعر بأنهم موقنون أن المعرض عنه حارم نفسه من خير كثير لا تسمح نفس
_________
١ الكتاب ١/ ١٦٧, طبعة بولاق ١٣١٧.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (118,'العارف بالزهد به عادة.
في الكتاب شواهد كثيرة من حر الشعر العربي ومن أوثق ما نقل عن العرب من نثر، وعبارة سيبويه عربية جيدة موجزة جزلة جزالة تلحقها بالسماع الذي يحتذيه البلغاء.
وعلى الدارس اليوم أن يعرف أن ترتيب الكتاب وتبويبه يختلفان عما ألف في العصور المتأخرة من ترتيب وتبويب للفرق الزمني والبيئي، فالبيئة التى ألف لها الكتاب أرفع جدا من حيث الثقافة العربية من البيئات التى ألفت لها الكتب في العصور المتتالية حتى اليوم. وهذا الفارق لا بد من ملاحظته؛ ليحفزنا على الدأب والتؤدة وحسن الاستعداد لنستفيد من آثار الفحول.
في أيدي الناس اليوم الطبعة الأميرية "ببولاق سنة ١٣١٧هـ" في جزأين جاوزا "٩٠٠" صفحة من القطع الكبير، على هامشهما تعليقات مفيدة من الشرح المشهور لأبي سعيد السيرافي من رجال المائة الرابعة "٣٦٨هـ"، وفي حواشيهما شرح الشواهد للأعلم الشنتمري الأندلسي من رجال المائة الخامسة "٤٧٦" وإليك الموضوعات الهامة كما وردت متسلسلة:
في الجزء الأول: الكلمة, فاعل اللازم والمتعدي من الأفعال وأشباهها, أسماء الأفعال, إضمار الفعل, المصادر المنصوبة, الحال, المفعول فيه, الجر والتوابع, عمل الصفات, بعض المنصوبات, المبتدأ والخبر, النكرة والمعرفة, الابتداء,',NULL,'115',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (119,'إن وأخواتها, كم, النداء, الندبة, الترخيم, لا التبرئة, الاستثناء, الضمائر, أي, مَن, ذا, نواصب المضارع وجوازمه, أسماء الشرط, توكيد الأفعال, إن وأن, "أم" و"أو".
في الجزء الثاني: ما ينصرف وما لا ينصرف, النسب, التصغير, حروف القسم, نونا التوكيد, إدغام المضعف, المقصور والممدود, تمييز الأعداد, التكسير, أوزان المصادر, صيغ الأفعال ومعاني الزوائد, زنة المصادر ذوات الزوائد, أسماء الأماكن, اسم الآلة, ما أفعله, أحكام حلقي العين, الإمالة, هاء السكت مع ألف الوصل, الوقف, هاء الضمير, الترنم, حروف الزوائد, القلب "الإعلال", وزن أفعلاء, التضعيف, الإدغام, ما خفف شذوذا.
هذا، ومن ألف الدراسة في كتب النحو الحديثة والعصور التى قبلها يجد شيئا من الصعوبة في البحث عن مطلوبه في كتاب سيبويه لاختلاف تبويبه كما أسلفت، ويحتاج إلى قليل من الألفة للكتاب حتى يأنس بأسلوبه، حتى إذا مضى شوطا في صحبته انقلبت صعوبته متعة ولذة إذا كان ذا إلمام كافٍ وشغف بالفن.
وإليك نموذجين اخترتهما لقصرهما، الأول ما نسميه: "العطف على المحل" والثاني لاسم كان واسم ليس إذا كانا ضميري شأن، وستلاحظ كيف اختلف المصطلح والأداء معا:',NULL,'116',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (120,'هذا باب ما نجريه على الموضع لا على الاسم الذي قبله:
وذلك قولك: "ليس زيد بجبان ولا بخيلا" و"ما زيد بأخيك ولا صاحبك" والوجه فيه الجر؛ لأنك تريد أن تشرك بين الخبرين، وليس ينقض إجراؤه عليه المعنى، فأن يكون آخره على أوله أولى ليكون حالهما في الباء سواء كحالهما في غير الباء مع قربه منه. وقد حملهم قرب الجوار على أن جروا "هذا جحر ضب خرب" ونحوه، فكيف ما يصح معناه؟
ومما جاء من الشعر في الإجراء على الموضع, قول عقيبة الأسدي:
معاوي إننا بشر فأسجح ... فلسنا بالجبال ولا الحديدا
أديروها بني حرب عليكم ... ولا ترموا بها الغرض البعيدا١
لأن الباء دخلت على شيء لو لم تدخل عليه لم يخل بالمعنى, ولم يحتج إليه ولكان نصبا، ألا تراهم يقولون: "حسبك هذا" و"بحسبك هذا" فلا يتغير المعنى، وجرى هذا مجراه قبل أن تدخل الباء؛ لأن "بحسبك" في موضع ابتداء. ومثل ذلك قول لبيد:
_________
١ كذا رواه سيبويه، والبيت من مقطوعة مجرورة الروي وبعده:
أكلتم أرضنا فجرزتموها ... فهل من قائم أو من حصيد
واعتذر الأعلم الشنتمري عن سيبويه بقوله: "يجوز أن يكون البيت من قصيدة منصوبة غير هذه المعروفة، أو يكون الذي أنشده رده إلى لغته فقبله منه سيبويه منصوبة، فيكون الاحتجاج بلغة المنشد لا يقول الشاعر" ا. هـ.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (121,'فإن لم تجد من دون عدنان والدا ... ودون معد فلتزعك العواذل
والجر الوجه. ولو قلت: "ما زيد على قومنا ولا عندنا" كان النصب ليس غير؛ لأنه لا يجوز حمله على "على"، ألا ترى أنك لو قلت: " ... ولا على عندنا" لم يكن؛ لأن "عندنا" لا يستعمل إلا ظرفا، وإنما أردت أن تخبر أنه ليس عندكم. وقال: "أخذتنا بالجود وفوقه" لأنه ليس من كلامهم " وبفوقه". ومثل "ودون معد" قول الشاعر, وهو كعب بن جعيل:
ألا حي ندماني عمير بن عامر ... إذا ما تلاقينا من اليوم أو غدا
وقال العجاج:
كشحا طوى من بلد مختارا ... من يأسة اليائس أو حذارا١
وتقول: "ما زيد كعمرو, ولا شبيها به" و"ما عمرو كخالد ولا مفلحا" النصب في هذا جيد؛ لأنك إنما تريد "ما هو مثل فلان, ولا مفلحا" هذا معنى الكلام. فإن أردت أن تقول: "ولا بمنزلة من يشبهه" جررت نحو قولك: "ما أنت كزيد, ولا شبيهٍ به" فإنما أردت "ولا كشبيه به". وإذا قلت: "ما أنت
_________
١ الكشح: الجنب أو الخصر. يقال لمن أضمر شيئا: طوى كشحه عليه، والبيت في وصف ثور وحشي أو حمار وحشي خرج من بلد إلى بلد خوفا من صائد أحس به، أو يأسا من مرعى كان فيه.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (122,'بزيد ولا قريبا منه" فإنه ليس ههنا معنى بالباء لم يكن قبل أن تجيء بها، وأنت إذا ذكرت الكاف تمثل، ويكون "قريبا" ههنا إن شئت ظرفا، وإن لم تجعل "قريبا" ظرفا جاز فيه الجر على الباء والنصب على الموضع. "الكتاب ١: ٣٣".
هذا باب الإضمار في ليس وكان:
كالإضمار في "إنّ" إذا قلت: "إنه من يأتنا نأته" "إنه أمة الله ذاهبة". فمن ذلك قول بعض العرب: "ليس خلق الله مثله" فلولا أن فيه إضمارا لم يجز أن تذكر الفعل ولم تعمله في اسم، ولكن فيه من الإضمار مثل ما في "إنه". وسوف يبين حال هذا الإضمار كيف هو إن شاء الله. قال حميد الأرقط:
فأصبحوا والنوى عالي معرسهم ... وليس كل النوى تلقي المساكين١
فلو كان "كل" على "ليس" ولا إضمار فيه لم يكن إلا الرفع في "كل"، ولكنه انتصب على "تلقي"، ولا يجوز أن نحمل "المساكين" على "ليس" وقد تقدمت فجعلت الذي يعمل فيه الفعل الآخر يلي الأول وهذا لا يحسن. لو قلت: "كانت زيدا الحمى تأخذ" أو "تأخذ الحمى" لم يجز وكان قبيحا, ومثل ذلك في الإضمار قول العجير، سمعناه ممن يوثق بعربيته:
_________
١ قال الشنتمري: لما أصبحوا ظهر على معرسهم -وهو موضع نزولهم- نوى التمر وعلاه لكثرته, على أنهم لحاجتهم لم يلقوا إلا بعضه, وذا إشارة إلى كثرة ما قدم لهم منه وكثرة أكلهم له.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (123,'إذا مت كان: الناس صنفان شامت ... وآخر مثن بالذي كنت أصنع
أضمر فيها. وقال بعضهم: "كان أنت خير منه" كأنه قال: "إنه أنت خير منه". ومثله "كاد تزيغ قلوب فريق منهم"١ وجاز هذا التفسير لأن معناه "كادت قلوب فريق منهم تزيغ" كما قلت: "ما كان الطيبُ إلا المسك" على إعمال "ما كان الأمر: الطيب إلا المسك" فجاز هذا إن كان معناه "ما الطيب إلا المسك"، وقال هشام أخو ذي الرمة:
هي الشفاء لدائي لو ظفرت بها ... وليس منها شفاء للداء مبذول
ولا يجوز هذا في "ما" في لغة أهل الحجاز؛ لأنه لا يكون فيه إضمار. ولا يجوز أن تقول: "ما زيدا عبد الله ضاربا" و"ما زيدا أنا قاتلا" لأنه لا يستقيم كما لم يستقم أن تقدم في "كان" و"ليس" ما يعمل فيه الآخر؛ فإن رفعت الخبر حسن حمله على اللغة التميمية كأنك قلت: "أما زيدا فأنا ضارب" كأنك لم تذكر "ما"، وكأنك قلت: "زيدا أنا ضارب".
وقال مزاحم العقيلي:
وقالوا: تعرفها٢ المنازلَ من منى ... وما كلّ من وافى منى أنا عارف
_________
١ سورة التوبة ٩/ ١١٨.
٢ حذف حرف الجر، والأصل: تعرفها في المنازل.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (124,'وقال بعضهم: وما كلُّ من وافى منى أنا عارف.
لزم اللغة الحجازية فرفع كأنه قال: "ليس عبدُ الله أنا عارف" فأضمر الهاء في "عارف" وكان الوجه: "عارفُه" حيث لم يعمل "عارف" في "كل"، وكان هذا أحسن من التقديم والتأخير؛ لأنهم قد يدعون هذه الهاء في كلامهم وفي الشعر كثيرا، وذلك ليس في شيء من كلامهم ولا يكاد يكون في شعر, وسنرى ذلك إن شاء الله.
"الكتاب ١: ٣٥".',NULL,'121',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (125,'٢-<span data-type="title" id=toc-28> ابن جني وكتاباه:</span>
"٣٩٢هـ":
"عثمان بن جني "بسكون الياء معرب كني" أبو الفتح النحوي من أحذق أهل الأدب وأعلمهم بالنحو والتصريف، وعلمه بالتصريف أقوى وأكمل من علمه بالنحو. وسببه أنه كان يقرأ النحو بجامع الموصل، فمر به أبو علي الفارسي فسأله عن مسألة في التصريف فقصر فيها, فقال أبو علي: "زببت قبل أن تحصرم" فلزمه من يومئذ مدة أربعين سنة، وأُعني بالتصريف، ولما مات أبو علي تصدر ابن جني مكانه ببغداد؛ وأخذ عنه الثمانيني وعبد السلام البصري وأبو الحسن السمسمي.
قال في "دمية القصر": وليس لأحد من أئمة الأدب في فتح المقفلات وشرح المشكلات ما له "ولا" سيما في علم الإعراب، وكان يحضر عند المتنبي ويناظره في شيء من النحو من غير أن يقرأ عليه شيئا من شعره أنفة وإكبارا لنفسه، وكان المتنبي يقول فيه: "هذا رجل لا يعرف قدره كثير من الناس".
صنف "الخصائص" في النحو، و"سر الصناعة"، وشرح "تصريف المازني"، وشرح مستغلق "الحماسة"، وشرح "المقصور والممدود"، وشرحين على "ديوان المتنبي"، واللمع في النحو "جمعه من كلام شيخه الفارسي", والمذكر والمؤنث، ومحاسن العربية، والمحتسب في إعراب الشواذ، وشرح الفصيح, وغير ذلك.
مولده قبل الثلاثين وثلاثمائة، ومات لليلتين بقيتا من صفر سنة اثنتين وتسعين وثلاثمائة".
بغية الوعاة ص٣٢٢ ١.
كتب ابن جني تعد الذروة التي ارتقت إليها بحوث العلماء
_________
١ طبع كتابه الكبير "الخصائص" طبعة متقنة بتحقيق الشيخ محمد علي النجار -رحمه الله- سنة ١٣٧١هـ, والتصريف الملوكي سنة ١٣٣١هـ, و"سر الصناعة" سنة ١٣٧٤هـ, و"المبهج" سنة ١٣٤٢هـ, و"المنصف" سنة ١٣٧٣هـ, ١٩٥٤م.
وانظر عنه ص"٩١, ٩٩, ١٣٦" في كتابنا "في أصول النحو" الطبعة الثالثة بمطبعة الجامعة السورية سنة ١٩٦٤.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (126,'في علوم اللغة العربية وفلسفتها، "لقد كان أعلى علماء العربية كعبا في جميع عصورها، وأغوصهم عامة على أسرار العربية, وأنجحهم في الاهتداء إلى النظريات العامة فيها وكتابه الكبير "الخصائص" لا يزال محطّ إعجاب علماء العرب والغرب على السواء، وحسبك أن ابن جني هو مبتدع نظرية الاشتقاق الكبير١ ومؤسس علم فقه اللغة على ما يحسن أن يفهم عليه هذا العلم اليوم، أما التصريف فهو إمامه دون منازع، وقلما تقرأ كتابا فيه ولا يكون ابن جني مرجع كثير من مسائله"٢.
لن نتعرض لمزايا كتابه العظيم "الخصائص" لأنه أدخل في فقه اللغة، وإنما عُني منهاجنا بالناحية الصرفية عند ابن جني ونص على كتابيه "التصريف الملوكي" و"المنصف".
١- التصريف الملوكي:
هذا كتاب موجز جدا في علم الصرف، جيد العبارة، مكثف المعاني، وضع للشادين في هذا العلم، ومباحثه تدور حول المطالب الآتية:
معنى التصريف, الزيادة في بنية الكلمة "حروف الزيادة, معانيها, مواضعها, أدلتها", الإبدال, الحذف, الإعلال, الإدغام الأصغر والإدغام الأكبر.
_________
١ "وهو البحث الذي لا يزال يؤتي ثمره إلى اليوم، والذي يختص بمادة الكلمة دون هيئتها، ولم يكن لعلماء اللغة من العرب إنتاج أعظم من هذا" آدم منز في كتابه "الحضارة الإسلامية في القرن الرابع" ١/ ٣٣٠ "الطبعة الثانية سنة ١٩٤٧م".
٢ من تعريفنا له في كتابنا "في أصول النحو" ص٩١.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (127,'ومع إيجازه نجده يتعرض أحيانا لآراء العلماء في المسألة التي يعرضها, فيشعرنا بموضع الخلاف إشعارا خفيفا، ويلاحظ أن كتابه بين يدي قارئ مبتدئ فيوسع عبارته حين يحاول تبسيط الميزان في الصرف وتطبيقه على الكلمات المختلفة، وهو ذو عناية بالشواهد حتى للمبتدئين، أسلوب درج عليه القدامى من علماء العربية إشعارا للمتعلم أن العربية بشواهدها وأن القواعد خادمة للشواهد، وإنما وضعت إعانة للمتعلم حتى يلتحق بأهل العربية بملكته التى تنمو بدراسة الشواهد خاصة وبتمثلها.
وعبارته صافية خالية من كل حشو، على عكس ما يكثر في كتب المتأخرين. وحسبك أن تعلم أن كتابه وقد طبع سنة ١٣٣١هـ ١٩١٣م كان في نحو ٩٠ صفحة من القطع الصغير، نصفها تعاليق مصحح الطبع، وإليك نموذجين منه:',NULL,'124',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (128,'بسم الله الرحمن الرحيم
التصريف الملوكي ١:
وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم
هذه جمل من أصول التصريف يقرب تأملها، وتقل الكلفة على ملتمس الفائدة منها، قليلة الألفاظ، كثيرة المعاني.
في القول على معنى قولنا "التصريف":
معنى قولنا: "التصريف" هو أن تأتي إلى الحروف الأصول -وسنوضح قولنا: الأصول- فتتصرف فيها بزيادة حرف أو تحريف بضرب من ضروب التغيير, فذلك هو التصرف فيها والتصريف لها، نحو قولك: "ضرب" فهذا مثال الماضي، فإن أردت المضارع قلت: "يضرب"، أو اسم الفاعل قلت: "ضارب"، أو المفعول قلت: "مضروب"، أو المصدر قلت: "ضربا"، أو فعل ما لم يُسم فاعله قلت: "ضُرِبَ"، وإن أردت أن الفعل كان أكثر من واحد على وجه المقابلة قلت: "ضارب"، فإن أردت أنه استدعى الضرب قلت:
_________
١ ص٢-٧ من الطبعة الأولى بمطبعة شركة التمدن الصناعية بمصر سنة ١٣٣١هـ. وقد أثبتنا فاتحة الكتاب البليغة الموجزة مع شرحه معنى التصريف, وبعض كلامه على حروف الزيادة, وتمثيله لزيادة الألف والواو والياء ص٧.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (129,'"استضرب"، فإن أردت أنه كثّر الضرب وكرّره قلت: "ضرَّب"، فإن أردت أنه كان فيه الضرب في نفسه مع اختلاج وحركة قلت: "اضطرب"؛ وعلى هذا عامة التصرف في هذا النحو من كلام العرب. فمعنى التصريف هو ما أريناك من التلعب بالحروف الأصول لما يراد فيها من المعاني المفادة منها, وغير ذلك.
فإذا قد ثبت ما قدمناه, فليعلم أن التصريف ينقسم إلى خمسة أضرب: زيادة, وبدل, وحذف, وتعبير حركة أو سكون, وإدغام.
القول على حروف الزيادة:
وهي عشرة أحرف: الألف والياء والواو والهمزة والميم والتاء والنون والهاء والسين واللام، ويجمعها قولك: "اليوم تنساه" ويقال أيضا: "سألتمونيها". ويحكى أن أبا العباس سأل أبا عثمان١ عن حروف الزيادة, فأنشده أبو عثمان:
هويت السمان فشيبنني ... وما كنت قدما هويت السمانا
فقال أبو العباس: "الجواب" فقال: "قد أجبتك دفعتين" يعني قوله:
هويت السمان.
معرفة قولنا: الأصل والزائد
الأصل عبارة -عند أهل هذه الصناعة- عن الحروف التي تلزم الكلمة في كل موضع من تصرفها ... إلخ.
_________
١ أبو العباس هو المبرد، وأبو عثمان هو المازني شيخ المبرد.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (130,'واعلم أن لكل حرف من هذه الحروف موضعا تكثر فيه زيادته، وموضعا تقل فيه، وربما اختص الحرف بالموضع لا يوجد زائدا إلا فيه. فاعرف تلك الأماكن بما أذكره لك، وليكن الحكم على الأكثر لا على الأقل.
فأما الألف والياء والواو فالحكم عليهن أنهن متى كانت واحدة منهن مع ثلاثة أحرف أصول فصاعدا -ولم يكن هناك تكرير- فلا تكون إلا زائدة، عرفت الاشتقاق أو لم تعرفه؛ فإن عرفته كان على ما ذكرنا لا محالة، وإن لم تعرفه حملت ما جهل من أمره على ما علم.
من ذلك: "كوثر" الواو فيه زائدة؛ لأن معك ثلاثة أحرف أصول لا يشك فيها, وهي: الكاف والثاء والراء، فالواو زائدة؛ هذا طريق القياس.
فأما طريق الاشتقاق فكذلك أيضا، ألا تراه من معنى الكثرة، يقال: "رجل كوثر" إذا كان كثير العطاء، قال الشاعر:
وأنت كثير يابن مروان طيب ... وكان أبوك ابن العقائل كوثرا١
وكذلك الياء في "كثير"، والألف في "كاثر"، الحكم فيها ثلاثتها واحد، قال الأعشى:
_________
١ نسب البيت للكميت. عقيلة كل شيء: خياره، العقائل: كرائم النساء.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (131,'ولست بالأكثر منهم حصًى ... وإنما العزة الكاثر
٢- المنصف "شرح كتاب التصريف":
كتاب التصريف للمازني مشهور متداول منذ المائة الثالثة للهجرة، تواصى العلماء به وأوصوا تلاميذهم بقراءته وإقرائه، وتباهى هؤلاء بسندهم إلى أساتيذهم بقراءة هذا الكتاب لما كان له من شأن في هذا الفن. ومؤلفنا ابن جني قرأه على شيخه أبي علي الفارسي وهذا قرأه على شيخه السري السراج، وهذ قرأه على المبرد، وهذا قرأه على شيخه المازني مؤلف الكتاب١.
ولشأن هذا الكتاب وإقبال الناس عليه عُني ابن جني بشرحه عناية بالغة، ويلفت نظرنا من مقدمته لهذا الشرح أمور هامة نص عليها في مقدمته التي ستقرأ فقرا منها بعد هذا التعريف، من ذلك:
١- أنه شرح وضع للذين أحكموا أصول هذا الفن، يعني أنه لعلماء الصرف لا للمبتدئين.
٢- وأن كتاب المازني هذا من أرصن كتب الصرف وأعرقها في الإيجاز والاختصار، فعلى قارئه تجنب العجلة في دراسته.
٣- وأن ابن جني قصد في الشرح إلى غامض الكتاب ومشكله
_________
١ أدرج سند ابن جني إلى مؤلف الكتاب آخر المقدمة ١/ ٦.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (132,'وعويصه وغريبه ليكون شرحه المرجع الوافي في مشاكل الصرف.
٤- وأن من اللغة ما لا يؤخذ إلا بالسماع، وأن هناك فروقا بين اللغة والنحو والتصريف والاشتقاق, وأن بعض أهل اللغة لهم تخليط فيما سبيله القياس.
وطريقته أن يعرض فقرة فقرة من كتاب المازني, فيبسط مسائلها ويوضحها ويمثل لها حتى إذا اطمأن إلى كفاية الشرح انتقل إلى فقرة تالية. وعادته أن يبدأ الفقرة بقوله: "قال أبو عثمان" فإذا انتهت بدأ شرحه لها بقوله: "قال أبو الفتح" فيجعلنا دائما نقف على عبارة المتن وعبارة الشرح, كل على حدة.
هذا الشرح يتفاوت سعة على وفق المسائل المعروضة في الفقرة، فتارة يطول حتى يكون أضعاف المتن وتارة يقصر حتى يساويه وحينا يقل عنه, على مقدار ما يرى ابن جني الحاجة داعية إليه.
والشرح مبسوط, كثير الاعتماد على الشواهد والأمثلة.
وفي مقدمة الشرح نلمس إكبار ابن جني للمازني ولعلمه إكبارا دالا على خلقه العلمي، وهو مع إكباره له وللعلماء القدامى عامة لا ينزههم عن الخطأ.
ولا ينسى أن يحملنا معه على إكبارهم ويوصي بالخطة التي على قارئ كتب العلماء أن يلتزمها إزاءهم, فيشعرنا بنبالته وسمو أخلاقه وينص على وجوب التجاوز عما أخطئوا فيه، وأن يعزو إليهم ما استفاده منهم ويسلم لهم بما فضلهم الله, ويعترف بإحسانهم وتطولهم عليه "فإن فعل ذلك فعلى محجة',NULL,'129',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (133,'أهل العلم والأدب وقف، وإن أبى إلا كفران النعمة فعن المروءة والإنسانية صدف".
وهذه أبواب الكتاب: الأسماء والأفعال, الزيادة, ما قيس من الصحيح, الياء والواو, ما لحقته الزوائد من الفعل الثلاثي المعتل, باب ما جاء من ذلك في الأسماء, ما تقلب فيه الواو ياء, تكسير الأسماء المعتلة, ما لامه همزة, الواو والياء اللتان هما لامان, ما تقلب فيه الياء واوا, التضعيف في بنات الواو, التضعيف في بنات الياء, ما قيس من المعتل ولم يجئ مثاله إلا من الصحيح, ما تقلب فيه افتعل عن أصلها.
وغني عن البيان أن إسهاب ابن جني في مسائل الصرف هنا جعلته يفيض في مسائل الخلاف وأقوال العلماء، ويكثر من الشواهد والتعليق عليها. فالكتاب بسط للمنتهين المتمكنين لا كالكتاب الأول الذي وضع للذين هم في أول الطريق.
وقد طبع هذا الكتاب المسهب طبعة جيدة سنة ١٣٧٣هـ ١٩٥٤م في جزأين, من القطع الوسط, زادت صفحاتهما على "٩٠٠" صفحة.
وإليك فقرا من مقدمته وفيها بسط خطته في الشرح, ثم بابين صغيرين من أبواب الكتاب:',NULL,'130',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (134,'بسم الله الرحمن الرحيم
المنصف: شرح ابن جني لكتاب "التصريف" للمازني
من المقدمة:
الحمد لله رب العالمين، وصلواته على نبيه محمد وآله أجمعين الطيبين الطاهرين, قال أبو الفتح عثمان بن جني -رحمه الله:
هذا كتاب أشرح فيه كتاب أبي عثمان بكر بن محمد بن بقية المازني -رحمه الله- في التصريف، بتمكين أصوله، وتهذيب فصوله، ولا أدع فيه بحول الله وقوته غامضا إلا شرحته، ولا مشكلا إلا أوضحته, ولا كثيرا من الأشباه والنظائر إلا أوردته؛ ليكون هذا الكتاب قائما بنفسه، ومتقدما في جنسه؛ فإذا أتيت على آخره أفردت فيه بابا لتفسير ما فيه من اللغة العربية، فإذا فرغت من ذلك الباب أوردت فصلا من المسائل المشكلة العويصة، التي تشحذ الأفكار وتروض الخواطر.
وليس ينبغي أن يتخطى إلى النظر في هذه المسائل من لم يحكم الأصول قبلها؛ فإنه إن هجم عليها غير ناظر فيما قبلها من أصول التصريف الموطئة للفروع لم يحظ منها بكبير',NULL,'131',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (135,'طائل، وصعبت عليه أيما صعوبة، وكان حكمه في ذلك حكم من أراد الصعود إلى قمة جبل سامق في غير ما سبيل، أو كجازع مفازة لا يهتدى لها بلا دليل.
وهذا القبيل من العلم -أعني التصريف- يحتاج إليه جميع أهل العربية أتم حاجة، وهم إليه أشد فاقة؛ لأنه ميزان العربية، وبه تعرف أصول كلام العرب من الزوائد الداخلة عليها، ولا يوصل إلى معرفة الاشتقاق إلا به، وقد يؤخذ جزء من اللغة كبير بالقياس، ولا يوصل إلى ذلك إلا من طريق التصريف ... إلخ.
ولما كان هذا الكتاب الذي قد شرعت في تفسيره وبسطه من أنفس كتب التصريف، وأسدها وأرصنها، عريقا في الإيجاز والاختصار، عاريا من الحشو والإكثار، متخلصا من كزازة ألفاظ المتقدمين، مرتفعا عن تخليط كثير من المتأخرين، قليل الألفاظ، كثير المعاني، عُنيت بتفسير مشكله، وكشف غامضه، والزيادة في شرحه، محتسبا ذلك في جنب ثواب الله، ومزكيا به ما وهبه لي من العلم.
وحقيق على من نظر في كتاب قد عني به واضعه، وانصرف إلى الاهتمام به مصنفه، فحظي منه بأقصى ما طلب، ووصل إلى غايته من كثب، أن يحمد الله على ما وهبه له من فهمه، وأن يسلم لصاحبه ما وفره الله عليه من حفظه، وأن يعتزي فيما يحكيه عنه إليه؛ فإن فعل ذلك فعلى محجة أهل العلم والأدب وقف، وإن أبى إلا كفران النعمة فعن',NULL,'132',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (136,'المروءة والإنسانية صدف.
وأنا أسوق هذا الكتاب شيئا فشيئا، وأُتبع كل فصل مما رويته ورأيته ما يكون مقنعا في معناه، ومغنيا عما سواه؛ فما كان فيما أورده من سداد وصواب فبتوفيق الله وإرشاده، وإن وقع سهو أو تقصير فما لا يعرى منه الحذاق المتقدمون، ولا يستنكفه العلماء المبرزون.
والله أستهدي، وإياه أسترشد، وعليه أتوكل، وهو حسبي وكفى.
زيادة الألف والسين والتاء أول الفعل ١:
قال أبو عثمان: وتلحق السين أولا والتاء ثانية، وتكون السين ساكنة فتلزمها ألف الوصل، ويكون "الفعل على "استفعل"، ولا تلحق السين أولا إلا في "استفعل" ولا التاء ثانية وقبلها زائد إلا في هذا".
قال أبو الفتح:
اعلم أن "استفعلت" يجيء على ضربين: متعد وغير متعد، فالمتعدي نحو: استحسنت الشيء واستقبحته، وغير المتعدي نحو: استقدمت واستأخرت. ويكون "فعل" منهما متعديا وغير متعد، فالمتعدي نحو "علم واستعلم" و"عصم واستعصم" وغير المتعدي نحو: "حسن واستحسن"، و"فتح واستفتح".
_________
١ ١/ ٧٧ مطبعة مصطفى البابي الحلبي وأولاده بمصر.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (137,'ويقع "استفعل" في الكلام لمعانٍ:
١- منها الطلب نحو "استعتبته" أي: طلبت إليه العتبى، و"استعفيته" أي: طلبت منه الإعفاء.
٢- ويكون "استفعلت" للشيء تصيبه على هيئة ما نحو: "استعظمته" أي: أصبته عظيما، و"استكرمته" أي: أصبته كريما.
٣- وقد تأتي "استفعلت" بمعنى "فعلت" منها نحو: "مرّ واستمرّ" و"قرّ واستقرّ".
٤- وقد تأتي للتنقل من حال إلى حال نحو: "استنوق الجمل, واستتيست الشاة".
وقوله: "ولا تلحق السين أولا إلا في "استفعل" ولا التاء ثانية وقبلها زائد إلا في هذا" قد حصر به أيضا قطعة من الأمثلة كنحو ما فعل في المثال, والذي قبله.
قال أبو عثمان:
هذا باب ما قيس من المعتل, ولم يجئ مثاله إلا من الصحيح ١:
إنما قسناه على الصحيح؛ لأن المعتل للعرب في إعلاله مذاهب قد أحطنا بها وبمذهبهم فيها، فإذا قيل لك: "ابن كذا" فانظر ما يلزم الياء والواو في مواضعهما، فلا يخرج ذلك من أن يكون له نظير من الياء والواو قد لزمه من كلام العرب:
_________
١ ٢/ ٢٤٢.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (138,'إما سكون، وإما إتمام، وإما قلب وتغيير، فلم تَعْدُ أن صنعت بالواوات والياءات ما صنعوا, وسأفسر ذلك شيئا فشيئا, إن شاء الله.
قال أبو الفتح:
يقول لك: إنما تقيس ما لم يأت على ما أتى من كلام العرب، والغرض في صناعة الإعراب والتصريف إنما هو أن يقاس ما لم يجئ على ما جاء؛ فقد وجب من هذا أن يتبع ما عملوه ولا يعدل عنه؛ لأنه هو المعني المقصود، والسبب الذي له وضع هذا العلم واخترع.
قال أبو عثمان:
"إذا قيل لك: كيف تصوغ مثل "اغدودن" من "رميت"؟ قلت: "ارموْمى"، فكررت العين ثم قلبت الباء ألفا؛ لأنها لام الفعل وقبلها فتحة، وأصلها الحركة فقلبتها كما قلبتها في "رمى" وعلتها كعلتها، فإذا أضفت الفعل إلى نفسك أو إلى مخاطب قلت: "ارموْميتُ" فلم تقلب الياء ألفا؛ لأن أصلها السكون كما فعلت في "رميْت" حيث كان أصلها السكون".
قال أبو الفتح:
قد أفدنا من قوله هذا أنه لم يأت في كلامهم شيء على "افعوْعل" من المعتل؛ لأنه قد قال في أول الباب: "إنه لم يجئ مثاله إلا من الصحيح" فهذه فائدة، وباقي الفصل',NULL,'135',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (139,'مفهوم إلا أنهم قد قالوا: "احموْمى, وادلولى، واقلولى، واحلولى، وانطوطى" وكله معتل اللام وهو "افعوْعل".
قال أبو عثمان:
وتقول فيها من "غزوت": "اغزوزيت" فتبدل الواو التي هي لام ياء، كما فعلت ذلك في "أغزيت وغازيت" لأنها صارت رابعة. وقد كتبنا علة هذا فتركنا تفسيره لذلك.
قال أبو الفتح:
العلة في ذلك انكسار ما قبل اللام من المضارع نحو قولك: "يغزوزِي" فهذا هو الذي أشار إليه.
قال أبو عثمان:
وتقول فيها من "بعت": "ابييع" فتقلب الواو ياء لأنها ساكنة وبعدها ياء متحركة. ومن "قلت": "اقووّل" تكرر العين وهي واو، وتعل واو "افعوْعل" الزائدة بينهما وهي ساكنة، فتدغمها في الواو التي بعدها.
قال أبو الفتح:
يقول: أصلها "ابيوْيع"، فالياءان هما العينان تكتنفان واو "افعوعل" فوجب قلبها ياء لما ذكر.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (140,'٣-<span data-type="title" id=toc-29> الزمخشري وكتابه "المفصل</span>":
"٤٩٧-٥٣٣هـ"
"محمود بن عمر بن محمد بن أحمد الزمخشري أبو القاسم، جار الله.
كان واسع العلم كثير الفضل, غاية في الذكاء وجودة القريحة, متفننا في كل علم، معتزليا قويا في مذهبه مجاهرا به، حنفيا.
ولد في رجب سنة سبع وتسعين وأربعمائة, وورد بغداد غير مرة وأخذ الأدب عن أبي الحسن علي بن المظفر النيسابوري وأبي مضر الأصبهاني، وسمع من أبي سعد الشفاني وشيخ الإسلام أبي منصور الحارثي وجماعة, وجاور بمكة وتلقب جار الله وفخر خوارزم أيضا. وكتب إليه الحافظ السلفي يستجيزه، وأصابه خراج في رجله فقطعها وصنع عوضها رجلا من خشب, وكان إذا مشى ألقى عليها ثيابه الطوال فيظن من يراه أنه أعرج.
وله من التصانيف:
الكشاف في التفسير، والفائق في غريب الحديث، والمفصل في النحو، والمقامات، والمستقصى في الأمثال، وربيع الأبرار، وأطواق الذهب، وصميم العربية، وشرح أبيات "الكتاب"، والأنموذج في النحو، والرائض في الفرائض، وشرح بعض مشكلات المفصل، والكلم النوابغ، والقسطاس في العروض، والأحاجي النحوية, وغير ذلك.
مات يوم عرفة سنة ثمان وثلاثين وخمسمائة, وله في كتابه الكشاف:
إن التفاسير في الدنيا بلا عدد ... وليس فيها لعمري مثل كشافي
إن كنت تبغي الهدى فالزم قراءته ... فالجهل كالداء والكشاف كالشافي
بغية الوعاة ص٣٨٨.
"المفصل" وشرحه لابن يعيش:
خلّف الزمخشري كتبا وافية في فنون عدة، فله في اللغة المعجم المتقن المشهور "أساس البلاغة" عني فيه عناية خاصة بالمجاز وانفرد بتقديم معاني المفردات في جمل مسجوعة شارحة',NULL,'137',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (141,'تعلم الدارس المعنى والاستعمال معا، وله في غريب الحديث المعجم المعروف "الفائق" وكلاهما طبع غير مرة. وتفسيره المعروف بـ "الكشاف" أشهر من نار على علم, مطبوع متداول مخدوم بالشروح والتعاليق, ولا تخفى على مطالعه عنايته بالمجاز وأساليب التعبير والانتباه إلى دقائقها والتنبيه على أسرارها. وله في النحو تآليف طبع منها "الأنموذج" وهو كتاب مختصر.
أما "المفصل" فقد أراد فيه جمع ما استطاع من قواعد وضوابط، وأوجز عباراته إيجازا شديدا، والظاهر أنه وضعه لطبقة متقدمة من الطلاب حظيت بقدر وافٍ من الثقافة العامة حينئذ، وقد حدثنا في مقدمته بالحافز الذي حفزه على تأليفه, فقال بأسلوبه المسجع المعروف، ناعيا على الشعوبيين صدهم الناس عن محاسن العربية:
"الله أحمد على أن جعلني من علماء العربية، وجبلني على الغضب للعرب والعصبية، وأبى لي أن أنفرد عن صميم أنصارهم وأمتاز، وأنضوي إلى لفيف الشعوبية وأنحاز, وعصمني من مذهبهم الذي لم يجد عليهم إلا الرشق بألسنة اللاعنين والمشق١ بأسنة الطاعنين.
وإلى أفضل السابقين والمصلين، أوجه أفضل صلوات المصلين، محمد المحفوف من بني عدنان بجماجمها وأرحائها٢
_________
١ سرعة الطعن.
٢ الجماجم: قبائل تجمع البطون, والأرحاء: القبائل المستقلة بنفسها.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (142,'النازل من قريش في سُرة بطحائها، المبعوث إلى الأسود والأحمر، بالكتاب العربي المنور، ولآله الطيبين أدعو الله بالرضوان لهم وأدعوه على أهل الشقاق لهم والعدوان.
ولعل الذين يغضون من العربية ويضعون من مقدارها، ويريدون أن يخفضوا ما رفع الله من منارها -حيث لم يجعل خيرة رسله وخيرة كتبه في عجم خلقه, ولكن في عربه- لا يبعدون عن الشعوبية منابذة للحق الأبلج، وزيغا عن سواء المنهج.
والذي لا يقضى منه العجب حال هؤلاء في قلة إنصافهم، وفرط جورهم واعتسافهم، وذلك أنهم لا يجدون علما من العلوم الإسلامية فقهها وكلامها، وعلمي تفسيرها وأخبارها، إلا وافتقاره إلى العربية بين لا يدفع، ومكشوف لا يتقنع، ويرون الكلام في معظم أبواب أصول الفقه ومسائلها مبنيا على علم الإعراب والتفاسير، مشحونة بالروايات عن سيبويه والأخفش والكسائي والفراء وغيرهم من النحويين البصريين والكوفيين، والاستظهار في مآخذ النصوص بأقاويلهم، والتشبث بأهداف فسرهم وتأويلهم. وبهذا اللسان مناقلتهم في العلم ومحاورتهم، وتدريسهم ومناظرتهم، وبه تقطر في القراطيس أقلامهم، وبه تسطر الصكوك والسجلات حكامهم؛ فهم ملتبسون بالعربية أية سلكوا، غير منفكين منها أينما وجهوا، كل عليها حيث سيّروا. ثم إنهم في تضاعيف ذلك يجحدون فضلها، ويدفعون خصلها، ويذهبون عن توقيرها',NULL,'139',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (143,'وتعظيمها، وينهون عن تعلمها وتعليمها، ويمزقون أديمها ويمضغون لحمها، فهم في ذلك على المثل السائر: "الشعير يؤكل ويذم"، ويدَّعون الاستغناء عنها وأنهم ليسوا في شق١ منها. فإن صح ذلك فما بالهم لا يطلقون اللغة رأسا والإعراب، ولا يقطفون بيننا وبينهم الأسباب، فيطمسوا من تفسير القرآن آثارهما، وينفضوا من أصول الفقه غبارهما، ولا يتكلموا في الاستثناء فإنه نحو، وفي الفرق بين المعرف والمنكر فإنه نحو، وفي التعريفين تعريف الجنس وتعريف العهد فإنه نحو، وفي الحروف كالواو والفاء وثم ولام الملك و"من" للتبعيض ونظائرها، وفي الحذف والإضمار، وفي أبواب الاختصار والتكرار، وفي التطليق بالمصدر واسم الفاعل، وفي الفرق بين "إن" و"أن"، و"إذا" و"متى" و"كلما" وأشباهها مما يطول ذكرها, فإن ذلك كله من النحو؛ وهلا سفهوا رأي محمد بن الحسن الشيباني -رحمه الله- فيما أودع كتاب الأيمان, وما لهم لم يتراطنوا في مجالس التدريس وحلق المناظرة ثم نظروا: هل تركوا للعلم جمالا وأبهة؟ وهل أصبحت الخاصة بالعامة مشبهة؟ وهل انقلبوا هزأة للساخرين، وضحكة للناظرين؟ فإن الإعراب أجدى من تفاريق العصا٢ وآثاره الحسنة عديدة الحصى. ومن لم يتق الله في تنزيله، فاجترأ على تعاطي تأويله وهو غير معرب ركب عمياء وخبط خبط عشواء، وقال ما هو تقول وافتراء، وكلام الله منه براء.
_________
١ الشق هنا: الناحية.
٢ كلما كسر من العصا شيء, انتفع بالباقى منه منفعة.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (144,'وهو المرقاة المنصوبة إلى علم البيان، المطلع على نكت نظم القرآن، الكافل بإبراز محاسنه، الموكل بإثارة معادنه؛ فالصادّ عنه كالسادّ لطرق الخير كيلا تسلك، والمريد بموارده أن تعاف وتترك.
ولقد ندبني ما بالمسلمين من الأرب، إلى معرفة كلام العرب، وما بي من الشفقة والحدَب، على أشياعي من حفدة الأدب؛ لإنشاء كتاب في الإعراب، محط بكافة الأبواب، مرتب ترتيبا يبلغ بهم ... الأمد البعيد بأقرب السعي، ويملأ سجالهم بأهون السقي، فأنشأت هذا الكتاب المترجم بكتاب "المفصل في صنعة الإعراب" مقسوما أربعة أقسام: القسم الأول في الأسماء، القسم الثاني في الأفعال، القسم الثالث في الحروف، القسم الرابع في المشترك، وفصلت كل صنف منها تفصيلا حتى رجع كل شيء في نصابه، واستقر في مركزه، ولم أدّخر فيما جمعت فيه من الفوائد المتكاثرة، مع الإيجاز غير المخلّ، والتلخيص غير المملّ، مناصحة لمقتبسيه، أرجو أن أجتني منه ثمرتي دعاء يستجاب وثناء يستطاب. والله -عز سلطانه- ولي المعونة على كل خير والتأييد، والملي بالتوفيق فيه والتسديد".
والمقدمة كما ترى -إلى ناحيتها التأريخية لأناس شأنهم الغضّ من العربية- صريحة بإرادة تحميل العبارة أكثر ما يمكن من أحكام على طريق الإيجاز والتكثيف، ومن هنا انبرى له كثيرون بالشرح والتوضيح، ومن جملتهم موفق الدين يعيش بن علي بن يعيش النحوي المتوفى سنة "٦٤٣هـ" وهو أشهر الشراح على الإطلاق، وقد طبع شرحه بالمطبعة',NULL,'141',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (145,'المنيرية بمصر في عشرة أجزاء تربي على "١٥٠٠" صفحة من القطع الكبير والحرف الصغير. وهذا الشرح مطول جدا بما جمع من آراء وما استقصى من شواهد ونُقُول، من أوسع المجموعات النحوية إن لم يكن أوسعها على الإطلاق.
ويحدثنا ابن يعيش عن موجبات شرحه للمفصل وما رأى فيه الطلاب من تعثر ومشقة, ذاكرا ما للكتاب من محاسن صراحة، وما عليه من مآخذ إشارة وتلميحا فيقول:
" ... وبعد, فلما كان الكتاب الموسوم بالمفصل من تأليف الإمام العلامة أبي القاسم محمود بن عمر الزمخشري -رحمه الله- جليلا قدره نابها ذكره، قد جمعتْ أصولَ هذا العلم فصولُهُ، وأوجز لفظه فتيسر على الطالب تحصيله، إلا أنه مشتمل على ضروب: منها لفظ أغربت عبارته فأشكل، ولفظ تتجاذبه معانٍ فهو مجمل، ومنها ما هو بادٍ للأفهام إلا أنه خالٍ من الدليل مهمل؛ استخرت الله تعالى في إملاء كتاب أشرح فيه مشكله، وأوضح مجمله، وأتبع كل حكم منه حججه وعلله، ولا أدعي أنه -رحمه الله- أخلّ بذلك تقصيرا عما أتيت به في هذا الكتاب؛ إذ من المعلوم أن من كان قادرا على بلاغة الإيجاز، كان قادرا على بلاغة الإطناب"١.
ولا يتحمل المقام هنا الاستشهاد بنص على مسألة كاملة كأحكام "لا" التي لنفي الجنس، فلنجتزئ بحكم واحد
_________
١ ص ٢.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (146,'منها وهو بناء اسمها على الفتح إذا لم يكن مضافا ولا شبيها بالمضاف، لنلم بإيجاز صاحب المفصل وإسهاب الشارح:
قال صاحب الكتاب ١:
"فاذا كان "اسم لا النافية للجنس" مفردا فهو مفتوح وخبره مرفوع, كقولك: لا رجلَ أفضلُ منك، ولا أحدَ خيرٌ منك, ويقول المستفتح: ولا إلهَ غيرُكَ".
قال الشارح:
"إذا قلت: "لا رجلَ أفضلُ منك، ولا أحد خير منك, ولا إله غيرك" كان مبنيا مفتوحا لوجود علة البناء وهو تضمنه معنى الحرف الذي هو "من" على ما تقدم، إذ المراد العموم واستغراق الجنس ولم يوجد ما يمنع من البناء. فأما المضاف والمشابه له نحو "لا غلامَ رجلٍ عندك، ولا خيرًا من زيد في الدار" فإنه وإن كانت العلة المقتضية للبناء موجودة وهي تضمنه معنى "من" فإنه وجد مانع من البناء وهو الإضافة وطول الاسم، فعدم البناء فيهما لم يكن لعدم تمكنه، بل لوجود مانع منه".
_________
١ الجزء الثاني ص١٠١.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (147,'قال صاحب الكتاب:
"وأما قوله:
لا نسبَ اليوم ولا خلةً
فعلى إضمار فعل، كأنه قال: "ولا أرى خلة" كما قال الخليل في قوله: "ألا رجلا جزاه الله خيرا" كأنه قال: "ألا تروني رجلا" وزعم يونس أنه نوّن مضطرا".
قال الشارح:
"أما قوله:
لا نسب اليوم ولا خلة ... اتسع الخرق على الراقع
البيت لأنس بن العباس، والكلام في نصب "خلة" وتنوينها يحتمل أمرين: أحدهما أن تكون "لا" مزيدة لتأكيد النفي، دخولها كخروجها، فنصبت الثاني ونونته بالعطف على الأول بالواو وحدها، واعتمد بـ "لا" الأولى على النفي، وجعل الثانية مؤكدة للجحد كما يكون كذلك في "ليس" إذا قلت: "ليس لك غلام ولا جارية"، فيكون في الحكم كقوله:
ولا أبَ وابنًا مثل مروان وابنه ... إذا هو بالجد ارتدى وتأزرا١
الثاني: أن تكون نافية عاملة كالأولى, كأنه استأنف بها النفي فيكون حينئذ في تنوين "خلة" إشكال، فذهب سيبويه والخليل
_________
١ لرجل يمدح مروان بن الحكم, وابنه عبد الملك.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (148,'إلى أنها معربة منتصبة بإضمار فعل محذوف كأنه قال: "لا نسب اليوم ولا أرى خلة"، ومثله قوله:
ألا رجلا جزاه الله خيرا ... يدل على محصلة تبيت١
وانتصابه في قول الخليل بفعل محذوف تقديره: "ألا ترونني رجلا". وذهب يونس إلى أن انتصابه من قبيل الضرورة، والذي دعاه إلى ذلك أن ألف الاستفهام إذا دخلت على "لا" فلها معنيان: أحدهما الاستفهام، والآخر التمني؛ وإذا كانت استفهاما فحالها كحالها قبل أن تلحقها ألف الاستفهام فنقول: "ألا رجلَ في الدار؟ , وألا غلام أفضل منك؟ " كما كنت تقول: "لا رجل في الدار، ولا غلام أفضل منك" تفتح الاسم المنكور بعدها وترفع الخبر، لا فرق بينهما في ذلك، قال الشاعر:
حارِ بنَ كعب ألا أحلامَ تزجركم٢
وإذا كانت تمنيا فلا خلاف في الاسم أنه مبني مع "لا" كما كان، إنما الخلاف في الخبر:
فأكثر النحويين لا يجيزون رفع الخبر، وهو رأي سيبويه والخليل والجرمي، وإنما ينصبونه لأنه قد دخله معنى التمني وصار مستغنيا كما استغنى "اللهم غلاما" ومعناه: "اللهم هب لي غلاما"، ولا يحتاج إلى خبر، ومعناه معنى المفعول.
_________
١ المحصلة: المرأة تحصل الذهب من تراب المعدن, وتخلصه.
٢ صدر بيت لحسان بن ثابت, وعجزه:
عني وأنتم من الجوف الجماخير
الأجوف: عظيم الجوف, الجمخور: الضعيف.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (149,'وذهب أبو عثمان المازني إلى أنه يبقى على حاله من نصب الاسم ورفع الخبر، ويكون على مذهب الخبر وإن كان معناه التمني، كما أن قولك: "غفر الله له" و"رحمه الله" اللفظ خبر ومعناه الدعاء. وإذا كان ما بعد "ألا" في كلا وجهيها لا يكون مبنيا على الفتح أشكل الأمر في قول الشاعر:
ألا رجلا جزاه الله خيرا
فحمله الخليل على تقدير فعل كأنه قال: "أروني رجلا" جعله من قبيل "هلا خيرا من زيد"
ولولا الكمي المقنعا١.
وحمله يونس على أن تنوينه ضرورة، وهو مذهب ضعيف؛ لأنه لا ضرورة ههنا.
_________
١ البيت لجرير:
تعدون عقر النيب أفضل مجدكم ... بني ضوطرى لولا الكمي المقنعا
النيب جمع ناب, وهو الجمل المسن, ضوطرى: حمقى. والمعنى: لولا عددتم أو عقرتم الكمي, يعرض بالفرزدق الذي افتخر بعقر جده للجمال وإنهابها للناس.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (150,'<span data-type="title" id=toc-30>ابن الأنباري "كمال الدين</span>":
"٥١٣-٥٧٧هـ"
عبد الرحمن بن محمد بن عبيد الله بن أبي سعيد، الإمام أبو البركات كمال الدين الأنباري النحوي المتفنن, الزاهد الورع.
قدم بغداد في صباه وقرأ الفقه على سعيد بن الرزاز حتى برع، وحصل طرفا صالحا من الخلاف، وصار معيدا للمدرسة "النظامية"، وكان يعقد مجالس الوعظ، ثم قرأ الأدب على أبي منصور الجواليقي، ولازم ابن الشجري حتى برع وصار من المشار إليهم في النحو، وتخرج به جماعة.
وسمع بالأنبار من أبيه، وببغداد من عبد الوهاب الأنماطي، وحدث باليسير، لكن روى الكثير من كتب الأدب ومن مصنفاته. وكان إماما ثقة صدوقا فقيها مناظرا, غزير العلم ورعا زاهدا عابدا تقيا عفيفا, لا يقبل من أحد شيئا، خشن العيش والمأكل، لم يتلبس من الدنيا بشيء ودخل الأندلس "! " فذكره ابن الزبير في الصلة "! ".
وله المؤلفات المشهورة, منها:
١- الإنصاف في مسائل الخلاف بين البصريين والكوفيين.
٢- الإغراب في جدل الإعراب.
٣- ميزان العربية.
٤- حواشي الإيضاح.
٥- مسألة دخول الشرط على الشرط.
٦- نزهة الألباء في طبقات الأدباء.
٧- تصرفات لو.
٨- حلية العربية.
٩- الأضداد.
١٠- النوادر.
١١- تاريخ الأنبار.
١٢- هداية الذاهب في معرفة المذاهب.
١٣- بداية الهداية.
١٤- الداعي إلى الإسلام في علم الكلام.
١٥- النور اللائح في اعتقاد السلف الصالح.
١٦- اللباب.
١٧- المختصر.
١٨- منشور العقود في تجريد الحدود.
١٩- التنقيح في مسلك الترجيح.
٢٠- الجمل في علم الجدل.
٢١- الاختصار في الكلام على ألفاظ تدور بين النظار.
٢٢- نجدة السؤال في عمدة السؤال.
٢٣- عقود الإعراب.
٢٤- منثور الفوائد.
٢٥- مفتاح المذاكرة.
٢٦- كتاب كلا وكلتا.
٢٧- كتاب كيف.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (151,'٢٨- كتاب الألف واللام.
٢٩- كتاب في "يعفون".
٣٠- لمع الأدلة.
٣١- شفاء السائل في بيان رتبة الفاعل.
٣٢- الوجيز في التصريف.
٣٣- البيان في جمع "أفعل" أخف الأوزان.
٣٤- جلاء الأوهام وجلاء الأفهام في متعلق الظرف في قوله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ} .
٣٥- غريب إعراب القرآن.
٣٦- رتبة الإنسانية في المسائل الخراسانية.
٣٧- مقترح السائل في "ويل أمه".
٣٨- الزهرة في اللغة.
٣٩- الأسمى في شرح الأسما.
٤٠- كتاب حيص بيص.
٤١- حلية العقود في الفرق بين المقصور والممدود.
٤٢- ديوان اللغة.
٤٣- زينة الفضلاء في الفرق بين الضاد والظاء.
٤٤- البلغة في الفرق بين المذكر والمؤنث.
٤٥- فعلت وأفعلت.
٤٦- الألفاظ الجارية على لسان الجارية.
٤٧- قبسة الأديب في أسماء الذيب.
٤٨- الفائق في أسماء المائق.
٤٩- البلغة في أساليب اللغة.
٥٠- قبسة الطالب في شرح خطبة "أدب الكاتب".
٥١- تفسير غريب "المقامات الحريرية".
٥٢- شرح ديوان المتنبي.
٥٣- شرح الحماسة.
٥٤- شرح السبع الطوال.
٥٥- شرح مقصورة ابن دريد.
٥٦- المقبوض في العروض.
٥٧- شرح المقبوض في العروض.
٥٨- الموجز في القوافي.
٥٩- اللمعة في صنعة الشعر.
٦٠- الجوهرة في نسب النبي -صلى الله عليه وسلم- وأصحابه العشرة.
٦١- نكت المجالس في الوعظ.
٦٢- أصول الفصول في التصوف.
٦٣- التفريد في كلمة التوحيد.
٦٤- نقد الوقت.
٦٥- بغية الوارد.
٦٦- نسمة العبير في التعبير.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (152,'توفي ليلة الجمعة تاسع شعبان سنة سبع وسبعين وخمسمائة, ودفن بباب أبرز بتربة الشيخ أبي إسحاق الشيرازي, ومن شعره:
إذا ذكرتك كاد الشوق يقتلني ... وأرقتني أحزان وأوجاع
وصار كلي قلوبا فيك دامية ... للسقم فيها وللآلام إسراع
فإن نطقت فكلي فيك ألسنة ... وإن سمعت فكلي فيك أسماع١
_________
١ بغية الوعاة ٣٠١. وانظر ترجمة وافية عن حياته ومكانته في مقدمتنا لكتابين من كتبه حققناهما, وطبعا بمطبعة الجامعة السورية بدمشق سنة ١٩٥٧م، وهما: "الإغراب في جدل الإعراب" و"لمع الأدلة".',NULL,'149',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (153,'١- كتاب "لمع الأدلة":
"وهو أصل كتاب الاقتراح للسيوطي"
٢- الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين:
"لئن شحت عن ابن الأنباري الأخبار، لقد جادت بالتعريف به الآثار؛ فقد تفرد بابتكاره في فن التأليف حتى ليستأثر بطابع خاص بين هذه الكثرة الكاثرة من المؤلفين في علوم العربية. وإن الذي ألف أسلوبه في تأليفه وتوليده ولمس أستاذيته في تنسيقه وعرضه، ليميز كلامه من كلام غيره على أيسر سبيل مهما حاولت أن تغيبه بين عشرات الأساليب في مختلف الأعصار"١. فما هذا الابتكار الذي يتسم به فن ابن الأنباري في التأليف؟
نحن١ نعرف أن التطلع إلى أن يكون للعربية علوم وقواعد وأصول على مثل ما للشريعة، أمنية٢ داعبت همم الكثير من العلماء منذ المائة الثانية للهجرة، فمحاكاة أهل الأدب واللغة أهل الحديث في فن الرواية والعناية بالسند معروفة، وكذلك تقليدهم مدرسة الرأي في الفقه في تعليل الأحكام
_________
١ من تقديمنا لرسالتي ابن الأنباري "الإغراب في جدل الاعراب" و"لمع الأدلة في أصول النحو".
٢ انظر فصل "أثر العلوم الدينية في علوم العربية" من كتابي "في أصول النحو" ص٩, مطبعة الجامعة السورية بدمشق ١٩٥٧م.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (154,'حدثهم على أن يجدوا لأحكام العربية عللا تشبه تلك من جهة، وتشبه من جهة ثانية علل المتكلمين الذين اعتمدوا العقل والمنطق سلاحين في دعوتهم إلى فلسفة العقيدة؛ فكان للنحاة احتجاج بقواعد تشبه ما للمحدثين، وقياس وعلل يشبهان ما للفقهاء والمتكلمين، ثم عنوا بمسائل الخلاف عناية الفقهاء بخلافهم. وكان من الطبيعي أن تكون خطا النحاة متأخرة في الزمن، ومقلدة غير مبدعة، ثم متعثرة غير ماضية ولا حاسمة؛ وذلك للفارق العظيم بين طبيعة علوم الشريعة وطبيعة علوم اللغة.
ولم يكن لنا إلا محاولات جزئية في مسائل قام بها نوابغ أقوياء كالفارسي وابن جني، لكن أحدا لم يحاول وضع تصميم لفن أصولي في اللغة كما فعل أهل الشريعة ... حتى جاء ابن الأنباري.
علم أصول الفقه تبينت مسائله منذ وضع محمد بن الحسن الشيباني كتبه "المبسوط، والسير، والزيادات، والجامع الكبير، والآثار" ووضع الإمام الشافعي الرسالة ... فكان النحاة يحاولون ترسم خطاهما على ضوء هذه الكتب وأمثالها، وعرف المتأخرون خطا متقدميهم ولم يستطيعوا تقدما يذكر ...
استمر هذا التطلع وتلك الحسرة طوال المائة الرابعة والمائة الخامسة؛ فلما جاء ابن الأنباري اهتدى إلى الخطة، ونازعته الفكرة نزاعا شديدا إذ كانت كل المؤهلات تجمعت فيه فقام بها وحده، وسجل في تاريخ العربية أوليات ثلاثا حين أسس الفنون الثلاثة الآتية لأول مرة:',NULL,'151',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (155,'١- فن جدل الإعراب، وضع له كتاب "الإغراب في جدل الإعراب" "ليكون أول ما صنف لهذه الصنعة في قوانين الجدل, والآداب ليسلك به عند المجادلة, والمناظرة"١.
ولم يكن لعلوم اللغة العربية في هذا الفن قبل رسالة ابن الأنباري كتاب.
٢- فن الأصول للنحو، على نسق فن الأصول للفقه، وقد وضع له كتاب "لمع الأدلة" أول ما ألف في العربية في هذا الفن.
وقد جاء في مقدمة الرسالة أن "أصول النحو هي أدلة النحو التي تفرعت منها فروعه وفصوله، كما أن أصول الفقه هي أدلة الفقه التي تنوعت عنها جملته وتفصيله. وفائدته التعويل في إثبات الحكم على الحجة والتعليل، والارتفاع عن حضيض التقليد إلى يفاع الاطلاع على الدليل؛ فإن المخلد إلى التقليد لا يعرف وجه الخطأ من الصواب، ولا ينفك في أكثر الأمر عن عوارض الشك والارتياب ... إلخ.
قسم الكتاب إلى ثلاثين فصلا تبحث في الأدلة وأقسامها، والنقل وشروطه وأنواعه، وفي القياس وأقسامه, وفي العلة وأنواعها وشروط الاستدلال بها، ثم في الاستحسان واستصحاب الحال ومعارضة الأدلة.
وعبارة المؤلف مركزة مكثفة موجزة تعتمد على الشواهد، وقد صبت في قوالب القواعد الشاملة مع أمثلتها الموضحة.
_________
١ من مقدمة ابن الأنباري.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (156,'وظاهر أن دراسة هذا الفن حلقة عليا بعد دراسة النحو نفسه، وقد طمح ابن جني أن يكون مؤسسا لهذا الفن، وقد أشار إلى محاولة النحويين واللغويين أن يحوموا حوله، فسجل في كتابه "الخصائص" استمداد علوم اللغة من علوم الشريعة واحتذاء النحويين حذو علماء الشريعة، وأشار إلى كتب الإمام محمد صاحب أبي حنيفة بقوله: "وكذلك كتب محمد بن الحسن -رحمه الله- ينتزع أصحابنا منها العلل لأنهم يجدونها منثورة في أثناء كلامه، فيجمع بعضها إلى بعض بالملاطفة والرفق"١. لكن الله شاء أن تكون هذه السابقة لابن الأنباري بعد ابن جني بمائتي سنة.
ثم يأتي السيوطي ويؤلف كتاب "الاقتراح" الذي كان الناس يعدونه الكتاب الفريد في "أصول النحو"، حتى نشرنا كتاب ابن الأنباري ونبهنا على أنه هو الأصل الذي استقى منه السيوطي في "الاقتراح" و"المزهر" وغيرهما, ولم يشر إلا إشارة خفية إلى مصدره الأصلي محاولا حجبه عن الأنظار١.
وسترى أسلوب ابن الأنباري في فصل من هذا الكتاب بعد قليل.
٣- فن "الخلاف" بين المذاهب النحوية كانت مسائله مبعثرة، بل كانت متعلقات المسألة الواحدة مشتتة في كتب البصريين والكوفيين، وألف غير واحد في الخلاف، لكن أكثر هذه الكتب ردود جزئية، وأول من بدأ بذلك ثعلب
_________
١ الخصائص ١/ ١٦٣.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (157,'الكوفي. فلما ألف ابن الأنباري كتابه الجليل "الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين" صار لهذا الفن كتاب مسجل يسعف الدارسين لأول مرة بما يريدون. وقد كان هو نفسه معتزا -وله الحق- وهو يشير إلى هذه الأولية مؤرخا بقوله في مقدمة الإنصاف: "سألوني أن ألخص لهم كتابا لطيفا يشتمل على مشهور المسائل الخلافية بين نحويي البصرة والكوفة على ترتيب المسائل الخلافية بين الشافعي وأبي حنيفة، ليكون أول كتاب صنف في علم العربية على هذا الترتيب، وألف على هذا الأسلوب؛ لأنه ترتيب لم يصنف عليه أحد من السلف ولا ألف عليه أحد من الخلف".
وبذلك تحقق للنحو أمنية طالما تطلع إليها الكثيرون.
طبع هذا الكتاب بمطبعة بريل في ليدن سنة ١٩١٣ طبعة جيدة مخدومة بالفهارس والحواشي المختلفة مع دراسة بالألمانية، ثم طبع في مطبعة الاستقامة بمصر سنة ١٩٤٠ طبعة أولى ثم طبعة ثانية، ثم طبعة ثالثة بمطبعة السعادة بمصر سنة ١٩٥٥ في "٤٥٠" صفحة من القطع الوسط.
هذا الكتاب أعلى كتبه المطبوعة درجة وأنفسها فائدة, وفيه يتجلى أسلوبه كاملا بجميع سماته. عرض فيه لـ "١٢١" مسألة من مسائل الخلاف بين المدرستين، فبسطها بسطا شافيا.
وخطته بعد ذكر موضوع المسألة أن يسير به مراحل أربعا تشبه مراحل الدعوى في المحاكم:
أولا: سرد دعوى الكوفيين فيه ثم دعوى البصريين،',NULL,'154',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (158,'وبذلك تحدد جوانب الموضوع كله.
ثانيا: الإدلاء بالبينات؛ فيبدأ بحجج الكوفيين يعرضها بوضوح، ثم يعقبها بحجج البصريين كذلك.
ثالثا: الردود؛ يعرض في هذه المرحلة لردود كل فريق على حجج الفريق الآخر، وأغلب ما يطرد ذلك للبصريين.
رابعا: الحكم, لكن هذه المرحلة لا تطرد في كل المسائل، فكأن ابن الأنباري يكتفي بإيراد ردود البصريين على حجج الأولين، فتكون هذه الردود حكمه هو نفسه في المسألة المعروضة, على أنه نصر مذهب الكوفيين في مسائل قليلة.
والكتاب حافل بقواعد أصولية عامة، غير المسائل الكثيرة التي يسوق إليها الاستطراد، أما الشواهد وكثرتها فحدث عنها ولا حرج، إذ هي عمدة كل فريق في نصر ما يذهب إليه.
ودارس الكتاب١ لا يشعر إلا أنه في قاعة محكمة جلس فيها المتحاكمان ومحاموهما، والنظارة يستمعون إلى المدعي وبينته ثم إلى المدعى عليه وحجته، ثم إلى دفع كلٍّ حجة خصمه؛ فلا يكاد ينتهي المجلس إلا وقد خرج النظارة بالحكم مطمئنين أحيانا ومترددين أحيانا، قد علقوا على بعض الحجج بما يوهنها أو يقويها، وعرضوا للحكم أحيانا بما يؤيده أو بما يشكك فيه، وقد امتلأت حقائبهم من قواعد
_________
١ كنت قررت تدريس هذا الكتاب في شهادة علوم اللغة العربية في كلية الآداب بالجامعة السورية بدمشق منذ سنة ١٩٤٨، وأنا أشهد أني والطلاب كنا ننتظر بشوق موعده الأسبوعي؛ لشعورنا بالجو القضائي فيه أكثر من الجو الدراسي.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (159,'أصولية عامة اتفق على رعايتها الطرفان، فإذا أخل ببعضها تعرض المخل لحساب غير يسير.
عرفت التواليف النحوية من بعد سيبويه حتى يومنا هذا بيبس الأسلوب غالبا، وجفاف العرض, وإملال القارئ، لكن الأنباري -والحق يقال- "أدَّب" النحو وأضفى على أسلوب عرضه من المائية والتندية ما حببه إلى المطالع فأبعد عنه السأم، وليس بقليل أن نعرض ما يشبه الأرقام والقضايا المنطقية عرضا جذابا.
إني إذا أردت التعبير عن أسلوب ابن الأنباري بكلمة جامعة لم أجد أصدق من قولي: "أسلوب رياضي جميل". أما "الجمالية" فشيء يتذوق ولا يعرف، لكنني أشير عليك بأن تقرأ صفحة لابن الأنباري في كتاب "الإنصاف" مثلا وتقرأ في موضوعها صفحة أخرى من أي عصر شئت مع وجود بلغاء كثيرين ألفوا في النحو، إنك لن تجد في طراوة أسلوبه وسهولته أسلوبا لعالم آخر، حتى ولا لابن جنى، وأما "الرياضية" في أسلوبه فسمة بارزة تنادي على نفسها في "الإغراب في جدل الإعراب" وفي "لمع الأدلة" وفي "الإنصاف" وفي "أسرار العربية" وحتى في "نزهة الألباء" وهو مقصور على ترجمة العلماء, حيث تجد التراجم مركزة منسقة, لا فضول فيها ولا التواء١.
وإليك الآن نصا من "لمع الأدلة" ونصوصا من كتاب "الإنصاف في مسائل الخلاف":
_________
١ أكثر هذا التعريف من مقدمتنا في التعريف بالمؤلف وآثاره وخصائصها في نشرتنا "رسالتان لابن الأنباري, مطبعة الجامعة السورية بدمشق ١٩٥٧".',NULL,'156',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (160,'من "لمع الأدلة" في أصول النحو:
الفصل العاشر في القياس ١:
اعلم أن القياس في وضع اللسان بمعنى التقدير، وهو مصدر "قايست الشيء بالشيء مقايسة وقياسا: قدرته"، ومنه "المقياس" أي: المقدار، و"قيس رمح" أي: قدر رمح. وهو في عرف العلماء عبارة عن تقدير الفرع بحكم الأصل.
وقيل: "هو حمل فرع على أصل بعلة، وإجراء حكم الأصل على الفرع".
وقيل: "هو إلحاق الفرع بالأصل بجامع".
وقيل: هو اعتبار الشيء بالشيء بجامع.
وهذه الحدود كلها متقاربة.
ولا بد لكل قياس من أربعة أشياء: أصل وفرع وعلة وحكم.
وذلك مثل أن تركب قياسا في الدلالة على رفع ما لم يسم فاعله, فتقول:
"اسم أسند الفعل إليه مقدما عليه, فوجب أن يكون مرفوعا قياسا على الفاعل".
فالأصل هو الفاعل، والفرع هو ما لم يسم فاعله، والعلة الجامعة هي الإسناد، والحكم هو الرفع. والأصل في الرفع أن يكون للأصل الذي هو الفاعل، وإنما أجري على الفرع الذي هو ما لم يسم فاعله بالعلة الجامعة التي هي الإسناد, وعلى هذا النحو تركيب كل قياس من أقيسة النحو.
_________
١ ص٩٣ من المصدر السابق.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (161,'فإن قيل: "فلم كان إسناد الفعل إلى الفاعل الذي هو الأصل موجبا للرفع دون النصب؟ وهلا كان الأمر بالعكس؟ " قيل: "لأنه لما وجب الفرق بين الفاعل والمفعول لإزالة اللبس، ووجدنا إسناد الفعل لا يكون إلا إلى فاعل واحد، ووقوعه يكون على مفعولات كثيرة: فمنه ما يقع على مفعول واحد، ومنه على مفعولين، ومنه على ثلاثة مفعولين، مع أن جنس الفعل متعديا كان أو لازما يتعدى إلى سبعة أشياء غير هذه الثلاثة وهي: المصدر وظرف الزمان وظرف المكان والمفعول له والحال والمفعول معه والمستثنى، مع خلاف في المفعول معه والمستثنى؛ فتلك عشرة كاملة. ولا يسند في ذلك كله إلا إلى فاعل واحد؛ فلما كان إسناد الفعل إلى الفاعل أقل ووقوعه على المفعول أكثر، والرفع أثقل والنصب أخف، أعطي الأقل الأثقل والأكثر الأخف معادلة بينهما؛ ولو عكس ذلك لكان عدولا عن المعادلة التي تقتضيها قضية المعدلة، واستكثارا لما يستثقل في كلامهم، وتركا للمناسبة، وخروجا عن قانون الحكمة. وما ذلك -في ضرب المثال- إلا بمنزلة رجل جعل بين يديه حجرين: أحدهما وزنه منا١ والآخر وزنه عشرة أمناء، وأمر إنسانا أن يحمل ما هو عشرة أمناء مرة واحدة، وما هو منا عشر مرات ليكون قلة العمل بإزاء الثقل، وكثرة العمل بإزاء الخفة, فإنه لا خفاء بأن ذلك مقارب للحكمة؛ ولو أمره بحمل الثقيل عشر مرات وبحمل الخفيف مرة واحدة لكان
_________
١ المنا: رطلان.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (162,'ذلك مباينا للحكمة لجمعه عليه بين الثقل وكثرة العمل في حالة واحدة، وبين قلة العمل والخفة في حال أخرى، فكذلك ههنا.
وقد قيل في الجواب عن هذا السؤال عدة أقاويل، وإنما اقتصرنا على هذا القول؛ لأن غرضنا التمثيل لا التطويل بكثرة التعليل.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (163,'٢- كتاب الإنصاف في مسائل الخلاف:
مقدمة كتاب الإنصاف ١:
قال الشيخ الإمام العالم الزاهد كمال الدين بن عبد الرحمن بن أبي سعيد الأنباري -وفقه الله:
الحمد لله الملك الحق المبين، والصلاة والسلام على صفوته النبي العربي المبعوث بالدين المتين، وعلى آله وأصحابه وعترته البررة المتقين.
وبعد؛ فإن جماعة من الفقهاء المتأدبين، والأدباء المتفقهين، المشتغلين علي بعلم العربية، بالمدرسة النظامية -عمر الله مبانيها ورحم بانيها- سألوني أن ألخص لهم كتابا لطيفا يشتمل على مشاهير المسائل الخلافية بين نحويي البصرة والكوفة، على ترتيب المسائل الخلافية بين الشافعي وأبي حنيفة؛ ليكون أول كتاب صنف في علم العربية على هذا الترتيب، وألف على هذا الأسلوب؛ لأنه ترتيب لم يصنف عليه أحد من السلف، ولا ألف عليه أحد من الخلف، فتوخيت إجابتهم على وفق مسألتهم، وتحريت إسعافهم لتحقيق طلبتهم؛ وفتحت في
_________
١ مر بك ص٧٧ نص المسألة ٩٢ من كتاب "الإنصاف" وموضوعها خلافهم حول السين وسوف، وإليك الآن مقدمته وثلاث مسائل أخرى منه.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (164,'ذلك الطريق، وذكرت من مذهب كل فريق ما اعتمد عليه أهل التحقيق، واعتمدت في النصرة على ما أذهب إليه من مذهب أهل الكوفة أو البصرة، على سبيل الإنصاف، لا التعصب والإسراف, مستجيرا بالله، مستخيرا له فيما قصدت إليه؛ فالله تعالى ينفع به؛ إنه قريب مجيب.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (165,'المسألة الأولى ١:
اشتقاق كلمة "اسم"
ذهب الكوفيون إلى أن "الاسم" مشتق من "الوسم" وهو العلامة؛ وذهب البصريون إلى أنه مشتق من "السمو" وهو العلو.
أما الكوفيون:
فاحتجوا بأن قالوا: إنما قلنا: إنه مشتق من "الوسم" لأن "الوسم" في اللغة هو العلامة، والاسم وسم على المسمى، وعلامة له يعرف به؛ ألا ترى أنك إذا قلت: "زيد" أو "عمرو" دل على المسمى فصار كالوسم عليه؟ فلهذا قلنا: "إنه مشتق من الوسم"، ولذلك قال أبو العباس أحمد بن يحيى ثعلب٢: الاسم سمة توضع على الشيء يعرف بها، والأصل في "اسم": "وسم" إلا أنه حذفت منه الفاء التي هي الواو في "وسم" وزيدت الهمزة في أوله عوضا عن المحذوف, ووزنه "اعل" لحذف الفاء منه.
_________
١ الطبعة الثالثة "مطبعة السعادة بمصر ١٣٧٤هـ-١٩٥٥م" ص٤.
٢ من أئمة الكوفيين.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (166,'وأما البصريون:
فاحتجوا بأن قالوا: إنما قلنا: "إنه مشتق من "السمو" لأن "السمو" في اللغة هو العلم. يقال: سما يسمو سموا إذا علا، ومنه سميت "السماء" سماء لعلوها، والاسم يعلو على المسمى، ويدل على ما تحته من المعنى؛ ولذلك قال أبو العباس محمد بن يزيد المبرد١: الاسم ما دل على مسمى تحته، وهذا القول كاف في الاشتقاق لا في التحديد، فلما سما الاسم على مسماه وعلا على ما تحته من معناه دل على أنه مشتق من "السمو" لا من "الوسم".
ومنهم من تمسك بأن قال: إنما قلنا: إنه مشتق من "السمو" وذلك لأن هذه الثلاثة الأقسام التي هي الاسم، والفعل، والحرف، لها ثلاث مراتب؛ فمنها ما يخبر به ويخبر عنه وهو الاسم نحو "الله ربنا ومحمد نبينا" وما أشبه ذلك، فأخبرت بالاسم وعنه؛ ومنها ما يخبر به ولا يخبر عنه وهو الفعل نحو "ذهب زيد" و"انطلق عمرو" وما أشبه ذلك فأخبرت بالفعل، ولو أخبرت عنه فقلت "ذهب ضرب، وانطلق كتب" لم يكن كلاما؛ ومنها ما لا يخبر به ولا يخبر عنه وهو الحرف، نحو "من، ولن، ولم، وبل" وما أشبه ذلك؛ فلما كان الاسم يخبر به ويخبر عنه، والفعل يخبر به ولا يخبر عنه، والحرف لا يخبر به ولا يخبر عنه، فقد سما على الفعل والحرف، أي: علا، فدل على أنه مشتق من "السمو"
_________
١ من أئمة البصريين.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (167,'والأصل فيه "سِمْو" على وزن "فعل" -بكسر الفاء وسكون العين- فحذفت اللام التي هي الواو، وجعلت الهمزة عوضا عنها، ووزنه "افع" لحذف اللام منه.
وأما الجواب عن كلمات الكوفيين:
قولهم: "إنما قلنا: إنه مشتق من الوسم؛ لأن الوسم في اللغة العلامة، والاسم وسم على المسمى وعلامة عليه يعرف به" قلنا: هذا وإن كان صحيحا من جهة المعنى إلا أنه فاسد من جهة اللفظ، وهذه الصناعة لفظية، فلا بد فيها من مراعاة اللفظ؛ ووجه فساده من جهة اللفظ من خمسة أوجه:
الوجه الأول: أنا أجمعنا على أن الهمزة في أوله همزة التعويض، وهمزة التعويض إنما تقع تعويضا عن حذف اللام، لا عن حذف الفاء، ألا ترى أنهم لما حذفوا اللام التي هي الواو من "بنو" عوضوا عنها الهمزة في أوله فقالوا: "ابن"، ولما حذفوا الفاء التي هي الواو من "وعد" لم يعوضوا عنها الهمزة في أوله، فلم يقولوا: "اعد"، وإنما عوضوا عنها الهاء في آخره فقالوا: "عدة"؛ لأن القياس فيما حذف منه لامه أن يعوض بالهمزة في أوله، وفيما حذف منه فاؤه أن يعوض بالهاء في آخره، والذي يدل على صحة ذلك أنه لا يوجد في كلامهم ما حذف فاؤه وعوض بالهمزة في أوله، كما لا يوجد في كلامهم ما حذف لامه وعوض بالهاء في آخره، فلما وجدنا في أول "اسم" همزة التعويض علمنا',NULL,'164',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (168,'أنه محذوف اللام، لا محذوف الفاء؛ لأن حمله على ما له نظير أولى من حمله على ما ليس له نظير، فدل على أنه مشتق من "الوسم".
والوجه الثاني: أنك تقول: "أسميته" ولو كان مشتقا من "الوسم" لوجب أن تقول: "أوسمته"، فلما لم تقل إلا "أسميت" دل على أنه من السمو، وكان الأصل فيه "أسموت" إلا أن الواو التي هي اللام لما وقعت رابعة قلبت ياء كما قالوا: "أعليت، وأدعيت"، والأصل "أعلوت" "وأدعوت" إلا أنه لما وقعت الواو رابعة قلبت "ياء"، فكذلك ههنا.
وإنما وجب أن تقلب الواو ياء رابعة من هذا النحو حملا للماضي على المضارع، والمضارع يجب قلب الواو فيه ياء نحو "يعلي, ويدعي، ويسمي" والأصل فيه "يعلو، ويدعو، ويسمو". وإنما وجب قلبها ياء في المضارع لوقوعها ساكنة مكسورا ما قبلها؛ لأن الواو متى وقعت ساكنة مكسورا ما قبلها وجب قلبها ياء، ألا ترى أنهم قالوا: "ميقات، وميعاد، وميزان" والأصل "موقات، وموعاد، وموزان"؛ لأنه من "الوقت، والوعد, والوزن"؛ إلا أنه لما وقعت الواو ساكنة مكسورا ما قبلها، وجب قلبها ياء فكذلك ههنا.
وإنما حملوا الماضي على المضارع مراعاة لما بنوا عليه كلامهم من اعتبار حكم المشاكلة والمحافظة على أن تجري الأبواب على سنن واحد؛ ألا ترى أنهم حملوا المضارع على الماضي إذا اتصل به ضمير جماعة النسوة نحو "تضربن" وحذفوا الهمزة',NULL,'165',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (169,'من أخوات "أكرم" نحو "نكرم، وتكرم، ويكرم" والأصل فيها: "نؤكرم، وتؤكرم، ويؤكرم" كما قال:
فإنه أهل لأن يؤكرما
حملا على "أكرم"؛ وإنما حذف إحدى الهمزتين من "أكرم" لأن الأصل فيه "أؤكرم" فلما اجتمع فيه همزتان كرهوا اجتماعهما فحذفوا إحداهما تخفيفا، ثم حملوا سائر أخواتها عليها في الحذف، وكذلك حذفوا الواو من أخوات "يعد" نحو "أعد، ونعد، وتعد" والأصل فيها "أوعد، ونوعد، وتوعد" حملا على "يعد" وإنما حذفت الواو من "يعد" لوقوعها بين ياء وكسرة. ثم حملوا سائر أخواتها عليها في الحذف, كل ذلك لتحصيل التشاكل, والفرار من نفرة الاختلاف، فكذلك ههنا، حملوا الماضي على المضارع، وبل أولى؛ وذلك لأن مراعاة المشاكلة بالقلب أقيس من مراعاة المشاكلة بالحذف؛ لأن القلب تغيير يعرض في نفس الحرف، والحذف إسقاط لأصل الحرف، والإسقاط في باب التغيير أتم من القلب، فإذا جاز أن يراعوا المشاكلة بالحذف فبالقلب أولى؛ وأما قلب الواو ياء في الماضي في نحو "تغازيت، وترجيت" وإن لم تقلب ياء في المضارع؛ لأن الأصل في "تغازيت: غازيت" وفي "ترجيت: رجيت" فزيدت التاء فيهما لتدل على المطاوعة، و"غازيت, ورجيت" يجب قلب الواو فيهما ياء في المضارع، ألا ترى أنك تقول في المضارع "أغازي، وأرجي" فكذلك في الماضي، وإذا لزم هذا القلب قبل الزيادة في "غازيت أغازي" و"رجيت',NULL,'166',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (170,'أرجي" فكذلك بعد الزيادة في "تغازيت وترجيت" حملا لـ "تغازيت" على "غازيت"، ولـ "ترجيت" على "رجيت" مراعاة للتشاكل, وفرارا من نفرة الاختلاف.
والوجه الثالث: أنك تقول في تصغيره "سميّ"، ولو كان مشتقا من "الوسم" لكان يجب أن نقول في تصغيره "وُسَيْم" كما يجب أن تقول في تصغير "زنة، وُزَيْنة" وفي تصغير "عدة: وعيدة"؛ لأن التصغير يرد الأشياء إلى أصولها، فلما لم يجز أن يقال إلا: "سميّ" دل على أنه مشتق من "السمو"، لا من "الوسم".
والأصل في "سُمَيّ: سُميْو" إلا أنه لما اجتمعت الياء والواو والسابق منهما ساكن قلبوا الواو ياء، وجعلوهما ياء مشددة، كما قالوا: "سيد، وجيد، وهين، وميت" والأصل فيه "سيْود، وجيود، وهيون، وميوت" لأنه من السؤدد والجودة والهوان والموت، إلا أنه لما اجتمعت الياء والواو والسابق منهما ساكن قلبوا الواو ياء، وجعلوهما ياء مشددة، وكذلك أيضا قالوا: "طويت طيا، ولويت ليا، وشويت شيا"، والأصل فيه: "طوْيا، ولويا، وشويا"، إلا أنه لما اجتمعت الواو والياء والسابق منهما ساكن قلبوا الواو ياء، وجعلوهما ياء مشددة، وإنما وجب قلب الواو إلى ياء دون قلب الياء إلى الواو؛ لأن الياء أخف من الواو، فلما وجب قلب أحدهما إلى الآخر، كان قلب الأثقل إلى الأخف أولى من قلب الأخف إلى الأثقل.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (171,'والوجه الرابع: أنك تقول في تكسيره "أسماء "وأسامٍ"" ولو كان مشتقا من "الوسم" لوجب أن تقول: "أوسام وأواسيم" فلما لم يجز أن يقال إلا "أسماء" دل على أنه مشتق من "السمو" لا من "الوسم". والأصل في "أسماء: أسماو"، إلا أنه لما وقعت الواو طرفا وقبلها ألف زائدة قلبت همزة, كما قالوا "سماء وكساء ورجاء ونجاء" والأصل فيه: "سماو وكساو ورجاو ونجاو"، لقولهم: "سموت، وكسوت، ورجوت، ونجوت" إلا أنه لما وقعت الواو طرفا وقبلها ألف زائدة قلبت همزة.
ومنهم من قال: إنها قلبت ألفا؛ لأن الألف التي قبلها لما كانت ساكنة خفية زائدة, والحرف الساكن حاجز غير حصين لم يعتدوا بها، ففدروا أن الفتحة التي قبل الألف قد وليت الواو وهي متحركة، والواو متى تحركت وانفتح ما قبلها وجب أن تقلب ألفا، ألا ترى أنهم قالوا: "سما، وعلا، ودعا، وغزا" والأصل فيها: "سموَ، وعلوَ، ودعو، وغزو" لقولهم: "سموت، وعلوت، ودعوت، وغزوت" إلا أنه لما تحركت الواو وانفتح ما قبلها قلبت ألفا فكذلك ههنا قلبوا الواو في "أسماو" ألفا، فاجتمع فيه ألفان: ألف زائدة، وألف منقلبة عن لام الكلمة، والألفان ساكنتان، وهما لا يجتمعان، فقلبت الألف الثانية المنقلبة عن لام الكلمة همزة لالتقاء الساكنين، وإنما قلبت إلى الهمزة دون غيرها من الحروف لأنها أقرب الحروف إليها؛ لأن الهمزة هوائية كما أن الألف هوائية, فلما كانت أقرب الحروف إليها كان قلبها',NULL,'168',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (172,'إليها أولى من قلبها إلى غيرها.
والوجه الخامس: أنه قد جاء عن العرب أنهم قالوا في "اسم: سُمى" على وزن "عُلى" والأصل فيه "سمو" إلا أنهم قلبوا الواو منه ألفا لتحركها وانفتاح ما قبلها، فصار "سُمى".
قال الشاعر:
والله أسماك سُمى مباركا ... آثرك الله به إيثاركا
وفيه خمس لغات: "اسم" بكسر الهمزة، و"اسم" بضمها، و"سم" بكسر السين، و"سم" بضمها. قال الشاعر:
وعامنا أعجبنا مقدمه ... يدعى أبا السمح وقرضاب سمه
مبتركا لكل عظم يلحمه١
وقال:
باسم الذي في كل سورة سمه ... قد وردت على طريق تعلمه
ويروى "سمه" بضم السين، و"سمى" على وزن "على" على ما بينا والله أعلم٢.
_________
١ القرضاب: الأسد، اللص، السيف القطاع. مبترك: معتمد على شيء، ملح.
٢ انظر عرض هذا الخلاف في أمالي ابن الشجري ٢/ ٦٦, ففيه ما ليس هنا.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (173,'"مسألة ١١٧" ١:
وزن إنسان:
ذهب الكوفيون إلى أن "إنسان" وزنه "إفعان", وذهب البصريون إلى أن وزنه "فعلان" وإليه ذهب بعض الكوفيين.
أما الكوفيون:
فاحتجوا بأن قالوا: إنما قلنا ذلك لأن الأصل في "إنسان: إنسيان" على "إفعلان" من النسيان، إلا أنه لما كثر في كلامهم وجرى على ألسنتهم حذفوا منه الياء التي هي اللام لكثرته في استعمالهم، والحذف لكثرة الاستعمال كثير في كلامهم، كقولهم: "أيش" في "أي شيء" و"عم صباحا" في "أنعم صباحا" و"ويلمه" في "ويل أمه", قال الهذلي:
ويلمه رجلا تأبى به غبنا ... إذا تجرد لا خال ولا بخل٢
_________
١ ص٤٣٢.
٢ البيت للمتنخل الهذلي من قصيدة يرثي بها ابنه أثيلة, والمعنى: تأبى أن تلحق بها غبنا أي: ضعف رأي، والخال: الخيلاء, أي: لا كبر فيه ولا بخل, انظر ديوان الهذليين ٢/ ٣٤.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (174,'وقال الآخر:
ويلمه مسعر حرب إذا ... ألقي فيها وعليه الشليل١
والذي يدل على أن "إنسان" مأخوذ من "النسيان" أنهم قالوا في تصغيره "أنيسيان" فردوا الياء في حال التصغير؛ لأن الاسم لا يكثر استعماله مصغرا كثرة استعماله مكبرا، والتصغير يرد الأشياء إلى أصولها، فدل على ما قلناه.
وأما البصريون:
فاحتجوا بأن قالوا: إنما قلنا: إن وزنه "فِعْلان" لأن "إنسان" مأخوذ من "الإنس" وسمي "الإنس" إنسا لظهورهم، كما سمي "الجن" جنا لاجتنانهم أي: استتارهم، ويقال: "آنست الشيء" إذا أبصرته، قال الله تعالى: {آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا} ٢ أي: أبصر، وكما أن الهمزة في "الإنس" أصلية, ولا ألف ونون فيه موجودتان, فكذلك الهمزة أصلية في "إنسان" ويجوز أن يكون سمي "الإنس" إنسا؛ لأن هذا الجنس يستأنس به ويوجد فيه من الأنس وعدم الاستيحاش ما لا يوجد في غيره من سائر الحيوان، وعلى كلا الوجهين فالألف والنون فيه زائدتان؛ فلهذا قلنا: إن وزنه "فعلان".
_________
١ مسعر حرب: موقد حرب، أي: بطل حرب, يسعرها كلما ركدت.
والشليل: الدرع الصغيرة، غلالة تلبس تحت الدرع.
٢ سورة القصص: الآية ٢٨.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (175,'وأما الجواب عن كلمات الكوفيين:
أما قولهم: "إن الأصل في "إنسان: إنسيان" إلا أنهم لما كثر في كلامهم حذفوا منه الياء لكثرة الاستعمال، كقولهم: "أيش" في "أي شيء" و"عم صباحا" في "أنعم صباحا" و"يلمه" في "ويل أمه" قلنا: هذا باطل؛ لأنه لو كان الأمر كما زعمتم لكان يجوز أن يؤتى به على الأصل، كما يجوز أن نقول: "أي شيء، وأنعم صباحا، وويل أمه" على الأصل، فلما لم يأت ذلك في شيء من كلامهم في حالة اختيار, ولا ضرورة دل على بطلان ما ذهبتم إليه.
وأما قولهم: إنهم قالوا في تصغيره "أنيسيان" قلنا: إنما زيدت هذه الياء في "أنيسيان" على خلاف القياس، كما زيدت في قولهم: "لييلية" في تصغير "ليلة" و"عشيشية" في تصغير "عشية", وكقولهم على خلاف القياس "مغيربان" في تصغير "مغرب" و"رويجل" في تصغير "رجل" إلى غير ذلك مما جاء على خلاف القياس، فلا يكون فيه حجة؛ والله أعلم.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (176,'"مسألة ١١٦" ١:
التعجب من البياض والسواد
ذهب الكوفيون إلى أنه يجوز أن يستعمل "ما أفعله" في التعجب من البياض والسواد خاصة من بين سائر الألوان، نحو أن تقول: "هذا الثوب ما أبيضَهُ، وهذا الشعر ما أسودَهُ" وذهب البصريون إلى أن ذلك لا يجوز فيهما كغيرهما من سائر الألوان.
أما الكوفيون:
فاحتجوا بأن قالوا: إنما جوزنا ذلك للنقل والقياس؛ أما النقل، فقد قال الشاعر:
إذا الرجال شتوا واشتد أكلهم ... فأنت أبيضهم سربال طباخ٢
وجه الاحتجاج أنه قال: "أبيضهم" وإذا جاز ذلك في
_________
١ ص٤٣٥.
٢ كناية عن بخله.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (177,'أفعلهم" جاز في "ما أفعله، وأفعل به" لأنهما بمنزلة واحدة في هذا الباب، وقد قال الشاعر:
جارية في درعها الفضفاض ... تقطِّع الحديث بالإيماض
أبيض من أخت بني إباض١
فقال: "أبيض" وهو "أفعل" من البياض، وإذا جاز ذلك في "أفعل من كذا" جاز في "ما أفعله، وأفعل به" لأنهما بمنزلة واحدة في هذا الباب، ألا ترى أن ما لا يجوز فيه "ما أفعله" لا يجوز فيه "أفعل من كذا" وكذلك بالعكس منه، ما جاز فيه "ما أفعله" جاز فيه "أفعل من كذا" فإذا ثبت أنه يمتنع في كل واحد منهما ما يمتنع في الآخر، ويجوز فيه ما يجوز في الآخر دل على أنهما بمنزلة واحدة، وكذلك القول في "أفعل به" في الجواز والامتناع، فإذا ثبت هذا فوجب أن يجوز استعمال "ما أفعله" من البياض.
وأما القياس فقالوا: إنما جوزنا ذلك من "السواد، والبياض" دون سائر الألوان؛ لأنهما أصلا الألوان، ومنهما يتركب سائرها من الحمرة والصفرة والخضرة والصهبة والشهبة والكهبة٢ إلى غير ذلك، فإذا كانا هما الأصلين للألوان كلها جاز أن يثبت لهما ما لا يثبت لسائر الألوان؛ إذ كانا أصلين لها، ومتقدمين عليها.
_________
١ جاء في الكامل للمبرد ١/ ٢٢٦ هذا الشاهد لعبد الله بن الزبير الأسدي:
هما خطتا خسف نجاؤك منهما ... ركوبك حوليا من الثلج أشهبا
والشاعر يضطر في غير البياض والسواد، ولو فطن الكوفيون لهذا الشاهد لعضوا عليه بالنواجذ.
٢ الكهبة في ألوان الإبل: هي غبرة مشربة سوادا، لون ليس بخالص الحمرة.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (178,'وأما البصريون:
فاحتجوا بأن قالوا: الدليل على أنه لا يجوز استعمال "ما أفعله" من البياض والسواد أنا أجمعنا على أنه لا يجوز أن يستعمل مما كان لونا غيرهما من سائر الألوان، فكذلك لا يجوز منهما، وإنما قلنا ذلك لأنه لا يخلو امتناع ذلك إما أن يكون لأن باب الفعل منهما أن يأتي على "أفعل" نحو "أحمر، وأصفر، وأخضر" وما أشبه ذلك, ولأن هذه الأشياء مستقرة في الشخص لا تكاد تزول فجرت مجرى أعضائه، وأي العلتين قدرنا وجدنا المساواة بين البياض والسواد وبين سائر الألوان في علة الامتناع، فينبغي ألا يجوز فيهما كسائر الألوان.
وأما الجواب عن كلمات الكوفيين:
أما احتجاجهم بقول الشاعر:
فأنت أبيضهم سربال طباخ
فلا حجة فيه من وجهين:
أحدهما: أنه شاذ فلا يؤخذ به، كما أنشد أبو زيد:
يقول الخنى وأبغض العجم ناطقا ... إلى ربنا صوت الحمار اليجدع',NULL,'175',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (179,'ويستخرج اليربوع من نافقائه ... ومن جحره بالشيحة اليتقصع١
فأدخل الألف واللام على الفعل، وأجمعنا على أن استعمال مثل هذا خطأ لشذوذه قياسا واستعمالا، فكذلك ههنا. وإنما جاء هذا لضرورة الشعر، والضرورة لا يقاس عليها، كما لو اضطر إلى قصر الممدود على أصلنا وأصلكم، أو إلى مد المقصور على أصلكم، وعلى ذلك سائر الضرورات، ولا يدل جوازه في الضرورة على جوازه في غير الضرورة، فكذلك ههنا، فسقط الاحتجاج به، وهذا هو الجواب عن قول الآخر:
أبيض من أخت بني إباض
والوجه الثاني: أن يكون قوله: "فأنت أبيضهم" أفعل الذي مؤنثه "فعلاء" كقولك: "أبيض، وبيضاء" ولم يقع الكلام فيه، وإنما وقع الكلام في "أفعل" الذي يراد به المفاضلة نحو "هذا أحسن منه وجها، وهو أحسن القوم وجها" فكأنه قال: "مبيضهم" فلما أضافه انتصب ما بعده عن تمام الاسم؛ وهذا هو الجواب عن قول الآخر: "أبيض من أخت" ومعناه "في درعها جسد مبيض من أخت بني إباض" ويكون "من:
_________
١ الخنى: الفحش. العجم: جمع أعجم وهو الحيوان. اليربوع: الضب. النافقاء: الباب الخلفي لجحر اليربوع. الشيح: نبات سهلي يتخذ من بعضه المكانس، طيب الرائحة, مر الطعم. يتقصع: يستخرج التراب من جحر اليربوع.
و"ال" في "اليجدع" و"اليتقصع" اسم موصول أصلها: "الذي يجدع، الذي يتقصع" فاقتصر الشاعر من اسم الموصول على "ال" ضرورة شعرية, والبيتان لذي الخرق الطهوي.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (180,'أخت" ههنا في موضع رفع؛ لأنها صفة لـ "أبيض"، كأنه قال: "أبيض كائن من أخت" كقولهم: "أنت كريم من بني فلان" ونحوه قول الشاعر:
وأبيض من ماء الحديد كأنه ... شهاب بدا والليل داج عساكره١
فقوله: "من ماء الحديد" في موضع رفع؛ لأنه صفة "أبيض" وتقديره: "وأبيض كائن من ماء الحديد" ونحوه أيضا قول الآخر:
لما دعاني السمهري أجبته ... بأبيض من ماء الحديد صقيل
وأما قولهم: "إنما جوزنا ذلك لأنهما أصلان للألوان، ويجوز أن يثبت للأصل ما لا يثبت للفرع" قلنا: هذا لا يستقيم؛ وذلك لأن سائر الألوان إنما لم يجز أن يستعمل منها "ما أفعله، وأفعل منه" لأنها لازمت محالها، فصارت كعضو من الأعضاء، فإذا كان هذا هو العلة فنقول: هذا على أصلكم ألزم، وذلك لأنكم تقولون: "إن هذه الألوان ليست بأصل في الوجود" على ما تزعمون، بل هي مركبة من البياض والسواد، فإذا لم يجز مما كان متركبا منها لملازمته المحل، فلأن لا يجوز مما كان أصلا في الوجود وهو ملازم للمحل كان ذلك من طريق الأولى، والله أعلم.
_________
١ داج ظلماته.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (181,'<span data-type="title" id=toc-31>ابن مالك:</span>
"٦٠٠-٦٧٢هـ":
"محمد بن عبد الله بن عبد الله بن مالك، العلامة جمال الدين أبو عبد الله الطائي الجياني الشافعي النحوي، نزيل دمشق، إمام النحاة وحافظ اللغة.
قال الذهبي: ولد سنة ستمائة أو إحدى وستمائة، وسمع بدمشق من السخاوي والحسن بن الصباح وجماعة، وأخذ العربية عن غير واحد، وجالس بحلب ابن عمرون وغيره، وتصدر بها لإقراء العربية وصرف همته إلى إتقان لسان العرب حتى بلغ فيه الغاية وحاز قصب السبق، وأربى على المتقدمين.
وكان إماما في القراءات وعللها؛ وأما اللغة فكان إليه المنتهى في الإكثار من نقل غريبها والاطلاع على حوشيها، وأما النحو والتصريف فكان فيهما بحرا لا يجارى، وحبرا لا يبارى. وأما أشعار العرب التي يستشهد بها على اللغة والنحو فكانت الأئمة الأعلام يتحيرون فيها ويتعجبون: من أين يأتي بها؟!
وكان نظم الشعر سهلا عليه رجزه وطويله وبسيطه وغير ذلك, هذا مع ما هو عليه من الدين المتين وصدق اللهجة وكثرة النوافل وحسن السمت ورقة القلب وكمال العقل والوقار والتؤدة.
أقام بدمشق مدة يصنف ويشتغل، وتصدر بالتربة العادلية وبالجامع المعمور, وتخرج به جماعة كثيرة, وصنف تصانيف مشهورة.
وروى عنه ابنه الإمام بدر الدين، والشمس بن أبي الفتح البعلي، والبدر بن جماعة، والعلاء بن العطار, وخلق" انتهى كلام الذهبي.
قال أبو حيان: "بحثت عن شيوخه فلم أجد له شيخا مشهورا يعتمد عليه، ويرجع في حل المشكلات إليه، إلا أن بعض تلامذته ذكر أنه قال: "قرأت على ثابت بن حيان بجيان، وجلست في حلقة أبي علي الشلوبين نحوا من ثلاثة عشر يوما" ولم يكن ثابت بن حيان من النحويين وإنما كان من أئمة المقرئين. قال: وكان ابن مالك لا يحتمل المباحثة ولا يثبت للمناقشة؛ لأنه إنما أخذ هذا العلم بالنظر فيه بخاصة نفسه، هذا مع كثرة ما اجتناه من ثمرات غرسه" انتهى.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (182,'قلت: وله شيخ جليل وهو ابن يعيش الحلبي, ذكر ابن إياز في أوائل شرح التصريف أنه أخذ عنه. أما تصانيفه فرأيت في تذكرة تاج الدين بن مكتوم أن بعضهم نظمها في أبيات، قال الشيخ تاج الدين: وقد أهمل أشياء أخر من مؤلفاته فذيلت عليها, وها أنا أورد نظمها مبينا:
سقى الله رب العرش قبر ابن مالك ... سحائب غفران تغاديه عطلا
فقد ضم شمل النحو من بعد شته ... وبين أقوال النحاة وفصلا
بـ ألفية تسمى الخلاصة قد حوت ... خلاصة علم النحو والصرف مكملا
و"كافية"١.... إلخ.
قال الصلاح الصفدي:
أخبرني الشهاب محمود أن ابن مالك كان إذا صلى في "العادلية" وكان إمامها، يشيعه قاضي القضاة شمس الدين بن خلكان إلى بيته تعظيما له.
وكان أمة في الاطلاع على الحديث، فكان أكثر ما يستشهد بالقرآن، فإن لم يكن فيه شاهد عدل إلى الحديث، فإن لم يكن فيه شاهد عدل إلى أشعار العرب.
وكان كثير العبادة, كثير النوافل، حسن السمت، كامل العقل. وانفرد عن المغاربة بشيئين: الكرم ومذهب الامام الشافعي. وكان يقول عن الشيخ جمال الدين بن الحاجب: "إنه أخذ نحوه من صاحب المفصل، وصاحب المفصل نحوي صغير" قال: "وناهيك بمن يقول هذا في حق الزمخشري". وكان الشيخ ركن الدين بن القويع يقول: "إن ابن مالك خلى للنحو حرمة".
توفي ابن مالك ثاني عشر شعبان سنة اثنتين وسبعين وستمائة.
"بغية الوعاة" ص٥٣-٥٧.
_________
١ حذفنا من الترجمة المنظومة في أسماء كتبه وما قيل فيه من رثاء؛ للاختصار.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (183,'ألفية ابن مالك وشروحها:
"المتون" في العلوم اصطلاح جرى عليه المعلمون يطلقونه على مبادئ فن من الفنون تكثف في رسائل قصيرة يستظهرها للطلاب ترسيخا لمسائل العلم في حفظهم، وكلما كانت ألفاظها أقل زادت قبولا عند المدرسين، ثم يشرعون بعد استظهار الطلاب لها في شرح ألفاظها وحل معقداتها؛ أسلوب جروا عليه في العصور التي جمدت فيها الملكات على ما فيه من عناء على "الماتن" والطالب معا. وهذه المتون تكون نثرا وتكون نظما، وقد راج النظم لسهولة حفظه وإن كان التعقيد ألزم له لما توجبه مقتضيات الوزن من تقديم وتأخير زيادة على التكثيف. فمنظومة في مصطلح الحديث، ومنظومة في القراءات، ومنظومة في الفرائض، ومنظومة في الرياضيات، وفي الفلسفة، وفي الفقه ... إلخ.
وفي النحو ألفية لابن معطي المتوفى سنة "٦٢٨هـ" بالقاهرة ألف بيت من بحر السريع وبحر الرجز، فأراد ابن مالك نظم ألفية له تلم بمسائل أكثر وتكون كلها من بحر الرجز، ووُفق إلى ما أراد، ورُزقت ألفيته الشهرة في التعليم, فما زال الطلبة يبدءون باستظهارها منذ ثمانمائة سنة حتى اليوم. وشرحت شروحا جمة أشهرها شرح ابن عقيل، ووضعت على الشروح',NULL,'180',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (184,'حواشٍ كثيرة، وصارت الألفية مدار التدريس والتأليف يتبارى المؤلفون في شرحها، ومن أعجب من المؤلفين بشرح ما وضع عليه حاشية تبسط مسائله.
وأكثر هذه الشروح شهرة اليوم شرح ابن عقيل، وشرح الأشموني، وكلاهما مطبوع طبعات عدة، يدرس في المعاهد والمدارس وحلقات العلم، ومن الحواشي المشهورة المطبوعة أيضا "حاشية الصبان على شرح الأشموني" و"حاشية الخضري على شرح ابن عقيل".
وإليك نموذجا من نظم ألفية ابن مالك في عمل "لا" النافية للجنس وشرح ابن عقيل على بيتين منها، ثم نموذجا من كتاب ابن مالك "شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح" وهو كتاب وضعه لبعض ما يستشكله دارسو صحيح البخاري من مشكلات نحوية, وهو من كتبه اللطيفة الحجم؛ لتكون على علم بسعة اطلاعه وأسلوب تأتيه لبحثه:
١- ألفية ابن مالك:
بدأها بقوله:
بسم الله الرحمن الرحيم
قال محمد هو ابن مالك ... أحمد ربي الله خير مالك
مصليا على النبي المصطفى ... وآله المستكملين الشرفا',NULL,'181',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (185,'وأستعين الله في ألفيه ... مقاصد النحو بها محويه
تقرب الأقصى بلفظ موجز ... وتبسط البذل بوعد منجز
وتقتضي رضا بغير سخط ... فائقة ألفية ابن معطي١
وهو بسبق حائز تفضيلا ... مستوجبا ثنائي الجميلا
والله يقضي بهبات وافره ... لي وله في درجات الآخره
كلامنا لفظ مفيد كـ "استقم ... اسم وفعل ثم حرف الكلم
... إلخ.
"لا" التي لنفي الجنس:
١-
عمل إنّ اجعل لـ لا في نكره ... مفردة جاءتك أو مكرره
_________
١ ذكر الخضري في حاشيته هنا ما يلي: وقد فاقت هذه ألفية ابن معطي لفظا؛ لأنها من بحر واحد وتلك من السريع والرجز، ولأنها أكثر أحكاما منها. وللجلال السيوطي ألفية زاد فيها على هذه كثيرا وقال في أولها: فائقة ألفية ابن مالك.
وللأجهوري المالكي ألفية زاد فيها على السيوطي وقال فيها:
فائقة ألفية السيوطي
فسبحان المنفرد بالكمال الذي لا يدانى. ص١٢ من الجزء الأول من حاشية الخضري, الطبعة الثانية ببولاق سنة ١٣٠٢هـ.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (186,'٢-
فانصب بها مضافا أو مضارعه ... وبعد ذاك الخبر اذكر، رافعه
الشرح لابن عقيل:
١- هذا هو القسم الثالث من الحروف الناسخة للابتداء وهي "لا" التي لنفي الجنس، والمراد بها "لا" التي قصد بها التنصيص على استغراق النفي للجنس كله. وإنما قلت: "التنصيص" احترازا من التي يقع الاسم بعدها مرفوعا نحو "لا رجل قائما" فإنها ليست نصا في نفي الجنس إذ يحتمل "لا رجل قائما بل رجلان"، وبتقدير نفي الوحدة يجوز "لا رجل قائما بل رجلان"؛ وأما "لا" هذه فهي لنفي الجنس ليس إلا، فلا يجوز "لا رجلَ قائم بل رجلان".
وهي تعمل عمل "إن" فتنصب المبتدأ اسما لها وترفع الخبر خبرا لها، ولا فرق في هذا العمل بين المفردة وهي التي لم تتكرر نحو "لا غلامَ رجل قائم" وبين المكررة نحو "لا حول ولا قوة إلا الله" ولا يكون اسمها وخبرها إلا نكرة، فلا تعمل في المعرفة؛ وما ورد من ذلك مؤول بنكرة كقولهم: "قضية ولا أبا حسن لها" والتقدير: "ولا مسمى بهذا الاسم لها". ويدل على أنه معامل معاملة النكرة وصفه بالنكرة لقولك: "ولا أبا حسن حنانا لها"١.
_________
١ حنانا: راحما، ويروى: حيا.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (187,'ولا يفصل بينها وبين اسمها، فإن فصل بينهما ألغيت كقوله تعالى: {لا فِيهَا غَوْلٌ وَلا هُمْ عَنْهَا يُنْزَفُون} ١.
٢- لا يخلو اسم "لا" من ثلاثة أحوال: الحال الأول: أن يكون مضافا نحو "لا غلامَ رجلٍ حاضر". الثاني: أن يكون مضارعا للمضاف أي: مشابها له, والمراد به كل اسم له تعلق بما بعده إما بعمل نحو "لا طالعا جبلا ظاهر" و"لا خيرا من زيد راكب"، وإما بعطف نحو "لا ثلاثة وثلاثين عندنا" ويسمى المشبه بالمضاف مطولا وممطولا أي: ممدودا. وحكم المضاف والمشبه به النصب لفظا كما مثل. والحال الثالث: أن يكون مفردا, والمراد به ما ليس بمضاف ولا مشبه بالمضاف، فيدخل فيه المثنى والمجموع، وحكمه البناء على ما كان ينصب به؛ لتركبه مع "لا" وصيرورته معها كالشيء الواحد، فهو معها كـ "خمسة عشر" ولكن محله النصب بـ "لا" لأنه اسم لها. فالمفرد الذي ليس بمثنى ولا مجموع يبنى على الفتح لأن نصبه بالفتحة نحو "لا حول ولا قوة إلا بالله" والمثنى وجمع المذكر السالم يبنيان على ما كانا ينصبان به وهو الياء نحو: "لا مسلمينِ لك ولا مسلمينَ لزيد" فـ "مسلمين" و"مسلمين" مبنيان لتركبهما كما بني "رجل" لتركبها معها. وذهب الكوفيون والزجاج إلى أن "رجل" في قولك "لا رجل" معرب, وأن فتحته فتحة إعراب لا فتحة بناء، وذهب المبرد إلى أن "مسلمينِ ومسلمينَ" معربان.
_________
١ سورة الصافات ٣٧/ ٤٧.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (188,'وأما جمع المؤنث السالم, فقال قوم: يبنى على ما كان ينصب به وهو الكسر, فتقول: "لا مسلماتِ لك" بكسر التاء, ومنه قوله:
إن الشباب الذي مجد عواقبه ... فيه نلذ ولا لذات للشيب١
وأجاز بعضهم الفتح نحو "لا مسلماتَ لك". وقول المصنف:
"وبعد ذاك الخبر اذكر، رافعه"
معناه: أنه يذكر الخبر بعد اسم "لا" مرفوعا، والرافع له "لا" عند المصنف وجماعة، وعند سيبويه الرافع له "لا" إن كان اسمها مضافا أو مشبها بالمضاف، وإن كان الاسم مفردا فاختلف في رافع الخبر: فذهب سيبوبه إلى أنه ليس مرفوعا بـ "لا" وإنما هو مرفوع على أنه خبر مبتدأ؛ لأن مذهبه أن "لا" واسمها المفرد في موضع رفع بالابتداء والاسم المرفوع بعدها خبر عن ذلك المبتدأ، ولم تعمل "لا" عنده في هذه الصورة إلا في الاسم؛ وذهب الأخفش إلى أن الخبر مرفوع بـ "لا" فتكون "لا" عاملة بالجزأين كما عملت فيهما مع المضاف والمشبه به. ا. هـ٢.
_________
١ البيت لسلامة بن جندل السعدي.
٢ حاشية الخضري على شرح ابن عقيل ١/ ١٤١-١٤٤, الطبعة الثانية ببولاق سنة ١٣٠٢هـ.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (189,'٢- شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح:
البحث الثاني فيما يقع الشرط مضارعا والجواب ماضيا:
ومنها قول النبي -صلى الله عليه وسلم: "من يقم ليلة القدر غفر له"، وقول عائشة أم المؤمنين -رضي الله عنها: "إن أبا بكر رجل أسيف "حزين"، متى يقم مقامك رق".
قلت: تضمن هذان الحديثان وقوع الشرط مضارعا والجواب ماضيا لفظا لا معنى، والنحويون يستضعفون ذلك، ويراه بعضهم مخصوصا بالضرورة.
والصحيح الحكم بجوازه مطلقا؛ لثبوته في كلام أفصح الفصحاء, وكثرة صدوره عن فحول الشعراء كقول نهشل بن ضمرة:
يا فارس الحي يوم الروع قد علموا ... ومدره الخصم لا نكسا ولا ورعا١
ومدرك التبل في الأعداء يطلبه ... وما يشأ عندهم من تبلهم منعا
_________
١ المدره: القوي الجدل والحجة، الورع: الجبان، التبل: الثأر.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (190,'وكقول أعشى قيس:
وما يرد من جميع بعدُ فرقه ... وما يرد بعد من ذي فرقة جمعا
وكقول حاتم:
وإنك مهما تعط بطنك سؤله ... وفرجك نالا منتهى الذم أجمعا
وكقول رؤبة:
ما يلق في أشداقه تلهما ... إذا أعاد الزأر أو تنهما١
ومثله:
إن يسمعوا ريبة طاروا لها فرحا ... مني وما سمعوا من صالح دفنوا٢
ومثله:
إن تستجيروا أجرناكم، وإن تهنوا ... فعندنا لكم الإنجاد مبذول
ومثله:
متى تأته ألفيته متكفلا ... بنصرة مذعور وترفيه بائس
_________
١ تلهم: ابتلعه مرة واحدة، تنهم: توعد، صوّت شديدا فوق الزئير, والبيت في وصف أسد.
٢ لقعنب ابن أم صاحب، بأمه اشتهر وأبوه ضمرة.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (191,'ومثله:
إن تصرمونا وصلناكم وإن تصلوا ... ملأتم أنفس الأعداء إرهابا
ومما يؤيد هذا الاستعمال قوله تعالى: {إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ} ١ فعطف على الجواب الذي هو {نُنَزِّلْ} : {فَظَلَّتْ} وهو ماضى اللفظ، ولا يعطف على الشيء غالبا إلا ما يجوز أن يحل محله، وتقدر حلول "ظلت" محل "ننزل": إن نشأ ظلت أعناقهم لما ننزل خاضعين.
ولهذا الاستعمال أيضا مؤيد من القياس، وذلك أن محل الشرط مختص بما يتأثر بأداة الشرط لفظا أو تقديرا، واللفظيّ أصل للتقديريّ، ومحل الجواب محل غير مختص بذلك لجواز أن يقع فيه جملة اسمية، وفعل أمر أو دعاء، أو فعل مقرون بقد، أو حرف تنفيس، أو بـ "لن"، أو بـ "ما" النافية؛ فإذا كان الشرط والجواب مضارعين وافقا الأصل؛ لأن المراد منهما الاستقبال، ودلالة المضارع عليه موافقة للوضع، ودلالة الماضي عليه مخالفة للوضع، وما وافق الوضع أصل لما خالفه؛ وإذا كانا ماضيين خالفا الأصل، وحسنهما وجود التشاكل؛ وإذا كان أحدهما مضارعا والآخر ماضيا حصلت الموافقة من وجه والمخالفة من وجه، وتقديم الموافق أولى من تقديم المخالف؛ لأن المخالف نائب عن غيره والموافق ليس نائبا، ولأن المضارع بعد أداة الشرط غير مصروف عما وضع له إذ
_________
١ سورة الشعراء ٢٦/ ٤.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (192,'هو باقٍ على الاستقبال، والماضي بعدها مصروف عما وضع له إذ هو ماضي اللفظ مستقبل المعنى, فهو ذو تغير في اللفظ دون المعنى، على تقدير كونه في الأصل مضارعا فردته الأداة ماضي اللفظ ولم يتغير معناه، وهذا مذهب المبرد, أو هو ذو تغير في المعنى دون اللفظ على تقدير كونه في الأصل ماضي اللفظ والمعنى، فغيرت الأداة معناه دون لفظه وهذا هو المذهب المختار. وإذا كان ذا تغير فالتأخر أولى به من التقدم؛ لأن تغيير الأواخر أكثر من تغيير الأوائل١.
_________
١ ص١٤-١٧ من شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح, مطبعة لجنة البيان العربي بالقاهرة سنة ١٣٧٦هـ-١٩٥٧م.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (193,'<span data-type="title" id=toc-32>ابن هشام الأنصاري:</span>
"٧٠٨-٧٦١هـ":
عبد الله بن يوسف بن أحمد بن عبد الله بن هشام الأنصاري، الشيخ جمال الدين الحنبلي النحوي, الفاضل المشهور أبو محمد.
قال في الدرر: ولد في ذي القعدة سنة ثمانٍ وسبعمائة، ولزم الشهاب عبد اللطيف بن المرحل، وتلا على ابن السراج، وسمع على أبي حيان ديوان زهير بن أبي سلمى ولم يلازمه ولا قرأ عليه غيره, وحضر دروس التاج التبريزي وقرأ على التاج الفاكهاني شرح الإشارة له إلا الورقة الأخيرة, وتفقه للشافعي ثم تحنبل فحفظ مختصر الخرقي في دون أربعة أشهر, وذلك قبل موته بخمس سنين! وأتقن العربية ففاق الأقران بل الشيوخ، وحدث عن ابن جماعة بالشاطبية.
وتخرج به جماعة من أهل مصر وغيرهم, وتصدر لنفع الطالبين، وانفرد بالفوائد الغريبة والمباحث الدقيقة والاستدراكات العجيبة, والتحقيق البارع والاطلاع المفرط, والاقتدار على التصرف في الكلام، والملكة التي كان يتمكن من التعبير بها عن مقصوده بما يريد, مسهبا وموجزا مع التواضع والبر والشفقة ودماثة الخلق ورقة القلب.
قال ابن خلدون١:
"ما زلنا -ونحن بالمغرب- نسمع أنه ظهر بمصر عالم بالعربية يقال له: ابن هشام، أنحى من سيبويه".
وكان كثير المخالفة لأبي حيان، شديد الانحراف عنه.
صنف: "مغني اللبيب عن كتب الأعاريب" اشتهر في حياته وأقبل الناس عليه "وقد كتبت عليه حاشية وشرحا لشواهده"، والتوضيح على الألفية، مجلد "يعني: أوضح المسالك إلى ألفية ابن مالك"، رفع الخصاصة: أربع مجلدات، عمدة الطالب في تحقيق تصريف ابن الحاجب: مجلدان، التحصيل والتفصيل لكتاب التذييل والتكميل: عدة مجلدات، شرح التسهيل: مسودة،
_________
١ شهد الدماميني شارح المغني، أن ابن خلدون شديد التغالي في الثناء على مصنف المغني، وأنه قال مرة لولد ابن هشام في مجلس: "لو عاش سيبويه لم يمكنه إلا التلمذة لوالدك والقراءة عليه" حاشية الأمير على المغني ٢/ ٢٦ طبعة حجازي بالقاهرة سنة ١٣٧٢هـ.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (194,'شرح الشواهد الكبرى، الصغرى، القواعد الكبرى، الصغرى، شذور الذهب، وشرحه، "وقد كتبت عليه حاشية لما قرئ علي"، قطر الندى، شرحه، الجامع الكبير، الجامع الصغير، شرح اللمحة لأبي حيان، شرح بانت سعاد، شرح البردة، التذكرة: خمسة عشر مجلدا، المسائل السفرية في النحو، وغير ذلك. ولد عدة حواشٍ على "الألفية" و"التسهيل" وغير ذلك.
ومن شعره:
ومن يصطبر للعلم يظفر بنيله ... ومن يخطب الحسناء يصبر على البذل
ومن لا يذل النفس في طلب العلا ... يسيرا يعش دهرا طويلا أخا ذل
توفي ليلة الجمعة خامس ذي القعدة سنة إحدى وستين وسبعمائة, ورثاه ابن نباتة بقوله:
سقى ابن هشام في الثرى نوء رحمة ... يجر على مثواه ذيل غمام
سأروي له في سيرة المدح مسندا ... فما زلت أروي سيرة ابن هشام
"بغية الوعاة" ص٢٩٣.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (195,'١- مغني اللبيب عن كتب الأعاريب:
الكتاب القيم المشهور، الحافل بالمسائل والشواهد والمناقشات وحكايات الخلاف بين المذاهب النحوية وبين النحاة أنفسهم، رزق الشهرة في حياة المصنف, فكثر الإقبال عليه وحظي بخدمة بعد وفاته فكثرت عليه الشروح والحواشي، وكرم حياله الزمان فلم يأت على نسخه، وبقي محفوظا في دور الكتب في كل البلدان.
وانفرد في تأليفه بنسق استطاع أن يضم أشتاتا كثيرة في نظام، وأن يجمع قواعد كلية تنطبق على ما لا يحصى من أجزاء وأنواع، وحشد له من الشواهد العظام كثرة قل أن تجتمع في كتاب. وكانت له على كتب النحويين المشهورة ملاحظ ومآخذ نعاها عليهم واجتهد في اجتنابها في كتابه هذا، ولا بأس في التعجيل بواحدة منها لتضمنها هدفه المزدوج من تأليفه، قال:
"الحذف الذي يلزم النحوي النظر فيه هو ما اقتضته الصناعة، وذلك بأن يجد خبرا بدون مبتدأ، أو بالعكس، أو شرطا بدون جزاء أو بالعكس, أو معطوفا بدون معطوف عليه، أو معمولا بدون عامل نحو ... وأما قولهم في نحو {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} ١: إن التقدير: " ... والبرد"، ونحو {وَتِلْكَ
_________
١ سورة النحل ١٦/ ٨١.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (196,'نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ} ١: إن التقدير: "ولم تعبدني" ففضول في فن النحو، وإنما ذلك للمفسر. وكذا قولهم: "يحذف الفاعل لعظمته وحقارة المفعول أو بالعكس, أو للجهل به, أو للخوف عليه أو منه" ونحو ذلك، فإنه تطفل منهم على صناعة البيان؛ ولم أذكر بعض ذلك في كتابي جريا على عادتهم, وأنشد متمثلا:
وما أنا إلا من غزية إن غوت ... غويت وإن ترشد غزية أرشد
بل لأني وضعت الكتاب لمتعاطي التفسير والعربية جميعا"٢. وقد كان المؤلف قيل له: "هلا فسرت القرآن أو أعربته؟ " فقال: "أغناني المغني".
وكما تفرد الزمخشري بنهج خاص في تفسيره "الكشاف" ومعجمه "أساس البلاغة" سلك ابن هشام في "مغني اللبيب" طريقا فريدا امتاز به بين النحاة, بل أربى -في تفرده- على تفرد الزمخشري بالكثير الطيب.
أما خطة التأليف, فقد جعل كتابه قسمين: القسم الأول أداره على "الأدوات في اللغة العربية"، فبعد أن أحصاها وحصرها عاملة وغير عاملة، جعل يجمع كل ما استطاع من شواهدها أداة أداة؛ حتى إذا تم له جمع الشواهد على أداة ما، أمعن فيها وفي شواهدها ثم نسق معانيها المختلفة وأحكامها تبعا لهذه المعاني، وبذلك يخرج الدارس بفائدتين عظيمتين:
_________
١ سورة الشعراء: ٢٦/ ٢٢.
٢ مغني اللبيب ص٧٢٤, مطبعة دار الفكر بدمشق سنة ١٣٨٤هـ-١٩٦٤م.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (197,'أما الأولى فمادة قيمة غزيرة في النحو الحي المؤسس على الشواهد الصحيحة، وأما الثانية فوقوفه على المعاني المختلفة والاستعمالات الصحيحة للأدوات في اللغة العربية.
ومعظم اعتماده في استنباط معاني الحروف وأحكامها على القرآن الكريم، إذ كان المصدر الوحيد الصافي المجمع على الوثوق بصحته وسلامة أدائه وتنزهه عن التحريف, ويعتمد بعده على الشواهد من الأحاديث الشريفة والأمثال والأشعار كغيره من النحاة. ونستطيع إجمال قيمة الكتاب بقولنا: هو ثقافة شواهد ومعانٍ كما هو ثقافة قواعد وأحوال.
والقسم الثاني يظهر لك من نظرة تبويب الكتاب، وإليك مضمون أبوابه الثمانية:
الباب الأول: في تفسير المفردات "حروفا وأفعالا وأسماء" وذكر أحكامها.
وقد استغرق جميع الجزء الأول في طبعتنا المشار إليها آنفا، وهو معظم الكتاب.
الباب الثاني: في الجملة وأقسامها وأحكامها.
البالب الثالث: في شبه الجملة وأحكامها.
الباب الرابع: في ذكر أحكام يكثر دورها.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (198,'الباب الخامس: في ذكر الجهات التي يدخل الاعتراض على المعرب من جهتها.
الباب السادس: في التحذير من أمور اشتهرت بين المعربين, والصواب خلافها.
الباب السابع: في كيفية الإعراب.
الباب الثامن: في ذكر أمور كلية يتخرج عليها ما لا ينحصر من الصور الجزئية١.
ألف الكتاب لطبقة حظيت من العلم بقسط وافر، في ثقافتها العامة من علوم شريعة وتاريخ وفلسفة ومن علوم اللغة العربية وآدابها على المستوى المألوف في عصر المؤلف، وهو مستوى يعلو كثيرا على المستوى الميسر لطبقة المثقفين اليوم ثقافة رسمية "بدرجة الدكتوراه مثلا"، وهذا يكلف دارس الكتاب جهدا لتدارك بعض ما ينقصه، كما عليه أن يلقي باله إلى مآخذ
_________
١ وصف ابن خلدون كتاب المغني في مقدمته فقال: "وصل إلينا بالمغرب لهذه العصور ديوان من مصر منسوب إلى جمال الدين بن هشام من علمائها، استوفى فيه أحكام الإعراب مجملة ومفصلة، وتكلم على الحروف والمفردات والجمل، وحذف ما في الصناعة من المتكرر في أكثر أبوابها، وسماه بالمغني في الإعراب، وأشار إلى نكت إعراب القرآن كلها، وضبطها بأبواب وفصول وقواعد انتظم سائرها، فوقفنا منه على علم جم يشهد بعلو قدره في هذه الصناعة ووفور بضاعته منها، ينحو في طريقته منحاة أهل الموصل الذين اقتفوا أثر ابن جني واتبعوا مصطلح تعليمه، فأتى من ذلك بشيء عجيب دال على قوة ملكته, واطلاعه".',NULL,'195',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (199,'ومزايا فيه؛ ليستطيع أن يحظى منه بفائدة واسعة؛ فمما ينبغى أن يتنبه إليه:
١- أن عبارته تحتاج إلى تدقيق نظر، فلا يسرعن في القراءة، بل ليتروَّ ويمعن ولا يجاوز جملة إلى غيرها حتى يستوعب المقصود منها.
٢- وأنه كثير الاستطراد على غير ما نألف في تآليفنا الحديثة، فبينما هو -مثلا- يبين الفرق بين الجملة والكلام١, إذ ينقل عن الزمخشري تجويزه الاعتراض بين المتعاطفين بسبع جمل، فيورد الشاهد ويورد وجهة النظر الثانية على الشاهد نفسه، ثم يعترض على كل من الفريقين في صميم مذهبه بنظرات فرعية. وكثيرا ما يجره الشاهد إلى تعليق، فعرض خلاف في التعليق، فمناقشة وجهات النظر بما يبعد بالذهن عن أصل الحكم الذي بدأ به، ولا بد أن نتحلى بشيء من الصبر وحسن الصحبة لتتم لنا الفائدة، إذ لا شك أن في استطراداته وشواهده وتمريناته وتدريباته وتوهيماته وترجيحاته رياضة ذهنية ممتعة في كثير من الأحيان، وإن ذلك لأعود على نشأة الملكة وتقويتها من حفظ القواعد بلا نقاش, ولا محاسبة.
٣- يزخر هذا الكتاب بشواهد من القرآن الكريم، إلا أنه كثيرا ما يقتصر من الآية على موضع الشاهد ويكون أحيانا كلمتين أو جملة مبتورة منه لا نجد صلة لها بما قبلها وما بعدها
_________
١ ص٤١٩.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (200,'في الكتاب, فعلى الدارس أن يتمم في صفحة على حدة شواهد١ كل بحث قبل قراءته ليكون من المعنى العام للشاهد معين له على فهم القاعدة وموضع الاستشهاد, فتتسنى له مشاركة قيمة.
وإنما كان يفعل ذلك ابن هشام وغيره من القدامى لسبب يرجع إلى تاريخ التعليم، فنحن نعلم أن أول ما كان يبدأ به طالب العلم قديما حفظ القرآن الكريم، فإذا أتم ذلك حفظ طرفا من الأحاديث، ثم أخذوه بتعلم النحو والصرف والبلاغة والتفسير وفن الحديث وبقية العلوم. فدارس المغني قديما مفروض فيه استظهار القرآن، فإذا مر ببعض آية كان أسرع إلى إكمالها من حفظه، وليس الأمر كذلك اليوم، وإنما يتم الدارس الباحث نقصه بتحضير الشواهد قبل تمثل البحث، وإذًا سيكون نفعه من هذه الشواهد الكاملة عظيما.
٤- يحسن ألا يقتصر الدارس على موضع الشاهد الذي أتي به من أجله، بل عليه أن يقف منه في مواضع قد تتعدد؛ ليقوي مرانته النحوية واللغوية والبيانية.
٥- المصنف قوي الشعور بقيمة كتابه وبالمكانة العظمى التي له بين كتب العربية, وعلينا أن نتحرى المزايا التي تحدث عنها بصدق في مقدمته. وقد كان ضاع تأليفه الأول مع بقيه كتبه ثم استأنف العمل، يقول: "ثم شمرت عن ساعد الاجتهاد ثانيا، واستأنفت العمل لا كسلا ولا متوانيا، ووضعت هذا التصنيف
_________
١ تداركنا ذلك في طبعتنا بإتمام الشواهد في الحواشي على قدر الحاجة التي قدرناها.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (201,'على أحسن إحكام وترصيف، وتتبعت فيه مقفلات مسائل الإعراب فافتتحتها، ومعضلات يستشكلها الطلاب فأوضحتها ونقحتها، وأغلاطا وقعت لجماعة من المعربين وغيرهم, فنبهت عليها وأصلحتها.
فدونك كتابا تشد الرحال فيما دونه، وتقف عنده فحول الرجال ولا يعدونه، إذ كان الوضع في هذا الغرض لم تسمح قريحة بمثاله، ولم ينسج ناسج على منواله.
واعلم أني تأملت كتب الإعراب, فإذا السبب الذي اقتضى طولها ثلاثة أمور:
أحدها: كثرة التكرار، فإنها لم توضع لإفادة القوانين الكلية بل للكلام على الصور الجزئية.
والأمر الثاني: إيراد ما لا يتعلق بالإعراب، كالكلام في اشتقاق "اسم" أهو من السمة كما يقول الكوفيون، أم من "السمو" كما يقول البصريون؟
والثالث: إعراب الواضحات.
وقد تجنبت هذين الأمرين١ وأتيت مكانهما بما يتبصر به الناظر، ويتمرن به الخاطر من إيراد النظائر القرآنية، والشواهد الشعرية، وبعض ما اتفق في المجالس النحوية٢.
_________
١ كذا، والذي عده أمور ثلاثة لا اثنان.
٢ ص٢-٤.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (202,'الكتاب متداول بكثرة في البيئات التعليمية بحيث كان من الممكن الاستغناء عن إيراد نص منه نموذجا، لكني رأيت الاكتفاء بنص صغير عن حرفي "السين وسوف" لتظهر لك النواحي التي يعنى المصنف بها من الأداة وأسلوبه في بحثها، وتقابل ذلك بما مر معك عن الأداة نفسها من كتاب "الإنصاف لابن الأنباري" وبهذا النص الآتي نستتم الكلام على الكتاب.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (203,'حرف السين المهملة ١:
السين المفردة: حرف يختص بالمضارع، ويخلصه للاستقبال وينزل منه منزلة الجزء؛ ولهذا لم يعمل فيه مع اختصاصه به.
وليس مقتطعا من "سوف" خلافا للكوفيين، ولا مدة الاستقبال معه أضيق منها مع "سوف" خلافا للبصريين، ومعنى قول المعربين فيها "حرف تنفيس": حرف توسيع، وذلك أنها نقلت المضارع من الزمن الضيق -وهو الحال- إلى الزمن الواسع وهو الاستقبال، وأوضح من عبارتهم قول الزمخشري وغيره: "حرف استقبال". وزعم بعضهم أنها تأتي للاستمرار لا للاستقبال، ذكر ذلك في قوله تعالى: {سَتَجِدُونَ آخَرِينَ} ٢ الآية، واستدل عليه بقوله تعالى: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ} ٣ مدعيا أن ذلك إنما نزل بعد قولهم: {مَا وَلَّاهُمْ} قال: "فجاءت السين إعلاما بالاستمرار لا بالاستقبال" انتهى.
وهذا الذي قاله لا يعرفه النحويون، وما استند إليه من
_________
١ ص١/ ١٤٧.
٢ سورة النساء ٤/ ٩١: {سَتَجِدُونَ آَخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا ... } .
٣ سورة البقرة ٢/ ١٤٢: {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلاَّهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} .',NULL,'200',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (204,'أنها نزلت بعد قولهم: {مَا وَلَّاهُمْ} غير موافق عليه. قال الزمخشري: "فإن قلت: أي فائدة في الإخبار بقولهم قبل وقوعه؟ قلت: فائدته أن المفاجأة للمكروه أشد، والعلم به قبل وقوعه أبعد عن الاضطراب إذا وقع" انتهى.
ثم لو سلم، فالاستمرار إنما استفيد من المضارع كما تقول: "فلان يقري الضيف ويصنع الجميل" تريد أن ذلك دأبه. والسين مفيدة للاستقبال, إذ الاستمرار إنما يكون في المستقبل.
وزعم الزمخشري أنها إذا دخلت على فعل محبوب أو مكروه أنه واقع لا محالة، ولم أر من فهم وجه ذلك، ووجهه أنها تفيد الوعد بحصول الفعل، فدخولها على ما يفيد الوعد أو الوعيد مقتضٍ لتوكيده وتثبيت معناه، وقد أومأ إلى ذلك في سورة البقرة فقال في {فَسَيَكْفِيكَهُمُ اللَّهُ} ١: "ومعنى السين أن ذلك كائن لا محالة, وإن تأخر إلى حين". وصرح به في سورة براءة فقال في {أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ} ٢: السين مفيدة وجود الرحمة لا محالة؛ فهي تؤكد الوعد كما تؤكد الوعيد إذا قلت: سأنتقم منك.
_________
١ سورة البقرة: ٢/ ١٣٧.
٢ سورة التوبة: ٩/ ٧١.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (205,'سوف ١:
مرادفة للسين، أو أوسع منها، على الخلاف٢. وكأن القائل بذلك نظر إلى أن كثرة الحروف تدل على كثرة المعنى وليس بمطرد.
ويقال فيها "سف" بحذف الوسط، و"سو" بحذف الأخير، و"سي" بحذفه وقلب الوسط ياء مبالغة في التخفيف, حكاها صاحب المحكم.
وتنفرد عن السين بدخول اللام عليها نحو: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} ٣ وبأنها قد نفصل بالفعل الملغى كقوله:
وما أدري وسوف -إخال- أدري ... أقوم آل حصن أم نساء٤
ملاحظة: الذين خدموا كتاب المغني شرحا واختصارا وتعليقا وعناية بالشواهد كثيرون, وأكثر كتبهم مخطوطة محفوظة في دور الكتب، والذي طبع منها حتى الآن فيما علمنا:
١- حاشية الشيخ محمد الأمير على مغني اللبيب، طبعت في جزأين سنة ١٣٧٢هـ بمطبعة حجازي
_________
١ ص١/ ١٤٨.
٢ يعني الخلاف على مدة الاستقبال في السين وسوف، وقد أشار إليه في أول حديثه عن السين.
٣ سورة الضحى ٩٣/ ٥.
٤ لزهير بن أبي سلمى.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (206,'في القاهرة، والمؤلف شديد العناية بالناحية الأدبية فهو يكمل أبيات الشواهد, ساردا ما قبلها وما بعدها مع بعض الشرح، وهذه مزية حاشيته على غيرها.
٢- تحفة الغريب بشرح مغني اللبيب للدماميني وصل فيه إلى حرف الفاء، وقد طبع على متن مغني اللبيب، وعليه حاشية الشمني "لا تاريخ" طبع في المطبعة البهية بالقاهرة.
٣- المنصف من الكلام على ابن هشام، وهو حاشية للشمني طبعت بهامش الكتاب السابق, مطول جدا.
٤- حاشية الدسوقي على مغني اللبيب لابن عرفة الدسوقي، طبعت على هامش المغني في جزأين سنة ١٣٠١هـ بدار الطباعة الأميرية بالقاهرة, وهي تعنى كثيرا بتوضيح عبارة المؤلف.
٥- القصر المبني على حواشي المغني للشيخ الأبياري, وهو تقرير على حاشية الأمير المتقدمة, مطولة كثيرة الفوائد.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (207,'٢- كتاب شذور الذهب وشرحه:
أكثر ما حظي بالشهرة والذيوع من كتب ابن هشام ما كان ذا صبغة تعليمية مدرسية، فقد كثر الانتفاع منها وأقبل المقرئون على إقرائها طلابهم لما لمسوا من سرعة فائدتها، وألفوا أن يتدرجوا مع طلابهم بالسلسلة المعروفة له: يبدءون بكتاب "القطر" ثم بشرحه ثم بشذور الذهب ثم بشرحه للمصنف نفسه، ثم بالشرح المشهور لابن هشام لألفية ابن مالك المسمى "أوضح المسالك إلى ألفية ابن مالك" ويختمون السلسلة بتاجها "مغني اللبيب".
شذور الذهب متن صغير للمبتدئين بالنحو لم يجاوز في طبعته "٣٤" صفحة من القطع الصغير، عبارته موجزة مكثفة تصلح لأن تستظهر، وقد أكسبها التكثيف غموضا يصعب معه اجتلاء',NULL,'204',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (208,'مقصودها على الطالب الصغير، ولعل هذا ما حدا ابن هشام على شرحه في خطة أوضحها في مقدمته بقوله:
"وبعد, فهذا كتاب شرحت به مختصري المسمى بـ "شذور الذهب في معرفة كلام العرب"، تممت به شواهده، وجمعت به شوارده، ومكنت من اقتناص أوابده رائده. قصدت فيه إلى إيضاح العبارة، لا إلى إخفاء الإشارة، وعمدت فيه إلى لفّ المباني والأقسام، لا إلى نشر القواعد والأحكام، والتزمت فيه أنني كلما مررت ببيت من شواهد الأصل ذكرت إعرابه، وكلما أتيت على لفظ مستغرب أردفته بما يزيل استغرابه، وكلما أنهيت مسألة ختمتها بآية تتعلق بها من آي التنزيل، وأتبعتها بما تحتاج إليه من إعراب أو تفسير أو تأويل، وقصدي تدريب الطالب، وتعريفه السلوك إلى أمثال هذه المطالب".
اختلطت في تسلسل أبواب الكتاب بحوث الأسماء ببحوث الأفعال، إذ إنه أدار ترتيبه على المبنيات فالمعربات, فذكر المرفوعات فالمنصوبات من الأسماء والأفعال, ثم عقب بالمجرورات فالتوابع, وختم بالأعداد، فهو يختلف تبويبا عما ألف في بقية الكتب من البدء ببحوث الأسماء فالأفعال فالحروف، لكنه مستوعب كل ما يجب على الطلاب علمه، ونقدر أن الطلاب قديما كانوا يختمون به وبأوضح المسالك شبه ما نسميه اليوم بالمرحلة الإعدادية.
ويؤخذ عليه ما يؤخذ على كثير من مؤلفات النحو القديمة',NULL,'205',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (209,'عدم الاقتصار على ما يناسب مقدرة الطالب، فتراهم يتعرضون في باب ما إلى وجوه القراءات وتخريجها, وإلى ذكر أقوال مختلفة في إعراب شاهد، ولو اقتصروا على خطوط البحث العريضة مرجئين القضايا الجانبية والاستطراد إلى مرحلة أعلى كانوا أقرب إلى التدرج الطبيعي في التعليم.
وأسلوبه في الشرح أن يورد عبارة المختصر بعد كلمة "قلت" في صيغة الماضي, ويبدأ الشرح بكلمة "وأقول" في صيغة المضارع الحالي. والملاحظ أن حجم الشرح يتفاوت بين جملة وجملة، فلم يأخذ المصنف نفسه بمراعاة حجم ما، ولكن بما رأى أن المقام والأحكام تقتضيه. وإليك نموذجا مسألتين متجاورتين في الكتاب من باب المرفوعات: الأولى خبر "لا" النافية للجنس لتقابلها بما مر من شرح ابن عقيل آنفا، والثانية المضارع المجرد عن الناصب والجازم:
ثم قلت: التاسع خبر "لا" التي لنفي الجنس نحو: "لا رجل أفضل من زيد" ويجب تنكيره كالاسم، وتأخيره ولو ظرفا، ويكثر حذفه إن علم وتميم لا تذكره حينئذ.
وأقول: التاسع من المرفوعات: خبر "لا" التي لنفي الجنس. اعلم أن "لا" على ثلاثة أقسام:
أحدها: أن تكون ناهية، فتختص بالمضارع وتجزمه نحو',NULL,'206',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (210,'{وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا} ١، {فَلَا يُسْرِفْ فِي الْقَتْلِ} ٢ {لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} ٣، وتستعار للدعاء فتجزم أيضا نحو: {رَبَّنَا لا تُؤَاخِذْنَا} ٤.
الثاني: أن تكون زائدة دخولها في الكلام كخروجها, فلا تعمل شيئا نحو {مَا مَنَعَكَ أَلَّا تَسْجُدَ} ٥ أي: "أن تسجد"، بدليل أنه قد جاء في مكان آخر بغير "لا"، وقوله تعالى: {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ} ٦، وقوله تعالى: {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ} ٧.
الثالث: أن تكون نافية وهو نوعان: داخلة على معرفة فيجب إهمالها وتكرارها نحو: "لا زيدٌ في الدار ولا عمرو"، وداخلة على نكرة وهي ضربان: عاملة عمل ليس فترفع الاسم وتنصب الخبر كما تقدم وهو قليل، وعاملة عمل "إن" فتنصب الاسم وترفع الخبر، والكلام الآن فيها وهي التي أريد بها نفي الجنس على سبيل التنصيص, لا على سبيل الاحتمال.
وشرط إعمالها هذا العمل أمران: أحدهما أن يكون اسمها وخبرها نكرتين كما بينا, والثاني أن يكون الاسم مقدما والخبر مؤخرا وذلك كقولك: "لا صاحب علم ممقوت" و"لا طالعا
_________
١ سورة الإسراء ١٧/ ٣٧.
٢ سورة الإسراء ١٧/ ٣٣.
٣ سورة التوبة: ٩/ ٤٠.
٤ سورة البقرة: ٢/ ٢٣٦.
٥ سورة الأعراف: ٧/ ١٢.
٦ سورة الحديد: ٥٧/ ٣٤.
٧ سورة الأنبياء: ٢١/ ٩٥.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (211,'جبلا حاضر".
فلو دخلت على معرفة أو على خبر مقدم وجب إهمالها وتكرارها، والأول كما تقدم من قولك: "لا زيدٌ في الدار ولا عمرو"، وأما قول العرب: "لا بصرةَ لكم" وقول عمر: "قضيةٌ ولا أبا حسن لها" يريد علي بن أبي طالب -رضي الله عنهما- وقول أبي سفيان يوم فتح مكة: "لا قريشَ بعد اليوم"
وقول الشاعر:
أرى الحاجات عند أبي خبيب ... نكدن ولا أميةَ في البلاد١
فمؤول بتقدير "مثل" أي: ولا مثل أبي حسن، ولا مثل البصرة، ولا مثل قريش, ولا مثل أمية.
والثاني كقول الله سبحانه وتعالى: {لا فِيهَا غَوْلٌ وَلا هُمْ عَنْهَا يُنْزَفُونَ} ٢.
ويكثر حذف هذا الخبر إذا علم، كقول الله سبحانه وتعالى: {وَلَوْ تَرَى إِذْ فَزِعُوا فَلا فَوْتَ} ٣ أي: فلا فوت لهم، وقوله تعالى: {لَا ضَيْرَ} ٤ أي: لا ضير علينا. وبنو تميم يوجبون حذفه إذا كان معلوما، وأما إذا جهل فلا يجوز حذفه عند أحد فضلا عن أن يجب، وذلك نحو: "لا أحد أغير من الله عز وجل". ا. هـ.
_________
١ البيت لعبد الله بن الزبير الأسدي، يهجو عبد الله بن الزبير أبا خبيب؛ لأنه مدحه فلم يكافئه.
٢ سورة الصافات ٣٧/ ٤٧.
٣ سورة سبأ ٣٤/ ٥١.
٤ سورة الشعراء ٣٦/ ٥٠.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (212,'ثم قلت: العاشر المضارع إذا تجرد من ناصب أو جازم.
وأقول: العاشر من المرفوعات -وهو خاتمتها- الفعل المضارع إذا تجرد من ناصب وجازم كقولك: "يقوم زيد" و"يقعد عمرو". فأما قول أبي طالب يخاطب النبي -صلى الله عليه وسلم:
محمد تفد نفسَك كلُّ نفس ... إذا ما خلت من أمر تبالا
فهر مقرون بجازم مقدر وهو لام الدعاء، وقوله "تبالا" أصله "وبالا" فأبدل الواو تاء كما قالوا في "وراث" و"وجاه": تراث وتجاه.
وأما قول امرئ القيس:
فاليوم أشربْ غير مستحقب ... إثما من الله ولا واغل١
فليس قوله "أشرب" مجزوما وإنما هو مرفوع، ولكن حذفت الضمة للضرورة، أو على تنزيل "رَ بُ غَ" بالضم من قوله "أشرب غير" منزلة "عضد" بالضم، فإنهم قد يجرون المنفصل مجرى المتصل، فكما يقال في "عضد" بالضم: "عضد" بالسكون، كذلك قيل في "ر ب غ" بالضم: "ربغ" بالإسكان٢.
_________
١ مستحقب: مكتسب، استحقب الشيء: وضعه في حقيبته. الواغل: الداخل على مجلس شراب بغير دعوة.
٢ ص٢٤٩-٢٥٥ شرح شذور الذهب, مطبعة الاستقامة بالقاهرة ١٩٤٦.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (213,'١-<span data-type="title" id=toc-33> سيبويه </span>١:
"١٨٠هـ":
لقب "سيبويه" ومعناه رائحة التفاح, قيل: كان من يلقاه لا يزال يشم رائحة الطيب فسمي بذلك، وقيل: كان يعتاد شم التفاح، وقيل: لقب بذلك للطافته.
اسمه عمرو بن عثمان بن قنبر، أبو بشر، إمام البصريين. كان أصله من "البيضاء" من أرض فارس، ونشأ بالبصرة وأخذ عن الخليل ويونس وأبي الخطاب الأخفش وعيسى بن عمر. وسبب طلبه للنحو أنه قصد حماد بن سلمة يطلب عليه الحديث، فاستملى عليه الحديث: "ما أحد من أصحابي إلا وقد أخذت عليه, ليس أبا الدرداء" فقرأ سيبويه "ليس أبو الدرداء" فصاح به أستاذه حماد: "لحنت يا سيبويه" فقال:
"لا جرم, لأطلبن علما لا تلحنني فيه أبدا".
ثم لزم الخليل.
قال أبو عبيدة: قيل ليونس بعد موت سيبويه: "إن سيبويه صنف كتابا في ألف ورقة من علم الخليل" فقال: "ومتى سمع سيبويه هذا كله من الخليل؟ جيئوني بكتابه" فلما رآه قال: "يجب أن يكون صدق فيما حكاه عن الخليل, كما صدق فيما حكاه عني".
قال الأزهري: "كان سيبويه علامة حسن التصنيف، جالس الخليل
_________
١ سهونا عن إثباتها في ص١١٣, فاستدركناها ههنا.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (214,'وأخذ عنه، وما علمت أحدا سمع منه كتابه لأنه احتضر شابا" "نظرت في كتابه فرأيت فيه علما جما".
ويحكى أنه "أي الكتاب" تخرّق في كم المازني بضع عشرة مرة. وكان المبرد يقول لمن أراد أن يقرأ عليه كتاب سيبويه: "هل ركبت البحر؟ " تعظيما واستصعابا لما فيه.
وقال بعضهم: كنت عند الخليل فأقبل سيبويه فقال: "مرحبا بزائر لا يُملّ" وما سمعت الخليل يقولها لغيره.
وكان شابا لطيفا جميلا, وكان في لسانه حبسة، وقلمه أبلغ من لسانه.
وقال الجرمي: "في كتاب سيبويه ألف وخمسون بيتا سألته عنها, فعرف ألفا ولم يعرف خمسين".
وللزمخشري فيه:
ألا صلى الإله صلاة صدق ... على عمرو بن عثمان بن قنبر
فإن كتابه لم يغن عنه ... بنو قلم ولا أبناء منبر
ورد سيبويه بغداد على يحيى البرمكي، فجمع بينه وبين الكسائي للمناظرة١, ولم تطل مدة سيبويه بعد ذلك ومات بالبيضاء سنة ثمانين ومائة وعمره اثنتان وثلاثون، وقيل: نيّف على الأربعين.
"بغية الوعاة" "ص٣٦٦"٢.
_________
١ مرت معك ص٤٩.
٢ وانظر عنه ص"٨٤ و١٠٩" من كتابنا "في أصول النحو" الطبعة الثالثة بمطبعة الجامعة السورية سنة ١٩٦٤.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (215,'ال<span data-type="title" id=toc-34>فهرس:</span>
الصفحة
٣ المقدمة
٧ توطئة تاريخية: بوادر اللحن, نشأة النحو.
٣٤ المدرستان الأوليان: مدرسة البصرة ومدرسة الكوفة, الطبقة الأولى من البصريين.
٣٦ الطبقة الثانية من البصريين.
٤١ مدرسة الكوفة.
٤٥ نشأة الخلاف واحتكاك المدرستين.
٦٤ الفروق بين المذهب البصري والمذهب الكوفي: أمر السماع.
٧٠ أمر القياس.
٧٧ نموذج من الخلاف بين المذهبين: مسألة سوف١.
٨٠ أثر العصبية في الخلاف.
٩٠ كتب الخلاف بين المذهبين.
٩٣ المذهب البغدادي.
٩٥ المدرسة الأندلسية.
١٠٨ خاتمة.
_________
١ وفي ص١٦٤: اشتقاق كلمة "اسم"، وفي ص١٧٢ الكلام على وزن "إنسان"، وفي ص١٧٥ خلاف المدرستين في "التعجب من البياض والسواد".',NULL,'213',NULL,NULL,'0');
INSERT INTO [b9937] VALUES (216,'٢- كتب ونصوص:
١١٣ "الكتاب" لسيبويه.
١٢٢ ابن جني وكتاباه "التصريف الملوكي" و"المنصف شرح كتاب التصريف للمازني".
١٣٧ الزمخشري وكتابه "المفصل" وشرحه لابن يعيش.
١٤٧ كمال الدين الأنباري وكتاباه "الإنصاف في مسائل الخلاف" و"لمع الأدلة".
١٧٨ ابن مالك وألفيته وشرحها، وكتابه "شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح".
١٩٠ ابن هشام الأنصاري وكتاباه "مغني اللبيب" و"شرح شذور الذهب".
٢١٠ استدراك: ترجمة سيبويه.
٢١٣ مسرد البحوث.',NULL,'214',NULL,NULL,'0');
