-- Table: t10090
-- Chunk: 1
-- Rows: 41

CREATE TABLE "t10090" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t10090
INSERT INTO [t10090] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t10090] VALUES (2,'القسم الأول: الدراسة وتشتمل على','6','0','0');
INSERT INTO [t10090] VALUES (3,'المبحث الأول','6','2','0');
INSERT INTO [t10090] VALUES (4,'المبحث الثاني','11','2','0');
INSERT INTO [t10090] VALUES (5,'المبحث الثالث','13','2','0');
INSERT INTO [t10090] VALUES (6,'المبحث الرابع','16','2','0');
INSERT INTO [t10090] VALUES (7,'القسم الثاني: عرض شرح أسماء الله الحسنى للسعدي جمعا ودراسة','18','0','0');
INSERT INTO [t10090] VALUES (8,'الإله','18','7','0');
INSERT INTO [t10090] VALUES (9,'الله','19','7','0');
INSERT INTO [t10090] VALUES (10,'الأحد','23','7','0');
INSERT INTO [t10090] VALUES (11,'الأعلى','24','7','0');
INSERT INTO [t10090] VALUES (12,'الأول','26','7','0');
INSERT INTO [t10090] VALUES (13,'الآخر، الباري، الخالق، المصور','28','7','0');
INSERT INTO [t10090] VALUES (14,'الباسط','29','7','0');
INSERT INTO [t10090] VALUES (15,'الباطن، بديع السموات والأرض، البر','32','7','0');
INSERT INTO [t10090] VALUES (16,'البصير، التواب','35','7','0');
INSERT INTO [t10090] VALUES (17,'جامع الناس، الجبار','38','7','0');
INSERT INTO [t10090] VALUES (18,'الجليل، الجميل','40','7','0');
INSERT INTO [t10090] VALUES (19,'الجواد، الحسيب، الحفيظ','45','7','0');
INSERT INTO [t10090] VALUES (20,'الحسيب، الحفيظ، الحق، الحكم، الحكيم','46','7','0');
INSERT INTO [t10090] VALUES (21,'الحليم، الحميد، الحي، الحيي','54','7','0');
INSERT INTO [t10090] VALUES (22,'الخافض الرافع، الخالق، الخبير','60','7','0');
INSERT INTO [t10090] VALUES (23,'ذو الجلال والإكرام، الرؤوف، الرافع الخافض، الرب','65','7','0');
INSERT INTO [t10090] VALUES (24,'الرحمن الرحيم، الرزاق، الرشيد','68','7','0');
INSERT INTO [t10090] VALUES (25,'الرفيق، الرقيب، الستار، الستير، السلام، القدوس، السلام','75','7','0');
INSERT INTO [t10090] VALUES (26,'السميع، الشاكر، الشكور، الشهيد، الصبور','79','7','0');
INSERT INTO [t10090] VALUES (27,'الصمد، الضار، الظاهر، العدل، العزيز','83','7','0');
INSERT INTO [t10090] VALUES (28,'العظيم، العفو، الغني، الفتاح','88','7','0');
INSERT INTO [t10090] VALUES (29,'الفعال لما يريد، القابض، القريب، القدوس، القدير، القهار','94','7','0');
INSERT INTO [t10090] VALUES (30,'القوي، القيوم، الكافي، الكبير، الكريم، اللطيف','98','7','0');
INSERT INTO [t10090] VALUES (31,'المالك، المانع، المبديء، المتكبر، المتين، المجيب','108','7','0');
INSERT INTO [t10090] VALUES (32,'المجيد، المحيط، المذل، المصور، المعز، المعطي، المعيد، المغني، المغيث','112','7','0');
INSERT INTO [t10090] VALUES (33,'المقدم، المقيت، الملك، المهيمن، المؤخر، المؤمن','115','7','0');
INSERT INTO [t10090] VALUES (34,'النافع، النور، الهادي، الواحد، الواسع، الودود','117','7','0');
INSERT INTO [t10090] VALUES (35,'الوكيل، الوهاب','121','7','0');
INSERT INTO [t10090] VALUES (36,'الخاتمة','123','0','0');
INSERT INTO [t10090] VALUES (37,'فهرس المصادر والمراجع','125','0','0');
INSERT INTO [t10090] VALUES (38,'أولا: كتب علوم القرآن والتفسير','125','0','0');
INSERT INTO [t10090] VALUES (39,'ثانيا: كتب الحديث وشروحه وعلومه','125','0','0');
INSERT INTO [t10090] VALUES (40,'ثالثا: كتب العقائد','128','0','0');
INSERT INTO [t10090] VALUES (41,'رابعا: كتب متنوعة','129','0','0');
