-- Table: t10174
-- Chunk: 1
-- Rows: 49

CREATE TABLE "t10174" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t10174
INSERT INTO [t10174] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t10174] VALUES (2,'تمهيد','3','0','0');
INSERT INTO [t10174] VALUES (3,'الفصل الأول: حمد الله ذاته الكريمة في فاتحة الكتاب','7','0','0');
INSERT INTO [t10174] VALUES (4,'المبحث الأول: في وجه الحكمة بافتتاح الفاتحة بحمد الله ذاته الكريمة','7','3','0');
INSERT INTO [t10174] VALUES (5,'المبحث الثاني: في وجه الحكمة في إسناد الحمد إلى اسم الذات الإلهية وماجاء بعده من أوصاف','11','3','0');
INSERT INTO [t10174] VALUES (6,'الفصل الثاني: حمد الله ذاته الكريمة في فاتحة سورة الأنعام','15','0','0');
INSERT INTO [t10174] VALUES (7,'المبحث الأول: في مناسبة فاتحة السورة بالحمد بخاتمة السورة قبلها.','15','6','0');
INSERT INTO [t10174] VALUES (8,'المبحث الثاني: في غاية حمد الله ذاته بالآية وصلته بما بعده','17','6','0');
INSERT INTO [t10174] VALUES (9,'المبحث الثالث: في بيان قوله تعالى: {الذي خلق السموات والأرض وجعل الظلمات والنور}','19','6','0');
INSERT INTO [t10174] VALUES (10,'المبحث الرابع: في وجه العطف بقوله تعالى {ثم الذين كفروا بربهم يعدلون}','21','6','0');
INSERT INTO [t10174] VALUES (11,'الفصل الثالث: حمد الله ذاته الكريمة عند هلاك الظالمين في آية سورة الأنعام','23','0','0');
INSERT INTO [t10174] VALUES (12,'المبحث الأول: في وجه صلة آية الحمد بما قبلها','23','11','0');
INSERT INTO [t10174] VALUES (13,'المبحث الثاني: في بيان حمد الله ذاته العلية في الآية وغايته','25','11','0');
INSERT INTO [t10174] VALUES (14,'الفصل الرابع: حمد الله ذاته الكريمة عند إظهار الحجة في آية سورة النحل','27','0','0');
INSERT INTO [t10174] VALUES (15,'المبحث الأول: في بيان الآية وصلتها بما قبلها','27','14','0');
INSERT INTO [t10174] VALUES (16,'المبحث الثاني: في بيان موضع الحمد وغايته','31','14','0');
INSERT INTO [t10174] VALUES (17,'الفصل الخامس: حمد الله ذاته الكريمة على إنزال كتابه في فاتحة سورة الكهف','33','0','0');
INSERT INTO [t10174] VALUES (18,'المبحث الأول: في بيان موضع حمد الله ذاته وغايته','33','17','0');
INSERT INTO [t10174] VALUES (19,'المبحث الثاني: في ذكر أوصاف الكتاب وصلتها باستحقاق الحمد','36','17','0');
INSERT INTO [t10174] VALUES (20,'الفصل السادس: حمد الله ذاته في معرض إثبات إلهيته بآية سورة القصص','38','0','0');
INSERT INTO [t10174] VALUES (21,'المبحث الأول: في بيان صلة الآية بما قبلها وغاية حمد الله ذاته فيها.','38','20','0');
INSERT INTO [t10174] VALUES (22,'المبحث الثاني: في بيان جملة الحمد (له الحمد في الأولى والآخرة) وما بعدها','39','20','0');
INSERT INTO [t10174] VALUES (23,'الفصل السابع: حمد الله ذاته إثر الوعد والوعيد في آية سورة الروم','41','0','0');
INSERT INTO [t10174] VALUES (24,'المبحث الأول: في بيان مناسبة مجيء الحمد وعطفه على التسبيح في موضعه من السورة','41','23','0');
INSERT INTO [t10174] VALUES (25,'المبحث الثاني: في بيان حمد الله لذاته وصلته بما بعده','43','23','0');
INSERT INTO [t10174] VALUES (26,'الفصل الثامن: حمد الله ذاته الكريمة في فاتحة سورة سبأ','46','0','0');
INSERT INTO [t10174] VALUES (27,'المبحث الأول: في بيان الموضع الأول وغايته وصلته','46','26','0');
INSERT INTO [t10174] VALUES (28,'المبحث الثاني: في بيان الموضع الثاني للحمد وغايته','50','26','0');
INSERT INTO [t10174] VALUES (29,'المبحث الثالث: في وجه ختم الآية بصفتي (الحكيم الخبير)','51','26','0');
INSERT INTO [t10174] VALUES (30,'الفصل التاسع: حمد الله ذاته الكريمة في فاتحة سورة فاطر','52','0','0');
INSERT INTO [t10174] VALUES (31,'المبحث الأول: في بيان حمد الله ذاته في افتتاح السورة وغايته.','52','30','0');
INSERT INTO [t10174] VALUES (32,'المبحث الثاني: في صلة آية الحمد بالآية بعدها','55','30','0');
INSERT INTO [t10174] VALUES (33,'الفصل العاشر: حمد الله ذاته الكريمة في خاتمة سورة الصافات','56','0','0');
INSERT INTO [t10174] VALUES (34,'المبحث الأول: في بيان موضع الحمد ومناسبته لما قبله','56','33','0');
INSERT INTO [t10174] VALUES (35,'المبحث الثاني: في وجه ذكر السلام على المرسلين بين التسبيح والحمد','58','33','0');
INSERT INTO [t10174] VALUES (36,'الفصل الحادي عشر: حمد الله ذاته الكريمة عند ضرب المثل بآية سورة الزمر','60','0','0');
INSERT INTO [t10174] VALUES (37,'المبحث الأول: في صلة آية الحمد بما قبلها وبيان المثل فيها','60','36','0');
INSERT INTO [t10174] VALUES (38,'المبحث الثاني: في بيان موضع الحمد وغايته','64','36','0');
INSERT INTO [t10174] VALUES (39,'الفصل الثاني عشر: حمد الله ذاته الكريمة في آية سورة غافر','66','0','0');
INSERT INTO [t10174] VALUES (40,'المبحث الأول: في صلة آية الحمد بما قبلها','66','39','0');
INSERT INTO [t10174] VALUES (41,'المبحث الثاني: في بيان موضع الحمد وغايته','67','39','0');
INSERT INTO [t10174] VALUES (42,'الفصل الثالث عشر: حمد الله ذاته الكريمة في خاتمة سورة الجاثية','69','0','0');
INSERT INTO [t10174] VALUES (43,'المبحث الأول: في بيان موضع الحمد وصلته بما قبله','69','42','0');
INSERT INTO [t10174] VALUES (44,'المبحث الثاني: في صلة آية الحمد بما بعدها','71','42','0');
INSERT INTO [t10174] VALUES (45,'الفصل الرابع عشر: حمد الله ذاته الكريمة في فاتحة سورة التغابن','75','0','0');
INSERT INTO [t10174] VALUES (46,'المبحث الأول: في وجه الحكمة بافتتاح السورة بهذه الآية','75','45','0');
INSERT INTO [t10174] VALUES (47,'المبحث الثاني: في بيان موضع حمدالله ذاته الكريمة في الآية وغايته','77','45','0');
INSERT INTO [t10174] VALUES (48,'الخاتمة','79','0','0');
INSERT INTO [t10174] VALUES (49,'مصادر ومراجع','80','0','0');
