-- Table: t10428
-- Chunk: 1
-- Rows: 17

CREATE TABLE "t10428" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t10428
INSERT INTO [t10428] VALUES (1,'الرسالة الأولى مناقب الترك','2','0','0');
INSERT INTO [t10428] VALUES (2,'الرسالة الثانية المعاش والمعاد أو الأخلاق المحمودة والمذمومة','84','0','0');
INSERT INTO [t10428] VALUES (3,'الرسالة الثالثة كتاب كتمان السر وحفظ اللسان','129','0','0');
INSERT INTO [t10428] VALUES (4,'الرسالة الرابعة كتاب فخر السودان على البيضان','164','0','0');
INSERT INTO [t10428] VALUES (5,'الرسالة الخامسة رسالة في الجد والهزل','215','0','0');
INSERT INTO [t10428] VALUES (6,'الرسالة السادسة رسالة في نفي التشبيه','264','0','0');
INSERT INTO [t10428] VALUES (7,'الرسالة السابعة رسالة إلى عبد الله أحمد بن أبي دواد يخبره فيها بكتاب الفتيا','291','0','0');
INSERT INTO [t10428] VALUES (8,'الرسالة الثامنة رسالة إلى أبي الفرج بن نجاح الكاتب','299','0','0');
INSERT INTO [t10428] VALUES (9,'الرسالة التاسعة كتاب فصل ما بين العداوة والحسد','308','0','0');
INSERT INTO [t10428] VALUES (10,'الرسالة العاشرة رسالة في صناعات القواد','346','0','0');
INSERT INTO [t10428] VALUES (11,'الرسالة الحادية عشرة رسالة في النابتة إلى أبي الوليد محمد بن أحمد بن أبي دواد','362','0','0');
INSERT INTO [t10428] VALUES (12,'الرسالة الثانية عشرة كتاب الحجاب','379','0','0');
INSERT INTO [t10428] VALUES (13,'الرسالة الثالثة عشرة كتاب مفاخرة الجواري والغلمان','436','0','0');
INSERT INTO [t10428] VALUES (14,'الرسالة الرابعة عشرة كتاب القيان','483','0','0');
INSERT INTO [t10428] VALUES (15,'الرسالة الخامسة عشرة كتاب ذم أخلاق الكتاب','523','0','0');
INSERT INTO [t10428] VALUES (16,'الرسالة السادسة عشرة كتاب البغال','547','0','0');
INSERT INTO [t10428] VALUES (17,'الرسالة السابعة عشرة رسالة الحنين إلى الأوطان','712','0','0');
