-- Table: t10717
-- Chunk: 1
-- Rows: 60

CREATE TABLE "t10717" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t10717
INSERT INTO [t10717] VALUES (1,'خطبة الكتاب','1','0','0');
INSERT INTO [t10717] VALUES (2,'فاتحة وفيها فصلان','4','0','0');
INSERT INTO [t10717] VALUES (3,'الفصل الأول','4','0','0');
INSERT INTO [t10717] VALUES (4,'في فضيلة العلم والعلماء وما يناسبها تدرسون الفوائد العليا','4','0','0');
INSERT INTO [t10717] VALUES (5,'الفصل الثاني','25','0','0');
INSERT INTO [t10717] VALUES (6,'في شرف علم الحديث وفضيلة المحدثين','25','0','0');
INSERT INTO [t10717] VALUES (7,'الباب الأول في معرفة علم الحديث ومبدأ جمعه وتدوينه ونقلته وما يتصل بذلك وفيه فصول','44','0','0');
INSERT INTO [t10717] VALUES (8,'الفصل الأول في معرفة علم الحديث','44','0','0');
INSERT INTO [t10717] VALUES (9,'الفصل الثاني في مبدأ جمع الحديث وتأليفه وانتشاره','48','0','0');
INSERT INTO [t10717] VALUES (10,'الفصل الثالث في اختلاف الأغراض في تصانيف علم الحديث','52','0','0');
INSERT INTO [t10717] VALUES (11,'الفصل الرابع في أنواع كتب الحديث كثر الله سوادها','55','0','0');
INSERT INTO [t10717] VALUES (12,'القسم الأول من المصنفات في الأحاديث','55','0','0');
INSERT INTO [t10717] VALUES (13,'القسم الثاني من المصنفات في الحديث المسانيد','57','0','0');
INSERT INTO [t10717] VALUES (14,'والقسم الثالث منها المعجم','58','0','0');
INSERT INTO [t10717] VALUES (15,'والقسم الرابع منها الأجزاء','58','0','0');
INSERT INTO [t10717] VALUES (16,'والقسم الآخر منها أربعون حديثا','59','0','0');
INSERT INTO [t10717] VALUES (17,'الفصل الخامس في ذكر نقلة الحديث من أهل الاجتهاد والحديث','60','0','0');
INSERT INTO [t10717] VALUES (18,'الباب الثاني في فروع علم الحديث وذكر الكتب المصنفة فيها','68','0','0');
INSERT INTO [t10717] VALUES (19,'الفصل الأول في علم الحديث رواية','68','0','0');
INSERT INTO [t10717] VALUES (20,'الفصل الثاني في علم الحديث دراية','69','0','0');
INSERT INTO [t10717] VALUES (21,'الفصل الثالث في علم ناسخ الحديث ومنسوخه','69','0','0');
INSERT INTO [t10717] VALUES (22,'الفصل الرابع في علم النظر في الأسانيد','70','0','0');
INSERT INTO [t10717] VALUES (23,'الفصل الخامس في علم الثقاة والضعفاء من رواة الحديث','71','0','0');
INSERT INTO [t10717] VALUES (24,'الفصل السادس في علم تلفيق الحديث','73','0','0');
INSERT INTO [t10717] VALUES (25,'الفصل السابع في علم الجرح والتعديل','73','0','0');
INSERT INTO [t10717] VALUES (26,'الفصل الثامن في علم أسماء الرجال','76','0','0');
INSERT INTO [t10717] VALUES (27,'الفصل التاسع في علم رجال الأحاديث أي رواتها','81','0','0');
INSERT INTO [t10717] VALUES (28,'الفصل العاشر في علم أحوال رواة الحديث من وفياتهم وقبائلهم وأوطانهم وجرحهم وتعديلهم وغير ذلك','83','0','0');
INSERT INTO [t10717] VALUES (29,'الفصل الحادي عشر في علم غريب الحديث والقرآن','85','0','0');
INSERT INTO [t10717] VALUES (30,'الفصل الثاني عشر في علم شرح الحديث','90','0','0');
INSERT INTO [t10717] VALUES (31,'الفصل الثالث عشر في علم الأدعية والأوراد','92','0','0');
INSERT INTO [t10717] VALUES (32,'الفصل الرابع عشر في علم طب النبي صلى الله عليه وسلم','92','0','0');
INSERT INTO [t10717] VALUES (33,'الفصل الخامس عشر في علم متن الحديث','93','0','0');
INSERT INTO [t10717] VALUES (34,'الفصل السادس عشر في علم رموز الحديث','95','0','0');
INSERT INTO [t10717] VALUES (35,'الفصل السابع عشر في علم وضع الحديث','96','0','0');
INSERT INTO [t10717] VALUES (36,'الباب الثالث في طبقات كتب الحديث وذكر الأحاديث المحتج بها في الأحكام الشرعية وأنواع ضبط الحديث وتحمل الحديث وتعريف المحدث وما يتصل بذلك وفيه فصول','104','0','0');
INSERT INTO [t10717] VALUES (37,'الفصل الأول في طبقات كتب الحديث','104','0','0');
INSERT INTO [t10717] VALUES (38,'الفصل الثاني في ذكر الأحاديث المحتج بها في الأحكام الشرعية','115','0','0');
INSERT INTO [t10717] VALUES (39,'الفصل الثالث في ضبط الحديث ودرسه وتحمله','120','0','0');
INSERT INTO [t10717] VALUES (40,'في صفة المحدث وتقصير الناس في طلب علم الحديث وما يناسبه','125','0','0');
INSERT INTO [t10717] VALUES (41,'الفصل الخامس في قلة علم الحديث بأرض الهند وما يناسبها','135','0','0');
INSERT INTO [t10717] VALUES (42,'الباب الرابع في ذكر الأمهات الست وشروحها وما يليها وفيه فصول','147','0','0');
INSERT INTO [t10717] VALUES (43,'الفصل الأول في ذكر موطأ مالك بن أنس رحمه الله تعالى','147','0','0');
INSERT INTO [t10717] VALUES (44,'الفصل الثاني في ذكر صحيح البخاري وفيه أوصال','157','0','0');
INSERT INTO [t10717] VALUES (45,'الفصل الثالث في ذكر الجامع الصحيح للإمام الحافظ أبي الحسين مسلم بن الحجاج القشيري الشافعي المتوفى سنة إحدى وستين ومائتين','187','0','0');
INSERT INTO [t10717] VALUES (46,'الفصل الرابع في ذكر الجامع الصحيح للإمام الحافظ أبي عيسى محمد بن عيسى البوغي الترمذي رحمه الله تعالى','196','0','0');
INSERT INTO [t10717] VALUES (47,'الفصل الخامس في ذكر السنن لأبي داود سليمان بن الأشعث بن اسحاق الأزدي السجستاني المتوفى سنة خمس وسبعين ومائتين','200','0','0');
INSERT INTO [t10717] VALUES (48,'الفصل السادس في ذكر السنن لأبي عبد الرحمن بن شعيب النسائي الحافظ المتوفي سنة ثلاث وثلاثمائة','208','0','0');
INSERT INTO [t10717] VALUES (49,'الفصل السابع في ذكر سنن ابن ماجه لأبي عبد الله بن يزيد بن ماجه القزويني الحافظ المتوفي سنة ثلاث وسبعين ومائتين','209','0','0');
INSERT INTO [t10717] VALUES (50,'الفصل الثامن في ذكر مسند الإمام أحمد بن محمد بن حنبل المتوفي سنة إحدى وأربعين ومائتين','211','0','0');
INSERT INTO [t10717] VALUES (51,'الباب الخامس في تراجم أصحاب الأمهات الست والإمام مالك وأحمد بن حنبل رضي الله عنهم أجمعين وفيه فصول','215','0','0');
INSERT INTO [t10717] VALUES (52,'الفصل الأول في ترجمة الإمام مالك','215','0','0');
INSERT INTO [t10717] VALUES (53,'الفصل الثاني في ترجمة محمد بن اسماعيل البخاري','226','0','0');
INSERT INTO [t10717] VALUES (54,'الفصل الثالث في ترجمة مسلم بن الحجاج','236','0','0');
INSERT INTO [t10717] VALUES (55,'الفصل الرابع في ترجمة أبي داود السجستاني','238','0','0');
INSERT INTO [t10717] VALUES (56,'الفصل الخامس في ترجمة أبي عيسى الترمذي','239','0','0');
INSERT INTO [t10717] VALUES (57,'الفصل السادس في ترجمة النسائي','242','0','0');
INSERT INTO [t10717] VALUES (58,'الفصل السابع في ترجمة ابن ماجه','244','0','0');
INSERT INTO [t10717] VALUES (59,'الفصل الثامن في ترجمة الإمام أحمد','245','0','0');
INSERT INTO [t10717] VALUES (60,'خاتمة','251','0','0');
