-- Table: t11146
-- Chunk: 1
-- Rows: 18

CREATE TABLE "t11146" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11146
INSERT INTO [t11146] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t11146] VALUES (2,'فصل الأقوال والآراء في قتال الحسين ليزيد','4','0','0');
INSERT INTO [t11146] VALUES (3,'بيان مذهب الزيدية من البدع','8','0','0');
INSERT INTO [t11146] VALUES (4,'فصل الشيعة المعتدلون من أئمة الحديث','12','0','0');
INSERT INTO [t11146] VALUES (5,'فصل افتراء الشيعة على أهل السنة الانحراف عن آل البيت وتولي الدول الجائرة','14','0','0');
INSERT INTO [t11146] VALUES (6,'فصل في أهواء الشيعة والخوارج في حديث الردة وحديث الوصية بآل البت','21','0','0');
INSERT INTO [t11146] VALUES (7,'فصل في تفسير قل لا أسألكم عليه أجرا إلا المودة في القربى','25','0','0');
INSERT INTO [t11146] VALUES (8,'فصل في تفسير إنما يريد الله ليذهب عنكم الرجس أهل البيت وتحريف الشيعة لها','28','0','0');
INSERT INTO [t11146] VALUES (9,'فصل في أهواء الشيعة في مناقب أحاديث آل البيت','31','0','0');
INSERT INTO [t11146] VALUES (10,'فصل في زعم الزيدي أن الوهابي كفر من خالف مذهبه، وأبطاله','37','0','0');
INSERT INTO [t11146] VALUES (11,'فصل في إنكار الزيدي صفة العلو والفوقية لله تعالى والرد عليه','42','0','0');
INSERT INTO [t11146] VALUES (12,'فصل في مسألة القدر وإثبات السلف والخلف أهل السنة له','48','0','0');
INSERT INTO [t11146] VALUES (13,'فصل في شبهة تأويل بعض السلف للصفات','54','0','0');
INSERT INTO [t11146] VALUES (14,'رد الإمام أحمد على الزنادقة والجهمية','81','0','0');
INSERT INTO [t11146] VALUES (15,'فصل في اعتدال أهل السنة بين غلو الشيعة وجفوة النواصب','146','0','0');
INSERT INTO [t11146] VALUES (16,'فصل في كلام بعض أهل البيت في الثناء على معاوية','157','0','0');
INSERT INTO [t11146] VALUES (17,'الاختلاف بين علي ومعاوية ورأي أهل السنة في هذه الفتن','165','0','0');
INSERT INTO [t11146] VALUES (18,'مدة الحرب بين علي ومعاوية','170','0','0');
