-- Table: t11275
-- Chunk: 1
-- Rows: 41

CREATE TABLE "t11275" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11275
INSERT INTO [t11275] VALUES (1,'الفصل الأول: نشأة فن الإلقاء','1','0','0');
INSERT INTO [t11275] VALUES (2,'مدخل','1','1','0');
INSERT INTO [t11275] VALUES (3,'صلة فن الإلقاء بعلم التجويد','5','1','0');
INSERT INTO [t11275] VALUES (4,'الدراسات الحديثة','12','1','0');
INSERT INTO [t11275] VALUES (5,'التعريف بفن الإلقاء وعناصره','15','1','0');
INSERT INTO [t11275] VALUES (6,'الفصل الثاني: الأصوات اللغوية','20','0','0');
INSERT INTO [t11275] VALUES (7,'كيف يحدث الصوت','20','6','0');
INSERT INTO [t11275] VALUES (8,'جهاز النطق','25','6','0');
INSERT INTO [t11275] VALUES (9,'مخارج الأصوات: طبيعتها، أنواعها','37','6','0');
INSERT INTO [t11275] VALUES (10,'الفصل الثالث: صفات الحروف الصفات ذوات الأضداد','49','0','0');
INSERT INTO [t11275] VALUES (11,'مدخل','49','10','0');
INSERT INTO [t11275] VALUES (12,'الصفات ذوات الأضداد','51','10','0');
INSERT INTO [t11275] VALUES (13,'الصفات التي لا ضد لها','58','10','0');
INSERT INTO [t11275] VALUES (14,'الصفات العرضية','64','10','0');
INSERT INTO [t11275] VALUES (15,'الإظهار والإدغام','66','10','0');
INSERT INTO [t11275] VALUES (16,'المد والقصر','81','10','0');
INSERT INTO [t11275] VALUES (17,'الفتح والإمالة','90','10','0');
INSERT INTO [t11275] VALUES (18,'الفصل الرابع: عيوب النطق الخلط بين الأصوات','94','0','0');
INSERT INTO [t11275] VALUES (19,'مدخل','94','18','0');
INSERT INTO [t11275] VALUES (20,'أخطاء السمع','100','18','0');
INSERT INTO [t11275] VALUES (21,'عيوب صوتية','103','18','0');
INSERT INTO [t11275] VALUES (22,'فن تشكيل الأصوات','110','18','0');
INSERT INTO [t11275] VALUES (23,'المقاطع الصوتية','112','18','0');
INSERT INTO [t11275] VALUES (24,'الأصوات الساكنة وأصوات اللين','116','18','0');
INSERT INTO [t11275] VALUES (25,'الفصل الخامس: الوقف أهميته','123','0','0');
INSERT INTO [t11275] VALUES (26,'التعريف به','123','25','0');
INSERT INTO [t11275] VALUES (27,'أقسامه','128','25','0');
INSERT INTO [t11275] VALUES (28,'علامات الوقف','137','25','0');
INSERT INTO [t11275] VALUES (29,'الوقف على آخر الكلمات','142','25','0');
INSERT INTO [t11275] VALUES (30,'همزة الوصل وهمزة القطع','152','25','0');
INSERT INTO [t11275] VALUES (31,'الفصل السادس: إدراك الكلام أهمية السمع في الإدراك','167','0','0');
INSERT INTO [t11275] VALUES (32,'مدخل','167','31','0');
INSERT INTO [t11275] VALUES (33,'التلوين الصوتي وأثره في الإدراك','173','31','0');
INSERT INTO [t11275] VALUES (34,'استخدام مكبر الصوت: الميكرفون','179','31','0');
INSERT INTO [t11275] VALUES (35,'اللغة المنطوقة والمكتوبة','187','31','0');
INSERT INTO [t11275] VALUES (36,'الفصل السابع: إلقاء الشعر إلقاء الشاعر قصيدته','194','0','0');
INSERT INTO [t11275] VALUES (37,'مدخل','194','36','0');
INSERT INTO [t11275] VALUES (38,'عذوبة النغم','202','36','0');
INSERT INTO [t11275] VALUES (39,'النبر في الشعر','208','36','0');
INSERT INTO [t11275] VALUES (40,'القافية','215','36','0');
INSERT INTO [t11275] VALUES (41,'فهرس الموضوعات','226','0','0');
