-- Table: t11325
-- Chunk: 1
-- Rows: 51

CREATE TABLE "t11325" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11325
INSERT INTO [t11325] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t11325] VALUES (2,'الحديث الأول','4','0','0');
INSERT INTO [t11325] VALUES (3,'الحديث الثاني','11','0','0');
INSERT INTO [t11325] VALUES (4,'الحديث الثالث','26','0','0');
INSERT INTO [t11325] VALUES (5,'الحديث الرابع','31','0','0');
INSERT INTO [t11325] VALUES (6,'الحديث الخامس','36','0','0');
INSERT INTO [t11325] VALUES (7,'الحديث السادس','39','0','0');
INSERT INTO [t11325] VALUES (8,'الحديث السابع','43','0','0');
INSERT INTO [t11325] VALUES (9,'الحديث الثامن','46','0','0');
INSERT INTO [t11325] VALUES (10,'الحديث التاسع','50','0','0');
INSERT INTO [t11325] VALUES (11,'الحديث العاشر','54','0','0');
INSERT INTO [t11325] VALUES (12,'الحديث الحادي عشر','56','0','0');
INSERT INTO [t11325] VALUES (13,'الحديث الثاني عشر','58','0','0');
INSERT INTO [t11325] VALUES (14,'الحديث الثالث عشر','60','0','0');
INSERT INTO [t11325] VALUES (15,'الحديث الرابع عشر','62','0','0');
INSERT INTO [t11325] VALUES (16,'الحديث الخامس عشر','64','0','0');
INSERT INTO [t11325] VALUES (17,'الحديث السادس عشر','68','0','0');
INSERT INTO [t11325] VALUES (18,'الحديث السابع عشر','70','0','0');
INSERT INTO [t11325] VALUES (19,'الحديث الثامن عشر','73','0','0');
INSERT INTO [t11325] VALUES (20,'الحديث التاسع عشر','76','0','0');
INSERT INTO [t11325] VALUES (21,'الحديث العشرون','80','0','0');
INSERT INTO [t11325] VALUES (22,'الحديث الواحد والعشرون','83','0','0');
INSERT INTO [t11325] VALUES (23,'الحديث الثاني والعشرون','85','0','0');
INSERT INTO [t11325] VALUES (24,'الحديث الثالث والعشرون','87','0','0');
INSERT INTO [t11325] VALUES (25,'الحديث الرابع والعشرون','90','0','0');
INSERT INTO [t11325] VALUES (26,'الحديث الخامس والعشرون','96','0','0');
INSERT INTO [t11325] VALUES (27,'الحديث السادس والعشرون','98','0','0');
INSERT INTO [t11325] VALUES (28,'الحديث السابع والعشرون','100','0','0');
INSERT INTO [t11325] VALUES (29,'الحديث الثامن والعشرون','104','0','0');
INSERT INTO [t11325] VALUES (30,'الحديث التاسع والعشرون','110','0','0');
INSERT INTO [t11325] VALUES (31,'الحديث الثلاثون','118','0','0');
INSERT INTO [t11325] VALUES (32,'الحديث الواحد والثلاثون','121','0','0');
INSERT INTO [t11325] VALUES (33,'الحديث الثاني والثلاثون','123','0','0');
INSERT INTO [t11325] VALUES (34,'الحديث الثالث والثلاثون','126','0','0');
INSERT INTO [t11325] VALUES (35,'الحديث الرابع والثلاثون','129','0','0');
INSERT INTO [t11325] VALUES (36,'الحديث الخامس والثلاثون','131','0','0');
INSERT INTO [t11325] VALUES (37,'الحديث السادس والثلاثون','135','0','0');
INSERT INTO [t11325] VALUES (38,'الحديث السابع والثلاثون','140','0','0');
INSERT INTO [t11325] VALUES (39,'الحديث الثامن والثلاثون','143','0','0');
INSERT INTO [t11325] VALUES (40,'الحديث التاسع والثلاثون','145','0','0');
INSERT INTO [t11325] VALUES (41,'الحديث الأربعون','147','0','0');
INSERT INTO [t11325] VALUES (42,'الحديث الواحد والأربعون','150','0','0');
INSERT INTO [t11325] VALUES (43,'الحديث الثاني والأربعون','153','0','0');
INSERT INTO [t11325] VALUES (44,'الحديث الثالث والأربعون','156','0','0');
INSERT INTO [t11325] VALUES (45,'الحديث الرابع والأربعون','161','0','0');
INSERT INTO [t11325] VALUES (46,'الحديث الخامس والأربعون','163','0','0');
INSERT INTO [t11325] VALUES (47,'الحديث السادس والأربعون','167','0','0');
INSERT INTO [t11325] VALUES (48,'الحديث السابع والأربعون','170','0','0');
INSERT INTO [t11325] VALUES (49,'الحديث الثامن والأربعون','172','0','0');
INSERT INTO [t11325] VALUES (50,'الحديث التاسع والأربعون','176','0','0');
INSERT INTO [t11325] VALUES (51,'الحديث الخمسون','178','0','0');
