-- Table: t11305
-- Chunk: 1
-- Rows: 14

CREATE TABLE "t11305" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11305
INSERT INTO [t11305] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t11305] VALUES (2,'الفصل الأول: عناية العلماء بالإسناد وأثر ذلك في حفظ السنة النبوية','4','0','0');
INSERT INTO [t11305] VALUES (3,'المبحث الأول: تعريف الإسناد','4','2','0');
INSERT INTO [t11305] VALUES (4,'المبحث الثاني: الإسناد من خصائص الأمة الإسلامية','6','2','0');
INSERT INTO [t11305] VALUES (5,'المبحث الثالث: أهمية الإسناد وعناية العلماء به','8','2','0');
INSERT INTO [t11305] VALUES (6,'المبحث الرابع: أثر عناية العلماء بالإسناد في حفظ السنة النبوية','13','2','0');
INSERT INTO [t11305] VALUES (7,'الفصل الثاني: علم الجرح والتعديل وأثره في حفظ السنة النبوية','19','0','0');
INSERT INTO [t11305] VALUES (8,'المبحث الأول: تعريف علم الجرح والتعديل','19','7','0');
INSERT INTO [t11305] VALUES (9,'المبحث الثاني: ظهور علم الجرح والتعديل والأسباب التي أدت إلى ظهوره','25','7','0');
INSERT INTO [t11305] VALUES (10,'المبحث الثالث: عناية العلماء بعلم الجرح والتعديل','29','7','0');
INSERT INTO [t11305] VALUES (11,'المبحث الرابع: أثر علم الجرح والتعديل في حفظ السنة النبوية','56','7','0');
INSERT INTO [t11305] VALUES (12,'الخاتمة','59','7','0');
INSERT INTO [t11305] VALUES (13,'التوصيات','60','7','0');
INSERT INTO [t11305] VALUES (14,'مصادر ومراجع','61','0','0');
