-- Table: t11312
-- Chunk: 1
-- Rows: 24

CREATE TABLE "t11312" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11312
INSERT INTO [t11312] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t11312] VALUES (2,'الفصل الأول: تطور العناية بالقرآن الكريم ومؤسساته','5','0','0');
INSERT INTO [t11312] VALUES (3,'أولا: جمعه منذ نزوله','5','2','0');
INSERT INTO [t11312] VALUES (4,'ثانيا: حفظ القرآن الكريم واستنباط علومه','7','2','0');
INSERT INTO [t11312] VALUES (5,'ثالثا: دور المساجد في العناية بالقرآن الكريم','8','2','0');
INSERT INTO [t11312] VALUES (6,'رابعا: الزوايا','11','2','0');
INSERT INTO [t11312] VALUES (7,'خامسا: الكتاتيب','14','2','0');
INSERT INTO [t11312] VALUES (8,'سادسا: تأسيس المدارس القرآنية في الأمصار الإسلامية','16','2','0');
INSERT INTO [t11312] VALUES (9,'سابعا: تأسيس جمعيات تحفيظ القرآن الكريم في العصر الحديث','18','2','0');
INSERT INTO [t11312] VALUES (10,'الفصل الثاني: مشروعية الوقف خدمة للقرآن الكريم ومقاصد الواقفين','21','0','0');
INSERT INTO [t11312] VALUES (11,'مدخل','21','10','0');
INSERT INTO [t11312] VALUES (12,'مقاصد الواقفين على القرآن الكريم','23','0','0');
INSERT INTO [t11312] VALUES (13,'أولا: الوقف على المدارس القرآنية','23','12','0');
INSERT INTO [t11312] VALUES (14,'ثانيا: الوقف على القراء','27','12','0');
INSERT INTO [t11312] VALUES (15,'ثالثا: الوقف على تدريس القرآن الكريم والحديث النبوي الشريف أو المذاهب الفقهية','31','12','0');
INSERT INTO [t11312] VALUES (16,'رابعا: الوقف على خدمة القرآن تلاوة وتأسيس مرافق اجتماعية بالمدينة المنورة','34','12','0');
INSERT INTO [t11312] VALUES (17,'خامسا: الوقف على قراءة القرآن هبة للثواب لآخرين،','38','12','0');
INSERT INTO [t11312] VALUES (18,'وقف الأسهم على الجمعية','51','12','0');
INSERT INTO [t11312] VALUES (19,'خاتمة البحث','54','0','0');
INSERT INTO [t11312] VALUES (20,'مدخل','54','19','0');
INSERT INTO [t11312] VALUES (21,'ملحق المدارس القرآنية في دمشق والقاهرة والأوقاف المحبس عليها','58','0','0');
INSERT INTO [t11312] VALUES (22,'دور القرآن في دمشق','58','21','0');
INSERT INTO [t11312] VALUES (23,'دور القرآن الكريم في القاهرة','63','21','0');
INSERT INTO [t11312] VALUES (24,'مصادر ومراجع','68','0','0');
