-- Table: t11565
-- Chunk: 1
-- Rows: 54

CREATE TABLE "t11565" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11565
INSERT INTO [t11565] VALUES (1,'المجلد الأول','1','0','0');
INSERT INTO [t11565] VALUES (2,'المقدمات','1','1','0');
INSERT INTO [t11565] VALUES (3,'الطبعة الأولى','1','2','0');
INSERT INTO [t11565] VALUES (4,'الطبعة السابعة','6','2','0');
INSERT INTO [t11565] VALUES (5,'الفصل الأول: البعث','7','1','0');
INSERT INTO [t11565] VALUES (6,'مدخل','7','5','0');
INSERT INTO [t11565] VALUES (7,'رفاعة الطهطاوي','19','5','0');
INSERT INTO [t11565] VALUES (8,'الطباعة والصحافة','34','5','0');
INSERT INTO [t11565] VALUES (9,'الأدب في عهد محمد علي','40','5','0');
INSERT INTO [t11565] VALUES (10,'التأليف في عصر محمد علي','55','5','0');
INSERT INTO [t11565] VALUES (11,'الفصل الثاني: النهضة','60','1','0');
INSERT INTO [t11565] VALUES (12,'التعليم','60','11','0');
INSERT INTO [t11565] VALUES (13,'الصحافة','66','11','0');
INSERT INTO [t11565] VALUES (14,'الترجمة والتأليف','109','11','0');
INSERT INTO [t11565] VALUES (15,'الفصل الثالث: الأدب في عصر إسماعيل','110','1','0');
INSERT INTO [t11565] VALUES (16,'المدارس الأدبية في هذا العصر','110','15','0');
INSERT INTO [t11565] VALUES (17,'الفصل الرابع: بعث الشعر العربي','152','1','0');
INSERT INTO [t11565] VALUES (18,'مدخل','152','17','0');
INSERT INTO [t11565] VALUES (19,'محمود البارودي','154','17','0');
INSERT INTO [t11565] VALUES (20,'الفصل الخامس: نهضة النثر','226','1','0');
INSERT INTO [t11565] VALUES (21,'موضوعاته','226','20','0');
INSERT INTO [t11565] VALUES (22,'مميزاته','244','20','0');
INSERT INTO [t11565] VALUES (23,'أنواعه','245','20','0');
INSERT INTO [t11565] VALUES (24,'جمال الدين الأفغاني','248','20','0');
INSERT INTO [t11565] VALUES (25,'الشيخ محمد عبده','268','20','0');
INSERT INTO [t11565] VALUES (26,'عبد الله نديم','296','20','0');
INSERT INTO [t11565] VALUES (27,'أحمد عرابي','328','20','0');
INSERT INTO [t11565] VALUES (28,'عرابي الخطيب الزعيم','333','20','0');
INSERT INTO [t11565] VALUES (29,'الفصل السادس: الاتصال بالأدب الأجنبي','345','1','0');
INSERT INTO [t11565] VALUES (30,'الترجمة والتأليف','345','29','0');
INSERT INTO [t11565] VALUES (31,'المستشرقون','360','29','0');
INSERT INTO [t11565] VALUES (32,'أثر الاتصال بالأدب الأجنبي','377','29','0');
INSERT INTO [t11565] VALUES (33,'المراجع','405','1','0');
INSERT INTO [t11565] VALUES (34,'الفهرست','409','1','0');
INSERT INTO [t11565] VALUES (35,'المجلد الثاني','416','0','0');
INSERT INTO [t11565] VALUES (36,'مقدمات','416','35','0');
INSERT INTO [t11565] VALUES (37,'مقدمة الطبعة الأولى','416','36','0');
INSERT INTO [t11565] VALUES (38,'مقدمة الطبعة السادسة','421','36','0');
INSERT INTO [t11565] VALUES (39,'الفصل الأول: المؤثرات العامة في الشعر الحديث الثقافة الأجنبية','422','35','0');
INSERT INTO [t11565] VALUES (40,'الفصل الثاني: النهضة القومية','496','35','0');
INSERT INTO [t11565] VALUES (41,'المظهر السياسي','496','40','0');
INSERT INTO [t11565] VALUES (42,'المظهر الثقافي','592','40','0');
INSERT INTO [t11565] VALUES (43,'المظهر الاجتماعي','606','40','0');
INSERT INTO [t11565] VALUES (44,'الفصل الثالث: النقد الأدبي','632','35','0');
INSERT INTO [t11565] VALUES (45,'الفصل الرابع: الشعر بعد البارودي','712','35','0');
INSERT INTO [t11565] VALUES (46,'الفصل الخامس: المدرسة التقليدية','741','35','0');
INSERT INTO [t11565] VALUES (47,'مدخل','741','46','0');
INSERT INTO [t11565] VALUES (48,'إسماعيل صبري','745','46','0');
INSERT INTO [t11565] VALUES (49,'محمد عبد المطلب','799','46','0');
INSERT INTO [t11565] VALUES (50,'السيد التوفيق البكري','850','46','0');
INSERT INTO [t11565] VALUES (51,'المراجع','887','35','0');
INSERT INTO [t11565] VALUES (52,'المراجع العربية','887','51','0');
INSERT INTO [t11565] VALUES (53,'المراجع الأجنبية','892','51','0');
INSERT INTO [t11565] VALUES (54,'الفهرس','893','35','0');
