-- Table: t11563
-- Chunk: 1
-- Rows: 37

CREATE TABLE "t11563" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11563
INSERT INTO [t11563] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t11563] VALUES (2,'المقدمات','3','0','0');
INSERT INTO [t11563] VALUES (3,'تصدير: اللغة وأداة التفكير','3','2','0');
INSERT INTO [t11563] VALUES (4,'مقدمة','24','2','0');
INSERT INTO [t11563] VALUES (5,'تمهيد أصل اللغة','29','2','0');
INSERT INTO [t11563] VALUES (6,'الجزء الأول: الأصوات','43','0','0');
INSERT INTO [t11563] VALUES (7,'الفصل الأول: المادة الصوتية','43','6','0');
INSERT INTO [t11563] VALUES (8,'الفصل الثاني: النظام الصوتى وتغييراته','62','6','0');
INSERT INTO [t11563] VALUES (9,'الفصل الثالث: الكلمة الصوتية والصورة اللفظية','83','6','0');
INSERT INTO [t11563] VALUES (10,'الجزء الثاني: النحو','104','0','0');
INSERT INTO [t11563] VALUES (11,'الفصل الأول: الكلمات والأصوات','104','10','0');
INSERT INTO [t11563] VALUES (12,'الفصل الثاني: الفصائل النحوية','125','10','0');
INSERT INTO [t11563] VALUES (13,'الفصل الثالث: الأنواع المختلفة للكلمات','155','10','0');
INSERT INTO [t11563] VALUES (14,'الفصل الرابع: اللغة الانفعالية','182','10','0');
INSERT INTO [t11563] VALUES (15,'الفصل الخامس: التغيرات الصرفية','203','10','0');
INSERT INTO [t11563] VALUES (16,'الجزء الثالث: المفردات','225','0','0');
INSERT INTO [t11563] VALUES (17,'الفصل الأول: طبيعة المفردات ومداها','225','16','0');
INSERT INTO [t11563] VALUES (18,'الفصل الثاني: كيف تغير الكلمات معانيها','246','16','0');
INSERT INTO [t11563] VALUES (19,'الفصل الثالث: كيف تغير الأفكار أسماءها','271','16','0');
INSERT INTO [t11563] VALUES (20,'الجزء الرابع: تكون اللغات','295','0','0');
INSERT INTO [t11563] VALUES (21,'الفصل الأول: اللغة والغات','295','20','0');
INSERT INTO [t11563] VALUES (22,'الفصل الثاني: اللهجات واللغات الخاصة','309','20','0');
INSERT INTO [t11563] VALUES (23,'الفصل الثالث: اللغات المشتركة','326','20','0');
INSERT INTO [t11563] VALUES (24,'الفصل الرابع: احتكاك اللغات واختلاطها','348','20','0');
INSERT INTO [t11563] VALUES (25,'الفصل الخامس: القرابة اللغوية والمنهج المقارن','367','20','0');
INSERT INTO [t11563] VALUES (26,'الجزء الخامس: الكتابة','402','0','0');
INSERT INTO [t11563] VALUES (27,'الفصل الأول: أصل الكتابة وتطورها','402','26','0');
INSERT INTO [t11563] VALUES (28,'الفصل الثاني: اللغة المكتوبة والرسم','403','26','0');
INSERT INTO [t11563] VALUES (29,'خاتمة تقدم اللغة','417','0','0');
INSERT INTO [t11563] VALUES (30,'المراجع','434','0','0');
INSERT INTO [t11563] VALUES (31,'أولا: المجلات','434','30','0');
INSERT INTO [t11563] VALUES (32,'ثانيا: الكتب','435','30','0');
INSERT INTO [t11563] VALUES (33,'الملاحق','436','0','0');
INSERT INTO [t11563] VALUES (34,'الملحق الأول','436','33','0');
INSERT INTO [t11563] VALUES (35,'الملحق الثاني','446','33','0');
INSERT INTO [t11563] VALUES (36,'الملحق الثالث','451','33','0');
INSERT INTO [t11563] VALUES (37,'الفهرس','455','0','0');
