-- Table: t11821
-- Chunk: 1
-- Rows: 50

CREATE TABLE "t11821" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t11821
INSERT INTO [t11821] VALUES (1,'مقدمة','2','0','0');
INSERT INTO [t11821] VALUES (2,'الفصل الأول: تمهيد في معنى الولاية والنكاح وحكمة مشروعيتهما','18','0','0');
INSERT INTO [t11821] VALUES (3,'المبحث الأول: معنى الولاية.','18','2','0');
INSERT INTO [t11821] VALUES (4,'المبحث الثاني: معنى النكاح.','25','2','0');
INSERT INTO [t11821] VALUES (5,'المبحث الثالث: مشروعية النكاح وحكمته','44','2','0');
INSERT INTO [t11821] VALUES (6,'المبحث الرابع: مشروعية الولاية في النكاح وحكمتها','51','2','0');
INSERT INTO [t11821] VALUES (7,'الفصل الثاني: الولاية في النكاح على الحرة المكلفة','54','0','0');
INSERT INTO [t11821] VALUES (8,'المبحث الأول: تمهيد في بيان أسباب ثبوت الولاية على النفس عموما','54','7','0');
INSERT INTO [t11821] VALUES (9,'المبحث الثاني: بيان المذاهب وأدلتها في حكم الولاية في النكاح على الحرة المكلفة','56','7','0');
INSERT INTO [t11821] VALUES (10,'الفصل الثالث: استئذان الولي للحرة المكلفة في نكاحها','259','0','0');
INSERT INTO [t11821] VALUES (11,'المبحث الأول: استئذان البكر البالغ','259','10','0');
INSERT INTO [t11821] VALUES (12,'المبحث الثاني: استئذان الثيب البالغ','332','10','0');
INSERT INTO [t11821] VALUES (13,'الفصل الرابع: الولاية في النكاح على الصغار','354','0','0');
INSERT INTO [t11821] VALUES (14,'المبحث الأول: ثبوت الولاية في النكاح على الصغار.','354','13','0');
INSERT INTO [t11821] VALUES (15,'المبحث الثاني: إنكاح الصغار أنفسهم','359','13','0');
INSERT INTO [t11821] VALUES (16,'المبحث الثالث: تزويج الأولياء للصغار','364','13','0');
INSERT INTO [t11821] VALUES (17,'الفصل الخامس: الولاية في النكاح على المجانين','423','0','0');
INSERT INTO [t11821] VALUES (18,'المبحث الأول: تمهيد: في ثبوت الولاية في النكاح على المجانين.','423','17','0');
INSERT INTO [t11821] VALUES (19,'المبحث الثاني: تزويج الأولياء للمجانين','425','17','0');
INSERT INTO [t11821] VALUES (20,'الفصل السادس: الولاية في النكاح على السفيه','438','0','0');
INSERT INTO [t11821] VALUES (21,'المبحث الأول: معنى السفه لغة واصطلاحا.','438','20','0');
INSERT INTO [t11821] VALUES (22,'المبحث الثاني: المقصود بالسفيه في هذا المبحث','443','20','0');
INSERT INTO [t11821] VALUES (23,'المبحث الثالث: الولاية على السفيه في ماله','445','20','0');
INSERT INTO [t11821] VALUES (24,'المبحث الرابع: الولاية في النكاح على السفيه','447','20','0');
INSERT INTO [t11821] VALUES (25,'الفصل السابع: الولاية في النكاح على الأرقاء','455','0','0');
INSERT INTO [t11821] VALUES (26,'المبحث الأول: ثبوت الولاية في النكاح عليهم.','455','25','0');
INSERT INTO [t11821] VALUES (27,'المبحث الثاني: تزويج الأسياد أرقاءهم','462','25','0');
INSERT INTO [t11821] VALUES (28,'المبحث الثالث: تزويج الأرقاء أنفسهم','469','25','0');
INSERT INTO [t11821] VALUES (29,'المبحث الرابع: إجبار الأرقاء على النكاح','478','25','0');
INSERT INTO [t11821] VALUES (30,'المبحث الخامس: خيار الأمة إذا عتقت تحت زوج','486','25','0');
INSERT INTO [t11821] VALUES (31,'الفصل الثامن: أسباب الولاية في النكاح','506','0','0');
INSERT INTO [t11821] VALUES (32,'تمهيد: في بيان المقصود بأسباب الولاية في النكاح في هذا الفصل','506','31','0');
INSERT INTO [t11821] VALUES (33,'المبحث الأول: في الولاية في النكاح بسبب القرابة','508','31','0');
INSERT INTO [t11821] VALUES (34,'المبحث الثاني: الولاية في النكاح بالولاء','608','31','0');
INSERT INTO [t11821] VALUES (35,'المبحث الثالث: ولاية السلطان في النكاح','616','31','0');
INSERT INTO [t11821] VALUES (36,'المبحث الرابع: الولاية في النكاح بالكفالة','623','31','0');
INSERT INTO [t11821] VALUES (37,'المبحث الخامس: الولاية في النكاح بالإسلام','626','31','0');
INSERT INTO [t11821] VALUES (38,'المبحث السادس: الوكالة عن الولي في النكاح','629','31','0');
INSERT INTO [t11821] VALUES (39,'المبحث السابع: الولاية في النكاح بالوصية','635','31','0');
INSERT INTO [t11821] VALUES (40,'الفصل التاسع: شروط الولي في النكاح','651','0','0');
INSERT INTO [t11821] VALUES (41,'تمهيد','651','40','0');
INSERT INTO [t11821] VALUES (42,'المبحث الأول: اشتراط الذكورية في ولي النكاح','654','40','0');
INSERT INTO [t11821] VALUES (43,'المبحث الثاني: اشتراط البلوغ في ولي النكاح','661','40','0');
INSERT INTO [t11821] VALUES (44,'المبحث الثالث: اشتراط العقل في ولي النكاح','667','40','0');
INSERT INTO [t11821] VALUES (45,'المبحث الرابع: اشتراط الحرية في ولي النكاح','669','40','0');
INSERT INTO [t11821] VALUES (46,'المبحث الخامس: اشتراط الإسلام في ولي النكاح','671','40','0');
INSERT INTO [t11821] VALUES (47,'المبحث السادس: اشتراط العدالة في ولي النكاح','686','40','0');
INSERT INTO [t11821] VALUES (48,'المبحث السابع: اشتراط الرشد في ولي النكاح','701','40','0');
INSERT INTO [t11821] VALUES (49,'المبحث الثامن: اشتراط كون الولي حلالا','707','40','0');
INSERT INTO [t11821] VALUES (50,'مصادر ومراجع','729','0','0');
