-- Table: t120145
-- Chunk: 1
-- Rows: 42

CREATE TABLE "t120145" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t120145
INSERT INTO [t120145] VALUES (1,'مقدمة التحقيق','1','0','0');
INSERT INTO [t120145] VALUES (2,'ترجمة المؤلف','3','1','0');
INSERT INTO [t120145] VALUES (3,'اسمه ونسبه ومولده','3','2','0');
INSERT INTO [t120145] VALUES (4,'شيوخه','3','2','0');
INSERT INTO [t120145] VALUES (5,'مؤلفاته','4','2','0');
INSERT INTO [t120145] VALUES (6,'تلاميذه','5','2','0');
INSERT INTO [t120145] VALUES (7,'مكانته العلمية وأراء العلماء فيه','6','2','0');
INSERT INTO [t120145] VALUES (8,'بعض الأمور المتصلة بحياته','7','2','0');
INSERT INTO [t120145] VALUES (9,'وصف المخطوطة','9','1','0');
INSERT INTO [t120145] VALUES (10,'[مقدمة المؤلف]','12','0','0');
INSERT INTO [t120145] VALUES (11,'١ - أبو المواهب القمي','15','0','0');
INSERT INTO [t120145] VALUES (12,'٢ - الوزير أبو الحسن القاسم ابن عبيد الله بن سليمان بن وهب','18','0','0');
INSERT INTO [t120145] VALUES (13,'٣ - يحيى بن خالد بن برمك','23','0','0');
INSERT INTO [t120145] VALUES (14,'٤ - الفضل بن يحيى بن خالد','24','0','0');
INSERT INTO [t120145] VALUES (15,'٥ - جعفر بن يحيى بن خالد','26','0','0');
INSERT INTO [t120145] VALUES (16,'٦ - الحسن بن سهل','29','0','0');
INSERT INTO [t120145] VALUES (17,'٧ - الوزير حامد بن العباس','33','0','0');
INSERT INTO [t120145] VALUES (18,'٨ - الوزير أبو علي محمد بن علي بن مقلة','35','0','0');
INSERT INTO [t120145] VALUES (19,'٩ - الوزير محمد بن بقية ابن علي، نصير الدولة، أبو الطاهر','38','0','0');
INSERT INTO [t120145] VALUES (20,'١٠ - الوزير إسماعيل بن عباد ابن عباس الصاحب أبو القاسم','41','0','0');
INSERT INTO [t120145] VALUES (21,'١١ - الوزير الأفضل بن بدر الجمالي','45','0','0');
INSERT INTO [t120145] VALUES (22,'١٢ - الوزير المهلبي','47','0','0');
INSERT INTO [t120145] VALUES (23,'١٣ - الوزير ابن هبيرة','49','0','0');
INSERT INTO [t120145] VALUES (24,'١٤ - الوزير أبو الفرج يعقوب ابن كلس','51','0','0');
INSERT INTO [t120145] VALUES (25,'١٥ - الوزير مؤيد الدين الطغرائي','53','0','0');
INSERT INTO [t120145] VALUES (26,'١٦ - إبراهيم الوزير الصاحب شمس الدين المعروف بكاتب أرنان','57','0','0');
INSERT INTO [t120145] VALUES (27,'١٧ - عبد الله بن أحمد بن إبراهيم الوزير الصاحب علم الدين بن تاج الدين الشهير بابن زنبور','63','0','0');
INSERT INTO [t120145] VALUES (28,'١٨ - الوزير الأجل جلال الإسلام الحسن ابن القاضي ثقة الدين ابن أبي كدينة','66','0','0');
INSERT INTO [t120145] VALUES (29,'١٩ - وزير الوزراء ذو الرئاستين قطب الدولة أبو الحسن علي بن جعفر بن فلاح','67','0','0');
INSERT INTO [t120145] VALUES (30,'٢٠ - محمد بن علي الوزير بن الأمير علاء الدين الملقب بسعد الدين الساوجي العجمي','69','0','0');
INSERT INTO [t120145] VALUES (31,'٢١ - محمد بن عبد الله بن سعيد ابن عبد الله بن سعيد بن أحمد بن علي','71','0','0');
INSERT INTO [t120145] VALUES (32,'٢٢ - محمد بن عثمان بن أبي الرجاء الصاحب شمس الدين التنوخي الدمشقي التاجر المعروف بابن السلعوس','77','0','0');
INSERT INTO [t120145] VALUES (33,'٢٣ - محمد بن علي بن [محمد] بن سليم الوزير الصاحب فخر الدين أبو عبد الله بن الوزير الصاحب بهاء الدين بن القاضي السديد المصري الشافعي المعروف بابن حنا','80','0','0');
INSERT INTO [t120145] VALUES (34,'٢٤ - محمد بن محمد بن/علي بن محمد بن سليم الصاحب تاج الدين أبو عبد الله ابن الصاحب فخر الدين ابن الصاحب بهاء الدين بن حنا المصري','83','0','0');
INSERT INTO [t120145] VALUES (35,'٢٥ - محمد بن محمد بن علي الوزير الكبير مؤيد الدين أبو طالب العلقمي البغدادي الرافضي','87','0','0');
INSERT INTO [t120145] VALUES (36,'٢٦ - محمد بن محمد بن الحسن العلامة نصير الدين أبو عبد الله الطوسي','90','0','0');
INSERT INTO [t120145] VALUES (37,'٢٧ - عبد الله بن علي بن الحسين بن عبد الخالق بن الحسين بن الحسن بن منصور الصاحب الوزير الكبير صفي الدين أبو محمد الشيبي المصري الدميري المالكي المعروف بابن شكر','95','0','0');
INSERT INTO [t120145] VALUES (38,'٢٨ - ابن حديدة الوزير واسمه سعيد بن علي بن أحمد أبو المعالي','103','0','0');
INSERT INTO [t120145] VALUES (39,'٢٩ - الوزير أبو المظفر عبيد الله بن يونس بن أحمد الحنبلي','106','0','0');
INSERT INTO [t120145] VALUES (40,'٣٠ - الوزير ناصر بن مهدي','108','0','0');
INSERT INTO [t120145] VALUES (41,'٣١ - الوزير شرف الدين عبد المحسن ابن إسماعيل بن محمود المحلي الفلكي','114','0','0');
INSERT INTO [t120145] VALUES (42,'٣٢ - الوزير الرئيس أبو علي الحسين بن عبد الله بن سينا','117','0','0');
