-- Table: t120146
-- Chunk: 1
-- Rows: 22

CREATE TABLE "t120146" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t120146
INSERT INTO [t120146] VALUES (1,'[تمهيد]','1','0','0');
INSERT INTO [t120146] VALUES (2,'[مقدمة التحقيق]','2','0','0');
INSERT INTO [t120146] VALUES (3,'الكاتب','8','2','0');
INSERT INTO [t120146] VALUES (4,'ثقافته','10','2','0');
INSERT INTO [t120146] VALUES (5,'الكتاب','13','2','0');
INSERT INTO [t120146] VALUES (6,'وصف المخطوطة','15','2','0');
INSERT INTO [t120146] VALUES (7,'منهج التحقيق','17','2','0');
INSERT INTO [t120146] VALUES (8,'[مقدمة]','22','0','0');
INSERT INTO [t120146] VALUES (9,'الفصل الأول في الشكر واستدامته النعم وصرفه المحن والنقم','24','0','0');
INSERT INTO [t120146] VALUES (10,'الفصل الثاني في الصبر والرضا والتسليم والعزا','43','0','0');
INSERT INTO [t120146] VALUES (11,'حكمة','45','10','0');
INSERT INTO [t120146] VALUES (12,'الفصل الثالث في الموت وانقطاع الأسباب بين الأهلين والأصحاب','53','0','0');
INSERT INTO [t120146] VALUES (13,'الفصل الرابع في السجن والتعويق ومن خرج إلى سعة من ضيق','119','0','0');
INSERT INTO [t120146] VALUES (14,'الفصل الخامس في نفاق الأصحاب والإخوان وتغيرهم مع تغير الزمان','163','0','0');
INSERT INTO [t120146] VALUES (15,'الفصل السادس في القناعة والياس مما بأيدي الناس','181','0','0');
INSERT INTO [t120146] VALUES (16,'الفصل السابع في مكارم الأخلاق والكرم ومحاسن الأخلاق والشيم','207','0','0');
INSERT INTO [t120146] VALUES (17,'الفصل الثامن في التقوى والأمانة وقمع الهوى والديانة','225','0','0');
INSERT INTO [t120146] VALUES (18,'الفصل التاسع في ذم الدنيا والزهادة فيها وتقلب أحوالها بأهاليها وما قيل من تنبيه ووعظ','229','0','0');
INSERT INTO [t120146] VALUES (19,'مصادر التحقيق','244','0','0');
INSERT INTO [t120146] VALUES (20,'الدوريات والمجلات','256','19','0');
INSERT INTO [t120146] VALUES (21,'المخطوطات','256','19','0');
INSERT INTO [t120146] VALUES (22,'المراجع الأجنبية','256','19','0');
