-- Table: t1204
-- Chunk: 1
-- Rows: 21

CREATE TABLE "t1204" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t1204
INSERT INTO [t1204] VALUES (1,'تقديم الدراسة','1','0','0');
INSERT INTO [t1204] VALUES (2,'المبحث الأول في مصطلح الإرهاب وأشكاله من منظور شرعي','7','0','0');
INSERT INTO [t1204] VALUES (3,'أولا في مصطلح الإرهاب','7','2','0');
INSERT INTO [t1204] VALUES (4,'ثانيا في أشكال الإرهاب في ضوء التصور السابق','19','2','0');
INSERT INTO [t1204] VALUES (5,'المبحث الثاني في حكم الإرهاب بأشكاله من منظور شرعي','23','0','0');
INSERT INTO [t1204] VALUES (6,'أولا مسألة الأمان ومصدره من المنظور الإسلامي','23','5','0');
INSERT INTO [t1204] VALUES (7,'ثانيا مسألة الأهداف في الإرهاب من منظور شرعي','33','5','0');
INSERT INTO [t1204] VALUES (8,'ثالثا آية الأنفال الآمرة بإعداد القوة لإرهاب العدو','37','5','0');
INSERT INTO [t1204] VALUES (9,'الشكل الأول إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مقطوع به','42','5','0');
INSERT INTO [t1204] VALUES (10,'الشكل الثاني إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مظنون فيه','50','5','0');
INSERT INTO [t1204] VALUES (11,'الشكل الثالث إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعي','52','5','0');
INSERT INTO [t1204] VALUES (12,'الشكل الرابع إرهاب غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مقطوع به','55','5','0');
INSERT INTO [t1204] VALUES (13,'الشكل الخامس إرهاب غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مظنون فيه','60','5','0');
INSERT INTO [t1204] VALUES (14,'الشكل السادس ترويع غير الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعي','62','5','0');
INSERT INTO [t1204] VALUES (15,'المبحث الثالث في الإرهاب وعلاقته بالأحداث الأخيرة في العالم السعودية والمغرب وأمريكا','67','0','0');
INSERT INTO [t1204] VALUES (16,'أولا موقع الدول المذكورة في منظومة التقسيم الفقهي التقليدي للدار','67','15','0');
INSERT INTO [t1204] VALUES (17,'ثانيا موقع المقيمين في هذه الدول في منظومة الأمان في الحس الفقهي','70','15','0');
INSERT INTO [t1204] VALUES (18,'مشروعية الإرهاب لولي الأمر فقط','75','15','0');
INSERT INTO [t1204] VALUES (19,'أمان الإسلام وأمان الدار','77','15','0');
INSERT INTO [t1204] VALUES (20,'تحريم الإرهاب تحريما قاطعا','85','15','0');
INSERT INTO [t1204] VALUES (21,'نتائج البحث','87','0','0');
