-- Table: t121376
-- Chunk: 1
-- Rows: 61

CREATE TABLE "t121376" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t121376
INSERT INTO [t121376] VALUES (1,'مقدمات','4','0','0');
INSERT INTO [t121376] VALUES (2,'استفتاح','4','1','0');
INSERT INTO [t121376] VALUES (3,'المقدمة الأولى القاضي أبو محمد عبد الوهاب بن علي بن نصر','7','1','0');
INSERT INTO [t121376] VALUES (4,'المقدمة الثانية الإمام أبو عبد الله محمد بن علي ابن عمر بن محمد التميمي المازري','41','1','0');
INSERT INTO [t121376] VALUES (5,'المقدمة الثالثة النسخ المعتمدة في التحقيق','98','1','0');
INSERT INTO [t121376] VALUES (6,'كتاب الطهارة','111','0','0');
INSERT INTO [t121376] VALUES (7,'باب ما يوجب الوضوء وما ينقضه بعد صحته','167','6','0');
INSERT INTO [t121376] VALUES (8,'باب ما يوجب الغسل','196','6','0');
INSERT INTO [t121376] VALUES (9,'باب صفة الاغتسال','204','6','0');
INSERT INTO [t121376] VALUES (10,'باب المياه وأحكامها','211','6','0');
INSERT INTO [t121376] VALUES (11,'فصل في الأعيان الطاهرة','224','10','0');
INSERT INTO [t121376] VALUES (12,'فصل','400','10','0');
INSERT INTO [t121376] VALUES (13,'فصل الأماكن التي نكره فيها الصلاة','813','10','0');
INSERT INTO [t121376] VALUES (14,'فصل الجمع بين الصلاتين','820','10','0');
INSERT INTO [t121376] VALUES (15,'فصل صلاة المريض','854','10','0');
INSERT INTO [t121376] VALUES (16,'باب في قصر الصلاة في السفر','874','6','0');
INSERT INTO [t121376] VALUES (17,'باب الجمعة','932','6','0');
INSERT INTO [t121376] VALUES (18,'باب في صلاة الخوف','1033','6','0');
INSERT INTO [t121376] VALUES (19,'باب صلاة العيدين','1049','6','0');
INSERT INTO [t121376] VALUES (20,'باب صلاة الكسوف','1083','6','0');
INSERT INTO [t121376] VALUES (21,'باب صلاة الاستسقاء','1094','6','0');
INSERT INTO [t121376] VALUES (22,'كتاب الجنانز*','1106','0','0');
INSERT INTO [t121376] VALUES (23,'فصل في التولية','1412','22','0');
INSERT INTO [t121376] VALUES (24,'فصل في الشركة','1418','22','0');
INSERT INTO [t121376] VALUES (25,'فصل فيما يجري مجرى البيع احتياطا وحماية للذريعة','1428','22','0');
INSERT INTO [t121376] VALUES (26,'فصل اعتبار الملك للطعام الممنوع بيعه قبل قبضه.','1436','22','0');
INSERT INTO [t121376] VALUES (27,'فصل','1440','22','0');
INSERT INTO [t121376] VALUES (28,'فصل في المداينة المشترط فيها القبض ببلد غير بلد المعاقد.','1447','22','0');
INSERT INTO [t121376] VALUES (29,'فصل','1451','22','0');
INSERT INTO [t121376] VALUES (30,'فصل','1518','22','0');
INSERT INTO [t121376] VALUES (31,'كتاب بيوع الآجال','1522','22','0');
INSERT INTO [t121376] VALUES (32,'فصل في اعتبار التفاضل في غير العين','1542','22','0');
INSERT INTO [t121376] VALUES (33,'فصل في حماية الذريعة في البيع والسلف','1545','22','0');
INSERT INTO [t121376] VALUES (34,'فصل آخر','1555','22','0');
INSERT INTO [t121376] VALUES (35,'فصل يشتمل على شراء أمثال المبيع في بياعات الآجال','1557','22','0');
INSERT INTO [t121376] VALUES (36,'فصل في بياعات الآجال من جهة الوكالة','1563','22','0');
INSERT INTO [t121376] VALUES (37,'فصل في المعاوضة عن بعض العوض المؤجل مع اشتراط تعجيل بعضه وتأخيره','1566','22','0');
INSERT INTO [t121376] VALUES (38,'فصل','1578','22','0');
INSERT INTO [t121376] VALUES (39,'فصل','1582','22','0');
INSERT INTO [t121376] VALUES (40,'فصل في بيع الثنيا','1592','22','0');
INSERT INTO [t121376] VALUES (41,'فصل في القرض الفاسد','1600','22','0');
INSERT INTO [t121376] VALUES (42,'فصل في هدية المديان','1608','22','0');
INSERT INTO [t121376] VALUES (43,'كتاب البيوع الفاسدة','1622','0','0');
INSERT INTO [t121376] VALUES (44,'فصل آخر','1638','43','0');
INSERT INTO [t121376] VALUES (45,'فصل','1683','43','0');
INSERT INTO [t121376] VALUES (46,'فصل يلحق بما كنا قدمناه من بيع الغرر','1708','43','0');
INSERT INTO [t121376] VALUES (47,'فصل آخر','1712','43','0');
INSERT INTO [t121376] VALUES (48,'فصل في مسائل ذكرت في كتاب البيوع الفاسدة من المدونة','1716','43','0');
INSERT INTO [t121376] VALUES (49,'كتاب بيع الخيار','1721','0','0');
INSERT INTO [t121376] VALUES (50,'كتاب الرد بالعيب','1814','0','0');
INSERT INTO [t121376] VALUES (51,'فصل يشتمل على مسائل ذكرها في المدونة','1893','50','0');
INSERT INTO [t121376] VALUES (52,'كتاب الوكالات','1999','0','0');
INSERT INTO [t121376] VALUES (53,'فصل','2030','52','0');
INSERT INTO [t121376] VALUES (54,'كتاب بيع الغائب، والغرر','2086','0','0');
INSERT INTO [t121376] VALUES (55,'كتاب التجارة إلى أرض الحرب','2129','0','0');
INSERT INTO [t121376] VALUES (56,'كتاب الصلح','2253','0','0');
INSERT INTO [t121376] VALUES (57,'كتاب الوديعة','2322','0','0');
INSERT INTO [t121376] VALUES (58,'كتاب الحجر والتفليس','2514','0','0');
INSERT INTO [t121376] VALUES (59,'كتاب الحمالة','2880','0','0');
INSERT INTO [t121376] VALUES (60,'كتاب الاستحقاق','2993','0','0');
INSERT INTO [t121376] VALUES (61,'كتاب الرهن','3074','0','0');
