-- Table: t12380
-- Chunk: 1
-- Rows: 49

CREATE TABLE "t12380" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t12380
INSERT INTO [t12380] VALUES (1,'لمحة عن حياة المؤلف','1','0','0');
INSERT INTO [t12380] VALUES (2,'الكتاب الأول: علم أصول الفقه','3','0','0');
INSERT INTO [t12380] VALUES (3,'الطبعة السابعة','3','2','0');
INSERT INTO [t12380] VALUES (4,'افتتاحية الطبعة السابعة','3','3','0');
INSERT INTO [t12380] VALUES (5,'فاتحة طبعة سنة ١٩٤٧','5','3','0');
INSERT INTO [t12380] VALUES (6,'فاتحة طبعة سنة ١٩٤٢','6','3','0');
INSERT INTO [t12380] VALUES (7,'مقدمة','8','2','0');
INSERT INTO [t12380] VALUES (8,'القسم الأول: في الأدلة الشرعية','17','2','0');
INSERT INTO [t12380] VALUES (9,'مدخل','17','8','0');
INSERT INTO [t12380] VALUES (10,'الدليل الأول: القرآن','19','8','0');
INSERT INTO [t12380] VALUES (11,'الدليل الثاني: السنة','30','8','0');
INSERT INTO [t12380] VALUES (12,'الدليل الثالث: الإجماع','38','8','0');
INSERT INTO [t12380] VALUES (13,'الدليل الرابع: القياس','45','8','0');
INSERT INTO [t12380] VALUES (14,'الدليل الخامس: الاستحسان','69','8','0');
INSERT INTO [t12380] VALUES (15,'الدليل السادس: المصلحة المرسلة','73','8','0');
INSERT INTO [t12380] VALUES (16,'الدليل السابع: العرف','78','8','0');
INSERT INTO [t12380] VALUES (17,'الدليل الثامن: الاستصحاب','80','8','0');
INSERT INTO [t12380] VALUES (18,'الدليل التاسع: شرع من قبلنا','82','8','0');
INSERT INTO [t12380] VALUES (19,'الدليل العاشر: مذهب الصحابي','83','8','0');
INSERT INTO [t12380] VALUES (20,'القسم الثاني: في الأحكام الشرعية','85','2','0');
INSERT INTO [t12380] VALUES (21,'الحاكم','85','20','0');
INSERT INTO [t12380] VALUES (22,'الحكم','88','20','0');
INSERT INTO [t12380] VALUES (23,'المحكوم فيه','111','20','0');
INSERT INTO [t12380] VALUES (24,'المحكوم عليه','117','20','0');
INSERT INTO [t12380] VALUES (25,'القسم الثالث: في القواعد الأصولية اللغوية','123','2','0');
INSERT INTO [t12380] VALUES (26,'تمهيد','123','25','0');
INSERT INTO [t12380] VALUES (27,'القاعدة الأولى: في طريق دلالة النص','125','25','0');
INSERT INTO [t12380] VALUES (28,'القاعدة الثانية: في مفهوم المخالفة','134','25','0');
INSERT INTO [t12380] VALUES (29,'القاعدة الثالثة: في الواضح الدلالة ومراتبه','141','25','0');
INSERT INTO [t12380] VALUES (30,'القاعدة الرابعة: في غير الواضح الدلالة ومراتبه','149','25','0');
INSERT INTO [t12380] VALUES (31,'القاعدة الخامسة: في المشترك ودلالته','156','25','0');
INSERT INTO [t12380] VALUES (32,'القاعدة السادسة: في العام ودلالته','160','25','0');
INSERT INTO [t12380] VALUES (33,'القاعدة السابعة: في الخاص ودلالته','169','25','0');
INSERT INTO [t12380] VALUES (34,'القسم الرابع: في القواعد الأصولية التشريعية','174','2','0');
INSERT INTO [t12380] VALUES (35,'القاعدة الأولى: في القصد العام من التشريع','174','34','0');
INSERT INTO [t12380] VALUES (36,'القاعدة الثانية: فيما هو حق الله. وما هو حق المكلف','186','34','0');
INSERT INTO [t12380] VALUES (37,'القاعدة الثالثة: فيما يسوغ الاجتهاد فيه','190','34','0');
INSERT INTO [t12380] VALUES (38,'القاعدة الرابعة: في نسخ الحكم','195','34','0');
INSERT INTO [t12380] VALUES (39,'القاعدة الخامسة: في التعارض والترجيح','202','34','0');
INSERT INTO [t12380] VALUES (40,'الكتاب الثاني: خلاصة تاريخ التشريع الإسلامي','205','0','0');
INSERT INTO [t12380] VALUES (41,'تمهيد في بيان المراد من التشريع','205','40','0');
INSERT INTO [t12380] VALUES (42,'مدخل','205','41','0');
INSERT INTO [t12380] VALUES (43,'عهد الرسول','206','41','0');
INSERT INTO [t12380] VALUES (44,'عهد الصحابة','216','41','0');
INSERT INTO [t12380] VALUES (45,'عهد التدوين والأئمة المجتهدين','229','41','0');
INSERT INTO [t12380] VALUES (46,'عهد التقليد','246','41','0');
INSERT INTO [t12380] VALUES (47,'المحتويات','251','0','0');
INSERT INTO [t12380] VALUES (48,'محتويات علم أصول الفقه','251','47','0');
INSERT INTO [t12380] VALUES (49,'محتويات خلاصة تاريخ التشريع الإسلامي','254','47','0');
