-- Table: t12521
-- Chunk: 1
-- Rows: 56

CREATE TABLE "t12521" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t12521
INSERT INTO [t12521] VALUES (1,'بسم الله الرحمن الرحيم معرفة أفضل البلاد المعمورة','1','0','0');
INSERT INTO [t12521] VALUES (2,'معرفة وضع هذه الجزيرة في المعمور من الأرض وموضعها منه','3','0','0');
INSERT INTO [t12521] VALUES (3,'معرفة قسمة الأقاليم لهرمس الحكيم','6','0','0');
INSERT INTO [t12521] VALUES (4,'معرفة قسمة الأقاليم لبطليموس','6','0','0');
INSERT INTO [t12521] VALUES (5,'الإقليم الأول','7','4','0');
INSERT INTO [t12521] VALUES (6,'الإقليم الثاني','8','4','0');
INSERT INTO [t12521] VALUES (7,'الإقليم الثالث','8','4','0');
INSERT INTO [t12521] VALUES (8,'الإقليم الرابع','8','4','0');
INSERT INTO [t12521] VALUES (9,'الإقليم الخامس','9','4','0');
INSERT INTO [t12521] VALUES (10,'الإقليم السادس','9','4','0');
INSERT INTO [t12521] VALUES (11,'الإقليم السابع','9','4','0');
INSERT INTO [t12521] VALUES (12,'معرفة ما بعد الإقليم السابع','10','4','0');
INSERT INTO [t12521] VALUES (13,'ما أتى عن بطليموس من تفصيل أجزاء شق الشمال','10','4','0');
INSERT INTO [t12521] VALUES (14,'اختلاف الناس في العرض والطول','24','0','0');
INSERT INTO [t12521] VALUES (15,'ما أتى عن بطليموس القلوذي في طبائع أهل العمران من الأرض على الجملة','27','0','0');
INSERT INTO [t12521] VALUES (16,'ما أتى عن بطليموس القلوذي في طبائع أهل العمران من الأرض على التبعيض والتجزئة','31','15','0');
INSERT INTO [t12521] VALUES (17,'معرفة أطوال مدن العرب المشهورة وعروضها','44','0','0');
INSERT INTO [t12521] VALUES (18,'صفة معمور الأرض وهو كتاب صفة جزيرة العرب','46','0','0');
INSERT INTO [t12521] VALUES (19,'باب ما جاء عن ابن عباس رحمه الله تعالى في ذكر جزيرة العرب','46','0','0');
INSERT INTO [t12521] VALUES (20,'معرفة تفصيل هذه الجزيرة عند أهل اليمن','50','0','0');
INSERT INTO [t12521] VALUES (21,'صفة اليمن الخضراء','51','0','0');
INSERT INTO [t12521] VALUES (22,'ذكر جزائر البحر','52','0','0');
INSERT INTO [t12521] VALUES (23,'مدن اليمن التهامية','53','0','0');
INSERT INTO [t12521] VALUES (24,'مدن اليمن النجدية وما شابه النجدية','54','0','0');
INSERT INTO [t12521] VALUES (25,'ثم مدينة صنعاء','55','0','0');
INSERT INTO [t12521] VALUES (26,'ما وقع باليمن من جبل السراة وأوله اليمن','67','0','0');
INSERT INTO [t12521] VALUES (27,'أودية السراة','71','0','0');
INSERT INTO [t12521] VALUES (28,'مآثر هذه المواضع','78','0','0');
INSERT INTO [t12521] VALUES (29,'ثم الجوف','81','0','0');
INSERT INTO [t12521] VALUES (30,'حضرموت من اليمن','85','0','0');
INSERT INTO [t12521] VALUES (31,'سر وحمير وأوديته وساكنه','89','0','0');
INSERT INTO [t12521] VALUES (32,'سر ومذحج','90','0','0');
INSERT INTO [t12521] VALUES (33,'مخلاف صعدة من خولان قضاعة','113','0','0');
INSERT INTO [t12521] VALUES (34,'جرش وأحوازها','117','0','0');
INSERT INTO [t12521] VALUES (35,'تهامة اليمن','119','0','0');
INSERT INTO [t12521] VALUES (36,'باب نبات اليمن','133','0','0');
INSERT INTO [t12521] VALUES (37,'لغات أهل هذه الجزيرة','134','0','0');
INSERT INTO [t12521] VALUES (38,'أمطار هذه البلاد','154','0','0');
INSERT INTO [t12521] VALUES (39,'معازف الجن','154','0','0');
INSERT INTO [t12521] VALUES (40,'مواضع الرياح','154','0','0');
INSERT INTO [t12521] VALUES (41,'المياه الأملاح','155','0','0');
INSERT INTO [t12521] VALUES (42,'نبات أرض نجد من الشجر كله','155','0','0');
INSERT INTO [t12521] VALUES (43,'أسماء العشب إلى الذي يهيج وينحطم بنجد','156','0','0');
INSERT INTO [t12521] VALUES (44,'صفات بقاع أرض نجد وغيرها','157','0','0');
INSERT INTO [t12521] VALUES (45,'صفة العروض من جزيرة العرب','159','0','0');
INSERT INTO [t12521] VALUES (46,'اليمامة','161','0','0');
INSERT INTO [t12521] VALUES (47,'يبرين','165','0','0');
INSERT INTO [t12521] VALUES (48,'منازل إياد','171','0','0');
INSERT INTO [t12521] VALUES (49,'ديار ربيعة من العروض ونجد','171','0','0');
INSERT INTO [t12521] VALUES (50,'مكة وما صاقبها','173','0','0');
INSERT INTO [t12521] VALUES (51,'باب فيه أبيات من الشعراء','173','50','0');
INSERT INTO [t12521] VALUES (52,'أرجوزة الحج','234','50','0');
INSERT INTO [t12521] VALUES (53,'دعاء السفر عند المخرج','237','50','0');
INSERT INTO [t12521] VALUES (54,'أول مسيره','237','50','0');
INSERT INTO [t12521] VALUES (55,'الإفاضة','268','50','0');
INSERT INTO [t12521] VALUES (56,'الغدو إلى منى','269','50','0');
