-- Table: t12752
-- Chunk: 1
-- Rows: 16

CREATE TABLE "t12752" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t12752
INSERT INTO [t12752] VALUES (1,'الغلاف','1','0','0');
INSERT INTO [t12752] VALUES (2,'بسم الله الرحمن الرحيم','2','0','0');
INSERT INTO [t12752] VALUES (3,'ومما روينا من الأحاديث المسلسلات عنه رضي الله عنه','29','0','0');
INSERT INTO [t12752] VALUES (4,'وأما حديث قراءتها عقيب الصلوات المكتوبة','50','0','0');
INSERT INTO [t12752] VALUES (5,'ما رواه عنه أبو موسى الأشعري رضي الله عنه','51','0','0');
INSERT INTO [t12752] VALUES (6,'وما رواه عبد الله بن عباس عن أمير المؤمنين علي','52','0','0');
INSERT INTO [t12752] VALUES (7,'وما رواه أبو الطفيل عامر بن واثلة الليثي','53','0','0');
INSERT INTO [t12752] VALUES (8,'ومما رويناه من طرق أولاده عنه رضي الله عنهم وعنه','55','0','0');
INSERT INTO [t12752] VALUES (9,'ومما رويناه من طريق أخيه الإمام أبي جعفر محمد بن الباقر','58','0','0');
INSERT INTO [t12752] VALUES (10,'ومما رويناه من طريق موسى الكاظم وأخيه علي وأبيه جعفر الصادق','64','0','0');
INSERT INTO [t12752] VALUES (11,'ومما رويناه من طريق إبراهيم بن محمد بن الحنفية','68','0','0');
INSERT INTO [t12752] VALUES (12,'ومما رويناه من طريق أبي حفص عمر بن علي بن أبي طالب','69','0','0');
INSERT INTO [t12752] VALUES (13,'وأما بتلاوة القرآن العظيم','70','0','0');
INSERT INTO [t12752] VALUES (14,'الصحبة واللقي','72','0','0');
INSERT INTO [t12752] VALUES (15,'لبس الخرقة','75','0','0');
INSERT INTO [t12752] VALUES (16,'تلقين الذكر','78','0','0');
