-- Table: t12985
-- Chunk: 1
-- Rows: 12

CREATE TABLE "t12985" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t12985
INSERT INTO [t12985] VALUES (1,'مقدمة نشكر الله سبحانه على ما ألهمنا، ونسأله التوفيق للعمل بما علمنا فإن الخير لا يدرك إلا بتوفيقه ومعونته، ومن يضلل الله فلا هادي له من خليقته، وصلى الله على سيدنا محمد سيد الأولين والآخرين، وعلى إخوانه من النبيين والمرسلين، وعلى من اتبع النور الذي','1','0','0');
INSERT INTO [t12985] VALUES (2,'باب في التغليظ على من ترك العمل بالعلم، وعدل إلى ضده وخلاف مقتضاه في الحكم','66','0','0');
INSERT INTO [t12985] VALUES (3,'باب ذم طلب العلم للمباهاة به، وللمماراة فيه ونيل الأغراض، وأخذ الأعواض عليه','100','0','0');
INSERT INTO [t12985] VALUES (4,'باب ما جاء من الوعيد والتهديد والتشديد لمن قرأ القرآن للصيت والذكر ولم يقرأه للعمل به واكتساب الأجر','108','0','0');
INSERT INTO [t12985] VALUES (5,'باب ما قيل في حفظ حروفه وتضييع حدوده','112','0','0');
INSERT INTO [t12985] VALUES (6,'باب ذم التفقه لغير العبادة','122','0','0');
INSERT INTO [t12985] VALUES (7,'باب كراهية طلب الحديث للمفاخرة وعقد المجالس واتخاذ الأتباع والأصحاب بروايته','129','0','0');
INSERT INTO [t12985] VALUES (8,'باب من كره تعلم النحو لما يكسب من الخيلاء، والزهو','158','0','0');
INSERT INTO [t12985] VALUES (9,'باب الأخذ بالوثيقة في أمر الآخرة','168','0','0');
INSERT INTO [t12985] VALUES (10,'باب في أن الأعمال هي الزاد، والذخيرة النافعة يوم المعاد','172','0','0');
INSERT INTO [t12985] VALUES (11,'باب اغتنام الشبيبة والصحة والفراغ والمبادرة إلى الأعمال قبل حدوث ما يقطع عنها','180','0','0');
INSERT INTO [t12985] VALUES (12,'باب ذم التسويف','208','0','0');
