-- Table: t132443
-- Chunk: 1
-- Rows: 59

CREATE TABLE "t132443" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t132443
INSERT INTO [t132443] VALUES (1,'المقدمة','4','0','0');
INSERT INTO [t132443] VALUES (2,'ونبدأ في الحديث عن ضحى الإسلام عهد الخلفاء الراشدين - رضي الله عنهم -.','6','0','0');
INSERT INTO [t132443] VALUES (3,'أولهم: أبو بكر - رضي الله عنه - خليفة رسول الله - صلى الله عليه وسلم -.','6','2','0');
INSERT INTO [t132443] VALUES (4,'الثاني: عمر بن الخطاب - رضي الله عنه -','7','2','0');
INSERT INTO [t132443] VALUES (5,'الثالث: عثمان بن عفان - رضي الله عنه -','9','2','0');
INSERT INTO [t132443] VALUES (6,'الرابع: علي بن أبي طالب - رضي الله عنه -','12','2','0');
INSERT INTO [t132443] VALUES (7,'تلا ظهر الإسلام بدءا بخلفاء بني أمية؛ وهم أربعة عشر خليفة','16','0','0');
INSERT INTO [t132443] VALUES (8,'الأول: الصحابي معاوية بن أبي سفيان - رضي الله عنه -','16','7','0');
INSERT INTO [t132443] VALUES (9,'أما معاوية - رضي الله عنه - فهو الخليفة الخامس على ترتيب الخلافة بعد رسول الله - صلى الله عليه وسلم -، وهو الملك الأول من ملوك بني أمية','18','8','0');
INSERT INTO [t132443] VALUES (10,'من أقواله','18','9','0');
INSERT INTO [t132443] VALUES (11,'الثاني من ملوك بني أمية: يزيد بن معاوية','22','7','0');
INSERT INTO [t132443] VALUES (12,'الثالث من ملوك بني أمية: عبدالملك الخليفة الثامن','25','7','0');
INSERT INTO [t132443] VALUES (13,'الملك الرابع من ملوك بني أمية: الوليد الخليفة التاسع','28','7','0');
INSERT INTO [t132443] VALUES (14,'الملك الخامس من ملوك بني أمية: سليمان بن عبدالملك','29','7','0');
INSERT INTO [t132443] VALUES (15,'الملك السادس من ملوك بني أمية: عمر بن عبدالعزيز','31','7','0');
INSERT INTO [t132443] VALUES (16,'الملك السابع من ملوك بني أمية: يزيد بن عبدالملك','34','7','0');
INSERT INTO [t132443] VALUES (17,'الملك الثامن من ملوك بني أمية: هشام','35','7','0');
INSERT INTO [t132443] VALUES (18,'الملك التاسع من ملوك بني أمية: فاسق زنديق','37','7','0');
INSERT INTO [t132443] VALUES (19,'الملك العاشر من ملوك بني أمية: يزيد بن الوليد','39','7','0');
INSERT INTO [t132443] VALUES (20,'الملك الحادي عشر من ملوك بني أمية: إبراهيم بن الوليد','40','7','0');
INSERT INTO [t132443] VALUES (21,'الملك الثاني عشر آخر ملوك بنى أمية: مروان','40','7','0');
INSERT INTO [t132443] VALUES (22,'ويشمل ظهر الإسلام زمن ملوك بن العباس','41','0','0');
INSERT INTO [t132443] VALUES (23,'الملك الأول من ملوك بني العباس: أبو العباس السفاح','42','22','0');
INSERT INTO [t132443] VALUES (24,'الملك الثاني من ملوك بني العباس: المنصور','44','22','0');
INSERT INTO [t132443] VALUES (25,'الملك الثالث من ملوك بني العباس: المهدي','46','22','0');
INSERT INTO [t132443] VALUES (26,'الملك الرابع من ملوك بني العباس: الهادي','49','22','0');
INSERT INTO [t132443] VALUES (27,'الملك الخامس من ملوك بني العباس: الرشيد','50','22','0');
INSERT INTO [t132443] VALUES (28,'الملك السادس من ملوك بني العباس: محمد بن هارون','52','22','0');
INSERT INTO [t132443] VALUES (29,'الملك السابع من ملوك بني العباس: المأمون','53','22','0');
INSERT INTO [t132443] VALUES (30,'الثامن من ملوك بني العباس: المعتصم','56','22','0');
INSERT INTO [t132443] VALUES (31,'الملك التاسع من ملوك بني العباس: الواثق','69','22','0');
INSERT INTO [t132443] VALUES (32,'الملك العاشر من ملوك بني العباس: المتوكل','70','22','0');
INSERT INTO [t132443] VALUES (33,'الملك الحادي عشر من ملوك بني العباس','71','22','0');
INSERT INTO [t132443] VALUES (34,'الملك الثاني عشر من ملوك بني العباس: المستعين','72','22','0');
INSERT INTO [t132443] VALUES (35,'الملك الثالث عشر من ملوك بني العباس: المعتز','74','22','0');
INSERT INTO [t132443] VALUES (36,'الملك الرابع عشر من ملوك بني العباس','76','22','0');
INSERT INTO [t132443] VALUES (37,'الملك الخامس عشر من ملوك بني العباس: المعتمد','79','22','0');
INSERT INTO [t132443] VALUES (38,'الملك السادس عشر من ملوك بني العباس: المعتضد','81','22','0');
INSERT INTO [t132443] VALUES (39,'الملك السابع عشر من ملوك بني العباس: المكتفي','82','22','0');
INSERT INTO [t132443] VALUES (40,'الملك الثامن عشر من ملوك بني العباس: المقتدر','82','22','0');
INSERT INTO [t132443] VALUES (41,'الملك التاسع عشر من ملوك بني العباس: القاهر','84','22','0');
INSERT INTO [t132443] VALUES (42,'الملك العشرون من ملوك بني العباس: الراضي','85','22','0');
INSERT INTO [t132443] VALUES (43,'الملك الحادي والعشرون من ملوك بني العباس: المتقي','86','22','0');
INSERT INTO [t132443] VALUES (44,'الملك الثاني والعشرون من ملوك بني العباس: المستكفي','87','22','0');
INSERT INTO [t132443] VALUES (45,'الملك الثالث والعشرون من ملوك بني العباس: المطيع','88','22','0');
INSERT INTO [t132443] VALUES (46,'الملك الرابع والعشرون من ملوك بني العباس: عبد الكريم','89','22','0');
INSERT INTO [t132443] VALUES (47,'الملك الخامس والعشرون من ملوك بني العباس: القادر','90','22','0');
INSERT INTO [t132443] VALUES (48,'الملك السادس والعشرون من ملوك بني العباس: القائم','91','22','0');
INSERT INTO [t132443] VALUES (49,'الملك السابع والعشرون من ملوك بني العباس: المقتدي','91','22','0');
INSERT INTO [t132443] VALUES (50,'الملك الثامن والعشرون من ملوك بني العباس: المستظهر','93','22','0');
INSERT INTO [t132443] VALUES (51,'الملك التاسع والعشرون من ملوك بني العباس: المسترشد','94','22','0');
INSERT INTO [t132443] VALUES (52,'الملك التلاثون من ملوك بني العباس: الراشد','95','22','0');
INSERT INTO [t132443] VALUES (53,'الملك الحادي والثلاثون من ملوك بني العباس: المقتفي','95','22','0');
INSERT INTO [t132443] VALUES (54,'الملك الثاني والثلاثون من ملوك بني العباس: المستنجد','97','22','0');
INSERT INTO [t132443] VALUES (55,'الملك الثالث والثلاثون من ملوك بني العباس: المستضيء','100','22','0');
INSERT INTO [t132443] VALUES (56,'الملك الرابع والثلاثون من ملوك بني العباس: الناصر','102','22','0');
INSERT INTO [t132443] VALUES (57,'الملك الخامس والثلاثون من ملوك بني العباس: الظاهر','103','22','0');
INSERT INTO [t132443] VALUES (58,'الملك السادس والثلاثون من ملوك بني العباس: المستنصر','104','22','0');
INSERT INTO [t132443] VALUES (59,'الملك السابع والثلاثون من ملوك بني العباس: المستعصم','105','22','0');
