-- Table: t143167
-- Chunk: 1
-- Rows: 48

CREATE TABLE "t143167" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t143167
INSERT INTO [t143167] VALUES (1,'مقدمة المحقق','4','0','0');
INSERT INTO [t143167] VALUES (2,'الفصل الأول: نبذة مختصرة عن أشهر المصنفات التي تحدثت عن مكة المكرمة شرفها الله','5','1','0');
INSERT INTO [t143167] VALUES (3,'وقد ورد ذكرها في القرآن العظيم في عدة مواطن','7','2','0');
INSERT INTO [t143167] VALUES (4,'الفصل الثاني أهمية الكتاب','16','1','0');
INSERT INTO [t143167] VALUES (5,'الفصل الثالث المنهج المتبع في تحقيق الكتاب','18','1','0');
INSERT INTO [t143167] VALUES (6,'الفصل الرابع ترجمة المصنف','19','1','0');
INSERT INTO [t143167] VALUES (7,'الفصل الخامس توثيق نسبة الكتاب','21','1','0');
INSERT INTO [t143167] VALUES (8,'أولا: ذكر من حدث بالكتاب وذكر إسناده إليه','21','7','0');
INSERT INTO [t143167] VALUES (9,'ثانيا: ذكر من نسب كتاب فضائل مكة لمصنفه','23','7','0');
INSERT INTO [t143167] VALUES (10,'ثالثا: النقولات من الكتاب','25','7','0');
INSERT INTO [t143167] VALUES (11,'الفصل السادس في ترجمة شيوخ الجندي الذين روى عنهم في كتابه هذا','27','1','0');
INSERT INTO [t143167] VALUES (12,'الفصل السابع في ترجمة رواة الكتاب عن المصنف','34','1','0');
INSERT INTO [t143167] VALUES (13,'الفصل الثامن نماذج من النسخة الخطية الورقة الأولى من المخطوط','41','1','0');
INSERT INTO [t143167] VALUES (14,'النص المحقق','44','0','0');
INSERT INTO [t143167] VALUES (15,'بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما','44','14','0');
INSERT INTO [t143167] VALUES (16,'باب التسبيح والتقديس والتحميد لله عز وجل في الطواف.','50','14','0');
INSERT INTO [t143167] VALUES (17,'باب رد السلام في الطواف وتنزل الرحمة على أهله','53','14','0');
INSERT INTO [t143167] VALUES (18,'باب فضال النظر إلى الكعبة من غير طواف ولا صلاة','56','14','0');
INSERT INTO [t143167] VALUES (19,'باب إحصاء الطواف والصلاة خلف المقام وفضل ذلك','60','14','0');
INSERT INTO [t143167] VALUES (20,'باب فضل الصامت الذاكر لله كثيرا في طوفه','64','14','0');
INSERT INTO [t143167] VALUES (21,'باب الاستكثار من الطواف ومن تلاوة القرآن وفضل الركن الأسود','65','14','0');
INSERT INTO [t143167] VALUES (22,'باب ما جاء في الحجر الأسود واستلامه والقول فيه','69','14','0');
INSERT INTO [t143167] VALUES (23,'باب البكاء في الملتزم وهو بين الركن والمقام والباب','70','14','0');
INSERT INTO [t143167] VALUES (24,'باب تقبيل الحجر والدعاء عنده والاستجابة عند الدعاء.','72','14','0');
INSERT INTO [t143167] VALUES (25,'باب قبور عذارى بني إسماعيل وهود وغيرهما من الأنبياء عليهم السلام','75','14','0');
INSERT INTO [t143167] VALUES (26,'باب من أثر رضا الله عز وجل على جميع الأحوال وأين أهبط آدم عليه السلام','79','14','0');
INSERT INTO [t143167] VALUES (27,'باب طواف رسل الله تعالى حول البيت إعظاما له.','82','14','0');
INSERT INTO [t143167] VALUES (28,'باب رفع الكعبة يوم القيامة إلى بيت المقدس وتوبة آدم.','84','14','0');
INSERT INTO [t143167] VALUES (29,'باب ذكر وحشة آدم عليه السلام لما أهبط إلى الأرض ولم ير فيها إنسيا','86','14','0');
INSERT INTO [t143167] VALUES (30,'باب فضل الصلاة في المسجد الحرام وغير ذلك','90','14','0');
INSERT INTO [t143167] VALUES (31,'باب فضل مكة والصبر على لأوائها والمقام','92','14','0');
INSERT INTO [t143167] VALUES (32,'باب فضل شهر رمضان بمكة على غيرها وغير ذلك','98','14','0');
INSERT INTO [t143167] VALUES (33,'باب ما وضع بمكة من البركات في اللحم والماء وغير ذلك','100','14','0');
INSERT INTO [t143167] VALUES (34,'باب كسوة البيت الحرام وكيف بنا إبراهيم عليه السلام','102','14','0');
INSERT INTO [t143167] VALUES (35,'باب وضع إبراهيم إسماعيل عليهما السلام وأمه هاجر بمكة حرسها الله تعالى','104','14','0');
INSERT INTO [t143167] VALUES (36,'باب عظم الخطيئة على صاحبها بمكة دون سائر البلدان','109','14','0');
INSERT INTO [t143167] VALUES (37,'باب فضل الحج وثواب الله عليه وغير ذلك','113','14','0');
INSERT INTO [t143167] VALUES (38,'باب فضل العمرة في شهر رمضان والصبر على لأواء مكة','114','14','0');
INSERT INTO [t143167] VALUES (39,'باب القول في الطواف والأفاق التي فيها يستحب الطواف','118','14','0');
INSERT INTO [t143167] VALUES (40,'باب فضل من مات بمكة وفضل مقبرة مكة','122','14','0');
INSERT INTO [t143167] VALUES (41,'باب فضل دخول البيت ودعاء يوم عرفة وغيره','128','14','0');
INSERT INTO [t143167] VALUES (42,'باب من أضحى نفسه لله تعالى يلبي محرما إلى أن تغرب الشمس','135','14','0');
INSERT INTO [t143167] VALUES (43,'باب كيف كان البيت قبل هبوط آدم عليه السلام','136','14','0');
INSERT INTO [t143167] VALUES (44,'باب فضل الركن اليماني وقد تقدم الركن الأسود.','139','14','0');
INSERT INTO [t143167] VALUES (45,'باب الطواف للذي قد قرن الحج والعمرة والسنة في ذلك.','142','14','0');
INSERT INTO [t143167] VALUES (46,'باب تذهب اللذات وتبقى التبعات إلى يوم القيامة','144','14','0');
INSERT INTO [t143167] VALUES (47,'ملحق','146','0','0');
INSERT INTO [t143167] VALUES (48,'ملحق بالأحاديث المستدركة على الناسخ مما لم نجده في نسختنا الخطية','146','47','0');
