-- Table: t143911
-- Chunk: 1
-- Rows: 22

CREATE TABLE "t143911" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t143911
INSERT INTO [t143911] VALUES (1,'التقريظات الشعرية','3','0','0');
INSERT INTO [t143911] VALUES (2,'تقريظ فضيلة الشيخ العلامة د. عبدالهادي بن عبد الله حميتو','3','1','0');
INSERT INTO [t143911] VALUES (3,'تقريظ لقصيدة لأبي مازن المصري ثم المكي','3','2','0');
INSERT INTO [t143911] VALUES (4,'صورة تقريظ فضيلة الشيخ د. عبد الهادي حميتو بخطه','7','2','0');
INSERT INTO [t143911] VALUES (5,'تقريظ لمنظومة «الرتب العليات النورانية، في فضل القراءات القرآنية»','8','1','0');
INSERT INTO [t143911] VALUES (6,'تقريظ لمنظومة «الرتب العليات النورانيه، في فضل القراءات القرآنيه»','8','5','0');
INSERT INTO [t143911] VALUES (7,'تقريظ فضيلة الشيخ د. محمود عبد الرزاق الغوثاني','13','1','0');
INSERT INTO [t143911] VALUES (8,'التقريظات النثرية','15','0','0');
INSERT INTO [t143911] VALUES (9,'تقريظ فضيلة الشيخ د. عبدالله بن صالح العبيد','15','8','0');
INSERT INTO [t143911] VALUES (10,'صورة تقريظ فضيلة الشيخ د. عبدالله العبيد','16','9','0');
INSERT INTO [t143911] VALUES (11,'تقريظ فضيلة الشيخ أ. د وليد بن إدريس المنيسي','17','8','0');
INSERT INTO [t143911] VALUES (12,'صورة تقريظ فضيلة الشيخ أ. د وليد المنيسي','18','11','0');
INSERT INTO [t143911] VALUES (13,'تقريظ فضيلة الشيخ د. علي بن سعد الغامدي','19','8','0');
INSERT INTO [t143911] VALUES (14,'تقريظ فضيلة الشيخ السيد عبد الغني مبروك','20','8','0');
INSERT INTO [t143911] VALUES (15,'مقدمة الناظم عفا الله عنه بمنه وكرمه','21','0','0');
INSERT INTO [t143911] VALUES (16,'[نظم: الرتب العليات في فضل القراءات]','26','0','0');
INSERT INTO [t143911] VALUES (17,'محاولات الرد على التقريظات الشعرية','32','0','0');
INSERT INTO [t143911] VALUES (18,'قلت- محاولا الرد على شيخنا العلامة د. عبد الهادي بن عبدالله حميتو حفظه الله-','32','17','0');
INSERT INTO [t143911] VALUES (19,'وقلت- محاولا الرد على شيخنا العلامة أ. د عبد الوهاب بن محمد علي العدواني حفظه الله-','36','17','0');
INSERT INTO [t143911] VALUES (20,'وردا على سعادة الدكتور محمود الغوثاني','38','17','0');
INSERT INTO [t143911] VALUES (21,'قلت أولا','38','20','0');
INSERT INTO [t143911] VALUES (22,'ثم قلت ثانيا','38','20','0');
