-- Table: t14452
-- Chunk: 1
-- Rows: 39

CREATE TABLE "t14452" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t14452
INSERT INTO [t14452] VALUES (1,'مقدمة المؤلف','2','0','0');
INSERT INTO [t14452] VALUES (2,'الفاتحة في مدلول المسجد لغة وشرعا وتوابع ذلك','5','0','0');
INSERT INTO [t14452] VALUES (3,'المسجد لغة','5','2','0');
INSERT INTO [t14452] VALUES (4,'أول مسجد وضع على الأرض','8','2','0');
INSERT INTO [t14452] VALUES (5,'أول بيت وضع للناس بالقاهرة','13','2','0');
INSERT INTO [t14452] VALUES (6,'فصل بناء المساجد','15','2','0');
INSERT INTO [t14452] VALUES (7,'الباب الأول فيما يتعلق بمكة والمسجد الحرام من خصائص','19','0','0');
INSERT INTO [t14452] VALUES (8,'ذكر أصل بناء الكعبة المعظمة','20','7','0');
INSERT INTO [t14452] VALUES (9,'ذكر أول من كسا البيت','28','7','0');
INSERT INTO [t14452] VALUES (10,'ذكر حال انتهائه','31','7','0');
INSERT INTO [t14452] VALUES (11,'ذكر من بنى المسجد الحرام','34','7','0');
INSERT INTO [t14452] VALUES (12,'تبيين المراد بالمسجد الحرام','36','7','0');
INSERT INTO [t14452] VALUES (13,'بيان المراد بحاضري المسجد الحرام','39','7','0');
INSERT INTO [t14452] VALUES (14,'ذكر حدود الحرم','40','7','0');
INSERT INTO [t14452] VALUES (15,'ذكر حدود البيت المحرم','43','7','0');
INSERT INTO [t14452] VALUES (16,'ذكر حدود منى','44','7','0');
INSERT INTO [t14452] VALUES (17,'خيف منى','45','7','0');
INSERT INTO [t14452] VALUES (18,'المزدلفة','48','7','0');
INSERT INTO [t14452] VALUES (19,'عرفات','49','7','0');
INSERT INTO [t14452] VALUES (20,'بيان الحجاز ما هو','51','7','0');
INSERT INTO [t14452] VALUES (21,'جزيرة العرب','53','7','0');
INSERT INTO [t14452] VALUES (22,'ذكر أسماء مكة','55','7','0');
INSERT INTO [t14452] VALUES (23,'ذكر خصائصه وأحكامه','61','7','0');
INSERT INTO [t14452] VALUES (24,'الباب الثاني فيما يتعلق بمسجد النبي صلى الله عليه وسلم والمدينة','197','0','0');
INSERT INTO [t14452] VALUES (25,'ذكر بناء المسجد','198','24','0');
INSERT INTO [t14452] VALUES (26,'تبيين حدود حرم المدينة','201','24','0');
INSERT INTO [t14452] VALUES (27,'ذكر ما جاء في خراب المدينة','205','24','0');
INSERT INTO [t14452] VALUES (28,'ذكر أسمائه','207','24','0');
INSERT INTO [t14452] VALUES (29,'هل المدينة حجازية أو شامية','212','24','0');
INSERT INTO [t14452] VALUES (30,'ذكر ما جاء في عالم المدينة','213','24','0');
INSERT INTO [t14452] VALUES (31,'ما جاء أن المدينة أقل الأرض مطرا','216','24','0');
INSERT INTO [t14452] VALUES (32,'ذكر جملة من الخصائص والأحكام والفضائل','217','24','0');
INSERT INTO [t14452] VALUES (33,'الباب الثالث فيما يتعلق بالمسجد الأقصى','249','0','0');
INSERT INTO [t14452] VALUES (34,'ذكر أسمائه','250','33','0');
INSERT INTO [t14452] VALUES (35,'ذكر أصل بنائه','253','33','0');
INSERT INTO [t14452] VALUES (36,'هل صلى فيه رسول الله صلى الله عليه وسلم ليله الإسراء','257','33','0');
INSERT INTO [t14452] VALUES (37,'فصل في فضله','259','33','0');
INSERT INTO [t14452] VALUES (38,'فصل في أحكامه','260','33','0');
INSERT INTO [t14452] VALUES (39,'الباب الرابع فيما يتعلق بسائر المساجد','272','0','0');
