-- Table: t145
-- Chunk: 1
-- Rows: 23

CREATE TABLE "t145" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t145
INSERT INTO [t145] VALUES (1,'التمهيد','2','0','0');
INSERT INTO [t145] VALUES (2,'الباب الأول: مراتب الدين الإسلامي','4','0','0');
INSERT INTO [t145] VALUES (3,'الفصل الأول، الإسلام','4','2','0');
INSERT INTO [t145] VALUES (4,'الفصل الثاني، الإيمان','4','2','0');
INSERT INTO [t145] VALUES (5,'الفصل الثالث، الإحسان','6','2','0');
INSERT INTO [t145] VALUES (6,'الباب الثاني: التوحيد','6','0','0');
INSERT INTO [t145] VALUES (7,'الفصل الأول: توحيد الربوبية','6','6','0');
INSERT INTO [t145] VALUES (8,'الفصل الثاني: توحيد الألوهية','6','6','0');
INSERT INTO [t145] VALUES (9,'الفصل الثالث: توحيد الأسماء والصفات.','8','6','0');
INSERT INTO [t145] VALUES (10,'الباب الثالث: نواقض التوحيد','8','0','0');
INSERT INTO [t145] VALUES (11,'الفصل الأول: الشرك الأكبر','8','10','0');
INSERT INTO [t145] VALUES (12,'الفصل الثاني: الكفر الأكبر','10','10','0');
INSERT INTO [t145] VALUES (13,'الفصل الثالث: النفاق الاعتقادي','10','10','0');
INSERT INTO [t145] VALUES (14,'الباب الرابع: منقصات التوحيد','10','0','0');
INSERT INTO [t145] VALUES (15,'الفصل الأول: الوسائل التي توصل إلى الشرك الأكبر','10','14','0');
INSERT INTO [t145] VALUES (16,'الفصل الثاني: الشرك الأصغر','11','14','0');
INSERT INTO [t145] VALUES (17,'الفصل الثالث: الكفر الأصغر','12','14','0');
INSERT INTO [t145] VALUES (18,'الفصل الرابع: النفاق الأصغر','12','14','0');
INSERT INTO [t145] VALUES (19,'الفصل الخامس: البدعة','12','14','0');
INSERT INTO [t145] VALUES (20,'الباب الخامس: الولاء والبراء','14','0','0');
INSERT INTO [t145] VALUES (21,'المبحث الأول: تعريف الولاء والبراء وبيان حكمهما','14','20','0');
INSERT INTO [t145] VALUES (22,'المبحث الثاني: مظاهر الولاء الواجب والولاء المحرم.','15','20','0');
INSERT INTO [t145] VALUES (23,'المبحث الثالث: ما يجوز أو يجب التعامل به مع الكفار مما لا يدخل في الولاء المحرم','15','20','0');
