-- Table: t14555
-- Chunk: 1
-- Rows: 46

CREATE TABLE "t14555" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t14555
INSERT INTO [t14555] VALUES (1,'ترجمة مختصرة للمصنف','2','0','0');
INSERT INTO [t14555] VALUES (2,'باب ما تنطق به الألسنة إلى آخره','17','0','0');
INSERT INTO [t14555] VALUES (3,'باب ما يجب منه الوضو والغسل','63','0','0');
INSERT INTO [t14555] VALUES (4,'باب طهارة الماء والثوب والبقعة وما يجزئ من اللباس في الصلاة','75','0','0');
INSERT INTO [t14555] VALUES (5,'باب صفة الوضوء ومسنونه ومفروضه وذكر الاستنجاء والاستجمار','83','0','0');
INSERT INTO [t14555] VALUES (6,'باب في الغسل','100','0','0');
INSERT INTO [t14555] VALUES (7,'باب فيمن لم يجد الماء وصفة التيمم','104','0','0');
INSERT INTO [t14555] VALUES (8,'باب في المسح على الخفين','113','0','0');
INSERT INTO [t14555] VALUES (9,'باب أوقات الصلاة وأسمائها','117','0','0');
INSERT INTO [t14555] VALUES (10,'باب الأذان والإقامة','126','0','0');
INSERT INTO [t14555] VALUES (11,'باب صفة العمل في الصلوات المفروضة وما يتصل بها من النوافل والسنن','131','0','0');
INSERT INTO [t14555] VALUES (12,'باب الإمامة وحكم الإمام والمأموم','164','0','0');
INSERT INTO [t14555] VALUES (13,'باب جامع في الصلاة','174','0','0');
INSERT INTO [t14555] VALUES (14,'باب في سجود القرآن','210','0','0');
INSERT INTO [t14555] VALUES (15,'باب في صلاة السفر','213','0','0');
INSERT INTO [t14555] VALUES (16,'باب في صلاة الجمعة','216','0','0');
INSERT INTO [t14555] VALUES (17,'باب في صلاة الخوف','225','0','0');
INSERT INTO [t14555] VALUES (18,'باب في صلاة العيدين والتكبير أيام منى','227','0','0');
INSERT INTO [t14555] VALUES (19,'باب في صلاة الخسوف','234','0','0');
INSERT INTO [t14555] VALUES (20,'باب في صلاة الاستسقاء','236','0','0');
INSERT INTO [t14555] VALUES (21,'باب ما يفعل بالمحتضر وفي غسل الميت وكفنه وتحنيطه وحمله ودفنه','239','0','0');
INSERT INTO [t14555] VALUES (22,'باب في الصلاة على الجنائز والدعاء للميت','252','0','0');
INSERT INTO [t14555] VALUES (23,'باب في الدعاء للطفل والصلاة عليه وغسله','260','0','0');
INSERT INTO [t14555] VALUES (24,'باب في الصيام','262','0','0');
INSERT INTO [t14555] VALUES (25,'باب في الاعتكاف','283','0','0');
INSERT INTO [t14555] VALUES (26,'باب في زكاة العين والحرث والماشية','292','0','0');
INSERT INTO [t14555] VALUES (27,'باب في زكاة الماشية','310','0','0');
INSERT INTO [t14555] VALUES (28,'باب في زكاة الفطر','318','0','0');
INSERT INTO [t14555] VALUES (29,'باب في الحج والعمرة','322','0','0');
INSERT INTO [t14555] VALUES (30,'باب في الضحايا والذبائح والعقيقة والصيد والختان','343','0','0');
INSERT INTO [t14555] VALUES (31,'باب في الجهاد','377','0','0');
INSERT INTO [t14555] VALUES (32,'باب في الأيمان والنذور','392','0','0');
INSERT INTO [t14555] VALUES (33,'باب في النكاح والطلاق والرجعة والظهار والإيلاء واللعان والخلع والرضاع','408','0','0');
INSERT INTO [t14555] VALUES (34,'باب في العدة والنفقة والاستبراء','495','0','0');
INSERT INTO [t14555] VALUES (35,'باب في البيوع وما شاكل البيوع','514','0','0');
INSERT INTO [t14555] VALUES (36,'باب في الوصايا والمدبر والمكاتب والمعتق وأم الولد والولاء','602','0','0');
INSERT INTO [t14555] VALUES (37,'باب في الشفعة والهبة والصدقة والحبس والرهن والعارية والوديعة واللقطة والغصب','632','0','0');
INSERT INTO [t14555] VALUES (38,'باب في أحكام الدماء والحدود','679','0','0');
INSERT INTO [t14555] VALUES (39,'باب في الأقضية والشهادات','743','0','0');
INSERT INTO [t14555] VALUES (40,'باب في الفرائض','801','0','0');
INSERT INTO [t14555] VALUES (41,'باب جمل من الفرائض ومن السنن الواجبة والرغائب','815','0','0');
INSERT INTO [t14555] VALUES (42,'باب في الفطرة وختان وحلق الشعر واللباس وستر العورة وما يتصل بذلك','847','0','0');
INSERT INTO [t14555] VALUES (43,'باب في الطعام والشراب','858','0','0');
INSERT INTO [t14555] VALUES (44,'باب في السلام والاستئذان والتناجي والقراءة والدعاء وذكر الله سبحانه والقول في السفر','867','0','0');
INSERT INTO [t14555] VALUES (45,'باب في التعالج وذكر الرقى والطيرة والنجوم والخصاء والوسم وذكر الكلاب والرفق بالمملوك','881','0','0');
INSERT INTO [t14555] VALUES (46,'باب في الرؤية والتثاؤب والعطاس واللعب بالنرد وغيره والسبق بالخيل والرمي وغير ذلك','884','0','0');
