-- Table: t14532
-- Chunk: 1
-- Rows: 52

CREATE TABLE "t14532" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t14532
INSERT INTO [t14532] VALUES (1,'المقدمة','2','0','0');
INSERT INTO [t14532] VALUES (2,'التمهيد في فضل الوتر وما ورد في قيام الليل','6','0','0');
INSERT INTO [t14532] VALUES (3,'المبحث الأول حقيقة القنوت في الوتر','12','0','0');
INSERT INTO [t14532] VALUES (4,'المطلب الأول: معنى القنوت في الوتر','13','3','0');
INSERT INTO [t14532] VALUES (5,'المسألة الأولى: تعريف القنوت','14','4','0');
INSERT INTO [t14532] VALUES (6,'المسألة الثانية: تعريف الوتر','17','4','0');
INSERT INTO [t14532] VALUES (7,'المطلب الثاني: أركان القنوت في الوتر','19','3','0');
INSERT INTO [t14532] VALUES (8,'المطلب الثالث: أنواع القنوت في الوتر','20','3','0');
INSERT INTO [t14532] VALUES (9,'المطلب الرابع: ألفاظ القنوت في الوتر','30','3','0');
INSERT INTO [t14532] VALUES (10,'المسألة الأولى: ألفاظ القنوت في الوتر الواردة في السنة','31','9','0');
INSERT INTO [t14532] VALUES (11,'المسألة الثانية: ألفاظ القنوت الواردة عن السلف','35','9','0');
INSERT INTO [t14532] VALUES (12,'المسألة الثالثة: ألفاظ القنوت في الوتر','43','9','0');
INSERT INTO [t14532] VALUES (13,'الفرع الأول: ألفاظ القنوت في الوتر التي لها أصل في الشرع','44','12','0');
INSERT INTO [t14532] VALUES (14,'الفرع الثاني: ألفاظ القنوت في الوتر التي لا أصل لها في الشرع','47','12','0');
INSERT INTO [t14532] VALUES (15,'المسألة الرابعة: القنوت في الوتر بدعاء ختم القرآن الكريم','49','9','0');
INSERT INTO [t14532] VALUES (16,'المبحث الثاني: حكم القنوت في الوتر','51','0','0');
INSERT INTO [t14532] VALUES (17,'المطلب الأول: حكم القنوت في الوتر في رمضان','52','16','0');
INSERT INTO [t14532] VALUES (18,'القول الأول','52','17','0');
INSERT INTO [t14532] VALUES (19,'القول الثاني','53','17','0');
INSERT INTO [t14532] VALUES (20,'القول الثالث','54','17','0');
INSERT INTO [t14532] VALUES (21,'القول الرابع','55','17','0');
INSERT INTO [t14532] VALUES (22,'القول الخامس','55','17','0');
INSERT INTO [t14532] VALUES (23,'المطلب الثاني: حكم القنوت في الوتر في غير رمضان','67','16','0');
INSERT INTO [t14532] VALUES (24,'القول الأول','67','23','0');
INSERT INTO [t14532] VALUES (25,'القول الثاني','68','23','0');
INSERT INTO [t14532] VALUES (26,'المبحث الثالث: صفة القنوت في الوتر','75','0','0');
INSERT INTO [t14532] VALUES (27,'المطلب الأول: موضع القنوت في الوتر','77','26','0');
INSERT INTO [t14532] VALUES (28,'القول الأول','77','27','0');
INSERT INTO [t14532] VALUES (29,'القول الثاني','78','27','0');
INSERT INTO [t14532] VALUES (30,'القول الثالث','79','27','0');
INSERT INTO [t14532] VALUES (31,'القول الرابع','79','27','0');
INSERT INTO [t14532] VALUES (32,'المطلب الثاني: افتتاح القنوت في الوتر','91','26','0');
INSERT INTO [t14532] VALUES (33,'المسألة الأولى: افتتاح القنوت في الوتر بالتكبير','92','32','0');
INSERT INTO [t14532] VALUES (34,'المسألة الثانية: افتتاح القنوت في الوتر بتحميد الله والصلاة على رسوله','95','32','0');
INSERT INTO [t14532] VALUES (35,'المطلب الثالث: قدر القنوت في الوتر','98','26','0');
INSERT INTO [t14532] VALUES (36,'القول الأول','99','35','0');
INSERT INTO [t14532] VALUES (37,'القول الثاني','99','35','0');
INSERT INTO [t14532] VALUES (38,'القول الثالث','100','35','0');
INSERT INTO [t14532] VALUES (39,'القول الرابع','100','35','0');
INSERT INTO [t14532] VALUES (40,'القول الخامس','100','35','0');
INSERT INTO [t14532] VALUES (41,'المطلب الرابع: الجهر بالقنوت في الوتر','105','26','0');
INSERT INTO [t14532] VALUES (42,'المسألة الأولى: حكم الجهر بالقنوت','106','41','0');
INSERT INTO [t14532] VALUES (43,'المسألة الثانية: حكم الجهر بالتأمين على القنوت','114','41','0');
INSERT INTO [t14532] VALUES (44,'المسألة الثالثة: حكم البكاء ونحوه في القنوت','120','41','0');
INSERT INTO [t14532] VALUES (45,'المطلب الخامس: رفع اليدين في القنوت','125','26','0');
INSERT INTO [t14532] VALUES (46,'المسألة الأولى: رفع اليدين عند القنوت','126','45','0');
INSERT INTO [t14532] VALUES (47,'المسألة الثانية: رفع اليدين بعد الفراغ من القنوت','145','45','0');
INSERT INTO [t14532] VALUES (48,'المطلب السادس: قضاء القنوت في الوتر','154','26','0');
INSERT INTO [t14532] VALUES (49,'المسألة الأولى: قضاء القنوت في الوتر للإمام والمنفرد','155','48','0');
INSERT INTO [t14532] VALUES (50,'المسألة الثانية: قضاء القنوت في الوتر للمأموم','166','48','0');
INSERT INTO [t14532] VALUES (51,'الخاتمة','173','0','0');
INSERT INTO [t14532] VALUES (52,'فهرس المصادر والمراجع','175','0','0');
