-- Table: t148870
-- Chunk: 1
-- Rows: 54

CREATE TABLE "t148870" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t148870
INSERT INTO [t148870] VALUES (1,'١ - كتاب الإيمان','15','0','0');
INSERT INTO [t148870] VALUES (2,'٢ - كتاب الطهارة','3241','0','0');
INSERT INTO [t148870] VALUES (3,'٣ - كتاب الحيض','4129','0','0');
INSERT INTO [t148870] VALUES (4,'٤ - كتاب الصلاة','4928','0','0');
INSERT INTO [t148870] VALUES (5,'٥ - كتاب المساجد, ومواضع الصلاة','6416','0','0');
INSERT INTO [t148870] VALUES (6,'٦ - كتاب صلاة المسافرين وقصرها','8301','0','0');
INSERT INTO [t148870] VALUES (7,'٧ - كتاب الجمعة','9736','0','0');
INSERT INTO [t148870] VALUES (8,'٨ - كتاب صلاة العيدين','10142','0','0');
INSERT INTO [t148870] VALUES (9,'٩ - كتاب صلاة الاستسقاء','10246','0','0');
INSERT INTO [t148870] VALUES (10,'١٠ - كتاب الكسوف','10322','0','0');
INSERT INTO [t148870] VALUES (11,'١١ - كتاب الجنائز','10448','0','0');
INSERT INTO [t148870] VALUES (12,'١٢ - كتاب الزكاة','10976','0','0');
INSERT INTO [t148870] VALUES (13,'١٣ - كتاب الصيام','11993','0','0');
INSERT INTO [t148870] VALUES (14,'١٤ - كتاب الاعتكاف','12892','0','0');
INSERT INTO [t148870] VALUES (15,'١٥ - كتاب الحج','12931','0','0');
INSERT INTO [t148870] VALUES (16,'١٦ - كتاب النكاح','15038','0','0');
INSERT INTO [t148870] VALUES (17,'١٧ - كتاب الرضاع','15603','0','0');
INSERT INTO [t148870] VALUES (18,'١٨ - كتاب الطلاق','15883','0','0');
INSERT INTO [t148870] VALUES (19,'١٩ - كتاب اللعان','16219','0','0');
INSERT INTO [t148870] VALUES (20,'٢٠ - كتاب العتق','16325','0','0');
INSERT INTO [t148870] VALUES (21,'٢١ - كتاب البيوع','16473','0','0');
INSERT INTO [t148870] VALUES (22,'٢٢ - كتاب الفرائض','17524','0','0');
INSERT INTO [t148870] VALUES (23,'٢٤ - كتاب الوصايا','17720','0','0');
INSERT INTO [t148870] VALUES (24,'٢٥ - كتاب النذر','17873','0','0');
INSERT INTO [t148870] VALUES (25,'٢٦ - كتاب الأيمان','17950','0','0');
INSERT INTO [t148870] VALUES (26,'٢٧ - كتاب القسامة، والمحاربين، والقصاص، والديات','18231','0','0');
INSERT INTO [t148870] VALUES (27,'٢٨ - كتاب الحدود','18469','0','0');
INSERT INTO [t148870] VALUES (28,'٢٩ - كتاب الأقضية','18823','0','0');
INSERT INTO [t148870] VALUES (29,'٣٠ - كتاب اللقطة','19010','0','0');
INSERT INTO [t148870] VALUES (30,'٣١ - كتاب الجهاد والسير','19105','0','0');
INSERT INTO [t148870] VALUES (31,'٣٢ - كتاب الإمارة','20176','0','0');
INSERT INTO [t148870] VALUES (32,'٣٣ - كتاب الصيد والذبائح، وما يؤكل من الحيوان','21094','0','0');
INSERT INTO [t148870] VALUES (33,'٣٤ - كتاب الأضاحي','21337','0','0');
INSERT INTO [t148870] VALUES (34,'٣٥ - كتاب الأشربة','21532','0','0');
INSERT INTO [t148870] VALUES (35,'٣٦ - كتاب الأطعمة','21858','0','0');
INSERT INTO [t148870] VALUES (36,'٣٧ - كتاب اللباس، والزينة','22263','0','0');
INSERT INTO [t148870] VALUES (37,'٣٨ - كتاب الآداب','22806','0','0');
INSERT INTO [t148870] VALUES (38,'٣٩ - كتاب السلام','23009','0','0');
INSERT INTO [t148870] VALUES (39,'٤٠ - كتاب الطب، والمرضى، والرقى','23233','0','0');
INSERT INTO [t148870] VALUES (40,'٤١ - كتاب قتل الحيات، وغيرها','23722','0','0');
INSERT INTO [t148870] VALUES (41,'٤٢ - كتاب الألفاظ، من الأدب، وغيره','23819','0','0');
INSERT INTO [t148870] VALUES (42,'٤٣ - كتاب الشعر','23872','0','0');
INSERT INTO [t148870] VALUES (43,'٤٤ - كتاب الرؤيا','23920','0','0');
INSERT INTO [t148870] VALUES (44,'٤٥ - كتاب الفضائل','24091','0','0');
INSERT INTO [t148870] VALUES (45,'٤٨ - كتاب القدر','27152','0','0');
INSERT INTO [t148870] VALUES (46,'٤٩ - كتاب العلم','27415','0','0');
INSERT INTO [t148870] VALUES (47,'٥٠ - كتاب الذكر، والدعاء، والتوبة','27561','0','0');
INSERT INTO [t148870] VALUES (48,'٥١ - كتاب الرقاق','28062','0','0');
INSERT INTO [t148870] VALUES (49,'٥٢ كتاب التوبة','28129','0','0');
INSERT INTO [t148870] VALUES (50,'٥٣ - كتاب ذكر المنافقين، والقيامة','28565','0','0');
INSERT INTO [t148870] VALUES (51,'٥٤ - كتاب الجنة، وصفة نعيمها، وأهلها','28909','0','0');
INSERT INTO [t148870] VALUES (52,'٥٥ - كتاب الفتن، وأشراط الساعة','29310','0','0');
INSERT INTO [t148870] VALUES (53,'٥٦ - كتاب الزهد، والرقائق','29857','0','0');
INSERT INTO [t148870] VALUES (54,'٥٧ - كتاب التفسير','30177','0','0');
