-- Table: t16957
-- Chunk: 1
-- Rows: 16

CREATE TABLE "t16957" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t16957
INSERT INTO [t16957] VALUES (1,'المحظور الأول: العدوان على اللغة العربية','13','0','0');
INSERT INTO [t16957] VALUES (2,'المحظور الثاني: تزوير الحقائق وتحريفها','23','0','0');
INSERT INTO [t16957] VALUES (3,'المحظور الثالث: الترويج لمخططات أعداء الإسلام الذين لم تقف نواياهم من هدم الإسلام بكل وسيلة كانت','24','0','0');
INSERT INTO [t16957] VALUES (4,'المحظور الرابع: تمزيق وحدة الأمة الإسلامية، وتفريق جمعها','30','0','0');
INSERT INTO [t16957] VALUES (5,'المحظور الخامس: إحياء دعوى الجاهلية، والعصبيات القبلية','36','0','0');
INSERT INTO [t16957] VALUES (6,'المحظور السادس: الطعن في الأنساب','44','0','0');
INSERT INTO [t16957] VALUES (7,'المحظور السابع: ضياع مفهوم الولاء والبراء عند أنصار «شاعر المليون»','44','0','0');
INSERT INTO [t16957] VALUES (8,'المحظور الثامن: الحب والبغض لغير الله','50','0','0');
INSERT INTO [t16957] VALUES (9,'المحظور التاسع: تخدير شباب المسلمين عن قضاياهم المصيرية','53','0','0');
INSERT INTO [t16957] VALUES (10,'المحذور العاشر: غش الناشئة','55','0','0');
INSERT INTO [t16957] VALUES (11,'المحذور الحادي عشر: ضياع وتبديد الأوقات','58','0','0');
INSERT INTO [t16957] VALUES (12,'المحذور الثاني عشر: هدر الأموال، وضياعها','61','0','0');
INSERT INTO [t16957] VALUES (13,'المحظور الثالث عشر: وجود الغيبة المحرمة','63','0','0');
INSERT INTO [t16957] VALUES (14,'المحظور الرابع عشر: وجود السخرية والاستهزاء','66','0','0');
INSERT INTO [t16957] VALUES (15,'المحظور الخامس عشر: وجود التبختر والخيلاء والعجب','68','0','0');
INSERT INTO [t16957] VALUES (16,'المحظور السادس عشر: وجود الاختلاط المحرم','70','0','0');
