-- Table: t17082
-- Chunk: 1
-- Rows: 48

CREATE TABLE "t17082" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t17082
INSERT INTO [t17082] VALUES (1,'المقدمة','2','0','0');
INSERT INTO [t17082] VALUES (2,'تمهيد','9','0','0');
INSERT INTO [t17082] VALUES (3,'من مواعظ الصديق رضي الله عنه','16','0','0');
INSERT INTO [t17082] VALUES (4,'من مواعظ الفاروق عمر رضي الله عنه','22','0','0');
INSERT INTO [t17082] VALUES (5,'من مواعظ الفاروق عمر رضي الله عنه','28','0','0');
INSERT INTO [t17082] VALUES (6,'من مواعظ ذي النورين رضي الله عنه','34','0','0');
INSERT INTO [t17082] VALUES (7,'من مواعظ أمير المؤمنين علي رضي الله عنه','40','0','0');
INSERT INTO [t17082] VALUES (8,'من مواعظ أمير المؤمنين علي رضي الله عنه','46','0','0');
INSERT INTO [t17082] VALUES (9,'من مواعظ أمير المؤمنين علي رضي الله عنه','52','0','0');
INSERT INTO [t17082] VALUES (10,'من مواعظ طلحة بن عبيد الله رضي الله عنه','64','0','0');
INSERT INTO [t17082] VALUES (11,'والزبير بن العوام رضي الله عنه','64','0','0');
INSERT INTO [t17082] VALUES (12,'من مواعظ سعد بن أبي وقاص رضي الله عنه','76','0','0');
INSERT INTO [t17082] VALUES (13,'من مواعظ ابن مسعود رضي الله عنه','82','0','0');
INSERT INTO [t17082] VALUES (14,'من مواعظ ابن مسعود رضي الله عنه','88','0','0');
INSERT INTO [t17082] VALUES (15,'من مواعظ ابن مسعود رضي الله','94','0','0');
INSERT INTO [t17082] VALUES (16,'من مواعظ ابن مسعود رضي الله عنه','100','0','0');
INSERT INTO [t17082] VALUES (17,'من مواعظ أبي موسى الأشعري رضي الله عنه','106','0','0');
INSERT INTO [t17082] VALUES (18,'من مواعظ حذيفة بن اليمان رضي الله عنه','112','0','0');
INSERT INTO [t17082] VALUES (19,'من مواعظ حذيفة بن اليمان رضي الله عنه','118','0','0');
INSERT INTO [t17082] VALUES (20,'من مواعظ معاذ بن جبل رضي الله عنه','124','0','0');
INSERT INTO [t17082] VALUES (21,'من مواعظ معاذ بن جبل رضي الله عنه','130','0','0');
INSERT INTO [t17082] VALUES (22,'من مواعظ أبي الدرداء رضي الله عنه','135','0','0');
INSERT INTO [t17082] VALUES (23,'من مواعظ أبي الدرداء رضي الله عنه','141','0','0');
INSERT INTO [t17082] VALUES (24,'من مواعظ أبي الدرداء رضي الله عنه','147','0','0');
INSERT INTO [t17082] VALUES (25,'من مواعظ أبي الدرداء رضي الله عنه','153','0','0');
INSERT INTO [t17082] VALUES (26,'من مواعظ أبي ذر رضي الله عنه','158','0','0');
INSERT INTO [t17082] VALUES (27,'من مواعظ ابن عمر رضي الله عنهما','164','0','0');
INSERT INTO [t17082] VALUES (28,'من مواعظ ابن عمر رضي الله عنهما','170','0','0');
INSERT INTO [t17082] VALUES (29,'من مواعظ ابن عمر رضي الله عنهما','176','0','0');
INSERT INTO [t17082] VALUES (30,'من مواعظ ابن عمر رضي الله عنهما','182','0','0');
INSERT INTO [t17082] VALUES (31,'من مواعظ أبي بن كعب رضي الله عنه','188','0','0');
INSERT INTO [t17082] VALUES (32,'من مواعظ أبي بن كعب رضي الله عنه','194','0','0');
INSERT INTO [t17082] VALUES (33,'من مواعظ سلمان الفارسي رضي الله عنه','200','0','0');
INSERT INTO [t17082] VALUES (34,'من مواعظ سلمان الفارسي رضي الله عنه','205','0','0');
INSERT INTO [t17082] VALUES (35,'من مواعظ سلمان الفارسي رضي الله عنه','210','0','0');
INSERT INTO [t17082] VALUES (36,'من مواعظ أبي أمامة الباهلي رضي الله عنه','215','0','0');
INSERT INTO [t17082] VALUES (37,'من مواعظ أبي هريرة رضي الله عنه','220','0','0');
INSERT INTO [t17082] VALUES (38,'من مواعظ أبي هريرة رضي الله عنه','225','0','0');
INSERT INTO [t17082] VALUES (39,'من مواعظ عمرو بن العاص رضي الله عنه','230','0','0');
INSERT INTO [t17082] VALUES (40,'من مواعظ عمرو بن العاص رضي الله عنه','235','0','0');
INSERT INTO [t17082] VALUES (41,'من مواعظ عبد الله بن عمرو بن العاص رضي الله عنه','241','0','0');
INSERT INTO [t17082] VALUES (42,'من مواعظ أنس بن مالك رضي الله عنه','246','0','0');
INSERT INTO [t17082] VALUES (43,'من مواعظ أنس بن مالك رضي الله عنه','252','0','0');
INSERT INTO [t17082] VALUES (44,'من مواعظ عبد الله بن عباس رضي الله عنهما','257','0','0');
INSERT INTO [t17082] VALUES (45,'من مواعظ عبد الله بن عباس رضي الله عنهما','263','0','0');
INSERT INTO [t17082] VALUES (46,'من مواعظ عبد الله بن الزبير رضي الله عنه','268','0','0');
INSERT INTO [t17082] VALUES (47,'من مواعظ ابن الزبير رضي الله عنهما','271','0','0');
INSERT INTO [t17082] VALUES (48,'من مواعظ أم المؤمنين عائشة رضي الله عنهما','274','0','0');
