-- Table: t172
-- Chunk: 1
-- Rows: 14

CREATE TABLE "t172" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t172
INSERT INTO [t172] VALUES (1,'مقدمة','2','0','0');
INSERT INTO [t172] VALUES (2,'فصل في نقل ما حكاه ابن تيمية رحمه الله من الإجماع حول حرمة الطواف بالقبر، وعدم مشروعية الاستلام والتقبيل للقبر النبوي','3','0','0');
INSERT INTO [t172] VALUES (3,'فصل في ذكر نقلين مهمين أحدهما من نص ابن تيمية وآخر منقول عنه رحمه الله','6','0','0');
INSERT INTO [t172] VALUES (4,'وسأبدأ بالنص المنقول عنه، وهو كالتالي','6','3','0');
INSERT INTO [t172] VALUES (5,'وأما عن تفصيل النقل، فهو كالتالي','7','4','0');
INSERT INTO [t172] VALUES (6,'وأقرب نصوص ابن تيمية لهذا المعنى','7','3','0');
INSERT INTO [t172] VALUES (7,'فصل في ذكر أقوال أصحاب المذاهب الأربعة الكبار تصريحا حول هذه المسألة','8','0','0');
INSERT INTO [t172] VALUES (8,'قول السادة الأحناف رحمهم الله تعالى','8','7','0');
INSERT INTO [t172] VALUES (9,'قول السادة المالكية رحمهم الله تعالى','9','7','0');
INSERT INTO [t172] VALUES (10,'قول السادة الشافعية رحمهم الله تعالى','11','7','0');
INSERT INTO [t172] VALUES (11,'قول السادة الحنابلة رحمهم الله تعالى','14','7','0');
INSERT INTO [t172] VALUES (12,'وهذا سرد لبعض الأقوال المصرحة بالتحريم','14','11','0');
INSERT INTO [t172] VALUES (13,'ونذكر الآن قول من صرح بلفظ الكراهة','18','11','0');
INSERT INTO [t172] VALUES (14,'تنبيه: وهنا نقطة مهمة في بيان ذكر الحجاوي رحمه الله القول بالحرمة، وتدليس البعض في ذلك','19','11','0');
