-- Table: t17333
-- Chunk: 1
-- Rows: 16

CREATE TABLE "t17333" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t17333
INSERT INTO [t17333] VALUES (1,'المقدمة وسبب الرسالة','2','0','0');
INSERT INTO [t17333] VALUES (2,'المسألة الأولى: تجويزهم طلب الاستغفار من النبي صلى الله عليه وسلم بعد موته، وزعمهم أن رسول الله صلى الله عليه وسلم يستغفر حيا وميتا لمن جاءه قاصدا رحابه','3','0','0');
INSERT INTO [t17333] VALUES (3,'المسألة الثانية: إباحة الاستنجاد بالنبي - صلى الله عليه وسلم - بعد موته وزعمهم أنه ليس بمستنكر من الناحية الشرعية، وزعمهم أنه لا داعي للتشدد في الإنكار على من يعتقد كرامة الأولياء واللجوء إليهم في قبورهم والدعاء فيها عند الشدائد','6','0','0');
INSERT INTO [t17333] VALUES (4,'المسألة الثالثة: زعمهم أن قبور الصالحين تنزل عليها رحمة الله وبركاته ونفحاته وأنه لابد للمسلم أن يتعرض ويقترب ويدعو في تلك الأماكن','9','0','0');
INSERT INTO [t17333] VALUES (5,'المسألة الرابعة: زعمهم أن سعيد بن المسيب كان يسمع الأذان من القبر النبوي في أيام الحرة، وقولهم من ذا الذي كان يؤذن من داخل قبر رسول الله - صلى الله عليه وسلم -','12','0','0');
INSERT INTO [t17333] VALUES (6,'المسألة الخامسة: قولهم: ما لنا وللحملة على أولياء الله وزوارهم الداعين عند قبورهم ومقاماتهم بعد أن قال رسول الله - صلى الله عليه وسلم - فيما يرويه عن رب العزة: «إني لأثأر لأوليائي كما يثأر الليث الحرب»','13','0','0');
INSERT INTO [t17333] VALUES (7,'المسألة السادسة: قولهم: لقد أثبت القرآن صراحة لا تلميحا ولا مجازا أن بقايا الصالحين وآثارهم يمكن التوسل بها في استجلاب الخير ودفع الضر مهما تقادم بها العهد، يقول الله تبارك وتعالى: {وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هارون تحمله الملائكة إن في ذلك لآية لكم إن كنتم مؤمنين}','15','0','0');
INSERT INTO [t17333] VALUES (8,'المسألة السابعة: قول بعضهم: إن عقيدة أهل السنة والجماعة هي عقيدة الأشاعرة','21','0','0');
INSERT INTO [t17333] VALUES (9,'المسألة الثامنة: إطلاق بعضهم صفة الجهل على من ينقد الأخطاء في عقيدة الأشاعرة واتهامه بالتكفير لأئمة الإسلام','22','0','0');
INSERT INTO [t17333] VALUES (10,'المسألة التاسعة: إنكار بعضهم توحيد الأسماء والصفات وإنكاره أن يكون لله يد','23','0','0');
INSERT INTO [t17333] VALUES (11,'المسألة العاشرة: قول بعضهم إن أحاديث الآحاد لا يؤخذ بها في العقيدة','24','0','0');
INSERT INTO [t17333] VALUES (12,'المسألة الحادية عشرة: إيجاب بعضهم اتباع إمام من أئمة الفقه تبديع من ينادي بالاجتهاد واتباع الدليل','32','0','0');
INSERT INTO [t17333] VALUES (13,'المسألة الثانية عشرة: قول بعضهم: إن الخلاف بين أهل السنة والشيعة خلاف في الفروع فقط وما صدر على هذا الأساس من قادة الجماعة المشار إليها من تأييد الثورة الرافضية والتضامن معهم وإقامة صلاة الغائب على قتلاهم','33','0','0');
INSERT INTO [t17333] VALUES (14,'سؤال: الجماعة الذين يقولون بالأقوال التي تقدم ذكرها هل يقال إن عقيدتهم على الكتاب والسنة؟','39','13','0');
INSERT INTO [t17333] VALUES (15,'سؤال عن الذين يخالفون الجماعة الذين يقولون بالأقوال الباطلة ولكنهم لا يستطيعون الإنكار على أقوالهم خوفا من شق الصف وتفريق الكلمة','39','13','0');
INSERT INTO [t17333] VALUES (16,'سؤال عن الذي يعتذر عن الأقوال الباطلة التي تقدم ذكرها ويقول: إنها لا تخالف العقيدة ولا تكون طعنا فيها وإنما هي مواقف والمواقف لا تدخل في العقيدة','40','13','0');
