-- Table: t17414
-- Chunk: 1
-- Rows: 19

CREATE TABLE "t17414" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t17414
INSERT INTO [t17414] VALUES (1,'مقدمة الرسالة','2','0','0');
INSERT INTO [t17414] VALUES (2,'سبب تصنيف المؤلف للرسالة','2','0','0');
INSERT INTO [t17414] VALUES (3,'اختلاف العلماء في جدوى التداوي من الطاعون','3','0','0');
INSERT INTO [t17414] VALUES (4,'إنكار السيوطي على قوم أساؤوا التصرف في الطاعون','3','0','0');
INSERT INTO [t17414] VALUES (5,'حقيقة الطاعون عند الأطباء','3','0','0');
INSERT INTO [t17414] VALUES (6,'سبب ظهور الطاعون','5','0','0');
INSERT INTO [t17414] VALUES (7,'رد العلماء لكلام الأطباء في منشأ الطاعون','5','0','0');
INSERT INTO [t17414] VALUES (8,'بيان الأحاديث الواردة في كون الطاعون وخز من الشيطان','6','0','0');
INSERT INTO [t17414] VALUES (9,'رد الإمام ابن حزم على منكري جدوى التداوي','8','0','0');
INSERT INTO [t17414] VALUES (10,'التدابير التي قررها الأطباء للاحتراز من الوباء','9','0','0');
INSERT INTO [t17414] VALUES (11,'كلام الأطباء في العلاج بالفصد','10','0','0');
INSERT INTO [t17414] VALUES (12,'رأي الإمام الشافعي في العلاج من الوباء','11','0','0');
INSERT INTO [t17414] VALUES (13,'آراء أخرى في العلاج','11','0','0');
INSERT INTO [t17414] VALUES (14,'تأكيد العلامة ابن القيم على أهمية الأذكار والأدعية في التداوي','12','0','0');
INSERT INTO [t17414] VALUES (15,'سياق المؤلف لبعض النصوص الواردة في فضل الذكر','13','0','0');
INSERT INTO [t17414] VALUES (16,'إيراد أدعية عن بعض الصالحين من السلف في دفع الوباء','15','0','0');
INSERT INTO [t17414] VALUES (17,'تنبيه المحقق على فضل الدعاء بالمأثور من النص الشرعي','16','0','0');
INSERT INTO [t17414] VALUES (18,'بطلان كلام المنجمين في الإخبار عن الطاعون','17','0','0');
INSERT INTO [t17414] VALUES (19,'فساد قول أهل التنجيم بدليل موت عدد من الخلفاء العباسيين ببغداد','18','0','0');
