-- Table: t1749
-- Chunk: 1
-- Rows: 22

CREATE TABLE "t1749" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t1749
INSERT INTO [t1749] VALUES (1,'مقدمة البحث','1','0','0');
INSERT INTO [t1749] VALUES (2,'مقدمات تمهيدية','2','0','0');
INSERT INTO [t1749] VALUES (3,'المقدمة الاولي:أهمية القياس','2','2','0');
INSERT INTO [t1749] VALUES (4,'المقدمة الثانية: تعريف القياس','3','2','0');
INSERT INTO [t1749] VALUES (5,'تعريف القياس لغة','3','2','0');
INSERT INTO [t1749] VALUES (6,'تعريف القياس اصطلاحا','4','2','0');
INSERT INTO [t1749] VALUES (7,'المقدمة الثالثة: أنواع القياس','6','2','0');
INSERT INTO [t1749] VALUES (8,'المقدمة الرابعة: أول من نقل عنه القول بالقياس','9','2','0');
INSERT INTO [t1749] VALUES (9,'المبحث الاول في أدلة نفاة القياس','11','0','0');
INSERT INTO [t1749] VALUES (10,'أولا:- أدلتهم من القران الكريم','11','9','0');
INSERT INTO [t1749] VALUES (11,'ثانيا:- أدلتهم من السنة','15','9','0');
INSERT INTO [t1749] VALUES (12,'ثالثا:- أدلتهم من المعقول','17','9','0');
INSERT INTO [t1749] VALUES (13,'المبحث الثاني في ادلة القائلين بحجية القياس','18','0','0');
INSERT INTO [t1749] VALUES (14,'مقدمة','18','13','0');
INSERT INTO [t1749] VALUES (15,'أولا:- من الكتاب العزيز','20','13','0');
INSERT INTO [t1749] VALUES (16,'ثانيا:-الاستدلال بالسنة علي حجية القياس','28','13','0');
INSERT INTO [t1749] VALUES (17,'ثالثا:- الاستدلال علي حجية القياس بالاجماع','36','13','0');
INSERT INTO [t1749] VALUES (18,'المبحث الثالث في مناقشة ادلة المنكرين للقياس','39','0','0');
INSERT INTO [t1749] VALUES (19,'أولا: مناقشة ما استدلوا به من الكتاب','39','18','0');
INSERT INTO [t1749] VALUES (20,'ثانيا: مناقشة ما استدلوا به من الاثار','49','18','0');
INSERT INTO [t1749] VALUES (21,'ثالثا: مناقشة ما استدلوا به من المعقول','54','18','0');
INSERT INTO [t1749] VALUES (22,'خلاصة البحث','57','0','0');
