-- Table: t1768
-- Chunk: 1
-- Rows: 36

CREATE TABLE "t1768" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t1768
INSERT INTO [t1768] VALUES (1,'الاختلاف والاضطراب','1','0','0');
INSERT INTO [t1768] VALUES (2,'أهمية معرفة الاختلافات في المتون والأسانيد','61','0','0');
INSERT INTO [t1768] VALUES (3,'اختلاف الثقة مع الثقات','67','0','0');
INSERT INTO [t1768] VALUES (4,'اختلاف الضعيف مع الثقات','77','0','0');
INSERT INTO [t1768] VALUES (5,'مثال لاختلاف الضعيف مع الثقات','83','0','0');
INSERT INTO [t1768] VALUES (6,'الاختلاف بسبب خطأ الراوي','87','0','0');
INSERT INTO [t1768] VALUES (7,'الاختلاف في اسم الراوي ونسبه إذا كان مترددا بين ثقة وضعيف','92','0','0');
INSERT INTO [t1768] VALUES (8,'المضطرب','99','0','0');
INSERT INTO [t1768] VALUES (9,'الاضطراب في المتن','102','0','0');
INSERT INTO [t1768] VALUES (10,'اضطراب في المتن','106','0','0');
INSERT INTO [t1768] VALUES (11,'المقلوب','109','0','0');
INSERT INTO [t1768] VALUES (12,'أسباب القلب','125','0','0');
INSERT INTO [t1768] VALUES (13,'الإدراج','129','0','0');
INSERT INTO [t1768] VALUES (14,'أسباب وقوع الإدراج','146','0','0');
INSERT INTO [t1768] VALUES (15,'وقوع الإدراج في السند دون المتن','148','0','0');
INSERT INTO [t1768] VALUES (16,'طرق الكشف عن الإدراج','160','0','0');
INSERT INTO [t1768] VALUES (17,'تعارض الاتصال والانقطاع','168','0','0');
INSERT INTO [t1768] VALUES (18,'إذا روي الحديث موصولا ومرسلا','183','0','0');
INSERT INTO [t1768] VALUES (19,'تعارض الوقف والرفع','190','0','0');
INSERT INTO [t1768] VALUES (20,'دراسة تحليلية لسيرة الحافظ العراقي','198','0','0');
INSERT INTO [t1768] VALUES (21,'دراسة عروضية لنظم ألفية الحافظ العراقي','218','0','0');
INSERT INTO [t1768] VALUES (22,'دراسة كتاب شرح التبصرة والتذكرة','222','0','0');
INSERT INTO [t1768] VALUES (23,'زيادة رجل في أحد الأسانيد','238','0','0');
INSERT INTO [t1768] VALUES (24,'نموذج لما فيه زيادة في أحد أسانيده','243','0','0');
INSERT INTO [t1768] VALUES (25,'أخطاء المحررين في نص التقريب','247','0','0');
INSERT INTO [t1768] VALUES (26,'التصحيف والتحريف','264','0','0');
INSERT INTO [t1768] VALUES (27,'الصحيح في اسم كتاب ابن الصلاح','273','0','0');
INSERT INTO [t1768] VALUES (28,'المقبول في مصطلح الحديث','279','0','0');
INSERT INTO [t1768] VALUES (29,'توثيق ابن حبان','288','0','0');
INSERT INTO [t1768] VALUES (30,'حكم التدليس، وحكم من عرف به','302','0','0');
INSERT INTO [t1768] VALUES (31,'سنة الوفاة بالهجري','305','0','0');
INSERT INTO [t1768] VALUES (32,'((شيوخ أبي داود كلهم ثقات)) الحقيقة بين التنظير والتطبيق','309','0','0');
INSERT INTO [t1768] VALUES (33,'دراسات تجديدية في أصول الحديث','322','0','0');
INSERT INTO [t1768] VALUES (34,'مسند الإمام الشافعي','330','0','0');
INSERT INTO [t1768] VALUES (35,'توثيق شيوخ بقي بن مخلد الأندلسي','350','0','0');
INSERT INTO [t1768] VALUES (36,'فرائد الفوائد','353','0','0');
