-- Table: t18251
-- Chunk: 1
-- Rows: 37

CREATE TABLE "t18251" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t18251
INSERT INTO [t18251] VALUES (1,'أبنية الأسماء والأفعال والمصادر','1','0','0');
INSERT INTO [t18251] VALUES (2,'باب ذكر أقل أصول الأسماء وأكثر أصولها','5','0','0');
INSERT INTO [t18251] VALUES (3,'باب "ذكر أقل أصول الأفعال وأكثر أصولها"','9','0','0');
INSERT INTO [t18251] VALUES (4,'باب: "ذكر أقل أصول الحروف وأكثر أصولها"','10','0','0');
INSERT INTO [t18251] VALUES (5,'باب "حروف زائدة"','11','0','0');
INSERT INTO [t18251] VALUES (6,'باب "حروف البدل"','17','0','0');
INSERT INTO [t18251] VALUES (7,'باب "ذكر أبنية الأسماء الثنائية والمزيدة منها"','21','0','0');
INSERT INTO [t18251] VALUES (8,'أبنية الثاني المكرر','21','0','0');
INSERT INTO [t18251] VALUES (9,'المزيد بالهاء من المكرر','27','0','0');
INSERT INTO [t18251] VALUES (10,'زيادة الهاء الثنائي المضاعف','27','0','0');
INSERT INTO [t18251] VALUES (11,'المنسوب إلى الثنائي','28','0','0');
INSERT INTO [t18251] VALUES (12,'أبنية المضاعف من الثنائي','29','0','0');
INSERT INTO [t18251] VALUES (13,'باب "ذكر أبنية الأسماء الثلاثية"','45','0','0');
INSERT INTO [t18251] VALUES (14,'الثلاثي الصحيح','46','0','0');
INSERT INTO [t18251] VALUES (15,'أبنية المصادر','64','0','0');
INSERT INTO [t18251] VALUES (16,'عودة إلى الثلاثي','64','0','0');
INSERT INTO [t18251] VALUES (17,'أسماء الفاعلين والمفعولين','82','0','0');
INSERT INTO [t18251] VALUES (18,'عودة لأبنية الثلاثي','82','0','0');
INSERT INTO [t18251] VALUES (19,'[من أبنية الجمع]','111','0','0');
INSERT INTO [t18251] VALUES (20,'زيادة الهاء (من الثلاثي الصحيح)','143','0','0');
INSERT INTO [t18251] VALUES (21,'المنسوب إليه','172','0','0');
INSERT INTO [t18251] VALUES (22,'استعمال الصيغ','175','0','0');
INSERT INTO [t18251] VALUES (23,'باب ذكر الأسماء الرباعية وأبنيتها','204','0','0');
INSERT INTO [t18251] VALUES (24,'الرباعي الصحيح','206','0','0');
INSERT INTO [t18251] VALUES (25,'الرباعي المزيد','211','0','0');
INSERT INTO [t18251] VALUES (26,'الرباعي المزيد بالهاء','224','0','0');
INSERT INTO [t18251] VALUES (27,'المنسوب إليه','227','0','0');
INSERT INTO [t18251] VALUES (28,'"باب ذكر أبنية الأسماء الخماسية"','228','0','0');
INSERT INTO [t18251] VALUES (29,'الخماسي الصحيح','229','0','0');
INSERT INTO [t18251] VALUES (30,'الخماسي المزيد','229','0','0');
INSERT INTO [t18251] VALUES (31,'زيادة الهاء','230','0','0');
INSERT INTO [t18251] VALUES (32,'المنسوب إليه','231','0','0');
INSERT INTO [t18251] VALUES (33,'"باب ما أعربت العرب من الأسماء الأعجمية"','232','0','0');
INSERT INTO [t18251] VALUES (34,'"باب ذكر أبنية الأفعال الثلاثية"','236','0','0');
INSERT INTO [t18251] VALUES (35,'الأفعال الثلاثية غير المزيدة','236','0','0');
INSERT INTO [t18251] VALUES (36,'الأفعال الثلاثية المدغمة والمزيدة','244','0','0');
INSERT INTO [t18251] VALUES (37,'(باب الأفعال الرباعية)','251','0','0');
