-- Table: t1874
-- Chunk: 1
-- Rows: 52

CREATE TABLE "t1874" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t1874
INSERT INTO [t1874] VALUES (1,'مدخل إلى متى عدم الحكمة','1','0','0');
INSERT INTO [t1874] VALUES (2,'تقديم','2','0','0');
INSERT INTO [t1874] VALUES (3,'أهمية موضوع الحكمة','5','0','0');
INSERT INTO [t1874] VALUES (4,'معنى الحكمة','8','0','0');
INSERT INTO [t1874] VALUES (5,'المعنى اللغوي للحكمة','8','4','0');
INSERT INTO [t1874] VALUES (6,'الحكمة في القرآن الكريم','10','4','0');
INSERT INTO [t1874] VALUES (7,'الحكمة في السنة','15','4','0');
INSERT INTO [t1874] VALUES (8,'الحكمة كما عرفها بعض العلماء','19','4','0');
INSERT INTO [t1874] VALUES (9,'أقسام الحكمة','20','0','0');
INSERT INTO [t1874] VALUES (10,'أمثلة من الحكمة في القرآن الكريم','21','0','0');
INSERT INTO [t1874] VALUES (11,'مظاهر حكمة أصحاب الكهف','21','10','0');
INSERT INTO [t1874] VALUES (12,'مواطن الحكمة في قصة سليمان وملكة سبأ','23','10','0');
INSERT INTO [t1874] VALUES (13,'أهم الدروس التي يخرج بها الداعية من قصة لقمان','24','10','0');
INSERT INTO [t1874] VALUES (14,'أمثلة من الحكمة في السنة النبوية','25','0','0');
INSERT INTO [t1874] VALUES (15,'خوارم الحكمة وموانعها','35','0','0');
INSERT INTO [t1874] VALUES (16,'الهوى وعدم التجرد','35','15','0');
INSERT INTO [t1874] VALUES (17,'الجهل','37','15','0');
INSERT INTO [t1874] VALUES (18,'الأخذ بظواهر النصوص وعدم الجمع بين الأدلة','38','15','0');
INSERT INTO [t1874] VALUES (19,'الاستدلال بالأدلة في غير مواضعها','40','15','0');
INSERT INTO [t1874] VALUES (20,'عدم فهم الدليل','43','15','0');
INSERT INTO [t1874] VALUES (21,'قلة التجربة والفردية','44','15','0');
INSERT INTO [t1874] VALUES (22,'عدم تحديد الأهداف والنظرة السطحية وآنية التفكير مع موسمية العمل','45','15','0');
INSERT INTO [t1874] VALUES (23,'تقديم الجزئيات على الكليات','47','15','0');
INSERT INTO [t1874] VALUES (24,'العجلة وعدم ضبط النفس','48','15','0');
INSERT INTO [t1874] VALUES (25,'الخلط في المفاهيم','49','15','0');
INSERT INTO [t1874] VALUES (26,'عدم إتقان قاعدة المصالح والمفاسد','52','15','0');
INSERT INTO [t1874] VALUES (27,'الغفلة عن مكائد الأعداء','53','15','0');
INSERT INTO [t1874] VALUES (28,'الغلظة والعنف والطيش','54','15','0');
INSERT INTO [t1874] VALUES (29,'أركان الحكمة وأسبابها','55','0','0');
INSERT INTO [t1874] VALUES (30,'التجرد والإخلاص والتقوى','55','29','0');
INSERT INTO [t1874] VALUES (31,'التوفيق والإلهام','57','29','0');
INSERT INTO [t1874] VALUES (32,'العلم الشرعي','58','29','0');
INSERT INTO [t1874] VALUES (33,'التجربة والخبرة','60','29','0');
INSERT INTO [t1874] VALUES (34,'الاستشارة','62','29','0');
INSERT INTO [t1874] VALUES (35,'بعد النظر وسمو الأهداف','65','29','0');
INSERT INTO [t1874] VALUES (36,'فقه السنن','66','29','0');
INSERT INTO [t1874] VALUES (37,'رجاحة العقل','67','29','0');
INSERT INTO [t1874] VALUES (38,'العدل','68','29','0');
INSERT INTO [t1874] VALUES (39,'التثبت','70','29','0');
INSERT INTO [t1874] VALUES (40,'المجاهدة','72','29','0');
INSERT INTO [t1874] VALUES (41,'الدعاء والاستخارة','73','29','0');
INSERT INTO [t1874] VALUES (42,'الصبر','74','29','0');
INSERT INTO [t1874] VALUES (43,'الرفق ولين الجانب','76','29','0');
INSERT INTO [t1874] VALUES (44,'أمور تندر فيها مراعاة الحكمة','78','0','0');
INSERT INTO [t1874] VALUES (45,'معاملة الوالدين والأولاد والزوجة والأهل والأرحام','78','44','0');
INSERT INTO [t1874] VALUES (46,'التعامل مع المجتمع','80','44','0');
INSERT INTO [t1874] VALUES (47,'معاملة أهل البدع','81','44','0');
INSERT INTO [t1874] VALUES (48,'إنكار المنكر','82','44','0');
INSERT INTO [t1874] VALUES (49,'إشاعة بعض الأخبار والمفاهيم','83','44','0');
INSERT INTO [t1874] VALUES (50,'النقد وبيان الأخطاء','84','44','0');
INSERT INTO [t1874] VALUES (51,'مسائل متعارضة سوى الناس بينها','85','0','0');
INSERT INTO [t1874] VALUES (52,'الخاتمة','87','0','0');
