-- Table: t191
-- Chunk: 1
-- Rows: 42

CREATE TABLE "t191" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t191
INSERT INTO [t191] VALUES (1,'المقدمة','3','0','0');
INSERT INTO [t191] VALUES (2,'تقديم','4','1','0');
INSERT INTO [t191] VALUES (3,'بين يدي الكتاب','6','1','0');
INSERT INTO [t191] VALUES (4,'ترجمة المصنف','9','1','0');
INSERT INTO [t191] VALUES (5,'(١) نسبه ونشأته العلمية:','9','4','0');
INSERT INTO [t191] VALUES (6,'(٢) علمه:','9','4','0');
INSERT INTO [t191] VALUES (7,'(٣) مؤلفاته:','10','4','0');
INSERT INTO [t191] VALUES (8,'من مؤلفاته الحديثية:','11','7','0');
INSERT INTO [t191] VALUES (9,'ومن مؤلفاته في العقيدة:','11','7','0');
INSERT INTO [t191] VALUES (10,'ومن مؤلفاته في اللغة والنحو والتصريف:','11','7','0');
INSERT INTO [t191] VALUES (11,'ومن مؤلفاته في مصطلح الحديث:','12','7','0');
INSERT INTO [t191] VALUES (12,'ومن مؤلفاته الفقهية:','12','7','0');
INSERT INTO [t191] VALUES (13,'ومن مؤلفاته البلاغية:','12','7','0');
INSERT INTO [t191] VALUES (14,'(٤) مآخذ العلماء عليه:','12','4','0');
INSERT INTO [t191] VALUES (15,'وفاته:','13','4','0');
INSERT INTO [t191] VALUES (16,'وصف مخطوطات الكتاب وتوثيق نسبتها للمصنف','14','1','0');
INSERT INTO [t191] VALUES (17,'عملي في الكتاب','16','1','0');
INSERT INTO [t191] VALUES (18,'النهي عن المجيء للسلاطين في السنة النبوية','19','0','0');
INSERT INTO [t191] VALUES (19,'أبغض الخلق إلى الله تعالى','20','0','0');
INSERT INTO [t191] VALUES (20,'هل يرد الحوض الداخل إلى السلطان؟','23','0','0');
INSERT INTO [t191] VALUES (21,'الفقهاء أمناء الرسل','24','0','0');
INSERT INTO [t191] VALUES (22,'العالم مع السلطان في العذاب','26','0','0');
INSERT INTO [t191] VALUES (23,'من صفات علماء آخر الزمان','27','0','0');
INSERT INTO [t191] VALUES (24,'سلاطين الفتن','29','0','0');
INSERT INTO [t191] VALUES (25,'أناس يتفقهون في الدين للدنيا','30','0','0');
INSERT INTO [t191] VALUES (26,'حكم من أتى السلطان تملقا','32','0','0');
INSERT INTO [t191] VALUES (27,'التحذير من مجالسة الشيطان','33','0','0');
INSERT INTO [t191] VALUES (28,'الداخل على السلطان خاسر لدينه','34','0','0');
INSERT INTO [t191] VALUES (29,'صفات مذمومة في طلاب العلم','35','0','0');
INSERT INTO [t191] VALUES (30,'إياكم ومواقف الفتن','36','0','0');
INSERT INTO [t191] VALUES (31,'نصيحة وهب بن منبه لعطاء','37','0','0');
INSERT INTO [t191] VALUES (32,'لا تجالس صاحب بدعة','38','0','0');
INSERT INTO [t191] VALUES (33,'إياك والأهواء والخصومة','39','0','0');
INSERT INTO [t191] VALUES (34,'أحوال السلف الصالح مع الأمراء','41','0','0');
INSERT INTO [t191] VALUES (35,'العلماء ثلاثة','43','0','0');
INSERT INTO [t191] VALUES (36,'فضل قيام أهل العلم بصيانته','47','0','0');
INSERT INTO [t191] VALUES (37,'أبو حازم الزاهد وأمراء بني أمية','48','0','0');
INSERT INTO [t191] VALUES (38,'حماد بن سلمة وأمير العراق','51','0','0');
INSERT INTO [t191] VALUES (39,'أحوال مخالطة السلاطين','52','0','0');
INSERT INTO [t191] VALUES (40,'ما ينبغي للعالم التحلي به','58','0','0');
INSERT INTO [t191] VALUES (41,'أعز الأشياء في آخر الزمان','61','0','0');
INSERT INTO [t191] VALUES (42,'كلام الشعراء في المجيء للسلاطين','61','0','0');
