-- Table: t21473
-- Chunk: 1
-- Rows: 58

CREATE TABLE "t21473" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t21473
INSERT INTO [t21473] VALUES (1,'ذكر قول النبي صلى الله عليه وسلم: «طلب العلم فريضة على كل مسلم»','1','0','0');
INSERT INTO [t21473] VALUES (2,'قوله صلى الله عليه وسلم: «رحم الله امرءا سمع مقالتي فحفظها»','5','0','0');
INSERT INTO [t21473] VALUES (3,'قوله صلى الله عليه وسلم: «من حفظ من أمتي أربعين حديثا»','6','0','0');
INSERT INTO [t21473] VALUES (4,'قوله صلى الله عليه وسلم: «بني الإسلام على خمس»','7','0','0');
INSERT INTO [t21473] VALUES (5,'الإيمان بالقدر','8','0','0');
INSERT INTO [t21473] VALUES (6,'أبواب الوضوء','10','0','0');
INSERT INTO [t21473] VALUES (7,'ذكر المواضع الذي نهي عن التخلي فيها','10','0','0');
INSERT INTO [t21473] VALUES (8,'باب: كراهية الكلام على الغائط','11','0','0');
INSERT INTO [t21473] VALUES (9,'باب: كراهية استقبال القبلة للغائط والبول في الصحاري','12','0','0');
INSERT INTO [t21473] VALUES (10,'باب: ما يقال عند دخول الخلاء','13','0','0');
INSERT INTO [t21473] VALUES (11,'باب: النهي عن مس الفرج باليمين','14','0','0');
INSERT INTO [t21473] VALUES (12,'باب: استحباب الوتر في الاستنجاء','15','0','0');
INSERT INTO [t21473] VALUES (13,'باب: ذكر ما يستنجى به وما لا يستنجى به','16','0','0');
INSERT INTO [t21473] VALUES (14,'باب: ذكر الاستنجاء بالماء','18','0','0');
INSERT INTO [t21473] VALUES (15,'باب: ما يقال عند الفراغ من الخلاء','19','0','0');
INSERT INTO [t21473] VALUES (16,'باب: النية عند الوضوء','20','0','0');
INSERT INTO [t21473] VALUES (17,'باب: التسمية عند الوضوء','21','0','0');
INSERT INTO [t21473] VALUES (18,'باب: صفة وضوء النبي صلى الله عليه وسلم','22','0','0');
INSERT INTO [t21473] VALUES (19,'باب: في المسح على الخفين','23','0','0');
INSERT INTO [t21473] VALUES (20,'باب: ذكر لا يقبل الله صلاة إلا بطهور','24','0','0');
INSERT INTO [t21473] VALUES (21,'باب: الاغتسال من الجنابة','25','0','0');
INSERT INTO [t21473] VALUES (22,'باب: ما يجزئ من الماء في الوضوء والغسل','26','0','0');
INSERT INTO [t21473] VALUES (23,'باب: المحافظة على الوضوء','27','0','0');
INSERT INTO [t21473] VALUES (24,'باب: إيجاب الصلوات الخمس','28','0','0');
INSERT INTO [t21473] VALUES (25,'باب: مواقيت الصلاة','29','0','0');
INSERT INTO [t21473] VALUES (26,'باب: ذكر وصف النبي الصلاة للأعرابي','32','0','0');
INSERT INTO [t21473] VALUES (27,'باب: الدنو من القبلة عند الصلاة','34','0','0');
INSERT INTO [t21473] VALUES (28,'باب: ما يجزئ من الثياب للصلاة','35','0','0');
INSERT INTO [t21473] VALUES (29,'باب: أين يبلغ باليدين بالتكبير','36','0','0');
INSERT INTO [t21473] VALUES (30,'باب: التكبير في كل خفض ورفع','37','0','0');
INSERT INTO [t21473] VALUES (31,'باب: إيجاب القراءة في الصلاة','38','0','0');
INSERT INTO [t21473] VALUES (32,'باب: ذكر الخشوع في الصلاة','40','0','0');
INSERT INTO [t21473] VALUES (33,'باب: التسبيح في الركوع والسجود','41','0','0');
INSERT INTO [t21473] VALUES (34,'باب: ذكر ما يقال عند الرفع من الركوع','42','0','0');
INSERT INTO [t21473] VALUES (35,'باب: ذكر صفة السجود','43','0','0');
INSERT INTO [t21473] VALUES (36,'باب: الدعاء بين السجدتين','44','0','0');
INSERT INTO [t21473] VALUES (37,'باب: صفة الجلوس في التشهد','45','0','0');
INSERT INTO [t21473] VALUES (38,'باب: ذكر التشهد','46','0','0');
INSERT INTO [t21473] VALUES (39,'باب: الدعاء في آخر التشهد','47','0','0');
INSERT INTO [t21473] VALUES (40,'باب: ذكر كيف التسليم من الصلاة','48','0','0');
INSERT INTO [t21473] VALUES (41,'باب: ذكر كم يلبث في مكانه بعد السلام','49','0','0');
INSERT INTO [t21473] VALUES (42,'باب: ذكر ما يقول في مكانه بعد التسليم','50','0','0');
INSERT INTO [t21473] VALUES (43,'باب: ذكر كيف الانصراف من الصلاة','51','0','0');
INSERT INTO [t21473] VALUES (44,'باب: من ترك الصلاة فقد كفر','52','0','0');
INSERT INTO [t21473] VALUES (45,'باب: الصلاة في جماعة','53','0','0');
INSERT INTO [t21473] VALUES (46,'باب: وجوب الزكاة','55','0','0');
INSERT INTO [t21473] VALUES (47,'باب: في إخراج الزكاة','56','0','0');
INSERT INTO [t21473] VALUES (48,'باب: زكاة الفطر','58','0','0');
INSERT INTO [t21473] VALUES (49,'باب: في الصوم','59','0','0');
INSERT INTO [t21473] VALUES (50,'باب: إحصاء العدة لصوم رمضان','60','0','0');
INSERT INTO [t21473] VALUES (51,'باب: من أكل أو شرب ناسيا وهو صائم','61','0','0');
INSERT INTO [t21473] VALUES (52,'باب: النهي عن صوم يوم الفطر','62','0','0');
INSERT INTO [t21473] VALUES (53,'باب: في فضل الحج','63','0','0');
INSERT INTO [t21473] VALUES (54,'باب: في مناسك الحج','64','0','0');
INSERT INTO [t21473] VALUES (55,'باب: ذكر من وجب عليه الحج ولم يحج','65','0','0');
INSERT INTO [t21473] VALUES (56,'باب: تفسير قوله عز وجل: {من استطاع إليه سبيلا} [آل عمران: ٩٧]','66','0','0');
INSERT INTO [t21473] VALUES (57,'باب: ذكر الدين النصيحة','67','0','0');
INSERT INTO [t21473] VALUES (58,'باب: ثواب لا إله إلا الله','68','0','0');
