-- Table: t21741
-- Chunk: 1
-- Rows: 53

CREATE TABLE "t21741" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t21741
INSERT INTO [t21741] VALUES (1,'شرح كتاب الفتن (١)','2','0','0');
INSERT INTO [t21741] VALUES (2,'مقدمة حول الفتن:','2','1','0');
INSERT INTO [t21741] VALUES (3,'تعريف الفتن:','2','1','0');
INSERT INTO [t21741] VALUES (4,'شرح كتاب الفتن: ما جاء في قول الله تعالى:','5','1','0');
INSERT INTO [t21741] VALUES (5,'شرح: باب: قول النبي -صلى الله عليه وسلم-:','15','1','0');
INSERT INTO [t21741] VALUES (6,'شرح: باب: قول النبي -صلى الله عليه وسلم-','24','1','0');
INSERT INTO [t21741] VALUES (7,'شرح: باب: قول النبي -صلى الله عليه وسلم-:','27','1','0');
INSERT INTO [t21741] VALUES (8,'شرح كتاب الفتن (٢)','30','0','0');
INSERT INTO [t21741] VALUES (9,'شرح: باب: ظهور الفتن:','36','8','0');
INSERT INTO [t21741] VALUES (10,'شرح: باب: لا يأتي زمان إلا الذي بعده شر منه:','49','8','0');
INSERT INTO [t21741] VALUES (11,'شرح: باب: قول النبي -صلى الله عليه وسلم-:','56','8','0');
INSERT INTO [t21741] VALUES (12,'شرح كتاب الفتن (٣)','59','0','0');
INSERT INTO [t21741] VALUES (13,'شرح: باب قول النبي -صلى الله عليه وسلم-:','65','12','0');
INSERT INTO [t21741] VALUES (14,'شرح: باب: تكون فتنة القاعد فيها خير من القائم:','78','12','0');
INSERT INTO [t21741] VALUES (15,'شرح: باب: إذا التقى المسلمان بسيفيهما:','82','12','0');
INSERT INTO [t21741] VALUES (16,'شرح كتاب الفتن (٤)','86','0','0');
INSERT INTO [t21741] VALUES (17,'شرح باب: كيف الأمر إذا لم تكن جماعة:','90','16','0');
INSERT INTO [t21741] VALUES (18,'شرح: باب: من كره أن يكثر سواد الفتن والظلم:','95','16','0');
INSERT INTO [t21741] VALUES (19,'شرح: باب: إذا بقي في حثالة من الناس:','99','16','0');
INSERT INTO [t21741] VALUES (20,'شرح: باب: التعرب في الفتنة:','106','16','0');
INSERT INTO [t21741] VALUES (21,'باب: التعوذ من الفتن:','110','16','0');
INSERT INTO [t21741] VALUES (22,'شرح كتاب الفتن (٥)','113','0','0');
INSERT INTO [t21741] VALUES (23,'الدرس الثاني:','125','22','0');
INSERT INTO [t21741] VALUES (24,'شرح كتاب الفتن (٦)','140','0','0');
INSERT INTO [t21741] VALUES (25,'شرح قوله: باب: "حدثنا عثمان بن الهيثم قال: حدثنا عوف عن الحسن عن أبي بكرة قال: "لقد نفعني الله بكلمة أيام وقعة الجمل ... "','141','24','0');
INSERT INTO [t21741] VALUES (26,'شرح قوله: حدثنا عبد الله بن محمد حدثنا يحيى بن آدم حدثنا أبو بكر بن عياش حدثنا أبو حصين حدثنا أبو مريم عبد الله بن زياد الأسدي، قال: لما سار طلحة والزبير وعائشة إلى البصرة ... "','143','24','0');
INSERT INTO [t21741] VALUES (27,'شرح قوله: حدثنا أبو نعيم حدثنا ابن أبي غنية عن الحكم عن أبي وائل قام عمار على منبر الكوفة فذكر عائشة وذكر مسيرها وقال: إنها زوجة نبيكم -صلى الله عليه وسلم- في الدنيا والآخرة ولكنها مما ابتليتم"','146','24','0');
INSERT INTO [t21741] VALUES (28,'شرح قوله: حدثنا بدل بن المحبر حدثنا شعبة أخبرني عمرو سمعت أبا وائل يقول: دخل أبو موسى وأبو مسعود على عمار حيث بعثه علي إلى أهل الكوفة يستنفرهم فقالا: ما رأيناك أتيت أمرا أكره عندنا من إسراعك في هذا الأمر منذ أسلمت، فقال عمار: ما رأيت منكما منذ أسلمتما أمرا أكره عندي من إبطائكما عن هذا الأمر وكساهما حلة حلة، ثم راحوا إلى المسجد"','146','24','0');
INSERT INTO [t21741] VALUES (29,'شرح قوله: حدثنا عبدان عن أبي حمزة عن الأعمش عن شقيق بن سلمة: كنت جالسا مع أبي مسعود وأبي موسى وعمار فقال أبو مسعود ما من أصحابك أحد إلا لو شئت لقلت فيه غيرك، وما رأيت منك شيئا منذ صحبت النبي -صلى الله عليه وسلم- أعيب عندي من استسراعك في هذا الأمر، قال عمار: يا أبا مسعود وما رأيت منك ولا من صاحبك هذا شيئا منذ صحبتما النبي -صلى الله عليه وسلم- أعيب عندي من إبطائكما في هذا الأمر، فقال أبو مسعود: وكان موسرا يا غلام هات حلتين، فأعطى إحداهما أبا موسى والأخرى عمارا، وقال: روحا فيه إلى الجمعة".','148','24','0');
INSERT INTO [t21741] VALUES (30,'شرح قوله: حدثنا عبد الله بن عثمان أخبرنا عبد الله أخبرنا يونس عن الزهري أخبرني حمزة بن عبد الله بن عمر أنه سمع ابن عمر -رضي الله عنهما- يقول: قال رسول الله -صلى الله عليه وسلم-: ((إذا أنزل الله بقوم عذابا أصاب العذاب من كان فيهم، ثم بعثوا على أعمالهم))','150','24','0');
INSERT INTO [t21741] VALUES (31,'شرح قول المصنف: "باب قول النبي -صلى الله عليه وسلم- للحسن بن علي:','153','24','0');
INSERT INTO [t21741] VALUES (32,'شرح قوله: حدثنا علي بن عبد الله حدثنا سفيان قال: قال عمرو: أخبرني محمد بن علي أن حرملة مولى أسامة أخبره قال عمرو: قد رأيت حرملة، قال: أرسلني أسامة إلى علي وقال: إنه سيسألك الآن فيقول: ما خلف صاحبك؟ فقل له: يقول لك: لو كنت في شدق الأسد لأحببت أن أكون معك فيه، ولكن هذا أمر لم أره، فلم يعطني شيئا، فذهبت إلى حسن وحسين وابن جعفر فأوقروا لي راحلتي"','156','24','0');
INSERT INTO [t21741] VALUES (33,'شرح قوله: باب: إذا قال عند قوم شيئا ثم خرج فقال بخلافه:','158','24','0');
INSERT INTO [t21741] VALUES (34,'شرح قوله: حدثنا أحمد بن يونس حدثنا أبو شهاب عن عوف عن أبي المنهال قال: لما كان ابن زياد ومروان بالشام ووثب ابن الزبير بمكة ووثب القراء بالبصرة فانطلقت مع أبي إلى أبي برزة الأسلمي حتى دخلنا عليه في داره وهو جالس في ظل علية له من قصب فجلسنا إليه فأنشأ أبي يستطعمه الحديث فقال: يا أبا برزة ألا ترى ما وقع فيه الناس، فأول شيء سمعته تكلم به: إني احتسبت عند الله أني أصبحت ساخطا على أحياء قريش إنكم يا معشر العرب كنتم على الحال الذي علمتم من الذلة والقلة والضلالة، وإن الله أنقذكم بالإسلام وبمحمد -صلى الله عليه وسلم- حتى بلغ بكم ما ترون، وهذه الدنيا التي أفسدت بينكم إن ذاك الذي بالشام والله إن يقاتل إلا على الدنيا، وإن هؤلاء الذين بين أظهركم والله إن يقاتلون إلا على الدنيا، وإن ذاك الذي بمكة والله إن يقاتل إلا على الدنيا"','160','24','0');
INSERT INTO [t21741] VALUES (35,'شرح قوله: حدثنا آدم بن أبي إياس حدثنا شعبة عن واصل الأحدب عن أبي وائل عن حذيفة بن اليمان قال: إن المنافقين اليوم شر منهم على عهد النبي -صلى الله عليه وسلم- كانوا يومئذ يسرون واليوم يجهرون"','165','24','0');
INSERT INTO [t21741] VALUES (36,'شرح قوله: حدثنا خلاد حدثنا مسعر عن حبيب بن أبي ثابت عن أبي الشعثاء عن حذيفة قال: إنما كان النفاق على عهد النبي -صلى الله عليه وسلم- فأما اليوم فإنما هو الكفر بعد الإيمان"','167','24','0');
INSERT INTO [t21741] VALUES (37,'شرح قوله: باب: لا تقوم الساعة حتى يغبط أهل القبور:','167','24','0');
INSERT INTO [t21741] VALUES (38,'شرح قوله: حدثنا أبو اليمان أخبرنا شعيب عن الزهري قال: قال سعيد بن المسيب: أخبرني أبو هريرة -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال:','169','24','0');
INSERT INTO [t21741] VALUES (39,'وذو الخلصة طاغية دوس التي كانوا يعبدون في الجاهلية"','169','24','0');
INSERT INTO [t21741] VALUES (40,'شرح قوله: حدثنا عبد العزيز بن عبد الله قال: حدثني سليمان بن بلال عن ثور بن زيد عن أبي الغيث عن أبي هريرة -رضي الله عنه- عن النبي -صلى الله عليه وسلم- قال:','170','24','0');
INSERT INTO [t21741] VALUES (41,'شرح كتاب الفتن (٧)','171','0','0');
INSERT INTO [t21741] VALUES (42,'شرح قوله: حدثنا عبد الله بن سعيد الكندي حدثنا عقبة بن خالد حدثنا عبيد الله عن خبيب بن عبد الرحمن عن جده حفص بن عاصم عن أبي هريرة قال: قال رسول الله -صلى الله عليه وسلم-:','177','41','0');
INSERT INTO [t21741] VALUES (43,'قال عقبة: وحدثنا عبيد الله حدثنا أبو الزناد عن الأعرج عن أبي هريرة عن النبي -صلى الله عليه وسلم- مثله إلا أنه قال: "يحسر عن جبل من ذهب".','177','41','0');
INSERT INTO [t21741] VALUES (44,'شرح قوله: حدثنا مسدد حدثنا يحيى عن شعبة حدثنا معبد سمعت حارثة بن وهب قال: سمعت رسول الله -صلى الله عليه وسلم- يقول:','179','41','0');
INSERT INTO [t21741] VALUES (45,'شرح قوله: حدثنا أبو اليمان أخبرنا شعيب حدثنا أبو الزناد عن عبد الرحمن عن أبي هريرة أن رسول الله -صلى الله عليه وسلم- قال','181','41','0');
INSERT INTO [t21741] VALUES (46,'شرح كتاب الفتن (٨)','191','0','0');
INSERT INTO [t21741] VALUES (47,'شرح قوله: حدثنا يحيى بن بكير حدثنا الليث عن عقيل عن ابن شهاب عن سالم عن عبد الله بن عمر أن رسول الله -صلى الله عليه وسلم- قال:','191','46','0');
INSERT INTO [t21741] VALUES (48,'شرح قوله: حدثنا عبدان أخبرني أبي عن شعبة عن عبد الملك عن ربعي عن حذيفة عن النبي -صلى الله عليه وسلم- قال في الدجال:','193','46','0');
INSERT INTO [t21741] VALUES (49,'قال أبو مسعود: أنا سمعته من رسول الله -صلى الله عليه وسلم-.','193','46','0');
INSERT INTO [t21741] VALUES (50,'شرح قوله: حدثنا سليمان بن حرب حدثنا شعبة عن قتادة عن أنس -رضي الله عنه- قال: قال النبي -صلى الله عليه وسلم-:','194','46','0');
INSERT INTO [t21741] VALUES (51,'فيه أبو هريرة وابن عباس عن النبي -صلى الله عليه وسلم-.','194','46','0');
INSERT INTO [t21741] VALUES (52,'شرح قوله: باب: لا يدخل الدجال المدينة:','195','46','0');
INSERT INTO [t21741] VALUES (53,'شرح قوله: باب: يأجوج ومأجوج:','199','46','0');
