-- Table: t21784
-- Chunk: 1
-- Rows: 49

CREATE TABLE "t21784" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t21784
INSERT INTO [t21784] VALUES (1,'تقديم','2','0','0');
INSERT INTO [t21784] VALUES (2,'المؤلف في سطور','2','0','0');
INSERT INTO [t21784] VALUES (3,'تنبيه','4','0','0');
INSERT INTO [t21784] VALUES (4,'بين يدي الكتاب','5','0','0');
INSERT INTO [t21784] VALUES (5,'المذهبان القديم والجديد','9','0','0');
INSERT INTO [t21784] VALUES (6,'الميراث العربي','16','0','0');
INSERT INTO [t21784] VALUES (7,'الجملة القرآنية','20','0','0');
INSERT INTO [t21784] VALUES (8,'ما وراء الأكمة','26','0','0');
INSERT INTO [t21784] VALUES (9,'الرأي العام في العربية الفصحى','32','0','0');
INSERT INTO [t21784] VALUES (10,'تمصير اللغة','40','0','0');
INSERT INTO [t21784] VALUES (11,'جلدة هرة','49','0','0');
INSERT INTO [t21784] VALUES (12,'مقالات الأدب العربي في الجامعة المصرية','52','0','0');
INSERT INTO [t21784] VALUES (13,'للتاريخ','53','0','0');
INSERT INTO [t21784] VALUES (14,'مقال الجريدة الأول الأدب العربي في الجامعة المصرية','55','0','0');
INSERT INTO [t21784] VALUES (15,'مقال الجريدة الثاني الأدب العربي في الجامعة','60','0','0');
INSERT INTO [t21784] VALUES (16,'الدكتور طه حسين وما يقرره','64','0','0');
INSERT INTO [t21784] VALUES (17,'التاريخ لا يكون بالافتراض ولا بالتحكم','69','0','0');
INSERT INTO [t21784] VALUES (18,'أسلوب طه حسين','76','0','0');
INSERT INTO [t21784] VALUES (19,'القنبلة الأولى','79','0','0');
INSERT INTO [t21784] VALUES (20,'رسائل الأحزان في فلسفة الجمال والحب','80','0','0');
INSERT INTO [t21784] VALUES (21,'إلى الجامعة المصرية','89','0','0');
INSERT INTO [t21784] VALUES (22,'وإلى الجامعة أيضا. . .','91','0','0');
INSERT INTO [t21784] VALUES (23,'وشهد شاهد من أهلها. . .','94','0','0');
INSERT INTO [t21784] VALUES (24,'فلسفة كمضغ الماء','97','0','0');
INSERT INTO [t21784] VALUES (25,'قال إنما أوتيته على (علم) بل هي فتنة','101','0','0');
INSERT INTO [t21784] VALUES (26,'أستاذ الآداب والقرآن إلى هيئة كبار العلماء ومجلس إدارة الجامعة','113','0','0');
INSERT INTO [t21784] VALUES (27,'للتاريخ','123','0','0');
INSERT INTO [t21784] VALUES (28,'كتاب الشعر الجاهلي رأي لجنة العلماء فيه','125','0','0');
INSERT INTO [t21784] VALUES (29,'فلما أدركه الغرق','130','0','0');
INSERT INTO [t21784] VALUES (30,'موقف حرج لوزارة المعارف','133','0','0');
INSERT INTO [t21784] VALUES (31,'طه حسين ابن الجامعة البكر. . .!','142','0','0');
INSERT INTO [t21784] VALUES (32,'عصبية طه حسين على الإسلام','152','0','0');
INSERT INTO [t21784] VALUES (33,'قد تبين الرشد من الغي','165','0','0');
INSERT INTO [t21784] VALUES (34,'واضرب لهم مثلا','174','0','0');
INSERT INTO [t21784] VALUES (35,'وشعر طه هو طه الشعر','185','0','0');
INSERT INTO [t21784] VALUES (36,'خنفساء ذات لون أبيض. . .','196','0','0');
INSERT INTO [t21784] VALUES (37,'أعمالهم كرماد اشتدت به الريح','206','0','0');
INSERT INTO [t21784] VALUES (38,'قال دمنة. . .','217','0','0');
INSERT INTO [t21784] VALUES (39,'حرية التفكير أم حرية التكفير. . . مقالة مرفوعة إلى البرلمان المصري','228','0','0');
INSERT INTO [t21784] VALUES (40,'ذو الأقفال. . .','239','0','0');
INSERT INTO [t21784] VALUES (41,'فيلسوفة النمل. . .','248','0','0');
INSERT INTO [t21784] VALUES (42,'مسلم لفظا لا معنى. . .','260','0','0');
INSERT INTO [t21784] VALUES (43,'رأيي في الحضارة الغربية','270','0','0');
INSERT INTO [t21784] VALUES (44,'المجدد الجريء. . .','276','0','0');
INSERT INTO [t21784] VALUES (45,'الجامعة في مجلس النواب','285','0','0');
INSERT INTO [t21784] VALUES (46,'جلسة يوم الاثنين ١٣ سبتمبر سنة ١٩٢٦ خطبة الأستاذ عبد الخالق عطية','287','0','0');
INSERT INTO [t21784] VALUES (47,'مسألة طه حسين','289','0','0');
INSERT INTO [t21784] VALUES (48,'كلمة جريدة "الأهرام" الغراء الوزارة تعرض مسألة الثقة رشدي باشا وعدلي باشا في بيت الأمة ليلا تفاصيل المسألة - تسويتها','302','0','0');
INSERT INTO [t21784] VALUES (49,'جلسة يوم الثلاثاء','305','0','0');
