-- Table: t21724
-- Chunk: 1
-- Rows: 36

CREATE TABLE "t21724" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t21724
INSERT INTO [t21724] VALUES (1,'شرح صحيح البخاري (١)','2','0','0');
INSERT INTO [t21724] VALUES (2,'باب "قول الرجل ما صلينا"','4','1','0');
INSERT INTO [t21724] VALUES (3,'باب "ما جاء في الصلاة على الحصير":','5','1','0');
INSERT INTO [t21724] VALUES (4,'شرح صحيح البخاري (٢)','23','0','0');
INSERT INTO [t21724] VALUES (5,'شرح صحيح البخاري (٣)','45','0','0');
INSERT INTO [t21724] VALUES (6,'شرح مقدمة البخاري','49','5','0');
INSERT INTO [t21724] VALUES (7,'أسئلة لا علاقة لها بالموضوع.','67','5','0');
INSERT INTO [t21724] VALUES (8,'شرح صحيح البخاري (٤)','69','0','0');
INSERT INTO [t21724] VALUES (9,'كتاب: بدء الوحي','69','8','0');
INSERT INTO [t21724] VALUES (10,'شرح صحيح البخاري (٥)','92','0','0');
INSERT INTO [t21724] VALUES (11,'شرح صحيح البخاري (٦)','113','0','0');
INSERT INTO [t21724] VALUES (12,'شرح صحيح البخاري (٧)','135','0','0');
INSERT INTO [t21724] VALUES (13,'شرح صحيح البخاري (٨)','159','0','0');
INSERT INTO [t21724] VALUES (14,'شرح صحيح البخاري (٩)','178','0','0');
INSERT INTO [t21724] VALUES (15,'شرح صحيح البخاري (١٠)','200','0','0');
INSERT INTO [t21724] VALUES (16,'شرح صحيح البخاري (١١)','222','0','0');
INSERT INTO [t21724] VALUES (17,'شرح حديث:','222','16','0');
INSERT INTO [t21724] VALUES (18,'شرح صحيح البخاري (١٢)','242','0','0');
INSERT INTO [t21724] VALUES (19,'شرح صحيح البخاري (١٣)','265','0','0');
INSERT INTO [t21724] VALUES (20,'شرح صحيح البخاري (١٤)','286','0','0');
INSERT INTO [t21724] VALUES (21,'شرح صحيح البخاري (١٥)','308','0','0');
INSERT INTO [t21724] VALUES (22,'شرح حديث: ((إنما الأعمال بالنيات))','308','21','0');
INSERT INTO [t21724] VALUES (23,'شرح صحيح البخاري (١٦)','332','0','0');
INSERT INTO [t21724] VALUES (24,'شرح صحيح البخاري (١٧)','345','0','0');
INSERT INTO [t21724] VALUES (25,'شرح صحيح البخاري (١٨)','364','0','0');
INSERT INTO [t21724] VALUES (26,'شرح صحيح البخاري (١٩)','378','0','0');
INSERT INTO [t21724] VALUES (27,'شرح صحيح البخاري (٢٠)','397','0','0');
INSERT INTO [t21724] VALUES (28,'شرح صحيح البخاري (٢١)','409','0','0');
INSERT INTO [t21724] VALUES (29,'رابعا:','413','28','0');
INSERT INTO [t21724] VALUES (30,'خامسا:','414','28','0');
INSERT INTO [t21724] VALUES (31,'سادسا:','420','28','0');
INSERT INTO [t21724] VALUES (32,'شرح صحيح البخاري (٢٢)','434','0','0');
INSERT INTO [t21724] VALUES (33,'شرح صحيح البخاري (٢٣)','449','0','0');
INSERT INTO [t21724] VALUES (34,'شرح صحيح البخاري (٢٤)','467','0','0');
INSERT INTO [t21724] VALUES (35,'شرح صحيح البخاري (٢٥)','481','0','0');
INSERT INTO [t21724] VALUES (36,'شرح صحيح البخاري (٢٦)','499','0','0');
