-- Table: t22334
-- Chunk: 1
-- Rows: 25

CREATE TABLE "t22334" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t22334
INSERT INTO [t22334] VALUES (1,'«الحمى من فيح جهنم فأبردوها عنكم بماء زمزم» . هكذا رواه جماعة عن عفان قوله: «بماء زمزم» ، وهو','4','0','0');
INSERT INTO [t22334] VALUES (2,'يصلون خلف رسول الله صلى الله عليه وسلم فإذا رفع رأسه من الركوع لم نر أحدا يحني ظهره حتى','6','0','0');
INSERT INTO [t22334] VALUES (3,'«إذا بال أحدكم فلا يمس ذكره بيمينه، ولا يستنج بيمينه، ولا يتنفس في الإناء» . وهذا حديث صحيح','7','0','0');
INSERT INTO [t22334] VALUES (4,'نهى عن بيع الثمرة حتى يبدو صلاحها» .','8','0','0');
INSERT INTO [t22334] VALUES (5,'أي الأعمال أفضل؟ قال: «إيمان بالله عز وجل» . قيل: ثم ماذا؟ قال: «الجهاد في سبيل الله» . قيل: ثم','12','0','0');
INSERT INTO [t22334] VALUES (6,'" إذا أخذت مضجعك فقل: اللهم أسلمت نفسي إليك، ووجهت وجهي إليك وفوضت أمري إليك، وألجأت ظهري','13','0','0');
INSERT INTO [t22334] VALUES (7,'نشترك في الإبل والبقر كل سبعة منا في بدنة» . هذا حديث صحيح أيضا، أخرجه مسلم بن الحجاج، عن','14','0','0');
INSERT INTO [t22334] VALUES (8,'«ليصل من شاء منكم في رحله» .','15','0','0');
INSERT INTO [t22334] VALUES (9,'«المرء مع من أحب» .','16','0','0');
INSERT INTO [t22334] VALUES (10,'«من اشترى طعاما فلا يبعه حتى يستوفيه» . قال ابن عباس: «وأحسب كل شيء بمنزلة الطعام» . هذا حديث','18','0','0');
INSERT INTO [t22334] VALUES (11,'نغزو مع رسول الله صلى الله عليه وسلم وليس لنا طعام إلا ورق الحبلة وهذا السمر حتى إن أحدنا','19','0','0');
INSERT INTO [t22334] VALUES (12,'" من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله: وأن عيسى عبد الله','20','0','0');
INSERT INTO [t22334] VALUES (13,'" من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله: وأن عيسى عبد الله','20','0','0');
INSERT INTO [t22334] VALUES (14,'طوفي من وراء الناس وأنت راكبة. قالت: فطفت والنبي يصلي إلى جنب البيت وهو يقرأ: {والطور {١}','21','0','0');
INSERT INTO [t22334] VALUES (15,'«كل شيء بقدر حتى العجز والكيس أو الكيس والعجز» . قال أبو محمد: هكذا قال. هذا حديث صحيح،','23','0','0');
INSERT INTO [t22334] VALUES (16,'قمت ليلة أصلي مع النبي صلى الله عليه وسلم فقمت عن يساره فقال بيده من ورائه فأخذ بيدي أو','24','0','0');
INSERT INTO [t22334] VALUES (17,'اللهم أنت السلام ومنك السلام، تباركت يا ذا الجلال والإكرام ".','25','0','0');
INSERT INTO [t22334] VALUES (18,'«خذي بالمعروف ما يكفيك ويكفي بنيك» . صحيح من حديث هشام بن عروة، عن أبيه، عن عائشة رضي الله','27','0','0');
INSERT INTO [t22334] VALUES (19,'رجل يتعبد في صومعته يقال له: جريج، فجاءته أمه، قال حميد: ووصف لنا أبو رافع صفة أبي هريرة','27','0','0');
INSERT INTO [t22334] VALUES (20,'«لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه، لاستهموا عليه» .','30','0','0');
INSERT INTO [t22334] VALUES (21,'«الأيم أحق بنفسها والبكر تستأذن في نفسها، وإذنها صماتها» .','32','0','0');
INSERT INTO [t22334] VALUES (22,'لبس الحرير إلا موضع إصبعين أو ثلاثة أو أربعة» .','33','0','0');
INSERT INTO [t22334] VALUES (23,'الصلاة جامعة، فاجتمع الناس فصلى بهم رسول الله صلى الله عليه وسلم ثم قرأ قراءة طويلة، ثم','34','0','0');
INSERT INTO [t22334] VALUES (24,'صلى يوم كسفت الشمس أربع ركعات في كل ركعة أربع سجدات» . هذا حديث صحيح من حديث عروة، عن عائشة','34','0','0');
INSERT INTO [t22334] VALUES (25,'إذا أتاه قوم بصدقة قال: اللهم صل عليهم، فأتاه أبي بصدقته فقال: اللهم صل على آل أبي أوفى ".','35','0','0');
