-- Table: t22643
-- Chunk: 1
-- Rows: 19

CREATE TABLE "t22643" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t22643
INSERT INTO [t22643] VALUES (1,'وفاة النبي صلى الله عليه وسلم','2','0','0');
INSERT INTO [t22643] VALUES (2,'ذكر ما استدل به النبي صلى الله عليه وسلم على اقتراب أجله','4','0','0');
INSERT INTO [t22643] VALUES (3,'بدء علة رسول الله صلى الله عليه وسلم','9','0','0');
INSERT INTO [t22643] VALUES (4,'ذكر ما كان يعالج به النبي صلى الله عليه وسلم في مرضه','12','0','0');
INSERT INTO [t22643] VALUES (5,'ذكر ما كان رسول الله صلى الله عليه وسلم يقرأ على نفسه إذا اشتكى','16','0','0');
INSERT INTO [t22643] VALUES (6,'ذكر شدة وجع رسول الله صلى الله عليه وسلم','17','0','0');
INSERT INTO [t22643] VALUES (7,'ذكر ما كان يفعله رسول الله صلى الله عليه وسلم في مرضه في وجعه','18','0','0');
INSERT INTO [t22643] VALUES (8,'ذكر ما كان يقول النبي صلى الله عليه وسلم في مرضه','22','0','0');
INSERT INTO [t22643] VALUES (9,'ذكر قوله صلى الله عليه وسلم حين شخص بصره بأبى هو وأمي','26','0','0');
INSERT INTO [t22643] VALUES (10,'ذكر أحدث الناس عهدا برسول الله صلى الله عليه وسلم','30','0','0');
INSERT INTO [t22643] VALUES (11,'باب ذكر اليوم الذى توفى فيه رسول الله صلى الله عليه وسلم والساعة التي توفى فيها','31','0','0');
INSERT INTO [t22643] VALUES (12,'الموضع الذي قبل من رسول الله صلى الله عليه وسلم حين توفى','35','0','0');
INSERT INTO [t22643] VALUES (13,'ذكر ما سجى به رسول الله صلى الله عليه وسلم','36','0','0');
INSERT INTO [t22643] VALUES (14,'ذكر الإختلاف في سن رسول الله صلى الله عليه وسلم','37','0','0');
INSERT INTO [t22643] VALUES (15,'ذكر كفن النبي صلى الله عليه وسلم','38','0','0');
INSERT INTO [t22643] VALUES (16,'كيف صلى على النبي صلى الله عليه وسلم','40','0','0');
INSERT INTO [t22643] VALUES (17,'كيف حفر له صلى الله عليه وسلم','45','0','0');
INSERT INTO [t22643] VALUES (18,'أين حفر له صلى الله عليه وسلم','46','0','0');
INSERT INTO [t22643] VALUES (19,'أي شىء جعل تحت رسول الله صلى الله عليه وسلم','47','0','0');
