-- Table: t22707
-- Chunk: 1
-- Rows: 53

CREATE TABLE "t22707" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t22707
INSERT INTO [t22707] VALUES (1,'مقدمة المؤلف','1','0','0');
INSERT INTO [t22707] VALUES (2,'(فصل) : فأين يذهب من تولى عن توحيد ربه وطاعته','9','1','0');
INSERT INTO [t22707] VALUES (3,'حال الأمم قبل البعثة','11','1','0');
INSERT INTO [t22707] VALUES (4,'(فصل) : ولما بعث الله محمدا صلى الله عليه وسلم كان أهل الأرض صنفين','11','1','0');
INSERT INTO [t22707] VALUES (5,'ومن بعض حقوق الله على عبده','16','1','0');
INSERT INTO [t22707] VALUES (6,'المسألة الأولى وهي: قول السائل: قد اشتهر عندكم بأن أهل الكتابين ما منعهم من الدخول في الإسلام إلا الرئاسة والمأكلة لا غير','19','0','0');
INSERT INTO [t22707] VALUES (7,'(فصل) : ولم يقل أحد من المسلمين إن من ذكرتم من صغير وكبير وذكر وأنثى وحر وعبد وراهب وقسيس، كلهم تبين له الهدى','40','6','0');
INSERT INTO [t22707] VALUES (8,'[المسألة الثانية] وهي قولكم: هب أنهم اختاروا الكفر لذلك، فهلا اتبع الحق من لا رئاسة له ولا مأكلة، إما اختيارا وإما قهرا؟','40','0','0');
INSERT INTO [t22707] VALUES (9,'(فصل) : وكان من رؤساء النصارى الذين دخلوا في الإسلام لما تبين لهم أنه الحق، الرئيس المطاع في قومه عدي بن حاتم الطائي','49','8','0');
INSERT INTO [t22707] VALUES (10,'(فصل) : وكذلك ملك دين النصرانية بمصر عرف أنه نبي صادق، ولكن منعه من اتباعه ملكه، وأن عباد الصليب لا يتركون عبادة الصليب. ونحن نسوق حديثه وقصته','64','8','0');
INSERT INTO [t22707] VALUES (11,'(فصل) : وكذلك ابنا الجلندي، ملكا عمان وما حولها من ملوك النصارى، أسلما طوعا واختيارا، ونحن نذكر قصتهما','67','8','0');
INSERT INTO [t22707] VALUES (12,'(فصل) : وكتب النبي صلى الله عليه وسلم إلى هوذة بن علي الحنفي صاحب اليمامة:','70','8','0');
INSERT INTO [t22707] VALUES (13,'(فصل) : وذكر الواقدي أن رسول الله صلى الله عليه وسلم بعث شجاع بن وهب إلى الحارث','71','8','0');
INSERT INTO [t22707] VALUES (14,'(فصل) : ونحن إنما ذكرنا بعض ملوك الطوائف الذي آمنوا به، وأكابر علمائهم وعظمائهم، ولا يمكننا حصر من عداهم','73','8','0');
INSERT INTO [t22707] VALUES (15,'[المسألة الثالثة] (فصل) : قال السائل: مشهور عندكم في الكتاب والسنة أن نبيكم كان مكتوبا عندهم في التوراة والإنجيل لكنهم محوه عنهما لسبب الرئاسة والمأكلة','80','0','0');
INSERT INTO [t22707] VALUES (16,'(فصل) : فهذه الوجوه على تقدير عدم العلم بوجود نعته وصفته','100','15','0');
INSERT INTO [t22707] VALUES (17,'(فصل) : وتأمل قول المسيح: أن أركون العالم سيأتي','124','15','0');
INSERT INTO [t22707] VALUES (18,'(فصل) : وطابق بين قول المسيح: أن أركون العالم سيأتيكم، وقول أخيه محمد صلى الله عليه وسلم: أنا سيد ولد آدم ولا فخر','125','15','0');
INSERT INTO [t22707] VALUES (19,'(فصل) : وفي قول المسيح في هذه البشارة: وليس لي من الأمر شيء، إشارة إلى التوحيد','125','15','0');
INSERT INTO [t22707] VALUES (20,'(فصل) : وقول المسيح: إذا انطلقت أرسلته إليكم، معناه أني أرسله بدعائي وطلبي منه أن يرسله','127','15','0');
INSERT INTO [t22707] VALUES (21,'(فصل) : وتأمل قول المسيح " إني لست أدعكم أيتاما لأني سآتيكم عن قريب "','128','15','0');
INSERT INTO [t22707] VALUES (22,'(فصل) : وقد تقدم نص التوراة: تجلى الله من طور سيناء، وأشرق من ساعير، واستعلن من جبال فاران.','129','15','0');
INSERT INTO [t22707] VALUES (23,'(فصل) : وهذا الذي ذكره ابن قتيبة وغيره من علماء المسلمين، من تأمل التوراة وجدها ناطقة به صريحا فيه','131','15','0');
INSERT INTO [t22707] VALUES (24,'(فصل) : ومثل هذه البشارة من كلام شمعون مما قبلوه ورضوا ترجمته','132','15','0');
INSERT INTO [t22707] VALUES (25,'(فصل) : ونظير هذا ما نقلوه ورضوا ترجمته في نبوة حبقوق','133','15','0');
INSERT INTO [t22707] VALUES (26,'(فصل) : ومن ذلك وهو قوله في الفصل التاسع من السفر الأول من التوراة','133','15','0');
INSERT INTO [t22707] VALUES (27,'(فصل) قول داود في الزبور: سبحوا الله تسبيحا جديدا','135','15','0');
INSERT INTO [t22707] VALUES (28,'(فصل) : وهذه البشارة مطابقة لما في صحيح البخاري','152','15','0');
INSERT INTO [t22707] VALUES (29,'(فصل) : ومن ذلك أخبار أمية بن أبي الصلت الثقفي','184','15','0');
INSERT INTO [t22707] VALUES (30,'(فصل) : فهذه الأخبار بنبوته مما تلقاه المسلمون من أفواه علماء أهل الكتاب','197','15','0');
INSERT INTO [t22707] VALUES (31,'(فصل) : وهذه الطرق يسلكها من يساعدهم على أنهم لم يحرفوا ألفاظ التوراة والإنجيل','199','15','0');
INSERT INTO [t22707] VALUES (32,'(فصل) : وجحدكم نبوة محمد من الكتب التي بأيديكم نظير جحدكم نبوة المسيح','206','15','0');
INSERT INTO [t22707] VALUES (33,'[المسألة الرابعة] قال السائل: فإن قلتم: إن عبد الله بن سلام، وكعب الأحبار، ونحوهما شهدوا لنا بذلك من كتبهم','216','0','0');
INSERT INTO [t22707] VALUES (34,'[المسالة الخامسة] (فصل) : قال السائل: إنكم نسبتم الأمتين العظيمتين المذكورتين إلى اختيار الكفر على الإيمان للغرض المذكور،','221','0','0');
INSERT INTO [t22707] VALUES (35,'[المسألة السادسة] (فصل) : قال السائل: تدخل علينا الريبة من جهة عبد الله بن سلام وأصحابه،','225','0','0');
INSERT INTO [t22707] VALUES (36,'[المسألة السابعة] (فصل) : قال السائل: نرى في دينكم أكثر الفواحش فيمن هو أعلم وأفقه في دينكم','246','0','0');
INSERT INTO [t22707] VALUES (37,'(فصل) : وهذه الأمة الغضبية وإن كانوا مفترقين افتراقا كثيرا فيجمعهم فرقتان:','252','36','0');
INSERT INTO [t22707] VALUES (38,'(فصل) : ولا يستبعد اصطلاح الأمة الغضبية على المحال واتفاقهم على أنواع من الكفر والضلال','261','36','0');
INSERT INTO [t22707] VALUES (39,'(فصل) : وإن كان المعير للمسلمين من أمة الضلال وعباد الصليب والصور المدهونة في الحيطان والسقوف','264','36','0');
INSERT INTO [t22707] VALUES (40,'(فصل) : فهذا أصل دينهم وأساسه الذي قام عليه.','267','36','0');
INSERT INTO [t22707] VALUES (41,'[مجمعات النصارى العشرة]','332','0','0');
INSERT INTO [t22707] VALUES (42,'[المجمع الأول: مجمع إنطاكية ٣٢٤ م]','332','41','0');
INSERT INTO [t22707] VALUES (43,'المجمع الثاني مجمع نيقية ٣٢٥ م','338','41','0');
INSERT INTO [t22707] VALUES (44,'المجمع الآريوسي','345','43','0');
INSERT INTO [t22707] VALUES (45,'المجمع الثالث مجمع القسطنطينية ٣٨١ م','346','41','0');
INSERT INTO [t22707] VALUES (46,'[المجمع الرابع]','347','41','0');
INSERT INTO [t22707] VALUES (47,'المجمع الخامس مجمع أفسيس الثاني ٤٤٩ م','349','41','0');
INSERT INTO [t22707] VALUES (48,'المجمع السادس مجمع خلقدون ٤٥١ م','350','41','0');
INSERT INTO [t22707] VALUES (49,'المجمع السابع في أيام إنسطاس الملك','352','41','0');
INSERT INTO [t22707] VALUES (50,'المجمع الثامن مجمع القسطنطينية','354','41','0');
INSERT INTO [t22707] VALUES (51,'[المجمع التاسع في أيام معاوية بن أبي سفيان]','355','41','0');
INSERT INTO [t22707] VALUES (52,'المجمع العاشر لما مات الملك وولي بعده ابنه واجتمع فريق المجمع السادس','357','41','0');
INSERT INTO [t22707] VALUES (53,'فصل: في أنه لا يمكن الإيمان بنبي أصلا مع جحود نبوة رسول الله صلى الله عليه وسلم','360','0','0');
