-- Table: t26217
-- Chunk: 1
-- Rows: 54

CREATE TABLE "t26217" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t26217
INSERT INTO [t26217] VALUES (1,'الغلاف','1','0','0');
INSERT INTO [t26217] VALUES (2,'بين يدي الكتاب','2','0','0');
INSERT INTO [t26217] VALUES (3,'تقديم د. عبدالعزيز المقالح','4','0','0');
INSERT INTO [t26217] VALUES (4,'تمهيد','7','0','0');
INSERT INTO [t26217] VALUES (5,'خطتنا في هذا البحث:','14','4','0');
INSERT INTO [t26217] VALUES (6,'الفصل الأول لمحة تاريخية عن الشورى','15','0','0');
INSERT INTO [t26217] VALUES (7,'الفصل الثاني تعريف الشورى وبيان مشروعيتها','19','0','0');
INSERT INTO [t26217] VALUES (8,'المبحث الأول: تعريف الشورى','19','7','0');
INSERT INTO [t26217] VALUES (9,'أولا تعريف الشورى لغة:','19','8','0');
INSERT INTO [t26217] VALUES (10,'ثانيا: تعريف الشورى اصطلاحا:','20','8','0');
INSERT INTO [t26217] VALUES (11,'المبحث الثاني: مشروعية الشورى في النظام الإسلامي','25','7','0');
INSERT INTO [t26217] VALUES (12,'الفصل الثالث الشورى في الأمور العامة','34','0','0');
INSERT INTO [t26217] VALUES (13,'المبحث الأول: الشورى في التشريع','34','12','0');
INSERT INTO [t26217] VALUES (14,'النظام النيابي وفكرة تمثيل الأمة بواسطة نواب عنها .. أساسه وسنده','42','13','0');
INSERT INTO [t26217] VALUES (15,'صلة المجالس التشريعية (نواب الشعب) بأهل الحل والعقد','45','13','0');
INSERT INTO [t26217] VALUES (16,'وظائف المجالس التشريعية في الأنظمة الحديثة','48','13','0');
INSERT INTO [t26217] VALUES (17,'الأدلة على وجوب اتباع الشريعة الإسلامية وعدم جواز مخالفتها','50','13','0');
INSERT INTO [t26217] VALUES (18,'الدليل الأول: من كتاب الله تعالى','50','17','0');
INSERT INTO [t26217] VALUES (19,'ثانيا: ما ورد في السنة النبوية','52','17','0');
INSERT INTO [t26217] VALUES (20,'القانون المناط سنه بالمجالس التشريعية','61','13','0');
INSERT INTO [t26217] VALUES (21,'عوامل نجاح المجالس التشريعية','67','13','0');
INSERT INTO [t26217] VALUES (22,'ضوابط النقاش والتصويت وإطاره الأخلاقي','70','13','0');
INSERT INTO [t26217] VALUES (23,'نتائج التصويت وحكمه في المجالس التشريعية','80','13','0');
INSERT INTO [t26217] VALUES (24,'رقابة القضاء على دستورية القوانين','87','13','0');
INSERT INTO [t26217] VALUES (25,'الرقابة عن طريق الدفع الفرعي:','89','13','0');
INSERT INTO [t26217] VALUES (26,'المبحث الثاني الشورى في الوظائف العامة','91','12','0');
INSERT INTO [t26217] VALUES (27,'الوظائف العامة مبدء تقره الدساتير والقوانين في مختلف البلدان','103','26','0');
INSERT INTO [t26217] VALUES (28,'المبحث الثالث الشورى في القضاء والحكم','106','12','0');
INSERT INTO [t26217] VALUES (29,'فكرة نظام المحلفين في القوانين الوضعية','117','28','0');
INSERT INTO [t26217] VALUES (30,'المبحث الرابع الشورى في الحرب','121','12','0');
INSERT INTO [t26217] VALUES (31,'الشورى في غزوة أحد','126','30','0');
INSERT INTO [t26217] VALUES (32,'الشورى في غزوة الأحزاب وحفر الخندق','131','30','0');
INSERT INTO [t26217] VALUES (33,'الشورى في تفريق الأحزاب','133','30','0');
INSERT INTO [t26217] VALUES (34,'الشورى في غزوة الحديبية','138','30','0');
INSERT INTO [t26217] VALUES (35,'الشورى في الفتح الأعظم','143','30','0');
INSERT INTO [t26217] VALUES (36,'الشورى في غزوة حنين وأوطاس','148','30','0');
INSERT INTO [t26217] VALUES (37,'الشورى في أيام الخلفاء الراشدين','153','30','0');
INSERT INTO [t26217] VALUES (38,'الشورى في الحرب بشأن المرتدين في أيام أبي بكر رضي الله عنه','154','37','0');
INSERT INTO [t26217] VALUES (39,'الشورى في الحرب في أيام عمر رضي الله عنه','156','37','0');
INSERT INTO [t26217] VALUES (40,'عمر رضي الله عنه يستشير في الذهاب إلى العراق','157','37','0');
INSERT INTO [t26217] VALUES (41,'عمر رضي الله عنه يستشير في الخروج لقتال الروم','158','37','0');
INSERT INTO [t26217] VALUES (42,'المبحث الخامس','160','12','0');
INSERT INTO [t26217] VALUES (43,'أولا: ما ورد في القرآن الكريم','160','42','0');
INSERT INTO [t26217] VALUES (44,'ثانيا: ما ورد في السنن النبوية وما يستفاد منها عن صفة أهل الشورى','166','42','0');
INSERT INTO [t26217] VALUES (45,'صفة أهل الشورى عند العلماء','168','42','0');
INSERT INTO [t26217] VALUES (46,'المبحث السادس بيان الكيفية التي كانت تتم بها الشورى في صدر الدولة الإسلامية وما يستفاد من ذلك','176','12','0');
INSERT INTO [t26217] VALUES (47,'المبحث السابع الشورى ومدى إلزاميتها','188','12','0');
INSERT INTO [t26217] VALUES (48,'الفصل الرابع خصوصية الشورى وأهمية تعليمها','206','0','0');
INSERT INTO [t26217] VALUES (49,'المبحث الأول الشورى في الأسرة والمجتمع ومنهجيتها','207','48','0');
INSERT INTO [t26217] VALUES (50,'المبحث الثاني تعليم الشورى واتخاذها منهجا تعليميا','210','48','0');
INSERT INTO [t26217] VALUES (51,'الخاتمة','214','0','0');
INSERT INTO [t26217] VALUES (52,'أهم المراجع:','221','0','0');
INSERT INTO [t26217] VALUES (53,'كلمة شكر وتنوية','236','0','0');
INSERT INTO [t26217] VALUES (54,'المحتويات','237','0','0');
