-- Table: t26370
-- Chunk: 1
-- Rows: 17

CREATE TABLE "t26370" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t26370
INSERT INTO [t26370] VALUES (1,'الغلاف','1','0','0');
INSERT INTO [t26370] VALUES (2,'عوالي مالك برواية عمر بن الحاجب','2','0','0');
INSERT INTO [t26370] VALUES (3,'عوالي حديث مالك مما رواه عنه مصعب بن عبد الله بن مصعب','3','0','0');
INSERT INTO [t26370] VALUES (4,'عوالي حديث سويد بن سعيد بن سهم بن شهريار عن مالك','33','0','0');
INSERT INTO [t26370] VALUES (5,'عوالي حديث عبد الله بن عون بن أبي عون','35','0','0');
INSERT INTO [t26370] VALUES (6,'عوالي حديث محمد بن سليمان بن حبيب عن مالك','35','0','0');
INSERT INTO [t26370] VALUES (7,'عوالي حديث أحمد بن أبي بكر بن الحارث بن زرارة بلقرشي الزهري المديني الفقيه','37','0','0');
INSERT INTO [t26370] VALUES (8,'عوالي حديث أحمد بن إسماعيل بن محمد بن نبيه أبي حذافة عن مالك','60','0','0');
INSERT INTO [t26370] VALUES (9,'عوالي حديث عبد الأعلى بن حماد بن نصر النرسي عن مالك','69','0','0');
INSERT INTO [t26370] VALUES (10,'حديث خلف بن هشام عن مالك','70','0','0');
INSERT INTO [t26370] VALUES (11,'عوالي حديث منصور بن أبي مزاحم عن مالك','96','0','0');
INSERT INTO [t26370] VALUES (12,'عوالي حديث قتيبة بن سعيد بن مالك','97','0','0');
INSERT INTO [t26370] VALUES (13,'عوالي حديث النعمان بن شبل','98','0','0');
INSERT INTO [t26370] VALUES (14,'عوالي سعيد بن عبد الجبار بن يزيد القرشي البصري عن مالك','99','0','0');
INSERT INTO [t26370] VALUES (15,'عوالي حديث يزيد بن سعيد الإسكندراني عن مالك','100','0','0');
INSERT INTO [t26370] VALUES (16,'عوالي حديث النعمان بن شبل','101','0','0');
INSERT INTO [t26370] VALUES (17,'عوالي حديث أبي محمد بن عبد الرحمن بن غزوان الخزاعي عن مالك','102','0','0');
