-- Table: t26668
-- Chunk: 1
-- Rows: 12

CREATE TABLE "t26668" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t26668
INSERT INTO [t26668] VALUES (1,'الغلاف','1','0','0');
INSERT INTO [t26668] VALUES (2,'الجزء الأول من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج','2','0','0');
INSERT INTO [t26668] VALUES (3,'الجزء الثاني من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج','194','0','0');
INSERT INTO [t26668] VALUES (4,'الجزء الثالث من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج','418','0','0');
INSERT INTO [t26668] VALUES (5,'الجزء الرابع من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران السراج الثقفي رحمه الله','623','0','0');
INSERT INTO [t26668] VALUES (6,'الجزء الخامس من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج رحمه الله','837','0','0');
INSERT INTO [t26668] VALUES (7,'الجزء السادس من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي','1022','0','0');
INSERT INTO [t26668] VALUES (8,'الجزء السابع من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج رحمه الله','1205','0','0');
INSERT INTO [t26668] VALUES (9,'الجزء الثامن من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج رحمه الله','1415','0','0');
INSERT INTO [t26668] VALUES (10,'الجزء التاسع من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران الثقفي السراج رحمه الله','1683','0','0');
INSERT INTO [t26668] VALUES (11,'الجزء العاشر من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران السراج رحمه الله عليه','1992','0','0');
INSERT INTO [t26668] VALUES (12,'الجزء الحادي عشر من حديث أبي العباس محمد بن إسحاق بن إبراهيم بن مهران السراج رحمه الله','2212','0','0');
