-- Table: t26808
-- Chunk: 1
-- Rows: 62

CREATE TABLE "t26808" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t26808
INSERT INTO [t26808] VALUES (1,'الغلاف','1','0','0');
INSERT INTO [t26808] VALUES (2,'ما جاء في فضل المرأة الصالحة','2','0','0');
INSERT INTO [t26808] VALUES (3,'باب ما جاء في المرأة السوء','8','0','0');
INSERT INTO [t26808] VALUES (4,'باب ما ينبغي أن تنكح المرأة عليه من الخصال','12','0','0');
INSERT INTO [t26808] VALUES (5,'باب ما جاء في فضل الأبكار على غيرهن','13','0','0');
INSERT INTO [t26808] VALUES (6,'باب ما جاء في كراهية العاقر العجوز','16','0','0');
INSERT INTO [t26808] VALUES (7,'باب ما جاء في فضل السراري','18','0','0');
INSERT INTO [t26808] VALUES (8,'باب ما ينبغي للرجل أن يفعله مع امرأته والمرأة مع زوجها ليلة البناء','20','0','0');
INSERT INTO [t26808] VALUES (9,'باب ما ينبغي للمرأة أن تضعه فيما بينها وبين زوجها','26','0','0');
INSERT INTO [t26808] VALUES (10,'باب ما يستحب للرجل أن يتزين لامرأته في هيئته وشكله','32','0','0');
INSERT INTO [t26808] VALUES (11,'باب ما يستحب من الأدب في المجامعة','33','0','0');
INSERT INTO [t26808] VALUES (12,'باب ما جاء في ثواب الجماع وحب الاستكثار منه','36','0','0');
INSERT INTO [t26808] VALUES (13,'باب ما يجوز من النخير والشهيق والحمحمة والمداعبة عند الجماع','46','0','0');
INSERT INTO [t26808] VALUES (14,'باب ما يكره للرجل أن يتحدث مما يخلو به عند أهله','47','0','0');
INSERT INTO [t26808] VALUES (15,'باب ما جاء في فضل شهوة المرأة على شهوة الرجل','48','0','0');
INSERT INTO [t26808] VALUES (16,'باب ما يكره للنساء من نكاح الشيخ ونكاح القبيح من الرجال','49','0','0');
INSERT INTO [t26808] VALUES (17,'باب ما يتقى من فتنة النساء','50','0','0');
INSERT INTO [t26808] VALUES (18,'باب ما يؤمر الرجل أن يفعله إذا أعجبته المرأة','54','0','0');
INSERT INTO [t26808] VALUES (19,'باب ما يجوز للرجل من غشيان امرأته باركة وكيف شاء','55','0','0');
INSERT INTO [t26808] VALUES (20,'باب ما جاء في كراهية مسيس النساء في غير الفرج','57','0','0');
INSERT INTO [t26808] VALUES (21,'باب ما يحل من الحائض ومن ابتلي بمس حائض','63','0','0');
INSERT INTO [t26808] VALUES (22,'باب ما جاء في العزل','65','0','0');
INSERT INTO [t26808] VALUES (23,'باب ما ينبغي للمرأة أن تكتفي به من جماع زوجها','68','0','0');
INSERT INTO [t26808] VALUES (24,'باب ما جاء في كراهية السحاق للنساء','69','0','0');
INSERT INTO [t26808] VALUES (25,'باب ما يكره للمرأة من الاستلقاء على ظهرها','70','0','0');
INSERT INTO [t26808] VALUES (26,'باب ما جاء في كراهية تشبه [المرأة] بالرجل في الهيئة والشكل','71','0','0');
INSERT INTO [t26808] VALUES (27,'باب ما يستحب للنساء من الخضاب والاكتحال والحلي','72','0','0');
INSERT INTO [t26808] VALUES (28,'باب ما يستحب للنساء من لبس المصوغ','75','0','0');
INSERT INTO [t26808] VALUES (29,'باب ما يكره للنساء من لبس الخفيف الذي لا يواري','77','0','0');
INSERT INTO [t26808] VALUES (30,'باب ما يستحب من شكل النساء في اللباس والهيئة','79','0','0');
INSERT INTO [t26808] VALUES (31,'باب ما يستحب للنساء من لباس السراويل','83','0','0');
INSERT INTO [t26808] VALUES (32,'باب ما يستحب للنساء من لباس المأزر','83','0','0');
INSERT INTO [t26808] VALUES (33,'باب ما يستحب للنساء من تزرير أكمامهن','84','0','0');
INSERT INTO [t26808] VALUES (34,'باب ما يجوز للنساء من جر ذيولهن','85','0','0');
INSERT INTO [t26808] VALUES (35,'باب ما جاء في الختان','86','0','0');
INSERT INTO [t26808] VALUES (36,'باب ما يكره للنساء من رفعهن أوساط رؤوسهن','87','0','0');
INSERT INTO [t26808] VALUES (37,'باب ما يكره للنساء من اتخاذ القصص من شعورهن','87','0','0');
INSERT INTO [t26808] VALUES (38,'باب ما يكره للنساء من الوشم والوشر والنمص ووصل الشعر','88','0','0');
INSERT INTO [t26808] VALUES (39,'باب ما يكره للنساء من اتخاذهن القعاقع في الحلي','92','0','0');
INSERT INTO [t26808] VALUES (40,'باب ما يكره للإماء من التشبه بالحرائر في لباسهن','93','0','0');
INSERT INTO [t26808] VALUES (41,'باب ما يكره للنساء من التسمن','94','0','0');
INSERT INTO [t26808] VALUES (42,'باب ما يكره للنساء من علاج [مما] يعرفن أنه يحببهن إلى أزواجهن','95','0','0');
INSERT INTO [t26808] VALUES (43,'باب ما يكره للنساء من النياحة وشهود المناحات','101','0','0');
INSERT INTO [t26808] VALUES (44,'باب ما يكره للنساء من الخروج إلى المساجد','104','0','0');
INSERT INTO [t26808] VALUES (45,'باب ما يكره للنساء من خروجهن من بيوتهن وما عليهن في ذلك من الإثم','108','0','0');
INSERT INTO [t26808] VALUES (46,'ما يكره للمرأة من سؤال زوجها الطلاق','111','0','0');
INSERT INTO [t26808] VALUES (47,'باب ما يجوز للرجال من ضرب نسائهم','112','0','0');
INSERT INTO [t26808] VALUES (48,'باب ما يؤمر به من الرفق بالنساء والصبر عليهن','117','0','0');
INSERT INTO [t26808] VALUES (49,'باب ما جاء في حق المرأة على زوجها','121','0','0');
INSERT INTO [t26808] VALUES (50,'باب ما جاء في حق الرجل على المرأة','122','0','0');
INSERT INTO [t26808] VALUES (51,'باب ما جاء في المرأة التي تخون زوجها في نفسها','131','0','0');
INSERT INTO [t26808] VALUES (52,'باب ما جاء في إحسان المرأة','133','0','0');
INSERT INTO [t26808] VALUES (53,'باب ما يحق على المرأة من خدمة زوجها وحفظ ماله والقيام بمصلحة بيتها','134','0','0');
INSERT INTO [t26808] VALUES (54,'باب ما يستحب للمرأة من الصبر عن النكاح بعد زوجها','136','0','0');
INSERT INTO [t26808] VALUES (55,'باب ما جاء في قلة من يدخل الجنة من النساء','137','0','0');
INSERT INTO [t26808] VALUES (56,'باب ما جاء في الغيرة للرجال','140','0','0');
INSERT INTO [t26808] VALUES (57,'باب [ما جاء في الغيرة للنساء]','142','0','0');
INSERT INTO [t26808] VALUES (58,'باب ما جاء في سنة النساء في الخفاض','143','0','0');
INSERT INTO [t26808] VALUES (59,'باب جامع في ذكر حقوق النساء على الرجال وحقوق الرجال على النساء','145','0','0');
INSERT INTO [t26808] VALUES (60,'باب جامع في ذكر النساء','151','0','0');
INSERT INTO [t26808] VALUES (61,'باب في ذكر المرأة التي تخدم زوجها ومالها في ذلك من الثواب','156','0','0');
INSERT INTO [t26808] VALUES (62,'باب في ذكر النساء المحسنات لأزواجهن وما لهن في ذلك من الثواب','157','0','0');
