-- Table: t26
-- Chunk: 1
-- Rows: 10

CREATE TABLE "t26" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t26
INSERT INTO [t26] VALUES (1,'ذكر الأخوة ممن صحب النبي صلى الله عليه وسلم وروى عنه أو رآه ولم يرو عنه أو ولد في عهده أو ولد أخوه بعد وفاة النبي صلى الله عليه وسلم من الرجال والنساء.','3','0','0');
INSERT INTO [t26] VALUES (2,'أولاد رسول الله صلى الله عليه وسلم','4','0','0');
INSERT INTO [t26] VALUES (3,'إخوة أولاد رسول الله صلى الله عليه وسلم من أمهم خديجة','8','0','0');
INSERT INTO [t26] VALUES (4,'الأخوة من ولد عبد المطلب بن هاشم بن عبد مناف','17','0','0');
INSERT INTO [t26] VALUES (5,'الأخوة من ولد أبي طالب بن عبد المطلب بن هاشم','22','0','0');
INSERT INTO [t26] VALUES (6,'الأخوة من ولد الحارث بن عبد المطلب','26','0','0');
INSERT INTO [t26] VALUES (7,'الأخوة من ولد العباس بن عبد المطلب','31','0','0');
INSERT INTO [t26] VALUES (8,'الأخوة من ذرية أبي بكر الصديق','39','0','0');
INSERT INTO [t26] VALUES (9,'الأخوة من ولد الخطاب بن نفيل بن عبد العزى','41','0','0');
INSERT INTO [t26] VALUES (10,'الأخوة من ولد عمر بن الخطاب','45','0','0');
