-- Table: t29728
-- Chunk: 1
-- Rows: 62

CREATE TABLE "t29728" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t29728
INSERT INTO [t29728] VALUES (1,'يستحب أن يفطر على تمرات','2','0','0');
INSERT INTO [t29728] VALUES (2,'من سره أن يمد الله له في عمره ويوسع له في رزقه ويدفع عنه ميتة السوء فليتق الله وليصل','3','0','0');
INSERT INTO [t29728] VALUES (3,'حججنا مع رسول الله صلى الله عليه وسلم ومعنا النساء والصبيان، فلبينا عن الصبيان، ورمينا','4','0','0');
INSERT INTO [t29728] VALUES (4,'أن ثلاثة نفر انطلقوا فأصابتهم السماء , وذكر حديث الغار','5','0','0');
INSERT INTO [t29728] VALUES (5,'إذا أبق العبد إلى العدو فقد برئت منه الذمة','6','0','0');
INSERT INTO [t29728] VALUES (6,'أفطر الحاجم والمحجوم','7','0','0');
INSERT INTO [t29728] VALUES (7,'طاف رسول الله يوم فتح مكة وعلى رأسه المغفر , واستلم الركن بمحجن','8','0','0');
INSERT INTO [t29728] VALUES (8,'كان اسم أبي عزيزا , فسماه رسول الله صلى الله عليه وسلم عبد الرحمن.','9','0','0');
INSERT INTO [t29728] VALUES (9,'الحياء من الإيمان','10','0','0');
INSERT INTO [t29728] VALUES (10,'{خذوا زينتكم عند كل مسجد} [الأعراف: ٣١] ، قال: صلوا في نعالكم','11','0','0');
INSERT INTO [t29728] VALUES (11,'توفي رسول الله صلى الله عليه ودرعه مرهونة عند يهودي','12','0','0');
INSERT INTO [t29728] VALUES (12,'طاف سبعا لأنه أحب أن يرى الناس قوته','13','0','0');
INSERT INTO [t29728] VALUES (13,'الدين النصيحة، أو الدين النصيحة.','14','0','0');
INSERT INTO [t29728] VALUES (14,'يذهب الصالحون أسلافا , ويبقى أهل الريب من لا يعرف معروفا ولا ينكر','15','0','0');
INSERT INTO [t29728] VALUES (15,'ماء زمزم لما شرب.','16','0','0');
INSERT INTO [t29728] VALUES (16,'حرمت الخمر يوم حرمت وإن عامة شرابهم الفضيح.','17','0','0');
INSERT INTO [t29728] VALUES (17,'خير هذه الأمة بعد نبيها صلى الله عليه أبو بكر وعمر رضوان الله عليهما , وقلنا: ثالثا , لو','18','0','0');
INSERT INTO [t29728] VALUES (18,'أنت مني بمنزلة هارون من موسى','19','0','0');
INSERT INTO [t29728] VALUES (19,'النبي لا يورث، إنما ميراثه في سبيل الله','20','0','0');
INSERT INTO [t29728] VALUES (20,'أتى سباطة قوم فبال قائما.','21','0','0');
INSERT INTO [t29728] VALUES (21,'أتى سباطة قوم فبال قائما','22','0','0');
INSERT INTO [t29728] VALUES (22,'نهى عن قيل وقال، وكثرة السؤال , وإضاعة المال.','23','0','0');
INSERT INTO [t29728] VALUES (23,'خلل لحيته في الوضوء , وقال: بهذا أمرني ربي','24','0','0');
INSERT INTO [t29728] VALUES (24,'إن الدين النصيحة.','25','0','0');
INSERT INTO [t29728] VALUES (25,'إذا لقيتموهم في طريق فلا تبدءوهم بالسلام، واضطروهم إلى أضيقها. فقلت لسهيل: اليهود','26','0','0');
INSERT INTO [t29728] VALUES (26,'لا يدخل الجنة من لا يأمن جاره بوائقه','27','0','0');
INSERT INTO [t29728] VALUES (27,'من كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته إلى مال يأخذه أو','28','0','0');
INSERT INTO [t29728] VALUES (28,'للمؤمن على المؤمن ست خصال: يعوده إذا مرض ويشهده إذا مات، ويجيبه إذا دعاه، ويسلم عليه إذا','29','0','0');
INSERT INTO [t29728] VALUES (29,'المرء مع من أحب','30','0','0');
INSERT INTO [t29728] VALUES (30,'هذان سيدا كهول أهل الجنة من الأولين والآخرين، إلا النبيين والمرسلين , لا تخبرهما يا','31','0','0');
INSERT INTO [t29728] VALUES (31,'مروا بالمعروف وانهوا عن المنكر , قبل أن تدعوني فلا أجيبكم، وتسألوني فلا أعطيكم،','32','0','0');
INSERT INTO [t29728] VALUES (32,'يجاء بالمتكبرين يوم القيامة ذرا مثل صورة الرجال يعلوهم كل شيء من الذلة','33','0','0');
INSERT INTO [t29728] VALUES (33,'لا نكاح إلا بولي','34','0','0');
INSERT INTO [t29728] VALUES (34,'لا نكاح إلا بولي','35','0','0');
INSERT INTO [t29728] VALUES (35,'لا نكاح إلا بولي','36','0','0');
INSERT INTO [t29728] VALUES (36,'إني والإنس والجن في نبإ عظيم، أخلق ويعبد غيري، وأرزق ويشكر غيري','37','0','0');
INSERT INTO [t29728] VALUES (37,'لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة، وأومأ بيده إلى','38','0','0');
INSERT INTO [t29728] VALUES (38,'العمرى لمن وهبت له','39','0','0');
INSERT INTO [t29728] VALUES (39,'حضرت العيد مع رسول الله صلى الله عليه , فلما فرغ من صلاته قال: من شاء أن ينصرف فلينصرف،','40','0','0');
INSERT INTO [t29728] VALUES (40,'أعاذك الله من إمارة السفهاء.','41','0','0');
INSERT INTO [t29728] VALUES (41,'استقيموا ولن تحصوا، واعلموا أن خير أعمالكم الصلاة , ولا يحافظ على الوضوء إلا','42','0','0');
INSERT INTO [t29728] VALUES (42,'كوى سعد بن معاذ مرتين','43','0','0');
INSERT INTO [t29728] VALUES (43,'اللهم اعف عنه وعافه , وأكرم نزله ووسع مدخله , واغسله بماء وثلج وبرد، ونقه من الخطايا كما','44','0','0');
INSERT INTO [t29728] VALUES (44,'خذوا مناسككم لعلي لا أحج بعد عامي هذا','45','0','0');
INSERT INTO [t29728] VALUES (45,'إني امرأة أطيل ذيلي وأمشي مشيا في المكان القذر , فقالت أم سلمة: قال رسول الله صلى الله','46','0','0');
INSERT INTO [t29728] VALUES (46,'اثبت أحد فليس عليك إلا نبي وصديق وشهيدان.','47','0','0');
INSERT INTO [t29728] VALUES (47,'وبعض حديثكم نحو بعض , والمعنى واحد والألفاظ متقاربة , إن خلق أحدهم يجمع في بطن أمه أربعين','48','0','0');
INSERT INTO [t29728] VALUES (48,'إن العبد ليدخل الجنة فترفع له الدرجة، فيقول: يا رب أنى لي هذه.','49','0','0');
INSERT INTO [t29728] VALUES (49,'إذا مات المؤمن انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو','50','0','0');
INSERT INTO [t29728] VALUES (50,'يعلمني الأعراب بالصلاة , والله إني لأركد الأوليين , وأحذف الأخريين , وإنه لحبيب إلي ما','51','0','0');
INSERT INTO [t29728] VALUES (51,'نهى عن القران بين التمرتين إلا أن يستأمر أصحابه','52','0','0');
INSERT INTO [t29728] VALUES (52,'صاحب سري علي بن أبي طالب رضي الله عنه','53','0','0');
INSERT INTO [t29728] VALUES (53,'أي الشهداء أكرم على الله عز وجل؟ قال: رجل قام إلى رجل وال جائر فأمره بالمعروف ونهاه عن','54','0','0');
INSERT INTO [t29728] VALUES (54,'قاتلوا , قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد , لا يجتمع دينان في جزيرة','55','0','0');
INSERT INTO [t29728] VALUES (55,'لا يدخر شيئا لغد','56','0','0');
INSERT INTO [t29728] VALUES (56,'رمل من الحجر إلى الحجر','57','0','0');
INSERT INTO [t29728] VALUES (57,'امرؤ القيس صحاب لواء الشعراء إلى النار','58','0','0');
INSERT INTO [t29728] VALUES (58,'أما أنا فلا آكل متكئا.','59','0','0');
INSERT INTO [t29728] VALUES (59,'ألا أخبركما بأشقى الناس رجلين. قلنا: بلى يا رسول الله.','60','0','0');
INSERT INTO [t29728] VALUES (60,'اللهم اعف عنه وعافه، وأكرم نزله، ووسع مدخله، واغسله بماء وثلج وبرد، ونقه من الخطايا كما','61','0','0');
INSERT INTO [t29728] VALUES (61,'مررت ليلة أسري بي برائحة طيبة , فقلت: ما هذه الرائحة يا جبريل؟ قال: هذه ماشطة بنت فرعون ,','62','0','0');
INSERT INTO [t29728] VALUES (62,'اذكروا الله عز وجل , فإن العبد إذا قال: سبحان الله وبحمده، كتب له بها عشر حسنات، ومن عشر','63','0','0');
