-- Table: t29802
-- Chunk: 1
-- Rows: 7

CREATE TABLE "t29802" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t29802
INSERT INTO [t29802] VALUES (1,'الراحمون يرحمهم الرحمن , ارحموا من في الأرض يرحمكم من في السماء','2','0','0');
INSERT INTO [t29802] VALUES (2,'نعم الإدام الخل','3','0','0');
INSERT INTO [t29802] VALUES (3,'بني هشام بن المغيرة استأذنوني أن ينكحوا ابنتهم علي بن أبي طالب فلا آذان , ثم لا آذان، إلا','4','0','0');
INSERT INTO [t29802] VALUES (4,'لن يؤخر الله نفسا إذا جاء أجلها , ولكن زيادة العمر ذرية صالحة يرزقها العبد يدعون له بعد','5','0','0');
INSERT INTO [t29802] VALUES (5,'من كذب علي متعمدا فليتبوأ مقعده من النار.','6','0','0');
INSERT INTO [t29802] VALUES (6,'من كذب علي متعمدا فليتبوأ مقعده من النار أخبرنا الشيخ المسند العدل عز الدين أبو الفداء','7','0','0');
INSERT INTO [t29802] VALUES (7,'سمع رجلا إلى جنبه يسأل الله أن يرزقه عشرة آلاف درهم فانصرف فبعث إليه بها وإلى هنا عن ابن','8','0','0');
