-- Table: t29984
-- Chunk: 1
-- Rows: 59

CREATE TABLE "t29984" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t29984
INSERT INTO [t29984] VALUES (1,'عليكم بهذه الحبة السوداء، فإن فيها شفاء من كل داء، إلا السام.','1','0','0');
INSERT INTO [t29984] VALUES (2,'عليكم بهذه الحبة السوداء، فإن فيها شفاء من كل داء إلا السام.','2','0','0');
INSERT INTO [t29984] VALUES (3,'عليكم بهذه الحبة السوداء، فإن فيها شفاء من كل داء، إلا السام. والسام الموت. حدثناه أبو','3','0','0');
INSERT INTO [t29984] VALUES (4,'إن في الحبة السوداء شفاء من كل شيء إلا من السام. قال ابن شهاب والسام الموت، والحبة','4','0','0');
INSERT INTO [t29984] VALUES (5,'إن هذه الحبة السوداء شفاء من كل داء إلا أن يكون السام.','5','0','0');
INSERT INTO [t29984] VALUES (6,'والذي نفسي بيده لقد سأل الله باسمه الأعظم، الذي إذا سئل به أعطى، وإذا دعي به أجاب. وإذا','6','0','0');
INSERT INTO [t29984] VALUES (7,'لعلك تريدين أن ترجعي إلى رفاعة، لا حتى يذوق عسيلتك، وتذوقي عسيلته','7','0','0');
INSERT INTO [t29984] VALUES (8,'إذا مرض العبد أو سافر كتب له من الأجر مثل ما كان يعمل صحيحا مقيما. لم يذكر الحارث: مقيما.','8','0','0');
INSERT INTO [t29984] VALUES (9,'فعلمنا ماذا نقول إذا أخذنا مضاجعنا، ثلاثا وثلاثين تسبيحة، وثلاثا وثلاثين تحميدة، وأربعا','9','0','0');
INSERT INTO [t29984] VALUES (10,'جاءنا سبي فطلبه الناس، ولكن أعلمك ما هو خير لك من خادم، إذا أويت إلى فراشك، فقولي: اللهم','10','0','0');
INSERT INTO [t29984] VALUES (11,'أتت فاطمة النبي صلى الله عليه وسلم تسأله خادما، فقال لها: قولي اللهم رب','11','0','0');
INSERT INTO [t29984] VALUES (12,'اللهم رب السموات ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء فالق الحب والنوى منزل','12','0','0');
INSERT INTO [t29984] VALUES (13,'لا تذهب الدنيا حتى يملك رجل من أهل بيتي يواطئ اسمه اسمي.','13','0','0');
INSERT INTO [t29984] VALUES (14,'غشينا النعاس ونحن في مصافنا يوم أحد، قال: فجعل سيفي يسقط من يدي، وآخذه ويسقط','14','0','0');
INSERT INTO [t29984] VALUES (15,'لن تراعوا إنه لبحر.','15','0','0');
INSERT INTO [t29984] VALUES (16,'أكنت قاضية دينا لو كان على أمك؟ قالت: نعم.','16','0','0');
INSERT INTO [t29984] VALUES (17,'أحي أبواك؟ . قال: نعم.','17','0','0');
INSERT INTO [t29984] VALUES (18,'أحي أبواك؟ . قال: نعم. قال: ففيهما فجاهد. حدثنا إبراهيم بن أحمد بن أبي حصين، بالكوفة، ثنا','18','0','0');
INSERT INTO [t29984] VALUES (19,'أحي والداك؟ . قال: نعم.','19','0','0');
INSERT INTO [t29984] VALUES (20,'يستأذنه في الجهاد. فقال: أحي أبواك؟ . قال: نعم. قال: ففيهما فجاهد. وحديث مسعر والثوري','20','0','0');
INSERT INTO [t29984] VALUES (21,'إنها ستكون فتنة، أو فتن يكون النائم فيها خيرا من اليقظان، والماشي فيها خيرا من الساعي،','21','0','0');
INSERT INTO [t29984] VALUES (22,'لأن يمتلئ جوف أحدكم قيحا خير له من أن يمتلئ شعرا','22','0','0');
INSERT INTO [t29984] VALUES (23,'إن رجلا يأتيكم من اليمن، يقال له: أويس لا يدع باليمن غير أم له، قد كان به بياض، فدعا الله','23','0','0');
INSERT INTO [t29984] VALUES (24,'خلق الله التربة يوم السبت، وخلق فيها الجبال يوم الأحد، وخلق الشجر يوم الاثنين، وخلق','24','0','0');
INSERT INTO [t29984] VALUES (25,'ما كان يدا بيد فلا بأس به، وما كان نسيئة فلا يصلح','25','0','0');
INSERT INTO [t29984] VALUES (26,'إذا أكل أحدكم من الطعام فلا يمسح يده حتى يلعقها , أو يلعقها','26','0','0');
INSERT INTO [t29984] VALUES (27,'يرمي يوم النحر ضحى واحدة، وأما بعد ذلك فبعد زوال الشمس','27','0','0');
INSERT INTO [t29984] VALUES (28,'يا أيها الناس إن منكم منفرين فمن صلى بالناس فليوجز، فإن فيهم الضعيف والكبير وذا','28','0','0');
INSERT INTO [t29984] VALUES (29,'إن الناس قد صلوا ورقدوا، وإنكم لن تزالوا في صلاة ما انتظرتموها.','29','0','0');
INSERT INTO [t29984] VALUES (30,'يقرأ بالطولين. وقال حجاج: وقد كان رسول الله صلى الله عليه وسلم: يقرأ في صلاة المغرب بطول','30','0','0');
INSERT INTO [t29984] VALUES (31,'مكث رسول الله صلى الله عليه وسلم بمكة ثلاث عشرة، وتوفي وهو ابن ثلاث','31','0','0');
INSERT INTO [t29984] VALUES (32,'بعث رسول الله صلى الله عليه وسلم لأربعين سنة، فمكث بمكة ثلاث عشرة يوحى إليه، ثم أمر','32','0','0');
INSERT INTO [t29984] VALUES (33,'أقام رسول الله صلى الله عليه وسلم بمكة ثلاث عشرة سنة يوحى إليه، وبالمدينة عشرا، ومات وهو','33','0','0');
INSERT INTO [t29984] VALUES (34,'مكث بمكة عشر سنين ينزل عليه القرآن، وبالمدينة عشرا','34','0','0');
INSERT INTO [t29984] VALUES (35,'أن النبي صلى الله عليه وسلم أقام بمكة خمس عشرة سنة، ثماني سنين، أو سبع يرى الضوء، ويسمع','35','0','0');
INSERT INTO [t29984] VALUES (36,'إذا أقيمت الصلاة فلا صلاة إلا المكتوبة','36','0','0');
INSERT INTO [t29984] VALUES (37,'ما شأن أجسام بني أخي ضارعة أتصيبهم حاجة؟ . قالت: لا ولكن تسرع إليهم العين. قال ابن مخلد:','37','0','0');
INSERT INTO [t29984] VALUES (38,'العين حق، ولو كان شيء سابق القدر سبقته العين، وإذا استغسلتم فاغسلوا','38','0','0');
INSERT INTO [t29984] VALUES (39,'رخص النبي صلى الله عليه وسلم في رقية الحية لبني عمرو','39','0','0');
INSERT INTO [t29984] VALUES (40,'من استطاع أن ينفع أخاه فلينفعه.','40','0','0');
INSERT INTO [t29984] VALUES (41,'العين حق.','41','0','0');
INSERT INTO [t29984] VALUES (42,'لبس خاتم فضة في يمينه، فيه فص حبشي كان يجعل فصه في بطن كفه','42','0','0');
INSERT INTO [t29984] VALUES (43,'غارت أمكم غارت أمكم. ويقول للقوم: كلوا.','43','0','0');
INSERT INTO [t29984] VALUES (44,'كتاب الله القصاص.','44','0','0');
INSERT INTO [t29984] VALUES (45,'المسافر شهيد','45','0','0');
INSERT INTO [t29984] VALUES (46,'كانت قريش تقول: نحن قطان البيت، لا نفيض إلا من منى، وكان الناس يفيضون من عرفات، فأنزل','46','0','0');
INSERT INTO [t29984] VALUES (47,'من حمل علينا السلاح فليس منا','47','0','0');
INSERT INTO [t29984] VALUES (48,'من حمل علينا السلاح.','48','0','0');
INSERT INTO [t29984] VALUES (49,'ناركم هذه جزء من مائة جزء من نار جهنم، وهي سوداء مظلمة، لا ضوء لها، أشد سوادا من','49','0','0');
INSERT INTO [t29984] VALUES (50,'عرضت علي الأيام فلم أر يوما أحسن من يوم الجمعة، ورأيت فيها نكتة سوداء، قلت: ما هذه؟ قال:','50','0','0');
INSERT INTO [t29984] VALUES (51,'خلوف فم الصائم أطيب عند الله من ريح المسك','51','0','0');
INSERT INTO [t29984] VALUES (52,'أول زمرة تعبر الصراط مثل البرق، ثم الذين يلونهم مثل الريح، ثم الذين يلونهم كجري الخيل، ثم','52','0','0');
INSERT INTO [t29984] VALUES (53,'كيف بأحدكم إذا كان بفلاة من الأرض ومعه زاده وراحلته وماؤه، فنزل فنام ثم قام، وقد ذهبت','53','0','0');
INSERT INTO [t29984] VALUES (54,'من سأل مسألة وهو غني عنها كانت شيئا في وجهه يوم القيامة','54','0','0');
INSERT INTO [t29984] VALUES (55,'إذا أراد أحدكم أن يتوضأ فلا يغمس يده في الإناء حتى يغسلها ثلاثا، فإنه لا يدري أين باتت','55','0','0');
INSERT INTO [t29984] VALUES (56,'أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم','56','0','0');
INSERT INTO [t29984] VALUES (57,'إذا كان يوم القيامة جمع الله الأولين والآخرين حتى إن المؤمن ليعرق في الموقف حتى يلجمه','57','0','0');
INSERT INTO [t29984] VALUES (58,'ما من عبد يموت له ثلاثة من الولد لم يبلغوا الحنث إلا ستر الله كل عضو منه بعضو من ولده من','58','0','0');
INSERT INTO [t29984] VALUES (59,'من لبس الحرير في الدنيا لم يلبسه في الآخرة، ومن شرب الخمر في الدنيا لم يشربها في','59','0','0');
