-- Table: t30522
-- Chunk: 1
-- Rows: 35

CREATE TABLE "t30522" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t30522
INSERT INTO [t30522] VALUES (1,'كتاب القضاء في البيوع','2','0','0');
INSERT INTO [t30522] VALUES (2,'العهدة في بيع الرقيق','4','0','0');
INSERT INTO [t30522] VALUES (3,'في بيع البراءة في الرقيق','8','0','0');
INSERT INTO [t30522] VALUES (4,'في بيع الميراث بالبراءة','11','0','0');
INSERT INTO [t30522] VALUES (5,'في البيعين يختلفان في الثمن','12','0','0');
INSERT INTO [t30522] VALUES (6,'في بيع الوليين','17','0','0');
INSERT INTO [t30522] VALUES (7,'في بيع الجارية بشرط','18','0','0');
INSERT INTO [t30522] VALUES (8,'في اشتراء الوليدة من السوق، ثم تعترف بأنها مسروقة','20','0','0');
INSERT INTO [t30522] VALUES (9,'في اشتراء العبد الآبق','21','0','0');
INSERT INTO [t30522] VALUES (10,'في إفلاس الحر ودينه','22','0','0');
INSERT INTO [t30522] VALUES (11,'الحبس في الدين','30','0','0');
INSERT INTO [t30522] VALUES (12,'في إفلاس العبد ودينه','32','0','0');
INSERT INTO [t30522] VALUES (13,'في الذي يموت وعليه دين','33','0','0');
INSERT INTO [t30522] VALUES (14,'الحمالة بالمال وبالوجه','34','0','0');
INSERT INTO [t30522] VALUES (15,'في السلف والدين إلى أجل','36','0','0');
INSERT INTO [t30522] VALUES (16,'في دين السفيه المحجور عليه','40','0','0');
INSERT INTO [t30522] VALUES (17,'في الرجل يهلك وعليه الدين فيتبع الورثة المال','41','0','0');
INSERT INTO [t30522] VALUES (18,'في الرجل يهلك وعليه دين لامرأته','42','0','0');
INSERT INTO [t30522] VALUES (19,'في الخيار في البيع','44','0','0');
INSERT INTO [t30522] VALUES (20,'في العربان وما يلزم صاحبه منه','47','0','0');
INSERT INTO [t30522] VALUES (21,'في البينات والأيمان والاستحلاف في المسجد','48','0','0');
INSERT INTO [t30522] VALUES (22,'الاستحلاف عند المنابر','52','0','0');
INSERT INTO [t30522] VALUES (23,'في الرجل يقضى عليه باليمين فيفتدي منها','54','0','0');
INSERT INTO [t30522] VALUES (24,'في الرجل يحلف، ثم تقوم عليه البينة','55','0','0');
INSERT INTO [t30522] VALUES (25,'في اليهودي يقع عليه اليمين ثم يحلف','58','0','0');
INSERT INTO [t30522] VALUES (26,'فيمن حاز شيئا عشر سنين','59','0','0');
INSERT INTO [t30522] VALUES (27,'في تضمين الصناع والعمال','61','0','0');
INSERT INTO [t30522] VALUES (28,'في الأجير الراعي وغيره','64','0','0');
INSERT INTO [t30522] VALUES (29,'في المتكاري يتعدى','65','0','0');
INSERT INTO [t30522] VALUES (30,'في الذي يتكارى الدابة بعينها','66','0','0');
INSERT INTO [t30522] VALUES (31,'فيما يلزم الكراء','69','0','0');
INSERT INTO [t30522] VALUES (32,'في عقر الشجر والقضاء فيه','70','0','0');
INSERT INTO [t30522] VALUES (33,'القضاء في البضائع','71','0','0');
INSERT INTO [t30522] VALUES (34,'في نفقة الولد على الوالد والوالد على الولد','72','0','0');
INSERT INTO [t30522] VALUES (35,'في الصلح','74','0','0');
