-- Table: t30621
-- Chunk: 1
-- Rows: 52

CREATE TABLE "t30621" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t30621
INSERT INTO [t30621] VALUES (1,'من حديث أبي الحسن بن الخل','3','0','0');
INSERT INTO [t30621] VALUES (2,'من حديث أبي علي الصواف، عن إدريس','8','0','0');
INSERT INTO [t30621] VALUES (3,'من حديث أبي القاسم اللالكائي','10','0','0');
INSERT INTO [t30621] VALUES (4,'من حديث أبي مسلم الكجي','13','0','0');
INSERT INTO [t30621] VALUES (5,'من حديث أبي طاهر مسدد','19','0','0');
INSERT INTO [t30621] VALUES (6,'من حديث الشافعي','25','0','0');
INSERT INTO [t30621] VALUES (7,'من حديث أبي القاسم الخرقي','30','0','0');
INSERT INTO [t30621] VALUES (8,'من حديث ابن حيوة','33','0','0');
INSERT INTO [t30621] VALUES (9,'من حديث البغوي','35','0','0');
INSERT INTO [t30621] VALUES (10,'من حديث الباغندي','38','0','0');
INSERT INTO [t30621] VALUES (11,'من حديث علي بن عمر الحربي','41','0','0');
INSERT INTO [t30621] VALUES (12,'من حديث أبي حفص الزيات','44','0','0');
INSERT INTO [t30621] VALUES (13,'من حديث القاضي أبي يعلى بن الفراء','53','0','0');
INSERT INTO [t30621] VALUES (14,'من حديث أبي بكر بن بشران','59','0','0');
INSERT INTO [t30621] VALUES (15,'حديث واحد، عن أبي محمد بن يوسف.','61','0','0');
INSERT INTO [t30621] VALUES (16,'من حديث أبي محمد الخلال الحافظ','62','0','0');
INSERT INTO [t30621] VALUES (17,'حديث واحد، عن ابن نظيف الجويري.','64','0','0');
INSERT INTO [t30621] VALUES (18,'من حديث ابن حمدان','66','0','0');
INSERT INTO [t30621] VALUES (19,'من حديث أبي بكر النحوي.','70','0','0');
INSERT INTO [t30621] VALUES (20,'من حديث الشافعي.','76','0','0');
INSERT INTO [t30621] VALUES (21,'من حديث ابن المبارك.','79','0','0');
INSERT INTO [t30621] VALUES (22,'من حديث الخرقي.','82','0','0');
INSERT INTO [t30621] VALUES (23,'من حديث ابن سمعون.','85','0','0');
INSERT INTO [t30621] VALUES (24,'من حديث موقف السلفي','90','0','0');
INSERT INTO [t30621] VALUES (25,'من حديث ابن مالك.','92','0','0');
INSERT INTO [t30621] VALUES (26,'من حديث ابن النقور.','95','0','0');
INSERT INTO [t30621] VALUES (27,'من حديث أبي نصر المعمر.','98','0','0');
INSERT INTO [t30621] VALUES (28,'من حديث مالك.','104','0','0');
INSERT INTO [t30621] VALUES (29,'حديث واحد.','108','0','0');
INSERT INTO [t30621] VALUES (30,'من حديث القطيعي.','110','0','0');
INSERT INTO [t30621] VALUES (31,'حديث واحد.','114','0','0');
INSERT INTO [t30621] VALUES (32,'من حديث ابن عبد الباقي.','115','0','0');
INSERT INTO [t30621] VALUES (33,'من حديث الخلال.','118','0','0');
INSERT INTO [t30621] VALUES (34,'من حديث أبي الفضل الخرقي.','121','0','0');
INSERT INTO [t30621] VALUES (35,'حديث واحد أيضا عنه.','124','0','0');
INSERT INTO [t30621] VALUES (36,'من حديث ابن حنبل.','126','0','0');
INSERT INTO [t30621] VALUES (37,'حديث أبي المعالي البزاز.','135','0','0');
INSERT INTO [t30621] VALUES (38,'حديث واحد عن الدبخ.','138','0','0');
INSERT INTO [t30621] VALUES (39,'من حديث الأبنوسي، عن أبيه.','140','0','0');
INSERT INTO [t30621] VALUES (40,'حديث واحد عن أبي محمد الأبنوسي.','148','0','0');
INSERT INTO [t30621] VALUES (41,'من حديث الخلال.','150','0','0');
INSERT INTO [t30621] VALUES (42,'من حديث أبي محمد الجوهري.','154','0','0');
INSERT INTO [t30621] VALUES (43,'من حديث ابن حنبل، رحمه الله.','159','0','0');
INSERT INTO [t30621] VALUES (44,'حديث واحد، عن ابن المهتدي.','162','0','0');
INSERT INTO [t30621] VALUES (45,'من حديث الجوهري.','164','0','0');
INSERT INTO [t30621] VALUES (46,'من حديث أبي مسلم الكجي.','169','0','0');
INSERT INTO [t30621] VALUES (47,'فوائد أبي بكر الطريثيثي، وهو ابن زهراء.','172','0','0');
INSERT INTO [t30621] VALUES (48,'من حديث الجوهري.','173','0','0');
INSERT INTO [t30621] VALUES (49,'من حديث ابن المقتدر بالله.','177','0','0');
INSERT INTO [t30621] VALUES (50,'من حديث أبي حفص بن شاهين.','179','0','0');
INSERT INTO [t30621] VALUES (51,'حديث واحد، عن ابن الطيوري.','181','0','0');
INSERT INTO [t30621] VALUES (52,'من فوائد السراج، وروايته.','183','0','0');
