-- Table: t30855
-- Chunk: 1
-- Rows: 14

CREATE TABLE "t30855" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t30855
INSERT INTO [t30855] VALUES (1,'وجوب الإيمان بكل ما جاء في القرآن أو صح عن المصطفى من صفات الرحمن وتلقيه بالتسليم والقبول','1','0','0');
INSERT INTO [t30855] VALUES (2,'كلام الإمام أحمد بن حنبل في الصفات','2','0','0');
INSERT INTO [t30855] VALUES (3,'كلام الإمام محمد بن إدريس الشافعي في الصفات','3','0','0');
INSERT INTO [t30855] VALUES (4,'كلام السلف وأئمة الخلف في الصفات','3','0','0');
INSERT INTO [t30855] VALUES (5,'كلام عبد الله بن مسعود وعمر بن عبد العزيز رضي الله عنهما في الصفات','4','0','0');
INSERT INTO [t30855] VALUES (6,'كلام الإمام أبو عمر الأوزاعي في الصفات ورد الأدرمي على رجل تكلم ببدعة','5','0','0');
INSERT INTO [t30855] VALUES (7,'ذكر بعض الآيات والأحاديث الواردة في الصفات','6','0','0');
INSERT INTO [t30855] VALUES (8,'من صفات الله تعالى أنه متكلم بكلام قديم','11','0','0');
INSERT INTO [t30855] VALUES (9,'القرآن كلام الله','14','0','0');
INSERT INTO [t30855] VALUES (10,'رؤية المؤمنين لربهم يوم القيامة','18','0','0');
INSERT INTO [t30855] VALUES (11,'القضاء والقدر','19','0','0');
INSERT INTO [t30855] VALUES (12,'الإيمان قول وعمل','22','0','0');
INSERT INTO [t30855] VALUES (13,'الإيمان بكل ما أخبر به الرسول','24','0','0');
INSERT INTO [t30855] VALUES (14,'محمد خاتم النبيين','31','0','0');
