-- Table: t30800
-- Chunk: 1
-- Rows: 51

CREATE TABLE "t30800" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t30800
INSERT INTO [t30800] VALUES (1,'توجيهات عامة','1','0','0');
INSERT INTO [t30800] VALUES (2,'أسئلة في التوحيد للمبتدئين (١)','2','0','0');
INSERT INTO [t30800] VALUES (3,'أسئلة في التوحيد للمبتدئين (٢)','4','0','0');
INSERT INTO [t30800] VALUES (4,'معرفة الأصول الثلاثة','6','0','0');
INSERT INTO [t30800] VALUES (5,'أصول عقيدتنا','9','0','0');
INSERT INTO [t30800] VALUES (6,'معاني الشهادتين','12','0','0');
INSERT INTO [t30800] VALUES (7,'أنواع التوحيد','16','0','0');
INSERT INTO [t30800] VALUES (8,'صفات الفائزين','20','0','0');
INSERT INTO [t30800] VALUES (9,'ما ينافي التوحيد ويضاده','21','0','0');
INSERT INTO [t30800] VALUES (10,'الإيمان بالله واليوم الآخر','24','0','0');
INSERT INTO [t30800] VALUES (11,'مقدمة عن العقيدة الإسلامية وأهميتها','28','0','0');
INSERT INTO [t30800] VALUES (12,'الإيمان بالله عز وجل','30','0','0');
INSERT INTO [t30800] VALUES (13,'الإيمان بوجود الله تعالى','30','12','0');
INSERT INTO [t30800] VALUES (14,'الإيمان بربوبية الله تعالى','32','12','0');
INSERT INTO [t30800] VALUES (15,'الإيمان بألوهية الله تعالى','35','12','0');
INSERT INTO [t30800] VALUES (16,'معنى الإيمان بألوهية الله تعالى','35','15','0');
INSERT INTO [t30800] VALUES (17,'أهمية الإيمان بألوهية الله تعالى','36','15','0');
INSERT INTO [t30800] VALUES (18,'معنى لا إله إلا الله','37','15','0');
INSERT INTO [t30800] VALUES (19,'أركان لا إله إلا الله','38','15','0');
INSERT INTO [t30800] VALUES (20,'شروط لا إله إلا الله','39','15','0');
INSERT INTO [t30800] VALUES (21,'معنى العبادة','41','15','0');
INSERT INTO [t30800] VALUES (22,'أركان العبادة','42','15','0');
INSERT INTO [t30800] VALUES (23,'التوحيد سبب قبول العبادة','43','15','0');
INSERT INTO [t30800] VALUES (24,'الشرك','44','15','0');
INSERT INTO [t30800] VALUES (25,'الإيمان بأسماء الله وصفاته','47','12','0');
INSERT INTO [t30800] VALUES (26,'آثار الإيمان بالله تعالى','49','12','0');
INSERT INTO [t30800] VALUES (27,'الإيمان بالملائكة','51','12','0');
INSERT INTO [t30800] VALUES (28,'الإيمان بالكتب','55','12','0');
INSERT INTO [t30800] VALUES (29,'الإيمان بالرسل','61','12','0');
INSERT INTO [t30800] VALUES (30,'حاجة الناس إلى الرسالة','61','29','0');
INSERT INTO [t30800] VALUES (31,'معنى الإيمان بالرسل','62','29','0');
INSERT INTO [t30800] VALUES (32,'تعريف النبي والرسول','64','29','0');
INSERT INTO [t30800] VALUES (33,'صفات الرسل وآياتهم','64','29','0');
INSERT INTO [t30800] VALUES (34,'الحكمة من إرسال الرسل','67','29','0');
INSERT INTO [t30800] VALUES (35,'الإيمان بمحمد صلى الله عليه وسلم نبيا ورسولا','69','29','0');
INSERT INTO [t30800] VALUES (36,'خصائص الرسالة المحمدية','71','29','0');
INSERT INTO [t30800] VALUES (37,'أثار الإيمان بالرسل','72','29','0');
INSERT INTO [t30800] VALUES (38,'الإيمان باليوم الآخر','74','12','0');
INSERT INTO [t30800] VALUES (39,'معنى الإيمان باليوم الآخر','74','38','0');
INSERT INTO [t30800] VALUES (40,'اهتمام القرآن بهذا الركن وحكمته','74','38','0');
INSERT INTO [t30800] VALUES (41,'فتنه القبر','77','38','0');
INSERT INTO [t30800] VALUES (42,'أشراط الساعة','80','38','0');
INSERT INTO [t30800] VALUES (43,'البعث','84','38','0');
INSERT INTO [t30800] VALUES (44,'العرض والحساب وقراءة الكتاب','87','38','0');
INSERT INTO [t30800] VALUES (45,'الميزان والصراط','90','38','0');
INSERT INTO [t30800] VALUES (46,'الجنة والنار','91','38','0');
INSERT INTO [t30800] VALUES (47,'الإيمان بالقدر','95','12','0');
INSERT INTO [t30800] VALUES (48,'معنى الإيمان بالقدر','95','47','0');
INSERT INTO [t30800] VALUES (49,'مراتب الإيمان بالقدر','96','47','0');
INSERT INTO [t30800] VALUES (50,'حكم الاحتجاج بالقدر في ترك ما أمر الله به','99','47','0');
INSERT INTO [t30800] VALUES (51,'آثار الإيمان بالقدر','101','47','0');
