-- Table: t31205
-- Chunk: 1
-- Rows: 18

CREATE TABLE "t31205" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t31205
INSERT INTO [t31205] VALUES (1,'المقدمة','1','0','0');
INSERT INTO [t31205] VALUES (2,'المبحث الأول توصيف الواقعة الإرهابية','2','0','0');
INSERT INTO [t31205] VALUES (3,'أولا جمع المعلومات وضبطها','3','2','0');
INSERT INTO [t31205] VALUES (4,'ثانيا القبض على المتهم وتفتيشه','4','2','0');
INSERT INTO [t31205] VALUES (5,'ثالثا ضبط الرسائل ومراقبة المحادثات','5','2','0');
INSERT INTO [t31205] VALUES (6,'المبحث الثاني الدلائل القضائية لتجريم العمليات الإرهابية','6','0','0');
INSERT INTO [t31205] VALUES (7,'أنواع الوقائع الإجرامية','6','6','0');
INSERT INTO [t31205] VALUES (8,'أسباب دخول الإرهاب في دائرة التجريم','7','6','0');
INSERT INTO [t31205] VALUES (9,'أولا انعدام المشروعية للفعل','7','8','0');
INSERT INTO [t31205] VALUES (10,'ثانيا السعي لإلحاق الأذى والضرر بالآخرين','8','8','0');
INSERT INTO [t31205] VALUES (11,'ثالثا استخدام العنف العدواني','9','8','0');
INSERT INTO [t31205] VALUES (12,'رابعا إلحاق الضرر بالأمة التي ينتمي إليها وتشويه صورتها','10','8','0');
INSERT INTO [t31205] VALUES (13,'إجراءات التحقيق في الجرائم الإرهابية','11','6','0');
INSERT INTO [t31205] VALUES (14,'المبحث الثالث القواعد والأحكام القضائية للوقائع الإرهابية','12','0','0');
INSERT INTO [t31205] VALUES (15,'اشتمال العقوبات القضائية على جانبين','12','14','0');
INSERT INTO [t31205] VALUES (16,'أولا التدابير الوقائية والعلاجية للوقائع الإرهابية','13','14','0');
INSERT INTO [t31205] VALUES (17,'ثانيا العقوبات القضائية على الوقائع الإرهابية','14','14','0');
INSERT INTO [t31205] VALUES (18,'المصادر والمراجع','15','0','0');
