-- Table: t31363
-- Chunk: 1
-- Rows: 62

CREATE TABLE "t31363" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t31363
INSERT INTO [t31363] VALUES (1,'مقدمة تيسير اللطيف المنان في خلاصة تفسير الأحكام','1','0','0');
INSERT INTO [t31363] VALUES (2,'مقدمة في ذكر أوصاف القرآن العامة الجامعة','3','0','0');
INSERT INTO [t31363] VALUES (3,'علوم التوحيد والعقائد والأصول','7','0','0');
INSERT INTO [t31363] VALUES (4,'بيان ما تشتمل عليه الفاتحة','7','3','0');
INSERT INTO [t31363] VALUES (5,'آية الكرسي وبيان الشفاعة ولمن هي','15','0','0');
INSERT INTO [t31363] VALUES (6,'الطريق إلى العلم بأنه لا إله إلا الله','19','0','0');
INSERT INTO [t31363] VALUES (7,'العلم بأنه لا إله إلا الله','22','0','0');
INSERT INTO [t31363] VALUES (8,'آيات كونية تدل على وحدانية الله','26','0','0');
INSERT INTO [t31363] VALUES (9,'منة الله على الناس ببعثة محمد','30','0','0');
INSERT INTO [t31363] VALUES (10,'دحض شبهات الكفار على الرسول','32','0','0');
INSERT INTO [t31363] VALUES (11,'وجوب الإيمان بالآخرة ووصف ما فيها','38','0','0');
INSERT INTO [t31363] VALUES (12,'وجوب الإيمان بالملائكة والرد على منكريهم','43','0','0');
INSERT INTO [t31363] VALUES (13,'تفسير آيات في حقوق الله وحقوق الناس','52','0','0');
INSERT INTO [t31363] VALUES (14,'خذ العفو وأمر بالعرف','67','0','0');
INSERT INTO [t31363] VALUES (15,'الأمر بالصلاة وتفسير إقامتها','68','0','0');
INSERT INTO [t31363] VALUES (16,'الزكاة وما في إخراجها من الفوائد وأهلها','73','0','0');
INSERT INTO [t31363] VALUES (17,'فصل في الطهارة بالماء والتيمم','78','0','0');
INSERT INTO [t31363] VALUES (18,'فصل في صلاة الجمعة والسفر والأذان','83','0','0');
INSERT INTO [t31363] VALUES (19,'بيان صلاة السفر والخوف','87','0','0');
INSERT INTO [t31363] VALUES (20,'فصل في وجوب الصيام وفوائده','88','0','0');
INSERT INTO [t31363] VALUES (21,'قربه تعالى واستجابته لدعاء الداعي','92','0','0');
INSERT INTO [t31363] VALUES (22,'وجوب الحج وتوابعه','95','0','0');
INSERT INTO [t31363] VALUES (23,'فصل في الجهاد وتوابعه','106','0','0');
INSERT INTO [t31363] VALUES (24,'فصل في البيع وأنواع المعاملات','114','0','0');
INSERT INTO [t31363] VALUES (25,'فساد الربا والميسر والغرر','116','0','0');
INSERT INTO [t31363] VALUES (26,'آية كتابة الديون وما فيها من الفوائد','118','0','0');
INSERT INTO [t31363] VALUES (27,'أحكام المواريث','123','0','0');
INSERT INTO [t31363] VALUES (28,'فصول في النكاح وتوابعه','127','0','0');
INSERT INTO [t31363] VALUES (29,'طبقات النساء وتأديب المعوجة','136','0','0');
INSERT INTO [t31363] VALUES (30,'إرسال الحكمين من الأهل عند النزاع','137','0','0');
INSERT INTO [t31363] VALUES (31,'أحكام الطلاق','142','0','0');
INSERT INTO [t31363] VALUES (32,'اختلاف عدة المرأة باختلاف الأحوال','144','0','0');
INSERT INTO [t31363] VALUES (33,'فصل في آيات في الإيلاء والظهار واللعان','148','0','0');
INSERT INTO [t31363] VALUES (34,'فصل في آيات الحدود','150','0','0');
INSERT INTO [t31363] VALUES (35,'فصل في الأيمان ونحوها','155','0','0');
INSERT INTO [t31363] VALUES (36,'فصل في الأطعمة والصيد','158','0','0');
INSERT INTO [t31363] VALUES (37,'فصل في الأحكام الشرعية والبينة','160','0','0');
INSERT INTO [t31363] VALUES (38,'قصص الأنبياء وما فيه من العبر','168','0','0');
INSERT INTO [t31363] VALUES (39,'تفصيل قصة آدم','170','0','0');
INSERT INTO [t31363] VALUES (40,'قصة نوح وما يستفاد منها','179','0','0');
INSERT INTO [t31363] VALUES (41,'قصة هود وما فيها من الفوائد','188','0','0');
INSERT INTO [t31363] VALUES (42,'قصة صالح وما يؤخذ منها','193','0','0');
INSERT INTO [t31363] VALUES (43,'قصة إبراهيم الخليل','196','0','0');
INSERT INTO [t31363] VALUES (44,'قصة لوط عليه السلام','213','0','0');
INSERT INTO [t31363] VALUES (45,'قصة شعيب وما فيها','216','0','0');
INSERT INTO [t31363] VALUES (46,'قصة موسى','221','0','0');
INSERT INTO [t31363] VALUES (47,'الرد على منكري الكرامات','228','0','0');
INSERT INTO [t31363] VALUES (48,'أسباب حصول المغفرة','234','0','0');
INSERT INTO [t31363] VALUES (49,'قصة يونس','235','0','0');
INSERT INTO [t31363] VALUES (50,'قصة داود وسليمان','237','0','0');
INSERT INTO [t31363] VALUES (51,'قصة أيوب عليه الصلاة السلام','251','0','0');
INSERT INTO [t31363] VALUES (52,'قصة ذي القرنين','258','0','0');
INSERT INTO [t31363] VALUES (53,'قصة عيسى وأمه وزكريا','262','0','0');
INSERT INTO [t31363] VALUES (54,'قصة يوسف ويعقوب','269','0','0');
INSERT INTO [t31363] VALUES (55,'قصة أصحاب الكهف','285','0','0');
INSERT INTO [t31363] VALUES (56,'سيرة خاتم النبيين ومعاملته للمكذبين','288','0','0');
INSERT INTO [t31363] VALUES (57,'غزوات الرسول وتواريخها وتفصيلاتها','298','0','0');
INSERT INTO [t31363] VALUES (58,'كمال القرآن وأسلوبه وتأثيره','301','0','0');
INSERT INTO [t31363] VALUES (59,'تفسير كلمات جاءت في القرآن لعدة معان','305','0','0');
INSERT INTO [t31363] VALUES (60,'الأسباب الموصلة إلى المطالب العالية','344','0','0');
INSERT INTO [t31363] VALUES (61,'الدعوة إلى الله وأقسم الناس عندها','352','0','0');
INSERT INTO [t31363] VALUES (62,'تحديد ألفاظ كثر مرورها في القرآن','355','0','0');
