-- Table: t31378
-- Chunk: 1
-- Rows: 41

CREATE TABLE "t31378" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t31378
INSERT INTO [t31378] VALUES (1,'بسم الله الرحمن الرحيم رب زدني علما يا كريم','1','0','0');
INSERT INTO [t31378] VALUES (2,'الحديث الأول','3','0','0');
INSERT INTO [t31378] VALUES (3,'الحديث الثاني','5','0','0');
INSERT INTO [t31378] VALUES (4,'الحديث الثالث','6','0','0');
INSERT INTO [t31378] VALUES (5,'الحديث الرابع','7','0','0');
INSERT INTO [t31378] VALUES (6,'الحديث الخامس','8','0','0');
INSERT INTO [t31378] VALUES (7,'الحديث السادس','9','0','0');
INSERT INTO [t31378] VALUES (8,'الحديث السابع','10','0','0');
INSERT INTO [t31378] VALUES (9,'الحديث الثامن','11','0','0');
INSERT INTO [t31378] VALUES (10,'الحديث التاسع','12','0','0');
INSERT INTO [t31378] VALUES (11,'الحديث العاشر','13','0','0');
INSERT INTO [t31378] VALUES (12,'الحديث الحادي عشر','14','0','0');
INSERT INTO [t31378] VALUES (13,'الحديث الثاني عشر','15','0','0');
INSERT INTO [t31378] VALUES (14,'الحديث الثالث عشر','16','0','0');
INSERT INTO [t31378] VALUES (15,'الحديث الرابع عشر','17','0','0');
INSERT INTO [t31378] VALUES (16,'الحديث الخامس عشر','18','0','0');
INSERT INTO [t31378] VALUES (17,'الحديث السادس عشر','19','0','0');
INSERT INTO [t31378] VALUES (18,'الحديث السابع عشر','20','0','0');
INSERT INTO [t31378] VALUES (19,'الحديث الثامن عشر','22','0','0');
INSERT INTO [t31378] VALUES (20,'الحديث التاسع عشر','23','0','0');
INSERT INTO [t31378] VALUES (21,'الحديث العشرون','24','0','0');
INSERT INTO [t31378] VALUES (22,'الحديث الحادي والعشرون','25','0','0');
INSERT INTO [t31378] VALUES (23,'الحديث الثاني والعشرون','26','0','0');
INSERT INTO [t31378] VALUES (24,'الحديث الثالث والعشرون','27','0','0');
INSERT INTO [t31378] VALUES (25,'الحديث الرابع والعشرون','28','0','0');
INSERT INTO [t31378] VALUES (26,'الحديث الخامس والعشرون','29','0','0');
INSERT INTO [t31378] VALUES (27,'الحديث السادس والعشرون','30','0','0');
INSERT INTO [t31378] VALUES (28,'الحديث السابع والعشرون','31','0','0');
INSERT INTO [t31378] VALUES (29,'الحديث الثامن والعشرون','32','0','0');
INSERT INTO [t31378] VALUES (30,'الحديث التاسع والعشرون','33','0','0');
INSERT INTO [t31378] VALUES (31,'الحديث الثلاثون','34','0','0');
INSERT INTO [t31378] VALUES (32,'الحديث الحادي والثلاثون','35','0','0');
INSERT INTO [t31378] VALUES (33,'الحديث الثاني والثلاثون','36','0','0');
INSERT INTO [t31378] VALUES (34,'الحديث الثالث والثلاثون','37','0','0');
INSERT INTO [t31378] VALUES (35,'الحديث الرابع والثلاثون','38','0','0');
INSERT INTO [t31378] VALUES (36,'الحديث الخامس والثلاثون','39','0','0');
INSERT INTO [t31378] VALUES (37,'الحديث السادس والثلاثون','40','0','0');
INSERT INTO [t31378] VALUES (38,'الحديث السابع والعشرون','41','0','0');
INSERT INTO [t31378] VALUES (39,'الحديث الثامن والثلاثون','42','0','0');
INSERT INTO [t31378] VALUES (40,'الحديث التاسع والثلاثون','43','0','0');
INSERT INTO [t31378] VALUES (41,'الحديث الأربعون','44','0','0');
