-- Table: t31563
-- Chunk: 1
-- Rows: 24

CREATE TABLE "t31563" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t31563
INSERT INTO [t31563] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t31563] VALUES (2,'المبحث الأول الأمن في الكتاب والسنة','13','0','0');
INSERT INTO [t31563] VALUES (3,'الأمن في الكتاب','13','2','0');
INSERT INTO [t31563] VALUES (4,'الأمن في السنة النبوية','19','2','0');
INSERT INTO [t31563] VALUES (5,'أهمية أمن الإنسان في الجماعة التي يعيش فيها','19','4','0');
INSERT INTO [t31563] VALUES (6,'إرهاب المسلمين الأوائل في مكة والعدوان عليهم','24','4','0');
INSERT INTO [t31563] VALUES (7,'كيف كان الأمن للناس جميعا في دولة الإسلام منذ ظهرت إلى الوجود في','26','4','0');
INSERT INTO [t31563] VALUES (8,'المبحث الثاني مفهوم الأمن في المجتمع المسلم','33','0','0');
INSERT INTO [t31563] VALUES (9,'مفهوم أمن المجتمع وتحقيقه','33','8','0');
INSERT INTO [t31563] VALUES (10,'أمن الفرد في المجتمع المسلم','41','8','0');
INSERT INTO [t31563] VALUES (11,'المبحث الثالث تطبيق الشريعة والأمن الشامل','44','0','0');
INSERT INTO [t31563] VALUES (12,'المقصود بالمجتمع المسلم','44','11','0');
INSERT INTO [t31563] VALUES (13,'الأمن للفرد والمجتمع','46','11','0');
INSERT INTO [t31563] VALUES (14,'الأمن للدولة','52','11','0');
INSERT INTO [t31563] VALUES (15,'الأمن الاجتماعي','57','11','0');
INSERT INTO [t31563] VALUES (16,'الأمن الاقتصادي','62','11','0');
INSERT INTO [t31563] VALUES (17,'المبحث الرابع أمن غير المسلم في الدولة الإسلامية','70','0','0');
INSERT INTO [t31563] VALUES (18,'الأمن مطلب إسلامي للإنسان الذي كرمه الله','70','17','0');
INSERT INTO [t31563] VALUES (19,'أمن غير المسلم تكفله الشريعة','74','17','0');
INSERT INTO [t31563] VALUES (20,'المبحث الخامس المملكة العربية السعودية وتطبيق السياسة الجنائية الإسلامية','83','0','0');
INSERT INTO [t31563] VALUES (21,'ظهور دعوة الشيخ محمد بن عبد الوهاب ومتابعتها','83','20','0');
INSERT INTO [t31563] VALUES (22,'مواجهة ظاهرة الجريمة','91','20','0');
INSERT INTO [t31563] VALUES (23,'ذكر الإحصاءات المتوافرة في المملكة العربية السعودية','101','20','0');
INSERT INTO [t31563] VALUES (24,'الخاتمة في أهم ما يحقق الأمن للمجتمع المسلم','115','0','0');
