-- Table: t323
-- Chunk: 1
-- Rows: 45

CREATE TABLE "t323" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t323
INSERT INTO [t323] VALUES (1,'عبد الله بن المبارك رحمه الله','12','0','0');
INSERT INTO [t323] VALUES (2,'سفيان بن عيينة رحمه الله','23','0','0');
INSERT INTO [t323] VALUES (3,'عبد الله بن إدريس رحمه الله','26','0','0');
INSERT INTO [t323] VALUES (4,'وكيع بن الجراح رحمه الله','32','0','0');
INSERT INTO [t323] VALUES (5,'حماد بن زيد ومعتمر بن سليمان رحمهما الله','43','0','0');
INSERT INTO [t323] VALUES (6,'عبد الرحمن بن مهدي رحمه الله','48','0','0');
INSERT INTO [t323] VALUES (7,'يزيد بن هارون رحمه الله','54','0','0');
INSERT INTO [t323] VALUES (8,'جماعة من العلماء','62','0','0');
INSERT INTO [t323] VALUES (9,'قول العلماء في القرآن ومن حفظ لنا عنه أنه قال: كلام الله ليس بمخلوق سمعت أبي وسأله عبد الله بن عمر المعروف بمشكدانه عن القرآن،؟ فقال: " كلام الله عز وجل وليس بمخلوق ". سمعت أبي رحمه الله، مرة أخرى سئل عن القرآن، فقال: " كلام الله عز وجل ليس','88','0','0');
INSERT INTO [t323] VALUES (10,'سئل عمن قال: لفظي بالقرآن مخلوق " سألت أبي رحمه الله قلت: ما تقول في رجل قال: التلاوة مخلوقة وألفاظنا بالقرآن مخلوقة والقرآن كلام الله عز وجل وليس بمخلوق؟ وما ترى في مجانبته؟ وهل يسمى مبتدعا؟ فقال: " هذا يجانب وهو قول المبتدع، وهذا كلام الجهمية','158','0','0');
INSERT INTO [t323] VALUES (11,'ما حفظت في جهم وبشر المريسي','160','0','0');
INSERT INTO [t323] VALUES (12,'من زعم أن الله عز وجل لا يتكلم فهو يعبد الأصنام','178','0','0');
INSERT INTO [t323] VALUES (13,'قول أبي عبد الله في الواقفة سمعت أبي رحمه الله وسئل عن الواقفة فقال أبي: " من كان يخاصم ويعرف بالكلام فهو جهمي ومن لم يعرف بالكلام يجانب حتى يرجع، ومن لم يكن له علم يسأل " سئل أبي رحمه الله - وأنا أسمع - عن اللفظية، والواقفة، فقال: " من كان منهم','197','0','0');
INSERT INTO [t323] VALUES (14,'ما حفظت عن أبي وغيره من المشايخ في أبي حنيفة سمعت أبي يقول: عن عبد الرحمن بن مهدي، أنه قال: " من حسن علم الرجل أن ينظر في رأي أبي حنيفة " وأخبرت عن إسحاق بن منصور الكوسج، قال: قلت لأحمد بن حنبل يؤجر الرجل على بغض أبي حنيفة وأصحابه؟ قال: إي والله','199','0','0');
INSERT INTO [t323] VALUES (15,'ما قال حماد بن أبي سليمان في أبي حنيفة','208','0','0');
INSERT INTO [t323] VALUES (16,'أبو عمرو الأوزاعي','212','0','0');
INSERT INTO [t323] VALUES (17,'أيوب السختياني وابن عون','223','0','0');
INSERT INTO [t323] VALUES (18,'سليمان الأعمش ومغيرة الضبي وغيرهما','228','0','0');
INSERT INTO [t323] VALUES (19,'رقبة بن مصقلة','233','0','0');
INSERT INTO [t323] VALUES (20,'سفيان بن سعيد الثوري رحمه الله','237','0','0');
INSERT INTO [t323] VALUES (21,'مالك بن أنس رحمه الله','264','0','0');
INSERT INTO [t323] VALUES (22,'حماد بن زيد','270','0','0');
INSERT INTO [t323] VALUES (23,'شريك بن عبد الله وغيره','278','0','0');
INSERT INTO [t323] VALUES (24,'عبد الله بن المبارك رحمه الله','318','0','0');
INSERT INTO [t323] VALUES (25,'سفيان بن عيينة رحمه الله','328','0','0');
INSERT INTO [t323] VALUES (26,'أبو إسحاق الفزاري رحمه الله','341','0','0');
INSERT INTO [t323] VALUES (27,'جماعة من الفقهاء رحمهم الله','348','0','0');
INSERT INTO [t323] VALUES (28,'سئل عما جحدت الجهمية الضلال من رؤية الرب تعالى يوم القيامة " رأيت أبي رحمه الله يصحح الأحاديث التي تروى عن النبي صلى الله عليه وسلم في الرؤية ويذهب إليها وجمعها أبي رحمه الله في كتاب وحدثنا بها "','385','0','0');
INSERT INTO [t323] VALUES (29,'سئل عما روي عن النبي صلى الله عليه وسلم: أن الله يحمل السماوات على أصبع وما أشبه ذلك من الأحاديث','453','0','0');
INSERT INTO [t323] VALUES (30,'سئل عما جحدته الجهمية الضلال من كلام رب العالمين عز وجل','493','0','0');
INSERT INTO [t323] VALUES (31,'سئل عما روي في الكرسي وجلوس الرب عز وجل عليه رأيت أبي رحمه الله يصحح هذه الأحاديث أحاديث الرؤية ويذهب إليها وجمعها في كتاب وحدثنا بها','540','0','0');
INSERT INTO [t323] VALUES (32,'سئل عن الإيمان والرد على المرجئة سمعت أبي رحمه الله، وسئل، عن الإرجاء، فقال: " نحن نقول: الإيمان قول وعمل يزيد وينقص إذا زنى وشرب الخمر نقص إيمانه " سألت أبي عن رجل، يقول: الإيمان قول وعمل يزيد وينقص ولكن لا يستثني أمرجئ؟ قال: " أرجو أن لا يكون','555','0','0');
INSERT INTO [t323] VALUES (33,'سئل عن القدرية والصلاة خلفهم وما جاء فيهم سمعت أبي رحمه الله يقول: " لا يصلى خلف القدرية والمعتزلة والجهمية " سألت أبي مرة أخرى عن الصلاة، خلف القدري فقال: " إن كان ممن يخاصم فيه ويدعو إليه فلا نصلي خلفه " سمعت أبي رحمه الله، وسأله علي بن الجهم عن من','781','0','0');
INSERT INTO [t323] VALUES (34,'ما قالته العلماء في عمرو بن عبيد','904','0','0');
INSERT INTO [t323] VALUES (35,'ما ورد في ذكر الدجال وصفته','937','0','0');
INSERT INTO [t323] VALUES (36,'الرد على الجهمية','962','0','0');
INSERT INTO [t323] VALUES (37,'الآيات التي يحتج بها على الجهمية من القرآن وجدت في كتاب أبي بخط يده مما يحتج به على الجهمية من القرآن الكريم في سورة البقرة إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا أولئك ما يأكلون في بطونهم إلا النار ولا يكلمهم الله يوم القيامة ولا','1133','0','0');
INSERT INTO [t323] VALUES (38,'ذكر الدجال','1162','0','0');
INSERT INTO [t323] VALUES (39,'هل وصى رسول الله صلى الله عليه وسلم؟','1176','0','0');
INSERT INTO [t323] VALUES (40,'بيعة أبي بكر رضي الله عنه','1221','0','0');
INSERT INTO [t323] VALUES (41,'قول أولاد علي رضي الله عنه','1231','0','0');
INSERT INTO [t323] VALUES (42,'سئل عمن قال: خير هذه الأمة بعد نبيها أبو بكر ثم عمر','1276','0','0');
INSERT INTO [t323] VALUES (43,'أبو إسحاق عن عبد خير عن علي رضي الله عنه','1306','0','0');
INSERT INTO [t323] VALUES (44,'سئل عن عذاب القبر وفتنة القبر','1332','0','0');
INSERT INTO [t323] VALUES (45,'سئل عن الخوارج ومن قال: هم كلاب النار','1393','0','0');
