-- Table: t361
-- Chunk: 1
-- Rows: 16

CREATE TABLE "t361" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t361
INSERT INTO [t361] VALUES (1,'المقدمة، فضل رسالة نبينا - صلى الله عليه وسلم - وإكمال الدين وحفظه، وفضل السلف، ثم وقوع البدع والفساد.','2','0','0');
INSERT INTO [t361] VALUES (2,'نشوء الفساد برؤساء جهال، وإماتة السنن وإقامة البدع، وعلاجه بالعلم والصبر والحكمة.','3','0','0');
INSERT INTO [t361] VALUES (3,'المؤلفات في البدع، والاعتصام للشاطبي كبير لا يناسب العامة، ومراد المؤلف البيان والإيجاز.','5','0','0');
INSERT INTO [t361] VALUES (4,'تعريف السنة لغة واصطلاحا، السنة: كل أمر ثبت بالكتاب أوالسنة طلبه فرضا أوندبا.','6','0','0');
INSERT INTO [t361] VALUES (5,'تعريف المحدثة لغة واصطلاحا، والمشهور أنها: «ما أحدث في الدين وليس له أصل شرعي».','7','0','0');
INSERT INTO [t361] VALUES (6,'الاعتراضات على تعريف «المحدثة»: تناوله للمعاصي، وللمباحات، وإجمال معنى «الأصل».','8','0','0');
INSERT INTO [t361] VALUES (7,'الوصف بالبدعة لا يقع إلا بزعم أنها من الدين، ولا يقال لمسلم عاص كتارك الصلاة مبتدع.','8','0','0');
INSERT INTO [t361] VALUES (8,'يجاب عن عدم التصريح بإخراج المعاصي المحدثة بشهرة إخراجها، وذمها على الدوام.','8','0','0');
INSERT INTO [t361] VALUES (9,'إن أريد بـ «الأصل»: مستند لا يصلح للاستناد فلا يصح؛ إذ كل البدع يتشبث فيها أهلها بمستند.','9','0','0');
INSERT INTO [t361] VALUES (10,'وإن أريد بـ «الأصل»: مستند يصلح للاستناد فلا يصح؛ إذ المحدث لم يكن موجودا في عهده - صلى الله عليه وسلم -.','9','0','0');
INSERT INTO [t361] VALUES (11,'ما ترك النبي - صلى الله عليه وسلم - استعماله قبل وجوده كالبواخر والمدافع لا يسمى محدثة لكونه لم يوجد ليترك.','9','0','0');
INSERT INTO [t361] VALUES (12,'ذكر تعريف ابن حجر المكي «ما لم يقم دليل شرعي على أنه وجوب أواستحباب»، ثم نقده.','10','0','0');
INSERT INTO [t361] VALUES (13,'تقسيم العلماء للبدعة إلى حسنة وغير حسنة أرادوا بها البدعة اللغوية، لا الشرعية.','11','0','0');
INSERT INTO [t361] VALUES (14,'تعريف البدعة عند المؤلف «كل أمر ألصق بالدين ولم يكن من هدي النبي - صلى الله عليه وسلم -، لا بالفعل ولا بالقوة».','11','0','0');
INSERT INTO [t361] VALUES (15,'لفظ «بدعة» الوارد في النصوص باق على معناه اللغوي، وليس المراد به صورة الفعل ولكن حكمه.','12','0','0');
INSERT INTO [t361] VALUES (16,'توجيه ما نقل عن السلف في إطلاقهم لفظ «بدعة» على الأفعال نفسها، كالقنوت في الفجر.','12','0','0');
