-- Table: t36153
-- Chunk: 1
-- Rows: 35

CREATE TABLE "t36153" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t36153
INSERT INTO [t36153] VALUES (1,'مقدمة','2','0','0');
INSERT INTO [t36153] VALUES (2,'كل بدعة ضلالة','8','0','0');
INSERT INTO [t36153] VALUES (3,'الأصل في العبادات المنع:','8','0','0');
INSERT INTO [t36153] VALUES (4,'يستدل كثير من الناس بالنصوص العامة لتسويغ بدعهم','10','0','0');
INSERT INTO [t36153] VALUES (5,'هل في الدين بدعة حسنة؟','11','0','0');
INSERT INTO [t36153] VALUES (6,'يلزم من القول بالبدع الحسنة لوازم سيئة جدا:','11','0','0');
INSERT INTO [t36153] VALUES (7,'قواعد عامة لمعرفة البدعة:','12','0','0');
INSERT INTO [t36153] VALUES (8,'الاتباع لا يتحقق إلا إذا كان العمل موافقا للشرع في ستة أمور','13','0','0');
INSERT INTO [t36153] VALUES (9,'متى ولد رسول الله - صلى الله عليه وآله وسلم -؟','15','0','0');
INSERT INTO [t36153] VALUES (10,'حكم الاحتفال بالمولد النبوي','19','0','0');
INSERT INTO [t36153] VALUES (11,'يمكن أن نقسم الموالد إلى قسمين:','21','0','0');
INSERT INTO [t36153] VALUES (12,'الاحتفال بالمولد النبوي من البدع التي لم يفعلها السلف الصالح:','23','0','0');
INSERT INTO [t36153] VALUES (13,'يظهر فساد القول بجوازه ومشرعية من خلال الأوجه التالية','25','0','0');
INSERT INTO [t36153] VALUES (14,'نابليون بونابرت يحيي المولد ويدعمه:','37','0','0');
INSERT INTO [t36153] VALUES (15,'الأمريكيون يحتفلون بالموالد:','38','0','0');
INSERT INTO [t36153] VALUES (16,'من المفاسد المترتبة على الاحتفال بالمولد:','39','0','0');
INSERT INTO [t36153] VALUES (17,'أحاديث لا تصح مذكورة في كتب المولد النبوي','42','0','0');
INSERT INTO [t36153] VALUES (18,'كشف شبهات من قال بمشروعية الاحتفال بالمولد النبوي','51','0','0');
INSERT INTO [t36153] VALUES (19,'الصوم بمناسبة المولد النبوى','107','0','0');
INSERT INTO [t36153] VALUES (20,'حكم حضور الاحتفالات البدعية للإنكار على أهلها وبيان الحق:','110','0','0');
INSERT INTO [t36153] VALUES (21,'القيام بعملية الختان يوم المولد النبوي:','111','0','0');
INSERT INTO [t36153] VALUES (22,'التوسعة على الأولاد في الطعام والشراب والحلوى في يوم المولد:','112','0','0');
INSERT INTO [t36153] VALUES (23,'حكم شراء وأكل حلوى مولد النبي - صلى الله عليه وآله وسلم -:','113','0','0');
INSERT INTO [t36153] VALUES (24,'أكل الطعام الذي يوزع يوم المولد النبوي الشريف:','116','0','0');
INSERT INTO [t36153] VALUES (25,'عقوق الأم وبدعة المولد:','118','0','0');
INSERT INTO [t36153] VALUES (26,'العمرة في شهر المولد النبوي:','120','0','0');
INSERT INTO [t36153] VALUES (27,'حكم تعليق الزينات في الشوارع بمناسبة المولد النبوي:','120','0','0');
INSERT INTO [t36153] VALUES (28,'حكم المشاركة في مسابقة بمناسبة المولد النبوي وأخذ الجوائز:','121','0','0');
INSERT INTO [t36153] VALUES (29,'كتاب (مولد العروس) مكذوب على الإمام ابن الجوزي:','122','0','0');
INSERT INTO [t36153] VALUES (30,'موالد الأولياء','124','0','0');
INSERT INTO [t36153] VALUES (31,'أسئلة تنتظر الإجابة','128','0','0');
INSERT INTO [t36153] VALUES (32,'احتفال الشخص بعيد ميلاده أو عيد ميلاد أولاده','130','0','0');
INSERT INTO [t36153] VALUES (33,'حكم عمل السبوع للمولود على عادة الناس:','132','0','0');
INSERT INTO [t36153] VALUES (34,'عيد الوفاة ما حكم عمل سنوية للميت؟','134','0','0');
INSERT INTO [t36153] VALUES (35,'المراجع','136','0','0');
