-- Table: t36154
-- Chunk: 1
-- Rows: 17

CREATE TABLE "t36154" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t36154
INSERT INTO [t36154] VALUES (1,'من هي أمنا عائشة - رضي الله عنها -؟','13','0','0');
INSERT INTO [t36154] VALUES (2,'فضائل عائشة - رضي الله عنها -','18','0','0');
INSERT INTO [t36154] VALUES (3,'أشعار في الدفاع عن أمنا عائشة - رضي الله عنها -','37','0','0');
INSERT INTO [t36154] VALUES (4,'قال القحطاني - رحمه الله - في نونيته:','43','3','0');
INSERT INTO [t36154] VALUES (5,'أماه عذرا قصيدة في الدفاع عن أم المؤمنين عائشة - رضي الله عنها -','44','3','0');
INSERT INTO [t36154] VALUES (6,'كشف افتراءات الشيعة حول أم المؤمنين عائشة - رضي الله عنها -','46','0','0');
INSERT INTO [t36154] VALUES (7,'افتراؤهم أن أم المؤمنين سقت النبي - صلى الله عليه وآله وسلم -:','49','6','0');
INSERT INTO [t36154] VALUES (8,'زعموا أن خروجها على علي - رضي الله عنه - تسبب في قتل ثلاثين ألفا من المسلمين:','54','6','0');
INSERT INTO [t36154] VALUES (9,'زعموا أنها خالفت أمر الله في قوله تعالى: {وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى}','55','6','0');
INSERT INTO [t36154] VALUES (10,'افتراؤهم أنها وضعت حديثا فيه أن النبي - صلى الله عليه وآله وسلم - سحره لبيد بن الأعصم اليهودي:','62','6','0');
INSERT INTO [t36154] VALUES (11,'زعمهم أن عائشة اتهمت مارية القبطية - رضي الله عنهما - بالزنا:','64','6','0');
INSERT INTO [t36154] VALUES (12,'أذاعت سر رسول الله - صلى الله عليه وآله وسلم -:','69','6','0');
INSERT INTO [t36154] VALUES (13,'روايتها حديث إرضاع الكبير:','73','6','0');
INSERT INTO [t36154] VALUES (14,'ألست تزعم أنك رسول الله:','79','6','0');
INSERT INTO [t36154] VALUES (15,'هل توضأت عائشة - رضي الله عنها - أمام سالم سبلان؟','81','6','0');
INSERT INTO [t36154] VALUES (16,'أشار - صلى الله عليه وآله وسلم - نحو مسكن عائشة فقال: «هنا الفتنة ــ ثلاثا ــ من حيث يطلع قرن الشيطان»:','88','6','0');
INSERT INTO [t36154] VALUES (17,'قائمة المراجع','94','0','0');
