-- Table: t36440
-- Chunk: 1
-- Rows: 9

CREATE TABLE "t36440" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t36440
INSERT INTO [t36440] VALUES (1,'الفصل الأول: خطر النظر على النسوة؛ ولو بغير شهوة.','2','0','0');
INSERT INTO [t36440] VALUES (2,'ومن أطلقت النظر فقلبها في خطر.','2','1','0');
INSERT INTO [t36440] VALUES (3,'ولن يبلغ الحاسد والأعداء؛ ما يبلغ النظر من النساء.','3','1','0');
INSERT INTO [t36440] VALUES (4,'وما رمت نفسها؛ بمثل طرفها.','3','1','0');
INSERT INTO [t36440] VALUES (5,'فكم نظرة أثرت في الفؤاد , ونفت عن صاحبها الرقاد.','3','1','0');
INSERT INTO [t36440] VALUES (6,'وما جنت على جسدها؛ بمثل إطلاق بصرها. فتعيش تهوى أشخاصا؛ ولا ترى أبدانا.','3','1','0');
INSERT INTO [t36440] VALUES (7,'والنظر , سهم خطر؛ للرجال والنساء؛ على حد سواء؛ إن لم يزد النساء.','3','1','0');
INSERT INTO [t36440] VALUES (8,'الفصل الثاني: العلة في تحريم النظر والأمر بغض البصر. الخوف من الفتنة؛ وإن انتفت الشهوة.','6','0','0');
INSERT INTO [t36440] VALUES (9,'الفصل الثالث: حكم نظر المرأة بشهوة وبغير شهوة.','8','0','0');
