-- Table: t36542
-- Chunk: 1
-- Rows: 22

CREATE TABLE "t36542" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t36542
INSERT INTO [t36542] VALUES (1,'الحمد لله الذي جعل دينه هدى للمتهدين','1','0','0');
INSERT INTO [t36542] VALUES (2,'أخي المسلم','1','0','0');
INSERT INTO [t36542] VALUES (3,'أخي: أظنك اشتقت إلى معرفة هذه العلامات المباركة! فها هي .. فقف .. وتأمل ..','3','0','0');
INSERT INTO [t36542] VALUES (4,'* من ختم كلامه بشهادة التوحيد .. قال','3','3','0');
INSERT INTO [t36542] VALUES (5,'* الموت على عمل صالح يختم له به ..','4','3','0');
INSERT INTO [t36542] VALUES (6,'* من مات شهيدا في القتال ..','4','3','0');
INSERT INTO [t36542] VALUES (7,'* الموت ليلة الجمعة أو نهارها ..','4','3','0');
INSERT INTO [t36542] VALUES (8,'* الموت برشح الجبين ..','4','3','0');
INSERT INTO [t36542] VALUES (9,'* الموت بالطاعون ..','4','3','0');
INSERT INTO [t36542] VALUES (10,'* الموت بأحد هذه الأسباب','4','3','0');
INSERT INTO [t36542] VALUES (11,'* الموت دون المال أو النفس أو العرض والدين ..','5','3','0');
INSERT INTO [t36542] VALUES (12,'* ثناء الناس على الميت ..','5','3','0');
INSERT INTO [t36542] VALUES (13,'* عن أنس بن مالك - رضي الله عنه - قال','6','3','0');
INSERT INTO [t36542] VALUES (14,'* وروى ابن سيد الناس قصة الراعي الأسود','6','3','0');
INSERT INTO [t36542] VALUES (15,'* وهذا أبو هريرة - رضي الله عنه - كان يقول','7','3','0');
INSERT INTO [t36542] VALUES (16,'* لما نزل الموت بالربيع بن خثيم رحمه الله بكت ابنته ..','8','3','0');
INSERT INTO [t36542] VALUES (17,'* وهذا أبو حازم رحمه الله لما أدركته الوفاة قال','8','3','0');
INSERT INTO [t36542] VALUES (18,'* ولما نزل الموت بثابت البناني رحمه الله يحكي ابنه أنه ذهب يلقنه','8','3','0');
INSERT INTO [t36542] VALUES (19,'* وهذا العلاء بن زياد العدوي رحمه الله لما حضرته الوفاة بكى','8','3','0');
INSERT INTO [t36542] VALUES (20,'* وقال بعضهم','8','3','0');
INSERT INTO [t36542] VALUES (21,'* قال عبد العزيز بن أبي رواد رحمه الله','9','3','0');
INSERT INTO [t36542] VALUES (22,'* وحكى بعضهم','9','3','0');
