-- Table: t36563
-- Chunk: 1
-- Rows: 26

CREATE TABLE "t36563" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t36563
INSERT INTO [t36563] VALUES (1,'خواطر الملائكة ليست مظاهرة','1','0','0');
INSERT INTO [t36563] VALUES (2,'الشقيقتان بنات إبليس','3','0','0');
INSERT INTO [t36563] VALUES (3,'وقفه خالدة لصحابة النبي - صلى الله عليه وسلم -','6','2','0');
INSERT INTO [t36563] VALUES (4,'اعتصام الشباب في التاريخ ذكر وتذكرة','8','0','0');
INSERT INTO [t36563] VALUES (5,'أبو لبابه يعتصم بمسجد النبي - صلى الله عليه وسلم -','10','4','0');
INSERT INTO [t36563] VALUES (6,'ظريف يدعي النبوة في عصر الرشيد','12','4','0');
INSERT INTO [t36563] VALUES (7,'يا شباب لا بد من الزمن','12','4','0');
INSERT INTO [t36563] VALUES (8,'علمني الهدهد','13','0','0');
INSERT INTO [t36563] VALUES (9,'تقارب السن بين الزوجين','15','0','0');
INSERT INTO [t36563] VALUES (10,'القرض الحسن بين الأجر من الله , والمنفعة , وسلامة الدين','17','0','0');
INSERT INTO [t36563] VALUES (11,'القرآن بين التفسير والفهم','24','0','0');
INSERT INTO [t36563] VALUES (12,'آثار العمل في الفرد والمجتمع','44','0','0');
INSERT INTO [t36563] VALUES (13,'الجانب العملي والفكري في سماحة الإسلام','47','0','0');
INSERT INTO [t36563] VALUES (14,'الفصل الثاني من الدراسة عندما أرسل الله نبيين في وقت واحد اختلفا','51','0','0');
INSERT INTO [t36563] VALUES (15,'المشهد الأخير من القصة القرآنية','53','0','0');
INSERT INTO [t36563] VALUES (16,'في رحاب امرأة عظيمة','56','0','0');
INSERT INTO [t36563] VALUES (17,'المشهد الأخير لبني إسرائيل','60','0','0');
INSERT INTO [t36563] VALUES (18,'اختلاف الأئمة بل اختلاف الأنبياء','61','0','0');
INSERT INTO [t36563] VALUES (19,'أمم أمثالكم','64','0','0');
INSERT INTO [t36563] VALUES (20,'مستقبل الأولاد','67','0','0');
INSERT INTO [t36563] VALUES (21,'التأمين على الأطباء','68','0','0');
INSERT INTO [t36563] VALUES (22,'علاقة الحكم الشرعي بمصدره','69','0','0');
INSERT INTO [t36563] VALUES (23,'سيدتي هل دائما شهادة المرأة نصف شهادة الرجل','71','0','0');
INSERT INTO [t36563] VALUES (24,'معاني الأمر في القرآن وأثرة على اجتهاد الأئمة','74','0','0');
INSERT INTO [t36563] VALUES (25,'* جلست بالأمس القريب .. أستعيد ذكريات الماضي المجيد .. فانبعث مني زفرة مهموم .. ونفثة مكظوم','76','0','0');
INSERT INTO [t36563] VALUES (26,'حديث الإفك في عصرنا إفك أم كفر','79','0','0');
