-- Table: t37482
-- Chunk: 1
-- Rows: 30

CREATE TABLE "t37482" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t37482
INSERT INTO [t37482] VALUES (1,'باب فعلت بفتح العين','3','0','0');
INSERT INTO [t37482] VALUES (2,'باب فعلت بكسر العين','10','0','0');
INSERT INTO [t37482] VALUES (3,'باب فعلت بغير ألف','15','0','0');
INSERT INTO [t37482] VALUES (4,'باب فعل بضم الفاء','23','0','0');
INSERT INTO [t37482] VALUES (5,'باب فعلت وفعلت باختلاف المعنى','30','0','0');
INSERT INTO [t37482] VALUES (6,'باب فعلت وأفعلت باختلاف المعنى','35','0','0');
INSERT INTO [t37482] VALUES (7,'باب أفعل','47','0','0');
INSERT INTO [t37482] VALUES (8,'باب ما يقال بحروف الخفض','50','0','0');
INSERT INTO [t37482] VALUES (9,'باب ما يهمز من الفعل','52','0','0');
INSERT INTO [t37482] VALUES (10,'باب في المصادر','57','0','0');
INSERT INTO [t37482] VALUES (11,'باب ما جاء وصفا من المصادر','81','0','0');
INSERT INTO [t37482] VALUES (12,'باب المفتوح أوله من الأسماء','84','0','0');
INSERT INTO [t37482] VALUES (13,'باب المكسور أوله من الأسماء','95','0','0');
INSERT INTO [t37482] VALUES (14,'باب المكسور أوله والمفتوح باختلاف المعنى','105','0','0');
INSERT INTO [t37482] VALUES (15,'باب المضموم أوله','111','0','0');
INSERT INTO [t37482] VALUES (16,'باب المفتوح أوله والمضموم باختلاف المعنى','116','0','0');
INSERT INTO [t37482] VALUES (17,'باب المكسور أوله والمضموم باختلاف المعنى','120','0','0');
INSERT INTO [t37482] VALUES (18,'باب ما يثقل ويخفف باختلاف المعنى','124','0','0');
INSERT INTO [t37482] VALUES (19,'باب المشدد من الأسماء','126','0','0');
INSERT INTO [t37482] VALUES (20,'باب المخفف من الأسماء','130','0','0');
INSERT INTO [t37482] VALUES (21,'باب المهموز','132','0','0');
INSERT INTO [t37482] VALUES (22,'باب ما يقال للمؤنث بغير هاء','137','0','0');
INSERT INTO [t37482] VALUES (23,'باب ما أدخلت فيها الهاء من وصف المذكر','140','0','0');
INSERT INTO [t37482] VALUES (24,'باب ما يقال للمذكر وللمؤنث بالهاء','142','0','0');
INSERT INTO [t37482] VALUES (25,'باب ما الهاء فيه أصلية','144','0','0');
INSERT INTO [t37482] VALUES (26,'باب آخر','146','0','0');
INSERT INTO [t37482] VALUES (27,'باب ما جرى مثلا أو كالمثل','147','0','0');
INSERT INTO [t37482] VALUES (28,'باب ما يقال بلغتين','154','0','0');
INSERT INTO [t37482] VALUES (29,'باب حروف مفرده','166','0','0');
INSERT INTO [t37482] VALUES (30,'باب في الفرق','183','0','0');
