-- Table: t37469
-- Chunk: 1
-- Rows: 50

CREATE TABLE "t37469" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t37469
INSERT INTO [t37469] VALUES (1,'باب الإتباع الذي أوله الألف','3','0','0');
INSERT INTO [t37469] VALUES (2,'باب التوكيد الذي أوله ألف','9','0','0');
INSERT INTO [t37469] VALUES (3,'باب الإتباع الذي أوله الباء','11','0','0');
INSERT INTO [t37469] VALUES (4,'باب التوكيد الذي أوله الباء','20','0','0');
INSERT INTO [t37469] VALUES (5,'باب الإتباع الذي أوله التاء','27','0','0');
INSERT INTO [t37469] VALUES (6,'باب التوكيد الذي أوله التاء','30','0','0');
INSERT INTO [t37469] VALUES (7,'باب الإتباع الذي أوله الثاء','32','0','0');
INSERT INTO [t37469] VALUES (8,'باب التوكيد الذي أوله الثاء','33','0','0');
INSERT INTO [t37469] VALUES (9,'باب الإتباع الذي أوله الجيم','34','0','0');
INSERT INTO [t37469] VALUES (10,'باب التوكيد الذي أوله الجيم','35','0','0');
INSERT INTO [t37469] VALUES (11,'باب الإتباع الذي أوله الحاء','36','0','0');
INSERT INTO [t37469] VALUES (12,'باب التوكيد الذي أوله الحاء','37','0','0');
INSERT INTO [t37469] VALUES (13,'باب الإتباع الذي أوله الخاء','38','0','0');
INSERT INTO [t37469] VALUES (14,'باب التوكيد الذي أوله الخاء','39','0','0');
INSERT INTO [t37469] VALUES (15,'باب الإتباع الذي أوله الدال','40','0','0');
INSERT INTO [t37469] VALUES (16,'باب التوكيد الذي أوله الدال','43','0','0');
INSERT INTO [t37469] VALUES (17,'باب الإتباع الذي أوله الذال','44','0','0');
INSERT INTO [t37469] VALUES (18,'باب التوكيد الذي أوله الذال','44','0','0');
INSERT INTO [t37469] VALUES (19,'باب الإتباع الذي أوله الراء','45','0','0');
INSERT INTO [t37469] VALUES (20,'باب التوكيد الذي أوله الراء','47','0','0');
INSERT INTO [t37469] VALUES (21,'باب التوكيد الذي أوله الزاي','49','0','0');
INSERT INTO [t37469] VALUES (22,'باب الإتباع الذي أوله السين','50','0','0');
INSERT INTO [t37469] VALUES (23,'باب التوكيد الذي أوله السين','51','0','0');
INSERT INTO [t37469] VALUES (24,'باب الإتباع الذي أوله الشين','54','0','0');
INSERT INTO [t37469] VALUES (25,'باب التوكيد الذي أوله الشين','59','0','0');
INSERT INTO [t37469] VALUES (26,'باب الإتباع الذي أوله الصاد','59','0','0');
INSERT INTO [t37469] VALUES (27,'باب التوكيد الذي أوله الصاد','60','0','0');
INSERT INTO [t37469] VALUES (28,'أبواب الضاد والطاء والظاء','60','0','0');
INSERT INTO [t37469] VALUES (29,'باب الإتباع الذي أوله العين','61','0','0');
INSERT INTO [t37469] VALUES (30,'باب التوكيد الذي أوله العين','63','0','0');
INSERT INTO [t37469] VALUES (31,'باب الإتباع الذي أوله الغين','67','0','0');
INSERT INTO [t37469] VALUES (32,'باب التوكيد الذي أوله الغين','68','0','0');
INSERT INTO [t37469] VALUES (33,'باب الإتباع الذي أوله الفاء','68','0','0');
INSERT INTO [t37469] VALUES (34,'باب التوكيد الذي أوله الفاء','69','0','0');
INSERT INTO [t37469] VALUES (35,'باب الإتباع الذي أوله القاف','70','0','0');
INSERT INTO [t37469] VALUES (36,'باب التوكيد الذي أوله القاف','71','0','0');
INSERT INTO [t37469] VALUES (37,'باب الإتباع الذي أوله الكاف','71','0','0');
INSERT INTO [t37469] VALUES (38,'باب التوكيد الذي أوله الكاف','73','0','0');
INSERT INTO [t37469] VALUES (39,'باب الإتباع الذي أوله اللام','74','0','0');
INSERT INTO [t37469] VALUES (40,'باب التوكيد الذي فيه اللام','78','0','0');
INSERT INTO [t37469] VALUES (41,'باب الإتباع الذي أوله الميم','84','0','0');
INSERT INTO [t37469] VALUES (42,'باب التوكيد الذي أوله الميم','88','0','0');
INSERT INTO [t37469] VALUES (43,'باب الإتباع الذي أوله النون','91','0','0');
INSERT INTO [t37469] VALUES (44,'باب التوكيد الذي أوله النون','98','0','0');
INSERT INTO [t37469] VALUES (45,'باب الإتباع الذي أوله الواو','101','0','0');
INSERT INTO [t37469] VALUES (46,'باب التوكيد الذي أوله الواو','103','0','0');
INSERT INTO [t37469] VALUES (47,'باب الإتباع الذي أوله الهاء','107','0','0');
INSERT INTO [t37469] VALUES (48,'باب التوكيد الذي أوله الهاء','107','0','0');
INSERT INTO [t37469] VALUES (49,'باب الإتباع الذي أوله الياء','109','0','0');
INSERT INTO [t37469] VALUES (50,'باب التوكيد الذي أوله الياء','110','0','0');
