-- Table: t37549
-- Chunk: 1
-- Rows: 53

CREATE TABLE "t37549" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t37549
INSERT INTO [t37549] VALUES (1,'مقدمة فضيلة الشيخ جمال الدين مغازي حفظه الله','3','0','0');
INSERT INTO [t37549] VALUES (2,'مقدمة صاحب التهذيب','5','0','0');
INSERT INTO [t37549] VALUES (3,'تمهيد','11','0','0');
INSERT INTO [t37549] VALUES (4,'القسم الأول في الطاعات','16','0','0');
INSERT INTO [t37549] VALUES (5,'توطئة','17','4','0');
INSERT INTO [t37549] VALUES (6,'فصل في آداب الاستيقاظ من النوم','18','4','0');
INSERT INTO [t37549] VALUES (7,'باب آداب دخول الخلاء','20','4','0');
INSERT INTO [t37549] VALUES (8,'باب آداب الوضوء','22','4','0');
INSERT INTO [t37549] VALUES (9,'باب آداب الغسل','26','4','0');
INSERT INTO [t37549] VALUES (10,'باب آداب التيمم','27','4','0');
INSERT INTO [t37549] VALUES (11,'باب آداب الخروج إلى المسجد','28','4','0');
INSERT INTO [t37549] VALUES (12,'باب آداب دخول المسجد','30','4','0');
INSERT INTO [t37549] VALUES (13,'باب آداب ما بعد طلوع الشمس إلى الزوال','36','4','0');
INSERT INTO [t37549] VALUES (14,'باب آداب الاستعداد لسائر الصلوات','40','4','0');
INSERT INTO [t37549] VALUES (15,'باب آداب النوم','44','4','0');
INSERT INTO [t37549] VALUES (16,'باب آداب الصلاة','48','4','0');
INSERT INTO [t37549] VALUES (17,'باب صفة صلاة النبي - صلى الله عليه وسلم -','50','4','0');
INSERT INTO [t37549] VALUES (18,'باب آداب الإمامة والقدوة','55','4','0');
INSERT INTO [t37549] VALUES (19,'باب آداب الجمعة','56','4','0');
INSERT INTO [t37549] VALUES (20,'باب آداب الصيام','60','4','0');
INSERT INTO [t37549] VALUES (21,'القسم الثاني القول في اجتناب المعاصي','64','0','0');
INSERT INTO [t37549] VALUES (22,'توطئة','65','21','0');
INSERT INTO [t37549] VALUES (23,'آداب العين','67','21','0');
INSERT INTO [t37549] VALUES (24,'آداب الأذن','68','21','0');
INSERT INTO [t37549] VALUES (25,'آداب اللسان','69','21','0');
INSERT INTO [t37549] VALUES (26,'الأول: الكذب','70','25','0');
INSERT INTO [t37549] VALUES (27,'الثاني: الخلف في الوعد','71','25','0');
INSERT INTO [t37549] VALUES (28,'الثالث: الغيبة','72','25','0');
INSERT INTO [t37549] VALUES (29,'الرابع: المراء والجدال ومناقشة الناس في الكلام','75','25','0');
INSERT INTO [t37549] VALUES (30,'الخامس: تزكية النفس','76','25','0');
INSERT INTO [t37549] VALUES (31,'السادس: اللعن','77','25','0');
INSERT INTO [t37549] VALUES (32,'السابع: الدعاء على الخلق','78','25','0');
INSERT INTO [t37549] VALUES (33,'الثامن: المزاح والسخرية والاستهزاء بالناس','79','25','0');
INSERT INTO [t37549] VALUES (34,'آداب البطن','81','21','0');
INSERT INTO [t37549] VALUES (35,'آداب الفرج','82','21','0');
INSERT INTO [t37549] VALUES (36,'آداب اليدين','83','21','0');
INSERT INTO [t37549] VALUES (37,'آداب الرجلين','84','21','0');
INSERT INTO [t37549] VALUES (38,'باب القول في معاصي القلب','87','21','0');
INSERT INTO [t37549] VALUES (39,'الحسد','88','38','0');
INSERT INTO [t37549] VALUES (40,'الرياء','90','38','0');
INSERT INTO [t37549] VALUES (41,'العجب والكبر والفخر','91','38','0');
INSERT INTO [t37549] VALUES (42,'القسم الثالث القول في آداب الصحبة','94','0','0');
INSERT INTO [t37549] VALUES (43,'آداب الصحبة مع الله تعالى','95','42','0');
INSERT INTO [t37549] VALUES (44,'آداب العالم','96','42','0');
INSERT INTO [t37549] VALUES (45,'آداب المتعلم','97','42','0');
INSERT INTO [t37549] VALUES (46,'آداب الولد مع الوالدين','98','42','0');
INSERT INTO [t37549] VALUES (47,'آداب العلاقة بالعوام المجهولين','99','42','0');
INSERT INTO [t37549] VALUES (48,'آداب العلاقة بالإخوان والأصدقاء','100','42','0');
INSERT INTO [t37549] VALUES (49,'الوظيفة الأولى: مراعاة شروط الصحبة','100','48','0');
INSERT INTO [t37549] VALUES (50,'الثانية: حسن الخلق','101','48','0');
INSERT INTO [t37549] VALUES (51,'آداب العلاقة بالمعارف','106','42','0');
INSERT INTO [t37549] VALUES (52,'آداب عامة جامعة','110','42','0');
INSERT INTO [t37549] VALUES (53,'الخاتمة','112','0','0');
