-- Table: t37553
-- Chunk: 1
-- Rows: 14

CREATE TABLE "t37553" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t37553
INSERT INTO [t37553] VALUES (1,'مقدمة','2','0','0');
INSERT INTO [t37553] VALUES (2,'الباب الأول مغالطات الدكتور وافي وأغلاطه','28','0','0');
INSERT INTO [t37553] VALUES (3,'الباب الثاني الشيعة الإثنا عشرية والقرآن الكريم','64','0','0');
INSERT INTO [t37553] VALUES (4,'الباب الثالث الشيعة الإثنا عشرية والسنة النبوية','100','0','0');
INSERT INTO [t37553] VALUES (5,'الباب الرابع الشيعة الإثنا عشرية ونزول الوحي والملائكة بعد الرسل','123','0','0');
INSERT INTO [t37553] VALUES (6,'الباب الخامس الشيعة الإثنا عشرية وعقائدهم','138','0','0');
INSERT INTO [t37553] VALUES (7,'الفصل الأول الرجعة','138','6','0');
INSERT INTO [t37553] VALUES (8,'الفصل الثاني أعمال العباد','150','6','0');
INSERT INTO [t37553] VALUES (9,'الفصل الثالث التقية','160','6','0');
INSERT INTO [t37553] VALUES (10,'الفصل الرابع البداء','170','6','0');
INSERT INTO [t37553] VALUES (11,'الفصل الخامس الجفر','180','6','0');
INSERT INTO [t37553] VALUES (12,'الباب السادس الشيعة الإثنا عشرية ومسألة الإمامة','185','0','0');
INSERT INTO [t37553] VALUES (13,'الباب السابع الشيعة الإثنا عشرية وسب الشيخين','198','0','0');
INSERT INTO [t37553] VALUES (14,'الخاتمة','203','0','0');
