-- Table: t3976
-- Chunk: 1
-- Rows: 21

CREATE TABLE "t3976" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t3976
INSERT INTO [t3976] VALUES (1,'باب ذكر قول الله عز وجل: {ما منعك أن تسجد لما خلقت بيدي}','1','0','0');
INSERT INTO [t3976] VALUES (2,'ذكر خبر آخر يدل على ما تقدم','4','0','0');
INSERT INTO [t3976] VALUES (3,'ذكر خبر آخر يدل على ما تقدم','5','0','0');
INSERT INTO [t3976] VALUES (4,'باب: _٢٥d٩_٢٥٨١_٢٥d٩_٢٥٨a _٢٥d٨_٢٥b٠_٢٥d٩_٢٥٨٣_٢٥d٨_٢٥b١ _٢٥d٩_٢٥٨٥_٢٥d٨_٢٥a٧ _٢٥d٨_٢٥ab_٢٥d٨_٢٥a٨_٢٥d٨_٠d٩٧b٥٧d٨٤','6','3','0');
INSERT INTO [t3976] VALUES (5,'ذكر خبر آخر يدل على ما تقدم من ذكر اليد','8','0','0');
INSERT INTO [t3976] VALUES (6,'ذكر قول النبي صلى الله عليه وسلم: إن الصدقة تربو في كف الرحمن عز وجل','9','0','0');
INSERT INTO [t3976] VALUES (7,'ذكر خبر آخر على ما تقدم من معنى قوله لما خلقت بيدي','10','0','0');
INSERT INTO [t3976] VALUES (8,'ذكر خبر آخر على ما تقدم من ذكر اليد والكف','11','0','0');
INSERT INTO [t3976] VALUES (9,'ذكر خبر آخر يدل على ما تقدم في معنى اليد','13','0','0');
INSERT INTO [t3976] VALUES (10,'حديث آخر يدل على ذكر القبضة','16','0','0');
INSERT INTO [t3976] VALUES (11,'حديث آخر يدل على ذكر الأصبع','17','0','0');
INSERT INTO [t3976] VALUES (12,'ذكر خبر يدل على ما تقدم من ذكر الأصابع','18','0','0');
INSERT INTO [t3976] VALUES (13,'ذكر خبر آخر يدل على ما تقدم','22','0','0');
INSERT INTO [t3976] VALUES (14,'باب: قوله الله جل وعز {كل شيء هالك إلا وجهه له الحكم وإليه ترجعون}','24','0','0');
INSERT INTO [t3976] VALUES (15,'ذكر خبر يدل على ما تقدم من النظر إلى وجه الله عز وجل','26','0','0');
INSERT INTO [t3976] VALUES (16,'ذكر خبر آخر يدل على النظر إلى وجه الله عز وجل','28','0','0');
INSERT INTO [t3976] VALUES (17,'ذكر خبر آخر يدل على إجازة السؤال بوجه الله عز وجل','29','0','0');
INSERT INTO [t3976] VALUES (18,'ذكر خبر آخر يدل على ما تقدم','30','0','0');
INSERT INTO [t3976] VALUES (19,'ذكر خبر آخر يدل على نور الجنان من نور وجه الله عز وجل','31','0','0');
INSERT INTO [t3976] VALUES (20,'ذكر خبر آخر يدل على ما تقدم من النظر إلى وجه الله عز وجل','33','0','0');
INSERT INTO [t3976] VALUES (21,'ذكر خبر آخر يدل على ما تقدم','34','0','0');
