-- Table: t4096
-- Chunk: 1
-- Rows: 11

CREATE TABLE "t4096" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t4096
INSERT INTO [t4096] VALUES (1,'«بعني بعيرك يا جابر» . قلت: أبيعك بخمس أواق ".','2','0','0');
INSERT INTO [t4096] VALUES (2,'" تراني إنما ماكستك خذ جملك ودراهمك فهما لك','3','0','0');
INSERT INTO [t4096] VALUES (3,'" ما سئل رسول الله صلى الله عليه وسلم شيئا قط فقال: لا "','4','0','0');
INSERT INTO [t4096] VALUES (4,'اذهب إلى ذلك العنز فاحلبها» .','5','0','0');
INSERT INTO [t4096] VALUES (5,'" ائت بالأنطاع من جلود , فبسط الأنطاع بعضها إلى بعض , وبسط رسول الله صلى الله عليه وسلم ذلك','7','0','0');
INSERT INTO [t4096] VALUES (6,'«أطعم رسول الله صلى الله عليه وسلم خديجة من عنب الجنة»','8','0','0');
INSERT INTO [t4096] VALUES (7,'فإذا سجد وثب الحسن والحسين عليهما السلام على ظهره فإذا رفع رأسه رفعهما رفعا رقيقا فيضعهما','10','0','0');
INSERT INTO [t4096] VALUES (8,'الشيطان قد خلفك في أهلك فاذهب بهذا العرجون فاستضربه حتى تأتي بيتك فتجده في زاوية البيت','12','0','0');
INSERT INTO [t4096] VALUES (9,'معك حيس، قالت: نعم يا رسول الله , قال: «إن جبريل أخبرني ذاك وأخبرني أن الله أرسله إليك','17','0','0');
INSERT INTO [t4096] VALUES (10,'«اجعلهن في مزودك، فإذا أردت أن تأخذ منه شيئا فأدخل يدك فخذه ولا تنثره» .','18','0','0');
INSERT INTO [t4096] VALUES (11,'أرسلني رسول الله صلى الله عليه وسلم إلى باهلة فأتيتهم وهم علي طعام فرحبوا بي وأكرموني','19','0','0');
