-- Table: t5719
-- Chunk: 1
-- Rows: 55

CREATE TABLE "t5719" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t5719
INSERT INTO [t5719] VALUES (1,'بسم الله الرحمن الرحيم','1','0','0');
INSERT INTO [t5719] VALUES (2,'الحديث الأول','1','0','0');
INSERT INTO [t5719] VALUES (3,'الحديث الثاني من رواية أبي بكر رضي الله عنه','3','0','0');
INSERT INTO [t5719] VALUES (4,'الحديث الثالث من رواية عمر بن الخطاب رضي الله عنه','4','0','0');
INSERT INTO [t5719] VALUES (5,'الحديث الرابع من حديث عثمان رضي الله عنه','6','0','0');
INSERT INTO [t5719] VALUES (6,'الحديث الخامس عن علي رضي الله عنه','7','0','0');
INSERT INTO [t5719] VALUES (7,'الحديث السادس عن طلحة بن عبيد الله','8','0','0');
INSERT INTO [t5719] VALUES (8,'الحديث السابع عن الزبير','9','0','0');
INSERT INTO [t5719] VALUES (9,'الحديث الثامن عن سعد','10','0','0');
INSERT INTO [t5719] VALUES (10,'الحديث التاسع عن سعيد','11','0','0');
INSERT INTO [t5719] VALUES (11,'الحديث العاشر عن عبد الرحمن بن عوف','12','0','0');
INSERT INTO [t5719] VALUES (12,'الحديث الحادي عشر عن أبي عبيدة بن الجراح','14','0','0');
INSERT INTO [t5719] VALUES (13,'الحديث الثاني عشر من حرف الألف عن أنس','14','0','0');
INSERT INTO [t5719] VALUES (14,'الحديث الثالث عشر من حرف الباء عن بريدة','15','0','0');
INSERT INTO [t5719] VALUES (15,'الحديث الرابع عشر من حرف التاء المثناة عن تميم','16','0','0');
INSERT INTO [t5719] VALUES (16,'الحديث الخامس عشر من حرف الثاء المثلثة عن ثوبان','17','0','0');
INSERT INTO [t5719] VALUES (17,'الحديث السادس عشر من حرف الجيم عن جابر','18','0','0');
INSERT INTO [t5719] VALUES (18,'الحديث السابع عشر من حرف الحاء المهملة عن حازم بن حرملة','18','0','0');
INSERT INTO [t5719] VALUES (19,'الحديث الثامن عشر من حرف الخاء عن خوات بن خبير','19','0','0');
INSERT INTO [t5719] VALUES (20,'الحديث التاسع عشر من حرف الدال عن دحية','21','0','0');
INSERT INTO [t5719] VALUES (21,'الحديث العشرون من حرف الذال المعجمة عن ذي اليدين','22','0','0');
INSERT INTO [t5719] VALUES (22,'الحديث الحادي والعشرون من حرف الراء عن رافع بن عمرو','23','0','0');
INSERT INTO [t5719] VALUES (23,'الحديث الثاني والعشرون من حرف الزاي عن زهير بن صرد','24','0','0');
INSERT INTO [t5719] VALUES (24,'الحديث الثالث والعشرون من حرف السين عن أبي سعيد','26','0','0');
INSERT INTO [t5719] VALUES (25,'الحديث الرابع والعشرون من حرف الشين عن شكل بن حميد','27','0','0');
INSERT INTO [t5719] VALUES (26,'الحديث الخامس والعشرون من حرف الصاد المهملة','27','0','0');
INSERT INTO [t5719] VALUES (27,'الحديث السادس والعشرون من حرف الضاد عن ضميرة','28','0','0');
INSERT INTO [t5719] VALUES (28,'الحديث السابع والعشرون من حرف الطاء عن طلق بن علي','30','0','0');
INSERT INTO [t5719] VALUES (29,'الحديث الثامن والعشرون من حرف الظاء المعجمة عن ظهير بن نافع','30','0','0');
INSERT INTO [t5719] VALUES (30,'الحديث التاسع والعشرون من حرف العين عن عبد الله بن مسعود','32','0','0');
INSERT INTO [t5719] VALUES (31,'الحديث الثلاثون من حرف الغين المعجمة عن غرفة بن الحارث','33','0','0');
INSERT INTO [t5719] VALUES (32,'الحديث الحادي والثلاثون من حرف الفاء عن فضالة الليثي','33','0','0');
INSERT INTO [t5719] VALUES (33,'الحديث الثاني والثلاثون من حرف القاف عن قتادة بن ملحان','35','0','0');
INSERT INTO [t5719] VALUES (34,'الحديث الثالث والثلاثون من حرف الكاف عن كعب بن عجرة','35','0','0');
INSERT INTO [t5719] VALUES (35,'الحديث الرابع والثلاثون من حرف اللام عن لقيط','36','0','0');
INSERT INTO [t5719] VALUES (36,'الحديث الخامس والثلاثون من حرف الميم عن محمد بن جحش','38','0','0');
INSERT INTO [t5719] VALUES (37,'الحديث السادس والثلاثون من حرف النون عن النعمان بن بشير','39','0','0');
INSERT INTO [t5719] VALUES (38,'الحديث السابع والثلاثون من حرف الهاء عن هند بن أبي هالة','41','0','0');
INSERT INTO [t5719] VALUES (39,'الحديث الثامن والثلاثون من حرف الواو عن وهب بن عبد الله','41','0','0');
INSERT INTO [t5719] VALUES (40,'الحديث التاسع والثلاثون من حرف الياء عن يعلى بن مرة','42','0','0');
INSERT INTO [t5719] VALUES (41,'الحديث الأربعون عن عبد الله بن عمر بن الخطاب','47','0','0');
INSERT INTO [t5719] VALUES (42,'الحديث الحادي والأربعون عن عبد الله بن عباس رابع العبادلة','48','0','0');
INSERT INTO [t5719] VALUES (43,'الحديث الثاني والأربعون','49','0','0');
INSERT INTO [t5719] VALUES (44,'الحديث الثالث والأربعون','50','0','0');
INSERT INTO [t5719] VALUES (45,'الحديث الرابع والأربعون','50','0','0');
INSERT INTO [t5719] VALUES (46,'الحديث الخامس والأربعون','51','0','0');
INSERT INTO [t5719] VALUES (47,'تمت الأربعون','58','0','0');
INSERT INTO [t5719] VALUES (48,'أسئلة من خط الشيخ ابن حجر العسقلاني والجواب عليها جمع شيخ الإسلام القسطلاني','59','0','0');
INSERT INTO [t5719] VALUES (49,'تحقيق عبد الله محمد حسن محمد حسن اسماعيل الشافعي','59','0','0');
INSERT INTO [t5719] VALUES (50,'بسم الله الرحمن الرحيم','60','0','0');
INSERT INTO [t5719] VALUES (51,'لعن يزيد','81','0','0');
INSERT INTO [t5719] VALUES (52,'الطواف والعمرة','81','0','0');
INSERT INTO [t5719] VALUES (53,'أحاديث سئل عنها شيخنا','82','0','0');
INSERT INTO [t5719] VALUES (54,'ومن خطه نقلت','87','0','0');
INSERT INTO [t5719] VALUES (55,'عن البكاء على الأموات وأمور برزخية','112','0','0');
