-- Table: t5728
-- Chunk: 1
-- Rows: 51

CREATE TABLE "t5728" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t5728
INSERT INTO [t5728] VALUES (1,'- الشيخ الأول والدي أبو العباس أحمد بن إبراهيم بن أحمد الرازي الفقيه على مذهب الشافعي رحمه الله','21','0','0');
INSERT INTO [t5728] VALUES (2,'- الشيخ الثاني أبو الحسن علي بن عمر بن محمد الحراني الصواف المعروف بابن حمصة','25','0','0');
INSERT INTO [t5728] VALUES (3,'- الشيخ الثالث أبو الحسن علي بن ربيعة بن علي التميمي البزاز','31','0','0');
INSERT INTO [t5728] VALUES (4,'- الشيخ الرابع أبو القاسم علي بن محمد بن علي بن أحمد بن عيسى الفارسي','37','0','0');
INSERT INTO [t5728] VALUES (5,'- الشيخ الخامس أبو الحسن محمد بن الحسين بن محمد بن الحسين بن أحمد بن السري البزاز المقرىء ويعرف بابن الطفال النيسابوري','55','0','0');
INSERT INTO [t5728] VALUES (6,'- الشيخ السادس أبو الحسن أحمد بن محمد بن أحمد بن نصر بن الفتح الوراق ويعرف بالحكيمي','66','0','0');
INSERT INTO [t5728] VALUES (7,'- الشيخ السابع أبو الحسن عبد الملك بن عبد الله بن محمود بن صهيب بن مسكين الزجاج','69','0','0');
INSERT INTO [t5728] VALUES (8,'- الشيخ الثامن أبو الفضل أحمد بن علي بن محمد بن سلمة بن علي بن عيسى الفهمي الأنماطي ويكنى أبا العباس أيضا','76','0','0');
INSERT INTO [t5728] VALUES (9,'- الشيخ التاسع أبو أحمد العباس بن الفضل بن جعفر بن الفضل بن محمد بن موسى بن الحسن بن الفرات','80','0','0');
INSERT INTO [t5728] VALUES (10,'- الشيخ العاشر أبو الحسن علي بن عبيد الله بن محمد بن إبراهيم الكسائي الهمداني المدعو بالقاضي','82','0','0');
INSERT INTO [t5728] VALUES (11,'- الشيخ الحادي عشر أبو القاسم علي بن عبد الواحد بن عيسى النجيرمي الكاتب','88','0','0');
INSERT INTO [t5728] VALUES (12,'- الشيخ الثاني عشر أبو الطاهر محمد بن الحسين بن سعدون الموصلي','90','0','0');
INSERT INTO [t5728] VALUES (13,'- الشيخ الثالث عشر أبو القاسم يحيى بن الحسين بن موسى بن عيسى بن علي المطار العدل المعروف بالقفاص الفقيه على مذهب الشافعي','96','0','0');
INSERT INTO [t5728] VALUES (14,'- الشيخ الرابع عشر أبو العباس أحمد بن سعيد بن أحمد بن نفيس المقرىء','99','0','0');
INSERT INTO [t5728] VALUES (15,'- الشيخ الخامس عشر أبو الحسن علي بن الحسين بن علي بن شعبان الخولاني','103','0','0');
INSERT INTO [t5728] VALUES (16,'- الشيخ السادس عشر أبو القاسم عبد الرحمن بن المظفر بن عبد الرحمن بم محمد الكحال السلمي','105','0','0');
INSERT INTO [t5728] VALUES (17,'- الشيخ السابع عشر أبو محمد عبد الله بن الوليد بن سعد بن بكر الأنصاري','108','0','0');
INSERT INTO [t5728] VALUES (18,'- الشيخ الثامن عشر القاضي أبو الفضل محمد بن أحمد بن عيسى بن عبد الله بن عبد الوهاب السعدي البغدادي','115','0','0');
INSERT INTO [t5728] VALUES (19,'- الشيخ التاسع عشر أبو عبد الله الحسين بن أحمد بن بكار بن فارس بن علي الكندي المقرىء','120','0','0');
INSERT INTO [t5728] VALUES (20,'- الشيخ العشرون أبو صالح محمد بن أبي عدي بن الفضل السمرقندي','122','0','0');
INSERT INTO [t5728] VALUES (21,'- الشيخ الحادي والعشرون أبو العباس أحمد بن علي بن هاشم المقرىء','125','0','0');
INSERT INTO [t5728] VALUES (22,'- الشيخ الثاني والعشرون أبو الحسين محمد بن الحسين بن علي بن الترجمان الغزي','129','0','0');
INSERT INTO [t5728] VALUES (23,'- الشيخ الثالث والعشرون أبو عبد الله الحسين بن أحمد بن الحسن العداس الحاسب','133','0','0');
INSERT INTO [t5728] VALUES (24,'- الشيخ الرابع والعشرون الشريف أبو إبراهيم أحمد بن القاسم بن الميمون بن حمزة بن الحسين بن محمد بن الحسين بن حمزة بن عبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب','139','0','0');
INSERT INTO [t5728] VALUES (25,'- الشيخ الخامس والعشرون أبو الفيض ذو النون بن أحمد بن محمد بن أحمد بن إبراهيم بن إسحاق المصري المعروف بالعصار','142','0','0');
INSERT INTO [t5728] VALUES (26,'- الشيخ السادس والعشرون أبو الحسن علي بن بقاء بن محمد الوراق','145','0','0');
INSERT INTO [t5728] VALUES (27,'- الشيخ السابع والعشرون أبو القاسم عبد العزيز بن علي بن الحسين بن الحسن بن علي بن محمد بن يحيى الدقاق','148','0','0');
INSERT INTO [t5728] VALUES (28,'- الشيخ الثامن والعشرون أبو عبد الله محمد بن أحمد بن علي القزويني المقرىء','150','0','0');
INSERT INTO [t5728] VALUES (29,'- الشيخ التاسع والعشرون القاضي أبو بكر أحمد بن عبيد الله بن محمد بن عبد الله بن إسحاق البغدادي','153','0','0');
INSERT INTO [t5728] VALUES (30,'- الشيخ الثلاثون القاضي أبو عبد الله محمد بن سلامة بن جعفر بن علي القضاعي قاضي مصر','155','0','0');
INSERT INTO [t5728] VALUES (31,'- الشيخ الحادي والثلاثون أبو طالب علي بن عبد السميع بن عمر الشريف الهاشمي','159','0','0');
INSERT INTO [t5728] VALUES (32,'- الشيخ الثاني والثلاثون أبو محمد الحسن بن الحسين بن عتيق بن جعفر بن أحمد بن عبد الله بن مطر التجيبي الجهازي','162','0','0');
INSERT INTO [t5728] VALUES (33,'- الشيخ الثالث والثلاثون أبو زكريا عبد الرحيم بن أحمد بن نصر بن إسحاق بن عمرو بن مزاحم بن غياث','165','0','0');
INSERT INTO [t5728] VALUES (34,'- الشيخ الرابع والثلاثون أبو الفتح أحمد بن بابشاذ بن داود بن سليمان الجوهري الواعظ','173','0','0');
INSERT INTO [t5728] VALUES (35,'- الشيخ الخامس والثلاثون أبو بكر محمد بن إسماعيل بن أحمد الكجي الجوهري','175','0','0');
INSERT INTO [t5728] VALUES (36,'- الشيخ السادس والثلاثون أبو نصر عبد الملك بن علي بن سابور المقرىء البغدادي','177','0','0');
INSERT INTO [t5728] VALUES (37,'- الشيخ السابع والثلاثون أبو عبد الله الحسين بن عبد الله بن الحسين بن محمد بن الشويح','179','0','0');
INSERT INTO [t5728] VALUES (38,'- الشيخ الثامن والثلاثون القاضي أبو الحسين محمد بن حمود بن عمر بن عبد الأحد المعروف بابن الدليل الصواف','183','0','0');
INSERT INTO [t5728] VALUES (39,'- الشيخ التاسع والثلاثون أبو الحسين نصر بن عبد العزيز بن أحمد بن نوح الفارسي الشيرازي','185','0','0');
INSERT INTO [t5728] VALUES (40,'- الشيخ الأربعون أبو إسحاق إبراهيم بن سعيد بن عبد الله الحافظ المعروف بالحبال','187','0','0');
INSERT INTO [t5728] VALUES (41,'- الشيخ الحادي والأربعون أبو نصر إبراهيم بن الحسين بن حاتم البغدادي','191','0','0');
INSERT INTO [t5728] VALUES (42,'- الشيخ الثاني والأربعون أبو محمد الحسين بن محمد بن أحمد النيسابوري الواعظ','193','0','0');
INSERT INTO [t5728] VALUES (43,'- الشيخ الثالث والأربعون أبو عبد الله محمد بن الفرج بن عبد الولي الأنصاري الأندلسي','195','0','0');
INSERT INTO [t5728] VALUES (44,'- الشيخ الرابع والأربعون أبو علي الحسن بن علي بن الحسن القروي الحضرمي','198','0','0');
INSERT INTO [t5728] VALUES (45,'- الشيخ الخامس والأربعون أبو الحسين محمد بن الحسن بن بريه القلزمي','200','0','0');
INSERT INTO [t5728] VALUES (46,'- الشيخ السادس والأربعون أبو عبد الله الحسين بن علي بن نعيم','202','0','0');
INSERT INTO [t5728] VALUES (47,'- الشيخ السابع والأربعون وهذا شيخ آخر قديم مسند وقد كان من حقه أن يقدم ذكره لكني ظفرت بالجزء الذي سمعته عليه بعد تخريج هذه المشيخة والفراغ منها فتعذر ذلك','203','0','0');
INSERT INTO [t5728] VALUES (48,'السماعات','205','0','0');
INSERT INTO [t5728] VALUES (49,'سماعات نسخة الأصل السماع الأول','206','0','0');
INSERT INTO [t5728] VALUES (50,'سماعات النسخة الثانية السماع الأول','226','0','0');
INSERT INTO [t5728] VALUES (51,'حكايات ثلاث لأبي عبد الله الرازي','229','0','0');
