-- Table: t575
-- Chunk: 1
-- Rows: 30

CREATE TABLE "t575" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t575
INSERT INTO [t575] VALUES (1,'الفصل الأول: في السماء وزينتها','2','0','0');
INSERT INTO [t575] VALUES (2,'الفصل الثاني: في الشمس والقمر','5','0','0');
INSERT INTO [t575] VALUES (3,'الفصل الثالث: في السحاب والمطر','10','0','0');
INSERT INTO [t575] VALUES (4,'الفصل الرابع: في الليل والنهار','14','0','0');
INSERT INTO [t575] VALUES (5,'الفصل الخامس: في أقسام العام','17','0','0');
INSERT INTO [t575] VALUES (6,'الفصل السادس: في البحر والنهر','23','0','0');
INSERT INTO [t575] VALUES (7,'الفصل السابع: في المعقل والدار','26','0','0');
INSERT INTO [t575] VALUES (8,'الفصل الثامن: في الأشجار والثمار','29','0','0');
INSERT INTO [t575] VALUES (9,'الفصل التاسع: في الروض والأزهار','36','0','0');
INSERT INTO [t575] VALUES (10,'الفصل العاشر: في وصف الغلام','42','0','0');
INSERT INTO [t575] VALUES (11,'الفصل الحادي عشر: في وصف الجارية','47','0','0');
INSERT INTO [t575] VALUES (12,'الفصل الثاني عشر: في الشمعة والنار','53','0','0');
INSERT INTO [t575] VALUES (13,'الفصل الثالث عشر: في مدح العشق وذمه','56','0','0');
INSERT INTO [t575] VALUES (14,'الفصل الرابع عشر: في الفراق','59','0','0');
INSERT INTO [t575] VALUES (15,'الفصل الخامس عشر: في الاستعطاف','63','0','0');
INSERT INTO [t575] VALUES (16,'الفصل السادس عشر: في مجلس الشراب','66','0','0');
INSERT INTO [t575] VALUES (17,'الفصل السابع عشر: في الشيب والخضاب','71','0','0');
INSERT INTO [t575] VALUES (18,'الفصل الثامن عشر: في الخيل والإبل','74','0','0');
INSERT INTO [t575] VALUES (19,'الفصل التاسع عشر: في الوحش','78','0','0');
INSERT INTO [t575] VALUES (20,'الفصل العشرون: في الطيور','85','0','0');
INSERT INTO [t575] VALUES (21,'الفصل الحادي والعشرون: في الكتابة','89','0','0');
INSERT INTO [t575] VALUES (22,'الفصل الثاني والعشرون: في الحرب والسلاح','92','0','0');
INSERT INTO [t575] VALUES (23,'الفصل الثالث والعشرون: في رمي البندق','98','0','0');
INSERT INTO [t575] VALUES (24,'الفصل الرابع والعشرون: في الكرم والشجاعة','105','0','0');
INSERT INTO [t575] VALUES (25,'الفصل الخامس والعشرون: في العدل والاحسان','109','0','0');
INSERT INTO [t575] VALUES (26,'الفصل السادس والعشرون: في الشكر والثناء','111','0','0');
INSERT INTO [t575] VALUES (27,'الفصل السابع والعشرون: في الهناء','114','0','0');
INSERT INTO [t575] VALUES (28,'الفصل الثامن والعشرون: في الرثاء','118','0','0');
INSERT INTO [t575] VALUES (29,'الفصل التاسع والعشرون: في الحكم','122','0','0');
INSERT INTO [t575] VALUES (30,'الفصل الثلاثون: في المواعظ','125','0','0');
