-- Table: t644
-- Chunk: 1
-- Rows: 58

CREATE TABLE "t644" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t644
INSERT INTO [t644] VALUES (1,'بسم الله الرحمن الرحيم وبه نستعين','1','0','0');
INSERT INTO [t644] VALUES (2,'المقامة الأولى البغدادية','2','1','0');
INSERT INTO [t644] VALUES (3,'المقامة الثانية الطوسية','5','1','0');
INSERT INTO [t644] VALUES (4,'المقامة الثالثة اللاذقية','8','1','0');
INSERT INTO [t644] VALUES (5,'المقامة الرابعة الشينية','11','1','0');
INSERT INTO [t644] VALUES (6,'المقامة الخامسة التوأمية','13','1','0');
INSERT INTO [t644] VALUES (7,'المقامة السادسة الحجازية','15','1','0');
INSERT INTO [t644] VALUES (8,'المقامة السابعة السنجارية','18','1','0');
INSERT INTO [t644] VALUES (9,'المقامة الثامنة الحلوانية','20','1','0');
INSERT INTO [t644] VALUES (10,'المقامة التاسعة العمادية الإربلية','22','1','0');
INSERT INTO [t644] VALUES (11,'المقامة العاشرة الشاخية','25','1','0');
INSERT INTO [t644] VALUES (12,'المقامة الحادية عشرة الرسعنية','27','1','0');
INSERT INTO [t644] VALUES (13,'المقامة الثانية عشرة البحرانية','28','1','0');
INSERT INTO [t644] VALUES (14,'المقامة الثالثة عشرة النيسابورية','30','1','0');
INSERT INTO [t644] VALUES (15,'المقامة الرابعة عشرة الزرندية','32','1','0');
INSERT INTO [t644] VALUES (16,'المقامة الخامسة عشرة الماردينية','36','1','0');
INSERT INTO [t644] VALUES (17,'المقامة السادسة عشرة الصادية الظفارية','38','1','0');
INSERT INTO [t644] VALUES (18,'المقامة السابعة عشرة المصرية','41','1','0');
INSERT INTO [t644] VALUES (19,'المقامة الثامنة عشرة الدجلية','43','1','0');
INSERT INTO [t644] VALUES (20,'المقامة التاسعة عشرة القدسية','46','1','0');
INSERT INTO [t644] VALUES (21,'المقامة العشرون العانية','48','1','0');
INSERT INTO [t644] VALUES (22,'المقامة الحادية والعشرون الإعرابية','51','1','0');
INSERT INTO [t644] VALUES (23,'المقامة الثانية والعشرون الشهر زورية','54','1','0');
INSERT INTO [t644] VALUES (24,'المقامة الثالثة والعشرون المجدية الفارقية','56','1','0');
INSERT INTO [t644] VALUES (25,'المقامة الخامسة والعشرون الملطية','60','1','0');
INSERT INTO [t644] VALUES (26,'المقامة السادسة والعشرون الشيرازية الجيمية','64','1','0');
INSERT INTO [t644] VALUES (27,'المقامة السابعة والعشرون الكوفية','67','1','0');
INSERT INTO [t644] VALUES (28,'المقامة الثامنة والعشرون النصيبية','69','1','0');
INSERT INTO [t644] VALUES (29,'المقامة التاسعة والعشرون الإسكندرية الخيفاء','72','1','0');
INSERT INTO [t644] VALUES (30,'المقامة الثلاثون الآمدية','74','1','0');
INSERT INTO [t644] VALUES (31,'المقامة الحادية والثلاثون البصرية','76','1','0');
INSERT INTO [t644] VALUES (32,'المقامة الثانية والثلاثون الحمصية','79','1','0');
INSERT INTO [t644] VALUES (33,'المقامة الثالثة والثلاثون الواسطية','83','1','0');
INSERT INTO [t644] VALUES (34,'المقامة الرابعة والثلاثون الحموية','87','1','0');
INSERT INTO [t644] VALUES (35,'المقامة الخامسة والثلاثون السروجية','89','1','0');
INSERT INTO [t644] VALUES (36,'المقامة السادسة والثلاثون السمنانية الطبية','93','1','0');
INSERT INTO [t644] VALUES (37,'المقامة السابعة والثلاثون البزاعية','96','1','0');
INSERT INTO [t644] VALUES (38,'المقامة الثامنة والثلاثون الموصلية','100','1','0');
INSERT INTO [t644] VALUES (39,'الأولى','102','1','0');
INSERT INTO [t644] VALUES (40,'الثانية','103','1','0');
INSERT INTO [t644] VALUES (41,'الثالثة','103','1','0');
INSERT INTO [t644] VALUES (42,'الرابعة','103','1','0');
INSERT INTO [t644] VALUES (43,'الخامسة','103','1','0');
INSERT INTO [t644] VALUES (44,'السادسة','103','1','0');
INSERT INTO [t644] VALUES (45,'السابعة','103','1','0');
INSERT INTO [t644] VALUES (46,'المقامة التاسعة والثلاثون الرهاوية','104','1','0');
INSERT INTO [t644] VALUES (47,'المقامة الأربعون الأهوازية','107','1','0');
INSERT INTO [t644] VALUES (48,'المقامة الحادية والأربعون الحنفية الكيشية','108','1','0');
INSERT INTO [t644] VALUES (49,'المقامة الثانية والأربعون الصوفية الأرز نكانية','112','1','0');
INSERT INTO [t644] VALUES (50,'المقامة الثالثة والأربعون الدمشقية','114','1','0');
INSERT INTO [t644] VALUES (51,'المقامة الرابعة والأربعون التجنيسية القزوينية','116','1','0');
INSERT INTO [t644] VALUES (52,'المقامة الخامسة والأربعون الفرضية','119','1','0');
INSERT INTO [t644] VALUES (53,'المقامة السادسة والأربعون الحصكفية الرقطاء','122','1','0');
INSERT INTO [t644] VALUES (54,'المقامة السابعة والأربعون الضبطاء','124','1','0');
INSERT INTO [t644] VALUES (55,'المقامة الثامنة والأربعون الجمالية الجوينية','127','1','0');
INSERT INTO [t644] VALUES (56,'المقامة التاسعة والأربعون الجزيرية','131','1','0');
INSERT INTO [t644] VALUES (57,'المقامة الخمسون اليمنية','136','1','0');
INSERT INTO [t644] VALUES (58,'الاعتذار','139','1','0');
