-- Table: t6494
-- Chunk: 1
-- Rows: 42

CREATE TABLE "t6494" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t6494
INSERT INTO [t6494] VALUES (1,'مقدمة في معاني الالفاظ المترادفة على النفس وهي أربعة النفس والقلب والروح والعقل','1','0','0');
INSERT INTO [t6494] VALUES (2,'بيان اثبات النفس على الجملة','5','0','0');
INSERT INTO [t6494] VALUES (3,'تقسيم يظهر فيه مباديء الأفعال','6','0','0');
INSERT INTO [t6494] VALUES (4,'رسوم النفوس الثلاثة','7','0','0');
INSERT INTO [t6494] VALUES (5,'بيان أن النفس جوهر وذلك ثابت من جهة الشرع والعقل','9','0','0');
INSERT INTO [t6494] VALUES (6,'زيادة ايضاح من جهة الادراك','11','0','0');
INSERT INTO [t6494] VALUES (7,'بيان أن النفس ليس لها مقدار ومساحة ولا تدرك حسا ولا يدركها جسم وأن إدراكها لا يكون بآلات جسمانية في حال','12','0','0');
INSERT INTO [t6494] VALUES (8,'البرهان الأول','12','0','0');
INSERT INTO [t6494] VALUES (9,'البرهان الثاني','14','0','0');
INSERT INTO [t6494] VALUES (10,'البرهان الثالث','15','0','0');
INSERT INTO [t6494] VALUES (11,'البرهان الرابع','16','0','0');
INSERT INTO [t6494] VALUES (12,'البرهان الخامس','17','0','0');
INSERT INTO [t6494] VALUES (13,'القوى الحيوانية','21','0','0');
INSERT INTO [t6494] VALUES (14,'القوى المدركة','24','0','0');
INSERT INTO [t6494] VALUES (15,'القوى الخاصة بالنفس الانسانية','32','0','0');
INSERT INTO [t6494] VALUES (16,'بيان اختلاف الناس في العقل الهيولاني الذي هو الاستعداد المطلق','35','0','0');
INSERT INTO [t6494] VALUES (17,'مراتب العقل من الكتاب الالهي','37','0','0');
INSERT INTO [t6494] VALUES (18,'تظاهر العقل والشرع وافتقار أحدهما الى الآخر','39','0','0');
INSERT INTO [t6494] VALUES (19,'حقيقة الادراك ومراتبه في التجريد','42','0','0');
INSERT INTO [t6494] VALUES (20,'سؤالات وانفصالات تحتها نفائس من العلوم','44','0','0');
INSERT INTO [t6494] VALUES (21,'منشأ الفضائل والرذائل','57','0','0');
INSERT INTO [t6494] VALUES (22,'أمهات الفضائل','64','0','0');
INSERT INTO [t6494] VALUES (23,'مثال القلب بالاضافة الى العلوم','71','0','0');
INSERT INTO [t6494] VALUES (24,'النفس وحاجتها الى البدن','79','0','0');
INSERT INTO [t6494] VALUES (25,'بيان أن هذه القوى كيف يرأس بعضها بعضا وكيف يخدم بعضها بعضا','80','0','0');
INSERT INTO [t6494] VALUES (26,'الأرواح البشرية حادثة','82','0','0');
INSERT INTO [t6494] VALUES (27,'بقاء النفس','93','0','0');
INSERT INTO [t6494] VALUES (28,'النفس لا تفنى مطلقا','96','0','0');
INSERT INTO [t6494] VALUES (29,'اثبات العقل المفارق الفعال والعقل المنفعل في النفوس الانسانية ومراتب العقول','99','0','0');
INSERT INTO [t6494] VALUES (30,'قاعدة في النبوة والرسالة','104','0','0');
INSERT INTO [t6494] VALUES (31,'بيان أن الرسالة لا تقتنص بالحد والحقيقة بذكر جنسها وفصلها','104','0','0');
INSERT INTO [t6494] VALUES (32,'الرسالة هل هي حظوة مكتسبة أم أثرة ربانية','105','0','0');
INSERT INTO [t6494] VALUES (33,'إثبات الرسالة بالبرهان','106','0','0');
INSERT INTO [t6494] VALUES (34,'خواص النبوة','110','0','0');
INSERT INTO [t6494] VALUES (35,'خاتمة ما أفضل النوع البشري','120','0','0');
INSERT INTO [t6494] VALUES (36,'السعادة والشقاوة بعد المفارقة','121','0','0');
INSERT INTO [t6494] VALUES (37,'حقيقة اللقاء والرؤية','130','0','0');
INSERT INTO [t6494] VALUES (38,'معرفة الباري جل جلاله','136','0','0');
INSERT INTO [t6494] VALUES (39,'خاتمة واعتذار','141','0','0');
INSERT INTO [t6494] VALUES (40,'القول في معرفة ترتيب أفعال الله وتوجيه الاسباب الى المسببات','143','0','0');
INSERT INTO [t6494] VALUES (41,'أقسام أفعال الله سبحانه وتعالى','144','0','0');
INSERT INTO [t6494] VALUES (42,'نوع آخر من المعرفة','146','0','0');
