-- Table: t6646
-- Chunk: 1
-- Rows: 35

CREATE TABLE "t6646" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t6646
INSERT INTO [t6646] VALUES (1,'نبذة العصر في أخبار ملوك بني نصر','5','0','0');
INSERT INTO [t6646] VALUES (2,'ذكر ما وقع للأمير أبي الحسن علي بن سعد مع قواده عام','6','0','0');
INSERT INTO [t6646] VALUES (3,'عرض الجيش والفرسان في حمراء غرناطة من ذي الحجة إلى محرم','9','0','0');
INSERT INTO [t6646] VALUES (4,'حادثة سيل غرناطة العظيم عام','12','0','0');
INSERT INTO [t6646] VALUES (5,'انقضاء معاهدة الصلح واستئناف الحرب بين النصارى والمسلمين محرم عام','20','0','0');
INSERT INTO [t6646] VALUES (6,'حصار مدينة الحمة','24','0','0');
INSERT INTO [t6646] VALUES (7,'حصار الحمة ثانية والرجوع عنها','26','0','0');
INSERT INTO [t6646] VALUES (8,'موقعة لوشة العظيمة وانتصار المسلمين جمادى الأولى عام','27','0','0');
INSERT INTO [t6646] VALUES (9,'فرار ابني الأمير أبي الحسن محمد ويوسف ومبايعة أهل وادي آش وغرناطة لهما عام','29','0','0');
INSERT INTO [t6646] VALUES (10,'موقعة بلش وشرقية مالقة وانتصار المسلمين صفر عام','31','0','0');
INSERT INTO [t6646] VALUES (11,'موقعة اللسانة وأسر الأمير محمد بن علي ربيع الثاني عام','34','0','0');
INSERT INTO [t6646] VALUES (12,'استيلاء النصارى على حصن قرطمة وحصن ذكوين عام','36','0','0');
INSERT INTO [t6646] VALUES (13,'الاستيلاء على رندة وضواحيها عام','38','0','0');
INSERT INTO [t6646] VALUES (14,'موقعة مكلين وانتصار المسلمين وامتلاك الحصن شعبان عام','39','0','0');
INSERT INTO [t6646] VALUES (15,'استيلاء النصاري على حصن قنبيل وعلى ما جاوره من الحصون والقلاع عام','43','0','0');
INSERT INTO [t6646] VALUES (16,'ثورة أهل ربض البيازين ومبايعتهم الأمير محمد بن علي وحروبهم مع أهل غرناطة عام','45','0','0');
INSERT INTO [t6646] VALUES (17,'استيلاء النصارى على مدينة لوشة جمادى الأولى عام','47','0','0');
INSERT INTO [t6646] VALUES (18,'استيلاء النصارى على إلبيرة وحصن المكلين وقلنبيرة جمادى الآخرة عام','48','0','0');
INSERT INTO [t6646] VALUES (19,'خروج الأمير محمد بن علي إلى حصون الشرقية واستئناف القتال بين أهل ربض البيازين وغرناطة شوال عام ومحرم عام','52','0','0');
INSERT INTO [t6646] VALUES (20,'نزول ملك قشتالة في ضواحي مدينة بلش واحتلالها بدون قتال ربيع الآخر عام','56','0','0');
INSERT INTO [t6646] VALUES (21,'قيام غرناطة بدعوة الأمير محمد بن علي جمادى الأولى عام','58','0','0');
INSERT INTO [t6646] VALUES (22,'حصار مدينة مالقة ودفاعها المجيد شعبان عام','59','0','0');
INSERT INTO [t6646] VALUES (23,'حصار مدينة بسطة رجب وشعبان ورمضان وشوال وذو القعدة وذو الحجة من عام','62','0','0');
INSERT INTO [t6646] VALUES (24,'الأمير محمد بن سعد يبايع ملك قشتالة ويساعده مع قواده لتطويع ما بقي من بلاد المسلمين صفر عام','66','0','0');
INSERT INTO [t6646] VALUES (25,'ملك قشتالة ينقض معاهدة الصلح ويشهر الحرب على أمير غرناطة ويستولي على برج الملاحة وبرج همدان','68','0','0');
INSERT INTO [t6646] VALUES (26,'انتصار المسلمين واستيلاؤهم على قرى إقليم البشرة واسترجاعهم قرية البذول عام','71','0','0');
INSERT INTO [t6646] VALUES (27,'فرار الأمير محمد بن سعد إلى المرية ودخول فرسان غرناطة حصن أندرش واسترجاعهم بقية الجهات التي كانت بيد النصارى','73','0','0');
INSERT INTO [t6646] VALUES (28,'استئناف الحرب وحصار المسلمين لقرية همدان وضرب برجها وأخذها عنوة رمضان عام','75','0','0');
INSERT INTO [t6646] VALUES (29,'حصار حصن شلوبانية والرجوع عنه','77','0','0');
INSERT INTO [t6646] VALUES (30,'حصار حصن مرشانة وانتصار المسلمين','81','0','0');
INSERT INTO [t6646] VALUES (31,'ثورة أهل قرية فنيانة ونزوح سكان قرى سند وادى آش إلى غرناطة','81','0','0');
INSERT INTO [t6646] VALUES (32,'رجوع ملك قشتالة إلى أرض المسلمين واستئناف القتال جمادى الآخرة عام','84','0','0');
INSERT INTO [t6646] VALUES (33,'حصار غرناطة','85','0','0');
INSERT INTO [t6646] VALUES (34,'تسليم غرناطة','87','0','0');
INSERT INTO [t6646] VALUES (35,'نزوح مسلمي الأندلس إلى المغرب','100','0','0');
