-- Table: t6736
-- Chunk: 1
-- Rows: 34

CREATE TABLE "t6736" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t6736
INSERT INTO [t6736] VALUES (1,'الجزء ١','1','0','0');
INSERT INTO [t6736] VALUES (2,'طبقات الشافعية لابن قاضي شهبة','1','1','0');
INSERT INTO [t6736] VALUES (3,'الطبقة الأولى فيمن أخذ عن الشافعي رضي الله عنه','4','1','0');
INSERT INTO [t6736] VALUES (4,'الطبقة الثانية من أصحاب الشافعي من لم يدرك الشافعي رضي الله عنه ومات إلى سنة ثلاثمائة','23','1','0');
INSERT INTO [t6736] VALUES (5,'الطبقة الثالثة وهم الذين كانوا في العشرين الأولى من المائة الرابعة','36','1','0');
INSERT INTO [t6736] VALUES (6,'الطبقة الرابعة وهم الذين كانوا في العشرين الثانية من المائة الرابعة','54','1','0');
INSERT INTO [t6736] VALUES (7,'الطبقة الخامسة وهم الذين كانوا في العشرين الثالثة من المائة الرابعة','71','1','0');
INSERT INTO [t6736] VALUES (8,'الطبقة السادسة وهم الذين كانوا في العشرين الرابعة من المائة الرابعة','85','1','0');
INSERT INTO [t6736] VALUES (9,'الطبقة السابعة وهم الذين كانوا في العشرين الخامسة من المائة الرابعة','103','1','0');
INSERT INTO [t6736] VALUES (10,'الطبقة الثامنة وهم الذين كانوا في العشرين الأولى من المائة الخامسة','119','1','0');
INSERT INTO [t6736] VALUES (11,'الطبقة التاسعة وهم الذين كانوا في العشرين الثانية من المائة الخامسة','151','1','0');
INSERT INTO [t6736] VALUES (12,'الطبقة العاشرة وهم الذين كانوا في العشرين الثالثة من المائة الخامسة','169','1','0');
INSERT INTO [t6736] VALUES (13,'الطبقة الحادية عشرة وهم الذين كانوا في العشرين الرابعة من المائة الخامسة','187','1','0');
INSERT INTO [t6736] VALUES (14,'الطبقة الثانية عشرة وهم الذين كانوا في العشرين الخامسة من المائة الخامسة','209','1','0');
INSERT INTO [t6736] VALUES (15,'الطبقة الثالثة عشرة وهم الذين كانوا في العشرين الأولى من المائة السادسة','227','1','0');
INSERT INTO [t6736] VALUES (16,'الطبقة الرابعة عشرة وهم الذين كانوا في العشرين الثانية من المائة السادسة','247','1','0');
INSERT INTO [t6736] VALUES (17,'الطبقة الخامسة عشرة وهم الذين كانوا في العشرين الثالثة من المائة السادسة','265','1','0');
INSERT INTO [t6736] VALUES (18,'الجزء ٢','278','0','0');
INSERT INTO [t6736] VALUES (19,'الطبقة السادسة عشرة وهم الذين كانوا في العشرين الرابعة من المائة السادسة','278','18','0');
INSERT INTO [t6736] VALUES (20,'الطبقة السابعة عشرة وهم الذين كانوا في العشرين الخامسة من المائة السادسة','296','18','0');
INSERT INTO [t6736] VALUES (21,'الطبقة الثامنة عشرة وهم الذين كانوا في العشرين الأولى من المائة السابعة','323','18','0');
INSERT INTO [t6736] VALUES (22,'الطبقة التاسعة عشرة وهم الذين كانوا في العشرين الثانية من المائة السابعة','342','18','0');
INSERT INTO [t6736] VALUES (23,'الطبقة العشرون وهم الذين كانوا في العشرين الثالثة من المائة السابعة','372','18','0');
INSERT INTO [t6736] VALUES (24,'الطبقة الحادية والعشرون وهم الذين كانوا في العشرين الرابعة من المائة السابعة','400','18','0');
INSERT INTO [t6736] VALUES (25,'الطبقة الثانية والعشرون وهم الذين كانوا في العشرين الخامسة من المائة السابعة','432','18','0');
INSERT INTO [t6736] VALUES (26,'الطبقة الثالثة والعشرون وهم الذين كانوا في العشرين الأولى من المائة الثامنة','481','18','0');
INSERT INTO [t6736] VALUES (27,'الطبقة الرابعة والعشرون وهم الذين كانوا في العشرين الثانية من المائة الثامنة','513','18','0');
INSERT INTO [t6736] VALUES (28,'الجزء ٣','576','0','0');
INSERT INTO [t6736] VALUES (29,'الطبقة الخامسة والعشرون وهم الذين كانوا في العشرين الثالثة من المائة الثامنة','576','28','0');
INSERT INTO [t6736] VALUES (30,'الطبقة السادسة والعشرون وهم الذين كانوا في العشرين الرابعة من المائة الثامنة','648','28','0');
INSERT INTO [t6736] VALUES (31,'الطبقة السابعة والعشرون وهم الذين كانوا في العشرين الخامسة من المائة الثامنة','710','28','0');
INSERT INTO [t6736] VALUES (32,'الجزء ٤','756','0','0');
INSERT INTO [t6736] VALUES (33,'الطبقة الثامنة والعشرون وهم الذين كانوا في العشرين الأولى من المائة التاسعة','756','32','0');
INSERT INTO [t6736] VALUES (34,'الطبقة التاسعة والعشرون وهم الذين كانوا في العشرين الثانية من المائة التاسعة','822','32','0');
