-- Table: t7472
-- Chunk: 1
-- Rows: 42

CREATE TABLE "t7472" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t7472
INSERT INTO [t7472] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t7472] VALUES (2,'ترجمة حياة أبو بكر الصديق١ رضي الله عنه','3','0','0');
INSERT INTO [t7472] VALUES (3,'بعض الأحاديث المصرحة بفضل أبي بكر','7','0','0');
INSERT INTO [t7472] VALUES (4,'حديث السقيفة١ وبيعة أبي بكر الصديق','10','0','0');
INSERT INTO [t7472] VALUES (5,'تخلف علي١ رضي الله عنه عن البيعة','14','0','0');
INSERT INTO [t7472] VALUES (6,'أفضل الناس بعد رسول الله','15','0','0');
INSERT INTO [t7472] VALUES (7,'إرسال جيش أسامة بن زيد١ يوم الأربعاء ١٤ ربيع الأول سنة ١١هـ "١١ حزيران - يونيه ٦م"','17','0','0');
INSERT INTO [t7472] VALUES (8,'وصية أبي بكر الجيش','20','0','0');
INSERT INTO [t7472] VALUES (9,'إمارة باذان على اليمن١ في عهد رسول الله','21','0','0');
INSERT INTO [t7472] VALUES (10,'الأسود العنسي المتنبئ١ الكذاب','23','0','0');
INSERT INTO [t7472] VALUES (11,'قتال أهل الردة','25','0','0');
INSERT INTO [t7472] VALUES (12,'عودة أسامة سنة ١١هـ "سبتمبر سنة ٦٣٢م"','27','0','0');
INSERT INTO [t7472] VALUES (13,'إرسال البعوث إلى المرتدين١ شعبان سنة ١١هـ "تشرين الأول أكتوبر سنة ٦٣٢ م"','29','0','0');
INSERT INTO [t7472] VALUES (14,'موقعة بزاخة١ وفرار طليحة إلى الشام','32','0','0');
INSERT INTO [t7472] VALUES (15,'هزيمة بني تميم وقصة مالك بن نويرة','35','0','0');
INSERT INTO [t7472] VALUES (16,'موقعة اليمامة١ آخر سنة ١١هـ وبدء سنة ٦٣٣ م','38','0','0');
INSERT INTO [t7472] VALUES (17,'أسماء من قتل باليمامة من مشهوري الصحابة','43','0','0');
INSERT INTO [t7472] VALUES (18,'أسجاع١ مسيلمة','45','0','0');
INSERT INTO [t7472] VALUES (19,'ردة أهل البحرين١ سنة ١١هـ "٦٣٢ - ٦٣٣ م"','48','0','0');
INSERT INTO [t7472] VALUES (20,'كرامة العلاء بن الحضرمي','49','0','0');
INSERT INTO [t7472] VALUES (21,'انتصار المسلمين وهزيمة المشركين','51','0','0');
INSERT INTO [t7472] VALUES (22,'مسير خالد إلى العراق وصلح الحيرة١ سنة ١٢هـ - ٦٣٣ م','56','0','0');
INSERT INTO [t7472] VALUES (23,'انهزام الفرس ثانيا موقعة الثنى١ صفر سنة ١٢هـ - سنة ٦٣٣م','58','0','0');
INSERT INTO [t7472] VALUES (24,'حصار الحيرة وتسليمها١ ربيع الأول سنة ١٢هـ - أيلول سنة ٦٣٣ م','61','0','0');
INSERT INTO [t7472] VALUES (25,'محاورة بين خالد بن الوليد وعمرو بن عبد المسيح','62','0','0');
INSERT INTO [t7472] VALUES (26,'خالد يتناول السم١ الزعاف٢ فلا يؤثر فيه','64','0','0');
INSERT INTO [t7472] VALUES (27,'موقعة دومة الجندل١ شهر رجب سنة ١٢هـ - أيلول/سبتمبر سنة ٦٣٣ م','68','0','0');
INSERT INTO [t7472] VALUES (28,'البعوث إلى العراق١ شهر شعبان سنة ١٢هـ - تشرين الأول/أكتوبر سنة ٦٣٣م','69','0','0');
INSERT INTO [t7472] VALUES (29,'موقعة الفراض','70','0','0');
INSERT INTO [t7472] VALUES (30,'خالد يحج سرا١ شهر ذي الحجة سنة ١٢هـ - شباط/فبراير سنة ٦٣٤م','71','0','0');
INSERT INTO [t7472] VALUES (31,'غزو الشام١ سنة ١٢ - ١٣هـ - ٦٣٣- ٦٣٤م','72','0','0');
INSERT INTO [t7472] VALUES (32,'الظروف الملائمة لفتح الشام','74','0','0');
INSERT INTO [t7472] VALUES (33,'مسير خالد بن الوليد من العراق إلى الشام','76','0','0');
INSERT INTO [t7472] VALUES (34,'المثنى بالعراق','81','0','0');
INSERT INTO [t7472] VALUES (35,'موقعة بابل١ صيف سنة ١٣هـ - سنة ٦٣٤ م','82','0','0');
INSERT INTO [t7472] VALUES (36,'وفاة أبي بكر الصديق ضي الله عنه ٢٢ جمادى الآخرة سنة ١٣هـ "٢٣ آب أغسطس سنة ٦٣٤م"','84','0','0');
INSERT INTO [t7472] VALUES (37,'وصية أبي بكر لعمر بن الخطاب','86','0','0');
INSERT INTO [t7472] VALUES (38,'خطبة ابنته عائشة في تأبينه','87','0','0');
INSERT INTO [t7472] VALUES (39,'حج أبي بكر','89','0','0');
INSERT INTO [t7472] VALUES (40,'قضاته وكتابه وعمال','90','0','0');
INSERT INTO [t7472] VALUES (41,'حكم أبي بكر وكلماته','93','0','0');
INSERT INTO [t7472] VALUES (42,'خاتمة في حياة خالد بن الوليد','95','0','0');
