-- Table: t7536
-- Chunk: 1
-- Rows: 56

CREATE TABLE "t7536" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t7536
INSERT INTO [t7536] VALUES (1,'الفتنة: مقتل عثمان بن عفان','1','0','0');
INSERT INTO [t7536] VALUES (2,'نفي المخالفين من أهل الكوفة','1','1','0');
INSERT INTO [t7536] VALUES (3,'نفي المشاغبين من أهل البصرة إلى الشام','8','1','0');
INSERT INTO [t7536] VALUES (4,'اجتماع الثوار على عثمان','11','1','0');
INSERT INTO [t7536] VALUES (5,'دعوة عبد الله بن سبأ','16','1','0');
INSERT INTO [t7536] VALUES (6,'مشاورات عثمان مع ولاته','19','1','0');
INSERT INTO [t7536] VALUES (7,'المواجهة الأولى سنة ٣٤ هـ','23','1','0');
INSERT INTO [t7536] VALUES (8,'خروج الثوار إلى المدينة عام ٣٥ هـ','27','1','0');
INSERT INTO [t7536] VALUES (9,'ما قاله علي وطلحة والزبير للثوار وتظاهرهم بالعودة','30','1','0');
INSERT INTO [t7536] VALUES (10,'مباغتة المدينة','32','1','0');
INSERT INTO [t7536] VALUES (11,'كتابة عثمان إلى الأمصار','34','1','0');
INSERT INTO [t7536] VALUES (12,'آخر خطبة لعثمان','38','1','0');
INSERT INTO [t7536] VALUES (13,'الحصار','40','1','0');
INSERT INTO [t7536] VALUES (14,'مقتل عثمان','47','1','0');
INSERT INTO [t7536] VALUES (15,'بعض سير عثمان بن عفان رضي الله عنه','51','1','0');
INSERT INTO [t7536] VALUES (16,'آراء متفرقة في تحليل الفتنة','53','1','0');
INSERT INTO [t7536] VALUES (17,'دفن عثمان رضي الله عنه','62','1','0');
INSERT INTO [t7536] VALUES (18,'ولاة الأمصار عند وفاة عثمان','64','1','0');
INSERT INTO [t7536] VALUES (19,'بعض خطب عثمان','66','1','0');
INSERT INTO [t7536] VALUES (20,'خلافة علي بن أبي طالب','68','0','0');
INSERT INTO [t7536] VALUES (21,'الدولة بلا خليفة','68','20','0');
INSERT INTO [t7536] VALUES (22,'المبايعة لعلي','71','20','0');
INSERT INTO [t7536] VALUES (23,'مبايعة طلحة والزبير','73','20','0');
INSERT INTO [t7536] VALUES (24,'أول خطبة لعلي رضي الله عنه','75','20','0');
INSERT INTO [t7536] VALUES (25,'مطالب طلحة والزبير','78','20','0');
INSERT INTO [t7536] VALUES (26,'أخبار عمال علي','81','20','0');
INSERT INTO [t7536] VALUES (27,'كتابة علي إلى أبي موسى ومعاوية','84','20','0');
INSERT INTO [t7536] VALUES (28,'وقعة الجمل','87','0','0');
INSERT INTO [t7536] VALUES (29,'إستئذان طلحة والزبير عليا في العمرة','87','28','0');
INSERT INTO [t7536] VALUES (30,'استنفار أهل المدينة','89','28','0');
INSERT INTO [t7536] VALUES (31,'وصول الخبر إلى عائشة','93','28','0');
INSERT INTO [t7536] VALUES (32,'توجه عائشة إلى المدينة وعودتها','95','28','0');
INSERT INTO [t7536] VALUES (33,'توجه عائشة وطلحة والزبير إلى البصرة','100','28','0');
INSERT INTO [t7536] VALUES (34,'موقف عبد الله بن عمر','103','28','0');
INSERT INTO [t7536] VALUES (35,'خروج علي إلى الربذة يريد البصرة','104','28','0');
INSERT INTO [t7536] VALUES (36,'الموقف في البصرة','107','28','0');
INSERT INTO [t7536] VALUES (37,'قتال عائشة وعثمان بن حنيف','113','28','0');
INSERT INTO [t7536] VALUES (38,'الاتفاق على وقف القتال بين عثمان بن حنيف وعائشة','115','28','0');
INSERT INTO [t7536] VALUES (39,'مسير على بن أبي طالب إلى البصرة','123','28','0');
INSERT INTO [t7536] VALUES (40,'موقف أبي موسى الأشعري','127','28','0');
INSERT INTO [t7536] VALUES (41,'نزول أمير المؤمنين علي ذا قار','133','28','0');
INSERT INTO [t7536] VALUES (42,'مساعي الإصلاح','135','28','0');
INSERT INTO [t7536] VALUES (43,'رؤوس الفتنة يحبطون مساعي الإصلاح','139','28','0');
INSERT INTO [t7536] VALUES (44,'المعركة','148','28','0');
INSERT INTO [t7536] VALUES (45,'صفة القتال يوم الجمل','165','28','0');
INSERT INTO [t7536] VALUES (46,'إنزال هودج عائشة','166','28','0');
INSERT INTO [t7536] VALUES (47,'مقتل الزبير بن العوام','169','28','0');
INSERT INTO [t7536] VALUES (48,'من انهزم يوم الجمل فاختفى ومضى في البلاد','170','28','0');
INSERT INTO [t7536] VALUES (49,'دفن القتلى وتوجع علي عليهم','174','28','0');
INSERT INTO [t7536] VALUES (50,'عدد قتلى الجمل','175','28','0');
INSERT INTO [t7536] VALUES (51,'دخول عائشة على علي ومعاقبته من أساء إليها','176','28','0');
INSERT INTO [t7536] VALUES (52,'بيعة أهل البصرة عليا وقسمه ما في بيت المال عليهم','178','28','0');
INSERT INTO [t7536] VALUES (53,'سيرة علي فيمن قاتل يوم الجمل','179','28','0');
INSERT INTO [t7536] VALUES (54,'خروج عائشة من البصرة إلى مكة','180','28','0');
INSERT INTO [t7536] VALUES (55,'كتابة علي إلى عامله بالكوفة','181','28','0');
INSERT INTO [t7536] VALUES (56,'تجهيز علي عائشة وإرسالها إلى المدينة','183','28','0');
