-- Table: t7614
-- Chunk: 1
-- Rows: 41

CREATE TABLE "t7614" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t7614
INSERT INTO [t7614] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t7614] VALUES (2,'نص سؤال الذمي الذي كان سببا في نظم القصيدة','5','0','0');
INSERT INTO [t7614] VALUES (3,'الجواب المفصل للناظم هذا سؤال معند مختصم لله وهو من جنس سؤال إبليس اللعين','11','0','0');
INSERT INTO [t7614] VALUES (4,'بيان طوائف القدرية الثلاث، خصوم الله يوم المعاد','13','0','0');
INSERT INTO [t7614] VALUES (5,'حقيقة مذهب القدرية النفاة وبيان أنهم مجوس هذه الأمة','14','0','0');
INSERT INTO [t7614] VALUES (6,'الرد على من احتج بالمعاصي على القدر','17','0','0');
INSERT INTO [t7614] VALUES (7,'حقيقة مذهب القدرية المجبرة والرد عليهم','22','0','0');
INSERT INTO [t7614] VALUES (8,'حقيقة مذهب القدرية المشركة. وبيان أن الطائفة الثانية قد تشاركهم فيه','25','0','0');
INSERT INTO [t7614] VALUES (9,'بيان أصل ضلال الفرق الضالة عامة، وما يتعين على المكلفين اعتباره واعتقاده','27','0','0');
INSERT INTO [t7614] VALUES (10,'بيان ما زعمه الجبرية، وإبطاله','30','0','0');
INSERT INTO [t7614] VALUES (11,'بيان أن الحكم لله وحده، وأن الخاق والأمر له سبحانه لا شريك له في ملكه','32','0','0');
INSERT INTO [t7614] VALUES (12,'لا شريك لله في ملكه','33','0','0');
INSERT INTO [t7614] VALUES (13,'قدرة الله الكاملة وإرادته الشاملة','34','0','0');
INSERT INTO [t7614] VALUES (14,'إثبات قدرة الله الشاملة وخلقه ومشيئته','36','0','0');
INSERT INTO [t7614] VALUES (15,'سؤال السائل: لم شاء الله كفر الكفار؟ مثل سؤال السائل: لم قدم الله هذا المخلوق على غيره؟','39','0','0');
INSERT INTO [t7614] VALUES (16,'أمره صلى الله عليه وسلم عند الشكوك والأسئلة المحرمة بثلاثة أشياء','41','0','0');
INSERT INTO [t7614] VALUES (17,'ما في الكون تخصيصات كثيرة تدل على أنها بإرادة الله','42','0','0');
INSERT INTO [t7614] VALUES (18,'الرد على الفلافسة القئلين: ((إن الواحد لا يصدرعنه إلا واحد))','44','0','0');
INSERT INTO [t7614] VALUES (19,'مشيئته تعالى لا تنافي ما جعله من الأسباب الدنيوية والأخروية','46','0','0');
INSERT INTO [t7614] VALUES (20,'جميع المطالب الدنيوية والأخروية جعل لها أسبابا متى سلكها الإنسان حصل له مطلوبه','49','0','0');
INSERT INTO [t7614] VALUES (21,'الاعتراض عن الله فيما يشاء هو الذي أضل عقول الخلق وعلى رأسهم المجوس ومن تابعهم','50','0','0');
INSERT INTO [t7614] VALUES (22,'ملاحدة الفلاسفة أوقعتهم عقولهم الفاسدة في الهلاك','52','0','0');
INSERT INTO [t7614] VALUES (23,'مبادئ الشر في كل أمة كتابيه، نشأت من مثل هذا الإعراض','54','0','0');
INSERT INTO [t7614] VALUES (24,'ما ينقض ويلزم القول بالاحتجاج بالقدر على المعاصي','55','0','0');
INSERT INTO [t7614] VALUES (25,'إلزامات أخرى تدحض حجة المعرضين بأقدار الله على المعاصي','60','0','0');
INSERT INTO [t7614] VALUES (26,'أمثلة أخرى للرد على المحتجين بأقدار الله على المعاصي','62','0','0');
INSERT INTO [t7614] VALUES (27,'كما جعل الله الذنوب والجرائم أسبابا للعقوبات، فقد جعل الله التوبة وأعمال الخير أسبابا للعفو','65','0','0');
INSERT INTO [t7614] VALUES (28,'اعتذار المجرم بأن الذنب مقدر عليه، مثل قول الحيوان المفترس والشرير: "هذه طبيعتي فلا لوم علي"','67','0','0');
INSERT INTO [t7614] VALUES (29,'ما ينجي المكلف من هذا المأزق الحرج','68','0','0');
INSERT INTO [t7614] VALUES (30,'احتجاج المحتج بتقدير الرب يزيده عذابا','71','0','0');
INSERT INTO [t7614] VALUES (31,'الرد على من احتج على المعاصي: بأنها من قضاء الله الذي يجب الرضا به','72','0','0');
INSERT INTO [t7614] VALUES (32,'بيان حقيقة معصية المكلف، وأن الله قد وضع أسبابا لأفعال العباد، وأن حكمته اقتضت افتراقهم بالعلم والجهل وما إلى ذلك','76','0','0');
INSERT INTO [t7614] VALUES (33,'خلق الله للعبد مشيئة يتمكن بها من كل ما يريد','77','0','0');
INSERT INTO [t7614] VALUES (34,'الرد على من قال: هل اختار ترك حكم الله وقدره؟ وهو ختام رد الناظم','80','0','0');
INSERT INTO [t7614] VALUES (35,'خاتمة الناظم في أن هذه الأجوبة تبين أصل القدر الذي هو أحد أصول الإيمان','83','0','0');
INSERT INTO [t7614] VALUES (36,'خاتمة','85','0','0');
INSERT INTO [t7614] VALUES (37,'المثال الأول: {محاورة رجل عاص مسرف وصاحب له مخلص}','86','0','0');
INSERT INTO [t7614] VALUES (38,'المثال الثاني: {استرشاد رجل بعض العلماء إلى أمر يطمئن له في أمر القدر}','89','0','0');
INSERT INTO [t7614] VALUES (39,'المثال الثالث: قضية الرجل الجبري','93','0','0');
INSERT INTO [t7614] VALUES (40,'المثال الرابع: مخاصمة بين القدري والجبري','96','0','0');
INSERT INTO [t7614] VALUES (41,'المثال الخامس: في الآجال والأرزاق','102','0','0');
