-- Table: t7611
-- Chunk: 1
-- Rows: 31

CREATE TABLE "t7611" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t7611
INSERT INTO [t7611] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t7611] VALUES (2,'الفصل الأول: بين النبوة والوحي','8','0','0');
INSERT INTO [t7611] VALUES (3,'مدخل','8','2','0');
INSERT INTO [t7611] VALUES (4,'أولا: تعريف الوحي','9','2','0');
INSERT INTO [t7611] VALUES (5,'ثانيا: أنواع الوحي','11','2','0');
INSERT INTO [t7611] VALUES (6,'ثالثا: ثبوت النبوة بالوحي','14','2','0');
INSERT INTO [t7611] VALUES (7,'رابعا: ليس كل الوحي مكتوبا','17','2','0');
INSERT INTO [t7611] VALUES (8,'الفصل الثاني: الأدلة من القرآن الكريم','21','0','0');
INSERT INTO [t7611] VALUES (9,'الأول: أدلة عامة','21','8','0');
INSERT INTO [t7611] VALUES (10,'الثاني: أدلة جزئية','29','8','0');
INSERT INTO [t7611] VALUES (11,'الفصل الثالث: الأدلة من السنة النبوية','35','0','0');
INSERT INTO [t7611] VALUES (12,'أولا: عناوين الأحاديث','35','11','0');
INSERT INTO [t7611] VALUES (13,'ثانيا: ذكر بعض الأمثلة من الحديث على وحي السنة النبوية','39','11','0');
INSERT INTO [t7611] VALUES (14,'الفصل الرابع: الأدلة من دلائل النبوة','47','0','0');
INSERT INTO [t7611] VALUES (15,'الغيب لله سبحانه وتعالى','47','14','0');
INSERT INTO [t7611] VALUES (16,'إطلاع الله تعالى بعض خلقه على غيبة','49','14','0');
INSERT INTO [t7611] VALUES (17,'بعض الأحاديث التي تدل على اطلاعه صلى الله عليه وسلم على الغيوب','51','14','0');
INSERT INTO [t7611] VALUES (18,'الفصل الخامس: الأدلة من الإعجاز العلمي في السنة النبوية','62','0','0');
INSERT INTO [t7611] VALUES (19,'مدخل','62','18','0');
INSERT INTO [t7611] VALUES (20,'ليس من كل الماء يكون الولد','63','18','0');
INSERT INTO [t7611] VALUES (21,'إثبات ماء الرجل وماء المرأة','64','18','0');
INSERT INTO [t7611] VALUES (22,'استقرار النطفة الأمشاج في الرحم','67','18','0');
INSERT INTO [t7611] VALUES (23,'اختراق الأسوار لتصوير الجنين، وحصول التشوه الخلقي فيه','69','18','0');
INSERT INTO [t7611] VALUES (24,'الكتابة على جبهة الجنين','73','18','0');
INSERT INTO [t7611] VALUES (25,'في جسم الإنسان (٣٦٠) مفصلا','74','18','0');
INSERT INTO [t7611] VALUES (26,'الفرق بين دم الحيض ودم الاستحاضة','76','18','0');
INSERT INTO [t7611] VALUES (27,'الحجر الصحي','79','18','0');
INSERT INTO [t7611] VALUES (28,'النهي عن اقتناء الكلاب، وإباحة اقتناء القطط','81','18','0');
INSERT INTO [t7611] VALUES (29,'الذباب يحمل الجراثيم ومبيداتها','83','18','0');
INSERT INTO [t7611] VALUES (30,'الخاتمة','85','0','0');
INSERT INTO [t7611] VALUES (31,'مصادر ومراجع','87','0','0');
