-- Table: t7701
-- Chunk: 1
-- Rows: 59

CREATE TABLE "t7701" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t7701
INSERT INTO [t7701] VALUES (1,'التربية لماذا؟! [١]','1','0','0');
INSERT INTO [t7701] VALUES (2,'أسباب اختيار موضوع: (التربية لماذا؟)','2','1','0');
INSERT INTO [t7701] VALUES (3,'السبب الأول: الصحوة المباركة وحاجتها إلى منهج تربوي أصيل','3','2','0');
INSERT INTO [t7701] VALUES (4,'السبب الثاني: الانفصام بين المنهج المنير والواقع المرير','4','2','0');
INSERT INTO [t7701] VALUES (5,'مظاهر الانفصام بين المنهج المنير والواقع المرير','5','2','0');
INSERT INTO [t7701] VALUES (6,'الذوبان في بوتقة مناهج الغرب الدخيلة','6','2','0');
INSERT INTO [t7701] VALUES (7,'المصادر التي يجب أن نستقي المنهج التربوي منها','7','1','0');
INSERT INTO [t7701] VALUES (8,'المصدر الأول: القرآن الكريم','8','7','0');
INSERT INTO [t7701] VALUES (9,'المصدر الثاني: السنة المطهرة','9','7','0');
INSERT INTO [t7701] VALUES (10,'المصدر الثالث: منهج السلف الصالح','10','7','0');
INSERT INTO [t7701] VALUES (11,'التربية لماذا؟! [٢]','11','0','0');
INSERT INTO [t7701] VALUES (12,'مقدمة عن التربية ومصادرها وأهميتها','12','11','0');
INSERT INTO [t7701] VALUES (13,'خصائص التربية','13','11','0');
INSERT INTO [t7701] VALUES (14,'من خصائص التربية التكامل والشمول','14','13','0');
INSERT INTO [t7701] VALUES (15,'عواقب ترك منهج الخالق سبحانه وتعالى والتصورات الفاسدة لحقيقة الألوهية','15','11','0');
INSERT INTO [t7701] VALUES (16,'عبادة أهل سبأ للشمس','16','15','0');
INSERT INTO [t7701] VALUES (17,'عبادة قوم إبراهيم للقمر والنجوم','17','15','0');
INSERT INTO [t7701] VALUES (18,'عبادة بني إسرائيل للعجل','18','15','0');
INSERT INTO [t7701] VALUES (19,'عبادة البقر والفئران وغيرها في الهند','19','15','0');
INSERT INTO [t7701] VALUES (20,'عبادة البشر من دون الله','20','15','0');
INSERT INTO [t7701] VALUES (21,'المنهج الرباني يقدم التصور الصحيح لحقيقة الألوهية','21','15','0');
INSERT INTO [t7701] VALUES (22,'التكامل والشمول في حقيقة الكون والحياة والإنسان','22','11','0');
INSERT INTO [t7701] VALUES (23,'الإسلام كل لا يتجزأ','23','11','0');
INSERT INTO [t7701] VALUES (24,'الأسئلة','24','11','0');
INSERT INTO [t7701] VALUES (25,'نصيحة لمن يتكلمون في الجماعات والدعاة','25','24','0');
INSERT INTO [t7701] VALUES (26,'التربية لماذا؟! [٣]','26','0','0');
INSERT INTO [t7701] VALUES (27,'مقدمة في بيان الأسباب التي دعت إلى التحدث عن موضوع التربية','27','26','0');
INSERT INTO [t7701] VALUES (28,'المصادر التي يجب على الأمة الرجوع إليها','28','26','0');
INSERT INTO [t7701] VALUES (29,'من خصائص منهج الله التربوي التوازن والاعتدال','29','26','0');
INSERT INTO [t7701] VALUES (30,'ظاهرة التوازن ليست في المنهج فحسب','30','29','0');
INSERT INTO [t7701] VALUES (31,'مقارنة بين المنهج التربوي الإسلامي وغيره من المناهج الأرضية','31','29','0');
INSERT INTO [t7701] VALUES (32,'التوازن والاعتدال بين الدنيا والآخرة','32','29','0');
INSERT INTO [t7701] VALUES (33,'التوازن والاعتدال في التشريع','33','29','0');
INSERT INTO [t7701] VALUES (34,'التربية لماذا؟! [٤]','34','0','0');
INSERT INTO [t7701] VALUES (35,'ملخص لما مضى من المحاضرات السابقة','35','34','0');
INSERT INTO [t7701] VALUES (36,'من وسائل التربية','36','34','0');
INSERT INTO [t7701] VALUES (37,'من وسائل التربية القدوة الصالحة','37','36','0');
INSERT INTO [t7701] VALUES (38,'الأستاذ والمعلم هو القدوة الصالحة','38','36','0');
INSERT INTO [t7701] VALUES (39,'محمد صلى الله عليه وسلم هو المعلم الأول والقدوة المثلى','39','36','0');
INSERT INTO [t7701] VALUES (40,'التربية لماذا؟! [٥]','40','0','0');
INSERT INTO [t7701] VALUES (41,'أهمية دروس التربية','41','40','0');
INSERT INTO [t7701] VALUES (42,'التربية بالقدوة الحسنة','42','40','0');
INSERT INTO [t7701] VALUES (43,'أهمية القدوة الحسنة في التربية','43','42','0');
INSERT INTO [t7701] VALUES (44,'التربية بالقصص القرآني','44','40','0');
INSERT INTO [t7701] VALUES (45,'الواقعية في القصص القرآني وبيان ذلك في قصة يوسف','45','40','0');
INSERT INTO [t7701] VALUES (46,'دروس من قصة يوسف','46','40','0');
INSERT INTO [t7701] VALUES (47,'الابتلاء سنة كونية','47','46','0');
INSERT INTO [t7701] VALUES (48,'وحدة العقيدة','48','46','0');
INSERT INTO [t7701] VALUES (49,'تسلية النبي صلى الله عليه وسلم','49','46','0');
INSERT INTO [t7701] VALUES (50,'التربية لماذا؟! [٦]','50','0','0');
INSERT INTO [t7701] VALUES (51,'الأسباب التي دعت إلى طرح موضوع سلسلة التربية','51','50','0');
INSERT INTO [t7701] VALUES (52,'خصائص المنهج التربوي','52','50','0');
INSERT INTO [t7701] VALUES (53,'وسائل المنهج التربوي','53','50','0');
INSERT INTO [t7701] VALUES (54,'أهمية التربية على القصص القرآني والنبوي','54','50','0');
INSERT INTO [t7701] VALUES (55,'قصة الأبرص والأقرع والأعمى','55','50','0');
INSERT INTO [t7701] VALUES (56,'ما يستفاد من قصة الثلاثة','56','55','0');
INSERT INTO [t7701] VALUES (57,'النظر في أحوال أهل البلاء يجلب الشكر','57','50','0');
INSERT INTO [t7701] VALUES (58,'قصة صاحب الجنتين وعاقبة كفران النعم','58','50','0');
INSERT INTO [t7701] VALUES (59,'الإنفاق في سبيل الله من أعظم القربات','59','50','0');
