-- Table: t79
-- Chunk: 1
-- Rows: 25

CREATE TABLE "t79" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t79
INSERT INTO [t79] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t79] VALUES (2,'أولا: تعريف العقد لغة واصطلاحاً','1','0','0');
INSERT INTO [t79] VALUES (3,'تعريف العقد لغة','1','2','0');
INSERT INTO [t79] VALUES (4,'تعريف العقد اصطلاحاً','1','2','0');
INSERT INTO [t79] VALUES (5,'ثانياً: تعريف النكاح لغة وشرعاً','2','0','0');
INSERT INTO [t79] VALUES (6,'تعريف النكاح لغة','2','5','0');
INSERT INTO [t79] VALUES (7,'تعريف النكاح شرعاً','2','5','0');
INSERT INTO [t79] VALUES (8,'ثالثاً: تعريف الإنترنت','2','0','0');
INSERT INTO [t79] VALUES (9,'رابعاً: تعريف الهاتف','2','0','0');
INSERT INTO [t79] VALUES (10,'حقيقة الزواج عبر وسائل الاتصالات الحديثة','3','0','0');
INSERT INTO [t79] VALUES (11,'أولاً: صورة الزواج عبر الإنترنت','3','10','0');
INSERT INTO [t79] VALUES (12,'أـ برامج البال توك','3','11','0');
INSERT INTO [t79] VALUES (13,'ب ـ برنامج الإيسكايبي','3','11','0');
INSERT INTO [t79] VALUES (14,'ج ـ الهوتميل ـ الماسنجر','3','11','0');
INSERT INTO [t79] VALUES (15,'ثانياً: مميزات عقد النكاح عبر وسائل الاتصالات الحديثة','4','10','0');
INSERT INTO [t79] VALUES (16,'ثالثاً: عيوب عقد النكاح عبر وسائل الاتصالات.','4','10','0');
INSERT INTO [t79] VALUES (17,'عقد النكاح عبر وسائل الاتصالات الحديثة له صور متعددة يبينها الباحث من خلال الآتي','5','0','0');
INSERT INTO [t79] VALUES (18,'أولاً: العقد عن طريق الكتابة.','5','17','0');
INSERT INTO [t79] VALUES (19,'القول الأول: يمنع من إبرام عقود النكاح عن طريق الكتابة بوسائل الاتصالات الحديثة','5','18','0');
INSERT INTO [t79] VALUES (20,'القول الثاني: يُجّوز عقد النكاح بالمكاتبة','7','18','0');
INSERT INTO [t79] VALUES (21,'ثانياً: العقد عن طريق المهاتفة','8','17','0');
INSERT INTO [t79] VALUES (22,'أولاً: صور ة عقد النكاح عن طريق المهاتفة','8','21','0');
INSERT INTO [t79] VALUES (23,'ثانياً: خلاف الفقهاء في إبرام عقد النكاح بالمهاتفة','9','21','0');
INSERT INTO [t79] VALUES (24,'ثالثاً: الإشهاد على العقد بالمهاتفة ومدى صحته.','12','21','0');
INSERT INTO [t79] VALUES (25,'التوصيات','16','0','0');
