-- Table: t8173
-- Chunk: 1
-- Rows: 21

CREATE TABLE "t8173" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t8173
INSERT INTO [t8173] VALUES (1,'بسم الله الرحمن الرحيم عونك اللهم','1','0','0');
INSERT INTO [t8173] VALUES (2,'وأبدأ بذكر أحوال الدار العزيزة','5','0','0');
INSERT INTO [t8173] VALUES (3,'آداب الخدمة','29','0','0');
INSERT INTO [t8173] VALUES (4,'قوانين الحجابة ورسومها','69','0','0');
INSERT INTO [t8173] VALUES (5,'ومن الرسم ان يزم الناس فلا يسمع لهم صوت ولا لغط','78','0','0');
INSERT INTO [t8173] VALUES (6,'ولمسايرة الخلفاء في المواكب أدب','84','0','0');
INSERT INTO [t8173] VALUES (7,'جلوس الخلفاء وما يلبسونه في المواكب ويلبسه الداخلون عليهم من الخواص وجميع الطوائف','88','0','0');
INSERT INTO [t8173] VALUES (8,'خلع التقليد والولاية والتشريف والمنادمة','91','0','0');
INSERT INTO [t8173] VALUES (9,'ما يخدم به الخليفة عند التقليد والتشريف بالتكنية واللقب','98','0','0');
INSERT INTO [t8173] VALUES (10,'رسوم المكاتبات عن الخلفاء في صدورها وعنواناتها والأدعية فيها وما يعاد منها في أواخرها','102','0','0');
INSERT INTO [t8173] VALUES (11,'خطاب الخلفاء في الكتب والأدعية لهم','106','0','0');
INSERT INTO [t8173] VALUES (12,'رسوم الكتب عن الخلفاء','109','0','0');
INSERT INTO [t8173] VALUES (13,'الدعاء للمكاتبين عن الخلفاء وما كان الرسم أولا جاريا به وانتهى أخيرا إليه','111','0','0');
INSERT INTO [t8173] VALUES (14,'الإنتساب إلى مولى أمير المؤمنين','120','0','0');
INSERT INTO [t8173] VALUES (15,'ما يذكر في أواخر الكتب من قولهم وكتب فلان بن فلان','122','0','0');
INSERT INTO [t8173] VALUES (16,'الطروس التي يكتب فيها إلى الخلفاء وعنهم والخرائط التي تحمل الكتب صادرة وواردة فيها والختوم التي توقع عليها','124','0','0');
INSERT INTO [t8173] VALUES (17,'الألقاب','126','0','0');
INSERT INTO [t8173] VALUES (18,'الخطبة على المنابر','131','0','0');
INSERT INTO [t8173] VALUES (19,'ضرب الطبل في أوقات الصلوات','134','0','0');
INSERT INTO [t8173] VALUES (20,'خطب النكاح','136','0','0');
INSERT INTO [t8173] VALUES (21,'فصل خدم به الخادم فيما قطع عنده الكتاب','138','0','0');
