-- Table: t8246
-- Chunk: 1
-- Rows: 40

CREATE TABLE "t8246" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t8246
INSERT INTO [t8246] VALUES (1,'باب البيان من علو مراتبهم، وترفيع منازلهم','1','0','0');
INSERT INTO [t8246] VALUES (2,'باب البيان عن أوصاف المتحققين بالفقر','3','0','0');
INSERT INTO [t8246] VALUES (3,'ومن أصولهم السكون إلى ضمانه والتعري من الإعراض وطغيانه','5','0','0');
INSERT INTO [t8246] VALUES (4,'ومنها العدول عن الادخار، والتبرؤ من الاختيار','7','0','0');
INSERT INTO [t8246] VALUES (5,'ومنها خروجهم عن التبييت حذرا من التعيير والتبكيت','10','0','0');
INSERT INTO [t8246] VALUES (6,'ومنها التجزي بالكفاف تزينا للعفاف','12','0','0');
INSERT INTO [t8246] VALUES (7,'ومنها الإعراض عما يلهي رعاية لما يدنى','14','0','0');
INSERT INTO [t8246] VALUES (8,'ومنها التبرم بما ينقضي ويبلى حنينا إلى ما يدوم ويبقى','16','0','0');
INSERT INTO [t8246] VALUES (9,'ومنها اعتمادهم على حميد كفاية الله في الانقطاع إليه، واحترازهم من عرض الدنيا خوفا من الركون إليه','19','0','0');
INSERT INTO [t8246] VALUES (10,'ومنها إدمان المراقبة في الإعلان والمخافتة','21','0','0');
INSERT INTO [t8246] VALUES (11,'ومنها الجد والمواظبة على جهاد النفس والمخالفة','25','0','0');
INSERT INTO [t8246] VALUES (12,'ومنها تنفيرهم أبناء الدنيا عن ارتضاعها والاستهانة بمؤثرها واتضاعها','29','0','0');
INSERT INTO [t8246] VALUES (13,'ومنها أنهم الرعاة لكل حق والحماة لكل حد','31','0','0');
INSERT INTO [t8246] VALUES (14,'ومنها تحسين المخالفة وتمهيد العذر للموافقة','33','0','0');
INSERT INTO [t8246] VALUES (15,'ومنها رعاية حقوق المجاورة وصيانة النفس عن المحاورة','36','0','0');
INSERT INTO [t8246] VALUES (16,'ومنها إيثار الفقراء والغرباء على النفس والأهل القرباء','39','0','0');
INSERT INTO [t8246] VALUES (17,'ومنها اختيار البذل والإنفاق والسلو عن خوف العوز والإملاق','41','0','0');
INSERT INTO [t8246] VALUES (18,'ومنها اغتنامهم خدمة الشيوخ والفقراء استنانا بسيد النبيين والسفراء','43','0','0');
INSERT INTO [t8246] VALUES (19,'ومنها نصبهم الموائد لاغتنامهم الفوائد','46','0','0');
INSERT INTO [t8246] VALUES (20,'ومنها الرعاية للتزاور والتآخي طلبا للتحابب والتباهي','49','0','0');
INSERT INTO [t8246] VALUES (21,'ومنها المثابرة على مصاحبة الأولياء والمسارعة إلى مؤاكلة الأتقياء','52','0','0');
INSERT INTO [t8246] VALUES (22,'ومنها الاجتماع على الأكل والإطعام، والالتماس للبركة، والإكرام','55','0','0');
INSERT INTO [t8246] VALUES (23,'ومنها رفضهم للتصنع والتكلف صيانة للتكرم والتعفف','57','0','0');
INSERT INTO [t8246] VALUES (24,'ومنها عدولهم عن الترفه والتنعم احترازا من التولي والتصرم','59','0','0');
INSERT INTO [t8246] VALUES (25,'ومنها أنهم هجروا المراقد واستوطنوا المساجد','61','0','0');
INSERT INTO [t8246] VALUES (26,'ومنها توطين النفس على القناعة توقيا من الملامة والشفاعة','63','0','0');
INSERT INTO [t8246] VALUES (27,'ومنها التحرز من مخالطة الأغنياء، والتشمير في ملاحقة الأصفياء','65','0','0');
INSERT INTO [t8246] VALUES (28,'ومن أصولهم التي عليها مباني أحوالهم الاستقامة في التوحيد مع الملازمة للتجريد','68','0','0');
INSERT INTO [t8246] VALUES (29,'ومنها التأييد بالخصال التي ظفر بها العمال','70','0','0');
INSERT INTO [t8246] VALUES (30,'ومنها التحقق بالإيمان الجامع والتمكن من العلم النافع','72','0','0');
INSERT INTO [t8246] VALUES (31,'ومنها لوامع اليقين للمتحققين بدافع لدعاوي المدعين','74','0','0');
INSERT INTO [t8246] VALUES (32,'ومنها القلب المعمر بالنور والمحبة سال عما يعقب المذبة والمسبة','76','0','0');
INSERT INTO [t8246] VALUES (33,'ومنها التقرب بالنوافل يوجب أشرف المنازل','79','0','0');
INSERT INTO [t8246] VALUES (34,'ومنها إخفاء محن الأسرار من ذخائر الأبرار','81','0','0');
INSERT INTO [t8246] VALUES (35,'ومنها القلب الفارغ التقي ترده المعارف الخفي','84','0','0');
INSERT INTO [t8246] VALUES (36,'ومنها تقديم مقام العارفين على مقامات المزيدين','86','0','0');
INSERT INTO [t8246] VALUES (37,'والعارف مصون عن () والتطيش مأمور بخلاف النفس والتفتش','89','0','0');
INSERT INTO [t8246] VALUES (38,'ومن راعى من نفسه التحفظ والتحرس صح منه الاعتبار والتفرس','91','0','0');
INSERT INTO [t8246] VALUES (39,'ومنها إباحة التنسم بشجي الأغاني عند فتور النفس والتواني','94','0','0');
INSERT INTO [t8246] VALUES (40,'ومما يستحب سماعه من الغنا ما يصفو من اللغو والخنا','96','0','0');
