-- Table: t8534
-- Chunk: 1
-- Rows: 56

CREATE TABLE "t8534" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t8534
INSERT INTO [t8534] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t8534] VALUES (2,'القسم الدراسي','3','0','0');
INSERT INTO [t8534] VALUES (3,'الفصل الأول: حياة المصنف','3','2','0');
INSERT INTO [t8534] VALUES (4,'مصادر ترجمة المصنف','3','3','0');
INSERT INTO [t8534] VALUES (5,'المبحث الأول: اسمه، نسبه، ومولده','5','3','0');
INSERT INTO [t8534] VALUES (6,'المبحث الثاني: نشأته في أسرة علمية','7','3','0');
INSERT INTO [t8534] VALUES (7,'المبحث الثالث: شيوخه','12','3','0');
INSERT INTO [t8534] VALUES (8,'المبحث الرابع: تلاميذه','15','3','0');
INSERT INTO [t8534] VALUES (9,'المبحث الخامس: مصنفاته','18','3','0');
INSERT INTO [t8534] VALUES (10,'المبحث السادس: وفاته','24','3','0');
INSERT INTO [t8534] VALUES (11,'المبحث السابع: ثناء العلماء عليه','26','3','0');
INSERT INTO [t8534] VALUES (12,'الفصل الثاني: دراسة الكتاب','29','2','0');
INSERT INTO [t8534] VALUES (13,'المبحث الأول: نسبة الكتاب إلى المصنف','29','12','0');
INSERT INTO [t8534] VALUES (14,'المبحث الثاني: مكانة اللباب عند فقهاء الشافعية','32','12','0');
INSERT INTO [t8534] VALUES (15,'المبحث الثالث: منهج المصنف في الكتاب','37','12','0');
INSERT INTO [t8534] VALUES (16,'المبحث الرابع: وصف النسختين الخطيتين للكتاب','40','12','0');
INSERT INTO [t8534] VALUES (17,'المبحث الخامس: عملي في التحقيق','44','12','0');
INSERT INTO [t8534] VALUES (18,'كتاب اللباب في الفقه الشافعي','48','0','0');
INSERT INTO [t8534] VALUES (19,'كتاب الطهارة','48','18','0');
INSERT INTO [t8534] VALUES (20,'كتاب الصلاة','85','18','0');
INSERT INTO [t8534] VALUES (21,'كتاب الزكاة','158','18','0');
INSERT INTO [t8534] VALUES (22,'كتاب الصيام','181','18','0');
INSERT INTO [t8534] VALUES (23,'كتاب الحج','189','18','0');
INSERT INTO [t8534] VALUES (24,'كتاب البيوع','205','18','0');
INSERT INTO [t8534] VALUES (25,'كتاب الصلح','240','18','0');
INSERT INTO [t8534] VALUES (26,'كتاب المزارعة','244','18','0');
INSERT INTO [t8534] VALUES (27,'كتاب الفرائض','261','18','0');
INSERT INTO [t8534] VALUES (28,'كتاب اللقطة','274','18','0');
INSERT INTO [t8534] VALUES (29,'كتاب الآجال','280','18','0');
INSERT INTO [t8534] VALUES (30,'كتاب الوقف','287','18','0');
INSERT INTO [t8534] VALUES (31,'كتاب الصداق','311','18','0');
INSERT INTO [t8534] VALUES (32,'كتاب الخلع','318','18','0');
INSERT INTO [t8534] VALUES (33,'كتاب الطلاق','319','18','0');
INSERT INTO [t8534] VALUES (34,'كتاب الرجعة','325','18','0');
INSERT INTO [t8534] VALUES (35,'كتاب الإيلاء','326','18','0');
INSERT INTO [t8534] VALUES (36,'كتاب الظهار','329','18','0');
INSERT INTO [t8534] VALUES (37,'كتاب اللعان','331','18','0');
INSERT INTO [t8534] VALUES (38,'كتاب العدة','333','18','0');
INSERT INTO [t8534] VALUES (39,'كتاب الرضاع','336','18','0');
INSERT INTO [t8534] VALUES (40,'كتاب النفقات','338','18','0');
INSERT INTO [t8534] VALUES (41,'كتاب الحصانة','340','18','0');
INSERT INTO [t8534] VALUES (42,'كتاب الديات','352','18','0');
INSERT INTO [t8534] VALUES (43,'كتاب السير','367','18','0');
INSERT INTO [t8534] VALUES (44,'كتاب السبق والرمي','374','18','0');
INSERT INTO [t8534] VALUES (45,'كتاب الحدود','376','18','0');
INSERT INTO [t8534] VALUES (46,'كتاب الأشربة','382','18','0');
INSERT INTO [t8534] VALUES (47,'كتاب الأطعمة','384','18','0');
INSERT INTO [t8534] VALUES (48,'كتاب الصيد والذبائح','387','18','0');
INSERT INTO [t8534] VALUES (49,'كتاب الأيمان والنذور','394','18','0');
INSERT INTO [t8534] VALUES (50,'كتاب الشهادات','403','18','0');
INSERT INTO [t8534] VALUES (51,'كتاب الدعاوى والبيانات','406','18','0');
INSERT INTO [t8534] VALUES (52,'كتاب العتق','409','18','0');
INSERT INTO [t8534] VALUES (53,'كتاب القرعة','413','18','0');
INSERT INTO [t8534] VALUES (54,'كتاب أحكام الأعمى','417','18','0');
INSERT INTO [t8534] VALUES (55,'كتاب أحكام الأولاد','418','18','0');
INSERT INTO [t8534] VALUES (56,'مصادر ومراجع','420','0','0');
