-- Table: t8651
-- Chunk: 1
-- Rows: 41

CREATE TABLE "t8651" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t8651
INSERT INTO [t8651] VALUES (1,'مقدمة','1','0','0');
INSERT INTO [t8651] VALUES (2,'الفصل الأول: فن الحديث الصحفي','7','0','0');
INSERT INTO [t8651] VALUES (3,'المبحث الأول: تعريف الحديث الصحفي','7','2','0');
INSERT INTO [t8651] VALUES (4,'المبحث الثاني: الاعداد للحديث الصحفي','12','2','0');
INSERT INTO [t8651] VALUES (5,'المبحث الثالث: إجراء الحديث الصحفي','18','2','0');
INSERT INTO [t8651] VALUES (6,'تحديد موعد اللقاء','18','5','0');
INSERT INTO [t8651] VALUES (7,'إدارة الحوار','23','5','0');
INSERT INTO [t8651] VALUES (8,'تسجيل الحوار','25','5','0');
INSERT INTO [t8651] VALUES (9,'المبحث الرابع: كتابة الحديث الصحفي','29','2','0');
INSERT INTO [t8651] VALUES (10,'المبحث الخامس: الحديث التليفوني','66','2','0');
INSERT INTO [t8651] VALUES (11,'المبحث السادس: المؤتمر الصحفي','73','2','0');
INSERT INTO [t8651] VALUES (12,'الفصل الثاني: فن التحقيق الصحفي','81','0','0');
INSERT INTO [t8651] VALUES (13,'المبحث الأول: تعريف التحقيق الصحفي','81','12','0');
INSERT INTO [t8651] VALUES (14,'المبحث الثاني: إعداد التحقيق الصحفي','88','12','0');
INSERT INTO [t8651] VALUES (15,'أولا: اختيار فكرة التحقيق','88','14','0');
INSERT INTO [t8651] VALUES (16,'ثانيا: جمع المادة الأولية للتحقيق','91','14','0');
INSERT INTO [t8651] VALUES (17,'ثالثا: تنفيذ التحقبق الصحفي','92','14','0');
INSERT INTO [t8651] VALUES (18,'المبحث الثالث: كتابة التحقيق الصحفي','93','12','0');
INSERT INTO [t8651] VALUES (19,'أولا: قالب الهرم المعتدل المبني على العرض الموضوعي','93','18','0');
INSERT INTO [t8651] VALUES (20,'ثانيا: قالب الهرم المعتدل المبني على الوصف التفصيلي','102','18','0');
INSERT INTO [t8651] VALUES (21,'ثالثا: قالب الهرم المعتدل المبني على السرد القصصي','110','18','0');
INSERT INTO [t8651] VALUES (22,'الفصل الثالث: فن التقرير الصحفي','119','0','0');
INSERT INTO [t8651] VALUES (23,'المبحث الأول: تعريف التقرير الصحفي','119','22','0');
INSERT INTO [t8651] VALUES (24,'أولا: الفرق بين الخبر الصحفي والتقرير الصحفي','119','23','0');
INSERT INTO [t8651] VALUES (25,'ثانيا: الفرق بين التقرير الصحفي والتحقيق الصحفي','121','23','0');
INSERT INTO [t8651] VALUES (26,'المبحث الثاني: كتابة التقرير الصحفي','123','22','0');
INSERT INTO [t8651] VALUES (27,'المبحث الثالث: التقرير الإخباري','135','22','0');
INSERT INTO [t8651] VALUES (28,'المبحث الرابع: التقرير الحي','143','22','0');
INSERT INTO [t8651] VALUES (29,'المبحث الخامس: تقرير عرض الشخصيات','150','22','0');
INSERT INTO [t8651] VALUES (30,'الفصل الرابع: فن المقال الصحفي','159','0','0');
INSERT INTO [t8651] VALUES (31,'المبحث الأول: تعريف المقال الصحفي','159','30','0');
INSERT INTO [t8651] VALUES (32,'المبحث الثاني: فن المقال الافتتاحي','162','30','0');
INSERT INTO [t8651] VALUES (33,'المبحث الثالث: فن العمود الصحفي','195','30','0');
INSERT INTO [t8651] VALUES (34,'المبحث الرابع: فن المقال النقدي','196','30','0');
INSERT INTO [t8651] VALUES (35,'المبحث الخامس: فن المقال التحليلي','207','30','0');
INSERT INTO [t8651] VALUES (36,'الفصل الخامس: الحملة الصحفية','222','0','0');
INSERT INTO [t8651] VALUES (37,'المبحث الأول: تعريف الحملة الصحفية','222','36','0');
INSERT INTO [t8651] VALUES (38,'المبحث الثاني: التغطية الصحفية للحملة','226','36','0');
INSERT INTO [t8651] VALUES (39,'المبحث الثالث: نموذج تطبيقي للحملة الصحفية','233','36','0');
INSERT INTO [t8651] VALUES (40,'المصادر والمراجع','311','0','0');
INSERT INTO [t8651] VALUES (41,'محتويات الكتاب','316','0','0');
