-- Table: t9391
-- Chunk: 1
-- Rows: 15

CREATE TABLE "t9391" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t9391
INSERT INTO [t9391] VALUES (1,'تحريم نكاح المتعة','1','0','0');
INSERT INTO [t9391] VALUES (2,'باب بيان النص الوارد في تحريم نكاح المتعة، وبطلانه، وفساده، وخطإ فاعله، وإثمه، لمخالفة الرسول صلى الله عليه وسلم، وقد أمر الله تعالى: باتباعه، واتباع أوامره، وقبول نواهيه، وزواجره','1','0','0');
INSERT INTO [t9391] VALUES (3,'باب ما روي في تحريم المتعة مما سوى ما تقدم ذكره','18','0','0');
INSERT INTO [t9391] VALUES (4,'باب صحة نسخ السنة كما يصح نسخ القرآن، وثبوت حكم الناسخ، وبطلان حكم المنسوخ','22','0','0');
INSERT INTO [t9391] VALUES (5,'باب نسخ نكاح المتعة','24','0','0');
INSERT INTO [t9391] VALUES (6,'باب تحريم النبي صلى الله عليه وسلم نكاح المتعة بعد نسخه، وتأكيد التحريم إلى يوم القيامة','35','0','0');
INSERT INTO [t9391] VALUES (7,'باب ذكر المدة التي رخص فيها النبي صلى الله عليه وسلم في المتعة ثم حرمها بعد ذلك، ونسخها إلى يوم القيامة','39','0','0');
INSERT INTO [t9391] VALUES (8,'باب ذكر السبب الذي لأجله رخص رسول الله صلى الله عليه وسلم في المتعة، ثم نسخت وحرمت حين زال ذلك السبب، كنظائر ذلك في الشريعة','41','0','0');
INSERT INTO [t9391] VALUES (9,'باب تخصيص أصحاب رسول الله صلى الله عليه وسلم بإباحة المتعة لهم دون سائر الناس بعدهم','44','0','0');
INSERT INTO [t9391] VALUES (10,'باب من سمى نكاح المتعة سفاحا والسفاح زنا','46','0','0');
INSERT INTO [t9391] VALUES (11,'باب من رأى العقوبة على من ارتكب ما حرم عليه من نكاح المتعة','49','0','0');
INSERT INTO [t9391] VALUES (12,'باب ذكر إجماع أصحاب رسول الله صلى الله عليه وسلم على تحريم نكاح المتعة سوى ما تقدم بيانه عنهم','53','0','0');
INSERT INTO [t9391] VALUES (13,'باب وجوب الأخذ بأوامر رسول الله صلى الله عليه وسلم ونواهيه وقد تقدم في تحريم نكاح المتعة ما فيه كفاية، ومقنع لمن وفقه الله تعالى للرجوع إلى شريعته، ودينه، وترك المعصية، والأخذ بما لا علم له به، وجانب تقليد غيره في ارتكاب الحرام، فالرجوع إلى ما بيناه من الشريعة أولى به من غيره','57','0','0');
INSERT INTO [t9391] VALUES (14,'باب ذكر ما ورد في تحريم المتعة من القياس والاستدلال','60','0','0');
INSERT INTO [t9391] VALUES (15,'باب ذكر ما احتج به المخالف من الأخبار','75','0','0');
