-- Table: t9413
-- Chunk: 1
-- Rows: 19

CREATE TABLE "t9413" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t9413
INSERT INTO [t9413] VALUES (1,'«عليكم بركعتي الفجر فإن فيهما الرغائب»','1','0','0');
INSERT INTO [t9413] VALUES (2,'من أخف الناس صلاة في تمام»','1','0','0');
INSERT INTO [t9413] VALUES (3,'«يقطع الصلاة الكلب والحمار والمرأة»','1','0','0');
INSERT INTO [t9413] VALUES (4,'كتفا فأكل منه وصلى ولم يتوضأ','1','0','0');
INSERT INTO [t9413] VALUES (5,'«من لم يرحم صغيرنا ويوقر كبيرنا فليس منا»','2','0','0');
INSERT INTO [t9413] VALUES (6,'«لو تعلمون ما أعلم لضحكتم قليلا وبكيتم كثيرا»','2','0','0');
INSERT INTO [t9413] VALUES (7,'«لو أن لابن آدم واديين من مال لابتغى الثالث، ولا يملأ جوف ابن آدم إلا التراب، ويتوب الله','2','0','0');
INSERT INTO [t9413] VALUES (8,'" مرت به جنازة فأثنوا عليها خيرا فقال: وجبت، ثم مروا بأخرى فأنثوا عليها شرا، فقال: وجبت، ثم','2','0','0');
INSERT INTO [t9413] VALUES (9,'يخطب إلى جذع فحن الجذع فاحتضنه وقال: «لو لم أحتضنه لحن إلى يوم القيامة»','2','0','0');
INSERT INTO [t9413] VALUES (10,'إني أبيت وربي يطعمني ويسقيني»','3','0','0');
INSERT INTO [t9413] VALUES (11,'«لا عدوى ولا طيرة ويعجبني الفأل» ، قال: يعني الكلمة الطيبة','3','0','0');
INSERT INTO [t9413] VALUES (12,'«لا يزال العبد بخير ما لم يستعجل» ، قيل: يا رسول الله، فكيف يستعجل؟ قال: " يقول: قد دعوت فما','3','0','0');
INSERT INTO [t9413] VALUES (13,'«لو أهدي إلي كراع لقبلت، ولو دعيت إليه لأجبت»','3','0','0');
INSERT INTO [t9413] VALUES (14,'«اعتدلوا في الركوع، والسجود، ولا يفترش أحدكم ذراعيه افتراش الكلب»','4','0','0');
INSERT INTO [t9413] VALUES (15,'«من هم بحسنة فعملها كتب له عشر حسنات فإن لم يعملها كتب له حسنة واحدة، ومن هم بسيئة فعملها','4','0','0');
INSERT INTO [t9413] VALUES (16,'«لا يبزق أحدكم وهو في صلاته بين يديه ولا عن يمينه ولكن يبزق عن يساره وتحت قدمه','4','0','0');
INSERT INTO [t9413] VALUES (17,'يأكل من بين يديه مرقة فيها دباء فجعل يتبعه يأكله»','4','0','0');
INSERT INTO [t9413] VALUES (18,'اللهم إني أسألك بأن لك الحمد لا إله إلا أنت بديع السموات والأرض ذو الجلال والإكرام، فقال','4','0','0');
INSERT INTO [t9413] VALUES (19,'«من لقي الله لا يشرك به شيئا دخل الجنة»','5','0','0');
