-- Table: t96250
-- Chunk: 1
-- Rows: 31

CREATE TABLE "t96250" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t96250
INSERT INTO [t96250] VALUES (1,'المقدمة','1','0','0');
INSERT INTO [t96250] VALUES (2,'القضاء والقدر','1','0','0');
INSERT INTO [t96250] VALUES (3,'تعريف القضاء والقدر','1','0','0');
INSERT INTO [t96250] VALUES (4,'هل للإنسان قدرة ومشيئة أم لا','3','0','0');
INSERT INTO [t96250] VALUES (5,'حكمة الله عز وجل','3','0','0');
INSERT INTO [t96250] VALUES (6,'الاحتجاج بالقدر','4','0','0');
INSERT INTO [t96250] VALUES (7,'القضاء والقدر يعالج بالقضاء والقدر','4','0','0');
INSERT INTO [t96250] VALUES (8,'وجوب تنزيه الله سبحانه عن الشر والظلم','5','0','0');
INSERT INTO [t96250] VALUES (9,'حقيقة الظلم المنفي عن الله عز وجل وحده','9','0','0');
INSERT INTO [t96250] VALUES (10,'كيفية التوفيق بين اعتقاد أن القدر خيره وشره من الله وبين محبة الله','15','0','0');
INSERT INTO [t96250] VALUES (11,'حكم الرضا بالقضاء','16','0','0');
INSERT INTO [t96250] VALUES (12,'فقه الابتلاء بالضراء','16','0','0');
INSERT INTO [t96250] VALUES (13,'تعريف البلاء والابتلاء والمصيبة والعقوبة','16','0','0');
INSERT INTO [t96250] VALUES (14,'معالم العقوبة','18','0','0');
INSERT INTO [t96250] VALUES (15,'الفرق بين المصيبة والعقوبة','19','0','0');
INSERT INTO [t96250] VALUES (16,'الفرق بين الابتلاء والعقوبة','20','0','0');
INSERT INTO [t96250] VALUES (17,'الفرق بين المصيبة والابتلاء','20','0','0');
INSERT INTO [t96250] VALUES (18,'الفرق بين المصائب العامة والخاصة','20','0','0');
INSERT INTO [t96250] VALUES (19,'أحوال المصيبة في الدنيا','21','0','0');
INSERT INTO [t96250] VALUES (20,'علاقة المصائب بالذنوب','21','0','0');
INSERT INTO [t96250] VALUES (21,'بيان بأن طاعة الله عز وجل ليست سبب للشؤم والمصائب','22','0','0');
INSERT INTO [t96250] VALUES (22,'أحوال المسلم مع أقدار الله المؤلمة عموما','23','0','0');
INSERT INTO [t96250] VALUES (23,'فقه الابتلاء بالضراء','24','0','0');
INSERT INTO [t96250] VALUES (24,'أركان فقه الابتلاء بالضراء','25','0','0');
INSERT INTO [t96250] VALUES (25,'بيان عدم تعارض قوله (وما أصابكم من مصيبة فبما كسبت أيديكم) وقوله عليه الصلاة والسلام (أشد الناس بلاء الأنبياء)','37','0','0');
INSERT INTO [t96250] VALUES (26,'تأويل هلاك الأفاضل في الحوادث والزلازل والكوارث','38','0','0');
INSERT INTO [t96250] VALUES (27,'تأويل ابتلاء الأنبياء','45','0','0');
INSERT INTO [t96250] VALUES (28,'تأويل تقدير المصائب على الحيوانات','47','0','0');
INSERT INTO [t96250] VALUES (29,'تأويل مصائب الأطفال','52','0','0');
INSERT INTO [t96250] VALUES (30,'مفهوم الحياة الطيبة','56','0','0');
INSERT INTO [t96250] VALUES (31,'الخاتمة','61','0','0');
