-- Table: t96269
-- Chunk: 1
-- Rows: 57

CREATE TABLE "t96269" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t96269
INSERT INTO [t96269] VALUES (1,'مقدمات','3','0','0');
INSERT INTO [t96269] VALUES (2,'شكر وتقدير','3','1','0');
INSERT INTO [t96269] VALUES (3,'مقدمة فضيلة الشيخ أبي حفص سامي بن العربي حفظه الله','4','1','0');
INSERT INTO [t96269] VALUES (4,'مقدمة فضيلة الشيخ وحيد بالي حفظه الله','6','1','0');
INSERT INTO [t96269] VALUES (5,'مقدمة المؤلف','8','1','0');
INSERT INTO [t96269] VALUES (6,'خطة البحث','10','1','0');
INSERT INTO [t96269] VALUES (7,'تعريف الدلالة لغة واصطلاحا','11','0','0');
INSERT INTO [t96269] VALUES (8,'تعريف الدليل','12','7','0');
INSERT INTO [t96269] VALUES (9,'الاستدلال','12','7','0');
INSERT INTO [t96269] VALUES (10,'تعريف الاقتران لغة واصطلاحا','14','0','0');
INSERT INTO [t96269] VALUES (11,'الاقتران اصطلاحا','16','10','0');
INSERT INTO [t96269] VALUES (12,'دلالة الاقتران اصطلاحا (التعريف اللقبي)','17','10','0');
INSERT INTO [t96269] VALUES (13,'الأمثلة الفقهية التي استعملت فيها دلالة الاقتران','18','10','0');
INSERT INTO [t96269] VALUES (14,'نجاسة الخمر','18','13','0');
INSERT INTO [t96269] VALUES (15,'التسمية على الوضوء','20','13','0');
INSERT INTO [t96269] VALUES (16,'أقوال العلماء في دلالة الاقتران','22','0','0');
INSERT INTO [t96269] VALUES (17,'أولا القائلون بها','22','16','0');
INSERT INTO [t96269] VALUES (18,'ثانيا المانعون من الاستدلال بدلالة الاقتران','26','16','0');
INSERT INTO [t96269] VALUES (19,'أدلة حجية دلالة الاقتران عند القائلين بها','26','16','0');
INSERT INTO [t96269] VALUES (20,'وأجاب المانعون','28','16','0');
INSERT INTO [t96269] VALUES (21,'بحث في عطف السنة على الواجب','31','0','0');
INSERT INTO [t96269] VALUES (22,'أقسام دلالة الاقتران','34','0','0');
INSERT INTO [t96269] VALUES (23,'أولا تقسيم ابن القيم','34','22','0');
INSERT INTO [t96269] VALUES (24,'الدلالة القوية','34','23','0');
INSERT INTO [t96269] VALUES (25,'الدلالة الضعيفة','36','23','0');
INSERT INTO [t96269] VALUES (26,'دلالة متساوية','36','23','0');
INSERT INTO [t96269] VALUES (27,'تقسيم آخر لأنواع دلالة الاقتران','38','22','0');
INSERT INTO [t96269] VALUES (28,'الاقتران بعطف مفرد على مفرد','38','27','0');
INSERT INTO [t96269] VALUES (29,'الاقتران بعطف جملة ناقصة على جملة تامة','39','27','0');
INSERT INTO [t96269] VALUES (30,'الاقتران بعطف جملة تامة على جملة تامة.','40','27','0');
INSERT INTO [t96269] VALUES (31,'تطبيقات فقهية استعمل فيها الفقهاء دلالة الاقتران','41','0','0');
INSERT INTO [t96269] VALUES (32,'قوله تعالى: {والخيل والبغال والحمير لتركبوها','41','31','0');
INSERT INTO [t96269] VALUES (33,'قوله تعالى: {والخيل والبغال والحمير لتركبوها وزينة','42','31','0');
INSERT INTO [t96269] VALUES (34,'غسل يوم الجمعة على كل محتلم وسواك','44','31','0');
INSERT INTO [t96269] VALUES (35,'احتج الشافعي على وجوب العمرة بقوله تعالى: {وأتموا الحج والعمرة لله}','46','31','0');
INSERT INTO [t96269] VALUES (36,'«لا يبولن أحدكم في الماء الدائم ولا يغتسل فيه','48','31','0');
INSERT INTO [t96269] VALUES (37,'احتج الشافعي على أن الصلاة الوسطى الصبح من حيث قرانها بالقنوت','49','31','0');
INSERT INTO [t96269] VALUES (38,'حديث: «الفطرة خمس.','49','31','0');
INSERT INTO [t96269] VALUES (39,'بحث في تحقيق معنى السنة','51','31','0');
INSERT INTO [t96269] VALUES (40,'ألق عنك شعر الكفر','53','31','0');
INSERT INTO [t96269] VALUES (41,'قوله تعالى: {يا بني آدم خذوا زينتكم عند كل مسجد','54','31','0');
INSERT INTO [t96269] VALUES (42,'قوله تعالى: {وما كان الله ليضيع إيمانكم}','54','31','0');
INSERT INTO [t96269] VALUES (43,'قوله تعالى: {فجعله نسبا وصهرا}','54','31','0');
INSERT INTO [t96269] VALUES (44,'لا ننزع خفافنا ثلاثة أيام ولياليهن إلا من جنابة','54','31','0');
INSERT INTO [t96269] VALUES (45,'«إذا سمعتم النداء فقولوا مثل ما يقول','56','31','0');
INSERT INTO [t96269] VALUES (46,'«إذا لبستم، وإذا توضأتم فابدءوا بأيامنكم','57','31','0');
INSERT INTO [t96269] VALUES (47,'«ليشربن أناس من أمتى الخمر','58','31','0');
INSERT INTO [t96269] VALUES (48,'«لا ينظر الرجل إلى عورة الرجل ولا المرأة إلى عورة المرأة','59','31','0');
INSERT INTO [t96269] VALUES (49,'«إذا تبايعتم بالعينة','62','31','0');
INSERT INTO [t96269] VALUES (50,'قوله تعالى: {وأقيموا الصلاة وآتوا الزكاة}','63','31','0');
INSERT INTO [t96269] VALUES (51,'«لا يحل سلف وبيع ولا شرطان في بيع','63','31','0');
INSERT INTO [t96269] VALUES (52,'ذلك شهر يغفل الناس عنه بين رجب ورمضان','64','31','0');
INSERT INTO [t96269] VALUES (53,'سئل رسول الله صلى الله عليه وسلم عن لحوم الإبل','65','31','0');
INSERT INTO [t96269] VALUES (54,'حق المسلم على المسلم خمس','66','31','0');
INSERT INTO [t96269] VALUES (55,'خلاصة البحث','68','0','0');
INSERT INTO [t96269] VALUES (56,'الخاتمة','69','0','0');
INSERT INTO [t96269] VALUES (57,'أهم المراجع','70','0','0');
