-- Table: t96245
-- Chunk: 1
-- Rows: 50

CREATE TABLE "t96245" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t96245
INSERT INTO [t96245] VALUES (1,'المقدمة','1','0','0');
INSERT INTO [t96245] VALUES (2,'الحقوق العامة','2','0','0');
INSERT INTO [t96245] VALUES (3,'حسن الخلق','2','0','0');
INSERT INTO [t96245] VALUES (4,'مشروعية حسن الخلق مع الناس جميعهم','4','0','0');
INSERT INTO [t96245] VALUES (5,'تعريف المداراة والمداهنة وحكمهما','7','0','0');
INSERT INTO [t96245] VALUES (6,'الفوارق بين المداراة والمداهنة','8','0','0');
INSERT INTO [t96245] VALUES (7,'حقوق المسلم العامة','9','0','0');
INSERT INTO [t96245] VALUES (8,'فقه التعامل مع الناس','11','0','0');
INSERT INTO [t96245] VALUES (9,'الحقوق الخاصة','16','0','0');
INSERT INTO [t96245] VALUES (10,'بر الوالدين وأدلة وجوبه','16','0','0');
INSERT INTO [t96245] VALUES (11,'حكم بر الوالدين الفاسقين والمشركين','18','0','0');
INSERT INTO [t96245] VALUES (12,'فقه التعامل مع تعارض أوامر الوالدين وحدود طاعتهما','21','0','0');
INSERT INTO [t96245] VALUES (13,'حكم النفقة على الوالدين وشروط تملك الوالد مال الولد','23','0','0');
INSERT INTO [t96245] VALUES (14,'حدود استئذان الوالدين في الجهاد والهجرة والسفر','23','0','0');
INSERT INTO [t96245] VALUES (15,'حكم قطع الصلاة لأجل نداء الوالدين','24','0','0');
INSERT INTO [t96245] VALUES (16,'حكم طلب أحد الوالدين طلاق زوجة الابن','24','0','0');
INSERT INTO [t96245] VALUES (17,'حكم اعتراض الوالدين على زواج ابنهم','25','0','0');
INSERT INTO [t96245] VALUES (18,'فقه الاحتساب على كل من له حق على المحتسب كالوالدين والأزواج','26','0','0');
INSERT INTO [t96245] VALUES (19,'صلة الأرحام وأدلة وجوبها وحرمة قطيعتها','27','0','0');
INSERT INTO [t96245] VALUES (20,'تعريف قطيعة الرحم وأسبابها','29','0','0');
INSERT INTO [t96245] VALUES (21,'تعريف صلة الرحم وفضائلها','29','0','0');
INSERT INTO [t96245] VALUES (22,'أسباب صلة الرحم وحكمها والأقارب الواجب صلتهم','30','0','0');
INSERT INTO [t96245] VALUES (23,'حكم النفقة على الأقارب الفقراء','32','0','0');
INSERT INTO [t96245] VALUES (24,'حكم النفقة والوقف على القريب الغير مسلم','33','0','0');
INSERT INTO [t96245] VALUES (25,'حكم دفع الزكاة للأقارب','33','0','0');
INSERT INTO [t96245] VALUES (26,'حكم هجر الأرحام لمريض الرهاب الاجتماعي','33','0','0');
INSERT INTO [t96245] VALUES (27,'خلاصة حكم صلة القريب الفاسق والكافر','36','0','0');
INSERT INTO [t96245] VALUES (28,'حكم صلة القريب الكافر إذا كانت صلته تؤدي إلى محبته طبيعيا','36','0','0');
INSERT INTO [t96245] VALUES (29,'حكم صلة الرحم الصالحة المؤذية','37','0','0');
INSERT INTO [t96245] VALUES (30,'كيفية صلة الأقارب الفساق والكفار والمؤذين منهم','37','0','0');
INSERT INTO [t96245] VALUES (31,'كيفية التوفيق بين الاحتساب وصلة الأرحام','39','0','0');
INSERT INTO [t96245] VALUES (32,'كيفية معاملة صاحب المال الحرام','40','0','0');
INSERT INTO [t96245] VALUES (33,'خلاصة فقه صلة الرحم','40','0','0');
INSERT INTO [t96245] VALUES (34,'حقوق الزوجية وكيفية اختيار الزوج والزوجة','43','0','0');
INSERT INTO [t96245] VALUES (35,'حقيقة ما يثار حول الزواج من الأقارب والتحذير منه','44','0','0');
INSERT INTO [t96245] VALUES (36,'حكم النفقة على الزوجة وعلاجها وحدود طاعتها الواجبة لزوجها','45','0','0');
INSERT INTO [t96245] VALUES (37,'كيفية معاشرة الزوجة','46','0','0');
INSERT INTO [t96245] VALUES (38,'كيفية معاشرة ومعاملة الزوجة الكتابية','47','0','0');
INSERT INTO [t96245] VALUES (39,'حكم العدل بين الزوجات وحدوده','50','0','0');
INSERT INTO [t96245] VALUES (40,'فقه معاملة الناشز','52','0','0');
INSERT INTO [t96245] VALUES (41,'آداب الجماع','53','0','0');
INSERT INTO [t96245] VALUES (42,'حدود الضرب المشروع للمرأة ومحله','54','0','0');
INSERT INTO [t96245] VALUES (43,'حكم الطلاق وموجباته','54','0','0');
INSERT INTO [t96245] VALUES (44,'حقوق الجار وأدلة مشروعية الإحسان إليه','55','0','0');
INSERT INTO [t96245] VALUES (45,'كيفية مجاورة الكافر والفاسق بالحسنى','56','0','0');
INSERT INTO [t96245] VALUES (46,'حقوق الأولاد وحكم تربيتهم وكيفيتها','57','0','0');
INSERT INTO [t96245] VALUES (47,'حكم التفضيل في العطية بين الأولاد','58','0','0');
INSERT INTO [t96245] VALUES (48,'كيفية التعامل مع الأولاد الفساق','58','0','0');
INSERT INTO [t96245] VALUES (49,'شبهات وإشكالات','59','0','0');
INSERT INTO [t96245] VALUES (50,'الخاتمة','65','0','0');
