-- Table: t96476
-- Chunk: 1
-- Rows: 31

CREATE TABLE "t96476" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t96476
INSERT INTO [t96476] VALUES (1,'المقدمة','2','0','0');
INSERT INTO [t96476] VALUES (2,'أولا: مفهوم الجهاد لغة وشرعا:','4','0','0');
INSERT INTO [t96476] VALUES (3,'لغة:','4','2','0');
INSERT INTO [t96476] VALUES (4,'شرعا:','4','2','0');
INSERT INTO [t96476] VALUES (5,'ثانيا: حكم الجهاد في سبيل الله:','4','0','0');
INSERT INTO [t96476] VALUES (6,'١ - إذا حضر المسلم المكلف القتال والتقى الزحفان وتقابل الصفان','5','5','0');
INSERT INTO [t96476] VALUES (7,'٢ - إذا حضر العدو بلدا من بلدان المسلمين','5','5','0');
INSERT INTO [t96476] VALUES (8,'٣ - إذا استنفر إمام المسلمين الناس وطلب منهم ذلك.','6','5','0');
INSERT INTO [t96476] VALUES (9,'ثالثا: مراتب الجهاد في سبيل الله:','8','0','0');
INSERT INTO [t96476] VALUES (10,'المرتبة الأولى: جهاد النفس له أربع مراتب:','8','9','0');
INSERT INTO [t96476] VALUES (11,'١ - جهادها على تعلم أمور الدين','8','10','0');
INSERT INTO [t96476] VALUES (12,'٢ - جهادها على العمل به بعد علمه،','8','10','0');
INSERT INTO [t96476] VALUES (13,'٣ - جهادها على الدعوة إليه ببصيرة،','8','10','0');
INSERT INTO [t96476] VALUES (14,'٤ - جهادها على الصبر على مشاق الدعوة إلى الله،','8','10','0');
INSERT INTO [t96476] VALUES (15,'المرتبة الثانية: جهاد الشيطان وله مرتبتان:','8','9','0');
INSERT INTO [t96476] VALUES (16,'١ - جهاده على دفع ما يلقي إلى العبد من الشبهات','8','15','0');
INSERT INTO [t96476] VALUES (17,'٢ - جهاده على دفع ما يلقي إليه من الشهوات والإرادات الفاسدة،','8','15','0');
INSERT INTO [t96476] VALUES (18,'المرتبة الثالثة: جهاد الكفار والمنافقين:','9','9','0');
INSERT INTO [t96476] VALUES (19,'المرتبة الرابعة: جهاد أصحاب الظلم والعدوان، والبدع والمنكرات:','9','9','0');
INSERT INTO [t96476] VALUES (20,'رابعا: الحكمة من مشروعية الجهاد','12','0','0');
INSERT INTO [t96476] VALUES (21,'الأمر الأول: إعلاء كلمة الله تعالى:','13','20','0');
INSERT INTO [t96476] VALUES (22,'الأمر الثاني: نصر المظلومين','13','20','0');
INSERT INTO [t96476] VALUES (23,'الأمر الثالث: رد العدوان وحفظ الإسلام','13','20','0');
INSERT INTO [t96476] VALUES (24,'خامسا: أنواع جهاد الأعداء:','14','0','0');
INSERT INTO [t96476] VALUES (25,'١ - جهاد الكفار، والمنافقين والمرتدين.','14','24','0');
INSERT INTO [t96476] VALUES (26,'٢ - جهاد البغاة المعتدين الذين يخرجون على الإمام المسلم','14','24','0');
INSERT INTO [t96476] VALUES (27,'٣ - الدفاع عن الدين، والنفس، والأهل، والمال،','14','24','0');
INSERT INTO [t96476] VALUES (28,'سادسا: شروط وجوب الجهاد:','16','0','0');
INSERT INTO [t96476] VALUES (29,'سابعا: استئذان الوالدين في الخروج إلى الجهاد:','16','0','0');
INSERT INTO [t96476] VALUES (30,'ثامنا: أمر الجهاد موكول إلى إمام المسلمين واجتهاده:','19','0','0');
INSERT INTO [t96476] VALUES (31,'تاسعا: الاعتصام بالكتاب والسنة وخاصة أيام الفتن:','24','0','0');
