-- Table: t96939
-- Chunk: 1
-- Rows: 11

CREATE TABLE "t96939" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t96939
INSERT INTO [t96939] VALUES (1,'مقدمة الطبعة الثانية','3','0','0');
INSERT INTO [t96939] VALUES (2,'مقدمة الطبعة الأولى','4','0','0');
INSERT INTO [t96939] VALUES (3,'الفصل الأول: إجماع علماء المالكية وغيرهم على تحريم الغناء','11','0','0');
INSERT INTO [t96939] VALUES (4,'الفصل الثاني: في ذكر النصوص عن مالك في تحريمه','17','0','0');
INSERT INTO [t96939] VALUES (5,'الفصل الثالث: في ذكر نصوص أخرى للمالكية في تحريمه','24','0','0');
INSERT INTO [t96939] VALUES (6,'الفصل الرابع: وجوب كسر آلات الملاهي والغناء وتغيير المنكر بذلك','42','0','0');
INSERT INTO [t96939] VALUES (7,'الفصل الخامس: عدم جواز بيع ءالات اللهو والغناء وشرائها وفسخ البيع بشرائها','44','0','0');
INSERT INTO [t96939] VALUES (8,'الفصل السادس: عدم جواز أخذ الأجرة على الغناء','47','0','0');
INSERT INTO [t96939] VALUES (9,'الفصل السابع: عدم جواز تعليم الغناء','49','0','0');
INSERT INTO [t96939] VALUES (10,'الفصل الثامن: رد شهادة المغني والمستمع له','50','0','0');
INSERT INTO [t96939] VALUES (11,'خاتمة','52','0','0');
