-- Table: t9823
-- Chunk: 1
-- Rows: 46

CREATE TABLE "t9823" (id INTEGER PRIMARY KEY, content TEXT, page TEXT, parent TEXT, is_deleted TEXT);

-- Insert data for t9823
INSERT INTO [t9823] VALUES (1,'ترجمة السفيري','1','0','0');
INSERT INTO [t9823] VALUES (2,'المجلس الأول','3','0','0');
INSERT INTO [t9823] VALUES (3,'المجلس الثاني','25','0','0');
INSERT INTO [t9823] VALUES (4,'المجلس الثالث','46','0','0');
INSERT INTO [t9823] VALUES (5,'المجلس الرابع','60','0','0');
INSERT INTO [t9823] VALUES (6,'المجلس الخامس','84','0','0');
INSERT INTO [t9823] VALUES (7,'المجلس السادس','103','0','0');
INSERT INTO [t9823] VALUES (8,'المجلس السابع','120','0','0');
INSERT INTO [t9823] VALUES (9,'المجلس الثامن','140','0','0');
INSERT INTO [t9823] VALUES (10,'المجلس التاسع','160','0','0');
INSERT INTO [t9823] VALUES (11,'المجلس العاشر','183','0','0');
INSERT INTO [t9823] VALUES (12,'المجلس الحادي عشر','203','0','0');
INSERT INTO [t9823] VALUES (13,'المجلس الثاني عشر','230','0','0');
INSERT INTO [t9823] VALUES (14,'المجلس الثالث عشر','242','0','0');
INSERT INTO [t9823] VALUES (15,'المجلس الرابع عشر','258','0','0');
INSERT INTO [t9823] VALUES (16,'المجلس الخامس عشر','271','0','0');
INSERT INTO [t9823] VALUES (17,'المجلس السادس عشر','285','0','0');
INSERT INTO [t9823] VALUES (18,'المجلس السابع عشر','304','0','0');
INSERT INTO [t9823] VALUES (19,'المجلس الثامن عشر','323','0','0');
INSERT INTO [t9823] VALUES (20,'المجلس التاسع عشر','343','0','0');
INSERT INTO [t9823] VALUES (21,'المجلس العشرون','358','0','0');
INSERT INTO [t9823] VALUES (22,'المجلس الثاني العشرون','385','0','0');
INSERT INTO [t9823] VALUES (23,'المجلس الثالث والعشرين','399','0','0');
INSERT INTO [t9823] VALUES (24,'المجلس الرابع والعشرون','429','0','0');
INSERT INTO [t9823] VALUES (25,'المجلس الخامس العشرون','452','0','0');
INSERT INTO [t9823] VALUES (26,'المجلس السادس والعشرون','465','0','0');
INSERT INTO [t9823] VALUES (27,'المجلس السابع والعشرون','476','0','0');
INSERT INTO [t9823] VALUES (28,'المجلس الثامن والعشرون','492','0','0');
INSERT INTO [t9823] VALUES (29,'المجلس التاسع والعشرين','503','0','0');
INSERT INTO [t9823] VALUES (30,'المجلس الثلاثون','516','0','0');
INSERT INTO [t9823] VALUES (31,'المجلس الحادي الثلاثون','529','0','0');
INSERT INTO [t9823] VALUES (32,'المجلس الثاني والثلاثون','548','0','0');
INSERT INTO [t9823] VALUES (33,'المجلس الثالث والثلاثون','558','0','0');
INSERT INTO [t9823] VALUES (34,'المجلس الرابع والثلاثون','582','0','0');
INSERT INTO [t9823] VALUES (35,'المجلس الخامس والثلاثون','613','0','0');
INSERT INTO [t9823] VALUES (36,'المجلس السادس والثلاثون','633','0','0');
INSERT INTO [t9823] VALUES (37,'المجلس السابع والثلاثون','650','0','0');
INSERT INTO [t9823] VALUES (38,'المجلس الثامن والثلاثون','673','0','0');
INSERT INTO [t9823] VALUES (39,'المجلس التاسع والثلاثون','686','0','0');
INSERT INTO [t9823] VALUES (40,'المجلس الأربعون','702','0','0');
INSERT INTO [t9823] VALUES (41,'المجلس الحادي والأربعون','713','0','0');
INSERT INTO [t9823] VALUES (42,'المجلس الثاني الأربعون','728','0','0');
INSERT INTO [t9823] VALUES (43,'المجلس الثالث والأربعون','747','0','0');
INSERT INTO [t9823] VALUES (44,'المجلس الرابع والأربعون','760','0','0');
INSERT INTO [t9823] VALUES (45,'المجلس الخامس والأربعون','774','0','0');
INSERT INTO [t9823] VALUES (46,'المجلس السادس والأربعون','795','0','0');
